{
    "b6470": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ وَصلى الله على سيدنَا مُحَمَّد وَآله ¶ رب يسر وَلَا تعسر ¶ الْحَمد لله الْعلي الْعَظِيم الْعَزِيز الْحَكِيم الَّذِي فطرنا باقتداره وطورنا بِاخْتِيَارِهِ ووب صورنا فِي أحسن تَقْوِيم وَمن علينا بِالْعقلِ السَّلِيم وهدانا إِلَى الصِّرَاط الْمُسْتَقيم وقض لنا من السَّادة الْأَعْيَان المؤيدين بواضح الْبُرْهَان المعصومين من كل صَغِير وكبير من اللمم والعصيان سفرة من خَاصَّة الأخيار الْمُرْسلين الْأَبْرَار الْمَشْهُود لَهُم بخالصة ذكرى الدَّار ليفصلوا بَين الْحَرَام والحلال وَالتّرْك والامتثال واختصنا مِنْهُم بِخَاتم النَّبِيين وَسيد الْمُرْسلين مُحَمَّد صلى الله عَلَيْهِ وَسلم وَعَلَيْهِم أَجْمَعِينَ وعَلى آلهم الطيبين الطاهرين من عهد آدم إِلَى يَوْم الدّين ¶ أما بعد فإنني قد استخرت الله تَعَالَى فِي إملاء شرح بعض آيَات رغب فِي إملائها بعض الطّلبَة المحتاطين على الدّين غيرَة مِنْهُم على أَعْرَاض النَّبِيين لِأَن لَاحَ فِي ضمنهَا بعض عتاب لَهُم فِي بعض فقرات لَا تغض من",
            "page": "23",
            "part": "1",
            "seal": "EBE1A5FC"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "أقدارهم وَلَا تنقص من كمالهم وَلَا تقدح فِي عصمتهم وكريم أَحْوَالهم بِمَا من الله بِهِ من فَضله على من يَشَاء من عباده وَذَلِكَ لما سلط الله على سَادَات الْمُرْسلين من غثاء الْفرق المضلين من أوباش المعطلة الضَّالّين وأراذل الْيَهُود وَالنَّصَارَى ومقلدة المؤرخين وَالْقصاص المجازفين الْجَاهِلين بِحَقِيقَة النُّبُوَّة وَمَا يجوز على أَنْبيَاء الله تَعَالَى وَمَا يَسْتَحِيل وَمَا يجب على الكافة من تعزيرهم وتوقيرهم وتدقيق النّظر فِي اسْتِخْرَاج مناقبهم على أتم الْكَمَال وأعمه فتراهم يتركون مَا أوجب الله عَلَيْهِم من التفقة فِي آي الْقُرْآن من تَوْحِيد بارئهم وتنزيهه عَن النقائص وَوَصفه تَعَالَى بِمَا يجب لَهُ من صِفَات الْكَمَال والجلال وَوصف أنبيائه بِالصّدقِ والعصمة والتنزيه من الْخَطَأ والخطل وَكَذَلِكَ مَا جاؤوا بِهِ من وظائف الْعِبَادَات وَمَا أخبروا بِهِ من المغيبات والمواعظ بالوعد والوعيد وَالنَّظَر فِي الْفرق بَين الْحَلَال وَالْحرَام والمشتبهات إِلَى غير ذَلِك مِمَّا لَا تحويه الرقوم وَلَا تحيط بِهِ ثاقبات الفهوم وَمَا عَسى أَن أَقُول فِيمَا قَالَ الله تَعَالَى فِيهِ وَلَو أَن مَا فِي الأَرْض من شَجَرَة أَقْلَام وَالْبَحْر يمده من بعده سَبْعَة أبحر مَا نفدت كَلِمَات الله الْآيَة وَقَوله تَعَالَى وَلَو أَن قُرْآنًا سيرت بِهِ الْجبَال أَو قطعت بِهِ الأَرْض اَوْ كلم بِهِ الْمَوْتَى الْآيَة وَقَوله تَعَالَى {لَو أنزلنَا هَذَا الْقُرْآن على جبل لرأيته خَاشِعًا متصدعا} الْآيَة إِلَى غير ذَلِك فترى بهائم قد صرف الله قُلُوبهم وطبع عَلَيْهَا بِطَابع النِّفَاق ينكبون عَن هَذِه الواضحات من الحكم الْبَالِغَة والبراهين الصادعة ويقصدون إِلَى أَقْوَال وأفعال لَهُم",
            "page": "24",
            "part": "1",
            "seal": "47537F0B"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "يتخيلونها مثالب فِي حَقهم فيهلكون وَيهْلِكُونَ من حَيْثُ لَا يَشْعُرُونَ ¶ فلنذكر الْآن مَا نذْكر مِنْهَا لكَوْنهم يستعملون ذكرهَا لتَحْصِيل أغراض لَهُم فَاسِدَة ثمَّ نعطف على مَا بَقِي مِنْهَا فِيمَا بعد إِن شَاءَ الله تَعَالَى ¶ فَمِنْهَا قصَّة دَاوُود عَلَيْهِ السَّلَام مَعَ زوج أوريا وقصة سُلَيْمَان عَلَيْهِ السَّلَام مَعَ زَوْجَة جَرَادَة وَمَا كَانَ من قصَّة الْجَسَد والكرسي وقصة يُوسُف عَلَيْهِ السَّلَام مَعَ امْرَأَة الْعَزِيز فِي الْهم والمراودة وقصة نَبينَا عَلَيْهِ الصَّلَاة وَالسَّلَام مَعَ زيد بن حَارِثَة وَزَيْنَب بنت جحش بن أُميَّة فيتأولونها تَأْوِيل من حل من عُنُقه ريقة الشَّرِيعَة ويئس من رَحْمَة الله ثمَّ ينسبون بعض هَذِه الْأَقْوَال إِلَى كبار الصَّحَابَة وَالتَّابِعِينَ ليموهوا بهَا على الْعَوام لِئَلَّا يردوها عَلَيْهِم ويقدحوا فِيهَا ثمَّ تراهم يَتَرَدَّدُونَ فِي نقل تِلْكَ الخرافات بالتكرار على أوجه مُخْتَلفَة تورعا فِي نقل الرِّوَايَة تورع الْكَلْب الَّذِي يرفع رجله عِنْد الْبَوْل وفمه فِي أعماق الجيفة ثمَّ قد قيض الله لتِلْك الحكايات فِي هَذَا الْوَقْت المنكوب شرذمة من المقلدة المنتمين إِلَى الْإِرَادَة وَالْقصاص المدعين فِي غرائب الْعلم وبواطن الْمعَانِي المنتمين إِلَى الْوَعْظ والتذكير فتراهم ينتقلون من الْمَزَابِل إِلَى المنابر فيطرحون الْكَلَام فِي وظائف التَّوْحِيد ومزعجات الْوَعْد والوعيد وأقسام أهل الدَّاريْنِ فِي الدَّرَجَات والدركات ويخوضون فِي أَحْوَال الْأَنْبِيَاء عَلَيْهِم السَّلَام ويتمندلون بأعراضهم على رُؤُوس الْعَوام والطغام وَلَا مُشفق على دين",
            "page": "25",
            "part": "1",
            "seal": "3F10D5ED"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "الله تَعَالَى وَلَا محتاط على أغمار المقلدة وَلَا زاجر ذَا سُلْطَان حَتَّى كأننا مِلَّة أُخْرَى وَلَا نغار على ذمهم وَلَا نرقب فِي أعراضهم إِلَّا وَلَا ذمَّة ¶ وغرض هَؤُلَاءِ الفسقة فِي سرد تِلْكَ الحكايات المورطة قَائِلهَا وناقلها فِي سخط الله تَعَالَى أَن يهونوا الفسوق والمعاصي على بله الْعَوام ويتسللوا إِلَى الْفُجُور بِالنسَاء بذكرها لوذا حَتَّى ترى الْمَرْأَة تخرج من مجْلِس الْوَاعِظ إِلَى منزله فتسأله على التَّفْصِيل فيزيدها أقبح مِمَّا أسمعها فِي الْجُمْهُور يَقُول لَهَا هَذَا أَمر مَا سلم مِنْهُ عُظَمَاء الْمُرْسلين فَكيف نَحن فَلَا يزَال يهون عَلَيْهَا مَا كَانَ يصعب من قبل ف {إِنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون} {وَسَيعْلَمُ الَّذين ظلمُوا أَي مُنْقَلب يَنْقَلِبُون}",
            "page": "26",
            "part": "1",
            "seal": "C66477AF"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "ذكر مَا اختلقوه فِي قصَّة دَاوُود عَلَيْهِ السَّلَام ¶ فَمن شنيع تخرصهم فِي قصَّته عَلَيْهِ السَّلَام مَعَ امْرَأَة أوريا وَقلة مُرَاعَاتهمْ مَعَ من جعله الله تَعَالَى خَليفَة فِي الأَرْض وشدد ملكه وآتاه الْحِكْمَة وَفصل الْخطاب وسخر لَهُ الْجبَال يسبحْنَ مَعَه وَالطير وألان لَهُ الْحَدِيد فمما اختلقوه عَلَيْهِ أَن قَالُوا ¶ إِنَّه أشرف يَوْمًا من كوَّة كَانَت فِي محرابه فَرَأى امْرَأَة تَغْتَسِل فِي حُجْرَتهَا فأعجبه حسنها ولين جَانبهَا ورخامة دلها فشغفه حبها فالتفتت إِلَيْهِ فأسبلت شعرهَا على جَسدهَا لتستتر مِنْهُ فزاده ذَلِك شغفا بهَا ثمَّ أرسل إِلَيْهَا يسْأَلهَا من بَعْلهَا فَأَخْبَرته أَنه أوريا فَأرْسل إِلَيْهِ فَسَأَلَهُ أَن ينزل لَهُ عَنْهَا بِطَلَاقِهَا فَأبى فَأمره بِالْخرُوجِ إِلَى الْغَزْو وَأرْسل إِلَى صَاحب الْجَيْش أَن يغزيه ويقدمه لِلْقِتَالِ فِي كل مأزق فَفعل صَاحب الْجَيْش بِهِ ذَلِك مَرَّات حَتَّى قتل فَلَمَّا بلغ دَاوُود عَلَيْهِ السَّلَام أَنه قتل أرسل إِلَيْهَا ليتزوجها فأسعفته فَتَزَوجهَا وَكَانَ لَهُ مئة امْرَأَة إِلَّا وَاحِدَة فَأَتمَّ بهَا المئة فَأرْسل الله إِلَيْهِ إِذْ ذَاك الْمَلَائِكَة فاختصموا عِنْده فأفتاهم بِمَا يؤول دركه عَلَيْهِ فخصموه ثمَّ قَالَ أَحدهمَا للْآخر قُم فقد حكم الرجل على نَفسه وصعدا إِلَى السَّمَاء وَهُوَ ينظر إِلَيْهِمَا فتفطن إِذْ ذَاك أَنهم مَلَائِكَة وَأَنه فتن وَأَخْطَأ فَاسْتَغْفر ربه وخر رَاكِعا وأناب",
            "page": "27",
            "part": "1",
            "seal": "555A1983"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "فَهَذِهِ من أَقْوَالهم أقل شناعة وبشاعة مِمَّا سواهَا من الْأَقْوَال فِي كتب الْقَصَص والتواريخ وَبَعض التفاسير الْفَاسِدَة ¶ فصل ¶ وَالَّذِي يَنْبَغِي أَن يعول عَلَيْهِ فِي هَذِه الْقِصَّة وَمَا يضاهيها من الْقَصَص مَا جَاءَ بِهِ الْكتاب الْعَزِيز أَو مَا صَحَّ عَن الرَّسُول عَلَيْهِ السَّلَام من الْخَبَر وَمَا سوى ذَلِك فيطرح هُوَ ومختلقه وَرَاوِيه إِلَى حَيْثُ أَلْقَت رَحلهَا أم قشعم ¶ فصل ¶ فَأَما قصَّة دَاوُود عَلَيْهِ السَّلَام فَهِيَ مَذْكُورَة على الْكَمَال مفصلة فِي قَوْله تَعَالَى {وَهل أَتَاك نبأ الْخصم إِذْ تسوروا الْمِحْرَاب} إِلَى قَوْله {وخر رَاكِعا وأناب} ¶ قَالَ تَعَالَى {وَهل أَتَاك نبأ الْخصم} ¶ اعْلَم رَحِمك الله أَن اسْتِفْهَام الله تَعَالَى لخلقه لَا يجوز الْآيَة يحمل على حَقِيقَة الِاسْتِفْهَام لوُجُوب احاطة علمه تَعَالَى بِجَمِيعِ المعلومات على أتم التَّفْصِيل فَلم يبْق إِلَّا أَن يكون الِاسْتِفْهَام هُنَا بِمَعْنى التَّقْرِير والتنبيه لنَبيه عَلَيْهِ السَّلَام ليتهيأ لقبُول الْخطاب وليتفهم مَا يلقى إِلَيْهِ من غرائب الْعلم وعجائب الكائنات وَأما إِفْرَاد الْخصم وهما خصمان فالعرب تسمي الْوَاحِد بِالْجمعِ وَالْجمع بِالْوَاحِدِ على وَجه مَا فَنَقُول",
            "page": "28",
            "part": "1",
            "seal": "E440C612"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "خصما للْوَاحِد وَالْجمع كَمَا تَقول ضيفا للْوَاحِد وَالْجمع وَقَالَ الله تَعَالَى {هَل أَتَاك حَدِيث ضيف إِبْرَاهِيم الْمُكرمين إِذْ دخلُوا عَلَيْهِ} فسماهم باسم الْوَاحِد ونعتهم بِالْجمعِ فِي قَوْله {الْمُكرمين} وَكَذَلِكَ {إِذْ دخلُوا عَلَيْهِ} ¶ وَمعنى {تسوروا الْمِحْرَاب} أَتَوْهُ من أعاليه وَلم يأتوه من بَابه وَلذَلِك فزع مِنْهُم فَإِنَّهُ خَافَ أَن يَكُونُوا لصوصا أَو يكون بعض رَعيته ثَارُوا عَلَيْهِ والمحراب فِي اللِّسَان صدر الْمجْلس وَأحسن مَا فِيهِ وَلذَلِك سمي محراب الْمَسْجِد محرابا وَقبل الْمِحْرَاب الغرفة وَفِي فزعه مِنْهُم وَكَانُوا مَلَائِكَة دَلِيل على أَنه لَيْسَ من شَرط النُّبُوَّة أَن يعرف النَّبِي كل من يَأْتِيهِ من الْمَلَائِكَة حَتَّى يعرف بِهِ وَفِيه أَيْضا دَلِيل على أَن الْمَلَائِكَة يتصورون على صور الْآدَمِيّين بِأَمْر رَبهم وَقدرته لَا بقدرتهم وَفِي تصورهم كَذَلِك عريض من القَوْل لسنا الْآن لَهُ لَكِن الَّذِي يَصح مِنْهَا وَجْهَان ¶ إِمَّا انهم ينسلخون من أبعاضهم ¶ اَوْ تنعدم من أجسامهم بالإمساك عَن خلق الْأَعْرَاض فِيهَا مَا شَاءَ الله وَتبقى مَا شَاءَ ثمَّ يعيدهم إِلَى مقامهم كَمَا كَانُوا قيل فَإِنَّهُ لَيْسَ من شَرط الْحَيّ الْعَالم أَن تكْثر أجزاؤه وَلَا أَن تقل فَإِن الْعَالم مِنْهُ جُزْء فَرد ¶ وَأما قَوْله {لَا تخف خصمان} وَلم يَكُونَا خصمين على الْحَقِيقَة وَلَا بغى بَعضهم على بعض وَلَا أتفق لَهما مِمَّا ذكرَاهُ شَيْء فَفِيهِ دَلِيل",
            "page": "29",
            "part": "1",
            "seal": "30008ECC"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "على أَن الْكَذِب أَنما يقبح شرعا فَمن أمره الله تَعَالَى أَن يخبر بِمَا وَقع وَبِمَا لم يَقع فَأخْبر بِهِ فَهُوَ مُطِيع ممتثل فَاعل الْحسن وَلذَلِك جَازَ لَهُم أَن يَقُولُوا للمعصوم {فاحكم بَيْننَا بِالْحَقِّ وَلَا تشطط} والشطط الْجور مَعَ علمهمْ بِأَن الْمَعْصُوم يحكم بِالْحَقِّ وَلَا يجور فِي الحكم فَتخرج لَهُم هَذِه الْأَقْوَال إِذْ هم مَلَائِكَة وسفرة معصومون مخرج أَقْوَال يُوسُف عَلَيْهِ السَّلَام إِذْ أَمر مناديه فَنَادَى {أيتها العير إِنَّكُم لسارقون} وَمَا كَانُوا بسارقين وَقَوله عَلَيْهِ السَّلَام لإخوته {أَنْتُم شَرّ مَكَانا} وَلم يَكُونُوا كَذَلِك وَأخذ أَخَاهُم على حكمهم لَا على حكم الْملك وَمَا كَانَ لَهُ أَن يَأْخُذهُ فِي دين الْملك فَإِن الْملك كَانَ يقتل السَّارِق وَلَا فِي دين إخْوَته فِي شريعتهم فَإِنَّهُم كَانُوا يستعبدون السَّارِق وَأَخُوهُ لم يكن سَارِقا ¶ وَجَاء فِي الْأَخْبَار أَنه كَانَ ينقر فِي الصواع وَيَقُول إِن صواعي هَذَا يُخْبِرنِي بِكَذَا وَكَذَا والصواع لَا يخبر حَتَّى قَالَ لَهُ بنيامين أَخُوهُ أَيهَا الْملك سل صواعك يُخْبِرك أَحَي أخي يُوسُف أم ميت ¶ فَنقرَ فِي الصواع فَقَالَ هُوَ حَيّ وَإنَّك لتراه وتلقاه إِلَى غير ذَلِك فَأَقَامَ الله تَعَالَى عذره فِي كل مَا أخبر عَنهُ وَفعله بقوله كَذَلِك كدنا",
            "page": "30",
            "part": "1",
            "seal": "54D12F0B"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "ليوسف) وَمَعْنَاهُ بذلك أمرناه وأردنا مِنْهُ ¶ وارتفع الِاعْتِرَاض على أَنه مَا أخبر الْمَلَائِكَة عَلَيْهِم السَّلَام لداوود عَلَيْهِ السَّلَام إِنَّمَا كَانَ على جِهَة التَّجَوُّز وَضرب الْمِثَال بأخوة الْإِيمَان إِذْ لَيْسَ فِي الْمَلَائِكَة ولادَة وَإِذا لم يكن ولادَة فَلَا أخوة نسب ¶ وَتَسْمِيَة النِّسَاء نعاجا لتأنيثهن وضعفهن و {أكفلنيها} كِنَايَة عَن نِكَاحهَا {وعزني فِي الْخطاب} بِمَعْنى غلبني وَهَذَا آخر خطاب الْخصم فَقَالَ لَهُ دَاوُود عَلَيْهِ السَّلَام {لقد ظلمك} ثمَّ قيد الظُّلم بسؤال النعجة إِذْ قَالَ لَهُم {إِن كثيرا من الخلطاء ليبغي بَعضهم على بعض إِلَّا الَّذين آمنُوا وَعمِلُوا الصَّالِحَات وَقَلِيل مَا هم} وَهَذَا آخر خطابه للخصم ¶ فصل ¶ اعلموا أحسن الله إرشادنا وَإِيَّاكُم أَن كل من تكلم فِي هَذِه الْقِصَّة بِمَا صَحَّ فِي حق دَاوُود عَلَيْهِ السَّلَام وَبِمَا لم يَصح إِنَّمَا بنوه على أس هَذِه الْخمس كَلِمَات الَّتِي هِيَ {أكفلنيها} {وعزني فِي الْخطاب} و {لقد ظلمك} و {ليبغي بَعضهم على بعض} {وَقَلِيل مَا هم} وَهِي بِحَمْد",
            "page": "31",
            "part": "1",
            "seal": "0ED9F03E"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "الله تخرج لَهُ على مَذْهَب أهل الْحق بأجمل مَا يَنْبَغِي لَهُ وأكمله وَالله الْمُسْتَعَان ¶ فَأول مَا يَنْبَغِي أَن نقدم قبل الْخَوْض فِي هَذِه الْمسَائِل وَمَا يضاهيها ثَلَاث مُقَدمَات ¶ إِحْدَاهَا مَا صَحَّ من إِجْمَاع الْأمة قاطبة على عصمَة الْأَنْبِيَاء من الْكَبَائِر ¶ وَالثَّانيَِة أَن كل مَحْظُور كَبِيرَة على قَول من قَالَ بذلك من أَئِمَّة السّنة وَهُوَ الصَّحِيح لاتحاده فِي الْحَظْر وَإِنَّمَا يتَصَوَّر كَبِير وأكبر بالتحريض على تَركهَا وتأكيد الْوَعيد على فعل بَعْضهَا دون بعض ¶ وَالثَّالِثَة شرح هَذِه الْأَقْوَال وَمَا يضاهيها من الْقَصَص الْمَوْعُود بهَا على مَذْهَب من قَالَ بتنزيه الْأَنْبِيَاء عَلَيْهِم السَّلَام عَن الصَّغَائِر وَأَنَّهُمْ لَا يواقعون صَغِيرَة من الذُّنُوب وَلَا كَبِيرَة وَأَن غَايَة أَقْوَالهم وأفعالهم الَّتِي وَقع فِيهَا العتاب من الله تَعَالَى لمن عاتبه مِنْهُم أَن يكون على فعل مُبَاح كَانَ غَيره من الْمُبَاحَات أولى مِنْهُ فِي حق مناصبهم السّنيَّة ¶ وسنبين ذَلِك فِي سِيَاق الْكَلَام إِن شَاءَ الله تَعَالَى ¶ فصل ¶ فَأَما قولة دَاوُود عَلَيْهِ السَّلَام {أكفلنيها} فَهَذَا بِمَعْنى أنزل لي عَنْهَا بِطَلَاق وأتزوجها بعْدك وَهَذَا من القَوْل الْمَأْذُون فِي فعله وَتَركه ومباح أَن يَقُول الرجل لِأَخِيهِ أَو صديقه انْزِلْ لي عَن زَوجك بإضمار إِن شِئْت وَهَذَا بِمَثَابَة من يَقُول لصَاحبه أَو أَخِيه بِعْ مني أمتك إِن شِئْت وَهَذَا قَول مُبَاح لَيْسَ بمحظور فِي الشَّرْع وَلَا مَكْرُوه وَمن ادّعى حظره أَو كَرَاهَته فِي الشَّرْع فَعَلَيهِ الدَّلِيل وَلَا دَلِيل لَهُ عَلَيْهِ كَيفَ وَقد جَاءَ فِي",
            "page": "32",
            "part": "1",
            "seal": "9FE62520"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الصَّحِيح أَن النَّبِي صلى الله عَلَيْهِ وَسلم لما واخى بَين سعد بن الرّبيع وَبَين عبد الرَّحْمَن بن عَوْف قَالَ لَهُ الْأنْصَارِيّ لي كَذَا وَكَذَا من المَال أشاطرك فِيهِ ولي زوجان أنزل لَك عَن إِحْدَاهمَا فَقَالَ لَهُ عبد الرَّحْمَن بَارك الله لَك فِي أهلك وَمَالك أَرِنِي طَرِيق السُّوق ¶ وَوجه الِاسْتِدْلَال بِهَذَا الحَدِيث قَوْله بَين يَدي النَّبِي صلى الله عَلَيْهِ وَسلم أنزل لَك عَن إِحْدَاهمَا فأقره النَّبِي صلى الله عَلَيْهِ وَسلم على هَذَا القَوْل وَلم يُنكره عَلَيْهِ وَهُوَ لَا يقر على مُنكر وَهُوَ الْمعلم الْأَكْبَر صلوَات الله عَلَيْهِ وتسليمه فَلم يبْق إِلَّا الْإِبَاحَة لَكِن تَركهَا بِمَعْنى الأولى والأحرى فِي كَمَال منصب النُّبُوَّة كَانَ أولى وَأتم ¶ وَأما قَوْله {وعزني فِي الْخطاب} أَي غلبني فَنزلت لَهُ عَنْهَا فَهُوَ غلب الحشمة لَا غلب الْقَهْر لعظم منزلَة السَّائِل فِي قلب المسؤول وَلَا غلب الْحس بالقهر الْمنْهِي عَنهُ فَإِنَّهُ ظلم مَنْهِيّ عَنهُ شرعا تتحاشى عَنهُ الْأَنْبِيَاء عَلَيْهِم السَّلَام كَمَا تقدم ¶ فَإِن قيل كَانَ دَاوُود عَلَيْهِ السَّلَام خَليفَة وَصَاحب سيف وَالْمَطْلُوب مِنْهُ رعية وَمن شَأْن الرّعية هَيْبَة الْمُلُوك والمبادرة لقَضَاء حوائجهم لكَوْنهم قاهرين لَهُم فيقضون حوائجهم باللين خوفًا من العنف وَالْإِكْرَاه وَفِي سُؤال دَاوُود عَلَيْهِ السَّلَام حمل على المسؤول من هَذَا الْبَاب ¶ قُلْنَا صَحِيح مَا اعترضت بِهِ إِلَّا أَن هَذَا الْحمل على المسؤول لَا يتَصَوَّر إِلَّا فِيمَن عهد مِنْهُ الظُّلم وَالْغَصْب من الْأُمَرَاء وَأما من عهد نه الْعدْل وَالْإِحْسَان كخلفاء الصَّحَابَة وَالتَّابِعِينَ لَهُم بِإِحْسَان فَلَا يتَصَوَّر ذَلِك فِي حَقهم إِذا منعُوا الْمُبَاحَات وَإِذا لم يتَصَوَّر ذَلِك فِي حَقهم مَعَ عدم الْعِصْمَة فَمَا ظَنك بالمعصومين المنزهين عَن الْخَطَايَا تَنْزِيه الْوُجُوب كَمَا تقدم فَبَطل اعْتِرَاض هَذِه القولة فِي حق دَاوُود عَلَيْهِ السَّلَام فِي هَذَا الْبَاب",
            "page": "33",
            "part": "1",
            "seal": "BA440E0D"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وَأما قَوْله للخصم {لقد ظلمك بسؤال نعجتك إِلَى نعاجه} فَفِيهِ اعْتِرَاض من وَجه آخر نتخلص مِنْهُ وَنَرْجِع إِلَى مَا نَحن بسبيله ¶ قَالُوا كَيفَ يكون دَاوُود عَلَيْهِ السَّلَام من خلف الله فِي أرضه وَيقطع على الظُّلم بقول الْوَاحِد قبل أَن يسمع قَول الآخر ¶ فَالْجَوَاب عَن هَذَا يتَصَوَّر من وَجْهَيْن ¶ أَحدهمَا أَنه سمع من الآخر حجَّة لَا تخلصه فَقَالَ للْأولِ {لقد ظلمك} أَو صدقه الآخر فِي قَوْله فَقَالَ للْأولِ {لقد ظلمك} ¶ وَالثَّانِي أَن يَقُول {لقد ظلمك} بإضمار إِن كَانَ حَقًا مَا تَقول وَهَذَا سَائِغ وَأما أَن يَقُول لَهُ {لقد ظلمك} من غير أَن يسمع حجَّة الآخر فَهَذَا لَا نسوغه فِي حق عَاقل منصف فَكيف فِي حق من آتَاهُ الله الْحِكْمَة وَفصل الْخطاب ¶ أَلا ترى موقف يَعْقُوب عَلَيْهِ السَّلَام لما جَاءَهُ بنوه عشيا يَبْكُونَ وهم جمَاعَة فَقَالُوا مَا قَالُوا فَقَالَ {بل سَوَّلت لكم أَنفسكُم أمرا} وَلم يقبل أَقْوَالهم وَلَا دموعهم بِغَيْر دَلِيل فَكيف يقبل دَاوُود عَلَيْهِ السَّلَام قَول الْخصم من غير حجَّة حَتَّى يَقُول لَهُ {لقد ظلمك} هَذَا لَا يَصح فِي حَقه وَأما قَوْله للخصم {لقد ظلمك} فعنى بِهِ بخسك وغبنك فِي قَول كَانَ غَيره من الْمُبَاحَات أولى بك مِنْهُ وحد الظُّلم فِي اللِّسَان وضع الشَّيْء فِي غير مَوْضِعه وَقد قدمنَا أَن قَول قَائِل لغيره أكفلني زَوجك لَيْسَ بظُلْم مَنْهِيّ عَنهُ شرعا فَلم يبْق إِلَّا مَا ذَكرْنَاهُ فِي حَقه ¶ وَأما قَوْله {وَإِن كثيرا من الخلطاء ليبغي بَعضهم على بعض}",
            "page": "34",
            "part": "1",
            "seal": "1808E281"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "فَيخرج الْبَغي مخرج الظُّلم حرفا بِحرف فَإِنَّهُ إِذا سَاغَ فِي اللِّسَان والمعتاد أَن يُسمى مَالك الْكثير إِذا طلب من الْمقل قَلِيله ظَالِما فَلَا غرو أَن يُسمى بَاغِيا ¶ وَلَو أَن رجلا كَانَ لَهُ عَبْدَانِ مطيعان لَهُ مستقيمان غَايَة مَا يمكنهما من وُجُوه الاسْتقَامَة فَأحْسن إِلَى أَحدهمَا وَأَعْطَاهُ ووسع عَلَيْهِ ورفه معيشته وَلم يحسن للْآخر بِعَين مَا ألزمهُ الله مِمَّا يتَعَيَّن للعبيد على السَّادة لسمى الْعُقَلَاء هَذَا السَّيِّد ظَالِما بَاغِيا من حَيْثُ إِنَّه أحسن لأَحَدهمَا وَلم يحسن مَعَ الآخر مَعَ تساويهما فِي الطَّاعَة والنصيحة وَالسَّيِّد مَعَ هَذَا التَّخْصِيص بِالْإِحْسَانِ لأَحَدهمَا لم يَأْتِ فِي الشَّرْع بمحظور وَلَا بمكروه بل كل مَا فعل مَعَهُمَا مُبَاح لَهُ ¶ فَهَذَا وَجه من وُجُوه التَّخَلُّص من هَذِه الْأَقْوَال وَأَنَّهَا مُبَاحَة لقائلها وفاعل مَا وَقع مِنْهَا من غير أَن يلْحقهُ ذمّ من الشَّرْع وَلَا ثلب ¶ وَأما قَوْله {وَقَلِيل مَا هم} فمقصوده الأكابر الْأَفْرَاد من الْمُحْسِنِينَ المؤثرين فَإِنَّهُم يحسنون فِي الْمُبَاحَات كإحسانهم فِي المشروعات فيتعاونون فِي الْعشْرَة ويتناصفون فِي الْخلطَة كَمَا قَالَ تَعَالَى {ويؤثرون على أنفسهم وَلَو كَانَ بهم خصَاصَة} ¶ ثمَّ قَالَ {وَقَلِيل مَا هم} فَإِنَّهُم الكبريت الْأَحْمَر وَهَذَا آخر خطابه للْمَلَائكَة ¶ فصل ¶ وَالَّذِي يكمل بِهِ هَذَا التَّفْسِير ويعضده نُكْتَة شريفة وَذَلِكَ أَن الله تَعَالَى أخبر بِمَا وَقع بَين دَاوُود عَلَيْهِ السَّلَام وَبَين الْخصم من محاورة ومراجعة",
            "page": "35",
            "part": "1",
            "seal": "5932A503"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وَأَن ذكر التكفل والعزة فِي الْخطاب كَلَامهمَا وَمَا أخبر بِهِ تَعَالَى عَن قَول قَائِل فَلَيْسَ هُوَ فِي الْإِلْزَام كَالَّذي يخبر بِهِ عَن نَفسه وَحكمه فَمن أخبر تَعَالَى أَنه ظلم وَغلب وبغى فِي المشروعات فَهُوَ ظَالِم غَالب بَاغ شرعا وَمن أخبر تَعَالَى أَنه قَالَ ظلمت وبغيت أَو قَالَ ظلم زيد وَغلب وبغى فقد يخبر عَن حَقِيقَة شَرْعِيَّة وَعَن مجازية عَادِية كَمَا تقدم فِي مِثَال السَّيِّد وَالْعَبْد ¶ وَقد ثَبت أَن هَذِه الْأَقْوَال الَّتِي وَقعت بَين دَاوُود عَلَيْهِ السَّلَام وَبَين خَصمه من المجازية العادية وَإِذا كَانَ ذَلِك لم يثبت بهَا حكم شَرْعِي وَإِذا لم يثبت حكم لم تثبت طَاعَة وَلَا مَعْصِيّة ¶ قَالَ تَعَالَى {وَظن دَاوُد أَنما فتناه فَاسْتَغْفر ربه وخر رَاكِعا وأناب فغفرنا لَهُ ذَلِك وَإِن لَهُ عندنَا لزلفى وَحسن مآب} ¶ هَذَا الظَّن مِنْهُ يحْتَمل أَن يكون علما وَيحْتَمل أَن يكون ظنا على معنى الظَّن الَّذِي هُوَ التَّرَدُّد فِي الشَّك مَعَ الْميل إِلَى أحد الطَّرفَيْنِ ¶ فَإِن كَانَ بِمَعْنى الْعلم فَهُوَ أَنه لما علم أَن الْخَصْمَيْنِ ملكان وَأَنه الْمَقْصُود بالمثال وَأَنه فتن أَي اختبر وامتحن بِبَعْض الْمُبَاحَات فعوتب إِذْ لم يصبر فِيهَا صَبر المؤثرين حَتَّى قَالَ مَا قَالَ وَفعل مَا فعل فَخر رَاكِعا يَعْنِي سَاجِدا فَإِن الرُّكُوع وَالسُّجُود يُسمى كل وَاحِد مِنْهُمَا باسم الثَّانِي {وأناب} أَي تَابَ من ذَلِك ظَاهرا وَبَاطنا فَأخْبر تَعَالَى أَنه غفر لَهُ ذَلِك أَي دَرأ عَنهُ الطّلب فِيمَا رأى هُوَ أَنه ذَنْب فِي حَقه فَترك الأولى كَمَا تقدم ¶ وَإِن كَانَ حكمه على حكم الظَّن فَيكون أَنه غلب ظَنّه على أَن الَّذِي وَقع مِنْهُ فتْنَة يتَعَلَّق فِيهَا طلب إِذْ لله تَعَالَى فِي صَرِيح الْعقل أَن يطْلب مَا شَاءَ وَيتْرك مَا شَاءَ فَأخْبر تَعَالَى أَنه لَا طلب عَلَيْهِ فِي ذَلِك",
            "page": "36",
            "part": "1",
            "seal": "D5C7E5CF"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "شرح قصَّة سُلَيْمَان عَلَيْهِ السَّلَام ¶ فِي آيَة الْفِتْنَة الْكُرْسِيّ والجسد ¶ قَالَ تَعَالَى {وَلَقَد فتنا سُلَيْمَان وألقينا على كرسيه جسدا ثمَّ أناب} ذكر أَصْحَاب المقالات فِي أشبه أَقْوَالهم فِي هَذِه الْقِصَّة أَن سُلَيْمَان عَلَيْهِ السَّلَام كَانَت لَهُ امْرَأَة من كرائمه اسْمهَا جَرَادَة وَكَانَ أَبوهَا ملكا من مُلُوك الجزائر البحرية وَكَانَ كَافِرًا فَمنهمْ من قَالَ إِنَّه خطبهَا إِلَيْهِ وَتَزَوجهَا وَمِنْهُم من قَالَ إِنَّه سباها عنفا وَكَانَ لَهَا جمال بارع فَكَانَ يُحِبهَا ويقدمها على جَمِيع نِسَائِهِ وَكَانَت عِنْد أَبِيهَا تعبد صنما فَلَمَّا فقدت ذَلِك عِنْده اكترثت وحزنت وَتغَير حسنها فَسَأَلَهَا عَن حَالهَا فَأَخْبَرته أَن ذَلِك من وحشتها",
            "page": "37",
            "part": "1",
            "seal": "26E82079"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "لأَبِيهَا ورغبت إِلَيْهِ أَن يصنع لَهَا الْجِنّ تِمْثَال أَبِيهَا حَتَّى تنظر إِلَيْهِ وتتشفى بعض الشِّفَاء مِمَّا تَجِد من وحشتها لأَبِيهَا فَفعل ذَلِك لَهَا فَكَانَت تدخل هِيَ وجواريها فِي بَيت التمثال وتسجد لَهُ وتعبده هِيَ وجواريها خُفْيَة من سُلَيْمَان عَلَيْهِ السَّلَام فَفعلت ذَلِك أَرْبَعِينَ يَوْمًا فسلبه الله ملكه أَرْبَعِينَ يَوْمًا ¶ وَقيل أَيْضا إِنَّه كَانَ لَهَا أَخ وَكَانَ بَينه وَبَين رجل من بني إِسْرَائِيل خُصُومَة فَسَأَلته أَن يحكم لأَخِيهَا على خَصمه فأنعم لَهَا بذلك ¶ وَهَاتَانِ القصتان على خلل فيهمَا أسلم من سواهُمَا فِي حق سُلَيْمَان عَلَيْهِ السَّلَام فَإِنَّهُ يتَصَوَّر الْحق فيهمَا على وُجُوه سنذكرها فِيمَا بعد إِن شَاءَ الله تَعَالَى ¶ قَالُوا وَكَانَ عُقبى أمره مَعهَا فِي هَذِه الْقِصَّة أَنه كَانَ إِذا دخل الْخَلَاء وضع عِنْدهَا الْخَاتم تَنْزِيها لَهُ أَن يدْخل بِهِ الْخَلَاء لما تضمن من أَسمَاء الله تَعَالَى فَلَمَّا أَرَادَ الله تَعَالَى سلب ملكه تمثل لَهَا على صُورَة سُلَيْمَان عَلَيْهِ السَّلَام شَيْطَان يُسمى صخرا وأراها أَنه خَارج من الْخَلَاء فَأَعْطَتْهُ الْخَاتم فطار بِهِ ورماه فِي الْبَحْر فَخرج سُلَيْمَان عَلَيْهِ السَّلَام فَطلب مِنْهَا الْخَاتم فَأَخْبَرته بِمَا كَانَ من أمره فَعلم أَنه قد فتن من أجلهَا فَخرج على وَجهه إِلَى الصَّحرَاء يبكي ويرغب وينيب ¶ ثمَّ إِن الشَّيْطَان تصور على صُورَة جَسَد سُلَيْمَان عَلَيْهِ السَّلَام وَقعد على كرسيه الَّذِي كَانَ يقْعد عَلَيْهِ لفصل الْقَضَاء بَين النَّاس وَهُوَ معنى قَوْله {وألقينا على كرسيه جسدا} أَي جسدا مثل جَسَد سُلَيْمَان عَلَيْهِ السَّلَام وَبَقِي يخلفه على كرسيه ويعبث ببني إِسْرَائِيل غَايَة الْعَبَث بِأَحْكَام فَاسِدَة وأوامر جائرة أَرْبَعِينَ يَوْمًا حَتَّى وجد سُلَيْمَان عَلَيْهِ السَّلَام خَاتمه فِي",
            "page": "38",
            "part": "1",
            "seal": "370C2FD4"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "بطن حوت كَانَ قد التقمه حِين أَلْقَاهُ صَخْر فِي الْبَحْر فَلَمَّا فطن الشَّيْطَان بذلك فر على وَجهه فجَاء سُلَيْمَان عَلَيْهِ السَّلَام فأخبروه بِمَا فعل الشَّيْطَان بعده فَأمر الْجِنّ بِطَلَبِهِ فجاؤوا بِهِ فَأمر أَن يعْمل لَهُ بَيت منقوب فِي حجر صلد وَجعله فِيهِ وأطبق عَلَيْهِ بِحجر آخر وألقاه فِي الْبَحْر فَبَقيَ فِيهِ إِلَى يَوْم الْبَعْث ¶ وَهَذَا أسلم مَا قَالُوهُ فِي قصَّته عَلَيْهِ السَّلَام وَزَاد فِيهَا الفجرة أَن الشَّيْطَان كَانَ يَقع على نسَاء سُلَيْمَان عَلَيْهِ السَّلَام وَهن حيض وَلذَا تفطنوا أَنه لم يكن سُلَيْمَان وحاشى وكلا من هَذِه الوصمة الخسيسة أَن يَفْعَلهَا الله تَعَالَى مَعَ أنبيائه عَلَيْهِم السَّلَام وَكَيف وَالْأمة مجمعة على أَنه مَا زنت امْرَأَة نَبِي قطّ كَانَت مُؤمنَة اَوْ كَافِرَة وخيانة امْرَأَة نوح وَامْرَأَة لوط عَلَيْهِمَا السَّلَام إِنَّمَا كَانَت فِي إظهارهما الْإِيمَان وإخفائهما الْكفْر لَا غير وكل مَا ذَكرُوهُ فِي هَذِه الْقِصَّة تجوز لَهُ على أوجه سنذكرها بعد إِن شَاءَ الله تَعَالَى سوى هَذِه القولة الخبيثة ¶ وَأما قصَّة التمثال الَّذِي صنع لَهَا وَمَا قيل أَنه حكم لأَخِيهَا فيتصور فِيهَا الْجَوَاز من وَجْهَيْن ¶ أَحدهمَا أَن يكون صنع التمثال مُبَاحا لَهُ كَمَا كَانَ مُبَاحا لعيسى عَلَيْهِ السَّلَام قَالَ تَعَالَى {وَإِذ تخلق من الطين كَهَيئَةِ الطير بإذني فتنفخ فِيهَا فَتكون طيرا بإذني} فصح من هَذِه الْآيَة أَن عِيسَى عَلَيْهِ السَّلَام كَانَ يصور التماثيل بِإِذن الله وَكَذَلِكَ سُلَيْمَان عَلَيْهِ السَّلَام إِذا صَحَّ أَنه لم يحرم عَلَيْهِ فعله فِي شَرعه وَالْأَظْهَر فِيهِ أَنه لم يحرم بِدَلِيل قَوْله تَعَالَى",
            "page": "39",
            "part": "1",
            "seal": "2BF2BF95"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "{يعْملُونَ لَهُ مَا يَشَاء من محاريب وتماثيل} والتماثيل قد تكون على صور الأناسي قَالَ امْرُؤ الْقَيْس ¶ (وَيَا رب يَوْم قد لهوت وَلَيْلَة ... بآنسة كَأَنَّهَا خطّ تِمْثَال) ¶ وَأما إِن عبدت هِيَ صنما من غير أَن يشْعر بِهِ سُلَيْمَان عَلَيْهِ السَّلَام فَلَا بَأْس عَلَيْهِ فِي ذَلِك فَإِن الْأَنْبِيَاء عَلَيْهِم السَّلَام عنوا بالظواهر وَأمر البواطن إِلَى الله تَعَالَى وَقد كَانَ المُنَافِقُونَ يصلونَ خلف رَسُول الله صلى الله عَلَيْهِ وَسلم ويعبدون الْأَصْنَام فِي بُيُوتهم خُفْيَة مِنْهُ جَاءَ فِي الصَّحِيح عَنهُ عَلَيْهِ السَّلَام أَنه قَالَ (أمرت أَن أقَاتل النَّاس حَتَّى يَقُولُوا لَا إِلَه إِلَّا الله) الحَدِيث ... ... ... إِلَى قَوْله (وحسابهم على الله) يَعْنِي فِيمَا أبطنوه ¶ وَأما قَوْلهم إِنَّهَا طلبت مِنْهُ أَن يحكم لأَخِيهَا على خَصمه فَقَالَ لَهَا نعم فَيجوز لَهُ أَن يَقُولهَا وَهُوَ يضمر فِي نَفسه إِذا كَانَ الْحق لَهُ لَا عَلَيْهِ ثمَّ طيب نَفسهَا ب نعم لكَون النِّسَاء تطيب أَنْفسهنَّ بِمثل هَذِه المشتبهات لضعف عقولهن وجهلهن بالحقائق وَلَا يجوز فِي حَقه سوى هَذَا بِدَلِيل أَنه لَو أضمر فِي نَفسه أَن يحكم لَهُ وَالْحكم عَلَيْهِ لوقع فِي كَبِيرَة مُحرمَة وَهِي أَن يَنْوِي أَن يحكم بالجور وحاشاه من ذَلِك وَهُوَ لَا يجوز عَلَيْهِ ذَلِك كَمَا تقدم ¶ وَأما كَون الشَّيْطَان يخلفه على كرسيه وَيحكم بِالْبَاطِلِ فَلَيْسَ على نَبِي",
            "page": "40",
            "part": "1",
            "seal": "DCF0FB90"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "الله عَلَيْهِ السَّلَام لَو صَحَّ فِي ذَلِك دَقِيق وَلَا جليل من الْإِثْم وَهَذَا بمثاب عِيسَى عَلَيْهِ السَّلَام حِين عبد من دون الله كَمَا جَاءَ فِي الصَّحِيح عَنهُ عَلَيْهِ السَّلَام قَالَ فَيَأْتُونَ عِيسَى وَلم يذكر ذَنبا فَيَقُول لست هُنَاكُم وَقد عبدت أَنا وَأمي من دون الله فَامْتنعَ عَنْهَا حَيَاء من الله ¶ وَمَعَ ذَلِك فَالْخَبَر بَاطِل من وَجه آخر وَهُوَ أَنه لَو جَازَ أَن يخلف النَّبِي شَيْطَان على صورته ويستنبط فِي شَرِيعَته أحكاما فَاسِدَة لَكَانَ ذَلِك إخلالا بِالنُّبُوَّةِ إِذْ كَانَ يتخيل النَّاس ذَلِك فِي سَائِر أَحْكَام الْأَنْبِيَاء حَتَّى لَا يتَمَيَّز حكم النَّبِي من حكم الشَّيْطَان فيشكل الْأَمر على الْمُكَلّفين وَلَا يَتَّقُونَ أَمر بعد وَهَذَا بِمَثَابَة تَقْدِير خرق الْعَادة على أَيدي الْكَذَّابين فِي ادِّعَاء النُّبُوَّة وَهَذِه الألقية فِي هَذِه الْقِصَّة من دسائس البراهمة فِي إبِْطَال النبوات وَالله أعلم ¶ وَأما مَا يَلِيق بِسُلَيْمَان عَلَيْهِ السَّلَام فِي بَاب الأولى والمباح فِي هَذِه الْقِصَّة فَهُوَ أَنه مَا كَانَ يَقُول لامْرَأَته فِي طلب الْحُكُومَة لأَخِيهَا نعم حَتَّى يتَبَيَّن لَهُ الْحق أَو يتَبَيَّن لَهَا مَا أضمر فَيَقُول لَهَا نعم إِذا وَجب لَهُ الْحق فِيهَا فَإِنَّهُ لَا يحكم بجور وَلَا يجوز عَلَيْهِ ذَلِك ¶ وَأما صنعه لَهَا التمثال على الْوَجْه الَّذِي تقدم فَمَا عَلَيْهِ فِي ذَلِك ذَنْب وَلَا عتب وَلَو كَانَ أَيْضا صنعه محرما لما صنعه لَهَا أصلا فَإِن صنع التمثال",
            "page": "41",
            "part": "1",
            "seal": "256B4CC0"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "من الْكَبَائِر الَّتِي أَتَى فِيهَا الْوَعيد الْكثير فِي الحَدِيث الْمَشْهُور فِي الثَّلَاثَة الْأَصْنَاف الَّذين تلتقطهم أَعْنَاق النَّار فِي الْمَحْشَر ¶ وَمِنْهُم من قَالَ إِنَّمَا وَقع العتاب عَلَيْهِ من جِهَة اشْتِغَاله بِعرْض الْخَيل عَلَيْهِ حَتَّى غربت الشَّمْس وفاتته صَلَاة الْعشَاء وَهَذَا أَيْضا إِذا صَحَّ فَلَيْسَ لَهُ فِي تَركهَا كسب وَلَا علقَة طلب فَإِنَّهُ نَاس وَالنَّاسِي لَا طلب عَلَيْهِ فِيمَا نَسيَه بِالْإِجْمَاع قَالَ تَعَالَى مخبرا عَن مُوسَى عَلَيْهِ السَّلَام أَنه قَالَ {لَا تؤاخذني بِمَا نسيت} وَجَاء عَنهُ عَلَيْهِ السَّلَام أَنه قَالَ إِنَّمَا أَنا بشر كَمَا تنسون ¶ وَمِنْهُم من قَالَ إِنَّمَا كَانَت وهلته لما ورد بِهِ الْخَبَر فِي قَوْله لأطيفن اللَّيْلَة بمئة امْرَأَة تَلد كل امْرَأَة غُلَاما يُقَاتل فِي سَبِيل الله فَقَالَ لَهُ صَاحبه قل إِن شَاءَ الله فَلم يقل وَنسي فأطاف بِهن وَلم تَلد مِنْهُنَّ إِلَّا امْرَأَة نصف إِنْسَان قَالَ النَّبِي عَلَيْهِ السَّلَام لَو قَالَ إِن شَاءَ الله لم يَحْنَث وَكَانَ أَرْجَى لِحَاجَتِهِ",
            "page": "42",
            "part": "1",
            "seal": "4166D0CF"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "قَالُوا وَهُوَ الْجَسَد الَّذِي ألقِي على كرسيه وَهَذَا يعضده الْخَبَر الصَّحِيح وَيتَصَوَّر العتاب فِيهِ من ترك الِاسْتِثْنَاء فَإِنَّهُ أولى فَإِن كَانَ تَركه بَعْدَمَا أَمر بِهِ فَتَركه نَاسِيا ¶ وَقد ذكر الْمُفَسِّرُونَ أَن النَّبِي صلى الله عَلَيْهِ وَسلم لما طلب مِنْهُ الْيَهُود أَن يُخْبِرهُمْ عَن قصَّة أَصْحَاب الْكَهْف فَقَالَ غَدا أخْبركُم بهَا وَنسي الِاسْتِثْنَاء أَبْطَأَ الْوَحْي عَنهُ أَيَّامًا حَتَّى نزلت عَلَيْهِ الْقِصَّة وَقيل لَهُ مَعَ ذَلِك وَلَا تقولن لشَيْء إِنِّي فَاعل ذَلِك غَدا إِلَّا أَن يَشَاء الله وَاذْكُر رَبك إِذا نسيت مَعْنَاهُ إِذا نسيت الِاسْتِثْنَاء ثمَّ تذكرت فَاسْتَثْنِ بِالْمَشِيئَةِ وَفِي هَذَا أَن الِاسْتِثْنَاء بعد مُدَّة يرفع الْحَرج وَلَا يرفع الْكَفَّارَة وَلذَا أجَازه ابْن عَبَّاس رَضِي الله عَنْهُمَا بعد سنة ¶ فَخرج من عُمُوم مَا ذَكرْنَاهُ فِي جَمِيع الْقِصَّة أَن العتاب من الله تَعَالَى لِسُلَيْمَان عَلَيْهِ السَّلَام إِذا صَحَّ إِنَّمَا كَانَ على تَركه الأولى من الْمُبَاحَات ¶ وَالْأَظْهَر فِي هَذَا الحَدِيث أَنه ترك مَنْدُوبًا إِلَيْهِ وَمن ترك الْمَنْدُوب فَلَا إِثْم عَلَيْهِ فَهُوَ بِمَثَابَة ترك الْمُبَاح فِي نفي الذَّنب كَمَا تقدم وَالله الْمُوفق للصَّوَاب",
            "page": "43",
            "part": "1",
            "seal": "4B946A98"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "شرح قصَّة يُوسُف عَلَيْهِ السَّلَام ¶ فِي إِضَافَة الله تَعَالَى لَهُ الْهم عِنْد مراودة امْرَأَة الْعَزِيز لَهُ عَن نَفسه وَالَّذِي يَنْبَغِي أَن نقدم أَولا الْإِعْلَام بِأَن يُوسُف عَلَيْهِ السَّلَام كَانَ نَبيا قبل المراودة والهم وَالدَّلِيل على ذَلِك أَنه لَو لم تثبت نبوته قبل ذَلِك لم تهتم الْأمة بِذكر همه لِأَن الْعِصْمَة الْمجمع عَلَيْهَا لَا تشْتَرط للنَّبِي إِلَّا بعد ثُبُوت نبوته لَا قبلهَا وَمَعَ ذَلِك فَإِن النَّبِي لَا تثبت لَهُ مَعْصِيّة مَشْرُوع تَركهَا قبل النُّبُوَّة وَلَا بعْدهَا وسنشبع القَوْل فِي ذَلِك فِي قصَّة آدم عَلَيْهِ السَّلَام إِن شَاءَ الله تَعَالَى ¶ وَأما إِثْبَات نبوته قبل همه من الْكتاب فَمن قَوْله تَعَالَى {وَلما بلغ أشده آتيناه حكما وعلما} ¶ وَأَجْمعُوا على أَن هَذَا الحكم وَالْعلم فِي حق يُوسُف عَلَيْهِ السَّلَام أَنَّهُمَا النُّبُوَّة ثمَّ قَالَ تَعَالَى بَعْدَمَا ذكر الحكم وَالْعلم وراودته الَّتِي",
            "page": "44",
            "part": "1",
            "seal": "01070660"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "هُوَ فِي بَيتهَا عَن نَفسه) الْآيَة ¶ وَأما همه فَأول مَا يَنْبَغِي أَن نقدم أَن الْهم فِي اللِّسَان الْإِرَادَة لَا غير فَإِن سمي الْفِعْل هما فمجاز من بَاب تَسْمِيَة الشَّيْء باسم الشَّيْء إِذا قاربه أَو كَانَ مِنْهُ بِسَبَب فَلَمَّا كَانَت الْأَفْعَال مرتبطة بالإرادة الَّتِي هِيَ الْهم سميت هما فَيُقَال لمن نصب أواني الْخمر وَمَا يحْتَاج إِلَيْهِ شرابها هم وَكَذَلِكَ يُقَال لمن خلا بِامْرَأَة فلاعبها وَذَلِكَ لِأَن الْهم الْحَقِيقِيّ مَحَله الْقلب وَهُوَ غير محسوس فَلَمَّا لم ندركه بالحواس لم نعلمهُ فَإِذا أدركنا أَسبَابه الدَّالَّة عَلَيْهِ بالحواس قُلْنَا هم أَي فعل أفعالا دلّت على همه بهَا فِي بَاطِنه فَثَبت أَن الْهم الْحَقِيقِيّ هُوَ الْإِرَادَة لَا الْفِعْل ¶ جَاءَ فِي الصَّحِيح عَنهُ عَلَيْهِ السَّلَام أَنه قَالَ من هم بحسنة فَلم يعملها كتبت لَهُ حَسَنَة فَإِن عَملهَا كتبت لَهُ عشرا وَمن هم بسيئة فَلم يعملها لم تكْتب شَيْئا فَإِن عَملهَا كتبت سَيِّئَة وَاحِدَة الحَدِيث ¶ فَهَذَا أدل على أَن الْهم غير الْفِعْل قَالَ الشَّاعِر ¶ (هَمَمْت وَلم أفعل وكدت وليتني ... تركت على عُثْمَان تبْكي حلائله) ¶ فَأخْبر أَنه هم وَلم يفعل وَإِذا كَانَ هَذَا هَكَذَا فَمَا بَال الجهلة بِاللِّسَانِ المقلدين المجازفين فِي الْحَقَائِق يَقُولُونَ قعد مِنْهَا مقْعد الرجل من الْمَرْأَة وَحل عقد نطاقها وَهُوَ ينظر إِلَى أَبِيه تَارَة والى الْملك أُخْرَى ثمَّ يعود لحل العقد",
            "page": "45",
            "part": "1",
            "seal": "E278E69A"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وَنحن مَعَ ذَلِك نعلم قطعا أَن أَحَدنَا على جهلنا وَعدم عصمتنا وَسُوء أدبنا لَو كَانَ على تِلْكَ الْحَالة وكشفت عَلَيْهِ أمته لانقبض وَتغَير عَلَيْهِ حَاله فَكيف بِنَا إِذا كشف علينا آبَاؤُنَا وكبراؤنا فَكيف الْمَلَائِكَة ¶ فَانْظُر إِلَى مقت هَذِه القولة وماذا جمعت من الاجتراء والافتراء على أَنْبيَاء الله تَعَالَى مَعَ صفاقة الْوُجُوه وَعدم الْحيَاء والتهاون بِذكر المصطفين الأخيار وَقد ذكرهَا الْهَمدَانِي وَغَيره فِي شرح قصَّة يُوسُف عَلَيْهِ السَّلَام مَعَ أَن الْهم فِي اللِّسَان هُوَ الخاطر الأول فَإِذا تَمَادى سمي إِرَادَة وعزما فَإِن لم يَعْتَرِضهُ نقيض سمي نِيَّة ثمَّ إِن الله تَعَالَى وَصفه بالخاطر الأول فَقَالَ {هم} وهم يَقُولُونَ فعل وصنع لَا لعا لعثرتهم وَلَا سَلامَة ¶ فصل ¶ فَإِن قيل فَمَا الْحق الَّذِي يعول عَلَيْهِ فِي هَذَا الْهم ¶ فَنَقُول أَولا إِن بعض الْأَئِمَّة ذكرُوا أَن الْإِجْمَاع مُنْعَقد على عصمَة بواطنهم من كل خاطر وَقع فِيهِ النَّهْي وللمحققين أَقْوَال فِي هَذَا الْهم نذْكر الْمُخْتَار مِنْهَا إِن شَاءَ الله تَعَالَى ¶ فَمنهمْ من قَالَ إِن فِي الْكَلَام تَقْدِيمًا وتأخيرا وترتيبه أَن يكون وَلَقَد هَمت بِهِ وَلَوْلَا أَن رأى برهَان ربه لَهُم بهَا وَيكون الْبُرْهَان هُنَا النُّبُوَّة والعصمة وَمَا كاشف من الْآيَات وخوارق الْعَادَات والتقديم وَالتَّأْخِير فِي لِسَان الْعَرَب سَائِغ",
            "page": "46",
            "part": "1",
            "seal": "FE28D6B6"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "وَمِنْهُم من قَالَ هم بِحكم البشرية مَعَ الْغَفْلَة عَن ارْتِكَاب النَّهْي ثمَّ ذكره الله تَعَالَى الْإِيمَان وَتَحْرِيم الْمعْصِيَة وشؤمها والوعيد عَلَيْهَا وَهُوَ الْبُرْهَان الْأَعْظَم فصرف عَنهُ السوء والفحشاء وَلذَا قَالَ بَعضهم هم وَمَا تمّ لِأَن الْعِنَايَة من ثمَّ ¶ وَمِنْهُم من قَالَ كَاد أَن يهم لَوْلَا الْعِصْمَة السَّابِقَة فَيكون الْهم هُنَا مجَازًا ¶ وَمِنْهُم من قَالَ هم هم الفحولية وَذَلِكَ أَنه كَانَ عَلَيْهِ السَّلَام فحلا شَابًّا خلت بِهِ امْرَأَة ذَات جمال وغنج وطالبته تِلْكَ الْمُطَالبَة فاهتز هزة الْفَحْل بهز ضَرُورِيّ غير مكتسب فَسُمي ذَلِك الاهتزاز هما لكَونه من أَسبَاب الْهم كَمَا تقدم وَيكون الْهم على هَذَا التَّفْسِير ضَرُورِيًّا وَلَا طلب فِي الضروريات وَأَقُول إِنَّه إِن كَانَ هم مكتسبا لهمه وَلم يفعل فَلَا لوم وَلَا ذَنْب بِدَلِيل الحَدِيث الْمُتَقَدّم الَّذِي مِنْهُ قَوْله عَلَيْهِ السَّلَام وَمن هم بسيئة فَلم يعملها لم تكْتب شَيْئا مَعْنَاهُ لم يكْتب لَهُ صَغِيرَة وَلَا كَبِيرَة وَجَاء فِي حَدِيث آخر أَن تَارِك الْخَطِيئَة من أجل الله تكْتب لَهُ حَسَنَة بِدَلِيل قَوْله تَعَالَى للْمَلَائكَة اكتبوها لَهُ حَسَنَة فَإِنَّمَا تَركهَا من جراي أَي من أَجلي وَهَذَا ينظر إِلَى قَول الله تَعَالَى {فَأُولَئِك يُبدل الله سيئاتهم حَسَنَات} وَإِذا كَانَ هَذَا فِي حق الرّعية",
            "page": "47",
            "part": "1",
            "seal": "1ADD818B"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "فالأنبياء عَلَيْهِم السَّلَام أولى بِهَذَا التّرْك لَا محَالة كَيفَ وَقد أثنى الله تَعَالَى عَلَيْهِ ونزهه بقوله عِنْدَمَا قَالَت {هيت لَك قَالَ معَاذ الله إِنَّه رَبِّي أحسن مثواي إِنَّه لَا يفلح الظَّالِمُونَ} فَهَذَا مِمَّا يدل على أَنه تَركهَا من أجل الله وَأَنه مأجور فِي تَركهَا ¶ وَإِذا كَانَ هَذَا فَلَا ذَنْب وَلَا عتب يلْحق يُوسُف عَلَيْهِ السَّلَام صَغِيرا وَلَا كَبِيرا بل يكون مأجورا فِي التّرْك ¶ فَهَذِهِ أَقْوَال تشاكه الصَّوَاب وتليق بالأكابر ¶ وَالْأَظْهَر القَوْل الْأَخير من هَذِه الْأَقْوَال لكَونه معضودا بالْخبر وَالْآيَة ¶ وَالله أعلم ¶ فَإِن قيل فَإِذا لم يتَصَوَّر فِي حق يُوسُف عَلَيْهِ السَّلَام ذَنْب وَلَا عتب فلأي شَيْء قَالَ بَعْدَمَا أنصفته امْرَأَة الْعَزِيز وأقرت بِفِعْلِهَا {وَمَا أبرئ نَفسِي إِن النَّفس لأمارة بالسوء إِلَّا مَا رحم رَبِّي} ¶ قُلْنَا وَمن أَيْن لَك أَن تَقول إِنَّه قَالَهَا وَالْآيَة تَقْتَضِي أَنَّهَا من قَول امْرَأَة الْعَزِيز وَذَلِكَ أَنه لما تأدب مَعهَا بآداب الْأَحْرَار حَيْثُ قَالَ لرَسُول الْملك {ارْجع إِلَى رَبك فَاسْأَلْهُ مَا بَال النسْوَة اللَّاتِي قطعن أَيْدِيهنَّ} فخلطها مَعَهُنَّ وَذكر فعلهن وأضرب عَن ذكر فعلهَا تناصفت هِيَ وأقرت بِأَنَّهَا راودته فَقَالَت {وَمَا أبرئ نَفسِي} ¶ على أَنه لَو ثَبت أَنه قَالَهَا لَخَرَجت لَهُ أحسن مخرج وَذَلِكَ أَنه لما",
            "page": "48",
            "part": "1",
            "seal": "51B01F43"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "أنصفته بإقرارها وتبرئته قَالَ هُوَ {وَمَا أبرئ نَفسِي} على أصل الحوار لَا على نفس الْوُقُوع كَمَا قَالَ الْخَلِيل عَلَيْهِ السَّلَام {واجنبني وَبني أَن نعْبد الْأَصْنَام} وَهُوَ قد أَمن بالعصمة من عبادتها وَقَالَ تَعَالَى لنبينا عَلَيْهِ الصَّلَاة وَالسَّلَام {وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَينَا إِلَيْك} وَهُوَ تَعَالَى قد شَاءَ أَلا يذهبه والعصمة والنزاهة لَهُ على كمالها ¶ فليت شعري إِذا كَانَ للتأويل فِي هَذِه الْقِصَّة وأمثالها مجْرى سحب ومجال للسلامة رحب فَمَا بالهم يضيقون هَذَا الْوَاسِع لَوْلَا الفضول",
            "page": "49",
            "part": "1",
            "seal": "5EE2362D"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "شرح قصَّة نَبينَا عَلَيْهِ الصَّلَاة وَالسَّلَام ¶ مَعَ زيد وَزَيْنَب فِي قَوْله تَعَالَى {وَإِذ تَقول للَّذي أنعم الله عَلَيْهِ وأنعمت عَلَيْهِ أمسك عَلَيْك زَوجك وَاتَّقِ الله وتخفي فِي نَفسك مَا الله مبديه وتخشى النَّاس وَالله أَحَق أَن تخشاه} إِلَى قَوْله {وَكَانَ أَمر الله مَفْعُولا} ¶ هَذِه من الْقَصَص الَّتِي امتحن بهَا عوام هَذِه الْأمة ومقلدوهم المجازفون المقتفون مَا لَيْسَ لَهُم بِهِ علم ¶ والقصة بِحَمْد الله أشهر وَأظْهر من أَن يتقول فِيهَا بزور أَو يدلى بغرور وَالْأولَى أَن نقدم مَا صَحَّ من الْقِصَّة ثمَّ نرْجِع إِلَى شرح الْآيَة ¶ وَالَّذِي صَحَّ مِنْهَا أَن الْمَرْأَة هِيَ زَيْنَب بنت جحش بن أُمَيْمَة بنت عبد الْمطلب جد رَسُول الله صلى الله عَلَيْهِ وَسلم وَأما بَعْلهَا فَهُوَ زيد بن حَارِثَة مولى رَسُول الله صلى الله عَلَيْهِ وَسلم ومعتقه وَكَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم قد رباه وتبناه وَكَانَ يُسمى ابْن رَسُول الله حَتَّى أنزل الله تَعَالَى {وَمَا جعل أدعياءكم أبناءكم ذَلِكُم قَوْلكُم بأفواهكم} فنفى الْبُنُوَّة بِالدَّعْوَى وَقَالَ {ادعوهُمْ لِآبَائِهِمْ هُوَ أقسط عِنْد الله} الْآيَة فَلَمَّا أدْرك زوجه رَسُول الله صلى الله عَلَيْهِ وَسلم زَيْنَب الْمَذْكُورَة وَبَقِي مَعهَا حَتَّى أَمر الله تَعَالَى نبيه عَلَيْهِ السَّلَام أَن يَتَزَوَّجهَا أَو أخبرهُ بِهِ كَمَا سَيَأْتِي فِي شرح الْآيَة إِن شَاءَ الله تَعَالَى",
            "page": "50",
            "part": "1",
            "seal": "AAFEFEA4"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَمَا تَقوله المُنَافِقُونَ والجهلة المجازفون من أَن رَسُول الله صلى الله عَلَيْهِ وَسلم رَآهَا وأحبها وشغف بحبها حَتَّى كَانَ يضع يَده على قلبه وَيَقُول يَا مُقَلِّب الْقُلُوب ثَبت قلب نبيك وَيدخل عَلَيْهِ زيد الْمَسْجِد وَيَقُول (ادن مني يَا زيد) شوقا إِلَيْهَا إِلَى غير ذَلِك من هذيانات لَا يرضاها صلحاء الْمُسلمين لأَنْفُسِهِمْ فَكيف سيد الْمُرْسلين فَكل ذَلِك بَاطِل متقول ¶ وَكَذَلِكَ قَوْلهم إِنَّه عَلَيْهِ السَّلَام رَآهَا فأحبها تخرص وزور وَكَيف وَقد تربت فِي حجر رَسُول الله صلى الله عَلَيْهِ وَسلم حَتَّى زَوجهَا لزيد على أَنه لَو أحبها كَمَا اختلقوه لم يُدْرِكهُ فِي ذَلِك الْيَوْم لوم فَإِن الْحبّ أَمر ضَرُورِيّ لَا يدْخل تَحت الْكسْب جَاءَ عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ اللَّهُمَّ إِنِّي عدلت فِيمَا أملك فَاغْفِر لي مَا لَا أملك) يَعْنِي عدلت فِيمَا أكسب فَاغْفِر لي مَا لَا أكسب فَلم يكره الْعُقَلَاء الْحبّ إِلَّا لما يكون مَعَه للمحبين من الطيش والميل وَالذكر بِمَا لَا يَنْبَغِي وَطلب الظفر بالمحبوب على الْوُجُوه الْفَاسِدَة ¶ وَهَذِه الْأُمُور كلهَا لَا تلِيق بصلحاء الْمُسلمين فَكيف بسادات الْمُرْسلين المعصومين مِمَّا دون ذَلِك كَمَا تقدم ¶ جَاءَ فِي الْأَثر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم مر بِرَجُل ينشد ¶ (أَقبلت فلاح لَهَا ... عارضان كالسبج)",
            "page": "51",
            "part": "1",
            "seal": "01F594AC"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "(أَدْبَرت فَقلت لَهَا ... والفؤاد فِي وهج) ¶ (هَل عَليّ ويحكما ... إِن عشقت من حرج) ¶ فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا حرج إِن شَاءَ الله مَعْنَاهُ لَا حرج عَلَيْك إِن كنت تكْتم وتصبر وَلَا تؤذي محبوبك بقول وَلَا بِفعل وَلَا يشغلك حبه وَذكره عَمَّا فرض عَلَيْك ¶ ومصداق هَذَا الشَّرْح مَا جَاءَ عَنهُ عَلَيْهِ السَّلَام أَنه قَالَ من عشق وكتم وعف وَمَات مَاتَ شَهِيدا وَسبب شَهَادَته أَن النَّفس الأمار ة بالسوء تحب الشَّهْوَة والتشفي بِالْفِعْلِ فيحاربها الورعون المتقون بِالْكِتْمَانِ والعفاف حَتَّى يقتلهُمْ ¶ وعَلى هَذَا مَضَت الْعَادَات وتناظرت الحكايات وَلَوْلَا قصد الِاخْتِصَار لأسمعتك فِي هَذَا الشَّأْن أَخْبَارًا وأشعارا عَن ظرفاء المحبين المتدينين وَأهل الهمم من فتيَان الْعَرَب فقد قيل إِن قيس بن عَامر تعرضته ليلى بِأَرْض فلاة فَقَالَت لَهُ هَا أَنا بغيتك ومثار فتنتك ليلى جئْتُك وَلَا رَقِيب وَلَا وَاسِطَة فَاقْض مَا أَنْت قَاض ¶ فَقَالَ لَهَا بِي مِنْك مَا شغلني عَنْك ثمَّ سَار وَتركهَا فَهَذَا من ظرفاء المحبين ¶ وَآخر رأى غُبَار ذيل محبوبه فَغشيَ عَلَيْهِ فَهَذَا أظرف مِنْهُ إِلَى غير",
            "page": "52",
            "part": "1",
            "seal": "A4EFF613"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "ذَلِك وَجَاء فِي الْأَثر أَن عليا كرم الله وَجهه كَانَت لَهُ جَارِيَة تتصرف فِي أشغاله وَكَانَ بإزائه مَسْجِد فِيهِ قيم فَكَانَت مَتى مرت بِهِ تِلْكَ الْجَارِيَة قَالَ لَهَا أما إِنِّي أحبك فشق عَلَيْهَا ذَلِك فَأخْبرت عليا رَضِي الله عَنهُ بذلك فَقَالَ لَهَا إِذا قَالَ لَك ذَلِك فَقولِي لَهُ وَأَنا أحبك فأيش تُرِيدُ بعد هَذَا ¶ فَلَمَّا مرت بِهِ قَالَت لَهُ ذَلِك فَقَالَ نصبر حَتَّى يحكم الله بَيْننَا فَلَمَّا أخْبرت عليا عَلَيْهِ السَّلَام بِمَا قَالَ لَهَا دَعَا بِهِ وَقَالَ لَهُ خُذْهَا إِلَيْك فقد حكم الله بَيْنكُمَا فَهَذَا شَأْن الظرفاء والمتدينين من المحبين ¶ وَمَعَ هَذَا فالرسول عَلَيْهِ السَّلَام أشرف وأسنى من أَن يمْتَحن بِمثل هَذِه النقيصة وَمَعَ ذَلِك فَمَا صَحَّ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم أحبها وَلَا شغف بهَا فِي كتاب وَلَا سنة سوى مَا تخيله الجهلة وكل مَا رَوَوْهُ فِي ذَلِك عَن الصَّحَابَة فكذب وزور وَجَهل بِمُقْتَضى الْآيَة ومنصب النُّبُوَّة وتخرص من أهل النِّفَاق وَهَا أبين لَك ذَلِك فِي سِيَاق الْآيَة إِن شَاءَ الله تَعَالَى ¶ فصل ¶ قَالَ الله تَعَالَى {وَإِذ تَقول للَّذي أنعم الله عَلَيْهِ وأنعمت عَلَيْهِ أمسك عَلَيْك زَوجك وَاتَّقِ الله} ¶ ذكر بعض الْمُفَسّرين فِي أشبه الْأَقْوَال أَن قَوْله تَعَالَى {وَإِذ تَقول} تَنْبِيه من الله تَعَالَى لنَبيه صلى الله عَلَيْهِ وَسلم على وَجه العتاب فِي قَوْله لزيد {أمسك عَلَيْك زَوجك} وَأَقُول إِنَّه تَنْبِيه لنَبيه صلى الله عَلَيْهِ وَسلم ليتهيأ لفهم الْخطاب من غير عتاب وَهُوَ الْأَظْهر وَالْأولَى",
            "page": "53",
            "part": "1",
            "seal": "B586ED05"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "وبذا تناصرت الْآيَات كَقَوْلِه تَعَالَى {إِذْ ابتلى إِبْرَاهِيم ربه بِكَلِمَات} وَقَوله {وَإِذ قُلْنَا للْمَلَائكَة اسجدوا لآدَم} إِلَى غير ذَلِك من الْآي ¶ وَأما قَوْله تَعَالَى {أنعم الله عَلَيْهِ} فَفِي هَذَا الْخَبَر معْجزَة للرسول صلى الله عَلَيْهِ وَسلم وكرامة لزيد لَكِنَّهَا من أعز الكرامات وَأَشْرَفهَا ¶ فَأَما المعجزة فَهِيَ من بَاب إخْبَاره صلى الله عَلَيْهِ وَسلم بالغيوب فَتَقَع كَمَا أخبر عَنْهَا وَذَلِكَ أَن الإنعام هَاهُنَا إِنَّمَا هُوَ فِي أَن وهبه الله تَعَالَى إِيمَانًا لَا يُفَارِقهُ إِلَى الْمَمَات إِذْ لَو كَانَ فِي مَعْلُوم الله تَعَالَى أَن يسلبه إِيَّاه عِنْد الْوَفَاة لم يسمه نعْمَة فَإِن ثَمَرَة الْإِيمَان إِنَّمَا تجتنى فِي الْآخِرَة وإيمان زائل لَا ثَمَرَة لَهُ فِي الْآخِرَة وَلَا يُسمى نعْمَة بل هُوَ نقمة كَإِيمَانِ بلعم بن باعورا وَغَيره من المخذولين المبدلين نَعُوذ بِاللَّه من بغتات سخطه ¶ فَخرج من فحوى ذكر هَذِه النِّعْمَة أَن زيدا يَمُوت مُؤمنا فَكَانَ ذَلِك وَزِيَادَة أَنه مَاتَ أَمِيرا شَهِيدا مقدما بَين الصفين فِي يَوْم مُؤْتَة كَانَ قد قدمه رَسُول الله صلى الله عَلَيْهِ وَسلم على الْجَيْش فِي حَدِيث يطول ذكره ثمَّ قتل شَهِيدا فَنزل الْوَحْي على رَسُول الله صلى الله عَلَيْهِ وَسلم فَصَعدَ الْمِنْبَر",
            "page": "54",
            "part": "1",
            "seal": "EAD49B4F"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "فَحَمدَ الله وَأثْنى عَلَيْهِ ثمَّ قَالَ (أَخذ الرَّايَة زيد فأصيب) إِلَى قَوْله لقد رفعوا لي فِي الْجنَّة على أسرة من ذهب الحَدِيث ¶ فَهَذِهِ معْجزَة صحت لَهُ صلى الله عَلَيْهِ وَسلم من بَاب الْإِخْبَار بالغيوب فَوَقَعت بِمحضر الأشهاد كَمَا أخبر عَنْهَا وكما وَقع نقيضها فِي قصَّة أبي لَهب حَيْثُ أخبرهُ ربه فِي قُرْآن يُتْلَى أَنه من أهل النَّار وَمَات كَافِرًا فَكَانَ ذَلِك ¶ وَأما كَرَامَة زيد فبإعلام الله لَهُ فِي ضمن الْآيَة بسلامة الْعَاقِبَة كَمَا ذَكرْنَاهُ ¶ وَأما تصور العتاب إِن صَحَّ فِي قَوْله {أمسك عَلَيْك زَوجك} فقد يَقع من بَاب ترك الأولى من الْمُبَاحَات كَمَا تقدم وَذَلِكَ أَن الله تَعَالَى أمره بزواجها أَو أخبرهُ بِهِ حَيْثُ قَالَ لَهُ فِي آخر الْآيَة {وَكَانَ أَمر الله مَفْعُولا} وَسَيَأْتِي بَيَان ذَلِك الْأَمر عِنْد فراغنا من شرح الْآيَة إِن شَاءَ الله تَعَالَى ¶ وَأما سَبَب قَوْله لَهُ أمْسكهَا فَهُوَ أَن زيدا جَاءَهُ يتشكى لَهُ بهَا فَقَالَ يَا رَسُول الله زَيْنَب تسبني وتستعلي عَليّ وتعيرني وتفخر عَليّ بِشَرَفِهَا إِلَى غير ذَلِك وَأُرِيد أَن أطلقها ¶ فقد رُبمَا كَانَ الأولى أَن يَقُول لَهُ صلى الله عَلَيْهِ وَسلم مثلا أَنْت وشأنك أَو مَا يقرب من هَذَا من الْأَقْوَال أَو يسكت عَنهُ فَلَا يَأْمُرهُ وَلَا ينهاه لكَونه صلى الله عَلَيْهِ وَسلم قد أمره الله تَعَالَى بتزويجها أَو أخبر بذلك فَقَالَ لَهُ أمْسكهَا وَالْأَظْهَر أَنه قصد عَلَيْهِ السَّلَام بِهَذِهِ القولة خوف القالة من السُّفَهَاء أَن يَقُولُوا",
            "page": "55",
            "part": "1",
            "seal": "1CCC0015"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "مَا قَالُوهُ فيهلكوا بأذيته فَتَصِح عَلَيْهِم اللَّعْنَة فِي الدَّاريْنِ وَالْعَذَاب الْأَلِيم بِدَلِيل الْكتاب قَالَ الله تَعَالَى {إِن الَّذين يُؤْذونَ الله وَرَسُوله لعنهم الله فِي الدُّنْيَا وَالْآخِرَة وَأعد لَهُم عذَابا مهينا} ¶ وَأَيْضًا أَنه لما سمع أَن الله تَعَالَى عَاتب دَاوُود صلى الله عَلَيْهِ وَسلم فِي قَوْله {أكفلنيها} قَالَ هُوَ أمْسكهَا وَسقط العتاب ¶ وَأما قَوْله {وَاتَّقِ الله} يَعْنِي فِي ذكرهَا بالقبح لغيبها فِي قَوْله تَقول لي كَذَا وَتفعل بِي كَذَا وَهِي غَائِبَة فَنَهَاهُ عَن الْغَيْبَة الْمنْهِي عَنْهَا شرعا بِدَلِيل أَن قَول زيد أطلقها كَلَام مُبَاح لَيْسَ فِيهِ حظر وَلَا كَرَاهَة فِي الشَّرْع ¶ وَأما قَول الله عز وَجل لنَبيه صلى الله عَلَيْهِ وَسلم {وتخفي فِي نَفسك مَا الله مبديه} يَعْنِي من تَزْوِيجهَا الَّذِي أَمرتك بِهِ أَو أعلمتك بِهِ ¶ وَأما قَوْله تَعَالَى {وتخشى النَّاس} أَي تخشى من قَول النَّاس على حذف حرف الْجَرّ كَأَنَّهُ يَقُول تخشى من النَّاس أَن يَقُولُوا فِيك فيأثموا ويهلكوا وَالله أَحَق أَن تخشاه ¶ أَي تخشى مِنْهُ على النَّاس وَلِلنَّاسِ حَتَّى يَقع مرادي فِيك وَفِي النَّاس إِذْ لَيْسَ احتياطك يُغني عَنْهُم من الله شَيْئا فَلَا عَلَيْك مِمَّن قَالَ وَلَا مِمَّن أَثم فَأَنا أعلم بِمَا يَقُولُونَ وَبِمَا أجازيهم كَمَا قَالَ تَعَالَى لَهُ لَيْسَ لَك من الْأَمر شَيْء و (لَيْسَ عَلَيْك هدَاهُم) و {إِنَّك لَا تهدي من أَحْبَبْت} إِلَى غير ذَلِك",
            "page": "56",
            "part": "1",
            "seal": "19B1F166"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وَأما أَن يكون الرَّسُول صلى الله عَلَيْهِ وَسلم يخْشَى النَّاس من غير مُرَاعَاة لهَذَا الْقدر وَمَا أشبهه فحاشا وكلا وَكَيف وَقد قَالَ تَعَالَى بعد هَذِه الْآيَة {الَّذين يبلغون رسالات الله ويخشونه وَلَا يَخْشونَ أحدا إِلَّا الله} فقد زكى الله تَعَالَى أنبياؤه بإنهم أفردوه بالخشية فَلَو كَانَ الرَّسُول صلى الله عَلَيْهِ وَسلم يخْشَى النَّاس لأجل النَّاس لتناقض الْخَبَر والتناقض فِي خبر الله وَرَسُوله محَال ¶ وَأما مَا خَافَ أَن يَقُوله النَّاس فيهلكوا فَهُوَ على خَمْسَة أوجه ¶ أَحدهَا مَا جرت بِهِ عادات الجهلة المتكبرين على الموَالِي فَيَقُولُونَ كَيفَ يسوغ لَهُ أَن يعمد إِلَى كَرِيمَة من كرائمه وَأقرب النَّاس إِلَيْهِ نسبا فيزوجها لعَبْدِهِ ¶ وَالثَّانِي وَهُوَ أَشد عَلَيْهِم فِي الْإِنْكَار أَن يَقُولُوا كَيفَ رَضِي أَن يَتَزَوَّجهَا بعد عَبده ¶ الثَّالِث أَن يَقُولُوا إِنَّمَا حمله على ذَلِك حبه لَهَا وشغفه بهَا ¶ الرَّابِع قلَّة المراعاة لأمر الله وَعدم التَّسْلِيم لحكمه إِذْ لَو كَانُوا يذعنون لأحكام الله تَعَالَى ويسلمون لَهُ لم ينكروا شَيْئا مِمَّا فعله نَبِيّهم صلى الله عَلَيْهِ وَسلم ¶ الْخَامِس وَهُوَ أصل لكل رذيلة وَهُوَ مُرَاعَاة التحسين والتقبيح وردهما إِلَى الْعُقُول القاصرة وَمَا جرت بِهِ الْعَادَات وَهُوَ دَاء عضال نغلت بِهِ قُلُوب الجهلة الضَّالّين ففندوا حكم الله تَعَالَى واعترضوا لفعاله فِي خلقه",
            "page": "57",
            "part": "1",
            "seal": "A40E41D9"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "وَكَانَ أول من سنّ هَذِه الداهية الدهياء إِبْلِيس حَيْثُ قَالَ {أأسجد لمن خلقت طينا} و {قَالَ لم أكن لأسجد لبشر خلقته من صلصال من حمإ مسنون} و {أَنا خير مِنْهُ} و {أرأيتك هَذَا الَّذِي كرمت عَليّ} إِلَى غير ذَلِك من أَقْوَاله السخيفة فَانْظُر رَحِمك الله إِلَى أهل هَذِه الْمذَاهب الخسيسة بِمن اقتدوا فِيهَا وعَلى من عولوا فِي اقتدائهم قَاتلهم الله أَنى يؤفكون ¶ وَمِمَّا قيل فِي معنى قَوْله {وتخشى النَّاس} أَنه يخْشَى النَّاس أَن يَقُولُوا كَيفَ يحرم علينا أَزوَاج الْبَنِينَ وَهُوَ مَعَ ذَلِك يتَزَوَّج زوج ابْنه فلأجل هَذِه الْأَقْوَال كَانَت خَشيته صلى الله عَلَيْهِ وَسلم على النَّاس إِذْ لَيْسَ مِنْهَا وَاحِدَة إِلَّا وَهِي تحمل إِلَى سِجِّين فَإِنَّهَا كلهَا مُعَارضَة لقَوْله تَعَالَى {وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا} ¶ وَقَوله تَعَالَى {من يطع الرَّسُول فقد أطَاع الله} ¶ وَقَوله تَعَالَى {قل إِن كُنْتُم تحبون الله فَاتبعُوني يحببكم الله} ¶ وَقَوله تَعَالَى حَيْثُ أقسم بِذَاتِهِ المعظمة فَقَالَ {فَلَا وَرَبك لَا يُؤمنُونَ حَتَّى يُحَكِّمُوك فِيمَا شجر بَينهم ثمَّ لَا يَجدوا فِي أنفسهم حرجا مِمَّا قضيت ويسلموا تَسْلِيمًا} ¶ فَمن أجل هَذِه الْآي وأمثالها خشِي رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "58",
            "part": "1",
            "seal": "4E0B5170"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "أَن يَقع فِيهِ النَّاس وَقد وَقَعُوا فِيمَا ذَكرْنَاهُ وَفِيمَا هُوَ أَشد مِنْهُ ¶ قَالَ تَعَالَى {فَلَمَّا قضى زيد مِنْهَا وطرا زَوَّجْنَاكهَا} الوطر هُنَا النِّكَاح ¶ وَاعْلَم رَحِمك الله أَن فِي هَذِه الْآيَة فَوَائِد جمة مِنْهَا أَن الله تَعَالَى جعل فِيهَا لزيد صيتًا وشرفا خصّه بِهِ عَن جملَة الصَّحَابَة رَضِي الله عَنْهُم وَذَلِكَ أَنه لم يذكر فِي الْكتاب مِنْهُم أحدا باسمه الْعلم إِلَّا زيدا وَسبب ذَلِك وَالله أعلم أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ قد تبناه قبل ذَلِك فَكَانَ يدعى بِابْن رَسُول الله حَتَّى نزل عَلَيْهِ {ادعوهُمْ لِآبَائِهِمْ هُوَ أقسط عِنْد الله} ¶ فَسُمي بعد ذَلِك زيد بن حَارِثَة فَعوضهُ الله تَعَالَى بِأَن سَمَّاهُ فِي كِتَابه باسمه الْعلم ¶ وَهَذِه القولة لَيست لي وَلَا يبلغ نَظَرِي إِلَى هَذَا الْقدر وَإِنَّمَا ذكرهَا الإِمَام أَبُو بكر بن الْعَرَبِيّ فِي بعض تواليفه وَلَا أعلم هَل هِيَ لَهُ أَو لغيره وَلِأَن من غاص عَلَيْهَا لغواص من بَاب الْإِشَارَة ¶ وَقد يحْتَمل أَن تخرج من بَاب الْفِقْه وَهُوَ أَن يكون تَسْمِيَة زيد بالعلمية ليتبين فِي الْآيَة ثُبُوت هَذَا الحكم ووقوعه فِي أَبنَاء التبني إِذْ لَو قَالَ تَعَالَى فَلَمَّا قضى بَعْلهَا لم يعلم من البعل من مُقْتَضى الْآيَة ¶ وَمِنْهَا أَن الله تَعَالَى سنّ لرَسُوله صلى الله عَلَيْهِ وَسلم هَذِه السّنة على",
            "page": "59",
            "part": "1",
            "seal": "83401F21"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "رغم أنف المتكبرين فَمن لَام بعد هَذِه السّنة أحدا فِي أَن يُزَوّج مثلا بنته لعَبْدِهِ أَو يتَزَوَّج امْرَأَة عَبده من بعده فليفغر فوه بفهر يكسر قواضمه وخواضمه ويطرح فِي أمه الهاوية إِذْ لَيْسَ بعد رَسُول الله صلى الله عَلَيْهِ وَسلم شَارِع وَلَا فَوق شرفه شرف ¶ وَمِنْهَا قَوْله تَعَالَى لرَسُوله صلى الله عَلَيْهِ وَسلم {زَوَّجْنَاكهَا} ¶ فأضاف تَعَالَى تَزْوِيجهَا لنَبيه إِلَى نَفسه وَمَا أضَاف الله تَعَالَى لنَفسِهِ شَيْئا إِلَّا وَشرف ذَلِك الشَّيْء كَمَا قَالَ تَعَالَى {روحي} و {بَيْتِي} و {جنتي} و {عَذَابي} و {نَاقَة الله} و {نَار الله} وَالْكل مَخْلُوق ومربوب وَلَكِن الله اخْتصَّ بالشرف الإضافي هَذِه الْمَخْلُوقَات ¶ وَفِي هَذَا التَّزْوِيج شرف لرَسُول الله صلى الله عَلَيْهِ وَسلم من كَون تَزْوِيج النَّاس أجمع من عِنْدهم وباختيارهم واجتهادهم وَهَذَا التَّزْوِيج بِأَمْر الله على الْخُصُوص واختياره وإكرامه لنَبيه صلى الله عَلَيْهِ وَسلم ¶ وَمِنْهَا تشريف لِزَيْنَب زوجه وَذَلِكَ أَن الله تَعَالَى مَا اخْتَارَهَا لنَبيه صلى الله عَلَيْهِ وَسلم حَتَّى علم حصانتها ودينها وورعها وَحفظ أدبها لمراعاة خلْطَة سيد الْمُرْسلين وَلها أَيْضا على سَائِر نِسَائِهِ فِي هَذَا التَّزْوِيج مزية وَإِن كن كُلهنَّ",
            "page": "60",
            "part": "1",
            "seal": "BE9C10F7"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "مطهرات محفوظات وَقد ذكرت هِيَ ذَلِك لرَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَت لَهُ يَا رَسُول الله أما إِنِّي لأدل عَلَيْك بِثَلَاث لَا يدل بهَا عَلَيْك وَاحِدَة من نِسَائِك ¶ فَقَالَ وَمَا هِيَ ¶ فَقَالَت إِحْدَاهَا أَنِّي أقرب إِلَيْك نسبا من جَمِيع نِسَائِك لِأَن جدي وَجدك وَاحِد ¶ وَالثَّانيَِة أَن الله تَعَالَى زَوجنِي إياك ¶ وَالثَّالِثَة أَن كَانَ السفير بيني وَبَيْنك جِبْرِيل عَلَيْهِ السَّلَام ¶ فيا لَهَا من حرَّة فَلَقَد فخرت وصدقت مَعَ أَنَّهَا أغفلت رَابِعا يُؤَكد ثُبُوت هَذِه الثَّلَاثَة وَهُوَ كَون قصَّتهَا مسطرة فِي قُرْآن يُتْلَى إِلَى الْأَبَد ¶ إِذْ لَو كَانَت من خبر الْوَاحِد لاختلجتها الظنون ¶ ثمَّ قَالَ تَعَالَى لكيلا يكون على الْمُؤمنِينَ حرج فِي أَزوَاج أدعيائهم إِذا قضوا مِنْهُنَّ وطرا وَكَانَ أَمر الله مَفْعُولا ¶ علل الله عز وَجل هَذَا التَّزْوِيج ليعلم النَّاس أَن من تبنى أحدا ثمَّ تزوج امْرَأَته من بعده فَلَا حرج عَلَيْهِ فَإِن من تبناه لَيْسَ كابنه الَّذِي لصلبه ¶ قَالَ تَعَالَى فِي تَحْرِيم أَزوَاج الْأَبْنَاء للصلب {وحلائل أَبْنَائِكُم الَّذين من أصلابكم} وَقَالَ {وَمَا جعل أدعياءكم أبناءكم} فَرفع الْحَرج بِهَاتَيْنِ الْآيَتَيْنِ فِي التبني ثمَّ قَالَ تَعَالَى {وَكَانَ أَمر الله مَفْعُولا}",
            "page": "61",
            "part": "1",
            "seal": "B57C50DE"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "الْأَمر هُنَا يحْتَمل الْحَقِيقَة وَالْمجَاز فَإِن كَانَ الله أمره بتزويجها فَيكون وَكَأن الْمَأْمُور بِهِ مَفْعُولا أَي وَاقعا فِي مَعْلُوم الله تَعَالَى وَيُسمى الْمَأْمُور بِهِ أَمر الْمُنَاسبَة بَين الْأَمر والمأمور فَإِن الْأَمر من الله تَعَالَى يَسْتَحِيل أَن يكون مَفْعُولا لكَونه يرجع لكَلَامه الأزلي وَإِن كَانَ أَمر بِمَعْنى المُرَاد على سَبِيل الْمجَاز فَيكون وَكَأن مَا أخْبرك الله تَعَالَى بِهِ من المُرَاد وَاقعا إِذْ مَا أَرَادَ الله تَعَالَى وُقُوعه فَلَا بُد من وُقُوعه فَتَأمل رَحِمك الله هَذِه الْقِصَّة العجيبة فَإِنَّهَا تَتَضَمَّن خمس عشرَة فَائِدَة مِنْهَا فِي جَانب الرَّسُول صلى الله عَلَيْهِ وَسلم سِتَّة ¶ إِحْدَاهمَا المعجزة فِي إخْبَاره بالغيوب فَوَقَعت كَمَا أخبر عَنْهَا ¶ الثَّانِيَة تواضعه صلى الله عَلَيْهِ وَسلم أَن زوج كريمته بِعَبْدِهِ ¶ الثَّالِثَة انقياده لأمر الله فِي تَزْوِيجهَا بِعَبْدِهِ ¶ الرَّابِعَة إِثْبَات هَذَا التَّزْوِيج سنة ¶ الْخَامِسَة قمع المتكبرين وإرغام أنوفهم فِي هَذِه السّنة ¶ السَّادِسَة فِي الرَّد على من قَالَ بتحسين الْعقل وتقبيحه ¶ وَالَّتِي من جَانب زيد أَربع ¶ إِحْدَاهَا بِشَارَة رَسُول الله صلى الله عَلَيْهِ وَسلم لَهُ بسلامة عاقبته ¶ الثَّانِيَة مَوته شَهِيدا بَين الصفين ¶ الثَّالِثَة مَا أخبر عَنهُ صلى الله عَلَيْهِ وَسلم أَنه فِي الْجنَّة ¶ الرَّابِعَة تَسْمِيَته فِي الْكتاب بالعلمية على الْخُصُوص ¶ وَالَّتِي فِي حق زَيْنَب رَضِي الله عَنْهَا خمس",
            "page": "62",
            "part": "1",
            "seal": "DF83618A"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "إِحْدَاهَا أَن الله تَعَالَى رضيها لنَبيه صلى الله عَلَيْهِ وَسلم أَهلا ¶ الثَّانِيَة أَن صيرها أم الْمُؤمنِينَ ¶ الثَّالِثَة أَن كَانَ خطيبها جِبْرِيل عَلَيْهِ السَّلَام ¶ الرَّابِعَة أَن كَانَ وَليهَا رب الْعَالمين ¶ الْخَامِسَة أَن كَانَت قصَّتهَا قُرْآنًا يُتْلَى ¶ فَهَذِهِ خمس عشر فَائِدَة صحت فِي هَذِه الْقِصَّة شَامِلَة لرَسُول الله صلى الله عَلَيْهِ وَسلم ولأمته سوى مَا أغفله الخاطر ¶ والجهلة يخبطون عشواء الدجون ¶ فَهَذَا مَا من الله تَعَالَى بِهِ من ثَمَرَات النّظر فِي هَذِه الْقَصَص الْأَرْبَع فِي حق السَّادة القادة صلوَات الله عَلَيْهِم ¶ ونسأل الله تَعَالَى مَعَ هَذَا التحفظ على مناصبهم السّنيَّة ومناقبهم الرضية الْعَفو عَمَّا وَقع فِيهَا من الْخَطَأ والخطل بحوله وَطوله",
            "page": "63",
            "part": "1",
            "seal": "6C9C9B6F"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "فصل ¶ ولنذكر الْآن مَا وَقع من بعض قصَص الْأَنْبِيَاء عَلَيْهِم السَّلَام فِي الْقُرْآن وَهِي الْقَصَص الَّتِي اعترضها أهل الزيغ والإلحاد فِي أَقْوَال الْأَنْبِيَاء عَلَيْهِم السَّلَام وأفعالهم بِمَا من الله بِهِ وَالله الْمُسْتَعَان ¶ وَقد كُنَّا نرتب الْكَلَام فِيهَا على تَرْتِيب الزَّمَان فنبدأ بِقصَّة آدم عَلَيْهِ السَّلَام ونختم بِقصَّة نَبينَا صلى الله عَلَيْهِ وَسلم لَكنا قدمنَا هَذِه الْقَصَص لتأكيد اعْتِرَاض السفلة عَلَيْهَا وشناعة طبعهم فِيهَا كَمَا تقدم ¶ فَنَذْكُر قصَّة آدم عَلَيْهِ السَّلَام فِي أكله من الشَّجَرَة الْمنْهِي عَنْهَا ¶ وقصة نوح عَلَيْهِ السَّلَام فِي قَوْله {إِن ابْني من أَهلِي} وَفِي دُعَائِهِ على قومه ¶ وقصة إِبْرَاهِيم عَلَيْهِ السَّلَام فِي الثَّلَاثَة الْأَقْوَال الَّتِي عدهَا هُوَ كذبات وَفِي الثَّلَاثَة الْكَوَاكِب والأنوار وقصته عَلَيْهِ السَّلَام فِي قَوْله {رب أَرِنِي كَيفَ تحيي الْمَوْتَى} ¶ وقصة عُزَيْر عَلَيْهِ السَّلَام فِي قَوْله {أَنى يحيي هَذِه الله بعد مَوتهَا} ¶ وقصة أَيُّوب عَلَيْهِ السَّلَام فِي محنته ¶ وقصة يُونُس عَلَيْهِ السَّلَام ومغاضبته لِقَوْمِهِ وفراره مِنْهُم ولومه وتوبته وَقبُول تَوْبَته",
            "page": "64",
            "part": "1",
            "seal": "A1B3BA75"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وقصة مُوسَى عَلَيْهِ السَّلَام فِي قتل الْكَافِر ¶ ثمَّ نختم هَذِه الْقَصَص بِقصَّة مَرْيَم عَلَيْهَا السَّلَام فِي هزها الْجذع وَغلط من حط من مقَامهَا من الْجمع إِلَى الْفرق فِي ذَلِك الْوَقْت إِن شَاءَ الله تَعَالَى ¶ وَكَذَلِكَ قصَّة إخْوَة يُوسُف عَلَيْهِ السَّلَام وَالرَّدّ على من اعْترض علينا فَقَالَ إِنَّهُم عِنْدَمَا واقعوا مَا واقعوا مَعَ أخيهم وأبيهم كَانُوا أَنْبيَاء وَالله الْمُسْتَعَان",
            "page": "65",
            "part": "1",
            "seal": "41EFF90C"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "شرح قصَّة آدم عَلَيْهِ السَّلَام ¶ فِي أكله من الشَّجَرَة بَعْدَمَا نهي عَنْهَا ¶ اخْتلف النَّاس فِي هَذِه الْقِصَّة اخْتِلَافا لَا يكَاد يَنْضَبِط وَذَلِكَ لِأَن الله تَعَالَى مَا نَص على مَعْصِيّة لنَبِيّ إِلَّا لآدَم عَلَيْهِ السَّلَام خُصُوصا فَلَمَّا كَانَ ذَلِك وجد أهل الدَّعَاوَى وَأهل الْحيرَة مَعَ مَا دهاهم من عدم التَّحْقِيق وَكيد الوسواس سَبِيلا إِلَى الْإِخْلَال بِحقِّهِ عَلَيْهِ السَّلَام حَتَّى سطروا فِي الضبائر وأفصحوا على المنابر بِأَن قَالُوا إِذا كَانَ راس الدن درديا فَمَا ظَنك بقعره ¶ وَهَذِه وصمة تجر إِلَى تنقيصه وتنقيص من بعده من الْأَنْبِيَاء عَلَيْهِم السَّلَام وَهُوَ مقصودهم فِي ذَلِك وشرحوا قَوْله تَعَالَى فَلَمَّا ذاقا الشَّجَرَة بَدَت لَهما سوءاتهما أَنَّهُمَا لما عصيا سلب الله عَنْهُمَا أنوار الربوبية الروحانية الَّتِي كَانَت فاضت عَلَيْهِمَا مِنْهُ تَعَالَى عَمَّا يصفونَ فطهر لَهما الْجِسْم الترابي المجبول على الْمعْصِيَة فعلما إِذْ ذَاك أَنه مِنْهُ أُتِي عَلَيْهِمَا فأوجبوا الْمعاصِي للأجسام الترابية وأنبياء الله تَعَالَى كلهم أجسام ترابية وَهِي ظَاهِرَة لَهُم ¶ وَهَذَا أقل مَا نسبوه لآدَم عَلَيْهِ السَّلَام",
            "page": "66",
            "part": "1",
            "seal": "B979FBC8"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "فصل ¶ وَأول مَا يَنْبَغِي أَن نقدم أَن آدم عَلَيْهِ السَّلَام لم يكن عِنْدَمَا أكل من الشَّجَرَة نَبيا والعصمة لَا تشْتَرط للنَّبِي إِلَّا بعد ثُبُوت النُّبُوَّة لَهُ فَمن النَّاس من ذكر الْإِجْمَاع على أَنه لم يكن نَبيا عِنْدَمَا أكل من الشَّجَرَة وَمِنْهُم من اكْتفى بِظَاهِر قَوْله تَعَالَى {ثمَّ اجتباه ربه فَتَابَ عَلَيْهِ} وَهَذَا عطف ب (ثمَّ) الَّتِي تُعْطِي المهلة ثمَّ ذكر الاجتباء وَالْهِدَايَة ¶ والاجتباء هُنَا النُّبُوَّة بِدَلِيل قَوْله تَعَالَى فِي سُورَة مَرْيَم عَلَيْهَا السَّلَام عِنْدَمَا عدد الْأَنْبِيَاء عَلَيْهِم السَّلَام ومناقبهم على التَّفْصِيل قَالَ {وَمِمَّنْ هدينَا واجتبينا} يَعْنِي من النَّبِيين أجمعهم ¶ وَقَالَ فِي قصَّة يُونُس عَلَيْهِ السَّلَام بعد قصَّة الْحُوت {فاجتباه ربه} وَهَذَا وَجه من الْوُجُوه يثبت أكله من الشَّجَرَة قبل نبوته لَا ¶ فصل ¶ وَالَّذِي يَنْبَغِي أَن يعول عَلَيْهِ فِي قصَّة آدم عَلَيْهِ السَّلَام أَن نَهْيه عَن الشَّجَرَة كَانَ نهي إرشاد وإعلام على جِهَة الْوَصِيَّة والنصيحة لَا على جِهَة التَّكْلِيف فَإِنَّهُ مَا صَحَّ تَكْلِيفه فِي الْجنَّة وَلَا نبوته فِي كتاب وَلَا سنة والأوامر والنواهي تَنْقَسِم إِلَى مَشْرُوع وَغير مَشْرُوع كالأوامر اللُّغَوِيَّة فَإِن السَّيِّد قد يَقُول لعَبْدِهِ وَالْأَخ لِأَخِيهِ والصاحب لصَاحبه على جِهَة الْإِعْلَام والإرشاد والنصيحة افْعَل كَذَا واترك كَذَا تسلم من كَذَا وتظفر بِكَذَا وَكَذَلِكَ أوَامِر الْأَطِبَّاء للعليل بالحمية والدواء والغذاء إِلَى غير ذَلِك",
            "page": "67",
            "part": "1",
            "seal": "C5A15189"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "فَكَانَ أَمر الله تَعَالَى لآدَم عَلَيْهِ السَّلَام بسكنى الْجنان وَالْأكل الرغد ونفوذ الْمَشِيئَة من بَاب الْإِعْلَام والتأنيس بالبشارات بِأَنَّهُ لَا يجوع فِيهَا وَلَا يعرى وَلَا يظمأ وَلَا يضحى وَكَانَ نَهْيه لَهُ على جِهَة الْإِرْشَاد الْمُتَقَدّم ذكره أَو التحذير مِمَّا تؤول إِلَيْهِ عقباه إِن فعل مَا نهي عَن فعله فِي خُرُوجه عَن الْجنَّة وشقائه فِي الدُّنْيَا والإعلام بمكيدة الشَّيْطَان والتحفظ مِنْهُ وَكَونه عدوا حَاسِدًا لَهُ ¶ وَهَذَا مَعْلُوم فِي اللِّسَان وَمَا جرت بِهِ الْعَادَات وَقد أَمر الله تَعَالَى إِبْلِيس بقوله {واستفزز من اسْتَطَعْت مِنْهُم بصوتك وأجلب عَلَيْهِم بخيلك ورجلك وشاركهم فِي الْأَمْوَال وَالْأَوْلَاد وعدهم} فَهَذِهِ أوَامِر على جِهَة الْوَعيد لَهُ والتهديد كَقَوْلِه تَعَالَى للكفرة {اعْمَلُوا مَا شِئْتُم} وَلَيْسَت بتكليف إِذْ لَو كَانَت على جِهَة التَّكْلِيف بِفِعْلِهَا لَكَانَ وُقُوعهَا مِنْهُ طَاعَة وَهُوَ عَاص فِي هَذِه الْأَفْعَال إِجْمَاعًا ¶ وَقد أَمر الله مُوسَى عَلَيْهِ السَّلَام بِأخذ الْحَيَّة وَنَهَاهُ عَن الْخَوْف مِنْهَا حَيْثُ قَالَ لَهُ {خُذْهَا وَلَا تخف} وَالْخَوْف أَمر ضَرُورِيّ فَلَا يَقع الْأَمر بِهِ جزما فَكَانَ الْأَمر لَهُ على جِهَة التأنيس والإعلام بِأَنَّهَا لَا تؤذيه إِذْ أَخذهَا وَكَانَ مُكَلّفا إِذا ذَاك وَلم يكن ذَلِك الْأَمر وَالنَّهْي لَهُ مشروعين وَكَذَلِكَ قَوْله تَعَالَى {اسلك يدك فِي جيبك تخرج بَيْضَاء من غير سوء} وَقَوله تَعَالَى لأم مُوسَى {فَإِذا خفت عَلَيْهِ فألقيه فِي اليم وَلَا تخافي وَلَا تحزني}",
            "page": "68",
            "part": "1",
            "seal": "B5F9322A"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "وَكَذَلِكَ قَوْله عَلَيْهِ السَّلَام فِي الصَّحِيح إِذْ رأى رجلا يقطعهُ الْآل فَقَالَ كن أَبَا خَيْثَمَة فَإِذا هُوَ أَبُو خَيْثَمَة فَهَذَا أَمر على وَجه الْخَيْر كَأَنَّهُ يَقُول هَذَا أَبُو خَيْثَمَة إِلَى غير ذَلِك ¶ وَيَكْفِيك أَن الْآخِرَة لَيست بدار تَكْلِيف وفيهَا أوَامِر ونواه مثل قَوْله تَعَالَى للْمُؤْمِنين على جِهَة الْبشَارَة {ادخُلُوا الْجنَّة أَنْتُم وأزواجكم تحبرون} وَقَوله تَعَالَى {ادخلوها بِسَلام آمِنين} وَقَوله تَعَالَى للْكَافِرِينَ على جِهَة الإغلاظ والترويع فادخلوا أَبْوَاب جَهَنَّم خَالِدين فِيهَا فبئس مثوى المتكبرين وَقَوله تَعَالَى {اخسؤوا فِيهَا وَلَا تكَلمُون} على جِهَة التحقير والخزي والطرد وَقَوله تَعَالَى على جِهَة التصير لأَصْحَاب السبت {كونُوا قردة خَاسِئِينَ} وَقَوله تَعَالَى على جِهَة",
            "page": "69",
            "part": "1",
            "seal": "61788DFE"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "التَّعْجِيز {كونُوا حِجَارَة أَو حديدا} إِلَى غير ذَلِك من أَنْوَاع الْأَوَامِر والنواهي ¶ وَإِذا كَانَ هَذَا هَذَا فَمن أَيْن لقَائِل أَن يَقُول إِن نهي آدم عَلَيْهِ السَّلَام كَانَ على جِهَة الْحَظْر اَوْ الْكَرَاهَة فَإِن احْتَجُّوا بقوله تَعَالَى إِنَّه عصى وغوى وظلم نَفسه ¶ قُلْنَا إِذا لم يثبت تَكْلِيفه فِي الْجنَّة فَتخرج هَذِه الْأَلْفَاظ على مُقْتَضى اللُّغَة فَإِن الْمعْصِيَة فِي اللِّسَان عدم الِامْتِثَال كَانَت مَقْصُودَة أَو غير مَقْصُودَة وظلم النَّفس غبنها وبخسها فِي مَنَافِعهَا لكَونه وضع الْفِعْل فِي غير مَوْضِعه وَكَذَلِكَ غوى أَدخل على نَفسه الضَّرَر يُقَال غوى الفصيل إِذا رضع فَوق حَده من اللَّبن فبشم فعلى هَذِه الْوُجُوه تخرج هَذِه الْأَلْفَاظ ¶ فَإِن قيل إِذا خَرجْتُمْ هَذِه الْأَلْفَاظ على هَذِه الْوُجُوه فَمَا قَوْلكُم فِي",
            "page": "70",
            "part": "1",
            "seal": "B5340FF1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "قَوْله تَعَالَى {فأزلهما الشَّيْطَان عَنْهَا فأخرجهما} وَفِي قَوْله {فدلاهما بغرور} إِلَى غير ذَلِك فَنَقُول تخرج هَذِه الْأَلْفَاظ أَيْضا على جِهَة قصد الشَّيْطَان والتعريض بالوسوسة إِلَيْهِ لَا على قصد الْقبُول من آدم عَلَيْهِ السَّلَام لوسوسته وخدعه فَإِن الشَّيْطَان قد يوسوس إِلَى الْأَنْبِيَاء وَلَكِن لَا يقبلُونَ مِنْهُ قَالَ تَعَالَى لنبينا عَلَيْهِ الصَّلَاة وَالسَّلَام {وَإِمَّا يَنْزغَنك من الشَّيْطَان نَزغ فاستعذ بِاللَّه} وَقَالَ لَهُ {وَقل رب أعوذ بك من همزات الشَّيَاطِين وَأَعُوذ بك رب أَن يحْضرُون} ¶ وسنحيل ذَلِك فِيمَا بعد إِن شَاءَ الله تَعَالَى ¶ وَجُمْلَة الْأَمر أَنه إِذا لم يثبت تَكْلِيف لم يثبت إِيجَاب وَلَا حظر وَلَا طَاعَة وَلَا مَعْصِيّة يَقع فِيهَا ذمّ شَرْعِي وَلَا مدح وَلَا ثَوَاب وَلَا عِقَاب وَهَذَا مَا أجمع عَلَيْهِ أهل السّنة ¶ فصل ¶ فَإِن قيل فَإِذا كَانَ ذَلِك كَمَا زعمتم فَمَا الْمُخْتَار عِنْد أهل الْحق فِي هَذِه الْقِصَّة وَمَا معتقدهم فِيهَا وَكَيف التَّخَلُّص مِنْهَا ¶ فَنَقُول التَّخَلُّص مِنْهَا عِنْد أهل الْحق إِن شَاءَ الله أَن الله تَعَالَى نَهَاهُ على جِهَة الْإِرْشَاد والإعلام والنصيحة لَا على نهي التَّكْلِيف ووسوس إِلَيْهِ الشَّيْطَان على جِهَة الإغواء والحسد وَالْمَكْر فَلم يقبل مِنْهُ ثمَّ",
            "page": "71",
            "part": "1",
            "seal": "BF915985"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "أنساه الله تَعَالَى بعد ذَلِك إرشاده إِيَّاه ووصيته لَهُ ووسوسة الشَّيْطَان إِلَيْهِ فَأكل مِنْهَا غافلا عَن الْوَصِيَّة والوسوسة ¶ وَإِذا كَانَ ذَلِك لم يبل هَل كَانَ عِنْد ذَلِك نَبيا أَو لم يكن نَبيا فَإِن النَّاسِي لَا طلب عَلَيْهِ فِي الشَّرْع وَلَا ذمّ بِالْإِجْمَاع وَالدَّلِيل على أَنه نسي قَوْله تَعَالَى {وَلَقَد عهدنا إِلَى آدم من قبل فنسي وَلم نجد لَهُ عزما} يَعْنِي عهدنا إِلَيْهِ فِي أَمر الشَّجَرَة فنسي الْعَهْد فَأكل مِنْهَا من غير عزم على أكلهَا وَلَا مُتَعَمدا لاطراح الْوَصِيَّة وَالنَّهْي أَو نسي المراقبة لتِلْك الْوَصِيَّة وَلم نجد لَهُ عزما على المراقبة فألقي عَلَيْهِ النسْيَان بِتَرْكِهِ المراقبة فَأكل مِنْهَا وَلَا يَصح فِي حَقه عَلَيْهِ السَّلَام مَعَ شَهَادَة الْقَرَائِن وَعظم المكانة غير هذَيْن الْوَجْهَيْنِ مَعَ أَن الْعَزْم فِي اللِّسَان هُوَ الْإِرَادَة الَّتِي يَقع مَعهَا الْفِعْل وَقد نَهَاهُ تَعَالَى عَنهُ فَلم يبْق إِلَّا أَنه أكل نَاسِيا من غير عزم ¶ فَإِن قيل وَمَا دليلكم على أَن الْعَهْد المنسي إِنَّمَا كَانَ فِي أَمر الشَّجَرَة والعهود كَثِيرَة كعهده لَهُ فِي حمل الْأَمَانَة وَغَيرهَا ¶ فَنَقُول دليلنا على ذَلِك أَنه لَو قصد ارْتِكَاب نهي الله تَعَالَى وَترك نصيحته لَهُ مُرَاعَاة لمكيدة الشَّيْطَان ومكره بِهِ وقبوله مِنْهُ فَأكل مِنْهَا مُتَعَمدا لصِحَّة قَول اللعين تَارِكًا لوَصِيَّة الله وَنَهْيه مُتَعَمدا لتركهما لَكَانَ مُتَّهمًا لخبره تَعَالَى مفندا لحكمه مرتكبا لنَهْيه وَهَذِه كَانَت فعلة الشَّيْطَان عِنْد امْتِنَاعه من السُّجُود حذوك النَّعْل بالنعل وَبهَا حكم بِكُفْرِهِ ¶ فَمن اعْتقد هَذَا فِي حَقه عَلَيْهِ السَّلَام فقد رَمَاه برجام الْكفْر والإبتراك فِي أوضار الْجَهْل ودحض المزلات فَأَما مَا كَانَ يبترك",
            "page": "72",
            "part": "1",
            "seal": "2CAD96AE"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "فِيهِ من الجهالات فَفِي تَقْلِيده عدوه الشَّيْطَان وَقبُول قَوْله من غير دَلِيل فِي أَنَّهَا شَجَرَة الْخلد الَّتِي توجب الْملك الدَّائِم والحياة الدائمة وَهَذَا هُوَ القَوْل بالطبع فَإِنَّهُ لَا يَخْلُو أَن تفعل الشَّجَرَة ذَلِك باختيارها أَو توجبه بِنَفسِهِ ومحال أَن تفعل باختيارها فَإِنَّهَا جماد وَلَو قدرت حَيا لم يَصح فعلهَا فِي غَيرهَا فَإِن الْقُدْرَة الْحَادِثَة لَا تتَعَلَّق بِمَا خرج عَن محلهَا فَلم يبْق إِلَّا الطَّبْع وَالْقَوْل بِهِ كفر فَمن قَالَ إِنَّه أكلهَا قَاصِدا لما ذَكرْنَاهُ ألزم اعْتِقَاد وُقُوع هَذِه الجهالات كلهَا من آدم عَلَيْهِ السَّلَام وَهِي لَا تجوز عَلَيْهِ فَإِنَّهَا تُؤدِّي إِلَى الْكفْر الصراح ¶ وَمَعْلُوم من دين الْأمة أَنه مَا كفر نَبِي قطّ وَلَا جهل الله تَعَالَى وَلَا سجد لوثن وَلَا أخبر تَعَالَى عَن وَاحِد مِنْهُم بالْكفْر وَلَا بِمَا دون الْكفْر من الْمعاصِي قبل النُّبُوَّة وَبعدهَا سوى قصَّة آدم عَلَيْهِ السَّلَام فَمن قَالَ بسوى هَذَا فَعَلَيهِ الدَّلِيل وَلَا دَلِيل ¶ فَإِن قيل وَلَعَلَّه كَانَ يعْتَقد أَن إِبْلِيس أعلم أَنه من أكل مِنْهَا يخلد فِي الْجنَّة بِإِرَادَة الله تَعَالَى لَا بالطبع والإيجاب ¶ قُلْنَا بَاطِل فَإِن الله تَعَالَى أعلمهُ قبل ذَلِك بنقيض قَول الشَّيْطَان فِي أَن الْأكل مِنْهَا سَبَب الْخُرُوج فَلَو اعْتقد الخلود فِيهَا إِذا أكل من الشَّجَرَة بقول الشَّيْطَان لَكَانَ مُكَذبا للْخَبَر السَّابِق من الله تَعَالَى وَهُوَ الَّذِي فَرغْنَا من استحالته عَلَيْهِ فَلم يبْق إِلَّا أَنه أكل مِنْهَا نَاسِيا فَإِنَّهُ إِذا لم يَصح الْعمد لم يبْق إِلَّا النسْيَان على أَنا لَو قَدرنَا وُقُوع هَذِه القبائح من أدنى عَاقل مُؤمن من البله منا لم يَصح فَكيف يَصح مِمَّن خلقه الله تَعَالَى بِيَدِهِ وأسجد لَهُ مَلَائكَته وَجعله قبْلَة لَهُم وَعلمه الْأَسْمَاء كلهَا وَجعله معلما",
            "page": "73",
            "part": "1",
            "seal": "8A4449AB"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "لَهُم كَلمه بِلَا ترجمان على جِهَة الْإِكْرَام والإعلام والنصيحة جَاءَ فِي الصَّحِيح عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ آدم نَبِي مُكَلم يَعْنِي بِغَيْر وَاسِطَة إِذْ من الْأَنْبِيَاء غير مكلمين قَالَ الله تَعَالَى {مِنْهُم من كلم الله} فَكيف يكون آدم عَلَيْهِ السَّلَام مكلما على هَذِه الْوُجُوه كَمَا تقدم ثمَّ يَقع فِي مثل هَذِه الجهالات قَاصِدا مُتَعَمدا حاشى وكلا فيا لله لما يرتكبه الْجَاهِل من نَفسه من حَيْثُ لَا يشْعر ¶ فَخرج من مَجْمُوع مَا ذَكرْنَاهُ أَنه أكل مِنْهَا نَاسِيا وَعُوتِبَ على نسيانه الْوَصِيَّة إِذْ لَو كَانَ مراقبا لم ينسها على مجْرى الْعَادة فَهَذَا هُوَ الْحق الَّذِي يرغب فِيهِ وَلَا يرغب عَنهُ وَلَا يَصح أَن يعْتَقد فِي حَقه وَلَا فِي حق نظرائه من النَّبِيين وَالْمُرْسلِينَ سوى مَا ذَكرْنَاهُ أَو مَا يضاهيه من الشُّرُوح الَّتِي لَا تخل بِقَدرِهِ وَلَا تغض من جاهه واجتبائه واصطفائه كَمَا أخبر تَعَالَى عَنهُ ¶ فَإِن قيل وَلَعَلَّه أكل مِنْهَا غير قَابل لمكيدة الشَّيْطَان وَلَا راد لوَصِيَّة ربه وإرشاده إِيَّاه أَو نَاسِيا لمكيدة الشَّيْطَان عَالما بِوَصِيَّة ربه لَكِن لشَهْوَة غلبت عَلَيْهِ حَتَّى هان عَلَيْهِ الْخُرُوج من الْجنَّة لتَحْصِيل تِلْكَ الشَّهْوَة ¶ قُلْنَا هَذَا لَا يَصح فِي حَقه عَلَيْهِ السَّلَام لِأَنَّهُ مُؤذن بِضعْف عقل فَاعله وَشدَّة شرهه وَسُوء رَأْيه وَقلة علمه والتقحم على خسيس الشَّهْوَة",
            "page": "74",
            "part": "1",
            "seal": "389E58F7"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "رضى بالنقمة وَلَيْسَت هَذِه أخلاقه وَلَا شيمته بل كَانَ رَأس الْعُقَلَاء وَرَئِيس الْحُكَمَاء ومعلم الْمَلَائِكَة وَلَو حُكيَ هَذَا عَن عَاقل من لفيف النَّاس لاستبعد فِي حَقه فَكيف فِي حق من كَلمه الله بِلَا ترجمان على جِهَة الْإِكْرَام فَلم يبْق إِلَّا أَن النسْيَان الَّذِي أخبر الله عَنهُ وَعدم الْعَزْم إِنَّمَا كَانَ فِي أَمر أكل الشَّجَرَة لَا غير ¶ فَهَذَا هَذَا وَلم يبْق بعد الْخُرُوج عَن هَذِه الإلزامات فِي أَنه أكل مِنْهَا نَاسِيا مطْعن لطاعن وَالله أعلم ¶ ولتعلموا أرشدنا الله وَإِيَّاكُم أَن هَذِه النُّكْتَة الغريبة فِي أَمر النسْيَان الَّذِي خلص هَذِه الْقِصَّة من التخيلات الْفَاسِدَة والآراء المضطربة قد تقدم إِلَيْهَا غير وَاحِد من الْعلمَاء وَذكرهَا لَا سِيمَا مَشَايِخ الصُّوفِيَّة فَإِنَّهُم على هَذِه القولة عولوا لكِنهمْ لم يتخلصوا مِنْهَا كل التَّخَلُّص بل نزهوه عَنْهَا تَنْزِيها جمليا غير مفصل بِمثل هَذَا التَّفْصِيل ¶ وَلَقَد تحيرت فِي إِثْبَات هَذَا التَّخَلُّص على هَذَا الْوَجْه مُنْذُ سِنِين لمعارضة هَذَا النسْيَان بِذكر الْمعْصِيَة والغواية وَالظُّلم حَتَّى تذاكرت يَوْمًا فِيهَا مَعَ الْفَقِيه الْعَالم المتفنن أبي الْعَبَّاس أَحْمد بن مُحَمَّد اللَّخْمِيّ أدام الله كرامته فَكَانَ مِنْهُ فِي درج المذكرة مَا يَلِيق بِمثلِهِ من التَّنْبِيه فِيهَا على بعض نكت نادرة مؤيدة بالتوفيق الرباني فثلج بِهِ الصَّدْر إِذْ لَا يَصح سواهَا كَمَا قدمْنَاهُ ¶ وَأَخْبرنِي مَعَ ذَلِك أَنه أتعبه النّظر فِي حل مشكلاتها مُدَّة طَوِيلَة حَتَّى فتح عَلَيْهِ فشارك بِحَمْد الله وأعان على مَا كَانَ تعذر مِنْهَا بَارك الله لَهُ فِيمَا",
            "page": "75",
            "part": "1",
            "seal": "9FE2A6A3"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "منحه وَبَارك لنا فِي حَيَاته وبقائه وَصِحَّة مُعَامَلَته ومعونته فَانْظُر أَيهَا اللبيب الفطن إِلَيْهَا نظر المتناصف وَلَا تعدل عَن هَذَا الشَّرْح إِلَى سواهُ لِئَلَّا يفتح عَلَيْك بَاب من الْفساد وَلَا يمكنك سَده فَإِنَّهُ إِذا جوزت عَلَيْهِ الْمعْصِيَة الْمنْهِي عَنْهَا شرعا جَازَت على من بعده من الْأَنْبِيَاء عَلَيْهِم السَّلَام وَإِذا لم تجز عَلَيْهِ فأحرى أَلا تجوز على من بعده مِنْهُم لكَوْنهم لم يذكر لوَاحِد مِنْهُم مَعْصِيّة فِي الْكتاب وَلَا فِي السّنة ضمنا وَلَا تَصْرِيحًا وَلَا يجوز وُقُوعهَا عَلَيْهِم كَمَا قدمْنَاهُ ¶ ثمَّ إِن الله تَعَالَى لطف بِآدَم عَلَيْهِ السَّلَام فِي أكله من الشَّجَرَة بعد النَّهْي عَنْهَا من سِتَّة أوجه ¶ أَحدهَا أَنه لما اسجد لَهُ مَلَائكَته على جلالة قدرهم وصيره قبْلَة لَهُم ومعلما لطف بِقَلْبِه أَلا تخطر بِهِ لفتة عجب فامتحنه بِأَكْل الشَّجَرَة فَلَمَّا أكل مِنْهَا عوتب عَلَيْهَا فتواضع ¶ الثَّانِي أَنه كَانَ منبسطا فَلَمَّا أكل مِنْهَا انقبض فَسلم من وهلات الْبسط لِأَن الله تَعَالَى لَا يُعَامل إِلَّا بالخوف وَالْقَبْض ¶ الثَّالِث أَنه امتحن التَّكْلِيف وكد الْمَعيشَة فِي الدُّنْيَا ليحصل لَهُ مقَام الصَّبْر ¶ الرَّابِع أَنه رزق من طَيّبَات ثمراتها ليلتذ بهَا فيشكر نعم الله تَعَالَى عَلَيْهِ فَيجمع بَين الصَّبْر وَالشُّكْر ¶ فَإِن قيل فقد كَانَ يتنعم فِي الْجنَّة بِأَكْثَرَ مِمَّا يتنعم فِي الدُّنْيَا قُلْنَا كَانَ يتنعم من غير تَعب سَابق ونعيمه فِي الدُّنْيَا ممزوج بالمشقة والتنعم بعد الْمَشَقَّة يُؤَكد خَالص الشُّكْر وَأَيْضًا فَإِنَّهُ لم يُكَلف فِي الْجنَّة كَمَا تقدم فَمَا كَانَ يُؤجر على شكر لَو وَقع مِنْهُ ¶ الْخَامِس أَنه لما خرج من دَار التنعم والدعة إِلَى دَار الْمَشَقَّة",
            "page": "76",
            "part": "1",
            "seal": "29E421F2"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "والتكليف صحت لَهُ الْمُعَامَلَة بِالْكَسْبِ والدرجات بِالطَّاعَةِ وميزان الْجنَّة بِالْعَمَلِ ¶ السَّادِس أَن تحصل لَهُ أجور مَا ينتهك بعض ذُريَّته من حُرْمَة عرضه فِي هَذِه الْقِصَّة فَإِنَّهُم يغتابونه فِي اقتفاء مَا لَيْسَ لَهُم بِهِ علم وَكفى بِالْمَرْءِ عقوقا أَن ينتهك عرض أَبِيه ¶ فَهَذِهِ رَحِمك الله سِتَّة ألطاف بِهِ فِي ضمن كل لطف مِنْهَا مقَام كريم لآدَم عَلَيْهِ السَّلَام كَمَا قيل ¶ (لَعَلَّ عتبك مَحْمُود عواقبه ... فَرُبمَا صحت الْأَجْسَام بالعلل)",
            "page": "77",
            "part": "1",
            "seal": "257729CD"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "شرح قصَّة نوح عَلَيْهِ السَّلَام ¶ فِي محاورته مَعَ ابْنه الْكَافِر وسؤاله ربه فِي أمره وَكَذَلِكَ فِي دُعَائِهِ على قومه ¶ قَالَ تَعَالَى {ونادى نوح ابْنه وَكَانَ فِي معزل يَا بني اركب مَعنا وَلَا تكن مَعَ الْكَافرين قَالَ سآوي إِلَى جبل يعصمني من المَاء قَالَ لَا عَاصِم الْيَوْم من أَمر الله إِلَّا من رحم وَحَال بَينهمَا الموج فَكَانَ من المغرقين} ¶ قَالُوا كَيفَ يَصح أَن يَقُول لَهُ {اركب مَعنا} فيأبى ويظن أَن الْجبَال تعصمه من الْغَرق مَعَ قَول أَبِيه لَهُ {وَلَا تكن مَعَ الْكَافرين} وَفِي إبائه أَن يركب مَعَ أَبِيه السَّفِينَة مَعَ عقوق أَبِيه وَالرَّدّ عَلَيْهِ واعتصامه بِغَيْر السَّفِينَة دَلِيل على إِثْبَات كفره إِذْ لَو صدق أَبَاهُ فِي أَن النجَاة فِي السَّفِينَة والهلاك فِي غَيرهَا لم يقل ذَلِك ¶ وَفِي قَوْله أَيْضا مَعَ اعْتِقَاده أَن الْجبَال تعصم من المَاء تسفيه حلم أَبِيه إِذْ لَو كَانَ الِاعْتِصَام بِغَيْر السَّفِينَة لَكَانَ الِاعْتِصَام بالسفينة سفها من جِهَة الضّيق وَالتَّعْزِير ونوح عَلَيْهِ السَّلَام أعلم النَّاس بِهَذِهِ الْوُجُوه وَهَذِه الْقَرَائِن من أَحْوَال وَلَده وأقواله فَإِنَّهَا تدل على كفره بتكذيبه إِيَّاه وتسفيه حلمه وَإِذا كَانَ هَذَا فَكيف يسوغ لَهُ عَلَيْهِ السَّلَام أَن يَقُول بعد ذَلِك {رب إِن ابْني من أَهلِي وَإِن وَعدك الْحق} يَعْنِي فِي سَلامَة أَهلِي وَقد",
            "page": "78",
            "part": "1",
            "seal": "35F7048E"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "قيل لَهُ قبل ذَلِك {إِلَّا من سبق عَلَيْهِ القَوْل} وأقوال ابْنه وأحواله تدل على أَنه مِمَّن سبق عَلَيْهِ القَوْل وَكَذَلِكَ قَوْله تَعَالَى لَهُ {وَلَا تخاطبني فِي الَّذين ظلمُوا إِنَّهُم مغرقون} وَهُوَ من الَّذين ظلمُوا ¶ فَالْجَوَاب أَن نوحًا عَلَيْهِ السَّلَام حِين ركب السَّفِينَة وَأدْخل فِيهِ الْمُؤمنِينَ وَأَهله كَمَا أَمر رأى وَلَده فِي جِهَة من خَارج السَّفِينَة وبمقربة مِنْهَا حَيْثُ يسمع النداء وَلم ير امْرَأَته فيئس من سلامتها وَظن أَنَّهَا هِيَ المستثناة وَحدهَا وَأَنَّهَا هِيَ الَّتِي سبق عَلَيْهَا القَوْل من الله تَعَالَى بِخَتْم الْكفْر وَالْعَذَاب فَقَط وطمع فِي إِيمَان وَلَده الَّذِي كَانَ عهد مِنْهُ قبل ذَلِك وَكَانَ وَلَده يظْهر لَهُ الْإِيمَان ويبطن الْكفْر والأنبياء عَلَيْهِم السَّلَام إِنَّمَا عنوا بالظواهر وَالله يتَوَلَّى السرائر فَلَمَّا لم ير امْرَأَته يئس من سلامتها وَلما رأى وَلَده بمقربة من السَّفِينَة حَيْثُ يسمع النداء طمع فِي سَلَامَته وَحسن الظَّن أَنه مُؤمن فَقَالَ {يَا بني اركب مَعنا} يَعْنِي فِي السَّفِينَة {وَلَا تكن مَعَ الْكَافرين} أَي لَا تبْق فِي الأَرْض فتهلك مَعَ الْكَفَرَة (و) فِي قَوْله لَهُ {وَلَا تكن مَعَ الْكَافرين} دَلِيل على أَنه كَانَ يعْتَقد إيمَانه فَلَمَّا قَالَ لَهُ {سآوي إِلَى جبل يعصمني من المَاء} حسن أَيْضا بِهِ الظَّن بِأَنَّهُ كَانَ يعْتَقد أَن مَا أخبر بِهِ أَبوهُ من هَلَاك الْكَفَرَة صَحِيح وَأَن الْمُؤمن يسلم بإيمانه فَظن هُوَ أَنه يسلم فِي السَّفِينَة وَغَيرهَا فَقَالَ لَهُ أَبوهُ {لَا عَاصِم الْيَوْم من أَمر الله} يَعْنِي من مُرَاد الله هَلَاك الْكَفَرَة {إِلَّا من رحم} يَعْنِي من رَحمَه الله فَسلم بإيمانه وَلم يقل إِلَّا من ركب السَّفِينَة فَاحْتمل القَوْل جَوَاز سَلامَة الْمُؤمن فِي السَّفِينَة وَغَيرهَا فَلم يَقع من الْوَلَد تَكْذِيب ظَاهر لِأَبِيهِ فِي هَذِه",
            "page": "79",
            "part": "1",
            "seal": "03BED1AD"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "الْمُرَاجَعَة مَعَ هَذِه الِاحْتِمَالَات ثمَّ {حَال بَينهمَا الموج} فِي الْحِين فَظن نوح عَلَيْهِ السَّلَام أَنه قد كَانَ يدْخل مَعَه السَّفِينَة لَوْلَا مَا حَال بَينهمَا الموج فَلَمَّا حَال بَينهمَا الموج لم يدر مَا صنع الله بِهِ وَبَقِي مستريبا فِي إيمَانه فَقَالَ بعد ذَلِك {رب إِن ابْني من أَهلِي} يَعْنِي فِي النّسَب وَظَاهر ايمانه {وَإِن وَعدك الْحق} فِي سَلامَة أَهلِي بإيمَانهمْ {وَأَنت أحكم الْحَاكِمين} إِن كَانَ الحكم هُنَا من الْحِكْمَة الَّتِي هِيَ الْعلَّة فَمَعْنَاه أَنْت أعلم الْعَالمين بِحَالهِ ومعتقده وَإِن كَانَ الحكم الْقَهْر بالإرادة وَالْقُدْرَة فَمَعْنَاه أَنْت أقهر القاهرين الَّذِي لَا راد لأمرك وَلَا معقب لحكمك ¶ وَفِي ضمن هَذَا كُله سُؤَاله ربه ورغبته فِي أَن يطلعه على عَاقِبَة أَمر وَلَده كَيفَ كَانَت فأطلعه الله على ذَلِك فَقَالَ {يَا نوح إِنَّه لَيْسَ من أهلك} يَعْنِي فِي الدّين لَا فِي النّسَب {إِنَّه عمل غير صَالح} يَعْنِي أَن عمله غير صَالح لَكِن سَمَّاهُ باسم صفته الْغَالِبَة عَلَيْهِ وَقد قرئَ {إِنَّه عمل غير صَالح} بِفَتْح اللَّام على معنى الْخَبَر عَن عمله فَأعلمهُ الله تَعَالَى بِحَالهِ ومآله ثمَّ أدبه تَعَالَى ووعظه وَعلمه فَقَالَ لَهُ {فَلَا تسألن مَا لَيْسَ لَك بِهِ علم} نَهَاهُ ربه أَن يسْأَله تَحْصِيل علم مَا لم يُكَلف علمه إِذْ لَيْسَ يجب على الْمُكَلف أَن يسْأَل علم مَا لم يُكَلف الْعلم بِهِ",
            "page": "80",
            "part": "1",
            "seal": "843DA676"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "وَمن هَذَا الْوَجْه تخرج قولة خضر لمُوسَى عَلَيْهِمَا السَّلَام فَلَا تَسْأَلنِي عَن شَيْء حَتَّى أحدث لَك مِنْهُ ذكرا وَذَلِكَ أَن مُوسَى عَلَيْهِ السَّلَام طلب مِنْهُ علما لم يُكَلف طلبه إِذْ لَا يجوز لطَالب الْعلم الْمُكَلف بِطَلَبِهِ السُّكُوت عَن سُؤال علم يلْزمه وَلَا يجوز للمعلم أَيْضا أَن ينهاه عَن السُّؤَال فِيمَا كلف الْعلم بِهِ ¶ فَخرج من ذَلِك أَن نوحًا عَلَيْهِ السَّلَام سَأَلَ فِي أَمر وَلَده عَن علم لَا يلْزمه فَنَهَاهُ الله تَعَالَى أَن يسْأَل عَمَّا لم يُكَلف الْعلم بِهِ ثمَّ حذره تَعَالَى أَن يفعل ذَلِك على جِهَة النزاهة لَا على الْحَظْر فَقَالَ {إِنِّي أعظك أَن تكون من الْجَاهِلين} يَعْنِي الَّذين يتعصبون لعاطفة الرَّحِم حَتَّى يسْأَلُوا عَمَّا لم يكلفوا الْعلم بِهِ ¶ فقد قَامَ بِحَمْد الله عذر نوح فِي سُؤَاله عَن رفع الْإِشْكَال وَإجَابَة ربه تَعَالَى إِيَّاه فِي إِعْلَامه بمآل وَلَده وعتبه إِلَّا يعود لمثل ذَلِك واستعاذ هُوَ بربه أَلا يفعل مثل ذَلِك ¶ وَللَّه تَعَالَى أَن يعتب أنبياءه ويؤدبهم ويحذرهم وَيُعلمهُم من غير أَن يلْحق بهم عتب وَلَا ذَنْب ¶ فَهَذَا هَذَا والجهلة يخبطون عشواء الدجون",
            "page": "81",
            "part": "1",
            "seal": "3B2B5FC8"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "فصل ¶ فِي شرح مَا جَاءَ فِي الْكتاب من دُعَائِهِ على قومه وامتناعه الشَّفَاعَة الْكُبْرَى فِي الْآخِرَة من أَجله ¶ وَأما قصَّته عَلَيْهِ السَّلَام فِي دُعَائِهِ على قومه حِين قَالَ {رب لَا تذر على الأَرْض من الْكَافرين ديارًا} فَأَجَابَهُ ربه فيهم فجَاء فِي الْخَبَر أَنه احْتمل أذايتهم ألف سنة إِلَّا خمسين عَاما كَمَا أخبر تَعَالَى وَهُوَ يَقُول مَعَ ذَلِك رب اهد قومِي فَإِنَّهُم لَا يعلمُونَ فَبينا هُوَ ساجد يَوْمًا إِذْ مر بِهِ رجل من كفار قومه وعَلى عُنُقه حفيد لَهُ فَقَالَ الْجد للحفيد يَا بني هَذَا هُوَ الشَّيْخ الْكذَّاب الَّذِي دَعَانَا إِلَى عبَادَة رب لَا نعرفه وأوعدنا وعيدا بِلَا أمد فتحفظ مِنْهُ لِئَلَّا يضلك فَقَالَ الْحَفِيد لَهُ إِذا كَانَ على هَذِه الْحَالة فَلم تَرَكْتُمُوهُ حَيا إِلَى الْآن فَقَالَ لَهُ الْجد وَمَا كُنَّا نصْنَع بِهِ فَقَالَ أنزلني حَتَّى ترى مَا أصنع بِهِ فأنزله فَأخذ صَخْرَة فصبها على رَأسه فتلقفها الْملك وَقيل شج رَأسه فَلَمَّا سمع نوح عَلَيْهِ السَّلَام قَوْله وَرَأى فعله علم إِذْ ذَاك أَن الْحَفِيد أطغى من الْجد فَدَعَا فِي تِلْكَ السَّجْدَة فَكَانَ مَا كَانَ ثمَّ نَدم على دُعَائِهِ حَتَّى إِذا سُئِلَ الشَّفَاعَة فِي الْآخِرَة امْتنع مِنْهَا وَاعْتذر بِأَنَّهُ دَعَا على قومه بالإهلاك ¶ وَمَعْلُوم أَن دُعَاء الْمُؤمن على الْكَافِر مُبَاح لَا ذَنْب فِيهِ صَغِيرا وَلَا كَبِيرا",
            "page": "82",
            "part": "1",
            "seal": "AC5843A7"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "لَا سِيمَا بَعْدَمَا قيل لَهُ {أَنه لن يُؤمن من قَوْمك إِلَّا من قد آمن} فَلَمَّا قطع بكفرهم دَعَا عَلَيْهِم ¶ وَإِذا كَانَ الدُّعَاء على الْكَفَرَة على الْإِطْلَاق مُبَاحا كَانَ أَحْرَى إِذا وَقع الْقطع على كفرهم بالْخبر الصدْق ¶ وَقد دَعَا رَسُول الله صلى الله عَلَيْهِ وَسلم على مُضر وَكَذَلِكَ مُوسَى عَلَيْهِ السَّلَام دَعَا على فِرْعَوْن وملئه ¶ على أَن دَعْوَة نوح عَلَيْهِ السَّلَام رَحْمَة عللها هُوَ إِذْ دَعَا فَقَالَ {إِنَّك إِن تذرهم يضلوا عِبَادك} يَعْنِي يضلوا من آمن من قومه بِكَثْرَة الإذاية فَرُبمَا رَجَعَ مِنْهُم إِلَى مَذْهَبهم وَقد يكون الْعباد هُنَا المولودين على الْفطْرَة الَّذين إِذا أدركوا يكفرون بِكفْر آبَائِهِم كَمَا ورد فِي الْخَبَر ¶ {وَلَا يلدوا إِلَّا فَاجِرًا كفَّارًا} يَعْنِي من يكفر فِي ثَانِي حَال لصِحَّة الْخَبَر أَنهم لَا يُؤمنُونَ وَلما رأى من الصَّبِي الَّذِي طرح على رَأسه الصَّخْرَة إِن صَحَّ الْخَبَر",
            "page": "83",
            "part": "1",
            "seal": "E9321FB5"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وَإِذا كَانَ كَذَلِك وَطَالَ مكثهم يتوالدون فيكثر سَواد أهل النَّار بطول مكثهم ¶ وَهَذَا دُعَاء مُبَاح مَعَ مَا فِيهِ من الرِّفْق بِالْغَيْر وَطلب السَّلامَة للْبَعْض وَقد عده هُوَ ذَنبا وَذَلِكَ لِأَنَّهُ رأى أَن سُكُوته وَصَبره عَلَيْهِم كَانَ أولى بِهِ حَتَّى ينفذ فيهم حكم رَبهم بِمَا شَاءَ ¶ وَيحْتَمل أَن يعده ذَنبا لكَونه لم يُؤمر بِهِ كَمَا عد مُوسَى عَلَيْهِ السَّلَام قتل الْكَافِر ذَنبا لكَونه لم يُؤمر بِهِ فَيَقُول قتلت نفسا لم يَأْمُرنِي الله بقتلها ¶ فَهَذَا رَحِمك الله أدل دَلِيل على صِحَة مَا ذَكرْنَاهُ فِي أَن الأكابر يصيرون بعض الْمُبَاحَات ذنوبا من بَاب الأولى والأحرى إِذْ الدُّعَاء على الْكَفَرَة مُبَاح إِجْمَاعًا ¶ فصل ¶ ثمَّ إِن لله تَعَالَى أَن يعتب أنبياءه وأصفياءه ويؤدبهم كَمَا تقدم ويطلبهم بالنقير والقطمير من غير أَن يلحقهم فِي ذَلِك نقص من كمالهم وَلَا غض من أقدارهم حَتَّى يتمحصوا للعبودية وَالْقِيَام فِي نطاق الْخدمَة وَالْقعُود على بِسَاط الْقرْبَة ¶ أَلا ترى كَيفَ نهى الله تَعَالَى نَبينَا صلى الله عَلَيْهِ وَسلم عَن النّظر",
            "page": "84",
            "part": "1",
            "seal": "4826A496"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "لبَعض الْمُبَاحَات فَقَالَ {لَا تَمُدَّن عَيْنَيْك إِلَى مَا متعنَا بِهِ أَزْوَاجًا مِنْهُم} الْآيَة وَنَهَاهُ أَن يتبع النظرة الأولى ثَانِيَة فَقَالَ لَهُ {وَلَا تعد عَيْنَاك عَنْهُم تُرِيدُ زِينَة الْحَيَاة الدُّنْيَا} مَعَ قَوْله تَعَالَى فِي مقَام آخر {قل من حرم زِينَة الله الَّتِي أخرج لِعِبَادِهِ والطيبات من الرزق} ¶ فَإِذا لم يحرم أكل الطَّيِّبَات والتمتع بالزينة إِذا كَانَت من كسب الْحَلَال وَالنَّظَر فِي الْحسن من التَّمَتُّع والزينة فَكيف يحرم النّظر إِلَيْهَا لَكِن كَمَا قَالَ الْمَشَايِخ حَسَنَات الْأَبْرَار سيئات المقربين ¶ جَاءَ فِي الصَّحِيح أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ يَوْم الْفَتْح (مَا كَانَ لنَبِيّ أَن يكون لَهُ خَائِنَة الْأَعْين) ¶ يَعْنِي الْإِشَارَة بِالْعينِ فِي الْأَوَامِر حَتَّى يفصح بهَا ¶ وَالْإِشَارَة بِالْعينِ فِي الْأَوَامِر مُبَاحَة لكنه يجْرِي عَنْهَا تنزها وتأكيدا لرفع الالتباس وَهِي مُبَاحَة لغير الْأَنْبِيَاء",
            "page": "85",
            "part": "1",
            "seal": "98893838"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "شرح قصَّة إِبْرَاهِيم عَلَيْهِ السَّلَام ¶ بِمَا تَقْتَضِيه الْآيَات الثَّلَاث ¶ إِحْدَاهَا فِي استدلاله بِالثَّلَاثَةِ الْكَوَاكِب ¶ الثَّانِيَة فِي الْأَقْوَال الثَّلَاثَة الَّتِي قَالَ إِنَّهَا كذبات ¶ الثَّالِثَة فِي قَوْله {رب أَرِنِي كَيفَ تحيي الْمَوْتَى} ¶ فمما تخيلوه فِي استدلاله بالكواكب أَنهم زَعَمُوا أَن أمه فرت بِهِ صَغِيرا إِلَى مغارة خوفًا من النمرود فَإِنَّهُ كَانَ يذبح أَبنَاء العماليق ويستحيي نِسَاءَهُمْ خيفة على خراب ملكه على يَد مَوْلُود فيهم كَمَا كَانَ يفعل فِرْعَوْن ببني إِسْرَائِيل خيفة من خراب ملكه على يَد مَوْلُود مِنْهُم ¶ فألقته فِي المغارة وَكَانَت تخْتَلف إِلَيْهِ فترضعه فِيهَا وَكَانَ يشق عَلَيْهَا ذَلِك خيفة من أَن يظْهر أمرهَا مَعَه لقومها بالتكرار إِلَيْهِ إِلَى أَن جَاءَت يَوْمًا فَوَجَدته يرضع ظَبْيَة فطابت نَفسهَا وَعلمت أَنه مَحْفُوظ فتركته وَلم تعد إِلَيْهِ فَبَقيَ كَذَلِك حَتَّى حصل فِي حد من يعقل فَخرج لَيْلًا من المغارة ليطلب الْعلم بصانعه ومعبوده فَرَأى كوكبا وقادا فَقَالَ هَذَا رَبِّي إِلَى آخر مَا قَالَ ¶ فَأَما قَوْلهم فِي قصَّة المغارة والظبية فَهُوَ قَلِيل فِي كرامته وَجَائِز عَلَيْهِ ¶ وَأما قَوْلهم نظر فِي الْكَوْكَب فَقَالَ هَذَا رَبِّي مُعْتَقدًا لذَلِك فَبَاطِل فَإِن هَذَا القَوْل كفر صراح وَمَا كفر نَبِي قطّ وَلَا سجد لوثن قبل النُّبُوَّة وَلَا بعْدهَا",
            "page": "86",
            "part": "1",
            "seal": "BC74C213"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "وَلَا تفوه أحد من الْأمة بذلك قطّ كَانَ محقا أَو غير محق ¶ جَاءَ فِي الْأَثر فِي خُرُوج نَبينَا صلى الله عَلَيْهِ وَسلم صَغِيرا مَعَ عَمه أبي طَالب إِلَى الشَّام أَنه لما مر بصومعة بحيرا الراهب نزل إِلَيْهِ فِي حَدِيث يطول ذكره إِلَى أَن قَالَ لَهُ بِاللات والعزى يَا غُلَام مَا اسْمك ¶ فَقَالَ لَهُ إِلَيْك عني فوَاللَّه مَا تَكَلَّمت الْعَرَب بِكَلِمَة هِيَ أثقل عَليّ من هَذِه الْكَلِمَة ¶ فحاشا لأنبياء الله تَعَالَى من اعْتِقَاد الْكفْر فِي وَقت من الْأَوْقَات ¶ وَكَيف وَقد جَاءَ فِي الصَّحِيح أَن النَّبِي صلى الله عَلَيْهِ وَسلم إِذْ كَانَ غُلَاما كَانَ يَوْمًا ينْقل الْحِجَارَة مَعَ عَمه أبي طَالب لإِصْلَاح مَا ثلم فِي الْكَعْبَة وَهُوَ عَار فَسقط على وَجهه فِي الأَرْض مغشيا عَلَيْهِ فَلَمَّا أَفَاق قَالَ لَهُ عَمه مَا بالك فَقَالَ رَأَيْت شخصا أَشَارَ إِلَيّ أَن استتر وَكَانَ ذَلِك الشَّخْص الْملك فَهَذَا صَغِير ينبهه الْملك على أدب من آدَاب الشَّرِيعَة قبل التَّكْلِيف فَمَا ظَنك بحمايتهم من الْكفْر على أَن مِنْهُم من أُوتِيَ الحكم صَبيا كيحيى عَلَيْهِ السَّلَام قَالَ تَعَالَى {وَآتَيْنَاهُ الحكم صَبيا} وَعِيسَى عَلَيْهِ السَّلَام تكلم فِي المهد صَبيا بالحكمة حَيْثُ قَالَ {إِنِّي عبد الله} الْآيَة والذبيح أُوتِيَ الْعلم والحلم غُلَاما قَالَ {وبشروه بِغُلَام عليم} وَفِي آيَة",
            "page": "87",
            "part": "1",
            "seal": "A03A3D95"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "أُخْرَى {حَلِيم} ¶ فَهَذَا هُوَ الَّذِي يَصح من أَحْوَالهم ويعتقد فِي جانبهم الْكَرِيم ¶ وَإِذا كَانَ هَذَا شَأْنهمْ فِي حَال الطفولية فَمَا ظَنك بهم فِي حَال الْإِدْرَاك وَكَمَال الْعقل ¶ فحاشاهم أَن يكفروا اعتقادا أَو يتلفظوا بِكَلِمَة كفر كَانُوا صغَارًا أَو كبارًا ¶ فَإِن قيل فَمن أَيْن عرفُوا الله تَعَالَى قبل النُّبُوَّة ¶ فَنَقُول بِالنّظرِ وَالِاسْتِدْلَال ¶ فَإِن قيل فقد كَانُوا زمن النّظر غير عَالمين بِاللَّه تَعَالَى ¶ قُلْنَا كَذَلِك هُوَ لَكِن مَا دَامَ الْمحل معمورا بِالنّظرِ لم يحكم لَهُ بِكفْر وَلَا بِإِيمَان إِلَّا أَنه كَانَ آخر نظرهم مُتَّصِلا بِالْعلمِ فَفِي أثر مَا نظرُوا عرفُوا الْحق حَقًا من غير أَن يعتقدوا جهلا أَو يتلفظوا بِكَلِمَة كفر ¶ وَمن النَّاس من قَالَ إِنَّهُم علمُوا خالقهم بعلوم ضَرُورِيَّة على جِهَة الْخرق وَالْإِكْرَام لَهُم ¶ وَهَذَا سَائِغ فِي الْمَقْدُور لَائِق بهم إِلَّا أَنهم يفوتهُمْ فِي ذَلِك أجر الْكسْب إِذْ {لَيْسَ للْإنْسَان إِلَّا مَا سعى} ¶ وَمِنْهُم من قَالَ إِنَّهُم اكتسبوا الْعلم من غير تقدم نظر على جِهَة الْخرق إِكْرَاما من الله تَعَالَى لَهُم وَالله أعلم ¶ وَلَهُم فِي هَذَا كَلَام لَا تحْتَمل هَذِه التَّعَالِيق بَسطه لكِنهمْ مجمعون",
            "page": "88",
            "part": "1",
            "seal": "517184AC"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "على أَنهم علمُوا من أول وهلة على أَي وَجه علمُوا نظرا أَو ضَرُورَة ¶ فصل ¶ وَأول مَا يَنْبَغِي أَن نقدم قبل الْخَوْض فِي هَذِه الْمسَائِل الْإِعْلَام بِأَن إِبْرَاهِيم عَلَيْهِ السَّلَام كَانَ نَبِي الْحجَّة وَهُوَ أول من أصل أصُول الدّين بالاستدلال على علم التَّوْحِيد وَبِه اقْتدى رُؤَسَاء الْمُتَكَلِّمين فِي استدلاله بِالثَّلَاثَةِ الْكَوَاكِب الَّتِي وَردت فِي الْكتاب كَمَا سَيَأْتِي فِيمَا بعد إِن شَاءَ الله تَعَالَى ¶ قَالَ تَعَالَى {وَتلك حجتنا آتيناها إِبْرَاهِيم على قومه نرفع دَرَجَات من نشَاء إِن رَبك حَكِيم عليم} ¶ نرفع دَرَجَات من نشَاء أَي بِالْحجَّةِ الْبَالِغَة والعلوم الْعَالِيَة فَكَانَ قومه حرانيين ينظرُونَ فِي النُّجُوم ويردون لَهَا الْقَضَاء فِي الْأَفْعَال ويعبدون بَعْضهَا فَكَانَ هُوَ يقْصد الِاحْتِجَاج عَلَيْهِم فِي حدوثها بتغيرها وتبدل أحوالها فَخرج مَعَ أهل الرصد لَيْلًا لينبههم على حدوثها بتغيرها مَعَ تَسْلِيم مَذْهَبهم الْفَاسِد لَهُم جدلا وقصده مُقَابلَة الْفَاسِد بالفاسد فَإِنَّهُ من وُجُوه النّظر وَالْأَظْهَر فِي طَريقَة التَّنْبِيه على الْحُدُوث الِاسْتِدْلَال بالأكوان فَإِن الْحَرَكَة يعلم حدوثها ضَرُورَة لكَونهَا تقطع الحيز بعد الحيز بحركة بعد حَرَكَة فَمن رأى سَاكِنا يَتَحَرَّك ضَرُورَة علم تغيره ضَرُورَة فَنظر عَلَيْهِ السَّلَام فَرَأى كوكبا فَقَالَ لِقَوْمِهِ {هَذَا رَبِّي} يَعْنِي على ظنكم وحسابكم فَفَرِحُوا بقوله وظنوا أَنه رَجَعَ إِلَى مَذْهَبهم فَلَمَّا أفل رَجَعَ لَهُم عَن قَوْله الأول بقوله {لَا أحب الآفلين} ¶ فَعَلمُوا إِذْ ذَاك أَنه رَجَعَ عَن مَذْهَبهم بِحجَّة بَالِغَة وَالدَّلِيل على صِحَة مَا",
            "page": "89",
            "part": "1",
            "seal": "46F28178"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "رمناه مِنْهُ أَنه قَالَ {هَذَا رَبِّي} على جِهَة التعنيت لَهُم وإقامته الْحجَّة عَلَيْهِم لَعَلَّهُم يتفطنون ويتعلمون من وُجُوه الِاسْتِدْلَال ¶ وَيتَصَوَّر الرَّد فِيهِ على الْقَائِلين بِأَنَّهُ اسْتدلَّ وَغلط وتحير من ثَلَاثَة أوجه ¶ أَحدهَا أَنه لَو قَالَ {هَذَا رَبِّي} على جِهَة الِاعْتِقَاد والتصميم لَكَانَ كَافِرًا فِي تِلْكَ اللَّيْلَة إِلَى حِين غرُوب الْكَوْكَب وَكَذَلِكَ يلْزم فِي قَوْله فِي الْقَمَر وَالشَّمْس وَمن اعْتقد هَذَا فقد أعظم عَلَيْهِ الْفِرْيَة ورد مَا علم من دين الْأمة فِي أَن نَبيا مَا كفر قطّ عقدا وَلَا لفظا كَمَا تقدم وغايته أَن لَو كَانَ مَا زعموه لتوقف على دؤوب النّظر حَتَّى يعلم الْحق حَقًا لكَون النَّاظر فِي حَال نظره لَا يحكم لَهُ بِكفْر وَلَا بِإِيمَان كَمَا تقدم ¶ الثَّانِي أَنه لَو كَانَ يثبت إلهية الْكَوْكَب عِنْد الطُّلُوع من أجل ظُهُوره وينفيها عِنْد الْغُرُوب من أجل غروبه لقامت عَلَيْهِ حجَّة الْخصم بِأَن يَقُول لَهُ إِذا أثبت إلهيته الْكَوْكَب عِنْد الطُّلُوع ونفيتها عِنْد الْغُرُوب فالكوكب يسري على مَا هُوَ بِهِ وَإِنَّمَا غَابَ عَنْك وسيطلع غَدا وَيظْهر لَك فيلزمك أَن تثبت الآلهية لَهُ عِنْد كل طُلُوع وتنفيها عِنْد كل غرُوب وَهَذَا تنَاقض بَين مَعَ تَسَاوِي الْغُرُوب والطلوع لَهُ فِي التَّغَيُّر ¶ الثَّالِث أَن الْكَوَاكِب لَا تكَاد تعد كَثْرَة فَمن أَيْن لَهُ أَن يعين أَحدهَا بالإلهية مَعَ التَّسَاوِي بَينهمَا فِي كل حَال ¶ فَإِن قَالُوا إِن الْكَوْكَب كَانَ من الدراري السَّبْعَة الَّتِي يعْتَقد قومه فِيهَا الآلهية قبل ¶ قيل لَهُم هَذَا بَاطِل من أَرْبَعَة أوجه ¶ أَحدهَا أَنكُمْ قُلْتُمْ إِنَّه عِنْدَمَا خرج فِي حَال صغره من المغارة رأى أول كَوْكَب فَقَالَ هَذَا رَبِّي فَهُوَ على قَوْلكُم لم يعلم الدراري من غَيرهَا رُؤْيَة وَلَا سَمَاعا لكَونه لم ير أحدا يُخبرهُ بذلك",
            "page": "90",
            "part": "1",
            "seal": "B452D5F2"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "الثَّانِي أَنه لَو كَانَ يقْصد أحد الدراري لعلمه بِأَن قومه عبدوها وخصصوها بالآلهية فَيَقُول {هَذَا رَبِّي} مُعْتَقدًا لذَلِك لَكَانَ مُقَلدًا لِقَوْمِهِ فِي الْكفْر لكَونه مَا عِنْده إِلَّا مَا سمع مِنْهُم بِأَنَّهَا آلِهَة وَهَذَا أَشد عَلَيْهِم فِي الْإِنْكَار من كل مَا تخيلوه ¶ الثَّالِث أَن الطُّلُوع والغروب فِي التَّغَيُّر والحركات على سَوَاء فِي الِاسْتِدْلَال على الْحُدُوث فَلم اسْتدلَّ بِأَحَدِهِمَا على نفي الآلهية وأثبتها للثَّانِي ¶ الرَّابِع أَنه قَالَ فِي الشَّمْس وَالْقَمَر مَا قَالَه فِي الْكَوْكَب فَصَارَ ينْقل الآلهية من جسم إِلَى جسم وَالْكل فِي حَالَة الطُّلُوع والغروب على سَوَاء وَهَذِه غَايَة الْجَهْل الَّذِي يحاشى الْخَلِيل عَلَيْهِ السَّلَام عَنهُ قطعا ¶ فَإِن قَالُوا لما رأى الْقَمَر ظن أَنه لَا يغرب فَقَالَ ذَلِك قُلْنَا هَذَا بَاطِل فَإِنَّهُ قد جرب الْكَوْكَب وطلوعه وغروبه ثمَّ رأى الْقَمَر طالعا كَالْكَوْكَبِ فَلَو كَانَ مَا زعمتم لتوقف عَن هَذَا القَوْل حَتَّى يرى هَل يغرب أم لَا يغرب وَأما قَوْله فِي الشَّمْس فَيجب أَن يتَأَكَّد الْإِنْكَار عَلَيْهِ لتأكد تكْرَار التجربة مِنْهُ فِي الْكَوَاكِب وَالْقَمَر ¶ وَهَذِه الْأَقْوَال كلهَا لَو قدرت لأحد منا لأنكرها كل الْإِنْكَار فَإِن فِيهَا غَايَة الْحيرَة وَعدم الِاسْتِدْلَال فَكيف تثبت لخليل الرَّحْمَن الَّذِي أرَاهُ ملكوت السَّمَوَات وَالْأَرْض حَتَّى كَانَ يرى وَيسمع صريف الْقَلَم فِي اللَّوْح الْمَحْفُوظ وَكَانَ يسمع خفقات قلبه من خشيَة الله على فَرسَخ فَإِذا بطلت فِي حَقه بل فِي حق الْعُقَلَاء المستدلين هَذِه الْأَقْوَال لم يبْق إِلَّا أَنه قَالَهَا بَاب مُقَابلَة الْفَاسِد بالفاسد ليقيم الْحجَّة على قومه فِي التَّغَيُّر بالأكوان الدَّالَّة",
            "page": "91",
            "part": "1",
            "seal": "DF9E5B9F"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "على الْحُدُوث ويعضد ذَلِك قَوْله لَهُم فِي الشَّمْس {هَذَا رَبِّي هَذَا أكبر} يَعْنِي أكبر جرما وأبهر ضِيَاء وأنفع لأهل الأَرْض من كل مَا دونهَا من الْكَوَاكِب وَهِي تَتَغَيَّر كتغيرها وَلَيْسَ بعْدهَا مَا ينْتَظر يَا قوم إِنِّي بَرِيء مِمَّا تشركون الْآيَات إِلَى قَوْله {وحاجه قومه قَالَ أتحاجوني فِي الله وَقد هدان} الْآيَة والبارئ تَعَالَى يخبر أَنه نَادَى قومه وناجاهم وحاجوه وحاجهم ورد عَلَيْهِم وهم يَقُولُونَ إِنَّه خرج من المغارة وَحده وَاسْتدلَّ وَغلط وتحير وَقَالَ هَذَا رَبِّي فِي الْكَوَاكِب الثَّلَاثَة فَلَو كَانَ صَغِيرا كَمَا زَعَمُوا لم يكن لَهُ قوم يناديهم ويحاجهم ويحاجونه وَلَو كَانَ أَيْضا لم ير الْكَوَاكِب إِلَّا تِلْكَ اللَّيْلَة كَمَا زَعَمُوا لم يقل فِي الشَّمْس على الْإِطْلَاق {هَذَا رَبِّي هَذَا أكبر} مَعَ تَجْوِيز طُلُوع أكبر مِنْهَا فلولا مَا رأى الْكَوَاكِب قبل ذَلِك لم يقل هَذَا أكبر ¶ وَهَذَا جَزَاء من يتَكَلَّم فِي أُمُور الْأَنْبِيَاء عَلَيْهِم السَّلَام قبل أَن يتمرن فِي علم مَا يجب لَهُم ويستحيل عَلَيْهِم ¶ فصل ¶ فَإِن قَالُوا فَإِذا زعمت أَنه قَالَ لِقَوْمِهِ هَذَا يَعْنِي ثَلَاث مَرَّات مُعْتَرضًا ومنبها ليقيم الْحجَّة عَلَيْهِم وَهُوَ يعْتَقد خلاف مَا يَقُول فَلم لم يعد هَذِه الْأَقْوَال فِي الكذبات الَّتِي يعْتَذر بهَا فِي الْمَحْشَر حِين يُطَالب بالشفاعة فَيَقُول كذبت فِي الْإِسْلَام ثَلَاث كذبات وَهِي بِالْإِضَافَة إِلَى هَذِه الثَّلَاث سِتّ وَكَذَلِكَ جَاءَ فِي الحَدِيث أَن إِبْرَاهِيم عَلَيْهِ السَّلَام لم يكذب إِلَّا ثَلَاث كذبات وَمَا مِنْهَا كذبة إِلَّا وَهُوَ يماحل بهَا عَن الْإِسْلَام أَي يدافع فَالْجَوَاب من ثَلَاثَة أوجه",
            "page": "92",
            "part": "1",
            "seal": "E207B65F"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "أَحدهَا ان الثَّلَاث الكذبات الَّتِي عَددهَا على أوجه مُخْتَلفَة فإحداها أَنه لما دَعوه لِلْخُرُوجِ مَعَهم لمهرجانهم فِي سدفة السحر وَفِي باله أَن يكيد أصنامهم بعد خُرُوجهمْ كَمَا أخْبرهُم حِين قَالَ {وتالله لأكيدن أصنامكم بعد أَن توَلّوا مُدبرين} فَنظر إِلَى النُّجُوم ليقيم عذره عِنْدهم على زعمهم لكَوْنهم يَقُولُونَ بِالْقضَاءِ فِي النُّجُوم {فَقَالَ إِنِّي سقيم} فاعتقدوا أَنه رأى فِي النُّجُوم أَسبَاب الْمَرَض فرضوا عَنهُ بذلك وتركوه ¶ وَهَذَا من النمط الَّذِي قدمْنَاهُ فِي الْكَوَاكِب الثَّلَاثَة أَن أَقْوَاله فِيهَا إِنَّمَا كَانَت على جِهَة الْإِبْهَام عَلَيْهِم والتنبيه لَهُم لَعَلَّهُم يتفطنون فِي ثَانِي حَال ¶ الثَّانِيَة قَوْله بَعْدَمَا صير أصنامهم جذاذا حِين سَأَلُوهُ {من فعل هَذَا بآلهتنا} فَقَالَ {بل فعله كَبِيرهمْ هَذَا} وَأَشَارَ إِلَى كَبِير الْأَصْنَام وَهُوَ قد شوه صورته وسمل عَيْنَيْهِ وجدع أَنفه ومقطوع بِهِ أَنه قَالَ ذَلِك ليقيم الْحجَّة عَلَيْهِم فِي نفي الإلهية عَمَّا اعتقدوه من الْكَوَاكِب والأصنام فَصَارَت هَذِه القولة فِي مَعْنَاهَا تشبه تِلْكَ الْأَقْوَال الثَّلَاثَة فِي الْكَوَاكِب فَلَمَّا كَانَت الْأَقْوَال مَعَ قَوْله فِي الصَّنَم على وَجه وَاحِد من إِقَامَة الْحجَّة على مَذْهَب الْخصم ومقابلة الْفَاسِد بالفاسد صَارَت كالواحدة فِي الْمَعْنى ثمَّ أضَاف لَهَا القولتين المختلفتين فِي النّظر فِي النُّجُوم وَقَوله فِي أَهله للْملك الْجَبَّار هِيَ أُخْتِي فَصَارَت ثَلَاثًا",
            "page": "93",
            "part": "1",
            "seal": "EB822F00"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "وَأما الثَّالِثَة الَّتِي هِيَ قَوْله للْملك الَّذِي أَرَادَ أَن يَأْخُذ مِنْهُ أَهله عنْوَة فَسَأَلَهُ مَا هَذِه الَّتِي مَعَك فَقَالَ هِيَ أُخْتِي فَكَانَ قَوْله ذَلِك طَمَعا فِي تَخْلِيصهَا مِنْهُ بِهَذِهِ القولة ليقيم عذره عِنْد الْملك لكَون الْغيرَة على الْأُخْت آكِد مِنْهَا على الزَّوْج فَقَالَ لَهُ ذَلِك لَعَلَّه يَتْرُكهَا لَهُ كَالَّذي فعل فَلَو قَالَ هِيَ زَوْجَتي فَرُبمَا كَانَ يَقُول لَهُ انْزِلْ لي عَنْهَا أتملكها على الْوَجْه الَّذِي كَانَت عنْدك فَلَمَّا كَانَت القولتان تخَالف الْوَاحِدَة الَّتِي اتّحدت مَعَ الثَّلَاث فِي إِقَامَة الْحجَّة على الْخُصُوم بعد تَسْلِيم مَذْهَبهم لَهُم جدلا عد الْكل ثَلَاثًا لِاتِّحَاد الْأَرْبَعَة الْأَقْوَال فِي الْمَعْنى ¶ الْوَجْه الثَّانِي أَن تكون القولات الثَّلَاث فِي الْكَوَاكِب الَّتِي لم يعدها من الكذبات بِأَمْر من الله تَعَالَى أَمر أَن يَقُولهَا فَقَالَهَا وَلم يعدها كذبات لكَونه مَأْمُورا بهَا وَتلك الثَّلَاث الَّتِي عدهَا كَانَت عَن نظره واجتهاده فأبهمها بِأَن رأى أَن السُّكُوت عَنْهَا كَانَ لَهُ أولى على مَا قدمْنَاهُ فِي حَقهم من مُرَاعَاة الأولى ¶ وَإِذا كَانَت الثَّلَاث الْأُخَر بِأَمْر الله تَعَالَى لَهُ فَلَا حرج فِيهَا لكَونه مَأْمُورا بهَا فَتخرج لَهُ مخرج قَول الْملك لداوود عَلَيْهِ السَّلَام {إِن هَذَا أخي} وَلم يكن أَخَاهُ حَقِيقَة وَقَوله {لَهُ تسع وَتسْعُونَ نعجة} وَلم يكن لَهُ نعاج إِلَى آخر مَا قَالَه ¶ وَقَوله يُوسُف عَلَيْهِ السَّلَام لإخوته {إِنَّكُم لسارقون} كَمَا قدمْنَاهُ حرفا بِحرف ¶ وَالْأَظْهَر من الْوَجْهَيْنِ الْأَخير مِنْهُمَا وَدَلِيلنَا عَلَيْهِ أَن السِّتَّة الْأَلْفَاظ فِي التَّلَفُّظ بِخِلَاف المعتقد على سَوَاء ¶ فَذكر الثَّلَاث والإعراض عَن ذكر الثَّلَاث الْأُخَر مَعَ ورعه عَلَيْهِ السَّلَام وَشدَّة مراقبته دَلِيل على أَن الَّتِي أعرض عَن ذكرهَا كَانَت بِأَمْر الله تَعَالَى",
            "page": "94",
            "part": "1",
            "seal": "2FAE5A5C"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "الثَّالِث مَا جَاءَ فِي الصَّحِيح أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (لم يكذب إِبْرَاهِيم عَلَيْهِ السَّلَام فِي الْإِسْلَام إِلَّا ثَلَاث كذبات كلهَا مَا حل بهَا عَن دين الله قَوْله فِي الْكَوْكَب {هَذَا رَبِّي} وَقَوله فِي سارة هِيَ أُخْتِي وَقَوله فِي الْأَوْثَان {بل فعله كَبِيرهمْ هَذَا} ¶ فقد فَسرهَا عَلَيْهِ السَّلَام حِين عدهَا ثَلَاثًا فَصَارَت الثَّلَاثَة القولات فِي الْكَوَاكِب كالواحد فِي الْعدَد لكَونهَا متحدة فِي الْمَعْنى وانضافت إِلَيْهَا قولته عَن سارة وقولته عَن الْأَوْثَان فَصَارَت ثَلَاثًا ¶ وَتَكون قولته {إِنِّي سقيم} حَقِيقَة وَتَكون النُّجُوم هُنَا مَا ينجم لَهُ من تفاصيل أَحْوَاله أَي يظْهر لَهُ ويعضد هَذَا الْخَبَر مَا ذَكرْنَاهُ من أَنه قَالَ فِي الْكَوَاكِب مَا لم يَعْتَقِدهُ دينا كَمَا زعم الجهلة ¶ فصل ¶ وَأما قصَّته عَلَيْهِ السَّلَام فِي طلب رُؤْيَة كَيْفيَّة الْبَعْث وَجمع الْأَجْسَام بعد تبددها وَسبب هَذَا الطّلب مَا جَاءَ فِي الْخَبَر عَن سيد الْبشر صلى الله عَلَيْهِ وَسلم أَنه قَالَ (بَيْنَمَا إِبْرَاهِيم عَلَيْهِ السَّلَام يمشي على سَاحل الْبَحْر إِذْ مر بِدَابَّة",
            "page": "95",
            "part": "1",
            "seal": "FEA49288"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "بَعْضهَا فِي الْبر وَبَعضهَا فِي الْبَحْر فَرَأى دَوَاب الْبَحْر تَأْكُل مِمَّا يَليهَا ودواب الْبر تَأْكُل مِمَّا يَليهَا فَقَالَ لَيْت شعري كَيفَ يجمع الله هَذِه الحَدِيث ¶ فاشتاق إِلَى رُؤْيَة الْكَيْفِيَّة فَقَالَ إِذْ ذَاك {رب أَرِنِي كَيفَ تحيي الْمَوْتَى} نقل هَذَا الْخَبَر على الْمَعْنى ¶ فصل ¶ اعترضت الملحدة هَذِه الْقِصَّة وَمن تَابعهمْ من الْيَهُود وَالنَّصَارَى والقرامطة وَمن قَالَ من الباطنية باستحالة حشر الأجساد والجهلة بعصمة الْأَنْبِيَاء عَلَيْهِم السَّلَام على الْوَجْه الَّذِي ذَكرْنَاهُ قبل ¶ فَقَالُوا هَذَا إِبْرَاهِيم عَلَيْهِ السَّلَام على جلالة قدره قد استراب فِي الْبَعْث حَتَّى طلب رُؤْيَة الْكَيْفِيَّة لِيَطمَئِن قلبه بِنَفْي الاسترابة وَهَذَا أَشد فِي الِاعْتِرَاض من كل مَا ذَكرُوهُ فَإِن الشَّك فِي الْبَعْث كفر صراح بِالْإِجْمَاع من كل أمة فَإِن حَقِيقَة الْكفْر فِي الشَّرْع تَكْذِيب الله وَرُسُله وَمَا ملئت طباق جَهَنَّم إِلَّا من هَذَا الصِّنْف الشاك فِيمَا جَاءَت بِهِ الرُّسُل عَلَيْهِم السَّلَام ¶ فَانْظُر عصمنا الله وَإِيَّاكُم إِلَى مُعْتَقد هَذِه الوصمة فِي حق الْخَلِيل عَلَيْهِ السَّلَام أَن تؤول بِهِ ولأجلها جَاءَ عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ (نَحن أَحَق بِالشَّكِّ من إِبْرَاهِيم) نبه ضعفاء الْعَامَّة أَن أَنْبيَاء الله تَعَالَى فِي الْعِصْمَة والنزاهة على سَوَاء فَمَا جَازَ على أحدهم جَازَ على الْكل فَكَأَنَّهُ",
            "page": "96",
            "part": "1",
            "seal": "1142DD24"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "يَقُول إيَّاكُمْ أَن تجوزوا الشَّك على إِبْرَاهِيم عَلَيْهِ السَّلَام فِيمَا يُوحى إِلَيْهِ ربه فَإِن جوزتموه عَلَيْهِ فَأَنا أَحَق أَن تجوزوه عَليّ وَأَنْتُم لَا تجوزونه عَليّ فَلَا تجوزوه عَلَيْهِ ثمَّ تأدب عَلَيْهِ السَّلَام مَعَ الْأَب بقوله نَحن أَحَق ¶ فصل ¶ فِي شرح الْآيَة قَالَ الله تَعَالَى وَإِذا قَالَ إِبْرَاهِيم رب أَرِنِي كَيفَ تحيي الْمَوْتَى قَالَ أولم تؤمن قَالَ بلَى وَلَكِن لِيَطمَئِن قلبِي قَالَ فَخذ أَرْبَعَة من الطير فصرهن إِلَيْك ثمَّ اجْعَل على كل جبل مِنْهُنَّ جُزْءا ثمَّ ادعهن يأتينك سعيا وَاعْلَم أَن الله عَزِيز حَكِيم ¶ قَوْله تَعَالَى {وَإِذ قَالَ إِبْرَاهِيم} تَنْبِيه لنبينا عَلَيْهِ السَّلَام ليتهيأ لقبُول الْخطاب كَمَا قدمنَا فِي قصَّة زيد فَكَأَنَّهُ يَقُول لَهُ وَقد أخْبرك عَن قَول إِبْرَاهِيم إِذْ طلب أَن أريه كَيفَ أحيي الْمَوْتَى فأسعفته فِي ذَلِك وأريته الْكَيْفِيَّة فَذكره تَعَالَى إسباغ آلائه على أنبيائه وإسعافه لَهُم فِيمَا يثلج بِهِ صُدُورهمْ مِمَّا غَابَ عَنْهُم من بعض الجائزات فِي معلوماته تَعَالَى ¶ وَأما قولة إِبْرَاهِيم عَلَيْهِ السَّلَام {رب أَرِنِي كَيفَ تحيي الْمَوْتَى} وَأَنه طلب أَن يرِيه تَعَالَى مثلا محسوسا يطلعه على كَيْفيَّة الْجمع من أقاصي الأَرْض وبطون الْحَيَوَانَات وَكَيْفِيَّة سرعتها فِي الحركات عِنْد الِاجْتِمَاع ولأي أصل تَجْتَمِع وعَلى أَي وَجه تتَصَوَّر إِذْ الْجَوَاز بَحر لَا سَاحل لَهُ ¶ وَقد نبه صلى الله عَلَيْهِ وَسلم على بعض هَذِه الكيفيات فَقَالَ (كل ابْن آدم تَأْكُله الأَرْض إِلَّا عجب الذَّنب فَإِنَّهُ مِنْهُ خلق وَفِيه يركب)",
            "page": "97",
            "part": "1",
            "seal": "9F92C6E1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "وَمعنى خلق هُنَا صور لكَون الشَّيْء لَا يخترع من الشَّيْء وَإِنَّمَا يخترع لَا من شَيْء وَأخْبر عَلَيْهِ السَّلَام أَن عجب الذَّنب الَّذِي هُوَ وسط الجرم مِنْهُ بُدِئَ تركيبه فِي الرَّحِم وَإِلَيْهِ ترجع الْأَجْزَاء الزائلة عَنهُ فِي نواحي الأَرْض إِذا بعث ¶ وَفِي هَذَا الحَدِيث دَلِيل على أَن اكل الأَرْض إِنَّمَا هُوَ عبارَة عَن تبدد الْأَجْزَاء فِي الْجِهَات لَا عدمهَا الْبَتَّةَ ¶ ويعضد ذَلِك مَا سَنذكرُهُ إِن شَاءَ الله تَعَالَى فِي هَذِه الْقِصَّة من جمع أَجزَاء الطُّيُور بعد تفريقها وَلِلنَّاسِ فِي هَذَا عريض من القَوْل لسنا الْآن لَهُ ¶ وَأما قَوْله تَعَالَى أولم تؤمن قَالَ بلَى ¶ سَأَلَهُ بِالنَّفْيِ فَأَجَابَهُ ب بلَى الَّتِي هِيَ جَوَاب النَّفْي لإِثْبَات الْمَنْفِيّ كَأَنَّهُ قَالَ لَهُ أَلَسْت مُؤمنا بِالْبَعْثِ قَالَ بلَى مَعْنَاهُ أَنا مُؤمن بِهِ كَمَا علمت لكنني أُرِيد أَن يطمئن قلبِي بِرُؤْيَة الْكَيْفِيَّة فَقَالَ تَعَالَى لَهُ {فَخذ أَرْبَعَة من الطير فصرهن إِلَيْك} أَي أملهن إِلَيْك بِالْإِحْسَانِ والتعليم لكَي تدعوها فتأتيك مجيبة لدعائك فَفعل ذَلِك ثمَّ أَخذ الطُّيُور وذكاها وحز رؤوسها وأمسكها عِنْده وهشم أجسامها وخلطها حَتَّى صَارَت جسما وَاحِدًا لَا يتَمَيَّز بَعْضهَا من بعض ثمَّ فرقها على أَرْبَعَة أجبل ثمَّ قعد هُوَ فِي الْجَبَل الْوسط الَّذِي أحاطت بِهِ الْجبَال الْأَرْبَعَة ثمَّ دَعَاهَا فطارت القطرة من الدَّم إِلَى القطرة واللحمة إِلَى اللحمة والريشة إِلَى الريشة وَكَذَلِكَ صكيك الْعِظَام وَهُوَ ينظر إِلَيْهَا حَتَّى التأم كل جَسَد على مَا كَانَ عَلَيْهِ من الْأَجْزَاء الَّتِي كَانَت لَهُ قبل ثمَّ طَار كل جَسَد إِلَى رَأسه فالتأم بِهِ",
            "page": "98",
            "part": "1",
            "seal": "BA2AC7CA"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "فصل ¶ انْظُرُوا رحمكم الله إِلَى وُقُوع هَذِه الْكَيْفِيَّة فَإِنَّهَا تشبه بعث بعض الأجساد وَجَمعهَا واحياءها وَسُرْعَة مسيرها إِلَى أَرض الْمَحْشَر حذوك النَّعْل بالنعل ¶ فَأَما كَون وُقُوع الْمِثَال بالطيور بَدَلا من سَائِر الْحَيَوَانَات فَهُوَ أَن يَقع الشّبَه فِيهَا بأحوال الْبَعْث من ثَلَاثَة أوجه ¶ أَحدهَا أَنَّهَا تقبل التَّعْلِيم حَتَّى تدعى فتجيب كالنسر وَالْعِقَاب والبازي والسوذنيق والغراب والطاووس إِلَى غير ذَلِك ¶ وَأَنَّهَا تُؤْخَذ أفراخا فتربى وَتعلم فَتقبل التَّعْلِيم حَتَّى تطير وَترجع إِلَى داعيها إِذا دعيت وَكَذَلِكَ الْملك إِذا دَعَا الْمَوْتَى من الْقُبُور جمعُوا وحيوا وأتوه ¶ وَالثَّانِي أَن الطُّيُور إِذا دعيت أَتَت بِسُرْعَة تفوق بهَا سَائِر الْحَيَوَانَات وَكَذَلِكَ الْملك إِذا دَعَا الْمَوْتَى أَتَوْهُ بِسُرْعَة كَمَا قَالَ تَعَالَى {مهطعين إِلَى الداع} أَي مُسْرِعين وَقَالَ تَعَالَى {يَوْم يخرجُون من الأجداث سرَاعًا كَأَنَّهُمْ إِلَى نصب يوفضون} ¶ الثَّالِث أَن الطير تَأتي فِي الْهَوَاء على خطّ اسْتِوَاء فَتكون أسْرع فِي الْإِتْيَان وَأظْهر للرائي فَإِنَّهَا لَا تفوت بَصَره فَلَو كَانَت غير الطُّيُور من الْحَيَوَانَات كالأرانب والثعلب وَالْكَلب وَالذِّئْب إِلَى غير ذَلِك وجاءته لكَانَتْ تتوارى فِي بعض الْغِيطَان وَخلف الشّجر والربا إِلَى غير ذَلِك فَكَانَت تغيب عَن بصر",
            "page": "99",
            "part": "1",
            "seal": "FFB884D5"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "إِبْرَاهِيم عَلَيْهِ السَّلَام تَارَة وَتظهر أُخْرَى فَمَا كَانَت تتمّ لَهُ الرُّؤْيَة الَّتِي طلب إِذْ قَالَ {رب أَرِنِي} ¶ وَأما كَونهَا أَرْبَعَة وَلم يكن أَكثر وَلَا أقل فَلِأَن يَقع الِاكْتِفَاء بهَا فِي الْجِهَات الْأَرْبَع وَهُوَ الْمَقْصُود أَيْضا بِكَوْن الْجبَال أَرْبَعَة وَذَلِكَ لِأَن الْجِهَات سِتّ فَوق وَتَحْت وَيَمِين وشمال وأمام وَخلف ¶ وَمَعْلُوم أَن أَجزَاء الْحَيَوَانَات الأرضية إِذا تبددت بعد مَوتهَا لَا تصعد إِلَى فَوق وَلَا تغوص إِلَى تَحت وَإِنَّمَا تتبدد فِي الْجِهَات الْأَرْبَع ¶ فَلِذَا كَانَت الطُّيُور أَرْبَعَة وَالْجِبَال أَرْبَعَة وَالله أعلم ¶ وَأما كَون إِبْرَاهِيم عَلَيْهِ السَّلَام على الْجَبَل الْمُتَوَسّط مِنْهَا فَأشبه شَيْء بِالْملكِ الَّذِي يقف على صَخْرَة بَيت الْمُقَدّس فيدعو الْحَيَوَانَات فَيَأْتُونَ إِلَيْهِ من الْأَرْبَع جِهَات مُسْرِعين كَمَا تقدم ¶ وَأما مَجِيء النقطة من الدَّم إِلَى النقطة واللحمة إِلَى اللحمة والريشة إِلَى الريشة والعظم إِلَى الْعظم وَهُوَ ينظر إِلَيْهَا فَأشبه شَيْء بمجيء الْأَجْزَاء يَوْم الْبَعْث من الْجِهَات الَّتِي افْتَرَقت فِيهَا حَتَّى تَجْتَمِع كَمَا كَانَت أول مرّة لَا يشذ مِنْهَا شَيْء عَن صَاحبه وَهُوَ كَانَ مَطْلُوبه عِنْدَمَا رأى الدَّابَّة تتبدد أجزاؤها فِي بطُون حيوانات مُخْتَلفَة كَمَا جَاءَ فِي الْخَبَر فاشتاق إِلَى رُؤْيَة كَيْفيَّة الْجمع فَسَأَلَهَا فَأُجِيب فِيهَا ¶ وَأما فَائِدَة حبس الرؤوس عِنْده ومجيء الْأَجْسَام بِأَعْيَانِهَا فلخمسة أوجه ¶ أَحدهَا أَنه لما كَانَت رؤوسها عِنْده وَجَاء كل جَسَد إِلَى رَأسه وَقع لَهُ الْيَقِين أَنَّهَا هِيَ لَا غَيرهَا ¶ الثَّانِي أَن فِي هَذِه الْقِصَّة ردا على من أنكر حشر الأجساد من غلاة الباطنية وَغَيرهم",
            "page": "100",
            "part": "1",
            "seal": "D25DCFA2"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "الثَّالِث رد على من زعم أَن الْأزْوَاج تركب فِي أجسام أخر غير الَّتِي كَانَت مركبة عَلَيْهَا فِي الدُّنْيَا لكَون الْأَرْوَاح عِنْدهم فِي الْحَيّ النَّاطِق والأجسام ظروف متماثلة فَلَا يُبَالِي بإعادتها ¶ الرَّابِع رد على من قَالَ من أهل الْأَهْوَاء المضلة إِن الْحَيَوَانَات لَا تحيى دون الرؤوس وَلَا يجوز ذَلِك فحييت الرؤوس ¶ الْخَامِس قَوْلهم إِنَّه لَا تكون الإدراكات والحواس إِلَّا فِي الرؤوس على بنية مَخْصُوصَة فأكذبهم الله تَعَالَى بِأَن سَمِعت وَرَأَتْ بإدراكات خلقت فِي بعض أجسامها دون الرؤوس فحييت وَسمعت حِين دعيت وَرَأَتْ وَجَاءَت طائرة بِلَا رُؤُوس وَلَا عُيُون وَلَا آذان وَهَذَا هُوَ مَذْهَب أهل الْحق أَنه لَيْسَ للإدراكات شَرط فِي الْمحل سوى الْحَيَاة ¶ وَأما قَوْله تَعَالَى {وَاعْلَم أَن الله عَزِيز حَكِيم} فقد يكون أمرا لَهُ عَلَيْهِ السَّلَام بِأَن يبْقى على معلوماته فِي إِثْبَات عزة الله تَعَالَى وحكمته لَا أَن يستجد علما بِمَا لم يكن يعلم وَيحْتَمل أَن يَأْمُرهُ بِأَن يستجد علوما أخر بأنواع من الْحِكْمَة والعزة لم يكن يعلمهَا قبل ¶ وَأما ذكره الْعِزَّة فِي هَذَا الْمقَام فَهِيَ الغلب والقهر تَقول الْعَرَب من عز بز أَي من غلب سلب فَلَمَّا كَانَ فِي جمع الْمَوْتَى وإحيائهم دفْعَة وَاحِدَة غَايَة الغلب والقهر وَالْحكم وَالْعلم والإتقان والإحكام تمدح البارئ تَعَالَى بصفاته العلى وَعزة قهره فَأمره أَن يتزيد علما بِصِفَات الْجلَال وَالْجمال ¶ وَقد يكون الْأَمر بِالْعلمِ فِيمَا رأى من تفاصيل عجائب الكيفيات فَلَمَّا أطلعه على ذَلِك غَايَة الإطلاع وَعلمه مَا لم يكن يعلم قَالَ لَهُ",
            "page": "101",
            "part": "1",
            "seal": "20C628F9"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "تَعَالَى {وَاعْلَم أَن الله عَزِيز حَكِيم} أَي وابق عَالما بِمَا زدتك من الْعُلُوم الحسية الَّتِي لَا يَتَأَتَّى الْجَهْل بهَا وَلَا الشَّك فِيهَا فِي مُسْتَقر الْعَادة وَلَا يتغافل عَنْهَا ¶ فَهَذِهِ رَحِمك الله قصَص إِبْرَاهِيم عَلَيْهِ السَّلَام فِي الثَّلَاث الْآيَات والتبرئة لَهُ",
            "page": "102",
            "part": "1",
            "seal": "5F658217"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "شرح قصَّة عُزَيْر عَلَيْهِ السَّلَام ¶ فِي الْآيَة الَّتِي وَردت فِي إماتته وإحيائه ¶ قَالَ تَعَالَى {أَو كَالَّذي مر على قَرْيَة} الْآيَة ¶ الى قَوْله تَعَالَى أعلم أَن الله على كل شَيْء قدير ¶ فمما اختلقوه عَلَيْهِ عَلَيْهِ السَّلَام أَنه شكّ فِي الْبَعْث بقوله {أَنى يحيي هَذِه الله بعد مَوتهَا} فَأرَاهُ الله الْآيَة فِي نَفسه حَيْثُ أَمَاتَهُ ثمَّ أَحْيَاهُ فَحِينَئِذٍ أَيقَن بِالْبَعْثِ فَقَالَ أعلم أَن الله على كل شَيْء قدير ¶ وَمَا أرى أَن هَؤُلَاءِ الأوباش الَّذين يَعْتَقِدُونَ فِي عقائد أَنْبيَاء الله تَعَالَى مثل هَذَا الِاعْتِقَاد إِلَّا أَنهم يقيسونها بعقائدهم الْفَاسِدَة وشكوكهم المضطربة ¶ كَمَا قيل رمتني بدائها وانسلت وَقيل وكل إِنَاء بِالَّذِي فِيهِ يرشح",
            "page": "103",
            "part": "1",
            "seal": "A035B679"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "مَعَ جهلهم بمقادير النُّبُوَّة فيمشون فهم مثل هَذِه الْأَقْوَال الحاسمة لأصل الْإِيمَان ¶ وَمِنْهُم من قَالَ إِنَّه مَا مَاتَ عُزَيْر وَلَكِن غشي عَلَيْهِ بِدَلِيل أَنه لَو مَاتَ لم يحي بعد ¶ وَهَذَا هُوَ التَّنْصِيص على إِنْكَار الْبَعْث واستبعاد إحْيَاء الْمَوْتَى وَتَكْذيب البارئ تَعَالَى حَيْثُ قَالَ فأماته الله مئة عَام ثمَّ بَعثه ¶ وَقد قَالَ كلب من كلاب الْقصاص هَذِه القولة فِي هَذَا الْبَلَد على الْمِنْبَر فَمَا أنكروها عَلَيْهِ وَلَا طُولِبَ بهَا وَمَا يُمكن أَن ينبو فهم مُسلم عَن فَسَاد هَذِه القولة فَإِنَّهَا رد نَص الْكتاب وَلكنهَا قُلُوب طبع الله عَلَيْهَا بِطَابع الحرمان ¶ فصل ¶ وَأما عُزَيْر عَلَيْهِ السَّلَام فَاخْتلف النَّاس فِي نبوته لكَونه لم ينص عَلَيْهِ الْكتاب وَالْأَظْهَر إِثْبَات نبوته بِدَلِيل قَوْله تَعَالَى {وَلَا يَأْمُركُمْ أَن تَتَّخِذُوا الْمَلَائِكَة والنبيين أَرْبَابًا} وَهَذَا خطاب للْيَهُود وَالنَّصَارَى وَالْيَهُود عبدت عُزَيْرًا بِنَصّ الْكتاب وَمِمَّا يدل على نبوته أَيْضا من الْكتاب أَنه ذكر مَعَ الْأَنْبِيَاء فِي معرض الْفَضِيلَة وَالْإِكْرَام فِي موطنين ذكره تَعَالَى مَعَ إِبْرَاهِيم عَلَيْهِ السَّلَام فِي إحْيَاء الْمَوْتَى لَهما وَذكره مَعَ عِيسَى عَلَيْهِ السَّلَام فِي أَن عبد من دون الله ¶ وَسبب هَاتين الْقصَّتَيْنِ نذكرهُ الْآن بعون الله تَعَالَى",
            "page": "104",
            "part": "1",
            "seal": "F559A410"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "جَاءَ فِي الْأَثر أَنه كَانَ فِي بني إِسْرَائِيل من بعد مُوسَى عَلَيْهِ السَّلَام نَبيا وَكَانَ اسْمه دانيال وَإِنَّمَا سمي عُزَيْرًا لِكَثْرَة تَعْزِير الْيَهُود لَهُ وإعظامهم لقدره عَلَيْهِ السَّلَام ثمَّ غلوا فِي تَعْظِيمه حَتَّى عبدوه وَسبب ذَلِك لِأَن أَمَاتَهُ الله مئة سنة ثمَّ أَحْيَاهُ وَأرَاهُ الْآيَة فِي طَعَامه وَشَرَابه الَّذِي مرت عَلَيْهِ مئة عَام وَلم يتسنه أَي لم يتَغَيَّر وَفِي حِمَاره الَّذِي أَمَاتَهُ مَعَه وتبددت أجزاؤه ثمَّ أنشرت وجمعت وحييت وَهُوَ ينظر إِلَى ذَلِك كُله ¶ فَقَالَ الجهلة لم يختصه بِهَذِهِ الكرامات إِلَّا لِأَن كَانَ وَلَده فعبدوه تَعَالَى الله عَمَّا يصفونَ ¶ فَلَمَّا طَغى بَنو إِسْرَائِيل وَقتلُوا الْأَنْبِيَاء بِغَيْر حق وبدلوا أَحْكَام التَّوْرَاة وأخبارها سلط الله عَلَيْهِم بخت نصر البابلي وَكَانَ مجوسيا فَأتى إِلَى مَدِينَة بَيت الْقُدس ودخلها عنْوَة فَرَأى دَمًا يترشح فِيهَا من الأَرْض فَجمع بني إِسْرَائِيل وسألهم عَن سَبَب ذَلِك الدَّم فأنكروا سَببه خيفة مِنْهُ أَن يَقع مَا وَقع فَقَالَ لَهُ بعض من يخْتَص بِهِ هُنَا رجل يزْعم أَنه نَبِي والأنبياء لَا يكذبُون فسله يُخْبِرك فَأمر بإحضاره فجيء بِهِ فَقَالَ لَهُ أَيهَا الشَّيْخ أخْبرت أَنَّك تزْعم أَنَّك نَبِي والأنبياء لَا يكذبُون فَأَخْبرنِي عَن سَبَب هَذَا الدَّم ¶ فَقَالَ لَهُ عَسى أَن تعفيني أَيهَا الْملك ¶ فَقَالَ لَا أعفيك حَتَّى تُخبرنِي أَو أعذبك حَتَّى تَمُوت ¶ فَقَالَ لَهُ أما إِذْ لَا بُد من القَوْل فَهَذَا دم نَبِي قَتله قومه ظلما ¶ فَقَالَ لَهُ وَمن ذَلِك النَّبِي الَّذِي قَتله قومه ظلما ¶ فَقَالَ يحيى بن زَكَرِيَّا عَلَيْهِمَا السَّلَام ¶ فَقَالَ لَهُ وَمن قومه الَّذين قَتَلُوهُ ¶ فَقَالَ بَنو إِسْرَائِيل",
            "page": "105",
            "part": "1",
            "seal": "F121357B"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "فَقَالَ وَالله لأقتلن عَلَيْهِ خيارهم وَلَا أرفع عَنْهُم السَّيْف حَتَّى يجِف هَذَا الدَّم ¶ فَقتل عَلَيْهِ من خيارهم سبعين ألفا وَحِينَئِذٍ جف الدَّم ¶ ويعضد هَذَا الْخَبَر مَا جَاءَ عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ (دِيَة النَّبِي إِذا قَتله قومه سَبْعُونَ ألف رجل من خِيَار قومه) فَلَمَّا رأى ذَلِك دانيال عَلَيْهِ السَّلَام خرج فَارًّا بِنَفسِهِ إِلَى بِلَاد مصر فَبَقيَ فِيهَا أَرْبَعِينَ سنة ثمَّ اشتاق إِلَى موطنه ومسقط رَأسه وقبور أسلافه من الْأَنْبِيَاء والأولياء عَلَيْهِم السَّلَام فَركب حمارا لَهُ وأتى نَحْو بَيت الْمُقَدّس فَلَمَّا كَانَ بمقربة مِنْهُ رأى جنَّة كَانَت لَهُ وَقد بَقِي فِيهَا بعض علائق من شجر الْعِنَب فَأَتَاهَا فَوجدَ فِيهَا عنبا نضجا فاقتطف مِنْهَا وَأكل وملأ سلة كَانَت مَعَه وَركب حِمَاره وَسَار حَتَّى أشرف على مَدِينَة بَيت الْمُقَدّس فرآها خرابا يبابا لم يبْق فِيهَا رسم وَلَا طلل فتحسر على فقد الخلان وخراب الأوطان كَمَا قيل ¶ (أحب بِلَاد الله مَا بَين منعج ... إِلَيّ وسلمى أَن يصوب سحابها) ¶ (بِلَاد بهَا عق الشَّبَاب تمائمي ... وَأول أَرض مس جلدي ترابها) ¶ فَتحَرك قلبه تحسرا على فقد الخلان وخراب الأوطان فَقَالَ {أَنى يحيي هَذِه الله بعد مَوتهَا} يَعْنِي كَيفَ تعود هَذِه الْبَلدة على مَا كَانَت عَلَيْهِ بعد خرابها فاستبعد أَن تعود على مَا كَانَت عَلَيْهِ من نباتها وشجرها وبساتينها كَمَا يستبعد النَّاس أَن تعود الْبِلَاد كَمَا كَانَت عَلَيْهِ بعد خرابها على مجْرى الْعَادة",
            "page": "106",
            "part": "1",
            "seal": "3AF0CFC8"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "وَهَذَا من الْكَلَام الْمُبَاح الَّذِي يَقُوله النَّاس إِذا خربَتْ الْبِلَاد وَكَانُوا يعرفونها عامرة من قبل ¶ وَكَثِيرًا مَا قيل هَذَا فِي ندب الأطلال الخالية والرسوم البالية إِلَّا أَن أهل المراقبة يطْلبُونَ بِهَذِهِ الْأَقْوَال الَّتِي كَانَ غَيرهَا أولى مِنْهَا كَمَا تقدم ¶ فَإِن مثل أُولَئِكَ لَا يستبعدون كَائِنا فِي مَقْدُور الله تَعَالَى كَانَ مُعْتَادا أَو غير مُعْتَاد لما يعلمُونَ من نُفُوذ إِرَادَته ومضاء أمره إِذا أَرَادَ شَيْئا فَإِنَّمَا يَقُول لَهُ كن فَيكون ¶ كَمَا عتب الْمَلَائِكَة امْرَأَة إِبْرَاهِيم عَلَيْهِ السَّلَام حَيْثُ قَالَت ¶ يَا ويلتا أألد وَأَنا عَجُوز الْآيَة فَقَالُوا لَهَا {أَتَعْجَبِينَ من أَمر الله} ¶ أَي مثلك يرى فِي فعل الله عجبا وَأَنت صديقَة ¶ قَالَ الْمَشَايِخ الْعجب أَن لَا ترى عجبا فَإِذا لم تَرَ عجبا كنت أَنْت الْعجب ¶ فَلَمَّا استبعد إصلاحها على مجْرى الْعَادة أرَاهُ الْآيَة فِي نَفسه فأماته ثمَّ أَحْيَاهُ بعد مئة سنة ثمَّ أطلعه على ذَلِك بِأَن أنشأ لَهُ الْحمار الَّذِي كَانَ يركبه بَعْدَمَا أَمَاتَهُ ورم حَتَّى صَار تُرَابا ثمَّ أنشأه لَهُ من التُّرَاب وَهُوَ ينظر إِلَيْهِ وَأبقى عنبه كَمَا كَانَ بعد مئة سنة ثمَّ الْتفت إِلَى جِهَة مَدِينَة بَيت الْمُقَدّس فرآها أعمر مَا كَانَت قبل فندم على قولته فَكَأَن الله عز وَجل عَتبه وأدبه حَتَّى لَا يستبعد وُقُوع مَقْدُور تَحت الْقَهْر كَانَ خارقا أَو غير خارق ¶ فَهَذَا هُوَ الَّذِي يجوز فِي حَقه عَلَيْهِ السَّلَام لَا مَا اختلقوه",
            "page": "107",
            "part": "1",
            "seal": "A4EE87C2"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "شرح قصَّة مُوسَى عَلَيْهِ السَّلَام ¶ فِي الْآيَة المتضمنة قتل الْكَافِر قَالَ تَعَالَى {وَدخل الْمَدِينَة على حِين غَفلَة من أَهلهَا فَوجدَ فِيهَا رجلَيْنِ يقتتلان هَذَا من شيعته وَهَذَا من عدوه} ¶ إِلَى قَوْله {فَقضى عَلَيْهِ} ¶ فَمن أَقْوَال المخلطة فِي هَذِه الْقِصَّة أَن مُوسَى عَلَيْهِ السَّلَام قتل القبطي من أجل العبراني لِأَن كَانَ العبراني من قبيله والقبطي من غير قبيله فصيروا الكليم عَلَيْهِ السَّلَام متعصبا لأجل قبيله وعشيرته وَلَيْسَ الْأَمر كَذَلِك وحاشاه من ذَلِك ¶ فَإِن هَذِه هِيَ حمية الْجَاهِلِيَّة وَإِنَّمَا مر مُوسَى عَلَيْهِ السَّلَام برجلَيْن يقتتلان أَحدهمَا يعرفهُ مُؤمنا وَالْآخر يعرفهُ كَافِرًا فاستغاثه الْمُؤمن على الْكَافِر فَوَكَزَ الْكَافِر ليحمي الْمُؤمن فصادف مقتلا من مقاتله بِتِلْكَ الوكزة فَمَاتَ ¶ فصل ¶ فَإِن قيل من أَيْن لكم أَن تحكموا بِإِيمَان أَحدهمَا وَكفر الآخر وَإِنَّمَا نطق الْكتاب ب رجلَيْنِ أَحدهمَا من شيعته أَي من بني إِسْرَائِيل وَالْآخر من عدوه لكَونه من القبط",
            "page": "108",
            "part": "1",
            "seal": "92633C3A"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "فَنَقُول وَمن أَيْن علمْتُم أَيْضا أَن أَحدهمَا كَانَ قبطيا وَالْآخر كَانَ سبطيا وَالْكتاب إِنَّمَا نطق برجلَيْن ¶ فَإِن قَالُوا لقَوْله تَعَالَى {هَذَا من شيعته وَهَذَا من عدوه} والشيعة الْقَبِيل والرهط فَمن أَيْن نقلتم الْحَقِيقَة إِلَى الْمجَاز وَمن أَيْن صَحَّ لكم الْعلم بِكفْر أَحدهمَا وإيمان الثَّانِي ¶ فَنَقُول علمنَا ذَلِك من ثَلَاثَة أوجه ¶ أَحدهَا أَن شيعَة الْكَافِر قبيله ونسيبه وصنفه وشيعة الْمُؤمن إِنَّمَا هُوَ شَرِيكه فِي الْإِيمَان كَانَ من قبيله أَو من غير قبيله قَالَ تَعَالَى {إِنَّمَا الْمُؤْمِنُونَ إخْوَة} ¶ وَقَالَ فِي قصَّة إِبْرَاهِيم عَلَيْهِ السَّلَام مَعَ أَبِيه {فَلَمَّا تبين لَهُ أَنه عَدو لله تَبرأ مِنْهُ} ¶ وَقَالَ فِي الْكَفَرَة {فَإِذا نفخ فِي الصُّور فَلَا أَنْسَاب بَينهم يَوْمئِذٍ وَلَا يتساءلون} ¶ وَقَالَ تَعَالَى {يَوْم يفر الْمَرْء من أَخِيه وَأمه وَأَبِيهِ وصاحبته وبنيه} ¶ والمرء هَذَا الْكَافِر بِدَلِيل قَوْله تَعَالَى {الأخلاء يَوْمئِذٍ بَعضهم لبَعض عَدو إِلَّا الْمُتَّقِينَ} ¶ والأخلاء هُنَا الْمُؤْمِنُونَ",
            "page": "109",
            "part": "1",
            "seal": "21659C1D"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "وَقَالَ تَعَالَى {وَنَزَعْنَا مَا فِي صُدُورهمْ من غل إخْوَانًا على سرر مُتَقَابلين} ¶ وَقَالَ تَعَالَى فِي الْكَافِر {وَيَوْم يعَض الظَّالِم على يَدَيْهِ} ¶ إِلَى قَوْله يَا لَيْتَني لم أَتَّخِذ فلَانا خَلِيلًا ¶ إِلَى غير ذَلِك مِمَّا جَاءَ فِي الْكتاب وَالسّنة من تبرئ الْمُؤمن من الْكَافِر ومجموع هَذَا يدل على أَن الَّذِي اسْتَغَاثَ بمُوسَى عَلَيْهِ السَّلَام كَانَ مُؤمنا على بقايا من دين يُوسُف عَلَيْهِ السَّلَام ¶ قَالَ تَعَالَى {وَقَالَ رجل مُؤمن من آل فِرْعَوْن يكتم إيمَانه} ¶ فَكَانَ فِي بني إِسْرَائِيل وَفِي القبط مُؤمنُونَ يكتمون إِيمَانهم فَكَانَ هَذَا الرجل المستغيث بمُوسَى عَلَيْهِ السَّلَام مِنْهُم ¶ الثَّانِي قَول الله تَعَالَى لأم مُوسَى عَلَيْهِ السَّلَام {يَأْخُذهُ عَدو لي وعدو لَهُ} ¶ وَمَعْلُوم قطعا أَن الله تَعَالَى مَا سمى فِرْعَوْن عدوا لَهُ ولنبيه إِلَّا لأجل كفره فَخرج من هَذَا أَن هَذَا الْقَبِيل إِنَّمَا كَانَ عدوا لمُوسَى عَلَيْهِ السَّلَام من اجل كفره وَلَو اجتزأنا بِهَذَا الدَّلِيل لاكتفينا بِهِ عَمَّا سواهُ ¶ الثَّالِث أَن الله تَعَالَى قَالَ {هَذَا من شيعته وَهَذَا من عدوه} فَلَو كَانَ الْمَقْصُود بالشيعة الْقَبِيل لقوبل فِي النقيض بقبيل آخر لَا بالعدو فَإِنَّهُ لَيْسَ من وصف من لم يكن من الْقَبِيل أَن يكون عدوا ثمَّ قد يكون",
            "page": "110",
            "part": "1",
            "seal": "EC2E775E"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "الْعَدو من الْقَبِيل بل من الْأَخ وَالْولد قَالَ الله تَعَالَى {يَا أَيهَا الَّذين آمنُوا إِن من أزواجكم وَأَوْلَادكُمْ عدوا لكم فاحذروهم} فَصحت عَدَاوَة الدّين مَعَ ثُبُوت النّسَب ¶ فَيخرج الْعَدو هُنَا مخرج قَوْله تَعَالَى {يَأْخُذهُ عَدو لي وعدو لَهُ} حرفا بِحرف وَكَذَلِكَ قَوْله تَعَالَى {فاستغاثه الَّذِي من شيعته على الَّذِي من عدوه} فَخرج من مَضْمُون هَذَا أَن مُوسَى عَلَيْهِ السَّلَام وكز الْكَافِر الْعَدو لأجل كفره لَا لغير ذَلِك إِذْ لَيْسَ لله تَعَالَى شيعَة وَلَا قرَابَة سُبْحَانَهُ وَتَعَالَى وَقد أثبت لنَفسِهِ عدوا ¶ فَإِن قيل فَإِذا كَانَ هَذَا هَذَا فَلم نَدم على قَتله وتحسر واستغفر ربه وَغفر لَهُ وَمَعَ هَذَا يمْتَنع يَوْم الْقِيَامَة من الشَّفَاعَة لأجل هَذَا الْمَقْتُول وَيَقُول معتذرا ومعترفا قتلت نفسا لم يَأْمُرنِي الله بقتلها وَأَيْضًا فَإِن الله تَعَالَى عاتبه فِي الدُّنْيَا عِنْد الْمُنَاجَاة فَقَالَ لَهُ {وَقتلت نفسا فنجيناك من الْغم} ¶ فَكيف يُعَاتب كليمه على قتل كَافِر ¶ وَأَيْضًا فقد قَالَ هُوَ لفرعون حِين عرض لَهُ بقتل القبطي فَقَالَ {وَفعلت فعلتك الَّتِي فعلت وَأَنت من الْكَافرين قَالَ فعلتها إِذا وَأَنا من الضَّالّين} ¶ فَنَقُول أما قَوْلكُم لم نَدم وتحسر وَاعْتذر واستغفر وَغفر لَهُ فَهَذَا من النمط الَّذِي قدمْنَاهُ فِي حق غَيره من الْأَنْبِيَاء عَلَيْهِم السَّلَام أَنهم يتحسرون ويندمون وَيَسْتَغْفِرُونَ على ترك الأولى من الْمُبَاحَات فَلَا فَائِدَة فِي إِعَادَة تَفْصِيل مَا فَرغْنَا من جملَته وتفصيله",
            "page": "111",
            "part": "1",
            "seal": "15EB8520"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "على أَن نَدم مُوسَى عَلَيْهِ السَّلَام لم يكن على مُبَاح وَإِنَّمَا كَانَ ندمه على فعل لم يُؤمر بِهِ وَالْأَفْعَال قبل الشَّرْع انما هِيَ مُطلقَة لَا غير فَإِن الْمُبَاح يَقْتَضِي مبيحا فَإِذا لم يثبت شرع فَلَا مُبَاح وَلَا مُبِيح ¶ وَهَذَا أوسع فِي عذر مُوسَى عَلَيْهِ السَّلَام إِذْ لم يكن مَشْرُوعا لَهُ عِنْدَمَا قَتله وَإِن كَانَ قد الْتزم شَرِيعَة يُوسُف عَلَيْهِ السَّلَام على وَجه من الْوُجُوه فَتخرج لَهُ على الْوَجْه الْمُتَقَدّم ¶ وَأما قَوْلكُم إِن الله تَعَالَى عاتبه عِنْد الْمُنَاجَاة على قتل القبطي فَبَاطِل وَإِنَّمَا عدد ربه تَعَالَى عَلَيْهِ فِي ذَلِك الْمقَام الْكَرِيم نعمه السالفة عَلَيْهِ وآلاءه العميمة فِي قَوْله تَعَالَى {إِذْ أَوْحَينَا إِلَى أمك مَا يُوحى أَن اقذفيه فِي التابوت} إِلَى قَوْله تَعَالَى {واصطنعتك لنَفْسي} ثمَّ ذكر لَهُ من جُمْلَتهَا كَيفَ نجاه من كيد فِرْعَوْن وغم كَانَ فِي قلبه من أجل طلبه إِيَّاه حِين فر بِنَفسِهِ مِنْهُ ¶ وَلَو عاتبه ربه على ذَلِك لخرج لَهُ مخرج مَا قدمْنَاهُ من عتاب الله تَعَالَى لأنبيائه على بعض الْمُبَاحَات من غير أَن يلْحق بهم ذَنْب وَلَا عتب ¶ وَأما قَوْله عَلَيْهِ السَّلَام لفرعون {فعلتها إِذا وَأَنا من الضَّالّين} فيعني بِهِ أَنه كَانَ عِنْدَمَا قَتله من الغافلين الْغَيْر مكلفين فَكَأَنَّهُ يَقُول لَهُ فعلتها قبل إِلْزَام التَّكْلِيف وَإِذ كنت غير مُكَلّف فَلَا تَثْرِيب عَليّ فَإِنَّهُ لَا يَقع الذَّنب وَالطَّاعَة إِلَّا بعد ثُبُوت الْأَمر وَالنَّهْي وَالدَّلِيل على أَن ضلال الْأَنْبِيَاء غَفلَة لَا جهل قَوْله تَعَالَى لنبينا عَلَيْهِ السَّلَام ووجدك ضَالًّا",
            "page": "112",
            "part": "1",
            "seal": "AEEF745C"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "فهدى) يَعْنِي غافلا عَن الشَّرِيعَة لَا تَدْرِي كَيْفيَّة الْعِبَادَة فهداك لَهَا بِالْأَمر وَالنَّهْي ثمَّ قَالَ لَهُ {بِمَا أَوْحَينَا إِلَيْك هَذَا الْقُرْآن وَإِن كنت من قبله لمن الغافلين} ¶ وَالْجَاهِل لَا يُسمى غافلا حَقِيقَة لقِيَام الْجَهْل بِهِ فصح أَن ضلال الْأَنْبِيَاء عَلَيْهِم السَّلَام غَفلَة لَا جهل ¶ وَقَالَ بعض مَشَايِخ الصُّوفِيَّة {وَجدك ضَالًّا} أَي محبا لَهُ {فهدى} أَي اختصك لنَفسِهِ خُصُوص الْهِدَايَة والصحبة ¶ يعضد ذَلِك مَا أخبر تَعَالَى عَن إخْوَة يُوسُف عَلَيْهِ السَّلَام {إِن أَبَانَا لفي ضلال مُبين} أَي فِي حب مُبين ليوسف وَكَذَلِكَ قَوْلهم لَهُ بعد ذَلِك {تالله إِنَّك لفي ضلالك الْقَدِيم} أَي فِي حبك الْقَدِيم لَهُ وَمن أَسمَاء الْمحبَّة عِنْد الْعَرَب الضلال ¶ وَمَعَ مَا ذَكرْنَاهُ فِي هَذِه الْقِصَّة من تبرئة مُوسَى عَلَيْهِ السَّلَام من الذَّنب فِي قتل الْكَافِر أَن قَتله كَانَ خطأ فَإِنَّهُ مَا طعنه بحديدة وَلَا رَمَاه بِسَهْم",
            "page": "113",
            "part": "1",
            "seal": "BDE4B689"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "وَلَا ضربه بفهر وَلَا بِغَيْرِهِ وَإِنَّمَا وكزه وَمَا جرت الْعَادة بِالْمَوْتِ من الوكزة وَإِن مَاتَ مِنْهَا أحد فنادر والنادر لَا يحكم بِهِ فقد تَبرأ مُوسَى عَلَيْهِ السَّلَام من الذَّنب فِي قتل الْكَافِر بَرَاءَة الذِّئْب من دم ابْن يَعْقُوب عَلَيْهِمَا السَّلَام",
            "page": "114",
            "part": "1",
            "seal": "13281202"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "شرح قصَّة يُونُس عَلَيْهِ السَّلَام ¶ فِي قَوْله تَعَالَى {وَذَا النُّون إِذْ ذهب مغاضبا فَظن أَن لن نقدر عَلَيْهِ} الْآيَة ¶ فمما اختلقوه عَلَيْهِ السَّلَام فِي شرح هَذِه الْآيَة أَن قَالُوا أَنه جَاءَهُ الْملك بِالْوَحْي وَهُوَ يتعبد فِي الْجَبَل فَقَالَ لَهُ إِن الله تَعَالَى أَمرنِي أَن أعلمك بِأَنَّهُ أرسلك إِلَى أهل نِينَوَى لتحذرهم وتنذرهم فَقَالَ لَهُ يُونُس عَلَيْهِ السَّلَام الله أرْفق بِي وَأعلم بضعفي ومسكنتي من أَن يُرْسِلنِي الى قوم جبارين متكبرين يؤذوننى ويقتلونني فراجع رَبك أَيهَا الْملك فِي أَمْرِي فَلَعَلَّهُ يعفيني من ذَلِك ويلطف بِي فَقَالَ لَهُ الْملك الله تَعَالَى أعظم من أَن أراجعه فِيمَا أَمرنِي بِهِ وَقد أَمرتك فسل أَنْت رَبك ذَلِك إِن شِئْت فقد بلغتك وَالسَّلَام ثمَّ صَار الْملك إِلَى مقَامه ففر إِذْ ذَاك يُونُس عَلَيْهِ السَّلَام على وَجهه إِلَى جِهَة الْبَحْر مغاضبا لرَبه وَركب السَّفِينَة فالتقمه الْحُوت ¶ وَمِنْهُم من قَالَ إِنَّه بلغ قومه الرسَالَة فسبوه وضربوه وأغلوا فِي أذيته فَدَعَا عَلَيْهِم فَأخْبرهُ ربه أَنه ينزل الْبلَاء عَلَيْهِم فِي يَوْم كَذَا فَأخْبرهُم بذلك فَلَمَّا كَانَ فِي ذَلِك الْيَوْم خرج إِلَى أَعلَى الْجَبَل وَقعد ينْتَظر الْوَعْد فَإِذا سَحَابَة عَظِيمَة سَوْدَاء قد جَاءَت من نَاحيَة الْبَحْر حَتَّى",
            "page": "115",
            "part": "1",
            "seal": "30E77B6E"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "قربت من الْبَلَد ثمَّ جَاءَت ريح فَهبت فِي وَجههَا فَردَّتهَا عَنْهُم فَخرج فَارًّا مغاضبا لرَبه حَيْثُ رد عَنْهُم الْبلَاء ¶ فَهَذَا من بعض أَقْوَالهم الخبيثة فِي قصَّة يُونُس عَلَيْهِ السَّلَام ¶ وَمُقْتَضى هَاتين الكذبتين عَلَيْهِ أَنه سخط أَحْكَام ربه وَلم يرض بِقَضَائِهِ وَلَا أذعن لحكمه ¶ وحاشى وكلا أَن يفعل ذَلِك أَنْبيَاء الله تَعَالَى مَعَ الْعِصْمَة والنزاهة فِيمَا دون ذَلِك كَمَا قدمْنَاهُ ¶ فَإِن غضب العَبْد على ربه إِنَّمَا هُوَ أَلا يرضى بِحكمِهِ وَلَا بإرادته وَهَذِه هِيَ المناقضة وَالْكفْر الصراح ¶ قَالَ تَعَالَى لنبينا عَلَيْهِ السَّلَام {فَلَا وَرَبك لَا يُؤمنُونَ حَتَّى يُحَكِّمُوك فِيمَا شجر بَينهم ثمَّ لَا يَجدوا فِي أنفسهم حرجا مِمَّا قضيت ويسلموا تَسْلِيمًا} ¶ فنفى الله الْإِيمَان عَمَّن لم يرض بِحكم الله تَعَالَى وَحكم نبيه عَلَيْهِ السَّلَام وَقَالَ عَلَيْهِ السَّلَام فِي دُعَائِهِ (لَك العتبى حَتَّى ترْضى) وَالْأَمر أظهر من الِاسْتِدْلَال عَلَيْهِ ¶ فصل ¶ فَإِن قيل إِذا لم تصح هَذِه المغاضبة لرَبه على هَذَا الْوَجْه فَمَا الصَّحِيح الَّذِي يعول عَلَيْهِ فِيهَا وَكَذَلِكَ الْمُطَالبَة فِي لوم الله",
            "page": "116",
            "part": "1",
            "seal": "B7A479FC"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "تَعَالَى لَهُ حَيْثُ قَالَ {فالتقمه الْحُوت وَهُوَ مليم} وَكَذَلِكَ فِي قَوْله تَعَالَى لنَبيه عَلَيْهِ السَّلَام {فاصبر لحكم رَبك وَلَا تكن كصاحب الْحُوت} ¶ وَكَذَلِكَ فِي قولة نَبينَا عَلَيْهِ السَّلَام حمل أخي يُونُس أعباء الرسَالَة فانفسخ تحتهَا كَمَا يَنْفَسِخ الرّبع ¶ قُلْنَا أما مغاضبته عَلَيْهِ السَّلَام فَكَانَت لِقَوْمِهِ لَا لرَبه وَلَا يجوز ذَلِك عَلَيْهِ وأنى وَقد جَاءَ فِي الْخَبَر أَنه صلى الله عَلَيْهِ وَسلم قَالَ (وَالَّذِي نَفسِي بِيَدِهِ لَو لم يبلغ نَبِي الرسَالَة إِلَى قومه لعذب بِعَذَاب قومه أَجْمَعِينَ) نقل على الْمَعْنى وَإِنَّمَا كَانَت لِقَوْمِهِ لما نَالَ مِنْهُم من الأذية فَاحْتمل أذاهم حَتَّى ضَاقَ صَدره ويئس من فلاحهم ففر بِنَفسِهِ بَعْدَمَا بلغ غَايَة التَّبْلِيغ كَمَا أمره الله تَعَالَى ¶ ثمَّ غلب ظَنّه لسعة حلم الله تَعَالَى أَلا يَطْلُبهُ بذلك الْفِرَار لكَونه قد أدّى مَا عَلَيْهِ وَهُوَ معنى قَوْله تَعَالَى {فَظن أَن لن نقدر عَلَيْهِ} أَي ان لن نضيق عَلَيْهِ قَالَ تَعَالَى {وَمن قدر عَلَيْهِ رزقه} أَي ضيق وَقَالَ تَعَالَى {أولم يعلمُوا أَن الله يبسط الرزق لمن يَشَاء وَيقدر} أَي يضيق",
            "page": "117",
            "part": "1",
            "seal": "A54F6148"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "وَيحْتَمل أَنه ظن أَن قدرَة الله تَعَالَى لم تتَعَلَّق بإيلامه وسجنه تفضلا مِنْهُ وَأَنه تَعَالَى يعْفُو عَنهُ فِي ذَلِك الْفِرَار فَوَقع خلاف ظَنّه ¶ وَهَذَا هُوَ الَّذِي يجوز أَن يَعْتَقِدهُ الْأَنْبِيَاء وَأَن يعْتَقد فيهم ¶ وَقَالَ الفجرة إِنَّه ظن أَن لَا يقدر الله عَلَيْهِ أَي لَا يُمكنهُ أَن يفعل فِيهِ وَهَذَا كفر صراح لَا يُمكن أَن يَعْتَقِدهُ مقلد فِي الْإِيمَان فَكيف نَبِي ¶ وَقد تذاكرت مَعَ طَالب من طلبة الأندلس ملحوظ بِالطَّلَبِ فَقَالَ لي ذَلِك وبالاجماع أَنه من ظن أَن لَا يقدر الله عز وَجل عَلَيْهِ على وَجه الْعَجز عَنهُ أَو الْفَوْت من قَضَائِهِ وَقدره فَهُوَ كَافِر ¶ وَأما قَوْله تَعَالَى {فالتقمه الْحُوت وَهُوَ مليم} أَي أَتَى مَا يلام عَلَيْهِ وَلَيْسَ كل من أَتَى مَا يلام عَلَيْهِ يَقع لومه فَإِن كَانَ تَعَالَى لم يلمه فقد انْدفع الِاعْتِرَاض لعدم اللوم وَالْأَظْهَر أَنه لم يلمه إِذْ لَو وَقع اللوم لقَالَ وَهُوَ ملوم وان كَانَ لامه فاللوم قد يكون عتابا وَقد يكون ذما فَإِن صَحَّ وُقُوع لومه فَكَانَ من الله عتابا لَهُ على فراره لَا ذما إِذْ المعاتب محبور والمذموم مدحور ¶ فَاعْلَم رَحِمك الله صِحَة التَّفْرِقَة بَين اللوم والذم قَالَ الشَّاعِر ¶ (لَعَلَّ عتبك مَحْمُود عواقبه ... فَرُبمَا صحت الْأَجْسَام بالعلل) ¶ وَقَالَ آخر ¶ (إِذا ذهب العتاب فَلَيْسَ ود ... وَيبقى الود مَا بَقِي العتاب)",
            "page": "118",
            "part": "1",
            "seal": "B4ABC52E"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "وَقَالَ آخر ¶ (لَو كنت عاتبتي لسكن لوعتي ... أملي رضاك وزرت غير مراقب) ¶ (لَكِن صددت فَمَا لصدك حِيلَة ... صد الملول خلاف صد العاتب) ¶ أَلا ترى كَيفَ قَالَ الله تَعَالَى {لَوْلَا أَن تَدَارُكه نعْمَة من ربه لنبذ بالعراء وَهُوَ مَذْمُوم} مَعْنَاهُ لَوْلَا مَا عصمناه ورحمناه لأتى مَا يذم عَلَيْهِ على أصل الْجَوَاز لَا على فرع الْوُقُوع ¶ وَهَذَا من النمط الَّذِي قدمْنَاهُ فِي قصَّة إِبْرَاهِيم عَلَيْهِ السَّلَام حَيْثُ قَالَ {واجنبني} وَهِي أَن يعبد الْأَصْنَام وَهُوَ قد أَمن من ذَلِك بالْخبر وَقَوله تَعَالَى فِي قصَّة شُعَيْب عَلَيْهِ السَّلَام {وَمَا يكون لنا أَن نعود فِيهَا إِلَّا أَن يَشَاء الله رَبنَا} الْآيَة وَقَوله تَعَالَى لنبينا عَلَيْهِ السَّلَام {وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَينَا إِلَيْك} وَهُوَ تَعَالَى لم يَشَأْ ذَلِك بالْخبر ¶ وَأما قَوْله تَعَالَى لنبينا عَلَيْهِ السَّلَام {فاصبر لحكم رَبك وَلَا تكن كصاحب الْحُوت} يَعْنِي كيونس عَلَيْهِ السَّلَام فِي فراره حِين ضَاقَ صَدره كَمَا قدمْنَاهُ وَقَالَ تَعَالَى {وَلَقَد نعلم أَنَّك يضيق صدرك بِمَا يَقُولُونَ} كَمَا ضَاقَ صدر يُونُس فَلَا تَفِر كفراره ¶ وَلذَا جَاءَ عَنهُ عَلَيْهِ السَّلَام (لَا تفضلُونِي على يُونُس بن مَتى)",
            "page": "119",
            "part": "1",
            "seal": "FB4F81D0"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "لما قيل لَهُ {وَلَا تكن كصاحب الْحُوت} فَنَهَاهُ أَن يفعل فعله فِي قصَّة مَخْصُوصَة خَافَ على قُلُوب عوام أمته من اعْتِقَاد هَذِه القولة على خلاف مَا هِيَ بِهِ فيعتقدون أَنَّهَا نهي لَهُ على الْعُمُوم وحاشى وكلا وَكَيف يَصح فِيهَا الْعُمُوم وَقد أمره تَعَالَى أَن يتخلق ويقتدي ويهتدي بأخلاقه وأخلاق نظرائه عَلَيْهِم السَّلَام حَيْثُ قَالَ لَهُ {أُولَئِكَ الَّذين هدى الله فبهداهم اقتده} فَقَالَ ذَلِك وَالله اعْلَم ¶ وَأما قَوْله عَلَيْهِ السَّلَام (حمل أخي يُونُس أعباء الرسَالَة فانفسخ تحتهَا كَمَا يَنْفَسِخ الرّبع) الحَدِيث فَهُوَ فِي هَذَا الْمَعْنى انه كلف مقاساة الجهلة وَالصَّبْر على الأذية فَضَاقَ صَدره بذلك وَلم يحْتَملهُ ففر ¶ وعَلى هَذَا يَنْبَغِي أَن تحمل هَذِه الْأَقْوَال وعَلى مَا هُوَ أغمض وَأَعْلَى فِي التبرئة من هَذَا وَلَا قُوَّة إِلَّا بِاللَّه",
            "page": "120",
            "part": "1",
            "seal": "8485183E"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "شرح قصَّة أَيُّوب عَلَيْهِ السَّلَام ¶ فِي قَوْله تَعَالَى {وَاذْكُر عَبدنَا أَيُّوب إِذْ نَادَى ربه أَنِّي مسني الشَّيْطَان بِنصب وَعَذَاب اركض برجلك هَذَا مغتسل بَارِد وشراب} ¶ فمما قَالُوهُ فِي سَبَب محنته عَلَيْهِ السَّلَام وَهُوَ أسلم مَا نسبوه إِلَيْهِ من الْأَقَاوِيل أَنه شوى حملا فِي منزله وَكَانَ بإزائه جَار فَقير فتأذى برائحة طَعَامه وَلم ينله مِنْهُ شَيْئا فامتحنه الله تَعَالَى بِأَن سلط عَلَيْهِ الشَّيْطَان ¶ وَمِنْهُم من قَالَ إِنَّه دخل يَوْمًا على ملك جَبَّار فَرَأى فِي منزله مُنْكرا فَلم يُغَيِّرهُ فَلِذَا امتحن ¶ وَهَاتَانِ القولتان من أشبه مَا قَالُوهُ فِي محنته عَلَيْهِ السَّلَام فَأول مَا يطْلبُونَ بِهِ إِثْبَات دَعوَاهُم وهم لَا يثبتونها فِي كتاب وَلَا سنة سوى ملفقات من قصصيات هِيَ أَوْهَى فِي الثُّبُوت من خيط العنكبوت ¶ فاخترنا الْكَلَام فِي هَاتين الْقصَّتَيْنِ لِكَوْنِهِمَا مِمَّا يَصح مَعْنَاهُمَا لَو صَحَّ أثرهما فَلَو صَحَّ مَا قَالُوهُ من القولتين أَو إِحْدَاهمَا لتصور الْخُرُوج عَنْهُمَا بِأَحْسَن مخرج ¶ فَأَما قصَّة الْحمل فقد يكون يغلب الظَّن أَن جَاره لَيْسَ يحْتَاج اليه فِي ذَلِك الْوَقْت وَقد نعلم أَنه يُمكنهُ أَن يصنع مثل ذَلِك فَإِن ثمن الْحمل",
            "page": "121",
            "part": "1",
            "seal": "45D4DE04"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "يسير وَلَيْسَ كل فَقير مملقا وَقد يحْتَمل أَنه نسي أَن يواسيه مِنْهُ وَلَيْسَ يلْحقهُ فِي ذَلِك عتب وَلَا ذَنْب على أَنه لَو ترك إعطاءه قَاصِدا لم يكن مذنبا فَإِن مؤاساة الْجَار مَنْدُوب إِلَيْهَا وَمن ترك الْمَنْدُوب فَلَا ذَنْب عَلَيْهِ ¶ وَأما قَوْلهم إِنَّه لم يُغير الْمُنكر على الْملك الْجَبَّار فعين هَذَا القَوْل عذر عَنهُ فَإِن لُزُوم تَغْيِير الْمُنكر إِنَّمَا هُوَ مَعَ الْإِمْكَان قَالَ تَعَالَى {الَّذين إِن مكناهم فِي الأَرْض أَقَامُوا الصَّلَاة وَآتوا الزَّكَاة وَأمرُوا بِالْمَعْرُوفِ ونهوا عَن الْمُنكر} فَلَمَّا علم جبروت الْملك خَافَ على نَفسه وَلم يُمكنهُ تَغْيِيره بِظَاهِرِهِ لِئَلَّا يَقع من الْجَبَّار مُنكر أكبر مِمَّا رَآهُ فِي منزله فَغير بِقَلْبِه ¶ وَيحْتَمل أَن يكون ذَلِك الْملك لم يكن من أمته وَلَا أرسل إِلَيْهِ فَلم يُغير عَلَيْهِ إِذْ لَا يلْزمه ذَلِك ¶ كَمَا مر مُوسَى عَلَيْهِ السَّلَام على قوم يعكفون على أصنام لَهُم فَغير على قومه وَلم يُغير عَلَيْهِم لكَونه لم يُرْسل إِلَيْهِم فَإِن النَّبِي لَا يلْزمه التَّغْيِير إِلَّا على من أرسل إِلَيْهِ ¶ فقد خرجت القولتان بِحَمْد الله على أحسن مخرج إِذا صحتا ¶ وَأما قَوْله {مسني الشَّيْطَان بِنصب وَعَذَاب} أَي ببلاء وَشر جَاءَ فِي خبر يطول ذكره فلنذكر مِنْهُ مَا لَا بُد من ذكره ¶ وَجَاء فِي الْأَثر أَن الشَّيْطَان تحداه بِأَنَّهُ لَو سلط عَلَيْهِ لضجر وَسخط حكم الله تَعَالَى فَسلط على مَاله وَولده وَجَسَده إِلَّا قلبه وَلسَانه فَصَبر صبرا أثنى الله بِهِ عَلَيْهِ إِلَى يَوْم الْقِيَامَة فِي قُرْآن يُتْلَى فَقَالَ تَعَالَى إِنَّا",
            "page": "122",
            "part": "1",
            "seal": "D9EA12F4"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "وَجَدْنَاهُ صَابِرًا نعم العَبْد إِنَّه أواب) وَبَقِي الشَّيْطَان خائب الصَّفْقَة خزيان فَلَمَّا نَادَى ربه شاكيا بالشيطان وَبِمَا ناله مِنْهُ أَجَابَهُ بالإقالة من شكيته وَأمره أَن يرْكض الأَرْض بِرجلِهِ حَتَّى يرِيه بركَة صبره فَقَالَ {اركض برجلك هَذَا مغتسل بَارِد وشراب} فَعجل لَهُ فِي الدُّنْيَا مثلا لعين الْحَيَاة الَّتِي بَين الْجنَّة وَالنَّار يغْتَسل فِيهَا المعذبون وَيَشْرَبُونَ مِنْهَا فَيخْرجُونَ مطهرين من كل بؤس ظَاهرا وَبَاطنا كَمَا جَاءَ فِي الْخَبَر ¶ فمس أَيُّوب عَلَيْهِ السَّلَام الأَرْض بِرجلِهِ فنبع مِنْهَا المَاء فَشرب مِنْهُ فبرئ مَا كَانَ فِي بَاطِنه من دَقِيق السقم وجليله واغتسل فبرئ من ظَاهره أتم بَرَاءَة فَمَا كَانَ يُرْسل المَاء على عُضْو إِلَّا وَيعود فِي الْحِين أحسن مَا كَانَ قبل بِإِذن الله تَعَالَى ¶ ورد الله عَلَيْهِ مَاله وَولده وَولد لَهُ مثل عَددهمْ ¶ قَالَ الله تَعَالَى {وَآتَيْنَاهُ أَهله وَمثلهمْ مَعَهم} ¶ وَهَذِه الْقِصَّة على رونق فِيهَا لكَونهَا مُتَعَلقَة بِالْكتاب جَائِزَة فِي الْعقل لَكِنَّهَا غير لائقة بِمنْصب النُّبُوَّة وحاشى لله أَن يُسَلط عدوه على حَبِيبه بِمثل هَذِه السلطة حَتَّى يتحكم فِي مَاله وَولده وَجَسَده بالبلاء والتنكيل ¶ وَأما تعلقهم فِيهَا من الْكتاب الْعَزِيز فبقوله تَعَالَى أَنه قَالَ {مسني الشَّيْطَان بِنصب وَعَذَاب}",
            "page": "123",
            "part": "1",
            "seal": "433793BF"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "وَلَيْسَ لَهُم حجَّة فِي هَذَا القَوْل فَإِن الْأَنْبِيَاء عَلَيْهِم السَّلَام إِذا مسهم ضرّ نسبوه إِلَى الشَّيْطَان على جِهَة الْأَدَب مَعَ الْحق سُبْحَانَهُ لِئَلَّا ينسبوا لَهُ فعلا يكره مَعَ علمهمْ أَن كلا من عِنْد الله ¶ قَالَ الْخَلِيل عَلَيْهِ السَّلَام {وَإِذا مَرضت فَهُوَ يشفين} ¶ وَقَالَ الْخضر عَلَيْهِ السَّلَام {فَأَرَدْت أَن أعيبها} ¶ وَقَالَ الكليم عَلَيْهِ السَّلَام {هَذَا من عمل الشَّيْطَان} ¶ وَقَالَ فتاه عَلَيْهِ السَّلَام {وَمَا أنسانيه إِلَّا الشَّيْطَان} ¶ وَقَالَ نَبينَا صلى الله عَلَيْهِ وَسلم (وَالْخَيْر كُله فِي يَديك وَالشَّر لَيْسَ إِلَيْك) ¶ يَعْنِي لَيْسَ إِلَيْك يُضَاف وَصفا لَا فعلا وَإِن كَانَ الْفِعْل كُله من عِنْد الله ¶ وَقَالَ تَعَالَى بِيَدِك الْخَيْر إِنَّك على كل شَيْء قدير ¶ فَخرج من مَجْمُوع مَا ذَكرْنَاهُ أَن تعلقهم بِالْآيَةِ فِي كل مَا زوروه من الأقاصيص غير صَحِيح ¶ فصل ¶ استطراد إِلَى قصَّة مَرْيَم وتبيين أَن مقَامهَا عِنْد هز الْجذع لَيْسَ أقل من مقَامهَا فِي الغرفة",
            "page": "124",
            "part": "1",
            "seal": "5D171069"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "وَهنا نُكْتَة شريفة يجب الِاعْتِبَار بهَا فِي قصَّة مَرْيَم عَلَيْهَا السَّلَام عِنْد هز الْجذع وَهِي معضودة بِقصَّة أَيُّوب عَلَيْهِ السَّلَام فِي بركَة ركضه وبركات بعض الْأَنْبِيَاء فِيمَا لمسوه وركضوه وضربوه وَذَلِكَ أَن مُعظم أهل الْإِشَارَة رَحِمهم الله أصفقوا على أَن مَرْيَم عَلَيْهَا السَّلَام كَانَ مقَامهَا فِي الغرفة أَعلَى مِمَّا كَانَ عِنْد النَّخْلَة ¶ وَاسْتَدَلُّوا على ذَلِك بِمَا جَاءَ فِي الْخَبَر عَن الرزق الَّذِي كَانَ يجد عِنْدهَا زَكَرِيَّا عَلَيْهِ السَّلَام إِذا كَانَ يجد عِنْدهَا فَاكِهَة الشتَاء فِي الصَّيف وَفَاكِهَة الصَّيف فِي الشتَاء فَكَانَ يَأْتِيهَا بِلَا سَبَب فَلَمَّا نظرت إِلَى عِيسَى عَلَيْهِ السَّلَام حِين وَلدته أحبته فَأمرت بِالْكَسْبِ فِي هز النَّخْلَة لكَونهَا رجعت من جمع إِلَى تَفْرِيق ¶ وَقَالُوا فِي هَذَا وأطنبوا وأنشدوا الأبيات الْمَشْهُورَة على قافية الْبَاء إِلَى غير ذَلِك وَهَذِه رَحِمهم الله وهلة مِنْهُم وغفلة عَن الأولى والأحرى فِي حق تِلْكَ الصديقة ¶ وَأول مَا يعْتَرض بِهِ عَلَيْهِم أَن يُقَال لَهُم من أَيْن يحكمون عَلَيْهَا أَنَّهَا لما رَأَتْ الْوَلَد تَفَرَّقت بميل قَلبهَا إِلَيْهِ ¶ وَهَذَا لَا يَصح إِلَّا بتوقيف والتوقيف فِي ذَلِك مَعْدُوم وَبِمَ تردون على من يَدعِي نقيض دعواكم ويبرهن عَن ذَلِك أَن مَرْيَم عَلَيْهَا السَّلَام مَا كَانَت قطّ فِي مقَام هُوَ أَعلَى من مقَامهَا فِي تِلْكَ الأزمة على تِلْكَ الْحَالة",
            "page": "125",
            "part": "1",
            "seal": "801AA66C"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "وعَلى قدر الأزمات يَأْتِي الْفرج وَذَلِكَ أَنَّهَا قبضت فِي ذَلِك الْمقَام من سَبْعَة أوجه ¶ أَحدهَا أَن خاطبها الْملك على ضعفها وَصغر سنّهَا ووحدتها فِي الفلاة وَهَذَا أَمر لَا يتخيل مَا يكون فِيهِ إِلَّا من دهمه ¶ الثَّانِي أَنه كَانَ أول خطاب خوطبت بِهِ وَقد جَاءَ فِي الصَّحِيح أَن النَّبِي صلى الله عَلَيْهِ وَسلم لما خاطبه الْملك فِي أول مرّة كَاد أَن يتردى من حالق الْجَبَل خيفة من فَجْأَة الْملك وفجأة الْخطاب وَكَانَ عَلَيْهِ السَّلَام فِي ثَانِي حَال يَأْتِيهِ الْوَحْي فِي الْيَوْم الشَّديد الْبرد فيتفصد عرقا هَيْبَة من فَجْأَة الْوَحْي وإعظاما للْملك ¶ الثَّالِث أَن أخْبرهَا بِأَنَّهَا تَلد من غير فَحل وَهَذَا مِمَّا يعظم سَمَاعه لكَونه غير مُعْتَاد لَا سِيمَا لمثلهَا ¶ الرَّابِع طريان الْمَخَاض عَلَيْهَا وآلامه الَّتِي توازي آلام الْمَوْت لَا سِيمَا أول مَخَاض ¶ الْخَامِس وَهُوَ أَشد عَلَيْهَا من كل مَا وَقع وَهُوَ مَا يصمها النَّاس بِهِ من الْمَلَامَة والأذية وَإِقَامَة الْحَد عَلَيْهَا وَهِي بريئة ¶ السَّادِس وَهُوَ أَشد عَلَيْهَا من أذيتها وَهُوَ مَا يلْحق قَومهَا من",
            "page": "126",
            "part": "1",
            "seal": "630E3055"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "النَّاس إِذا قذفوها فَإِنَّهَا صديقَة بِشَاهِد الْقُرْآن وَالصديق أشْفق على خلق الله مِمَّا هُوَ على نَفسه ¶ السَّابِع فِيمَا يكون عذرها إِذا اعترضت وَأنكر عَلَيْهَا مَا جَاءَت بِهِ ¶ فَهَذِهِ سبع قوابض لَو سلط أَحدهَا على جبل لتصدع وَيَكْفِيك قَوْلهَا عِنْد ذَلِك {يَا لَيْتَني مت قبل هَذَا وَكنت نسيا منسيا} فَأَي مقَام فَوق مقَام من ابْتُلِيَ بِمثل هَذِه المعضلات دفْعَة وَاحِدَة فَصَبر وشكر ¶ ويعضد مَا قُلْنَاهُ فِي علو مقَامهَا فِي ذَلِك الْحَال قَوْله تَعَالَى {كلما دخل عَلَيْهَا زَكَرِيَّا الْمِحْرَاب} الْآيَة إِلَى قَوْله {بِغَيْر حِسَاب} ¶ وَذَلِكَ أَن زَكَرِيَّا عَلَيْهِ السَّلَام كَانَ يجد عِنْدهَا تِلْكَ الْفَوَاكِه الْمَذْكُورَة فِي غير أوانها فَيَقُول {أَنى لَك هَذَا} يَعْنِي بِأَيّ عمل بلغت هَذَا الْمقَام كَانَ عَلَيْهِ السَّلَام يستعظم ذَلِك الْمقَام فِي حَقّهَا لغرارتها وضعفها فَتَقول هِيَ {هُوَ من عِنْد الله} ¶ أَي لَيْسَ ذَلِك مقَاما بلغته بكبير عمل وَإِنَّمَا هُوَ من فضل الله تَعَالَى فَكَأَن مَا تُشِير إِلَيْهِ أَنْتُم عُظَمَاء لكم المقامات وَالْأَحْوَال وَأَنا ضئيلة ضَعِيفَة فَأنْتم ترزقون بِسَبَب وَأَنا بِغَيْر سَبَب ¶ فَفِي قَول زَكَرِيَّا عَلَيْهِ السَّلَام {أَنى لَك هَذَا} دَلِيل على ضعف مقَامهَا فِي الغرفة فَإِن المقامات عِنْد الْقَوْم مرتبطة بعلوم مَخْصُوصَة وأعمال",
            "page": "127",
            "part": "1",
            "seal": "91B5326A"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "مَخْصُوصَة وَكَذَلِكَ الْأَحْوَال والكرامات أَيْضا هبة من الله تَعَالَى لَهُم على قدر مقاماتهم ¶ فَلَمَّا كَانَ ذَلِك غَايَة قبضهَا وعلاء مقَامهَا فِي الْقَبْض بسطت من سَبْعَة أوجه ¶ أَحدهَا أَن كلمها الْوَلِيد قَالَ تَعَالَى {فناداها من تحتهَا أَلا تحزني} قرئَ بِفَتْح الْمِيم ¶ فَقَالَ قوم ناداها الْملك من مَكَان منخفض عَنْهُمَا ¶ وَقَالَ آخَرُونَ ناداها الْوَلِيد وَهُوَ الْأَظْهر لوَجْهَيْنِ ¶ أَحدهمَا أَن تَحت فِي حق الْوَلِيد أمت وَالثَّانِي أَن تكليم الْوَلِيد آنس فِي الْخطاب من كَلَام الْملك على مَا تقدم ¶ وَالثَّانِي من تقاسيم الْبسط أَن كلمها وليدها وَلم يكلمها وليد غَيرهَا لِأَن تكليم وَلَدهَا من بَرَكَات أحوالها ¶ الثَّالِث أَن كلمها فِي الْحِين فَإِن فِيهِ تَنْفِيس خناق قبضهَا بِسُرْعَة الْبشَارَة ¶ الرَّابِع أَن كلمها بالبشارة {أَلا تحزني} ¶ الْخَامِس أَن أخْبرهَا أَنه سري أَي رفيع الْقدر عِنْد الله تَعَالَى وَمَا يحب أحد أَن يكون غَيره أحسن مِنْهُ إِلَّا وَلَده",
            "page": "128",
            "part": "1",
            "seal": "6F98B0B4"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "السَّادِس أَنه لما كلمها الْوَلِيد استبشرت بِأَنَّهُ سيقيم حجتها عِنْد قَومهَا كَالَّذي فعل ¶ السَّابِع وَهِي الْبشَارَة الْعُظْمَى الَّتِي تثبت أَن مقَامهَا عِنْد الْجذع كَانَ أَعلَى من مقَامهَا فِي الغرفة وَهُوَ قَوْله تَعَالَى لَهَا {وهزي إِلَيْك بجذع النَّخْلَة تساقط عَلَيْك رطبا جنيا} ¶ وتتصور الْكَرَامَة فِي هزها من أحد عشر وَجها ¶ أَحدهَا أَنه نبهها على بركَة يَدهَا بِأَن تمس الشَّيْء فَيظْهر عَلَيْهِ بركَة ذَلِك الْمس كَمَا جَاءَ فِي الصَّحِيح عَن عَائِشَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا اشْتَكَى يقْرَأ على نَفسه بالمعوذات وينفث فَلَمَّا اشْتَدَّ وَجَعه كنت أَقرَأ عَلَيْهِ وامسح عَنهُ بِيَدِهِ رَجَاء بركتها ¶ وكما قيل ¶ لَو مس عودا سلوبا لاكتسى وَرقا ... وَلَو دَعَا مَيتا فِي الْقَبْر لباه) ¶ الثَّانِي أَن الملموس كَانَ جذعا والجذع فِي اللِّسَان هُوَ سَاق النَّخْلَة إِذا جذ رَأسهَا يَقُول الْعَرَب على كم جذع بَيْتك مَبْنِيّ وَجَاء فِي الْخَبَر فحن الْجذع إِلَيْهِ وَكَانَت أسطوانة فِي الْمَسْجِد وَقَالَ تَعَالَى {ولأصلبنكم فِي جُذُوع النّخل} وَلَا يكون الصلب إِلَّا فِي",
            "page": "129",
            "part": "1",
            "seal": "0DAFE7BB"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "الْخشب فصح أَن سَاق النَّخْلَة إِنَّمَا يُسمى جذعا إِذا جز رَأسه وَإِذا جز رَأس النَّخْلَة يَبِسَتْ فَلَا تلقح وَلَا تورق بعد فَلَمَّا لمسته أَخْضَر فِي الْحِين ¶ الثَّالِث أَن نَبتَت فِيهَا أَغْصَان وورق ورؤوس النّخل إِذا قطعت لَا تخلف ¶ الرَّابِع أَن أثمرت فِي الْحِين وَالنَّخْل لَا تثمر إِلَّا بعد ريح فِي أَيَّام كَثِيرَة ¶ الْخَامِس أَن صَارَت رطبا فِي الْحِين ¶ السَّادِس قَوْله {جنيا} أَي حَان قطافها فصلحت للجني فَإِنَّهَا قد تسمى رطبا فِي أول نضجها قبل أَن تصلح للجني على جِهَة الْمجَاز ¶ وَهنا لَطِيفَة وَهِي أَن الله تَعَالَى آنسها بِأَن أَرَاهَا مثلا بالجذع الْيَابِس حِين اخضر من غير سقِِي وَبعد يبسه اخضر وأثمر فِي الْحِين كَمَا ولد عِيسَى عَلَيْهِ السَّلَام من غير فَحل وَتكلم فِي الْحِين وَتمّ خلقه دفْعَة وَولد فِي الْحِين فَتلك بِتِلْكَ ¶ السَّابِع أَن هزتها فتساقطت وَمَعْلُوم أَن هز مثلهَا على مَا هِيَ عَلَيْهِ من ضعفها ونفاسها لسوق النّخل لَا يسْقط الرطب فَإِن كَانَ أَعْطَيْت فِي الْحِين قُوَّة تهز بهَا النّخل فَتسقط رطبها فخرق كَبِير وَإِن تساقطت الرطب للمسها إِيَّاهَا فخرق آخر أكبر مِنْهُ ¶ قَوْله الثَّامِن لَهَا {فكلي واشربي} فَإِن فِيهِ بِشَارَة بِسُرْعَة الْخَلَاص من ألمها فَإِن النُّفَسَاء لَا تَأْكُل وَلَا تشرب إِلَّا بعد مُدَّة لشغلها بألمها",
            "page": "130",
            "part": "1",
            "seal": "935E36F8"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "التَّاسِع أَنه بشرها بِحُصُول الطَّعَام وَالشرَاب عِنْدهَا لِأَن كَانَت بِأَرْض فلاة فَإِن النَّاس يخَافُونَ عدمهما فِي الفلوات ¶ الْعَاشِر قَوْله لَهَا {وقري عينا} فَعلمت بِكَلَامِهِ الخارق أَنه لَا يكذبها فأنست ¶ الْحَادِي عشر أَنه علمهَا كَيفَ تجيب إِذا سَأَلَهَا قَومهَا فِي قَوْله لَهَا {فَقولِي إِنِّي نذرت للرحمن صوما فَلَنْ أكلم الْيَوْم إنسيا} ¶ أَلا ترى إِلَى طمأنينتها إِلَى مبارأة وَلَدهَا كَيفَ أَتَت بِهِ قَومهَا تحمله ظَاهرا لَهُم وَقد كَادَت تَفِر بِهِ إِلَى بلد آخر أَو تخفيه مَا استطاعت فَلَا يشْعر بِهِ قَومهَا فَلَمَّا طابت نَفسهَا بِهِ فِي إِقَامَة حجتها عِنْد قَومهَا أَتَتْهُم بِهِ تحمله ظَاهرا لَهُم ¶ فَهَذِهِ رَحِمك الله سَبْعَة أَحْوَال ثوبها رَبهَا عَلَيْهَا بِثمَانِيَة عشر حَالا سَبْعَة مِنْهَا قبل الهز وَأحد عشر بعده كلهَا تَتَضَمَّن من الْبسط والأنس والكرامات مَا يدل على رفْعَة شَأْنهَا وَعزة مَكَانهَا عِنْد رَبهَا فَكيف تبخس هَذِه الصديقة فِي حَقّهَا وتحط عَن مقَامهَا فِي الهز ¶ ويعضد مَا رمناه من علو الْمقَام لَهَا فِي ذَلِك الْوَقْت صِحَة الشّبَه فِي قَوْله تَعَالَى لأيوب عَلَيْهِ السَّلَام {اركض برجلك} أَرَادَ تَعَالَى أَن يرِيه عَاقِبَة صبره وبركة تصرفه وَفَائِدَة ركضه وَثَمَرَة لمسه الأَرْض بأخمصيه وَمَعْلُوم أَن الْمِيَاه لَا تنبع بِسَبَب الركض على مجْرى الْعَادة ¶ وَأَن الركض يخرج مخرج الهز خرفا بِحرف",
            "page": "131",
            "part": "1",
            "seal": "B469561D"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "وَكَذَلِكَ قَوْله تَعَالَى لمُوسَى عَلَيْهِ السَّلَام {اضْرِب بعصاك الْحجر} أَرَادَ تَعَالَى أَن يَنْبع لَهُ المَاء بِوَاسِطَة الضَّرْب حَتَّى تظهر كرامته عِنْد بني إِسْرَائِيل ¶ وَكَذَلِكَ فِي الْبَحْر حِين ضربه فانفلق ¶ وَكَذَلِكَ عِيسَى عَلَيْهِ السَّلَام كَانَ يرْكض الْقُبُور فيحيي الله بِهِ الْمَوْتَى ويلمس الطين فَيصير طائرا بِإِذن الله ¶ وَكَذَلِكَ نَبينَا عَلَيْهِ السَّلَام لمس المَاء فنبع من بَين أَصَابِعه ولمس الطَّعَام فنما وَزيد فِيهِ وتفل فِي بِئْر فعذبت وَكثر مَاؤُهَا وتفل فِي عين عَليّ كرم الله وَجهه فبرأت من دَاء الرمد وشربت أم أَيمن بَوْله فبرأت من دَاء الْبَطن وتفل على رجل أبي بكر الصّديق رَضِي الله عَنهُ فِي الْغَار حِين لسعته الْعَقْرَب فبرئ فِي الْحِين ¶ فليت شعري مَا الَّذِي أغفل أُولَئِكَ الجلة عَن هَذِه الْأَدِلَّة حَتَّى يغضوا من مقَام مَرْيَم عَلَيْهَا السَّلَام بالهز وَهُوَ الْأَعْلَى كَمَا ترى أَيهَا اللبيب الفطن المتناصف",
            "page": "132",
            "part": "1",
            "seal": "0AE24B90"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "فَإِن قيل إِنَّمَا كَانَت تِلْكَ الْأَفْعَال مِنْهُم على سَبِيل إِظْهَار المعجزة لكَوْنهم أَنْبيَاء وَمَرْيَم عَلَيْهَا السَّلَام لم تكن نبية ¶ قُلْنَا لَيْسَ الْأَمر كَذَلِك بِدَلِيل أَنهم لَو تحدوا بِتِلْكَ الخروق من غير تنَاول مِنْهُم لَهَا فَوَقَعت على وفْق تحديهم بهَا لصحت المعجزة وَإِذا صحت المعجزة دون التَّنَاوُل باللمس وَالضَّرْب علم أَن تِلْكَ الْأَفْعَال وَقعت إِكْرَاما لَهُم زَائِدا على ثُبُوت المعجزة وَأَيْضًا فَإِن اللَّمْس وَالضَّرْب والتفل لَيْسَ من قبيل المعجزات فَإِنَّهُ مُعْتَاد والمعتاد لَا يكون معْجزَة ¶ فَهَذَا هَذَا وَمن اعْترض من المقلدة بالجزاف فَعَلَيهِ الدَّلِيل وَلَا دَلِيل فَإِن الْقَوْم الَّذين قَالُوا ذَلِك لم يَأْتُوا بِدَلِيل سوى مَا نقرره من أَن التَّوَكُّل فَوق الْكسْب ¶ وَهَذِه مَسْأَلَة قد حفيت فِيهَا الْأَقْدَام واضطربت الأفهام وَالْأَظْهَر فِيهَا أَن الْكسْب مَعَ التَّوَكُّل إعلاء فَإِنَّهُ يَقع بِالظَّاهِرِ وَيبقى الْبَاطِن متوكلا فَإِذا تصور الْجمع بَين الظَّاهِر وَالْبَاطِن فالكسب الْحَلَال مِمَّن جمع بَينهمَا فَهُوَ إعلاء مقَام لِكَوْنِهِمَا مقامين وعملين فَلَا منافرة بَين التَّوَكُّل وَالْكَسْب لاخْتِلَاف المجال وَمَرْيَم عَلَيْهَا السَّلَام صديقَة وَمن بعض مقامات الصّديق الْجمع بَين الْكسْب والتوكل ¶ وَفِي الْكسْب فَائِدَة كَثِيرَة فَإِنَّهُ مِمَّا ينفع النَّاس وَيصْلح شؤونهم وَيقوم بمنافعهم فِي لباسهم وأقواتهم ¶ فَلَو ترك النَّاس الْكسْب بِالْجُمْلَةِ لهلكت الأَرْض وَمن عَلَيْهَا فقد تصورت فِيهِ الْمَنْفَعَة الْعُظْمَى ¶ وَقد جَاءَ عَنهُ عَلَيْهِ السَّلَام أَنه قَالَ (سيد الْقَوْم خادمهم)",
            "page": "133",
            "part": "1",
            "seal": "768CF5A8"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "وَجَاء عَنهُ عَلَيْهِ السَّلَام أَنه قَالَ (النَّاس عِيَال الله وأحبهم إِلَى الله أنفعهم لِعِيَالِهِ) ¶ وَالْمَنْفَعَة على ضَرْبَيْنِ دنيوية وأخروية ¶ فالأخروية إرشاد الْمُكَلف وتعليمه مَا يلْزمه من وظائف التَّكْلِيف ¶ والدنيوية معالجة الْمَعيشَة بالأسباب العادية الَّتِي يقوم بهَا أود الْحَاجَات وإبقاء رَمق حَيَاة فقد انحصرت الْمَنْفَعَة الدُّنْيَوِيَّة فِي الْكسْب وَفِيه أَيْضا سَبَب للمنفعة الأخروية فَإِنَّهُ لَوْلَا سد الجوعة وَستر الْعَوْرَة على مُقْتَضى الشَّرْع ومجرى الْعَادة لم تكن الْحَيَاة وَلَا تصورت عبَادَة فأهلا بِالْكَسْبِ وَأَهله فَإِنَّهُم أحب النَّاس إِلَى الله تَعَالَى وَكَيف يعاب الْكسْب أَو يغض من قدره وَقد أثْبته سيد الرُّسُل صلى الله عَلَيْهِ وَسلم لنَفسِهِ حَيْثُ قَالَ (جعل رِزْقِي تَحت ظلّ رُمْحِي) يَعْنِي مَا يَأْكُل من الْغَنَائِم بِسَبَب الْكسْب بِالرُّمْحِ وَمَا فَوق مقَام رَسُول الله صلى الله عَلَيْهِ وَسلم مقَام ¶ وَأمر الله تَعَالَى دَاوُود عَلَيْهِ السَّلَام بِالْكَسْبِ حَيْثُ قَالَ لَهُ {أَن اعْمَلْ سابغات وَقدر فِي السرد} يَعْنِي سابغات الدروع وَلذَلِك أخبر صلى الله عَلَيْهِ وَسلم أَن دَاوُود عَلَيْهِ السَّلَام كَانَ يَأْكُل من كَسبه فِي عمل الدروع ¶ وَكَذَلِكَ جَاءَ فِي الْأَثر أَن سُلَيْمَان عَلَيْهِ السَّلَام كَانَ يَأْكُل من عمل الخوص",
            "page": "134",
            "part": "1",
            "seal": "C377C553"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "وَجَاء عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ (اطْلُبُوا الرزق فِي خبايا الأَرْض) يَعْنِي فِيمَا يزرع وَقَالَ صلى الله عَلَيْهِ وَسلم لصَاحب النَّاقة (اعقلها وتوكل) ¶ وَهَذِه الْأَخْبَار تدل على إِثْبَات الْكسْب شرعا وَأَنه لَا يقْدَح فِي التَّوَكُّل ¶ فَخرج من هَذِه الْأَحَادِيث إِثْبَات الْكسْب شرعا وَأَن مَرْيَم عَلَيْهَا السَّلَام كَانَ مقَامهَا فِي تِلْكَ الْحَالة إعلاء لكَونهَا جمعت بَين الْكسْب والتوكل ¶ وَقد نظمت فِي ذَلِك على نقيض مَا نظموه فِي قَوْلهم إِذْ قَالُوا ¶ (ألم تَرَ أَن الله أوحى لِمَرْيَم ... إِلَيْك فهزي الْجذع تساقط الرطب) فَقلت ¶ (أما علمُوا أَن الْمقَام سما بهَا ... لِأَن جمعت بَين التَّوَكُّل وَالسَّبَب) ¶ (بِأَن لمست جذعا فأينع رَأسه ... على الْحِين أفنانا وأثمر بالرطب) ¶ (كَمَا مس أَيُّوب اليبيس بِرجلِهِ ... ففارت عُيُون طهرته من الصخب) ¶ (وَمَسّ كليم الله بِالْعودِ صَخْرَة ... ففجر من أرجائها المَاء فانسكب) ¶ (وَمَسّ الْمَسِيح الطين بالخلق فانتشا ... طيورا بِإِذن الله أَحيَاء تضطرب) ¶ وَمَسّ يَمِين الْمُصْطَفى المَاء نُطْفَة ... فَفَاضَتْ عُيُون المَاء من خلل العصب) ¶ فعض على هَذِه القولة يَا أَيهَا المتناصف الفطن بالنواجذ وَشد عَلَيْهَا كف الضنين فَإِنَّهَا قولة مَقْصُودَة بالبرهان ونادرة مَا أَرَانِي سبقت إِلَيْهَا واعرف",
            "page": "135",
            "part": "1",
            "seal": "E5C4DB67"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "الرِّجَال بِالْعلمِ وَلَا يعرف الْعلم بِالرِّجَالِ فَمن كل كَلَام مَأْخُوذ ومتروك إِلَّا من كَلَام صَاحب الْقَبْر صلى الله عَلَيْهِ وَسلم ¶ فَهَذَا مَا من الله تَعَالَى بِهِ فِي تَنْزِيه الْأَنْبِيَاء عَلَيْهِم السَّلَام على مَا تَقْتَضِيه الْآي وَمَا صَحَّ من الْأَخْبَار من غير أَن يلْحق بِوَاحِد مِنْهُم ذَنْب وَلَا ذمّ إِذْ لَو جَازَ ذَلِك على الْبَعْض لجَاز على الْكل وَمن قدح فِي عرض وَاحِد مِنْهُم ألزم الْقدح فِي الْكل ¶ وَقد أَجمعُوا على أَن من قَالَ فِي زر نَبِي إِنَّه وسخ يُرِيد بذلك تنقيصه أَنه يقتل وَلَا يُسْتَتَاب احْتِيَاطًا على أعراضهم السّنيَّة أَن لَا يلْحقهَا نقص فَإِنَّهُم فِي النزاهة والعصمة كأسنان الْمشْط لَا يفرق بَين أحد من رسله ¶ وَكَيف وَقد قَالَ تَعَالَى لسيدهم وَرَئِيسهمْ ¶ {أُولَئِكَ الَّذين هدى الله فبهداهم اقتده} يَعْنِي بمكارم أَخْلَاقهم وَجَمِيل أفعالهم وأقوالهم وأحوالهم ¶ وَقَالَ تَعَالَى {وَالَّذين آمنُوا بِاللَّه وَرُسُله وَلم يفرقُوا بَين أحد مِنْهُم أُولَئِكَ سَوف يُؤْتِيهم أُجُورهم} ¶ وَهَذَا هُوَ الْحق الَّذِي يرغب فِيهِ وَلَا يرغب عَنهُ ¶ فإياك أَيهَا الْمُقَلّد الغر أَن تسمع من كل ناعق غبي يدْخل الميدان حاسرا حَتَّى تَأتيه كل طعنة سلكى نجلاء فَهُوَ لَا يعرف مَا ألزمهُ تَعَالَى من دينه وَلَا مَا تخلصه فِي معتقده ومعاملته عِنْد الله تَعَالَى فيتكلم فِي تفاصيل أَحْوَال الْمُرْسلين ورؤساء المقربين وَهُوَ لَا يعرف النُّبُوَّة وَلَا شُرُوطهَا وَلَا مَا يجب لَهَا",
            "page": "136",
            "part": "1",
            "seal": "BDA8B698"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "ويستحيل عَلَيْهَا وَقد جَاءَ فِي الصَّحِيح عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ (الرُّؤْيَا الصَّالِحَة من الرجل الصَّالح جُزْء من سِتَّة وَأَرْبَعين جُزْءا من النُّبُوَّة) وَجَاء فِي خبر آخر (من سبعين جُزْءا فليت شعري إِذا لم يكن للْعُلَمَاء الْقيام بِعلم سَبْعَة من هَذِه السّبْعين فَمَا ظَنك بالجاهل الغبي الَّذِي غَايَته تَقْلِيد أمه فِي الشَّهَادَتَيْنِ فَهُوَ من الضفادع والديدان فِي ضحضاح الْغِيطَان وَيُرِيد أَن ينْهض إِلَى مظان العقبان فِي شماريخ ثهلان",
            "page": "137",
            "part": "1",
            "seal": "4F835F03"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "فصل ¶ الْكَلَام فِي إخْوَة يُوسُف عَلَيْهِ السَّلَام هَل كَانُوا أَنْبيَاء ¶ فَإِن قَالَ قَائِل فَإِذا نزهتم الْأَنْبِيَاء عَلَيْهِم السَّلَام مثل هَذَا التَّنْزِيه فَمَا قَوْلكُم فِي إخْوَة يُوسُف عَلَيْهِم السَّلَام وَقد قَالَ بعض من يؤبه لَهُ من الْمُفَسّرين والمؤرخين الْقَائِلين بِغَيْر دَلِيل بِأَنَّهُم كَانُوا أَنْبيَاء ¶ فَالْجَوَاب أَن إخْوَة يُوسُف عَلَيْهِ السَّلَام عِنْدَمَا واقعوا مَا واقعوه مَعَ أخيهم وأبيهم لم يَكُونُوا أَنْبيَاء وأمناء الله وَرُسُله وَالدَّلِيل على ذَلِك أَن الْكتاب الْعَزِيز جَاءَ بِأَنَّهُم واقعوا كَبَائِر وصغائر وَالْإِجْمَاع مُنْعَقد على أَن الْأَنْبِيَاء عَلَيْهِم السَّلَام معصومون من الْكَبَائِر وَاخْتلفُوا فِي الصَّغَائِر وَقد أَقَمْنَا الدَّلِيل على عصمتهم من الصَّغَائِر بِمَا فِيهِ مقنع فِيمَا تقدم ¶ فَأَما جملَة مَا ارتكبوه مِنْهَا فَفِي عشْرين آيَة من قَوْله تَعَالَى مخبرا عَن أَبِيهِم أَنه قَالَ ليوسف عَلَيْهِ السَّلَام {لَا تقصص رُؤْيَاك على إخْوَتك فيكيدوا لَك كيدا} إِلَى قَوْله تَعَالَى مخبرا عَن نَفسه {وَمَا كنت لديهم إِذْ أَجمعُوا أَمرهم وهم يمكرون} فتتبع الْآي تَجِد الْعدَد الْمَذْكُور فَمَا أحيلك على مُبْهَم وَلَا على خبر ضَعِيف الْإِسْنَاد وَمَعْلُوم أَن الله عز وَجل مَا أطلق هَذِه الْأَقْوَال وأمثالها على أنبيائه وأصفيائه فِي كتاب وَلَا سنة وَلَا أَمر بإطلاقها عَلَيْهِم وَلَا باعتقادها فيهم",
            "page": "138",
            "part": "1",
            "seal": "18E87D23"
        },
        {
            "hno": "1",
            "id": "119",
            "nass": "فَأَما الْكَبَائِر الَّتِي فَعَلُوهَا وَهِي لَا تجوز على الْأَنْبِيَاء عَلَيْهِم السَّلَام فخمسة ¶ 1 - ظلم الْأَخ الْمُسلم لَا سِيمَا أَخ مثل يُوسُف ¶ 2 - وعقوق الْأَب لَا سِيمَا أَب مثل يَعْقُوب عَلَيْهِ السَّلَام ¶ 3 - وَالْكذب فِي قصَّة الذِّئْب الْمُؤَدِّي إِلَى فِرَاق أخيهم من أَبِيهِم على حَدَاثَة سنه وَضعف منته وتفجع أَبِيهِم على فَقده حَتَّى ابْيَضَّتْ عَيناهُ من الْحزن ¶ 4 - وَبيعه من الْكَفَرَة بِثمن بخس على قَول وَهُوَ مُؤمن حر وأخوهم وَابْن نَبِي ¶ 5 - ووصمة أخيهم يُوسُف عَلَيْهِ السَّلَام بعد ثُبُوت نبوته حِين قَالُوا لَهُ {إِن يسرق فقد سرق أَخ لَهُ من قبل} فنبزوه بِالسَّرقَةِ حَتَّى ألجؤوه أَن يَقُول لَهُم {أَنْتُم شَرّ مَكَانا} ¶ أَو هَذِه رَحِمك الله أَخْلَاق الْأَنْبِيَاء عَلَيْهِم السَّلَام أَو يسوغ أَيْضا أَن يكذب النَّبِي عشرَة أَنْبيَاء حَتَّى يَقُول لَهُم أبوهم النَّبِي بَعْدَمَا جاؤوه عشَاء يَبْكُونَ وَقَالُوا إِن يُوسُف أكله الذِّئْب {بل سَوَّلت لكم أَنفسكُم أمرا فَصَبر جميل وَالله الْمُسْتَعَان على مَا تصفون} وَهَذَا هُوَ فحوى التَّكْذِيب ¶ فَهَذِهِ خمس كَبَائِر أَرْبَعَة مِنْهَا فَعَلُوهَا على الْقطع وَالْخَامِسَة الَّتِي هِيَ بيع الْحر مُخْتَلف فِيهَا فَإِن الله تَعَالَى يَقُول {شروه} فَيحْتَمل أَن تعود",
            "page": "139",
            "part": "1",
            "seal": "40720466"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "الْهَاء عَلَيْهِم أَو على السيارة وَهُوَ الْأَظْهر ¶ وَأما الصَّغَائِر فَخمس عشرَة على أَن كل ذَنْب عصي الله تَعَالَى بِهِ فَهُوَ كَبِيرَة لَكِن يتَأَكَّد الْوَعيد على بَعْضهَا بِمَا ورد من الظَّوَاهِر فيتصور فِيهَا الصغر وَالْكبر كَمَا تقدم ¶ فَمن قَالَ إِنَّهُم كَانُوا أَنْبيَاء عِنْدَمَا واقعوا هَذِه الْكَبَائِر فَيلْزم أَن يجوز وُقُوعهَا على من سواهُم من الْأَنْبِيَاء عَلَيْهِم السَّلَام لتساويهم فِيمَا يجب لَهُم من الْعِصْمَة كَمَا سبق والجائز كالواقع مَعَ خرق الْإِجْمَاع الْوَاجِب الِاتِّبَاع فِي عصمتهم من الْكَبَائِر وَالْعِيَاذ بِاللَّه من شُؤْم الْجَهْل وَأَهله ¶ فَإِن قيل وَلَعَلَّ هَذِه الْأَفْعَال كَانَت فِي شريعتهم غير كَبَائِر قُلْنَا إِنَّمَا وَقع الْإِجْمَاع على أَن كَبَائِر شريعتنا لَا تجوز عَلَيْهِم ¶ والخمسة الَّتِي أخبر تَعَالَى عَنْهُم بهَا كَبَائِر فِي شريعتنا وَأما شرائعهم فَمَا نعلم كبائرها من صغائرها وَلَا كلفنا ذَلِك ¶ فصل ¶ ثمَّ يطْلب هَذَا الْغمر البليد بِثُبُوت نبوتهم من أَيْن علمهَا إِن النُّبُوَّة لَا تثبت بالعقول وَلَا بِخَبَر الْوَاحِد الَّذِي لَا يحصل بِهِ الْعلم وَلَا يثبت أَيْضا بِقَرِينَة الْحَال وَلَا تحميل الْأَعْمَال كَمَا زعمت الْمُعْتَزلَة وغلاة الباطنية الْقَائِلين باكتساب النُّبُوَّة فَإِن غير النَّبِي من الْأَوْلِيَاء قد يَصح مِنْهُ ذَلِك وَقد يصدر من أهل الرِّيَاء من الْأَعْمَال والقرائن مثل ذَلِك",
            "page": "140",
            "part": "1",
            "seal": "EB232241"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "فَإِن قيل فَإِذا لم تصح النُّبُوَّة من هَذِه الْوُجُوه فَمن أَيْن تصح ¶ قُلْنَا تصح من وَجْهَيْن أَحدهمَا أَن يَأْتِي النَّبِي فِي زمَان تصح فِيهِ النُّبُوَّة فيدعي النُّبُوَّة ويتحدى النَّاس بالمعجزة فيفعلها الله لَهُ على وفْق دَعْوَاهُ ¶ أَو ينص على نبوته نَبِي آخر نصا متواترا لَا يحْتَمل التَّأْوِيل كَمَا نَص الله تَعَالَى فِي مُحكم كِتَابه على السِّتَّة وَالْعِشْرين الَّذين أَوَّلهمْ آدم وَآخرهمْ مُحَمَّد عَلَيْهِم الصَّلَاة وَالسَّلَام فَهَؤُلَاءِ هم الْأَنْبِيَاء الَّذين من أنكر نبوة وَاحِد مِنْهُم أَو قدح فِيهَا قدحا يخل بِشَرْط من شُرُوط نبوتهم فَهُوَ كَافِر حَلَال الدَّم وَالْمَال مخلد فِي نَار جَهَنَّم بِالْإِجْمَاع الْمُتَوَاتر فَهَؤُلَاءِ هم الْأَنْبِيَاء حَقًا وَمن أثبت نبوة غَيرهم على التَّعْيِين فَعَلَيهِ الدَّلِيل مَعَ أَنا نعلم أَن ثمَّ أَنْبيَاء لله أخر جَاءَ بهم الْقُرْآن فِي قَوْله تَعَالَى {مِنْهُم من قَصَصنَا عَلَيْك وَمِنْهُم من لم نَقْصُصْ عَلَيْك} لَكِن لم يَقع التَّنْصِيص فِي الْكتاب إِلَّا على نبوة عدد من ذَكرْنَاهُ فَأَما من ذكر مِنْهُم فِي أَخْبَار الْآحَاد فمظنون ¶ فصل ¶ فَإِن قيل وَلَعَلَّ نبوتهم تثبت من الْكتاب فِي قَوْله تَعَالَى حِين عدد الْأَنْبِيَاء عَلَيْهِم السَّلَام قَالَ {وَإِسْحَاق وَيَعْقُوب والأسباط} ¶ والأسباط إخْوَة يُوسُف واحدهم سبط ¶ قُلْنَا لَيْسَ كَمَا قلت فَإِن الأسباط فِي بني يَعْقُوب كالقبائل فِي بني",
            "page": "141",
            "part": "1",
            "seal": "5DA8D17A"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "إِسْمَاعِيل واحدهم سبط وهم اثْنَا عشر سبطا لاثني عشر ولدا ليعقوب عَلَيْهِم السَّلَام وَإِنَّمَا سموا هَؤُلَاءِ أسباطا وَهَؤُلَاء قبائل ليفصل بَين ولد إِسْمَاعِيل وَولد يَعْقُوب تَسْمِيَة هَكَذَا نَص عَلَيْهِ أهل اللُّغَة ¶ فَإِن قَالَ قَائِل فَمَا معنى دُخُولهمْ فِي الْعدَد مَعَ الْأَنْبِيَاء وَلَيْسوا بِأَنْبِيَاء ¶ وَالْجَوَاب أَن الْقُرْآن مَقْصُود بالإيجاز الَّذِي هُوَ مخ البلاغة وَكَانَت النُّبُوَّة تترى فِي بني إِسْرَائِيل وَكَانَ أثلهم من أَوْلَاد يَعْقُوب وَهُوَ إِسْرَائِيل فَلَمَّا عدد الله تَعَالَى من كَانَ قبل من الْأَنْبِيَاء على التَّفْصِيل أوجز فَقَالَ والأسباط يَعْنِي أَنْبيَاء الأسباط على حذف الْمُضَاف وَإِقَامَة الْمُضَاف إِلَيْهِ مقَامه ثمَّ خصص بعد ذَلِك عظماءهم بِالذكر فَقَالَ {وَعِيسَى وَأَيوب وَيُونُس وَهَارُون وَسليمَان وآتينا دَاوُد زبورا} فَبَدَأَ بالتفصيل وَختم بالتفصيل فتضمن الطرفان الْوَاسِطَة وَصَحَّ التشريف لمن خصص بِالذكر فِي الْآحَاد ¶ وَهَذَا التَّخْصِيص ينظر لقَوْله تَعَالَى {من كَانَ عدوا لله وَمَلَائِكَته وَرُسُله وَجِبْرِيل وميكال} وهما من الْمَلَائِكَة وَقَالَ تَعَالَى {فيهمَا فَاكِهَة ونخل ورمان} وهما من الْفَاكِهَة ¶ وَكَذَلِكَ ذكر مُعظم الْأَصْنَاف الَّتِي كَانَت النُّبُوَّة تترى فيهم ثمَّ خصص عظماءهم بِالذكر تَشْرِيفًا لَهُم صلوَات الله عَلَيْهِم أَجْمَعِينَ ومصداق هَذَا التَّفْسِير أَن ذكر الأسباط انما وضع تَسْمِيَة عوضا من الْقَبَائِل كَمَا تقدم فَلَو كَانُوا كلهم أَنْبيَاء كَمَا زعم الجهلة لَكَانَ كل من انتسل من",
            "page": "142",
            "part": "1",
            "seal": "0CDC81A5"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "بني يَعْقُوب عَلَيْهِ السَّلَام نَبيا وَقد قَالَ تَعَالَى (وقطعناهم فِي الأَرْض أمما مِنْهُم الصالحون وَمِنْهُم دون ذَلِك) وَقَالَ تَعَالَى {وَمن ذريتهما محسن وظالم لنَفسِهِ مُبين} وَقَالَ {وقطعناهم اثْنَتَيْ عشرَة أسباطا أمما} فسماهم أسباطا وأمما وَلم يسمهم أَوْلَادًا وَلَا أَبنَاء ¶ فَإِن قيل فقد جَاءَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (الْحُسَيْن سبط من الأسباط) فَمَعْنَاه أَنه يقوم فِي الْعِبَادَة وَالْقِيَام بِحَق الله تَعَالَى مقَام سبط كَمَا قَالَ تَعَالَى {إِن إِبْرَاهِيم كَانَ أمة قَانِتًا لله} وَقَالَ صلى الله عَلَيْهِ وَسلم فِي قس (إِنِّي لأرجو أَن يحْشر أمة وَحده) هَكَذَا حَكَاهُ الْهَرَوِيّ فِي كتاب الغربيين ¶ فَإِن قيل ولعلهم سموا أسباطا وهم أَوْلَاد تجوزا واتساعا كَمَا سمى النَّبِي صلى الله عَلَيْهِ وَسلم الْحُسَيْن سبطا حَيْثُ قَالَ (الْحُسَيْن سبط من الأسباط) وَهُوَ ولد ¶ قُلْنَا هَذَا التَّجَوُّز إِنَّمَا صَحَّ فِي الْحُسَيْن رَضِي الله عَنهُ لسبق الْمعرفَة ببنوته من وَجه آخر فَلَو أخبر تَعَالَى أَن يهوذا سبط من الأسباط ثمَّ عدده فِي جملَة الْأَنْبِيَاء بِلَفْظ السبط لصحت نبوته وَهَذَا لم يَقع فَلَا حجَّة للخصم فِي هَذِه القولة وَلَو صَحَّ لما صحت نبوته إِلَّا بعد التَّوْبَة والإنابة وَاشْتِرَاط الْعِصْمَة فِي حَال الوهلات كَمَا زعم الْخصم",
            "page": "143",
            "part": "1",
            "seal": "8B177059"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "وَأما غير هَؤُلَاءِ من أهل النّظر فتوهموا نبوتهم من قَوْله تَعَالَى مخبرا عَن يَعْقُوب عَلَيْهِ السَّلَام حَيْثُ قَالَ {وَيتم نعْمَته عَلَيْك وعَلى آل يَعْقُوب كَمَا أتمهَا على أَبَوَيْك من قبل إِبْرَاهِيم وَإِسْحَاق} ¶ وَهُوَ لم يمت إِلَى قريب فِي اللِّسَان لِأَن الْآل أقرب فِي اللِّسَان للبنوة من الأسباط لَكِن الْآل تحْتَمل الْبَنِينَ وتحتمل التبع قَالَ تَعَالَى {أدخلُوا آل فِرْعَوْن أَشد الْعَذَاب} أَي تبعه وَفِي السّنة (اللَّهُمَّ صل على مُحَمَّد وعَلى آله وأزواجه وَذريته) فَذكر الْآل ثمَّ ذكر الذُّرِّيَّة فَلَو كَانَ الْآل من الذُّرِّيَّة لم يَصح الْعَطف ¶ فَإِن قيل وَلَعَلَّ ذكر الذُّرِّيَّة بعد ذكر الْآل تَخْصِيص التشريف كَمَا قَالَ تَعَالَى {وَمَلَائِكَته وَرُسُله وَجِبْرِيل} ¶ قُلْنَا إِذا بقيت لَعَلَّ فقد تطرق الِاحْتِمَال واطرد الْإِشْكَال والنبوة لَا تثبت بِالِاحْتِمَالِ وَيحْتَمل أَن يكون التَّمام على الْآل بِمَا دون النُّبُوَّة من الْولَايَة والصدقية وَإِذا دخلت هَذِه الِاحْتِمَالَات لم يَصح الْقطع على نبوتهم فِي هَذِه الْآيَة وَمَعَ تَسْلِيم هَذِه التقديرات جدلا فَلَا تصح نبوتهم عِنْد مواقعة الْأَفْعَال الَّتِي ذكر تَعَالَى عَنْهُم أصلا فَإِنَّهُ كَانَ يُؤَدِّي إِلَى أَن يجوز على أَنْبيَاء الله عز وَجل كل مَا فَعَلُوهُ لصِحَّة التَّسَاوِي الَّذِي قدمْنَاهُ فَهَذَا رحمكم الله هُوَ الْحق الَّذِي يرغب فِيهِ وَلَا يرغب عَنهُ ¶ وَبعد هَذَا التتبع فَلَا يبْقى لقَائِل مستروح إِلَى ثُبُوت بنوتهم إِلَّا من",
            "page": "144",
            "part": "1",
            "seal": "D581D700"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "هَذِه الْوُجُوه الْمُتَقَدّمَة وَهِي مظنونة وَلَا سَبِيل إِلَى الْقطع فِي وَاحِد مِنْهَا فَالله الله أَيهَا المسترشد المحتاط على دينه إِن لم تكن من أهل النّظر القويم على الصِّرَاط الْمُسْتَقيم فَمَا كل سَوْدَاء تَمْرَة وَلَا كل بَيْضَاء شحمة ¶ واجتهد فِيمَن تَأْخُذ عَنهُ دينك وجنب الْجُهَّال مرّة وجنب وعاظنا ومريدينا فِي هَذَا الزَّمَان المنكوب المنكوس ألف ألف مرّة فَإِنَّهُم أضرّ على دينك من الأفاعي الصفر لَا سِيمَا فِي هَذَا العويلم المتهافت الدعي فِي الْإِرَادَة بالنوافج ومغالطة البله الأغمار من النِّسَاء وفحول النِّسَاء فَإِنَّهُم انتهكوا حُرْمَة الْأَنْبِيَاء عَلَيْهِم السَّلَام حَتَّى تشبهوا بهم وَرُبمَا أربوا عَلَيْهِم بادعاء الإلهية بالفيض وَالْإِشْرَاق الَّذِي ادَّعَتْهُ القرامطة حَتَّى يلقى أحدهم امْرَأَة أَو غُلَاما فَيَقُول لَهُ (رَأَيْت الله فِيك) إِلَى غير ذَلِك من أُمُور هِيَ أشنع وأبشع من أَن تذكر أَو تسخم بهَا الأوراق ¶ وَالَّذِي ورط هَؤُلَاءِ الأرجاس فِي هَذِه الرذائل عدم الزاجر وَقلة الْغيرَة فِي الدّين فَانْظُر عَمَّن تَأْخُذ دينك وَكَيف تَأْخُذهُ وَقد نَصَحْتُك وَالسَّلَام",
            "page": "145",
            "part": "1",
            "seal": "F59682D4"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "وَقد نجز التَّنْبِيه على التَّنْزِيه بمعونة الله تَعَالَى ¶ ونسأل الله الَّذِي فلق الْحبَّة وبرأ النَّسمَة أَن يعْفُو عَنَّا فِيمَا وَقع فِيهِ من الْخَطَأ والخطل بمنه ولطفه والختم بِالصَّلَاةِ وَالتَّسْلِيم على الْأَنْبِيَاء عُمُوما وعَلى نَبينَا خُصُوصا وعَلى آله وآلهم وَسلم تَسْلِيمًا",
            "page": "146",
            "part": "1",
            "seal": "6304321B"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "مَجْمُوع نكت من بعض مَا خص بِهِ نَبينَا صلى الله عَلَيْهِ وَسلم ¶ من الكرامات لَيْلَة الْإِسْرَاء والمعراج عِنْد لِقَاء الكليم عَلَيْهِ السَّلَام وَمَا كَانَ بَينهمَا من الْمُرَاجَعَة والمحاورة فِي أَمر الصَّلَاة ثمَّ ننبه بعد ذَلِك على فضل هَذِه الطَّاعَة الْعَظِيمَة وتعدد أَعمالهَا على التَّفْصِيل فروضا وسننا وأجورا لتتأكد على الْمُصَلِّين الرَّغْبَة فِي أَدَائِهَا ويزدجر التاركون لَهَا لما فاتهم من خَيرهَا وَلما يتوقعون من الْوَعيد على تَركهَا إِن شَاءَ الله تَعَالَى ¶ فَإِن قَالَ قَائِل لم اخْتصَّ نَبينَا عَلَيْهِ السَّلَام مُوسَى عَلَيْهِ السَّلَام بِخَبَر",
            "page": "149",
            "part": "1",
            "seal": "851DFA33"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "الصَّلَاة وتفاوض مَعَه فِيهَا وَهُوَ فِي السَّادِسَة وَقد مر بإبراهيم عَلَيْهِ السَّلَام فِي السَّابِعَة وَلم يُخبرهُ بذلك مَعَ أَنه أَب وَمَعَ قَوْله تَعَالَى {مِلَّة أبيكم إِبْرَاهِيم} فقد شَاركهُ فِي الْملَّة والأبوة فَلم أَخذ فِي الْقِصَّة مَعَ أَن مُوسَى عَلَيْهِ السَّلَام وَلم يَأْخُذ فِيهَا مَعَ إِبْرَاهِيم عَلَيْهِ السَّلَام مَعَ هَذِه المرات وتصور الْمَسْأَلَة مَبْنِيّ على مَا جَاءَ من مُوسَى عَلَيْهِ السَّلَام فِي السَّادِسَة وَإِبْرَاهِيم عَلَيْهِ السَّلَام فِي السَّابِعَة وَمن صَحَّ عِنْده أَن مُوسَى فِي السَّابِعَة وَإِبْرَاهِيم عَلَيْهِ السَّلَام فِي السَّادِسَة فَلَا غرو أَن يتفاوض مَعَ أول من لَقِي من الْأَنْبِيَاء وَإِن صَحَّ أَن مُوسَى عَلَيْهِ السَّلَام فِي السَّادِسَة وَإِبْرَاهِيم عَلَيْهِ السَّلَام فِي السَّابِعَة كَمَا تقدم فَلَا بُد من ذكر اخْتِصَاصه مَعَه فِي الْمُفَاوضَة وَذَلِكَ يحْتَمل خَمْسَة أوجه ¶ الأول مِنْهَا أَن يكون مُوسَى عَلَيْهِ السَّلَام سَأَلَهُ إِذْ مر بِهِ وَإِبْرَاهِيم عَلَيْهِ السَّلَام لم يسْأَله فَلَمَّا لم يسْأَله لم يُخبرهُ ¶ الثَّانِي أَنه اخْتصَّ مُوسَى بالمفاوضة لِأَنَّهُ قد حنكته معالجة بني إِسْرَائِيل قبله وجربهم فَلم يفوا بِمَا كلفوا وَإِبْرَاهِيم عَلَيْهِ السَّلَام بعث بِالْمَوْعِظَةِ الْحَسَنَة فَلم يقبل فِي الْإِيمَان فَلم تقع طَاعَة فَلم تتَصَوَّر تجربة وَإِن كَانَ قبله أفذاذ من النَّاس فالنادر لَا يحكم بِهِ ويعضد هَذَا التَّفْسِير قَول مُوسَى عَلَيْهِ السَّلَام لَهُ (ارْجع إِلَى رَبك فَاسْأَلْهُ أَن يُخَفف عَن أمتك فَإِنِّي قد عَالَجت بني إِسْرَائِيل قبلك) الحَدِيث فقصد عَلَيْهِ السَّلَام مُوسَى لِأَنَّهُ كَانَ مجربا ¶ الثَّالِث أَن إِبْرَاهِيم عَلَيْهِ السَّلَام أَب ومُوسَى أَخ وَكَانَ فِي مَعْلُوم الله تَعَالَى أَن يسعف مُوسَى عَلَيْهِ السَّلَام من وَجه وَلَا يسعفه من وَجه حَيْثُ قَالَ لَهُ مُوسَى عَلَيْهِ السَّلَام بعد فرض الْخَمْسَة (ارْجع إِلَى رَبك فَقَالَ (إِنِّي أستحيي) فيسوغ هَذَا فِي مُرَاجعَة الْأَخ وَلَا يسوغ فِي مُرَاجعَة الْأَب ¶ الرَّابِع ان مُوسَى عَلَيْهِ السَّلَام كَانَ لَهُ حَظّ فِي أجور هَذِه الْأمة فِي",
            "page": "150",
            "part": "1",
            "seal": "9856ADED"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "قَوْله عَلَيْهِ السَّلَام لما أخبر بِتَضْعِيف أجور أمة أَحْمد وفضلهم على جَمِيع الْأُمَم (قَالَ رَبِّي اجْعَلنِي من أمة أَحْمد) ¶ قَالَه يفاوضه فِي ذَلِك ليحلب حَلبًا لَهُ شطره قَالَ تَعَالَى لنبينا عَلَيْهِ السَّلَام {وَمَا كنت بِجَانِب الغربي إِذْ قضينا إِلَى مُوسَى الْأَمر وَمَا كنت من الشَّاهِدين} قَالَ الْمُفَسِّرُونَ يَعْنِي إِذْ قضينا فِي فضلك وَفضل أمتك حَتَّى قَالَ مُوسَى (رب اجْعَلنِي من أمة أَحْمد) ¶ الْخَامِس أَن يكون قَصده لمُوسَى للشُّبْهَة الَّتِي كَانَت بَينه وَبَين نَبينَا عَلَيْهِ السَّلَام فِي الْبَعْث بِالسَّيْفِ والتنجيم فِي الْعقُوبَة وَكَانَت خُصُوصا فِي بني إِسْرَائِيل بامتداد الْأَيَّام وَكَثْرَة السامعين المطيعين لَهُ وَكَثْرَة التبع فَإِنَّهُ مَا بعد تبع نَبينَا عَلَيْهِ السَّلَام فِي الْآخِرَة من هُوَ أَكثر من تبع مُوسَى عَلَيْهِ السَّلَام كَمَا جَاءَ فِي الْخَبَر ومصحح الشبهية فِي هَذِه الْوُجُوه قَوْله تَعَالَى {إِنَّا أرسلنَا إِلَيْكُم رَسُولا شَاهدا عَلَيْكُم كَمَا أرسلنَا إِلَى فِرْعَوْن رَسُولا} فاختصه بالشبهية فِي الْإِرْسَال دون غَيره ¶ فَهَذِهِ أوجه يتَصَوَّر فِيهَا التَّخْصِيص بالانحياش والمفاوضة إِلَى مُوسَى عَلَيْهِ السَّلَام",
            "page": "151",
            "part": "1",
            "seal": "898BD89F"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "وَأما فَوَائِد فرض الصَّلَاة فِي ذَلِك الْمقَام فلنذكر مِنْهَا مَا من الله تَعَالَى بِهِ على جِهَة الِاخْتِصَار وَهِي تَنْقَسِم أَرْبَعَة أَقسَام ¶ قسم فِي فَضلهَا على سَائِر الْعِبَادَات ¶ وَقسم فِي فضل نَبينَا عَلَيْهِ السَّلَام على سَائِر الْأَنْبِيَاء وَإِظْهَار إكرامه فِي ذَلِك الْمقَام عِنْد الْمَلأ الْأَعْلَى ¶ وَقسم فِي اهتمامه بأمته واحتياطه عَلَيْهِم فِي طلب التَّخْفِيف عَنْهُم ¶ وَقسم فِي لطف الله تَعَالَى بهم حَيْثُ حط عَنْهُم كلفة خمس وَأَرْبَعين وَأبقى لَهُم أجر الْخمسين ¶ فَأَما فَضلهَا على سَائِر الْعِبَادَات ¶ أَولا لكَونهَا فرضت فِي الْمقَام الْأَسْنَى على بِسَاط الْعِزَّة بِحَضْرَة الْمَلأ الْأَعْلَى وَفِي هَذَا تنويه بِهَذِهِ الطَّاعَة وتشريف لَهَا على سَائِر الْعِبَادَات حَتَّى إِن الله تَعَالَى يسْأَل الْحفظَة فِي كل يَوْم وَلَيْلَة كَيفَ تركْتُم عبَادي فَلَا يذكرُونَ لَهُ من أَعمال الْبر فِي التّرْك والإتيان سوى الصَّلَاة وَذَلِكَ لما سبق لَهَا من الْعلم بفضلها وتعظيمها حِين فرضت فِي ذَلِك الْمقَام ¶ وَأما من جِهَة التَّعْلِيل فَإِنَّهَا عبَادَة تَشْمَل الْجَسَد ظَاهرا وَبَاطنا وَتجمع عبادات الْمَلَائِكَة كَمَا شهد الْخَبَر أَن مِنْهُم قواما وَمِنْهُم ركع وَمِنْهُم سجد وَمِنْهُم ذاكرون مسبحون حامدون فَهَذِهِ الْأَحْوَال كلهَا قد جمعتها الصَّلَاة",
            "page": "152",
            "part": "1",
            "seal": "03DC4715"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "حَتَّى لَا يفوت ابْن آدم عمل من أَعمال الْمَلَائِكَة مَعَ مَا جَاءَ فِي الْأَخْبَار من الحض عَلَيْهَا وتعظيم الْوَعْد والوعيد على فعلهَا وَتركهَا فِي كتاب الله تَعَالَى وَسنة رَسُوله ¶ وَأَيْضًا فَإِن فروض الصَّلَاة أَكثر من سَائِر الْأَعْمَال كَمَا سَيَأْتِي إِن شَاءَ الله تَعَالَى عِنْد تعداد فروضها وَقد قَالَ عَلَيْهِ السَّلَام (إِن الله يَقُول مَا تقرب إِلَيّ عَبدِي بِمثل أَدَاء مَا افترضت عَلَيْهِ) فَمَا كَانَت الطَّاعَة أَكثر فروضا كَانَت أفضل ¶ وَأما ظُهُور نَبينَا عَلَيْهِ السَّلَام وتقدمه فِي ذَلِك الْمحل فَلَا تحويه الرقوم وَلَا تحيط بِهِ ثاقبات الفهوم لَكنا نقتصر مِنْهُ على بعض مَا تضمنه إكرام الله تَعَالَى لَهُ فِي امْر الصَّلَاة وَالله الْمُسْتَعَان وَهُوَ يَنْقَسِم أَرْبَعَة عشر قسما ¶ أَحدهَا أَنه كَانَ وافدا على الله تَعَالَى وضيف الْكَرِيم كريم فأتحفه بِهَذِهِ التُّحْفَة الَّتِي هِيَ أم الطَّاعَات وَرَأس الْمُعَامَلَات كَمَا تقدم ¶ الثَّانِي أَن فَرضهَا خمسين وَفِي معلومه تَعَالَى نسخ تِسْعَة أعشارها ليظْهر جاهه عِنْد الْمَلأ الْأَعْلَى فِي السُّؤَال والإجابة فَلَو فرض الْخَمْسَة فِي أول وهلة لم يظْهر ذَلِك الجاه كَمَا لَو قدرت كَرِيمًا وَفد على ملك عَظِيم فَأحْسن لَهُ كَمَا يَنْبَغِي لسعة مَمْلَكَته ثمَّ أمره أَن يلْزم قومه خمسين وَظِيفَة ثمَّ قبل شَفَاعَته فِي أَكْثَرهَا أَتَرَى كَانَ يخفى على وزراء ذَلِك الْملك وحاشيته مَكَان هَذَا الْوَافِد عَلَيْهِ الثَّالِث أَنه لم يحطهَا عَنهُ جملَة بل نجمها عَلَيْهِ تسع مَرَّات وَذَلِكَ ليؤكد",
            "page": "153",
            "part": "1",
            "seal": "8CCA0DC4"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "إكرامه عِنْد الْمَلَائِكَة حَتَّى يعلمُوا بَسطه لَهُ وباينه فِي تكْرَار الْإِسْعَاف مَعَ تكْرَار السُّؤَال ¶ الرَّابِع أَنه لم يحظه فِي هَذَا التّكْرَار إِلَّا بعد أَن فَارق الْبسَاط وَانْصَرف ثمَّ رَجَعَ وَذَلِكَ زِيَادَة فِي الْإِكْرَام وَذَلِكَ أَن الْوُفُود إِذا فَارَقت بِسَاط الْمُلُوك بعد قَضَاء الْحَوَائِج لَا يَنْبَغِي لَهَا أَن ترجع فِي طلب حوائج أخر فلئن رَجَعَ وَافد مِنْهُم فِي طلب حَاجَة أُخْرَى فَهُوَ أدل دَلِيل على تَأْكِيد كَرَامَة هَذَا الرَّاجِح فِي طلب الْحَاجة الْأُخْرَى فأعجب بهَا كَرَامَة إِذْ رَجَعَ تسع مَرَّات فأسعفه الْملك فِي كلهَا وأعجب من ذَلِك أَنه تَعَالَى لم يسعفه تسع مَرَّات إِلَّا فِي جنس وَاحِد وَأَنه قد تصلح الْمُرَاجَعَة فِي المختلفات فَأكْرم بهَا إِذْ كَانَت فِي الْجِنْس الْوَاحِد ¶ الْخَامِس أَنه تَعَالَى لما علم أَنه لَا يسعفه فِي حط شَيْء من الْخَمْسَة ألْقى عَلَيْهِ الْحيَاء فَقَالَ لَهُ مُوسَى ارْجع إِلَى رَبك فَقَالَ إِنِّي أستحيي فَلَو رَجَعَ وَلم يسعفه لانخرم نظام الجاه فبمَا قدمْنَاهُ من الْكَرَامَة وَفِي ذكره الْحيَاء أَيْضا لمُوسَى عَلَيْهِ السَّلَام أدب مَعَه ليعلمه أَن الرَّأْي مَا رَآهُ مُوسَى عَلَيْهِ السَّلَام لَوْلَا أَنه مَنعه الْحيَاء ¶ نور الله صدورنا وعقولنا وأعاننا على تَعْظِيم الأكابر وإبراز بعض مناقبهم السّنيَّة ¶ السَّادِس وَهُوَ أَن حط عَنهُ وَعَن أمته مُعظم الكلفة وَأبقى لَهُم أجر الْعدَد كَمَا سبق حِين قَالَ (هِيَ خمس وَهِي خَمْسُونَ مَا يُبدل القَوْل لدي) يَعْنِي خمْسا فِي الْعدَد وَخمسين فِي الأجور ¶ السَّابِع أَنه بشره أَن سَائِر أَعمال الْبر الْمَفْرُوض والمنذور تجْرِي على حكم الصَّلَاة وتضعيف الأجور من قَوْله (وَمن هم بحسنة فعملها كتبت عشرا)",
            "page": "154",
            "part": "1",
            "seal": "D6AE04B7"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "الثَّامِن بشره أَنه يُضَاعِفهَا إِلَى سبع مئة وَيزِيد ¶ التَّاسِع أَنه بشره أَن من هم بحسنة وَلم يعملها كتبت حَسَنَة وَاحِدَة ¶ الْعَاشِر أَنه بشره أَن من هم بسيئة وعملها كتبت سَيِّئَة وَاحِدَة ¶ الحادى عشر أَنه بشره أَن من هم بسيئة وَلم يعملها لم تكْتب شَيْئا ¶ الثَّانِي عشر وَهُوَ مَا اخْتصَّ بِهِ من السرعة فِي قطع الْمسَافَة فِي تِلْكَ اللَّيْلَة وَذَلِكَ أَنه أسرِي بِهِ من الْمَسْجِد الْحَرَام إِلَى الْمَسْجِد الْأَقْصَى ثمَّ صعد بِهِ إِلَى سِدْرَة الْمُنْتَهى ثمَّ رَجَعَ إِلَى السَّمَاء السَّادِسَة وَعَاد إِلَى سِدْرَة الْمُنْتَهى فِي مُنَاجَاة الكليم عَلَيْهِ السَّلَام تسع مَرَّات ثمَّ إِلَى منزله الَّذِي خرج مِنْهُ أول اللَّيْل قبل الْفجْر وَهَذِه المسافات كَيفَ مَا قدرت أبعادها فَهُوَ أَمر لَا يحد وَسُرْعَة حركات لَا تتخيل لَا سِيمَا مَعَ شَهَادَة الْأَدِلَّة الْعَقْلِيَّة أَن الْجُزْء إِنَّمَا يقطع بالحركات جُزْءا بعد جُزْء بحركة بعد حَرَكَة وَأَن الطفرة محَال ¶ وَأما مَا ظهر من فضل أمته فَمن أَجله وبسببه وَحسن وساطته فَلَا نحتاج أَن نرخي عنان القَوْل فِيهِ فَثَبت بِهَذَا أَن سرعَة الحركات وبطأها إِنَّمَا ترجع لِكَثْرَة اللّّبْث فِي الأحيان لَا لنَفس الحركات فَإِن الْحَرَكَة إِنَّمَا يقطع بهَا جُزْء بعد جُزْء بِشَهَادَة الْعقل ¶ الثَّالِث عشر وَذَلِكَ أَنه احتاط على أمته وَسَأَلَ عِنْد الْمُنَاجَاة الرِّفْق بهم وَالتَّخْفِيف عَنْهُم وَاخْتَارَ قَضَاء حوائجهم وَلم يخْتَر لنَفسِهِ وَلَا سَأَلَ لَهَا وَهَذِه غَايَة الْفضل الَّذِي لَا يُبَارى فِيهِ فَإِن الْوَافِد على الْمُلُوك إِنَّمَا يقدم سُؤال حَاجته وَهُوَ عَلَيْهِ السَّلَام قدم سُؤال حَاجَة رَعيته وَلم يسْأَل لنَفسِهِ وَينظر لذَلِك مَا جَاءَ عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ (لكل نَبِي دَعْوَة واختبأت دَعْوَتِي شَفَاعَة لأمتي يَوْم الْقِيَامَة)",
            "page": "155",
            "part": "1",
            "seal": "282AA2B8"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "ويروى (ادخرت دَعْوَتِي شَفَاعَتِي لأمتي يَوْم الْقِيَامَة) ¶ فصح فضل أمته بِسَبَبِهِ فَإِنَّهُ ذكرهم ونوه بهم وَاخْتَارَ لَهُم وألح فِي السُّؤَال على الله تَعَالَى حَتَّى قضيت حوائجهم فَأَي منَّة لنَبِيّ كمنته علينا فَصَارَ فَضلهمْ تبعا لفضله وكرامتهم تبعا لكرامته فجزاه الله عَنَّا خير مَا جزى نَبيا عَن أمته ¶ وَمَعَ مَا قدمنَا من الْفَوَائِد وَهِي الرَّابِعَة عشرَة ثَلَاث فَوَائِد عَظِيمَة الْموقع فِي مسَائِل الِاعْتِقَاد عقلا وَشرعا وَقد كثر فِيهَا مُكَابَرَة أهل الْبدع ومثابرتهم ¶ الأولى إِثْبَات جَوَاز الْأَمر من الله تَعَالَى بِمَا لَا يُرِيد وُقُوعه فَإِنَّهُ تَعَالَى أَمر بالخمسين وَلم يرد وُقُوعهَا من الْمُكَلّفين ¶ الثَّانِيَة وَهِي بطلَان ادعائهم اسْتِحَالَة الْأَمر من الْآمِر بِمَا لَا يُرِيد وُقُوعه وَفِي هَذِه الْقِصَّة إِثْبَات مَا أحالوه ¶ الثَّالِثَة وَهِي جَوَاز نسخ الحكم قبل وُقُوع الْعَمَل بِهِ فَإِنَّهُم يأبون ذَلِك فصح أَنه أَمر بالخمسين وَنسخ مِنْهَا خَمْسَة وَأَرْبَعين فَإِن قَالُوا إِنَّه وَقع بعضه وَهُوَ اكْتِسَاب النَّبِي صلى الله عَلَيْهِ وَسلم الْعلم بهَا والإرادة لفعلها وَكِلَاهُمَا عبَادَة فَالْجَوَاب عَنهُ أَن الْمَأْمُور بهَا إِنَّمَا هِيَ الصَّلَوَات المنسوخة الَّتِي هِيَ حركات وأصوات ونيات وعزم يَتَجَدَّد عِنْد افتتاحها وَهَذِه هِيَ الصَّلَاة الْمَعْلُومَة فِي الشَّرْع وَلَا تسمى النِّيَّة وَالْعلم صَلَاة على الِانْفِرَاد ¶ فَهَذَا رَحِمك الله بعض مَا تيَسّر من التفقه فِي بعض حَدِيث الْإِسْرَاء فَإِن من الله تَعَالَى وساعدت الْحَيَاة فَعَسَى نتدبر سَائِر الحَدِيث بِمَا يفتح الله وَهُوَ حَسبنَا وَنعم الْوَكِيل",
            "page": "156",
            "part": "1",
            "seal": "D25867CB"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "فصل ¶ وَهَا أَنا أنبه بعد هَذَا على مَا شرطناه فِي تَقْدِيم هَذِه الطَّاعَة الْعُظْمَى على سَائِر الْمُعَامَلَات وتعداد أَعمالهَا على التَّفْصِيل ظَاهرا وَبَاطنا فروضا وسننا وأجورا ¶ فَأَما التَّنْبِيه على فَضلهَا وَالتَّرْغِيب فِيهَا لما جمعت من إعداد الطَّاعَات وتضعيف الأجور عَلَيْهَا وتحريض الْمُكَلف على آدابها فَاعْلَم رَحِمك الله أَن جَمِيع أَعمال الطَّاعَات سوى الْإِيمَان الْمُصَحح لَهَا على ضَرْبَيْنِ ظَاهر وباطن ¶ فَالظَّاهِر على ضَرْبَيْنِ أصوات وأكوان ¶ وَالْبَاطِن على ضَرْبَيْنِ عُلُوم ونيات ¶ وَالْقُدْرَة الْحَادِثَة تتَعَلَّق بِجَمِيعِ هَذِه الكائنات ثمَّ جَمِيعهَا تَنْقَسِم فِي الشَّرْع قسمَيْنِ فروض ومندوبات وَكلهَا عبادات ومعاملات لَكِن الْمَفْرُوض مِنْهُمَا أرفع دَرَجَات وأمت للقربات كَمَا جَاءَ عَن سيد السادات صلى الله عَلَيْهِ وَسلم أفضل الصَّلَوَات حَيْثُ قَالَ (إِن الله تَعَالَى يَقُول مَا تقرب إِلَيّ عَبدِي بِمثل أَدَاء المفترضات) ¶ فصل ¶ لَكِن إِذا نظرت إِلَى هَذِه الصَّلَاة الْمَكْتُوبَة وجدت أعداد فروضها وسننها يشف على سَائِر أعداد الْأَعْمَال الْمَشْرُوعَة فَإِذا عددت صَلَاة شهر وَجدتهَا زَادَت على طاعات الْعُمر فروضا وسننا فَأول الْفُرُوض ظَاهرا",
            "page": "157",
            "part": "1",
            "seal": "68BD2677"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "من سواهَا كلمة الْإِخْلَاص وفرضها مرّة فِي الْعُمر وَمَا سوى ذَلِك فمندوب إِلَيْهِ وَكَذَلِكَ الْحَج من اسْتَطَاعَ إِلَيْهِ سَبِيلا ¶ وَأما فرض الزَّكَاة فَمرَّة فِي السّنة لمن وَجَبت عَلَيْهِ ¶ وَأما فرض الصَّوْم فشهر فِي كل سنة ¶ وَأما فرض الْجِهَاد فَإِذا دهمك الْعَدو أَو أَمرك إِمَام الْوَقْت وَهَاتَانِ الحالتان قد تقع وَلَا تقع ¶ وَأما التَّوْبَة فَتجب على من أذْنب وَهِي غير مُعينَة الْعدَد ¶ فَصَارَ على هَذَا مُعظم الْعدَد فِي المفروضات دون عدد فروض الصَّلَوَات الْمَكْتُوبَة ¶ وَأما الصَّوْم فَإِذا عددت عمر سبعين سنة الَّذِي هُوَ رَأس المعترك تَجِد صومك فِيهَا خَمْسَة وَخمسين شهرا بعد إِخْرَاج سني الطفولية الَّتِي هِيَ خمس عشرَة سنة ¶ وَإِن قابلت عدد الصَّلَوَات بأعداد أَيَّام الصَّوْم فِي الْعُمر قوبلت بعده فرض صَلَاة يَوْم وَلَيْلَة وَكَذَلِكَ أعداد الزَّكَاة على مَا تقدم ¶ فَصَارَت كلمة الْإِخْلَاص وَالزَّكَاة وَالصَّوْم وَالْحج مئة فرض واثني عشر فرضا فقد فضلت أعداد فروض الصَّلَوَات الْخمس فِي الشَّهْر سَائِر أعداد المفترضات فِي الْعُمر بِثمَانِيَة وَثَلَاثِينَ فرضا وَهِي ربع الْعدَد الْمُتَقَدّم جملَة بجملة",
            "page": "158",
            "part": "1",
            "seal": "9DD496E0"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "فصل ¶ وَأما التَّفْصِيل فأضعاف لَا يكَاد يحصرها الْعدَد ظَاهرا وَبَاطنا على حسب مَا تقدّمت الْقِسْمَة فَأَما ظَاهر اللَّفْظ الْمَفْرُوض فَهُوَ ثَلَاث أم الْقُرْآن وَتَكْبِيرَة الْإِحْرَام وَالسَّلَام على مَا صَحَّ فِي الْمَذْهَب من غير خلاف من خَالف فِي بَعْضهَا على أَن من خَالف فِي بَعْضهَا لم يخْتَلف فِي كَونهَا طَاعَة وغرضنا إِنَّمَا هُوَ تَكْثِير الطَّاعَات وتضعيف الأجور عَلَيْهَا ¶ فَأَما عدد حُرُوف أم الْقُرْآن بالمضاعفة الْمُشَدّدَة مِنْهَا وحروف الْمَدّ واللين فمئة حرف وَأحد وَعِشْرُونَ حرفا اضربها فِي سَبْعَة عشر الَّتِي هِيَ عدد رَكْعَات الْيَوْم وَاللَّيْلَة صَار مِنْهَا ألفا حرف وَسَبْعَة وَخَمْسُونَ حرفا فأضف لَهَا عدد حُرُوف تَكْبِيرَة الْإِحْرَام وَالسَّلَام الَّذين هما أحد وَعِشْرُونَ بحرفين مشددين وحرفين ممدودين صَار الْكل أَلفَيْنِ ومئة واثنين وَسِتِّينَ حرفا فأضف لَهَا الْأَفْعَال الْمَفْرُوضَة الَّتِي هِيَ مئة فعل وَتِسْعَة عشر فعلا صَار الْعدَد ألفي فرض ومئتي فرض وأحدا وَثَمَانِينَ فرضا ضف لَهَا",
            "page": "159",
            "part": "1",
            "seal": "F9007E4A"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "فرض التَّوَجُّه إِلَى الْقبْلَة قيَاما وقعودا سبعين مرّة صَارَت أَلفَيْنِ وَثَلَاث مئة وأحدا وَخمسين فرضا فَإِذا صَحَّ هَذَا الْعدَد ضف لَهُ ضعفيه من النيات عِنْد فعلهَا والعلوم بهَا إِذْ لَا يَصح عمل مِنْهَا إِلَّا بنية وَعلم صَار مِنْهَا سَبْعَة آلَاف فرض وَثَلَاث مئة وَخَمْسُونَ فرضا ضف لَهَا ضعفها فِي السنين أقوالا وأفعالا ونيات وعلوما صَارَت أَرْبَعَة عشر ألف طَاعَة وَسبع مئة طَاعَة تتضمنها الصَّلَوَات الْخمس فِي كل يَوْم وَلَيْلَة ¶ على أَن السّنَن أَكثر عددا لَكِن قصدنا الِاخْتِصَار بالحذف وليتقابل التَّضْعِيف فيسهل الْعدَد ضاعفها بِعشْرَة أَمْثَالهَا من الأجور عَلَيْهَا إِذْ قد صَحَّ وَثَبت أَن الْحَسَنَة بِعشْرَة أَمْثَالهَا صَارَت مئة ألف حَسَنَة وَسبعا وَأَرْبَعين ألف حَسَنَة ثمَّ إِن هَذَا الْعدَد الَّذِي نبهك الله عَلَيْهِ فِي التَّضْعِيف إِنَّمَا هُوَ أس شَرْعِي فِي عدد الأجور بِمَثَابَة الْوَاحِد فِي الْعدَد فأخبرك الله تَعَالَى أَنه جعل اقل الأجور فِي التَّضْعِيف عشرَة ثمَّ زَاد إِلَى سبع مئة ثمَّ زَاد إِلَى أَن يُوفى الصَّابِرُونَ أُجُورهم بِغَيْر حِسَاب يَعْنِي عِنْدهم لكَوْنهم لَا يُطِيقُونَ حصره فَإِن كل مَا خلق الله تَعَالَى يجب أَن يكون عِنْده معددا محاطا بِهِ على التَّفْصِيل كَمَا قَالَ تَعَالَى وأحصى كل شَيْء عددا ¶ فصل ¶ وَلما استغرق الْعدَد فِي أَمر الصَّلَاة سَائِر الطَّاعَات لم نتعرض لعدد طاعات الطَّهَارَة لحُصُول الْمَقْصُود فِي الْكَثْرَة على أَن هَذَا الْعدَد على كثرته إِنَّمَا هُوَ فِيمَا هُوَ فِي وسع الْبشر وَأما مَا هُوَ فِي مَعْلُوم الله تَعَالَى من",
            "page": "160",
            "part": "1",
            "seal": "DAC9A3BB"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "عدد الحركات والأصوات والعلوم والنيات وانتقال أَجزَاء جسم الْمُصَلِّي فِي الأحياز والجهات بجملة هَذِه الْأَعْرَاض الَّتِي لَا يَصح بَقَاؤُهَا فَهُوَ عدد ينْفَرد الْبَارِي تَعَالَى بِهِ دون الْخلق وكل وَاحِد مِنْهَا عمل فِي مَعْلُوم الله تَعَالَى معدد خلقه فِي الْمُكَلف وأضافه إِلَيْهِ عملا وكسبا فَقَالَ تَعَالَى {فَمن يعْمل مِثْقَال ذرة خيرا يره وَمن يعْمل مِثْقَال ذرة شرا يره} وَقَالَ تَعَالَى {وَلَا يظْلمُونَ فتيلا} {وَلَا يظْلمُونَ نقيرا} أَي لَا ينقصُونَ وَلَا يبخسون وَقَالَ تَعَالَى وَمَا ألتناهم من عَمَلهم من شَيْء وَقَالَ {لَا يُغَادر صَغِيرَة وَلَا كَبِيرَة إِلَّا أحصاها} وَقَالَ تَعَالَى وكل شَيْء فَعَلُوهُ فِي الزبر وكل صَغِير وكبير مستطر ومجموع هَذِه الْآي تدل على ان كل عرض عمل بِرَأْسِهِ يَقع الْجَزَاء عَلَيْهِ تَفْصِيلًا فَلَا يظنّ أَن السَّجْدَة مثلا عمل وَاحِد لَهُ عشر من الأجور بل كل عرض فَرد فِي كل جُزْء فَرد من الْإِنْسَان عمل بِرَأْسِهِ لَهُ عشر حَسَنَات تفضل بهَا علينا أكْرم الأكرمين ثمَّ إِذا كَانَ هَذَا التَّضْعِيف يَصح للفذ فَمَا ظَنك بِهِ فِي حق الْمُصَلِّي فِي الْجَمَاعَة وَأما من صلى فِي الْحرم فقد غمض الْجَلِيّ وأتى الْوَادي فطم على القري فَهَذَا هَذَا وَلَا يهْلك على الله إِلَّا هَالك ¶ فصل ¶ فَإِذا كَانَ هَذَا التَّضْعِيف الْعَظِيم من أعداد الأجور يَصح للْمُصَلِّي فِي الْيَوْم وَاللَّيْلَة فَمَا ظَنك بِصَلَاة شهر وأينك من صَلَاة سنة وَمَا أَدْرَاك من",
            "page": "161",
            "part": "1",
            "seal": "A755C2B4"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "صَلَاة الْعُمر فنسأل الَّذِي فلق الْحبَّة وبرأ النَّسمَة وَمن على عباده المغرقين فِي الذُّنُوب بفرضها لتكفير سيئاتهم وعَلى الموفقين لرفع درجاتهم أَن يتم نعْمَته علينا بِصِحَّة أَدَائِهَا والاصطبار عَلَيْهَا بمنه وَطوله ¶ فصل ¶ فَتَأمل رَحِمك الله إِلَى هَذِه الْعِبَادَة وَمَا حوت من أَسبَاب السَّلامَة وَتَحْصِيل الدَّرَجَات والفوز بالمثوبات حَتَّى يتفطن لمؤكدات الْكتاب وَالسّنة فِي الحض عَلَيْهَا وَالِاعْتِبَار بهَا فِي غير مَا آيَة وَخبر ¶ أما الْآيَات فكقوله تَعَالَى {إِن الصَّلَاة كَانَت على الْمُؤمنِينَ كتابا موقوتا} ¶ وَقَوله تَعَالَى {حَافظُوا على الصَّلَوَات وَالصَّلَاة الْوُسْطَى وَقومُوا لله قَانِتِينَ} ¶ وَقَوله تَعَالَى {وَأمر أهلك بِالصَّلَاةِ واصطبر عَلَيْهَا} ¶ وَقَوله تَعَالَى {إِن الصَّلَاة تنْهى عَن الْفَحْشَاء وَالْمُنكر} ¶ وَقَوله تَعَالَى وأقم الصَّلَاة طرفِي النَّهَار وَزلفًا من اللَّيْل إِن الْحَسَنَات يذْهبن السَّيِّئَات فَذكر ذهَاب السَّيِّئَات بِإِزَاءِ ذكر الصَّلَاة لِأَنَّهُ من أجلهَا وسببها ¶ وَانْظُر كَيفَ أكد تَعَالَى فِي أَدَائِهَا حِين خفف من غَيرهَا فَقَالَ",
            "page": "162",
            "part": "1",
            "seal": "4A104943"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "(فاقرؤوا مَا تيَسّر مِنْهُ وَأقِيمُوا الصَّلَاة) وَقَالَ تَعَالَى {فَإذْ لم تَفعلُوا وَتَابَ الله عَلَيْكُم فأقيموا الصَّلَاة} ¶ وَلَو تتبعت الْقُرْآن كُله لوجدت هَذِه التشبيهات فِي آي لَا تحصى عدَّة وَيَكْفِيك أَن جعلهَا الله تلو الْإِيمَان قَالَ تَعَالَى {إِنَّنِي أَنا الله لَا إِلَه إِلَّا أَنا فاعبدني وأقم الصَّلَاة لذكري} ¶ فَلم يعْطف على توحيده إِلَّا بِالصَّلَاةِ وَقَالَ {الَّذين يُؤمنُونَ بِالْغَيْبِ ويقيمون الصَّلَاة} وَقَالَ {من آمن بِاللَّه وَالْيَوْم الآخر وَأقَام الصَّلَاة} ¶ فَحَيْثُ مَا ذكر الْإِيمَان أردفه بهَا حَتَّى قَالُوا وَإِنَّمَا سميت صَلَاة لكَونهَا تلو الْإِيمَان مَأْخُوذَة من الْمُصَلِّي وَهُوَ الْفرس الَّذِي يَلِي السَّابِق من الحلبة لكَون أَنفه عِنْد صلوي السَّابِق وهما عرقان فِي الْفَخْذ ¶ فصل ¶ وَأما الْأَخْبَار فكقوله صلى الله عَلَيْهِ وَسلم (أول مَا ينظر فِيهِ من عمل العَبْد الصَّلَاة فَإِن قبلت مِنْهُ نظر فِيمَا بَقِي من عمله وَإِن لم تقبل مِنْهُ لم ينظر فِي شَيْء من عمله) وَقَوله (إِنَّمَا مثل الصَّلَاة كَمثل",
            "page": "163",
            "part": "1",
            "seal": "199E101C"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "نهر غمر عذب بِبَاب أحدكُم) إِلَى قَوْله (فَإِنَّكُم لَا تَدْرُونَ مَا بلغت بِهِ صلَاته) وَقَوله صلى الله عَلَيْهِ وَسلم (خمس صلوَات كتبهن الله تَعَالَى على الْعباد) إِلَى قَوْله (كَانَ لَهُ عِنْد الله عهد أَن يدْخلهُ الْجنَّة وَمن لم يَأْتِ بِهن فَلَيْسَ لَهُ عِنْد الله عهد) الحَدِيث وَقَوله صلى الله عَلَيْهِ وَسلم فِي سُؤال الله الْمَلَائِكَة على جِهَة المباهاة بالمصلين (كَيفَ تركْتُم عبَادي) الحَدِيث وَقَول عمر رَضِي الله عَنهُ لعماله إِن أهم أُمُوركُم عِنْدِي الصَّلَاة فَمن حفظهَا وحافظ عَلَيْهَا حفظه الله وَمن ضيعها فَهُوَ لما سواهَا أضيع ¶ فَجَعلهَا أهم الطَّاعَات وآكد القربات ¶ أَلا ترى حَيْثُ فرضت بالملأ الْأَعْلَى بِحَضْرَة الْمَلَائِكَة الْمُكرمين ومشهد الرُّسُل الْكِرَام والسادات الْأَعْلَام كَمَا تقدم ذكره ¶ وَكَيف أيأسنا من نسخهَا وَنسخ بَعْضهَا فَقَالَ (هِيَ خمس وَهِي خَمْسُونَ لَا يُبدل القَوْل لدي) فَعرفت أَنَّهَا من الله صدق أَنِّي حتم وَمَا عَسى أَن أطيل فِي أَمر هُوَ أظهر من أَن يحْتَاج فِيهِ إِلَى تَطْوِيل ولنكتف",
            "page": "164",
            "part": "1",
            "seal": "1CDDE9CF"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "بقوله صلى الله عَلَيْهِ وَسلم (أَرحْنَا بهَا يَا بِلَال) يعْنى الصَّلَاة وَبِقَوْلِهِ صلى الله عَلَيْهِ وَسلم (وَجعلت قُرَّة عَيْني فِي الصَّلَاة) ¶ فصل ¶ فَتَأمل أَيهَا الْعَاقِل الْمُوفق لهَذِهِ الْعلقَة الثمينة وَالْأَمَانَة المصونة والحظوة الضمينة لَك بالسلامة والعناية المكينة وَشد عَلَيْهَا كف الضنين واحفظها حفظ المؤتمن الْأمين ذخيرة ليَوْم الافتقار وجنة بَيْنك وَبَين النَّار ¶ فصل ¶ لَكِن إياك أَيهَا الْمُصَلِّي مَعَ مَا تقدم لَك أَن يبسطك الرَّجَاء بِكَثْرَة الأجور فَتَهْوِي بك فِي دركات الْغرُور وعالج هَوَاك بِأَن تعلم أَن حُصُول الْفضل لَا يَصح إِلَّا بأَرْبعَة شُرُوط وَهِي ¶ الْعلم بتفاصيل أَحْكَامهَا ¶ والأخلاص فِي كل ظَاهر مِنْهَا وباطن لله تَعَالَى ¶ وَحُضُور الْقلب عِنْد أَدَائِهَا فِي كل لَحْظَة لِأَنَّهُ مَالك مِنْهَا إِلَّا مَا عقلت كَمَا جَاءَ فِي الْخَبَر",
            "page": "165",
            "part": "1",
            "seal": "BD3E7BDC"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "ورؤية التَّقْصِير فِيهَا بعد الْفَرَاغ مِنْهَا ¶ كَانَ الْحُسَيْن بن عَليّ رَضِي الله عَنْهُمَا إِذا تَوَضَّأ للصَّلَاة تغير لَونه واضطربت فرائصه فَسئلَ عَن ذَلِك فَقَالَ أَتَدْرُونَ بَين يَدي من أَقف أَتَدْرُونَ من أخاطب ¶ فَهَذَا هَذَا وأنى لنا بذلك وَمن أَيْن وحسبنا مَا نعلم من تفريطنا وغفلتنا وَإِذا صحت هَذِه وَقل مَا تصح فَالْأَمْر بعد مَوْقُوف على السَّابِقَة وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم ¶ {قل بِفضل الله وبرحمته فبذلك فليفرحوا هُوَ خير مِمَّا يجمعُونَ} ¶ فصل ¶ وَأما أَنْت أَيهَا التارك البطال المنهمك فِي غلواء التعطيل المرتبك فِي طماعية الأمل المخيل الَّذِي يسمع الْأَذَان فِي كل يَوْم وَلَيْلَة خمس مَرَّات وَأَنت وادع الْقلب مطمئن الْجَوَارِح لَا تصحو من سكرتك وَلَا تتيقظ من غامض غفلتك كَأَنَّك لم تفرض عَلَيْك وَكَأن الْمَطْلُوب بهَا غَيْرك ولتعلم أَن كل مَا سبق من أَفْرَاد الْعدَد فِي الْأَعْمَال الصَّالِحَة الْمَفْرُوضَة عَلَيْك مثل عَددهَا من الآثام فِي التّرْك لكَون جَزَاء السَّيئَة بِمِثْلِهَا ¶ وَأَنت مَعَ ذَلِك فِي دنياك أبطش من عِقَاب وَأحذر من",
            "page": "166",
            "part": "1",
            "seal": "F300FCD6"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "غراب ذِئْب عتم وضبع قرم جماع مناع عفرية نفرية تنتهز الفرصة وتغتنم من قمامة أَخِيك القبصة وتخدع من سواك وَلَو فِي نفثة سواك لتحصل بهَا شهواتك وتجاهر من يطلع عَلَيْك فِي خلواتك ¶ كَمَا قيل ¶ (مَا أميل النَّفس إِلَى الْبَاطِل ... وأهون الدُّنْيَا على الْعَاقِل) ¶ (ترضي الْفَتى فِي عَاجل شَهْوَة ... لَو خسر الْجنَّة فِي الآجل) ¶ فَإِن ادعيت الْجَهْل بِمَا يلزمك فَمَا أعلمك بِمَا لَا يلزمك وَإِلَّا فَانْظُر كَيفَ تجهد أيامك وَتصرف غوائلك وتنصب شركك وحبائلك لتصيد نزر خسيس بخبث مَكَائِد لَا يتفطن لَهَا إِبْلِيس ¶ يَا بائس يَا فَقير يَا دودة الْحَرِير تبني على نَفسك سرادق نحسك وبخسك ¶ كَمَا قيل",
            "page": "167",
            "part": "1",
            "seal": "9F5C683D"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "(تجمع مَا تتركه حسرة ... لوَارث أَو آمل أملك) ¶ (أقربهم مِنْك وأدناهم ... إِلَيْك من فِي حُفْرَة أنزلك) ¶ (وَرَاح من قبرك مستعجلا ... فتش من فرحته مَنْزِلك) ¶ ورحل مَا أخفيت من عقدَة ... كنت بَخِيلًا أَن يَرَاهَا ملك) ¶ قَالَ بشر بن الْحَارِث رَحْمَة الله عَلَيْهِ (لِابْنِ آدم فِي مَاله ثَلَاث حسرات يجمعه كُله ويتركه كُله وَيسْأل عَنهُ كُله ¶ وكما قَالَ عَليّ بن أبي طَالب كرم الله وَجهه فِي خطْبَة خطبهَا رفعتم الطين ووضعتم الدّين وضيعتم الْمَسَاكِين وتشبهتم بالدهاقين فألحقتم بالملاعين ¶ أَيهَا المغالط لنَفسِهِ المتغافل عَن هيل التُّرَاب عَلَيْهِ فِي رمسه رَاجع بصيرتك وسدد نحيرتك وَقدر أَنَّك الْمَطْلُوب وَحدك ¶ قَالَ الله تَعَالَى {كلهم آتيه يَوْم الْقِيَامَة فَردا} يَا رواغ يَا خداع وَلَا وزر إِلَى رَبك يَوْمئِذٍ المستقر فافرغ إِلَى عقلك من غَمَرَات حسك وصير يَوْمك خيرا من أمسك حذار حذار فجأك الْمَوْت فبادر إِلَى التَّوْبَة قبل الْفَوْت جعلنَا الله وَإِيَّاكُم مِمَّن قَالَ وَفعل",
            "page": "168",
            "part": "1",
            "seal": "415C3959"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "وَأمر فامتثل بفضله بمنه وَلَا جعلنَا مِمَّن يرى القذى فِي عين أَخِيه وَلَا يرى الْجذع فِي عينه ¶ وَبِاللَّهِ التَّوْفِيق وَبِه أستعين وَهُوَ حَسبنَا وَنعم الْوَكِيل وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم وَصلى على سيدنَا مُحَمَّد وَآله صَحبه وَسلم تَسْلِيمًا ¶ كمل بِحَمْد الله وَمِنْه وَحسن توفيقه وَوَقع الْفَرَاغ من تحريره على يَد الْفَقِير إِلَى الله الخاطئ المذنب الراجي عَفْو ربه الْكَرِيم إِسْحَاق بن مَحْمُود بن بلكويه بن أبي الْفَيَّاض الشابرخواستي البرجردي غفر الله لَهُ ولوالديه وَلِجَمِيعِ أمة مُحَمَّد برحمته الواسعة ¶ وَذَلِكَ فِي الْخَامِس عشر من صفر سنة سِتّ وَأَرْبَعين وسِتمِائَة بِالْقَاهِرَةِ المحروسة المعزية ¶ وَالْأَصْل الَّذِي انتسخ مِنْهُ كَانَ مُقَابلا بِأَصْل الْمُؤلف رَحْمَة الله عَلَيْهِ ¶ وَالْحَمْد لله وَحده وصلواته على نبيه مُحَمَّد وَآله وَصَحبه وعترته الطيبين الطاهرين ¶ قَالَ عبد الله الراجي رَحمته ومغفرته مُحَمَّد رضوَان بن أَحْمد بن عبد الرَّزَّاق بن أَحْمد الداية الْمَكِّيّ أرومة الدِّمَشْقِي الصَّالِحِي أصلا الدومي ولادَة وَإِقَامَة ¶ نجز بِحَمْد الله وتوفيقه النّظر فِي كتاب تَنْزِيه الْأَنْبِيَاء عَمَّا نسب إِلَيْهِم حثالة الأغبياء لأبي الْحسن عَليّ بن أَحْمد الْأمَوِي السبتي غرَّة يَوْم الثُّلَاثَاء",
            "page": "169",
            "part": "1",
            "seal": "B8DE0B82"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "تَاسِع محرم الْحَرَام عَام إِحْدَى عشرَة وَأَرْبع مئة وَألف 1411 من هِجْرَة سيدنَا وَنَبِينَا مُحَمَّد صلى الله عَلَيْهِ وَسلم وزاده تَشْرِيفًا وتكريما الْمُوَافق الْحَادِي وَالثَّلَاثِينَ من شهر تموز من عَام تسعين وتسع مئة وَألف 1990 من مولد عِيسَى الْمَسِيح عَلَيْهِ السَّلَام ¶ كتب الله لي هَذَا الْجهد فِي الْأَعْمَال المقبولة وأجزل فِي مثوبته ورضوانه بعفوه وَمِنْه إِنَّه ذُو الطول وَالْفضل وَصلى الله على سيدنَا ومولانا مُحَمَّد وعَلى آله وَصَحبه ¶ وَالْحَمْد لله رب الْعَالمين",
            "page": "170",
            "part": "1",
            "seal": "D7E95113"
        }
    ],
    "t6470": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "وصلى الله على سيدنا محمد وآله"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "رب يسر ولا تعسر"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما اختلقوه في قصة داوود عليه السلام"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "شرح قصة سليمان عليه السلام"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "شرح قصة يوسف عليه السلام"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "شرح قصة نبينا عليه الصلاة والسلام"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "شرح قصة آدم عليه السلام"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "شرح قصة نوح عليه السلام"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "شرح قصة إبراهيم عليه السلام"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "شرح قصة عزير عليه السلام"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "شرح قصة موسى عليه السلام"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "شرح قصة يونس عليه السلام"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "شرح قصة أيوب عليه السلام"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "مجموع نكت من بعض ما خص به نبينا صلى الله عليه وسلم"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        }
    ]
}