{
    "b6472": [
        {
            "hno": null,
            "id": "2",
            "nass": "الْمقَام الأول ¶ بِسم الله الرَّحْمَن الرَّحِيم {وَيضْرب الله الْأَمْثَال للنَّاس لَعَلَّهُم يتذكرون} {وَتلك الْأَمْثَال نَضْرِبهَا للنَّاس لَعَلَّهُم يتفكرون} ¶ حِكَايَة تمثيلية ¶ استحم شخصان ذَات وَيَوْم فِي حَوْض كَبِير فغشيهما مَا لَا طَاقَة لَهما بِهِ ففقدا وعيهما وَمَا إِن أفاقا حَتَّى وجدا أَنَّهُمَا قد جِيءَ بهما إِلَى عَالم غير عالمهما إِلَى عَالم عَجِيب وَعَجِيب فِيهِ كل شَيْء فَهُوَ من فرط انتظامه الدَّقِيق كَأَنَّهُ مملكة منسقة الْأَطْرَاف وَمن روعة جماله بِمَثَابَة مَدِينَة عامرة وَمن شدَّة تناسق أَرْكَانه بِحكم قصر بديع وبدأا ينْظرَانِ بلهفة فِيمَا حولهما وَقد امتلأا حيرة وإعجابا بِمَا رَأيا أمامهما من عَالم عَظِيم حَقًا إِذْ لَو نظر إِلَى جَانب مِنْهُ لشوهدت مملكة منتظمة وَإِذا مَا نظر إِلَيْهِ من جَانب آخر لتراءت مَدِينَة كَامِلَة الجوانب بَيْنَمَا إِذا",
            "page": "17",
            "part": "1",
            "seal": "D3CA4270"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "نظر إِلَيْهِ من جَانب آخر فَإِذا هُوَ بقصر عَظِيم شَاهِق يضم عَالما مهيبا وطفقا يتجولان مَعًا فِي أرجاء هَذَا الْعَالم العجيب فَوَقع نظرهما على مخلوقات يَتَكَلَّمُونَ بِكَلَام معِين لَا يفقهانه إِلَّا أَنَّهُمَا أدْركَا من إشاراتهم وتلويحاتهم أَنهم يؤدون أعمالا عَظِيمَة وينهضون بواجبات جليلة ¶ قَالَ أَحدهمَا للْآخر ¶ لَا شكّ أَن لهَذَا الْعَالم العجيب مُدبرا يدبر شؤونه ولهذه المملكة البديعة مَالِكًا يرعاها ولهذه الْمَدِينَة الرائعة سيدا يتَوَلَّى أمورها وَلِهَذَا الْقصر المنيف صانعا بديعا قد أبدعه فَأرى لزاما علينا أَن نسعى لمعرفته إِذْ يَبْدُو أَنه هُوَ الَّذِي قد أَتَى بِنَا إِلَى هَاهُنَا وَلَيْسَ أحد غَيره فَلَو لم نعرفه فَمن ذَا غَيره يسعفنا ويغيثنا وَيَقْضِي حوائجنا وَنحن فِي هَذَا الْعَالم الْغَرِيب فَهَل ترى بصيص أمل نرجوه من هَؤُلَاءِ العاجزين الضُّعَفَاء وَنحن لَا نفقه لسانهم وَلَا هم يصغون إِلَى كلامنا ثمَّ إِن الَّذِي جعل هَذَا الْعَالم الْعَظِيم على صُورَة مملكة منسقة وعَلى هَيْئَة مَدِينَة رائعة وعَلى شكل قصر بديع وَجعله كنزا لخوارق الْأَشْيَاء وجمله بِأَفْضَل زِينَة وأروع حسن ورصع نواحيه كلهَا بمعجزات معبرة حكيمة أَقُول أَن صانعا لَهُ كل هَذِه العظمة والهيبة وَقد أَتَى بِنَا وبمن حولنا",
            "page": "18",
            "part": "1",
            "seal": "7E294ACE"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "إِلَى هَاهُنَا لَا بُد أَن لَهُ شَأْنًا فِي هَذَا فَوَجَبَ قبل كل شَيْء أَن نعرفه معرفَة جَيِّدَة وَأَن نعلم مِنْهُ مَا يُرِيد منا وماذا يطْلب ¶ قَالَ لَهُ صَاحبه ¶ دع عَنْك هَذَا الْكَلَام فَأَنا لَا أصدق أَن وَاحِدًا أحدا يُدِير هَذَا الْعَالم الْغَرِيب ¶ فَأَجَابَهُ ¶ مهلا يَا صَاحِبي هلا أعرتني سَمعك فَنحْن لَو أهملنا مَعْرفَته فَلَا نكسب شَيْئا قطّ وَإِن كَانَ فِي إهمالنا ضَرَر فضرره جد بليغ بَيْنَمَا إِذا سعينا إِلَى مَعْرفَته فَلَيْسَ فِي سعينا هَذَا مشقة وَلَا نلقي من وَرَائِهَا خسارة بل مَنَافِع جليلة وعظيمة فَلَا يَلِيق بِنَا إِذا أَن نبقى معرضين هَكَذَا عَن مَعْرفَته ¶ وَلَكِن صَاحبه الغافل قَالَ ¶ أَنا لست مَعَك فِي كلامك هَذَا فَأَنا أجد راحتي ونشوتي فِي عدم صرف الْفِكر إِلَى مثل هَذِه الْأُمُور وَفِي عدم معرفَة مَا تدعيه عَن هَذَا الصَّانِع البديع فَلَا أرى دَاعيا أَن أجهد نَفسِي فِيمَا لَا يَسعهُ عَقْلِي بل هَذِه الْأَفْعَال جَمِيعهَا مصادفات وَأُمُور متداخلة متشابكة تجْرِي وتعمل بِنَفسِهَا فَمَا لي وَهَذِه الْأُمُور",
            "page": "19",
            "part": "1",
            "seal": "12EC142E"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "فَرد عَلَيْهِ الْعَاقِل ¶ أخْشَى أَن يلقِي بِنَا عنادك هَذَا وبالآخرين إِلَى مصائب وبلايا ألم تهدم مدن عامرة من جراء سفاهة شقي وأفعال فَاسق ¶ إِذْ ذَاك إنبرى لَهُ الغافل قَائِلا ¶ لنحسم الْمَوْضُوع نهائيا فإمَّا أَن تثبت لي إِثْبَاتًا قَاطعا لَا يقبل الشَّك بِأَن لهَذِهِ المملكة الضخمة مَالِكًا وَاحِدًا وَاحِدًا وصانعا وَاحِدًا أحدا أَو تدعني وشأني ¶ أَجَابَهُ صديقه ¶ مَا دمت يَا صَاحِبي تصر على عنادك إِلَى حد من الْجُنُون والهذيان مَا قد يسوقنا والمملكة بكاملها إِلَى الدمار لذا سأضع بَين يَديك اثْنَي عشر برهانا أثبت بهَا أَن لهَذَا الْعَالم الرائع روعة الْقصر ولهذه المملكة المنتظمة انتظام الْمَدِينَة صانعا بديعا وَاحِدًا أحدا هُوَ الَّذِي يدبر الْأُمُور كلهَا فَلَا ترى من فطور فِي شَيْء وَلَا ترى من نقص فِي أَمر فَذَلِك الصَّانِع الَّذِي لَا نرَاهُ يُبصرنَا ويبصر كل شَيْء وَيسمع كَلَام فَكل لشَيْء فَكل أَفعاله معجزات وآيات وخوارق وروائع وَمَا هَذِه الْمَخْلُوقَات الَّتِي لَا نفهم ألسنتهم إِلَّا مأمورون وموظفون فِي مَمْلَكَته",
            "page": "20",
            "part": "1",
            "seal": "0478EB1C"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "الْبُرْهَان الأول ¶ تعال معي يَا صَاحِبي لنتأمل مَا حولنا من أَشْيَاء وَأُمُور أَلا ترى أَن يدا خُفْيَة تعْمل من وَرَاء الْأُمُور جَمِيعهَا أَولا ترى أَن مَا لَا قُوَّة لَهُ أصلا وَلَا يقوى على حمل نَفسه يحمل آلَاف الأرطال من الْحمل الثقيل أَولا تشاهد أَن مَا لَا إِدْرَاك لَهُ وَلَا شُعُور يقوم بأعمال فِي غَايَة الْحِكْمَة فَهَذِهِ الْأَشْيَاء إِذن لَا تعْمل مُسْتَقلَّة بِنَفسِهَا بل لَا بُد أَن مولى عليما وصانعا قَدِيرًا يديرها من وَرَاء الْحجب إِذْ لَو كَانَت مُسْتَقلَّة بذاتها وأمرها بِيَدِهَا للَزِمَ أَن يكون كل شَيْء هُنَا صَاحب معْجزَة خارقة وَمَا هَذِه إِلَّا سفسطة لَا معنى لَهَا ¶ الْبُرْهَان الثَّانِي ¶ تعال معي يَا صَاحِبي لنمعن النّظر فِي هَذِه الْأَشْيَاء الَّتِي تزين الميادين والساحات فَفِي كل زِينَة مِنْهَا أُمُور تخبرنا عَن ذَلِك الْمَالِك وتدلنا عَلَيْهِ كَأَنَّهَا سكته وختمه",
            "page": "21",
            "part": "1",
            "seal": "9B35165A"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "كَمَا تدلنا طغراء السُّلْطَان وختمه على وجوده وتنبئنا سكته على مسكوكاته عَن عَظمته وهيبته فَإِن شِئْت فَانْظُر إِلَى هَذَا الْجِسْم الصَّغِير جدا الَّذِي لَا يكَاد الْإِنْسَان يعرف لَهُ وزنا قد صنع مِنْهُ الْمولى أطوالا من نَسِيج ملون بألوان زاهية ومزركش بزخارف باهرة وَيخرج مِنْهُ مَا هُوَ ألذ من الحلويات والمعجنات المعسلة فَلَو لبس آلَاف من أمثالنا تِلْكَ المنسوجات وَأكل من تِلْكَ المأكولات لما نفدت ¶ ثمَّ انْظُر إِنَّه يَأْخُذ بِيَدِهِ الغيبية هَذَا الْحَدِيد وَالتُّرَاب وَالْمَاء والفحم والنحاس وَالْفِضَّة وَالذَّهَب ويصنع مِنْهَا جَمِيعًا قِطْعَة لحم ¶ فيا أَيهَا الغافل إِن هَذِه الْأَشْيَاء وَالْأَفْعَال إِذا تخص بِمن زِمَام هَذِه المملكة بِيَدِهِ وَمن لَا يعزب عَنهُ شَيْء وكل شَيْء منقاد لإرادته",
            "page": "22",
            "part": "1",
            "seal": "A0A760A1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "الْبُرْهَان الثَّالِث ¶ تعال لنَنْظُر إِلَى مصنوعاته العجيبة المتحركة فقد صنع كل مِنْهَا كَأَنَّهُ نُسْخَة مصغرة من هَذَا الْقصر الْعَظِيم إِذْ يُوجد فِيهِ مَا فِي الْقصر كُله فَهَل يُمكن أَن يدرج أحد هَذَا الْقصر مُصَغرًا فِي ماكنة دقيقة غير صانعه البديع أَو هَل يُمكن أَن ترى عَبَثا أَو مصادفة فِي عَالم ضم دَاخل ماكنة صَغِيرَة ¶ أَي أَن كل مَا تشاهده من مكائن إِنَّمَا هِيَ بِمَثَابَة آيَة تدل على ذَلِك الصَّانِع البديع بل كل ماكنة دَلِيل عَلَيْهِ وإعلان يفصح عَن عَظمته وَيَقُول بِلِسَان الْحَال ¶ نَحن من إبداع من أبدع هَذَا الْعَالم بسهولة مُطلقَة كَمَا أوجدنا بسهولة مُطلقَة ¶ الْبُرْهَان الرَّابِع ¶ أَيهَا الْأَخ العنيد تعال أرك شَيْئا أَكثر إثارة للإعجاب انْظُر فها قد تبدلت الْأُمُور فِي هَذِه المملكة",
            "page": "23",
            "part": "1",
            "seal": "5D7F723F"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وتغيرت جَمِيع الْأَشْيَاء وَهَا نَحن أولاء نرى بأعيننا هَذَا التبدل والتغير فَلَا ثبات لشَيْء مِمَّا نرَاهُ بل الْكل يتَغَيَّر ويتجدد ¶ أنظر إِلَى هَذِه الْأَجْسَام الجامدة الْمُشَاهدَة الَّتِي لَا نلمس فِيهَا شعورا كَأَن كلا مِنْهَا قد اتخذ صُورَة حَاكم مُطلق وَالْآخرُونَ محكومون تَحت سيطرته وَكَأن كلا مِنْهَا يسيطر على الْأَشْيَاء كلهَا انْظُر إِلَى هَذِه الماكنة الَّتِي بقربنا كَأَنَّهَا تَأمر فيهرع إِلَيْهَا من بعيد مَا تحتاجه من لَوَازِم وَانْظُر إِلَى ذَلِك الْجِسْم الَّذِي لَا شُعُور لَهُ كَأَنَّهُ يسخر بِإِشَارَة خُفْيَة مِنْهُ أضخم جسم وأكبره فِي شؤونه الْخَاصَّة ويجعله طوع إِشَارَته وَقس الْأُمُور الْأُخْرَى على هذَيْن المثالين",
            "page": "24",
            "part": "1",
            "seal": "5B7A269A"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "فَإِذا لم تفوض أَمر إدارة الْقصر إِلَى ذَلِك الْمَالِك الَّذِي لَا نرَاهُ فَعَلَيْك إِذا أَن تحيل إِلَى كل مَصْنُوع مَا للبديع من إتقان وكمالات حَتَّى لَو كَانَ حجرا أَو تُرَابا أَو حَيَوَانا أَو إنْسَانا أَو أَي مَخْلُوق من الْمَخْلُوقَات ¶ فَإِذا مَا استبعد عقلك أَن بديعا وَاحِدًا أحدا هُوَ الْمَالِك لهَذِهِ المملكة وَهُوَ الَّذِي يديرها فَمَا عَلَيْك إِلَّا قبُول ملايين الملايين من الصانعين المبدعين بل بِعَدَد الموجودات كل مِنْهَا ند الآخر ومثيله وبديله ومتدخل فِي شؤونه مَعَ أَن النظام المتقن البديع يَقْتَضِي عدم التدخل فَلَو كَانَ هُنَاكَ تدخل مهما كَانَ طفيفا وَمن أَي شَيْء كَانَ وَفِي أَي أَمر من أُمُور هَذِه المملكة الهائلة لظهر أَثَره وَاضحا إِذْ تختلط الْأُمُور وتتشابك إِن كَانَ هُنَاكَ سيدان فِي قَرْيَة أَو محافظان فِي مَدِينَة أَو سلطانان فِي مملكة فَكيف بحكام لَا يعدون وَلَا يُحصونَ فِي مملكة منسقة بديعة ¶ الْبُرْهَان الْخَامِس ¶ أَيهَا الصّديق المرتاب تعال لندقق فِي نقوش هَذَا الْقصر الْعَظِيم ولنمعن النّظر فِي تزيينات هَذِه الْمَدِينَة",
            "page": "25",
            "part": "1",
            "seal": "E49B9E7C"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "العامرة ولنشاهد النظام البديع لهَذِهِ المملكة الواسعة ولنتأمل الصَّنْعَة المتقنة لهَذَا الْعَالم فها نَحن نرى أَنه إِن لم تكن هَذِه النقوش كِتَابَة قلم الْمَالِك البديع الَّذِي لَا حد لمعجزاته وإبداعه وأسندت كتَابَتهَا ونقشها إِلَى الْأَسْبَاب الَّتِي لَا شُعُور لَهَا وَإِلَى المصادفة العمياء وَإِلَى الطبيعة الصماء للَزِمَ إِذا أَن يكون فِي كل من أَحْجَار هَذِه المملكة وترابها مُصَور معجز وَكَاتب بديع يَسْتَطِيع أَن يكْتب أُلُوف الْكتب فِي حرف وَاحِد ويمكنه أَن يدرج ملايين الإتقان والإبداع فِي نقش وَاحِد لِأَنَّك ترى أَن هَذَا النقش الَّذِي أمامك فِي هَذِه اللبنة يضم نقوش جَمِيع الْقصر وينطوي على جَمِيع قوانين الْمَدِينَة وأنظمتها ويتضمن خطط أَعمالهَا أَي أَن إِيجَاد هَذِه النقوش الرائعة معْجزَة عَظِيمَة كإيجاد المملكة نَفسهَا فَكل صَنْعَة بديعة لَيست إِلَّا لوحة إعلان تفصح عَن أَوْصَاف ذَلِك الصَّانِع البديع وكل نقش جميل هُوَ ختم وَاضح من أختامه الدَّالَّة عَلَيْهِ",
            "page": "26",
            "part": "1",
            "seal": "144B6055"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "فَكَمَا أَنه لَا يُمكن لحرف إِلَّا أَن يدل على كَاتبه وَلَا يُمكن لنقش إِلَّا أَن ينبىء عَن نقاشه فَكيف يُمكن إِذن أَلا يدل حرف كتب فِيهِ كتاب عَظِيم على كَاتبه وَنقش نقشت فِيهِ أُلُوف النقوش على نقاشه أَلا تكون دلَالَته أظهر وأوضح من دلَالَته على نَفسه ¶ الْبُرْهَان السَّادِس ¶ تعال يَا صديقي لنذهب إِلَى نزهة نتجول فِي هَذِه الفلاة الواسعة المفروشة أمامنا هوذا جبل أَشمّ تعال لنصعد عَلَيْهِ حَتَّى نتمكن من مُشَاهدَة جَمِيع الْأَطْرَاف بسهولة ولنحمل مَعنا نظارات مكبرة تقرب لنا مَا هُوَ بعيد عَن أنظارنا فَهَذِهِ المملكة فِيهَا من الْأُمُور العجيبة والحوادث الغريبة مَا لَا يخْطر على بَال أحد أنظر إِلَى تِلْكَ الْجبَال والسهول المنبسطة والمدن العامرة إِنَّه",
            "page": "27",
            "part": "1",
            "seal": "3AD05FB7"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "أَمر عَجِيب حَقًا إِذْ يتبدل جَمِيعهَا دفْعَة وَاحِدَة بل إِن ملايين الملايين من الْأَفْعَال المتشابكة تتبدل تبدلا بِكُل نظام وَبِك لتناسق فَكَانَ ملايين الأطوال من منسوجات ملونة رائعة تنسج أمامنا فِي آن وَاحِد حَقًا إِن هَذِه التحولات عَجِيبَة جدا فَأَيْنَ تِلْكَ الأزاهير الَّتِي ابتسمت لنا وَالَّتِي أنسنا بهَا لقد غَابَتْ عَنَّا وحلت محلهَا أَنْوَاع مماثلة لَهَا صُورَة مُخْتَلفَة نوعية وَكَأن هَذِه السهول المنبسطة وَهَذِه الْجبَال المنصوبة صَحَائِف كتاب يكْتب فِي كل مِنْهَا كتب مُخْتَلفَة فِي غَايَة الإتقان دون سَهْو أَو خطأ ثمَّ تمسح تِلْكَ الْكتب وَيكْتب غَيرهَا فَهَل ترى يَا صديقي أَن تبدل هَذِه الْأَحْوَال وتحول هَذِه الأوضاع الَّذِي يتم بِكُل نظام وميزان يحدث من تِلْقَاء نَفسه أَلَيْسَ ذَلِك محَال من أَشد المحالات ¶ فَلَا يُمكن إِحَالَة هَذِه الْأَشْيَاء الَّتِي أمامنا وَهِي فِي غَايَة الإتقان والصنعة إِلَى نَفسهَا قطّ فَذَلِك محَال فِي محَال بل هِيَ أَدِلَّة وَاضِحَة على صانعها البديع أوضح من دلالتها على نَفسهَا إِذْ تبين أَن صانعها البديع لَا يعجزه شَيْء وَلَا يؤوده شَيْء فكتابة ألف كتاب أَمر يسير لَدَيْهِ ككتابة كتاب وَاحِد ثمَّ يَا أخي تَأمل فِي الأرجاء كَافَّة ترى أَن الصَّانِع الْأَعْظَم قد وضع بحكمة تَامَّة كل شَيْء",
            "page": "28",
            "part": "1",
            "seal": "4F611816"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "فِي مَوْضِعه اللَّائِق بِهِ وأسبغ على كل شَيْء نعمه وَكَرمه بِلُطْفِهِ وفضله العميم وكما يفتح أَبْوَاب نعمه وآلائه العميمة أَمَام كل شَيْء يسعف رغبات كل شَيْء وَيُرْسل إِلَيْهِ مَا يطمئنه ¶ وَفِي الْوَقْت نَفسه ينصب مَوَائِد فاخرة تجود بالسخاء وَالعطَاء بل ينعم على مخلوقات هَذِه المملكة كَافَّة من حَيَوَان ونبات نعما لَا حد لَهَا بل يُرْسل إِلَى كل فَرد باسمه ورسمه نعْمَته الَّتِي تلائمه دون خطأ أَو نِسْيَان فَهَل هُنَاكَ مَحل أعظم من أَن تظن أَن فِي هَذِه الْأُمُور شَيْئا من المصادفة مهما كَانَ ضئيلا أَو فِيهِ شَيْء من الْعَبَث وَعدم الجدوى أَو أَن أحدا غير الصَّانِع البديع قد تدخل فِي أُمُور المملكة أَو أَن يتَصَوَّر أَن لَا يدين لَهُ كل شَيْء فِي ملكه فَهَل تقدر يَا صديقي أَن تَجِد مبررا لإنكار مَا ترَاهُ ¶ الْبُرْهَان السَّابِع ¶ لندع الجزئيات يَا صَاحِبي ولنتأمل فِي هَذَا الْعَالم العجيب ولنشاهد أوضاع أَجْزَائِهِ المتقابلة بَعْضهَا مَعَ الْبَعْض الآخر فَفِي هَذَا الْعَالم البديع من النظام الشَّامِل",
            "page": "29",
            "part": "1",
            "seal": "A7269B2D"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "والانتظام الْكَامِل كَأَن كل شَيْء فَاعل مُخْتَار حَيّ يشرف على نظام المملكة كلهَا ويتحرك منسجما مَعَ ذَلِك النظام الْعَام حَتَّى ترى الْأَشْيَاء المتباعدة جدا يسْعَى الْوَاحِد مِنْهَا نَحْو الآخر للتعاون والتآزر ¶ انْظُر إِن قافلة مهيبة تَنْطَلِق من الْغَيْب مقبلة علينا فَهِيَ قافلة تحمل صحون الأرزاق ثمَّ أنظر إِلَى ذَلِك الْمِصْبَاح الوضيء الْمُعَلق فِي قبَّة المملكة فَهِيَ تنير الْجَمِيع وتنضج المأكولات الْمُعَلقَة بخيط دَقِيق والمعرضة أَمَامه بيد غيبية أَلا تلْتَفت معي إِلَى هَذِه الْحَيَوَانَات النحيفة الضعيفة العاجزة كَيفَ يسيل إِلَى أفواهها غذَاء لطيف خَالص يتدفق من مضخات متدلية فَوق رؤوسها وحسبها أَن تلصق أفواهها بهَا ¶ نخلص من هَذَا ¶ أَنه مَا من شَيْء فِي هَذَا الْعَالم إِلَّا وَكَأَنَّهُ يتطلع إِلَى الآخر فيغيثه أَو يرى الآخر فيشد من أزره ويعاونه فيكمل الْوَاحِد عمل الآخر وَيكون ظهيره وَسَنَده",
            "page": "30",
            "part": "1",
            "seal": "34C51966"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وَيتَوَجَّهُ الْجَمِيع جنبا إِلَى جنب فِي طَرِيق الْحَيَاة فَهَذِهِ الظَّوَاهِر جَمِيعهَا تدلنا دلَالَة قَاطِعَة وبيقين جازم أَنه مَا من شَيْء فِي هَذَا الْقصر العجيب إِلَّا وَهُوَ مسخر لمَالِكه الْقَدِير ولصانعه البديع وَيعْمل باسمه وَفِي سَبيله بل كل شَيْء بِمَثَابَة جندي مُطِيع متأهب لتلقي الْأَوَامِر فَكل شَيْء يُؤَدِّي مَا كلف بِهِ من وَاجِب بِقُوَّة مَالِكه وَحَوله فيتحرك بأَمْره وينتظم بِحِكْمَتِهِ ويتعاون بكرمه وفضله ويغيث الآخرين برحمته فَإِن كنت تَسْتَطِيع يَا أخي إبداء شَيْء من الِاعْتِرَاض وَالشَّكّ أَمَام هَذَا الْبُرْهَان فهاته ¶ الْبُرْهَان الثَّامِن ¶ تعال يَا صَاحِبي المتعاقل وَيَا مثيل نَفسِي الأمارة الَّتِي تعد نَفسهَا رَشِيدَة وتحسن الظَّن بِنَفسِهَا أَرَاك يَا صَاحِبي ترغب عَن معرفَة صَاحب هَذَا الْقصر البديع مَعَ أَن كل شَيْء يدل عَلَيْهِ وكل شَيْء يُشِير إِلَيْهِ وكل شَيْء يشْهد بِوُجُودِهِ فَكيف تجرأ على تَكْذِيب هَذِه الشَّهَادَات كلهَا إِذا عَلَيْك أَن تنكر وجود الْقصر نَفسه بل عَلَيْك أَن تعلن أَنه لَا قصر وَلَا مملكة وَلَا شَيْء فِي الْوُجُود بل تنكر نَفسك وتعدها مَعْدُوما لَا وجود",
            "page": "31",
            "part": "1",
            "seal": "8642E073"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "لَهَا أَو عَلَيْك أَن تعود إِلَى رشدك وتصغي إِلَيّ جيدا فها أَنا أَضَع بَين يَديك هَذَا المنظر ¶ تَأمل فِي هَذِه العناصر والمعادن الَّتِي تعم هَذِه المملكة وَالَّتِي تُوجد فِي كل أرجاء هَذَا الْقصر وَمَعْلُوم أَن مَا من شَيْء ينْتج فِي هَذِه المملكة إِلَّا من تِلْكَ الْموَاد فَمن كَانَ مَالِكًا لتِلْك الْموَاد والعناصر فَهُوَ إِذن مَالك لكل مَا يصنع وينتج فِيهَا إِذْ من كَانَ مَالِكًا للمزرعة فَهُوَ مَالك المحاصيل وَمن كَانَ مَالِكًا للبحر فَهُوَ مَالك لما فِيهِ ¶ ثمَّ أنظر يَا صَاحِبي إِلَى هَذِه المنسوجات والأقمشة الملونة المزدانة بالأزهار أَنَّهَا تصنع من مَادَّة وَاحِدَة فَالَّذِي هيأ تِلْكَ الْمَادَّة وغزلها لَا بُد أَنه وَاحِد لِأَن تِلْكَ الصَّنْعَة لَا تقبل الِاشْتِرَاك فالمنسوجات المتقنة تخصه هُوَ ثمَّ الْتفت إِلَى هَذَا أَن أَجنَاس هَذِه المنسوجات مَوْجُودَة فِي كل جُزْء من أَجزَاء هَذَا الْعَالم العجيب وَقد انتشرت انتشارا وَاسع النطاق حَتَّى أَنَّهَا تنسج فِي آن وَاحِد وبنمط وَاحِد فِي كل مَكَان أَي أَنه فعل فَاعل وَاحِد",
            "page": "32",
            "part": "1",
            "seal": "180F30EB"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "فالجميع يَتَحَرَّك بِأَمْر وَاحِد وَإِلَّا فمحال أَن يكون هُنَاكَ انسجام تَامّ وتوافق وَاضح فِي الْعَمَل وَفِي آن وَاحِد وبنمط وَاحِد وبنوعية وَاحِدَة وهيأة وَاحِدَة فِي جَمِيع الأنحاء لذا فَإِن كل مَا هُوَ متقن الصنع يدل دلَالَة وَاضِحَة على ذَلِك الْفَاعِل الَّذِي لَا نرَاهُ بل كَأَنَّهُ يعلن عَنهُ صَرَاحَة بل كَأَن كل نَسِيج مغرز بالزهور وكل ماكنة بديعة وكل مَأْكُول لذيذ إِنَّمَا هُوَ عَلامَة الصَّانِع المعجز وخاتمه وآيته وطغراؤه فَكل مِنْهُ يَقُول بِلِسَان الْحَال من كنت أَنا مصنوعه فموضعي الَّذِي أَنا فِيهِ ملكه وكل نقش يَقُول من قَامَ بنسجي ونقشي فالطول الَّذِي أَنا فِيهِ هُوَ منسوجه وكل لقْمَة لذيذة تَقول من يصنعني وينضجني فالقدر الَّذِي أطبخ فِيهِ ملكه وكل ماكنة تَقول من قَامَ بصنعي فَكل مَا فِي الْعَالم من أمثالي مصنوعه وَهُوَ مَالِكه أَي من كَانَ مَالِكًا للمملكة وَالْقصر كُله فَهُوَ الَّذِي يُمكنهُ أَن يملكنا وَذَلِكَ بِمثل من أَرَادَ أَن يَدعِي تملك أزرار البزة العسكرية وَوضع شعار الدولة عَلَيْهَا لَا بُد أَن يكون مَالِكًا لمصانعها كلهَا حَتَّى يكون مَالِكًا حَقِيقِيًّا وَإِلَّا فَلَيْسَ لَهُ إِلَّا الادعاء الْكَاذِب بل يُعَاقب على عمله ويؤاخذ على كَلَامه",
            "page": "33",
            "part": "1",
            "seal": "A55D810E"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "الْخُلَاصَة ¶ كَمَا أَن عناصر هَذِه المملكة مواد منتشرة فِي جَمِيع أرجائها فمالكها إِذا وَاحِد يملك مَا فِي المملكة كلهَا كَذَلِك المصنوعات المنتشرة فِي أرجاء المملكة لِأَنَّهَا متشابهة تظهر عَلامَة وَاحِدَة وناموسا وَاحِدًا فجميعها إِذا تدل على ذَلِك الْوَاحِد الْمُهَيْمِن على كل شَيْء ¶ فيا صديقي إِن عَلامَة الْوحدَة ظَاهِرَة فِي هَذَا الْعَالم وَآيَة التَّوْحِيد وَاضِحَة بَيِّنَة ذَلِك لِأَن قسما من الْأَشْيَاء رغم أَنه وَاحِد فَهُوَ مَوْجُود فِي الْعَالم كُله وَقسم آخر رغم تعدد أشكاله فَإِنَّهُ يظْهر وحدة نوعية مَعَ أقرانه لتشابهه وانتشاره فِي الأرجاء وَحَيْثُ أَن الْوحدَة تدل على الْوَاحِد كَمَا هُوَ مَعْلُوم لذا يلْزم أَن يكون صانع هَذِه الْأَشْيَاء ومالكها وَاحِدًا أحدا زد على هَذَا فَإنَّك ترى أَنَّهَا تقدم إِلَيْنَا هَدَايَا ثمينة من وَرَاء ستار الْغَيْب فتتدلى مِنْهُ خيوط وحبال تحمل مَا هُوَ أثمن من الماس والزمرد من الآلاء وَالْإِحْسَان ¶ إِذن فَقدر بِنَفْسِك مدى بلاهة من لَا يعرف الَّذِي",
            "page": "34",
            "part": "1",
            "seal": "236ECC3C"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "يُدِير هَذِه الْأُمُور العجيبة وَيقدم هَذِه الْهَدَايَا البديعة وَيَا تعاسة من لَا يُؤَدِّي شكره عَلَيْهَا إِذْ أَن جَهله بِهِ يرغمه على التفوه بِمَا هُوَ من قبيل الهذيان فَيَقُول مثلا إِن تِلْكَ اللآليء المرصعات تصنع نَفسهَا بِنَفسِهَا أَي يلْزمه جَهله أَن يمنح معنى السُّلْطَان لكل حَبل من تِلْكَ الحبال وَالْحَال أننا نرى أَن يدا غيبية هِيَ الَّتِي تمتد إِلَى تِلْكَ الحبال فتصنعها وتقلدها الْهَدَايَا أَي أَن كل مَا فِي هَذَا الْقصر يدل على صانعه الْمُبْدع دلَالَة أوضح من دلَالَته على نَفسه فَإِن لم تعرفه يَا صَاحِبي حق الْمعرفَة فستهوى إِذن فِي دَرك أحط من الْحَيَوَانَات لِأَنَّك تضطر إِلَى إِنْكَار جَمِيع هَذِه الْأَشْيَاء ¶ الْبُرْهَان التَّاسِع ¶ أَيهَا الصّديق الَّذِي يُطلق أَحْكَامه جزَافا إِنَّك لَا تعرف مَالك هَذَا الْقصر وَلَا ترغب فِي مَعْرفَته فتستبعد أَن يكون لَهُ مَالك وتنساق إِلَى إِنْكَاره لعجز عقلك عَن أَن يستوعب هَذِه المعجزات الباهرة والروائع البديعة مَعَ أَن الاستبعاد الْحَقِيقِيّ والمشكلات العويصة والصعوبات",
            "page": "35",
            "part": "1",
            "seal": "9A933E3B"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "الجمة فِي منطق الْعقل إِنَّمَا هُوَ فِي عدم معرفَة الْمَالِك وَالَّذِي يُفْضِي بك إِلَى إِنْكَار وجود هَذِه الْموَاد المبذولة لَك بأثمانها الزهيدة ووفرتها الْعَظِيمَة بَيْنَمَا إِذا عَرفْنَاهُ يكون قبُول مَا فِي هَذَا الْقصر وَمَا فِي هَذَا الْعَالم سهلا ومستساغا ومعقولا جدا كَأَنَّهُ شَيْء وَاحِد إِذْ لَو لم نعرفه ولولاه فَكل شَيْء عندئذ يكون صعبا وعسيرا بل لَا ترى شَيْئا مِمَّا هُوَ متوفر ومبذول أمامك فَإِن شِئْت فَانْظُر فَحسب إِلَى علب المربيات المتدلية من هَذَا الْخَيط فَلَو لم تكن من إنتاج مطبخ تِلْكَ الْقُدْرَة المعجزة لما كَانَ باستطاعتك الْحُصُول عَلَيْهَا وَلَو بأثمان باهظة ¶ نعم إِن الاستبعاد والمشكلات والصعوبة والهلاك والمحال إِنَّمَا هُوَ فِي عدم مَعْرفَته لِأَن إِيجَاد ثَمَرَة مثلا يكون صعبا ومشكلا كالشجرة نَفسهَا فِيمَا إِذا ربط كل ثَمَرَة بمراكز مُتعَدِّدَة وقوانين مُخْتَلفَة بَيْنَمَا يكون الْأَمر سهلا مستساغا إِذا مَا كَانَ إِيجَاد الثَّمَرَة بقانون وَاحِد وَمن مَرْكَز وَاحِد مثله فِي هَذَا كَمثل تجهيز الْجَيْش بالعتاد فَإِن كَانَ من مصدر وَاحِد وبقانون وَاحِد وَمن",
            "page": "36",
            "part": "1",
            "seal": "56D704A5"
        },
        {
            "hno": "4",
            "id": "22",
            "nass": "4 - معمل وَاحِد فَالْأَمْر سهل ومستساغ عقلا بَيْنَمَا إِذا جهز كل جندي بقانون خَاص وَمن مصدر خَاص وَمن معمل يَخُصُّهُ فَالْأَمْر صَعب ومشكل جدا بل سيحتاج ذَلِك الجندي حِينَئِذٍ إِلَى مصانع عتاد ومراكز تجهيزات وقوانين كَثِيرَة بِعَدَد أَفْرَاد جَيش كَامِل ¶ فعلى غرار هَذَا الْمِثَال فَإِن إِيجَاد هَذِه الْأَشْيَاء فِي هَذَا الْقصر الْعَظِيم وَالْمَدينَة الرائعة وَفِي هَذِه المملكة الراقية والعالم المهيب إِذا مَا أسْند إِلَى وَاحِد أحد فَإِن الْأَمر سهل ومستساغ حَيْثُ يكون مَا نرَاهُ من وفرة الْأَشْيَاء وَكَثْرَتهَا وَاضحا بَيْنَمَا أَن لم يسند الْأَمر إِلَيْهِ يكون إِيجَاد أَي شَيْء عسيرا جدا بل لَا يُمكن إيجاده أصلا حَتَّى لَو أَعْطَيْت الدُّنْيَا كلهَا ثمنا لَهُ ¶ الْبُرْهَان الْعَاشِر ¶ أَيهَا الصّديق وَيَا من يتَقرَّب شَيْئا فَشَيْئًا إِلَى الْإِنْصَاف فها نَحن هُنَا مُنْذُ خَمْسَة عشر يَوْمًا فَإِن لم نَعْرِف أنظمة هَذِه الْبِلَاد وقوانينها وَلم نَعْرِف مليكها",
            "page": "37",
            "part": "1",
            "seal": "F0817738"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "فالعقاب يحِق علينا إِذْ لَا مجَال لنا بعد للاعتذار فَلَقَد أمهلونا طوال هَذِه الْأَيَّام وَلم يتَعَرَّضُوا لنا بِشَيْء إِلَّا أننا لَا شكّ لسنا طلقاء سائبين فَنحْن فِي مملكة رائعة بديعة فِيهَا من الدقة والرقة فِي المصنوعات المتقنة مَا ينم عَن عَظمَة مليكها فَلَا بُد أَن جزاءه شَدِيد أَيْضا وتستطيع أَن تفهم عَظمَة الْمَالِك وَقدرته من هَذَا أَنه ينظم هَذَا الْعَالم الضخم بسهولة تنظيم قصر منيف ويدير أُمُور هَذَا الْعَالم العجيب بيسر إدارة بَيت صَغِير ويملأ هَذِه الْمَدِينَة العامرة بانتظام كَامِل ويخليها من سكانها بحكمة تَامَّة بِمثل سهولة إملاء صحن وإفراغه وَينصب الموائد الفخمة المتنوعة ويعد الْأَطْعِمَة اللذيذة بِكَمَال كرمه بيد غيبية ويفرشها من أقْصَى الْعَالم إِلَى أقصاه ثمَّ يرفعها بسهولة رفع سفرة الطَّعَام ووضعها فَإِن كنت فطنا فستفهم أَن هَذِه العظمة والهيبة لَا بُد أَنَّهَا تنطوي على كرم لَا حد لَهُ وسخاء لَا حُدُود لَهُ ¶ ثمَّ انْظُر كَمَا أَن هَذِه الْأَشْيَاء شاهدة صدق على عَظمَة ذَلِك الْمَالِك الْقَدِير وعَلى هيمنته وعَلى أَنه سُلْطَان وَاحِد",
            "page": "38",
            "part": "1",
            "seal": "6F83B4ED"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "أحد كَذَلِك القوافل المتعاقبة والتحولات المترادفة دَلِيل على دوَام ذَلِك السُّلْطَان وبقائه لِأَن الْأَشْيَاء الزائلة إِنَّمَا تَزُول مَعهَا أَسبَابهَا أَيْضا فالأشياء والأسباب تزولان مَعًا بَيْنَمَا الَّتِي تعقبها تَأتي جَدِيدَة وَلها آثَار كسابقتها فَهِيَ إِذا لَيست من فعل تِلْكَ الْأَسْبَاب بل مِمَّن لَا يطْرَأ عَلَيْهِ الزَّوَال فَكَمَا أَن بَقَاء اللمعان والتألق بعد زَوَال حباب النَّهر الْجَارِي فِي الَّتِي تعقبها من الْحباب يفهمنا أَن هَذَا التألق لَيْسَ من الْحباب الزائلة بل هُوَ من مصدر نور دَائِم كَذَلِك تبدل الْأَفْعَال بالسرعة المذهلة وتلون الَّتِي تعقبها وانصباغها بصفاتها يدلنا على أَن تِلْكَ الْأَفْعَال إِنَّمَا هِيَ تجليات من هُوَ دَائِم لَا يَزُول وقائم لَا يحول والأشياء جَمِيعًا نقوشه ومراياه وصنعته لَيْسَ إِلَّا ¶ الْبُرْهَان الْحَادِي عشر ¶ تعال أَيهَا الصّديق لأبين لَك برهانا يملك من الْقُوَّة مَا للبراهين الْعشْرَة السَّابِقَة دَعْنَا نتأهب لسفرة بحريّة",
            "page": "39",
            "part": "1",
            "seal": "CA75950D"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "سنركب سفينة لنذهب إِلَى جَزِيرَة بعيدَة عَنَّا أتعلم لماذا نَذْهَب إِلَيْهَا إِن فِيهَا مَفَاتِيح ألغاز هَذَا الْعَالم ومغاليق أسراره وأعاجيبه أَلا ترى أنظار الْجَمِيع محدقة إِلَيْهَا ينتظرون مِنْهَا بلاغا ويتلقون مِنْهَا الْأَوَامِر فها نَحن نبدأ بالرحلة وَهَا قد وصلنا إِلَيْهَا ووطئت أقدامنا أَرض الجزيرة نَحن الْآن أَمَام حشد عَظِيم من النَّاس وَقد اجْتمع أَشْرَاف المملكة جَمِيعهم هُنَا أمعن النّظر يَا صديقي إِلَى رَئِيس الِاجْتِمَاع المهيب هلا نتقرب إِلَيْهِ قَلِيلا فنعرفه عَن كثب فها هُوَ ذَا متقلد أَو سمة راقية تعد بالآلاف ويتحدث بِكَلَام ملؤه الطّيب والثقة والاطمئنان وَحَيْثُ أَنِّي كنت قد تعلمت شَيْئا مِمَّا يَقُول",
            "page": "40",
            "part": "1",
            "seal": "6EE64AF0"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "خلال خَمْسَة عشر يَوْمًا السَّابِقَة فَسَوف أعلمك إِيَّاه أَنه يتحدث عَن سُلْطَان هَذِه المملكة وَيَقُول أَنه هُوَ الَّذِي أرْسلهُ إِلَيْكُم أنظر أَنه يظْهر خوارق عَجِيبَة ومعجزات باهرة بِحَيْثُ لَا يدع شُبْهَة فِي أَنه مُرْسل خصيصا من لدن السُّلْطَان الْعَظِيم اصغ جيدا إِلَى نطقه وتكلمه فَجَمِيع الْمَخْلُوقَات آذان صاغية لَهُ بل المملكة برمتها تصغي إِلَيْهِ حَيْثُ الْجَمِيع يسعون إِلَى سَماع كَلَامه الطّيب ويتلهفون لرؤية محياه الزَّاهِر أَو تظن أَن الْإِنْسَان وَحده يصغي إِلَيْهِ فَحسب بل الْحَيَوَانَات أَيْضا بل حَتَّى الْجبَال والجمادات تصغي إِلَى أوامره وتهتز من خشيتها وشوقها إِلَيْهِ انْظُر إِلَى الْأَشْجَار كَيفَ تنقاد إِلَى أوامره وَتذهب إِلَى مَا أَشَارَ إِلَيْهِ من مَوَاضِع أَنه يفجر المَاء أَيْنَمَا يُرِيد بل حَتَّى من بَين أَصَابِعه فيرتوي النَّاس من ذَلِك المَاء الزلَال انْظُر إِلَى ذَلِك الْمِصْبَاح المتدلي من سقف المملكة إِنَّه ينشق إِلَى شقين اثْنَيْنِ بِمُجَرَّد إِشَارَة مِنْهُ فَكَأَن هَذِه المملكة وَبِمَا فِيهَا تعرفه جيدا وَتعلم يَقِينا أَنه موظف مُرْسل بمهمة من لدن السُّلْطَان",
            "page": "41",
            "part": "1",
            "seal": "9D85C601"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "ومبلغ أَمِين لأوامره الجليلة فتراهم ينقادون لَهُ انقياد الجندي الْمُطِيع فَمَا من رَاشد عَاقل مِمَّن حوله إِلَّا وَيَقُول أَنه رَسُول كريم ويصدقونه ويذعنون لكَلَامه لَيْسَ هَذَا فَحسب بل يصدقهُ مَا فِي المملكة من الْجبَال والمصباح الْعَظِيم والجميع يَقُولُونَ بِلِسَان الْحَال نعم نعم إِن كل مَا ينْطق بِهِ صدق وَعدل وصواب ¶ فيا أَيهَا الصّديق الغافل هَل ترى أَنه يُمكن أَن يكون هُنَاكَ أدنى احْتِمَال لكذب أَو خداع فِي كَلَام هَذَا الْكَرِيم حاش لله أَن يكون من ذَلِك شَيْء فِي كَلَامه قطّ وَهُوَ الَّذِي أكْرمه السُّلْطَان بِأَلف من الأنواط والشارات وَهِي عَلَامَات تَصْدِيقه لَهُ وَجَمِيع أَشْرَاف المملكة يصدقونه وَكَلَامه كُله ثِقَة واطمئنان فَهُوَ يبْحَث عَن أَوْصَاف السُّلْطَان المعجز وَعَن أوامره البليغة فَإِن كنت تَجِد فِي نَفسك شَيْئا من احْتِمَال الْكَذِب فَيلْزم عَلَيْك أَن تكذب كل الْجَمَاعَات المصدقة بِهِ بل تنكر وجود الْقصر والمصابيح وتنكر وجود كل شَيْء وَتكذب حقيقتهم وَإِلَّا فهات مَا عنْدك إِن كَانَ لديك شَيْء فالدلائل تتحدى",
            "page": "42",
            "part": "1",
            "seal": "8BB6209F"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "الْبُرْهَان الثَّانِي عشر ¶ أَيهَا الْأَخ لَعَلَّك استرشدت بِمَا قُلْنَا شَيْئا فَشَيْئًا فسأبين لَك الْآن برهانا أعظم من جَمِيع الْبَرَاهِين السَّابِقَة ¶ انْظُر إِلَى هَذِه الْأَوَامِر السُّلْطَانِيَّة النَّازِلَة من الْأُفق الْأَعْلَى الْجَمِيع يوقرونها وَيَنْظُرُونَ إِلَيْهَا بإجلال وَإِعْجَاب وَقد وقف ذَلِك الشَّخْص الْكَرِيم المجلل بالأوسمة بِجَانِب تِلْكَ الْأَوَامِر النورانية ويفسر للحشود المجتمعة مَعَاني تِلْكَ الْأَوَامِر انْظُر إِلَى أسلوب الْأَوَامِر أَنه يشع ويسطع حَتَّى يَسُوق الْجَمِيع إِلَى الْإِعْجَاب والتعظيم إِذْ يبْحَث عَن مسَائِل جادة تهم الْجَمِيع بِحَيْثُ لَا يدع أحدا إِلَّا ويصغي إِلَيْهِ أَنه يفصل تَفْصِيلًا كَامِلا شؤون السُّلْطَان وأفعاله وأوامره وأوصافه فَكَمَا أَن على تِلْكَ الْأَوَامِر السُّلْطَانِيَّة طغراء السُّلْطَان نَفسه فَإِن على كل سطر من سطورها أَيْضا شارته بل إِذا أمعنت النّظر فَإِن كل جملَة بل كل حرف فِيهَا عَلَيْهِ خَاتمه الْخَاص فضلا عَن مَعَانِيهَا ومراميها وأوامرها ونواهيها ¶ الْخُلَاصَة أَن تِلْكَ الْأَوَامِر السُّلْطَانِيَّة تدل على ذَلِك الرَّسُول الْكَرِيم كدلالة الضَّوْء على النَّهَار",
            "page": "43",
            "part": "1",
            "seal": "3F6FC706"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "فيا أَيهَا الصّديق أَظُنك قد عدت إِلَى صوابك وأفقت من نوم الْغَفْلَة فَإِن مَا ذَكرْنَاهُ لَك وبسطناه من براهين لكاف وواف فَإِن بدا لَك شَيْء فاذكره ¶ فَمَا كَانَ من ذَلِك المعاند إِلَّا أَن قَالَ ¶ لَا أَقُول إِلَّا الْحَمد لله لقد آمَنت وصدقت بل آمَنت إِيمَانًا وَاضحا أَبْلَج كَالشَّمْسِ وكالنهار ورضيت بِأَن لهَذِهِ المملكة رَبًّا ذَا كَمَال وَلِهَذَا الْعَالم مولى ذَا جلال وَلِهَذَا الْقصر صانعا ذَا جمال ليرض الله عَنْك يَا صديقي الْحَمِيم فقد أنقذتني من أسار العناد والتعصب الممقوت الَّذِي بلغ بِي حد الْجُنُون والبلاهة وَلَا أكتمك يَا أخي فَإِن مَا سقته من براهين كل وَاحِد مِنْهَا كَانَ برهانا كَافِيا ليوصلني إِلَى هَذِه النتيجة إِلَّا أنني كنت أصغي إِلَيْك لِأَن كل برهَان مِنْهَا قد فتح آفاقا أرحب ونوافذ أسطع إِلَى معرفَة الله وَإِلَى محبته الْخَالِصَة ¶ وَهَكَذَا تمت الْحِكَايَة الَّتِي كَانَت تُشِير إِلَى الْحَقِيقَة الْعُظْمَى للتوحيد وَالْإِيمَان بِاللَّه وسنبين فِي الْمقَام الثَّانِي بِفضل الرَّحْمَن وفيض الْقُرْآن الْكَرِيم وَنور الْإِيمَان مُقَابل مَا جَاءَ من اثْنَي عشر برهانا فِي الْحِكَايَة التمثيلية اثْنَتَيْ عشرَة لمْعَة من لمعات شمس التَّوْحِيد الْحَقِيقِيّ بعد أَن نمهد لَهَا بمقدمة نسْأَل الله التَّوْفِيق وَالْهِدَايَة",
            "page": "44",
            "part": "1",
            "seal": "425C3593"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "الْمقَام الثَّانِي ¶ بِسم الله الرَّحْمَن الرَّحِيم الله خَالق كل شَيْء وَهُوَ على كل شَيْء وَكيل لَهُ مقاليد السَّمَوَات وَالْأَرْض فسبحان الَّذِي بِيَدِهِ ملكوت كل شَيْء وَإِلَيْهِ ترجعون وَإِن من شَيْء إِلَّا عندنَا خزائنه وَمَا ننزله إِلَّا بِقدر مَعْلُوم {مَا من دَابَّة إِلَّا هُوَ آخذ بناصيتها إِن رَبِّي على صِرَاط مُسْتَقِيم}",
            "page": "45",
            "part": "1",
            "seal": "5F2AE0AB"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "الْمُقدمَة ¶ لقد بَينا إِجْمَالا فِي رِسَالَة قَطْرَة قطب أَرْكَان الْأَيْمَان وَهُوَ الْإِيمَان بِاللَّه وأثبتنا أَن كل مَوْجُود من الموجودات يدل على وجوب وجود الله سُبْحَانَهُ وَيشْهد على وحدانيته بِخَمْسَة وَخمسين لِسَانا وَذكرنَا كَذَلِك فِي رِسَالَة نقطة أَرْبَعَة براهين كُلية على وجوب وجوده سُبْحَانَهُ ووحدانيته كل برهَان مِنْهَا بِقُوَّة",
            "page": "47",
            "part": "1",
            "seal": "D156015C"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "ألف برهَان كَمَا ذكرنَا مئات من الْبَرَاهِين القاطعة الَّتِي تبين وجوب وجوده سُبْحَانَهُ ووحدانيت هـ فِيمَا يقرب من اثْنَتَيْ عشرَة رِسَالَة باللغة الْعَرَبيَّة لذا نكتفي بِمَا سبق وَلَا ندخل فِي تفاصيل دقيقة إِلَّا أننا نسعى فِي هَذِه الْكَلِمَة الثَّانِيَة وَالْعِشْرين إِلَى إِظْهَار اثْنَتَيْ عشرَة لمْعَة من شمس الْإِيمَان بِاللَّه تِلْكَ الَّتِي ذكرتها إِجْمَالا فِي رسائل النُّور",
            "page": "48",
            "part": "1",
            "seal": "C5D76FE5"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "اللمْعَة الأولى التَّوْحِيد الْعَاميّ والحقيقي ¶ التَّوْحِيد توحيدان لنوضح ذَلِك بمثال ¶ إِذا وَردت إِلَى سوق أَو إِلَى مَدِينَة بضائع مُخْتَلفَة وأموال متنوعة لشخص عَظِيم فَهَذِهِ الْأَمْوَال تعرف ملكيتها بشكلين اثْنَيْنِ ¶ الأول شكل إجمالي عَامي أَي لَدَى الْعَامَّة من النَّاس وَهُوَ أَن مثل هَذِه الْأَمْوَال الطائلة لَيْسَ بمقدور أحد غَيره أَن يمتلكها وَلَكِن ضمن نظرة الشَّخْص الْعَاميّ هَذِه يحدث اغتصاب فيدعي الكثيرون امتلاك قطعهَا ¶ الثَّانِي أَن تقْرَأ الْكِتَابَة الْمَوْجُودَة على كل رزمة من رزم البضاعة وتعرف الطغراء الْمَوْجُودَة على كل طول وَيعلم الْخَتْم الْمَوْجُود على كل معلم أَي أَن كل شَيْء فِي هَذِه الْحَالة يدل ضمنا على ذَلِك الْمَالِك",
            "page": "49",
            "part": "1",
            "seal": "16AE4F16"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "فَكَمَا أَن البضاعة يعرف مَالِكهَا بشكلين كَذَلِك التَّوْحِيد فَأَنَّهُ على نَوْعَيْنِ ¶ الأول التَّوْحِيد الظَّاهِرِيّ الْعَاميّ وَهُوَ أَن الله وَاحِد لَا شريك لَهُ وَلَا مثيل وَهَذَا الْكَوْن كُله ملكه ¶ الثَّانِي التَّوْحِيد الْحَقِيقِيّ وَهُوَ الْإِيمَان بِيَقِين أقرب مَا يكون إِلَى الشُّهُود بوحدانيته سُبْحَانَهُ وبصدور كل شَيْء من يَد قدرته وَبِأَنَّهُ لَا شريك لَهُ فِي ألوهيته وَلَا معِين لَهُ فِي ربوبيته وَلَا ند لَهُ فِي ملكه إِيمَانًا يهب لصَاحبه الاطمئنان الدَّائِم وسكينة الْقلب لرُؤْيَته آيَة قدرته وَختم ربوبيته وَنقش قلمه على كل شَيْء فينفتح شباك نَافِذ من كل شَيْء إِلَى نوره سُبْحَانَهُ ¶ وَسَنذكر فِي هَذِه الْكَلِمَة شعاعات تبين ذَلِك التَّوْحِيد الْحَقِيقِيّ الْخَالِص السَّامِي ¶ تَنْبِيه ضمن اللمْعَة الأولى ¶ أَيهَا الغافل الغارق فِي عبَادَة الْأَسْبَاب اعْلَم أَن الْأَسْبَاب لَيست إِلَّا ستائر أَمَام تصرف الْقُدْرَة الإلهية لِأَن الْعِزَّة وَالْعَظَمَة تقتضيان الْحجاب أما الْفَاعِل الْحَقِيقِيّ فَهُوَ الْقُدْرَة الصمدانية لِأَن التَّوْحِيد والجلال",
            "page": "50",
            "part": "1",
            "seal": "E99F3AB3"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "يتطلبان هَذَا ويقتضيان الِاسْتِقْلَال وَاعْلَم أَن مأموري السُّلْطَان الأزلي وموظفيه لَيْسُوا هم منفذين حقيقيين لأمور سلطنة الربوبية بل هم دالون على تِلْكَ العظمة وَالسُّلْطَان والداعون إِلَيْهَا ومشاهدوها المعجبون فَمَا وجدوا إِلَّا لأظهار عزة الْقُدْرَة الربانية وهيبتها وعظمتها وَذَلِكَ لِئَلَّا تظهر مُبَاشرَة يَد الْقُدْرَة فِي أُمُور جزئية خسيسة لَا يدْرك نظر أَكثر الغافلين حسنها وَلَا يعرف حكمتها فيشتكي بِغَيْر حق ويعترض بغر علم وهم لَيْسُوا كموظفي السُّلْطَان البشري الَّذِي لم يعينهم وَلم يشركهم فِي سلطته إِلَّا نتيجة عَجزه وَحَاجته فالأسباب إِذا إِنَّمَا وضعت لتبقى عزة الْقُدْرَة مصونة من نظر الْعقل الظَّاهِرِيّ إِذْ أَن لكل شَيْء جِهَتَيْنِ كوجهي الْمرْآة إِحْدَاهمَا جِهَة الْملك الشبيهة بِالْوَجْهِ المطلي الملون للمرآة الَّذِي يكون مَوضِع الألوان والحالات الْمُخْتَلفَة وَالْأُخْرَى جِهَة الملكوت الشبيهة بِالْوَجْهِ الصَّقِيل للمرآة فَفِي الْوَجْه الظَّاهِر أَي جِهَة الْملك هُنَاكَ حالات مُنَافِيَة ظَاهرا لعزة الْقُدْرَة الصمدانية وكمالها فَوضعت الْأَسْبَاب كي تكون مرجعا لتِلْك الْحَالَات ووسائل لَهَا أما جِهَة الملكوت والحقيقة فَكل شَيْء فِيهَا شفاف وَجَمِيل وملائم لمباشرة يَد الْقُدْرَة",
            "page": "51",
            "part": "1",
            "seal": "1486B4CD"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "لَهَا بذاتها وَلَيْسَ منافيا لعزتها لذا فالأسباب ظاهرية بحتة وَلَيْسَ لَهَا التَّأْثِير الْحَقِيقِيّ فِي الملكوتية أَو فِي حَقِيقَة الْأَمر ¶ وَهُنَاكَ حِكْمَة أُخْرَى للأسباب الظَّاهِرِيَّة وَهِي ¶ عدم تَوْجِيه الشكاوي الجائرة والاعتراضات الْبَاطِلَة إِلَى الْعَادِل الْمُطلق جلّ وَعلا أَي وضعت الْأَسْبَاب لتَكون هدفا لتِلْك الاعتراضات وَتلك الشكاوي لِأَن التَّقْصِير صادر مِنْهَا وناشىء من افتقار قابليتها ¶ وَلَقَد رُوِيَ لبَيَان هَذَا السِّرّ مِثَال لطيف ومحاروة معنوية هِيَ ¶ إِن عزرائيل عَلَيْهِ السَّلَام قَالَ لرب الْعِزَّة ¶ إِن عِبَادك سَوف يشتكون مني ويسخطون عَليّ عِنْد أدائي لوظيفة قبض الْأَرْوَاح فَقَالَ الله سُبْحَانَهُ وَتَعَالَى لَهُ بِلِسَان الْحِكْمَة ¶ سأضع بَيْنك وَبَين عبَادي ستائر المصائب والأمراض لتتوجه شكاواهم إِلَى تِلْكَ الْأَسْبَاب ¶ وَهَكَذَا تَأمل كَمَا أَن الْأَمْرَاض ستائر يرجع إِلَيْهَا مَا يتَوَهَّم من مساويء فِي الْأَجَل وكما أَن الْجمال الْمَوْجُود فِي قبض الْأَرْوَاح وَهُوَ الْحَقِيقَة يعود إِلَى",
            "page": "52",
            "part": "1",
            "seal": "64F68C9B"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وَظِيفَة عزرائيل عَلَيْهِ السَّلَام فَإِن عزرائيل عَلَيْهِ السَّلَام هُوَ الآخر ستار فَهُوَ ستار لأَدَاء تِلْكَ الْوَظِيفَة وحجاب للقدرة الإلهية إِذْ أصبح مرجعا لحالات تبدو ظَاهرا أَنَّهَا غير ذَات رَحْمَة وَلَا تلِيق بِكَمَال الْقُدْرَة الربانية ¶ نعم إِن الْعِزَّة وَالْعَظَمَة تستدعيان وضع الْأَسْبَاب الظَّاهِرِيَّة أَمَام نظر الْعقل إِلَّا أَن التَّوْحِيد والجلال يردان أَيدي الْأَسْبَاب عَن التَّأْثِير الْحَقِيقِيّ",
            "page": "53",
            "part": "1",
            "seal": "532EFAB6"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "اللمْعَة الثَّانِيَة اختام الْخَالِق على الْحَيَاة ¶ تَأمل فِي بُسْتَان هَذِه الكائنات وَانْظُر إِلَى جنان هَذِه الأَرْض وأنعم النّظر فِي الْوَجْه الْجَمِيل لهَذِهِ السَّمَاء المتلألئة النُّجُوم تَرَ أَن للصانع الْجَلِيل جلّ جَلَاله ختما خَاصّا بِمن هُوَ صانع كل شَيْء على كل مَصْنُوع من مصنوعاته وعلامة خَاصَّة بِمن هُوَ خَالق كل شَيْء على كل مَخْلُوق من مخلوقاته وَآيَة لَا تقلد خَاصَّة بسُلْطَان الْأَزَل والأبد على كل منشور من مكتوبات قلم قدرته على صَحَائِف اللَّيْل وَالنَّهَار وصفحات الصَّيف وَالربيع ¶ سنذكر من تِلْكَ الأختام والعلامات بضعا مِنْهَا نموذجا لَيْسَ إِلَّا انْظُر مِمَّا لَا يُحْصى من علاماته إِلَى هَذِه الْعَلامَة الَّتِي وَضعهَا على الْحَيَاة ¶ إِنَّه يخلق من شَيْء وَاحِد كل شَيْء ويخلق من كل شَيْء شَيْئا وَاحِدًا فَمن مَاء النُّطْفَة بل من مَاء الشّرْب يخلق مَا لَا يعد من أجهزة الْحَيَوَان وأعضائه فَهَذَا الْعَمَل لَا محَال خَاص بقدير مُطلق الْقُدْرَة",
            "page": "54",
            "part": "1",
            "seal": "31173501"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "ثمَّ إِن تَحْويل الْأَطْعِمَة المتنوعة سَوَاء الحيوانية أَو النباتية إِلَى جسم خَاص بنظام كَامِل دَقِيق ونسج جلد خَاص للكائن وأجهزة مُعينَة من تِلْكَ الْموَاد المتعددة لَا شكّ أَنه من عمل قدير على كل شَيْء وَعَلِيم مُطلق الْعلم ¶ نعم أَن خَالق الْمَوْت والحياة يُدِير الْحَيَاة فِي هَذِه الدُّنْيَا إدارة حكيمة بقانون أَمْرِي معجز بِحَيْثُ لَا يُمكن أَن يطبق ذَلِك القانون وينفذه إِلَّا من يصرف جَمِيع الْكَوْن فِي قَبضته ¶ وَهَكَذَا إِن لم تنطفىء جذوة عقلك وَلم تفقد بَصِيرَة قَلْبك فستفهم إِن جعل الشَّيْء الْوَاحِد كل شَيْء بسهولة مُطلقَة وانتظام كَامِل وَجعل كل شَيْء شَيْئا وَاحِدًا بميزان دَقِيق وانتظام رائع وبمهارة وإبداع لَيْسَ إِلَّا عَلامَة وَاضِحَة وَآيَة بَيِّنَة لخالق كل شَيْء وصانعه ¶ فَلَو رَأَيْت مثلا أَن أحدا يملك أعمالا خارقة ينسج من وزن دِرْهَم من الْقطن مئة طول من الصُّوف الْخَالِص وأطوالا من الْحَرِير وأنواعا من الأقمشة وَرَأَيْت أَنه يخرج علاوة على ذَلِك من ذَلِك الْقطن حلويات لذيذة وأطعمة متنوعة كَثِيرَة ثمَّ رَأَيْت أَنه يَأْخُذ",
            "page": "55",
            "part": "1",
            "seal": "76CCC31E"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "فِي قَبضته الْحَدِيد وَالْحجر وَالْعَسَل والدهن وَالْمَاء وَالتُّرَاب فيصنع مِنْهَا الذَّهَب الْخَالِص فستحكم حتما أَنه يملك مهارة معْجزَة تخصه وقدرة مهيمنة على التَّصَرُّف فِي الموجودات بِحَيْثُ أَن جَمِيع عناصر الأَرْض مسخرة بأَمْره وَجَمِيع مَا يتَوَلَّد من التُّرَاب منفذ لحكمه فَإِن تعجب من هَذَا فَإِن تجلي الْقُدْرَة الإلهية وحكمتها فِي الْحَيَاة لَهو أعجب من هَذَا الْمِثَال بِأَلف مرّة فاليك عَلامَة وَاحِدَة من عَلَامَات عديدة مَوْضُوعَة على الْحَيَاة",
            "page": "56",
            "part": "1",
            "seal": "79467BA0"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "اللمْعَة الثَّالِثَة اختام ربانية على ذَوي الْحَيَاة ¶ أنظر إِلَى ذَوي الْحَيَاة المتجولة فِي خضم هَذِه الكائنات السيالة وَبَين هَذِه الموجودات السيارة تَرَ أَن على كل كَائِن حَيّ أختاما كَثِيرَة وَضعهَا الْحَيّ القيوم أنظر إِلَى ختم وَاحِد مِنْهَا ¶ أَن ذَلِك الْكَائِن الْحَيّ وَليكن هَذَا الْإِنْسَان كَأَنَّهُ مِثَال مصغر للكون وَثَمَرَة لشَجَرَة الْخلقَة ونواة لهَذَا الْعَالم حَيْثُ أَنه جَامع لمعظم نماذج أَنْوَاع العوالم وَكَأن ذَلِك الْكَائِن الْحَيّ قَطْرَة محلوبة من الْكَوْن كُله مستخلصة بموازين علمية حساسة لذا يلْزم لخلق هَذَا الْكَائِن الْحَيّ وتربيته ورعايته أَن يكون الْكَوْن قاطبة فِي قَبْضَة الْخَالِق وَتَحْت تصرفه فَإِن لم يكن عقلك غارقا فِي الأوهام فستفهم أَن جعل النحلة الَّتِي تمثل كلمة من كَلِمَات الْقُدْرَة الربانية بِمَثَابَة فهرس مصغر لكثير من الْأَشْيَاء وَكِتَابَة أغلب مسَائِل كتاب الْكَوْن فِي كيان الْإِنْسَان الَّذِي يمثل صحيفَة من قدرته سُبْحَانَهُ",
            "page": "57",
            "part": "1",
            "seal": "79A69556"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "وإدراج منهاج شَجَرَة التِّين الضخمة فِي بذيراتها الَّتِي تمثل نقطة فِي كتاب الْقُدْرَة وإراءة آثَار الْأَسْمَاء الْحسنى المحيطة المتجلية على صفحات هَذَا الْكَوْن الْعَظِيم فِي قلب الْإِنْسَان الَّذِي يمثل حرفا وَاحِدًا من ذَلِك الْكتاب وإملاء مَا تضمه مكتبة ضخمة من مفصل حَيَاة الْإِنْسَان فِي ذاكرته المتناهية فِي الصغر كل ذَلِك دون شكّ ختم يخص بِمن هُوَ خَالق كل شَيْء وَرب الْعَالمين ¶ فلئن أظهر ختم وَاحِد من بَين أختام ربانية كَثِيرَة على ذَوي الْحَيَاة نوره باهرا حَتَّى استقرأ آيَاته قِرَاءَة وَاضِحَة فَكيف إِذا اسْتَطَعْت أَن تنظر إِلَى جَمِيع ذَوي الْحَيَاة وتشاهد تِلْكَ الأختام مَعًا وَإِن ترَاهَا دفْعَة وَاحِدَة أما تَقول سُبْحَانَ من اختفى بِشدَّة ظُهُوره",
            "page": "58",
            "part": "1",
            "seal": "1EE8BE8A"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "اللمْعَة الرَّابِعَة منح الْحَيَاة آيَة جلية ¶ انْظُر إِلَى هَذِه الموجودات الملونة الزاهية المبثوثة على وَجه الأَرْض وَإِلَى هَذِه المصنوعات المتنوعة السابحة فِي بَحر السَّمَاوَات تَأمل فِيهَا مَلِيًّا تَرَ أَن على كل مَوْجُود مِنْهَا طغراء لَا تقلد للمنور الأزلي جلّ وَعلا فَكَمَا تشاهد على الْحَيَاة آيَاته وشاراته وعَلى ذَوي الْحَيَاة أختامه وَقد رَأينَا بَعْضًا مِنْهَا فعلى الْإِحْيَاء أَي منح الْحَيَاة آيَات وشارات أَيْضا سننظر إِلَى حَقِيقَتهَا بمثال إِذْ الْمِثَال يقرب الْمعَانِي العميقة للأفهام ¶ أَنه يُشَاهد على كل من السيارات السابحة فِي الفضاء وقطرات المَاء وَقطع الزّجاج الصَّغِيرَة وبلورات الثَّلج البراقة طغراء لصورة الشَّمْس وَختم لانعكاسها وَأثر نوراني خَاص بهَا فَإِن لم تقبل أَن تِلْكَ الشميسات المشرقة على الْأَشْيَاء غير المحدودة هِيَ انعكاسات نور الشَّمْس وتجليها فستضطر إِذا أَن تقبل بِوُجُود شمس بِالْأَصَالَةِ فِي كل قَطْرَة وَفِي كل قِطْعَة زجاج",
            "page": "59",
            "part": "1",
            "seal": "8E735E86"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "معرضة للضوء وَفِي كل ذرة شفافة تقَابل الضَّوْء مِمَّا يلْزم ترديك فِي مُنْتَهى البلاهة ومنتهى الْجُنُون ¶ وَهَكَذَا فَإِن لله وَهُوَ نور السَّمَوَات وَالْأَرْض تجليات نورانية من حَيْثُ الْإِحْيَاء وإفاضة الْحَيَاة فَهُوَ آيَة جلية وطغراء وَاضِحَة يَضَعهَا سُبْحَانَهُ على كل ذِي حَيَاة بِحَيْثُ لَو اجْتمعت جَمِيع الْأَسْبَاب وَأصْبح كل سَبَب فَاعِلا مُخْتَارًا فرضا فَلَنْ تَسْتَطِيع منح حَيَاة لموجود أَي أَنَّهَا تعجز عَجزا مُطلقًا عَن أَن تقلد شَيْئا الْخَتْم الرباني فِي الْأَحْيَاء ذَلِك لِأَن كل ذِي حَيَاة هُوَ بِحَدّ ذَاته معْجزَة من معجزات الْقُدْرَة الإلهية إِذْ هُوَ على صُورَة نقطة مركزية كالبؤرة لتجليات الْأَسْمَاء الْحسنى الَّتِي كل مِنْهَا بِمَثَابَة شُعَاع من نوره سُبْحَانَهُ فَلَو لم يسند مَا يُشَاهِدهُ على الْكَائِن الْحَيّ من صَنْعَة بديعة فِي الصُّورَة وَحِكْمَة بَالِغَة فِي النظام وتجل باهر لسر الأحدية إِلَى الْأَحَد الصَّمد جلّ جَلَاله للَزِمَ قبُول قدرَة فاطرة مُطلقَة غير متناهية مستترة فِي كل ذِي حَيَاة وَوُجُود علم مُحِيط وَاسع فِيهِ مَعَ إِرَادَة مُطلقَة قادرة على إدارة الْكَوْن بل يجب قبُول وجود بَقِيَّة الصِّفَات الَّتِي تخص الْخَالِق سُبْحَانَهُ فِي ذَلِك الْكَائِن حَتَّى لَو كَانَ الْكَائِن الْحَيّ ذُبَابَة أَو زهرَة أَي إِعْطَاء صِفَات",
            "page": "60",
            "part": "1",
            "seal": "74AA1299"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "الألوهية إِلَى كل ذرة من ذرات أَي كَائِن أَي قبُول افتراضات محَالة من أَمْثَال هَذِه الافتراضات الَّتِي توجب السُّقُوط إِلَى أدنى بلاهات الضَّلَالَة وحماقات الخرافة ذَلِك لِأَنَّهُ سُبْحَانَهُ وَتَعَالَى قد أعْطى لذرات كل شَيْء لَا سِيمَا إِذا كَانَت من البذرة والنواة وضعا معينا كَأَن تِلْكَ الذّرة تنظر إِلَى ذَلِك الْكَائِن الْحَيّ كُله رغم أَنَّهَا جُزْء مِنْهُ وتتخذ موقفا معينا وفْق نظامه بل تتَّخذ هَيْئَة خَاصَّة بِمَا يُفِيد دوَام ذَلِك النَّوْع وانتشاره وَنصب رايته فِي كل مَكَان وَكَأَنَّهَا تتطلع إِلَى جَمِيع أَنْوَاع ذَلِك الْكَائِن فِي الأَرْض فتزود البذرة مثلا بِمَا يشبه جنيحات لأجل الطيران والانتشار ويتخذ ذَلِك الْكَائِن الْحَيّ موقفا يتَعَلَّق بِجَمِيعِ موجودات الأَرْض الَّتِي يحتاجها لأدامة حَيَاته وتربيته ورزقه ومعاملاته فَإِن لم تكن تِلْكَ الذّرة مأمورة من لدن قدير مُطلق الْقُدْرَة وَقطعت نسبتها من ذَلِك الْقَدِير الْمُطلق لزم أَن يعْطى لَهَا بصر تبصر بِهِ جَمِيع الْأَشْيَاء وشعور يُحِيط بِكُل شَيْء ¶ حَاصِل الْكَلَام كَمَا أَنه لَو لم تسند صور الشميسات المشرقة وانعكاسات الألوان الْمُخْتَلفَة فِي القطرات وَقطع الزّجاج إِلَى ضوء الشَّمْس يَنْبَغِي عندئذ قبُول شموس لَا",
            "page": "61",
            "part": "1",
            "seal": "E12DF2C8"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "تحصى بَدَلا من شمس وَاحِدَة مِمَّا يَقْتَضِي التَّسْلِيم بخرافة محَالة كَذَلِك لَو لم يسند خلق كل شَيْء إِلَى الْقَدِير الْمُطلق للَزِمَ قبُول آلِهَة غير متناهية بل بِعَدَد ذرات الْكَوْن بَدَلا من الله الْوَاحِد الْأَحَد سُبْحَانَهُ أَي قبُول محَال بِدَرَجَة مائَة محَال أَي يَنْبَغِي السُّقُوط إِلَى هذيان الْجُنُون ¶ نخلص من هَذَا أَن هُنَاكَ من كل ذرة ثَلَاثَة شبابيك نَافِذَة مفتحة إِلَى نور وحدانية الله جلّ جَلَاله وَإِلَى وجوب وجوده سُبْحَانَهُ وَتَعَالَى ¶ النافذة الأولى ¶ إِن كل ذرة كالجندي الَّذِي لَهُ علاقَة مَعَ كل دَائِرَة من الدَّوَائِر العسكرية أَي مَعَ رهطه وسريته وفوجه ولوائه وفرقته وجيشه وَله حسب تِلْكَ العلاقة وَظِيفَة هُنَاكَ وَله حسب تِلْكَ الْوَظِيفَة حَرَكَة خَاصَّة ضمن نطاق نظامها فالذرة الجامدة الصَّغِيرَة جدا الَّتِي هِيَ فِي بؤبؤ عَيْنك لَهَا علاقَة مُعينَة ووظيفة خَاصَّة فِي عَيْنك ورأسك وجسمك وَفِي القوى المولدة والجاذبة والدافعة والمصورة وَفِي الأوردة والشرايين والأعصاب بل لَهَا علاقَة حَتَّى مَعَ نوع الْإِنْسَان",
            "page": "62",
            "part": "1",
            "seal": "E7D38529"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "فوجود هَذِه العلاقات والوظائف للذرة يدل بداهة لِذَوي البصائر على أَن الذّرة إِنَّمَا هِيَ أثر من صنع الْقَدِير الْمُطلق وَهِي مأمورة موظفة تَحت تصرفه سُبْحَانَهُ وَتَعَالَى ¶ النافذة الثَّانِيَة ¶ إِن كل ذرة من ذرات الْهَوَاء تَسْتَطِيع أَن تزور أَيَّة زهرَة أَو ثَمَرَة كَانَت وتتمكن من الدُّخُول وَالْعَمَل فِيهَا فَلَو لم تكن الذّرة مأمورة مسخرة من لدن الْقَدِير الْمُطلق الْبَصِير بِكُل شَيْء للَزِمَ أَن تكون تِلْكَ الذّرة التائهة عَالِمَة بِجَمِيعِ أجهزة الأثمار والأزهار وبكيفيات بنائها ومدركة بصنعتها الدقيقة المتباينة ونسج وتفصيل مَا قد عَلَيْهَا من صور وأشكال ومتقنة بصناعة نسيجها إتقانا تَاما ¶ وَهَكَذَا تشع هَذِه الذّرة شعاعا من شعاعات نور التَّوْحِيد كَالشَّمْسِ وَاضِحَة وَقس الضَّوْء على الْهَوَاء وَالْمَاء على التُّرَاب وَقس مَا فِي الْعُلُوم الْحَاضِرَة من مولد المَاء ومولد الحموضة الأوكسجين والهيدروجين والآزوت والكاربون على تِلْكَ العناصر الْمَذْكُورَة",
            "page": "63",
            "part": "1",
            "seal": "FEFF93D4"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "النافذة الثَّالِثَة ¶ يُمكن أَن تكون كتلة من التُّرَاب الْمركب من ذرات دقيقة منشأ ومصدرا لنمو أَي نَبَات من النباتات المزهرة والمثمرة الْمَوْجُودَة فِي الأَرْض كَافَّة فِيمَا لَو وضعت فِيهَا بذيراتها الدقيقة تِلْكَ البذيرات المتشابهة كالنطف والمركبة من كربون وآزوت وأوكسجين وهيدروجين فَهِيَ متماثلة مَاهِيَّة رغم أَنَّهَا مُخْتَلفَة نوعية حَيْثُ أودع فِيهَا بقلم الْقدر برنامج أَصْلهَا الَّذِي هُوَ معنوي بحت فَإِذا مَا وَضعنَا بالتعاقب تِلْكَ البذور فِي سندانة فستنمو كل بذرة بِلَا ريب بشكل يبرز أجهزتها الخارقة وأشكالها الْخَاصَّة وتراكيبها الْمعينَة فَلَو لم تكن كل ذرة من ذرات التُّرَاب مأمورة وموظفة ومتأهبة للْعَمَل تَحت إمرة عليم بأوضاع كل شَيْء وأحواله وقدير على إِعْطَاء كل شَيْء وجودا يَلِيق بِهِ ويديمه أَي لَو لم يكن كل شَيْء مسخرا أَمَام قدرته سُبْحَانَهُ للَزِمَ أَن تكون فِي كل ذرة من ذرات التُّرَاب مصانع ومكائن ومطابع معنوية بِعَدَد النباتات كي تصبح منشأ لتِلْك النباتات ذَات الأجهزة المتباينة والأشكال الْمُخْتَلفَة أَو يجب إِسْنَاد علم يُحِيط بِجَمِيعِ الموجودات إِلَى كل ذرة وقدرة تقدر على الْقيام بِعَمَل جَمِيع الأجهزة والأشكال فِيهَا كي تكون مصدرا لجميعها",
            "page": "64",
            "part": "1",
            "seal": "DDCBA9EC"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "أَي أَنه إِذا مَا انْقَطع الانتساب إِلَى الله سُبْحَانَهُ وَتَعَالَى يَنْبَغِي قبُول وجود آلِهَة بِعَدَد ذرات التُّرَاب وَهَذِه خرافة مستحيلة فِي ألف محَال ومحال بَيْنَمَا الْأَمر يكون مستساغا عقلا وسهلا ومقبولا عِنْدَمَا تصبح كل ذرة مأمورة إِذْ كَمَا أَن جنديا إعتياديا لَدَى سُلْطَان عَظِيم يَسْتَطِيع باسم السُّلْطَان واستنادا إِلَى قوته أَن يقوم بتهجير مَدِينَة عامرة من أَهلهَا أَو يصل بَين بحرين واسعين أَو يأسر قائدا عَظِيما كَذَلِك تَسْتَطِيع بعوضة صَغِيرَة أَن تطرح نمرودا عَظِيما على الأَرْض وتستطيع نملة بسيطة أَن تدمر صرح فِرْعَوْن وتستطيع بذرة تين صَغِيرَة جدا أَن تحمل شَجَرَة التِّين الضخمة على ظهرهَا كل ذَلِك بِأَمْر سُلْطَان الْأَزَل والأبد وبفضل ذَلِك الانتساب ¶ وكما رَأينَا فِي كل ذرة هَذِه النوافذ الثَّلَاث المفتحة على نور التَّوْحِيد فَفِيهَا أَيْضا شَاهِدَانِ صادقان آخرَانِ على وجود الصَّانِع سُبْحَانَهُ وَتَعَالَى وعَلى وحدانيته ¶ أَولهمَا ¶ هُوَ حمل الذّرة على كاهلها وظائف عَظِيمَة جدا ومتنوعة جدا مَعَ عجزها الْمُطلق",
            "page": "65",
            "part": "1",
            "seal": "5344405D"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "وَالْآخر ¶ هُوَ توَافق حركاتها بانتظام تَامّ وتناسقها مَعَ النظام الْعَام حَتَّى تبدو وَكَأن فِيهَا شعورا عَاما كليا مَعَ أَنَّهَا جماد ¶ أَي أَن كل ذرة تشهد بِلِسَان عجزها على وجود الْقَدِير الْمُطلق وَتشهد بإظهارها الانسجام التَّام مَعَ نظام الْكَوْن الْعَام على وحدانية الْخَالِق سُبْحَانَهُ وَتَعَالَى ¶ وكما أَن فِي كل ذرة هُنَاكَ شَاهِدين على أَن الله وَاجِب الْوُجُود وَوَاحِد كَذَلِك فِي كل حَيّ لَهُ آيتان على أَنه أحد صَمد ¶ نعم فَفِي كل حَيّ هُنَاكَ آيتان ¶ إِحْدَاهمَا آيَة الأحدية ¶ وَالْأُخْرَى آيَة الصمدية ¶ لِأَن كل حَيّ يظْهر تجليات الْأَسْمَاء الْحسنى الْمُشَاهدَة فِي أغلب الكائنات يظهرها دفْعَة وَاحِدَة فِي مرآته وَكَأَنَّهُ نقطة مركزية كالبؤرة تبين تجلي اسْم الله الْأَعْظَم الْحَيّ القيوم أَي أَنه يحمل آيَة الأحدية",
            "page": "66",
            "part": "1",
            "seal": "938DA332"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "بإظهاره نوعا من ظلّ أحدية الذَّات تَحت ستار إسم المحيي ¶ وَلما كَانَ الْكَائِن الْحَيّ بِمَثَابَة مِثَال مصغر للكائنات وبمثابة ثَمَرَة لشَجَرَة الخليقة فَإِن إِحْضَار حاجاته المترامية فِي الكائنات إِلَى دَائِرَة حَيَاته الصَّغِيرَة جدا بسهولة كَامِلَة وبدفعة وَاحِدَة يبرز للعيان آيَة الصمدية ويبينها أَي أَن هَذَا الْوَضع يبين أَن لهَذَا الْكَائِن الْحَيّ رَبًّا نعم الرب بِحَيْثُ أَن توجها مِنْهُ إِلَيْهِ يُغْنِيه عَن كل شَيْء ونظرة مِنْهُ إِلَيْهِ تكفيه عَن جَمِيع الْأَشْيَاء وَلنْ يحل جَمِيع الْأَشْيَاء مَحل توجه وَاحِد مِنْهُ سُبْحَانَهُ نعم يَكْفِي لكل شَيْء عَن كل شَيْء وَلَا يَكْفِي عَنهُ كل شَيْء وَلَو لشَيْء وَاحِد ¶ وَكَذَا يبين ذَلِك الْوَضع أَن ربه ذَاك جلّ شَأْنه كَمَا أَنه لَيْسَ مُحْتَاجا إِلَى شَيْء أيا كَانَ فَإِن خزائنه لَا ينقص مِنْهَا شَيْء أَيْضا وَلَا يصعب على قدرته شَيْء فإليك مِثَالا من آيَة تظهر ظلّ الصمدية ¶ أَي أَن كل ذِي حَيَاة يرتل بِلِسَان الْحَيَاة {قل هُوَ الله أحد الله الصَّمد}",
            "page": "67",
            "part": "1",
            "seal": "00F0613B"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "هَذَا وَإِن هُنَاكَ عدَّة نوافذ مهمة أُخْرَى عدا مَا ذَكرْنَاهُ قد اختصرت هُنَا فِيمَا فصلت فِي أَمَاكِن أُخْرَى ¶ فَمَا دَامَ كل ذرة من ذرات هَذَا الْكَوْن تفتح ثَلَاث نوافذ وكوتين والحياة نَفسهَا تفتح بَابَيْنِ دفْعَة وَاحِدَة إِلَى وحدانية الله سُبْحَانَهُ فَلَا بُد أَنَّك تَسْتَطِيع الْآن قِيَاس مدى مَا تنشره طَبَقَات الموجودات من الذرات إِلَى الشَّمْس من أنوار معرفَة الله ذِي الْجلَال فَافْهَم من هَذَا سَعَة دَرَجَات الرقي الْمَعْنَوِيّ فِي معرفَة الله سُبْحَانَهُ ومراتب الاطمئنان والسكينة القلبية وَقس عَلَيْهَا",
            "page": "68",
            "part": "1",
            "seal": "F59E1F7C"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "اللمْعَة الْخَامِسَة كتاب الْكَوْن يعرف الباريء المصور ¶ من الْمَعْلُوم أَنه يَكْفِي لإِخْرَاج كتاب مَا قلم وَاحِد إِن كَانَ مخطوطا وَيلْزم أَقْلَام عديدة بِعَدَد حُرُوفه إِن كَانَ مطبوعا أَي حروفا معدنية عديدة وَلَو كتب مُعظم مَا فِي الْكتاب فِي بعض حُرُوفه بِخَط دَقِيق جدا ككتابة سُورَة يس فِي لفظ يس فَيلْزم عندئذ أَن تكون جَمِيع الْحُرُوف المعدنية مصغرة جدا لطبع ذَلِك الْحَرْف الْوَاحِد ¶ فَكَمَا أَن الْأَمر هَكَذَا فِي الْكتاب المستنسخ أَو المطبوع كَذَلِك كتاب الْكَوْن هَذَا إِذا قلت أَنه كِتَابَة قلم قدرَة الصَّمد ومكتوب الْوَاحِد الْأَحَد فقد سلكت إِذا طَرِيقا سهلة بِدَرَجَة الْوُجُوب ومعقولة بِدَرَجَة الضَّرُورَة وَلَكِن إِذا مَا أسندته إِلَى الطبيعة وَإِلَى الْأَسْبَاب فقد سلكت طَرِيقا صعبة بِدَرَجَة الِامْتِنَاع وَذَات إشكالات عويصة بِدَرَجَة الْمحَال وَذَات خرافات لَا شكّ فِيهَا إِذْ يلْزم أَن تنشيء الطبيعة فِي كل جُزْء",
            "page": "69",
            "part": "1",
            "seal": "CD93615F"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "تُرَاب وَفِي كل قَطْرَة مَاء وَفِي كل كتلة هَوَاء ملايين الملايين من مطابع معدنية وَمَا لَا يحد من مصانع معنوية كل يظْهر كل جُزْء من تِلْكَ الْأَجْزَاء وينشىء مَا لَا يعد وَلَا يُحْصى من النباتات المزهرة والمثمرة أَو تضطر إِلَى قبُول وجود علم مُحِيط بِكُل شَيْء وَقُوَّة مقتدرة على كل شَيْء فِي كل مِنْهَا كي يكون مصدرا حَقِيقِيًّا لهَذِهِ المصنوعات لِأَن كل جُزْء من أَجزَاء التُّرَاب وَالْمَاء والهواء يُمكن أَن يكون منشأ لأغلب النباتات وَالْحَال أَن تركيب كل نَبَات مُنْتَظم وموزون ومتمايز ومختلف نوعا فَكل مِنْهُ إِذا بحاجة إِلَى معمل معنوي خَاص بِهِ وَحده وَإِلَى مطبعة تخصه هُوَ فَقَط فالطبيعة إِذا إِذا خرجت عَن كَونهَا وحدة قِيَاس للموجودات إِلَى مصدر لوجودها فَمَا عَلَيْهَا إِلَّا إِحْضَار مكائن جَمِيع الْأَشْيَاء فِي كل شَيْء ¶ وَهَكَذَا فَإِن أساس فكرة عبَادَة الطبيعة هَذِه خرافة بئست الخرافة حَتَّى الخرافيون أنفسهم يخجلون مِنْهَا فَتَأمل فِي أهل الضَّلَالَة الَّذين يعدون أنفسهم عقلاء كَيفَ تمسكوا بفكرة غير معقولة بالمرة ثمَّ اعْتبر",
            "page": "70",
            "part": "1",
            "seal": "62E82AE5"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "الْخُلَاصَة إِن كل حرف فِي أَي كتاب كَانَ يظْهر نَفسه بِمِقْدَار حرف وَيدل على وجوده بِصُورَة مُعينَة إِلَّا أَنه يعرف كَاتبه بِعشر كَلِمَات وَيدل عَلَيْهِ بجوانب عديدة فَيَقُول مثلا إِن كاتبي خطه جميل وَإِن قلمه أَحْمَر وَأَنه كَذَا وَكَذَا وَمثل ذَلِك كل حرف من كتاب الْعَالم الْكَبِير هَذَا يدل على ذَاته بِقدر جرمه مادته وَيظْهر نَفسه بِمِقْدَار صورته إِلَّا أَنه يعرف أَسمَاء الباريء المصور سُبْحَانَهُ بِمِقْدَار قصيدة وَيظْهر تِلْكَ الْأَسْمَاء الْحسنى وَيُشِير إِلَيْهَا بِعَدَد أَنْوَاعه شَاهدا على مُسَمَّاهُ لذا يَنْبَغِي أَلا يزل إِلَى إِنْكَار الْخَالِق ذِي الْجلَال حَتَّى ذَلِك السوفسطائي الأحمق الَّذِي يُنكر نَفسه وينكر الْكَوْن",
            "page": "71",
            "part": "1",
            "seal": "F1BBD116"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "اللمْعَة السَّادِسَة آيَات التَّوْحِيد على صحيفَة الرّبيع ¶ إِن الْخَالِق ذَا الْجلَال كَمَا وضع على جبين كل فَرد من مخلوقاته وعَلى جبهة كل جُزْء من مصنوعاته آيَة أحديته وَقد رَأَيْت قسما مِنْهَا فِي اللمعات السَّابِقَة فَإِنَّهُ سُبْحَانَهُ قد وضع على كل نوع كثيرا من آيَة الأحدية بشكل سَاطِع لامع وعَلى كل كل عديدا من أختام الواحدية بل وضع على مَجْمُوع الْعَالم أنواعا من طغراء الْوحدَة وَإِذا تأملنا ختما وَاحِدًا من تِلْكَ الأختام والعلامات العديدة الْمَوْضُوعَة على صحيفَة سطح الأَرْض فِي موسم الرّبيع تبين لنا مَا يَأْتِي ¶ إِن البارىء المصور سُبْحَانَهُ وَتَعَالَى قد حشر وَنشر أَزِيد من ثلاثمئة ألف نوع من النباتات والحيوانات على وَجه الأَرْض فِي فصل الرّبيع والصيف بتمييز وتشخيص بالغين وبانتظام وتفريق كَامِلين رغم اخْتِلَاط الْأَنْوَاع اختلاطا كَامِلا فأظهر لنا آيَة وَاسِعَة ساطعة للتوحيد وَاضِحَة وضوح الرّبيع أَي أَن إِيجَاد ثلاثمئة ألف نموذج",
            "page": "72",
            "part": "1",
            "seal": "84A33351"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "من نماذج الْحَشْر بانتظام كَامِل عِنْد إحْيَاء الأَرْض الْميتَة فِي موسم الرّبيع وَكِتَابَة الْأَفْرَاد المتداخلة لثلاثمئة ألف نوع مُخْتَلف على صحيفَة الأَرْض كِتَابَة دون خطأ وَلَا سَهْو وَلَا نقص وَفِي مُنْتَهى التوازن والانتظام وَفِي مُنْتَهى الاكتمال لَا شكّ أَنه آيَة خَاصَّة بِمن بِيَدِهِ ملكوت كل شَيْء وَبِيَدِهِ مقاليد كل شَيْء وَهُوَ الْعَلِيم الْخَبِير ¶ وَلَقَد بَين الْقُرْآن الْكَرِيم هَذِه الْآيَة الساطعة فِي قَوْله تَعَالَى فَانْظُر إِلَى آثَار رحمت الله كَيفَ يحيي الأَرْض بعد مَوتهَا إِن ذَلِك لمحيي الْمَوْتَى وَهُوَ على كل شَيْء قدير ¶ نعم إِن قدرَة الفاطر الْحَكِيم الَّتِي أظهرت ثلاثمئة ألف نوع من نماذج الْحَشْر فِي إحْيَاء الأَرْض خلال بضعَة أَيَّام لَا بُد أَن يكون حشر الْإِنْسَان لَدَيْهَا سهلا ويسيرا إِذْ هَل يَصح أَن يُقَال مثلا لمن لَهُ خوارق بِحَيْثُ يزِيل جبلا عَظِيما بِإِشَارَة مِنْهُ أيستطيع أَن يزِيل هَذِه الصَّخْرَة الْعَظِيمَة الَّتِي سدت طريقنا من هَذَا الْوَادي وَمثله كَذَلِك لَا يجرأ ذُو عقل أَن يَقُول بِصِيغَة الاستبعاد للقدير الْحَكِيم والكريم الرَّحِيم الَّذِي خلق السَّمَاوَات وَالْأَرْض فِي سِتَّة أَيَّام وَالَّذِي يملأهما ويفرغهما حينا بعد",
            "page": "73",
            "part": "1",
            "seal": "49BF66D9"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "حِين كَيفَ يَسْتَطِيع أَن يزِيل طبقَة التُّرَاب هَذِه الَّتِي علينا وَالَّتِي سدت طريقنا المفروشة إِلَى مستضافه الخالد ¶ فَهَذَا مِثَال آيَة وَاحِدَة للتوحيد تظهر على سطح الأَرْض فِي فصل الرّبيع والصيف فَتَأمل إِذا كَيفَ يظْهر ختم الواحدية بجلاء على تصريف الْأُمُور فِي الرّبيع الهائل على سطح الأَرْض وَهُوَ فِي مُنْتَهى الْحِكْمَة والتبصر ذَلِك لِأَن هَذِه الإجراءات الْمُشَاهدَة هِيَ فِي انتظام مُطلق وخلقة تَامَّة وصنعة كَامِلَة بديعة مَعَ أَنَّهَا تجْرِي فِي سَعَة مُطلقَة وَمَعَ هَذِه السعَة فَهِيَ تتمّ فِي سرعَة مُطلقَة وَمَعَ هَذِه السرعة فَهِيَ ترد فِي سخاء مُطلق أَلَيْسَ هَذَا يُوضح أَنه ختم أَي ختم بِحَيْثُ لَا يُمكن أَن يمتلكه إِلَّا من يملك علما غير متناه وقدرة غير محدودة ¶ نعم إننا نشاهد على سطح الأَرْض كَافَّة أَن هُنَاكَ إيجادا وتصرفا وفعالية تجْرِي فِي سَعَة مُطلقَة وَمَعَ السعَة تنجز فِي سرعَة مُطلقَة وَمَعَ السرعة وَالسعَة يُشَاهد سخاء مُطلق فِي تَكْثِير الْأَفْرَاد وَمَعَ السخاء وَالسعَة والسرعة تتضح سهولة مُطلقَة فِي الْأَمر مَعَ انتظام مُطلق وإبداع فِي الصَّنْعَة وامتياز تَامّ رغم الِاخْتِلَاط الشَّديد والامتزاج الْكَامِل ويشاهد كَذَلِك آثَار ثمينة جدا",
            "page": "74",
            "part": "1",
            "seal": "58D25708"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "ومصنوعات نفيسة جدا رغم الوفرة غير المحدودة مَعَ انسجام كَامِل فِي نطاق وَاسع جدا ودقة الصَّنْعَة وبدائعها وروعتها وَهِي فِي مُنْتَهى السهولة واليسر فإيجاد كل هَذَا فِي آن وَاحِد وَفِي كل مَكَان وبالطراز نَفسه وَفِي كل فَرد مَعَ إِظْهَار الصَّنْعَة الخارقة والفعالية المعجزة لَا شكّ مُطلقًا أَنه برهَان سَاطِع وَختم يخص من لَا يحده مَكَان مِثْلَمَا أَنه فِي كل مَكَان حَاضر وناظر رَقِيب حسيب وَمن لَا يخفى عَلَيْهِ شَيْء مِثْلَمَا أَنه لَا يعجزه شَيْء فخلق الذرات والنجوم سَوَاء أَمَام قدرته ¶ لقد أحصيت ذَات يَوْم عناقيد سَاق نحيفة لعنب متسلق بغلظ أصبعين تِلْكَ العناقيد الَّتِي هِيَ معجزات الرَّحِيم ذِي الْجمال فِي بُسْتَان كرمه فَكَانَت مائَة وَخَمْسَة وَخمسين عنقودا وأحصيت حبات عنقود وَاحِد مِنْهَا فَكَانَت مائَة وَعشْرين حَبَّة فتأملت وَقلت لَو كَانَت هَذِه السَّاق الهزيلة خزانَة مَاء معسل وَكَانَت تُعْطِي مَاء باستمرار لما كَانَت تَكْفِي أَمَام لفح الْحَرَارَة مَا ترْضِعه مئات الحبات المملوءة من شراب سكر الرَّحْمَة وَالْحَال أَنَّهَا قد لَا تنَال إِلَّا رُطُوبَة ضئيلة جدا فَيلْزم أَن يكون الْقَائِم بِهَذَا الْعَمَل قَادِرًا على كل شَيْء فسبحان من تحير فِي صنعه الْعُقُول",
            "page": "75",
            "part": "1",
            "seal": "8DEA91AF"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "اللمْعَة السَّابِعَة دساتير عريقة فِي الْكَوْن ¶ كَمَا أَنَّك تتمكن من رُؤْيَة أختام الْأَحَد الصَّمد سُبْحَانَهُ المختومة بهَا صحيفَة الأَرْض وَذَلِكَ بنظرة إمعان قَليلَة فارفع رَأسك وَافْتَحْ عَيْنَيْك وألق نظرة على كتاب الْكَوْن الْكَبِير تَرَ أَنه يقْرَأ على الْكَوْن كُله ختم الْوحدَة بوضوح تَامّ بِقدر عَظمته وسعته ذَلِك لِأَن هَذِه الموجودات كأجزاء معمل مُنْتَظم وأركان قصر مُعظم وأنحاء مَدِينَة عامرة كل جُزْء ظهير للْآخر كل جُزْء يمد يَد العون للْآخر ويجد فِي إسعاف حاجاته والأجزاء جَمِيعًا تسْعَى يدا بيد بانتظام تَامّ فِي خدمَة ذَوي الْحَيَاة متكاتفة متساندة متوجهة إِلَى غَايَة معنية فِي طَاعَة مُدبر حَكِيم وَاحِد ¶ نعم إِن دستور التعاون الْجَارِي الظَّاهِر ابْتِدَاء من جري الشَّمْس وَالْقَمَر وتعاقب اللَّيْل وَالنَّهَار وترادف الشتَاء والصيف إِلَى إمداد النباتات للحيوانات الجائعة وَإِلَى سعي الْحَيَوَانَات لمساعدة",
            "page": "76",
            "part": "1",
            "seal": "BD2B524A"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "الْإِنْسَان الضَّعِيف المكرم بل إِلَى وُصُول الْموَاد الغذائية على جنَاح السرعة لإغاثة الْأَطْفَال النحاف وإمداد الْفَوَاكِه اللطيفة بل إِلَى خدمَة ذرات الطَّعَام لحَاجَة حجيرات الْجِسْم كل هَذِه الحركات الْجَارِيَة وفْق دستور التعاون تري لمن لم يفقد بصيرته كليا أَنَّهَا تجْرِي بِقُوَّة مرب وَاحِد كريم مُطلق الْكَرم وبأمر مُدبر وَاحِد حَكِيم مُطلق الْحِكْمَة ¶ فَهَذَا التساند وَهَذَا التعاون وَهَذَا التجاوب وَهَذَا التعانق وَهَذَا التسخير وَهَذَا الانتظام الْجَارِي فِي هَذَا الْكَوْن يشْهد شَهَادَة قَاطِعَة أَن مُدبرا وَاحِدًا هُوَ الَّذِي يديره ومربيا أحدا يَسُوق الْجَمِيع فِي الْكَوْن زد على ذَلِك فَإِن الْحِكْمَة الْعَامَّة الظَّاهِرَة بداهة فِي خلق الْأَشْيَاء البديعة وَمَا تتضمنه من عناية تَامَّة وَمَا فِي هَذِه الْعِنَايَة من رَحْمَة وَاسِعَة وَمَا على هَذِه الرَّحْمَة من أرزاق منثورة تفي حَاجَة كل ذِي حَيَاة وتعيشه وفْق حاجاته كل ذَلِك ختم عَظِيم للتوحيد لَهُ من الظُّهُور والوضوح مَا يفهمهُ كل من لم تنطفيء جذوة عقله وَيَرَاهُ كل من لم يعم بَصَره ¶ نعم أَن حلَّة الْحِكْمَة الَّتِي يتَرَاءَى مِنْهَا الْقَصْد والشعور والإرادة قد أسبغت على الْكَوْن كُله وجللت",
            "page": "77",
            "part": "1",
            "seal": "A32D64C5"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "كل جوانبه وخلعت على حلَّة الْحِكْمَة هَذِه حلَّة الْعِنَايَة الَّتِي تشف عَن اللطف والتزيين والتحسين وَالْإِحْسَان وعَلى هَذِه الْحلَّة القشيبة للعناية ألقيت حلَّة الرَّحْمَة الَّتِي يتألق مِنْهَا بريق التودد والتعرف والإنعام وَالْإِكْرَام وَهِي تغمر الْكَوْن كُله وتضمه وصفت على هَذِه الْحلَّة المنورة للرحمة الْعَامَّة الأرزاق الْعَامَّة ومدت موائدها الَّتِي تعرض الترحم وَالْإِحْسَان وَالْإِكْرَام والرأفة الْكَامِلَة وَحسن التربية ولطف الربوية ¶ نعم إِن هَذِه الموجودات ابْتِدَاء من الذرات إِلَى الشموس سَوَاء أَكَانَت أفرادا أم أنواعا وَسَوَاء أَكَانَت صَغِيرَة أم كَبِيرَة قد ألبست ثوبا رائعا جدا نسج هَذَا الثَّوْب من قماش الْحِكْمَة المزين بنقوش الثمرات والنتائج والغايات والفوائد والمصالح وأكسيت بحلة الْعِنَايَة المطرزة بأزاهير اللطف وَالْإِحْسَان قدت وفصلت حسب قامة كل شَيْء ومقاس كل مَوْجُود وعَلى حلَّة الْعِنَايَة هَذِه قلدت شارات الرَّحْمَة الساطعة ببريق التودد والتكرم والتحنن والمتلألئة بلمعات الإنعام والأفضال وعَلى تِلْكَ الشارات المرصعة المنورة نصبت مائدة الرزق الْعَام على امتداد سطح الأَرْض بِمَا يَكْفِي جَمِيع طوائف ذَوي الْحَيَاة وَبِمَا يَفِي سد جَمِيع حاجاتهم",
            "page": "78",
            "part": "1",
            "seal": "0EC79DD5"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "وَهَكَذَا فَهَذَا الْعَمَل يُشِير إِشَارَة وَاضِحَة وضوح الشَّمْس إِلَى حَكِيم مُطلق الْحِكْمَة وكريم مُطلق الْكَرم وَرَحِيم مُطلق الرَّحْمَة ورزاق مُطلق الرزق ¶ أحقا أَن كل شَيْء بحاجة إِلَى الرزق ¶ نعم كَمَا أننا نرى أَن كل فَرد بحاجة إِلَى رزق يديم حَيَاته كَذَلِك جَمِيع موجودات الْعَالم وَلَا سِيمَا الْأَحْيَاء الْكُلِّي مِنْهَا والجزئي أَو الْكل والجزء لَهَا فِي كيانها وَفِي بَقَائِهَا وَفِي حَيَاتهَا وإدامتها مطاليب كَثِيرَة وضروريات عديدة مَادَّة وَمعنى وَمَعَ أَنَّهَا مفتقرة ومحتاجة إِلَى أَشْيَاء كَثِيرَة مِمَّا لَا يُمكن أَن تصل يَدهَا إِلَى أدناها بل لَا تَكْفِي قُوَّة ذَلِك الشَّيْء وَقدرته للحصول على أَصْغَر مطاليبه نشاهد أَن جَمِيع تِلْكَ المطاليب والأرزاق المادية والمعنوية تسلم إِلَى يَدَيْهِ من حَيْثُ لَا يحْتَسب وبانتظام كَامِل وَفِي الْوَقْت الْمُنَاسب تَسْلِيمًا مُوَافقا لِحَيَاتِهِ متسما بالحكمة الْكَامِلَة ¶ أَلا يدل هَذَا الافتقار وَهَذِه الْحَاجة فِي الْمَخْلُوقَات وَهَذَا النمط من الْإِمْدَاد والإعانة الغيبية على رب حَكِيم ذِي جلال ومدبر رَحِيم ذِي جمال",
            "page": "79",
            "part": "1",
            "seal": "66786868"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "اللمْعَة الثَّامِنَة الْمَالِك للْكُلّ هُوَ الْمَالِك للجزء ¶ مِثْلَمَا أَن زراعة بذور فِي حقل مَا تدل على أَن ذَلِك الحقل هُوَ تَحت تصرف مَالك البذرة وَأَن تِلْكَ البذرة هِيَ كَذَلِك تَحت تصرفه فَإِن كُلية العناصر فِي مزرعة الأَرْض وَفِي كل جُزْء مِنْهَا مَعَ أَنَّهَا وَاحِدَة وبسيطة وانتشار الْمَخْلُوقَات من نباتات وحيوانات فِي مُعظم الْأَمَاكِن وَهِي تمثل ثَمَرَات الرَّحْمَة الإلهية ومعجزات قدرته وكلمات حكمته مَعَ أَنَّهَا متماثلة ومتشابهة ومتوطنة فِي كل طرف أَن هَذِه الْكُلية والانتشار يدلان دلَالَة جلية على أَنَّهُمَا تَحت تصرف رب وَاحِد أحد حَتَّى كَأَن كل زهرَة وكل ثَمَرَة وكل حَيَوَان آيَة ذَلِكُم الرب الْكَرِيم وختمه وطغراؤه فأينما يحل أَي مِنْهَا يَقُول بِلِسَان حَاله ¶ من كنت آيَته فَهَذِهِ الأَرْض مصنوعه وَمن كنت خَتمه فَهَذَا الْمَكَان مكتوبه وَمن كنت علامته فَهَذَا الموطن منسوجه",
            "page": "80",
            "part": "1",
            "seal": "A9B41666"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "فالربوبية إِذن على أدنى مَخْلُوق إِنَّمَا هِيَ من شَأْن من يمسك فِي قَبْضَة تصرفه جَمِيع العناصر ورعاية أدنى حَيَوَان إِنَّمَا هِيَ من شَأْن من لَا يعجزه تربية جَمِيع الْحَيَوَانَات والنباتات والمخلوقات ضمن قَبْضَة ربوبيته ¶ نعم إِن كل فَرد يَقُول بِلِسَان مماثلته ومشابهته مَعَ سَائِر الْأَفْرَاد ¶ من كَانَ مَالِكًا لجَمِيع نَوْعي يُمكنهُ أَن يكون مالكي وَإِلَّا فَلَا وَإِن كل نوع يَقُول بِلِسَان انتشاره مَعَ سَائِر الْأَنْوَاع من كَانَ مَالِكًا للكون كُله يُمكنهُ أَن يكون مالكي وَإِلَّا فَلَا ¶ فَلَو قيل لتفاحة ذَات شُعُور أَنْت مصنوعتي أَنا فسترد عَلَيْهِ تِلْكَ التفاحة بِلِسَان الْحَال قائلة ¶ صه لَو اسْتَطَعْت أَن تكون قَادِرًا على تركيب مَا على سطح الأَرْض من تفاح بل لَو أَصبَحت متصرفا فِي مَا على الأَرْض من نباتات مثمرة من جنسنا بل متصرفا فِي هَدَايَا الرَّحْمَن الَّتِي يجود بهَا من خزينة الرَّحْمَة فَادع آنذاك الربوبية عَليّ ¶ فتلطم تِلْكَ التفاحة بِهَذَا الْجَواب فَم ذَلِك الأحمق لطمة قَوِيَّة",
            "page": "81",
            "part": "1",
            "seal": "8AE359C7"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "اللمْعَة التَّاسِعَة سهولة الْخلق فِي التَّوْحِيد ¶ لقد أَشَرنَا إِلَى آيَات وأختام مَوْضُوعَة على الْجُزْء والجزئي وعَلى الْكل والكلي وعَلى الْعَالم الْكُلِّي وعَلى الْحَيَاة وعَلى ذَوي الْحَيَاة وعَلى الْأَحْيَاء ونشير هُنَا إِلَى آيَة وَاحِدَة مِمَّا لَا يُحْصى من الْآيَات فِي الْأَنْوَاع ¶ إِن تكاليف أثمار عديدة لشَجَرَة مثمرة تتسهل ومصاريفها تتذلل حَتَّى تتساوى مَعَ تكاليف ومصاريف ثَمَرَة وَاحِدَة تربت بأيدي الْكَثْرَة ذَلِك لِأَن الشَّجَرَة الْوَاحِدَة المثمرة تدار من مَرْكَز وَاحِد وبتربية وَاحِدَة وبقانون وَاحِد أَي إِن الْكَثْرَة وتعدد المراكز يستدعيان أَن تكون لكل ثَمَرَة مصاريف وتكاليف وأجهزة كمية بِقدر مَا تحتاجه شَجَرَة كَامِلَة وَالْفرق فِي النوعية لَيْسَ إِلَّا مثله فِي هَذَا مثل عمل عتاد لجندي وتوفير تجهيزاته العسكرية إِذْ يحْتَاج إِلَى معامل بِقدر المعامل الَّتِي يحتاجها الْجَيْش بأكمله فَالْعَمَل إِذن",
            "page": "82",
            "part": "1",
            "seal": "5E5A3B89"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "إِذا انْتقل من يَد الْوحدَة إِلَى يَد الْكَثْرَة فَإِن التكاليف تزداد من حَيْثُ الكمية بِعَدَد الْأَفْرَاد وَهَكَذَا فَإِن مَا يُشَاهد من أثر الْيُسْر والسهولة الظَّاهِرَة فِي النَّوْع إِنَّمَا هُوَ ناشيء من السهولة الفائقة فِي الْوحدَة والتوحيد ¶ الْخُلَاصَة ¶ كَمَا أَن التشابه والتوافق فِي الْأَعْضَاء الأساس لأنواع جنس وَاحِد وأفراد نوع وَاحِد يثبتان أَن تِلْكَ الْأَنْوَاع والأفراد إِنَّمَا هِيَ مخلوقات خَالق وَاحِد كَذَلِك السهولة الْمُطلقَة المشهودة وانعدام التكاليف تستلزمان بِدَرَجَة الْوُجُوب أَن يكون الْجَمِيع آثَار صانع وَاحِد وَإِلَّا لساقت الصعوبة الَّتِي هِيَ فِي دَرَجَة الِامْتِنَاع ذَلِك الْجِنْس إِلَى الإنعدام وَذَلِكَ النَّوْع إِلَى الْعَدَم ¶ نحصل من هَذَا أَنه إِذا أسْند الْخلق إِلَى الْحق سُبْحَانَهُ وَتَعَالَى فَإِن جَمِيع الْأَشْيَاء حكمهَا فِي سهولة الْخلق كخلق شَيْء وَاحِد وَإِن أسْند إِلَى الْأَسْبَاب فَإِن كل شَيْء يكون حكمه فِي الْخلق صعبا كصعوبة خلق جَمِيع الْأَشْيَاء وَلما كَانَ الْأَمر هَكَذَا فَإِن الوفرة الفائقة الْمُشَاهدَة فِي الْعَالم وَالْخصب الظَّاهِر أَمَام الْعين يظهران كَالشَّمْسِ آيَة",
            "page": "83",
            "part": "1",
            "seal": "012BF88A"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "الْوحدَة فَإِن لم تكن هَذِه الْفَوَاكِه الوفيرة الَّتِي نتناولها ملكا لوَاحِد أحد لما أمكننا أَن نَأْكُل رمانة وَاحِدَة وَلَو أعطينا مَا فِي الدُّنْيَا كلهَا ثمنا لصنعها",
            "page": "84",
            "part": "1",
            "seal": "C5B1ABBD"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "اللمْعَة الْعَاشِرَة الْحَيَاة وَالْمَوْت آيتان ¶ كَمَا أَن الْحَيَاة الَّتِي تظهر تجلي الْجمال الرباني هِيَ برهَان الأحدية بل هِيَ نوع من تجلي الْوحدَة فالموت الَّذِي يظْهر تجلي الْجلَال الإلهي هُوَ الآخر برهَان الواحدية ¶ فمثلا إِن الفقاعات والزبد والحباب الْمُقَابلَة للشمس وَالَّتِي تنساب متألقة على سطح نهر عَظِيم والمواد الشفافة المتلمعة على سطح الأَرْض شَوَاهِد على وجود تِلْكَ الشَّمْس وَذَلِكَ بإراءتها صُورَة الشَّمْس وعكسها لضوئها فدوام تجلي الشَّمْس ببهاء مَعَ غرُوب تِلْكَ القطرات وَزَوَال لمعان الْموَاد واستمرار ذَلِك التجلي دون نقص على القطرات والمواد الشفافة الْمُقبلَة مجددا لهي شَهَادَة قَاطِعَة أَن تِلْكَ الشميسات المثالية وَتلك الأضواء المنعكسة وَتلك الْأَنْوَار الْمُشَاهدَة الَّتِي تنطفىء وتضيء وتتغير وتتبدل متجددة إِنَّمَا هِيَ تجليات شمس بَاقِيَة دائمة عالية وَاحِدَة لَا زَوَال لَهَا فَتلك",
            "page": "85",
            "part": "1",
            "seal": "D8DA4A78"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "القطرات اللمعاة إِذا بظهورها وبمجيئها تدل على وجود الشَّمْس وعَلى دوامها ووحدتها ¶ وعَلى غرار هَذَا الْمِثَال وَللَّه الْمثل الْأَعْلَى نجد أَن ¶ هَذِه الموجودات السيالة إِذْ تشهد بوجودها وحياتها على وجوب وجود الْخَالِق سُبْحَانَهُ وَتَعَالَى وعَلى أحديته فَإِنَّهَا تشهد بزوالها وموتها هِيَ أَيْضا على وجود الْخَالِق سُبْحَانَهُ وعَلى أزليته وسرمديته وأحديته ¶ نعم إِن تجدّد المصنوعات الجميلة وتبدل الْمَخْلُوقَات اللطيفة ضمن الْغُرُوب والشروق وباختلاف اللَّيْل وَالنَّهَار وبتحول الشتَاء والصيف وتبدل العصور والدهور كَمَا أَنَّهَا تشهد وَلَا بُد على وجود ذِي جمال سرمدي رفيع الدَّرَجَات دَائِم التجلي وعَلى بَقَائِهِ سُبْحَانَهُ ووحدته فَإِن موت تِلْكَ المصنوعات وزوالها بأسبابها الظَّاهِرَة يبين تفاهة تِلْكَ الْأَسْبَاب وعجزها وَكَونهَا ستارا وحجابا لَيْسَ إِلَّا فَيثبت لنا هَذَا الْوَضع أثباتا قَاطعا إِن هَذِه الْخلقَة والصنعة وَهَذِه النقوش والتجليات إِنَّمَا هِيَ مصنوعات ومخلوقات متجددة للخالق جلّ جَلَاله الَّذِي جَمِيع أَسْمَائِهِ حسنى مُقَدَّسَة بل هِيَ نقوشه المتحولة ومراياه المتحركة وآياته المتعاقبة وأختامه المتبدلة بحكمة",
            "page": "86",
            "part": "1",
            "seal": "100F5D42"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "الْخُلَاصَة ¶ إِن كتاب الْكَوْن الْكَبِير هَذَا إِذْ تعلمنا آيَاته التكوينية الدَّالَّة على وجوده سُبْحَانَهُ وعَلى وحدانيته فَهُوَ يشْهد كَذَلِك على جَمِيع صِفَات الْكَمَال وَالْجمال والجلال للذات الجليلة وَيثبت أَيْضا كَمَال ذَاته الجليلة المبرأة من كل نقص والمنزهة عَن كل قُصُور ذَلِك لِأَن ظُهُور الْكَمَال فِي أثر مَا يدل على كَمَال الْفِعْل الَّذِي هُوَ مصدره كَمَا هُوَ بديهي وَكَمَال الْفِعْل هَذَا يدل على كَمَال الِاسْم وَكَمَال الِاسْم يدل على كَمَال الصِّفَات وَكَمَال الصِّفَات يدل على كَمَال الشَّأْن الذاتي وَكَمَال الشَّأْن الذاتي يدل على كَمَال الذَّات ذَات الشؤون حدسا وضرورة وبداهة فمثلا إِن النقوش المتقنة والتزيينات البديعة لقصر كَامِل رائع تدل على مَا وَرَاءَهَا من كَمَال الْأَفْعَال التَّامَّة لبِنَاء ماهر خَبِير وَإِن كَمَال تِلْكَ الْأَفْعَال وإتقانها ينْطق بتكامل الْأَسْمَاء لرتب وعناوين ذَلِك الْبناء الْفَاعِل وتكامل الْأَسْمَاء والعناوين يفصح عَن تَكَامل صِفَات لَا تحصى لذَلِك الصَّانِع من جِهَة صَنعته وتكامل تِلْكَ الصِّفَات وإبداع الصَّنْعَة يَشْهَدَانِ على تَكَامل قابليات ذَلِك الصَّانِع وإستعداداته الذاتية",
            "page": "87",
            "part": "1",
            "seal": "2DBD9849"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "الْمُسَمَّاة بالشؤون وتكامل تِلْكَ الشؤون والقابليات الذاتية تدل على تَكَامل مَاهِيَّة ذَات الصَّانِع ¶ وَهَكَذَا الْأَمر فِي الصَّنْعَة المبدعة المبرأة من النَّقْص والفطور فِي هَذِه الْآثَار المشهودة فِي الْعَالم وَفِي هَذِه الموجودات المنتظمة فِي الْكَوْن الَّتِي لفتت إِلَيْهَا الأنظار الْآيَة الْكَرِيمَة {هَل ترى من فطور} فَهِيَ تدل بِالْمُشَاهَدَةِ على كَمَال الْأَفْعَال لمؤثر ذِي قدرَة مُطلقَة وَكَمَال الْأَفْعَال ذَاك يدل بالبداهة على كَمَال أَسمَاء الْفَاعِل ذِي الْجلَال وَذَلِكَ الْكَمَال يدل وَيشْهد بِالضَّرُورَةِ على كَمَال صِفَات مُسَمّى ذِي جمال لتِلْك الْأَسْمَاء وَكَمَال الصِّفَات ذَاك يدل وَيشْهد يَقِينا على كَمَال مَوْصُوف ذِي كَمَال وَكَمَال الشؤون ذَاك يدل بِحَق الْيَقِين على كَمَال ذَات مُقَدَّسَة ذَات شؤون دلَالَة وَاضِحَة بِحَيْثُ إِن مَا فِي الْكَوْن من أَنْوَاع الكمالات الْمُشَاهدَة لَيْسَ إِلَّا ظلا ضَعِيفا منطفئا وَللَّه الْمثل الْأَعْلَى بِالنِّسْبَةِ لآيَات كَمَاله ورموز جَلَاله وإشارات جماله سُبْحَانَهُ وَتَعَالَى",
            "page": "88",
            "part": "1",
            "seal": "4AADF56C"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "اللمْعَة الْحَادِيَة عشرَة الساطعة كالشموس أعظم آيَة فِي كتاب الْكَوْن ¶ لقد عرف فِي الْكَلِمَة التَّاسِعَة عشرَة بِأَن أعظم آيَة فِي كتاب الْكَوْن الْكَبِير وَأعظم اسْم فِي ذَلِك الْقُرْآن الْكَبِير وبذرة شَجَرَة الْكَوْن وأنور ثمارها وشمس قصر هَذَا الْعَالم والبدر الْمنور لعالم الْإِسْلَام وَالدَّال على سُلْطَان ربوبية الله والكشاف الْحَكِيم للغز الكائنات هُوَ سيدنَا مُحَمَّد الْأمين عَلَيْهِ أفضل الصَّلَاة وَالسَّلَام الَّذِي ضم الْأَنْبِيَاء جَمِيعًا تَحت جنَاح الرسَالَة وَحمى الْعَالم الإسلامي تَحت جنَاح الْإِسْلَام فحلق بهما فِي طَبَقَات الْحَقِيقَة مُتَقَدما موكب جَمِيع الْأَنْبِيَاء وَالْمُرْسلِينَ وَجَمِيع الْأَوْلِيَاء وَالصديقين وَجَمِيع الأصفياء والمحققين مُبينًا الوحدانية وَاضِحَة جلية بِكُل مَا أُوتِيَ من قُوَّة فاتحا طَرِيقا سويا إِلَى عرش الأحدية دَالا على طَرِيق الْإِيمَان بِاللَّه مثبتا الوحدانية الحقة فَأنى لوهم أَو شُبْهَة",
            "page": "89",
            "part": "1",
            "seal": "C839119C"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "أَن يكون لَهما الجرأة ليسدا أَو يحجبا ذَلِك الطَّرِيق السوي ¶ وَلما كُنَّا قد بَينا إِجْمَالا فِي الْكَلِمَة التَّاسِعَة عشرَة والمكتوب التَّاسِع عشر ذَلِك الْبُرْهَان الْقَاطِع الَّذِي هُوَ المَاء الْبَاعِث للحياة بِأَرْبَع عشرَة رشحة وتسع عشرَة إِشَارَة مَعَ بَيَان أَنْوَاع معجزاته صلى الله عَلَيْهِ وَسلم لذا نكتفي بِهَذِهِ الْإِشَارَة هُنَا ونختمها بِالصَّلَاةِ وَالسَّلَام على ذَلِك الْبُرْهَان الْقَاطِع للوحدانية صَلَاة وَسلَامًا تشيران إِلَى تِلْكَ الأسس الَّتِي تزكيه وَتشهد على صدقه ¶ اللَّهُمَّ صل على من دلّ على وجوب وجودك ووحدانيتك وَشهد على جلالك وجمالك وكمالك الشَّاهِد الصَّادِق الْمُصدق والبرهان النَّاطِق الْمُحَقق سيد الْأَنْبِيَاء وَالْمُرْسلِينَ الْحَامِل سر إِجْمَاعهم وتصديقهم ومعجزاتهم وَإِمَام الْأَوْلِيَاء وَالصديقين الْحَاوِي سر اتِّفَاقهم وتحقيقهم وكراماتهم ذُو المعجزات الباهرة والخوارق الظَّاهِرَة والدلائل القاطعة المحققة المصدقة لَهُ ذُو الْخِصَال الغالية فِي ذَاته والأخلاق الْعَالِيَة فِي وظيفته والسجايا السامية فِي شَرِيعَته المكملة المنزهة لَهُ عَن الْخلاف مهبط الْوَحْي الرباني بِإِجْمَاع الْمنزل والمنزل عَلَيْهِ سيار عَالم الْغَيْب والملكوت مشَاهد الْأَرْوَاح ومصاحب الملئكة أنمو زج كَمَال الكائنات",
            "page": "90",
            "part": "1",
            "seal": "0EF54F39"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "شخصا ونوعا وجنسا أنور ثَمَرَات شجر الْخلقَة سراج الْحق برهَان الْحَقِيقَة تِمْثَال الرَّحْمَة مِثَال الْمحبَّة كشاف طلسم الكائنات دلال سلطنة الربوبية المرمز بعلوية شخصيته المعنوية إِلَى أَنه نصب عين فاطر الْعَالم فِي خلق الكائنات ذُو الشَّرِيعَة الَّتِي هِيَ بوسعة دساتيرها وقوتها تُشِير إِلَى أَنَّهَا نظام ناظم الْكَوْن وَوضع خَالق الكائنات ¶ نعم إِن ناظم الكائنات بِهَذَا النظام الأتم الْأَكْمَل هُوَ ناظم هَذَا الدّين بِهَذَا النظام الْأَحْسَن الأجمل سيدنَا نَحن معاشر بني آدم ومهدينا إِلَى الْإِيمَان نَحن معاشر الْمُؤمنِينَ مُحَمَّد بن عبد الله بن عبد الْمطلب عَلَيْهِ أفضل الصَّلَوَات وَأتم التسليمات مَا دَامَت الأَرْض وَالسَّمَوَات فَإِن ذَلِك الشَّاهِد الصَّادِق الْمُصدق يشْهد على رُؤُوس الأشهاد مناديا ومعلما لأجيال الْبشر خلف الْأَعْصَار والأقطار نِدَاء علويا بِجَمِيعِ قوته وبغاية جديته وبنهاية وثوقه وبقوة اطمئنانه وبكمال أيمانه ب أشهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ",
            "page": "91",
            "part": "1",
            "seal": "D47492E1"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "اللمْعَة الثَّانِيَة عشرَة الساطعة كالشموس بَحر الْحَقَائِق ¶ إِن هَذِه اللمْعَة الثَّانِيَة عشرَة من هَذِه الْكَلِمَة الثَّانِيَة وَالْعِشْرين لهي بَحر الْحَقَائِق وَأي بَحر بِحَيْثُ أَن الْكَلِمَات الاثنتين وَالْعِشْرين السَّابِقَة من كتاب سوزلر لَا تكون إِلَّا مُجَرّد اثْنَتَيْنِ وَعشْرين قَطْرَة مِنْهُ وَهِي منبع الْأَنْوَار وَيَا لَهُ من منبع بِحَيْثُ أَن تِلْكَ الْكَلِمَات الاثنتين وَالْعِشْرين لَيست سوى اثْنَتَيْنِ وَعشْرين لمْعَة من تِلْكَ الشَّمْس نعم إِن كل كلمة من تِلْكَ الْكَلِمَات الاثنتين وَالْعِشْرين السَّابِقَة مَا هِيَ إِلَّا لمْعَة وَاحِدَة لنجم آيَة وَاحِدَة تسطع فِي سَمَاء الْقُرْآن الْكَرِيم وَمَا هِيَ إِلَّا قَطْرَة وَاحِدَة من نهر آيَة تجْرِي فِي بَحر الْفرْقَان الْكَرِيم وَمَا هِيَ إِلَّا لؤلؤة وَاحِدَة من صندوق جَوَاهِر آيَة وَاحِدَة من كتاب الله الَّذِي هُوَ الْكَنْز الْأَعْظَم لذا مَا كَانَت الرشحة الرَّابِعَة عشرَة من الْكَلِمَة التَّاسِعَة عشرَة إِلَّا نبذة من تَعْرِيف ذَلِك الْكَلَام الإلهي الْعَظِيم",
            "page": "92",
            "part": "1",
            "seal": "016A0ECA"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "كَلَام الله الَّذِي نزل من الِاسْم الْأَعْظَم من الْعَرْش الْأَعْظَم من التجلي الْأَعْظَم للربوبية الْعُظْمَى فِي سَعَة مُطلقَة وسمو عَام يرْبط الْأَزَل بالأبد والفرش بالعرش وَالَّذِي يَقُول بِكُل قوته ويردد بِكُل قَطْعِيَّة آيَاته لَا إِلَه إلاهو مشهدا عَلَيْهِ الْكَوْن قاطبة ¶ حَقًا إِن الْعَالم كُله ينْطق مَعًا {لَا إِلَه إِلَّا هُوَ} ¶ فَإِذا نظرت إِلَى ذَلِك الْقُرْآن الْكَرِيم ببصيرة قلب سليم ترى أَن جهاته السِّت ساطعة نيرة وشفافة رائقة بِحَيْثُ لَا يُمكن لظلمة وَلَا لضلالة وَلَا لشُبْهَة وَلَا لحيلة أيا كَانَت أَن ترى لَهَا شقا وفرجة للدخول فِي رحابه الْمُقَدّس قطّ حَيْثُ أَن عَلَيْهِ شارة الإعجاز تَحْتَهُ الْبُرْهَان وَالدَّلِيل خَلفه أَي نقطة استناده الْوَحْي الرباني الْمَحْض أَمَامه سَعَادَة الدَّاريْنِ يَمِينه تَصْدِيق الْعقل باستنطاقه شِمَاله تثبيت تَسْلِيم الوجدان باستشهاده دَاخله هِدَايَة رحمانية خَالِصَة بالبداهة فَوْقه أنوار إيمانية خَالِصَة بِالْمُشَاهَدَةِ ثمارة الأصفياء والمحققون والأولياء وَالصِّدِّيقُونَ المتحلون بكمالات الإنسانية بِعَين الْيَقِين ¶ فَإِذا ألصقت أُذُنك إِلَى صدر لِسَان الْغَيْب مصغيا",
            "page": "93",
            "part": "1",
            "seal": "58231CA9"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "فَإنَّك ستسمع من أعمق الأعماق صدى سماويا فِي غَايَة الأيناس والأمتاع وَفِي مُنْتَهى الجدية والسمو المجهز بالبرهان يردد {لَا إِلَه إِلَّا هُوَ} ويكررها بقطعية جازمة مَا يفِيض إِلَيْك من الْعلم الْيَقِين بِدَرَجَة عين الْيَقِين بِمَا يَقُوله من حق الْيَقِين ¶ زبدة الْكَلَام ¶ إِن الرَّسُول الْكَرِيم صلى الله عَلَيْهِ وَسلم وَالْفرْقَان الْحَكِيم الَّذِي كل مِنْهُمَا نور باهر أظهرا حَقِيقَة وَاحِدَة هِيَ حَقِيقَة التَّوْحِيد ¶ فأحدهما لِسَان عَالم الشَّهَادَة أَشَارَ إِلَى تِلْكَ الْحَقِيقَة بأصابع الْإِسْلَام والرسالة وَبَينهَا بجلاء بِكُل مَا أُوتِيَ من قُوَّة من خلال ألف من معجزاته وبتصديق جَمِيع الْأَنْبِيَاء والأصفياء ¶ وَالْآخر هُوَ بِمَثَابَة لِسَان عَالم الْغَيْب أظهر الْحَقِيقَة نَفسهَا وَأَشَارَ إِلَيْهَا بأصابع الْحق وَالْهِدَايَة وعرضها بِكُل جد وأصالة من خلال أَرْبَعِينَ وَجها من وُجُوه الإعجاز وتصديق من قبل جَمِيع الْآيَات التكوينية للكون أَلا تكون تِلْكَ الْحَقِيقَة أبهر من الشَّمْس وأسطع مِنْهَا وأوضح من النَّهَار وَأظْهر مِنْهُ",
            "page": "94",
            "part": "1",
            "seal": "914CB19A"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "أَيهَا الْإِنْسَان الحقير المتمرد السادر فِي الضَّلَالَة ¶ كَيفَ تتمكن أَن تضارع هَذِه الشموس بِمَا فِي رَأسك من بصيص خَافت هزيل وَكَيف يمكنك الِاسْتِغْنَاء عَن تِلْكَ الشموس وتسعى إِلَى إطفائها بنفخ الأفواه تَبًّا لعقلك الجاحد كي تجحد مَا قَالَه لِسَان الْغَيْب ولسان الشَّهَادَة من كَلَام باسم رب الْعَالمين وَمَالك الْكَوْن وتنكر مَا دَعَا إِلَيْهِ من دَعْوَة ¶ أَيهَا الشقي الأعجز من الذُّبَاب والأحقر مِنْهُ من أَنْت حَتَّى تورط نَفسك فِي تَكْذِيب مَالك الْكَوْن ذِي الْجلَال وَالْإِكْرَام ¶ الخاتمة ¶ أَيهَا الصّديق يَا ذَا الْعقل الْمنور وَالْقلب المتيقظ إِن كنت قد فهمت هَذِه الْكَلِمَة الثَّانِيَة وَالْعِشْرين من بدايتها فَخذ بِيَدِك الاثنتي عشرَة لمْعَة دفْعَة وَاحِدَة واظفر بهَا سِرَاجًا للْحَقِيقَة بِقُوَّة آلَاف من المصابيح واعتصم بِالْآيَاتِ القرآنية الممتدة من الْعَرْش الْأَعْظَم",
            "page": "95",
            "part": "1",
            "seal": "D790206B"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "وامتط براق التَّوْفِيق واعرج فِي سماوات الْحَقَائِق واصعد إِلَى عرش معرفَة الله سُبْحَانَهُ وَقل ¶ أشهد أَن لَا إِلَه إِلَّا أَنْت وَحدك لَا شريك لَك ¶ وأعلن فِي الْمَسْجِد الْكَبِير للْعَالم على رُؤُوس موجودات الْكَوْن الوحدانية قَائِلا لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ لَهُ الْملك وَله الْحَمد يحيي وَيُمِيت وَهُوَ حَيّ لَا يَمُوت بِيَدِهِ الْخَيْر وَهُوَ على كل شَيْء قدير {سُبْحَانَكَ لَا علم لنا إِلَّا مَا علمتنا إِنَّك أَنْت الْعَلِيم الْحَكِيم} {رَبنَا لَا تُؤَاخِذنَا إِن نَسِينَا أَو أَخْطَأنَا رَبنَا وَلَا تحمل علينا إصرا كَمَا حَملته على الَّذين من قبلنَا رَبنَا وَلَا تحملنا مَا لَا طَاقَة لنا بِهِ واعف عَنَّا واغفر لنا وارحمنا أَنْت مَوْلَانَا فَانْصُرْنَا على الْقَوْم الْكَافرين} {رَبنَا لَا تزغ قُلُوبنَا بعد إِذْ هديتنا وهب لنا من لَدُنْك رَحْمَة إِنَّك أَنْت الْوَهَّاب} {رَبنَا إِنَّك جَامع النَّاس ليَوْم لَا ريب فِيهِ إِن الله لَا يخلف الميعاد} اللَّهُمَّ صل وَسلم على من أَرْسلتهُ رَحْمَة للْعَالمين وعَلى آله وَصَحبه أَجْمَعِينَ وارحمنا وَارْحَمْ أمته بِرَحْمَتك يَا أرْحم الرَّاحِمِينَ {وَآخر دَعوَاهُم أَن الْحَمد لله رب الْعَالمين}",
            "page": "96",
            "part": "1",
            "seal": "0A2723CB"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "اللمْعَة الثَّلَاثُونَ ¶ النُّكْتَة الرَّابِعَة ¶ إشارت إِلَى التَّوْحِيد الْحَقِيقِيّ",
            "page": "97",
            "part": "1",
            "seal": "696A89DE"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم {قل هُوَ الله أحد} ¶ بَيْنَمَا أَنا نزيل سجن اسكي شهر فِي شهر شَوَّال إِذْ تراءت لي نُكْتَة دقيقة من النكات اللطيفة لهَذِهِ الْآيَة الجليلة ولاح لي قبس من أنوار اسْم الله الْأَعْظَم الْفَرد أَو هُوَ أحد أنواره السِّتَّة الَّذِي يتَضَمَّن اسْمِي الْوَاحِد والأحد من الْأَسْمَاء الإلهية الْحسنى ¶ سنبين هُنَا بِاخْتِصَار شَدِيد التَّوْحِيد الْحَقِيقِيّ الَّذِي يظهره ذَلِك التجلي الْأَعْظَم وَذَلِكَ فِي سبع إشارات موجزة",
            "page": "98",
            "part": "1",
            "seal": "8EA821DF"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "الْإِشَارَة الاولى بصمات التَّوْحِيد ¶ لقد وضع اسْم الله الْأَعْظَم الْفَرد بتجليه الْأَعْظَم على الْكَوْن كُله بصمات التَّوْحِيد الْمُمَيز وأختام الوحدانية الْوَاضِحَة على مَجْمُوع الْكَوْن وعَلى كل نوع فِيهِ وعَلى كل فَرد فِيهِ ¶ وَلما كَانَت الْكَلِمَة الثَّانِيَة وَالْعشْرُونَ والمكتوب الثَّالِث وَالثَّلَاثُونَ قد تناولا بَيَان ذَلِك التجلي بِشَيْء من التَّفْصِيل نكتفي بِالْإِشَارَةِ فَقَط إِلَى ثَلَاث بصمات وآيات مِنْهَا دَالَّة على التَّوْحِيد ¶ الْآيَة الأولى التعاون بَين أَجزَاء الْكَوْن ¶ إِن التجلي الْأَعْظَم للفردية قد طبع على وَجه الْكَوْن كُله طابعا مُمَيّزا للتوحيد وَآيَة وَاضِحَة للوحدانية وضوحا حول الْكَوْن كُله بِحكم الْكل الَّذِي لَا يقبل التجزئة مُطلقًا بِحَيْثُ",
            "page": "99",
            "part": "1",
            "seal": "CD23B368"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "إِن من لَا يقدر على أَن يتَصَرَّف فِي الْكَوْن كُله لَا يُمكن أَن يكون مَالِكًا ملكا حَقِيقا لأي جُزْء مِنْهُ ¶ ولنوضح هَذِه الْآيَة المميزة ¶ إِن موجدات الْكَوْن بأنواعها الْمُخْتَلفَة تتعاون فِيمَا بَينهَا تعاونا وثيقا وَيسْعَى كل جُزْء مِنْهَا لتكملة مهمة الآخر وَكَأَنَّهَا تمثل بمجموعها وأجزائها تروس معمل بديع ودواليبه الَّذِي يُشَاهد فِيهِ هَذَا التعاون بوضوح فَهَذَا التساند وَهَذَا التعاون بَين الْأَجْزَاء وَهَذِه الاستجابة فِي إسعاف كل مِنْهَا لطلب الآخر وإمداد كل جُزْء للجزء الآخر بل هَذَا التعانق بَين الْأَجْزَاء والاندماج يَجْعَل من أَجزَاء الْكَوْن كُله وحدة متحدة تتعصى على الانقسام والانفكاك يشبه فِي هَذَا وحدة أَجزَاء جسم الْإِنْسَان الَّذِي لَا يُمكن فك بَعْضهَا عَن الْبَعْض الآخر لشدَّة مَا بَينهَا من الترابط والاندماج نفهم من هَذَا إِن الَّذِي يمسك زِمَام عنصر وَاحِد فِي الْوُجُود إِن لم يكن زِمَام جَمِيع العناصر بِيَدِهِ لَا يَسْتَطِيع أَن يسيطر على ذَلِك العنصر الْوَاحِد أَيْضا ¶ إِذا فمظاهر التعاون والتساند والتجاوب والتعانق الْوَاضِحَة على وَجه الْكَوْن إِنَّمَا هِيَ آيَات كبرى وبصمات ساطعة للتوحيد",
            "page": "100",
            "part": "1",
            "seal": "8E79206C"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "الْآيَة الثَّانِيَة إدارة الْحَيَاة على الأَرْض ¶ إِن التجلي الباهر لاسم الله الْفَرد يجعلنا نشاهد على وَجه الأَرْض وَلَا سِيمَا فِي الرّبيع ختما لامعا للأحدية وَآيَة جلية للوحدانية بِحَيْثُ ¶ إِن من لَا يُدِير جَمِيع الْأَحْيَاء على وَجه الأَرْض كلهَا بأفرادها وَأَحْوَالهَا وشؤونها كَافَّة وَالَّذِي لَا يرى وَلَا يخلق وَلَا يعلم جَمِيعهَا مَعًا لَا يُمكن أَن يكون لَهُ أَي تدخل فِي أَي شَيْء من حَيْثُ الإيجاد ¶ فلنوضح هَذِه الْآيَة ¶ تَأمل فِي هَذِه الْبسط المفروشة على الأَرْض الَّتِي لحمتها وسداها مئتا ألف طَائِفَة وَنَوع من أَنْوَاع الْحَيَوَانَات وَطَوَائِف النباتات بأفرادها المتنوعة الَّتِي لَا تعد وَلَا تحصى وَالَّتِي تضفي الزِّينَة وتنثر الْبَهْجَة على نَسِيج الْحَيَاة على سطح الأَرْض وبخاصة فِي الرّبيع تأملها جيدا وأدم النّظر فِيهَا فَإِنَّهَا مَعَ اخْتِلَاف أشكالها وتباين وظائفها وتنوع أجهزتها وامتزاجها بَعْضهَا مَعَ الْبَعْض الآخر تشاهد أَن رزق كل ذِي حَيَاة يَأْتِيهِ رغدا من كل مَكَان وَمن حَيْثُ لَا يحْتَسب بِلَا سَهْو وَلَا نِسْيَان",
            "page": "101",
            "part": "1",
            "seal": "7B48BB07"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "بِلَا انشغال وَلَا ارتباك بِلَا خطأ وَلَا التباس فَيعْطى بميزان دَقِيق حساس كل مَا يَحْتَاجهُ الْفَرد فِي وقته الْمُنَاسب من دون تكلّف وَلَا تَكْلِيف مَعَ تَمْيِيز لكل مِنْهَا وَهُوَ يموج فِي هَذَا الامتزاج الهائل وَفِي هَذَا الخضم من الموجودات المتداخلة فضلا عَمَّا يخبىء بَاطِن الأَرْض من آيَات التَّوْحِيد الرائعة المتلمعة من انتظام الْمَعَادِن والعناصر الجامدة ¶ لذا فَإِن هَذَا التَّدْبِير والإدارة الْمُشَاهدَة فِي هَذَا الْأَمر الدائب على وَجه الأَرْض وباطنها إِنَّمَا هُوَ آيَة ساطعة للأحدية وَختم وَاضح للوحدانية بِحَيْثُ ¶ إِن من لم يكن خَالِقًا لجَمِيع تِلْكَ الموجودات من الْعَدَم ومدبرا لجَمِيع شؤونها فِي آن وَاحِد لَا يقدر على التدخل من حَيْثُ الربوبية فِي شَيْء مِنْهَا لِأَنَّهُ لَو تدخل لأفسد تِلْكَ الإدارة المتوازنة الواسعة إِلَّا مَا يُؤَدِّيه الْإِنْسَان من وَظِيفَة ظاهرية بأذن إلهي أَيْضا لكشف تِلْكَ القوانين الربانية وَحسن سَيرهَا",
            "page": "102",
            "part": "1",
            "seal": "2D646F2A"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "الْآيَة الثَّالِثَة سيماء الْإِنْسَان ¶ إِن شعار التَّوْحِيد وختمه وَاضح وضوحا بَينا لكل من يتَأَمَّل وَجه أَي إِنْسَان كَانَ وَذَلِكَ ¶ إِن لكل إِنْسَان عَلامَة فارقة فِي وَجهه تميزه عَن غَيره فَالَّذِي لَا يَسْتَطِيع أَن يضع تِلْكَ العلامات فِي كل وَجه وَلَا يكون مطلعا على جَمِيع الْوُجُوه السَّابِقَة واللاحقة مُنْذُ آدم عَلَيْهِ السَّلَام إِلَى يَوْم الْقِيَامَة لَا يُمكنهُ أَن يمد يَده من حَيْثُ الْخلق والإيجاد ليضع تِلْكَ الفوارق المميزة الهائلة فِي ذَلِك الْوَجْه الصَّغِير ¶ نعم إِن الَّذِي وضع فِي وَجه الْإِنْسَان ذَلِك الطابع الْمُمَيز وَتلك الْآيَة الجلية بِتِلْكَ العلامات الفارقة لَا بُد أَن أَفْرَاد الْبشر كَافَّة هم تَحت نظره وشهوده وَضمن دَائِرَة علمه حَتَّى يضع ذَلِك الْخَتْم للتوحيد فِي ذَلِك الْوَجْه بِحَيْثُ إِنَّه مَعَ التشابه الظَّاهِر بَين الْأَعْضَاء الاساس - كالعيون والانوف وَغَيرهَا من الْأَعْضَاء لَا تتشابه تشابها تَاما بِسَبَب عَلَامَات فارقة فِي كل مِنْهَا ¶ وكما أَن تشابه الْأَعْضَاء من عُيُون وأنوف فِي وُجُوه الْبشر كَافَّة دَلِيل قَاطع على وحدانية خَالق",
            "page": "103",
            "part": "1",
            "seal": "8AC41225"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "الْبشر سُبْحَانَهُ وَتَعَالَى كَذَلِك فَإِن العلامات الفارقة الْمَوْضُوعَة على كل وَجه لصيانة حُقُوق كل فَرد فِي الْمُجْتَمع ولمنع الالتباس وللتمييز ولحكم أُخْرَى كَثِيرَة هِيَ الْأُخْرَى دَلِيل وَاضح على الْإِرَادَة الْمُطلقَة والمشيئة الْكَامِلَة لذَلِك الْخَالِق الْوَاحِد سُبْحَانَهُ وَتَعَالَى وَآيَة بديعة جلية أَيْضا للأحدية بِحَيْثُ أَن الَّذِي لَا يقدر على خلق جَمِيع الْبشر والحيوانات والنباتات بل جَمِيع الْكَوْن لَا يُمكنهُ أَن يضع تِلْكَ السمة المميزة فِي أحد",
            "page": "104",
            "part": "1",
            "seal": "915E9054"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "الْإِشَارَة الثَّانِيَة ناموس وَاحِد ¶ إِن عوالم الكائنات الْمُخْتَلفَة بأنواعها المتنوعة وعناصرها المتباينة قد اندمجت اندماجا كليا وتداخل بَعْضهَا مَعَ الْبَعْض الآخر بِحَيْثُ ¶ إِن من لم يكن مَالِكًا لجَمِيع الْكَوْن لَا يُمكنهُ أَن يتَصَرَّف بِنَوْع مِنْهُ أَو عنصر فِيهِ تَصرفا حَقِيقِيًّا لِأَن تجلي نور التَّوْحِيد لاسم الله الْفَرد قد أَضَاء أرجاء الْكَوْن كُله فضم أجزاءها كَافَّة فِي وحدة متحدة وَجعل كل جُزْء مِنْهُ يعلن تِلْكَ الوحدانية ¶ فمثلا كَمَا أَن كَون الشَّمْس مصباحا وَاحِدًا لهَذِهِ الكائنات يُشِير إِلَى أَن الكائنات بأجمعها ملك لوَاحِد فَإِن كَون الْهَوَاء هَوَاء وَاحِدًا يسْعَى لخدمة الْأَحْيَاء كلهَا وَكَون النَّار نَارا وَاحِدَة توقد بهَا الْحَاجَات كلهَا وَكَون السَّحَاب وَاحِدًا يسْقِي الأَرْض وَكَون الأمطار وَاحِدَة تَأتي لإغاثة الْأَحْيَاء كَافَّة وانتشار أغلب الْأَحْيَاء من نباتات وحيوانات انتشارا",
            "page": "105",
            "part": "1",
            "seal": "53417231"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "طليقا فِي أرجاء الأَرْض كَافَّة مَعَ وحدة نوعيتها ووحدة مَسْكَنهَا كل ذَلِك إشارات قَاطِعَة وشهادات صَادِقَة أَن ¶ تِلْكَ الموجودات ومساكنها ومواضعها إِنَّمَا هِيَ ملك لمَالِك وَاحِد أحد ¶ فَفِي ضوء هَذَا وَقِيَاسًا عَلَيْهِ نرى أَن تدَاخل الْأَنْوَاع الْمُخْتَلفَة للكائنات واندماجها الشَّديد بِبَعْضِهَا قد جعل مجموعها بِمَثَابَة كل وَاحِد لَا يقبل التجزئة قطعا من حَيْثُ الإيجاد فَالَّذِي لَا يَسْتَطِيع أَن ينفذ حكمه على جَمِيع الْكَوْن لَا يُمكنهُ من حَيْثُ الْخلق والربوبية أَن يخضع لربوبيته أَي شَيْء فِيهِ حَتَّى لَو كَانَ ذَلِك الشَّيْء ذرة أَو أَصْغَر مِنْهَا ¶ الْإِشَارَة الثَّالِثَة رسائل صمدانية ¶ لقد تحول الْكَوْن كُله بالتجلي الْأَعْظَم لاسم الله الْفَرد إِلَى مَا يشبه رسائل صمدانية ومكتوبات ربانية متداخلة بَعْضهَا فِي الْبَعْض الآخر تزخر كل رِسَالَة مِنْهَا بآيَات الوحدانية واختام التَّوْحِيد وَتحمل كل",
            "page": "106",
            "part": "1",
            "seal": "B7166E84"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "رِسَالَة بصمات بِعَدَد كلماتها بل أَن كل كلمة فِيهَا تفصح عَن وحدانية كاتبها إِذْ كَمَا يدل الْخَتْم أَو التوقيع فِي الرسَالَة على كاتبها فَإِن كل زهرَة وكل ثَمَرَة وكل حَيَوَان وكل شجر إِنَّمَا يمثل ختم رِسَالَة وَمَوْضِع كل مِنْهَا يمثل الرسَالَة نَفسهَا فَكل مِنْهَا إِذا ختم الْوَاحِد الْأَحَد وَآيَة الْوَاحِد الصَّمد وكل رِسَالَة من هَذِه الرسائل المنبسطة على سطح الأَرْض دَلِيل على بارئها ومصورها وكاتبها البديع ¶ فزهرة صفراء مثلا فِي حديقة مَا هَذِه الزهرة هِيَ بِمَثَابَة ختم لمبدع الحديقة ومصورها فَمن كَانَ مَالِكًا لذَلِك الْخَتْم الزهرة فَهُوَ مَالك للرسالة الحديقة يمتلكها تملكا حَقِيقِيًّا أَي أَن الَّذِي يملك جَمِيع أَنْوَاع تِلْكَ الزهرة ومثيلاتها المبثوثة على الأَرْض كَافَّة يملك الأَرْض كَافَّة الَّتِي هِيَ رسائله الْمَكْتُوبَة وسطوره المنقوشة ¶ أَي أَن كل شَيْء يسند جَمِيع الْأَشْيَاء إِلَى خَالِقهَا وَيُشِير إِلَى تجل باهر عَظِيم لوحدانيته سُبْحَانَهُ",
            "page": "107",
            "part": "1",
            "seal": "32359C76"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "الْإِشَارَة الرَّابِعَة التَّوْحِيد فطري والشرك محَال ¶ لقد أوضحت رسائل النُّور فِي أَجْزَائِهَا الْكَثِيرَة ببراهين مُتعَدِّدَة أَن ¶ التجلي الْأَعْظَم لاسم الله الْفَرد مَعَ أَنه وَاضح وضوح الشَّمْس فَهُوَ فطري بسيط مَقْبُول فِي الأعماق إِلَى حد السهولة الْمُطلقَة وَهُوَ مستساغ عقلا ومنطقا إِلَى حد الْوُجُوب والبداهة وبعكسه الشّرك الْمنَافِي لذَلِك التجلي فَهُوَ معقد إِلَى أقْصَى حُدُود التعقيد وَغير منطقي إطلاقا وَهُوَ بعيد جدا عَن الْمَعْقُول إِلَى حد الْمحَال والامتناع ¶ سنبين هُنَا ثَلَاث نقاط من تِلْكَ الْأَدِلَّة فَقَط ونحيل تفاصيلها إِلَى الرسائل الْأُخْرَى ¶ النقطة الأولى قُوَّة الانتساب والاستناد ¶ لقد أثبتنا ببراهين قَاطِعَة فِي ختام الْكَلِمَة",
            "page": "108",
            "part": "1",
            "seal": "48374377"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "الْعَاشِرَة وَفِي الْكَلِمَة التَّاسِعَة وَالْعِشْرين إِثْبَاتًا مُجملا وَفِي ختام الْمَكْتُوب الْعشْرين مفصلا أَنه ¶ من السهولة واليسر على قدرَة الْأَحَد الْفَرد سُبْحَانَهُ خلق أعظم جرم وَخلق أَصْغَر شَيْء على حد سَوَاء فَهُوَ سُبْحَانَهُ يخلق الرّبيع الشاسع بيسر خلق زهرَة وَاحِدَة وَيحدث فِي كل ربيع بسهولة بَالِغَة آلافا من نماذج الْحَشْر والنشور كَمَا هُوَ مشَاهد ويراعي شَجَرَة ضخمة باسقة بيسر مراعاته فَاكِهَة صَغِيرَة ¶ فَلَو أسْند أَي من ذَلِك إِلَى الْأَسْبَاب المتعددة لأصبح خلق كل زهرَة فِيهِ من المشكلات مَا للربيع الشاسع وَخلق كل ثَمَرَة فِيهِ من الصعوبات مَا للشجرة الباسقة ¶ نعم أَن تجهيز الْجَيْش بأكمله بالمؤن والعتاد بِأَمْر صادر من قَائِد وَاحِد من مصدر وَاحِد يكون هَذَا التَّجْهِيز سهلا وبسيطا كتجهيز جندي وَاحِد بَيْنَمَا يكون صعبا بل مُمْتَنعا إِن كَانَ كل جندي يتجهز من معامل مُتَفَرِّقَة ويتلقى الْأَوَامِر من إدارات مُتعَدِّدَة كَثِيرَة إِذْ عندئذ يحْتَاج كل جندي إِلَى معامل بِقدر أَفْرَاد الْجَيْش بأكمله",
            "page": "109",
            "part": "1",
            "seal": "50EC5EAD"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "فَكَمَا أَن الْأَمر يسهل بالوحدة ويصعب بِالْكَثْرَةِ هَكَذَا كَذَلِك إِذا أسْند الْخلق والإيجاد إِلَى الْفَرد الْأَحَد جلّ وَعلا فَإِن خلق أَفْرَاد غير محدودة لنَوْع وَاحِد يكون سهلا كخلق فَرد وَاحِد بَيْنَمَا لَو أسْند إِلَى الْأَسْبَاب فَإِن خلق كل فَرد يكون معضلا وصعبا كخلق النَّوْع الْوَاسِع الْكثير ¶ أجل أَن الوحدانية والتفرد تجْعَل كل شَيْء منتسبا ومستندا إِلَى الذَّات الإلهية الْوَاحِدَة وَيُصْبِح هَذَا الانتساب والاستناد قُوَّة لَا حد لَهَا لذَلِك الشَّيْء حَتَّى يُمكنهُ أَن ينجز من الْأَعْمَال الجسيمة ويولد من النتائج الْعَظِيمَة مَا يفوق قوته الذاتية أُلُوف المرات مُعْتَمدًا على سر ذَلِك الِاسْتِنَاد والانتساب ¶ أما الَّذِي لَا يسْتَند وَلَا ينتسب إِلَى صَاحب تِلْكَ الْقُوَّة الْعُظْمَى ومالكها الْفَرد الْأَحَد فسينجز من الْأَعْمَال مَا تتحمله قوته الذاتية المحدودة جدا وتنحسر نتائجها تبعا لذَلِك ¶ فمثلا ¶ إِن الَّذِي انتسب إِلَى قَائِد عَظِيم واستند إِلَيْهِ بِصفة الجندية يصبح لَهُ هَذَا الانتساب والاستناد بِمَثَابَة قُوَّة",
            "page": "110",
            "part": "1",
            "seal": "E1255D26"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "ممدة لَا تنفد فَلَا يضْطَر إِلَى حمل ذخيرته وعتاده مَعَه لذا قد يقدم على أسر قَائِد جَيش الْعَدو مَعَ آلَاف مِمَّن مَعَه بَيْنَمَا السَّائِب الَّذِي لم ينخرط فِي الجندية فَإِنَّهُ مُضْطَر إِلَى حمل ذخيرته وعتاده مَعَه وَمهما بلغ من الشجَاعَة فَلَا يَسْتَطِيع أَن يُقَاوم إِلَّا بضعَة أَفْرَاد من الْعَدو وَقد لَا يثبت أمامهم إِلَّا لفترة قَليلَة ¶ وَمن هُنَا نرى أَن قُوَّة الِاسْتِنَاد والانتساب الَّتِي فِي الفردية والوحدانية تجْعَل النملة الصَّغِيرَة تقدم على إهلاك فِرْعَوْن عنيد وَتجْعَل الْبَعُوضَة الرقيقة تجهز على نمْرُود طاغية وَتجْعَل الميكروب الْبَسِيط يدمر بَاغِيا أَثِيمًا كَمَا تمد البذرة الصَّغِيرَة لتحمل على ظهرهَا شَجَرَة صنوبر باسقة شاهقة كل ذَلِك باسم ذَلِك الانتساب وَبسر ذَلِك الِاسْتِنَاد ¶ نعم أَن قائدا عَظِيما شهما يَسْتَطِيع أَن يستنفر جَمِيع جُنُوده ويحشدهم لإنقاذ جندي وَاحِد وإمداده والجندي بدوره يستشعر كَأَن جَيْشًا جرارا يسْندهُ ويمده بِقُوَّة معنوية عالية حَتَّى تمكنه من أَن ينْهض بأعمال جسام باسم الْقَائِد فَالله سُبْحَانَهُ وَتَعَالَى وَله الْمثل الْأَعْلَى لِأَنَّهُ فَرد وَاحِد أحد فَلَا حَاجَة فِي أَيَّة جِهَة إِلَى أحد غَيره وَإِذا افترضت الْحَاجة فِي جِهَة مَا فَإِنَّهُ يستنفر",
            "page": "111",
            "part": "1",
            "seal": "8617C72A"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "الموجودات كلهَا لإمداد ذَلِك الشَّيْء وَإِسْنَاده فيحشر سُبْحَانَهُ الْكَوْن كُله لأَجله ¶ وَهَكَذَا يسْتَند كل شَيْء إِلَى قُوَّة عَظِيمَة هائلة تملك مقاليد الْكَوْن بأسره وَهَكَذَا يستمد كل شَيْء فِي الْوُجُود قوته من تِلْكَ الْقُوَّة الإلهية الْعَظِيمَة الْمُطلقَة من ذَلِك الْفَرد الْأَحَد جلّ وَعلا فلولا الفردية لفقد كل شَيْء هَذِه الْقُوَّة الجبارة ولسقط إِلَى الْعَدَم وتلاشت نتائجه ¶ فَمَا ترَاهُ من ظُهُور نتائج عَظِيمَة هائلة من أَشْيَاء بسيطة تافهة ترشدنا بالبداهة إِلَى الفردية والأحدية ولولاها لبقيت نتائج كل شَيْء وثماره منحصرة فِي الشَّيْء بِذَاتِهِ وَفِي قوته ومادته الضئيلة وتصغر عندئذ النتائج بل تَزُول أَلا ترى الْأَشْيَاء الثمينة النفيسة كالفواكه وَالْخضر وَغَيرهَا مبذولة ومتوفرة أمامنا مَا ذَلِك إِلَّا بسر الوحدانية والانتساب وَحشر جَمِيع القوى فلولا الفردية لما كُنَّا نحصل بآلاف الدَّرَاهِم مَا نحصله الْيَوْم من بطيخ أَو رمان بِدَرَاهِم مَعْدُودَة فَكل مَا نشاهده من بساطة الْأُمُور والأشياء وسهولتها ورخصها وتوفرها إِنَّمَا هِيَ من نتائج الوحدانية وَتشهد بالفردية",
            "page": "112",
            "part": "1",
            "seal": "98E53E6B"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "النقطة الثَّانِيَة يسر الْخلق فِي التَّوْحِيد وامتناعه فِي الشّرك ¶ إِن الموجودات تخلق وَتظهر إِلَى الْوُجُود بِوَجْهَيْنِ ¶ الأول الْخلق من الْعَدَم وَهُوَ مَا يعبر عَنهُ ب الابداع والاختراع ¶ الثَّانِي إنشاؤها من عناصر مَوْجُودَة وتركيبها من أَشْيَاء حَاضِرَة أَي ب التَّرْكِيب والإنشاء ¶ فَإِذا نَظرنَا إِلَى الموجودات من زَاوِيَة سر الأحدية وتجلي الفردية نرى أَن خلقهَا وإيجادها يكون سهلا وهينا إِلَى حد الْوُجُوب والبداهة ¶ بَيْنَمَا إِن لم يُفَوض أَمر الْخلق والإيجاد إِلَى الفردية والوحدانية فستتعقد الْأُمُور وتتشابك وَتظهر أُمُور غير معقولة وَغير منطقية إِلَى حد الْمحَال والامتناع وَحَيْثُ أننا نرى الموجودات قاطبة تظهر إِلَى الْوُجُود من دون صعوبة وتكلف وَمن غير عناء وعَلى أتم صُورَة وَكَيْفِيَّة يثبت لنا بداهة إِذا تجلي الفردية ويتبين لنا أَن كل شَيْء فِي الْوُجُود إِنَّمَا هُوَ من إبداع الْأَحَد الْفَرد ذِي الْجلَال وَالْإِكْرَام ¶ نعم إِن الْفَرد الْوَاحِد الْأَحَد يخلق كل شَيْء من",
            "page": "113",
            "part": "1",
            "seal": "217F804E"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "الْعَدَم فِي لمح الْبَصَر وَبِكُل سهولة يسر وبقدرته الْمُطلقَة الظَّاهِرَة آثارها وَيقدر لكل شَيْء مَا يشبه قوالب معنوية وتصاميم غيبية فَكل شَيْء عِنْده بِمِقْدَار ¶ ولنوضح هَذَا بأمثلة ¶ إِن الْجنُود المطيعين فِي الْجَيْش المنظم كَمَا أَنهم يساقون لأخذ مواضعهم بِأَمْر من الْقَائِد وَحسب خطته الْمَوْضُوعَة فِي علمه كَذَلِك الذرات المطيعة للأوامر الربانية فَإِنَّهَا تساق بِالْقُدْرَةِ الربانية بِكُل سهولة وَيسر لتأْخذ مواقعها وتحافظ عَلَيْهَا حسب تصميم مَوْجُود وَصُورَة مَوْجُودَة فِي مرْآة الْعلم الإلهي الأزلي حَتَّى لَو لزم جمع الذرات من الأنحاء الْمُخْتَلفَة فَإِن جَمِيع الذرات المرتبطة بقانون الْعلم الإلهي الْمُحِيط والموثوقة الصِّلَة بدساتير الْقُدْرَة الإلهية تصبح بِمَثَابَة الْجنُود المنقادين فِي الْجَيْش المنظم فتأتي مسرعة لأخذ مواقعها فِي ذَلِك القالب العلمي والمقدار القدري ¶ وكما تظهر الصُّورَة المثالية المتمثلة فِي الْمرْآة على الورقة الحساسة فِي الكاميرا وتلبس وجودا محسوسا خَارِجا وكما تظهر وتشاهد الْكِتَابَة المخفية السّريَّة بإمرار مَادَّة كيماوية عَلَيْهَا كَذَلِك الْأَمر فِي صُورَة جَمِيع",
            "page": "114",
            "part": "1",
            "seal": "798D4A17"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "الموجودات وماهية جَمِيع الْأَشْيَاء الْمَوْجُودَة فِي مرْآة الْعلم الإلهي الْفَرد الْأَحَد فَإِن الْقُدْرَة الإلهية الْمُطلقَة تلبسها بِكُل سهولة وَيسر وجودا خارجيا محسوسا فتظهر للعيان فِي عَالم الشَّهَادَة بعد أَن كَانَت فِي عَالم الْمَعْنى والغيب ¶ وَلَكِن إِن لم يسند أَمر الْخلق إِلَى الْفَرد الْأَحَد فعندئذ يلْزم لخلق ذُبَابَة وَاحِدَة مسح وتفتيش سطح الأَرْض وغربلة عناصرها وذراتها جَمِيعًا ثمَّ وَزنهَا بميزان دَقِيق حساس لوضع كل ذرة فِي موضعهَا الْمُخَصّص لَهَا حسب قوالب مادية بِعَدَد أجهزتها وأعضائها المتقنة وَذَلِكَ لكَي يَأْخُذ كل شَيْء مَكَانَهُ اللَّائِق بِهِ فضلا عَن جلب المشاعر والأحاسيس الروحية الدقيقة واللطائف المعنوية من العوالم المعنوية والروحية بعد وَزنهَا أَيْضا بميزان دَقِيق حسب حَاجَة الذبابة ¶ أَلا يكون بِهَذَا الِاعْتِبَار خلق ذُبَابَة وَاحِدَة صعبا مُمْتَنعا كإيجاد جَمِيع الكائنات ¶ أَلَيْسَ فِيهِ الصعوبات تلو الصعوبات والمحالات ضمن المحلات ¶ لذا اتّفق جَمِيع أهل الْإِيمَان وَالْعلم أَنه لَا يخلق من الْعَدَم إِلَّا الْخَالِق الْفَرد سُبْحَانَهُ وَتَعَالَى",
            "page": "115",
            "part": "1",
            "seal": "1A7A8288"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "النقطة الثَّالِثَة أَمْثِلَة أُخْرَى ¶ لقد أوردنا أَمْثِلَة كَثِيرَة فِي رسائل شَتَّى تُشِير إِلَى ¶ أَن إِسْنَاد الْخلق إِلَى الْفَرد الْوَاحِد الْأَحَد يَجْعَل خلق جَمِيع الْأَشْيَاء سهلا كالشيء الْوَاحِد وبعكسه إِذا أسْند إِلَى الطبيعة والأسباب فخلق الشَّيْء الْوَاحِد يكون صعبا مُمْتَنعا كخلق جَمِيع الْأَشْيَاء ¶ نقتصر مِنْهَا هُنَا على ثَلَاثَة أَمْثِلَة فَقَط ¶ الْمِثَال الأول ¶ إِذا أحيلت إدارة ألف جندي إِلَى ضَابِط وَاحِد وأحيلت إدارة جندي وَاحِد إِلَى عشرَة ضباط فَإِن إدارة هَذَا الجندي تكون ذَات مشكلات وصعوبات بِمِقْدَار عشرَة أَضْعَاف إدارة تِلْكَ الْفرْقَة من الْجنُود وَذَلِكَ ¶ لِأَن الْأُمَرَاء العديدين سيعادي بَعضهم بَعْضًا وستتعارض أوامرهم حتما فَلَا يجد ذَلِك الجندي رَاحَة بَين مُنَازعَة أمرائه بعكسه تَمامًا ذَلِك الضَّابِط الَّذِي يُدِير بأوامره فرقة كَامِلَة من الْجنُود وَكَأَنَّهُ يُدِير جنديا وَاحِدًا وَينفذ خطته وَمَا يُريدهُ من الْفرْقَة بتدبيره كل شَيْء",
            "page": "116",
            "part": "1",
            "seal": "6CF6B895"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "بسهولة وَيسر علما أَنه يتَعَذَّر الْوُصُول إِلَى هَذِه النتيجة إِذا ترك الْأَمر إِلَى جنود سائبين ¶ الْمِثَال الثَّانِي ¶ إِذا سلم أَمر بِنَاء قبَّة جَامع أياصوفيا إِلَى بِنَاء ماهر فَإِنَّهُ يقوم بِهِ بِكُل سهولة وَيسر بَيْنَمَا إِذا سلم بناؤها إِلَى أحجارها للَزِمَ أَن تكون لكل حجر من تِلْكَ الْأَحْجَار من المهارة والهندسة كالبناء الماهر نَفسه كي تَأْخُذ الْقبَّة الْمُعَلقَة الشامخة شكلها وَيكون عندئذ كل حجر حَاكما مُطلقًا على سَائِر الْأَحْجَار ومحكوما لَهَا فِي الْوَقْت نَفسه فَبَيْنَمَا كَانَ الْبناء الماهر يصرف جهدا قَلِيلا لسُهُولَة الْأَمر لَدَيْهِ تصرف الْآن مئات من البنائين الْأَحْجَار أَضْعَاف أَضْعَاف ذَلِك الْجهد من دون الْحُصُول على نتيجة ¶ الْمِثَال الثَّالِث ¶ أَن الكرة الأرضية مأمورة وموظفة من لدن الْفَرد الْوَاحِد سُبْحَانَهُ وَهِي كالجندي الْمُطِيع لله الْوَاحِد الْأَحَد فحينما تستلم الْأَمر الْوَاحِد الصَّادِر من آمرها الْأَحَد تهب منتشية بِأَمْر مَوْلَاهَا وتنغمر فِي جذبات وظيفتها فِي شوق عَارِم وتدور كالمريد المولوي العاشق عِنْد قِيَامه بالدوران لَدَى سَمَاعه أنغام الناي",
            "page": "117",
            "part": "1",
            "seal": "A75E8CE8"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "فَتكون وَسِيلَة لحُصُول المواسم الْأَرْبَعَة وَاخْتِلَاف اللَّيْل وَالنَّهَار والكشف عَن مناظر خلابة لقبة السَّمَاء المهيبة وتبديلها باستمرار كتبدل الْمشَاهد السينمائية وَهَكَذَا ترى السهولة الْمُطلقَة فِي تَنْفِيذ جندي وَاحِد الأَرْض لأمر وَاحِد صادر عَن آمُر وَاحِد فَيقوم بِمثل هَذَا الدوران وَيكون سَببا لحُصُول أَمْثَال هَذِه النتائج الجليلة حَتَّى لكأن الأَرْض هِيَ الْقَائِد لتِلْك المناورة العسكرية المهيبة بَين نُجُوم الْكَوْن ¶ وَلَكِن إِن لم يسند الْأَمر إِلَى الْفَرد الْأَحَد الَّذِي أحَاط بحاكمية ألوهيته وسلطان ربوبيته الْكَوْن كُله وَالَّذِي ينفذ حكمه وَأمره فِي كل صَغِيرَة وكبيرة فِي الْوُجُود فعندئذ يلْزم وجود ملايين النُّجُوم الَّتِي تكبر الأَرْض بألوف المرات وَلَا بُد من أَن تسير هَذِه النُّجُوم فِي مدَار أكبر وأوسع بملايين المرات من مدَار الأَرْض كي تظهر تِلْكَ المناورة السماوية والأرضية وَتلك النتائج نَفسهَا الَّتِي تتولد من حركتي الأَرْض السنوية واليومية بِكُل سهولة وَيسر ¶ وَهَكَذَا فَإِن حُصُول هَذِه النتائج الجليلة الناشئة من حركتي الأَرْض حول محورها ومدارها حَرَكَة تشبه حركات المولوي العاشق يظْهر لنا مدى السهولة",
            "page": "118",
            "part": "1",
            "seal": "E89D5F49"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "والفطرية والبساطة فِي الأحدية والفردية وَيبين لنا فِي الْوَقْت نَفسه كم هِيَ مَمْلُوءَة طَرِيق الشّرك وَالْكفْر بالمحالات الَّتِي لَا حد لَهَا وبالأمور الْبَاطِلَة غير المعقولة ¶ وَبعد ¶ فلاحظ الْآن بمنظار هَذَا الْمِثَال الْآتِي إِلَى جهل المتشدقين بالطبيعة وَعباد الْأَسْبَاب لتعلم فِي أَي دَرك من وَحل الحماقة يتمرغون وَفِي أَي بيداء وهم يتيهون وَقس عَلَيْهِ مدى بعدهمْ كل الْبعد عَن ميدان الْمنطق وَالْعقل السَّلِيم ¶ معمل عَظِيم كتاب رائع قصر مشيد سَاعَة دقيقة لَا شكّ أَن الَّذِي صنع كلا من هَذَا قد نظمه ونسقه بدقة وعناية ويجيد إدارته ويرعاه وَلَا شكّ أَنه أَرَادَ فِي صنع كل مِنْهَا إِظْهَار محَاسِن صَنعته وإبراز بَدَائِع عمله ¶ فَإِن أحَال أحدهم إدارة المعمل الْعَظِيم إِلَى دواليب المعمل نَفسه وفوض بِنَاء الْقصر المنيف إِلَى أَحْجَار الْقصر نَفسه وَأسْندَ مَعَاني الْكتاب الجميلة إِلَى الْحُرُوف نَفسهَا فَكَأَنَّهُ قد جعل كل جُزْء من أَجزَاء المعمل ذَا قدرَة عَظِيمَة لتنظيم نَفسه وَغَيره وَجعل كل حرف من حُرُوف الْكتاب بل الْوَرق والقلم شَيْئا خارقا يبدع",
            "page": "119",
            "part": "1",
            "seal": "F620E975"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "الْكتاب نَفسه أَي أَنه يحِيل روعة الانتظام فِي المعمل إِلَى دواليب المعمل ويسند جمال الْمَعْنى فِي الْكتاب إِلَى توَافق الْحُرُوف من تِلْقَاء نَفسهَا ¶ أَي هذر هَذَا وَأي وهم أَلَيْسَ الَّذِي يتفوه بِهِ بَعيدا كل الْبعد عَن سَلامَة الْعقل فَالَّذِينَ يحيلون أَمر الْخلق والإيجاد فِي هَذَا الْكَوْن البديع إِلَى الْأَسْبَاب وَإِلَى الطبيعة يهوون فِي جهل مركب سحيق كَهَذا وَذَلِكَ لِأَن مظَاهر الإبداع وَاضِحَة على آثَار الْأَسْبَاب والطبيعة نَفسهَا فَهِيَ مخلوقة كَسَائِر الْمَخْلُوقَات فَالَّذِي خلقهَا على هَذِه الصُّورَة البديعة هُوَ الَّذِي يخلق آثارها ونتائجها أَيْضا ويظهرها مَعًا فَالَّذِي خلق البذرة هُوَ الَّذِي أنشأ عَلَيْهَا شجرتها وَهُوَ الَّذِي يخرج أثمارها وأزهارها من أكمامها فالخالق وَالْمُدبر وَاحِد أحد ¶ أما الَّذين لَا يُؤمنُونَ بِالتَّوْحِيدِ وَلَا يسلمُونَ أَمر الْخلق والإيجاد إِلَى الْوَاحِد الْأَحَد فقد أَصْبحُوا أَمَام قبُول سلسلة غير متناهية وَغير معقولة بل مستحيلة من الأوهام إِذْ أَن كل جُزْء بحاجة إِلَى جُزْء آخر وَله قوانينه الْخَاصَّة وَهَذَا بدوره بحاجة إِلَى قوانين أُخْرَى لتكملة الْجُزْء الآخر وَهَكَذَا يستمرون فِي سلسلة لَا معنى لَهَا وَلَا نِهَايَة وَهَذَا من أعجب عجائب الْجَهْل وأتعسه",
            "page": "120",
            "part": "1",
            "seal": "26DEB8B4"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "الْإِشَارَة الْخَامِسَة الِاسْتِقْلَال والتفرد ¶ لقد أثبتنا فِي مَوَاضِع مُتعَدِّدَة من الرسائل وببراهين دامغة أَن الِاسْتِقْلَال والانفراد من أخص خَصَائِص الحاكمية حَتَّى أَن هَذَا الْإِنْسَان الَّذِي هُوَ عَاجز عَجزا شَدِيدا وَلَا يملك من الحاكمية سوى ظلّ باهت نرَاهُ يرد بِكُل قُوَّة أَي فضول كَانَ من الآخرين ويرفض بِكُل شدَّة أَي تدخل كَانَ مِنْهُم فِي شؤونه صونا مِنْهُ لاستقلاله وانفراده فِي الْأَمر بل ذكر فِي التَّارِيخ أَن كثيرا من السلاطين قد سَفَكُوا دِمَاء زكية لأبنائهم الأبرياء وإخوانهم الطيبين حينما شعروا بتدخل مِنْهُم فِي شؤونهم ¶ إِذن فالاستقلال والانفراد ورفض مداخلة الآخرين هُوَ من أخص خَصَائِص الحاكمية الحقة لَا فكاك لَهَا عَنهُ بل هُوَ لازمها ومقتضاها الدَّائِم ¶ فالحاكمية الإلهية الَّتِي هِيَ فِي ربوبية مُطلقَة ترد بِكُل شدَّة الشّرك والاشتراك مهما كَانَ نَوعه وَلَا تقبل تدخلا مَا من سواهَا قطّ وَمن هُنَا نرى الْقُرْآن الْكَرِيم",
            "page": "121",
            "part": "1",
            "seal": "47081BD8"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "بَعْدَمَا يفِيض فِي بَيَان التَّوْحِيد الْخَالِص يرد الشّرك والمشاركة بأسلوب سديد وبتهديد مروع ¶ فَكَمَا اقْتَضَت الحاكمية الإلهية الَّتِي هِيَ فِي الربوبية الْمُطلقَة التَّوْحِيد والوحدانية بقطعية تَامَّة وأظهرت مُقْتَضى شَدِيدا وداعيا قَوِيا لَهَا كَذَلِك الْكَمَال الرائع الْمشَاهد للكون ابْتِدَاء من النُّجُوم والنباتات والحيوانات وَالْأَرْض والمعادن وانتهاء بالجزئيات والأفراد والذرات يَقْتَضِي التَّوْحِيد والوحدانية بالقطعية نَفسهَا فَهَذَا الْكَمَال فِي النظام المتقن وَهَذَا الانسجام البديع لَهو شَاهد عدل وبرهان باهر على تِلْكَ الوحدانية والفردية فَلَا يسمح قطّ لريبة أَو لشُبْهَة ذَلِك لِأَنَّهُ لَو كَانَ هُنَاكَ أَي تدخل مِمَّا سوى الْوَاحِد الْأَحَد لفسد هَذَا النظام البديع الرصين واختل هَذَا التوازن الْمُحكم الْمشَاهد فِي جَمِيع أَجزَاء الْكَوْن فَصدق الله الْعَظِيم الَّذِي قَالَ {لَو كَانَ فيهمَا آلِهَة إِلَّا الله لفسدتا} ¶ نعم لَو كَانَ هُنَاكَ أَي تدخل مهما كَانَ لظهرت آثاره بادية إِلَّا أَن الدعْوَة الصَّرِيحَة فِي الْآيَة الْكَرِيمَة {فَارْجِع الْبَصَر هَل ترى من فطور} تريك هَذَا النظام",
            "page": "122",
            "part": "1",
            "seal": "97478E11"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "البديع بِكُل وضوح وجلاء حَتَّى لَا ترى ثغرة وَلَا لبسا وَلَا نقصا فِي جِهَة من الْجِهَات ابْتِدَاء من الذرات إِلَى المجرات ¶ إِذا فالنظام الرصين فِي الْكَوْن والانتظام الرائع فِي الْمَخْلُوقَات كَافَّة والموازنة الدقيقة بَين الموجودات يظْهر لنا التجلي الْأَعْظَم لاسم الْفَرد وَيشْهد شَهَادَة وَاضِحَة على الوحدانية ¶ ثمَّ إِن أَي مَخْلُوق مهما كَانَ صَغِيرا إِنَّمَا هُوَ مِثَال مصغر للكون كُله ونموذجه وفهرسه الْمُخْتَصر فبمقتضى تجلي الأحدية لَا يكون مَالِكًا لذَلِك الْمَخْلُوق الْحَيّ الصَّغِير إِلَّا من كَانَ بِيَدِهِ زِمَام الْكَوْن كُله وَله الْأَمر جَمِيعًا وَحَيْثُ أَن كل بذرة متناهية فِي الصغر لَيست بِأَقَلّ إبداعا فِي الْخلق من شَجَرَة ضخمة وَأَن كل شَجَرَة باسقة تضاهي فِي خلقهَا خلق الكائنات وكل كَائِن حَيّ صَغِير إِنَّمَا هُوَ بِحكم عَالم مصغر فَإِن تجلي الأحدية هَذَا يَجْعَل الشّرك والاشتراك محالا مُمْتَنعا ¶ ثمَّ إِن الَّذِي يتَأَمَّل فِي هَذَا الْكَوْن فِي ضوء هَذَا السِّرّ سر الأحدية يرى الْكَوْن وَاحِدًا يستعصي على التجزئة مُطلقًا وَلَيْسَ هَذَا فَحسب بل هُوَ من حَيْثُ",
            "page": "123",
            "part": "1",
            "seal": "D0CECFD3"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "الْمَاهِيّة كلي لَا يقبل الانقسام والاشتراك والتجزئة وَتدْخل الْأَيْدِي المتعددة قطّ فَأَي تدخل فِيهِ مِمَّا سوى الْفَرد الْأَحَد محَال مُمْتَنع إِذْ إِن كل جُزْء فِيهِ بِحكم جزئي وفردي والكون هُوَ بِحكم الْكُلِّي فَلَيْسَ فِيهِ مَوضِع للاشتراك فِي أَيَّة جِهَة كَانَت ¶ فَهَذَا التجلي الْأَعْظَم لإسم الْفَرد يثبت حَقِيقَة التَّوْحِيد بِهَذَا السِّرّ للأحدية بِدَرَجَة البداهة ¶ نعم إِن اندماج أَنْوَاع الكائنات واندغامها فِيمَا بَينهَا وَتوجه وَظِيفَة كل مِنْهَا إِلَى عُمُوم الكائنات من حَيْثُ الْخلق والربوبية مِثْلَمَا يَجْعَل الْكَوْن كلا وَاحِدًا يستعصي على التجزئة قطعا كَذَلِك الْأَفْعَال العمومية المحيطة بالكائنات وَالَّتِي تظهر آثارها وفعالياتها فِي الكائنات عُمُوما تجْعَل الْكَوْن أَيْضا كلا وَاحِدًا من حَيْثُ تداخلها بِبَعْضِهَا حَتَّى يرفض التجزئة ويردها ردا قَوِيا ولتوضيح ذَلِك نسوق الْمِثَال الْآتِي ¶ حالما توهب الْحَيَاة للكائن يظْهر فعل الإعاشة والإرزاق فِيهِ مُبَاشرَة وَضمن أَفعَال الإعاشة والإحياء هَذِه يُشَاهد مُبَاشرَة فعل تنظيم جَسَد ذَلِك الْكَائِن وتنسيق أَعْضَائِهِ وتجهيزه بِمَا يحْتَاج وَيلْزم وحينما تظهر",
            "page": "124",
            "part": "1",
            "seal": "9FE3EB08"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "أَفعَال الإعاشة والإحياء والتنظيم والتجهيز يفعل التَّصْوِير والتربية وَالتَّدْبِير فعله فِي الْوَقْت نَفسه وَهَكَذَا ¶ فتداخل أَمْثَال هَذِه الْأَفْعَال المحيطة بَعْضهَا بِالْبَعْضِ الآخر واتحادها بِبَعْضِهَا وامتزاجها كامتزاج الألوان السَّبْعَة فِي الطيف الشمسي ثمَّ إحاطة كل فعل من تِلْكَ الْأَفْعَال وشموله من حَيْثُ الْمَاهِيّة للموجودات كلهَا فِي وحدة وَاحِدَة وَكَون كل فعل مِنْهَا فعلا وحدانيا يدل دلَالَة وَاضِحَة على أَن فَاعله وَاحِد أحد فَرد ¶ وكما أَن اسْتِيلَاء كل فعل من تِلْكَ الْأَفْعَال وهيمنته على الكائنات قاطبة واتحاده مَعَ سَائِر الْأَفْعَال فِي تعاون وثيق يَجْعَل الْكَوْن كلا غير قَابل للتجزئة كَذَلِك فَإِن كل مَخْلُوق حَيّ من حَيْثُ كَونه بِمَثَابَة بذرة الْكَوْن وفهرسه ونموذجه يَجْعَل الْكَوْن كليا غير قَابل للانقسام والتجزئة من حَيْثُ الربوبية بل يَجْعَل انقسامه محالا وخارجا عَن الْإِمْكَان أَي أَن الْكَوْن بِهَذَا هُوَ كل لَا يتَجَزَّأ فَلَا يكون إِذا رب الْجُزْء إِلَّا من كَانَ رَبًّا للْكُلّ وَهُوَ كلي أَيْضا فَلَا يكون رَبًّا للفرد الْوَاحِد إِلَّا من كَانَ زِمَام ذَلِك الْكُلِّي بِيَدِهِ",
            "page": "125",
            "part": "1",
            "seal": "AF89CCAA"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "الْإِشَارَة السَّادِسَة البلسم الشافي ¶ كَمَا أَن انْفِرَاد الله سُبْحَانَهُ وَتَعَالَى بالربوبية وتوحيده بالألوهية هُوَ أساس جَمِيع الكمالات ومنشأ الْمَقَاصِد السامية ومنبع الحكم المودعة فِي خلق الْكَوْن كَذَلِك هُوَ الْغَايَة القصوى والبلسم الشافي لتطمين رغبات كل ذِي شُعُور وَذي عقل وَلَا سِيمَا الْإِنْسَان إِذْ من لَا يُؤمن بِالتَّوْحِيدِ تنطفيء لَدَيْهِ شعلة رغباته ومطالبه كلهَا وتنمحي عِنْده جَمِيع الحكم المودعة فِي خلق الْكَوْن وتتلاشى أَمَامه أَكثر الكمالات الْمَوْجُودَة والثابتة",
            "page": "126",
            "part": "1",
            "seal": "FD7FE163"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "فمثلا إِن رَغْبَة حب الْبَقَاء بل عشقه عميقة فِي الْإِنْسَان هَذِه الرَّغْبَة العريقة لَا يحققها وَلَا يسكنهَا ويطمئنها إِلَّا من هُوَ مَالك لمقاليد الْكَوْن الَّذِي يفتح بَاب الْبَقَاء السرمدي أَمَام الْإِنْسَان بِالآخِرَة بعد أَن يُنْهِي هَذِه الدُّنْيَا الفانية ويغلق أَبْوَابهَا ¶ وَهُنَاكَ رغبات أُخْرَى كَثِيرَة جدا أَمْثَال هَذِه الرَّغْبَة كلهَا ممتدة إِلَى غير نِهَايَة مَعْلُومَة ومتشعبة فِي ثنايا الكائنات جَمِيعًا فَهَذِهِ الرغبات جَمِيعًا مرتبطة ارتباطا وثيقا بِحَقِيقَة التَّوْحِيد وأنواره ومشدودة مَعَ سر الفردية وفيضها إِذْ لَا تَجِد اطمئنانها وسكونها لَدَى الَّذِي لَا يُؤمن بِالتَّوْحِيدِ وانفراد الله سُبْحَانَهُ وَتَعَالَى لذا تبقى لَدَيْهِ هَذِه الرغبات عقيمة دون نتائج قَاصِرَة عَن بُلُوغ مداها مبتورة منكمشة حَقًا أَن حَاجَة الْإِنْسَان ورغباته لَا يشبعها إِلَّا الله ¶ فالإيمان بالوحدانية وبقدرة الْفَرد الْوَاحِد الْأَحَد الْمُطلقَة إِذا هُوَ وَحده الْكَفِيل بإحلال الطُّمَأْنِينَة والسكون فِي تِلْكَ الرغبات المتأججة لَدَى الْإِنْسَان ¶ من أجل هَذَا السِّرّ الْعَظِيم نرى الْقُرْآن الْكَرِيم يذكر التَّوْحِيد والوحدانية بِكُل حرارة وشوق ويكررها بِكُل",
            "page": "127",
            "part": "1",
            "seal": "C4B5AEF1"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "حلاوة وذوق وَأَن الْأَنْبِيَاء عَلَيْهِم السَّلَام والأصفياء وَالْعُلَمَاء والأولياء الصَّالِحين يَجدونَ بغيتهم وذوقهم السَّامِي بل مُنْتَهى سعادتهم فِي أفضل مَا قَالُوهُ لَا إِلَه إِلَّا الله",
            "page": "128",
            "part": "1",
            "seal": "6DE31464"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "الْإِشَارَة السَّابِعَة السراج الْمُنِير ¶ إِن هَذَا التَّوْحِيد الْحَقِيقِيّ بِجَمِيعِ مراتبه وبأتم صورته الْكَامِلَة قد أثْبته وأعلنه وفهمه وبلغه مُحَمَّد صلى الله عَلَيْهِ وَسلم فَلَا بُد أَن رسَالَته ثَابِتَة وقاطعة كقطعية ثُبُوت التَّوْحِيد نَفسه لِأَنَّهُ ¶ لما كَانَ التَّوْحِيد هُوَ أعظم حَقِيقَة فِي الْوُجُود وَإِن الرَّسُول الْأَعْظَم صلى الله عَلَيْهِ وَسلم هُوَ الَّذِي تولى تبليغه وتعليمه بِجَمِيعِ حقائقه فَلَا بُد أَن جَمِيع الْبَرَاهِين الَّتِي تثبت التَّوْحِيد تكون بدورها براهين لإِثْبَات رسَالَته وأدلة على صدق نبوته وأحقية دَعوته صلى الله عَلَيْهِ وَسلم فرسالة كهذه الرسَالَة الْعُظْمَى الَّتِي تضم ألوفا من أَمْثَال هَذِه الْحَقَائِق السامية وَتكشف عَن حَقِيقَة التَّوْحِيد بِكُل نصاعته وسموه وترشد إِلَيْهِ وتلقنه لَا شكّ أَنَّهَا رِسَالَة يقتضيها ذَلِك التَّوْحِيد وَتلك الفردية ¶ فَمن ذَا غير مُحَمَّد عَلَيْهِ الصَّلَاة وَالسَّلَام الَّذِي أدّى الْأَمَانَة على أفضل وَجه وَبلغ الرسَالَة على أجمل صُورَة",
            "page": "129",
            "part": "1",
            "seal": "B635B92B"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "سنذكر ثَلَاثَة نماذج مِثَالا لتِلْك الْأَدِلَّة الْكَثِيرَة والأسباب العديدة الَّتِي تشهد بعظمة الشخصية المعنوية لهَذَا النَّبِي الْكَرِيم صلى الله عَلَيْهِ وَسلم وتدل على علو مَنْزِلَته الرفيعة وَتبين أَنه السراج الْمُنِير لهَذِهِ الكائنات وشمسها الساطعة ¶ الدَّلِيل الأول ¶ إِن ثَوَاب جَمِيع الْحَسَنَات الَّتِي ينالها جَمِيع أَفْرَاد الْأمة وعَلى مدى جَمِيع العصور مَكْتُوب مثله فِي صحيفَة حَسَنَاته صلى الله عَلَيْهِ وَسلم إِذْ هُوَ السَّبَب فِي نيل كل ثَوَاب تناله أمته إِلَى يَوْم الْقِيَامَة ¶ تَأمل فِي هَذَا ثمَّ فكر فِي الْمقَام الْمُعظم اللَّائِق الَّذِي يَقْتَضِيهِ مَجْمُوع الْأَدْعِيَة غير المحدودة والصلوات المقبولة المرفوعة يوميا من الْأمة كَافَّة تدْرك عندئذ دَرَجَته الْعَالِيَة الرفيعة ويمكنك أَن تفهم أَن شخصيته المعنوية شمس الكائنات والسراج الْمُنِير لِلْخلقِ أَجْمَعِينَ ¶ الدَّلِيل الثَّانِي ¶ أَن بذرة الشَّجَرَة الوارفة لِلْإِسْلَامِ ومنشأها وحياتها ومنبعها إِنَّمَا هِيَ حَقِيقَة الْمَاهِيّة المحمدية بِمَا تملك من فطْرَة سامية وخلقة كَامِلَة فَتذكر هَذَا ثمَّ فكر فِي الرقي",
            "page": "130",
            "part": "1",
            "seal": "B4EA8815"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "الروحي لهَذَا الرَّسُول الحبيب صلى الله عَلَيْهِ وَسلم النابع من استشعاره الْكَامِل الأتم لجَمِيع مَعَاني ومراتب عِبَادَته وأذكاره وكلماته الشَّرِيفَة وَالَّذِي يمثل بمجموعه روح الْإِسْلَام وَحَقِيقَته علما أَن عبوديته صلى الله عَلَيْهِ وَسلم قد سمت إِلَى مرتبَة حبيب الله فقس على هَذَا مدى علو مَنْزِلَته ورفعة دَرَجَته على سَائِر الولايات والمراتب والدرجات وَلَقَد فتح الله عَليّ يَوْمًا فِي سَجْدَة فِي صَلَاة بعض الْمعَانِي والأنوار المشعة من كلمة سُبْحَانَ رَبِّي الْأَعْلَى بِمَا يقرب من تلقى الصَّحَابَة رضوَان الله عَلَيْهِم أَجْمَعِينَ من هَذِه الْكَلِمَة المقدسة فَتبين لي يَقِينا أَنَّهَا خير من عبَادَة شهر فَقلت فِي نَفسِي ¶ إِن كَانَت جَمِيع هَذِه الْأَنْوَار والفيوضات تنبعث من كلمة وَاحِدَة فِي صَلَاة وَاحِدَة فَكيف بِمن يعِيش طوال حَيَاته فِي تِلْكَ الْأَنْوَار والفيوضات فأدركت بهَا الْمنزلَة الْعَظِيمَة والدرجة الْعَالِيَة الَّتِي يحظى بهَا الصَّحَابَة الْكِرَام رضوَان الله عَلَيْهِم أَجْمَعِينَ ¶ نعم أَن الْأَنْوَار الَّتِي تشعها الْكَلِمَات المقدسة وفيوضاتها فِي بَدْء الْإِسْلَام لَهَا مزايا خَاصَّة ولذائذ سامية وَذَلِكَ لجدتها ولطافتها وطراوتها الَّتِي قد تتناقض بمرور الزَّمن وتتستر تَحت ستار الْغَفْلَة",
            "page": "131",
            "part": "1",
            "seal": "416CE7EF"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "والآن وَفِي ضوء مَا سبق تَأمل مكانة الرَّسُول الْكَرِيم صلى الله عَلَيْهِ وَسلم الَّذِي تنَاول الْكَلَام الْمُقَدّس ورشفه من المنبع الأقدس واستوعب أنواره بِالْوَحْي الإلهي بكامل جدته وطراوته ولطافته مَعَ مَا فطر عَلَيْهِ من استعداد كَامِل فالأنوار والفيوضات الكامنة فِي تَسْبِيحَة وَاحِدَة مِنْهُ صلى الله عَلَيْهِ وَسلم هِيَ خير وأعم من جَمِيع الْأَنْوَار الَّتِي تملأ أرجاء عبَادَة سنة كَامِلَة عِنْد غَيره ¶ قس على هَذَا المنوال كي تعلم كم بلغ رَسُولنَا الحبيب صلى الله عَلَيْهِ وَسلم من دَرَجَات الْكَمَال الَّتِي لَا حد لَهَا وَلَا نِهَايَة ¶ الدَّلِيل الثَّالِث ¶ إِن الْإِنْسَان يمثل أعظم مقصد من الْمَقَاصِد الإلهية فِي الْكَوْن وَهُوَ المؤهل لإدراك الْخطاب الرباني وَقد اخْتَارَهُ سُبْحَانَهُ من بَين مخلوقاته وَاصْطفى من بَين الْإِنْسَان المكرم من هُوَ أكمل وَأفضل وَأعظم إِنْسَان بِأَعْمَالِهِ وآثاره الْكَامِلَة ليَكُون مَوضِع خطابه الْجَلِيل باسم النَّوْع الإنساني كَافَّة بل باسم الكائنات جَمِيعًا",
            "page": "132",
            "part": "1",
            "seal": "C7A30461"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "فَلَا ريب أَن الله سُبْحَانَهُ الَّذِي هيأ رَسُوله الحبيب صلى الله عَلَيْهِ وَسلم لهَذِهِ الْمرتبَة اللائقة بِهِ قد منحه من الْأَنْوَار والكمالات مَالا يحد بحدود ¶ وَهَكَذَا وبمثل هَذِه الدَّلَائِل الثَّلَاثَة وَدَلَائِل أُخْرَى كَثِيرَة يثبت لدينا يَقِينا ¶ إِن الشخصية المعنوية للرسول الْكَرِيم صلى الله عَلَيْهِ وَسلم شمس معنوية ساطعة للكائنات وسراج مُنِير لامع لَهَا كَمَا أَنَّهَا الْآيَة الْعُظْمَى من قُرْآن الْكَوْن وَالِاسْم الْأَعْظَم للفرقان الْأَعْظَم ومرآة صَافِيَة للتجلي الْأَعْظَم لأنوار اسْم الْفَرد جلّ وَعلا ¶ فاللهم يَا أحد يَا فَرد يَا صَمد أنزل من بَرَكَات خزينة رحمتك الَّتِي لَا تنفد صلوَات وَسلَامًا على تِلْكَ الذَّات النَّبَوِيَّة الشَّرِيفَة بِعَدَد ذرات الْكَوْن مَضْرُوبا بِعَدَد دقائق الزَّمَان ¶ سُبْحَانَكَ لَا علم لنا إِلَّا مَا علمتنا إِنَّك أَنْت الْعَلِيم الْحَكِيم",
            "page": "133",
            "part": "1",
            "seal": "306550D7"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "الْمَكْتُوب الْعشْرُونَ ¶ بشارات التَّوْحِيد",
            "page": "135",
            "part": "1",
            "seal": "19055B8D"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "باسمه سُبْحَانَهُ وَإِن من شَيْء إِلَّا يسبح بِحَمْدِهِ لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ لَهُ الْملك وَله الْحَمد يحيي وَيُمِيت وَهُوَ حَيّ لَا يَمُوت بِيَدِهِ الْخَيْر وَهُوَ على كل شَيْء قدير وَإِلَيْهِ الْمصير ¶ إِن هَذِه الْجُمْلَة الَّتِي تلخص التَّوْحِيد عبارَة عَن إِحْدَى عشرَة كلمة ولقراءتها عقب صَلَاتي الْفجْر وَالْمغْرب فَضَائِل جمة حَتَّى وَردت فِي إِحْدَى الرِّوَايَات الصَّحِيحَة أَنَّهَا تحمل مرتبَة الِاسْم الْأَعْظَم فَلَا غرو إِذن أَن تقطر كل كلمة من كلماتها أملا شافيا وبشرى سارة وَأَن تحمل مرتبَة جليلة من مَرَاتِب تَوْحِيد الربوبية وَتبين من زَاوِيَة الِاسْم الْأَعْظَم كبرياء الوحدانية وَكَمَال التَّوْحِيد ¶ وَحَيْثُ أَن هَذِه الْحَقَائِق الواسعة الرفيعة قد وضحت بجلاء فِي سَائِر الْكَلِمَات فنحيل إِلَيْهَا القاريء الْكَرِيم ونكتفي هُنَا بِوَضْع فهرس لَهَا بِنَاء على وعد سَابق على صُورَة خُلَاصَة مجملة جدا تتكون من مقامين ومقدمة",
            "page": "136",
            "part": "1",
            "seal": "DAC3BA8F"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "الْمُقدمَة ¶ اعْلَم يَقِينا أَن أسمى غَايَة لِلْخلقِ وَأعظم نتيجة للفطرة الإنسانية هُوَ الْإِيمَان بِاللَّه وَاعْلَم أَن أَعلَى مرتبَة للإنسانية وَأفضل مقَام للبشرية هُوَ معرفَة الله الَّتِي هِيَ فِي ذَلِك الْإِيمَان وَاعْلَم أَن أزهى سَعَادَة للإنس وَالْجِنّ وَأحلى نعْمَة هُوَ محبَّة الله النابعة من تِلْكَ الْمعرفَة وَاعْلَم أَن أصفى سرُور لروح الْإِنْسَان وأنقى بهجة لِقَلْبِهِ هُوَ اللَّذَّة الروحية المترشحة من تِلْكَ الْمحبَّة ¶ أجل إِن جَمِيع أَنْوَاع السَّعَادَة الحقة وَالسُّرُور الْخَالِص وَالنعْمَة الَّتِي مَا بعْدهَا نعْمَة واللذة الَّتِي لَا تفوقها لَذَّة إِنَّمَا هِيَ فِي معرفَة الله فِي محبَّة الله فَلَا سَعَادَة وَلَا مَسَرَّة وَلَا نعْمَة حَقًا بِدُونِهَا ¶ فَكل من عرف الله تَعَالَى حق الْمعرفَة وملأ قلبه من نور محبته سَيكون أَهلا لسعادة لَا تَنْتَهِي ولنعمة لَا تنضب ولأنوار وأسرار لَا تنفد وسينالها إِمَّا فعلا وواقعا أَو اسْتِعْدَادًا وقابلية بَيْنَمَا الَّذِي لَا يعرف خالقه",
            "page": "137",
            "part": "1",
            "seal": "94B713B9"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "حق الْمعرفَة وَلَا يكن لَهُ مَا يَلِيق من حب وود يصاب بشقاء مادي ومعنوي دائمين ويظل يعاني من الآلام والأوهام مَا لَا يحصر ¶ نعم إِن هَذَا الْإِنْسَان البائس الَّذِي يتلوى ألما من فَقده مَوْلَاهُ وحاميه ويضطرب من تفاهة حَيَاته وَعدم جدواها وَهُوَ عَاجز وَضَعِيف بَين جموع البشرية المنكودة مَاذَا يُغْنِيه عَمَّا يعانيه وَلَو كَانَ سُلْطَان الدُّنْيَا كلهَا ¶ فَمَا أَشد بؤس هَذَا الْإِنْسَان المضطرب فِي دوامة حَيَاة فانية زائلة وَبَين جموع سائبة من الْبشر إِن لم يجد مَوْلَاهُ الْحق وَلم يعرف مَالِكه وربه حق الْمعرفَة وَلَكِن لَو وجد ربه وَعرف مَوْلَاهُ ومالكه لالتجأ إِلَى كنف رَحمته الواسعة واستند إِلَى جلال قدرته الْمُطلقَة ولتحولت لَهُ الدُّنْيَا الموحشة رَوْضَة مؤنسة وسوق تِجَارَة مربحة",
            "page": "138",
            "part": "1",
            "seal": "2989F8A1"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "الْمقَام الأول ¶ كل كلمة من كَلِمَات هَذَا الْكَلَام التوحيدي الرائع تزف بشرى سارة وتبث أملا دافئا وَفِي كل بشرى شِفَاء وبلسم وَفِي كل شِفَاء لَذَّة معنوية وانشراح روحي ¶ الْكَلِمَة الأولى لَا إِلَه إِلَّا الله ¶ هَذِه الْكَلِمَة تتقطر بشرى عَظِيمَة وأملا بهيجا كالآتي ¶ إِن روح الْإِنْسَان المتلهفة إِلَى حاجات غير محدودة والمستهدفة من قبل أَعدَاء لَا يعدون هَذِه الرّوح المبتلاة بَين حاجات لَا تَنْتَهِي وأعداء لَا يحصرون تَجِد فِي هَذِه الْكَلِمَة الْعَظِيمَة منبعا ثرا من الاستمداد بِمَا يفتح لَهَا أَبْوَاب خَزَائِن رَحْمَة وَاسِعَة ترد مِنْهَا مَا يطمئن جَمِيع الْحَاجَات وتضمن جَمِيع المطاليب وتجد فِيهَا كَذَلِك مرتكزا شَدِيدا ومستندا رَضِيا يدْفع عَنْهَا جَمِيع الشرور وَيصرف عَنْهَا جَمِيع الأضرار وَذَلِكَ بِمَا تري الْإِنْسَان من قُوَّة مَوْلَاهُ الْحق وترشده إِلَى مَالِكه الْقَدِير وتدله على خالقه ومعبوده وبهذه الرُّؤْيَة السديدة والتعرف على الله الْوَاحِد",
            "page": "139",
            "part": "1",
            "seal": "B836FDA9"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "الْأَحَد تنقذ هَذِه الْكَلِمَة قلب الْإِنْسَان من ظلام الوحشة والأوهام وتنجي روحه من آلام الْحزن والكمد بل تضمن لَهُ فَرحا أبديا وسرورا دَائِما ¶ الْكَلِمَة الثَّانِيَة وَحده ¶ هَذِه الْكَلِمَة تشرق أملا شافيا وتزف بشرى سارة كالآتي ¶ إِن روح الْبشر وَقَلبه المرهقين بل الغارقين إِلَى حد الاختناق تَحت ضغوط ارتباطات شَدِيدَة وأواصر متينة مَعَ أغلب أَنْوَاع الكائنات يجدان فِي هَذِه الْكَلِمَة ملْجأ أَمينا ينقذهما من تِلْكَ المهالك والدوامات أَي أَن كلمة وَحده تَقول معنى ¶ إِن الله وَاحِد أحد فَلَا تتعب نَفسك أَيهَا الْإِنْسَان بمراجعة الأغيار وَلَا تتذلل لَهُم فترزح تَحت منتهم وأذاهم وَلَا تحني رَأسك أمامهم وتتملق لَهُم وَلَا ترهق نَفسك فتلهث وَرَاءَهُمْ وَلَا تخف مِنْهُم وترتعد إزاءهم لِأَن سُلْطَان الْكَوْن وَاحِد وَعِنْده مَفَاتِيح كل شَيْء بِيَدِهِ مقود كل شَيْء تنْحَل عقد كل شَيْء بأَمْره وتنفرج كل شدَّة بِإِذْنِهِ فَإِن وجدته فقد ملكت كل شَيْء وفزت بِمَا تطلبه ونجوت من أثقال الْمَنّ والأذى وَمن أسر الْخَوْف وَالوهم",
            "page": "140",
            "part": "1",
            "seal": "34F46E31"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "الْكَلِمَة الثَّالِثَة لَا شريك لَهُ ¶ أَي كَمَا أَن الله وَاحِد لَا ند لَهُ وَلَا ضد فِي ألوهيته فَإِن ربوبيته وإجراءاته وإيجاده الْأَشْيَاء منزهة كَذَلِك من الشّرك بِخِلَاف سلاطين الأَرْض إِذْ يحدث أَن يكون السُّلْطَان وَاحِدًا متفردا فِي سلطنته إِلَّا أَنه لَيْسَ متفردا فِي إجراءاته حَيْثُ أَن موظفيه وخدمه يعدون شُرَكَاء لَهُ فِي تسيير الْأُمُور وتنفيذ الإجراءات ويمكنهم أَن يحولوا دون مثول الْجَمِيع أَمَامه ويطلبوا مِنْهُم مراجعتهم أَولا وَلَكِن الْحق سُبْحَانَهُ وَتَعَالَى وَهُوَ سُلْطَان الْأَزَل والأبد فَكَمَا أَنه وَاحِد أحد لَا شريك لَهُ فِي سلطنته فَلَيْسَ لَهُ حَاجَة قطّ فِي ربوبيته أَيْضا إِلَى شُرَكَاء ومعينين للتنفيذ إِذْ لَا يُؤثر شَيْء فِي شَيْء إِلَّا بأَمْره وَحَوله وقوته فَيمكن للْجَمِيع أَن يراجعوه دون وسيط لعدم وجود شريك أَو معِين وَلَا يُقَال عندئذ للمراجع لَا يجوز لَك الدُّخُول فِي الحضرة الإلهية ¶ وَهَكَذَا تحمل هَذِه الْكَلِمَة فِي طياتها أملا باسما وَبشَارَة بهيجة فَتَقول ¶ إِن الْإِنْسَان الَّذِي استنارت روحه بِنور الْإِيمَان ليستطيع عرض حاجاته كلهَا بِلَا حاجز وَلَا مَانع بَين يَدي ذَلِكُم الْجَمِيل ذِي الْجلَال ذَلِكُم الْقَدِير ذِي",
            "page": "141",
            "part": "1",
            "seal": "991F4DB1"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "الْكَمَال وَيطْلب مَا يطمئن رغباته أَيْنَمَا كَانَ هَذَا الْإِنْسَان وحيثما حل فيفرش حاجاته ومطاليبه كلهَا أَمَام ذَلِكُم الرَّحِيم الَّذِي يملك خَزَائِن الرَّحْمَة الواسعة مُسْتَندا إِلَى قوته الْمُطلقَة فيمتلىء عندئذ فَرحا كَامِلا وسرورا غامرا ¶ الْكَلِمَة الرَّابِعَة لَهُ الْملك ¶ أَي إِن الْملك كُله لَهُ دون اسْتثِْنَاء وَأَنت أَنْت أَيْضا ملكه كَمَا أَنَّك عَبده ومملوكه وَأَنت عَامل فِي ملكه ¶ فَهَذِهِ الْكَلِمَة تفوح أملا وتقطر بشرى شافية وَتقول ¶ أَيهَا الْإِنْسَان لَا تحسب أَنَّك مَالك نَفسك كلا لِأَنَّك لَا تقدر على أَن تدير أُمُور نَفسك وَذَلِكَ حمل ثقيل وعبء كَبِير وَلَا يمكنك أَن تحافظ عَلَيْهَا فتنجيها من البلايا والرزايا وتوفر لَهَا لَوَازِم حياتك فَلَا تجرع نَفسك إِذن الآلام سدى فتلقي بهَا فِي أحضان القلق وَالِاضْطِرَاب دون جدوى فالملك لَيْسَ لَك وَإِنَّمَا لغيرك وَذَلِكَ الْمَالِك كَمَا أَنه قَادر فَهُوَ",
            "page": "142",
            "part": "1",
            "seal": "64B0FABC"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "رَحِيم فاستند إِلَى قدرته ولاتتهم رَحمته دع مَا كدر خُذ مَا صفا انبذ الصعاب والأوصاب وتنفس تنفس الصعداء وحز على الهناء والسعادة ¶ وَتقول أَيْضا ¶ إِن هَذَا الْوُجُود الَّذِي تهواه معنى وتتعلق بِهِ وتتألم لشقائه واضطرابه وتحس بعجزك عَن إِصْلَاحه هَذَا الْوُجُود كُله ملك لقادر رَحِيم فَسلم الْملك لمَوْلَاهُ وتخل عَنهُ فَهُوَ يَتَوَلَّاهُ واسعد بمسراته وهنائه دون أَن تكدرك معاناته ومقاساته فالمولى حَكِيم وَرَحِيم يتَصَرَّف فِي ملكه كَيفَ يَشَاء وفْق حكمته وَرَحمته ¶ وَإِذا مَا أخذك الروع والدهشة فأطل من النوافذ وَلَا تقتحمها وَقل مِثْلَمَا قَالَ الشَّاعِر إِبْرَهِيمُ حَقي ¶ (لنر الْمولى مَاذَا يفعل ... فَمَا يفعل هُوَ الأجمل) ¶ الْكَلِمَة الْخَامِسَة لَهُ الْحَمد ¶ أَي أَن الْحَمد وَالثنَاء والمدح والْمنَّة خَاص بِهِ وَحده ولائق بِهِ وَحده لِأَن النعم والآلاء كلهَا مِنْهُ وَحده وَتفِيض من خزائنه الواسعة والخزائن دائمة لَا تنضب",
            "page": "143",
            "part": "1",
            "seal": "4A96416C"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "وَهَكَذَا تمنح هَذِه الْكَلِمَة بشرى لَطِيفَة وَتقول ¶ أَيهَا الْإِنْسَان لَا تقاسي الْأَلَم بِزَوَال النِّعْمَة لِأَن خَزَائِن الرَّحْمَة لَا تنفد وَلَا تصرخ من زَوَال اللَّذَّة لِأَن تِلْكَ النِّعْمَة لَيْسَ إِلَّا ثَمَرَة رَحْمَة وَاسِعَة لَا نِهَايَة لَهَا فالثمار تتعاقب مَا دَامَت الشَّجَرَة بَاقِيَة ¶ وَاعْلَم أَيهَا الْإِنْسَان أَنَّك تَسْتَطِيع أَن تجْعَل لَذَّة النِّعْمَة أطيب وَأعظم مِنْهَا بمئة ضعف وَذَلِكَ برؤيتك التفاتة الرَّحْمَة إِلَيْك وتكرمها عَلَيْك وَذَلِكَ بالشكر وَالْحَمْد إِذْ كَمَا أَن ملكا عَظِيما وسلطانا ذَا شَأْن إِذْ أرسل إِلَيْك هَدِيَّة ولتكن تفاحة مثلا فَإِن هَذِه الْهَدِيَّة تنطوي على لَذَّة تفوق لَذَّة التفاح المادية بأضعاف الْأَضْعَاف تِلْكَ هِيَ لَذَّة الِالْتِفَات الملكي والتوجه السلطاني المكلل بالتخصيص وَالْإِحْسَان كَذَلِك فَإِن كلمة لَهُ الْحَمد تفتح أمامك بَابا وَاسِعًا تتدفق مِنْهُ لَذَّة معنوية خَالِصَة هِيَ ألذ من تِلْكَ النعم نَفسهَا بِأَلف ضعف وَضعف وَذَلِكَ بِالْحَمْد وَالشُّكْر أَي بالشعور بالإنعام عَن طَرِيق النِّعْمَة أَي بِمَعْرِِفَة الْمُنعم بالتفكر فِي الإنعام نَفسه أَي بالتفكر والتبصر فِي الْتِفَات رَحمته سُبْحَانَهُ وتوجهه إِلَيْك وشفقته عَلَيْك ودوام أنعامه عَلَيْك",
            "page": "144",
            "part": "1",
            "seal": "85BAC1C5"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "الْكَلِمَة السَّادِسَة يحيي ¶ أَي أَنه هُوَ الَّذِي يهب الْحَيَاة وَهُوَ الَّذِي يديمها بالرزق وَهُوَ المتكفل بِكُل ضروراتها وحاجاتها وَهُوَ الَّذِي يهيىء لوازمها ومقوماتها فالغايات السامية للحياة تعود إِلَيْهِ والنتائج المهمة لَهَا توجه إِلَيْهِ فتسع وَتسْعُونَ بالمئة من ثمراتها ونتائجها تقصده وَترجع إِلَيْهِ ¶ وَهَكَذَا فَهَذِهِ الْكَلِمَة تنادي هَذَا الْإِنْسَان الفاني الْعَاجِز وتزجي لَهُ الْبشَارَة نافخة فِيهِ روح الأمل وَتقول ¶ أَيهَا الْإِنْسَان لَا ترهق نَفسك بِحمْل أعباء الْحَيَاة الثَّقِيلَة على كاهلك الضَّعِيف وَلَا تذْهب نَفسك حسرات على فنَاء الْحَيَاة وانتهائها وَلَا تظهر النَّدَم والتذمر من مجيئك إِلَى الْحَيَاة كلما ترى زَوَال نعيمها وتفاهة ثمراتها وَاعْلَم أَن حياتك الَّتِي تعمر وجودك إِنَّمَا تعود إِلَى الْحَيّ القيوم فَهُوَ المتكفل بِكُل حاجاتها ولوازمها فَهَذِهِ الْحَيَاة تعود إِلَيْهِ وَحده بغايتها الوفيرة ونتائجها الْكَثِيرَة وَمَا أَنْت إِلَّا عَامل بسيط فِي سفينة الْحَيَاة ¶ فَقُمْ بواجبك أحسن قيام ثمَّ اقبض أجرتك وتمتع بهَا وتذكر دَائِما مدى عظم هَذِه الْحَيَاة الَّتِي تمخر عباب",
            "page": "145",
            "part": "1",
            "seal": "A5DC2A6A"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "الْوُجُود ومدى جلالة فوائدها وثمراتها ومدى كرم صَاحبهَا وسعة رَحْمَة مَوْلَاهَا تَأمل ذَلِك واسبح فِي فضاء السرُور واستبشر بِهِ خيرا وأد شكر مَا عَلَيْك تجاه مَوْلَاك وَاعْلَم بأنك إِن اسْتَقَمْت فِي أعمالك فَإِن نتائج سفينة الْحَيَاة هَذِه ستسجل أَولا فِي صحيفَة أعمالك فتوهب لَك حَيَاة بَاقِيَة وتحيا حَيَاة أبدية ¶ الْكَلِمَة السَّابِعَة وَيُمِيت ¶ أَي أَنه هُوَ الَّذِي يهب الْمَوْت أَي هُوَ الَّذِي يسرحك من وَظِيفَة الْحَيَاة ويبدل مَكَانك فِي الدُّنْيَا الفانية وينقذك من عبء الْخدمَة ويحررك من مسؤولية الْوَظِيفَة أَي يأخذك من هَذِه الْحَيَاة الفانية إِلَى الْحَيَاة الْبَاقِيَة ¶ وَهَكَذَا فَهَذِهِ الْكَلِمَة تصرخ فِي أذن الْإِنْس وَالْجِنّ الفانين وَتقول ¶ بشراكم الْمَوْت لَيْسَ إعداما وَلَا عَبَثا وَلَا سدى وَلَا انقراضا وَلَا انطفاء وَلَا فراقا أبديا كلا فالموت لَيْسَ عدما وَلَا مصادفة وَلَا انعداما ذاتيا بِلَا فَاعل بل هُوَ تَسْرِيح من لدن فعال حَكِيم رَحِيم",
            "page": "146",
            "part": "1",
            "seal": "04415C95"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "وتبديل مَكَان وتغيير مقَام وسوق نَحْو السَّعَادَة الخالدة حَيْثُ الوطن الْأَصْلِيّ أَي هُوَ بَاب وصال لعالم البرزخ عَالم يجمع تسعا وَتِسْعين بالمئة من الأحباب ¶ الْكَلِمَة الثَّامِنَة وَهُوَ حَيّ لَا يَمُوت ¶ أَي أَن الْكَمَال وَالْحسن وَالْإِحْسَان الَّذِي هُوَ ظَاهر فِي الموجودات وَهُوَ وَسِيلَة الْمحبَّة هَذَا الْكَمَال وَالْحسن وَالْإِحْسَان يتجلى بِمَا لَا يُمكن وَصفه وَبِمَا لَا يحده حُدُود وَفَوق الدَّرَجَات العلى من مَالك الْجمال والكمال وَالْإِحْسَان فومضة من جماله سُبْحَانَهُ تعادل جَمِيع محبوبات الدُّنْيَا بأسرها فَهَذَا الْإِلَه المحبوب المعبود لَهُ حَيَاة أبدية دائمة منزهة عَن كل شوائب الزَّوَال وظلال الفناء مبرأة عَن كل عوارض النَّقْص والقصور ¶ إِذن فَهَذِهِ الْكَلِمَة تعلن للملأ جَمِيعًا من الْجِنّ وَالْإِنْس وأرباب المشاعر والفطنة وَأهل الْعِشْق والمحبة وَتقول ¶ إِلَيْكُم الْبُشْرَى إِلَيْكُم نسمَة أمل وَخير إِن لكم محبوبا أزليا بَاقِيا يداوي الجروح المتمخضة من لوعة الْفِرَاق الأبدي لمحبوبتكم الدُّنْيَوِيَّة ويمسها ببلسمه الشَّافِعِي بمرهم رَحمته فَمَا دَامَ هُوَ مَوْجُودا ومادام هُوَ بَاقِيا فَكل",
            "page": "147",
            "part": "1",
            "seal": "FCB19AB6"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "شَيْء يهون فَلَا تقلقوا وَلَا تبتئسوا فَإِن الْحسن وَالْإِحْسَان والكمال الَّذِي جعلكُمْ مشغوفين بأحبائكم لَيْسَ إِلَّا لمحة من ظلّ ضَعِيف انْشَقَّ عَن ظلال الْحجب والأستار الْكَثِيرَة جدا لتجل وَاحِد من تجليات جمال ذَلِك المحبوب الْبَاقِي فَلَا يعذبنكم زَوَال أُولَئِكَ وفراقهم لأَنهم جَمِيعًا لَيْسُوا إِلَّا نوعا من مرايا عاكسة وتبديل المرايا وتغييرها يجدد ويجمل انعكاسات تجلي الْجمال وشعشعته الباهرة فَمَا دَامَ هُوَ مَوْجُودا فَكل شَيْء مَوْجُود إِذن ¶ الْكَلِمَة التَّاسِعَة بِيَدِهِ الْخَيْر ¶ أَي إِن الْخَيْر كُله بِيَدِهِ وَأَعْمَالكُمْ الْخيرَة كلهَا تسجل فِي سجله وَمَا تقدموه من صالحات الْأَعْمَال جَمِيعهَا تدرج عِنْده ¶ إِذن فَهَذِهِ الْكَلِمَة تنادي الْجِنّ وَالْإِنْس وتزف لَهُم الْبُشْرَى وتهب لَهُ الأمل والشوق فَتَقول ¶ أَيهَا الْمَسَاكِين لَا تَقولُوا عِنْدَمَا تغادرون الدُّنْيَا إِلَى الْمقْبرَة أَواه وَا أسفاه وَا حسرتاه لقد ذهبت أَمْوَالنَا هباء وَضاع سعينا هدرا فَدَخَلْنَا ضيق الْقَبْر بعد فسحة الدُّنْيَا لَا لَا تصرخوا يائسين لِأَن كل مَا",
            "page": "148",
            "part": "1",
            "seal": "9750C2BA"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "لديكم فمحفوظ عِنْده سُبْحَانَهُ وكل مَا قدمتموه من عمل وَجهد قد سجل وَدون عِنْده فَلَا شَيْء يضيع وَلَا جهد ينسى لِأَن ذَا الْجلَال الَّذِي بِيَدِهِ الْخَيْر كُله سيثيبكم على أَعمالكُم وسيدعوكم للمثول أَمَامه بعد أَن يضعكم فِي التُّرَاب مثواكم الْمُؤَقت ¶ فَمَا أسعدكم أَنْتُم إِذن وَقد أتممتم خدماتكم وأنهيتم وظائفكم وَقد بَرِئت ساحتكم وانتهت أَيَّام المعاناة والأعباء الثَّقِيلَة فَأنْتم ماضون الْآن لقبض الأجور واستلام الأرباح ¶ أجل إِن الْقَادِر الْجَلِيل الَّذِي حَافظ على البذور والنوى الَّتِي هِيَ صحف أَعمال الرّبيع الْمَاضِي ودفاتر خدماته وحجرات وظائفه ونشرها فِي هَذَا الرّبيع الزاهي وَفِي أبهى حلَّة وَفِي غَايَة التألق وَفِي أَكثر بركَة وغزارة وَفِي أروع صُورَة إِن هَذَا الْقَدِير الْجَلِيل لَا ريب سيحافظ أَيْضا على نتائج حَيَاتكُم ومصائر أَعمالكُم وسيجازيكم بهَا أحسن الْجَزَاء وأجزل الثَّوَاب",
            "page": "149",
            "part": "1",
            "seal": "203A55F1"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "الْكَلِمَة الْعَاشِرَة وَهُوَ على كل شي قدير ¶ أَي أَنه وَاحِد أحد قَادر على كل شَيْء لَا يشق عَلَيْهِ شَيْء وَلَا يؤوده شَيْء وَلَا يصعب عَلَيْهِ أَمر فخلق ربيع كَامِل مثلا سهل ويسير عَلَيْهِ كخلق زهرَة وَاحِدَة وَخلق الْجنَّة وَعِنْده كخلق ذَلِك الرّبيع وبالسهولة واليسر الكاملين فالمخلوقات غير المحدودة الَّتِي يوجدها ويجددها كل يَوْم كل سنة كل عصر لتشهد كلهَا بألسنة غير محدودة على قدرته غير المحدودة ¶ فَهَذِهِ الْكَلِمَة أَيْضا تمنح أملا وبشرى وَتقول ¶ أَيهَا الْإِنْسَان إِن أعمالك الَّتِي أديتها وعبوديتك الَّتِي قُمْت بهَا لَا تذْهب هباء منثورا فهناك دَار جَزَاء خالدة ومقام سَعَادَة هانئة قد هيء لَك فأمامك جنَّة خالدة متلهفة لقدومك مشتاقة إِلَيْك فثق بوعد خالقك ذِي الْجلَال الَّذِي تَخِر لَهُ سَاجِدا عابدا وآمن بِهِ وَاعْتمد عَلَيْهِ فَإِنَّهُ محَال أَن يخلف وَعدا قطعه على نَفسه إِذْ لَا تشوب قدرته شَائِبَة أَو نقص وَلَا يداخل أَعماله عجز أَو ضعف فَكَمَا أَنه خلق لَك حديقتك الصَّغِيرَة ويحييها فَهُوَ قَادر على أَن يخلق لَك الْجنَّة الواسعة بل قد خلقهَا فعلا وَوَعدك بهَا وَلِأَنَّهُ وعد فسيفي بوعده حتما ويأخذك إِلَى تِلْكَ الْجنَّة",
            "page": "150",
            "part": "1",
            "seal": "239FFFB8"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "وَمَا دمنا نرى أَنه يحْشر وينشر فِي كل عَام على وَجه البسيطة أَكثر من ثلاثمئة ألف نوع من أَنْوَاع النباتات وأمم الْحَيَوَانَات وبانتظام كَامِل وميزان دَقِيق وَفِي سرعَة فائقة وسهولة تَامَّة فَلَا بُد أَن هَذَا الْقَادِر الْجَلِيل قَادر أَيْضا أَن يضع وعده مَوضِع التَّنْفِيذ ¶ وَمَا دَامَ الْقَادِر الْمُطلق يُوجد فِي كل سنة آلَاف النماذج للحشر وَالْجنَّة وبمختلف الأنماط والأشكال وَمَا دم أَنه يبشر بِالْجنَّةِ الموعودة ويعد بالسعادة الأبدية فِي جَمِيع أوامره السماوية وَمَا دَامَت جَمِيع إجراءاته وشؤونه حَقًا وَحَقِيقَة وصدقا وصائبة وَمَا دَامَت جَمِيع آثاره تشهد على أَن الكمالات قاطبة إِنَّمَا هِيَ دلالات على أَنه منزه عَن كل نقص أَو قُصُور وَمَا دَامَ نقض الْعَهْد وَخلاف الْوَعْد وَالْكذب والمماطلة هُوَ من أقبح الصِّفَات فضلا عَن أَنه نقص وقصور ¶ فَلَا بُد أَن ذَلِك الْقَدِير ذَا الْجلَال وَذَلِكَ الْحَكِيم ذَا الْكَمَال وَذَلِكَ الرَّحِيم ذَا الْجمال سينفذ وعده حتما مقضيا وسيفتح أَبْوَاب السَّعَادَة الأبدية وسيدخلكم أَيهَا الْمُؤْمِنُونَ الْجنَّة موطن أبيكم آدم عَلَيْهِ السَّلَام",
            "page": "151",
            "part": "1",
            "seal": "AAA911EC"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "الْكَلِمَة الْحَادِيَة عشر وَإِلَيْهِ الْمصير ¶ أَي إِن الَّذين يرسلون إِلَى دَار الدُّنْيَا دَار الإمتحان والاختبار وَالتِّجَارَة وإنجاز الْوَظَائِف سيرجعون مرّة أُخْرَى إِلَى مرسلهم الْخَالِق ذِي الْجلَال بعد أَن أَدّوا وظائفهم وَأَتمُّوا تِجَارَتهمْ وأنهوا خدماتهم وسيلاقون مَوْلَاهُم الْكَرِيم الَّذِي أرسلهم أَي إِنَّهُم سيتشرفون بالمثول بَين يَدي رَبهم الرَّحِيم فِي مقْعد صدق عِنْد مليكهم المقتدر لَيْسَ بَينهم وَبَينه حجاب وَقد خلصوا من مَخَاض الْأَسْبَاب وظلام الْحجب والوسائط وسيجد كل وَاحِد مِنْهُم وَيعرف معرفَة خَالِصَة كَامِلَة خالقه وربه وسيده ومليكه ¶ فَهَذِهِ الْكَلِمَة تشع أملا وتتألق بشرى يفوق كل تِلْكَ الآمال والبشارات اللذيذة وَتقول ¶ أَيهَا الْإِنْسَان هَل تعلم إِلَى أَيْن أَنْت سَائِر وَإِلَى أَيْن أَنْت تساق فقد ذكر فِي ختام الْكَلِمَة الثَّانِيَة وَالثَّلَاثِينَ ¶ إِن قَضَاء ألف سنة من حَيَاة الدُّنْيَا وَفِي سَعَادَة مرفهة لَا يُسَاوِي سَاعَة وَاحِدَة من حَيَاة الْجنَّة وَإِن قَضَاء حَيَاة ألف سنة وَسنة بسرور كَامِل فِي نعيم الْجنَّة لَا يُسَاوِي سَاعَة من فرحة رُؤْيَة جمال الْجَمِيل سُبْحَانَهُ",
            "page": "152",
            "part": "1",
            "seal": "D21A6CA0"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "فَأَنت إِذن أَيهَا الْإِنْسَان رَاجع إِلَى ميدان رَحمته صائر إِلَى أعقاب ديوَان حَضرته فَمَا الْحسن وَالْجمال الَّذِي ترَاهُ فِي أحبتك المجازيين فتشتاق إِلَيْهِم وتفتن بهم بل مَا الْحسن وَالْجمال فِي جَمِيع موجودات الدُّنْيَا إِلَّا نوع ظلّ من تجلي جماله سُبْحَانَهُ وَحسن أَسْمَائِهِ جلّ وَعلا فالجنة بلطائفها ولذائذها وحورها وقصورها مَا هِيَ إِلَّا تجل من تجليات رَحمته سُبْحَانَهُ وَجَمِيع أَنْوَاع الشوق والمحبة والانجذاب والجواذب مَا هِيَ إِلَّا لمْعَة من محبَّة ذَلِك المعبود الْبَاقِي وَذَلِكَ المحبوب القيوم فَأنْتم ذاهبون إِذن إِلَى دَائِرَة حظوته ومقام حَضرته الجليلة وَأَنْتُم مدعوون إِذن إِلَى دَار ضيافته الأبدية إِلَى الْجنَّة الخالدة ¶ إِذن فَلَا تحزنوا وَلَا تبكوا عِنْد دخولكم الْقَبْر بل اسْتَبْشَرُوا خيرا واستقبلوه بابتسامة وَفَرح ¶ وتتابع هَذِه الْكَلِمَة وظيفتها فِي بَث نور الأمل والبشرى وَتقول ¶ أَيهَا الْإِنْسَان لَا تتوهم أَنَّك مَاض إِلَى الفناء والعدم والعبث والظلمات وَالنِّسْيَان والتفسخ والتحطم والانهشام وَالْغَرق فِي الْكَثْرَة والإنعدام بل",
            "page": "153",
            "part": "1",
            "seal": "0C6A4861"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "أَنْت ذَاهِب إِلَى الْبَقَاء لَا إِلَى الفناء وَأَنت مسوق إِلَى الْوُجُود الدَّائِم لَا إِلَى الْعَدَم وَأَنت مَاض إِلَى عَالم النُّور لَا إِلَى الظُّلُمَات وَأَنت سَائِر نَحْو مَوْلَاك ومالكك الْحق وَأَنت عَائِد إِلَى مقرّ سُلْطَان الْكَوْن سُلْطَان الْوُجُود سترتاح وتنشرح فِي ميدان التَّوْحِيد دون الْغَرق فِي الْكَثْرَة أبدا فَأَنت مُتَوَجّه إِلَى اللِّقَاء والوصال دون البعاد والفراق",
            "page": "154",
            "part": "1",
            "seal": "49C47E9D"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "الرسَالَة الْقيمَة ¶ نقطة من معرفَة الله جلّ جَلَاله",
            "page": "155",
            "part": "1",
            "seal": "2BD925A2"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "إِيضَاح ¶ إِذا مَا دخلت بستانا فَلَا أجني إِلَّا الأجود من الثمرات حَتَّى إِذا مَا تعبت فِي قطفها أجد الْمُتْعَة واللذة وَلَو وَقع نَظَرِي على الْفَاسِدَة مِنْهَا أصرفه عَنْهَا آخِذا بالقاعدة خُذ مَا صفا دع مَا كدر هَكَذَا أَنا فأرجو أَن يكون قرائي أَيْضا مثلي ¶ يُقَال إِن كلامك لَا يفهم بوضوح ¶ نعم مَا حيلتي هَكَذَا ترد السنوحات إِلَى الْقلب فَبَيْنَمَا أجدني كأنني أَتكَلّم فَوق مَنَارَة عالية إِذا بِي فِي أحيان أُخْرَى أنادي من قَعْر بِئْر عميقة ¶ فيا قارئي الْعَزِيز أَرْجُو أَن تلاحظ فِي هَذِه الرسَالَة ¶ أَن الْمُتَكَلّم هُوَ قلبِي الْعَاجِز ¶ أما الْمُخَاطب فَهُوَ نَفسِي العاصية ¶ بَيْنَمَا المستمع هُوَ ذَلِك الْإِنْسَان الَّذِي يتحَرَّى الْحَقِيقَة ¶ وسنشير فِي هَذِه الرسَالَة إِلَى مَا نقصده بِالذَّاتِ وَهُوَ التَّوْحِيد فِي أَرْبَعَة براهين عَظِيمَة من بَين براهينه الَّتِي لَا تحصر ¶ سعيد النورسي",
            "page": "156",
            "part": "1",
            "seal": "39150A5A"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله رب الْعَالمين وَالصَّلَاة وَالسَّلَام على مُحَمَّد خَاتم النَّبِيين وعَلى آله وَصَحبه أَجْمَعِينَ ¶ مقصودنا ومطلوبنا هُوَ {الله لَا إِلَه إِلَّا هُوَ الْحَيّ القيوم} ¶ فَمن بَين براهينه الَّتِي لَا تعد نورد هُنَا أَرْبَعَة مِنْهَا الْبُرْهَان الأول هُوَ مُحَمَّد صلى الله عَلَيْهِ وَسلم وَقد بسطنا هَذَا الْبُرْهَان فِي رِسَالَة سَابِقَة ¶ الْبُرْهَان الثَّانِي هَذَا الْكَوْن ذَلِك الْكتاب الْكَبِير المنظور ¶ الْبُرْهَان الثَّالِث هُوَ الْقُرْآن الْكَرِيم ذَلِك الْكتاب لَا ريب فِيهِ وَهُوَ الْكَلَام الْمُقَدّس ¶ الْبُرْهَان الرَّابِع الوجدان الْحَيّ أَو الْفطْرَة الشاعرة الَّذِي يمثل البرزخ ونقطة اتِّصَال عالمي الْغَيْب وَالشَّهَادَة فالفطرة أَو الوجدان نَافِذَة إِلَى الْعقل ينشر مِنْهَا شُعَاع التَّوْحِيد",
            "page": "157",
            "part": "1",
            "seal": "07B3E2DE"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "الْبُرْهَان الأول وَهُوَ حَقِيقَة مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ تِلْكَ الْحَقِيقَة المجهزة بالرسالة وَالْإِسْلَام فَمن حَيْثُ الرسَالَة تَتَضَمَّن شَهَادَة أعظم إِجْمَاع وأوسع تَوَاتر لجَمِيع الْأَنْبِيَاء عَلَيْهِم السَّلَام وَمن حَيْثُ الْإِسْلَام تحمل روح الْأَدْيَان السماوية كلهَا وتصديقها الْمُسْتَند على الْوَحْي فالرسول الْكَرِيم صلى الله عَلَيْهِ وَسلم يبين للبشرية جَمْعَاء وجود الله ووحدانيته فِي جَمِيع أَقْوَاله الصادقة المصدقة بمعجزاته الباهرة وبشهادة الْأَنْبِيَاء عَلَيْهِم السَّلَام وتصديق الْأَدْيَان كهلا فَهُوَ صلى الله عَلَيْهِ وَسلم يظْهر ذَلِك النُّور باسم المصطفين الأخيار من البشرية الَّذين اتحدوا فِي هَذِه الدعْوَة ترى هَل يُمكن أَن يتسلل الْبَاطِل إِلَى مثل هَذِه الْحَقِيقَة الباهرة الَّتِي تنَال هَذَا الْقدر من التَّصْدِيق وتبصرها الْعُيُون النافذة إِلَى الْحَقَائِق فتراها وَاضِحَة جلية خَالِصَة لَا شَائِبَة فِيهَا كلا ثمَّ كلا ¶ الْبُرْهَان الثَّانِي وَهُوَ كتاب الْكَوْن ¶ نعم إِن حُرُوف هَذَا الْكتاب ونقاطه فَردا فَردا أَو مَجْمُوعَة يَتْلُو كل بِلِسَانِهِ الْخَاص وَإِن من شَيْء إِلَّا يسبح بِحَمْدِهِ ¶ وَيبين وجود الْخَالِق الْعَظِيم ووحدانيته فَكل ذرة فِي",
            "page": "158",
            "part": "1",
            "seal": "294B1C09"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "الْكَوْن تشهد شَهَادَة صَادِقَة على وجوب وجود الْخَالِق الْحَكِيم جلّ جَلَاله فَبَيْنَمَا ترَاهَا تَتَرَدَّد بَين إمكانات واحتمالات غير متناهية فِي صفاتها وذاتها وَأَحْوَالهَا ووجودها إِذا بهَا تنتعش وتسلك طَرِيقا معينا وتتصف بِصفة مُعينَة وتتكيف بِحَالَة منتظمة وتسير وفْق قانون مُسَدّد وتتوجه إِلَى قصد معِين فتنتج حكما ومصالح تبهر الْأَلْبَاب فتزيد سطوع الْإِيمَان بِاللَّه فِي اللطيفة الربانية الممثلة لنموذج عوالم الْغَيْب فِي الْإِنْسَان أَفلا تنادي الذّرة بلسانها الْخَاص وتصرح بِقصد صانعها الْجَلِيل وبحكمته الْبَالِغَة فَكل ذرة من الذرات كَمَا أَنَّهَا تدل على الْخَالِق الْحَكِيم بوجودها الْمُنْفَرد وبصفاتها الْخَاصَّة وبكيفياتها الْمعينَة فَإِن هَذِه الدّلَالَة تتزايد بِاعْتِبَار كَون الذّرة جُزْءا من مركبات متداخلة متصاعدة وَمن حَيْثُ الإمكانات والاحتمالات الَّتِي تسلكها إِذْ لَهَا فِي كل مركب مقَام وَفِي كل مقَام نِسْبَة مُعينَة وارتباط معِين وَفِي كل نِسْبَة لَهَا وَظِيفَة خَاصَّة وَفِي كل موقع تحافظ على التوازن الْعَام وَفِي كل وَظِيفَة تثمر مصَالح شَتَّى وَحكما عديدة فَفِي كل مرتبَة إِذا تتلو الذّرة بلسانها الْخَاص دَلَائِل وجوب وجود صانعها الْجَلِيل وَتظهر قصد خَالِقهَا الْحَكِيم وَكَأَنَّهَا ترتل الْآيَات",
            "page": "159",
            "part": "1",
            "seal": "0D4E4A76"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "الْكَرِيمَة الدَّالَّة على الوحدانية مثلهَا فِي هَذَا كَمثل الجندي الَّذِي لَهُ وَظِيفَة مُعينَة وارتباط خَاص مَعَ كل من فَصِيله وفوجه وفرقته والجيش كُله أَلا تكون إِذا الْبَرَاهِين الدَّالَّة على الله سُبْحَانَهُ وَتَعَالَى أَكثر بِكَثِير من عدد ذرات الْكَوْن فَمَا يُقَال من أَن الطّرق إِلَى الله بِعَدَد أنفاس الْخَلَائق إِنَّمَا هِيَ حَقِيقَة صَادِقَة لَا مُبَالغَة فِيهَا قطّ بل قد تكون قَاصِرَة ¶ سُؤال لماذا لَا يرى الْجَمِيع بعقولهم الْخَالِق الْعَظِيم ¶ الْجَواب لكَمَال ظُهُوره جلّ وَعلا وَلعدم الضِّدّ تَأمل سطور الكائنات فَإِنَّهَا من الْمَلأ الْأَعْلَى إِلَيْك رسائل ¶ فَهَذَا الْكتاب الكوني الْعَظِيم يتجلى فِيهِ النظام بوضوح تَامّ بِحَيْثُ يظْهر النظام كَالشَّمْسِ فِي رَابِعَة النَّهَار فتظهر معْجزَة الْقُدْرَة فِي كل كلمة أَو حرف فِيهِ فتأليف هَذَا الْكتاب البديع فِيهِ من الإعجاز الباهر بِحَيْثُ لَو فَرضنَا فرضا محالا أَن كل سَبَب من الْأَسْبَاب الطبيعية فَاعِلا مُخْتَارًا لسجدت تِلْكَ الْأَسْبَاب جَمِيعًا بِكَمَال الْعَجز أَمَام ذَلِك الإعجاز قائلة سُبْحَانَكَ لَا قدرَة لنا أَنَّك أَنْت الْعَزِيز الْحَكِيم إِذْ أَنَّك ترى أَن فِي هَذَا الْكتاب من النّظم الدَّقِيق المتشابك المتساند بِحَيْثُ",
            "page": "160",
            "part": "1",
            "seal": "440C5C8B"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "يلْزم لإيجاد نقطة فِي مَكَانهَا الصَّحِيح قدرَة مُطلقَة تَسْتَطِيع إِيجَاد الْكَوْن كُله وَذَلِكَ لِأَن كل حرف من حُرُوفه وَلَا سِيمَا مَا كَانَ ذَا حَيَاة لَهُ وَجه نَاظر إِلَى كل جملَة من جمل الْكتاب وَله عين شاخصة إِلَيْهَا بل إِن كل كلمة فِيهِ لَهَا ارتباط وثيق مَعَ كَلِمَات الْكتاب كلهَا فَالَّذِي خلق عين الْبَعُوضَة إِذا هُوَ خَالق الشَّمْس أَيْضا وَالَّذين نظم معدة البرغوث هُوَ الَّذِي ينظم الْمَنْظُومَة الشمسية فَإِن شِئْت رَاجع كتاب السنوحات لترى حَقِيقَة الْآيَة الْكَرِيمَة {مَا خَلقكُم وَلَا بعثكم إِلَّا كَنَفس وَاحِدَة} ¶ ولتشهد كَيفَ يقطر شهد الشَّهَادَة الصادقة من لِسَان معْجزَة الْقُدْرَة النَّحْل الَّذِي يمثل كلمة صَغِيرَة من هَذَا الْكتاب أَو إِن شِئْت فَتَأمل فِي نقطة من هَذَا الْكتاب فِي حَيَوَان مجهري لَا يرى بِالْعينِ الْمُجَرَّدَة لتشهد كَيفَ أَنه يمثل نموذجا مُصَغرًا للكائنات فَالَّذِي كتبه على هَذِه الصُّورَة المعجزة قد كتب الكائنات فَلَو أمعنت النّظر فِيهِ لرأيته يضم من المكائن الدقيقة والأجهزة البديعة مَا يثبت لَك يَقِينا أَنه لَا يُمكن أَن يُفَوض أمره",
            "page": "161",
            "part": "1",
            "seal": "92F871BC"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "إِلَى الْأَسْبَاب الجامدة البسيطة الطبيعية الَّتِي لَا تميز بَين الإمكانات إِلَّا إِذا توهمت أَن فِي كل ذرة شُعُور الْحُكَمَاء وَحِكْمَة الْأَطِبَّاء ودهاء الساسة والحكام وَأَنَّهَا تتحاور فِيمَا بَينهَا دون وساطة وَمَا هَذِه إِلَّا خرافة يخجل مِنْهَا الخرافيون فَلَا يُمكن أَن تكون تِلْكَ الماكنة الْحَيَّة الصَّغِيرَة إِذا إِلَّا معْجزَة قدرَة إلهية أَلا ترى أَن الْعُقُول تنبهر أمامها فَهِيَ إِذا لَيست من صنع الْأَسْبَاب الطبيعية بل من إبداع من يقدر على إِيجَاد الكائنات كلهَا وينظم شؤونها إِذْ هُوَ محَال أَن يجْتَمع أس أساس تِلْكَ الْأَسْبَاب المادية وَهُوَ الْقُوَّة الجاذبية وَالْقُوَّة الدافعة مَعًا فِي جُزْء لَا يتَجَزَّأ للْقِيَام بِتِلْكَ الصَّنْعَة الحكيمة ¶ نعم إِن مَا يَظُنُّونَهُ أساسا لكل شَيْء من جذب وَدفع وحركة وَقُوَّة وأمثالها إِنَّمَا هُوَ ناموس الهي يمثل قوانين عادات الله وَاسم لَهَا فَهَذِهِ القوانين مَقْبُولَة بِشَرْط أَلا تنْتَقل من كَونهَا قَاعِدَة إِلَى طبيعة فاعلة وَمن شَيْء ذهني إِلَى حَقِيقَة خارجية وَمن أَمر اعتباري إِلَى حَقِيقَة مَشْهُودَة وَمن آلَة قِيَاس إِلَى مُؤثر حَقِيقِيّ ¶ سُؤال مَعَ أَن هَذِه الشَّهَادَة قَاطِعَة فَكيف إِذا يعْتَقد الْبَعْض بأزلية الْمَادَّة وتشكل الْأَنْوَاع من حركات الذرات أَي بالمصادفة وأمثالها من الْأُمُور",
            "page": "162",
            "part": "1",
            "seal": "1CE7E5AD"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "الْجَواب لمُجَرّد إقناع النَّفس بِشَيْء آخر غير الْإِيمَان بِاللَّه وَلِأَنَّهُم لَا يدركون فَسَاد الفكرة بِالنّظرِ السطحي التقليدي فينشأ لديهم هَذَا الِاحْتِمَال وَلَكِن إِذا قصد الْإِنْسَان وَتوجه بِالذَّاتِ إِلَى إقناع نَفسه فَلَا بُد أَنه سيقف على محالية الفكرة وَبعدهَا عَن الْمنطق وَالْعقل وَلَو اعْتقد بهَا فَلَا يعْتَقد إِلَّا بِسَبَب التغافل عَن الْخَالِق سُبْحَانَهُ فَمَا أعجب الضلال إِن من يضيق عقله عَن أزلية الله سُبْحَانَهُ وإيجاده الْأَشْيَاء كلهَا وَهِي صفة لَازِمَة ضَرُورِيَّة للذات الجليلة كَيفَ يُعْطي تِلْكَ الأزلية والإيجاد إِلَى ذرات غير متناهية وَإِلَى أَشْيَاء عاجزة فَلَقَد اشتهرت حَادِثَة أَنه بَيْنَمَا كَانَ النَّاس يراقبون هِلَال الْعِيد وَلم يره أحد إِذا بشيخ هرم يحلف أَنه قد رأى الْهلَال ثمَّ تبين أَنه مَا رَآهُ لم يكن هلالا بل شَعْرَة بَيْضَاء مقوسة قد تدلت من حَاجِبه فَأَيْنَ تِلْكَ الشعرة من الْهلَال وَأَيْنَ حركات الذرات من تشكيل الْأَنْوَاع ¶ إِن الْإِنْسَان لكَونه مكرما فطْرَة يبْحَث عَن الْحق دَوْمًا وأثناء بَحثه يعثر على الْبَاطِل أَحْيَانًا فيخفيه فِي صَدره ويحفظه وَقد يَقع الضلال بِلَا اخْتِيَار مِنْهُ على رَأسه أثْنَاء تنقيبه عَن الْحَقِيقَة فيظنه حَقًا فيلبسه كالقلنسوة على رَأسه",
            "page": "163",
            "part": "1",
            "seal": "208DD05D"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "سُؤال مَا هَذِه الطبيعة والقوانين والقوى الَّتِي يسلون بهَا أنفسهم ¶ الْجَواب أَن الطبيعة هِيَ شَرِيعَة الهية كبرى أوقعت نظاما دَقِيقًا بَين أَفعَال وعناصر وأعضاء جَسَد الخليقة الْمُسَمّى بعالم الشَّهَادَة هَذِه الشَّرِيعَة الفطرية هِيَ الَّتِي تسمى بِسنة الله والطبيعة وَهِي محصلة وخلاصة مَجْمُوع القوانين الاعتبارية الْجَارِيَة فِي الْكَوْن أما مَا يسمونه بالقوى فَكل مِنْهَا حكم من أَحْكَام هَذِه الشَّرِيعَة والقوانين كل مِنْهَا عبارَة عَن مَسْأَلَة من مسائلها وَلَكِن لاستمرار أَحْكَام هَذِه الشَّرِيعَة واطراد مسائلها توهم الخيال فجسمها فِي الطبيعة واعتبرها مَوْجُودا خارجيا مؤثرا وَحَقِيقَة واقعية فاعلة بَيْنَمَا هِيَ أَمر اعتباري ذهني فترى النُّفُوس الَّتِي ترى الخيال حَقِيقَة وَالْأَمر الاعتباري الذهْنِي أمرا خارجيا ألبست هَذِه الطبيعة طور الْمُؤثر الْحَقِيقِيّ وَالْحَال لَا يقنع الْقلب بِأَيّ مبرر وَلَا يعجب الْفِكر بِأَيّ مسوغ بل لَا تأنس الْحَقِيقَة بِكَوْن هَذِه الطبيعة الجاهلة مصدرا للأشياء فَمَا ساقهم إِلَى هَذِه الفكرة غير المعقولة إِلَّا توهمهم إِنْكَار الْخَالِق الْجَلِيل وَذَلِكَ لعجزهم عَن إِدْرَاك آثَار قدرته المعجزة المحيرة للعقول",
            "page": "164",
            "part": "1",
            "seal": "41E2ECCB"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "فالطبيعة مطبعة مثالية وَلَيْسَت طابعة نقش لَا نقاشة قَابِلَة للانفعال لَا فاعلة مسطر آلَة قِيَاس لَا مصدر نظام لَا نظام قانون لَا قدرَة شَرِيعَة إرادية لَا حَقِيقَة خارجية ¶ فَلَو قدم شخص فِي ريعان الشَّبَاب إِلَى هَذَا الْعَالم البديع مُبَاشرَة وَدخل قصرا فخما مزينا بأروع الْآثَار وافترض لنَفسِهِ أَن لَيْسَ هُنَاكَ من أحد خَارج الْبناء قد قَامَ بتشييده وتزيينه وَبَدَأَ يتحَرَّى السَّبَب الْفَاعِل فِي أرجاء الْقصر وَوَقع بَصَره على كتاب جَامع لأنظمة الْقصر وخارطته فَإِنَّهُ يتَصَوَّر من جَهله أَن هَذَا الْكتاب هُوَ الْفَاعِل لما ينعكس فِي شعوره من الْبَحْث عَن عِلّة حَقِيقِيَّة فيضطر إِلَى هَذِه الْعلَّة بِسَبَب افتراضه الموهوم مقدما وَهَكَذَا الْبَعْض يسلي نَفسه بالطبيعة بِسَبَب تغافله عَن الْخَالِق الْجَلِيل فيضطر إِلَى خداع نَفسه بِنَفسِهِ ويتيه فِي مثل هَذِه الْأُمُور الْخَارِجَة عَن منطق الْعقل ¶ والشريعة الإلهية اثْنَتَانِ ¶ إِحْدَاهمَا الشَّرِيعَة الْآتِيَة من صفة الْكَلَام الَّتِي تنظم أَفعَال الْعباد الاختيارية",
            "page": "165",
            "part": "1",
            "seal": "5BB43CDA"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "وَالثَّانيَِة الشَّرِيعَة الْآتِيَة من صفة الْإِرَادَة الَّتِي تسمى بالأوامر التكوينية والشريعة الفطرية وَهِي محصلة قوانين عادات الله الْجَارِيَة فِي الْكَوْن ¶ فَكَمَا أَن الشَّرِيعَة الأولى عبارَة عَن قوانين معقولة فَإِن الشَّرِيعَة الثَّانِيَة أَيْضا عبارَة عَن مَجْمُوع القوانين الاعتبارية وَالَّتِي تسمى خطأ بالطبيعة فَهَذِهِ القوانين لَا تملك التَّأْثِير الْحَقِيقِيّ وَلَا الإيجاد اللَّذين هما من خَواص صفة الْقُدْرَة الإلهية ¶ وَلَقَد شرحنا أثْنَاء بياننا التَّوْحِيد أَن كل شَيْء مُرْتَبِط بالأشياء جَمِيعًا فَلَا شَيْء يحدث من دون الْأَشْيَاء جَمِيعًا فَالَّذِي يخلق شَيْئا قد خلق جَمِيع الْأَشْيَاء لذا فَلَيْسَ الْخَالِق لشَيْء إِلَّا الْوَاحِد الْأَحَد الصَّمد بَيْنَمَا الْأَسْبَاب الطبيعية الَّتِي يَسُوقهَا أهل الضَّلَالَة هِيَ مُتعَدِّدَة فضلا عَن أَنَّهَا جاهلة لَا يعرف بَعْضهَا بَعْضًا علاوة على أَنَّهَا عمياء وَلَيْسَ بَين يَديهَا إِلَّا الصدفة العمياء ¶ ف {قل الله ثمَّ ذرهم فِي خوضهم يَلْعَبُونَ} ¶ الْخُلَاصَة إِن الإعجاز الباهر الظَّاهِر فِي النظام والتناسق والاطراد الْمشَاهد فِي كتاب الْكَوْن الْكَبِير وَهُوَ برهاننا الثَّانِي على التَّوْحِيد يظْهر بوضوح تَامّ",
            "page": "166",
            "part": "1",
            "seal": "CE30CCC5"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "كَالشَّمْسِ الساطعة إِن الْكَوْن وَمَا فِيهِ لَيْسَ إِلَّا آثَار قدرَة متناهية وَعلم لَا يتناهى وَإِرَادَة أزلية ¶ سُؤال بِمَ يثبت النظام والانتظام والتناسق ¶ الْجَواب أَن الْعُلُوم الكونية الَّتِي توصل إِلَيْهَا الْإِنْسَان إِنَّمَا هِيَ كالحواس لنَوْع الْإِنْسَان وكالجواسيس تكشف لَهُ عَن مَجَاهِيل لَا يصلها بِنَفسِهِ فبالاستقراء التَّام يُمكنهُ أَن يتَوَصَّل إِلَى كشف ذَلِك النظام بِتِلْكَ الْحَواس والجواسيس فَكل نوع من أَنْوَاع الكائنات قد خص بِعلم أَو فِي طَرِيقه إِلَى ذَلِك لذا يظْهر كل علم مَا فِي نَوعه من انتظام ونظام بكلية قَوَاعِده لِأَن كل علم فِي الْحَقِيقَة عبارَة عَن دساتير وقواعد كُلية وكلية الْقَوَاعِد تدل على حسن النظام إِذْ مَا لَا نظام لَهُ لَا تجْرِي فِيهِ الْكُلية فالإنسان مَعَ أَنه قد لَا يحط بِنَفسِهِ بالنظام كُله إِلَّا أَنه يُدْرِكهُ بجواسيس الْعُلُوم فَيرى أَن الْإِنْسَان الْأَكْبَر وَهُوَ الْعَالم منظم كالإنسان الْأَصْغَر سَوَاء بِسَوَاء فَمَا من شَيْء إِلَّا ومبني على أسس حكيمة فَلَا عَبث وَلَا شَيْء سدى ¶ فبرهاننا هَذَا لَيْسَ قاصرا كَمَا ترى على أَرْكَان الكائنات وأعضائها بل يَشْمَل الخلايا لجَمِيع الكائنات",
            "page": "167",
            "part": "1",
            "seal": "2D933C8A"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "الْحَيَّة بل يَشْمَل الذرات جَمِيعًا فَكلهَا لِسَان ذَاكر يلهج بِالتَّوْحِيدِ والجميع يذكرُونَ مَعًا لَا إِلَه إِلَّا الله ¶ الْبُرْهَان الثَّالِث هُوَ الْقُرْآن الْحَكِيم ¶ فَإِذا مَا ألصقت أُذُنك إِلَى صدر هَذَا الْبُرْهَان النَّاطِق ستسمع حتما أَنه يردد لَا إِلَه إِلَّا هُوَ فبرهاننا هَذَا يمثل شَجَرَة عَظِيمَة متشعبة الأغصان وَالْفُرُوع تتدلى مِنْهَا ثَمَرَات الْحق والحقيقة من كل جَانب بغزارة ووفرة وحيوية بِحَيْثُ لَا تدع لأحد أَن يداخله ريب من أَن بذرتها الأصيلة وَهِي التَّوْحِيد قَوِيَّة حقة حَيَّة إِذْ لَا يخفى أَن البذرة الْفَاسِدَة لَا تؤتي شجرتها الثِّمَار الغضة كل حِين ¶ أما غُصْن هَذِه الشَّجَرَة الوارفة الممتد إِلَى عَالم الشَّهَادَة فَهُوَ يحمل أثمار الْأَحْكَام الصائبة الحقة مِثْلَمَا أَن الْغُصْن الْعَظِيم الممتد إِلَى عَالم الْغَيْب غَنِي بالثمرات اليانعة الحقة للتوحيد وَالْإِيمَان بِالْغَيْبِ ¶ فَإِذا مَا شوهد هَذَا الْبُرْهَان الْعَظِيم من جَمِيع جوانبه لعلم يَقِينا أَن الَّذِي يعلنه واثق كل الثِّقَة من نتيجته وَهِي التَّوْحِيد ومطمئن اطمئنانا لَا يشوبه تردد قطّ إِذْ يبْنى جَمِيع الْأُمُور على هَذِه النتيجة الرصينة بل يَجْعَلهَا",
            "page": "168",
            "part": "1",
            "seal": "B6D31437"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "حجر الزاوية لكل شَيْء فِي الْوُجُود فَمثل هَذَا الأساس الراسخ لَا يُمكن أَن يكون تكلفا وتصنعا الْبَتَّةَ بل يَجْعَل الإعجاز الباهر على هَذَا الْبُرْهَان مستغنيا عَن تَصْدِيق الآخرين لَهُ فأنباؤه كلهَا صدق ثَابِتَة وَحقّ وَحَقِيقَة بِنَفسِهَا ¶ نعم إِن الْجِهَات السِّت لهَذَا الْبُرْهَان الْمُنِير شفافة رائقة فَعَلَيهِ الإعجاز الظَّاهِر وَتَحْته الْمنطق وَالدَّلِيل وَفِي يَمِينه استنطاق الْعقل وَفِي يسَاره استشهاد الوجدان أَمَامه وهدفه الْخَيْر والسعادة فِي الدُّنْيَا وَالْآخِرَة نقطة استناده الْوَحْي الْمَحْض أفيجزأ وهم أَن يقتحم هَذَا الْحصن الْحصين ¶ هُنَاكَ أصُول أَرْبَعَة للعروج إِلَى عرش الكمالات وَهُوَ معرفَة الله جلّ جَلَاله ¶ أَولهَا مَنْهَج الصُّوفِيَّة المؤسس على تَزْكِيَة النَّفس والسلوك الإشراقي ¶ ثَانِيهَا مَنْهَج عُلَمَاء الْكَلَام الْمَبْنِيّ على الْحُدُوث والإمكان فِي إِثْبَات وَاجِب الْوُجُود ¶ وَمَعَ أَن هذَيْن الْأَصْلَيْنِ قد تشعبا من الْقُرْآن الْكَرِيم إِلَّا أَن الْبشر قد أفرغهما فِي صور شَتَّى لذا أصبحا",
            "page": "169",
            "part": "1",
            "seal": "DB4C1092"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "منهجين طويلين وَذَوي مشاكل فَلم يبقيا مصانين من الأوهام والشكوك ¶ ثَالِثهَا مَسْلَك الفلاسفة المشوب بالشكوك والشبهات والأوهام ¶ رَابِعهَا وأولاها طَرِيق الْقُرْآن الْكَرِيم الَّذِي يعلنه ببلاغته المعجزة وبجزالته الساطعة فَلَا يوازيه طَرِيق فِي الاسْتقَامَة والشمول فَهُوَ أقصر طَرِيق وأقربه إِلَى الله وأشمله لبني الْإِنْسَان ¶ ولبلوغ عرش هَذَا الأَصْل هُنَاكَ أَربع وَسَائِل الإلهام التَّعْلِيم التَّزْكِيَة التدبر ¶ وَأَن لِلْقُرْآنِ الْكَرِيم فِي معرفَة الله سُبْحَانَهُ وَإِثْبَات وحدانيته طَرِيقين ¶ الأول دَلِيل الْعِنَايَة والغاية فَجَمِيع الْآيَات الْكَرِيمَة الَّتِي تعد مَنَافِع الْأَشْيَاء وتذكر حكمهَا إِنَّمَا هِيَ نساجة لهَذَا الدَّلِيل وَمظَاهر لتجلي هَذَا الْبُرْهَان وزبدة هَذَا الدَّلِيل هِيَ إتقان الصنع فِي النظام الْأَكْمَل فِي الكائنات وَمَا فِيهَا من رِعَايَة الْمصَالح وَالْحكم إِذْ النظام المندمج فِي الكائنات وَمَا فِيهِ من رِعَايَة الْمصَالح وَالْحكم يدل على قصد الْخَالِق الْحَكِيم وحكمته المعجزة وينفي نفيا قَاطعا وهم",
            "page": "170",
            "part": "1",
            "seal": "2C793E13"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "المصادفة والاتفاق الْأَعْمَى لِأَن الاتقان لَا يكون دون اخْتِيَار فَكل علم من الْعُلُوم الكونية شَاهد صدق على النظام وَيُشِير إِلَى الْمصَالح والثمرات المتدلية كالعناقيد فِي أَغْصَان الموجودات ويلوح فِي الْوَقْت نَفسه إِلَى الحكم والفوائد المستترة فِي ثنايا انقلاب الْأَحْوَال وَتغَير الأطوار ¶ فَإِن شِئْت فَانْظُر إِلَى علم الْحَيَوَان والنبات فقد ثَبت فيهمَا أَن الْأَنْوَاع الَّتِي يزِيد عَددهَا على مئتي ألف نوع كل لَهُ أصل معِين وجد أكبر مِثْلَمَا الْإِنْسَان لَهُ أصل وَهُوَ آدم عَلَيْهِ السَّلَام وكل فَرد من هَذِه الْأَنْوَاع الوفيرة كَأَنَّهُ ماكنة بديعة عَجِيبَة تبهر الأفهام فَلَا يُمكن أَن تكون القوانين الموهومة الاعتبارية والأسباب الطبيعية العمياء الجاهلة موجدة لهَذِهِ السلَاسِل العجيبة من الْأَفْرَاد والأنواع أَي أَن كل فَرد وكل نوع يعلن بِذَاتِهِ أَنه صادر مُبَاشرَة من يَد الْقُدْرَة الإلهية الحكيمة ¶ ويذكرنا الْقُرْآن الْكَرِيم بِهَذَا الدَّلِيل فِي قَوْله تَعَالَى {فَارْجِع الْبَصَر هَل ترى من فطور} ¶ بل يُبينهُ على أفضل وأكمل وَجه إِذْ كَمَا أَنه يَأْمُرنَا بالتفكر فِي الْمَخْلُوقَات فَإِنَّهُ يُقرر فِي الأذهان هَذَا الدَّلِيل",
            "page": "171",
            "part": "1",
            "seal": "0387F878"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "دَلِيل الْعِنَايَة بتعداده الْفَوَائِد وَالنعَم وَمن بعد ذَلِك الإحالة إِلَى الْعقل فِي خَوَاتِيم الْآيَات وفواصلها فينبه الْعقل ويحرك الوجدان فِي أَمْثَال هَذِه الْآيَات. . أَولا يعلمُونَ {أَفلا يعْقلُونَ} {أَفلا تتذكرون} {فاعتبروا} ¶ الدَّلِيل القرآني الثَّانِي هُوَ دَلِيل الاختراع وخلاصته ¶ إِن الله تَعَالَى أعْطى لكل فَرد وَلكُل نوع وجودا خَاصّا هُوَ منشأ آثاره الْمَخْصُوصَة ومنبع كمالاته اللائقة إِذْ لَا نوع يتسلسل الْأَزَل لِأَنَّهُ من الممكنات ولبطلان التسلسل وَإِن الْحَقَائِق لَا تنْقَلب بل ثَابِتَة والأنواع المتوسطة لَا تدوم سلاسلها أما تحول الْأَصْنَاف فَهُوَ غير انقلاب الْحَقَائِق إِذْ مَا يسمونه من تغير صور الْمَادَّة مَا هُوَ إِلَّا حَادث لِأَن حُدُوث بَعْضهَا مشهود وَبَعضهَا الآخر يثبت بِالضَّرُورَةِ الْعَقْلِيَّة فالقوى والصور من حَيْثُ أَنَّهَا عرضية لَا تشكل التباين الْجَوْهَرِي الْمَوْجُود فِي الْأَنْوَاع فَلَا يكون الْعرض",
            "page": "172",
            "part": "1",
            "seal": "771EBD6A"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "جوهرا ففصائل الْأَنْوَاع إِذا وميزات عُمُوم الْأَعْرَاض وخواصها قد أبدع واخترع من الْعَدَم البحت أما التناسل فِي السلسلة فَهُوَ من الشَّرَائِط الاعتبارية الاعتيادية فيا عجبا كَيفَ تستوعب أذهان الضَّلَالَة أزلية الْمَادَّة وَهِي تنَافِي الأزلية قطعا بَيْنَمَا تعجز تِلْكَ الأذهان أَن تدْرك أزلية الْخَالِق الْجَلِيل الَّتِي هِيَ من ألزم صِفَاته الضرورية ¶ ثمَّ كَيفَ وجدت الذرات المتناهية فِي الصغر قُوَّة وثباتا بِحَيْثُ تقاوم أوَامِر الْقُدْرَة الإلهية وَتبقى أزلية بَيْنَمَا الْكَوْن بعظمته منقاد إِلَى تِلْكَ الْأَوَامِر انقياد طَاعَة وخضوع وَكَيف يسند الإبداع والإيجاد وهما من خَواص الْقُدْرَة الإلهية إِلَى أعجز شَيْء وأهونه وَهُوَ الْأَسْبَاب ¶ فالقرآن الْكَرِيم يرسخ هَذَا الدَّلِيل فِي آيَاته الَّتِي تبحث عَن الْخلق والإيجاد ويقرر أَن لَا مُؤثر إِلَّا الله وَحده فالأسباب لَا تَأْثِير لَهَا تَأْثِيرا حَقِيقِيًّا وَإِنَّمَا هِيَ ستائر أَمَام عزة الْقُدْرَة وعظمتها لِئَلَّا يرى الْعقل مُبَاشرَة يَد الْقُدْرَة بالأمور الخسيسة بنظره الظَّاهِر إِذْ أَن لكل شَيْء جِهَتَيْنِ ¶ إِحْدَاهمَا جِهَة الْملك وَهِي كالوجه الملون المطلي",
            "page": "173",
            "part": "1",
            "seal": "0F15F4C6"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "للمرآة ترده الأضداد وتصبح قبيحة شريرة حقيرة عَظِيمَة الخ فالأسباب فِي هَذَا الْوَجْه مَوْجُودَة لأجل إِظْهَار العظمة والعزة ¶ والجهة الثَّانِيَة جِهَة الملكوت وَهِي كالوجه الشفاف للمرآة هَذِه الْجِهَة جميلَة فِي كل شَيْء إِذْ لَا تَأْثِير للأسباب فِيهَا فالوحدانية تَقْتَضِي هَذَا وَحَيْثُ أَن كلا من الْحَيَاة وَالروح والنور والوجود قد خرج من يَد الْقُدْرَة الإلهية دون وساطة فالوجهان شفافان جميلان أَي جميل ملكا وملكوتا ¶ الْبُرْهَان الرَّابِع هُوَ وجدان الْإِنْسَان الْمُسَمّى بالفطرة الشاعرة فلكي تحيط بِهَذَا الْبُرْهَان أمعن النّظر فِي النكات الدقيقة الْآتِيَة ¶ أولاها أَن الْفطْرَة لَا تكذب فَفِي البذرة ميلان للنمو إِذا قَالَ سأنبت سأثمر فَهُوَ صَادِق وَفِي الْبَيْضَة ميلان للحياة إِذا قَالَ سأكون فرخا فَيكون بِإِذن الله وَهُوَ صَادِق وَإِذا قَالَ ميلان التجمد فِي غرفَة من مَاء سأحتل مَكَانا أوسع فَلَا يَسْتَطِيع الْحَدِيد رغم صلابته أَن يكذبهُ بل إِن صدق قَوْله يفتت الْحَدِيد",
            "page": "174",
            "part": "1",
            "seal": "C15FB6A6"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "فَهَذِهِ الميول إِنَّمَا هِيَ تجليات الْأَوَامِر التكوينية الصادرة من الْإِرَادَة الإلهية ¶ النُّكْتَة الثَّانِيَة لَا تقتصر حواس الْإِنْسَان الظَّاهِرَة والباطنة على الْخَمْسَة الْمَعْرُوفَة حاسة السّمع والذوق وَالْبَصَر. . الخ وَإِنَّمَا لَهُ نوافذ كَثِيرَة مطلة إِلَى عَالم الْغَيْب فَلهُ حواس كَثِيرَة غير مَعْلُومَة فحاسة السُّوق وحاسة الشوق لَدَيْهِ حواس لَا تكذب وَلَا تزل ¶ النُّكْتَة الثَّالِثَة لَا يُمكن أَن يكون شَيْء موهوم مبدءا لحقيقة خارجية فنقطة الِاسْتِنَاد والاستمداد حقيقتان ضروريتان مغروزتان فِي الْفطْرَة والوجدان حَيْثُ أَن الْإِنْسَان مكرم وَهُوَ صفوة الْمَخْلُوقَات فلولاها لتردى الْإِنْسَان إِلَى أَسْفَل سافلين بَيْنَمَا الْحِكْمَة والنظام والكمال فِي الكائنات يرد هَذَا الِاحْتِمَال ¶ النُّكْتَة الرَّابِعَة إِن الوجدان لَا ينسى الْخَالِق مهما عطل الْعقل نَفسه وأهمل عمله بل حَتَّى لَو أنكر نَفسه فالوجدان يبصر الْخَالِق وَيَرَاهُ ويتأمل فِيهِ وَيتَوَجَّهُ إِلَيْهِ والحدس الَّذِي هُوَ سرعَة انْتِقَال فِي الْفَهم يحركه دَائِما وَكَذَا الإلهام الَّذِي هُوَ الحدس المضاعف",
            "page": "175",
            "part": "1",
            "seal": "ABB745E9"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "ينوره دَوْمًا والعشق الإلهي يَسُوقهُ ويدفعه دَوْمًا إِلَى معرفَة الله تَعَالَى ذَلِك الْعِشْق المنبعث من تضَاعف الشوق الْمُتَوَلد من تضَاعف الرَّغْبَة الناشئة من تضَاعف الميلان المغروز فِي الْفطْرَة فالانجذاب والجذبة المغروز فِي الْفطْرَة لَيْسَ إِلَّا من جاذب حَقِيقِيّ ¶ وَبعد مَا تبين لَك هَذِه النكات أمعن فِي الوجدان لترى كَيفَ أَنه برهَان مُودع فِي نفس كل إِنْسَان يثبت التَّوْحِيد ولتشاهد أَيْضا أَن قلب الْإِنْسَان مِثْلَمَا ينشر الْحَيَاة إِلَى أرجاء الْجَسَد فالعقدة الحياتية فِيهِ وَهِي معرفَة الله تنشر الْحَيَاة إِلَى آمال الْإِنْسَان وميوله المتشعبة فِي مواهبه واستعداداته غير المحدودة كل بِمَا يلائمه فتقطر فِيهَا اللَّذَّة والنشوة وتزيدها قيمَة وأهمية بل تبسطها وتصقلها فَهَذِهِ هِيَ نقطة الاستمداد ¶ والمعرفة الإلهية هَذِه نَفسهَا هِيَ نقطة استناد للْإنْسَان أَمَام تقلبات الْحَيَاة ودواماتها وأمام تزاحم المصائب والنكبات وتواليها عَلَيْهِ إِذْ الْإِنْسَان إِن لم يعْتَقد بالخالق الْحَكِيم الَّذِي كل أمره نظام وَحِكْمَة وَأسْندَ الْأُمُور والحوادث إِلَى المصادفات العمياء وركن إِلَى مَا يملكهُ من قُوَّة هزيلة لَا تقاوم شَيْئا من المصائب فَإِنَّهُ سينهار",
            "page": "176",
            "part": "1",
            "seal": "477F2AEE"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "حتما من فزعه وخوفه من هول مَا يُحِيط بِهِ من بلايا وسيشعر بحالات اليمة تذكره بِعَذَاب جَهَنَّم وَهَذَا مَا لَا يتَّفق وَكَمَال روح الْإِنْسَان المكرم إِذْ يسْتَلْزم سُقُوطه إِلَى هاوية الذل والمهانة مِمَّا يُنَافِي النظام المتقن الْقَائِم فِي الْكَوْن كُله أَي أَن هَاتين النقطتين نقطة الاستمداد والاستناد ضروريتان لروح الْإِنْسَان فالخالق الْكَرِيم ينشر نور مَعْرفَته ويبثها فِي وجدان كل إِنْسَان من هَاتين النافذتين نقطة الاستمداد ونقطة الِاسْتِنَاد فمهما أطبق الْعقل جفْنه وَمهما أغمض عينه فعيون الوجدان مفتحة دَائِما ¶ وَهَكَذَا فشهادة هَذِه الْبَرَاهِين الْأَرْبَعَة الْعَظِيمَة القاطعة تدلنا على أَن الْخَالِق الْجَلِيل كَمَا أَنه وَاجِب الْوُجُود أزلي وَاحِد أحد فَرد صَمد عليم قدير مُرِيد سميع بَصِير مُتَكَلم حَيّ قيوم فَهُوَ متصف كَذَلِك بِجَمِيعِ الْأَوْصَاف الجلالية والجمالية لِأَن مَا فِي الْمَخْلُوقَات من فيض الْكَمَال إِنَّمَا هُوَ مقتبس من ظلّ تجلي كَمَال خالقه الْجَلِيل فبالضرورة يُوجد فِي الْخَالِق سُبْحَانَهُ من الْحسن وَالْجمال والكمال مَا هُوَ أَعلَى بدرجات غير متناهية وبمراتب مُطلقَة من عُمُوم مَا فِي الكائنات من الْحسن والكمال وَالْجمال ثمَّ إِن الْخَالِق سُبْحَانَهُ منزه عَن كل",
            "page": "177",
            "part": "1",
            "seal": "87136E9A"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "النقائص لِأَن النقائص إِنَّمَا تنشأ عَن افتقار استعداد ماهيات الماديات وقابلياتها وَهُوَ سُبْحَانَهُ وَتَعَالَى منزه عَن الماديات مقدس متعال عَن لَوَازِم وأوصاف نشأت عَن إِمْكَان ماهيات الكائنات لَيْسَ كمثله شَيْء وَهُوَ السَّمِيع الْبَصِير ¶ فسبحان من اختفى لشدَّة ظُهُوره ¶ سُبْحَانَ من استتر لعدم ضِدّه ¶ سُبْحَانَ من احتجب بالأسباب لعزته",
            "page": "178",
            "part": "1",
            "seal": "648F993F"
        }
    ],
    "t6472": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقام الأول"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "حكاية تمثيلية"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "البرهان الأول"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "البرهان الثاني"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "البرهان الثالث"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "البرهان الرابع"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "البرهان الخامس"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "البرهان السادس"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "البرهان السابع"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "البرهان الثامن"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الخلاصة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "البرهان التاسع"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "البرهان العاشر"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "البرهان الحادي عشر"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "البرهان الثاني عشر"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "المقام الثاني"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة الأولى التوحيد العامي والحقيقي"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة الثانية اختام الخالق على الحياة"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة الثالثة اختام ربانية على ذوي الحياة"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة الرابعة منح الحياة آية جلية"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "النافذة الأولى"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "النافذة الثانية"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "النافذة الثالثة"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة الخامسة كتاب الكون يعرف الباريء المصور"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة السادسة آيات التوحيد على صحيفة الربيع"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة السابعة دساتير عريقة في الكون"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة الثامنة المالك للكل هو المالك للجزء"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة التاسعة سهولة الخلق في التوحيد"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة العاشرة الحياة والموت آيتان"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة الحادية عشرة الساطعة كالشموس أعظم آية في كتاب الكون"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة الثانية عشرة الساطعة كالشموس بحر الحقائق"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "اللمعة الثلاثون"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": "1",
            "tit": "النكتة الرابعة"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": "2",
            "tit": "إشارت إلى التوحيد الحقيقي"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "الإشارة الاولى بصمات التوحيد"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": "1",
            "tit": "الآية الأولى التعاون بين أجزاء الكون"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "الآية الثانية إدارة الحياة على الأرض"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "الآية الثالثة سيماء الإنسان"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "الإشارة الثانية ناموس واحد"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "الإشارة الثالثة رسائل صمدانية"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "الإشارة الرابعة التوحيد فطري والشرك محال"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": "1",
            "tit": "النقطة الأولى قوة الانتساب والاستناد"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "النقطة الثانية يسر الخلق في التوحيد وامتناعه في الشرك"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "النقطة الثالثة أمثلة أخرى"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "الإشارة الخامسة الاستقلال والتفرد"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "الإشارة السادسة البلسم الشافي"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "الإشارة السابعة السراج المنير"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب العشرون"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": "1",
            "tit": "بشارات التوحيد"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "المقام الأول"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "الرسالة القيمة"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": "1",
            "tit": "نقطة من معرفة الله جل جلاله"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "إيضاح"
        }
    ]
}