{
    "b6492": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ عونك اللَّهُمَّ ¶ قَالَ أَبُو عبد الله الْحَارِث بن أَسد بن عبد الله المحاسبي الْبَصْرِيّ ¶ رَحْمَة الله عَلَيْهِ ¶ سَأَلت عَن الْعقل مَا هُوَ ¶ وَإِنِّي أرجع إِلَيْك فِي اللُّغَة والمعقول من الْكتاب وَالسّنة وتراجع الْعلمَاء فِيمَا بَينهم بِالتَّسْمِيَةِ ثَلَاثَة مَعَاني ¶ أَحدهَا هُوَ مَعْنَاهُ لَا معنى لَهُ غَيره فِي الْحَقِيقَة ¶ والآخران اسمان جوزتهما الْعَرَب إِذْ كَانَا عَنهُ فعلا لَا يكونَانِ إِلَّا بِهِ وَمِنْه وَقد سَمَّاهَا الله تَعَالَى فِي كِتَابه وسمتها الْعلمَاء عقلا ¶ فَأَما مَا هُوَ فِي الْمَعْنى فِي الْحَقِيقَة لَا غَيره فَهُوَ غريزة وَضعهَا",
            "page": "201",
            "part": "1",
            "seal": "B381257C"
        },
        {
            "id": "3",
            "nass": "فَهُوَ غريزة لَا يعرف إِلَّا بفعاله فِي الْقلب والجوارح لَا يقدر أحد أَن يصفه فِي نَفسه وَلَا فِي غَيره بِغَيْر أَفعاله ¶ لَا يقدر أَن يصفه بجسمية وَلَا بطول وَلَا بِعرْض وَلَا طعم وَلَا شم وَلَا مجسة وَلَا لون وَلَا يعرف إِلَّا بأفعاله ¶ وَقَالَ قوم من الْمُتَكَلِّمين هُوَ صفوة الرّوح أَي خَالص الرّوح ¶ وَاحْتَجُّوا باللغة فَقَالُوا لب كل شَيْء خالصه فَمن أجل ذَلِك سمي الْعقل لبا وَقَالَ الله عز وَجل {إِنَّمَا يتَذَكَّر أولُوا الْأَلْبَاب} يَعْنِي أولي الْعُقُول ¶ وَلَا نقُول ذَلِك إِذا لم نجد فِيهِ كتابا مسطورا وَلَا حَدِيثا مأثورا ¶ وَقَالَ قوم هُوَ نور وَضعه الله طبعا وغريزة يبصر بِهِ ويعبر بِهِ ¶ نور فِي الْقلب كالنور فِي الْعين وَهُوَ الْبَصَر ¶ فالعقل نور فِي الْقلب وَالْبَصَر نور فِي الْعين",
            "page": "204",
            "part": "1",
            "seal": "D2A96F91"
        },
        {
            "id": "4",
            "nass": "فالعقل غريزة يُولد العَبْد بهَا ثمَّ يزِيد فِيهِ معنى بعد معنى بالمعرفة بالأسباب الدَّالَّة على الْمَعْقُول ¶ وَقد زعم قوم أَن الْعقل معرفَة نظمها الله ووضعها فِي عباده يزِيد ويتسع بِالْعلمِ المكتسب 106 الدَّال على الْمَنَافِع والمضار ¶ وَالَّذِي هُوَ عندنَا أَنه غريزة والمعرفة عَنهُ تكون ¶ وَكَذَلِكَ الْجُنُون والحمق لَا يُسمى نكرَة لِأَنَّهُ لَو كَانَ الْمعرفَة هُوَ الْعقل سمي الْجُنُون نكرَة والحمق نكرَة لِأَن النكرَة ضد الْمعرفَة وَالْجهل ضد الْعلم ¶ فَلَمَّا امْتنع أهل الْعلم أَن يسموا الْمَجْنُون مُنْكرا جَاهِلا وَلَا يسمون الْمُنكر مَجْنُونا وَالْجَاهِل مَجْنُونا وَقَالُوا بِأَنَّهُ مَجْنُون صَحَّ مَا قُلْنَاهُ ¶ وَمِمَّا يدل على أَن الْعقل هُوَ الغريزة الَّتِي بهَا عرف فَأقر وَعرف فَأنْكر أَو ظن فَأنْكر لِأَن الْإِنْكَار فعل فَكَذَلِك ضد الْمعرفَة فعل ¶ فَمِنْهُ فعل عَن طبع يُوجِبهُ الطَّبْع كالضرة كمعرفة",
            "page": "205",
            "part": "1",
            "seal": "9B3ED9B0"
        },
        {
            "id": "5",
            "nass": "وَفِي الصمت ستر العي يَوْمًا وَإِنَّمَا ¶ صحيفَة لب الْمَرْء أَن يتكلما ... ¶ وَأما الاثنتان اللَّتَان جوزتهما اللُّغَة فِي الْكتاب وَالسّنة وتراجع أهل الْمعرفَة فِيمَا بَينهم بِالتَّسْمِيَةِ فجوزتهما اللُّغَة على حَقِيقَة الْمَعْنى بِأَن سمتهما عقلا إِذْ كَانَا عَن الْعقل لَا عَن غَيره ¶ فإحداهما الْفَهم لإصابة الْمَعْنى وَهُوَ الْبَيَان لكل مَا سمع من الدُّنْيَا وَالدّين أَو مس أَو ذاق أَو شم فَسَماهُ الْخلق عقلا وَسموا فَاعله عَاقِلا ¶ وَقد رُوِيَ فِي التَّفْسِير لما قَالَ الله تَعَالَى لمُوسَى عَلَيْهِ السَّلَام {فاستمع لما يُوحى} قيل اعقل مَا أَقُول لَك ¶ وَهَذِه خصْلَة يشْتَرك فِيهَا أهل غريزة الْعقل الَّتِي خلفهَا الله فيهم من أهل الْهدى وَأهل الضَّلَالَة من بعض أهل الْكتاب لما تقدم عِنْدهم من أهل الدّين ¶ ويجتمع عَلَيْهَا أهل كل إِيمَان وضلال فِي أُمُور الدُّنْيَا خَاصَّة والمطيع والعاصي وَهُوَ فهم الْبَيَان ¶ وَقَالَ الله عز وَجل فِي مَا يعيب بِهِ أهل الْكتاب فَقَالَ",
            "page": "208",
            "part": "1",
            "seal": "498AFAD0"
        },
        {
            "id": "6",
            "nass": "{يسمعُونَ كَلَام الله ثمَّ يحرفونه من بعد مَا عقلوه وهم يعلمُونَ} ¶ وَقَالَ عز وَجل {يعرفونه كَمَا يعْرفُونَ أَبْنَاءَهُم} ¶ وَقَالَ {?} يعلمُونَ أَنه الْحق من رَبهم ¶ وَقَالَ {يعلمُونَ أَنه منزل من رَبك بِالْحَقِّ} ¶ فالفهم وَالْبَيَان يُسمى عقلا لِأَنَّهُ عَن الْعقل كَانَ ¶ فَيَقُول الرجل للرجل ¶ أعقلت مَا رَأَيْت أَو سَمِعت ¶ فَيَقُول نعم يَعْنِي أَنِّي قد فهمت وتبينت ¶ وَالْعرب إِنَّمَا سمت الْفَهم عقلا لِأَن مَا فهمته فقد قيدته بعقلك وضبطته كَمَا الْبَعِير قد عقل أَي أَنَّك قد قيدت سَاقه إِلَى فَخذيهِ ¶ وَقَالُوا اعتقل لِسَان فلَان أَي استمسك",
            "page": "209",
            "part": "1",
            "seal": "F4CF2600"
        },
        {
            "id": "7",
            "nass": "وَيُقَال اعقل شَاتك إِذا حبستها وَهُوَ أَن يضع رجله بَين نوفها وفخذها وَيُقَال اعتقل رجل فلَان إِذا صارعه ¶ وَالْمعْنَى الثَّالِث هُوَ البصيرة والمعرفة بتعظيم قدر الْأَشْيَاء النافعة والضارة 107 فِي الدُّنْيَا وَالْآخِرَة وَمِنْه الْعقل عَن الله تَعَالَى ¶ فَمن ذَلِك أَن تعظم مَعْرفَته وبصيرته بعظيم قدر الله تَعَالَى وبقدر نعمه وإحسانه وبعظيم قدر ثَوَابه وعقابه لينال بِهِ النجَاة من الْعقَاب وَالظفر بالثواب ¶ فَإِذا كَانَ لله مُعظما كَانَ لله مجلا هايبا ¶ وَإِذا كَانَ لله مجلا هايبا كَانَ مِنْهُ مستحيا وَإِلَى الله طَاعَته مسارعا ولمساخطه مجانبا ¶ وَإِذا كَانَ مُعظما لما ينَال بِهِ النجَاة من الْعقَاب وَالظفر بالثواب عني بِطَلَب الْعلم وَرغب فِي الْفَهم وَالْعقل عَن الله عز وَجل أَكثر همته",
            "page": "210",
            "part": "1",
            "seal": "2275DFB5"
        },
        {
            "id": "8",
            "nass": "وَإِذا عني بِطَلَب الْعلم بذلك اسْتدلَّ بِهِ على عظم قدر الْمولى وَقدر ثَوَابه وعقابه ¶ وَإِذا اسْتدلَّ على ذَلِك أبْصر وَفهم حقائق مَعَاني الْبَيَان ¶ فَإِذا فهم عقل عَظِيم قدر الله تَعَالَى وَعرضه على الله سُبْحَانَهُ وعقابه وثوابه ¶ وَإِذا عظم قدر ذَلِك هاب الله وَفرق وَرَجا وَرغب واشتاق فَكَأَنَّمَا يعاين ذَلِك كرأي الْعين فَكَانَ عَن الله تَعَالَى عَاقِلا وَسمي ذَلِك مِنْهُ عقلا إِذْ كَانَ بِالْعقلِ طلب ذَلِك وبالعقل فهم ذَلِك وبالعقل لزم ذَلِك وبالعقل جَانب مَا يُزِيلهُ عَن ذَلِك ¶ فَهَذَا الَّذِي عقل عَن ربه ¶ ألم تسمعه عز وَجل يَقُول وَتَعيهَا {أذن وَاعِيَة} ¶ قَالَ أذن عقلت عَن الله تَعَالَى يَعْنِي عقل عَن الله مَا سَمِعت أذنَاهُ مِمَّا قَالَ وَأخْبر",
            "page": "211",
            "part": "1",
            "seal": "45D26906"
        },
        {
            "id": "9",
            "nass": "فَهَذَا هُوَ الْعقل ¶ وَمن زَالَ عَن ذَلِك وَمَعَهُ غريزة الْعقل الَّتِي فرق الله تَعَالَى بهَا بَين الْعُقَلَاء والمجانين فَهُوَ غير عَاقل عَن الله عز وَجل وَهُوَ عَاقل للْبَيَان الَّذِي لَزِمته من أَجله الْحجَّة ¶ وَقد وصف الله عز وَجل هَذَا فِي كِتَابه عَن رجال وسما لَهُم عقلا فَقَالَ تَعَالَى {لَهُم قُلُوب لَا يفقهُونَ بهَا} يَعْنِي عَنهُ ¶ وَقَالَ الله عز وَجل {وَجَعَلنَا لَهُم سمعا وأبصارا وأفئدة} يَعْنِي عقولا {فَمَا أغْنى عَنْهُم سمعهم وَلَا أَبْصَارهم وَلَا أفئدتهم من شَيْء إِذْ كَانُوا يجحدون بآيَات الله} ثمَّ سمى بعض الْكفَّار من أهل الْكتاب عَاقِلا للْبَيَان الَّذِي لزمتهم بِهِ الْحجَّة {يحرفونه من بعد مَا عقلوه وهم يعلمُونَ} ¶ فَأخْبر أَنهم لَا يعْقلُونَ يَعْنِي عَنهُ وَعَن مَا قَالَ من عَظِيم قدره الْمُبين عَنهُ",
            "page": "212",
            "part": "1",
            "seal": "EEC2E393"
        },
        {
            "id": "10",
            "nass": "ثمَّ قَالَ {يحرفونه من بعد مَا عقلوه} يَعْنِي عقل الْبَيَان ¶ وَآخَرُونَ لَهُم عقول الغرايز لَا يعْقلُونَ الْبَيَان وَلَا الْمُبين عَنهُ بالفهم لَهُ إِلَّا أَنهم يسمعُونَ بلغَة يعرفونها كلَاما لَا يعْقلُونَ مَعَانِيه بالفهم لَهُ كمشركي الْعَرَب فَقَالَ {إِن هم إِلَّا كالأنعام بل هم أضلّ سَبِيلا} ¶ فَلم يعقلوا مَا قَالَ عز وَجل لإعجابهم برأيهم ولتقليدهم آبَاءَهُم وكبراءهم وَقد كَانَت لَهُم عقول غرايز يعْقلُونَ بهَا أَمر دنياهم ¶ وَلَو تركُوا الْإِعْجَاب بِالرَّأْيِ وتقليد الكبراء ثمَّ تدبروا لعقلوا مَا قَالَ الله وَلَكِن أعجبوا بآرائهم وقلدوا كبراءهم ¶ فَقَالَ عز وَجل {وهم يحسبون أَنهم يحسنون صنعا} ¶ وَقَالَ جلّ ثَنَاؤُهُ {أَفَمَن زين لَهُ سوء عمله فَرَآهُ حسنا} ¶ وَقَالَ {وَيَحْسبُونَ أَنهم على شَيْء أَلا إِنَّهُم هم الْكَاذِبُونَ} ¶ فَلم يعقلوا مَا قيل لَهُم كَمَا عقله المحرفون للسان بَعْدَمَا عقلوه",
            "page": "213",
            "part": "1",
            "seal": "14955153"
        },
        {
            "id": "11",
            "nass": "فهم يعلمُونَ أَمر دنياهم ¶ ودقايق مَعَايشهمْ أدق فِي الغموض من أَعْلَام الدّين فَقَالَ الله جلّ وَعز {يعلمُونَ ظَاهرا من الْحَيَاة الدُّنْيَا وهم عَن الْآخِرَة هم غافلون} ¶ قَالَ حَدثنِي عَفَّان قَالَ حَدثنَا صَخْر بن جوَيْرِية عَن الْحسن فِي قَوْله تَعَالَى {يعلمُونَ ظَاهرا من الْحَيَاة الدُّنْيَا} قَالَ ¶ لَا جرم وَالله لقد بلغ من علم أحدهم بدنياه أَنه يقلب الدِّرْهَم على ظفره ويخبرك بوزنه وَمَا يحسن يُصَلِّي ¶ قَالَ حَدثنِي عَفَّان قَالَ حَدثنَا شُعْبَة عَن شَرْقي فِي",
            "page": "214",
            "part": "1",
            "seal": "03CECE45"
        },
        {
            "id": "12",
            "nass": "قَوْله {يعلمُونَ ظَاهرا من الْحَيَاة الدُّنْيَا} فَذكر الخراز والخياط وَنَحْوهمَا فَأخْبر الله تَعَالَى أَنهم يعْقلُونَ أَمر دنياهم وَلَو تدبروا وَتركُوا التَّقْلِيد والإعجاب بالآراء لعقلوا أَمر آخرتهم كَمَا عقلوا أَمر دنياهم حِين عنوا بِطَلَب مَنَافِعهَا فِي العواقب وَدفع مضارها فِي العواقب ¶ فَهَذِهِ أَربع فرق ¶ فرقة عقلت عَن الله تَعَالَى عظم قدره وَقدرته وَمَا وعد وتوعد فأطاعت وخشعت ¶ وَفرْقَة عقلت الْبَيَان ثمَّ جحدت كبرا وعنادا لطلب الدُّنْيَا كَمَا وصف عَن إِبْلِيس أَنه تكبر وعاند كبرا وَهُوَ مَعَ ذَلِك يَقُول {فبعزتك لأغوينهم أَجْمَعِينَ} وَوصف الْيَهُود 108 فَقَالَ {ليكتمون الْحق وهم يعلمُونَ} ¶ وَقَالَ {وجحدوا بهَا واستيقنتها أنفسهم ظلما وعلوا} ¶ وَقَالَ {يعلمُونَ أَنه منزل من رَبك بِالْحَقِّ}",
            "page": "215",
            "part": "1",
            "seal": "B4876A3E"
        },
        {
            "id": "13",
            "nass": "وَقَالَ {واشتروا بِهِ ثمنا قَلِيلا فبئس مَا يشْتَرونَ} ¶ وَفرْقَة طغت وأعجبت وقلدت فعميت عَن الْحق أَن تتبينه ثمَّ تقر بِهِ ثمَّ تجحده كبرا وَطلبت دنيا بعد عقلهَا للْبَيَان فظنت أَنَّهَا على حق وَدين وَهِي على بَاطِل وَشر وضلال ¶ وَفرْقَة رعة عقلت قدر الله عز وَجل فِي تَدْبيره وتفرده بالصنع وَعرفت قدر الْإِيمَان فِي النجَاة بالتمسك بِهِ وَقدر الْعقَاب فِي ضَرَره فِي مجانبة الْإِيمَان فَلم يجحدوا كبرا وَلَا أَنَفَة وَلَا طلب دنيا لعقلها أَن عَاجل الدُّنْيَا يفنى وَعَذَاب الْآخِرَة لَا يفنى فأقرت وَآمَنت وَلم تعقل عَظِيم قدر الله فِي هيبته وجلاله وعظيم قدر ثَوَابه وعقابه فِي إتْيَان مَعَاصيه وَالْقِيَام بفرايضه فعصت وضيعت وغفلت ونسيت إِلَّا أَنَّهَا علمت عَظِيم قدر الْإِيمَان فِي النجَاة وعظيم ضَرَر الْكفْر قد عقلته عَن الله تَعَالَى فَهِيَ قَائِمَة بِهِ دائمة عَلَيْهِ ¶ ثمَّ بعد عقله قدر الْإِيمَان يزْدَاد معرفَة بِقدر الْغَضَب والوعيد والوعد",
            "page": "216",
            "part": "1",
            "seal": "0C9FF4B5"
        },
        {
            "id": "14",
            "nass": "فَإِن ازْدَادَ طَائِفَة قَامَ بطَائفَة من الْفُرُوض وَترك بعض الْمعاصِي وَإِلَّا ضيع بعض الْفُرُوض وَركب بعض الْمعاصِي من أجل الْهوى وَمَعَهُ عقل الْبَيَان وَالْإِقْرَار فعقل أَنه مسيء وَلم يرجع عَن إساءته لغَلَبَة الْهوى ¶ وَلَو ازْدَادَ عقلا بعظيم قدر الْغَضَب والرضى وَالثَّوَاب وَالْعِقَاب لاستعمل مَا عقل من الْبَيَان وَأقر بِهِ بِأَنَّهُ حق فَتَابَ وأناب ¶ وَجَمِيع الممتحنين المأمورين من الْعُقَلَاء البالعين كلهم لَهُم عقول يميزون بهَا أُمُور الدُّنْيَا كلهَا الْجَلِيل والدقيق وَأَكْثَرهم للآخرة لَا يعْقلُونَ ¶ ألم تسمعه عز وَجل يَقُول {وتراهم ينظرُونَ إِلَيْك وهم لَا يبصرون} ¶ وَقَالَ جلّ ثَنَاؤُهُ {لَهُم قُلُوب لَا يفقهُونَ بهَا وَلَهُم أعين لَا يبصرون بهَا وَلَهُم آذان لَا يسمعُونَ بهَا} ¶ وهم بالدنيا أهل بصر وَسمع وعقل وَلم يعن أَنهم صم خرس مجانين وَإِنَّمَا عذبهم لأَنهم يعْقلُونَ لَو تدبروا مَا يرَوْنَ",
            "page": "217",
            "part": "1",
            "seal": "71BD01A2"
        },
        {
            "id": "15",
            "nass": "ويسمعون من الدَّلَائِل عَلَيْهِ من آيَات الْكتاب وآثار الصَّنْعَة واتصال التَّدْبِير الَّذِي يدل عَلَيْهِ أَنه وَاحِد لَا شريك لَهُ ¶ وَحكى تَعَالَى قَول أهل النَّار فَقَالَ {وَقَالُوا لَو كُنَّا نسْمع أَو نعقل مَا كُنَّا فِي أَصْحَاب السعير} ¶ وَقد كَانَت لَهُم عقول وأسماع لزمتهم بهَا الْحجَّة لله عز وَجل وَإِنَّمَا عَنى عز وَجل أَنَّهَا لم تعقل عَن الله فهما لما قَالَ من عَظِيم قدر عَذَابه فندمت وَنَادَتْ بِالْوَيْلِ والندم لَا أَنَّهَا لم تكن تسمع وَلَا تعقل وَلَا كَانُوا بمجانين وَلَكِن يعْقلُونَ أَمر الدُّنْيَا وَلَا يعْقلُونَ عَن الله مَا أخبر عَنهُ ووعد وتوعد ¶ قلت فَمَتَى يُسمى الرجل عَاقِلا عَن الله تَعَالَى ¶ قَالَ إِذا كَانَ مُؤمنا خَائفًا من الله عز وَجل ¶ وَالدَّلِيل على ذَلِك أَن يكون قَائِما بِأَمْر الله الَّذِي أوجب عَلَيْهِ الْقيام بِهِ مجانبا لما كره وَنَهَاهُ عَنهُ فَإِذا كَانَ كَذَلِك اسْتحق أَن يُسمى عَاقِلا عَن الله ¶ بل لِأَنَّهُ لَا يُسمى عَاقِلا عَن الله من يعزم على الْقيام بسخطه",
            "page": "218",
            "part": "1",
            "seal": "6D941A1C"
        },
        {
            "id": "16",
            "nass": "فَأَقَامَ على ذَلِك مصرا غير تايب ¶ قلت فَمَتَى يُسمى الْعَاقِل عَن الله كَامِل الْعقل عَن الله تَعَالَى ¶ قَالَ إِن الْعقل عَن الله تَعَالَى لَا غَايَة لَهُ لِأَنَّهُ لَا غَايَة لله عز وَجل عِنْد الْعَاقِل بالتحديد بالإحاطة بِالْعلمِ بحقائق صِفَاته وَلَا بعظيم قدر ثَوَابه وَلَا عِقَابه إِذْ لم يعاينها ¶ وَلَو عاين الله جلّ ثَنَاؤُهُ وتقدست أسماؤه بصفاته لما أحَاط بِهِ علما ¶ وَلَكِن وَقد يَقع اسْم الْكَمَال على الْأَغْلَب فِي الْأَسْمَاء فِي الْعقل عَن الله تَعَالَى لَا الْعقل بالكمال الَّذِي لَا يحْتَمل الزِّيَادَة ¶ أَلا ترَاهُ عز وَجل يَقُول لرَسُوله صلى الله عَلَيْهِ وَسلم {وَقل رب زِدْنِي علما} وَقَالَ {وَلَا يحيطون بِهِ علما} ¶ وَرُوِيَ عَن الْمَلَائِكَة أَنَّهَا تَقول يَوْم الْقِيَامَة رب مَا عبدناك حق عبادتك ¶ فَلَا أحد يُسَاوِي الله عز وَجل فِي الْعلم بِنَفسِهِ فَيعرف عَن عَظمته تَعَالَى كَمَال صِفَاته كَمَا يعلم الله عز وَجل عَن نَفسه",
            "page": "219",
            "part": "1",
            "seal": "C98F3D11"
        },
        {
            "id": "17",
            "nass": "فأعظم العاقلين عِنْده العارفين عقلا عَنهُ وَمَعْرِفَة بِهِ الَّذين أقرُّوا بِالْعَجزِ أَنهم لَا يبلغون فِي الْعقل والمعرفة كنه مَعْرفَته ¶ وَلَكِن قد يُسمى كَامِلا فِي الْعقل عَن الله 109 فِي مَا غلب عَلَيْهِ من الْأَفْعَال الَّتِي كَانَت عَن الْعَاقِل كَامِلا من كَانَت فِيهِ ثَلَاث خلال ¶ الْخَوْف مِنْهُ وَالْقِيَام بأَمْره وَقُوَّة الْيَقِين بِهِ وَبِمَا قَالَ ووعد وتوعد ¶ وَحسن الْبَصَر بِدِينِهِ بالفقه عَنهُ فِيمَا أحب وَكره من علم مَا أَمر بِهِ وَندب إِلَيْهِ وَالْوُقُوف عِنْد الشُّبُهَات الَّتِي سمى الله الْوُقُوف عَنْهَا رسوخا فِي الْعلم بِهِ ¶ فَإِذا اجْتمع الْخَوْف مِنْهُ وَقُوَّة الْيَقِين بِهِ وَبِمَا قَالَ ووعد وتوعد وَحسن الْبَصَر بدين الله وَالْفِقْه فِي الدّين فقد كمل قُوَّة عقله ¶ وَإِن كَانَ الْخَوْف من الله هُوَ من قُوَّة الْيَقِين بالوعيد فَإِنَّهُ قد يكون خَائفًا وَلَا يكون مَعَه الْيَقِين الْقوي الَّذِي ينَال بِهِ الرضى والتوكل والمحبة والزهد",
            "page": "220",
            "part": "1",
            "seal": "31ED9CA6"
        },
        {
            "id": "18",
            "nass": "فَمن ثمَّ قُلْنَا الْخَوْف من الله وَقُوَّة الْيَقِين وَالْبَصَر بِالدّينِ لِأَنَّهُ قد يكون قوي الْيَقِين وَلَيْسَ يحسن الْبَصَر بِالدّينِ وَيكون بَصيرًا بِالدّينِ لَا خَائفًا وَلَا قوي الْيَقِين ¶ وجماع هَذِه الثَّلَاث الْخِصَال قُوَّة الْيَقِين وَحسن الْبَصَر بِالدّينِ ¶ وَإِنَّمَا زِدْنَا ذكر الْخَوْف وَإِن كَانَ من الْيَقِين لِأَنَّهُ قد يكون خَائفًا وَلَيْسَ بِالْقَوِيّ الْيَقِين فِي كَمَال مَا قَالَ الله عز وَجل مِمَّا وصف بِهِ نَفسه من قدره وجلاله وعظمته وَمَا وعد وتوعد وحذر وَرَجا وأنعم وابتلى بِهِ ¶ ثمَّ هَذِه الثَّلَاث الْخلال حقائق من الْفِعْل بِالْقَلْبِ والجوارح لِأَنَّهُ إِذا تمّ عقل الْمُؤمن عَن ربه أفرده عز وَجل بِالتَّوْحِيدِ لَهُ فِي كل الْمعَانِي فَعلم أَنه مَالك لَهُ لَا غَيره وَأَنه عَتيق مِمَّن سواهُ فتواضع لعظمته واستعبد وخضع لجلاله وَلم يذل لمن سواهُ وعقل عَنهُ أَنه الْكَامِل بِأَحْسَن الصِّفَات المتنزه من كل الْآفَات الْمُنعم بِكُل الأيادي وَالْإِحْسَان فَاشْتَدَّ حبه لَهُ لما يستأهل لعَظيم قدره وكريم فعاله وَحسن أياديه ¶ وعقل عَنهُ أَنه لَا يملك نَفعه وضره فِي دُنْيَاهُ وآخرته إِلَّا هُوَ",
            "page": "221",
            "part": "1",
            "seal": "AA47C381"
        },
        {
            "id": "19",
            "nass": "فأفرده بالخوف والرجاء وعده وآمن بِهِ وأيس من جَمِيع خلقه فَهُوَ الموحد لَهُ إِذا عقل وحدانيته وتفرده بِكُل معنى كريم وَوصف جميل وجلال عَظمته ونفاذ قدرته ومضي إِرَادَته وإحاطة علمه وقديم أزليته وأوليته ¶ فَإِذا كَانَ كَذَلِك زايل الْكبر على الْعباد لخضوعه لجلال الله مَوْلَاهُ فتواضع للحق وَلم يحقر مُسلما لشدَّة مَعْرفَته بصغر قدر نَفسه وَلما جنى من الذُّنُوب على نَفسه ولعلمه بِأَن خَوَاتِم الْأَجَل بِسوء العواقب وَحسن الخاتمة من الشَّقَاء والسعادة قد سبق بهما الْعلم ونفذت فيهمَا الْمَشِيئَة ¶ فقد أَمن من عرفه كبره وبغيه وَقد عقل عَن الله جلّ وَعز حججه على خلقه واعتذاره إِلَى خلقه بِأَنَّهُ لَيْسَ لَهُم بظالم وَأَنه قد بدأهم بِالرَّحْمَةِ قبل الْعقُوبَة وَقد سبقت مِنْهُ الأيادي قبل الشُّكْر طَوِيل الْحلم دَائِم التأني جميل السّتْر مقيل العثرات محسن إِلَى من تبغض إِلَيْهِ متقرب إِلَى من تبَاعد مِنْهُ وعقل عَنهُ أمره وآدابه وَأَحْكَامه وعقل دَاء النُّفُوس ودواءها",
            "page": "222",
            "part": "1",
            "seal": "BDFFBD23"
        },
        {
            "id": "20",
            "nass": "فَمن عرفه أمل الرشد مِنْهُ وَأَن يحيا بمنطقه وَيعْقل عَن الله جلّ ذكره بتأديبه لَهُ ¶ وعقل عَن الله عز وَجل مَا عظم من قدر ثَوَابه فِي جنته بدوامه وَطيب الْعَيْش فِيهِ وَزَوَال الْآفَات والتكدير والتنغيص عَنهُ وَأَنه فَوق مَا تحب النُّفُوس لَا يحسن أحد أَن يخْطر بِبَالِهِ ذكر كثير مِمَّا أعد فِيهَا ¶ وَقد قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أعد الله عز وَجل فِي جنته مَا لَا عين رَأَتْ وَلَا أذن سَمِعت وَلَا خطر على قلب بشر ¶ وَكَفاك بِاللَّه تَعَالَى واصفا عَمَّا أعد لأوليائه إِذْ يَقُول عز من قَائِل {فَلَا تعلم نفس مَا أُخْفِي لَهُم من قُرَّة أعين} ¶ فقد أخبرنَا أَنه جَازَ فِي الْكَمَال وَالنَّعِيم وقرة الْعُيُون وصف الواصفين وَمَعْرِفَة العارفين وَذكر الذَّاكِرِينَ لجَمِيع النَّعيم فَعظم فِي قلبه جوَار مَوْلَاهُ وَمَا أعد فِيهِ لمن أناب إِلَيْهِ وأطاعه فشخص إِلَيْهِ بعقله فاتصل مَا استودع قلبه من الْعلم بذلك لمشاهدته بعقله حَتَّى أَنه رَأْي عينه عَمَّا قَالَه حَارِثَة فَكَأَنِّي أنظر إِلَى عرش",
            "page": "223",
            "part": "1",
            "seal": "21914D65"
        },
        {
            "id": "21",
            "nass": "رَبِّي بارزا وَإِلَى أهل الْجنَّة يتزاورون ¶ وكما قَالَ الْحسن وَذكر أَوْلِيَاء الله فِي الدُّنْيَا فَقَالَ صدقُوا بِهِ فَكَأَنَّمَا يرَوْنَ مَا وعدوا رَأْي الْعين ¶ فَلَمَّا اتَّصل عقله بمشاهدة ذَلِك حن واشتاق فَلَمَّا حن واشتاق تعلق قلبه واشتغل فَلَمَّا اشْتغل بالشوق إِلَى جوَار ربه سلا عَن الدُّنْيَا فلهَا عَنْهَا 110 فَمن تفكر فِي دَار الدُّنْيَا أَيْن هِيَ من جوَار ربه إِذْ يَقُول عز وَجل {لَعَلَّكُمْ تتفكرون فِي الدُّنْيَا وَالْآخِرَة} قيل فِي التَّفْسِير تَفَكَّرُوا فيهمَا فَعَلمُوا أَن الدُّنْيَا دَار فنَاء وَأَن الْآخِرَة دَار جَزَاء وَبَقَاء فعقل نعت ربه لزوَال الدُّنْيَا وفنائها وَأَن كل مَا أَخذ مِنْهَا لغير الْقرْبَة إِلَى ربه فِي جواره نَاقص من دَرَجَات الْقرب وَكَمَال النَّعيم فِي جوَار ربه وَأَن فِيهِ الْحساب وَالسُّؤَال عَن نعيمها بِالْحَبْسِ عَن السَّبق فِي أَوَائِل الزمر إِلَى جوَار ربه ومولاه وَأَنَّهَا مشغلة لَهُ عَن الِاشْتِغَال بربه مَا دَامَ فِيهَا حَتَّى مَا يعدله من الْأنس بربه وحلاوة مُنَاجَاة سَيّده",
            "page": "224",
            "part": "1",
            "seal": "4B418803"
        },
        {
            "id": "22",
            "nass": "فارتفع قلبه عَنْهَا وَتمنى أَن لَو اسْتغنى أَن يتَنَاوَل مِنْهَا شَيْئا فَلم يجد بدا من الْأَخْذ مِنْهَا مَا يقويه على طَاعَة ربه خوفًا أَن يمسك عَن الْقُوت فَيَنْقَطِع عَن عبَادَة ربه ¶ فَكَانَ نصِيبه مِنْهَا الْقُوت من الْغذَاء وَلم يتَكَلَّف مَا جَازَ بلغَة الْقُوت من غذائه وَستر عَوْرَته وان تكلّف طلبه لم يتَكَلَّف إِلَّا للقربة إِلَى ربه فَإِن ابْتُلِيَ مِنْهَا بِمَا فَوق غذائه وَستر عَوْرَته من مثل مِيرَاث أَو غَيره فمبذول كُله لرَبه يفرح بِإِخْرَاجِهِ ويغتم أَن يمْكث عِنْده أقل من طرفه عين ¶ وعقل عَن الله تَعَالَى آيَاته فِي تَدْبيره وحكمته فِي آثَار صَنعته وَدَلَائِل حسن وَتَقْدِيره فَعلم أَنه بقدرة نَافِذَة قدرهَا وبحكمة كَامِلَة أتقنها وبعلم مُحِيط اخترعها وبسمع نَافِذ سمع حركاتها وببصر مدرك لَهَا دبر لطائف خلقهَا وغوامض كوامنها وَمَا وارته حجبها وسواترها ¶ فاستدل بذلك أَنه الْإِلَه الْعَظِيم الَّذِي لَا إِلَه غَيره وَلَا رب سواهُ فَكَأَن جَمِيع الْأَشْيَاء عين يعْتَبر بهَا ويجل ويعظم لما يرى وَيسمع من مَوْلَاهُ وسيده فدام ذكره وزالت عَن الله عز وَجل غفلته وعقل عَن الله تَعَالَى أَنه مَا يبلغهُ غَايَة الْعلم بِهِ وَلَا بلطائف",
            "page": "225",
            "part": "1",
            "seal": "B0F5E3F3"
        },
        {
            "id": "23",
            "nass": "محابه والقرب إِلَيْهِ والفهم لما كَلمه بِهِ فَكَانَ مَعَ سَيّده اجْتِهَاده ودوام اشْتِغَاله بربه غير تَارِك وَلَا مُنْقَطع عَن طلب الازدياد من الْعلم بربه والتزيد فِي الْفِقْه عَنهُ أَعلَى فِي قلبه وَأعظم عِنْده قدرا من الازدياد من كثير أَعمال النَّوَافِل إِذْ عقل عَن ربه أَن أقل قَلِيل الْمعرفَة يُورث التَّعْظِيم والهيبة وَيبْعَث على الِاجْتِهَاد وَيُورث الطَّاعَات والشغل عَن جَمِيع الْعباد ¶ وعقل عَن الله تَعَالَى أَنه ابْتَدَأَ عباده بِالرَّحْمَةِ والتفضل وَالْإِحْسَان بعد تَقْدِيم الْعلم مِنْهُ لَهُم أَنهم سيعصونه ويخالفون أمره فَلم يمنعهُ ذَلِك عَن ابتدائهم بِالنعَم والتحنن وَالرَّحْمَة وَالْإِحْسَان ¶ وَجعل أفضل أوليائه عِنْده الرُّحَمَاء بخلقه المتحننين على عباده الناصحين لبريته وهم رسله الداعون الْعباد إِلَى نجاتهم والمحذرون لَهُم من هلكتهم المتحملون مِنْهُم الْأَذَى والمتحننون عَلَيْهِم بِالرَّحْمَةِ والنصح والإشفاق مَعَ أذاهم لَهُم وتكذيبهم إيَّاهُم واستهزائهم بهم لَا يكافئونهم بِمثل مَا نالوا مِنْهُم وَلَا يَنْصَرِفُونَ عَن الإشفاق عَلَيْهِم إِذْ سمعُوا الله جلّ ثَنَاؤُهُ يصفهم إِذْ قَالُوا لنوح {إِنَّا لنراك فِي ضلال مُبين}",
            "page": "226",
            "part": "1",
            "seal": "8A334852"
        },
        {
            "id": "24",
            "nass": "وَقَالُوا لهود {إِنَّا لنراك فِي سفاهة} ¶ ثمَّ وصف جوابهما فَقَالَ نوح {لَيْسَ بِي ضَلَالَة وَلَكِنِّي رَسُول من رب الْعَالمين} إِلَى قَوْله {ولعلكم ترحمون} ¶ وَوصف رد هود عَلَيْهِم فَقَالَ {يَا قوم لَيْسَ بِي سفاهة وَلَكِنِّي رَسُول من رب الْعَالمين أبلغكم رسالات رَبِّي وَأَنا لكم نَاصح أَمِين} إِلَى قَوْله {لَعَلَّكُمْ تفلحون} أَي تظفرون بِثَوَاب الله إِن قبلتم مني فَأخْبرهُم بعد تسفيههم لَهُ أَنه لم ينْصَرف من أجل ذَلِك عَن النَّصِيحَة لَهُم لَعَلَّهُم يفلحون ¶ وَقَالَ إِبْرَاهِيم عَلَيْهِ السَّلَام {فَمن تَبِعنِي فَإِنَّهُ مني وَمن عَصَانِي فَإنَّك غَفُور رَحِيم} ¶ وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم وَوصف نَبيا من الْأَنْبِيَاء شجه قومه فَهُوَ يمسح الدَّم عَن وَجهه وَهُوَ يَقُول رب اغْفِر لقومي فَإِنَّهُم لَا يعلمُونَ ¶ وَرُوِيَ أَن نوحًا عَلَيْهِ السَّلَام كَانَ يخنقه قومه حَتَّى يغشى عَلَيْهِ فَإِذا أَفَاق قَالَ رب اغْفِر لقومي إِنَّهُم لَا يعلمُونَ",
            "page": "227",
            "part": "1",
            "seal": "C0AB9E05"
        },
        {
            "id": "25",
            "nass": "وَفضل النَّبِي صلى الله عَلَيْهِ وَسلم صديق هَذِه الْأمة عَلَيْهَا بِالرَّحْمَةِ لَهَا فَقَالَ أرْحم أمتِي بهَا أَبُو بكر ¶ فَلَمَّا عقل عَن الله عز وَجل 111 مَا ابْتَدَأَ الْعباد بِهِ من الرَّحْمَة وَأَنه خص أعظم خلقه عِنْده قدرا وفضله بهَا على جَمِيع الْعباد ¶ ألزم قلبه رَحْمَة الْأمة فَأحب محسنهم وأشفق على مسيئهم ودعا إِلَى الله سُبْحَانَهُ إِذا أمكنه مدبرهم وَلم يدّخر مَالا عَن فقيرهم ففضل مَاله عَلَيْهِم مبذول والمواساة فِي قوته مِنْهُم المجهود من سَأَلَهُ مِنْهُم مَا يقدر عَلَيْهِ لم يتبرم بِطَلَبِهِ وَلم يضجر بإعطائه للرحمة الَّتِي لَهُم فِي قلبه وَمن آذاه وأساء إِلَيْهِ لم يجد فِي نَفسه كَرَاهِيَة للعفو والصفح عَنهُ يعدهم جَمِيعًا كأقرب الْخلق مِنْهُ كَبِيرهمْ مثل أَبِيه وصغيرهم كولده وقرنه كأخيه فَكل هَؤُلَاءِ يحب الْإِحْسَان إِلَيْهِم وَأَن لَا يُفَارق قلبه الشَّفَقَة عَلَيْهِم ¶ وعقل عَن الله تَعَالَى عَظِيم قدره وَقدر مَا يطْلب من ثَوَابه وَمَا يخَاف من عِقَابه وعظيم الأيادي وَكَثْرَة النَّعيم عِنْده وَأَن جَمِيع خلقه من أهل سمواته وأرضه لَو دأبوا جَمِيعًا واجتهدوا عمر الدُّنْيَا كلهَا وأبدا مَا أَدّوا شكر نعمه وَلَا أَدّوا مَا يحِق فِي عَظمته فَكيف بالحلول فِي جواره والنجاة من عَذَابه",
            "page": "228",
            "part": "1",
            "seal": "D945C65F"
        },
        {
            "id": "26",
            "nass": "فقد عقل أَي رب يعبد وَأي ثَوَاب يطْلب وَمن أَي عِقَاب وَعَذَاب يهرب وَأي نعيم يشْكر وَالشُّكْر أَيْضا مِمَّن هُوَ وَمن من بِهِ ¶ فَلَمَّا عقل ذَلِك كُله عَن ربه اسْتَقل واستصغر جَمِيع دؤوبه واجتهاده لعَظيم مَا عقل من جَمِيع ذَلِك ¶ وعقل عَن الله تَعَالَى مَا وصف بِهِ نَفسه أَنَّهَا بالسوء أَمارَة وللذنوب مسولة وَأَنَّهَا هِيَ الَّتِي جنت عَلَيْهِ مَا قد أَحْصَاهُ ربه عَلَيْهِ وَلم يَأْمَن أَن يكون قد حل بِهِ غَضَبه وَأَنه لَا يكَاد يعدل فِي بعض أَحْوَاله أَن يتَعَرَّض لبَعض مساخطه وَأَنه قد لَزِمته عَظِيم حجَّة مَا خص بِهِ من الْعلم وَمَا من عَلَيْهِ بِهِ من الْمعرفَة دون أَكثر الْعَوام فَاسْتَكْثر قَلِيل طاعتهم واستعظمها مَعَ استصغار كثير الطَّاعَات من نَفسه لِأَنَّهُ أعلم بِنَفسِهِ وبذنوبه من ذنوبهم وَأَن الْحجَّة عَلَيْهِ أعظم مِنْهَا عَلَيْهِم ¶ وعقل قدر من عَصَاهُ وَخَالفهُ فِيمَا أمره بِهِ فعقل قدر عَظمَة من عَصَاهُ وَشدَّة غَضَبه وَشدَّة عَذَابه وهول الْمكْث فِي عِقَابه إِن لم يعف عَنهُ",
            "page": "229",
            "part": "1",
            "seal": "B7A4E239"
        },
        {
            "id": "27",
            "nass": "فعقل كَثْرَة ذنُوبه وَسُوء رَغْبَة نَفسه ودناءة همته وَعَجِيب جَهله إِذْ كَانَ قد آثر على رِضَاهُ من العبيد مَا لَا معنى لَهُم فِي دنيا وَلَا آخِرَة بِملك وَلَا نفع وَلَا ضرّ وإيثاره من الدُّنْيَا المكدر المنغص الفاني مِنْهُ والفاني هُوَ عَنهُ وَالْبَاقِي عَلَيْهِ بعد فنائه شدَّة الْحساب وعظيم السُّؤَال عَنهُ ثمَّ لَا يَأْمَن من سخط الله فِي الْآخِرَة على ذَلِك أَن يحل بِهِ ¶ فَلَمَّا عقل عَن الله عز وَجل جَمِيع ذَلِك من نَفسه وتستر عَنهُ عَامَّة ذنُوب الْخلق وحقت عَلَيْهِم الْحجَّة بِدُونِ مَا وَجَبت من الله عز وَجل من أجل الْعلم الَّذِي استودعه والستر عَلَيْهِ لذنوبه وَمَا حببه إِلَى عباده لم يَأْمَن أَن يكون استدراجا لَهُ وَأَنه وكل بالخوف على نَفسه قبل غَيره وَأَنه لَا يَأْمَن لسالف ذنُوبه وتضييع شكر نعم ربه وعظيم مَا لزمَه من الْحجَّة وَأَن يخْتم لَهُ بِغَيْر دين الْإِسْلَام أَو بعظيم الذُّنُوب مَعَ الْإِيمَان فَلم تقع عينه على أحد وَلم يستمع بِهِ من الْمُسلمين إِلَّا خَافَ أَن ينجوا وَيهْلك هُوَ دونه يكسر قلبه من يرى من أهل الطَّاعَات وَيقطع عَلَيْهِ أَنه خير مِنْهُ ويتمنى أَن يكون مثله ويهيج عَلَيْهِ الْخَوْف من قلبه من رَآهُ دونه فِي الدّين يخَاف أَن يهْلك هُوَ دونه أَو يخْتم لَهُ",
            "page": "230",
            "part": "1",
            "seal": "E595E160"
        },
        {
            "id": "28",
            "nass": "بأشر الْأَعْمَال لعَظيم حجَّة الْعلم وَجَمِيل السّتْر عَلَيْهِ وَلما أَمر بِهِ من خوف سوء الْخَوَاتِم الَّتِي مَاتَ عَلَيْهَا الأشقياء فَهُوَ متواضع للعباد كلهم لشدَّة ذلة الْخَوْف على نَفسه ¶ وعقل عَن الله عز وَجل مَا بَين من قدر الدُّنْيَا وَالْآخِرَة فعقل صفة الْآخِرَة بنعيمها وملكها وشرفها وعزها وعظيم قدر سكانها أَنَّهَا فِي جوَار الْمولى وَمَا وصف بِهِ سوء عَيْش الدُّنْيَا وضعة رفعتها عِنْده يَوْم يُحَاسب عباده وذل الْعَزِيز بهَا عِنْده فِي يَوْم يبْعَث خلقه وحقارة المتكبرين فِي عينه وصنعه بهم يَوْم النشور حَتَّى أَنهم ليحشرون فِي صور الذَّر دون جَمِيع الْعباد ¶ وعقل عَن الله تَعَالَى مَا أمره بِهِ وَأخْبر أَن الْفَقِير من اسْتغنى بالدنيا عَنْهَا وَمن يجازي بِمَا 112 حرمه من خفَّة الْحساب والتصاعد فِي معالي درجاته ¶ فَلَمَّا عقل ذَلِك كُله عَن ربه كَانَ الْفقر فِي الدُّنْيَا أحب إِلَيْهِ من الْغنى بهَا وَكَانَ التَّوَاضُع أحب إِلَيْهِ من الشّرف فِيهَا وَكَانَ الذل أحب إِلَيْهِ من الْعِزّ بهَا",
            "page": "231",
            "part": "1",
            "seal": "C295474F"
        },
        {
            "id": "29",
            "nass": "مَسْأَلَة فِي الْعقل ¶ الْحجَّة حجتان ¶ عيان ظَاهر أَو خبر قاهر ¶ وَالْعقل مضمن بِالدَّلِيلِ وَالدَّلِيل مضمن بِالْعقلِ ¶ وَالْعقل هُوَ الْمُسْتَدلّ ¶ والعيان وَالْخَبَر هما عِلّة الِاسْتِدْلَال وَأَصله ¶ ومحال كَون الْفَرْع مَعَ عدم الأَصْل وَكَون الِاسْتِدْلَال مَعَ عدم الدَّلِيل ¶ فالعيان شَاهد يدل على غيب ¶ وَالْخَبَر يدل على صدق فَمن تنَاول الْفَرْع قبل إحكام الأَصْل سفه ¶ وَرب حق أَحَق من حق كمن عَفا وَمن اقْتصّ وكاقتضاء",
            "page": "232",
            "part": "1",
            "seal": "22732325"
        },
        {
            "id": "30",
            "nass": "الدّين سَاعَة مَحَله أَو تَركه قَلِيلا إحسانا إِلَيْهِ فقد أحسن فِي الطّلب ¶ فكم من حسن أحسن من حسن غَيره وقبيح أقبح من قَبِيح وَفرض أوجب من آخر وَفضل أفضل من فضل آخر ¶ وَالْحب والبغض إِذا أفرطا انقصا الِاعْتِدَال وأفسدا الْعقل وصورا الْبَاطِل فِي صُورَة الْحق ¶ فَأهل الشَّرّ لَا يفرقون بَين أئمتهم كَمَا لَا يفرقون بَين إمَامهمْ ¶ وَإِن الْحق فِي كل أَمر بَين وَالْبَاطِل فِي كل حَال داحض إِلَّا أَن كثيرا من النَّاس لَا يعرف وَجه مطلبه وَبَعْضهمْ يعرف بعضه ويجهل بعضه وَمِنْهُم من عرف ثمَّ نسي وَمِنْهُم من يعرف أَكْثَره وَلَا يعرف أسهل طرقه وَأقرب وَجهه ¶ فَجَمِيع الْحق فِي فنون الطَّاعَات وتحذير الْبَاطِل فِي مذاهبه إِذا جمع وَألف وَكَانَ أنشط لحفظه ويفهمه من كَانَ لَا ينشط لِأَن يطْلب عمله حَتَّى يجمعه ¶ والعالم بِهِ يُرِيد جمعه فِي بصيرته وَجمع كل مَذْهَب إِلَّا",
            "page": "233",
            "part": "1",
            "seal": "1B10DF69"
        },
        {
            "id": "31",
            "nass": "خبر الْوَاحِد لمن كَانَ لَا يعرف إِلَّا بعضه ¶ وَيذكر النَّاس بِمَا قد علمه فنسيه وينبه المتهاون لما كَانَ قد اشْتغل عَن الْعِنَايَة بِالْقيامِ بِهِ وَيبين للزائغ عَن طَرِيق الرشد أَنه قد تَركه وَلَعَلَّ من نظر فِيهِ بالإعجاب بِرَأْيهِ أَن ينْقض مذاهبه إِذا فهم حسن الْعبارَة عَنهُ وإيضاح حججه وَنور بَيَانه يتَنَبَّه من رقدته ويفيق من سكرته لِأَن الْحق عَزِيز أَيْن كَانَ وَالْبَاطِل ذليل فِي كل أَوَان ¶ وَالْحجّة ظَاهِرَة بنورها على الشُّبْهَة ¶ وَلَيْسَ من تفرد بِكِتَاب يَقْرَؤُهُ وَحده متثبتا فِيهِ لَا يشْغلهُ عَنهُ سَبَب يقطعهُ كمن نَازع غَيره لِأَنَّهُ يعْتَرض فِي المناظرة آفَات كَثِيرَة من الْعجب بِالرَّأْيِ ¶ وَالَّذِي وَالَّذِي يمْنَع من الْفَهم الأنفة الَّتِي تمنع من الخضوع للحق وَحب الْغَلَبَة الَّذِي يبْعَث على الجدل والجزع من التخطئة الَّتِي تمنع من الإذعان بِالْإِقْرَارِ بِالصَّوَابِ ¶ فَلَمَّا كثرت آفَات المناظرة وَكَانَ التفرد بِقِرَاءَة الْكتاب الْمَجْمُوع فِيهِ والمؤلف فِيهِ حُدُود الْحق رَأَيْت أَن أصنفه مُبينًا",
            "page": "234",
            "part": "1",
            "seal": "5BD6A103"
        },
        {
            "id": "32",
            "nass": "وأستشهد عَلَيْهِ الْكتاب وَالسّنة وَإِجْمَاع الْأمة أَو استنباطا بَينا أَو قِيَاسا إِذا عدم الْبَيَان بِالنَّصِّ فِيمَا يجوز فِيهِ الْقيَاس وَإِلَّا فالتسليم ¶ والأصون الْكَفّ عَن تكلّف مَا نهي عَنهُ مِمَّا يسع جَهله وَلَا يُؤَدِّي علمه إِلَى الْقُرْبَى بل ترك الْبَحْث عَنهُ هُوَ الْقُرْبَى والوسيلة إِلَى رضى الله عز وَجل ¶ وَلَا غناء بِالْعَبدِ عَن التفكير وَالنَّظَر وَالذكر ليكْثر اعْتِبَاره وَيزِيد فِي علمه ويعلو فِي الْفضل ¶ فَمن قل تفكره قل اعْتِبَاره وَمن قل اعْتِبَاره قل علمه وَمن قل علمه كثر جَهله وَبَان نَقصه وَلم يجد طعم الْبر وَلَا برد الْيَقِين وَلَا روح الْحِكْمَة ¶ وَمَا بلغ علم من درس الْعلم بِلِسَانِهِ وَحفظ حُرُوفه بِقَلْبِه وأضرب عَن النّظر والتذكر والتدبر لمعانيه وَطلب بَيَان حُدُوده ¶ مَا أقربه فِي حَيَاته من حَيَاة الْبَهَائِم الَّتِي لَا تعرف إِلَّا مَا باشرته بجوارحها لَكِن المتذكر النَّاظر فِيمَا يسمع المتدبر لما",
            "page": "235",
            "part": "1",
            "seal": "89C261EC"
        },
        {
            "id": "33",
            "nass": "علم المتفهم لما بِهِ أَمر الطَّالِب لنهاية حُدُود الْعلم الغائص على غامض الْإِصَابَة الْمُحكم لِلْأُصُولِ الرَّاد عَلَيْهَا الْفُرُوع هُوَ المفرق بَين مَا لَهُ وَمَا عَلَيْهِ والمبصر لما يصلحه وَمَا يُفْسِدهُ الْقوي على عصيان طبائعه الْمُنَازعَة إِلَى مَا يهلكه والمخالف لشهواته الَّتِي ترديه ¶ عَارِف بعواقب الْأُمُور وَبِمَا يحدث فِي غابر الدهور 113 مِمَّا حدث مِنْهُ وهاب ربه الْمُؤثر لَذَّة عقله على لَذَّة هَوَاهُ لَذَّة الْحُكَمَاء الْعلمَاء فِي عُقُولهمْ وَلَذَّة الْجُهَّال والبهائم فِي شهواتهم ¶ وَأي سرُور يعدل سرُور الْعلم وروح الْيَقِين وعظيم الْمعرفَة وَكَثْرَة الصَّوَاب وَالظفر الَّذِي لَا يثبت وَلَا ينَال إِلَّا بِحسن النّظر وَطول التَّذَكُّر وتكرار الْفِكر والتقديم فِي التَّكْبِير ¶ فبذلك ظفر بِالْعلمِ بِاللَّه والتعرض لولايته وَطلب الجاه عِنْده وَالتَّسْلِيم لأَمره والتوكل على كِفَايَته وبذل الْقَلِيل من الدُّنْيَا للثَّواب الجزيل لِأَنَّهُ الرب الْكَرِيم ¶ من طلبه وجده وَمن استكفاه كَفاهُ وَمن اتَّقَاهُ وَقَاه",
            "page": "236",
            "part": "1",
            "seal": "632C46A4"
        },
        {
            "id": "34",
            "nass": "وَمن تقرب إِلَيْهِ أسْرع إِلَيْهِ بالإجابة ¶ يَدْعُوك إِن أَدْبَرت ويقبلك إِن رجعت ويحمدك على حظك ويثني عَلَيْك بِمَا وهب لَك ويحضك على النّظر لنَفسك ¶ إِنَّمَا يمرضك ليصحك إِن عقلت ويفقرك ليغنيك ويمنعك ليعطيك يمنعك الْقَلِيل الفاني لترضى فيعطيك الجزيل الْبَاقِي ويميتك ليحييك ويفنيك ليبقيك ويداويك بالأمراض لتبرأ من سقم الذُّنُوب ويغمك بالأوجاع ليغسلك من درن الْخَطَايَا ويعركك بالبلاء ليلين قَلْبك لطلب الْفَوْز ¶ ابتدأك بِالنعَم قبل أَن تسأله وثناها بَعْدَمَا ضيعت شكره وأدامها بإحسانه مَعَ دوَام الْإِعْرَاض مِنْك عَنهُ فَكيف تعرف إحسانه وتتبين إساءتك وتبصر نجاتك وتتضح لَك أَسبَاب عيشك إِلَّا بِالنّظرِ بعقلك فِيمَا قَالَ والتذكر والمجاهدة لنَفسك إِلَّا لتعرف مَا يرضيه وتجانب مَا يسخطه ويباعد مِنْهُ لِأَنَّهُ قد جعل فِيك غريزة الْعقل وَمن عَلَيْك بالمعرفة وابتلاك بِمَا فِي طباعك مِمَّا يهيج الْغَضَب والرضى وَالْبخل بِالسُّكُوتِ لِأَن الصمت أعجمي وفاعله كالأخرس لَا يعرف مَعْنَاهُ إِلَّا صَاحبه",
            "page": "237",
            "part": "1",
            "seal": "F9CFC9D2"
        },
        {
            "id": "35",
            "nass": "وَالْقَوْل فصيح مُبين يعرفهُ سامعه وَمن بلغه إِلَى يَوْم الْقِيَامَة لم يعرف القَوْل الْحق بِالصَّمْتِ وَلَا جَمِيع الْأَعْمَال بِالْحَقِّ إِلَّا بالْقَوْل بل لم يعرف الصمت عَن الْبَاطِل إِلَّا بالْقَوْل لما عرفه من الْكتاب ¶ وَإِنَّمَا أَمر النَّبِي صلى الله عَلَيْهِ وَسلم بِالصَّمْتِ لتارك القَوْل بِالْخَيرِ فَقَالَ من كَانَ يُؤمن بِاللَّه وَالْيَوْم الآخر فَلْيقل خيرا أَو ليصمت ¶ وَلم يعرف الْأَدَاء وَالْبَيَان عَن جَمِيع الْإِحْسَان إِلَّا بالْقَوْل ¶ آخر كتاب مائية الْعقل وَمَعْنَاهُ لِلْحَارِثِ بن أَسد المحاسبي وَالْحَمْد لله حق حَمده وصلواته على سيدنَا مُحَمَّد وَآله وَسَلَامه",
            "page": "238",
            "part": "1",
            "seal": "2C1595AD"
        }
    ],
    "t6492": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة في العقل"
        }
    ]
}