{
    "b6519": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم خطْبَة الْمُؤلف رَحمَه الله ¶ حمدا لَك يَا من تنزه عَن مجانسة الْمَخْلُوقَات وتميز بِذَاتِهِ عَن جَمِيع الذوات المحدثات وَصَلَاة وَسلَامًا على رَسُولك الْمَأْمُور بتبليغ الشَّرَائِع الحاسم بمرهم {الْيَوْم أكملت لكم دينكُمْ} كل مَا يزخرفه المبطلون من الذرائع وعَلى آله الَّذين مَشوا على صراطه الْمُسْتَقيم وتمسكوا عِنْد ظُهُور الْبدع الْمظْلمَة بهديه القويم ¶ وَبعد فَإِنَّهُ كتب إِلَيّ سَيِّدي السَّيِّد السَّنَد الْعَلامَة الأوحد ترجمان الْبَيَان زِينَة الأوان الْقَاسِم بن أَحْمد لُقْمَان حفظه الله عَن طوارق",
            "page": "19",
            "part": "1",
            "seal": "89FAC62E"
        },
        {
            "id": "3",
            "nass": "الْحدثَان هَذِه الأبيات الفائقة الرائقة متوجعا من غلاة الصُّوفِيَّة وسائلا عَن حكم من كرع مِنْهُم فِي تِلْكَ المشارب الوبية وَقد أوردت نظمه ونثره بِحُرُوفِهِ قَالَ طول الله مدَّته وحرس مهجته مَا لَفظه ¶ نَص السُّؤَال الموجه إِلَى الإِمَام الشَّوْكَانِيّ من الْعَلامَة الْقَاسِم بن أَحْمد لُقْمَان ¶ حرس الله سَمَاء المفاخر بحماية بدرها الزاهي الزَّاهِر وأتحف روضها الناضر بكلاية غيثها الهامي الغامر وَأهْدى إِلَيْهِ تَحِيَّة عطرة وبركة خضرَة نَضرة مَا مسحت أَقْلَام الكتبة مفارق المحابر ورتعت أفهام الطّلبَة حدائق الدفاتر صدرت هَذِه الأبيات فِي غَايَة الْقُصُور أقيلوا عثارها إِن كَانَ لكم عَلَيْهَا عثور نستمنح مِنْكُم الفرائد ونستمد مِنْكُم الْفَوَائِد",
            "page": "20",
            "part": "1",
            "seal": "4C4FDAD3"
        },
        {
            "id": "4",
            "nass": "أوجب تحريرها أَن ذكر عِنْد بعض الأماثل جمَاعَة المتصوفة فَأثْنى عَلَيْهِم وَأَطْنَبَ وأطرى وأطرب واستشهدني فَقلت بِمُوجب قَوْله مستثنيا مِنْهُم مثل الحلاج وَابْن عَرَبِيّ وَمن يساويهما فأصر",
            "page": "21",
            "part": "1",
            "seal": "5DC8757B"
        },
        {
            "id": "5",
            "nass": "واستكبر وَأبْدى قولا يستنكر وَجرى بَيْننَا خلاف مفرط فاحكم بَيْننَا بِالْحَقِّ وَلَا تشطط ¶ والأبيات ¶ قصيدة السَّائِل الَّتِي وَجههَا إِلَيّ الْمُؤلف ¶ (1 أعن العذول يُطيق يكتم مَا بِهِ ... والجفن يغرق فِي خليج سحابه) ¶ (2 جَازَت ركائبه الْحمى فتعلقت ... أحشاؤه بشعابه وهضابه) ¶ (3 نفد الزَّمَان وَمَا نفدن مسائلي ... فِي الْحبّ والتنقير عَن أربابه) ¶ (4 فركضت فِي ميدانه وكرعت من ... غدرانه وركعت فِي محرابه) ¶ (5 وَسَأَلت عَن تَحْقِيقه وبحثت عَن ... تَدْقِيقه وكشفت عَن أَسبَابه) ¶ (6 فَوجدت أَخْبَار الغرام كواذبا ... فِي أَكثر الفتيان من طلابه) ¶ (7 ولقلما نلقى امْرأ متصوفا ... ينحو طَرِيق الْحبّ من أبوابه) ¶ (8 فيميت من شهواته لِحَيَاتِهِ ... وَيرد فضل ذَهَابه لإيابه)",
            "page": "22",
            "part": "1",
            "seal": "D19AE8BD"
        },
        {
            "id": "6",
            "nass": "(9 وجد الْخَطِيئَة كالقذاة لعَينه ... فَرمى بهَا فِي الدمع عَن تسكابه) ¶ (10 وَحمى الْحَقِيقَة فِي الطَّرِيقَة سالكا ... نهج النَّبِي قد اقْتدى بصوابه) ¶ (11 تمْضِي بِهِ اللحظات وَهُوَ محاسب ... للنَّفس قبل وُقُوفه لحسابه) ¶ (12 هذي الطَّرِيقَة للمريد مبلغ ... مخ التصوف فَهِيَ لب لبابه) ¶ (13 وَجَمَاعَة رقصوا على أوتارهم ... يتجاذبون الْخمر عَن أكوابه) ¶ (14 يتواجدون لكل أحوى أحور ... يتعللون من الْهوى برضابه) ¶ (15 أَصْحَاب أَحْوَال تعدوا طورهم ... فتنكروا فِي الْحَال عَن أحزابه) ¶ (16 زجروا مطاياهم إِلَيْهِ وَإِنَّمَا ... نكص الغرام بهم على أعقابه) ¶ (17 دعواك معرفَة الغيوب سفاهة ... وَالشَّرْع قَاض والنهى بكذابه) ¶ (18 فَمن الْمحَال يرى امْرُؤ من غَيره ... مَا فِي الضَّمِير بِدُونِ رفع نقابه) ¶ (19 وخرافة بشر يرى متشكلا ... مُتَمَكنًا من لبس غير إهابه) ¶ (20 رجحت نهاي فَلَا أصدق مَا سوى ... رسل المليك وترجمان كِتَابه) ¶ (21 فدع التصوف واثقا بِحَقِيقَة ... واحرص فَلَا يغررك لمع سرابه) ¶ (22 للْقَوْم تَعْبِير بِهِ يسبي النهى ... طَربا ويثني الصب عَن أحبابه) ¶ (23 ويرون حق الْغَيْر غير محرم ... بل يَزْعمُونَ بِأَنَّهُم أولى بِهِ) ¶ (24 لبسوا المدارع واستراحوا جرْأَة ... عَن أَمر باريهم وَعَن إِيجَابه) ¶ (25 خَرجُوا عَن الْإِسْلَام ثمَّ تمسكوا ... بتصوف فتستروا بحجابه) ¶ (26 فَأُولَئِك الْقَوْم الَّذين جهادهم ... فرض فَلَا يعدوك نيل ثَوَابه) ¶ (27 وَإِذا أَرَابَك مَا أَقُول فسل بِهِ ... من عِنْده فِي الحكم فصل خطابه) ¶ (28 عَلامَة الْمَعْقُول وَالْمَنْقُول من ... حكمت لَهُ الْعليا على أترابه) ¶ (29 فذ الزَّمَان وتوءم الْمجد الَّذِي ... سَاد الأكابر فِي أَوَان شبابه) ¶ (30 بدر الْهدى النظار سَله مُقبلا ... كفيه ملتمسا لرد جَوَابه)",
            "page": "23",
            "part": "1",
            "seal": "0F488264"
        },
        {
            "id": "7",
            "nass": "(31 فمحمد بن عَليّ بن مُحَمَّد ... مني ومنك محققا أدرى بِهِ) ¶ (32 سَله زَكَاة الِاجْتِهَاد فَإِنَّهُ ... إِن صَحَّ فقرك مُحرز لنصابه) ¶ انْتهى ¶ ابْتِدَاء الْجَواب من الْعَلامَة الشَّوْكَانِيّ ناثرا وناظما ¶ وَأَقُول سُبْحَانَ الفاتح المانح الْوَاهِب لهَذَا الشريف من فنون البلاغة المتجر الرابح وَقد آن أَن أشرع فِي الْجَواب عَلَيْهِ امتثالا لمرسومه وَقد نظمت هَذِه القصيدة على منوال قصيدته فِي الروي والقافية وَأما فِي البلاغة والجزالة والانسجام والإبداع فَالْفرق مثل الصُّبْح ظَاهر وَإِن مَا أَنا فِيهِ من الأشغال المتكاثفة للدرس والتدريس والإفتاء والتأليف لمن أعظم الْمَوَانِع العائقة لصَاحِبهَا عَن اللحاق بالمجيدين لصناعة النّظم والنثر لَا سِيمَا وَهَذِه الأبيات الَّتِي أجبْت بهَا بنت سَاعَة من نَهَار فَأَقُول مستعينا بِاللَّه ومتوكلا عَلَيْهِ ¶ (1 هَذَا العقيق فقف على أبوابه ... متمايلا طَربا لوصل عرابه) ¶ (2 يَا طالما قد جِئْت كل تنوفة ... مغبرة ترجو لقا أترابه)",
            "page": "24",
            "part": "1",
            "seal": "19FEB3EE"
        },
        {
            "id": "8",
            "nass": "(3 وَقطعت أمتاع الرَّوَاحِل معربا ... فِي كل حَيّ جِئْته بطلابه) ¶ (4 حَتَّى غَدَتْ غُدْرَان دمعك فيضا ... بالنفح فِي ذَا السفح من تسكابه) ¶ (5 والعمر وَهُوَ أجل مَا خولته ... أنفقته فِي الدّور فِي أدرابه) ¶ (6 وعصيت فِيهِ قَول كل مُفند ... وسددت سمعا عَن سَماع خطابه) ¶ (7 بشراي بعد الْيَأْس وَهِي حظية ... بتبدلي سهل الْهوى بصعابه) ¶ (8 قد أنجح الله الَّذِي أملته ... وكدحت فِيهِ لنيل لب لبابه) ¶ (9 وهجرت فِيهِ ملاعبي وَلَقِيت فِيهِ ... متاعبي ومنيت من أوصابه) ¶ (10 وشربت كاسات الْفِرَاق وَقد غَدَتْ ... ممزوجة بزعافه وبصابه) ¶ (11 وبذلت للهادي إِلَيْهِ نفائسي ... ومنحته مني بملء وطابه) ¶ (12 فحططت رحلي بَين سكان الْحمى ... وأنخته فِي مخصبات شعابه) ¶ (13 وشفيت نَفسِي بعد طول عنائها ... فِي قطع حزن فلاته وهضابه) ¶ (14 وَوضعت عَن عنقِي عَصا الترحال لَا ... أخْشَى العذول وَلَا قَبِيح عتابه) ¶ (15 فَأَنا وَلَا فَخر الْعَلِيم بأرضه ... وَأَنا العروف بسانحات عِقَابه) ¶ (16 وَأَنا الْعَلِيم بِكُل مَا فِي سوحه ... وَأَنا المترجم عَن خَفِي جَوَابه) ¶ (17 يَابْنَ الرَّسُول وعالم الْمَعْقُول وَالْمَنْقُول ... أَنْت بِمثل ذَا أدرى بِهِ) ¶ (18 لَا تسألن عَن العقيق فَإِنَّهَا ... قد ذللت لَك جامحات ركابه) ¶ (19 وكرعت فِي تِلْكَ الْمَوَارِد بُرْهَة ... وشربت صفو الود من أربابه) ¶ (20 وَقَعَدت فِي عرصاته متمايلا ... مُتَبَسِّمًا نشوان من إطرابه) ¶ (21 واسلم وَدم أَنْت الْمعد لمعضل ... أعيا الورى يَوْمًا بكشف نقابه) ¶ (22 وَخذ الْجَواب فَمَا بِهِ خطل وَلَا ... عصبية قدحت بِغَيْر صَوَابه) ¶ (23 سكانه صنفان صنف قد غَدا ... متجردا للحب بَين صحابه) ¶ (24 قد طلق الدُّنْيَا فَلَيْسَ بضارع ... يَوْمًا لنيل طَعَامه وَشَرَابه)",
            "page": "25",
            "part": "1",
            "seal": "3556D593"
        },
        {
            "id": "9",
            "nass": "(25 يمْضِي على سنَن الرَّسُول مفوضا ... لِلْأَمْرِ لَا يلوي للمع سرابه) ¶ (26 يرضى من الدُّنْيَا بميسور وَلَا ... يغتم عِنْد نفارها عَن بَابه) ¶ (27 متقللا مِنْهَا تقلل موقن ... بدروس رونقها وَقرب ذَهَابه) ¶ (28 متزهدا فِيمَا يَزُول مزايلا ... إِدْرَاك مَا يبْقى عَظِيم ثَوَابه) ¶ (29 جعل الشعار لَهُ محبَّة ربه ... وثنى عنان الْحبّ عَن أحبابه) ¶ (30 أكْرم بِهَذَا الصِّنْف من سكانه ... أحبب بِهَذَا الْجِنْس من أحزابه) ¶ (31 فهم الَّذين أَصَابُوا الْغَرَض الَّذِي ... هُوَ لامرا فِي الدّين لب لبابه) ¶ (32 وَلكم مَشى هذي الطَّرِيقَة صَاحب ... لمُحَمد فَمَشَوْا على أعقابه) ¶ (33 فبها الْغِفَارِيّ قد أَنَاخَ مطيه ... وَمَشى بهَا الْقَرنِي بسبق ركابه) ¶ (34 وَبهَا فُضَيْل والجنيد تجاذبا ... كأس الْهوى وتعللا برضابه) ¶ (35 وكذاك بشر وَابْن أدهم أَسْرعَا ... مشيا بِهِ والكينعي مَشى بِهِ) ¶ (36 أما الَّذين غدوا على أوتارهم ... يتجاذبون الْخمر عَن أكوابه) ¶ (37 ولوحدة جعلُوا المثاني مؤنسا ... واللحن عِنْد الذّكر من إعرابه) ¶ (38 ويرون حق الْغَيْر غير محرم ... بل يَزْعمُونَ بِأَنَّهُم أولى بِهِ) ¶ (39 فهم الَّذين تلاعبوا بَين الورى ... بِالدّينِ وانتدبوا لقصد خرابه) ¶ (40 قد أنهج الحلاج طرق سبيلهم ... وكذاك مُحي الدّين لَا أَحْيَا بِهِ) ¶ (41 وكذاك فارضهم بتائياته ... فرض الضلال عَلَيْهِم ودعا بِهِ) ¶ (42 وَكَذَا ابْن سبعين المهين فقد غَدا ... متطورا فِي جَهله ولعابه) ¶ (43 رام النبوءة لالعا لعثاره ... روم البغاث مصيره كعقابه) ¶ (44 والتلمساني قَالَ قد حلت لَهُ ... كل الْفروج فَخذ بذا وَكفى بِهِ) ¶ (45 وَكَذَلِكَ الجيلي أجال جَوَاده ... فِي ذَلِك الميدان ثمَّ سعى بِهِ) ¶ (46 إنسانه إِنْسَان عين الْكفْر لَا ... يرتاب فِيهِ سابح بعبابه)",
            "page": "26",
            "part": "1",
            "seal": "33F30E85"
        },
        {
            "id": "10",
            "nass": "(47 نهقوا بوحدتهم على روس الملا ... وَمن الْمقَال أَتَوا بِعَين كذابه) ¶ (48 إِن صَحَّ مَا نقل الْأَئِمَّة عَنْهُم ... فالكفر ضَرْبَة لازب لصحابه) ¶ (49 لَا كفر فِي الدُّنْيَا على كل الورى ... إِن كَانَ هَذَا القَوْل دون نصابه) ¶ (50 قد ألزمونا أَن ندين بكفرهم ... وَالْكفْر شَرّ الْخلق من يرضى بِهِ) ¶ (51 فدع التأول للنصوص وَلَا تكن ... كفتى يُغطي جيفة بثيابه) ¶ (52 قد صَرَّحُوا أَن الَّذِي يبغونه ... هُوَ ظَاهر الْأَمر الَّذِي قُلْنَا بِهِ) ¶ (53 هذي فتوحات المشوم شَوَاهِد ... أَن المُرَاد لَهُ نُصُوص كِتَابه) ¶ تَوْجِيه النَّقْد العنيف لمن ينخدع بهؤلاء المخذولين ¶ وَلما فرغت من نظم هَذِه الأبيات قلت رُبمَا وقف عَلَيْهَا بعض من فت فِي عضد إيمَانه هينمة هَؤُلَاءِ المخذولين كَمَا نرَاهُ فِي كثير من أهل عصرنا الَّذين نفقت عِنْدهم تلبيسات هَؤُلَاءِ الشَّيَاطِين فَقَالَ شَيْطَانه مَا بَال هَذَا المحجوب يتَكَلَّم فِي أَوْلِيَاء الله تَعَالَى وَيتَعَاطَى كؤوس شرابهم الصافي الَّذِي لَا يعرفهُ مثله كَمَا قَالَ قَائِلهمْ من ذاق طعم شراب الْقَوْم يدريه وَلَوْلَا مرَارَة فَمه لما تغير عِنْده طعمه ¶ (وَمن يَك ذَا فَم مر مَرِيض ... يجد مرا بِهِ المَاء الزلالا) ¶ وَإِنَّمَا يعرف الصِّنَاعَة أَهلهَا ويتمتع بمحاسن الحسنا بَعْلهَا لَا من عمي عَن أسرار تِلْكَ الإشارات وَقصر عَن فهم تِلْكَ الْعبارَات ¶ (فوامحنة الحسنا تعار إِلَى امرىء ... ضَرِير وعنين عَن الوجد خَالِيا) ¶ فَمَا لَك والتلدد حول نجد أَيهَا الْمِسْكِين أما كَانَ لَك أُسْوَة بِمن تَأَول تِلْكَ المقالات من الْعلمَاء الهادين وناضل عَن مشكلات تِلْكَ",
            "page": "27",
            "part": "1",
            "seal": "1422D4EC"
        },
        {
            "id": "11",
            "nass": "الإشارات من الْأَئِمَّة الراسخين ¶ (دع عَنْك تعنيفي وذق طعم الْهوى ... فَإِذا عشقت فَبعد ذَلِك عنف) ¶ (وَكَيف ترى ليلى بِعَين ترى بهَا ... سواهَا وَمَا طهرتها بالمدامع) ¶ (ويلتذ مِنْهَا بِالْحَدِيثِ وَقد جرى ... حَدِيث سواهَا فِي خروق المسامع) ¶ وَأَقُول أَيهَا المخدوع ¶ (مَا أَنْت أول سَار غره قمر ... ورائد أَعْجَبته خضرَة الدمن) ¶ لَعَلَّك سَمِعت النَّاس يَقُولُونَ شَيْئا فقلته وَلَو كنت كَمَا قيل ¶ (وَإِنَّمَا رجل الدُّنْيَا وواحدها ... من لم يعول فِي الدُّنْيَا على رجل) ¶ لم استربت فِي هَذَا الحَدِيث وَلَا نشبت بجسمك مخالب كل مخاتل خَبِيث وَقد آن أَن نبين لَك مَا أَنْت عَلَيْهِ من الإغترار ونعرفك بِبَعْض الْبَعْض من نهيق هَؤُلَاءِ الأشرار ¶ (فَكُن رجلا رجله فِي الثرى ... وَهَامة همته فِي الثريا) ¶ وَإِيَّاك أَن تكون كَمَا قَالَ من حقت عَلَيْهِ كلمة الضلال ¶ (وَمَا أَنا إِلَّا من غزيَّة إِن غوت ... غويت وَإِن ترشد غزيَّة أرشد) ¶ فَاعْلَم أَولا أَن أَصْحَابك الَّذين تجَادل عَنْهُم وتناضل مصرحون فِي كتبهمْ تَصْرِيحًا لَا يرتاب فِيهِ مبصر وَلَا كَامِل إِن من تَمام إِيمَان الْعلمَاء الحكم عَلَيْهِم بالْكفْر والزندقة والإفتاء بسفك دِمَائِهِمْ حَتَّى قَالَ قَائِلهمْ قَالَ بعض السَّادة القادة لَا يبلغ إِنْسَان دَرَجَة الْحَقِيقَة",
            "page": "28",
            "part": "1",
            "seal": "B1BECA19"
        },
        {
            "id": "12",
            "nass": "حَتَّى يشْهد عَلَيْهِ ألف صديق أَنه زنديق فَهَل يَلِيق بمثلك أَن تسترسل فِي غُبَار من طلب تَمام إيمَانه وَرَجا الْبلُوغ إِلَى دَرَجَة الصديقين بتكفير من يَجْعَل تَمام الْإِيمَان التَّصْرِيح بتكفيره فَمَا أولاك وأحقك بشكر من حكم على أَصْحَابك بالْكفْر والزندقة وَأفْتى بسفك دِمَائِهِمْ لِأَنَّهُ قد تمّ بذلكم إيمَانه وَصَارَ عِنْد مشائخك من الصديقين وَهَذَا أول غلط صدر مِنْك فِي المحاماة عَن أعراضهم وَهَا نَحن قد نبهناك عَلَيْهِ فَخذ بِهِ أَو دع ¶ الرَّد على من يَقُول إِن الصُّوفِيَّة يُرِيدُونَ بكلامهم خلاف الظَّاهِر ¶ ثمَّ اعْلَم ثَانِيًا أَن قَوْلك أَنهم يُرِيدُونَ خلاف الظَّاهِر فِي كَلَامهم كذب بحت وَجَهل مركب فَإِنَّهُم مصرحون بِأَنَّهُم لَا يُرِيدُونَ إِلَّا مَا قضى عَن الظَّاهِر وَهَذَا الإِمَام السخاوي فِي القَوْل المنبي عَن تَرْجَمَة ابْن عَرَبِيّ قَالَ إِنَّه صرح فِي الفتوحات المكية أَن كَلَامه على ظَاهره",
            "page": "29",
            "part": "1",
            "seal": "5B6DFCC1"
        },
        {
            "id": "13",
            "nass": "وَقَالَ أَيْضا فِي الضَّوْء اللامع فِي تَرْجَمَة الْعَلامَة الْحُسَيْن بن عبد الرَّحْمَن الأهدل قَالَ وَقيل لي عَنهُ إِنَّه قَالَ يَعْنِي ابْن عَرَبِيّ إِن كَلَامي على ظَاهره وَإِن مرادي مِنْهُ ظَاهره فَكيف تزْعم أَيهَا الْمَغْرُور أَنه لَا يُرِيد مَا يدل عَلَيْهِ ظَاهر كَلَامه وَهَذَا نَصه وَكَلَامه فِي فتوحاته وفصوصه كَلَام عَرَبِيّ لَا أعجمي وَكَذَلِكَ غَيره من",
            "page": "30",
            "part": "1",
            "seal": "2CCBE318"
        },
        {
            "id": "14",
            "nass": "أهل نحلته فَكيف لَا يفهم ظَاهره عُلَمَاء الشَّرِيعَة وَهَذَا غلط ثَان من أغاليطك ننبهك عَلَيْهِ ¶ فَإِن قلت نسلك بك طَريقَة التَّأْوِيل وَإِن وَقع التَّصْرِيح فَإِن المُرَاد الظَّاهِر ¶ قُلْنَا فَلَا يخص التَّأْوِيل لكَلَام أَصْحَابك واطرده فِي كَلَام الْيَهُود وَالنَّصَارَى وَسَائِر الْمُشْركين كَمَا فعله ابْن عَرَبِيّ وَأَتْبَاعه على مَا سنبينه لَك وَقد أجمع الْمُسلمُونَ أَنه لَا يؤول إِلَّا كَلَام الْمَعْصُوم مُقَيّدا بِعَدَمِ",
            "page": "31",
            "part": "1",
            "seal": "B1447C5E"
        },
        {
            "id": "15",
            "nass": "الْمَانِع مِنْهُ وَالتَّصْرِيح بِأَن المُرَاد بالْكلَام ظَاهره يمْنَع تَأْوِيل كَلَام الْمَعْصُوم فَكيف تَأْوِيل كَلَام ابْن عَرَبِيّ بعد تصريحه بذلك فَانْظُر يَا مِسْكين مَا صنع بك الْجَهْل وَإِلَى أَي مَحل بلغ بك حب هَؤُلَاءِ وَالله جلّ جَلَاله قد حكم على النَّصَارَى بالْكفْر لقَولهم هُوَ ثَالِث ثَلَاثَة فَكيف لَا يحكم على هَؤُلَاءِ بِمَا يَقْتَضِيهِ قَوْلهم ¶ ثمَّ اسْمَع بعد هَذَا مَا نمليه عَلَيْك من كرامات هَؤُلَاءِ الْأَوْلِيَاء الَّذين تلاعبوا بدين الله ¶ الحلاج هُوَ الفاتح لباب القَوْل بالوحدة ¶ أما الحلاج فَهُوَ الفاتح لباب الْوحدَة الَّتِي شغل بهَا ابْن عَرَبِيّ وَأهل نحلته أعمارهم ومقدم الْقَافِلَة فِي هَذِه الْمقَالة الكفرية وَلكنه وجد بعصر فِي أَهله بَقِيَّة خير وحمية على الدّين فَقطعُوا أوصاله الخبيثة بصوارم الْإِسْلَام ومزقوا من استهواهم بشعابذه كل ممزق فجزاهم الله خيرا وَمن كَلَامه فِي الْوحدَة الَّتِي مَا خدع إِبْلِيس أحدا من الْكَفَرَة بِمِثْلِهَا فِيمَا نَقله عَنهُ الصُّوفِي الْكَبِير عبد الله بن أسعد اليافعي فِي كِتَابه",
            "page": "32",
            "part": "1",
            "seal": "4D859269"
        },
        {
            "id": "16",
            "nass": "مرْآة الْجنان وعبرة الْيَقظَان الَّذِي قَالَ فِي آخِره إِنَّه لَا يُجِيز رِوَايَته لعارفه إِلَّا بِشَرْط اعْتِقَاده فِي الصوفة أَنا الْحق وَمَا فِي الْجُبَّة إِلَّا الله وَهَذِه الْأَلْفَاظ قد رَوَاهَا عَنهُ النَّاس وَلَكنَّا اقتصرنا على التَّصْرِيح بِرِوَايَة هَذَا الصُّوفِي ليَكُون أقطع وأنفع لمن رسخت فِي قلبه محبته ¶ مَا جَاءَ فِي كتب شيخ الصُّوفِيَّة عبد الْقَادِر الجيلاني وتفنيده ¶ وَقَالَ شيخ الصُّوفِيَّة وَرَئِيسهمْ بأجمعهم عبد الْقَادِر الجيلاني فِيمَا رَوَاهُ عَنهُ اليافعي الْمَذْكُور من كَلَامه فِي الحلاج مَا لَفظه طلب مَا هُوَ أعز من وجود النَّار فِي قَعْر الْبحار تلفت بِعَين عقله فَمَا شَاهد سوى",
            "page": "33",
            "part": "1",
            "seal": "7D61D511"
        },
        {
            "id": "17",
            "nass": "الْآثَار فكر فَلم يجد فِي الدُّنْيَا سوى محبوبه فطرب فَقَالَ بِلِسَان سكر قلبه أَنا الْحق ترنم بلحن غير مَعْهُود من الْبشر صفر فِي رَوْضَة الْوُجُود صفيرا لَا يَلِيق ببني آدم لحن بِصَوْتِهِ لحنا عرضه لحتفه انْتهى ¶ وَمن كَلَامه فِيهِ بِتِلْكَ الرِّوَايَة ظهر عَلَيْهِ عِقَاب الْملك من مُمكن إِن الله لَغَنِيّ عَن الْعَالمين انْتهى ذَلِك ¶ وعَلى الْجُمْلَة فحال هَذَا المخذول أوضح من الشَّمْس والاستكثار من هذيانه تَضْييع للْوَقْت وشغلة للحيز وَلَو لم يكن من قبائحه إِلَّا مَا رَوَاهُ عَنهُ شيخ الصُّوفِيَّة أَبُو الْقَاسِم الْقشيرِي فِي رسَالَته أَن عمر بن عُثْمَان دخل عَلَيْهِ وَهُوَ بِمَكَّة وَهُوَ يكْتب شَيْئا فِي أوراق فَقَالَ لَهُ مَا هَذَا فَقَالَ هوذا أعارض الْقُرْآن قَالَ فَدَعَا عَلَيْهِ فَلم يفلح بعْدهَا لَكَانَ كَافِيا فِي معرفَة حَاله وَالَّذِي يغلب بِهِ ظَنِّي أَن الرجل بعد انسلاخه من الدّين اشْتغل بِطَلَب الغلو الدنيوي كَمَا يومي إِلَيْهِ قَوْله",
            "page": "34",
            "part": "1",
            "seal": "5E87066C"
        },
        {
            "id": "18",
            "nass": "(فلي نفس ستتلف أَو سترقى ... لعمر الله فِي أَمر جسيم) ¶ وَقد أصدق الله تفرسه فأتلف نَفسه بسيوف دينه وأرقاه إِلَى الْخَشَبَة الَّتِي صلب عَلَيْهَا فَجمع لَهُ من شقي الترديد الْوَاقِع فِي كَلَامه وَمن شعره الْمشعر بِمَا ذكرت لَك وَهُوَ مصلوب على الْخَشَبَة قَوْله ¶ (طلبت المستقر بِكُل أَرض ... فَلم أر لي بِأَرْض مُسْتَقرًّا) ¶ (أَطَعْت مطامعي فاستعبدتني ... وَلَو أَنِّي قنعت لَكُنْت حرا) ¶ تَرْجَمَة الذَّهَبِيّ للحلاج وَذكر مَا رَوَاهُ ابْن كثير من كراماته المفضوحة ¶ وَقد ترْجم لَهُ الْحَافِظ الذَّهَبِيّ فَقَالَ الْحُسَيْن بن مَنْصُور الحلاج الْمَقْتُول على الزندقة مَا روى وَللَّه الْحَمد شَيْئا من الْعلم وَكَانَ لَهُ بداية جَيِّدَة وتأله وتصوف ثمَّ انْسَلَخَ من الدّين وَتعلم السحر وأراهم المخاريق وأباح الْعلمَاء دَمه انْتهى ¶ وَمن كرامات هَذَا الْوَلِيّ مَا رَوَاهُ ابْن كثير فِي تَارِيخه بِلَفْظ روى بَعضهم قَالَ كنت أسمع أَن الحلاج لَهُ أَحْوَال وكرامات فَأَحْبَبْت أَن أختبر ذَلِك فَجِئْته فَسلمت عَلَيْهِ فَقَالَ تشْتَهي السَّاعَة عَليّ شَيْئا فَقلت أشتهي سمكًا طريا فَدخل منزله فَغَاب سَاعَة ثمَّ خرج عَليّ وَمَعَهُ سَمَكَة تضطرب وَرجلَاهُ عَلَيْهِمَا الطين فَقَالَ دَعَوْت الله",
            "page": "35",
            "part": "1",
            "seal": "F1FEAA7B"
        },
        {
            "id": "19",
            "nass": "فَأمرنِي أَن آتِي البطائح لآتيك بِهَذِهِ السَّمَكَة فخضت الأهواز وَهَذَا الطين مِنْهَا فَقلت إِن شِئْت أدخلني مَنْزِلك ليقوي يقيني بذلك فَإِن ظَهرت على شَيْء وَإِلَّا آمَنت بك فَقَالَ ادخل فَدخلت وأغلق عَليّ الْبَاب وَجلسَ يراني فَدرت الْبَيْت فَلم أجد فِيهِ منفذا إِلَى غَيره فتحيرت فِي أمره ثمَّ نظرت فَإِذا أَنا بزير فكشفته فَإِذا فِيهِ منفذ فدخلته فأفضى بِي إِلَى بُسْتَان هائل فِيهِ من سَائِر الثِّمَار الجديدة والعتيقة وَإِذا أَشْيَاء كَثِيرَة مَعْدُودَة للْأَكْل وَإِذا هُنَاكَ بركَة كَبِيرَة فِيهَا سمك كثير صغَار وكبار فدخلتها وأخرجت مِنْهَا وَاحِدَة فنال رجْلي من الطين مثل الَّذِي نَالَ رجله فَجئْت إِلَى الْبَاب فَقلت افْتَحْ فقد آمَنت بك فَلَمَّا رَآنِي على مثل حَاله أسْرع خَلْفي جَريا يُرِيد أَن يقتلني فضربته بالسمكة فِي وَجهه وَقلت يَا عَدو الله أتعبتني فِي هَذَا الْيَوْم ¶ وَلما خلصت مِنْهُ لَقِيَنِي بعد أَيَّام فضاحكني وَقَالَ لَا تفش مَا رَأَيْت لأحد أبْعث إِلَيْك من يقتلك على فراشك قَالَ فَعرفت أَنه يفعل إِن أفشيت عَلَيْهِ فَلم أحدث بِهِ أحدا حَتَّى صلب انْتهى ¶ الْكَلَام على ابْن عَرَبِيّ وَابْن الفارض وَابْن سبعين والتلمساني وَمَا رَوَاهُ ابْن تَيْمِية عَنْهُم) ¶ وَأما ابْن الفارض وَابْن عَرَبِيّ وَابْن سبعين والتلمساني",
            "page": "36",
            "part": "1",
            "seal": "CB40E046"
        },
        {
            "id": "20",
            "nass": "وأتباعهم فَاعْلَم أَنَّهَا قد جمعتهم خصْلَة كفرية هِيَ القَوْل بوحدة الْوُجُود مَعَ مَا تفرق فيهم من خِصَال الخذلان والبلايا الْبَالِغَة إِلَى حد لَيْسَ فَوْقه أشنع مِنْهُ كتحليل ابْن عَرَبِيّ لجَمِيع الْفروج كَمَا صرح بذلك الإِمَام ابْن عبد السَّلَام عِنْد قدومه الْقَاهِرَة لما سَأَلُوهُ عَن ابْن عَرَبِيّ فَقَالَ هُوَ شيخ سوء يَقُول بقدم الْعَالم وَلَا يحرم فرجا انْتهى",
            "page": "37",
            "part": "1",
            "seal": "2DE74A3D"
        },
        {
            "id": "21",
            "nass": "وكما رَوَاهُ الإِمَام ابْن تَيْمِية عَن ابْن التلمساني أَنه قَالَ وَقد قرئَ عَلَيْهِ الفصوص وَقيل لَهُ هَذَا كُله مُخَالف لِلْقُرْآنِ فَقَالَ الْقُرْآن كُله شرك وَإِنَّمَا التَّوْحِيد قَوْلنَا وَقيل لَهُ مَا الْفرق بَين أُخْتِي وزوجتي قَالَ لَا فرق عندنَا قَالُوا حرَام فَقُلْنَا حرَام عَلَيْكُم ¶ وَقَالَ ابْن تَيْمِية فِي كِتَابه منهاج السّنة إِن ابْن سبعين جَاءَ من الْمغرب إِلَى مَكَّة وَكَانَ يطْلب أَن يصير نَبيا وَكَانَ يَقُول لقد زرت ابْن آمِنَة الَّذِي يَقُول لَا نَبِي بعدِي وَكَانَ بارعا فِي الفلسفة وَفِي تصرف الفلسفة ¶ فَإِن قلت مَا هَذِه الْوحدَة الَّتِي جَعلتهَا من أعظم خِصَال الْكفْر ¶ قلت قَوْلهم إِن الله سُبْحَانَهُ حَقِيقَة كل مَوْجُود من جسم وَعرض ومخيل وموهوم تَعَالَى الله عَن ذَلِك علوا كَبِيرا وَلِهَذَا فرعوا على هَذِه الْمقَالة الملعونة فروعا كفرية مِنْهَا تصويب عَبدة الْأَوْثَان وَمِنْهَا تخطئة الْأَنْبِيَاء فِي الْإِنْكَار عَلَيْهِم وَمِنْهَا عدم صِحَة لَا إِلَه إِلَّا الله كَمَا صرح بذلك ابْن عَرَبِيّ قَالَ لِأَن الِاسْتِثْنَاء يسْتَلْزم التَّعَدُّد وَلَا تعدد ¶ سماهم الْقُسْطَلَانِيّ الليسية لأَنهم كَانُوا يَقُولُونَ لَيْسَ إِلَّا الله ¶ قَالَ ابْن تَيْمِية وَلِهَذَا كَانَ يَقُول ابْن سبعين وَأَصْحَابه فِي ذكرهم لَيْسَ إِلَّا الله وَكَانَ يسميهم الشَّيْخ قطب الدّين ابْن الْقُسْطَلَانِيّ",
            "page": "38",
            "part": "1",
            "seal": "DC49FD3A"
        },
        {
            "id": "22",
            "nass": "الليسية ويحذر مِنْهُم وَإِلَى هَذَا الأَصْل مرجع كلماتهم المستبشعة ودعاويهم المتنوعة كَقَوْل قَائِلهمْ خضت بحرا وقف الْأَنْبِيَاء بساحله أسرجت وألجمت وطفت فِي أقطار البسيطة ثمَّ ناديت هَل من مبارز فَلم يخرج إِلَيّ أحد لَو تحركت نملة سَوْدَاء فَوق صَخْرَة صماء فِي لَيْلَة ظلماء فِي أقْصَى الصين وَلم أسمعها لَقلت إِنِّي مخدوع واستدرك عَلَيْهِ الآخر فَقَالَ وَكَيف أَقُول لم أسمعها وَأَنا محركها ¶ وَقَالَ قَائِلهمْ مَا الْجنَّة هَل هِيَ إِلَّا لعبة صبيان لأسيرن غَدا إِلَى النَّار وَأَقُول اجْعَلنِي فدى أَهلهَا أَو لأبلغنها هَب لي هَؤُلَاءِ الْيَهُود وَمَا هم حَتَّى تُعَذبهُمْ سبحاني مَا أعظم شأني أَنا الْحق ¶ وَنَحْو هَذِه الْعبارَات الَّتِي يسْتَغْفر الله من رسمها وَلَوْلَا أَن حِكَايَة الْكفْر لَا تكون كفرا لما حل حِكَايَة نهيق هَؤُلَاءِ المخذولين والاشتغال بِإِبْطَال هَذِه الْمقَالة الَّتِي اخترعتها الاتحادية بالأدلة الْعَقْلِيَّة والنقلية لَا يحْتَاج إِلَيْهِ من عرف سُورَة من كتاب الله لِأَن الْقُرْآن كُله مُصَرح بِخِلَافِهَا هَذِه فَاتِحَة الْكتاب قد اشْتَمَلت على أَكثر من عشرَة أَدِلَّة مبطلة لهَذِهِ الْمقَالة لِأَن الله جلّ جَلَاله قد جعل فِيهَا حامدا ومحمودا وَربا ومربوبا وراحما ومرحوما ومالكا ومملوكا وعابدا ومعبودا ومستعينا ومستعانا بِهِ وهاديا ومهديا ومنعما ومنعما عَلَيْهِ وغاضبا ومغضوبا عَلَيْهِ وَغير ذَلِك وَقد تنزهت الْملَل الكفرية عَن مثل هَذِه الْمقَالة يهودهم ونصاراهم ومشركوهم ¶ أما الْيَهُود فَهُوَ مَعْلُوم من دينهم بِالضَّرُورَةِ قَالُوا ادْع لنا",
            "page": "39",
            "part": "1",
            "seal": "47256A44"
        },
        {
            "id": "23",
            "nass": "رَبك) {قَالُوا لَئِن لم يَرْحَمنَا رَبنَا وَيغْفر لنا لنكونن من الخاسرين} وَكَذَلِكَ النَّصَارَى {قَالَ الحواريون يَا عِيسَى ابْن مَرْيَم هَل يَسْتَطِيع رَبك أَن ينزل علينا مائدة من السَّمَاء} وَالْمُشْرِكُونَ {وَلَئِن سَأَلتهمْ من خلق السَّمَاوَات وَالْأَرْض ليَقُولن الله} فاليهود قد أثبتوا راحما ومرحوما وعابدا ومعبودا وَالنَّصَارَى أثبتوا منزلا ومنزلا عَلَيْهِ وَالْمُشْرِكُونَ أثبتوا خَالِقًا ومخلوقا ¶ وَالْقُرْآن مشحون بِمثل هَذَا فِي الحكايات عَن الْملَل الْمُخْتَلفَة بل تنزهت عَن هَذِه الْمقَالة الْجِنّ قَالَت {وَأَنه تَعَالَى جد رَبنَا مَا اتخذ صَاحِبَة وَلَا ولدا} وَهَذِه الْمَلَائِكَة تَقول {أَتجْعَلُ فِيهَا من يفْسد فِيهَا ويسفك الدِّمَاء وَنحن نُسَبِّح بحَمْدك ونقدس لَك} فأثبتوا جاعلا ومجعولا ومفسدا ومفسدا فِيهِ ومسبحا ومسبحا لَهُ ومقدسا ومقدسا ¶ التساؤل عَن أَدِلَّة صِحَة نِسْبَة هَذِه الْمقَالة إِلَيْهِم وَالرَّدّ عَلَيْهِ بِالنَّقْلِ من كتبهمْ بِمَا لَا يدع مجالا للشَّكّ ¶ فَإِن قلت بِمَ صَحَّ لديك صُدُور هَذِه الْمقَالة عَنْهُم حَتَّى ترَتّب عَلَيْهَا مَا ذكرت",
            "page": "40",
            "part": "1",
            "seal": "DC517DB3"
        },
        {
            "id": "24",
            "nass": "قلت قد أَسْفر الصُّبْح لذِي عينين هَذَا أَمر لَا يشك فِيهِ من لَهُ أدنى إِلْمَام بكتب الْقَوْم هَذِه الفتوحات والفصوص لِابْنِ عَرَبِيّ قد اشتهرا فِي الأقطار اشتهار النَّهَار وهما عِنْد من نظر بِعَين الْإِنْصَاف مشحونان بِهَذِهِ الْمقَالة وتشييدها وتوضيحها وَالِاسْتِدْلَال لَهَا حَتَّى كَأَنَّهُمَا لم يؤلفا لغَرَض من الْأَغْرَاض سوى هَذَا الْغَرَض وَهَذَا الْإِنْسَان الْكَامِل لعبد الْكَرِيم الجيلي اتِّحَاد مَحْض وَهَذِه تائية ابْن الفارض وخمرياته وَهَذِه كتب سَائِر أهل هَذِه الْمقَالة ¶ (وهبك تَقول هَذَا الصُّبْح ليل ... أيعمى المبصرون عَن الضياء) ¶ فَإِن قلت أبن لي هَذِه الدعْوَة وَبرهن عَلَيْهَا ببرهان أجلى من هَذَا فَإِن الإحالة على مؤلفاتهم لَا تغنيني ¶ قلت اسْمَع مَا نمليه عَلَيْك من هَذِه الخرافات الكفرية ونستغفر الله ¶ قَالَ ابْن عَرَبِيّ لَا رَحمَه الله فِي خطْبَة فتوحاته المكية مَا لَفظه إِن خَاطب عَبده فَهُوَ المسمع السَّمِيع وَإِن فعل مَا أَمر بِفِعْلِهِ فَهُوَ المطاع الْمُطِيع وَلما خبرتني بِهَذِهِ الْحَقِيقَة أنشدت على علم الطَّرِيقَة للخليقة",
            "page": "41",
            "part": "1",
            "seal": "BE1F2622"
        },
        {
            "id": "25",
            "nass": "(الرب حق وَالْعَبْد حق ... يَا لَيْت شعري من الْمُكَلف) ¶ (إِن قلت عبد فَذَاك نفي ... أَو قلت رب أَنى يُكَلف) ¶ فَهُوَ سُبْحَانَهُ يُطِيع نَفسه إِذا شَاءَ بخلقه وَينصب نَفسه بِمَا يعين عَلَيْهِ من وَاجِب حَقه فَلَيْسَ إِلَّا الأشباح خَالِيَة على عروشها خاوية وَفِي تَرْجِيع الصدى سر مَا أَشَرنَا إِلَيْهِ لمن اهْتَدَى ¶ وَمن ذَلِك فِي أول الفتوحات أَيْضا فِي القصيدة الطَّوِيلَة ¶ (قَالُوا لقد ألحقتنا بإلهنا ... فِي الذَّات والأوصاف والأسماء) ¶ (فَبِأَي معنى نَعْرِف الْحق الَّذِي ... سواك خلقا فِي دحبى الأحشاء) ¶ (قُلْنَا صدقت وَهل عرفت محققا ... من موجد الْكَوْن الْأَعَمّ سوائي) ¶ (فَإِذا مدحت فَإِنَّمَا أثني على ... نَفسِي فنفسي غير ذَات ثنائي) ¶ وَقَوله فِي الْبَاب الْعَاشِر ¶ (أنظر الْحق فِي الْوُجُود ترَاهُ ... عينه فالبغيض فِيهِ الحبيب) ¶ (لَيْسَ عَيْني سواهُ إِن كنت تَدْرِي ... فَهُوَ عين الْبعيد وَهُوَ الْقَرِيب) ¶ (إِن رَآنِي بِهِ فَمِنْهُ أرَاهُ ... أَو دَعَاني إِلَيْهِ فَهُوَ الْمُجيب) ¶ وَقَوله فِي الْبَاب التَّاسِع عشر ومئة فِي ترك التَّوَكُّل ¶ (كَيفَ التَّوَكُّل والأعيان لَيْسَ سوى ... عين الْمُوكل لَا عين وَلَا أثر) ¶ وَقَوله فِي الْبَاب التَّاسِع وَالْعِشْرين ومئة فِي ترك المراقبة ¶ (لَا تراقب فَلَيْسَ فِي الْكَوْن إِلَّا ... وَاحِد الْعين فَهُوَ عين الْوُجُود) ¶ (وَتسَمى فِي حَالَة بإله ... وتكنى فِي حَالَة بالعبيد)",
            "page": "42",
            "part": "1",
            "seal": "4AC63E8D"
        },
        {
            "id": "26",
            "nass": "وَقَالَ فِي الْحَادِي وَالثَّلَاثِينَ ومئة فِي ترك الْعُبُودِيَّة ¶ (نَحن الْمظَاهر والمعبود ظاهرنا ... ومظهر الْكَوْن عين الْحق فاعتبروا) ¶ (وَلست أعبده إِلَّا بصورته ... فَهُوَ الْإِلَه الَّذِي فِي طيه الْبشر) ¶ وَقَالَ أَيْضا ¶ (فَكَانَ عين وجودي عين صورته ... وَحي صَحِيح فَلَا يدريه إِلَّا هُوَ) ¶ وَقَوله وَقد زعم أَن الْحق تَعَالَى خاطبه بِهَذَا الْمَعْنى ¶ (سبكتك فِي دَاري لإِظْهَار صُورَتي ... فسبحانكم مجلى وَسُبْحَان سبحانا) ¶ (فَمَا نظرت عَيْنَاك مثلي كَامِلا ... وَلَا نظرت عَيْنَايَ مثلك إنْسَانا) ¶ (فَلم يبْق فِي الْإِمْكَان أكمل مِنْكُم ... نصبت على هَذَا من الشَّرْع برهانا) ¶ (فَأَي كَمَال كَانَ لم يَك غَيْركُمْ ... على كل وَجه كَانَ ذَلِك مَا كَانَا) ¶ (ظَهرت إِلَى خلقي بِصُورَة آدم ... وقررت هَذَا فِي الشَّرَائِع إِيمَانًا) ¶ (فَلَو كَانَ فِي الْإِمْكَان أكمل مِنْكُم ... لَكَانَ وجود النَّقْص فِي إِذا كَانَا) ¶ (لِأَنَّك مَخْصُوص بِصُورَة حضرتي ... وأكمل منا مَا يكون وَقد بانا) ¶ فَهَذِهِ نبذة من نظم المخذول فَإِن كَانَت لَا تغنيك وَلَا أَغْنَاك الله فاسمع مَا هُوَ أوضح من ذَلِك من نثره قَالَ فِي الْبَاب السَّادِس وَالثَّلَاثِينَ من الفتوحات ¶ إِيرَاد تَفْسِير ابْن عَرَبِيّ لآيَات من الْقُرْآن على طَرِيقَته فِي إِثْبَات وحدة الْوُجُود ¶ وَلِهَذَا لما سَأَلَ الله عِيسَى فَقَالَ {أَأَنْت قلت للنَّاس اتخذوني وَأمي إِلَهَيْنِ من دون الله قَالَ سُبْحَانَكَ} قدم التَّنْزِيه فِي هَذَا التَّشْبِيه مَا",
            "page": "43",
            "part": "1",
            "seal": "51D29C5C"
        },
        {
            "id": "27",
            "nass": "يكون لي أَن أَقُول مَا لَيْسَ لي بِحَق) يَعْنِي كَيفَ أنسب الْمُغَايرَة بيني وَبَيْنك فَأَقُول لَهُم اعبدوني من دون الله وَأَنت عين حقيقتي وذاتي وَأَنا عين حقيقتك وذاتك فَلَا مُغَايرَة بيني وَبَيْنك ثمَّ قَالَ {إِن كنت قلته} يَعْنِي نِسْبَة الْحَقِيقَة العيسوية أَنَّهَا الله {فقد عَلمته} أَنِّي لم أَقَله إِلَّا على الْجمع بَين التَّنْزِيه والتشبيه وَظُهُور الْوَاحِد فِي الْكَثْرَة لكِنهمْ ضلوا بمفهومهم وَلم يكن مفهومهم مرادي فِيمَا بلغت ذَلِك إِلَيْهِم من ظُهُور الْحَقِيقَة الإلهية أم كَانَ مرادي بِخِلَاف ذَلِك {وَلَا أعلم مَا فِي نَفسك} يَعْنِي بلغت ذَلِك إِلَيْهِم وَلَا أعلم مَا فِي نَفسك من أَن تضلهم عَن الْهدى فَلَو كنت أعلم ذَلِك لما بلغت إِلَيْهِم شَيْئا مِمَّا يضلهم {إِنَّك أَنْت علام الغيوب} وَأَنا لَا أعلم الغيوب فاعذرني {مَا قلت لَهُم إِلَّا مَا أَمرتنِي بِهِ} مِمَّا وجدت نَفسِي فبلغت الْأَمر ونصحتهم ليجدوا إِلَيْك فِي أنفسهم سَبِيلا فأظهرت لَهُم الْحَقِيقَة الإلهية وَذَلِكَ ليظْهر لَهُم مَا فِي أنفسهم وَمَا كَانَ قولي لَهُم إِلَّا {أَن اعبدوا الله رَبِّي وربكم} وَلم أخصص نَفسِي بِالْحَقِيقَةِ الإلهية بل أطلقت ذَلِك فِي جَمِيعهم فأعلمتهم بِأَنَّهُ كَمَا أَنَّك رَبِّي يَعْنِي حقيقتي أَنَّك رَبهم يَعْنِي حقيقتهم وَكَانَ الْعلم الَّذِي جَاءَ بِهِ عِيسَى زِيَادَة على مَا فِي التَّوْرَاة هُوَ سر الربوبية وَالْقُدْرَة فأظهره وَلِهَذَا كفر قومه لإفشاء سر الربوبية انْتهى",
            "page": "44",
            "part": "1",
            "seal": "276FC2B0"
        },
        {
            "id": "28",
            "nass": "انْظُر عَدو الله كَيفَ لم يقنع بتصريحه بالوحدة حَتَّى تلعب بِكَلَام الله هَذَا التلعب ثمَّ لم يكفه ذَلِك حَتَّى جزم أَن إفشاء سر الربوبية كفر وَعِيسَى عَلَيْهِ السَّلَام قد أفشى سر الربوبية بِزَعْمِهِ فَيكون وصانه الله كَافِرًا عِنْده لِأَنَّهُ يَنْتَظِم مِنْهُ شكل هَذَا عِيسَى مفش لسر الربوبية وكل مفش لسر الربوبية كَافِر فعيسى كَافِر إِنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون ¶ أَيهَا النَّاس أفسدت أسماعكم أم عميت قُلُوبكُمْ عَن مثل هَذَا الْكَلَام الَّذِي لَا يلتبس على أدنى متمسك بِنَصِيب من الْعقل والفهم حَتَّى جعلتم هَذَا المخذول من أَوْلِيَاء الله ¶ وَاعْلَم أَنا لم نسْمع بِأحد قبل ابْن عَرَبِيّ بلغ فِي إفشاء هَذَا السِّرّ الَّذِي جعل إفشاءه كفرا مبلغه حَتَّى ألف فِي ذَلِك الْكتب المطولة كالفتوحات والفصوص وسننصفه ونحكم عَلَيْهِ بقوله ¶ فَنَقُول ابْن عَرَبِيّ مفش لهَذَا السِّرّ وكل مفش لهَذَا السِّرّ كَافِر فَابْن عَرَبِيّ كَافِر أما الأولى فَإِن أنكرها فَهَذِهِ كتبه فِي أَيدي النَّاس تكذبه وَأما الثَّانِيَة فَهَذَا نَصه قد أطلعناك عَلَيْهِ ¶ مَا قَالَه ابْن عَرَبِيّ فِي الفتوحات من أَن الْعَذَاب الَّذِي وعد الله بِهِ الْكفَّار من العذوبة وَأَنَّهُمْ منعمون بالنَّار والزمهرير ¶ وَفِي الْبَاب الثَّانِي وَالثَّلَاثِينَ من الفتوحات المكية بعد كَلَام طَوِيل",
            "page": "45",
            "part": "1",
            "seal": "E3B8021C"
        },
        {
            "id": "29",
            "nass": "قَالَ فِي آخِره {مَا قلت لَهُم إِلَّا مَا أَمرتنِي بِهِ} على سَبِيل الِاعْتِذَار لِقَوْمِهِ يَعْنِي أَنْت الْمُرْسل إِلَيْهِم بذلك الْكَلَام أَوله باسم الْأَب وَالأُم وَالِابْن فَلَمَّا بَلغهُمْ كلامك حملوه على مَا ظهر لَهُم من كلامك فَلَا تلمهم على ذَلِك لأَنهم فِيهِ على مَا علمُوا من كلامك فَكَانَ شركهم عين عين التَّوْحِيد لأَنهم فعلوا مَا علمُوا بالإخبار الإلهي فِي أنفسهم فهم كَمثل الْمُجْتَهد الَّذِي اجْتهد وَأَخْطَأ فَلهُ أجر الِاجْتِهَاد انْتهى ¶ انْظُر إِلَى تصويبه لِلنَّصَارَى فِي التَّثْلِيث وإثباته الْأجر أَيْن هُوَ من قَول رَبك جلّ وَعلا {لقد كفر الَّذين قَالُوا إِن الله ثَالِث ثَلَاثَة} ¶ واختر لنَفسك مَا شِئْت ¶ قَالَ فِي الْبَاب الثَّالِث وَالْأَرْبَعِينَ من الفتوحات فِي ذكر أهل النَّار وَقد حقت الْكَلِمَة أَنهم عماد تِلْكَ الدَّار فَجعل الحكم للرحمة الَّتِي وسعت كل شَيْء فَأَعْطَاهُمْ فِي جَهَنَّم نعم المحرور والمقرور لِأَن نعم المقرور بِوُجُود النَّار وَنعم المحرور بِوُجُود الزَّمْهَرِير تبقى جَهَنَّم على صورتهَا ذَات حرور وزمهرير وَيبقى أَهلهَا متنعمين فِيهَا بحرورها وزمهريرها إِلَى آخر كَلَامه ¶ وَقَالَ فِي الْبَاب الرَّابِع وَالْخمسين ومئة إِنَّهُم يتضررون برائحة الْجنَّة ونظم هَذَا الْمَعْنى فِي الفصوص فَقَالَ ¶ (فَإِن دخلُوا دَار الشَّقَاء فَإِنَّهُم ... على لَذَّة فِيهَا نعيم مباين)",
            "page": "46",
            "part": "1",
            "seal": "80092F97"
        },
        {
            "id": "30",
            "nass": "(نعيم جنان الْخلد فَالْأَمْر وَاحِد ... وَبَينهمَا عِنْد التجلي تبَاين) ¶ (يُسمى عذَابا من عذوبة طعمه ... وَذَاكَ لَهُ كالقشر والقشر صائن) ¶ فأبشروا يَا أهل النَّعيم بالنعيم الَّذِي بشركم بِهِ هَذَا الْوَلِيّ وَلَا تراعوا من تخويفات الله وَرَسُوله بهَا فَإِن الْأَمر بِالْعَكْسِ على لِسَان ابْن عَرَبِيّ سيدكم وقائدكم ¶ اللَّهُمَّ أسْكنهُ هَذِه الدَّار لينال مَا وَصفه من نعيمها فَإِنَّهُ حقيق بِهِ ¶ وَقَالَ فِي الْبَاب الْعشْرين ومئة عِنْد ذكره لحَدِيث كنت سَمعه وبصره عرف الْحق أَن نَفسه على صفاتهم لَا صفته فَأَنت من حَيْثُ ذاتك عَيْنك الثَّابِتَة الَّتِي اتخذها الله مظْهرا أظهر نَفسه فِيهَا فَإِنَّهُ مَا يرَاهُ مِنْك إِلَّا بَصرك وَهُوَ عين بَصرك فَمَا رَآهُ إِلَّا نَفسه قَالَ وَكَذَا جَمِيع صِفَاته يَعْنِي العَبْد انْتهى ¶ مَا نَقله المقبلي عَن ابْن عَرَبِيّ ¶ وَمن كَلَامه الَّذِي نَقله عَنهُ المقبلي فِي الْعلم الشامخ حِين ذكر عباد الْعجل مَا لَفظه إِن هَارُون جهل حَقِيقَة الْأَمر وَفعل بِهِ مُوسَى مَا فعل لذَلِك قَالَ لِأَن الْعَارِف المكمل يرى كل معبود مجلى للحق قَالَ وَأعظم مجلى عبد فِيهِ وَأَعلاهُ الْهوى كَمَا قَالَ {أَفَرَأَيْت من اتخذ إلهه هَوَاهُ وأضله الله على علم} فَهُوَ أعظم معبود فَإِنَّهُ لَا يعبد شَيْء إِلَّا بِهِ وَلَا يعبد إِلَّا بِذَاتِهِ فَمَا",
            "page": "47",
            "part": "1",
            "seal": "3C755D46"
        },
        {
            "id": "31",
            "nass": "عبد الله وَلَا غَيره من أَنْوَاع المعبودات إِلَّا بهوى وَالَّذِي عَبده أدنى لكنه يحار لِاتِّحَاد الْهوى بل لأحدية الْهوى فَإِنَّهُ عين وَاحِد فِي كل عَابِد فأضله الله على علم بِأَن كل عَابِد مَا عبد إِلَّا هَوَاهُ وَلَا استعبده إِلَّا هَوَاهُ سَوَاء صَادف الْأَمر الشَّرْعِيّ أَو لم يصادفه وَكلهمْ مجلى للحق وَكلهمْ إِلَه مَعَ اسْمه الْخَاص بِحجر أَو إِنْسَان أَو كَوْكَب أَو ملك أَو فلك ثمَّ مثل عبَادَة الْهوى فِيمَا صَادف حكم الشَّرْع بِالنِّكَاحِ بِأَرْبَع والاستمتاع بالجواري لتَعلق الْهوى بهَا فَيكون من أَمْثِلَة مَا لم يُصَادف الشَّرْع الِاسْتِمْتَاع بِغَيْر من ذكر مَعَ قَوْله إِنَّهَا أعظم الْعِبَادَة وَلَا بَأْس بالتستر بِحكم الْوَقْت انْتهى ¶ وَأَنت لَا يخفى عَلَيْك مثل هَذَا النهيق الَّذِي تتضوع مِنْهُ رَائِحَة الزندقة ¶ وَمن كَلَام المخذول فِي الْكَلِمَة المحمدية أَن الْأَمر بِالْغسْلِ لِأَن الْحق غيور على عَبده أَن يعْتَقد أَنه يلتذ بِغَيْرِهِ فَلهَذَا أحب صلى الله عَلَيْهِ وَسلم النِّسَاء لكَمَال شُهُود الْحق فِيهِنَّ إِذْ لَا يُشَاهد الْحق مُجَردا عَن الْموَاد قَالَ فشهود الْحق فِي النِّسَاء أعظم شُهُود وأكمله وَأعظم الوصلة النِّكَاح قَالَ فَمن جَاءَ لامْرَأَته أَو لأنثى لمُجَرّد الالتذاذ وَلَكِن لَا يدْرِي بِمن كمن قَالَ ¶ (صَحَّ عِنْد النَّاس أَنِّي عاشق ... غير أَن لم يعلمُوا عشقي لمن) ¶ فَأحب الْمحل الَّذِي يكون فِيهِ هُوَ الْمَرْأَة لَكِن غَابَ عَنهُ روح الْمَسْأَلَة فَلَو علمهَا لعلم بِمن التذ وَكَانَ كَامِلا ¶ قَالَ وَمن شَاهد الْحق فِي الْمَرْأَة كَانَ شُهُودًا فِي منفعل وَهُوَ أعظم",
            "page": "48",
            "part": "1",
            "seal": "AC678646"
        },
        {
            "id": "32",
            "nass": "الشُّهُود وَيكون حبا إلهيا انْتهى ¶ هَذَا نفس خَبِيث لَا يلتبس إِلَّا على بَهِيمَة فتدبره ¶ مَا قَالَه ابْن عَرَبِيّ فِي تصويب قَول فِرْعَوْن أَنا ربكُم الْأَعْلَى ¶ وَقَالَ لَا رَحمَه الله فِي الفصوص من كلمة فِرْعَوْن قَالَ {أَنا ربكُم الْأَعْلَى} أَي وَإِن الْكل أَرْبَاب بِنِسْبَة فَأَنا الْأَعْلَى مِنْهُم لما أَعْطيته فِي الظَّاهِر من الحكم فِيكُم وَلما علمت السَّحَرَة صدقه فِيمَا قَالَه لم ينكروه وأقروا لَهُ بذلك فَقَالُوا {إِنَّمَا تقضي هَذِه الْحَيَاة الدُّنْيَا} فَاقْض مَا أَنْت قَاض فالدولة لَك فصح قَوْله أَنا ربكُم الْأَعْلَى وَإِن كَانَ بِغَيْر الْحق فالصورة لفرعون فَقطع الْأَيْدِي والأرجل وصلب بِغَيْر حق فِي صُورَة بَاطِل انْتهى ¶ وَقد سَمِعت هَذَا الهذيان الَّذِي لم يتجاسر على مثله الشَّيْطَان وَهَا هُوَ ذَا قد أخْبرك بِإِصَابَة فِرْعَوْن وَصِحَّة قَوْله بل جَاوز ذَلِك فَجعله رَبًّا فَخذ لنَفسك أَو دع ¶ وَقَالَ فِي الْبَاب الرَّابِع وَالْأَرْبَعِينَ ومئة من الفتوحات وَمن هَذَا الْبَاب قَول السامري {هَذَا إِلَهكُم وإله مُوسَى} فِي الْعجل وَلم يقل هَذَا الله الَّذِي يدعوكم إِلَيْهِ مُوسَى وَقَالَ فِرْعَوْن {لعَلي أطلع إِلَى إِلَه مُوسَى} وَلم يقل إِلَى الله الَّذِي يَدْعُو إِلَيْهِ مُوسَى وَقَالَ",
            "page": "49",
            "part": "1",
            "seal": "030F603F"
        },
        {
            "id": "33",
            "nass": "{مَا علمت لكم من إِلَه غَيْرِي} فَمَا أحسن هَذَا التَّحَرِّي ليعلم أَن فِرْعَوْن كَانَ عِنْده علم بِاللَّه انْتهى ¶ وَأَقُول مَا بعد هَذَا شَيْء فَإِن كنت تحْتَاج إِلَى بَيَان بعده فاتهم عقلك وفهمك ¶ قَالَ فِي الفصوص أَلا ترى إِلَى قوم هود كَيفَ قَالُوا {عَارض مُمْطِرنَا} فظنوا خيرا بِاللَّه وَهُوَ عِنْد ظن عَبده فَأَضْرب لَهُم الْحق عَن هَذَا القَوْل فَأخْبرهُم بِمَا هُوَ أتم وَأَعْلَى فِي الْقرب فَإِنَّهُ إِذا أمطرهم فَذَلِك حَظّ الأَرْض وَسقي الْحبَّة فَمَا يصلونَ إِلَى نتيجة ذَلِك الْمَطَر إِلَّا عَن بعد فَقَالَ لَهُم {بل هُوَ مَا استعجلتم بِهِ ريح فِيهَا عَذَاب أَلِيم} فَجعل الرّيح إِشَارَة إِلَى مَا فِيهَا من الرَّاحَة لَهُم فَإِن هَذِه الرّيح أراحتهم من هَذِه الهياكل الْمظْلمَة والمسالك الوعرة والسدف المدلهمة وَفِي هَذِه الرّيح عَذَاب أَي أَمر يستعذبونه إِذا ذاقوه ¶ وَمن عجائبه الَّتِي يسْتَغْفر الله من كتبهَا مَا يكرره فِي كتبه من الْحَط على الْأَنْبِيَاء وَالرَّفْع من شَأْن الْكفَّار فَمن ذَلِك قَوْله فِي عتب مُوسَى على هَارُون لإنكاره على عَبدة الْعجل فَكَانَ مُوسَى أعلم بِالْأَمر من هَارُون لِأَنَّهُ علم مَا عَبده أَصْحَاب الْعجل لعلمه بِأَن الله قد قضى لَا يعبد إِلَّا إِيَّاه وَمَا حكم الله بِشَيْء إِلَّا وَقع فَكَانَ عتب مُوسَى أَخَاهُ هَارُون لما وَقع الْأَمر فِي إِنْكَاره وَعدم اتساعه فَإِن الْعَارِف من يرى",
            "page": "50",
            "part": "1",
            "seal": "1C0D2E59"
        },
        {
            "id": "34",
            "nass": "الْحق فِي كل شَيْء بل يرَاهُ عين كل شَيْء فَكَانَ مُوسَى يُربي هَارُون تربية علم وَإِن كَانَ أَصْغَر مِنْهُ فِي السن انْتهى ¶ حطه من شَأْن الْأَنْبِيَاء وَرَفعه من شَأْن الْكفَّار ¶ وَقَالَ فِي الفصوص إِنَّه لَا شَيْء للأنبياء من النّظر بل عُقُولهمْ ساذجة قَالَ يدلك على ذَلِك قَول عُزَيْر {أَنى يحيي هَذِه الله بعد مَوتهَا} لَيْسَ لَهُم إِلَّا مَا يتلقونه من الْملك ثمَّ يلقونه انْتهى ¶ تَصْرِيح ابْن عَرَبِيّ وَأهل نحلته بِأَنَّهُم أَنْبيَاء ¶ وأقبح من هَذَا أَنهم يصرحون بِأَنَّهُم أَنْبيَاء فَيَقُولُونَ بنبوة الْولَايَة ونبوة الشَّرَائِع وَانْظُر إِلَى كتاب الفتوحات وَكتاب الفصوص تَجِد من هَذَا مَا لَا يحْتَاج بعده إِلَّا بَيَان فَمن ذَلِك قَول ابْن عَرَبِيّ فِي الفتوحات فِي الْبَاب الموفي سِتِّينَ وثلاثمائة إِن الله أخْفى النُّبُوَّة فِي خلقه وأظهرها فِي بعض خلقه فالنبوة الظَّاهِرَة هِيَ الَّتِي انْقَطع ظُهُورهَا وَأما الْبَاطِنَة فَلَا تزَال فِي الدُّنْيَا وَالْآخِرَة لِأَن الْوَحْي الإلهي والإيراد الرباني لَا يَنْقَطِع إِذْ بِهِ حفظ الْعَالم انْتهى ¶ قَالَ فِي الفصوص فِي الْكَلِمَة العزيزية وَاعْلَم أَن الْولَايَة هِيَ الْفلك الْمُحِيط الْعَام وَلِهَذَا لم تَنْقَطِع وَلها الانباء الْعَام وَأما نبوة الشَّرَائِع والرسالة فمنقطعة إِلَى قَوْله وَالله لم يتسم بِالنَّبِيِّ وَالرَّسُول وَتسَمى بالولي إِلَى أَن قَالَ أَلا إِن الله لطيف بعباده فأبقى لَهُم النُّبُوَّة الْعَامَّة الَّتِي لَا تشريع فِيهَا انْتهى",
            "page": "51",
            "part": "1",
            "seal": "F46B5FCE"
        },
        {
            "id": "35",
            "nass": "وعَلى الْجُمْلَة فالرجل وَأهل نحلته يصرحون بِأَنَّهُم أَنْبيَاء تَصْرِيحًا لَا يشك فِيهِ بل لم يكتفوا بذلك حَتَّى جعلُوا أنفسهم أعظم من الْأَنْبِيَاء وَزَاد شرهم وترقى إِلَى أَن بلغ إِلَى الْحَط على الْأَنْبِيَاء بل الْوَضع من جَانب الْمَلَائِكَة إِنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون لَا جرم من تجارأ على الرب جلّ جَلَاله حَتَّى جعله نفس مَاهِيَّة القردة والخنازير وَسَائِر الأقذار فَكيف لَا يصنع بالأنبياء وَالرسل مَا صنع وَقد آن أَن نمسك عنان الْعلم عَن رقم كفريات هَذَا المخذول فَإنَّا كَمَا علم الله لم نكتبها إِلَّا على وَجل وَكَيف لَا نَخَاف من رقم مثل هَذِه الكفريات الَّتِي يتَوَقَّع عِنْد رقم مثلهَا الْخَسْف وَلَوْلَا محبَّة النصح ومداواة الْقُلُوب المرضى الَّتِي قد غَابَ فِيهَا نصل هَذَا الْبلَاء لما استجزت رقم حرف وَاحِد وَلَكِن الله تَعَالَى قد حكى فِي كِتَابه عَن مقالات الْكَفَرَة شَيْئا وَاسِعًا وَهَذَا هُوَ المشجع على ذَلِك ¶ فَإِن بَقِي لَك أَيهَا المخدوع نصيب من دين أَو فهم أَو عقل فقد سقنا إِلَيْك مَا يقلعك عَن العكوف على هَذِه الضَّلَالَة ويردعك عَن اسْتِحْسَان هَذِه الْجَهَالَة وسنسمعك فِي آخر هَذِه الرسَالَة أَقْوَال أَئِمَّة الْإِسْلَام فِي هَؤُلَاءِ المغرورين إِن كنت لَا تنظر إِلَى الْمقَال بل إِلَى من قَالَ وَإِلَّا فَالْأَمْر أوضح من أَن يستشهد على بُطْلَانه بأقوال الرِّجَال ¶ الْكَلَام على ابْن الغارض وإيراد بعض أَبْيَات من تائيته ¶ وَإِذا قد تبين لَك حَال هَذَا الرجل فاسمع مَا قَالَه معاصره ابْن الفارض شَاعِر هَذِه الطَّائِفَة وأديبها ومقدمها فَإنَّك إِن تدبرته وجدته قد سلك فِي نظمه الطَّرِيقَة الَّتِي سلكها ابْن عَرَبِيّ حَذْو النَّعْل بالنعل",
            "page": "52",
            "part": "1",
            "seal": "23B4E932"
        },
        {
            "id": "36",
            "nass": "وَلِهَذَا حكى المقريزي فِي تَرْجَمَة ابْن الفارض أَن ابْن عَرَبِيّ بعث إِلَيْهِ يَسْتَأْذِنهُ فِي شرح التائية فَقَالَ لَهُ كتابك الْفتُوح شرح لَهَا فَمن ذَلِك قَوْله ¶ (وشكري لَهُ وَالْبر مني وَاصل ... إِلَيّ وَنَفْسِي باتحادي استبدت) ¶ (وَلم أَله باللاهوت عَن حكم مظهري ... وَلم أنس بالناسوت مظهر حكمتي) ¶ (إِلَيّ رَسُولا كنت مني مُرْسلا ... وذاتي بآياتي عَليّ استدلت) ¶ (وَفَارق ضلال الْفرق فالجمع منتج ... هدى فرقة بالاتحاد تحدت) ¶ (وَجل فِي فنون الِاتِّحَاد وَلَا تحد ... إِلَى فِئَة فِي غَيره الْعُمر أفنت) ¶ (فمت بِمَعْنَاهُ وعش فِيهِ أَو فمت ... مَعْنَاهُ وَاتبع أمة فِيهِ أمت) ¶ (وَأَنت بِهَذَا الْمجد أَجْدَر من أخي ... اجْتِهَاد بجد عَن رَجَاء وخيفة) ¶ تدبر قَوْله وَفَارق ضلال الْفرق فَإِنَّهُ جعل الْفرق بَين الْمَخْلُوق والخالق ضلالا فضلل الشقي فِيهَا جَمِيع الْأَنْبِيَاء وَالْمَلَائِكَة بل جَمِيع الْإِنْس وَالْجِنّ وَهَكَذَا فَلْيَكُن الْوَلِيّ المقرب ¶ وَمن أبياته التائية ¶ (مظَاهر لي فِيهَا بدوت وَلم أكن ... عَليّ بخاف قبل موطن برزتي) ¶ (فَلفظ وكل بِي لِسَان مُحدث ... ولحظ وكل فِي عين لعبرة) ¶ (وَسمع وكلي بالندا أسمع الندا ... وكلي فِي رد الردى يَد قُوَّة) ¶ (لأسْمع أفعالي بسمع بصيرتي ... وَأشْهد أقوالي بِعَين سميعة) ¶ وَمن ذَلِك قَوْله ¶ (فَبِي مجْلِس الْأَذْكَار سمع مطالع ... وَبِي حانة الْخمار عين طَلِيعَة) ¶ (وَمَا عقد الزنار حكما سوى يَدي ... وَإِن خل بِالْإِقْرَارِ بِي فَهِيَ حلت)",
            "page": "53",
            "part": "1",
            "seal": "3357A5CF"
        },
        {
            "id": "37",
            "nass": "(وَإِن نَار بالتنزيل محراب مَسْجِد ... فَمَا بار بالإنجيل هيكل بيعَة) ¶ (وأسفار توراة الكليم لِقَوْمِهِ ... يُنَاجِي بهَا الْأَحْبَار فِي كل لَيْلَة) ¶ (وَإِن خر للأحجار فِي البد عاكف ... فَلَا تغد بالإنكار للعصبية) ¶ قَالَ الكبردومي فِي سيرته وَمعنى البد عِنْدهم شخص فِي هَذَا الْعَالم لم يُولد وَلَا ينْكح وَلَا يطعم وَلَا يشرب وَلَا يهرم وَلَا يَمُوت وَأول بُد ظهر فِي الْعَالم شارمن وَتَفْسِيره السَّيِّد الشريف وَمن وَقت ظُهُوره إِلَى وَقت الْهِجْرَة خَمْسَة آلَاف سنة وَزَعَمُوا أَن البددة أبوهم على عدد وظهروا فِي أَجنَاس وأشخاص شَتَّى وَلم يَكُونُوا يظهرون إِلَّا فِي بيُوت الْملك لشرف جواهرهم انْتهى ¶ وَأَقُول قد سَمِعت أَن الْإِنْكَار على من خر للأحجار عصبية عِنْد هَذَا الْمنصف ومقدم طَائِفَة المنكرين الرُّسُل جَمِيعًا بِالْإِجْمَاع وَانْظُر مَا فِي كَلَام رَبك من النَّهْي عَن عبَادَة الْأَوْثَان تَجِد الْكثير الطّيب وعَلى الْجُمْلَة فقد حكم على الله وَرَسُوله وَمَلَائِكَته بالعصبية وَصوب عَبدة الْأَوْثَان أجمع فَإِن لم يكن هَذَا كفرا فَمَا فِي الدُّنْيَا كفر وَالسَّلَام وَلَا تغرك مغالطته بقوله بعد هَذَا الْبَيْت ¶ (فقد عبد الدِّينَار معنى منزه ... عَن الْعَار بالإشراك بالوثنية) ¶ فَإِن المغالطة دأب الْقَوْم {يخادعون الله وَالَّذين آمنُوا وَمَا يخدعون إِلَّا أنفسهم وَمَا يَشْعُرُونَ فِي قُلُوبهم مرض فَزَادَهُم الله مَرضا وَلَهُم عَذَاب أَلِيم بِمَا كَانُوا يكذبُون}",
            "page": "54",
            "part": "1",
            "seal": "3CFF2D11"
        },
        {
            "id": "38",
            "nass": "وَانْظُر إِلَى أَيْن بلغ بِهِ افتخاره وَرَفعه لمقداره فِي هَذِه القصيدة حَيْثُ قَالَ ¶ (نعم نشأتي فِي الْحبّ قبل آدم ... وسري فِي الأكوان من قبل نشأتي) ¶ (أَنا كنت فِي العلياء مَعَ نور أَحْمد ... على الدرة الْبَيْضَاء فِي خلويتي) ¶ (أَنا كنت فِي رُؤْيا الذَّبِيح فداءه ... بلطف عنايات وَعين حَقِيقَة) ¶ (أَنا كنت مَعَ عِيسَى على المهد ناطقا ... وَأعْطِي دَاوُد حلاوة نغمتي) ¶ (أَنا كنت مَعَ نوح فَمَا شهد الورى ... بحارا وطوفانا على كف قدرتي) ¶ (أَنا القطب شيخ الْوَقْت فِي كل حَالَة ... أَنا العَبْد إِبْرَاهِيم شيخ الطَّرِيقَة) ¶ لَيْسَ الْعجب من هَذَا وأقواله بل الْعجب الَّذِي تسكب عِنْده العبرات سكُوت أهل عصره بعد مسير الركْبَان عَنهُ بِمثل هَذِه الْأَقْوَال فِي حَيَاته إِنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون وَآخر بَيت ختم بِهِ تائيته ¶ (وَمن فضل مَا أسأرت شرب معاصري ... وَمن كَانَ قبلي فِي الْفَضَائِل فضلتي) ¶ جعل الْأَنْبِيَاء فِي فضائلهم فضلَة فضائله فاسمع إِن كنت من الَّذين لم يخْتم على قُلُوبهم وَيجْعَل على أَبْصَارهم غشاوة وَفِي هَذَا الْمِقْدَار مَا يعرفك بِحَال هَذَا الْوَلِيّ المعتقد فاختر لنَفسك مَا يحلو ¶ الْكَلَام على ابْن سبعين وَالنَّقْل من كِتَابه الْمَعْرُوف بلوح الْإِصَابَة ¶ أما ابْن سبعين فيكفيك من تصريحه بالوحدة قَوْله فِي كِتَابه الْمَعْرُوف بلوح الْإِصَابَة مَا لَفظه الذَّات مَعَ الْعلم دَائِما وَهِي الْبَاطِنَة وَهِي الظَّاهِرَة بخلافك أَنْت الظَّاهِر وعلمك بَاطِن وَمَا فِي",
            "page": "56",
            "part": "1",
            "seal": "9D47C3E3"
        },
        {
            "id": "39",
            "nass": "الْوُجُود سواهُ مَعَك وَسوَاك بِهِ فَأَنت معِين صُورَة علمه وَعين معنى علمه وَهُوَ علمك فِيهِ ترى وتبصر وَتعلم وَبِك يرى ويبصر وَيعلم ثمَّ قَالَ بعد ذَلِك إِن وَاجِب الْوُجُود كلي وممكنه جزئي وَلَا وجود للكلي إِلَّا فِي الجزئي وَلَا لجزئي إِلَّا فِي كلي ¶ وعَلى الْجُمْلَة إِن ديدنه فِي هَذَا الْكتاب فِي غَالب أبحاثه فِي الْوحدَة وَالْمَشْي على طَريقَة ابْن عَرَبِيّ فَلَا نطيل فِي رسم كَلَامه وَلَا نَسْتَكْثِر من كتب هذيانه ¶ قَالَ بَعضهم جَلَست عِنْد ابْن سبعين من الْغَدَاة إِلَى الْعشي فَجعل يتَكَلَّم بِكَلَام تعقل مفرداته وَلَا تعقل مركباته ¶ الْكَلَام على ابْن التلمساني وَقَوله إِن الْقُرْآن كُله شرك ¶ وَأما ابْن التلمساني فيكفيك من خذلانه وإصراره على هَذَا الْمَذْهَب الكفري مَا عرفناك سَابِقًا من رِوَايَة الإِمَام ابْن تَيْمِية عَنهُ أَنه قَالَ الْقُرْآن كُله شرك وَإِنَّمَا التَّوْحِيد مَذْهَبهم أَعنِي القَوْل بالاتحاد فقد أخْبرك عَن حَقِيقَة مَذْهَبهم وَهُوَ الْخَبِير أَنه مُخَالف لِلْقُرْآنِ فَإِن كَانَ معترفا بِأَنَّهُ كَلَام الله فَلَا أصرح من هَذِه الشَّهَادَة الَّتِي شهد بهَا على نَفسه وعَلى أهل مِلَّته فَكُن فِي أَي القبيلتين شِئْت وَالسَّلَام ¶ (وَلَا تكن مثل من ألْقى رحالته ... على الْحمار وخلى صهوة الْفرس) ¶ الْكَلَام على الجيلي ومؤلفه الْإِنْسَان الْكَامِل ¶ وَأما الجيلي فكتابه الْمُسَمّى الْإِنْسَان الْكَامِل كافل لَك بِبَيَان",
            "page": "56",
            "part": "1",
            "seal": "AE9C248F"
        },
        {
            "id": "40",
            "nass": "حَاله أَي كافل لَا تَجِد فِي كتب الْقَوْم مثله فِي التَّصْرِيح بالاتحاد والإلحاد لِأَن الرجل أَمن من المخاوف الَّتِي كَانَ أَصْحَابه يخافونها لما رَآهُ من عدم قيام الْعلمَاء بِمَا أوجب الله عَلَيْهِم من نصر الشَّرِيعَة وَقطع دابر من رام تكديرها متفوها وتحققه من إطباق الْعَامَّة وَكثير من الْخَاصَّة على أَن الْقَوْم من الصفوة المصطفاة وإذعانهم لكل مشعبذ وَإِن كَانَ لَا يدْرِي من صناعَة الشعبذة إِذا قَامَ بعهدة النهيق قَائِلا هُوَ هِيَ تَارِكًا للواجبات منغمسا فِي الْمُحرمَات متمخلعا متوقحا متلوثا بالنجاسات غير متنزه عَن القاذورات كثير الْوُقُوف فِي الْمَزَابِل والرباطات مُشْتَمِلًا على جُبَّة قذرة كدرة فَهَذَا ولي الله المجاب الدعْوَة الَّذِي يرحم الله بِهِ الْعباد وَيُسْتَنْزَلُ بِهِ الْغَيْث إِنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون ¶ وَأَنت إِن بَقِي فِيك نصيب من الْعقل وحظ من التَّوْفِيق فزن أَحْوَال هَؤُلَاءِ بِحَال أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم فَإِنَّهُم المعيار الَّذِي لَا تزِيغ عَنهُ إِلَّا ضال وَانْظُر مَا بَين الطَّائِفَتَيْنِ من التَّفَاوُت بل التقابل فِي جَمِيع الْأُمُور واختر لنَفسك فِي الْهوى من تصطفي والموعد الْقِيَامَة وستعلم لمن عُقبى الدَّار ¶ فَمن تنفسات الجيلي فِي كِتَابه الْمَذْكُور فِي الْبَاب السَّابِع قَوْله فَأول رَحْمَة رحم الله بهَا الْوُجُود أَن أوجد الْعَالم من نَفسه قَالَ الله تَعَالَى {وسخر لكم مَا فِي السَّمَاوَات وَمَا فِي الأَرْض جَمِيعًا مِنْهُ} وَلِهَذَا",
            "page": "57",
            "part": "1",
            "seal": "00FC2B88"
        },
        {
            "id": "41",
            "nass": "سرى وجوده فِي الموجودات فَظهر كَمَاله فِي كل جُزْء وفرد من أَجزَاء الْعَالم وَلم يَتَعَدَّد بِتَعَدُّد مظاهره بل هُوَ وَاحِد فِي جَمِيع تِلْكَ الْمظَاهر وسر هَذَا السريان أَن خلق الْعَالم من نَفسه وَهُوَ لَا يتَجَزَّأ فَكل شَيْء من الْعَالم هُوَ بِكَمَالِهِ وَاسم الخليقة على ذَلِك الشَّيْء بِحكم الْعَارِية لَا كَمَا يزْعم من زعم أَن الْأَوْصَاف الإلهية هِيَ الَّتِي تكون بِحكم الْعَارِية إِلَى العَبْد وَأَشَارَ إِلَى ذَلِك بقوله ¶ (أعارته طرفا رَآهَا بِهِ ... فَكَانَ الْبَصِير بهَا طرفها) ¶ فَإِن الْعَارِية مَا هِيَ فِي الْأَشْيَاء إِلَّا نِسْبَة الْوُجُود الخلقي إِلَيْهَا فَإِن الْوُجُود الحقي لَهَا أصل فأعار الْحق خلقه اسْم الخليقة ليظْهر بذلك أسرار الإلهية ومقتضياتها من التضاد فَكَانَ الْحق هيولى الْعَالم ¶ قَالَ الله تَعَالَى {وَمَا خلقنَا السَّمَاوَات وَالْأَرْض وَمَا بَينهمَا إِلَّا بِالْحَقِّ} فَمثل الْعَالم مثل الثَّلج وَالْحق سُبْحَانَهُ المَاء الَّذِي هُوَ أصل الثَّلج فاسم الثَّلج على ذَلِك المعتقد معار وَاسم المائية عَلَيْهِ حَقِيقَة وَقد نبهت على ذَلِك فِي القصيدة الْمُسَمَّاة بالبوادر العينية بِقَوْلِي ¶ (وَمَا الْخلق فِي التمثال إِلَّا كثلجة ... وَأَنت لَهَا المَاء الَّذِي هُوَ نابع) ¶ (وَلَكِن بذوب الثَّلج يرفع حكمه ... وَيُوضَع حكم المَاء وَالْأَمر وَاقع) ¶ (تجمعت الأضداد فِي وَاحِد النهى ... وَفِيه تلاشت فَهُوَ عَنْهُن صادع) ¶ انْتهى",
            "page": "58",
            "part": "1",
            "seal": "EA971128"
        },
        {
            "id": "42",
            "nass": "وَكتابه الْمَذْكُور مشحون بِهَذَا الهذيان وَهُوَ من الصراحة بالاتحاد بِحَيْثُ لَا يلتبس إِلَّا على بَهِيمَة فَإِن شَككت فِيمَا حكيناه فَعَلَيْك بِالْكتاب الْمَذْكُور وَهَذَا الْمِثَال مَشْهُور عِنْد الْقَوْم لَا يُنكره أحد مِنْهُم بل رُبمَا جاوزه بَعضهم فَقَالَ إِن الْعَالم كالموج والباري عز وَجل كالبحر والموج لَيْسَ غير الْبَحْر صرح بذلك الجامي فِي شرح نقش الفصوص لِابْنِ عَرَبِيّ ¶ وعَلى الْجُمْلَة فقد سقنا إِلَيْك من نصوصهم مَا يعرفك بحالهم وَلَا فَائِدَة فِي الْإِكْثَار من كفرياتهم فَهَذِهِ كتبهمْ على ظهر البسيطة مَوْجُودَة بأيدي النَّاس فَإِذا أردْت العثور على أَضْعَاف أَضْعَاف هَذِه المخازي رَاجعهَا وَكن على حذر مِنْهَا فَإِنَّهَا مغناطيس الْقُلُوب الَّتِي لم تستحكم قُوَّة إيمَانهَا ¶ كَلَام الْعلمَاء فِي تضليل هَذِه الْفرْقَة ¶ وَقد وعدناك فِيمَا سلف بِذكر نُصُوص جمَاعَة من عُلَمَاء الشَّرِيعَة على تضليل هَذِه الْفرْقَة فَنَقُول ¶ اعْلَم أَن أَئِمَّة أهل الْبَيْت وَسَائِر عُلَمَاء الْيمن إِلَّا الْقَلِيل مطبقون على تضليل هَذِه الْفرْقَة مبالغون فِي التحذير مِنْهُم معلنون بِأَنَّهُم ابتدعوا فِي الْإِسْلَام مَا يُخَالف الشَّرِيعَة وسردهم مِمَّا لَا تتسع لَهُ الورقات وَقد بَالغ الإِمَام شرف الدّين فِي ذَلِك حَتَّى أَمر بقتل كثير من كبرائهم وَهَذَا الإِمَام الْقَاسِم بن مُحَمَّد صرح بتكفيرهم وشدد على رَعيته فِي ذَلِك وَصرح بِأَنَّهُم زنادقة وَهَكَذَا ابْنه المتَوَكل على الله حَتَّى أَمر بتحريق الْكتاب الْمَعْرُوف بالفصوص وَأمر أَهله أَن ينجزوا",
            "page": "59",
            "part": "1",
            "seal": "25A221A1"
        },
        {
            "id": "43",
            "nass": "عَلَيْهِ قرصا وأطعمه جَارِيَة كَانَ بهَا ألم فشفيت وَكَذَلِكَ غَيرهم من أَعْيَان الْعلمَاء الَّذين كَانَ وجودهم بعد وجود هَذِه الطَّائِفَة ¶ مَا حَكَاهُ الفاسي عَن ابْن تَيْمِية من حَال هَذِه الطَّائِفَة القائلة بالوحدة وَغَيره من الْعلمَاء ¶ قَالَ الفاسي فِي العقد الثمين فِي تَرْجَمَة ابْن عَرَبِيّ وَقد بَين الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية الْحَنْبَلِيّ شَيْئا من حَال هَذِه الطَّائِفَة الْقَائِلين بالوحدة وَحَال ابْن عَرَبِيّ مَعَهم بالخصوص وَبَين بعض مَا فِي كَلَامه من الْكفْر وَوَافَقَهُ على تكفيره لذَلِك جمَاعَة من أَعْيَان عُلَمَاء عصره من الشَّافِعِيَّة والمالكية والحنابلة لما سئلوا عَن ذَلِك ثمَّ ذكر نَص السُّؤَال وَنَصّ الْجَواب ولطول ذَلِك اقتصرت هَا هُنَا على نقل خُلَاصَة السُّؤَال والأجوبة ¶ نَص السُّؤَال عَن الحكم فِي هَذِه الطَّائِفَة ¶ أما السُّؤَال فحاصله مَا يَقُول الْعلمَاء فِي كتاب بَين أظهر النَّاس أَكْثَره ضد لما أنزل الله وَعكس لما قَالَه أنبياؤه وَمن جملَة مَا اشْتَمَل عَلَيْهِ أَن الْحق المنزه هُوَ الْإِنْسَان الْمُشبه وَقَالَ إِن عباد الْأَوْثَان لَو تركُوا عبادتها لجهلوا وَأنكر فِيهِ حكم الْوَعيد فِي حق من حقت عَلَيْهِ كلمة الْعَذَاب فَهَل يكفر من يصدقهُ فِي ذَلِك أَو يرضى بِهِ مِنْهُ أم لَا وَهل يَأْثَم سامعه أم لَا",
            "page": "60",
            "part": "1",
            "seal": "21AE9E3B"
        },
        {
            "id": "44",
            "nass": "جَوَاب ابْن تَيْمِية وَالشَّيْخ إِبْرَاهِيم الجعبري وَابْن عبد السَّلَام على السُّؤَال السَّابِق ¶ أجَاب الإِمَام ابْن تَيْمِية بِمَا حَاصله أَن كل كلمة من هَذِه الْكَلِمَات كفر بِلَا نزاع بَين الْمُسلمين وَالْيَهُود وَالنَّصَارَى فضلا عَن كَونه كفرا فِي شَرِيعَة الْإِسْلَام ثمَّ قَالَ وَصَاحب هَذَا الْكتاب الَّذِي هُوَ فصوص الحكم وَأَمْثَاله مثل صَاحبه الغرنوي والتلمساني وَابْن سبعين والسنكري وأتباعهم مَذْهَبهم الَّذِي هم عَلَيْهِ أَن الْوُجُود وَاحِد ويسمون أهل وحدة الْوُجُود وَيدعونَ التَّحْقِيق والعرفان فهم يجْعَلُونَ وجود الْخَالِق عين وجود الْمَخْلُوقَات فَكل مَا يَتَّصِف بِهِ الْمَخْلُوقَات من حسن وقبح ومدح وذم إِنَّمَا اتّصف بِهِ عِنْدهم عين الْخَالِق ¶ قَالَ وَيَكْفِيك بكفرهم أَن من أخف أَقْوَالهم أَن فِرْعَوْن مَاتَ مُؤمنا بريا من الذُّنُوب كَمَا قَالَ يَعْنِي ابْن عَرَبِيّ ¶ ثمَّ أَخذ يعدد من هَذِه الْكَلِمَات حَتَّى قَالَ إِن كفرهم أعظم من كفر الْيَهُود وَالنَّصَارَى ¶ ثمَّ قَالَ بعد كَلَام طَوِيل هَذِه الْفَتْوَى لَا تحمل بسط كَلَام هَؤُلَاءِ وَبَيَان كفرهم وإلحادهم فَإِنَّهُم من جنس القرامطة الباطنية",
            "page": "61",
            "part": "1",
            "seal": "DA48EED5"
        },
        {
            "id": "45",
            "nass": "والإسماعيلية الَّذين كَانُوا أكفر من الْيَهُود وَالنَّصَارَى وَإِن قَوْلهم يتَضَمَّن الْكفْر بِجَمِيعِ الْكتب وَالرسل كَمَا قَالَ الشَّيْخ إِبْرَاهِيم الجعبري لما اجْتمع بِابْن عَرَبِيّ صَاحب هَذَا الْكتاب قَالَ رَأَيْت",
            "page": "62",
            "part": "1",
            "seal": "E61A2249"
        },
        {
            "id": "46",
            "nass": "شَيخا نحيفا يكذب بِكُل كتاب أنزلهُ الله تَعَالَى وَبِكُل نَبِي أرْسلهُ ¶ وَقَالَ الْفَقِيه أَبُو مُحَمَّد ابْن عبد السَّلَام لما قدم من الْقَاهِرَة وسألوه عَن ابْن عَرَبِيّ فَقَالَ شيخ سوء معتوه يَقُول بقدم الْعَالم وَلَا يحرم فرجا قَالَ ذَلِك قبل أَن يظْهر من قَوْله إِن الْعَالم هُوَ الله ثمَّ قَالَ بعد أَن عدد مثالبهم وَلم أصف عشر مَا يذكرُونَهُ من الْكفْر ¶ ثمَّ قَالَ فرؤوسهم أَئِمَّة كفر وَيجب قَتلهمْ وَلَا تقبل تَوْبَة أحد مِنْهُم إِذا أَخذ قبل التَّوْبَة فَإِنَّهُ من أعظم الزَّنَادِقَة ¶ ثمَّ قَالَ وَيجب عُقُوبَة كل من انتسب إِلَيْهِم أَو ذب عَنْهُم أَو أثنى عَلَيْهِم أَو عظم كتبهمْ أَو عرف بمساعدتهم ومعاونتهم أَو كره الْكَلَام فيهم بل تجب عُقُوبَة كل من عرف حَالهم وَلم يعاون على الْقيام عَلَيْهِم فَإِن الْقيام على هَؤُلَاءِ من أعظم الْوَاجِبَات لأَنهم أفسدوا الْعُقُول والأديان على خلق من الْمَشَايِخ وَالْعُلَمَاء والأمراء والملوك",
            "page": "63",
            "part": "1",
            "seal": "41DAA9B6"
        },
        {
            "id": "47",
            "nass": "ثمَّ قَالَ وَأما من قَالَ لكلامهم تَأْوِيل يُوَافق الشَّرِيعَة فَإِنَّهُ من رؤوسهم وأئمتهم فَإِنَّهُ إِن كَانَ يعرف كذب نَفسه وَإِن كَانَ مُعْتَقدًا لهَذَا ظَاهرا وَبَاطنا فَهُوَ أكفر من النَّصَارَى ¶ جَوَاب بدر الدّين بن جمَاعَة وَسعد الدّين الْحَارِثِيّ وشمس الدّين مُحَمَّد بن يُوسُف الخزرجي الشَّافِعِي ¶ وَأجَاب القَاضِي بدر الدّين بن جمَاعَة فَقَالَ ¶ هَذِه الفصوص الْمَذْكُورَة وَمَا أشبههَا من هَذَا الْبَاب بِدعَة وضلالة ومنكر وجهالة لَا يصغى إِلَيْهَا وَلَا يعرج عَلَيْهَا ¶ وَأجَاب القَاضِي سعد الدّين الْحَارِثِيّ قَاضِي الْحَنَابِلَة بِالْقَاهِرَةِ مَا ذكر من الْكَلَام الْمَنْسُوب إِلَى الْكتاب الْمَذْكُور يتَضَمَّن الْكفْر وَمن صدق بِهِ فقد تضمن تَصْدِيقه لما هُوَ كفر يجب فِي ذَلِك الرُّجُوع عَنهُ",
            "page": "64",
            "part": "1",
            "seal": "64BE866E"
        },
        {
            "id": "48",
            "nass": "والتلفظ بِالشَّهَادَتَيْنِ ثمَّ قَالَ وكل هَذِه التمويهات ضلالات وزندقة وعبارات مزخرفة ¶ وَأجَاب الْخَطِيب شمس الدّين مُحَمَّد بن يُوسُف الخزرجي الشَّافِعِي بعد كَلَام ¶ وَقَوله إِن الْحق المنزه هُوَ الْحق الْمُشبه كَلَام بَاطِل متناقض وَهُوَ كفر إِلَى آخر مَا أجَاب بِهِ ¶ جَوَاب القَاضِي زين الدّين الْكسَائي وَنور الدّين الْبكْرِيّ وَشرف الدّين الزواوي ¶ وَأجَاب القَاضِي زين الدّين الْكسَائي الشَّافِعِي مدرس الفخرية والمنصورية بِالْقَاهِرَةِ بِمَا حَاصله إِن ذَلِك كفر ثمَّ قَالَ وَمن صدق الْمَذْكُور فِي هَذِه الْأُمُور أَو بَعْضهَا مِمَّا هُوَ كفر فَكفر ¶ وَأجَاب الشَّيْخ نور الدّين الْبكْرِيّ الشَّافِعِي بعد كَلَام إِن صَاحب هَذِه الْأَقْوَال ألعن وأقبح من أَن يتَأَوَّل لَهُ ذَلِك بل هُوَ كَاذِب فَاجر كَافِر فِي القَوْل والاعتقاد ظَاهرا وَبَاطنا وَإِن كَانَ قَائِلهَا لم يرد ظَاهرهَا فَهُوَ كَافِر بقوله ضال لجهله وَلَا يعْذر لتأويله لتِلْك الْأَلْفَاظ إِلَّا أَن يكون جَاهِلا جهلا تَاما وَلم يعْذر من جَهله بِمَعْصِيَة لعدم مُرَاجعَة",
            "page": "65",
            "part": "1",
            "seal": "EF8A1FDB"
        },
        {
            "id": "49",
            "nass": "الْعلمَاء إِلَى آخر جَوَابه ¶ وَأجَاب الشَّيْخ شرف الدّين عِيسَى الزواوي الْمَالِكِي أما هَذَا التصنيف الَّذِي هُوَ ضد لما أنزل الله عز وَجل فِي كتبه الْمنزلَة وضد أَقْوَال الْأَنْبِيَاء الْمُرْسلَة فَهُوَ افتراء على الله وافتراء على رَسُوله صلى الله عَلَيْهِ وَسلم ¶ ثمَّ قَالَ وَمَا تضمنه هَذَا التصنيف من الهذيان وَالْكفْر والبهتان فكله تلبيس وضلال وتحريف وتبديل وَمن صدق بذلك واعتقد صِحَّته كَانَ كَافِرًا ملحدا صادا عَن سَبِيل الله مُخَالفا لملة رَسُول الله صلى الله عَلَيْهِ وَسلم ملحدا فِي آيَات الله مبدلا لكلمات الله زنديقا فَيقْتل وَلَا تقبل تَوْبَته إِن تَابَ لِأَن حَقِيقَة تَوْبَته لَا تعرف ¶ ثمَّ قَالَ فالحذر كل الحذر مِنْهُم فَإِنَّهُم أَعدَاء الله وَشر من الْيَهُود وَالنَّصَارَى لأَنهم قوم لَا دين لَهُم يتبعونه وَلَا رب يعبدونه إِلَى آخر كَلَامه ¶ جَوَاب البُلْقِينِيّ وَابْن حجر وَمُحَمّد بن عَرَفَة وَابْن خلدون وَأَبُو زرْعَة وَابْن الْخياط وشهاب الدّين النَّاشِرِيّ ¶ وبمثل هَذَا الْجَواب أجَاب جمَاعَة من الْعلمَاء الَّذين تَأَخّر عصرهم عَن عصر هَؤُلَاءِ المجيبين فِي سُؤال ورد إِلَيْهِم مثل هَذَا السُّؤَال وصرحوا بِأَن ذَلِك كفر مِنْهُم الْعَلامَة البُلْقِينِيّ الشَّافِعِي الإِمَام",
            "page": "66",
            "part": "1",
            "seal": "5F9307C2"
        },
        {
            "id": "50",
            "nass": "الْمُجْتَهد والحافظ ابْن حجر الْعَسْقَلَانِي وَمُحَمّد بن عَرَفَة الْمَالِكِي عَالم أفريقية وَالْقَاضِي بالديار المصرية عبد الرَّحْمَن بن مُحَمَّد الْمَعْرُوف بِابْن خلدون الْحَضْرَمِيّ الْمَالِكِي وَقَالَ فِي أثْنَاء جَوَابه وَأما",
            "page": "67",
            "part": "1",
            "seal": "ED3EFC85"
        },
        {
            "id": "51",
            "nass": "حكم هَذِه الْكتب المتضمنة لتِلْك العقائد المضلة وَمَا يُوجد من نسخهَا بأيدي النَّاس مثل الفصوص والفتوحات لِابْنِ عَرَبِيّ والبد لِابْنِ سبعين وخلع النَّعْلَيْنِ لِابْنِ قسي وعَلى الْيَقِين لِابْنِ برخان وَمَا أَجْدَر الْكثير من شعر ابْن الفارض والعفيف التلمساني وأمثالهما أَن يلْحق بِهَذِهِ الْكتب وَكَذَا شرح ابْن الفرغاني للقصيدة التائية من نظم ابْن الفارض فَالْحكم فِي هَذِه الْكتب كلهَا وأمثالها إذهاب أعيانها مَتى وجدت بالحريق بالنَّار وَالْغسْل بِالْمَاءِ إِلَى آخر مَا أجَاب بِهِ وَكَذَلِكَ أَبُو زرْعَة الْحَافِظ الْعِرَاقِيّ الشَّافِعِي أجَاب بِمثل ذَلِك لما",
            "page": "68",
            "part": "1",
            "seal": "011542D5"
        },
        {
            "id": "52",
            "nass": "سُئِلَ عَنهُ وَقَالَ لَا شكّ فِي اشْتِمَال الفصوص الْمَشْهُورَة على الْكفْر الصَّرِيح الَّذِي لَا يشك فِيهِ وَكَذَلِكَ الفتوحات المكية فَإِن صَحَّ صُدُور ذَلِك عَنهُ وَاسْتمرّ عَلَيْهِ إِلَى وَفَاته فَهُوَ كَافِر مخلد فِي النَّار بِلَا شكّ إِلَى آخر كَلَامه ¶ وَكَذَلِكَ قَالَ الْعَلامَة ابْن الْخياط وشهاب الدّين أَحْمد بن أبي بكر بن عَليّ النَّاشِرِيّ",
            "page": "69",
            "part": "1",
            "seal": "34D60260"
        },
        {
            "id": "53",
            "nass": "وَقد تكلم الذَّهَبِيّ فِي الْمِيزَان فِي تَرْجَمَة ابْن عَرَبِيّ فَقَالَ صنف التصانيف فِي تصوف الفلسفة وَأهل الْوحدَة وَقَالَ أَشْيَاء مُنكرَة ¶ ثمَّ قَالَ وَأما كَلَامه فَمن عرفه وفهمه على قَوَاعِد الِاتِّحَاد وَعلم محط الْقَوْم وَجمع بَين أَطْرَاف عبارتهم تبين لَهُ الْحق فِي خلاف قَوْلهم وَكَذَلِكَ من أمعن النّظر فِي فصوص الحكم وأنعم التَّأَمُّل لَاحَ لَهُ الْعجب فَإِن الذكي إِذا تَأمل فِي تِلْكَ الْأَقْوَال والنظائر والأشباه فَهُوَ أحد رجلَيْنِ إِمَّا من الاتحادية فِي الْبَاطِن وَإِمَّا من الْمُؤمنِينَ بِاللَّه الَّذين يعدون أَن أهل النَّحْل من أكفر الْكفْر انْتهى ¶ وَذكره فِي تَارِيخ الْإِسْلَام وَذكر لَهُ خرافات مجربة ¶ قصيدة ابْن الْقيم فِي تَلْخِيص مَذْهَب الاتحادية ¶ وَقد لخص الْعَلامَة ابْن الْقيم مَذْهَب الاتحادية فِي قَوْله ¶ (وأتى فريق ثمَّ قَالَ وجدته ... هَذَا الْوُجُود بِعَيْنِه وعياني)",
            "page": "70",
            "part": "1",
            "seal": "FC002258"
        },
        {
            "id": "54",
            "nass": "(ماثم مَوْجُود سواهُ وَإِنَّمَا ... غلط اللِّسَان فَقَالَ موجودان) ¶ (فَهُوَ السَّمَاء بِعَينهَا ونجومها ... وَكَذَلِكَ الأفلاك والقمران) ¶ (وَهُوَ الْغَمَام بِعَيْنِه والثلج والأمطار ... مَعَ برد وَمَعَ حسبان) ¶ (وَهُوَ الْهَوَاء بِعَيْنِه وَالتُّرَاب وَالْمَاء ... الثقيل وَنَفس ذَا الْإِنْسَان) ¶ (هذي بسائطه وَمِنْه تركبت ... هذي الْمظَاهر مَا هُنَا شَيْئَانِ) ¶ (وَهُوَ الْفَقِير بهَا لأجل ظُهُوره ... فِيهَا كفقر الرّوح للأبدان) ¶ (وَهِي الَّتِي افْتَقَرت إِلَيْهِ لِأَنَّهُ ... هُوَ ذَاتهَا ووجودنا الحقاني) ¶ قصيدة للعلامة شرف الدّين إِسْمَاعِيل الْمقري اليمني الشَّافِعِي فِي ذكر مثالبهم ¶ وَقد أوضح الْعَلامَة شرف الدّين إِسْمَاعِيل الْمقري مخازي ابْن",
            "page": "71",
            "part": "1",
            "seal": "81282481"
        },
        {
            "id": "55",
            "nass": "عَرَبِيّ فِي قصيدته الْمَشْهُورَة وَبَين فِيهَا من المثالب مَا لم يُبينهُ غَيره فَإِن جمَاعَة من أهل زبيد أوهموا من لَيْسَ نباهة أَن ابْن عَرَبِيّ عالي الْمرتبَة ومطلع هَذِه القصيدة ¶ (أَلا يَا رَسُول الله غَارة ثَائِر ... غيور على حرماته والشعائر) ¶ (يحاط بهَا الْإِسْلَام مِمَّا يكيده ... ويرميه من تلبيسه بالفواقر) ¶ (فقد حدثت بِالْمُسْلِمين حوادث ... كبار الْمعاصِي عِنْدهَا كالصغائر) ¶ (حوتهن كتب حَارب الله رَبهَا ... وغر بهَا من غر بَين الخواطر) ¶ (تجاسر فِيهَا ابْن العريبي واجترا ... على الله فِيمَا قَالَ كل التجاسر) ¶ (فَقَالَ بِأَن العَبْد والرب وَاحِد ... فربي مربوبي بِغَيْر تغاير) ¶ (وَأنكر تكليفا إِذْ العَبْد عِنْده ... إِلَه وَعبد فَهُوَ إِنْكَار فَاجر) ¶ (وَقَالَ تجلى الْحق فِي كل صُورَة ... تجلى عَلَيْهَا فَهِيَ إِحْدَى الْمظَاهر) ¶ (وَأنكر أَن الله يُغني عَن الورى ... ويغنون عَنهُ لِاسْتِوَاء المقادر) ¶ (وَخطأ إِلَّا من يرى الْخلق صُورَة ... وهوية لله عِنْد التناظر) ¶ وَمِنْهَا ¶ (وَقَالَ عَذَاب الله عذب وربنا ... ينعم فِي نيرانه كل فَاجر) ¶ (وَقَالَ بِأَن الله لم يعْص فِي الورى ... فَمَا ثمَّ مُحْتَاج لعاف وغافر) ¶ (وَقَالَ مُرَاد الله وفْق لأَمره ... فَمَا كَافِر إِلَّا مُطِيع الْأَوَامِر) ¶ وَمِنْهَا ¶ (وَمَا خص بِالْإِيمَان فِرْعَوْن وَحده ... لَدَى مَوته بل عَم كل الكوافر) ¶ (فكذبه يَا هَذَا تكن خير مُؤمن ... وَإِلَّا فَصدقهُ تكن شَرّ كَافِر)",
            "page": "72",
            "part": "1",
            "seal": "E6E1B3EC"
        },
        {
            "id": "56",
            "nass": "وَمِنْهَا ¶ (وَلم يبْق كفر لم يلابسه عَامِدًا ... وَلم يتورط فِيهِ غير محاذر) ¶ وَمِنْهَا ¶ (فَلَا قدس الرَّحْمَن شخصا يُحِبهُ ... على مَا ترى من قبح هذي المخابر) ¶ وَمِنْهَا ¶ (فيا محسنا ظنا بِمَا فِي فصوصه ... وَمَا فِي فتوحات الشرور الدَّوَائِر) ¶ (عَلَيْكُم بدين الله لَا تصبحوا غَدا ... مساعر نَار فتحت من مساعر) ¶ وَمِنْهَا ¶ (وَلَا تؤثروا غير النَّبِي على النَّبِي ... فَلَيْسَ كنور الصُّبْح ظلما الدياجر) ¶ (دعوا كل ذِي قَول لقَوْل مُحَمَّد ... فَمَا آمن فِي دينه كمخاطر) ¶ (وَأما رجالات الفصوص فَإِنَّهُم ... يعومون فِي بَحر من الْكفْر زاخر) ¶ (إِذا رَاح بِالرِّبْحِ المبايع أحمدا ... على هَدْيه راحوا بصفقة خاسر) ¶ وَمِنْهَا ¶ (فيا أَيهَا الصُّوفِي خف من فصوصه ... خَوَاتِم سوء غَيرهَا فِي الخناصر) ¶ (وَخذ نهج سهل والجنيد وَصَالح ... وَقوم مضوا مثل النُّجُوم الزواهر) ¶ (على الشَّرْع كَانُوا لَيْسَ فيهم لوحدة ... وَلَا لحلول الْحق ذكر لذاكر) ¶ (رجال رَأَوْا مَا الدَّار دَار إِقَامَة ... لقوم وَلَكِن بلغَة للْمُسَافِر) ¶ وَهِي قصيدة طَوِيلَة جَامِعَة رائقة أَجَاد فِيهَا كل الإجادة رَحمَه الله تَعَالَى فَمن رام العثور على مخازي ابْن عَرَبِيّ وَأهل نحلته فَعَلَيهِ بِكِتَاب",
            "page": "73",
            "part": "1",
            "seal": "35FEAC99"
        },
        {
            "id": "57",
            "nass": "الْعَلامَة السماوي الْمُسَمّى القَوْل المنبي عَن مخازي ابْن عَرَبِيّ وَقد ألف الْعَلامَة إِسْمَاعِيل الْمقري كتابين فِي بَيَان ضلالات ابْن عَرَبِيّ كتابا سَمَّاهُ الذريعة إِلَى نصر الشَّرِيعَة وسرد فِي ذَلِك كثيرا من مخازيه وكتابا آخر غَابَ عني اسْمه ¶ كَلَام الْمُجْتَهد صَالح بن مهْدي المقبلي فِي كِتَابه الْعلم الشامخ ¶ قَالَ الْعَلامَة الْمُجْتَهد نزيل حرم الله صَالح بن مهْدي المقبلي فِي الْعلم الشامخ بعد أَن سَاق كثيرا من كفريات أهل الْوحدَة",
            "page": "74",
            "part": "1",
            "seal": "5B7D418F"
        },
        {
            "id": "58",
            "nass": "ومخازيهم شطرا صَالحا مَا نَصه ¶ وَقد آن لي أَن أصدع بِالْحَقِّ خوفًا على نَفسِي من الْكفْر فَأَقُول اللَّهُمَّ إِنِّي الْآن أشهد أَن لَا إِلَه إِلَّا الله وَأشْهد أَن مُحَمَّدًا رَسُول الله صلى الله عَلَيْهِ وَسلم وَأشْهد الله وَكفى بِاللَّه شَهِيدا وَمَلَائِكَته وَالنَّاس أَجْمَعِينَ إِنِّي لَا أرْضى لِابْنِ عَرَبِيّ وَمن نحا نَحوه أَو ألحقهُ الشَّرْع بِحكمِهِ بالرضى أَو التَّسْلِيم لمثل قَوْله تَعَالَى {وَمن يَتَوَلَّهُمْ مِنْكُم فَإِنَّهُ مِنْهُم} ¶ وَنَحْوهَا فَأَنا لَا أرْضى لَهُم بِمُطلق الْكفْر بل أَقُول لَا أعلم أحدا من مَرَدَة الْكَفَرَة النمرود وَفرْعَوْن وإبليس والباطنية والفلاسفة بل نفاة الصَّانِع فَإِن هَؤُلَاءِ نفوا الصنع فَانْتفى الصَّانِع فَمَا أعلم أحدا بلغ هَذَا الْمبلغ فِي جَمِيع الكفريات الْمَاضِيَة وإحداث مَا هُوَ شَرّ مِنْهَا وَهِي مَسْأَلَة الْوحدَة ثمَّ عظم ضَرَره فِي الْإِسْلَام بِإِصَابَة سهمهم لهَذِهِ المقلدة لَهُم مِمَّن جمع شَيْئا من الْعُلُوم وَمن غَيرهم اللَّهُمَّ العنهم لعنا كثيرا واقطع دابرهم وامح أَثَرهم اللَّهُمَّ أمتنَا على هَذَا واحشرنا عَلَيْهِ واكتبنا من الشَّاهِدين عَلَيْهِم وأوزعنا نشكر نِعْمَتك بِحِفْظ الْفطْرَة علينا حِين ضيعها هَؤُلَاءِ المتبعون لَهُم الَّذين هم أضلّ وأجهل مِمَّن قَالَ {مَا نعبدهم إِلَّا ليقربونا إِلَى الله زلفى} وَمِمَّنْ قَالَ {بل وجدنَا آبَاءَنَا كَذَلِك يَفْعَلُونَ} وَغَيرهم من الضلال الماضين اهـ انْتهى الْجَواب",
            "page": "75",
            "part": "1",
            "seal": "362B159F"
        },
        {
            "id": "59",
            "nass": "وَأَقُول قد أسلفت لَك أَيهَا النَّاظر فِي هَذَا الْمُخْتَصر مَا صدر عَن هَؤُلَاءِ المخذولين من المقالات الَّتِي كل وَاحِدَة مِنْهَا من أكفر الْكفْر كَقَوْلِهِم الِاتِّحَاد وتخطئة الْأَنْبِيَاء وتصويب الْكفَّار وَرفع أنفسهم على الْأَنْبِيَاء وَكَلَامهم على الْقُرْآن فَلَا أزيدك على ذَلِك فَإِن كنت لَا تحكم بِوَاحِدَة من هَذِه المقالات على صَاحبهَا بالْكفْر فَمَا فِرْعَوْن وهامان ونمرود لديك فِي عدد الْكَفَرَة وَالله الْمُسْتَعَان والموعد يَوْم الْجمع ¶ ولنقتصر على هَذَا الْمِقْدَار فَإِن دَاء لَا يشفيه هَذَا الدَّوَاء لداء عضال وسما لَا يبرىء من تلهبه هَذَا الترياق لسم قتال ¶ وَالْحَمْد لله رب الْعَالمين وَصلى الله على سيدنَا مُحَمَّد وَآله وَسلم",
            "page": "76",
            "part": "1",
            "seal": "EA155A65"
        }
    ],
    "t6519": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم خطبة المؤلف رحمه الله"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "نص السؤال الموجه إلى الإمام الشوكاني من العلامة القاسم بن أحمد لقمان"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "قصيدة السائل التي وجهها إلي المؤلف"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "ابتداء الجواب من العلامة الشوكاني ناثرا وناظما"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "توجيه النقد العنيف لمن ينخدع بهؤلاء المخذولين"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الرد على من يقول إن الصوفية يريدون بكلامهم خلاف الظاهر"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الحلاج هو الفاتح لباب القول بالوحدة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في كتب شيخ الصوفية عبد القادر الجيلاني وتفنيده"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة الذهبي للحلاج وذكر ما رواه ابن كثير من كراماته المفضوحة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الكلام على ابن عربي وابن الفارض وابن سبعين والتلمساني وما رواه ابن تيمية عنهم"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "سماهم القسطلاني الليسية لأنهم كانوا يقولون ليس إلا الله"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "التساؤل عن أدلة صحة نسبة هذه المقالة إليهم والرد عليه بالنقل من كتبهم بما لا يدع مجالا للشك"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "إيراد تفسير ابن عربي لآيات من القرآن على طريقته في إثبات وحدة الوجود"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "ما قاله ابن عربي في الفتوحات من أن العذاب الذي وعد الله به الكفار من العذوبة وأنهم منعمون بالنار والزمهرير"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "ما نقله المقبلي عن ابن عربي"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "ما قاله ابن عربي في تصويب قول فرعون أنا ربكم الأعلى"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "حطه من شأن الأنبياء ورفعه من شأن الكفار"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "1",
            "tit": "تصريح ابن عربي وأهل نحلته بأنهم أنبياء"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الكلام على ابن الغارض وإيراد بعض أبيات من تائيته"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الكلام على ابن سبعين والنقل من كتابه المعروف بلوح الإصابة"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الكلام على ابن التلمساني وقوله إن القرآن كله شرك"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "1",
            "tit": "الكلام على الجيلي ومؤلفه الإنسان الكامل"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "كلام العلماء في تضليل هذه الفرقة"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكاه الفاسي عن ابن تيمية من حال هذه الطائفة القائلة بالوحدة وغيره من العلماء"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "1",
            "tit": "نص السؤال عن الحكم في هذه الطائفة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "جواب ابن تيمية والشيخ إبراهيم الجعبري وابن عبد السلام على السؤال السابق"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "جواب بدر الدين بن جماعة وسعد الدين الحارثي وشمس الدين محمد بن يوسف الخزرجي الشافعي"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "جواب القاضي زين الدين الكسائي ونور الدين البكري وشرف الدين الزواوي"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "جواب البلقيني وابن حجر ومحمد بن عرفة وابن خلدون وأبو زرعة وابن الخياط وشهاب الدين الناشري"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "قصيدة ابن القيم في تلخيص مذهب الاتحادية"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "قصيدة للعلامة شرف الدين إسماعيل المقري اليمني الشافعي في ذكر مثالبهم"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "كلام المجتهد صالح بن مهدي المقبلي في كتابه العلم الشامخ"
        }
    ]
}