{
    "b6546": [
        {
            "hno": null,
            "id": "2",
            "nass": "المناظرة التقريرية بَين الشَّيْخ رحمت الله الْهِنْدِيّ والقسيس بفندر فِي 1270 هـ 1854 م ¶ بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله الْوَاحِد الْأَحَد الْفَرد الصَّمد الَّذِي لَا إِلَه إِلَّا هُوَ سُبْحَانَهُ أَن يكون لَهُ ولد ... وَفِي كل شَيْء لَهُ شَاهد ... يدل على أَنه وَاحِد ... ¶ فَمن اهْتَدَى فَإِنَّمَا يَهْتَدِي لنَفسِهِ وَلَا يضرّهُ جحد جَاحد لَا ثَانِي لَهُ وَلَا ثَالِث وَلَا ضد وَلَا ند فليمت بغيظه كل معاند هُوَ الَّذِي أرسل رَسُوله بِالْهدى وَدين الْحق لِيظْهرهُ على الدّين كُله وَيحكم آيَاته وَإِن رغمت أنوف الَّذين يُرِيدُونَ أَن يطفئوا نور الله بأفواههم ويحرفون كَلِمَاته فصل الله على هَذَا النَّبِي الْأَصِيل وَالسَّيِّد النَّبِيل المبشر بِهِ فِي التَّوْرَاة وَالْإِنْجِيل مُحَمَّد وعَلى آله وَأَصْحَابه الهادين المهتدين إِلَى سَوَاء السَّبِيل الدافعين لجيشات الأباطيل ¶ أما بعد ¶ فَيَقُول العَبْد الْفَقِير إِلَى الله الْغنى رفاعى الخولي الْكَاتِب ختم الله لَهُ بِالْحُسْنَى أَنه قد وصلت إِلَى رِسَالَة فِي لِسَان أردو ألفها السَّيِّد عبد الله الْهِنْدِيّ الَّذِي كَانَ مترجما ثَانِيًا للدولة الإنكليزية فِي دَار الْحُكُومَة أكبر أباد وطبعها سنة 1270 من هِجْرَة سيد الْأَوَّلين والآخرين فِي أكبر أباد وَبَين فِيهَا حَال المناظرة الَّتِي وَقعت بَين الألمعي اللوذعي الْفَاضِل رحمت الله الْهِنْدِيّ والقسيس فندر مؤلف ميزَان الْحق فِي السّنة الْمَذْكُورَة فِي الْبَلَد المسطور فِي الْمجْلس الْعَام وَكتب فِي آخر الرسَالَة الْمَذْكُورَة",
            "page": "37",
            "part": "1",
            "seal": "106E5975"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "مضبطة زيناها بشهادات الْأَشْخَاص المعتبرين الَّذين كَانُوا حاضرين فِي الْمجْلس الْمَذْكُور مثل ¶ قَاضِي الْقُضَاة مُحَمَّد أَسد الله والمفتي مُحَمَّد رياض الدّين والفاضل فيض أَحْمد باشكاتب النظارة الْمَالِيَّة والفاضل أمجد عَليّ وَكيل الدولة الإنكليزية وَغَيرهم ¶ ثمَّ وصلت إِلَى رِسَالَة أُخْرَى لَهُ فِي هَذَا الْبَاب فِي اللِّسَان الْفَارِسِي طبعها بعد الرسَالَة الأولى فِي الْبَلَد الْمَذْكُور أَيْضا ¶ وَهَذِه الرسَالَة تُوجد فِي مَدِينَة أسلامبول أَيْضا عِنْد بعض أُمَرَاء الدولة الْعلية وكلتا الرسالتين مطابقتان فِي بَيَان أصل الْمَقْصُود ومعتبرتان أَيْضا لِأَن مؤلفهما كَانَ مترجما ثَانِيًا للدولة الإنكليزية فِي دَار الْحُكُومَة أكبر أباد وَكَانَ مَوْجُودا فِي مجْلِس المناظرة وَكتب مَا سمع بأذنيه وَشهد بصدقه الْأَشْخَاص المعتبرون سِيمَا الْأَرْبَعَة المزبورون الَّذين هم من ذَوي المناصب الْعلية فِي الدولة الإنكليزية وطبعهما بعد المناظرة فِي الْبَلَد الْمَذْكُور الَّذِي هُوَ دَار الْحُكُومَة الإنكليزية وَمحل المناظرة ¶ وَقد كَانَ أُمَرَاء الإنكليز أَيْضا حَضَرُوا فِي تِلْكَ المناظرة وَوقت الطَّبْع والإشتهار قد كَانُوا فِي ذَلِك الْبَلَد على حكومتهم التَّامَّة ¶ وَألف أَيْضا وَزِير الدّين بن شرف الدّين الَّذِي كَانَ من حضار ذَلِك الْمجْلس رِسَالَة فِي اللِّسَان الْفَارِسِي وسماها بالبحث الشريف فِي إِثْبَات",
            "page": "38",
            "part": "1",
            "seal": "9B31B759"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "النّسخ والتحريف وطبعت تِلْكَ الرسَالَة فِي دهلي فِي السّنة المذكروة بِأَمْر ولي الْعَهْد مرزا فَخر الدّين بن سراج الدّين بهادر شاه سُلْطَان دهلي أنار الله برهانهما وَنشر نسخهَا بِأَمْر ولي الْعَهْد المرحوم الْمَذْكُور فِي أقطار الْهِنْد وتوجد نسخهَا المطبوعة فِي مَكَّة المعظمة عِنْد أَكثر أهل الْهِنْد من المجاورين وَهَذِه الرسَالَة مُطَابقَة لهاتين الرسالتين لَا تخالفهما فِي مَضْمُون من المضامين ¶ وَقد سَمِعت فِي مَكَّة المعظمة حَال هَذِه المناظرة من أَفْوَاه رجال غير المحصورين الَّذين جاؤوا لِلْحَجِّ بعْدهَا ¶ وَبِالْجُمْلَةِ خبر هَذِه المناظرة وَكَون القسيس مَغْلُوبًا فِيهَا بِمَنْزِلَة الْمُتَوَاتر الْمَعْنَوِيّ عِنْد أهل الْهِنْد ¶ فَأَرَدْت أَن أترجم هَذِه المناظرة بِاللِّسَانِ الْعَرَبِيّ ليظْهر الْحَال على أهل الْعلم من الْمُسلمين كَافَّة ويعلموا أَن مؤلف ميزَان الْحق الَّذِي حصل لَهُ نوع اعْتِبَار عِنْد بعض الْجُهَّال الَّذين هم كالأنعام هُوَ الَّذِي ألزم فِي هَذِه المناظرة على رُؤُوس الأشهاد فِي مَسْأَلَتي النّسخ والتحريف اللَّتَيْنِ كَانَ يُطِيل اللِّسَان فيهمَا بِالنِّسْبَةِ إِلَى أهل الْإِسْلَام ¶ فترجمت رِسَالَة أردو بِلَا زِيَادَة ونقصان فِي كَلَام الْمُؤلف ¶ وحيثما زِدْت فِي بعض الْمَوَاضِع شَيْئا للتوضيح فَإِن كَانَ قَلِيلا أوردته فِي أثْنَاء كَلَامه وميزت الزَّائِد عَن كَلَامه بخطين قوسيين وَكِتَابَة الزَّائِد بَينهمَا وَأَن كَانَ كثيرا كتبته غَالِبا فِي الْحَاشِيَة فَلْيَكُن النَّاظر على تنبه من هَذَا الْمَعْنى لِئَلَّا يخلط كَلَامي بِكَلَام الأَصْل ¶ وَهَا أَنا أشرع فِي الْمَقْصُود بعون الله الْملك الْوَدُود وَأَقُول ¶ قَالَ الْمُؤلف شكر الله سَعْيه بعد مَا فرغ من الْحَمد وَالصَّلَاة",
            "page": "39",
            "part": "1",
            "seal": "7CED3C92"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "أما بعد فَيَقُول العَبْد الذَّلِيل السَّيِّد عبد الله الْأَكْبَر أبادي أَنه وَقعت فِي هَذِه الْأَيَّام مباحثة دينية ومناظرة مذهبَة بَين حَضْرَة التَّحْرِير الْفَاضِل رحمت الله مُصَنف كتاب إِزَالَة الأوهام والقسيس فندر مؤلف ميزَان الْحق ¶ وَالسَّبَب الْبَاعِث عَلَيْهَا أَن الْفَاضِل التَّحْرِير أَرَادَ أَن يظْهر على الْكل من الْخَاص وَالْعَام حَال الْمسَائِل المتنازعة بَين الْمُسلمين والمسيحيين على أكمل وَجه ¶ فَرَأى أَن الْأَحْسَن فِي هَذَا الْبَاب إنعقاد المحفل الْعَام لأجل المناظرة لوَجْهَيْنِ ¶ الأول أَن المباحثة التحريرية تطول فِيهَا الْمدَّة وَمَا كَانَت لَهُ فرْصَة إِلَى هَذِه الْمدَّة لِأَنَّهُ كَانَ يُرِيد الرُّجُوع إِلَى بَلَده دهلي ¶ وَالثَّانِي أَن المباحثة التحريرية يَقع فِيهَا خلط المبحث غَالِبا فَلَا تحصل مِنْهَا نتيجة حَسَنَة ¶ فاستدعى الْفَاضِل التَّحْرِير هَذَا الْأَمر من القسيس الْمَذْكُور وَأرْسل إِلَيْهِ الْمَكْتُوب وتقررت المناظرة بعد مكتوبات مَعْدُودَة على هَذَا التَّرْتِيب يناظر أَولا فِي النّسخ ثمَّ التحريف ثمَّ التَّثْلِيث ثمَّ فِي نبوة مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ وتقرر أَن الْإِثْنَيْنِ يكونَانِ من كل جَانب فَكَانَ القسيس فندر والقسيس فرنج فِي جَانب",
            "page": "40",
            "part": "1",
            "seal": "D6B0F946"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "والفاضل التَّحْرِير والحكيم مُحَمَّد وَزِير خَان فِي جَانب آخر لكني أتأسف تأسفا شَدِيدا على أَن هَذِه المناظرة المفيدة للنَّاس مَا وصلت إِلَى مُنْتَهَاهَا بل تمت على مَبْحَث التحريف لِأَن القسيس فندر قَالَ للفاضل التَّحْرِير فِي الْيَوْم الثَّانِي بعد مَا فرغوا عَن المباحثة أَنا لَا نناظر فِي مَسْأَلَة التَّثْلِيث مَا لم تقروا بِحَقِيقَة هَذَا الْإِنْجِيل لِأَن هَذِه الْمَسْأَلَة تثبت بِالْكتاب لَا بِالْعقلِ ¶ فَقَالَ الْفَاضِل التَّحْرِير أَنا إِذا أثبتنا التحريف وسلمتم أَيْضا فِي سَبْعَة أَو ثَمَانِيَة مَوَاضِع وسلمتم أَيْضا فِي أَرْبَعِينَ ألف مَوضِع سَهْو الْكَاتِب بِالْمَعْنَى الَّذِي مَا بَقِي بِحَسب هَذَا الْمَعْنى بَيْننَا وَبَيْنكُم إِلَّا النزاع اللَّفْظِيّ فَكيف نسلم فِي تِلْكَ الصُّورَة هَذَا الْكتاب ¶ فتمت المباحثة وَبقيت الْأُمُور الَّتِي كَانَت تذكر فِي مَسْأَلَة التَّثْلِيث والنبوة غير مَذْكُورَة ¶ وَلما كنت فِي الْيَوْمَيْنِ اللَّذين أنعقد فيهمَا مجْلِس المناظرة حَاضرا حررت تَقْرِير الْجَانِبَيْنِ فَكنت أُرِيد أَن أجعَل هَذِه المباحثة على ثَلَاثَة أَقسَام ¶ أذكر فِي الْقسم الأول ¶ مكاتيب الْفَاضِل التَّحْرِير والقسيس بفندر والتقرير اللساني الَّذِي جرى بَينهمَا",
            "page": "41",
            "part": "1",
            "seal": "259FB823"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وَفِي الْقسم الثَّانِي ¶ أَدِلَّة إبِْطَال التَّثْلِيث ¶ وَفِي الْقسم الثَّالِث ¶ أَدِلَّة حَقِيقَة نبوة النَّبِي صلى الله عَلَيْهِ وَسلم ¶ لكنه ظهر أَمر عَجِيب فِي هَذَا الْوَقْت وَهُوَ أَن القسيس فعل حركتين عجيبتين ¶ الأولى أَنه أرسل مكتوبه وَثَلَاثَة كتب مَمْلُوءَة بالمطاعن إِلَى الْحَكِيم مُحَمَّد وَزِير خَان فَقَامَتْ على هَذِه الْحَرَكَة مباحثة جَدِيدَة أُخْرَى ¶ وَالثَّانيَِة أَنه طبع المباحثة على طَرِيق آخر على حسب اشتهاء خاطره فَصَارَ ردهَا ضَرُورِيًّا ¶ فَجعلت هَذِه المباحثة خَمْسَة أَقسَام ¶ ذكرت فِي الْقسم الأول المكاتيب الْمَذْكُورَة والتقرير اللساني ¶ وَفِي الثَّانِي مكاتيب القسيس بفندر والحكيم مُحَمَّد وَزِير خَان ¶ وَفِي الثَّالِث أَدِلَّة إبِْطَال التَّثْلِيث ¶ وَفِي الرَّابِع أَدِلَّة نبوة النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَفِي الْخَامِس رد رِسَالَة المباحثة الَّتِي طبعها القسيس ¶ ثمَّ بيّنت فِي الخاتمة نتيجة هَذِه المباحثة ¶ وَأَرْجُو من النَّاظر أَن يَدْعُو لي بِدُعَاء الْخَيْر",
            "page": "42",
            "part": "1",
            "seal": "F0732E7E"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "الْمَكْتُوب الأول ¶ من الْفَاضِل إِلَى القسيس إِنِّي وصلت إِلَى هَذَا الْبَلَد أَي أكبر أباد لأمر مَا وَحصل لي الْفَرَاغ من هَذَا الْأَمر الَّذِي كنت مشتغلا فِيهِ وَأُرِيد أَن أرجع إِلَى دهلي ¶ وارتسم فِي قلبِي إِلَى الْآن بِفضل الله بالأدلة القطعية أَن الْكتب المقدسة عنْدكُمْ مَنْسُوخَة ومحرفة وَأَن الدّين الأحمدي حق ارتساما لَا يخْطر ببالي خِلَافه على سَبِيل الْوَهم الضَّعِيف أَيْضا وطالعت مطالعة كَثِيرَة فِي كتبكم وكتبت جوابها أَيْضا وَلكم توجه تَامّ فِي رد الْملَّة الإسلامية ¶ وَقَالَ الْفَاضِل أَمِير الله أَنكُمْ كَمَا تحبون المباحثة التحريرية بِمُقْتَضى الْكَمَال فَكَذَلِك تحبون المباحثة التقريرية فِي المشافهة أَيْضا وأمرتم أَن أحضر فِي بَيتكُمْ فَحَضَرت على مَا أمرْتُم بمعية الْفَاضِل الْمَزْبُور لكني رجعت بِدُونِ اللِّقَاء لقُصُور الطالع وَأُرِيد لأجل الْأُمُور الَّتِي مر ذكرهَا أَن أستفيد من تقريركم بِحُضُور الْأَشْخَاص الْمَعْدُودين من أهل الْعلم من الْمُسلمين والمسيحيين وَأظْهر مكنوناتي ليحصل لكل من الْحَاضِرين اطلَاع على إفادتكم",
            "page": "43",
            "part": "1",
            "seal": "1C730204"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وَلما صرحتم فِي تأليفاتكم أَن مَسْأَلَتي النّسخ والتحريف أعظم الْمسَائِل الْمُتَنَازع فِيهَا بَين المسيحيين والمحمديين وقلتم أَنَّهُمَا أول أُمُور من المباحثة كَمَا هُوَ مُصَرح فِي مكتوبكم الأول المندرج فِي حل الأشكال ¶ فالفقير أَيْضا سلم كَونهمَا عُمْدَة اتبَاعا لرأيكم ورضى أَن تكون المباحثة أَولا على هَاتين الْمَسْأَلَتَيْنِ وبعدهما يتَكَلَّم فِي الْمَسْأَلَة الَّتِي يَقع عَلَيْهَا رضَا الطَّرفَيْنِ ¶ فَإِن كَانَ هَذَا الْأَمر مَقْبُولًا عنْدكُمْ فعينوا يَوْمًا ومكانا ثمَّ أخبروني لأقيم فِي هَذَا الْبَلَد إِلَى أَن أفرغ عَن هَذَا الْأَمر وَإِلَّا أرجع إِلَى دهلي إِذْ لَا مَطْلُوب لي فِي الْإِقَامَة بِهَذَا الْبَلَد غير المباحثة ¶ فأرجو من لطفكم أَن تخبروني فِي جَوَاب هَذَا الْمَكْتُوب عَن أحد الْأَمريْنِ ¶ وَوصل إِلَيْكُم كتاب إِزَالَة الأوهام من دهلي وَالْغَالِب أَن رِسَالَة أحسن الْأَحَادِيث فِي إبِْطَال التَّثْلِيث وصلت أَيْضا إِلَيْكُم وسيصل إِلَيْكُم الْكتاب الإعجاز العيسوى الَّذِي حصل لي الْفَرَاغ عَن تأليفه فِي هَذِه الْأَيَّام وَأخذ فِي آخِره الْفَصْل الثَّالِث من الْبَاب الأول من ميزَان الْحق أَيْضا وأجبت عَنهُ كلمة كلمة وسيصل بعد ذَلِك كتاب إِزَالَة الشكوك الَّذِي هُوَ جَوَاب سُؤَالَات الكرانجي",
            "page": "44",
            "part": "1",
            "seal": "DA38DBEB"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وفرغت عَن تأليفه من مُدَّة وَوَقع الْهَرج فِي طبعه بِسَبَب وصولي إِلَى هَذَا الْبَلَد ويطبع إِذا رجعت إِلَى دهلي وَبعد ذَلِك يصل كتاب الإستبشار الَّذِي هُوَ رد حل الأشكال وألفه بعض أحبائي وأرسله إِلَى وسيطبع أَيْضا ويصل بعد ذَلِك كتاب معدل اعوجاج الْمِيزَان جَوَاب ميزَان الْحق الَّذِي جَاءَ ذكره فِي إِزَالَة الأوهام ¶ فَالْحَاصِل أَن كل كتاب بعد الطَّبْع يصل إِلَيْكُم هدَانَا الله وعباده أَجْمَعِينَ إِلَى معرفَة الْحق ووفق للسلوك على الطَّرِيق الْمُسْتَقيم وخلصنا من التعصب والأمور الْمضرَّة للآخرة آمين ¶ حرر هَذَا الْمَكْتُوب فِي 23 جمادي الْأُخْرَى سنة 1270 من الْهِجْرَة و 23 مارس سنة 1854 من الميلاد ¶ الْمَكْتُوب الأول من القسيس ¶ وصل كتابكُمْ الْكَرِيم وانكشفت الْحَالَات وتأسفت على أَنكُمْ شرفتم بَيْتِي وَمَا كنت حَاضرا وَرَجَعْتُمْ بِلَا نيل الْمَقْصُود لكني مَعْذُور مَا كنت مطلعا على عزم مجيئكم من قبل ¶ وَمَا قلت للفاضل أَمِير الله فِي مجيئكم على بَيْتِي غير أَنِّي قلت فِي جَوَاب بعض أَقْوَاله هَذَا الْكَلَام يَقِينا أَن كَانُوا طالبي المناظرة عَلَانيَة فَلَا بُد من الملاقاة أَولا وَمَا أمرت كَمَا أشرتم وَظهر من مكتوبكم أَن مقصودكم المباحثة الْعَلَانِيَة فِي مجمع الْأَشْخَاص من الْفَرِيقَيْنِ",
            "page": "45",
            "part": "1",
            "seal": "36F233D8"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وَهَذِه الطَّرِيقَة وَإِن لم تكن عِنْدِي مفيدة إِفَادَة كَثِيرَة لكني لست بِخَارِج عَن إطاعة أَمركُم وأشاور أَولا فِي تعْيين الْيَوْم وَالْوَقْت اثْنَيْنِ أَو ثَلَاثَة من أُمَرَاء الإنكليز ثمَّ أخْبركُم وَينْعَقد محفل المناظرة بعده ¶ والمستحسن أَن يُرَاعى فِي هَذِه المباحثة هَذِه الْأُمُور ¶ الْأَمر الأول أَن تكون المناظرة فِي النّسخ والتحريف كَمَا استدعيتم ¶ وَالثَّانِي يتَكَلَّم فِي أَمر يكون مُخْتَار الطَّرفَيْنِ ¶ وَالثَّالِث أَن لَا يذكر أَمر خَارج عَن الْبَحْث فِي أثْنَاء المناظرة ¶ وَالرَّابِع أَن يكون وَاحِد حكما يُقَال لَهُ جيرمن فِي عرف الانكليز لِئَلَّا يكون محفل المناظرة عَارِيا من حسن الإنتظام والتهذيب فَقَط 23 مارس سنة 1854 م ¶ الْمَكْتُوب الثَّانِي من الْفَاضِل التَّحْرِير ¶ وصل كتابكُمْ الْكَرِيم وصرت ممنونا لأجل قبولكم المناظرة الْعَلَانِيَة وَظهر مَا وعدتم من الْأَخْبَار عَن تعْيين الْيَوْم وَالْوَقْت بعد الْمُشَاورَة وَمَا طلبتم من مُرَاعَاة الْأُمُور الْأَرْبَعَة ¶ فأرجو أَنكُمْ تخبروني بعد الْمُشَاورَة وَالْأَمر الأول كَانَ مَقْبُولًا عِنْدِي من قبل اتبَاعا لرأيكم وَالْأَمر الثَّالِث لما كَانَ مَحْمُودًا مستحسنا مُوَافقا لدأب المناظرة صَار مَقْبُولًا بِكَمَال الرِّضَا لَكِن الْأَمر الثَّانِي مُحْتَاج إِلَى شَيْء من التَّوْضِيح فَلذَلِك أكلفكم أَن تصرحوا أَن مقصودكم مَاذَا من هَذِه",
            "page": "46",
            "part": "1",
            "seal": "ABF408AF"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "الْفَقْرَة وَالثَّانِي يتَكَلَّم فِي أَمر يكون مُخْتَار الطَّرفَيْنِ لأبادر إِلَى الْقبُول بعد الْعلم ¶ بَقِي الْأَمر الرَّابِع فالغالب أَن مرادكم بِلَفْظ أحد أَمِير من أُمَرَاء الإنكليز وَأَنِّي غَرِيب فِي هَذَا الْبَلَد لَا أعرف أحدا من هَؤُلَاءِ الْعِظَام لأظهر رضاي بِهِ وَإِن رضيت بِأحد من أهل الْإِسْلَام فالغالب أَن هَذَا الْأَمر لَا يكون مَقْبُولًا عنْدكُمْ على أَن هَذِه المباحثة تكون فِي الْمسَائِل الْعَظِيمَة ¶ فَفِي هَذِه الصُّورَة سَوَاء كَانَ الحكم مسيحيا أَو محمديا أَي مُسلما لَا ترْتَفع شُبْهَة رِعَايَة الحكم عَن قُلُوب الْخلق سَوَاء كَانَ مسيحيا أَو محمديا فَأرى أَن لَا يكون هَذَا الْأَمر مَشْرُوطًا وَظَاهره أَن هَذَا الْأَمر لَيْسَ بمحتاج إِلَيْهِ أَيْضا لِأَنَّهُ إِذا كَانَ أهل الْعلم من الْمُسلمين والمسيحيين والمجوسيين فِي محفل المناظرة فَهَذَا المحفل لَا يكون عَارِيا عَن حسن الإنتظام وَالْفَقِير قَلِيل الْمعرفَة بِاللِّسَانِ الإنكيزي وَيحْتَاج الْفَرِيقَانِ إِلَى تَصْحِيح النَّقْل عَن الْكتب ¶ فَجعلت الْحَكِيم مُحَمَّد وَزِير خَان شَرِيكا لي فَاخْتَارُوا أَنْتُم لأجلكم شَرِيكا يكون لائقا بِهَذَا الْأَمر ويراعي إِلَى آخر المباحثة أَن لَا يكون لأحد دخل فِي أثْنَاء المناظرة وَلَا يتَكَلَّم بِلَا أَو نعم غير الْأَرْبَعَة أَعنِي أياكم وشريككم وإياي والحكيم مُحَمَّد وَزِير خَان 24 جمادي الْأُخْرَى سنة 1270 من الْهِجْرَة و 24 مارس سنة 1854 من الميلاد ¶ الْمَكْتُوب الثَّانِي من القسيس ¶ وصل كتابكُمْ فِي جَوَاب كتابي وانكشف مضامينه انكشافا بَينا وَهَذَا العَبْد أَيْضا رَاض أَن يكون الإثنان من الْجَانِبَيْنِ وَلَا يكون الحكم فكون الْحَكِيم مُحَمَّد وَزِير خَان فِي جانبكم مَقْبُول وَيكون القسيس فرنج",
            "page": "47",
            "part": "1",
            "seal": "3E54D278"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "فِي جَانِبي لكنه يروح يذهب الْيَوْم إِلَى على كده وَغَيرهَا لأجل تَبْدِيل الْهَوَاء وَيرجع بعد أسبوعين فَتكون المباحثة مُتَأَخِّرَة إِلَى مَجِيئه فَإِذا جَاءَ ينْعَقد محفل المناظرة ¶ وَلما جرت الْعَادة أَن أَكثر الناظرين والسامعين يَجْتَمعُونَ عِنْد انْعِقَاد أَمْثَال هَذَا المحفل فالمتيقن أَنه يجْتَمع فِي هَذَا الْوَقْت من الْجَانِبَيْنِ أَكثر الْأُمَرَاء من الإنكليز وَأكْثر أهل الْبَلدة وَلَا يكون لأحد دخل فِي المباحثة إِلَّا أَن خطر ببال أحد قَول حسن أَو كلمة مستحسنة لَا يكون لَهُ ممانعة عَن الْإِظْهَار وَتَكون الممانعة عَن الدخل التدخل فِي المناظرة وَيكون هَذَا الْأَمر منحصرا فِي الْإِثْنَيْنِ الْإِثْنَيْنِ اللَّذين تقررا من كل جَانب فَقَط 25 مارس سنة 1854 ¶ الْمَكْتُوب الثَّالِث من الْفَاضِل ¶ وصل كتابكُمْ الْكَرِيم فِي جَوَاب كتابي وَظهر أَنكُمْ رَضِيتُمْ بِفَسْخ الشَّرْط الرَّابِع واستحسنتم كَون الْإِثْنَيْنِ الْإِثْنَيْنِ من الْجَانِبَيْنِ وقبلتم أَن يكون الْحَكِيم مُحَمَّد وَزِير خَان شَرِيكا لي وجعلتم القسيس فرنج شَرِيكا لكم وطلبتم مهلة اسبوعية لأجل عذر عزم القسيس فرنج على السّفر إِلَى على كده وَغَيرهَا",
            "page": "48",
            "part": "1",
            "seal": "BE8177E9"
        },
        {
            "hno": "26",
            "id": "14",
            "nass": "لَا يخفى عَلَيْكُم أَن إقامتي فِي هَذِه الْبَلدة كإقامة الْمُسَافِرين وَلَا أحب زيادتها ¶ وَقد طلبت مِنْكُم فِي الْكتاب السَّابِق توضيح الشَّرْط الثَّانِي لكنكم مَا أوضحتم فِي جَوَابه ¶ فَالْآن استدعى مِنْكُم ثَلَاثَة أُمُور مُعْتَمدًا على لطفكم ¶ الأول أَن لَا تستدعي مهلة أُخْرَى غير مهلة الأسبوعين الَّتِي قبلت اتبَاعا لأمركم ¶ وَالثَّانِي إِيضَاح الشَّرْط الثَّانِي لأتكلم عَلَيْهِ من الْقبُول وَعَدَمه ¶ وَالثَّالِث أَن تخبروني عَن تعْيين الْمَكَان فِي هذَيْن الأسبوعين قبل يَوْم المناظرة بِثَلَاثَة أَيَّام أَو أَرْبَعَة وَالسَّلَام على من اتبع الْهدى ¶ 26 - جمادي الْآخِرَة سنة 1270 من الْهِجْرَة و 26 مارس سنة 1854 ق الميلاد",
            "page": "49",
            "part": "1",
            "seal": "687B6B78"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الْمَكْتُوب الثَّالِث من القسيس ¶ وصل كتابكُمْ الْكَرِيم وانكشف مَقْصُوده ¶ لَا تمتد مُدَّة رُجُوع القسيس فرنج أَزِيد من أسبوعين إِن شَاءَ الله فَلَا تَفَكَّرُوا لأجل هَذَا الْأَمر وَإِذا جَاءَ أخْبركُم وَينْعَقد محفل المناظرة فِي الخان الَّذِي كَانَ فِيهِ مدرسة فِي السَّابِق وَتَكون جلْسَة المناظرة وَقت الصُّبْح من السَّاعَة السَّادِسَة وَنصف إِلَى السَّاعَة الثَّامِنَة لِأَن امرأء الإنكليز لَا يتحملون الْجُلُوس أَزِيد من هَذَا وَلَا أقدر على تعْيين يَوْم المناظرة الْآن وأخبركم عَنهُ بعد رُجُوع القسيس فرنج وتوضيح ¶ الشَّرْط الثَّانِي أَنكُمْ أشرتم فِي الْمَكْتُوب الأول أَنه يتَكَلَّم بعد مباحثة النّسخ والتحريف فِي الْمَسْأَلَة الَّتِي يكون عَلَيْهَا اتِّفَاق الْفَرِيقَيْنِ فَجعلت هَذِه الْإِشَارَة قانونا فِي مكتوبي وكتبت أَن المباحثة تكون ¶ أَولا على النّسخ والتحريف ثمَّ على أَمر يكون مُخْتَار الْفَرِيقَيْنِ وَأَنا استدعى أَنَّهَا تكون على نبوة نَبِي الْإِسْلَام صلى الله عَلَيْهِ وَسلم بِأَن توردوا الدَّلَائِل الَّتِي تكون مثبتة لرسالته فَقَط 270 مارس سنة 1854 م ¶ الْمَكْتُوب الرَّابِع من الْفَاضِل التَّحْرِير ¶ وصل كتابكُمْ الْكَرِيم وَعلمت أَن مُدَّة المهلة لَا تتجاوز عَن الأسبوعين وَأَن الجلسة تكون فِي الخان الَّذِي كَانَت الْمدرسَة فِيهِ وَأَن وَقت الجلسة يكون وَقت الصُّبْح من السَّاعَة السَّادِسَة وَنصف إِلَى الثَّامِنَة ¶ فَفَرِحت فَرحا كثيرا بِإِدْرَاك مَضْمُون الْفَقْرَة الأولى وَقبلت الْأَمر المندرج فِي الْفَقْرَة الثَّانِيَة بِرِضا الْقلب لكني لَا أبادر على قبُول مَضْمُون الْفَقْرَة الثَّالِثَة لأمرين",
            "page": "50",
            "part": "1",
            "seal": "4A960A52"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "الأول أَن الظَّاهِر أَنكُمْ تجيئون بِهَذِهِ المباحثة يَوْمًا وَاحِدًا والمدة سَاعَة وَنصف ويضيع فِيهَا أَيْضا فِي انْتِظَار النَّاس مِقْدَار نصف سَاعَة فَفِي الْبَاقِيَة لَا يُمكن انْفِصَال الْمَسْأَلَة الْوَاحِدَة فضلا عَن انْفِصَال الْمسَائِل الثَّلَاث الْعَظِيمَة الْأُخْرَى الَّتِي تقصدون المباحثة فِيهَا ¶ وَالثَّانِي أَن الْحَكِيم مُحَمَّد وَزِير خَان لَيْسَ لَهُ فرْصَة فِي وَقت الصُّبْح لإنشغاله فِي هَذَا الْوَقْت بِأَمْر خسته خانة وَأَنِّي لست بمحتاج إِلَى إعانته وشركته خَاصَّة فِي هَذِه المباحثة وَلَيْسَ لَهُ شوق إِلَى هَذَا الْأُمُور أَيْضا لكني لَا أعرف فِي هَذَا الْبَلَد غَيره مِمَّن لَهُ معرفَة بِلِسَان الإنكليز وَتَقَع الْحَاجة فِي المناظرة إِلَى تَصْحِيح النَّقْل وَالرُّجُوع إِلَى الْمَنْقُول عَنهُ يَقِينا ¶ وَلأَجل هَذِه الضَّرُورَة الشَّدِيدَة جعلته شَرِيكا وَلكم همة عالية فِي أَمْثَال هَذَا الْأَمر وَحصل لكم الإمتياز عَن جَمِيع القسس لأجل هَذَا الْعَزْم القوى ¶ فالتمس مِنْكُم أَنه لابد لكم من أَن تقبلُوا هذَيْن الْأَمريْنِ لإِثْبَات الْحق ¶ الأول أَن توسعوا فِي الْوَقْت وَلَا تلاحظوا إِلَى النَّاس السامعين غير هَذَا الْقدر أَن يجلس كل وَاحِد مِنْهُم إِلَى مَا يَشَاء وَيذْهب مَتى يَشَاء وَأَنْتُم لَا تقومون قبل تصفية الْمسَائِل وَيكون ي هَذِه الصُّورَة ايضا أنَاس كَثِيرُونَ من المسيحيين وَالْمُسْلِمين وَالْمُشْرِكين موجودين إِلَى آخر الجلسة إِن شَاءَ الله وَإِن ذهب الْأُمَرَاء الْعِظَام من الإنكليز وَإِن لم تقدروا أَن تتحملوا هَذِه الْمَشَقَّة فِي يَوْم وَاحِد فعينوا فِي كل يَوْم مُدَّة سَاعَة وَنصف إِلَى أَن يحصل الْفَرَاغ من تصفية هَذِه الْمسَائِل ¶ وَالثَّانِي أَن تكون الجلسة يَوْم الْأَحَد بعد السَّاعَة الْعَاشِرَة لِأَنَّهُ يكون الْفَرَاغ فِي هَذَا الْيَوْم لجَمِيع متعقي دولة الإنكليز وَيكون لكم الْفَرَاغ أَيْضا فِي هَذَا الْيَوْم بعد السَّاعَة الْعَاشِرَة عَن الْعِبَادَة المقررة",
            "page": "51",
            "part": "1",
            "seal": "2F48FBDF"
        },
        {
            "hno": "28",
            "id": "17",
            "nass": "وللحكيم عَن أَمر خسته خَان وَلِجَمِيعِ النَّاس سَوَاء كَانُوا أُمَرَاء الإنكليز أَو أهل الْبَلَد عَن جَانب الْأكل وَالشرب وَإِن كَانَ لكم عذر فِي يَوْم الْأَحَد فعينوا يَوْمًا آخر بدله بعد السَّاعَة الْعَاشِرَة فَقَط ¶ 28 - جُمَادَى الْأُخْرَى سنة 1270 من الْهِجْرَة و 28 مارس سنة 1854 من الميلاد يَوْم الثُّلَاثَاء ¶ الْمَكْتُوب الرَّابِع من القسيس ¶ وصل كتابكُمْ الْكَرِيم ووقفت على العذرين اللَّذين كتبتم لأجل عدم قبُول الْفَقْرَة الثَّالِثَة المندرجة فِي كتابي وَمَا ظننتم أَنِّي أحضر مجْلِس المناظرة يَوْمًا وَاحِدًا فَقَط فَظن غير صَحِيح بل أحضر إِلَى انْفِصَال الْمسَائِل المتنازعة والجلسات الَّتِي تقع إِلَيْهَا الْحَاجة لتصفية هَذِه الْأُمُور تَنْعَقِد لَكِن مِقْدَار الجلسة ووقتها يكونَانِ كَمَا كتبت فِي العريضة السَّابِقَة لَا غير لِأَن أُمَرَاء الإنكليز لَيْسَ لَهُم وَقت أنسب مِنْهُ فِي أَمْثَال هَذَا الْأَمر وَلَا يُمكن يَوْم الْأَحَد كَمَا جوزتم ويتعسر إنعقاد الجلسة على التَّوَاتُر فِي كل يَوْم أَيْضا نعم يُمكن فِي كل أُسْبُوع مرَّتَيْنِ أَو ثَلَاث مَرَّات وأخبركم عَن تعْيين أَيَّام إنعقاد الجلسة بعد رُجُوع القسيس فرنج فَقَط 28 مارس سنة 1854 ¶ الْمَكْتُوب الْخَامِس من الْفَاضِل التَّحْرِير ¶ وصل كتابكُمْ الْكَرِيم وصرت مُتَعَجِّبا غَايَة التَّعَجُّب لأنكم لَا ترْضونَ بتبديل الْوَقْت ومقداره وَلَا ترْضونَ أَيْضا أَن تكون المباحثة يَوْم الْأَحَد وَلَا بمجئ كل يَوْم على التوالي بل كل أُسْبُوع مرَّتَيْنِ أَو ثَلَاث مَرَّات فَالظَّاهِر أَنكُمْ تفرون من المباحثة التقريرية فَلَا توسعون وَقت الجلسة وَلَا ترْضونَ بتبديله ¶ أنظروا إِلَى أَنِّي مُسَافر ولي هرج كثير فِي إِقَامَة هَذَا الْبَلَد وَمَعَ ذَلِك لما استدعيتم مهلة أسبوعين بِعُذْر عزم القسيس فرنج قبلتها وَلَا",
            "page": "52",
            "part": "1",
            "seal": "E7A5E7A6"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "تقبلون تَبْدِيل الْوَقْت الَّذِي فِيهِ عذر قوى لشريكي لإنشغاله بِأَمْر خسته خانه ¶ والعذر بِأَن أُمَرَاء الإنكليز لَيْسَ لَهُم وَقت أنسب مِنْهُ ضَعِيف لأَنا لَو فَرضنَا أَنهم لَا يحْضرُون فَلَا بَأْس لِأَن أُنَاسًا كثيرين آخَرين من الْمُسلمين والمسيحيين يحْضرُون وَهَذِه المباحثة لَيست مَوْقُوفَة على حُضُور هَؤُلَاءِ الْأُمَرَاء فِي رَأْيِي وَإِن كَانَت مَوْقُوفَة فِي رَأْيكُمْ على حضورهم فالغالب أَنهم وَكَذَا سَائِر النَّاس يكونُونَ فارغين بعد غرُوب الشَّمْس فعينوا هَذَا الْوَقْت وَلَو كنت أعرف فِي هَذَا الْبَلَد أحدا مُعْتَمدًا عَارِفًا بِلِسَان الإنكليز غير الْحَكِيم الْمَذْكُور جعلته شَرِيكا لي الْبَتَّةَ واخترت المباحثة التقريرية لأجل أَن الإنفصال فِيهَا يكون أسْرع من المباحثة التحريرية وَهَذَا الْأَمر أنسب واليق بغربتي ¶ وَإِذا كَانَت تِلْكَ أَيْضا فِي الْأُسْبُوع مرّة أَو مرَّتَيْنِ وَلَا يكون مقدارها إِلَّا سَاعَة وَنصفا فَلَا رُجْحَان لَهَا على المباحثة التحريرية وَلَا يحصل السرُور للسامعين أَيْضا وَلَا يَنْقَطِع الْكَلَام فِي كل مرّة على مَحَله وَيحْتَاج إِلَى إِعَادَته فِي الْمرة الثَّانِيَة وَلَا بُد من مُدَّة طَوِيلَة لَا أقدر على تحملهَا فِي المسافرة فألتمس مِنْكُم أَن تتركوا الْوَقْت الَّذِي من طُلُوع الشَّمْس إِلَى السَّاعَة الْعَاشِرَة 24 وتعينوا وقتا آخر يكون مناسبا لكم سَوَاء كَانَ فِي النَّهَار أَو اللَّيْل ¶ لِأَنَّهُ لَا عذر لنا بِوَجْه من الْوُجُوه فِي غير الْوَقْت الْمَذْكُور فِي سَائِر أَجزَاء النَّهَار وَاللَّيْل ¶ وَلَا بُد من المجئ فِي كل يَوْم إِلَى إنفصال الْمسَائِل المتنازعة لتتم المناظرة فِي أَيَّام مَعْدُودَة وَأَن وَقع عَلَيْكُم فِي تِلْكَ الْأَيَّام مشقة لِأَن تحملهَا من محَاسِن أخلاقكم ومحاسن أَخْلَاق القسيسين لَيْسَ بِبَعِيد وَإِن لم يكن التماسي هَذَا مَقْبُولًا عنْدكُمْ لعذر مَا فتصوروا أَن كتابي هَذَا كتاب أخير",
            "page": "53",
            "part": "1",
            "seal": "53CA9A33"
        },
        {
            "hno": "30",
            "id": "19",
            "nass": "وأخبروني إِلَى الْغَد قبل صَلَاة الْجُمُعَة لأقطع هَذَا الرَّجَاء وأرجع إِلَى دهلي بعد أَدَاء صَلَاة الْجُمُعَة أَن اتّفق وَإِلَّا فَفِي يَوْم السبت وَلَا أضيع أوقاتي فِي الْغَفْلَة والعبث فَقَط ¶ 30 - جُمَادَى الْأُخْرَى سنة 1270 من الْهِجْرَة و 30 مارس سنة 1854 من الميلاد ¶ الْمَكْتُوب الْخَامِس من القسيس ¶ وصل كتابكُمْ الْكَرِيم وانكشفت الْحَالَات المندرجة فِيهِ نسبتم إِلَى لفظ الْفِرَار وَهُوَ مُخَالف لدأب تَحْرِير أَرْبَاب التَّهْذِيب وَأي مَانع لي أَن أنسب هَذَا اللَّفْظ إِلَيْكُم أَيْضا فِي الْقبُول وَعَدَمه اللَّذين وَقعا بيني وَبَيْنكُم فِي الْأُمُور الْمُتَعَلّقَة بِهَذِهِ المباحثة لأنكم مَا سلمتم الْأُمُور المرضية لي لَكِن هَذَا اللَّفْظ غير مُنَاسِب جدا لأقدر أَن أكتب",
            "page": "54",
            "part": "1",
            "seal": "96E67142"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "وَمَا كتبتم فِي تعْيين الْوَقْت بعد السَّاعَة الْعَاشِرَة سَوَاء كَانَ فِي النَّهَار أَبُو بعد غرُوب الشَّمْس فأشاور فِي هَذَا الْبَاب وَاحِدًا أَو أثنين من أُمَرَاء الإنكليز ثمَّ أخْبركُم",
            "page": "55",
            "part": "1",
            "seal": "7B91615B"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وكتبت فِي الْكتاب السَّابِق أَنكُمْ توردون دَلَائِل إِثْبَات نبوة نَبِيكُم بعد الْفَرَاغ عَن مباحثة النّسخ والتحريف فَمَا كتبتم فِي جَوَابه من الْقبُول وَعَدَمه فَإِن كتبتم يكون حسنا فَقَط 30 مارس سنة 1854 ¶ الْمَكْتُوب السَّادِس من القسيس ¶ وعدت فِي كتابي الْعَجز الْأَخير الَّذِي أَرْسلتهُ أمس فِي جَوَاب كتابكُمْ الْكَرِيم أَنِّي أشاور وَاحِدًا أَو إثنين من أُمَرَاء الإنكليز فِي أَمر الْوَقْت الَّذِي جوزتم ثمَّ أخْبركُم فشاورت الْيَوْم فَمَا اسْتحْسنَ أحد من المستشارين الْوَقْت الْمَذْكُور فَيكون وَقت المباحثة هُوَ الْوَقْت الَّذِي أخْبرت عَنهُ فِي الْكتاب السَّابِق أَعنِي وَقت الصُّبْح من السَّاعَة السَّادِسَة وَالنّصف إِلَى السَّاعَة الثَّامِنَة وَلما كَانَ لكم عذر لعدم فرَاغ الْحَكِيم فَذَهَبت الْيَوْم لتَحْصِيل الْإِجَازَة إِلَى الْحَكِيم مارى وحصلت مِنْهُ الْإِجَازَة لحضور حَكِيم مُحَمَّد وَزِير خَان وَقت الصَّباح فِي جلْسَة المباحثة فَقَالَ الْحَكِيم مارى أَنا أجيزه وَيكون عدم حُضُوره فِي خسته خانه يَوْم المباحثة معافى فَمَا بقى لكم الْآن فِي أَمر الْوَقْت عذر وكتبت إطلاعا لكم وَأَنا أنْتَظر لجواب الْكتاب الَّذِي أَرْسلتهُ أمس فأرجو مِنْكُم جَوَاب الْكِتَابَيْنِ فَقَط 31 مارس سنة 1854 ¶ الْمَكْتُوب السَّادِس من الْفَاضِل التَّحْرِير ¶ وصل إِلَى كِتَابَانِ كريمان مِنْكُم وانكشف مِنْهُمَا أَن رضاكم أَن يباحث فِي نبوة خير الْبشر صلى الله عَلَيْهِ وَسلم بعد الْفَرَاغ عَن مباحثه النّسخ والتحريف ¶ وَأَن المستحسن فِي رَأْيكُمْ عدم تَبْدِيل الْوَقْت وَلذَلِك حصلتم الْإِجَازَة",
            "page": "56",
            "part": "1",
            "seal": "C3337332"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "من الْحَكِيم مارى للحكيم مُحَمَّد وَزِير خَان وَأَنا اسْتحْسنَ أَن يباحث أَولا فِي مَسْأَلَة التَّثْلِيث بعد الْفَرَاغ عَن مباحثة الْمَسْأَلَتَيْنِ المذكورتين ثمَّ يباحث ثَانِيًا فِي مَسْأَلَة النُّبُوَّة لِأَن مَسْأَلَتي التَّثْلِيث والنبوة وَإِن كَانَتَا أَشد نزعا من الْمسَائِل الْأُخَر بَين المسيحيين والمحمديين الْمُسلمين بعد مَسْأَلَتي النّسخ والتحريف فَأهل الْإِسْلَام يُنكرُونَ الأولى ويثبتون الثَّانِيَة والمسيحيون يعكسون وجوبا لكنكم جعلتم فِي بعض تأليفاتكم إِنْكَار التَّثْلِيث دَلِيلا من أَدِلَّة إبِْطَال نبوة مُحَمَّد صلى الله عَلَيْهِ وَسلم فعلى رَأْيكُمْ مَسْأَلَة التَّثْلِيث مدَار إبِْطَال النُّبُوَّة ¶ وَقبلت الْأَمر الثَّانِي بِكَمَال رضَا الخاطر وَإِن لم يظْهر لي وَجه حسن لعدم تَبْدِيل الْوَقْت لِأَن الْعذر كَانَ لأجل الْحَكِيم مُحَمَّد وَزِير خَان وَقد ارْتَفع بتحصيلكم الْإِجَازَة فأحضر يَوْم انْعِقَاد الجلسة وَقت الصَّباح إِن شَاءَ الله ¶ لكني قد التمست مِنْكُم فِي الْكتاب الْمُرْسل فِي 30 مارس أَنه لَا بُد من حضوركم كل يَوْم غير يَوْم الْأَحَد إِلَى انْفِصَال الْمسَائِل المتنازعة وَلَا أكلفكم يَوْم الْأَحَد فَإِن لم يظْهر عذر من جانبكم فِي حُضُور كل يَوْم غر يَوْم الْأَحَد لَا يظْهر من حانبي أَيْضا عذر مَا وآذيتكم مرَارًا لقبُول هَذَا الشَّرْط لأجل أَنِّي مُسَافر فَقَط 2 رَجَب سنة 1270 من الْهِجْرَة و 1 نيسان إبريل الفرنجي سنة 1854 من الميلاد ¶ الْمَكْتُوب السَّابِع من القسيس ¶ وصل كتابكُمْ الْكَرِيم فِي جَوَاب الْكِتَابَيْنِ وانكشف الْحَال وكتبتم بِنَاء على وَجه غير ضَرُورِيّ أَن مَسْأَلَة التَّثْلِيث تقدم على مَسْأَلَة إِثْبَات نبوة نَبِي",
            "page": "57",
            "part": "1",
            "seal": "883C549D"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "الْإِسْلَام وَكَانَ اللَّائِق عدم تَغْيِير الْأَمر الَّذِي جوزت عَن مَحَله كَمَا لم أغير الْأُمُور المجوزة لكم ¶ وَلَا عذر لي فِي مباحثة التَّثْلِيث وَأَقْبل تَقْدِيم هَذَا المبحث على مَبْحَث النُّبُوَّة بِشَرْط أَن تتوجهوا توجيها تَاما إِلَى اختتام المباحثة وَمَا كتبتم من حضوري كل يَوْم فِي جلْسَة المباحثة فقد كتبت أَولا فِي جَوَاب كتابكُمْ الْمَكْتُوب 30 مارس أَن حضوري وَحُضُور أُمَرَاء الإنكليز كل يَوْم غير مُمكن ¶ نعم يعين فِي كل أُسْبُوع أَيَّام لحضور جلسات المباحثة وَهَذَا الْأَمر أَيْضا مَوْقُوف على رُجُوع القسيس فرنج وأظن أَن الْأُسْبُوع الأول لَا ينْعَقد فِيهِ أَزِيد من جلستين لِأَن يَوْم صلب الْمَسِيح يكون فِيهِ لَكِن الأسابيع الَّتِي بعده فالأغلب أَن يعين من كل مِنْهَا ثَلَاثَة أَيَّام أَو أَرْبَعَة أَيَّام لهَذَا الْأَمر فَقَط ¶ 3 - نيسان ابريل سنة 1854 ¶ الْمَكْتُوب السَّابِع من الْفَاضِل التَّحْرِير ¶ وصل كتابكُمْ الْكَرِيم وانكشف مضمونه وكتبتم أَن قبُول تَقْدِيم مَبْحَث التَّثْلِيث على مَبْحَث النُّبُوَّة مَشْرُوط بِأَن يكون الْفَقِير مُتَوَجها توجها تَاما إِلَى أختتام مباحثة النُّبُوَّة وأنكم لَا تحضرون فِي الْأُسْبُوع الأول أَزِيد من مرَّتَيْنِ لأجل أَن يَوْم صلب حَضْرَة الْمَسِيح فِيهِ على زعمكم وتحضرون فِي الأسبوعات",
            "page": "58",
            "part": "1",
            "seal": "D21185DD"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "الَّتِي بعده فِي كل أُسْبُوع ثَلَاث مَرَّات أَو أَربع مَرَّات فشرطكم مَقْبُول وأتوجه فِي مباحثة النُّبُوَّة بعد مباحثة التَّثْلِيث كَمَا أمرْتُم وَمَا لم يظْهر عذر من جانبكم لَا يظْهر من جَانِبي وإنفصال الْمسَائِل الْأَرْبَعَة تحْتَاج إِلَى مُدَّة وَأَنا مُسَافر وعذركم فِي الْأُسْبُوع الأول مَقْبُول ¶ فأرجو فِي الأسبوعيات الْبَاقِيَة أَن حضوركم أَن لم يكن كل يَوْم فَلَا بُد أَن لَا يكون هَذَا الْأَمر أقل من أَرْبَعَة أَيَّام فِي كل أُسْبُوع فَقَط 5 رَجَب سنة 1270 من الْهِجْرَة و 4 نيسان إبريل سنة 1854 م ¶ الْمَكْتُوب الثَّامِن من القسيس ¶ كنت الْيَوْم أطالع كتاب إِزَالَة الأوهام من مؤلفاتكم فَرَأَيْت فِي آخر الصفحة آه هَذِه الْفَقْرَة مَا كتب القسيس بفندر فِي كتاب حل الأشكال من أَنه لم يظْهر عبَادَة الْأَصْنَاف من نَبِي فَمن أعجب الإفادات ¶ وَلَا يتَذَكَّر هَذَا العَبْد أَنه كتب هَذَا وَمَا أحلتم فِي تأليفكم إِلَى صفحة مُعينَة من كتاب حل الأشكال لأرى فِيهَا فأرجو من لطفكم أَن تكْتبُوا نمرة الصفحة الَّتِي كتبت فِيهَا هَذَا فَقَط 5 نيسان إبريل سنة 1854 م ¶ الْمَكْتُوب الثَّامِن من الْفَاضِل التَّحْرِير ¶ وصل كتابكُمْ الْكَرِيم وانكشف مَا فِيهِ تقررت المناظرة التقديرية فِي أَربع مسَائِل هِيَ أُمَّهَات الْمسَائِل المتنازعة فِيمَا بَين أهل الْإِسْلَام والمسيحيين ¶ فأرجوا أَن لَا تقع المباحثة التحريرية إِلَى أنفصالها فِي غَيرهَا الَّذِي هُوَ اجنبي مِنْهَا بل لَا بُد أَن يكون انفصالها أَولا ملحوظا للجانبين ¶ نعم لَا امْتنَاع فِي أَن يسْأَل أحد الْجَانِبَيْنِ وَقت المباحثة التقريرية أَن اطلع فِي تَأْلِيفَات خَصمه على شَيْء مُتَعَلق بِمَسْأَلَة من الْمسَائِل الْمَذْكُورَة",
            "page": "59",
            "part": "1",
            "seal": "B65C9F58"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "فَيسْأَل عِنْد وَقت المباحثة عَن تِلْكَ الْمَسْأَلَة وَيكون الْجَواب لَازِما على ذمَّة الْخصم وَإِن سَأَلْتُم عَن أَمر آخر تحريرا أَو تقريرا بعد الْفَرَاغ عَن الْمسَائِل المسطورة اسْمَع بِكَمَال الرِّضَا وَأجِيب عَنهُ على حسب الإستطاعة وَإِن ظهر لي شَيْء يستحسن استكشافه مِنْكُم أَسأَلكُم فَقَط ¶ 7 - رَجَب سنة 1270 هـ و 6 نيسان إبريل سنة 1854 م ¶ الْمَكْتُوب التَّاسِع من القسيس ¶ جَاءَ القسيس فرنج فِي البارحة وتقررت جلْسَة المناظرة يَوْمَيْنِ متوالين الْإِثْنَيْنِ وَالثُّلَاثَاء أعنى الْعَاشِر وَالْحَادِي عشر من نيسان إبريل الإفرنجي فِي الْوَقْت الْمَعْلُوم على الْمَكَان المجوز وبعدهما لَا تكون الفرصة لي فِي ذَلِك الْأُسْبُوع لما كتبت سَابِقًا ¶ وتنعقد الجلسة فِي الْأُسْبُوع الثَّانِي كتبت اطلاعا وَتَكون المباحثة فِي الْمسَائِل المتنازعة على هَذَا التَّرْتِيب تَكُونُونَ أَولا على ماهو مطمع نظركم معترضين على النّسخ والتحريف والألوهية والتثليث وَيكون هَذَا العَبْد مجيبا ثمَّ يكون هَذَا العَبْد مُعْتَرضًا على نبوة رَسُول الْإِسْلَام وتكونون مجيبين فَقَط لَعَلَّ مَضْمُون كتاب الْعَجز الَّذِي أَرْسلتهُ لاستكشاف نمرة صفحة كتاب حل الأشكال صَار مَحْمُولا على الْمعَانِي الْغَيْر الْمَقْصُودَة لي فصدر الْجَواب على طَرِيق آخر ¶ حَقِيقَة الْأَمر هَذِه أَن هَذَا العَبْد يطالع كتاب إِزَالَة الأوهام وَرَأَيْت ذَلِك الْيَوْم الْفَقْرَة الْمَعْلُومَة المندرجة فِيهِ فتأملت تأملا كثيرا لكني مَا تذكرت أَنِّي كتبت وَلَا علاقَة للأمور المجوزة فِي المباحثة مِنْهَا ¶ وَهَذَا العَبْد رَاض غَايَة الرِّضَا أَن توردوا إعتراضا على أَمر من الْأُمُور المندرجة فِي مؤلفاتي بِشَرْط أَن يكون لهَذَا الْأَمر تعلق ومناسبة بالمسائل المتنازعة كَمَا كتبتم فِي مكتوبكم فَقَط 7 نيسان إبريل سنة 1854",
            "page": "60",
            "part": "1",
            "seal": "E5543829"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "الْمَكْتُوب التَّاسِع من الْفَاضِل التَّحْرِير ¶ وصل كتابكُمْ الْكَرِيم وانكشف أَن الجلسة تقررت يَوْمَيْنِ متوالين الْإِثْنَيْنِ وَالثُّلَاثَاء فِي الْعَاشِر وَالْحَادِي عشر من نيسان إبريل الإفرنجي فِي الْوَقْت وَالْمَكَان المجوزين فأحضر فِي الْيَوْمَيْنِ الْمَذْكُورين على التوالي فِي الْوَقْت الْمَعْلُوم على الْمَكَان الْمَعْهُود وَتَكون المناظرة على التَّرْتِيب الَّذِي كتبتم فِي الْمسَائِل الْأَرْبَع فَقَط 9 رَجَب سنة 1270 و 8 نيسان إبريل سنة 1854 م يَوْم السبت",
            "page": "61",
            "part": "1",
            "seal": "4A70128A"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "مَبْحَث النّسخ ¶ انْعَقَدت جلْسَة المباحثة الأولى فِي الْحَادِي عشر من رَجَب سنة 1270 من الْهِجْرَة والعاشر من نيسان إبريل الإفرنجي سنة 1854 من الميلاد يَوْم الْإِثْنَيْنِ وَقت الصُّبْح فِي خَان عبد المسيح وَحضر فِي تِلْكَ الجلسة راسمت حَاكم صدر ديواني أَي مشير الضبطية وكرسجن سكرتير صدريورد أَي مستشار النظارة الْمَالِيَّة ووليم حَاكم المعسكر أَي حَاكم قشلة وليدلي المترجم الأول للدولة الإنكليزية والقسيس وليم كلين والمفتى الْحَافِظ رياض الدّين والفاضل فيض أَحْمد سر تشته دَار صدر بورد اي باشكاتب النظارة الْمَالِيَّة والفاضل حُضُور أَحْمد والفاضل أَمِير الله وَكيل راجه بنارس والفاضل قمر الْإِسْلَام إِمَام الْجَامِع الْكَبِير فِي أكبر أباد وَالْكَاتِب خَادِم عَليّ صَاحب مطلع الْأَخْبَار والفاضل سراج الْحق وَكَانَ أنَاس آخَرُونَ غَيرهم أَيْضا من الْمُسلمين والمسيحيين ومجوس الْهِنْد زهاء خَمْسمِائَة أَو سِتّمائَة ¶ فَقَامَ القسيس بفندر أَولا وَقَالَ رَافعا صَوته أَيهَا الْحَاضِرُونَ أعلمُوا أَن هَذِه المباحثة تقررت بإستدعاء الْفَاضِل يَعْنِي الْفَاضِل التَّحْرِير رحمت الله وقبلتها بإستدعائه وَإِن لم تكن عِنْدِي مفيدة إِفَادَة يعْتد بهَا وَأَرَدْت أَن أوضح دَلَائِل حَقِيقَة الدّين المسيحي بَين أَيدي الْمُسلمين وَتَكون المباحثة فِي النّسخ والتحريف وألوهية الْمَسِيح والتثليث ونبوة مُحَمَّد صلى الله عَلَيْهِ وَسلم وَحَقِيقَة الْقُرْآن وَيكون هَذَا العَبْد مجيبا فِي الْمسَائِل الْأَرْبَع الأولى وَيكون الْفَاضِل مُعْتَرضًا",
            "page": "62",
            "part": "1",
            "seal": "9FDFE12B"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وَفِي الْمَسْأَلَتَيْنِ الْأَخِيرَتَيْنِ يكون الْفَاضِل مجيبا وَهَذَا العَبْد مُعْتَرضًا ثمَّ جلس القسيس فَاعْترضَ الْفَاضِل التَّحْرِير المناظر على العبارتين من الْفَصْل الثَّانِي من الْبَاب الأول من كتاب ميزَان الْحق الْعبارَة الأولى فِي الصفحة 14 من النُّسْخَة المطبوعة سنة 1850 فِي لِسَان اردو هَكَذَا يدعى الْقُرْآن والمفسرون فِي هَذَا الْبَاب أَي النّسخ أَنه كَمَا نسخ التَّوْرَاة بنزول الزبُور وَنسخ الزبُور بِظُهُور الْإِنْجِيل فَكَذَلِك نسخ الْإِنْجِيل بِسَبَب الْقُرْآن أنتهت",
            "page": "63",
            "part": "1",
            "seal": "39654F43"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "والعبارة الثَّانِيَة فِي الصفحة 20 من النُّسْخَة الْمَذْكُورَة هَكَذَا لَا أصل لادعاء الشَّخْص المحمدي بِأَن الزبُور نَاسخ للتوراة وَالْإِنْجِيل نَاسخ لَهما انْتَهَت ¶ وَقَالَ أَنكُمْ نسبتم هَذِه الدَّعْوَى إِلَى الْقُرْآن والمفسرين وَلَا يُوجد ذكرهَا فِي مَوضِع من الْقُرْآن وَلَا من التَّفْسِير بل صرح خِلَافه فِي التَّفْسِير فتح الْعَزِيز للمحدث عبد العزيز الدهلوى قدس سره ذيل تَفْسِير الْآيَة الْحَادِيَة والثمانين من سُورَة الْبَقَرَة أَعنِي {وَلَقَد آتَيْنَا مُوسَى الْكتاب} الْآيَة ¶ قفينا مُوسَى عَلَيْهِ السَّلَام بالرسل مثل يُوشَع وَالْيَسع وشموئيل وَدَاوُد وَسليمَان وشعيبا وأرميا وَيُونُس وعزير وحزقيل وزَكَرِيا وَيحيى",
            "page": "64",
            "part": "1",
            "seal": "7A25BEF0"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وَغَيرهم عَلَيْهِم السَّلَام وَكَانُوا أَرْبَعَة آلَاف وَكَانُوا كلهم على شَرِيعَة مُوسَى عَلَيْهِ السَّلَام",
            "page": "65",
            "part": "1",
            "seal": "CFF271F3"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَكَانَ الْمَقْصُود من إرسالهم إِجْرَاء أَحْكَام تِلْكَ الشَّرِيعَة الَّتِي كَانَت تندرس بِسَبَب تكاسل بني إِسْرَائِيل وتهاونهم وتتغير وتتبدل بِسَبَب تحريفات الْعلمَاء السوء مِنْهُم انْتهى ¶ وَفِي التَّفْسِير الْحُسَيْنِي ذيل تَفْسِير الْآيَة 161 من سُورَة النِّسَاء {وآتينا دَاوُد زبورا} أعطينا دَاوُد كتابا أُسَمِّهِ زبور وَكَانَ مُشْتَمِلًا على الْحَمد وَالثنَاء وخاليا عَن الْأَوَامِر وَكَانَ شَرِيعَة دَاوُد عَلَيْهِ السَّلَام شَرِيعَة التَّوْرَاة بِعَينهَا انْتهى ¶ وَهَكَذَا فِي الْكتب الْأُخْرَى الإسلامية",
            "page": "66",
            "part": "1",
            "seal": "88966DA4"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "قَالَ القسيس أتقولون أَن الْإِنْجِيل مَنْسُوخ أم لَا ¶ قَالَ الْفَاضِل التَّحْرِير نَحن نعتقد نسخه بِالْمَعْنَى الَّذِي سَيذكرُ لَكِن الْمَطْلُوب مِنْكُم هَهُنَا تَصْحِيح النَّقْل وَإِظْهَار أَن إدعاءكم فِي الْمَوْضِعَيْنِ غلط فَإِن الزبُور لَيْسَ بناسخ للتوراة وَلَا بمنسوخ من الْإِنْجِيل ¶ قَالَ القسيس سَمِعت من بعض الَّذين وَقع اتِّفَاق الْبَحْث مَعَهم ¶ قَالَ الْفَاضِل التَّحْرِير هَذَا بعيد من أنصافكم أَن القَوْل الَّذِي تسمعونه من أحد من الْمُسلمين تنسبونه إِلَى الْقُرْآن والتفاسير وَبِالْجُمْلَةِ لَا شكّ أَنه أَي إدعاء كَون الزبُور نَاسِخا للتوراة ومنسوخا من الْإِنْجِيل غلط قَالَ القسيس نعم قَالَ الْفَاضِل التَّحْرِير هَل اطعلتم على معنى النّسخ المصطلح عَلَيْهِ فِيمَا بَين أهل الْإِسْلَام وَمحله أم لَا ¶ قَالَ القسيس بينوا قَالَ الْفَاضِل التَّحْرِير هَذَا النّسخ عندنَا أَنما يرد على الْأَوَامِر والنواهي",
            "page": "67",
            "part": "1",
            "seal": "91DFCA45"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "فِي التَّفْسِير معالم التَّنْزِيل ¶ النّسخ إِنَّمَا يعْتَرض على الْأَوَامِر والنواهي دون الْأَخْبَار ومحصله أَنه لَا يعْتَرض على الْقَصَص وَالْأَخْبَار بل على الْأَوَامِر والنواهي فَقَط فَلَا نعتقده فِي الْقَصَص وَالْأَخْبَار وَكَذَا أَلا نعتقده فِي الْأُمُور الْعَقْلِيَّة القطعية مثل أَن",
            "page": "68",
            "part": "1",
            "seal": "7935894B"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "الله مَوْجُود وَلَا فِي الْأُمُور الحسية مثل ضوء النَّهَار وظلمة اللَّيْل وَفِي الْأَوَامِر والنواهي أَيْضا تَفْصِيل لِأَنَّهَا لَا بُد أَن تتَعَلَّق بِحكم عَمَلي يحْتَمل الْوُجُود والعدم ¶ فَالْحكم الْوَاجِب مثل الْإِيمَان بِاللَّه أَو الْمُمْتَنع مثل الشّرك وَالْكفْر لَيْسَ بِمحل النّسخ ¶ وَالْحكم العملي الْمُحْتَمل للوجود والعدم قِسْمَانِ مؤبد مثل قَوْله تَعَالَى {وَلَا تقبلُوا لَهُم شَهَادَة أبدا} فَهُوَ لَيْسَ بِمحل النّسخ أَيْضا ¶ وَغير مؤبد وَهَذَا أَيْضا قِسْمَانِ مُؤَقّت مثل قَوْله تَعَالَى {فاعفوا واصفحوا حَتَّى يَأْتِي الله بأَمْره} وَهَذَا لَيْسَ بِمحل النّسخ قبل وقته الْمعِين ¶ وَغير مُؤَقّت وَيُسمى الحكم الْمُطلق وَهُوَ مَحل النّسخ بِمَعْنى أَن الله كَانَ يعلم أَن هَذَا الحكم يكون بَاقِيا على الْمُكَلّفين إِلَى الْوَقْت الْفُلَانِيّ ثمَّ ينْسَخ فَإِذا جَاءَ الْوَقْت أرسل حكما آخر هُوَ مُخَالف للْحكم الأول ظهر مِنْهُ انْتِهَاء الحكم الأول وَلما لم يكن الْوَقْت مَذْكُورا فِي الحكم الأول فَعِنْدَ وُرُود الثَّانِي يتخيل لقُصُور علمنَا أَنه تَغْيِير للْحكم الأول لكنه فِي الْحَقِيقَة وبالنسبة إِلَى الله بَيَان انتهائه ¶ وَنَظِيره بِلَا تَشْبِيه أَن يَأْمر الْأَمِير الْخَادِم الَّذِي يعلم حَالَة بِخِدْمَة من الخدم وَيكون عزمه أَن يَأْخُذ من هَذَا الْخَادِم هَذِه الْخدمَة إِلَى سنة مثلا فَإِذا مَضَت الْمدَّة عَزله من هَذِه الْخدمَة فَهَذَا بِحَسب الظَّاهِر عِنْد الْخَادِم",
            "page": "69",
            "part": "1",
            "seal": "4BFB9F2F"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "تَغْيِير أما فِي الْحَقِيقَة وبالنسبة إِلَى الْأَمِير لَيْسَ بتغيير أَو نَظِيره أَن حكام الْوَقْت يأمرون فِي موسم الْحر لأهل دربار أَن يحضروا وَقت الصُّبْح وَيكون قصدهم أَن هَذَا الحكم يبْقى إِلَى إنتهاء الْمَوْسِم وَإِن لم يصرحوا فِي الظَّاهِر فَإِذا انْقَضى الْمَوْسِم وَصدر عَنْهُم حكم آخر خِلَافه فَهَذَا الحكم الثَّانِي لَيْسَ مغيرا للْأولِ فِي الْحَقِيقَة بل مُبين لإنتهائه ¶ والنسخ المصطلح لأهل الْإِسْلَام عبارَة عَن بَيَان إنتهاء مُدَّة الحكم العملي الشَّرْعِيّ الْمُحْتَمل للوجود والعدم المتخيل دَوَامه بِحَسب أوهامنا ¶ قَالَ قسيس أَي حكم من أَحْكَام الْإِنْجِيل مَنْسُوخ بِهَذَا الْمَعْنى ¶ قَالَ الْفَاضِل مثل حُرْمَة الطَّلَاق وَنَحْوهَا قَالَ القسيس أَلَيْسَ الْإِنْجِيل كُله مَنْسُوخا بِهَذَا الْمَعْنى عنْدكُمْ ¶ قَالَ الْفَاضِل التَّحْرِير لَا لِأَنَّهُ وَقع فِي الْبَاب الثَّانِي عشر من إنجيل مرقس هَكَذَا اسْمَع يَا إِسْرَائِيل أَن الرب إلهنا رب وَاحِد وَأَن تحب",
            "page": "70",
            "part": "1",
            "seal": "9653F1C9"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "الرب إلهك بقلبك كُله وروحك كُله وأدراكك كُله وقواك كلهَا هَذَا هُوَ الحكم الأول وَالثَّانِي مثله وَهُوَ أَن تحب جَارك كنفسك وَلَيْسَ حكم آخر أكبر من هذَيْن ¶ وَنحن لَا نعتقد نسخ هذَيْن الْحكمَيْنِ قَالَ القسيس لَا يُمكن نسخ الْإِنْجِيل قطعا لِأَن قَول الْمَسِيح فِي الْآيَة الْعدَد 33 من الْبَاب الْحَادِي وَالْعِشْرين من إنجيل لوقا هَكَذَا السَّمَاء وَالْأَرْض تزولان وكلامي",
            "page": "71",
            "part": "1",
            "seal": "09E8835D"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "لَا يَزُول قَالَ الْحَكِيم هَذَا القَوْل لَيْسَ بعام بل خَاص بالْخبر عَن الْحَادِثَة الَّتِي أخبر عَنْهَا الْمَسِيح عَلَيْهِ السَّلَام قبل تِلْكَ الْآيَة وَمَعْنَاهُ لَو زَالَت السَّمَاء وَالْأَرْض بِالْفَرْضِ لَكِن كَلَامي هَذَا لَا يَزُول عَن الْحَادِثَة الَّتِي أخْبرت بِهِ عَنْهَا ¶ قَالَ القسيس أَن هَذَا القَوْل لَيْسَ بخاص بل عَام قَالَ الْحَكِيم أنظروا إِلَى عبارَة تفسر دوالي وروجرد مينيت ذيل شرح الْآيَة الْعدَد 35 من الْبَاب الرَّابِع وَالْعِشْرين من إنجيل مَتى وَهَذِه الْآيَة الْعدَد مُطَابقَة لآيَة لعدد إنجيل لوقا وترجمة تِلْكَ الْعبارَة هَكَذَا",
            "page": "72",
            "part": "1",
            "seal": "B4EFCAA2"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "قَالَ القسيس بيرس مُرَاده تقع الْأُمُور الَّتِي أخْبرت عَنْهَا يَقِينا وَقَالَ دين استاين هوب أَن السَّمَاء وَالْأَرْض وَإِن كَانَتَا غير قابلتين للتبدل بِالنِّسْبَةِ إِلَى الْأَشْيَاء الآخر لكنهما ليستا بمحكمتين مثل أَحْكَام أخباري بالأمور الَّتِي أخْبرت عَنْهَا فَتلك كلهَا تَزُول وأخباري بالأمور الَّتِي أخْبرت عَنْهَا لَا يَزُول بل القَوْل الَّذِي قلته الأن لَا يتَجَاوَز شَيْء مِنْهُ عَن مطلبه انْتَهَت قَالَ القسيس عبارتهما لَا تنافى دعوانا لِأَن هذَيْن الْمُفَسّرين لَا يَقُولَانِ أَن أخباري عَن الْحَوَادِث الأنسية لَا يَزُول وَغَيره يَزُول ¶ قَالَ الْحَكِيم لَا علاقَة لتحرير هَذَا الْأَمر بِالْآيَةِ المذكروة ليصرح بِهِ المفسران قَالَ القسيس لَا وَقَول الْمَسِيح عَام قَالَ الْحَكِيم أوردنا لإِثْبَات ادعائنا شَاهِدين وَأَنْتُم تصرون على دَعْوَى الْعُمُوم بِلَا شَاهد فَسكت القسيس وَمَا أجَاب عَن هَذَا بل قَالَ ¶ إِن بطرس قَالَ فِي الْآيَة 23 من الْبَاب الأول من الرسَالَة الأولى هَكَذَا أَنْتُم مولودون ثَانِيَة لَا عَن زرع يفنى بل مِمَّا يفنى بِكَلِمَة الله الْحَيَّة الْبَاقِيَة إِلَيّ الْأَبَد فَثَبت من هَذَا القَوْل أَن كَلَام الله يبْقى إِلَى الْأَبَد وَلَا ينْسَخ قَالَ الْفَاضِل المناظر وَقع فِي الْآيَة الْعدَد 8 من الْبَاب الْأَرْبَعين من كتاب أشعياء مثل كَلَام بطرس وَقد نقلتموه فِي كتاب ميزَان الْحق مَعَ كَلَام بطرس وَهُوَ هَكَذَا يبس الْحَشِيش وَسقط الزهر وَكلمَة رَبنَا تدوم إِلَى الْأَبَد فَفِي هَذَا القَوْل أَيْضا",
            "page": "73",
            "part": "1",
            "seal": "2FF4DE10"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وَكلمَة رَبنَا تدوم إِلَى الْأَبَد فَيلْزم أَن لَا ينْسَخ أمرا أَو نهى من أَحْكَام التَّوْرَاة وَقد نسخ مئات مِنْهَا فِي الْملَّة المسيحية ¶ قَالَ القسيس نعم التَّوْرَاة مَنْسُوخ لَكِن كلامنا لَيْسَ فِي التَّوْرَاة قَالَ الْفَاضِل التَّحْرِير أَن مقصودنا أَن مقصودكم لَا يثبت من كَلَام بطرس لِأَن أشعياء عَلَيْهِ السَّلَام أَيْضا قَالَ مثل قَوْله وَقد اعترفتم بنسخ التَّوْرَاة فالعذر الَّذِي يكون من جانبكم فِي كَلَام أشعياء فَهُوَ الْعذر بِعَيْنِه من جانبنا فِي كَلَام بطرس قَالَ القسيس نقلت قَول بطرس على طَرِيق السَّنَد وَدَلِيلنَا هُوَ قَول الْمَسِيح قَالَ الْفَاضِل أَن هَذَا القَوْل فِي حق الْخَبَر الْمَذْكُور الَّذِي مر ذكره وَلَيْسَ بعام ليَكُون مُفِيدا لكم على أَنه وَقع فِي الْآيَة الثَّامِنَة عشر من الْبَاب الْخَامِس من إنجيل مَتى قَول الْمَسِيح عَلَيْهِ السَّلَام فِي حق التَّوْرَاة هَكَذَا فَأنى الْحق أَقُول لكم إِلَى أَن لَا تَزُول السَّمَاء وَالْأَرْض لَا يَزُول حرف وَاحِد أَو نقطة وَاحِدَة من الناموس حَتَّى يكمل الْكل وَقد نسخ أَحْكَام التَّوْرَاة ¶ وَقَالَ القسيس لَيْسَ كلامنا فِي التَّوْرَاة قَالَ الْحَكِيم لم لَا يكون كلامكم فِي التَّوْرَاة وَعِنْدنَا التَّوْرَاة وَالْإِنْجِيل مستويان وَقد صرحتم فِي عنوان الْفَصْل الثَّانِي من الْبَاب الأول من كتاب ميزَان الْحق أَن",
            "page": "74",
            "part": "1",
            "seal": "85A19739"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "الْإِنْجِيل وَكتب الْعَهْد الْعَتِيق لم تنسخ فِي وَقت من الْأَوْقَات فَلَا بُد لكم",
            "page": "75",
            "part": "1",
            "seal": "06A9A9AE"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "من التَّأْوِيل والإعتذار فِي الْآيَة النَّص الْمَذْكُور أَيْضا وبمثل ذَلِك التَّأْوِيل والإعتذار نؤول ونعتذر قَول الْمَسِيح الَّذِي تمسكتم بِهِ قَالَ القسيس نعم كتبت هُنَاكَ لَكِن كَلَامي مَعَ الْفَاضِل فِي هَذَا الْوَقْت فِي الْإِنْجِيل فَقَط ¶ قَالَ الْحَكِيم أَن الحواريين لما نسخوا أَحْكَام التَّوْرَاة فِي زمانهم مَا بقى مِنْهَا إِلَّا أَرْبَعَة أَحْكَام",
            "page": "76",
            "part": "1",
            "seal": "AC48F9C0"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "حُرْمَة قرابين الْأَوْثَان وَالدَّم المخنوق وَالزِّنَا",
            "page": "77",
            "part": "1",
            "seal": "5CCDD900"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "وَلم يبْق الْآن حُرْمَة هَذِه الْأَشْيَاء غير الزِّنَا فَوَقع النّسخ فِي الْإِنْجِيل أَيْضا ¶ قَالَ القسيس إِن حُرْمَة هَذِه الْأَشْيَاء مُخْتَلف فِيهَا بَين عُلَمَائِنَا وَقَالَ الْبَعْض أَنَّهَا مَنْسُوخَة وَقَالَ الْبَعْض لَا وَنحن نحرم قرابين الْأَوْثَان إِلَى الْآن ¶ قَالَ الْفَاضِل التَّحْرِير إِن مقدسكم بولس قَالَ فِي الْآيَة الْعدَد الرَّابِعَة عشر من الْبَاب الرَّابِع عشر من الرسَالَة الرومية هَكَذَا أَنى عَالم ومتيقن فِي الرب يسوع أَن لَيْسَ شَيْء نجسا بِذَاتِهِ إِلَّا من يحْسب شَيْئا نجسا فَلهُ هُوَ نجس ¶ وَقَالَ فِي الْآيَة الْعدَد الْخَامِسَة عشر من الْبَاب الأول من رسَالَته إِلَى طيطوس هَكَذَا كل شَيْء طَاهِر للطاهرين وَأما للنجسين والغير الْمُؤمنِينَ فَلَيْسَ شَيْء طَاهِرا وَيعلم من هذَيْن الْقَوْلَيْنِ حلية هَذِه الْأَشْيَاء بل هما نصان فِيهَا فَكيف تكون حليتها مُخْتَلفا فِيهَا وَكَيف تحرمون قرابين الْأَوْثَان فتحير القسيس وَقَالَ أفتى بعض الْعلمَاء بحلية هَذِه الْأَشْيَاء نظرا إِلَى تِلْكَ الْآيَات ¶ قَالَ الْفَاضِل التَّحْرِير أَن قَول الْمَسِيح فِي حق الحواريين فِي الْبَاب الْعَاشِر من إنجيل مَتى هَكَذَا إِلَى طَرِيق أُمَم لَا تمضوا وَإِلَى مَدِينَة",
            "page": "78",
            "part": "1",
            "seal": "4844204D"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "للسامرين لَا تدْخلُوا بل اذْهَبُوا بالحرى إِلَى خراف بَيت إِسْرَائِيل الضَّالة وَفِي الْبَاب الْخَامِس عشر من إنجيل مَتى وَقع قَوْله فِي حق نَفسه هَكَذَا لم أرسل إِلَى خراف بَيت إِسْرَائِيل الضَّالة فَأقر بِخُصُوص نبوته إِلَى بني إِسْرَائِيل ¶ وَوَقع قَوْله فِي خطابهم فِي الْآيَة الْخَامِسَة عشر من الْبَاب السَّادِس عشر من إنجيل مرقس هَكَذَا اذْهَبُوا إِلَى الْعَالم اجْمَعْ واكرزوا بالإنجيل للخليقة فَالْقَوْل الثَّانِي نَاسخ للْأولِ قَالَ القسيس أَن الْمَسِيح نَفسه نسخ الحكم الأول",
            "page": "79",
            "part": "1",
            "seal": "EA500576"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "قَالَ الْفَاضِل التَّحْرِير وَقد ثَبت هَذَا الْقدر أَن النّسخ فِي كَلَام الْمَسِيح علية السَّلَام جَائِز وَأَن نسخ هُوَ بِنَفسِهِ وَإِذا ثَبت قدرته على النّسخ فأبوه أقدر لِأَنَّهُ أعظم مِنْهُ على إعترافه فِي الْآيَة الثَّامِنَة وَالْعِشْرين من الْبَاب الرَّابِع عشر من إنجيل يوحنا قَول عِيسَى عَلَيْهِ السَّلَام هَكَذَا أَن أبي أعظم مني وَأهل الْإِسْلَام يَقُولُونَ أَن أَبَا الْمَسِيح الَّذِي هُوَ أعظم مِنْهُ بِشَهَادَتِهِ نسخ أَحْكَام الْإِنْجِيل بِالْقُرْآنِ وَلَا يَقُولُونَ أَن مُحَمَّدًا صلى الله عَلَيْهِ وَسلم نسخهَا بِنَفسِهِ فَلَا بُد أَن لَا يكون بعد مَا فِي نسخ أَحْكَام الْإِنْجِيل بِالْقُرْآنِ وَأَن يكون تمسككم بقول الْمَسِيح أَن السَّمَاء وَالْأَرْض تزولان وكلامي لَا يَزُول بَاطِلا قطعا وَأَن يكون مَعْنَاهُ كَمَا قَالَ الْمُفَسّر دوالى وروجردمينت وَبقيت فِي قَوْلكُم حدشة أُخْرَى أبين أَن أجزتم قَالَ القسيس بينوا ¶ قَالَ الْفَاضِل أَنكُمْ كتبتم فِي الْفَصْل الثَّانِي أَن من الْبَاب الأول من كتاب ميزَان الْحق أَن إدعاء نسخ الْإِنْجِيل وَكتب الْعَهْد الْعَتِيق بِظُهُور الْقُرْآن بَاطِل من وَجْهَيْن ¶ الْوَجْه الأول يلْزم من قبُول النّسخ أَمْرَانِ ¶ الأول أَن الله أَرَادَ أَن يفعل أمرا حسنا بإعطائه التَّوْرَاة لكنه لم يَتَيَسَّر فَأعْطى أفضل مِنْهُ وَهُوَ الزبُور وَلما لم يحصل مِنْهُ مرامه أَيْضا",
            "page": "81",
            "part": "1",
            "seal": "A338BB12"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "نسخه وَأعْطى الْإِنْجِيل وَلما صَار حَاله أَيْضا مثل مَا سبق وَلم يحصل فمائدة حصل مرامة عَاقِبَة الْأَمر من الْقُرْآن وَأَن جوز هَذَا الْأَمر وَالْعِيَاذ بِاللَّه تبطل حِكْمَة الله وَقدرته وَيكون الله مثل السُّلْطَان الإنساني ضَعِيف الْعقل عديم الْفَهم وَهَذَا يُمكن فِي الذَّات الإنسانية النَّاقِصَة لَا فِي ذَات الله الْكَامِلَة ¶ وَالْأَمر الثَّانِي لَو كَانَ القَوْل الأول غير مُمكن لزم من قانون النّسخ هَذَا التَّصَوُّر أَن الله أَرَادَ عمدا بِالنّظرِ إِلَى مصْلحَته وإرادته أَن يعْطى شَيْئا نَاقِصا غير موصل إِلَى الْمَطْلُوب ويبينه لكنه كَيفَ يُمكن أَن يتَصَوَّر أحد مثل هَذِه التصورات النَّاقِصَة الْبَاطِلَة فِي ذَات الله الْقَدِيمَة الْكَامِلَة الصِّفَات انْتهى ¶ وَهَذَانِ الْأَمْرَانِ لَا يلزمان على الْمُسلمين نظرا إِلَى مَعنا النّسخ المصطلح عَلَيْهِ فِيمَا بَينهم نعم يلْزم على المسيحيين وعَلى مقدسكم بولس لِأَنَّهُ قَالَ فِي الْآيَة الثَّانِيَة عشر من الْبَاب السَّابِع من الرسَالَة العبرانية هَكَذَا فَإِنَّهُ يصير إبِْطَال الْوَصِيَّة السَّابِقَة أَي التَّوْرَاة من أجل ضعفها وَعدم نَفعهَا ثمَّ قَالَ فِي الْبَاب الثَّامِن من الرسَالَة الْمَذْكُورَة هَكَذَا فَإِنَّهُ لَو كَانَ ذَلِك الأول بِلَا عيب لما طلب مَوضِع لثان فَإِذا قَالَ جَدِيدا عتق الأول وَأما مَا عتق فَهُوَ قريب من الإضمحلال ¶ فَأطلق مقدسكم على التَّوْرَاة أَنه ضَعِيف عديم النَّفْع ومعيب وَقَرِيب من الإضمحلال فَسكت القسيس بعد سَمَاعه وَلم يجب بِشَيْء",
            "page": "82",
            "part": "1",
            "seal": "A63B3650"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "ثمَّ قَالَ الْفَاضِل التَّحْرِير أَن هَذِه الصفحات المعدودة الَّتِي كتبتم فِي إِثْبَات امْتنَاع الْفَسْخ واحبة الْإِخْرَاج لِأَنَّهَا لَا مُنَاسبَة لَهَا بِالْمَعْنَى المصطلح عَلَيْهِ لأهل الْإِسْلَام ¶ قَالَ القسيس فرنج قد قُلْنَا فِي السَّابِق يعْنى فِي المباحثة السَّابِقَة أَنه نسخ من التَّوْرَاة أَحْكَام كَانَت أظلالا للمسيح وَكَانَ نسخهَا مناسبا لِأَن الْمَسِيح كملها وَأما البشارات الَّتِي كَانَت فِي حق الْمَسِيح فَهِيَ غير مَنْسُوخَة ثمَّ أَخذ الْإِنْجِيل وَقَرَأَ هَذِه الأيات النُّصُوص من الْبَاب الْعَاشِر من الرسَالَة العبرانية لِأَن الناموس إِذْ لَهُ ظلّ الْخيرَات العتيدة لأنفس صُورَة الْأَشْيَاء لَا يقدر أبدا بِنَفس الذَّبَائِح كل سنة الَّتِي يقدمونها على الدَّوَام أَن تكمل الَّذين يقدمُونَ وَإِلَّا أفما زَالَت تقدم من أجل أَن الخادمين وهم مطهرون مرّة لَا يكون لَهُم أَيْضا ضمير خَطَايَا لَكِن فِيهَا كل سنة ذكر خَطَايَا لِأَنَّهُ لَا يُمكن أَن دم تيران وتيوس يرفع خَطَايَا لذَلِك عِنْد دُخُوله إِلَى الْعَالم يَقُول ذَبِيحَة وقربانا لم ترد وَلَكِن هيئت لي جسدا بمحرفات وذبائح للخطيئة لم تسر",
            "page": "83",
            "part": "1",
            "seal": "C321E246"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "وَقَالَ إِن التَّوْرَاة وَكتب أُخْرَى كَانَت بِهَذَا القَوْل إِشَارَة إِلَى الْمَسِيح وكملت بمجيئه وَإِن الله مَا كَانَ رَاضِيا عَن القرابين وَلَا يُوجد فِي الْإِنْجِيل إِشَارَة إِلَى أحد ليصير الْإِنْجِيل مَنْسُوخا بمجيئه قَالَ الْحَكِيم لَو سلم أَن أَحْكَام التَّوْرَاة كملت بمجئ الْمَسِيح فَلَا بُد من إِقْرَار النّسخ فِي الْأَحْكَام الَّتِي نسخت قبل الْمَسِيح قَالَ القسيس فرنج أَي حكم هَذَا قَالَ الْحَكِيم حكم الذّبْح مثلا لِأَنَّهُ مُصَرح فِي الْبَاب السَّابِع عشر من سفر الْأَحْبَار وَنسخ بِالْآيَةِ 15 20 22 من الْبَاب الثَّانِي عشر من الإستثناء وَقد أقرّ هورن فِي الصفحة 619 من المجلد الأول من تَفْسِيره المطبوع سنة 1822 فِي ذيل شرح هَذِه الْآيَات بمنسوخية هَذَا الحكم وَصرح أَن هَذَا الحكم نسخ فِي السّنة الْأَرْبَعين من هجرتهم من مصر قبل دُخُول فلسطين وَقَرَأَ الْعبارَة فَلَمَّا سمع القسيس فرنج هَذِه الْعبارَة سكت",
            "page": "84",
            "part": "1",
            "seal": "5D28B545"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "قَالَ الْحَكِيم كلامنا إِلَى هَذَا الْحِين كَانَ فِي إِمْكَان النّسخ وَكَانَ مقصودنا فِي هَذَا الْوَقْت هَذَا الْقدر فَقَط أَن كَون كَلَام الله مَنْسُوخا لَيْسَ بمحال كَمَا يَدعِيهِ القسوس عُمُوما وَأَنْتُم فِي كتاب ميزَان الْحق خُصُوصا فَثَبت إِمْكَانه وَيثبت وُقُوعه بِالْفِعْلِ فِي الْإِنْجِيل بعد ثُبُوت نبوة خير الْبشر صلى الله عَلَيْهِ وَسلم وَفرق عَظِيم بَين إِمْكَان النّسخ وَبَين وُقُوعه بِالْفِعْلِ ¶ قَالَ القسيس فندر نَحن نفرق أَيْضا بَين إِمْكَانه ووقوعه بِالْفِعْلِ وَتمّ الْكَلَام فِي النّسخ فاشرعوا فِي مَبْحَث التحريف فجَاء الْكَلَام فِيهِ ¶ تَنْبِيه ثَبت عِنْد النَّاظر الْخَبِير من مَبْحَث النّسخ ثَلَاثَة أُمُور ¶ الأول أَن كَون كَلَام الله مَنْسُوخا مُمكن ¶ الثَّانِي أَن النّسخ وَقع بِالْفِعْلِ فِي أَحْكَام التَّوْرَاة على اعترافهم ¶ الثَّالِث أَنه وَقع بِالْفِعْلِ فِي بعض أَحْكَام الْإِنْجِيل أَيْضا عِنْدهم وَظهر أَن مَا قَالَ صَاحب كتاب الْمِيزَان فِي الْفَصْل الثَّانِي من الْبَاب الأول فِي إِثْبَات إمتناع النّسخ تمويه صرف وَكَلَام لَغْو وَإِن تمسكه وَقت المناظرة بقول الْمَسِيح المندرج فِي الْبَاب الْحَادِي وَالْعِشْرين من إنجيل لوقا كَانَ لَغوا بِلَا شُبْهَة وباطلا مَحْضا وَالْحَمْد لله",
            "page": "85",
            "part": "1",
            "seal": "916BE29E"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "مَبْحَث التحريف ¶ قَالَ الْفَاضِل المناظر التَّحْرِير عَامله الله بِلُطْفِهِ الخطير التماسنا أَولا أَن تبينوا أَن التحريف بِأَيّ وَجه يثبت عنْدكُمْ ليثبت على ذَلِك الْوَجْه وَيتم عَلَيْكُم فَمَا أجَاب القسيس بِجَوَاب وَاضح ثمَّ قَالَ الْفَاضِل التَّحْرِير كَيفَ إعتقادكم فِي كَون مَجْمُوع كتب العهدين الهاميا أكل فقرة وكل لفظ من هَذَا الْمَجْمُوع من أول بَاب سفر الخليقة إِلَى آخر بَاب كتاب المشاهدات كَلَام الله أم لَا ¶ قَالَ القسيس لَا نقُول فِي حق كل لفظ لفظ شيا لأَنا نعترف بسهو الْكَاتِب قَالَ الْفَاضِل اترك الْأَلْفَاظ الَّتِي وَقع فِيهَا سَهْو الْكَاتِب وأسأل عَن غَيرهَا من الْأَلْفَاظ والفقرات ¶ قَالَ القسيس لَا نقُول فِي حق الْأَلْفَاظ شَيْئا قَالَ الْفَاضِل التَّحْرِير ¶ أَن يوسى عُبَيْس المؤرخ قَالَ فِي الْبَاب الثَّامِن عشر من الْكتاب الرَّابِع من تَارِيخه ذكر جستن الشهير فِي مُقَابلَة طريفون الْيَهُودِيّ عدَّة بشارات وأدعى أَن الْيَهُود اسقطوها من الْكتب المقدسة انْتهى ¶ وَقَالَ واتش فِي الصفحة 32 من المجلد الثَّالِث هَكَذَا إِنِّي لَا أَشك فِي هَذَا الْأَمر أَن الْعبارَات الَّتِي ألزم فِيهَا جستن الْيَهُود فِي مباحثة طريفون بِأَنَّهُم أسقطوها كَانَت تِلْكَ الْعبارَات فِي عهد جستن وأرينيوس بِوُجُودِهِ فِي النُّسْخَة العبرانية والترجمة السبعينية وأجزاء من الْكتاب الْمُقَدّس وَإِن لم تُوجد الْآن فِي نسخهما سِيمَا الْعبارَة الَّتِي قَالَ جستن أَنَّهَا كَانَت فِي كتاب أرميا كتب سلبرجيس فِي حَاشِيَة جستن وَكتب واكتر كريب فِي حَاشِيَة أرينوس أَنه يعلم",
            "page": "86",
            "part": "1",
            "seal": "21B71DC5"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "أَن بطرس لما كتب الْآيَة السَّادِسَة من الْبَاب الرَّابِع من رسَالَته الأولى كَانَت هَذِه الْبشَارَة فِي خياله انْتهى ¶ وَقَالَ هورن فِي الصفحة 62 من المجلد الرَّابِع من تَفْسِيره المطبوع سنة 1822 هَكَذَا ادّعى جستن فِي كِتَابه فِي مُقَابلَة طريفون الْيَهُودِيّ أَن عزرا قَالَ للنَّاس أَن طَعَام عيد الفصح طَعَام رَبنَا المنجى فَإِن فهمتم الرب افضل من هَذِه الْعَلامَة يعْنى الطَّعَام وآمنتم بِهِ فَلَا تكون هَذِه الأَرْض غير معمورة وَإِن لم تسمعوا وعظة تَكُونُوا سَبَب إستهزاء للأقوام الْأَجْنَبِيَّة قَالَ رائي تيكر الْغَالِب أَن هَذِه الْعبارَة كَانَت مَا بَين الْآيَة الْحَادِيَة وَالْعِشْرين وَالثَّانيَِة وَالْعِشْرين من الْبَاب السَّادِس من كتاب عزرا وداكتر أَي كلارك يصدق جستن انْتهى ¶ فَظهر من هَذِه الْعبارَات أَن جستن الشهير ادّعى أَن الْيَهُود اسقطوا عدَّة بشارات من الْكتب المقدسة بالتحريف وأيد أرينيوس دَعْوَى",
            "page": "87",
            "part": "1",
            "seal": "0AD4DDF0"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "جستن بعد مَا ذكر عبارَة أرمياء وَصدق كريب فِي حَاشِيَة كتاب أرينيوس وَكَذَا صدق سلبر جيس فِي حَاشِيَة كتاب جستن هَذِه الدَّعْوَى وَكَذَا صدقهَا وائي تيكر وأى كلارك وواتسن أَيْضا وَالظَّن الْغَالِب أَن هَذِه الْعبارَات كَانَت مَوْجُودَة فِي النُّسْخَة العبرانية والترجمة سبعينية فَيلْزم أحد الْأَمريْنِ ¶ أما أَن يكون جستن صَادِقا فِي دَعْوَاهُ أَو كَاذِبًا فَإِن كَانَ صَادِقا ثَبت مَا قُلْنَا وَثَبت تَحْرِيف الْيَهُود وَإِن كَانَ كَاذِبًا فوا أسفي أَن لذك أعظم قدمائهم كَانَ كذابا اخترع من جَانِبه عِبَارَات وَادّعى أَنَّهَا أَجزَاء كَلَام الله وَبِالْجُمْلَةِ تَحْرِيف أحد الْفَرِيقَيْنِ لَازم الْبَتَّةَ قَالَ القسيس أَن جستن كَانَ رجلا وَاحِد وسها ¶ قَالَ الْفَاضِل التَّحْرِير إِن جامعي تَفْسِير هنري واسكات صَرَّحُوا فِي المجلد الأول أَن اكستائن كَانَ يلْزم الْيَهُود بالتحريف فِي إعمار الأكابر وَيَقُول أَنهم حرفوا النُّسْخَة العبرانية وَكَانَ جُمْهُور القدماء أَيْضا يَقُولُونَ مثل مَا قَالَ وَكَانُوا يَقُولُونَ بالإتفاق أَن هَذَا التحريف وَقع فِي سنة 130 مائَة وَثَلَاثِينَ من الميلاد ¶ قَالَ القسيس مَاذَا يكون بتحرير هنري واسكات لِأَنَّهُمَا مفسران والمفسرون غَيرهم مئون قَالَ الْفَاضِل التَّحْرِير أَن هذَيْن الْمُفَسّرين مَا كتبا آراءهما فَقَط بل بَينا مَذْهَب جُمْهُور القدماء ¶ قَالَ القسيس أَن الْمَسِيح شهد فِي حق كتب الْعَهْد الْعَتِيق وشهادته أَزِيد قبولا من شَهَادَة غَيره وَهِي هَذِه الْآيَة 46 من الْبَاب الْخَامِس من إنجيل يوحنا هَكَذَا لَو كُنْتُم تصدقُونَ مُوسَى لكنتم تصدقونني لِأَنَّهُ كتب عني",
            "page": "88",
            "part": "1",
            "seal": "1DC897FC"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وَالْآيَة 27 من الْبَاب 24 من إنجيل لوقا ثمَّ ابْتَدَأَ من مُوسَى وَمن جَمِيع الْأَنْبِيَاء يُفَسر لَهما الْأُمُور المختصة بِهِ فِي جَمِيع الْكتب وَالْآيَة 31 من الْبَاب 16 من إنجيل لوقا فَقَالَ لَهُ أَن كَانُوا لَا يسمعُونَ من مُوسَى والأنبياء وَلَا أَن قَامَ وَاحِد من الْأَمْوَات يصدقون ¶ قَالَ الْحَكِيم الْعجب كل الْعجب أَنكُمْ تستدلون بِالْكتاب الَّذِي هُوَ متنازع فِيهِ إِلَى الْآن وندعى تحريفه فَمَا لم يحصل الإنفصال فِي حق هَذَا الْكتاب فالإستدلال بِهِ لَيْسَ بصواب على أَنا لَو قَطعنَا النّظر عَن هَذَا القَوْل ثَبت من تِلْكَ الشَّهَادَة هَذَا الْقدر فَقَط أَن هذي الْكتب كَانَت مَوْجُودَة فِي ذَلِك الزَّمَان وَأما تَوَاتر الفاظها فَلَا يثبت بهَا وبيلى الَّذِي ذكرْتُمْ فِي كتاب حل الأشكال كِتَابه فِي كتب الْإِسْنَاد قد أقرّ فِي الْبَاب السَّادِس من الْقسم الثَّالِث من كِتَابه المطبوع سنة 1850 فِي الْبَلَد لندن أَنه يثبت بِشَهَادَة الْمَسِيح هَذَا الْقدر فَقَط أَن هَذِه الْكتب كَانَت مَوْجُودَة فِي ذَلِك الزَّمَان وَلَا يثبت بهَا تَصْدِيق كل جملَة جملَة وكل لفظ لفظ مِنْهَا",
            "page": "89",
            "part": "1",
            "seal": "E7F24DEF"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "قَالَ القسيس لَا نسلم ليبقى فِي هَذَا الْموضع ¶ قَالَ الْفَاضِل التَّحْرِير إِن لم تسلموا لبيلى فِي هَذَا الْموضع لَا نسلم قَوْلكُم فِي هَذَا الْبَاب وَقَوْلنَا هُوَ قَول بيلى ¶ قَالَ الْحَكِيم قَالَ يَعْقُوب فِي الْبَاب الْخَامِس من رسَالَته قد سَمِعْتُمْ صَبر أَيُّوب وعلمتم مَقْصُود الرب وَمَعَ ذَلِك لَا يسلم أحد أَن كتاب أَيُّوب الهامي بل وَقع النزاع بَين أهل الْكتاب سلفا وخلفا إِن أَيُّوب اسْم فرضى وَكَانَ مُسَمَّاهُ أَيْضا مَوْجُودا فِي سالف الزَّمَان وَرب مماني ديز الَّذِي هُوَ من أعظم عُلَمَاء الْيَهُود وليكلرك وميكايلس وسملر وَاسْتَاك وَغَيرهم من عُلَمَاء المسيحية قَالُوا أَن أَيُّوب اسْم فرضى وَكتابه قصَّة بَاطِلَة ¶ قَالَ القسيس عندنَا أَيُّوب كَانَ شخصا وَكتابه أَن دخل فِي شَهَادَة الْمَسِيح فَهُوَ الهامي أَيْضا ¶ قَالَ الْحَكِيم أَن بولس كتب فِي الرسَالَة الثَّانِيَة إِلَى طيموثاؤس أَن باباس وبميراس خالفا مُوسَى عَلَيْهِ السَّلَام وَلم يعلم أَنه نقل عَن أَي كتاب جعلى فالنقل عَن كتاب مَالا يدل على أَن الْمَنْقُول عَنهُ الهامي",
            "page": "90",
            "part": "1",
            "seal": "AA828F4A"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "قَالَ القسيس لَيْسَ كلامنا فِي الْكتب الجعلية وأوردت قَول الْمَسِيح لتصديق كتب الْعَهْد الْعَتِيق فَمَا لم يثبت أَن الْإِنْجِيل محرف تكون شَهَادَة الْمَسِيح بِهَذَا الْأَمر كَافِيَة ووافية ¶ قَالَ الْفَاضِل التَّحْرِير أَن كلامنا على مَجْمُوع كتب العهدين فيبعد من إنصافكم أَن تستدلوا بِجُزْء من أَجزَاء هَذِه الْكتب على أهل الْإِسْلَام وَمَا لم تثبتوا بالأدلة الْأُخْرَى عدم تَحْرِيف هَذَا الْمَجْمُوع لَا يتم قَول مِنْهَا حجَّة علينا على أَنه لَا يثبت مقصودكم من شَهَادَة الْمَسِيح بِوَجْهَيْنِ ¶ أما أَولا فلَان حَال هَذِه الشَّهَادَة كَمَا حقق ببلى ¶ وَأما ثَانِيًا فلانها لاتنافى التحريف الَّذِي وَقع بعْدهَا كَمَا وَقع فِي مُدَّة أَعمار الأكابر بعد مائَة سنة على اعْتِرَاف جُمْهُور القدماء المسيحية ¶ قَالَ القسيس أوردنا لكتب الْعَهْد الْعَتِيق شَهَادَة الْمَسِيح فَعَلَيْكُم إِثْبَات تَحْرِيف الْإِنْجِيل ¶ قَالَ الْحَكِيم أَن قَوْلكُم هَذَا وَإِن كَانَ غير صَوَاب لما علمت فِيمَا مضى لكنكم إِن كُنْتُم مشتاقين لثُبُوت تَحْرِيف الْإِنْجِيل فَاسْمَعُوا وَأخذ الْإِنْجِيل وَقَرَأَ الْآيَة السَّابِعَة عشرَة من الْبَاب الأول من إنجيل مَتى وَهِي هَكَذَا فَجَمِيع الأجيال من إِبْرَاهِيم إِلَى دَاوُد أَرْبَعَة عشر جيلا وَمن دَاوُد إِلَى سبى بابل أَرْبَعَة عشر جيلا وَمن سبى بابل إِلَى الْمَسِيح أَرْبَعَة عشر جيلا ¶ وَقَالَ بينوا أَن الأجيال الْأَرْبَعَة عشر تتمّ على أَي اسْم فِي الطَّبَقَة الثَّانِيَة",
            "page": "91",
            "part": "1",
            "seal": "22CC0FE4"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "قَالَ القسيس لَا غَرَض لنا من هَذَا بل لَا بُد أَن تبينوا أَن هَذِه الْعبارَة تُوجد فِي النّسخ كلهَا هكذ أم لَا ¶ قَالَ الْحَكِيم تُوجد فِي النّسخ المستعملة الْآن وَلم نعلم أَنَّهَا كَانَت مَوْجُودَة فِي النّسخ الْقَدِيمَة أم لَا لَكِنَّهَا غلط يَقِينا ¶ قَالَ القسيس الْغَلَط أَمر والتحريف أَمر آخر ¶ قَالَ الْحَكِيم إِن كَانَ الْإِنْجِيل كُله إلهاميا وَلَا مجَال للغلط فِي الإلهام فَلَا شكّ أَن يكون لسَبَب التحريف فِيمَا بعد وَإِن لم يكن إلهاميا يثبت مطلب آخر وَهُوَ أَن هَذَا الْإِنْجِيل لَيْسَ بِكِتَاب إلهامي على رَأْيكُمْ أَيْضا ¶ قَالَ القسيس أَن التحريف لَا يثبت إِلَّا إِذا ثَبت أَن عبارَة لَا تُوجد فِي النّسخ الْقَدِيمَة وتوجد فِي النّسخ الجديدة فأحال الْحَكِيم إِلَى الْآيَة السَّابِعَة وَالثَّامِنَة من الْبَاب الْخَامِس من الرسَالَة الأولى ليوحنا ¶ قَالَ القسيس إِن التحريف وَقع هَهُنَا وَكَذَا فِي مَوضِع أَو موضِعين آخَرين وَلما سمع اسمت حَاكم صدر ديواني أَي مشير الضبطية وَكَانَ جَالِسا فِي جنب القسيس فرنج سَأَلَهُ بِاللِّسَانِ الإنجليزي مَاذَا هَذَا القَوْل قَالَ القسيس فرنج أَن هَؤُلَاءِ أخرجُوا من كتب هورن وَغَيره من الْمُفَسّرين سِتَّة أَو سَبْعَة مَوَاضِع فِيهَا إِقْرَار التحريف",
            "page": "92",
            "part": "1",
            "seal": "17946AA1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "ثمَّ الْتفت القسيس فرنج إِلَى الْحَكِيم وَقَالَ فِي لِسَان اردو أَن القسيس فندر أَيْضا يسلم أَن التحريف قد وَقع فِي سَبْعَة أَو ثَمَانِيَة مَوَاضِع ¶ فَقَالَ الْفَاضِل قمر الْإِسْلَام إِمَام الْجَامِع الْكَبِير فِي أكبر أباد لِلْكَاتِبِ خَادِم على مهتم مطلع الْأَخْبَار أكتبوا أَن القسيس أقرّ بالتحريف فِي سَبْعَة أَو ثَمَانِيَة مَوَاضِع واطبعوا فِي جريدتكم ¶ قَالَ القسيس بعد استماعه نعم اكتبوا ثمَّ قَالَ مالزم النُّقْصَان فِي الْكتب المقدسة وَإِن وَقع التحريف بِهَذَا الْقدر وَقد اخْتلفت الْعبارَات يَقِينا بسهو الْكَاتِبين ¶ قَالَ الْحَكِيم إِن اختلافات الْعبارَة عِنْد الْبَعْض مائَة ألف وَخَمْسُونَ ألفا وَعند الْبَعْض ثَلَاثُونَ ألفا فمختاركم أَي قَول من هذَيْن الْقَوْلَيْنِ ¶ قَالَ القسيس فرنج التَّحْقِيق أَن هَذِه الإختلافات أَرْبَعُونَ ألفا وَجعل القسيس فندر يَقُول أَنه لَا يلْزم النُّقْصَان من هَذَا الْقدر فِي الْكتب المقدسة فلينصف وَاحِد أَو إثنان من أهل الْإِسْلَام وَكَذَا من المسيحيين ¶ والتفت إِلَى الْمُفْتِي الْحَافِظ رياض الدّين وَقَالَ مرَارًا انصفوا أَنْتُم ¶ فَقَالَ الْمُفْتِي إِذا ثَبت الْجعل فِي مَوضِع من الْوَثِيقَة لَا تبقى هَذِه الْوَثِيقَة مُعْتَبرَة وَلما ثَبت بإقراركم الْجعل والتحريف فِي سَبْعَة أَو ثَمَانِيَة مَوَاضِع فَكيف يعْتَمد عَلَيْهَا وَهَذَا الْأَمر يعرفهُ الْحُكَّام الَّذين هم حاضرون فِي هَذِه الجلسة معرفَة جَيِّدَة وَأَشَارَ إِلَى اسمت مشير الضبطية فَقَالَ أسألوه لكنه مَا قَالَ فِي هَذَا الْبَاب شَيْئا ¶ ثمَّ قَالَ الْمُفْتِي إِذا كَانَ اخْتِلَاف الْعبارَات مُسلما عنْدكُمْ فَإِذا وجدت العبارتان مختلفتين فَهَل تقدرون أَن تعينُوا أَحدهمَا أَن هَذِه كَلَام الله جزما أم لَا تقدرون بل كلتاهما مشكوكتان",
            "page": "93",
            "part": "1",
            "seal": "5D422CB4"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "قَالَ القسيس لَا نقدر أَن نعين أَحدهمَا جزما ¶ قَالَ الْمُفْتِي أَن دَعْوَى أهل الْإِسْلَام هَذِه أَن هَذَا الْمَجْمُوع الْمَوْجُود الْمُسْتَعْمل الْآن من كتب العهدين لَيْسَ كُله كَلَام الله جزما وَقد ثَبت بإقراركم هَذَا الْمَعْنى أَيْضا ¶ قَالَ القسيس زَاد على الْوَقْت الْمَوْعُود نصف سَاعَة فَتكون المباحثة غَدا ¶ قَالَ الْفَاضِل المناظر التَّحْرِير أقررتم بالتحريف فِي ثَمَانِيَة وَنحن نثبته إِن شَاءَ الله فِي خمسين أَو سِتِّينَ موضعا بِإِقْرَار الْعلمَاء المسيحية ¶ فَإِن كَانَت المباحثة مَقْصُودَة لكم فَلَا بُد من مُرَاعَاة ثَلَاثَة أَشْيَاء ¶ الأول نطلب مِنْكُم السَّنَد الْمُتَّصِل لبَعض الْكتب فَلَا بُد من بَيَانه ¶ وَالثَّانِي لَا بُد من تَسْلِيم خمسين أَو سِتِّينَ موضعا الَّتِي أقرّ فِيهَا الْعلمَاء المسيحية بالتحريف أَولا بُد من تَأْوِيلهَا وَلَا نقُول أَنه يلزمكم تَسْلِيم قَول هورن طَوْعًا أَو كرها وَأَنْتُم أدون من هورن بل نقُول لَا بُد أَولا من اسْتِمَاع هَذِه الْمَوَاضِع ثمَّ اخْتِيَار أحد الْأَمريْنِ أَعنِي التَّسْلِيم أَو التَّأْوِيل ¶ وَالثَّالِث مَا لم تفرغوا من تَسْلِيم الْمَوَاضِع الْخمسين أَو السِّتين أَو تَأْوِيلهَا لَا تستدلوا بِهَذَا الْمَجْمُوع علينا",
            "page": "94",
            "part": "1",
            "seal": "5DFA0C1C"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "قَالَ القسيس نقبل بِشَرْط هُوَ أَنِّي أسأَل غَدا أَن الْإِنْجِيل الَّذِي كَانَ فِي عهد نَبِيكُم أَي إنجيل كَانَ ¶ قَالَ الْفَاضِل التَّحْرِير هَذَا الشَّرْط مَقْبُول ونبين غَدا ¶ قَالَ الْحَكِيم إِن قُلْتُمْ يبين السَّاعَة ¶ قَالَ القسيس الْآن طَالَتْ الْمدَّة واسمع غَدا ¶ ثمَّ قَامَ الْفَرِيقَانِ وتمت الجلسة الأولى",
            "page": "95",
            "part": "1",
            "seal": "07E869A9"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "الجلسة الثَّانِيَة ¶ انْعَقَدت هَذِه الجلسة يَوْم الثُّلَاثَاء الثَّانِي عشر من رَجَب سنة 1270 هـ من الْهِجْرَة وَالْحَادِي عشر من نيسان إبريل الأفرنجي سنة 1854 من الميلاد وَقت الصَّباح فِي الْمَكَان الْمَعْهُود وَاجْتمعَ فِيهِ الْخَواص والعوام أَزِيد من الجلسة الأولى ¶ وَكَانَ من حضار تِلْكَ الجلسة اسمت حَاكم صدر ديواني أَي مشير الضبطية وريد حَاكم صدر يُورد أَي مشير النظارة الْمَالِيَّة ووليم حَاكم المعسكر والقسيس وليم كلين والقسيس هارلي وَغَيرهم من أُمَرَاء الإنكليز والمفتى مُحَمَّد رياض الدّين والفاضل أَسد الله قَاضِي الْقُضَاة والفاضل فيض أَحْمد سرشته دَار صدر بورد أَي باشكاتب النظارة الْمَالِيَّة والفاضل حُضُور أَحْمد والفاضل أَمِير الله وَكيل راجه بنارس والفاضل قمر الْإِسْلَام إِمَام الْجَامِع الْكَبِير فِي أكبر أباد والفاضل أمجد على وَكيل الدولة الإنكليزية أَي دعوية ناظرى والفاضل سراج الْحق وَالْكَاتِب خَادِم على مهتم مطلع الْأَخْبَار وَغَيرهم من رُؤَسَاء الْبَلَد من عوام الْمُسلمين والمسيحيين وَالْمُشْرِكين زهاء الف رجل ¶ وَكَانَت الْكتب الدِّينِيَّة أَيْضا بَين أَيدي الْفَرِيقَيْنِ أَزِيد من الجلسة الأولى ¶ فَقَامَ القسيس فندر على آخر سِتّ سَاعَات وَنصف وَأخذ كتاب ميزَان الْحق بِيَدِهِ وتشرع فِي قِرَاءَة الْعبارَات الَّتِي فِيهَا عدَّة آيَات من الْقُرْآن الْكَرِيم من الْفَصْل الأول من الْبَاب الأول لكنه لما كَانَ يغلط فِي قِرَاءَة الْآيَات قَالَ قَاضِي قُضَاة اكتفوا على التَّرْجَمَة لِأَن الْمَعْنى يتبدل بتبدل الْأَلْفَاظ ¶ قَالَ القسيس اعفونا لِأَن هَذَا من قُصُور لساننا والعبارة هَذِه {وَقل آمَنت بِمَا أنزل الله من كتاب وَأمرت لأعدل بَيْنكُم الله رَبنَا وربكم لنا أَعمالنَا وَلكم أَعمالكُم لَا حجَّة بَيْننَا وَبَيْنكُم}",
            "page": "96",
            "part": "1",
            "seal": "935B3EDF"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "وَأَيْضًا فِي سُورَة العنكبوت {وَلَا تجادلوا أهل الْكتاب إِلَّا بِالَّتِي هِيَ أحسن إِلَّا الَّذين ظلمُوا مِنْهُم وَقُولُوا آمنا بِالَّذِي أنزل إِلَيْنَا وَأنزل إِلَيْكُم وإلهنا وإلهكم وَاحِد وَنحن لَهُ مُسلمُونَ} وَأَيْضًا فِي سُورَة الْمَائِدَة {الْيَوْم أحل لكم الطَّيِّبَات وَطَعَام الَّذين أُوتُوا الْكتاب حل لكم وطعامكم حل لَهُم} ثمَّ قَالَ وَهَذَا الْأَمر ظَاهر على كل فَرد من أمة مُحَمَّد صلى الله عَلَيْهِ وَسلم أَن الْفرق الَّتِي أعْطوا الْكتاب ولقبوا بِأَهْل الْكتاب المسيحيون وَالْيَهُود كَمَا ورد فِي حَقهم فِي سُورَة الْبَقَرَة {وهم يَتلون الْكتاب} وَهَذَا الْأَمر أَيْضا مَعْلُوم من الْقُرْآن الْكَرِيم ومشخص أَن الْكتب الَّتِي أعطيها الْيَهُود والمسيحيون التَّوْرَاة وَالْإِنْجِيل وَفِي سُورَة آل عمرَان {وَأنزل التَّوْرَاة وَالْإِنْجِيل من قبل هدى للنَّاس} ثمَّ قَالَ فِي هَذِه الْآيَات ذكر الْكتاب وَأهل الْكتاب وَالْمرَاد بِأَهْل الْكتاب الْيَهُود وَالنَّصَارَى فَعلم أَن التَّوْرَاة وَالْإِنْجِيل كَانَا موجودين فِي عهد مُحَمَّد صلى الله عَلَيْهِ وَسلم وَإِن المحمديين جعلوهما هاديي الدّين بعد تسليمهما وَأَن التحريف لم يَقع فيهمَا إِلَى زمَان مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ قَالَ الْفَاضِل المناظر التَّحْرِير يثبت من هَذِه الْآيَات هَذَا الْقدر فَقَط",
            "page": "97",
            "part": "1",
            "seal": "F3EA2B1D"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "أَن كَلَام الله نزل فِي الزَّمَان السالف فليؤمن بِهِ وَأَن التَّوْرَاة وَالْإِنْجِيل نزلا فِي الزَّمَان السالف كَمَا يفهم من هَذِه الْآيَات وَكَانَا موجودين فِي عهد مُحَمَّد صلى الله عَلَيْهِ وَسلم وَأَن كَانَا محرفين كَمَا تدل عَلَيْهِ الْآيَات الْأُخْرَى وَلَا يثبت من هَذِه الْآيَات بِوَجْه مَا أَن يكون التحريف لم يَقع فِي هَذِه الْكتب إِلَى زمَان مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ كَيفَ وَقد شنع الله على أهل الْكتاب فِي مَوَاضِع من الْقُرْآن لأجل تحريفهم فَكَمَا نؤمن بِحكم الْآيَات القرآنية أَن كَلَام الله نزل فِي الزَّمَان السالف فكثيرا نؤمن أَن التحريف قد وَقع فِيهِ وَلذَا جَاءَ من الحَدِيث لاتصدقوا أهل الْكتاب وَلَا تكذبوهم فَالَّذِي يُوجد بَين يَدي أهل الْكتاب محرف",
            "page": "98",
            "part": "1",
            "seal": "45F0FFF2"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "قَالَ القسيس لَا تَذكرُوا فِي هَذَا الْوَقْت الحَدِيث بل اذْكروا آيَات الْقُرْآن فَقَط ¶ قَالَ الْفَاضِل يثبت من الْآيَات أَيْضا الْأَمْرَانِ الْمَذْكُورَان كَمَا أقررتم بهما أَيْضا فِي كتاب ميزَان الْحق ¶ قَالَ القسيس يعلم من آيَات سُورَة الْبَيِّنَة أَن التحريف لم يَقع قبل زمَان مُحَمَّد صلى الله عَلَيْهِ وَسلم ثمَّ قَرَأَ من الْفَصْل الثَّالِث من الْبَاب الأول هَذِه الْعبارَة {لم يكن الَّذين كفرُوا من أهل الْكتاب وَالْمُشْرِكين منفكين حَتَّى تأتيهم الْبَيِّنَة رَسُول من الله يَتْلُو صحفا مطهرة فِيهَا كتب قيمَة وَمَا تفرق الَّذين أُوتُوا الْكتاب إِلَّا من بعد مَا جَاءَتْهُم الْبَيِّنَة} ¶ وَقَالَ يعلم من هَذِه الْآيَات أَن الْيَهُود والمسيحيين حرفوا كتبهمْ بعد ظُهُور مُحَمَّد صلى الله عَلَيْهِ وَسلم وشروع دَعوته لَا قبلهَا ¶ ثمَّ قَالَ إِن صَاحب الإستفسار الَّذِي تعرفونه أَنه الْفَاضِل آل حسن بَين هَذِه الْآيَة فِي الصفحة 448 هكذالم ينعزلوا عَن إعتقاد النَّبِي المنتظر أَو لم يَخْتَلِفُوا وَلم يتفرقوا فِي إعتقاده إِلَّا إِذا جَاءَ هَذَا النَّبِي فَهَذَا الْمَعْنى يُمكن أَن يُقَال أَن التبديل والتحريف لم يقعا فِي بشارات هِيَ آخر الزَّمَان إِلَى ظُهُوره ¶ قَالَ الْفَاضِل التَّحْرِير أَن تَرْجَمَة هَذِه الْآيَات على مَا اخْتَارَهُ جُمْهُور الْمُفَسّرين وأختاره حَضْرَة عبد القادر الْمُحدث الدهلوى فِي تَرْجَمته هَكَذَا {لم يكن الَّذين كفرُوا من أهل الْكتاب} أَي الْيَهُود وَالنَّصَارَى وَالْمُشْرِكين أَي عابدي الْأَصْنَام {منفكين} عَن أديانهم ورسومهم القبيحة وعقائدهم الْفَاسِدَة مثل عدم اعْتِقَاد نبوة عِيسَى عَلَيْهِ السَّلَام كَمَا كَانَ الليهود أَو إعتقاد التَّثْلِيث كَمَا كَانَ لِلنَّصَارَى وَنَحْوهمَا {حَتَّى تأتيهم الْبَيِّنَة رَسُول من الله يَتْلُو صحفا مطهرة فِيهَا كتب قيمَة وَمَا تفرق الَّذين أُوتُوا الْكتاب}",
            "page": "99",
            "part": "1",
            "seal": "0346BB25"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "فِي أديانهم ورسومهم القبيحة وعقائدهم الْفَاسِدَة بِأَن تَركهَا الْبَعْض وأختار الْإِسْلَام وَقَامَ الْبَعْض عَلَيْهَا تعصبا وتعنتا {إِلَّا من بعد مَا جَاءَتْهُم الْبَيِّنَة} أَي رَسُول الله وَالْقُرْآن ¶ وَقَالَ سيدنَا حَضْرَة عبد القادر فِي الْحَاشِيَة على آخر الْآيَة الأولى ضل جَمِيع أهل الْملَل قبل مُحَمَّد صلى الله عَلَيْهِ وَسلم وَكَانَ كل مِنْهُم مغرور على غلطه وَمَا كَانَ مُمكنا أَن يحصل لَهُم الْهِدَايَة بِوَاسِطَة حَكِيم أَو ولي أَو سُلْطَان عَادل مالم يَأْتِ رَسُول عَظِيم الْقدر مَعَه كتاب من الله ومدد قوى بِحَيْثُ امْتَلَأت الأقاليم بِالْإِيمَان فِي عدَّة سِنِين انْتهى ¶ فحاصل هَذِه الْآيَات هَذَا الْقدر فَقَط أَن أهل الْكتاب وَالْمُشْرِكين مامتنعوا عَن رسومهم القبيحة مالم يَأْتهمْ رَسُول عَظِيم الشَّأْن وَمن خَالف بعد مَجِيئه فمخالفته لأجل التعصب الْغَيْر الْحق والعناد فاستدلالكم بِهَذِهِ الْآيَات فِي هَذِه الصُّورَة لَيْسَ بِصَحِيح وَجَوَاب صَاحب الإستفسار تنزلي كَمَا تدل عَلَيْهِ عِبَارَته هَذِه لَو سلم هَذِه صِحَة الإستدلال يثبت مِنْهُ هَذَا الْقدر فَقَط الخ ومقصود صَاحب الإستفسار أَن استدلالكم أَولا لَيْسَ بِصَحِيح وَلَو سلم صِحَّته يثبت مِنْهُ هَذَا الْقدر أَن بشارات مُحَمَّد صلى الله عَلَيْهِ وَسلم لم تحرف لِأَن التحريف لم يَقع فِي مَوضِع من كتب العهدين وَصَاحب الإستفسار يَصِيح فِي كِتَابه كُله بِوُقُوع التحريف ¶ قَالَ القسيس بينوا الْآن أَن الْإِنْجِيل الَّذِي جَاءَ ذكره فِي الْقُرْآن أَي إنجيل كَانَ ¶ قَالَ الْفَاضِل لم يثبت براوية ضَعِيفَة أَو قَوِيَّة تعينه حَتَّى يتَبَيَّن أَنه إنجيل مَتى أَو يوحنا أَو شخص آخر وَمَا كُنَّا مؤمورين بتلاوته ليعلم حَاله ¶ وَهنا أَشَارَ القسيس إِلَى أُمَرَاء الإنكليز وَقَالَ هَؤُلَاءِ الجالسون كلهم أهل الْكتاب فاسألوهم أَنه أَي إنجيل كَانَ",
            "page": "100",
            "part": "1",
            "seal": "504C56FA"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "قَالَ الْحَكِيم أَن الثَّابِت بِالْقُرْآنِ هَذَا الْقدر فَقَط أَن الْإِنْجِيل نزل على عِيسَى عَلَيْهِ السَّلَام وَلَا يعلم أَنه أَي إنجيل كَانَ وَكَانَ الأناجيل الْكَثِيرَة مشتهرة فِي ذَلِك الزَّمَان مثل إنجيل برنابا وبرتلما وَغَيرهمَا فَالله أعلم أَن المُرَاد أَي إنجيل وَكَانَ فِي ذَلِك فرقة ناني كيزا الَّتِي مَا كَانَت تسلم مَجْمُوع هَذَا الْإِنْجِيل الْمَشْهُور وَكَانَ فِي ذَلِك الزَّمَان فرقة سمى كولى رى دينس كَانَت تَقول أَن الْآلهَة ثَلَاثَة الآب والإبن وَمَرْيَم لَعَلَّ هَذَا الْأَمر كَانَ مَكْتُوبًا فِي نسختهم لِأَن الْقُرْآن كذبهمْ وَلَا يثبت من مَوضِع أَن كتاب أَعمال الحواريين ورسائلهم وَكتاب المشاهدات دَاخِلَة فِي ذَلِك الْإِنْجِيل",
            "page": "101",
            "part": "1",
            "seal": "9C1C8F5F"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "قَالَ القسيس فرنج أَنْتُم لَا تسلمون الْكتب المندرجة فِي هَذَا الْإِنْجِيل الَّتِي هِيَ لَيست قَول عِيسَى عَلَيْهِ السَّلَام وَقد سلم مجْلِس لوديسيا هَذِه الْكتب غير المشاهدات وقرارها واحب التَّسْلِيم وكبار عُلَمَائِنَا الَّذين اعتبارهم عندنَا فِي الْغَايَة مثل كليمنس اسكندريانوس وترتولين وارجن وسائي بدن وَغَيرهم قرروا كتاب المشاهدات أَيْضا وَاجِب التَّسْلِيم لَكِن سَنَده الْمُتَّصِل لَا يُوجد عندنَا بِسَبَب الْفِتَن والخصومات والمحاربات الَّتِي كَانَت فِي الزَّمَان السالف",
            "page": "102",
            "part": "1",
            "seal": "AF994102"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "قَالَ الْحَكِيم أَن كليمنس فِي أَي زمَان كَانَ ¶ قَالَ القسيس فرنج فِي آخر الْقرن الثَّانِي ¶ قَالَ الْحَكِيم أَن نقل كليمنس فقرتين من كتاب المشاهدات يثبت مِنْهُ هَذَا الْقدر فَقَط أَن كليمنس سلم فِي آخر الْقرن الثَّانِي أَن كتاب المشاهدات من تصنيف يوحنا لَكِن سَنَده لم يُوجد قبل زَمَانه مَعَ أَن التَّوَاتُر اللَّفْظِيّ لجَمِيع الْكتاب لَا يثبت من فقرتين ¶ وترتولين وَغَيره كَانُوا بعد كليمنس لِأَن ترتولين كَانَ برسبتركار تهيج فِي سنة 200 م وسائي برن كَانَ بشب كارتهيج فِي سنة 248 م وارجن كَانَ فِي وسط الْقرن الثَّالِث وَشرع هُوَ فِي إصْلَاح التَّرْجَمَة السبعينية فِي سنة 231 ¶ وَقَالَ كيس برسبتر الرّوم الَّذِي كَانَ فِي سنة 212 م أَنه تصنيف سرن هتس الملحد وَصرح ديونيسبسن أَن بعض القدماء قَالَ أَنه من كَلَام سرن هتس الملحد ¶ قَالَ القسيس فرنج كيس عندنَا لَيْسَ من الْعِظَام وَمَا ذكر ديونيسبسن اسْم بعض القدماء وَلَا بَأْس بمخالفة وَاحِد أَو أثنين ¶ قَالَ الْحَكِيم لَا نذْكر وَاحِد أَو اثْنَيْنِ بل نقدر على إِظْهَار أَسمَاء مئين من المفكرين مثل يوس بيس وسرل وكنيسة برشالم كلهَا فِي عَهده وَغَيرهم ورده عُلَمَاء محفل لوديسيا أَيْضا وَبَعض الْكَنَائِس كَانُوا يرددون فِي عهد جيروم أَيْضا",
            "page": "103",
            "part": "1",
            "seal": "828F5DB8"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "قَالَ القسيس فندر هَذَا الْكَلَام خَارج عَن المبحث وكلامنا الْآن فِي الْإِنْجِيل الَّذِي كَانَ مَوْجُودا فِيهِ عهد مُحَمَّد صلى الله عَلَيْهِ وَسلم والتفت إِلَى الْفَاضِل المناظر التَّحْرِير فَقَالَ الْفَاضِل اظهرنا مَذْهَبنَا فَإِن علمْتُم أَن هَذَا لَيْسَ بِمذهب أهل الْإِسْلَام فاذكروا دَلِيلا على هَذَا والا فسلموه ¶ وَنحن نقر أَن كَلَام الله نزل على عِيسَى عَلَيْهِ السَّلَام لَكنا ننكر أَنه عبارَة عَن مَجْمُوع هَذَا الْعَهْد الْجَدِيد وَأَنه لم يَقع التَّغْيِير والتبديل فِيهِ وَكَلَام الحواريين عندنَا لَيْسَ بإنجيل بل الْإِنْجِيل الَّذِي نزل على عِيسَى عَلَيْهِ السَّلَام ¶ وَقَالَ صَاحب تخجيل من حرف الْإِنْجِيل فِي الْبَاب الثَّانِي من كِتَابه فِي حق هَذِه الأناجيل الْمَشْهُورَة أَنَّهَا لَيست هِيَ الأناجيل الْحق الْمَبْعُوث بهَا الرَّسُول الْمنزلَة من عِنْد الله تَعَالَى انْتهى كَلَامه بِلَفْظِهِ ¶ ثمَّ قَالَ فِي الْبَاب الْمَذْكُور وَالْإِنْجِيل الْحق إِنَّمَا هُوَ الَّذِي نطق بِهِ الْمَسِيح انْتهى كَلَامه بِلَفْظِهِ ¶ ثمَّ قَالَ فِي الْبَاب التَّاسِع فِي بَيَان فضائح النَّصَارَى وَقد سلبهم",
            "page": "104",
            "part": "1",
            "seal": "BFACA4D6"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "فولس هَذَا من الَّذين بلطيف خداعه إِذْ رأى عُقُولهمْ قَابِلَة لكل مَا يلقِي اليها وَقد طمس هَذَا الْخَبيث رسوم التَّوْرَاة انْتهى كَلَامه بِلَفْظِهِ",
            "page": "105",
            "part": "1",
            "seal": "9623D6D4"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "وَقَالَ الإِمَام الْقُرْطُبِيّ فِي الْبَاب الثَّالِث من كِتَابه الْمُسَمّى بِكِتَاب الْأَعْلَام بِمَا عِنْد النَّصَارَى من الْفساد والأوهام",
            "page": "106",
            "part": "1",
            "seal": "8D73E9CF"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "إِن الْكتاب الَّذِي بيد النَّصَارَى الَّذِي يسمونه بالإنجيل لَيْسَ هُوَ الْإِنْجِيل الَّذِي قَالَ الله فِيهِ على لِسَان رَسُوله صلى الله عَلَيْهِ وَسلم وَأنزل التَّوْرَاة وَالْإِنْجِيل من قبل هدى للنَّاس انْتهى كَلَامه بِلَفْظِهِ وَمثلهَا صرح الْعلمَاء الْآخرُونَ سلفا وخلفا وَلما لم يثبت من رِوَايَة مَا",
            "page": "107",
            "part": "1",
            "seal": "5AADA550"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "أَن أَقْوَال الْمَسِيح مَكْتُوبَة فِي الْإِنْجِيل الْفُلَانِيّ لَا نقدر على تعْيين هَذَا الْأَمر وَمَا نقل فِي هَذِه الأناجيل الْأَرْبَعَة نزلته منزلَة آحَاد الْأَحَادِيث وَلم تنقل",
            "page": "108",
            "part": "1",
            "seal": "F5667A08"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "رِوَايَة مُعْتَبرَة عَن مؤمنى الْقُرْآن الأول وَمن جملَة أَسبَابه هَذَا السَّبَب أَيْضا أَن البابا كَانَ فِي ذَلِك الْعَهْد متسلطا تسلط تَاما وَلَا تكون الْإِجَازَة الْعَامَّة لقِرَاءَة الْإِنْجِيل فِي فرقته فقلما رأى الْمُسلمُونَ نسخ الْإِنْجِيل بِهَذَا السَّبَب",
            "page": "109",
            "part": "1",
            "seal": "A3FDD525"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "وَكَانَ أَكثر المسيحيين فِي نواحر الْعَرَب غَالِبا من هَذَا الْقسم أَو من الْفرْقَة النسطورية ¶ فَغَضب القسيس فرنج على هَذَا وَقَالَ نسبتم الْعَيْب الْعَظِيم إِلَى أنجيلنا والبابا لم فِيهِ فَسَادًا مَا",
            "page": "110",
            "part": "1",
            "seal": "813643D9"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "وَشرع القسيس بفندر فِي بَيَان حَال إحراق أَمِير الْمُؤمنِينَ عُثْمَان ابْن عَفَّان رَضِي الله عَنهُ بعد نسخ الْقُرْآن",
            "page": "111",
            "part": "1",
            "seal": "5D525BC8"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "فَقَالَ الْفَاضِل أَن هَذَا الْكَلَام كَانَ خَارِجا عَن المبحث لكنكم لما شرعتم فِيهِ فَاسْمَعُوا الْجَواب عَنهُ ¶ قَالَ القسيس لما اعترضتم على الْإِنْجِيل عرضت أَيْضا فَارْجِعُوا الْآن إِلَى أصل الْمطلب وَلما كَانَ أصل الْمطلب أَن القسيس بعد سُؤال حَال الْإِنْجِيل يُرَاعِي ثَلَاثَة أَشْيَاء كَمَا تقرر فِي آخر الجلسة الأولى ¶ قَالَ الْفَاضِل كلامنا من الأول وعَلى مَا تقرر أمس على مَجْمُوع كتبه",
            "page": "112",
            "part": "1",
            "seal": "3978C488"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "العهدين لَا على الْإِنْجِيل فَقَط فنطلب مِنْكُم السَّنَد الْمُتَّصِل لبَعض كتب هَذَا الْمَجْمُوع ¶ قَالَ القسيس تكلمُوا على الْإِنْجِيل ¶ قَالَ الْفَاضِل كلامنا على الْمَجْمُوع وَتَخْصِيص الْإِنْجِيل لَغْو فَسكت القسيس وَالظَّاهِر أَنه لم يستحسن بَيَان السَّنَد الْمُتَّصِل لهَذِهِ الْكتب وأنجر الْكَلَام إِلَى الْغَلَط والتحريف ¶ ثمَّ أخرج القسيس فرنج طومارا طَويلا كَانَ مَعَه وقرأه وَكَانَ ملخصه أَن علماءنا وجدوا اختلافات الْعبارَة ثَلَاثِينَ ألفا أَو أَرْبَعِينَ ألفا لَكِنَّهَا لَيست فِي نُسْخَة وَاحِدَة بل فِي نسخ كَثِيرَة وَلَو فرقناها على النّسخ يكون فِي مُقَابلَة كل نُسْخَة نُسْخَة مِنْهَا أَرْبَعمِائَة أَو خَمْسمِائَة وَإِن وَقع بعض الأغلاط من تَصَرُّفَات المبتدعين وَوجد كتركرسباخ فِي إنجيل مَتى ثلثمِائة وَسَبْعُونَ سَهوا فِي الْآيَات والألفاظ مِنْهَا سَبْعَة عشر شَدِيدَة ثقل وَاثْنَانِ وَثَلَاثُونَ أَيْضا ثَقيلَة لَكِنَّهَا خَفِيفَة بِالنِّسْبَةِ إِلَى الأولى والبواقي خَفِيفَة ¶ وَصحح عُلَمَاؤُنَا هَذِه الأغلاط فِي أَكثر الْمَوَاضِع لِأَن هَذَا الْأَمر قريب الْقيَاس أَن الْكتاب الَّذِي تكون نسخه كَثِيرَة فتصحيحه مُمكن وَالْكتاب الَّذِي تكون نسخته وَاحِدَة فتصحيحه عسير مثل نُسْخَة ترنس ونسخة بيركيولس يُوجد لأَحَدهمَا عشرُون ألف نُسْخَة فصححها عُلَمَاؤُنَا وللأخرى نُسْخَة وَاحِدَة فعدوا تصحيحها متعسرا ¶ وَإِذ كَانَت نسخ الْإِنْجِيل مَوْجُودَة بِالْكَثْرَةِ فتصحيحه لَيْسَ بمتتنع وَنحن الْآن نبين عدَّة وُجُوه من قرانين التَّصْحِيح",
            "page": "113",
            "part": "1",
            "seal": "56200F94"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "الأول إِن الْعلمَاء الْمَذْكُورين كَانُوا إِذا وجدوا عبارتين أَحدهمَا دقيقة وَالْأُخْرَى سليسة فصيحة اخْتَارُوا الدقيقة لِأَن مُقْتَضى الإحتياط وَالْعقل وَالْقِيَاس أَن الْعبارَة السليسة لَعَلَّهَا تكون جعلية ¶ وَالثَّانِي كَانُوا إِذا وجدوا عبارتين أَحدهمَا مُطَابق للقاعدة وَالْأُخْرَى مُخَالفَة لَهَا اخْتَارُوا الْمُخَالفَة لِأَن الْمُطَابقَة تحْتَمل أَن يكون عمل أحد من مهرَة الْقَوَاعِد وأدرجها وَكتب الْعلمَاء الْمشَار إِلَيْهِم بعد مَا نبهوا على",
            "page": "114",
            "part": "1",
            "seal": "1035D8A1"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "هَذِه الأغلاط أَنه لَا يُوجد غلط سواهَا وَأَنه لَا يلْزم فِي الْمَقْصُود الْأَصْلِيّ نُقْصَان مَا من هَذَا الْقدر من الأغلاط كَمَا قَالَ داكتركنى كات أَنا لَو خرجنَا بِالْفَرْضِ هَذِه الْعبارَات المحرفة كلهَا لَا يلْزم نُقْصَان فِي مَسْأَلَة مُعْتَبرَة من مسَائِل الْملَّة المسيحية وَكَذَا لَو أدخلنا هَذِه الْعبارَات المحرفة لَا يلْزم مِنْهَا زِيَادَة فِي مَسْأَلَة مُعْتَبرَة من مسَائِل الْملَّة ¶ فَأَرَادَ الْحَكِيم أَن يُجيب فَمَنعه القسيس فندر وَكلما أَرَادَ الْحَكِيم أَن يُجيب كَانَ القسيس فندر يمنعهُ وَيَقُول لالا ¶ ثمَّ الْتفت القسيس إِلَى الْفَاضِل المناظر ¶ فَقَالَ الْمُفْتى رياض الدّين لابد أَن يبين الْفَاضِل المناظر أَولا معنى التحريف ثمَّ يباحث عَلَيْهِ لينكشف الْحَال للحاضرين حق الإنكشاف فَأَرَادَ القسيس أَن يَقُول شَيْئا فِي هَذَا الْبَاب ¶ فَقَالَ الْمُفْتى هَذَا لَيْسَ منصبكم بل الَّذين يدعونَ التحريف عَلَيْهِم الْبَيَان ¶ فَالْتَفت الْفَاضِل المناظر إِلَى القسيس وَقَالَ معنى التحريف الْمُتَنَازع فِيهِ عندنَا وَفِي اصطلاحنا التَّغْيِير الْوَاقِع فِي كَلَام الله سَوَاء كَانَ بِسَبَب الزِّيَادَة أَو النُّقْصَان أَو تَبْدِيل بعض الْأَلْفَاظ بِبَعْض آخر وَسَوَاء كَانَ منشأ هَذَا التَّغْيِير الشرارة والخبث أَو الْإِصْلَاح بِاعْتِبَار غَلَبَة الْوَهم وندعى أَن التحريف وَقع فِي الْكتب المقدسة عِنْد أهل الْكتاب بِاعْتِبَار هَذِه الْأُمُور كلهَا فَإِن أَبَيْتُم فعلينا الْإِثْبَات ¶ قَالَ القسيس فندر نَحن نعترف أَيْضا بسهو الْكَاتِب فِي الْكتب المقدسة ¶ قَالَ الْفَاضِل المناظر أَن سَهْو الْكَاتِب عندنَا أَن يُرِيد الشَّخْص كِتَابَة اللَّام فَيكْتب بدلهَا الْمِيم أَو يُرِيد أَن يكْتب الْمِيم فَيكْتب سَهوا بدلهَا النُّون",
            "page": "115",
            "part": "1",
            "seal": "93EB118D"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "فَهَل المُرَاد بالسهو عنْدكُمْ أَيْضا هَذَا السَّهْو ¶ أَو هَذِه الْأُمُور أَيْضا دَاخِلَة فِيهِ أَن يدرج أحد عبارَة الْحَاشِيَة فِي الْمَتْن أَو يزِيد قصدا من جَانِبه الْجمل أَو يُسْقِطهَا ¶ اضْطربَ القسيس من سَماع لفظ الْجمل لَعَلَّه فهم الْجُمْلَة بِمَعْنى مَجْمُوع الْكتاب وَقَالَ لَا تَقولُوا الْجمل بل قُولُوا أَن يزِيد آيَات أَو يُسْقِطهَا ¶ قَالَ الْفَاضِل أَن إِطْلَاق الْجُمْلَة عندنَا يجِئ على مثل زيد قَائِم لكني أترك هَذَا اللَّفْظ الْآن وَأَقُول كَمَا أمرْتُم أَو يزِيد قصدا من جَانِبه الْآيَات أَو يُسْقِطهَا أَو يلْحق شَيْئا بطرِيق التَّفْسِير أَو يُبدل لفظا بِلَفْظ آخر ¶ قَالَ القسيس إِن هَذِه الْأَشْيَاء كلهَا دَاخِلَة عندنَا فِي سَهْو الْكَاتِب سَوَاء كَانَ وُقُوعهَا قصدا أَو سَهوا أَو جهلا أَو غَلطا لَكِن مثل هَذَا السَّهْو يُوجد فِي الْآيَات فِي خمس أَو سِتّ وَفِي الْأَلْفَاظ فِي مَوَاضِع كَثِيرَة ¶ قَالَ الْفَاضِل المناظر لما كَانَ زِيَادَة الْآيَات وإسقاطها وتبديل بعض الْأَلْفَاظ بِبَعْض سَوَاء كَانَت هَذِه الْأَشْيَاء قصدا أَو سَهوا دَاخِلَة فِي سَهْو الْكَاتِب على اصطلاحكم وَوَقع مثل هَذَا السَّهْو المصطلح فِي الْكتب المقدسة وَهَذَا هُوَ التحريف عندنَا مَا بقى بَيْننَا وَبَيْنكُم إِلَّا النزاع اللَّفْظِيّ فَقَط لِأَن الْأَمر الَّذِي تدعيه أَنه تَحْرِيف تَقولُونَ أَنه سَهْو الْكَاتِب فالإختلاف فِي التَّعْبِير والإسم لَا فِي الْمعبر عَنهُ والمسمى ¶ وَنَظِيره أَن رجلا أعْطى أَرْبَعَة مَسَاكِين درهما وَكَانَ أحدهم روميا وَالثَّانِي حَبَشِيًّا وَالثَّالِث هنديا وَالرَّابِع عَرَبيا وَاتَّفَقُوا على أَن يشتروا بهم شَيْئا فالرومي ذكر اسْم الْعِنَب فِي لِسَانه وَأنكر الحبشي وَذكر هُوَ أَيْضا اسْمه فِي لِسَانه فَأنْكر الْهِنْدِيّ وَذكر هُوَ اسْمه فِي لِسَانه فَأنْكر",
            "page": "116",
            "part": "1",
            "seal": "4394C6A8"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "الْعَرَبِيّ وَقَالَ لَا نشتري إِلَّا عنبا فتخاصموا وتشاتموا لأجل عدم فهم كل مَقْصُود الآخر لسَبَب اخْتِلَاف الإسم فَقَط ¶ وكما كَانَ يبين هَؤُلَاءِ الْأَرْبَعَة نزاع لَفْظِي وَكَانَ مقصودهم فِي الْحَقِيقَة وَاحِد فَكَذَا حَال سَهْو الْكَاتِب والتحريف لِأَن الشَّيْء الَّذِي نُسَمِّيه تحريفا تسمونه سَهْو الْكَاتِب ¶ ثمَّ قَالَ الْفَاضِل التَّحْرِير بالصوت الرفيع مُخَاطبا للنَّاس أَن النزاع الَّذِي بَيْننَا وَبَين القسيس كَانَ نزاعا لفظيا فَقَط لِأَن التحريف الَّذِي كُنَّا ندعيه قبله القسيس لكنه سَمَّاهُ سَهْو الْكَاتِب ¶ قَالَ القسيس لم يلْزم نُقْصَان فِي الْمَتْن من مثل هَذَا السَّهْو ¶ فَسَأَلَ قَاضِي الْقُضَاة مُحَمَّد أَسد الله متحيرا الْمَتْن مَاذَا ¶ قَالَ القسيس فندر ساخطا من هَذَا السُّؤَال بيّنت مرَارًا وَإِلَى كم مرّة أبين ثمَّ قَالَ إِنَّه عبارَة عَن ألوهية الْمَسِيح والتثليث وَكَونه كَفَّارَة وشافعا وَعَن تعليماته",
            "page": "117",
            "part": "1",
            "seal": "678435D2"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "قَالَ الْفَاضِل المناظر ادّعى جامعو تَفْسِير هنري واسكات أَيْضا مثل ادعائكم أَيْضا بِأَن الْمَقْصُود الْأَصْلِيّ لم يَقع فِيهِ تفَاوت مَا من هَذِه الأغلاط لَكنا لَا نفهمه لِأَنَّهُ إِذا ثَبت التحريف فَأَي دَلِيل على أَنه لم يَقع فِيهِ تفَاوت مَا من هَذِه الأغلاط لِأَنَّهُ إِذا ثَبت التحريف بِجَمِيعِ أَنْوَاعه قصدا وسهوا وإصلاحا وهميا من المبدعين وَمن أهل الدّيانَة كَمَا ستعرف بعد اختتمام المباحثة إِن شَاءَ الله تَعَالَى فَأَي دَلِيل على أَنه لم يَقع فِي تسع أَو عشر آيَات فِيهَا ذكر التَّثْلِيث لِأَن المحرفين الَّذين حرفوا الْمَوَاضِع الْغَيْر الْمَقْصُودَة قصدا وسهوا وإصلاحا كَيفَ يُرْجَى مِنْهُم عدم التحريف فِي الْمَوَاضِع الْمَقْصُودَة مَعَ أَنَّهَا أهم من التحريف من الأولى ¶ قَالَ القسيس أَن تَحْرِيف الْمَتْن يثبت إِذا وجدْتُم نُسْخَة عتيقة لَا يكون فِيهَا ذكر ألوهية الْمَسِيح عَلَيْهِ السَّلَام وَيُوجد فِي هَذِه النُّسْخَة المتداولة الْآن وَلَا يكون فِيهَا ذكر كَفَّارَة الْمَسِيح وَيُوجد فِي هَذِه ¶ قَالَ الْفَاضِل التَّحْرِير كَانَ على ذمتنا هَذَا الْقدر فَقَط أَن نثبت كَون هَذِه النُّسْخَة مشكوكة فَثَبت بِحَمْد الله وَصَارَ الْكتاب كُله بِهَذَا الْإِثْبَات مشكوكا لكنكم لما دعيتم سَلامَة بعض الْمَوَاضِع عَن التحريف مَعَ اعنراف وُقُوعه فِي بعض آخر فاثبات تِلْكَ السَّلامَة على ذمتكم لَا على ذمتنا وَبَقِي أَمر آخر قَابل لِأَن يسْأَل عَنهُ وَهُوَ هَذَا أتسلمون أَن سَهوا من هَذِه السهوات الَّتِي هِيَ مسلمة عنْدكُمْ وَهِي تحريفات بِعَينهَا عندنَا يُوجد فِي جَمِيع النّسخ أم لَا ¶ قَالَ القسيس نعم مثل هَذَا السَّهْو يُوجد فِي جَمِيع النّسخ ¶ فَاعْترضَ عَلَيْهِ القسيس فرنج ¶ فَقَالَ القسيس فندر غَلطت وَرَأى القسيس فرنج أحسن ¶ قَالَ قَاضِي الْقُضَاة لَا فَائِدَة فِي الرُّجُوع لِأَن قَوْلكُم الأول صَار مُعْتَبرا ¶ قَالَ القسيس لَا غَلطت أَنا وَلَا أَقُول جزما لَعَلَّ هَذَا السَّهْو لَا يكون فِي الْمَتْن العبرى وَيكون فِي اليوناني أَو بِالْعَكْسِ",
            "page": "118",
            "part": "1",
            "seal": "71B1D9C9"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "قَالَ الْفَاضِل المناظر أَن أظهرنَا بعض المقامات الَّتِي أقرّ فِيهَا مفسروكم أَنَّهُمَا كَانَت فِي سالف الزَّمَان كَذَا والآن لَا تُوجد فِي الْمَتْن العبرى الَّذِي هُوَ مُعْتَبر عنْدكُمْ فَمَاذَا تَقولُونَ ¶ قَالَ القسيس لَا يلْزم مِنْهَا نقص فِي الْمَتْن ¶ قَالَ الْحَكِيم لَا شكّ أَنه يَقع الْخلَل فِي الْمَقْصُود الْأَصْلِيّ إِذا كَانَت اختلافات الْعبارَات كَثِيرَة مثلا وَلَو فَرضنَا أَن الْعبارَات الْمُخْتَلفَة تُوجد فِي عدَّة نسخ كلستان وَلَا يثبت تَرْجِيح بعض تِلْكَ الْعبارَات على بعض فَلَا نقدر فِي هَذِه الصُّورَة أَن نقُول جزما أَن عبارَة السَّعْدِيّ هَذِه فَكيف إِذا اخْتلفت مئات من النّسخ وَلَا يكون لأحداهما تَرْجِيح على الْأُخْرَى ¶ فَلَا شكّ فِي إِمْكَان وُقُوع التَّغْيِير فِي الْمَقْصُود الْأَصْلِيّ وَالْإِنْجِيل عندنَا عبارَة عَن قَول الْمَسِيح عَليّ السَّلَام وَهُوَ صَار مشتبها ¶ قَالَ القسيس أجيبوني بالإختصار أتسلمون الْمَتْن أم لَا فَإِن سلمتم تكون المباحثة فِي الْأُسْبُوع الْآتِي لأَنا لَا نستدل فِي المباحثة الْبَاقِيَة إِلَّا بالأدلة النقلية من هذاالكتاب ونعلم أَن الْعقل مَحْكُوم الْكتاب لَا أَن الْكتاب مَحْكُوم الْعقل ¶ قَالَ الْفَاضِل لما ثَبت الزِّيَادَة وَالنُّقْصَان فِي هَذِه الْكتب على إعترافكم أَيْضا وَثَبت التحريف فِيهَا صَارَت مشتبهة عندنَا بِهَذَا السَّبَب وَلَا نعتقد الْبَتَّةَ أَن الْغَلَط لم يَقع فِي الْمَتْن فَلَا يَصح لكم أَن توردوا دَلِيلا من هَذِه الْكتب علينا فِي المباحثة الْآتِيَة فِي مَسْأَلَتي التَّثْلِيث والنبوة لِأَنَّهُ لَا يكون حجَّة علينا ¶ قَالَ القسيس فرنج أَنكُمْ خَرجْتُمْ هَذِه التحريفات والأغلاط من تفاسيرنا فَهَؤُلَاءِ الْمُفَسِّرُونَ معتبرون عنْدكُمْ وهم كَمَا كتبُوا هَذِه المقامات كتبُوا أَيْضا أَنه لَا يُوجد الْفساد فِي غير هَذِه الْمَوَاضِع ¶ وَقَالَ القسيس فندر أَيْضا سَله ¶ قَالَ الْفَاضِل التَّحْرِير نقلنا أَقْوَال هَؤُلَاءِ الْعلمَاء إلزاما من حَيْثُ أَنهم معتبرون عندنَا وَإِن جَمِيع أَقْوَالهم قَابِلَة للإعتبار والإلتفات",
            "page": "119",
            "part": "1",
            "seal": "48F7BA13"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "والتفت إِلَى القسيس فندر وَقَالَ بل نقلتم شَيْئا عَن الْبَيْضَاوِيّ والكشاف ¶ قَالَ القسيس نعم ¶ قَالَ الْفَاضِل التَّحْرِير أَن هذَيْن الْمُفَسّرين كَمَا كتبا الْأُمُور الَّتِي نقلتموها زاعمين أَنَّهَا مفيدة لمقصودكم ¶ هَكَذَا كتبا هما وَسَائِر الْمُفَسّرين كَافَّة أَن مُحَمَّدًا صلى الله عَلَيْهِ وَسلم رَسُول الله ومنكره كَافِر وَالْقُرْآن كَلَام الله بِلَا شكّ فَهَل تسلمون أَقْوَالهم هَذِه أَيْضا ¶ قَالَ القسيس لَا ¶ قَالَ الْفَاضِل فَكَذَا لَا نسلم القَوْل الآخر لعلمائكم ¶ ثمَّ قَالَ القسيس أجيبوني بالإختصار تسلمون الْمَتْن أم لَا ¶ قَالَ الْحَكِيم أَن هَذَا السُّؤَال مُحْتَاج إِلَى التَّفْصِيل فمهما لم نفرغ عَن إِظْهَار قَول لَا نجيب ¶ قَالَ القسيس أجيبوني بالإختصار بِلَا أَو نعم ¶ قَالَ الْفَاضِل التَّحْرِير لَا نسلم الْمَتْن لِأَن الْمَتْن الَّذِي هُوَ عبارَة عَن الْمَقْصُود الْأَصْلِيّ عنْدكُمْ صَار مشتبها بِسَبَب التحريف عندنَا وَقد اعترفتم فِي الجلسة الأولى فِي سَبْعَة أَو ثَمَانِيَة مَوَاضِع وَفِي الجلستين بِأَرْبَعِينَ ألف اخْتِلَاف الْعبارَة هِيَ عندنَا على التحريف وَكَانَ منصبنا فِي هَذَا الْبَاب هَذَا الْقدر فَقَط أَن تثبت كَون هَذَا الْكتاب مشكوكا ومحرفا وَظهر بِفضل الله وَإِثْبَات عدم التحريف فِي الْمَتْن أَي الْمَقْصُود الْأَصْلِيّ على ذمتكم وَنحن حاضرون إِلَى شَهْرَيْن للمباحثة بِلَا عذر إِلَّا أَن هَذَا الْكتاب لَا يكون حجَّة علينا وَالدَّلِيل الْمَنْقُول عَنهُ لَا يكون كَافِيا لإلزامنا نعم إِن كَانَ عنْدكُمْ دَلِيل آخر فِي مسالتي التَّثْلِيث والنبوة فأوردوه",
            "page": "120",
            "part": "1",
            "seal": "46FA32CF"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "والتفت الْفَاضِل فيض أَحْمد باشكاتب إِلَى القسيس فندر وَقَالَ الْعجب أَن يَقع التحريف فِي الْكتاب وَلَا يَقع نقص مَا ¶ واختتمت المباحثة التقريرية على هَذَا وودع كل من الْفَرِيقَيْنِ الْفَرِيق الآخر ثمَّ وَقع التَّحْرِير على رَجَاء المباحثة التقريرية لَكِنَّهَا لم تقع ¶ والآن أنقل مكاتيب الْفَرِيقَيْنِ أَيْضا وأترك عنوان المكاتيب كَمَا اعتذرت أَولا ¶ مكاتيب الْفَرِيقَيْنِ بعد المباحثة التقريرية ¶ الْمَكْتُوب الأول من القسيس ¶ أرْسلت قبل إِلَيْكُم كتاب الْعَجز لأجل استكشاف نمرة صفحة من كتاب حل الأشكال الَّتِي كتبت فِيهَا على قَوْلكُم أَنه لم تظهر عبَادَة الْأَصْنَام من نَبِي وحملتم على الْمعَانِي الْأُخْرَى وَمَا أخبرتموني عَن نمرة الصفحة وَهَذَا العَبْد يعلم أَنه مَا كتب غَالِبا مثله فأرجو من لطفكم أَن تخبروني فِي هَذِه الْمرة عَن نمرة الصفحة ليعلم مَاذَا كتبت وَإِن تأملتم فِي تحريرها فِي هَذِه الْمرة ظَنَنْت لَعَلَّكُمْ أردتم على خلاف مرادى عدم عبَادَة نَبِي الْأَصْنَام من مَفْهُوم عبارتي الَّتِي هِيَ مندرجة فِي الصفحة السِّتين من الْحصَّة الْأَخِيرَة من حل الأشكال من السطر الثَّانِي إِلَى الثَّامِن ¶ وَذكرت فِي جلْسَة الْيَوْم بعض الْآيَات القرآنية الَّتِي فِيهَا ذكر الْإِنْجِيل وَهِي مندرجة فِي الصفحة الثَّالِثَة عشر من كتاب ميزَان الْحق وقلتم أَن المُرَاد بالإنجيل الْمَذْكُور قَول الْمَسِيح لَا الحواريين ¶ فَيسْأَل هَذَا العَبْد هَل رَأَيْتُمْ هَذَا الْمَعْنى فِي تَفْسِير من التفاسير أَو هُوَ تحقيقكم فَإِن كَانَ من تَفْسِير فَاكْتُبُوا لي عِبَارَته بِلَفْظِهِ وَإِن كَانَ من مَوضِع آخر فمنوا على بتحريره وَإِن لم يكن هَذَا الْأَمر هَهُنَا أَي فِي هَذِه الْبَلَد لسَبَب ضَرُورِيّ عزم السّفر فَإِذا وصلتم مَعَ الْخَيْر إِلَى دهلي فَاكْتُبُوا",
            "page": "121",
            "part": "1",
            "seal": "F2D5703E"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "من هُنَاكَ وتذكروا العَبْد إِلَى أَن يحصل التلاقي مرّة أُخْرَى بالأمور اللائقة لَهُ وبإعطاء الْكتب الموعودة فِي الْمَكْتُوب الأول فَقَط 11 نيسان إبريل الفرنجي سنة 1854 م ¶ الْمَكْتُوب الأول من الْفَاضِل التَّحْرِير ¶ وصل كتابكُمْ الْكَرِيم لأجل استكشاف نمرة الصفحة من كتاب حل الأشكال مُشْتَمِلًا على أَنِّي إِن تَأَمَّلت فِي تحريرها فِي هَذِه الْمرة ظَنَنْت أَنِّي أردْت على خلاف مرادكم من مَفْهُوم عبارتكم الَّتِي هِيَ مندرجة فِي الصفحة السِّتين من الْحصَّة الْأَخِيرَة من كتاب حل الْإِشْكَال من السطر الثَّانِي إِلَى الثَّامِن ولطلب السَّنَد على قولي فِي حق الْإِنْجِيل وَصَارَ سَببا للتعجب وَيظْهر مِنْهُ ظهورا بَينا أَن مطمع نظركم إِيذَاء قلبِي احلتم على طَريقَة التجاهل إِلَى عبارَة اعترضتم فِيهَا على زعمكم على حَضْرَة خير الْبشر صلى الله عَلَيْهِ وَسلم وَإِلَّا كَيفَ يظنّ أَنكُمْ نسيتم تحريركم بِحَيْثُ استنبطتم الْمَعْنى الْمَذْكُور من الْموضع الَّذِي لَا مُنَاسبَة لَهُ بِهَذَا الْمَعْنى ¶ أَو أَن مطمح نظركم التَّعَرُّض بزعم وُقُوع الْغَلَط فِي نقلي فَإِن كَانَ الأول فبعيد عَن أخلاقكم وَلَا اسْتحْسنَ أَن أكتب شَيْئا فِي جَوَابه ¶ وَإِن كَانَ الثَّانِي لَيْسَ بمستحسن أَيْضا وَأي مَانع لي أَن أعرض على أغلاطكم فِي مثل هَذِه الْأُمُور مثل مَا كتبتم فِي الصفحة 103 من كتاب حل الأشكال فِي جَوَاب كتاب الإستفسار هَكَذَا كتب فِي الصفحة 424 أَن قوانين الصّرْف والنحو والمعاني وَالْبَيَان وَسَائِر الْفُنُون لَا ترى قبل عهد الْإِسْلَام عِنْد أحد من الْيَهُود والمسيحيين انْتهى ¶ وَهَذَا النَّقْل لَيْسَ مطابقا للْأَصْل وَلَا يُوجد فِي هَذَا الْمقَام من",
            "page": "122",
            "part": "1",
            "seal": "04818EE6"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "الإستفسار لفظ سَائِر الْفُنُون بل فِيهِ لفظ مُفْرَدَات اللُّغَة فحرفتموه إِلَى سَائِر الْفُنُون ثمَّ اعترضتم عَلَيْهِ وَكَانَ غَرَض صَاحب الإستفسار فِي هَذَا الْمقَام مُجَرّد ذكر الْفُنُون الَّتِي تتَعَلَّق بِاللِّسَانِ الْأَصْلِيّ للتوراة وَالْإِنْجِيل ¶ وَمثل مَا كتبتم فِي الْفَصْل الثَّانِي من الْبَاب الأول من كتاب ميزَان الْحق يدعى الْقُرْآن والمفسرون فِي هَذَا الْبَاب الخ وَهَذَا بهتان مَحْض لَا أثر لَهُ فِي الْقُرْآن وَلَا فِي التفاسير كَمَا قلت فِي ابْتِدَاء الجلسة الأولى أَيْضا ¶ وَمثل مَا كتبتم فِي الْفَصْل الثَّالِث من الْبَاب الأول من كتاب ميزَان الْحق فِي كتاب الغاني الْمُسَمّى بدبستان يَقُولُونَ أَن عُثْمَان الخ ¶ وَوَقع فِي هَذَا الْكتاب فِي بَيَان مَذْهَب الشِّيعَة الإثنى عشرِيَّة هَكَذَا",
            "page": "123",
            "part": "1",
            "seal": "741415C9"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "بعض ازيشان كوينزكة عُثْمَان الخ فاسقطتم من هَذِه الْعبارَة لفظ بعض ازيشان لتَكون النِّسْبَة بِحَسب الظَّاهِر إِلَى كل الْفرْقَة وأمثال هَذِه الأغلاط أغلاط اخرى لَا اسْتحْسنَ أَن أذكرها فِي المكاتيب وأوذيكم فِي هَذَا الْبَاب ¶ وَمَا سَأَلْتُم عَن حَال النمرة فطالعوا فِي الصفحة 105 من كتاب حل الأشكال من السطر الثَّانِي إِلَى السَّابِع ¶ وَلما وَقع فِي كتاب الإستفسار من عدَّة مَوَاضِع مثل الصفحة الْمَذْكُورَة أَي الَّتِي نقل عَنْهَا القسيس والصفحة 595 لفظ عبَادَة الْعجل وَعبادَة الْأَصْنَام وَكَانَ اعْتِرَاض صَاحب كتاب الإستفسار نظرا إِلَى كلا الْأَمريْنِ حملت عبَادَة الْعجل فِي السطر السَّابِع بِمَعْنى عبَادَة مُطلق الْأَوْثَان وَإِلَّا لارتفع اعتراضه وَمَا قلت فِي حق الْإِنْجِيل هُوَ الْمَكْتُوب فِي الْكتب الإسلامية وَهُوَ الْمَفْهُوم من بعض الْآيَات القرآنية وسيحصل لكم اطلَاع كَامِل على تَحْقِيق هَذَا الْأَمر من بعض الرسائل الَّتِي ستطبع ¶ وبقى لي شكاية وَهِي أَنكُمْ اخترتم فِي هَذِه المباحثة خلاف دأب المناظرة لِأَن شريككم القسيس فرنج بقى مشتغلا بِقِرَاءَة طوماره إِلَى مُدَّة وَسَمعنَا بكامل الرِّضَا ¶ وَلما أَرَادَ الْحَكِيم مُحَمَّد وَزِير خَان شَرِيكي أَن يُجيب عَنهُ منعتموه وَكلما كَانَ يُرِيد الْجَواب كُنْتُم تمنعونه حَتَّى غضب وَقَالَ السِّت شريك",
            "page": "124",
            "part": "1",
            "seal": "B8558E82"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "المناظرة ومنعتم بعد هَذَا بلطائف الْحِيَل فَأَي أَمر من الأنصاف هَذَا وَهَذَا الْمَنْع وَإِن لم يضر فِي حَقنا ¶ بل ظهر عجزكم عِنْد الْحَاضِرين كلهم وَظهر لَهُم أَن غرضكم لَيْسَ إِلَّا أَن لَا يظْهر للحاضرين تَحْرِيف آخر أَزِيد من الَّذِي ظهر عَلَيْهِم بإقراركم ¶ وَكنت جعلت الْحَكِيم مطمئن الخاطر لَكِن لما اتَّضَح بِإِظْهَار القسيس وليم كلين أَن هَذِه المباحثة تطبع فِي اللِّسَان الإنكليزي وأردو حصل توهم أَن تَقْرِير القسيس فرنج الَّذِي منعتم الْحَكِيم عَن جَوَابه لَعَلَّه يطبع فَنَاسَبَ أَن يُرْسل جَوَاب الْحَكِيم إِلَيْكُم ليطبع تَحت التَّقْرِير المسطور لِئَلَّا يختلج فِي قلب نَاظر المباحثة الَّذِي لم يكن حَاضرا فِي محفلها ¶ إِن الْجَانِب الثَّانِي لماذا أعرض عَن الْجَواب التفصيلي لهَذَا التَّقْرِير ¶ فسيرسل هَذَا الْجَواب أَيْضا بعد كتابي هَذِه فالإنصاف أَن يطبع مَعَ التَّقْرِير الْمَذْكُور ¶ تذكروني دَائِما بإرسال المكاتيب والأمور اللأئقة بِي فَقَط 140 من رَجَب سنة 1270 من الْهِجْرَة و 13 نيسان إبريل الفرنجي سنة 1854 من الميلاد يَوْم الْخَمِيس ¶ الْمَكْتُوب الثَّانِي من القسيس ¶ وصل كتابكُمْ الْكَرِيم وانكشفت الْحَالَات وَمَا كتبتم من شكاية الْحَكِيم مُحَمَّد وَزِير خَان فَجَوَابه أَن ظَنّه إِن كَانَ أَنه مَا حصل لَهُ فرْصَة بَيَان المطالب وإظهارها فِي ذَلِك الْيَوْم فَقولُوا لَهُ أَن تَنْعَقِد جلْسَة المباحثة مرّة أُخْرَى وَأَنا القسيس فرنج راضيان بِكَمَال الرِّضَا على هَذَا الْأَمر ليرتفع عذر الْحَكِيم مُحَمَّد وَزِير خَان وَهُوَ يذكر أَدِلَّة تثبت أَن الْإِنْجِيل مَا بقى على أَصله وَوَقع فرق فِي تعليماته وَأَحْكَامه وَالْإِنْجِيل المستعمال الْآن غير الْإِنْجِيل الَّذِي كَانَ فِي زمَان مُحَمَّد صلى الله عَلَيْهِ وَسلم لِأَنِّي تمنييت إِثْبَات هَذِه الْأَمر من جَانب الْفَاضِل وَمَا فعله",
            "page": "125",
            "part": "1",
            "seal": "C525BA65"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "وَإِذا ثَبت أَن الْإِنْجِيل مَا بقى على أَصله ثَبت أَن المباحثة تمت على مَا كَانَ مرامكم وَإِلَّا يُرْجَى أَن يباحث فِي الْمسَائِل الْبَاقِيَة بِأَن توردوا إعتراضات فِي ألوهية الْمَسِيح وتثليث ذَات الله وَهَذَا العَبْد يذكر أَدِلَّة يُنكر المسيحيون لأَجلهَا رِسَالَة رَسُول الْإِسْلَام وحقية الْقُرْآن ¶ وَإِن لم يكن فرْصَة الْإِقَامَة فِي أكبر أباد فليجعل الْحَكِيم فَاضلا من فضلاء هَذَا الْبَلَد شَرِيكا لَهُ ويوصل هَذِه المباحثة إِلَى الإختتام فَقَط وَرَأَيْت نمرة صفحة حل الأشكال واطلعت على مَا كتبت ¶ وَكَانَ سَبَب عدم تذكري هَذَا الْمقَام أَنكُمْ نقلتم مطَالب الصفحة الْمَذْكُورَة بِأَلْفَاظ أُخْرَى وَاعْلَمُوا يَقِينا أَن إحالتي إِلَى الصفحة السِّتين مَا كَانَت لأجل إيذائكم بل لما وصلت وَقت التبع إِلَى هَذِه الصفحة ظَنَنْت أَنكُمْ أَخَذْتُم الْمَقْصُود من هَذِه الصفحة 14 نيسان إبريل الفرنجي سنة 1854 م ¶ الْمَكْتُوب الثَّانِي من الْفَاضِل التَّحْرِير ¶ وصل كتابكُمْ الْكَرِيم وانكشف مَا فِيهِ واستحسنت اسْتِحْسَانًا بليغا أَن رضاكم ورضا القسيس فرنج على أَن تَنْعَقِد جلْسَة المباحثة مرّة أُخْرَى لترتفع شكاية الْحَكِيم مُحَمَّد وَزِير خَان وَإِن شَاءَ الله لَا أرجع إِلَى شاه جيهان أباد يعْنى دهلي إِلَى أَن تختم المباحثة وَعِنْدِي أَن قبُول شُرُوط أَرْبَعَة فِي هَذِه المباحثة نَافِع للجانبين وأكتبها راجيا لقبولها مِنْكُم فأقبلوها واخبروني عَن يَوْم المباحثة ¶ وَإِن كَانَ فِي شَرط من هَذِه الشُّرُوط قبح مَا فنبهوني عَلَيْهِ بِالدَّلِيلِ ¶ الأول أَن تحصل الْإِجَازَة لكل من الْفَرِيقَيْنِ أَن يكْتب كل مِنْهُمَا على الْوَرق أمرا يكون لَهُ مُفِيدا من الْكَلَام والإعتراف اللَّذين جَريا على لِسَان الْفَرِيق الثَّانِي فِي الجلستين وَهَذَا الْفَرِيق يثبت عَلَيْهِ شَهَادَته وَهَكَذَا يفعل فِي الجلسات الْآتِيَة بِأَن كل فريق يقدم وَرقا مَكْتُوبًا وَقت اختتام الجلسة أَو",
            "page": "126",
            "part": "1",
            "seal": "E251E068"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "فِي غدها وَالْآخر يثبت عَلَيْهِ شَهَادَته وَهَذَا الْأَمر أقرب إِلَى حسن الضَّبْط وَإِن لم تكن إِلَيْهِ حَاجَة كَثِيرَة لِأَن ماجرى على لِسَان الْفَرِيقَيْنِ ويجرى كَانَ على روس الأشهاد وَيكون وسَمعه الكثيرون من النَّاس ويسمعون وَكتب بعض الْأَشْخَاص من السامعين من الْجَانِبَيْنِ الْأَقْوَال المهمة ويكتبون فَأُرِيد نظرا إِلَى حسن الضَّبْط أَن الْأَمر الَّذِي يكون نَافِعًا من كلامنا قدموه مَكْتُوبًا لنثبت عَلَيْهِ شاهدتنا بِلَا عذر وكل أَمر من كلامكم وَكَلَام القسيس فرنج نفهمه مناسبا نقدمه مَكْتُوبًا فأثبتوا أَنْتُم شهادتكم عَلَيْهِ وَهَذَا الْأَمر أمثل مَا ادعيتم فِي عنوان الْفَصْل الثَّانِي من الْبَاب الأول من كتاب ميزَان الْحق ونسبتم إِلَى الْقُرْآن والتفاسير وسلمتم أَنه غلط ¶ وَمثل مَا قبلتم من أمكان النّسخ الَّذِي هُوَ مصطلح أهل الْإِسْلَام واعترفتم بالنسخ فِي التَّوْرَاة بذلك الْمَعْنى وَجرى مرَارًا فِي الْمجمع الْعَام على لسانكم أَن التَّوْرَاة مَنْسُوخَة بِهَذَا الْمَعْنى وَمَا كَانَ عنْدكُمْ إِلَّا أَن الْإِنْجِيل لَا ينْسَخ لقَوْل الْمَسِيح الَّذِي هُوَ خَاص عندنَا وعام عنْدكُمْ ¶ 3 - وَمِثَال مَا اعْترف القسيس فرنج من جانبكم فِي الجلسة الأولى أَن التحريف وَقع فِي سَبْعَة أَو ثَمَانِيَة مَوَاضِع من الْكتب المقدسة عنْدكُمْ وأظهرتم عَلَيْهِ رضاكم ¶ 4 - وَمثل مَا اعْترف فِي تِلْكَ الجسلة القسيس الممدوح على الْمَذْهَب الْمُخْتَار بِأَرْبَعِينَ ألف أَمر نعتبرها باخْتلَاف الْعبارَة وتعبرون عَنْهَا بسهو الْكَاتِب ¶ 5 - وَمثل مَا سلمتم فِي الجلسة الثَّانِيَة بسهو الْكَاتِب فِي الْكتب المقدسة عنْدكُمْ ثمَّ فسرتموه بعد التمَاس هَكَذَا ¶ أَن أدرج أحد عبارَة الْحَاشِيَة فِي الْمَتْن أَو زَاد الْآيَات أَو أسقطها وَيكون هَذَا الْقسم من التَّصَرُّف فِي خَمْسَة أَو سِتَّة مَوَاضِع أَو بدل بعض",
            "page": "127",
            "part": "1",
            "seal": "240A8735"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "الْأَلْفَاظ بِبَعْضِهَا وَهَذَا فِي الْمَوَاضِع الْكَثِيرَة أَو زَاد لفظا على طَرِيق التَّفْسِير وَسَوَاء كَانَ هَذَا الإدراج وَالزِّيَادَة والإسقاط والتبديل قصدا أَو سَهوا أَو غَلطا أَو جهلا فَهَذِهِ الْأَشْيَاء كلهَا دَاخِلَة عندنَا فِي سَهْو الْكَاتِب وَمثل مَا ذكرت أمرا أَو أَمْرَانِ آخرَانِ أَيْضا تطلعون عَلَيْهِمَا حِين تَقْدِيم الْوَرق الْمَكْتُوب ¶ وَالشّرط الثَّانِي أَن كلا منا من الأول على مَجْمُوع كتب العهدين لَا على الْعَهْد الْجَدِيد فَقَط وَلأَجل ذَلِك جرى هَذَا القَوْل فِي الجلستين مَرَّات على لساننا وتقررت المباحثة فِي مكتوبات الْفَرِيقَيْنِ أَيْضا فِي مُطلق النّسخ والتحريف لَا فِي نسخ الْعَهْد الْجَدِيد وتحريفه فَلَا يظْهر تَخْصِيص بالعهد الْجَدِيد فِي الْمَسْأَلَتَيْنِ من جانبكم إِلَى اختتام المباحثة ¶ وَالشّرط الثَّالِث أَن لَا يظْهر لفظ لالا من جانبكم وَقت الْجَواب وَإِلَّا تكون المباحثة على طَريقَة الْحُكَّام لَا على طَريقَة الْعلمَاء وَلَا يظْهر إِن شَاءَ الله من جانبنا أَمر يكون خلاف الْآدَاب والمناظرة وَلَا بُد لِلْفَرِيقَيْنِ أَن يسمع كل مِنْهُمَا أَولا كَلَام الْمُجيب أَو السَّائِل ثمَّ يتَكَلَّم بعد فَرَاغه بِلَا أَو نعم وَأَن زَادَت جلْسَة أَو جلستان فِي هَذِه الصُّورَة فَلَا حرج لأجل هَذِه الزِّيَادَة فِي حق الْفَرِيقَيْنِ ¶ الشَّرْط الرَّابِع أَن المباحثة فِي نبوة مُحَمَّد صلى الله عَلَيْهِ وَسلم وحقية الْقُرْآن تكون بعد مباحثة التَّثْلِيث وألوهية الْمَسِيح فَلَا تَقولُوا فِي تِلْكَ المباحثة فِي حق حَضْرَة خير الْبشر صلى الله عَلَيْهِ وَسلم وَحقّ الْقُرْآن الْمجِيد ألفاظا تثقل على السامعين وَتَكون كريهة على محاورة لِسَان اردو وَلَا تمنعكم من إنكارهما وَلَا عَن إِيرَاد المطاعن عَلَيْهِمَا بل اوردوا مَا ظهر عَلَيْكُم وَأَنا أُجِيب بِفضل الله عَنْهَا فأرجو أَن تقبلُوا هَذِه الشُّرُوط الْأَرْبَعَة",
            "page": "128",
            "part": "1",
            "seal": "2582BF0C"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "وَمَا طلبتم من الْحَكِيم مُحَمَّد وَزِير خَان أَن بِذكر أَدِلَّة تثبت أَن الْإِنْجِيل مَا بقى على أَصله وَوَقع فرق فِي تعليماته وَأَحْكَامه وَالْإِنْجِيل الْمُسْتَعْمل الْآن غير الْإِنْجِيل الَّذِي كَانَ فِي زمَان مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ صَار سَبَب التَّعَجُّب الْعَظِيم لثَلَاثَة وُجُوه ¶ الأول أَن منصبنا كَانَ أَن نثبت مشكوكية ذَلِك الْمَجْمُوع أَي مَجْمُوع كتب العهدين وَقد ثَبت بِفضل الله ¶ وَقد ظهر مِنْكُم الإعتراف فِي الجلسة الأولى على رُؤُوس الأشهاد بِوُقُوع التحريف فِي سَبْعَة أَو ثَمَانِيَة مَوَاضِع وَكَذَا الإعتراف فِي الْيَوْم الثَّانِي يكون سَهْو الْكَاتِب بالتفسير الَّذِي بينتم مَا بقى بَيْننَا وَبَيْنكُم إِلَّا نزاع لَفْظِي كَمَا عرفت ثمَّ بعد مَا أعترفتم بالتحريفات فِي الْمَوَاضِع الْكَثِيرَة ادعيتم عدم تَحْرِيف الْمَتْن الَّذِي هُوَ عبارَة عَن التعليمات الفاضلة وَالْأَحْكَام والتثليث وَكَون الْمَسِيح كَفَّارَة فإثباته على ذمتكم لَا على ذمتنا ¶ وَالثَّانِي كَانَ منصبنا على مَضْمُون كتابكُمْ الْمُحَرر 7 نيسان إبريل أَن نَكُون فِي مَسْأَلَتي النّسخ والتحريف والتثليث معترضين وَكَانَ منصبكم أَن تَكُونُوا مجيبين فإثباته لَازم على ذمتكم بِحكم منصبكم وَنحن برَاء الذِّمَّة عَن هَذِه الْأُمُور ¶ وَالثَّالِث أَن الْحَكِيم يُرِيد جَوَاب تَقْرِير فرنج وَلِهَذَا يشكوكم وَأي مُنَاسبَة لمطلوبكم من هَذَا ¶ نعم إِذا فرغ هُوَ عَن الْجَواب يكون فِي الْأُمُور الْأُخْرَى على ذمَّة كل فريق على حكم منصبه فَالْحَاصِل أَن استدعاءكم هَذَا عذر ضَعِيف وَمَا اعتذرتم فِي الإحالة إِلَى الصفحة السِّتين استحسنت والمظنون الْغَالِب الْآن أَن يكون سَببهَا مَا كتبتم لَا ايذائي وَأحمد الله على أَنه لَا غلط فِي",
            "page": "129",
            "part": "1",
            "seal": "04CDEA04"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "نقلي غير أَنِّي نقلت مطالبكم بالألفاظ الْأُخْرَى فَقَط 17 من رَجَب سنة 1270 و 16 نيسان إبريل الفرنجي سنة 1854 ¶ الْمَكْتُوب الثَّالِث من القسيس ¶ وصل كتابكُمْ الْكَرِيم وانكشفت الْحَالَات وَالْجَوَاب عَنهُ ¶ أَولا أَن المباحثة تكون على قَاعِدَة وترتيب رضى بهما الطرفان من قبل ¶ وَثَانِيا أَن الشَّرْط الأول الَّذِي كتبتم فِي هَذَا الْمَكْتُوب مَا عدا الشُّرُوط السَّابِقَة لَا إِنْكَار لي وَلَا للقسيس فرنج وَإِن كَانَ سَبَب التَّطْوِيل وَأما المباحثة فِي الجلستين الماضيتين فتمت عندنَا بِهَذَا الْمَضْمُون ¶ يَعْنِي اعترفنا أَن النّسخ وَقع فِي التَّوْرَاة فِي الْمسَائِل الفروعية لَا فِي الْأُصُول الإيمانية ثمَّ وَقع بِهَذَا الْمَضْمُون أَن الفروعات اختتمت بِظُهُور الْمَسِيح وَكَانَ قَوْلنَا فِي الْإِنْجِيل أَنه مَا نسخ وَلَا ينْسَخ على حكم قَول الْمَسِيح فِي الْإِنْجِيل يَعْنِي فِي الْآيَة الْعدَد 33 من الْبَاب الْحَادِي وَالْعِشْرين من إنجيل لوقا ¶ ثمَّ كَانَ جَوَابنَا فِي إدعاء التحريف أَن التحريف والتبديل من سَهْو الْكَاتِبين وَغَيره وَقع فِي النقط والحروف والألفاظ فِي بعض الْآيَات أَيْضا وَأَن علماءنا خَرجُوا مثل هَذِه الأغلاط من جمع النّسخ الْقَدِيمَة ثَلَاثِينَ ألفا إِلَّا أَنَّهَا مَا كَانَت فِي كل نُسْخَة بل خَرجُوا هَذِه الأغلاط من جَمِيع النّسخ",
            "page": "130",
            "part": "1",
            "seal": "A0796921"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "الْقَدِيمَة الَّتِي كَانَت فِي الْعدَد زَائِدَة على سِتّمائَة وَخمسين وَفِي الْبَعْض أغلاط قَليلَة وَفِي الْبَعْض الآخر زَائِدَة لَو قسمت هَذِه الأغلاط الَّتِي هِيَ ثَلَاثُونَ ألفا على سِتّمائَة وَخمسين بِحِسَاب مساوى يخرج فِي مُقَابلَة كل نُسْخَة سِتَّة وَأَرْبَعُونَ غَلطا لَا زَائِدا وَذكر هَذَا ايضا أَن من مُقَابلَة هَذِه النّسخ كلهَا صحّح أَكثر الأغلاط وبقى الْآن الفاظ قَليلَة وآيات عديدة مشتبهة ¶ ثمَّ قدمنَا شَهَادَة عُلَمَائِنَا الَّذين بذلوا أعمارهم فِي مُقَابلَة النّسخ وأثبتنا أَنه لم يَقع بسهو الْكَاتِبين وَغَيره فرق مَا فِي أصل متن الْإِنْجِيل يعْنى فِي الْمطلب الأَصْل بل هُوَ على أَصله جَمِيع التعليمات وَأَحْكَام الْإِنْجِيل الْآن هِيَ الَّتِي كَانَت من الأول وَهَذَا الْأَمر يعلم مَا عدا شَهَادَة عُلَمَائِنَا الْمَذْكُورين أَيْضا من تطابق الأناجيل المتداولة بالنسخ الَّتِي كَانَت مروجة قبل زمَان مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ ثمَّ قُلْتُمْ بعد دلائلنا هَذِه يُمكن وُقُوع تفَاوت مَا فِي الْمَضْمُون أَيْضا فطلبت مِنْكُم دَلِيل هَذَا أَمر وَقلت أخرجُوا إنجيلا كَانَ مَشْهُورا مروجا فِي الْأَوْقَات الْمَاضِيَة وأثبتوا مِنْهُ أَن تعليمات ذَلِك الْإِنْجِيل وَأَحْكَامه غير مَا هُوَ فِي الْإِنْجِيل المتداول وَمَا أوردتم دَلِيلا لإِثْبَات مقصودكم ¶ فَقلت لأَجله إِن إدعاءكم ادِّعَاء بحت وَظن فَقَط وتمت الجلسة الثَّانِيَة على هَذَا",
            "page": "131",
            "part": "1",
            "seal": "6309E11C"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "فَإِن قدمتم حالات الجلستين بِهَذَا الْمَضْمُون بعد تحريرها أثبت أَنا والقسيس فرنج الشَّهَادَة وَإِلَّا فَلَا ¶ وَلما بقى ادعاؤكم فِي حق تَبْدِيل الْمَضْمُون بِلَا برهَان ¶ قلت فِي جَوَاب شكاية مُحَمَّد وَزِير خَان إِن كَانَت أَدِلَّة لإِثْبَات الإدعاء الْمَذْكُور رَضِينَا بانعقاد الجلسة ليقدم على هَذِه الدَّلَائِل فَإِن اسْتَقر رَأْيكُمْ على انْعِقَاد الجلسة مرّة أُخْرَى يكون ابْتِدَاء المباحثة من هَذَا الْأَمر لَا غير ¶ وثالثا مَا كتبت فِي ميزَان الْحق فِي مبدأ الْفَصْل الثَّانِي أَن الْقُرْآن والمفسرون يدعونَ أَن الْإِنْجِيل فسخ بِظُهُور الْقُرْآن وقلتم هَذَا غلط ¶ فَسلمت هَذَا الْغَلَط بِهَذَا الشَّرْط أَنه مَا جَاءَ بَيَان مَا وَالْإِشَارَة إِلَيْهِ فِي آيَة من الْقُرْآن وَلَا فِي التفاسير وَكنت قبلته من عُمُوم ادِّعَاء المحمديين ¶ وَمَا كَانَ مطلب من مطالبي أَيْضا مُتَعَلقا بِهِ لأطلب مِنْهُم وَجهه لِأَنِّي مَا سَمِعت إِنْكَاره من أحد من المحمديين غَيْركُمْ والأعجب أَنكُمْ قُلْتُمْ أَولا ¶ إِن هَذَا الْأَمر خلاف الْقُرْآن والتفاسير ثمَّ ادعيتم وقلتم أَن الْإِنْجِيل مَنْسُوخ فَلم تدعون إدعاءا لَا تَجِدُونَ بزعمكم فِي الْقُرْآن",
            "page": "132",
            "part": "1",
            "seal": "97BF2F40"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "رَابِعا إِن شرطكم الثَّانِي يقبل هَذَا العَبْد إِذا أثبتم أمرا من هذَيْن الْأَمريْنِ بِالدَّلِيلِ ¶ أما أَن قَول الْمَسِيح لَيْسَ بمعتبر وَأما أَن الْآيَات الَّتِي أحلّت إِلَيْهَا مثل الْآيَة الْعدَد 39 من الْبَاب الْخَامِس من إنجيل يوحنا وَمن الْآيَة الْعدَد الْخَامِسَة وَالْعِشْرين إِلَى السَّابِعَة وَالْعِشْرين من الْأَرْبَعَة وَالْأَرْبَعِينَ إِلَى الْخَامِسَة وَالْأَرْبَعِينَ من الْبَاب الرَّابِع وَالْعِشْرين من إنجيل لوقا لَا تُوجد فِي النّسخ الْقَدِيمَة من الْإِنْجِيل بل الحقت فِي الإناجيل من بعد ¶ وأجبت بِهَذِهِ الْآيَات الْأَعْدَاد من اعتراضاتكم الَّتِي كُنْتُم تُرِيدُونَ أَن تقدموها فِي حق كتب الْعَهْد الْعَتِيق وَمَا دَامَ لم تثبت هَذِه المرحلة",
            "page": "133",
            "part": "1",
            "seal": "80E2FDCF"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "لَا تكون الْمُبَاحَة فِي كتب الْعَهْد الْعَتِيق مَعكُمْ أَو مَعَ فَاضل آخر محمدي لَازمه وَلَا أباحث قَول الْمَسِيح أَزِيد اعْتِبَارا من إعتراضات هَؤُلَاءِ وكاف وواف لدفعها ¶ وليعلم أَن شَهَادَة الْمَسِيح دَلِيل على صِحَة التَّوْرَاة وحقيته لِأَن جَمِيع الْأُمُور الَّتِي تستقبحون أَنْتُم والمحمديون الأخرون فَهَذَا فهمهم فَقَط لَا أَنه يتَطَرَّق نقص مَا فِي حقية التَّوْرَاة وَصِحَّته ¶ وخامسا شرطكم الثَّالِث لَيْسَ مُحْتَاجا إِلَى أَن يتَوَجَّه إِلَيْهِ أَو يُجَاب عَنهُ ¶ بَقِي الشَّرْط الرَّابِع فالعجب أَنكُمْ تذكرونه الْآن وكنتم تعرفُون من الأول أَنا لَا نعتقد الْقُرْآن حَقًا وَلَا مُحَمَّد صلى الله عَلَيْهِ وَسلم فَكيف نقُول على محاورة المحمديين ولسان اردوا حَضْرَة مُحَمَّد صلى الله عَلَيْهِ وَسلم أَو مُحَمَّد خير الْبشر صلى الله عَلَيْهِ وَسلم وَالْقُرْآن الشريف ¶ نعم لَا نذم وَلَا نطعن قصدا غير أَن نقُول فِي كل مَحل وموقع أَن الْقُرْآن لَيْسَ بِحَق وَمُحَمّد صلى الله عَلَيْهِ وَسلم لَيْسَ بِنَبِي صَادِق لَكِن هَذِه الْأَقْوَال لَا نقولها لأجل الْإِيذَاء بل لِأَن الْحق فِي زَعمنَا المسيحيين هُوَ هَذَا فَقَط 18 نيسان إبريل سنة 1854 م",
            "page": "134",
            "part": "1",
            "seal": "BFC9B30D"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "وَكتب هَذَا القسيس فِي حَاشِيَة هَذَا الْمَكْتُوب على قَوْله ثَلَاثِينَ ألفا لَو جرى وَقت المباحثة على لساني أَو لِسَان القسيس فرنج أَرْبَعِينَ الْفَا من طَرِيق السَّهْو لِأَن الْكتاب الَّذِي خرج مِنْهُ القسيس الْمَوْصُوف حَال سَهْو الْكَاتِب كتب فِيهِ ثَلَاثُونَ ألفا انْتهى ثمَّ كتب على الْعبارَة الَّتِي كَانَت بَين الخطين القوسين هَكَذَا أخذت هَذِه الْفَقْرَة بَين الْحلقَة لِأَنَّهَا لم تذكر فِي المباحثة انْتهى ¶ الْمَكْتُوب الثَّالِث من الْفَاضِل ¶ وصل كتابكُمْ الْكَرِيم لكنه لم يظْهر مِنْهُ الْمَقْصُود ظهورا يَقِينا بِسَبَب الْإِجْمَال فِي تِسْعَة مَوَاضِع احْتِيجَ بِالضَّرُورَةِ إِلَى استيضاحها مَعَ استكشاف أَمر آخر قبل أَن يكْتب الْجَواب التفصيلي فوضحوها وَلَا تكْتبُوا مُجملا فِي هَذِه الْمرة ¶ الْموضع الأول ¶ هَذَا إِن المباحثة تكون على قَاعِدَة وترتيب رضى بهَا الطرفان من قبل فَمَاذَا أرادتكم بقولكم رضى الطرفان من قبل ¶ أأردتم الْأَمر الَّذِي تقرر بِوَاسِطَة المكاتيب أم شَيْئا آخر",
            "page": "135",
            "part": "1",
            "seal": "4CF56FE2"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "فَإِن كَانَ الأول وَهُوَ الْغَالِب فَمن جملَة الْمسَائِل الَّتِي تقررت المباحثة فِيهَا بِوَاسِطَة المكاتيب النّسخ الْمُطلق والتحريف الْمُطلق أَعم من أَن يَكُونَا فِي الْعَهْد الْعَتِيق أَو الْجَدِيد لَا النّسخ والتحريف الواقعان فِي الْعَهْد الْجَدِيد فَقَط ¶ وَلذَلِك كَانَ قَوْلنَا مرَارًا فِي جلستين من أَولهمَا إِلَى آخرهما أَن كلامنا على مَجْمُوع العهدين لَا على الْعَهْد الْجَدِيد ¶ فَلم تخصصون الْعَهْد الْجَدِيد ¶ وَإِن كَانَ الثَّانِي فَمَا رضى بِهِ الطرفان قطّ إِلَى الْآن فَلَا بُد من تَصْرِيح المُرَاد ¶ الْموضع الثَّانِي ¶ هَذَا إعترفنا أَن النّسخ وَقع فِي التَّوْرَاة فِي الْمسَائِل الفروعية فَقَط لَا فِي الْأُصُول الإيمانية ¶ وَلما كَانَ الْكَلَام فِي الجلستين مُتَعَلقا بنسخ هُوَ مصطلح أهل الْإِسْلَام فِي الْأَحْكَام الشَّرْعِيَّة لَا مَا هُوَ مصطلح الإنكليز فِي الإنتظامات الإنكليزية ويجئ فِي الْأَوَامِر والنواهي فَقَط وإياه وضحت فِي الجلسة الأولى وَفِي أثْنَاء ذكره جرى على لسانكم منسوخية أَحْكَام التَّوْرَاة ¶ وكتبت فِي مكتوبي السَّابِق أَي الْمَكْتُوب الثَّانِي بعد المباحثة التقريرية مطابقا لَهُ فالغالب أَن المُرَاد بالنسخ فِي كلامكم هُوَ هَذَا النّسخ وَأَن سميتموه تكميلا أَيْضا لَكِن صَرَّحُوا بِهَذَا الْأَمر لِئَلَّا يبْقى إشتباه لأحد أَن مرادكم بِهِ مَا فهمتم غَلطا أَولا وكتبتم فِي كتابكُمْ ميزَان الْحق ¶ وأخبروا أَيْضا أَن الْأُصُول الإيمانية الَّتِي لَا يطْرَأ عَلَيْهَا النّسخ الَّذِي كلا منافيه هَل تُوجد فِي التَّوْرَاة غيرالأحكام الْعشْرَة أم لَا ¶ فَإِن قُلْتُمْ تُوجد ففصلوها",
            "page": "136",
            "part": "1",
            "seal": "E720A1F5"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "الْموضع الثَّالِث ¶ هَذَا التحريف والتبديل من سَهْو الْكَاتِبين وَغَيره وَقع فِي النقط والحروف والألفاظ وَفِي بعض الْآيَات ايضا وَفِي هَذِه الْعبارَة غَالِبا لفظ وَغَيره مَعْطُوف على السَّهْو وَيكون مرادكم من هَذَا سَهْو الْكَاتِبين وَغير السَّهْو أَي قصدا كَمَا قُلْتُمْ فِي الجلسة الثَّانِيَة أَيْضا وكما اعْترف بعض الْمُحَقِّقين من المسيحيين أَي هورن فِي المجلد الثَّانِي من تَفْسِيره المطبوع سنة 1822 بالتحريف القصدي الصَّادِر عَن المبتدعين بل بالتحريف القصدي الصَّادِر عَن",
            "page": "137",
            "part": "1",
            "seal": "DC623597"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "المسيحيين المتدينين أَيْضا كَمَا ستعرف فِي آخر هَذِه التَّرْجَمَة فِي القَوْل الثَّالِث من أَقْوَال الموافقين اعْتِرَاف هَذِه الْمُحَقق ¶ فَإِن كَانَ مرادكم هَذَا فوضحوه ووضحوا أَيْضا أَن المُرَاد بِبَعْض الْآيَات السَّبْعَة أَو الثَّمَانِية الَّتِي قبلتم تحريفها بِالْمَعْنَى الَّذِي ندعيه أَو أَزِيد فَإِن كَانَت هِيَ فوضحوها بِأَنَّهَا الْآيَات الْفُلَانِيَّة ليحصل لنا وَيعلم على مختاركم ونقدم بعد الْفَرَاغ من الشَّهَادَة فِي الجلسات الْآتِيَة الْآيَات الْأُخْرَى الَّتِي تكون غَيرهَا ¶ ونطلع على حسنها وقبحها وَإِن كَانَ هذااللفظ يَشْمَل خمسين أَو سِتِّينَ أَيْضا فصرحوا فِي هَذِه الصُّورَة وَإِن تعسر تَفْصِيل الْكل ففصلوا تِسْعَة أَو عشرَة مَوَاضِع عَظِيمَة ¶ الْموضع الرَّابِع ¶ هَذَا أَن علماءنا خَرجُوا مثل هَذِه الأغلاط ثَلَاثِينَ ألفا الخ ¶ مَاذَا مرادكم بِهَذَا القَوْل أجميع المصححين الْمَشْهُورين الَّذين كَانُوا فِي صدد التَّصْحِيح فِي الْقرن الثَّامِن عشر خَرجُوا الأغلاط بِهَذَا الْقدر بعد مُقَابلَة النّسخ أَو خرج بعض المصححين مِنْهُم فِي بعض الْأَوْقَات الأغلاط الْمَذْكُورَة ¶ وَكَذَا مَاذَا مرادكم بستمائة وَخمسين نُسْخَة أما أَن النّسخ الَّتِي قوبلت إِلَى هَذَا الْحِين بِهَذَا الْقدر أَو أَن النّسخ بِهَذَا الْقدر قوبلت فِي بعض الْأَوْقَات وَإِن قابلوا النّسخ الْأُخْرَى فِي وَقت آخر أَيْضا وأخرجوا الأغلاط الْأُخْرَى وَكَتَبُوا فِي الصُّورَة الثَّانِيَة أَسمَاء المقابلين ¶ الْموضع الْخَامِس ¶ هَذَا بقى الْآن أَلْفَاظ قَليلَة وآيات عديدة مشتبهة وَلما كَانَ الْكل ثَلَاثِينَ الْفَا فَيصح إِطْلَاق الْأَكْثَر على الزَّائِد من النّصْف ¶ فَإِذن المُرَاد بالألفاظ القليلة مَاذَا أُلُوف تكون أقل من خَمْسَة عشر ألفا أَو مآت أَو عشرَة أَو عشْرين",
            "page": "138",
            "part": "1",
            "seal": "8F729EC5"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "وَكَذَا المُرَاد بِالْآيَاتِ العديدة مَاذَا فَإِن كَانَ المُرَاد بالألفاظ القليلة والآيات العديدة عشرَة وَعشْرين آيَة ففضلوها لكَونهَا قَليلَة ¶ الْموضع السَّادِس ¶ هَذَا جَمِيع التعليمات وَأَحْكَام الْإِنْجِيل الْآن الخ مَاذَا المُرَاد مِنْهُ أما أَن فقرة من حكم مَا وَتَعْلِيم مَا لم تحرف ¶ وَأما أَن فقرة أَو فقرات وَإِن حرفت لَكِن مضمونها لما كَانَ مستنبط من مَوضِع آخر لم يتَغَيَّر الملطب الْأَصْلِيّ فِي زعمكم بِهَذَا الإعتبار ¶ الْموضع السَّابِع ¶ لابد من تَفْسِير الْمَتْن أَي الْمطلب الْأَصْلِيّ كَمَا هُوَ اصطلاحكم وَإِن لم نسْمع هَذَا الإصطلاح من غَيْركُمْ تَفْسِيرا وَاضحا بِأَنا نطلقه على هَذَا الْقدر ¶ الْموضع الثَّامِن ¶ مَاذَا مرادكم بنسخ الْإِنْجِيل الَّتِي كَانَت مروجة قبل زمَان مُحَمَّد صلى الله عَلَيْهِ وَسلم أَنَّهَا كتبت قبل زَمَانه صلى الله عَلَيْهِ وَسلم وَكَانَت مستعملة بَين المسيحيين وَهِي مَوْجُودَة إِلَى هَذَا الْحِين أم شَيْء آخر ¶ فَإِن كَانَ الأول كَمَا كتبتم فِي كتاب ميزَان الْحق فنسألكم فِي هَذِه الصُّورَة ااتفق جُمْهُور علمائكم على أَن هَذِه النّسخ كتبت قبل زمَان مُحَمَّد صلى الله عَلَيْهِ وَسلم أَو هَذَا رَأْي الْبَعْض أَو رَأْيكُمْ فَقَط ثمَّ هَذَا الْأَمر",
            "page": "139",
            "part": "1",
            "seal": "33CBE36E"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "هَل هُوَ يقيني عنْدكُمْ فبينوا دَلِيله لِأَن بعض كتب الْإِسْنَاد الَّتِي هِيَ عندنَا تفحصنا فِيهَا فَمَا وجدنَا فِيهَا دَلِيلا يعْتَمد عَلَيْهِ أَو تَقولُونَ هَذَا بإعتبار ظنكم الْغَالِب ¶ الْموضع التَّاسِع ¶ ثُبُوت تَحْرِيف الْمَتْن أَي الْمطلب الْأَصْلِيّ وَكَذَا تَحْرِيف بعض الْآيَات الَّتِي تتمسكون بهَا منحصر عنْدكُمْ فِي أَن تُوجد نُسْخَة عتيقة لَا توَافق النّسخ المستعملة فِي هَذَا الْمَتْن وَفِي هَذِه الْآيَات أَو يُمكن ثُبُوته بطرِيق آخر أَيْضا فَإِن كَانَ يُمكن فصرحوا بأنكم إِن أثبتم بِهَذَا الطَّرِيق أَيْضا نسلمه أَيْضا ¶ الْموضع الْعَاشِر ¶ لفظ ويريوس ريدنك الَّذِي جرى على لسانكم فِي الجلسة الأولى وترجمتم بسهولة الْكَاتِب تَعْرِيفه بِحَسب اصطلاحكم مَاذَا وَهل يُوجد الْفرق بَينه وَبَين لفظ أراته أم لَا فأرجوا من لطفكم أَن تنهوني على هَذِه الْأُمُور الْعشْرَة بِعِبَارَة وَاضِحَة لَا يكون فِيهَا إِجْمَال كَمَا هُوَ عادتكم لأكتب بعده الْجَواب التفصيلي لكتابكم الْكَرِيم وَأظْهر مَا يكون منظورا لي فِي أَمر المباحثة فَقَط 20 رَجَب 1270 هـ و 19 نيسان إبريل 1854 م يَوْم الْأَرْبَعَاء ¶ الإلتماس الثَّانِي ¶ نبهوني أَيْضا عَن عدد المصححين الَّذين قابلوا النّسخ وهم معتبرون عِنْد المسيحيين وَعَن أسمائهم وزمانهم وَكم كَانُوا مِنْهُم مصححي الْعَهْد الْعَتِيق وَكم كَانُوا مِنْهُم مصححي الْعَهْد الْجَدِيد",
            "page": "140",
            "part": "1",
            "seal": "C3A72900"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "الْمَكْتُوب الرَّابِع ¶ من القسيس وصل كتابكُمْ الْكَرِيم وانكشف وَالْجَوَاب أَن بَيَان أجوبة سؤالاتكم يحْتَاج إِلَى كتاب فَكيف يسع فِي الْمَكْتُوب وَلَيْسَ جوابها ضَرُورِيًّا أَيْضا لِأَن بعض سؤالاتكم يتَعَلَّق بالمسائل الَّتِي فرغ عَن مباحثتها ¶ وَالْبَعْض مِنْهَا بِحَيْثُ أَن شِئْتُم تقدمونه فِي المباحثة الْآتِيَة ¶ وكتبت بالتوضيح أَن المباحثة كَيفَ اختتمت وَإِلَى أَيْن وصلت فِي علمي وَعلم القسيس فرنج وَأَن الْبَاقِي مِنْهَا أَن تثتبوا إدعاءكم أَن مَضْمُون الْإِنْجِيل تبدل ¶ وكتبت أَيْضا أَن جلْسَة المباحثة إِن انْعَقَدت يكون ابْتِدَاؤُهَا من هَذَا الْأَمر لَا غير وَمَا كتبتم فِي جَوَابه شَيْئا بل قدمتم سُؤَالَات فَقولُوا أَن ابتداءها من هَذَا الْأَمر مَقْبُول عنْدكُمْ أم لَا ¶ فَإِن كَانَ مَقْبُولًا عنْدكُمْ أَيْضا تَنْعَقِد المباحثة مرّة أُخْرَى وتقدمون أمرا",
            "page": "141",
            "part": "1",
            "seal": "A012221B"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "يكون مُتَعَلقا بِهَذِهِ الْمَسْأَلَة ونجيب بعد الإستماع والتأمل وَلَا ضَرَر فِي الْجَواب قبل المباحثة وَأَن يكون مَقْبُولًا تكون المباحثة مَوْقُوفَة وَكَانَت الْإِشَارَة إِلَى هَذَا فِي الْمَكْتُوب السَّابِق فَقَط 21 نيسان إبريل سنة 1854 ¶ الْمَكْتُوب الرَّابِع من الْفَاضِل التَّحْرِير ¶ وصل كتابكُمْ الْكَرِيم وَحصل التَّعَجُّب التَّام فوا أسفى أَنكُمْ تتفوهون مرّة بعد أُخْرَى بِعُذْر ضَعِيف لأجل سد بَاب المناظرة وَلما سلمتم تَحْرِيف الْآيَات الْأَعْدَاد فِي هَذَا الْمَجْمُوع أَي مَجْمُوع الْعَهْد الْجَدِيد على رُؤُوس الأشهاد فِي ثَمَانِيَة مَوَاضِع مِنْهَا الْموضع الْوَاحِد الْآيَة 7 8 من الْبَاب الْخَامِس من الرسَالَة الأولى ليوحنا وفسرتم سَهْو الْكَاتِب بتفسير صَار التحريف الَّذِي كُنَّا ندعيه فَردا مِنْهُ وَصَارَ بِالنّظرِ إِلَيْهِ وُقُوع التحريف بِالْفِعْلِ سلما عنْدكُمْ فضلا عَن الْإِمْكَان فَكيف تكلفوننا لتسليم سَلامَة الْمَقْصُود الأَصْل عَن التحريف فِي هَذَا الْمَجْمُوع ¶ فَأَي شَرط من الْإِنْصَاف هَذَا تأملوا إِذا ثَبت التحريف فِي الْوَثِيقَة فِي سَبْعَة أَو ثَمَانِيَة مَوَاضِع وَقَبله صَاحب الْوَثِيقَة ثمَّ ادّعى أَنا وَأَن حرفنا فِي مَوَاضِع عديدة لَكنا مَا حرفنا الْمَقْصُود الأَصْل فَهَل يسمع كَلَامه ¶ على أَن منصبنا كَمَا قُلْنَا قبل هَذَا أَيْضا فِي مسَائِل النّسخ والتحريف والتثليث كَانَ بِحكم مكتوبكم التَّاسِع من مكاتيبكم قبل المناظرة التقريرية منصب الإعتراض وَإِن منصبكم كَانَ منصب الْمُجيب فانصفوا ¶ أَن إِثْبَات سَلامَة الْمَقْصُود الأَصْل عَن التحريف فِي ذمتكم الْبَتَّةَ وَنحن أثبتنا مشكوكية هَذَا الْمَجْمُوع ومحرفيته بِحَيْثُ سلمتم أَيْضا فِي ثَمَانِيَة مَوَاضِع فِي الْآيَات الْأَعْدَاد فذمتنا فارغة يَقِينا وذمتكم مَشْغُولَة ويكفى لنا أَن نقُول الْآن إِن هَذَا الْمَجْمُوع مَشْكُوك وَكَيف لَا يكون مشكوكا",
            "page": "142",
            "part": "1",
            "seal": "B7B39BC2"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "وَأَن الْعلمَاء المسيحية سلفا وخلفا شاكون فِي أَكثر كتب هَذَا الْمَجْمُوع فضلا عَن الشَّك فِي الفقرات ¶ وَكثير مِنْهُم اعْتَرَفُوا أَن الرسَالَة الثَّانِيَة لبطرس ورسالة يَعْقُوب ورسالة يهوذا والرسالة الثَّانِيَة وَالثَّالِثَة ليوحنا ومشاهدات يوحنا لَيست من تصنيفات الحواريين كَمَا بَين تَفْصِيل أَقْوَالهم فِي كتاب الإعجاز العيسوى الَّذِي سيصل إِلَيْكُم إِن شَاءَ الله تَعَالَى ¶ فَلَو كَانَ سَنَد مُتَّصِل لهَذَا الْمَجْمُوع لما وَقع هَذَا الإختلاف وَلما قَالَ الْعلمَاء المعتبرون مثله وَكَذَا لَا يُوجد سَنَد مُتَّصِل لإنجيل مَتى الَّذِي هُوَ أول الأناجيل وَكَانَ اللِّسَان العبراني على مَا اخْتَارَهُ القدماء وَلَا يُوجد الأن فِي الدُّنْيَا وَالْمَوْجُود الْآن تَرْجَمته اليونانية وَلَا سَنَد لَهَا أَيْضا حَتَّى لم يعلم إِلَى الْآن على سَبِيل الْجَزْم اسْم المُصَنّف وحاله كَمَا يعلم شرح هَذِه الْأُمُور من أَقْوَال بلرمن وكردتيس وكسابن والقن وتاملائن وكيو وهمند ومل وهارود وأودن وكين بل واي كلارك وسائي من وتلى منت وبرى تَيْس وديوبن وكامت وميكائلس وارى نيس وارجن وسرل وابى فانيس وكربراستم وجيروم وكرى كرى نازين زن وايدجسو وتهيوفلكت ويوتهى ميس وَبِي بيس ويوس بيس واتهمايي سيس واكتسائن",
            "page": "143",
            "part": "1",
            "seal": "A34A3751"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "واس ددر وَغَيرهم من الْعلمَاء الْمُتَقَدِّمين والمتأخرين الَّذين ذكرهم لاردنر وواتسن وَغَيرهمَا فِي كتبهمْ ¶ فَكيف نسلم أَن مثل هَذَا الْإِنْجِيل كَلَام الله ¶ وَلما كَانَ حَال تراجم أهل الْكتاب من البدء أَسْوَأ فوقوع الْمَفَاسِد من مترجم هَذَا الْإِنْجِيل أَيْضا مظنون ولعلنا نجده غَلطا صَرِيحًا فِي أَكثر الْمَوَاضِع لأجل هَذَا السَّبَب ¶ وتوجد سِتَّة أغلاط صَرِيحَة فِي الْبَاب الأول وماذا أَقُول فِي حق",
            "page": "144",
            "part": "1",
            "seal": "2FD614FE"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "عدم كَون السَّنَد الْمُتَّصِل لكتب الْعَهْد الْعَتِيق فَهَذِهِ الْكتب الَّتِي لَا سَنَد لَهَا وَلَا يعلم أَسمَاء مصنفيها أَيْضا لَا يُمكن أَن تكون علينا حجَّة الْبَتَّةَ ¶ وَلما كَانَت المباحثة مَشْرُوطَة بِشَرْط وَاحِد عنْدكُمْ كَمَا كتبتم فِي المكتوبين وَكَانَ هَذَا الشَّرْط عندنَا خلاف دأب المناظرة يَقِينا وَقد رددناه فِي الجلسة الثَّانِيَة وَقُلْنَا مرَارًا فِي عدم تَسْلِيمه فهمنا أَنكُمْ هيجتم حِيلَة لتعطيل المباحثة بالعذر الضَّعِيف وعطلتموها فنعطلها أَيْضا الْبَتَّةَ ¶ وَهَذَا الْمَكْتُوب هُوَ الْمَكْتُوب الْأَخير من جانبنا لَا نكتب بعده مَكْتُوبًا فَلَا تكْتبُوا أَنْتُم أَيْضا لكنكم إِن طبعتم المباحثة فَلَا بُد أَن تلاحظوا أَمريْن ¶ الأول أَن تكْتبُوا حَال النّسخ المصطلح عَلَيْهِ عِنْد أهل الْإِسْلَام كَمَا وضحته بالتوضيح التَّام فِي الجلسة الأولى ¶ الثَّانِي أَن تطبعوا مكتوباتكم ومكتوباتي كلهَا سَوَاء كتبت قبل المباحثة التقريرية أَو بعْدهَا ليعلم النَّاظر أَن الْغَالِب أَي شخص والمغلوب أَي شخص وَإِن أَي شخص كَانَ يَقُول على طَريقَة المناظرة وَأي شخص",
            "page": "145",
            "part": "1",
            "seal": "5C5A2C08"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "كَانَ يَقُول على خلَافهَا وَمَا كتبتم أَنِّي كتبت فِي كتاب ميزَان الْحق فِي مبدأ الْفَصْل الثَّانِي إِن الْقُرْآن والمفسرين يدعونَ أَن الْإِنْجِيل نسخ بِظُهُور الْقُرْآن وقلتم هَذَا غلط فحرفتم هُنَا تحريفا قصديا تحريركم وَتَقْرِير تحريركم فِي الصفحة 14 من النُّسْخَة المطبوعة سنة 1850 فِي لِسَان اردو هَكَذَا يدعى الْقُرْآن والمفسرون فِي هَذَا الْبَاب أَنه كَمَا نسخ التَّوْرَاة بنزول الزبُور وَنسخ الزبُور بِظُهُور الْإِنْجِيل فَكَذَلِك نسخ الْإِنْجِيل بِسَبَب الْقُرْآن ثمَّ فِي الصفحة 20 من النُّسْخَة الْمَذْكُورَة هَكَذَا لَا أصل لادعاء الشَّخْص المحمدي بِأَن الزبُور نَاسخ للتوراة وَالْإِنْجِيل نَاسخ لَهما ¶ وَكَانَ تقريري هَكَذَا مَا كتبتم فِي الْمَوْضِعَيْنِ غلط مَحْض ماجاء ذكره فِي مَوضِع من الْقُرْآن الْمجِيد وَلَا يثبت فِي تَفْسِير من التفاسير مَجْمُوع هَذَا الْكَلَام بل يثبت ضِدّه من التفاسير والكتب الإسلامية",
            "page": "146",
            "part": "1",
            "seal": "BA07C56B"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "ثمَّ قَرَأت عبارَة التَّفْسِير العزيزي وَالتَّفْسِير الحفني والغلط الْفَاحِش فِي تحريركم على ماقلت فِي الجلسة الأولى من المناظرة هَذَا الإدعاء أَن زبورا نَاسخ للتوراة ومنسوخ من الْإِنْجِيل وَهَذَا بهتان صَرِيح وَمَا كتبتم من أَنه لَا بُد من إِثْبَات أحد الْأَمريْنِ ¶ أما أَن قَول الْمَسِيح لَيْسَ بمعتبر الخ فعندنا أَن نثبت قَول الْمَسِيح فإنكاره مُنكر وقبيح إِلَّا أَن ثُبُوته عسير وَلَا تقدرون أَن تثبتوا بِالدَّلِيلِ يَقِينا وَلَكِنِّي أقطع النّظر عَن هَذَا وَأَقُول ¶ أَولا إِن كلامنا كَانَ على مَجْمُوع الْكتب من الْعَهْد الْعَتِيق والعهد الْجَدِيد فَمَا لم تثبتوا عدم تَحْرِيف هَذَا الْمَجْمُوع وَلم تَذكرُوا السَّنَد الْمُتَّصِل لَهُ لَا يلْزم علينا أَن نلتفت إِلَى آيَة مِنْهُ ¶ وَثَانِيا لَو سلمنَا بِالْفَرْضِ وَالتَّقْدِير إِن تِلْكَ الْأَقْوَال أَقْوَال الْمَسِيح لَا يثبت مِنْهَا مقصودكم كَمَا صرح بِهِ ببلى وَنقل قَوْله فِي الجلسة الأولى ¶ وثالثا لَو سلمنَا بِالْفَرْضِ أَن مقصودكم يثبت بِشَهَادَة الْمَسِيح فَلَا يثبت مِنْهَا إِلَّا هَذَا الْقدر ¶ أَن بعض كتب الْعَهْد الْعَتِيق لم يحرف إِلَى زَمَانه وَلَا يثبت بهَا عدم تَحْرِيف هَذِه الْكتب بعد زَمَانه ¶ فِي المجلد الأول من تَفْسِير هنري واسكات أَن كستائن كَانَ يلْزم الْيَهُود بتحريف التواريخ وَيَقُول أَنهم فعلوا هَذَا الْأَمر لتصير التَّرْجَمَة اليونانية غير مُعْتَبرَة ولعناد الدّين المسيحي",
            "page": "147",
            "part": "1",
            "seal": "88B591DA"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "وَكَانَ هَذَا الرَّأْي عَاما بَين القدماء المسيحية وَكَانُوا يَقُولُونَ أَن الْيَهُود حرفوا فِي سنة 130 تَقْرِيبًا انْتهى مُلَخصا ¶ فعلى رَأْي اكستائن وَجُمْهُور القدماء وَقع هَذَا التحريف من الْقرن الثَّانِي وَهَكَذَا يُمكن وُقُوعه فِي الْموضع الآخر أَيْضا فَكيف يثبت بِشَهَادَة الْمَسِيح فِي زعمكم نفي هَذَا الْأَمر ¶ وَلما عطلتم المباحثة بالعذر الضَّعِيف فَلَا حَاجَة إِلَى أَن أكتب الْأَقْوَال الْأُخَر الْمُتَعَلّقَة بالمباحثة الْآتِيَة فَقَط 24 من رَجَب سنة 1270 من الْهِجْرَة و 23 من نيسان إبريل سنة 1854 م يَوْم الْأَحَد",
            "page": "148",
            "part": "1",
            "seal": "8B6B3948"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "صُورَة المضبطة ¶ الَّتِي كتبهَا السَّيِّد عبد الله فِي آخر رِسَالَة المباحثة الَّتِي هِيَ فِي لِسَان أردو تمت هَذِه المباحثة وَالْحَمْد لله وَلما كَانَ هَذَا العَبْد حَاضرا فِي الجلستين كتب التَّقْرِير الَّذِي سَمعه بأذنيه لَكِن القسيس بفندر طبع هَذِه المباحثة على طَرِيق آخر فِيهَا أَقْوَال كَثِيرَة لم يقلها أحد من الْجَانِبَيْنِ فِي ذَلِك الْوَقْت واسقط كثيرا من الْأَقْوَال مَعَ علمه وفهمه بهَا ¶ وحرف فِي جَوَاب أَكثر الْأَقْوَال ¶ فَلذَلِك أرسل هَذِه الرسَالَة فِي خدمَة الَّذين كَانُوا شُرَكَاء الجلسة راجيا مِنْهُم أَن المناظرة إِن كَانَت مُطَابقَة للْوَاقِع فزينوها بِشَهَادَتِهِم {وَلَا تكتموا الشَّهَادَة وَمن يكتمها فَإِنَّهُ آثم قلبه}",
            "page": "149",
            "part": "1",
            "seal": "BCAF0F13"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "صُورَة شَهَادَة الْحَاضِرين ¶ كَيْفيَّة هَذِه المناظرة الَّتِي حررت فِي هَذِه الرسَالَة صَحِيحَة الْبَتَّةَ وصادقة جزما ¶ وَكيل راجه بنارس مُحَمَّد أَمِير الله ¶ هَذِه المباحثة وَقعت بحضوري ¶ باشكاتب النظارة الْمَالِيَّة قادري فيض أَحْمد ¶ كل مَا فِي الرسَالَة حق وَقع بحضرتي مُحَمَّد سراج الْحق بن الْفَاضِل فيض أَحْمد الْمَزْبُور ¶ كنت مَوْجُودا فِي جلْسَة الْيَوْم الثَّانِي فالقدر الَّذِي نقل عَن تَقْرِير هَذَا الْيَوْم أَشد ضبطا وَأَصَح مُحَمَّد أَسد الله قَاضِي الْقُضَاة ببلدة أكبر أباد ¶ كنت مَوْجُودا فِي الجلستين كلتيهما وَهَذَا التَّقْرِير كُله وَقع بَين يَدي وَضبط بالإحتياط التَّام مُحَمَّد رياض الدّين الْمُفْتى ¶ كنت فِي جلْسَة الْيَوْم الثَّانِي فضبط تَقْرِير هَذَا الْيَوْم بِالصِّحَّةِ مُحَمَّد أمجد على وَكيل الدولة الإنكليزية أَي دعوية ناظرية",
            "page": "150",
            "part": "1",
            "seal": "55E94CC4"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "كنت فِي الجلستين فالتقرير كُله صَحِيح وماطبق للْوَاقِع السَّيِّد حَافظ ولي حسن ¶ كنت فِي الجلستين وَهَذَا التَّقْرِير كُله وَقع بحضوري الْحَافِظ خدانجسن ¶ هَذَا بَيَان وَاقع وَقع فِي الْحُضُور لَا شُبْهَة فِيهِ أَمَام الدّين ¶ كنت حَاضرا فِي جلستي المناظرة فالتقرير كُله صَحِيح لَا ريب فِيهِ مُحَمَّد قمر الْإِسْلَام أَمَام الْجَامِع الْكَبِير فِي أكبر أباد ¶ كنت شَرِيكا فِي المباحثتين والتقرير كُله ضبط بِالصِّحَّةِ قادري مُحَمَّد جَعْفَر نجسن ¶ هَذَا التَّحْقِيق وَاقع وَأَنا حَاضر فِي الجلستين خَادِم على مهتم مطلع الْأَخْبَار ¶ سَمِعت تَقْرِير نصف الجلسة فِي الْيَوْم الثَّانِي فحرر بِعَيْنِه كَمَا كَانَ لَا تفَاوت فِيهِ بِمِقْدَار ذرة مُحَمَّد قمر الدّين مهتم أسعد الْأَخْبَار والمدرس الأول فِي مشنيري كالج",
            "page": "151",
            "part": "1",
            "seal": "3C469BA4"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "التَّقْرِير الَّذِي سمعته فِي الجلستين رَأَيْته مَكْتُوبًا فِي هَذِه الأوراق مُحَمَّد عبد الشهيد كولوى هَذَا العَبْد كَانَ حَاضرا فِي الجلستين والتقرير الْمَنْقُول فِي هَذِه الرسَالَة وَقع بِلَا زِيَادَة ونقصان السَّيِّد حَافظ فضل حُسَيْن ¶ يَقُول رفاعي المترجم غفر الله لَهُ أَن شَهَادَة الْفَاضِل فيض أَحْمد باشكاتب النظارة الْمَالِيَّة ونجله الْفَاضِل مُحَمَّد سراج الْحق وَكَذَا شَهَادَة مرزا أَمَام الدّين بك وَالْكَاتِب خَادِم على مهتم مطلع الْأَخْبَار كَانَت فِي اللِّسَان الْعَرَبِيّ فنقلت شَهَادَتهم بعباراتهم ¶ وَكَانَت شَهَادَة الْفَاضِل أَمِير الله فِي اللِّسَان الْفَارِسِي وَالشَّهَادَة الْبَاقِيَة كَانَت فِي لِسَان اردو فترجمتها بِالْعَرَبِيَّةِ ونقلت عباراتهم الْأَصْلِيَّة يعينها على الْحَاشِيَة ¶ وَوضعت نُسْخَة وَاحِدَة من رِسَالَة أردو الَّتِي ترجمتها مَعَ ترجمتي هَذِه فِي كتبخانة جَامع بايزيد فَمن أَرَادَ تَصْحِيح التَّرْجَمَة أَو رُؤْيَة الشَّهَادَات فليذهب إِلَيْهَا ¶ وَلما طبع القسيس رِسَالَة هَذِه المناظرة بعد مَا حرفها تحريفا تَاما شنع عَلَيْهِ من كل قطر من أقطار الْهِنْد وَكتب إِلَيْهِ الْفَاضِل المناظر مكاتيب زاجرا ولائما عَلَيْهِ وَكَذَا كتب إِلَى القسيس فرنج مَكْتُوبًا وَاحِدًا يلومه على هَذَا التحريف ¶ وكتبا إِلَى الْفَاضِل المناظر فِي جَوَاب مكاتيبه فَهَذِهِ المكاتيب كلهَا جمعهَا الْفَاضِل أَمِين الدّين الْهِنْدِيّ وطبعها وَضمّهَا إِلَى آخر رِسَالَة",
            "page": "152",
            "part": "1",
            "seal": "3A07A1A0"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "المناظرة الَّتِي طبعت فِي دهلي وَهَذِه الرسَالَة تُوجد عِنْد بعض أهل الْهِنْد بِمَكَّة المعظمة شرفها الله تَعَالَى وطلبتها من مَكَّة فَإِن وصلت إِلَى وساعدني الْوَقْت أترجم هَذِه المكاتيب أَيْضا إِن شَاءَ الله ليظْهر الْحَال الْبَاقِي أَيْضا عِنْد المنصفين ¶ وأنقل هَهُنَا بعض الفقرات الَّتِي كتب القسيس فرنج معتذرا فِي جَوَاب الْفَاضِل المناظر وَهِي هَذِه ¶ الإختلاف الَّذِي وَقع فِي بياننا فِي عدد التحريفات فسببه أَن الْعدَد الْكَبِير لَيْسَ بمتفق عَلَيْهِ الْبَتَّةَ بَين المصححين وَهَذَا قريب من الْيَقِين أَن الْآيَات الْأَرْبَعَة أَو الْخَمْسَة دخلت فِي الْمَتْن بالتحريف سَهوا أَو قصدا انْتهى ¶ فَجزم هَذَا القسيس فِي هَذَا الْمَكْتُوب على أَن أَربع آيَات أَو خمس آيَات محرفة يَقِينا وَهَذِه الْآيَات وَقعت فِي الْمَقْصُود الأصلى من الْإِنْجِيل لَا فِي المطالب الْغَيْر الْمَقْصُودَة مثل تَأْثِير الْأَرْوَاح الخبيثة فِي الْأَجْسَام البشرية وإبراء عِيسَى عَلَيْهِ السَّلَام عَنهُ فَإِن أَمْثَال هَذَا من الأوهام الْبَاطِلَة عِنْد عقلاء أوربا ومحققي فرقة بروتستنت وَأَن كَانَ الْجُزْء الْكثير من الْإِنْجِيل مملوءا من تِلْكَ الأوهام الْبَاطِلَة عِنْدهم",
            "page": "153",
            "part": "1",
            "seal": "29789D75"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "قَالَ مُحَقّق بروتستنت بيلى فِي كتاب الْإِسْنَاد فِي الصفحة 323 من النُّسْخَة المطبوعة سنة 1850 هَكَذَا ¶ الَّذين يَقُولُونَ إِن هَذَا الرَّأْي الْغَلَط أَي تسلط الْجِنّ كَانَ عَاما فِي ذَلِك الزَّمَان فَوَقع فِيهِ مؤلفوا الأناجيل وَالْيَهُود الَّذين كَانُوا فِي ذَلِك الزَّمَان فَلَا بُد أَن يقبل هَذَا الْأَمر وَلَا خوف مِنْهُ فِي صدق الْملَّة المسيحية لِأَن هَذِه الْمَسْأَلَة لَيست من الْمسَائِل الَّتِي جَاءَ بهَا عِيسَى عَلَيْهِ السَّلَام بل اخْتلطت بالأقوال المسيحية اتِّفَاقًا بِسَبَب كَونهَا رَأيا عَاما فِي تِلْكَ المملكة وَذَلِكَ الزَّمَان انْتهى ¶ وَهَذَا التحريف الَّذِي صدر عَن القسيس لَيْسَ عَيْبا عِنْد فرقته بل هُوَ من سنة الأسلاف وَمن المستحبات الدِّينِيَّة يصبح عَلَيْهِ المخالفون والموافقون سلفا وخلفا ¶ وَأما المخالفون فأنقل عَن أَقْوَالهم ثَلَاثَة أَقْوَال على عدد التَّثْلِيث ¶ القَوْل الأول ¶ نقل اكهارن الَّذِي هُوَ من الْعلمَاء الْمَشْهُورين من أهل الجرمن فِي كِتَابه قَول الْفَاضِل الْمُشرك سلسوس الَّذِي كَانَ فِي الْقرن الثَّانِي من الْقُرُون المسيحية هَكَذَا بدل المسيحيون أَنَاجِيلهمْ ثَلَاث مَرَّات أَو أَربع مَرَّات بل أَزِيد من هَذَا تبديلا كَأَن مضامينها بدلت انْتهى ¶ القَوْل الثَّانِي ¶ نقل لاردنر الْمُفَسّر فِي المجلد الثَّالِث من تَفْسِيره فِي ذيل بَيَان فرقة ماني كيز فول فاستس الَّذِي كَانَ من أعظم عُلَمَاء تِلْكَ الْفرْقَة فِي الْقرن الرَّابِع من الْقُرُون المسيحية هَكَذَا ¶ أنكر أَن الْأَشْيَاء الَّتِي أدخلها آباؤكم وأجدادكم بالمكر فِي الْعَهْد الْجَدِيد وعيبوا صورته الْحَسَنَة وأفضليته لِأَن هَذَا الْأَمر مُحَقّق أَن هَذَا الْعَهْد الْجَدِيد مَا صنفه الْمَسِيح وَلَا الحواريون بل صنفه رجل مَجْهُول الأسم وَنسب إِلَى الحواريين ورفقاء الحواريين خوفًا أَن لَا يعْتَبر النَّاس",
            "page": "154",
            "part": "1",
            "seal": "2F91E77C"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "تحريره ظانين أَنه غير وَاقِف فِي الْحَالَات الَّتِي كتبهَا وآذى المريدين لعيسى إِيذَاء بليغا بِأَن ألف الْكتب الَّتِي تُوجد فِيهَا الأغلاط والتناقضات انْتهى ¶ القَوْل الثَّالِث ¶ أَقْوَال الوف من الْعلمَاء والحكماء من أهل أوربا الَّذين ظَهَرُوا من آخر الْقرن السَّادِس عشر من الْقُرُون المسيحية وَسموا أنفسهم راشنلشت ويسميهم المتعصبون من عُلَمَاء برتستنت ملاحدة وَزَاد عدد متبعيهم يَوْمًا فيوما حَتَّى امْتَلَأت أقطار أوربا بهم وألغوا مآت من الْكتب والرسائل ويستهزءون على كتب العهدين ¶ وَمن دعاويهم فِي حَقّهَا هَذِه الدَّعْوَى أَيْضا أَنه محرفة فَمن شَاءَ فَليرْجع إِلَى كتبهمْ ¶ وَقَالَ باركر مِنْهُم مستهزأ فِي كِتَابه ¶ قَالَت مِلَّة بروتستنت أَن المعجزات الأزلية وأبدية حفظت الْعَهْد الْعَتِيق والجديد من أَن تصل إِلَيْهَا صدمة خَفِيفَة لَكِن هَذِه الْمَسْأَلَة لَا تقدر أَن تقوم فِي مُقَابلَة عَسْكَر اخْتِلَاف الْعبارَة الَّتِي هِيَ ثَلَاثُونَ ألفا انْتهى كَلَامه ¶ أما الموافقون أَيْضا فانقل عَن كَلَامهم ثَلَاثَة أَقْوَال على عدد التَّثْلِيث وَمن شَاءَ الزَّائِد فَليرْجع إِلَى كتاب الْفَاضِل المناظر التَّحْرِير الْمُسَمّى بِإِظْهَار الْحق فيجد فِيهِ ثَلَاثِينَ قولا",
            "page": "155",
            "part": "1",
            "seal": "3B90854C"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "القَوْل الأول ¶ قَالَ آدم كلارك الْمُفَسّر فِي المجلد السَّادِس من تَفْسِيره المطبوع سنة 1851 م فِي ذيل تَفْسِير الْبَاب الأول من رِسَالَة بولس إِلَى أهل غلاطية هَكَذَا أَن هَذَا الْأَمر مُحَقّق أَن الأناجيل الْكَثِيرَة الكاذبة كَانَت رائجة فِي أول الْقُرُون المسيحية وَكَثْرَة هَذِه الْأَحْوَال الكاذبة الْغَيْر صَحِيحَة هيجت لوقا على تَحْرِير الْإِنْجِيل وَيُوجد ذكر أَكثر من سبعين من هَذِه الأناجيل الكاذبة والأجزاء الْكَثِيرَة من هَذِه الأناجيل بَاقِيَة ¶ وَكَانَ فابرى سيوس جمع هَذِه الأناجيل وطبعها فِي ثَلَاث مجلدات انْتهى ¶ القَوْل الثَّانِي ¶ قَالَ موشليم المؤرخ فِي بَيَان عُلَمَاء الْقرن الثَّانِي فِي الصفحة 65 من المجلد أول من تَارِيخه المطبوع سنة 1832 كَانَ بَين متبعي رَأْي أفلاطون وفيثاغورس مقولة مَشْهُورَة إِن الْكَذِب وَالْخداع لأجل أَن يزْدَاد الصدْق وَعبادَة الله ليسَا بجائزين فَقَط بل قابلان للتحسين وَتعلم أَولا مِنْهُم يهود مصر هَذِه المقولة قبل الْمَسِيح كَمَا يظْهر هَذِه جزما من كثير من الْكتب الْقَدِيمَة ¶ ثمَّ أثر وباء هَذَا الْغَلَط السوء فِي المسيحيين كَمَا يظْهر هَذَا الْأَمر من الْكتب الْكَثِيرَة الَّتِي نسبت إِلَى الْكِبَار كذبا انْتهى ¶ فَظهر أَن مثل هَذَا التحريف كَانَ من المستحسنات عِنْد أسلاف الْيَهُود وَالنَّصَارَى فَأَي عجب من الأخلاف ¶ القَوْل الثَّالِث ¶ قَالَ هورن فِي الصفحة 325 من المجلد الثَّانِي من تَفْسِيره المطبوع سنة 1822 م الْفرق الْحسن بَين أراته يعْنى غلط الْكَاتِب وَبَين ويريوس ريدنك يعْنى اخْتِلَاف الْعبارَة قَالَ قَالَ ميكايلس",
            "page": "156",
            "part": "1",
            "seal": "63EC3558"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "أَنه إِذا وجد الأختلاف بَين العبارتين أَو أَكثر فَلَا تكون الصادقة إِلَّا وَاحِدَة والباقية إِمَّا أَن تكون تحريفا قصديا أَو سَهْو الْكَاتِب لَكِن تميز الصَّحِيحَة عَن غَيرهَا عسير غَالِبا فَإِن بقى شكّ مَا فيطلق على الْكل اخْتِلَاف الْعبارَة وَإِذا علم صَرَاحَة أَن الْكَاتِب كتب هَهُنَا كذبا فَيُقَال أَنه غلط الْكَاتِب انْتهى ¶ فَظهر أَن ويريوس ريدنك أَو اخْتِلَاف الْعبارَة بِحَسب اصطلاحهم عبارَة عَن الْعبارَة المشكوكة الَّتِي لَا يجْزم فِيمَا أَنَّهَا صَادِقَة أَو كَاذِبَة وَوجد فِي كتبهمْ المقدسة ثَلَاثُونَ ألفا من هَذِه الإختلافات وَلذَلِك قَالَ باركر مستهزئا عَلَيْهِم ماقال كَمَا عرفت فِي القَوْل الثَّالِث من أَقْوَال الْمُخَالفين فَإِذا علمت معنى اخْتِلَاف الْعبارَة بِحَسب اصطلاحهم ¶ أَقُول قَالَ محققهم الْمَذْكُور فِي المجلد الثَّانِي المسطور لبَيَان وُقُوعه فِي كتبهمْ المقدسة هَكَذَا ¶ لوُقُوعه أَسبَاب أَرْبَعَة ¶ السَّبَب الأول ¶ غَفلَة الْكَاتِب وسهوه وَيتَصَوَّر على وُجُوه ¶ الأول إِن الَّذِي كَانَ يلقى الْعبارَة على الْكَاتِب ألْقى مَا ألْقى أَو الْكَاتِب لم يفهم فَكتب مَا كتب ¶ وَالثَّانِي أَن الْحُرُوف العبرانية اليونانية كَانَت متشابهة فَكتب أَحدهمَا بدل الآخر ¶ وَالثَّالِث أَن الْكَاتِب ظن الْأَعْرَاب خطا أَو الْخط الَّذِي كَانَ يكْتب عَلَيْهِ جُزْء الْحَرْف أَو مَا فهم أصل الْمطلب فَأصْلح الْعبارَة وَغلط",
            "page": "157",
            "part": "1",
            "seal": "343654F7"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "وَالرَّابِع أَن الْكَاتِب انْتقل من مَوضِع إِلَى مَوضِع فَلَمَّا تنبه لم يرض بمحو مَا كتب وَكتب من الْموضع الَّذِي كَانَ ترك مرّة أُخْرَى وابقى مَا كتبه قبل أَيْضا ¶ وَالْخَامِس أَن الْكَاتِب ترك شَيْئا فَبعد مَا كتب شَيْئا آخر تنبه وَكتب الْعبارَة المتروكة بعده فانتقلت الْعبارَة من مَوضِع إِلَى مَوضِع آخر ¶ وَالسَّادِس أَن نظر الْكَاتِب أَخطَأ وَوَقع على سطر آخر فَسَقَطت عبارَة مَا ¶ وَالسَّابِع أَن الْكَاتِب غلط فِي فهم الْأَلْفَاظ المخففة فَكتب على فهمه كَامِلَة فَوَقع الْغَلَط ¶ وَالثَّامِن أَن جهل الْكَاتِبين وغفلتهم منشأ عَظِيم لوُقُوع ويريوس ريدنك بِأَنَّهُم فَهموا عبارَة الْحَاشِيَة أَو التَّفْسِير جُزْء الْمَتْن فأدخلوها ¶ وَالسَّبَب الثَّانِي ¶ نُقْصَان النُّسْخَة الْمَنْقُول عَنْهَا وَهُوَ أَيْضا يتَصَوَّر على وُجُوه ¶ الأول إنمحاء إِعْرَاب الْحُرُوف ¶ وَالثَّانِي أَن الْإِعْرَاب الَّذِي كَانَ فِي صفحة ظهر فِي جَانب آخر مِنْهَا فِي صفحة أُخْرَى وامتزج بحروف الصفحة الْأُخْرَى وَفهم جُزْء مِنْهَا ¶ وَالثَّالِث أَن الْفَقْرَة المتروكة كَانَت مَكْتُوبَة على الْحَاشِيَة بِلَا عَلامَة فَلم يعلم الْكَاتِب الثَّانِي أَن الْفَقْرَة تكْتب فِي أَي مَوضِع فغلط ¶ وَالسَّبَب الثَّالِث ¶ التَّصْحِيح الخيالي والإصلاح وَهَذَا أَيْضا وَقع على وُجُوه ¶ الأول إِن الْكَاتِب فهم الْعبارَة الصَّحِيحَة فِي نفس الْأَمر نَاقِصَة أَو غلط فِي فهم الْمطلب أَو تخيل أَن الْعبارَة غلط بِحَسب الْقَاعِدَة وَمَا كَانَت غَلطا لَكِن هَذَا الْغَلَط كَانَ صادرا عَن المُصَنّف فِي نفس الْأَمر",
            "page": "158",
            "part": "1",
            "seal": "BF004606"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "وَالثَّانِي أَن بعض الْمُحَقِّقين اكتفوا على إصْلَاح الْغَلَط بِحَسب الْقَاعِدَة فَقَط بل بدلُوا الْعبارَة الغبارة الفصيحة بالفصيحة أَو اسقطوا الفضول أوالألفاظ المترادفة الَّتِي لم يظْهر لَهُم فرق فِيهَا ¶ وَالثَّالِث وَهُوَ أَكثر الْوُجُوه وقوعا أَنهم سووا الفقرات المتقابلة وَهَذَا التَّصَرُّف وَقع فِي الْإِنْجِيل خُصُوصا وَلأَجل ذَلِك كثر الْإِلْحَاق فِي رسائل بولس لتَكون الْعبارَات الَّتِي نقلهَا عَن الْعَهْد الْعَتِيق مطبقة للتَّرْجَمَة اليونانية ¶ وَالرَّابِع أَن بعض الْمُحَقِّقين جعل الْعَهْد الْجَدِيد مطابقا للتَّرْجَمَة اللاتينية ¶ وَالسَّبَب الرَّابِع ¶ التحريف القصدي الَّذِي صدر عَن أحد لأجل مطلبه سَوَاء كَانَ المحرف من أهل الدّيانَة أَو من المبتدعين وَمَا الزم أحد فِي المبتدعين القدماء أَزِيد من مارسيون وَمَا اسْتحق الْمَلَامَة أحد أَزِيد مِنْهُ لسَبَب هَذِه الْحَرَكَة وَهَذَا الْأَمر أَيْضا مُحَقّق أَن بعض التحريفات القصدية صدرت عَن الَّذين كَانُوا من أهل الدّيانَة وَالدّين وَكَانَت هَذِه التحريفات ترجح بعدهمْ لتؤيد بهَا مَسْأَلَة مَقْبُولَة أَو يدْفع بهَا الإعتراض الْوَارِد عَلَيْهَا انْتهى كَلَامه مُلَخصا ¶ وَأورد هورن امثلة كَثِيرَة فِي بَيَان أَقسَام كل سَبَب من الْأَسْبَاب الْأَرْبَعَة وَلما كَانَ فِي ذكرهَا طول تركتهَا لكني أذكر الْأَمْثِلَة الَّتِي نقلهَا لتحريف أهل الدّين والديانة من كتاب فاف قَالَ ¶ مثلا ترك قصد الْآيَة الْعدَد الثَّالِثَة وَالْأَرْبَعُونَ من الْبَاب الثَّانِي وَالْعِشْرين من إنجيل لوقا لِأَن بعض أهل الدّين ظنُّوا أَن تَقْوِيَة الْملك للرب مُنَافِيَة لألوهيته",
            "page": "159",
            "part": "1",
            "seal": "5A34CA42"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "وَترك قصدا فِي الْبَاب الأول من إنجيل مَتى هَذِه الْأَلْفَاظ قبل أَن يجتمعا فِي الْآيَة الثَّامِنَة عشر وَهَذِه الْأَلْفَاظ وَابْنهَا الْبكر فِي الْآيَة الْخَامِسَة وَالْعِشْرين لِئَلَّا يَقع الشَّك فِي الْبكارَة الدائمة لِمَرْيَم عَلَيْهَا السَّلَام ¶ وَبدل لفظ اثنى عشر بِأحد عشر فِي الْآيَة الْخَامِسَة من الْبَاب الْخَامِس عشر من الرسَالَة الأولى إِلَى أهل تورنيثوس لِئَلَّا يَقع إِلْزَام الْكَذِب على بولس لِأَن يهوذا الأسخريوطي كَانَ قد مَاتَ قبل ¶ وَترك بعض الْأَلْفَاظ فِي الْآيَة الثَّانِيَة وَالثَّلَاثِينَ من الْبَاب الثَّالِث عشر من إنجيل مرقس ¶ ورد هَذِه الْأَلْفَاظ بعض المرشدين لأَنهم تخيلوا أَنَّهَا مؤيدة لفرقة ايرين وَزيد بعض الْأَلْفَاظ فِي الْآيَة الْخَامِسَة وَالثَّلَاثِينَ من الْبَاب الأول من إنجيل لوقا فِي التَّرْجَمَة السريانية والفارسية والعربية واتهيويك وَغَيرهَا من التراجم ¶ وَفِي كثير من نقُول المرشدين فِي مُقَابلَة فرقة يوتى كينس لِأَنَّهَا كَانَت مُنكرَة أَن عِيسَى عَلَيْهِ السَّلَام فِيهِ صفتان انْتهى كَلَامه",
            "page": "160",
            "part": "1",
            "seal": "5FDE5340"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "فَبين هورن جَمِيع الصُّور المحتملة فِي التحريف وَأقر بِأَنَّهَا وَقعت فِي كتبهمْ المقدسة فَمَا بقيت دقيقة من دقائق التحريف وَلما ثَبت أَن الْكَذِب وَالْخداع كَانَ بِمَنْزِلَة المستحبات الدِّينِيَّة بَين الأسلاف من الْيَهُود وَالنَّصَارَى وَأَن حضرات أسلاف النَّصَارَى اخترعوا أناجيل كَاذِبَة أَزِيد من سبعين وَأَن جَمِيع أَنْوَاع التحريف وَقع فِي الْكتب الْمسلمَة عِنْدهم أَيْضا فَلَا شكاية لنا من القسيس الْمَزْبُور فِي تحريفه تَقْرِير المباحثة لِأَنَّهُ اقْتدى بِسنة الأسلاف وتحريفه لَيْسَ بأشنع من تَحْرِيف الْكتب المقدسة وَمن اختراع الأناجيل الزَّائِدَة على السّبْعين ¶ فأكف لِسَان الْقَلَم عَن إِظْهَار أَمْثَال هَذَا الْأَمر وَأَقُول متضرعا وداعيا ¶ {رَبنَا لَا تزغ قُلُوبنَا بعد إِذْ هديتنا وهب لنا من لَدُنْك رَحْمَة إِنَّك أَنْت الْوَهَّاب} ¶ وَصلى الله على خير خلقه مُحَمَّد وَآله وَأَصْحَابه أَجْمَعِينَ وَآخر دعوانا أَن الْحَمد لله رب الْعَالمين ¶ فرغ مِنْهُ لَيْلَة الْإِثْنَيْنِ من جُمَادَى الثَّانِيَة 1403 هـ الْمُوَافق 11 من إبريل 1983 م بِالْمَدِينَةِ المنورة",
            "page": "161",
            "part": "1",
            "seal": "129B5585"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "الخاتمة ¶ وَبعد ¶ فقد استخرت الله تَعَالَى فِي أَن تكون الخاتمة لهَذَا الْكتاب فِي الحَدِيث عَن نشأت التَّثْلِيث فِي المسيحية وَكَيف دَخلهَا وَمن أدخلهُ ثمَّ إِثْبَات بعض الْأَدِلَّة الْعَقْلِيَّة والعلمية من كتبهمْ المقدسة لدحض هَذَا التَّثْلِيث الَّذِي ابتدعوه على انقاض دين يَدْعُو إِلَى التَّوْحِيد الْحق لله عز وَجل ليَكُون ذَلِك أقوى حجَّة وأنصع برهانا وليتبين الطَّرِيق لمن ضلها وَبعد عَنْهَا وليتحقق شَيْئا وَلَو قَلِيلا مِمَّا كَانَ يصبوا إِلَيْهِ المرحوم الشَّيْخ رحمت الله الْهِنْدِيّ من بحث مَسْأَلَة التَّثْلِيث مَعَ القسيس بفندر وَقد أثبت كثيرا من الْأَدِلَّة فِي إبِْطَال عقيدة التَّثْلِيث فِي كِتَابه إِظْهَار الْحق الَّذِي أَلفه بعد المناظرة وادرج فِيهِ المباحث الْخمس الَّتِي كَانَت مَحل المناظرة وَقد تحدثنا عَن ذَلِك فِي الْمُقدمَة ¶ لهَذَا كَانَت الرَّغْبَة بِإِرَادَة الله تَعَالَى أَن تكون الخاتمة عَن التَّثْلِيث فَنَقُول وَبِاللَّهِ التَّوْفِيق ¶ جَاءَت كتب العهدين الْقَدِيم والجديد تَدْعُو إِلَى الوحدانية وتؤكدها ¶ جَاءَ فِي سفر التَّثْنِيَة اسْمَع يَا إِسْرَائِيل الرب الهنا رب وَاحِد فتحب الرب إلهك من كل قَلْبك وَمن كل نَفسك وَمن كل قوتك ولتكن هَذِه الْكَلِمَات الَّتِي أَنا أوصيك بهَا الْيَوْم على قَلْبك وقصها على أولادك وَتكلم بهَا حِين تجْلِس فِي بَيْتك وَحين تمشى فِي الطَّرِيق وَحين تنام وَحين تقوم واربطها عَلامَة على يدك ولتكن عصائب بَين عَيْنَيْك وأكتبها على قوائمك",
            "page": "162",
            "part": "1",
            "seal": "0BB9ADC2"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "أَبْوَاب بَيْتك وعَلى أبوابك الرب الهك تنقى وإياه تعبد وبإسمه تحلف ¶ وَجَاء فِي إنجيل مرقس أَن أحد الكتبة سَأَلَ عِيسَى عَلَيْهِ السَّلَام أَيَّة وَصِيَّة هِيَ أول الْكل فَأَجَابَهُ يسوع أَن أول كل الْوَصَايَا هِيَ أسمع يَا إِسْرَائِيل الرب الهنا رب وَاحِد وتحب الرب إلهك من كل قَلْبك وَمن كل نَفسك وَمن كل فكرك وَمن كل قدرتك هَذِه هِيَ الْوَصِيَّة الأولى وثانية مثلهَا هِيَ تحب قريبك كنفسك لَيْسَ وَصِيَّة أُخْرَى أعظم من هَاتين فَقَالَ لَهُ الْكَاتِب جيدا يَا معلم بِالْحَقِّ قلت لِأَنَّهُ الله وَاحِد وَلَيْسَ آخر سواهُ ومحبته من كل الْقلب وَمن كل الْفَهم وَمن كل النَّفس وَمن كل الْقُدْرَة ومحبة الْقَرِيب كالنفس هِيَ أفضل من جَمِيع المحرقات والذبائح فَلَمَّا رَآهُ يسوع أَنه أجَاب بعقل قَالَ لَهُ لست بَعيدا عَن ملكوت الله ¶ وَجَاء فِي إنجيل مَتى لِأَنَّهُ مَكْتُوب للرب إلهك تسجدوا إِيَّاه وَحده تعبد ¶ وَيَقُول مرقس عَن عِيسَى عَلَيْهِ السَّلَام وَفِيمَا هُوَ خَارج إِلَى الطَّرِيق ركض وَاحِد وَجَثَا لَهُ وَسَأَلَهُ أَيهَا الْمعلم الصَّالح مَاذَا أعمل لأرث الْحَيَاة الأبدية فَقَالَ لَهُ يسوع لماذا تدعونني صَالحا لَيْسَ أحد صَالحا إِلَّا وَاحِد وَهُوَ الله أَنْت تعرف الْوَصَايَا لَا تزن لَا تقتل لَا تسرق لَا تشهد بالزور لَا تسلب أكْرم أَبَاك وأمك فَأجَاب وَقَالَ لَهُ يَا معلم هَذِه كلهَا حَفظتهَا مُنْذُ حداثتي فَنظر إِلَيْهِ يسوع وأحبه",
            "page": "163",
            "part": "1",
            "seal": "1C4712C5"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "وَفِي إنجيل يوحنا الله لم يره أحد قطّ وَيشْهد لي الْأَب الَّذِي أَرْسلنِي فَقَالُوا لَهُ أَيْن هُوَ أَبوك فَأجَاب يسوع لَسْتُم تعرفونني أَنا وَلَا أبي لَو عرفتموني لعرفتم أبي أَيْضا ¶ وَمَعَ هَذِه النُّصُوص الصَّرِيحَة الَّتِي تَدْعُو إِلَى الوحدانية يَقُول النَّصَارَى بالتثليث رغم أَن عِيسَى عَلَيْهِ السَّلَام لم يقل بِهِ وَلم يدع إِلَيْهِ بل قَالَ بِالتَّوْحِيدِ ودعا إِلَيْهِ وَبِهَذَا ترى أَن هَذِه العقيدة دخيلة على مَا جَاءَ بِهِ عِيسَى عَلَيْهِ السَّلَام وَمَا دَعَا إِلَيْهِ وَأَن أول من دَعَا إِلَى التَّثْلِيث وَجعله عقيدة هُوَ شاول بولس وَذَلِكَ فِي قَوْله نعْمَة رَبنَا يسوع الْمَسِيح ومحبة الله وَشركَة الرّوح الْقُدس وَمَعَكُمْ أَجْمَعِينَ ¶ ويعلق القس حبيب سعيد على هَذَا النَّص بقوله هَل نَحن فِي حَاجَة للروح الْقُدس مَا دَامَ لنا الله إِن بولس يفترض عقيدة الثالوث كَأَنَّهَا قَضِيَّة قد سلمت بهَا الْكَنِيسَة مُنْذُ الْبِدَايَة ¶ ويوضح بيرى مَا أدخلهُ بولس فِي المسيحية من فلسفات الْأُمَم فَيَقُول كَانَ عِيسَى يَهُودِيّا وَقد ظلّ كَذَلِك أبدا وَلَكِن شاول بولس كَون المسيحية على حِسَاب عِيسَى فشاول هُوَ فِي الْحَقِيقَة مؤسس المسيحية وَقد أَدخل بولس على ديانته بعض تعاليم الْيَهُودِيَّة ليجذب لَهُ الْعَامَّة من الْيَهُود كَمَا أَدخل صورا من فلسفة الإغريق ليجذب اتبَاعا لَهُ من اليونان فَبَدَأَ يذيع أَن عِيسَى منقذ ومخلص وَسيد اسْتَطَاعَ الْجِنْس البشري بواسطته أَن ينَال النجَاة وَهَذِه الإصطلاحات الَّتِي قَالَ بهَا بولس كَانَت شهيرة عِنْد كثير من الْفرق وبخاصة فِي متراس وكابولى فانحاز اتِّبَاع هَذِه الْفرق إِلَى ديانَة بولس وَعمد كَذَلِك ليرضى المثقفين اليونان فاستعار من فلاسفة اليونان وبخاصة الفيلسوف فيلوا فكرة اتِّصَال الاله بِالْأَرْضِ عَن طَرِيق الْكَلِمَة أَو ابْن الأله أَو الرّوح الْقُدس",
            "page": "164",
            "part": "1",
            "seal": "850D2BCE"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "وَيَقُول جوتيه أَن المسيحية تشربت كثيرا من الآراء والأفكار الفلسفية اليونانية فاللاهوت المسيحيى مقتبس من الْعين الَّذِي صبَّتْ فِيهِ الأفلاطونية الحديثة وَلذَا نجد بَينهمَا مشابهات كَثِيرَة ¶ وَأما كَامِل نخله فيتحدث عَن الدّيانَة المصرية الْقَدِيمَة مُشِيرا إِلَى مَا ساهمت بِهِ أَو إِلَى مَا اقتبس مِنْهَا للمسيحية فَيَقُول كَانَت الدّيانَة المصرية الْقَدِيمَة قَائِمَة فِي أول نشأتها على عبَادَة الْإِلَه الْوَاحِد تثلث فِيهِ الصِّفَات والأعمال بأشكال عدَّة عَبده الْعَامَّة فِيمَا عبد كآلهة تاركون حَقِيقَتهَا الْأَصْلِيَّة الشاملة للتوحيد والتثليث ¶ وَهُوَ بِهَذَا يُشِير إِلَّا أَن المسيحية الْقَائِمَة الْآن على التَّوْحِيد والتثليث وَالَّذِي يَعْتَبِرهَا حقائق أَصْلِيَّة وشاملة ثمَّ يُؤَكد هَذَا بقوله ¶ كَانَ المصريون يُؤمنُونَ بثالوث مقدس لِأَن الألوهية المصرية مَعَ وحدانيتها تمثل شكل ثالوث وَهَذَا الثالوث يتكون من أَب وَأم وَابْن والثالوث الْمصْرِيّ الأوحد هُوَ الممثل لأزريس وأزيس زَوجته وهوريس ابْنهَا وَهَذَا الثالوث هـ الاله الْأَعْظَم لجَمِيع مقاطعات مصر",
            "page": "165",
            "part": "1",
            "seal": "D25FE79D"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "وَقد كَانَ الهنود يُؤمنُونَ بالتثليث أَيْضا وَكَانَ يمثل عِنْدهم فِي براهما وفيشنو وسيفا ¶ وَبِهَذَا نجد أَن المسيحية أخذت من الْمذَاهب الفلسفية والمعتقدات الوضعية الْقَدِيمَة الَّتِي كَانَت منتشرة بَين الْأُمَم آن ذَاك وظلوا يتخبطون فِي معتقداتهم حَتَّى اعتنق المسيحية قسطنطين امبراطور الْقُسْطَنْطِينِيَّة وأصبحت الَّذِي الرسمي للدولة عقد مجمع نيقيه سنة 325 م الَّذِي وضع فِيهِ الْجُزْء الأول من قانون الْإِيمَان وَقد جَاءَ فِيهِ ¶ بِالْحَقِيقَةِ نؤمن بإله وَاحِد الله الآب ضَابِط الْكل خَالق السَّمَوَات وَالْأَرْض مَا يرى وَمَا لَا يرى نؤمن بِرَبّ وَاحِد يسوع الْمَسِيح ابْن الله الوحيد الْمَوْلُود من الآب قبل كل الدهور إِلَه حق من إِلَه مسَاوٍ للآب فِي الْجَوْهَر ¶ وَفِي مجمع الْقُسْطَنْطِينِيَّة سنة 381 م أكملوا قانون الْإِيمَان وَقَالُوا نؤمن بِالروحِ الْقُدس الْحق المنبثق من الآب المسجود لَهُ وَالْمجد مَعَ الآب والإبن ¶ وَهَكَذَا نجد أَن المعتقدات المسيحية أَصبَحت قانونا وضعيا مأخوذا بِهِ وملزما لكل من اعتنق هَذَا الدّين وَلَيْسَت هَذِه المعتقدات وَارِدَة عَن كتب سَمَاوِيَّة أَو مَأْخُوذَة عَمَّا وجد فِي الأناجيل من دَعْوَة إِلَى التَّوْحِيد وَلذَلِك فَإنَّك تَجِد فِي الأناجيل الْكثير من الْأَدِلَّة الْعَقْلِيَّة والعلمية الَّتِي تدل على التَّوْحِيد وتؤكده وتنفى التَّثْلِيث وتنبذه وَسَتَأْتِي بِشَيْء من هَذِه الْأَدِلَّة من كتاب إِظْهَار الْحق للشَّيْخ المناظر رحمت الله الْهِنْدِيّ",
            "page": "166",
            "part": "1",
            "seal": "AB9D54FB"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "بعض الْبَرَاهِين الْعَقْلِيَّة ¶ 1 - إِذا ثَبت الإمتياز الْحَقِيقِيّ بَين الأقانيم فَالْأَمْر الَّذِي حصل بِهِ هَذَا الإمتياز إِمَّا أَن يكون من صِفَات الْكَمَال أَو لَا يكون فعلى الشق الأول لم يكن جَمِيع صِفَات الْكَمَال مُشْتَركا فِيهِ بَينهم وَهُوَ خلاف مَا تقرر عِنْدهم أَن كل أقنوم من هَذِه الأقانيم متصف بِجَمِيعِ صِفَات الْكَمَال وعَلى الشق الثَّانِي فالموصوف بِهِ يكون مَوْصُوفا بِصفة لَيست من صِفَات الْكَمَال وَهَذَا نُقْصَان يجب تَنْزِيه الله عَنهُ ¶ 2 - الإتحاد بَين الْجَوْهَر اللاهوتي والناموس إِذا كَانَ حَقِيقِيًّا لَكَانَ أقنوم الإبن محدودا متناهيا وكل مَا كَانَ قبُوله للزِّيَادَة وَالنُّقْصَان مُمكنا وكل مَا كَانَ كَذَلِك كَانَ اخْتِصَاصه بالمقدار الْمعِين لتخصيص مُخَصص وَتَقْدِير مُقَدّر وكل مَا كَانَ كَذَلِك فَهُوَ مُحدث فَيلْزم أَن يكون أقنوم الأبن مُحدثا ويستلزم حُدُوثه حُدُوث الله ¶ 3 - لَو كَانَ الأقانيم الثَّلَاثَة ممتازا بإمتياز حَقِيقِيّ وَجب أَن يكون الْمُمَيز غير الْوُجُوب الذاتي لِأَنَّهُ مُشْتَرك بَينهم وَمَا بِهِ الإشتراك غير مَا بِهِ الإمتياز فَيكون كل وَاحِد مِنْهُم مركبا من جزأين وكل مركب مُمكن لذاته فَيلْزم أَن يكون كل وَاحِد مِنْهُم مُمكنا لذاته",
            "page": "167",
            "part": "1",
            "seal": "46C1E6A2"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "بعض الْبَرَاهِين فِي إبِْطَال التَّثْلِيث بأقوال الْمَسِيح عَلَيْهِ السَّلَام ¶ 1 - فِي الْعدَد الثَّالِث من الإصحاح السَّابِع عشر من إنجيل يوحنا قَول عِيسَى عَلَيْهِ السَّلَام فِي خطاب الله عز وَجل وَهَكَذَا وَهَذِه هِيَ الْحَيَاة الأبدية أَن يعرفوك أَنْت الْإِلَه الْحَقِيقِيّ وَحدك ويسوع الْمَسِيح الَّذِي أَرْسلتهُ فيبين عِيسَى عَلَيْهِ السَّلَام أَن الْحَيَاة الأبدية عبارَة عَن أَن يعرف النَّاس أَن الله وَاحِد حقيقى وَأَن عِيسَى عَلَيْهِ السَّلَام رَسُوله ¶ وَمَا قَالَ أَن الْحَيَاة الأبدية أَن يعرفوا أَن ذاتك ثَلَاثَة أقانيم ممتازة بإمتياز حَقِيقِيّ وَأَن عِيسَى إِنْسَان وإله أَو أَن عِيسَى إِلَه مجسم وَلما كَانَ هَذَا القَوْل فِي خطاب الله فِي الدُّعَاء فَلَا إحتمال هَهُنَا للخوف من الْيَهُود فَلَو كَانَ إعتقاد التَّثْلِيث مدَار النجَاة لبينة وَإِذا ثَبت أَن الْحَيَاة الأبدية اعْتِقَاد التَّوْحِيد الْحَقِيقِيّ لله واعتقاد الرسَالَة للمسيح فضدهما يكون موتا أبديا وضلالا بَينا الْبَتَّةَ والتوحيد الْحَقِيقِيّ ضد التَّثْلِيث الْحَقِيقِيّ وَكَون الْمَسِيح رَسُولا ضد لكَونه إِلَهًا لِأَن التغاير بَين الْمُرْسل والمرسل ضَرُورِيّ وَهَذِه الْحَيَاة الأبدية تُوجد فِي أهل الْإِسْلَام بِفضل الله ¶ وَأما غَيرهم فالمجوس ومشركو الْهِنْد والصين محرومون مِنْهَا لإنتفاء الإعتقادين فيهم وَأهل التَّثْلِيث من المسيحيين محرومون مِنْهَا لإنتفاء الإعتقاد الأول وَالْيَهُود كَافَّة محرومون مِنْهَا لإنتفاء الإعتقاد الثَّانِي ¶ 2 - فِي الإصحاح التَّاسِع عشر من إنجيل مَتى الْعدَد 16 وَإِذا وَاحِد تقوم وَقَالَ لَهُ أَيهَا الْمعلم الصَّالح أَي صَلَاح أعلم لتَكون لي الْحَيَاة الأبدية فَقَالَ لَهُ لماذا تَدعُونِي صَالحا لَيْسَ أحد صَالحا إِلَّا وَاحِد وَهُوَ الله فَهَذَا القَوْل يقْلع أصل التَّثْلِيث لِأَنَّهُ مارضى تواضعا أَن يُطلق عَلَيْهِ لفظ",
            "page": "168",
            "part": "1",
            "seal": "4ECB2E67"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "الصَّالح وَلَو كَانَ إِلَهًا لما كَانَ لقَوْله معنى ولكان عَلَيْهِ أَن يبين لَا صَالح إِلَّا الآب وَأَنا وَالروح الْقُدس وَلم يُؤَخر الْبَيَان عَن وَقت الْحَاجة وَإِذا لم يرض بقول الصَّالح فَكيف يرضى بأقوال أهل التَّثْلِيث الَّتِي يتفوهون بهَا فِي أَوْقَات صلَاتهم ¶ رَبنَا وإلهنا يسوع المسيع لَا تضيع من خلقت بِيَدِك حاشا جنابه أَن يرضى بهَا ¶ 3 - فِي الْعدَد السَّابِع عشر من الإصحاح الْعشْرين من إنجيل يوحنا قَول الْمَسِيح عَلَيْهِ السَّلَام فِي خطاب مَرْيَم المجدلية هَكَذَا لَا تلمسيني لِأَنِّي لم أصعد بعد إِلَى أبي وَلَكِن اذهبي إِلَى أخوتي وَقَوْلِي لَهُم أَنِّي أصعد إِلَى أبي وأبيكم وإلهي وإلهكم فسوى بَينه وَبَين النَّاس فِي هَذَا القَوْل أبي وأبيكم وإلهى وإلهكم لكيلا يتقولون عَلَيْهِ الْبَاطِل فيقولوا أَنه إِلَه أَو ابْن اله فَكَمَا أَن تلاميذه عباد الله وَلَيْسوا بأبناء الله حَقِيقَة بل بِالْمَعْنَى الْمجَازِي فَكَذَلِك هُوَ عبد الله وَلَيْسَ بِابْن الله حَقِيقَة ¶ وَلما كَانَ هَذَا القَوْل بعد مَا قَامَ عِيسَى عَلَيْهِ السَّلَام من الْأَمْوَات على زعمهم قبل العروج بِقَلِيل ثَبت أَنه كَانَ يُصَرح بِأَنِّي عبد الله إِلَى زمَان العروج وَهَذَا القَوْل يُطَابق مَا حكى الله عَنهُ فِي الْقُرْآن الْمجِيد {مَا قلت لَهُم إِلَّا مَا أَمرتنِي بِهِ أَن اعبدوا الله رَبِّي وربكم} ¶ 4 - فِي الْعدَد الثَّامِن وَالْعِشْرين من الإصحاح الرَّابِع عشر من إنجيل يوحنا قَول الْمَسِيح عَلَيْهِ السَّلَام هَكَذَا أَن أبي أعظم مني فَفِيهِ أَيْضا نفي الألوهية لِأَن الله لَيْسَ كمثله شَيْء عَن أَن يكون أعظم مِنْهُ ¶ 5 - فِي الْعدَد الرَّابِع وَالْعِشْرين من الإصحاح الرَّابِع عشر من إنجيل يوحنا قَول الْمَسِيح عَلَيْهِ السَّلَام هَكَذَا الْكَلَام الَّذِي تسمعونه لَيْسَ لي بل للآب الَّذِي أَرْسلنِي فَفِيهِ أَيْضا تَصْرِيح بالرسالة وَبِأَن الْكَلَام الَّذِي تسمعونه وَحي من جَانب الله",
            "page": "169",
            "part": "1",
            "seal": "3F37F5BB"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "6 - فِي الإصحاح الثَّالِث وَالْعِشْرين من إنجيل مَتى أَقُول الْمَسِيح عَلَيْهِ السَّلَام فِي خطاب تلاميذ هَكَذَا وَلَا تدعوا لكم أَبَا على الأَرْض لِأَن أَبَاكُم وَاحِد الَّذِي فِي السَّمَوَات وَلَا تدعوا معلمين لِأَن معلمكم وَاحِد الْمَسِيح فَهُنَا أَيْضا صرح بِأَن الله وَاحِد واني معلم لكم ¶ وَبِهَذَا نأمل أَن نَكُون قد وفقنا من قبل الله عز وَجل فِي إبراز هَذِه المناظرة وإخراجها للقراء والباحثين ليعم بهَا النَّفْع وتزداد بهَا الْفَائِدَة وَالله نسْأَل أَن يَجْعَل هَذَا الْعَمَل خَالِصا لوجهه الْكَرِيم وَأَن لَا يحرمنا أجره وثوابه وَأَن يجزنا بِهِ خيرا الْجَزَاء وَيهْدِي بِهِ قُلُوب المهتدين أَنه سميع قريب مُجيب الدُّعَاء وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَصَحبه وَسلم ¶ تمّ وكمل فِي يَوْم الْجُمُعَة 8 من شعْبَان 1403 هـ الْمُوَافق 20 من مايو سنة 1983 م بِمَسْجِد رَسُول الله صلى الله عَلَيْهِ وَسلم بِالْمَدِينَةِ المنورة",
            "page": "170",
            "part": "1",
            "seal": "F5C749B4"
        }
    ],
    "t6546": [
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "السبب الأول"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "والسبب الثاني"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": "1",
            "tit": "والسبب الثالث"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "والسبب الرابع"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "بعض البراهين العقلية"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "بعض البراهين في إبطال التثليث بأقوال المسيح عليه السلام"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الأول"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الأول من القسيس"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الثاني من الفاضل التحرير"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الثاني من القسيس"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الثالث من الفاضل"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الثالث من القسيس"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "المكتوب الرابع من الفاضل التحرير"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الرابع من القسيس"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "المكتوب الخامس من الفاضل التحرير"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الخامس من القسيس"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب السادس من القسيس"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "المكتوب السادس من الفاضل التحرير"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب السابع من القسيس"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب السابع من الفاضل التحرير"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الثامن من القسيس"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "المكتوب الثامن من الفاضل التحرير"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب التاسع من القسيس"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب التاسع من الفاضل التحرير"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "مبحث النسخ"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "مبحث التحريف"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "الجلسة الثانية"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "مكاتيب الفريقين بعد المباحثة التقريرية"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الأول من الفاضل التحرير"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الثاني من القسيس"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الثاني من الفاضل التحرير"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الثالث من القسيس"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الثالث من الفاضل"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": "1",
            "tit": "الموضع الأول"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "الموضع الثاني"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "الموضع الثالث"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "الموضع الرابع"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": "1",
            "tit": "الموضع الخامس"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "الموضع السادس"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": "1",
            "tit": "الموضع السابع"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": "2",
            "tit": "الموضع الثامن"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "الموضع التاسع"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": "1",
            "tit": "الموضع العاشر"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": "2",
            "tit": "الإلتماس الثاني"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الرابع"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "المكتوب الرابع من الفاضل التحرير"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "صورة المضبطة"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "صورة شهادة الحاضرين"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "القول الأول"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": "1",
            "tit": "القول الثاني"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "القول الثالث"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "القول الأول"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": "1",
            "tit": "القول الثاني"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": "2",
            "tit": "القول الثالث"
        }
    ]
}