{
    "b6556": [
        {
            "id": "2",
            "nass": "مناصحة الإِمَام وهب بن مُنَبّه لرجل تأثر بِمذهب الْخَوَارِج ¶ اعتنى بنشرها عبد السَّلَام بن برجس آل عبد الْكَرِيم",
            "page": "11",
            "part": "1",
            "seal": "188D628A"
        },
        {
            "id": "4",
            "nass": "قَالَ على بن الْمَدِينِيّ حَدثنَا هِشَام بن يُوسُف الصَّنْعَانِيّ أَبُو عبد الرَّحْمَن قَاضِي صنعاء قَالَ أَخْبرنِي دَاوُد بن قيس قَالَ كَانَ لي صديق من اهل بَيت خولان من حُضُور يُقَال لَهُ أَبُو شمر ذُو خولان قَالَ فَخرجت من صنعاء أُرِيد قريته فَلَمَّا دَنَوْت مِنْهَا وجدت كتابا مَخْتُومًا فِي ظَهره الى أبي شمر ذِي خولان ¶ فَجِئْته فَوَجَدته مهموما حَزينًا فَسَأَلته عَن ذَلِك فَقَالَ قدم رَسُول من صنعاء فَذكر ان أصدقاء لي كتبُوا إِلَيّ كتابا فضيعه الرَّسُول فَبعثت مَعَه من",
            "page": "13",
            "part": "1",
            "seal": "F9B730D3"
        },
        {
            "id": "5",
            "nass": "رقيقي من يلتمسه بَين قريتي وَصَنْعَاء فَلم يجدوه وأشفقت من ذَلِك ¶ قلت فَهَذَا الْكتاب قد وجدته ¶ فَقَالَ الْحَمد لله الَّذِي أقدرك عَلَيْهِ ¶ ففضه فقرأه ¶ فَقلت أقرئنيه ¶ فَقَالَ إِنِّي لأستحدث ستك ¶ قلت فَمَا فِيهِ قَالَ ضرب الرّقاب ¶ قلت لَعَلَّه كتبه إِلَيْك نَاس من أهل حروراء فِي زَكَاة مَالك ¶ قَالَ من أَيْن تعرفهم ¶ قلت إِنِّي وأصحابا لي نجالس وهب بن مُنَبّه فَيَقُول لنا احذورا أَيهَا الْأَحْدَاث الأغمار هَؤُلَاءِ الحروراء لَا يدخلوكم فِي رَأْيهمْ الْمُخَالف فَإِنَّهُم عرة لهَذِهِ الْأمة",
            "page": "14",
            "part": "1",
            "seal": "832A4F65"
        },
        {
            "id": "6",
            "nass": "فَدفع الي الْكتاب فَقَرَأته فَإِذا فِيهِ ¶ بِسم الله الرَّحْمَن الرَّحِيم ¶ إِلَى أبي شمر ذِي خولان ¶ سَلام عَلَيْك ¶ فَإنَّا نحمد اليك الله الَّذِي لَا إِلَه إِلَّا هُوَ ونوصيك بتقوى الله وَحده لَا شريك لَهُ فَإِن دين الله رشد وَهدى فِي الدُّنْيَا وَنَجَاة وَفَوْز فِي الْآخِرَة وَإِن دين الله طَاعَة الله وَمُخَالفَة من خَالف سنة نبيه وشريعته فَإِذا جَاءَك كتَابنَا هَذَا فَانْظُر أَن تُؤدِّي إِن شَاءَ الله مَا افْترض الله عَلَيْك من حَقه ¶ تسْتَحقّ بذلك ولَايَة الله وَولَايَة اوليائه ¶ وَالسَّلَام عَلَيْك وَرَحْمَة الله ¶ فَقلت لَهُ فَإِنِّي انهاك عَنْهُم ¶ قَالَ فَكيف اتبع قَوْلك وأترك قَول من هُوَ أقدم مِنْك ¶ قَالَ قلت أفتحب ان ادخلك على وهب بن مُنَبّه حَتَّى تسمع قَوْله ويخبرك خبرهم قَالَ نعم ¶ فَنزلت وَنزل معي إِلَى صنعاء ثمَّ غدونا حَتَّى",
            "page": "15",
            "part": "1",
            "seal": "E454DA91"
        },
        {
            "id": "7",
            "nass": "أدخلته على وهب بن مُنَبّه ¶ ومسعود بن عَوْف وَال على الْيمن من قبل عُرْوَة بن مُحَمَّد ¶ قَالَ عَليّ ابْن الْمَدِينِيّ هُوَ عُرْوَة بن مُحَمَّد بن عَطِيَّة السَّعْدِيّ ولاؤنا لَهُم من سعد بن بكر بن هوَازن قَالَ فَوَجَدنَا عِنْد وهب نَفرا من جُلَسَائِهِ فَقَالَ لي بَعضهم من هَذَا الشَّيْخ فَقلت هَذَا أَبُو شمر ذُو خولان من اهل حُضُور وَله حَاجَة الى أبي عبد الله ¶ قَالُوا أَفلا يذكرهَا ¶ قلت إِنَّهَا حَاجَة يُرِيد ان يستشيره فِي بعض أمره فَقَامَ الْقَوْم ¶ وَقَالَ وهب مَا حَاجَتك يَا ذَا خولان فهرج وَجبن من الْكَلَام ¶ فَقَالَ لي وهب عبر عَن شيخك ¶ فَقلت نعم يَا أَبَا عبد الله إِن ذَا خولان من",
            "page": "16",
            "part": "1",
            "seal": "E8F48F20"
        },
        {
            "id": "8",
            "nass": "أهل الْقُرْآن واهل الصّلاح فِيمَا علمنَا وَالله أعلم بسريرته فَأَخْبرنِي انه عرض لَهُ نفر من اهل صنعاء من اهل حروراء فَقَالُوا لَهُ زكاتك الَّتِي تؤديها إِلَى الْأُمَرَاء لَا تجزي عَنْك فِيمَا بَيْنك وَبَين الله لأَنهم لَا يضعونها فِي موَاضعهَا فأدها الينا فَإنَّا نضعها فِي موَاضعهَا نقسمها فِي فُقَرَاء الْمُسلمين وَنُقِيم الْحُدُود ¶ وَرَأَيْت ان كلامك يَا ابا عبد الله أشفى لَهُ من كَلَامي وَلَقَد ذكر لي انه يُؤَدِّي إِلَيْهِم الثَّمَرَة لوَاحِدَة مئة فرق على دؤابه وَيبْعَث هَا مَعَ رَقِيقه ¶ فَقَالَ لَهُ وهب يَا ذَا خولان أَتُرِيدُ ان تكون بعد الْكبر حروريا تشهد على من هُوَ خير مِنْك بالضلالة فَمَاذَا انت قَائِل لله غَدا حِين يقفك الله ¶ وَمن شهِدت عَلَيْهِ الله يشْهد لَهُ بِالْإِيمَان وانت تشهد عَلَيْهِ بالْكفْر وَالله يشْهد لَهُ بِالْهدى وانت تشهد عَلَيْهِ بالضلالة فَأن تقع إِذا خَالف",
            "page": "17",
            "part": "1",
            "seal": "81E25810"
        },
        {
            "id": "9",
            "nass": "رَأْيك أَمر الله وشهادتك شَهَادَة الله ¶ اخبرني يَا ذَا خولان مَاذَا يَقُولُونَ لَك فَتكلم عِنْد ذَلِك ذُو خولان ¶ وَقَالَ لوهب إِنَّهُم يأمرونني ان لَا أَتصدق الا على من يرى رَأْيهمْ وَلَا أسْتَغْفر إِلَّا لَهُ ¶ فَقَالَ وهب صدقت هَذِه محبتهم الكاذبة ¶ فَأَما قَوْلهم فِي الصَّدَقَة فَإِنَّهُ قد بَلغنِي ان رَسُول الله صلى الله عَلَيْهِ وَسلم ذكر ان امْرَأَة من اهل الْيمن دخلت النَّار فِي هرة ربطتها فَلَا هِيَ تطعمها وَلَا هِيَ تركتهَا تاكل من خشَاش الأَرْض أفإنسان مِمَّن يعبد الله ويوحده وَلَا يُشْرك بِهِ شَيْئا احب الى الله من ان تطعمه من جوع اَوْ هرة وَالله يَقُول فِي كِتَابه ويطعمون الطَّعَام على حبه مِسْكينا ويتيما وأسيرا إِنَّمَا نطعمكم",
            "page": "18",
            "part": "1",
            "seal": "BEBDDB94"
        },
        {
            "id": "10",
            "nass": "لوجه الله لَا نُرِيد مِنْكُم جزاءا وَلَا شكُورًا إِنَّا نَخَاف من رَبنَا يَوْمًا عبوسا قمطريرا) يَقُول يَوْمًا عسيرا غضوبا على أهل مَعْصِيَته لغضب الله عَلَيْهِم {فوقاهم الله شَرّ ذَلِك الْيَوْم} حَتَّى بلغ {وَكَانَ سعيكم مشكورا} ثمَّ قَالَ وهب مَا كَاد تبَارك وَتَعَالَى ان يفرغ من نعت مَا اعد لَهُم بذلك من النَّعيم فِي الْجنَّة ¶ واما قَوْلهم لَا يسْتَغْفر الا لمن يرى رَأْيهمْ أهم خير من الْمَلَائِكَة وَالله تَعَالَى يَقُول فِي سُورَة {حم عسق} {وَالْمَلَائِكَة يسبحون بِحَمْد رَبهم وَيَسْتَغْفِرُونَ لمن فِي الأَرْض}",
            "page": "19",
            "part": "1",
            "seal": "776C6385"
        },
        {
            "id": "11",
            "nass": "وَأَنا أقسم بِاللَّه مَا كَانَت الْمَلَائِكَة ليقدروا على ذَلِك وَلَا ليفعلوا حَتَّى أمروا بِهِ لِأَن الله تَعَالَى قَالَ {لَا يسبقونه بالْقَوْل وهم بأَمْره يعْملُونَ} وانه أَثْبَتَت هَذِه الْآيَة فِي سُورَة {حم عسق} وفسرت فِي {حم} الْكُبْرَى قَالَ الَّذين يحملون الْعَرْش وَمن حوله يسبحون بِحَمْد رَبهم ويؤمنون بِهِ وَيَسْتَغْفِرُونَ للَّذين ءامنوا الْآيَات ¶ أَلا ترى يَا ذَا خولان إِنِّي قد أدْركْت صدر الْإِسْلَام فوَاللَّه مَا كَانَت للخوارج جمَاعَة قطّ الا",
            "page": "20",
            "part": "1",
            "seal": "538A77F7"
        },
        {
            "id": "12",
            "nass": "فرقها الله على شَرّ حالاتهم وَمَا اظهر أحد مِنْهُم قَوْله الا ضرب الله عُنُقه وَمَا اجْتمعت الْأمة على رجل قطّ من الْخَوَارِج ¶ وَلَو أمكن الله الْخَوَارِج من رَأْيهمْ لفسدت الأَرْض وَقطعت السبل وَقطع الْحَج عَن بَيت الله الْحَرَام وَإِذن لعاد امْر الاسلام جَاهِلِيَّة حَتَّى يعود النَّاس يستعينون برؤوس الْجبَال كَمَا كَانُوا فِي الْجَاهِلِيَّة وَإِذن لقام اكثر من عشرَة اَوْ عشْرين رجلا لَيْسَ مِنْهُم رجل الا وَهُوَ يَدْعُو الى نَفسه بالخلافة وَمَعَ كل رجل مِنْهُم أَكثر من عشرَة آلَاف يُقَاتل بَعضهم بَعْضًا وَيشْهد بَعضهم على بعض بالْكفْر حَتَّى يصبح الرجل الْمُؤمن خَائفًا على نَفسه وَدينه وَدَمه وَأَهله وَمَاله لَا يدْرِي أَيْن يسْلك اَوْ مَعَ من يكون ¶ غير ان الله بِحكمِهِ وَعلمه وَرَحمته نظر لهَذِهِ الْأمة فَأحْسن النّظر لَهُم فَجَمعهُمْ وَألف بَين قُلُوبهم الْأمة فَأحْسن النّظر لَهُم فَجَمعهُمْ وَألف بَين قُلُوبهم على رجل وَاحِد لَيْسَ من الْخَوَارِج فحقن الله بِهِ دِمَاؤُهُمْ وستتر بِهِ عَوْرَاتهمْ وعورات ذَرَارِيهمْ",
            "page": "21",
            "part": "1",
            "seal": "C74950D6"
        },
        {
            "id": "13",
            "nass": "وَجمع بِهِ فرقتهم وامن بِهِ سبلهم وَقَاتل بِهِ عَن بَيْضَة الْمُسلمين عدوهم وَأقَام بِهِ حدودهم وأنصف بِهِ مظلمومهم وجاهد بِهِ ظالمهم رَحْمَة من الله رَحِمهم بهَا ¶ قَالَ الله تَعَالَى فِي كتاب {وَلَوْلَا دفع الله النَّاس بَعضهم بِبَعْض} إِلَى {الْعَالمين} واعتصموا بِحل الله جَمِيعًا حَتَّى بلغ {تهتدون} وَقَالَ الله تَعَالَى {إِنَّا لننصر رسلنَا وَالَّذين آمنُوا} إِلَى {الأشهاد} فَأَيْنَ هم من هَذِه الْآيَة فَلَو كَانُوا مُؤمنين نصروا ¶ وَقَالَ {وَلَقَد سبقت كلمتنا لعبادنا الْمُرْسلين إِنَّهُم لَهُم المنصورون وَإِن جندنا لَهُم الغالبون}",
            "page": "22",
            "part": "1",
            "seal": "D79A9BA0"
        },
        {
            "id": "14",
            "nass": "لَو كَانُوا جند الله غلبوا وَلَو مرّة وَاحِدَة فِي الْإِسْلَام ¶ وَقَالَ الله تَعَالَى {وَلَقَد أرسلنَا من قبلك رسلًا إِلَى قَومهمْ} حَتَّى بلغ {نصر الْمُؤمنِينَ} فَلَو كَانُوا مُؤمنين نصروا ¶ وَقَالَ {وعد الله الَّذين آمنُوا مِنْكُم وَعمِلُوا الصَّالِحَات ليَستَخْلِفنهم} حَتَّى بلغ {لَا يشركُونَ بِي شَيْئا} فَأَيْنَ هم من هَذَا هَل كَانَ لأحد مِنْهُم قطّ أخبر الى الِاسْم من يَوْم عمر بن الْخطاب بِغَيْر خَليفَة وَلَا جمَاعَة وَلَا نظر وَقد قَالَ الله تَعَالَى {هُوَ الَّذِي أرسل رَسُوله بِالْهدى وَدين الْحق لِيظْهرهُ على الدّين كُله}",
            "page": "23",
            "part": "1",
            "seal": "5A914C9F"
        },
        {
            "id": "15",
            "nass": "وانا أشهد ان الله قد انفذ مَا وعدهم من الظُّهُور والتمكين والنصر على عدوهم وَمن خَالف رَأْي جَمَاعَتهمْ ¶ وَقَالَ وهب أَلا يسعك يَا ذَا خولان من اهل التَّوْحِيد واهل الْقبْلَة وَأهل الاقرار بشرائع الْإِسْلَام وسننه وفرائضه وَمَا وسع نَبِي الله نوحًا من عَبدة الْأَصْنَام وَالْكفَّار إِذْ قَالَ لَهُ قومه قَالُوا أنؤمن لَهُ وأتبعك الأرذلون حَتَّى بلغ {تشعرون} أَولا يسعك مِنْهُم مَا وسع نَبِي الله وخليله إِبْرَاهِيم من عَبدة الْأَصْنَام إِذْ قَالَ {واجنبني وَبني أَن نعْبد الْأَصْنَام} حَتَّى بلغ {غَفُور رَحِيم} أَولا يسعك يَا ذَا خولان مَا",
            "page": "24",
            "part": "1",
            "seal": "EEFBC991"
        },
        {
            "id": "16",
            "nass": "وسع عِيسَى من الْكفَّار الَّذين اتخذوه إِلَهًا من دون الله ¶ وَإِن الله قد رَضِي قَول نوح وَقَول ابراهيم وَقَول عِيسَى الى يَوْم الْقِيَامَة ليقتدي بِهِ الْمُؤْمِنُونَ وَمن بعدهمْ يَعْنِي {إِن تُعَذبهُمْ فَإِنَّهُم عِبَادك وَإِن تغْفر لَهُم فَإنَّك أَنْت الْعَزِيز الْحَكِيم} وَلَا يخالفون قَول أَنْبيَاء الله ورأيهم فبمن يَقْتَدِي إِذا لم يقتد بِكِتَاب الله وَقَول أنبيائه ورأيهم ¶ وَاعْلَم ان دخولك عَليّ رَحْمَة لَك إِن سَمِعت قولي وَقبلت نصيحتي لَك وَحجَّة عَلَيْك غَدا عِنْد الله إِن تركت كتاب الله وعدت الى قَول الحروراء ¶ قَالَ ذُو خولان فَمَا تامرني ¶ فَقَالَ وهب انْظُر زكاتك الْمَفْرُوضَة فأدها الى من ولاه الله أَمر هَذِه الْأمة وجمعهم عَلَيْهِ فَإِن الْملك من الله وَحده وَبِيَدِهِ يؤتيه من يَشَاء وينزعه مِمَّن يَشَاء فَمن ملكه الله لم يقدر أحد ان يَنْزعهُ",
            "page": "25",
            "part": "1",
            "seal": "34F83A44"
        },
        {
            "id": "17",
            "nass": "مِنْهُ فَإِذا أدّيت الزَّكَاة الْمَفْرُوضَة الى وَالِي الْأَمر بَرِئت مِنْهَا فَإِن كل فضل فصل بِهِ من أرحامك ومواليك وَجِيرَانك من اهل الْحَاجة وضيف إِن ضافك ¶ فَقَالَ ذُو خولان فَقَالَ أشهد أَنِّي نزلت عَن رَأْي الحرورية وصدقت مَا قلت ¶ فَلم يلبث ذُو خولان الا يَسِيرا حَتَّى مَاتَ تهم الكاذبة",
            "page": "26",
            "part": "1",
            "seal": "2C38FC1D"
        }
    ],
    "t6556": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مناصحة الإمام وهب بن منبه لرجل تأثر بمذهب الخوارج"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "اعتنى بنشرها عبد السلام بن برجس آل عبد الكريم"
        }
    ]
}