{
    "b6585": [
        {
            "hno": null,
            "id": "2",
            "nass": "كَلَام للناسخ عَن الأَصْل الَّذِي بِخَط المُصَنّف ¶ الْفَخر المتوالي فِيمَن انتسب للنَّبِي صلى الله عَلَيْهِ وَسلم من الخدم والموالي للْإِمَام الْحَافِظ مُحَمَّد بن عبد الرَّحْمَن السخاوي رَحمَه الله وشكر سَعْيه فِي الدَّاريْنِ آمين ¶ الْمَنْقُول عَنهُ مَا لَفظه ¶ رَأَيْت على ظهر النُّسْخَة الَّتِي كتبت من خطّ الْمُؤلف مَا صورته: ¶ الْحَمد لله الْمُحَرر فِي هَذَا الْمُؤلف من موَالِي النَّبِي صلى الله عَلَيْهِ وَسلم الأرقاء وخدمه الْأَحْرَار رَضِي الله عَنْهُم نَحْو مائَة وَثَلَاثِينَ نفسا ¶ فَمن الأرقاء الرِّجَال سَبْعُونَ بِتَقْدِيم السِّين الْمُهْملَة ¶ وَمن النِّسَاء ثَلَاثُونَ ¶ وَمن الخدم الْأَحْرَار نَحْو الثَّلَاثِينَ نفسا أَيْضا ¶ وَمن الْأَسْمَاء الْمُخْتَلف فِيهَا نَحْو السِّتين: ¶ فلسفينة: أَزِيد من عشْرين نفسا وَلأبي رَافع القبطي: إثنا عشر ¶ ولذكوان: ثَمَانِيَة ¶ ولغيرهم: نَحْو الْعشْرين ¶ فَتَصِير الْجُمْلَة دون الْمِائَتَيْنِ على مَا يُرَاد تحريره ¶ وَقد ذكر الإِمَام الرباني أَبُو زَكَرِيَّا يحيى النَّوَوِيّ فِي مُؤَلفه تَهْذِيب",
            "page": "27",
            "part": "1",
            "seal": "3D48EDD2"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الْأَسْمَاء واللغات أَرْبعا وَسبعين نفسا مِنْهُم فَمن الرِّجَال سَبْعَة وَأَرْبَعُونَ وَمن النِّسَاء ثَلَاثَة عشر وَقَالَ ¶ إِنَّهُم لم يَكُونُوا موجودين فِي وَقت وَاحِد للنَّبِي صلى الله عَلَيْهِ وَسلم بل كَانَ كل بعض مِنْهُم فِي وَقت ¶ وَأما الخدام من الْأَحْرَار فَأَرْبَعَة عشر مِنْهُم من موَالِي غَيره أَرْبَعَة هم بِلَال الْمُؤَذّن وَسَعِيد موَالِي أبي بكر الصّديق ¶ ومهاجر مولى أم سَلمَة ¶ وَأَبُو السَّمْح الْمُسَمّى إياد كَمَا سَيَأْتِي هُنَا فَيعلم وَالله تَعَالَى أعلم وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَصَحبه وَسلم",
            "page": "28",
            "part": "1",
            "seal": "AF3C1389"
        },
        {
            "hno": "1",
            "id": "4",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ قَالَ الشَّيْخ الْعَلامَة الْحجَّة الفهامة شيخ الْإِسْلَام وخاتمة الْحفاظ الْأَعْلَام شمس الدّين ابو الْخَيْر مُحَمَّد بن المرحوم زين الدّين عبد الرَّحْمَن بن مُحَمَّد بن أبي بكر السخاوي القاهري الشَّافِعِي رَحمَه الله ونفعنا بِعُلُومِهِ وَبَرَكَاته آمين ¶ يَقُول أقل الخدام لسَيِّد الْأَوَّلين والآخرين عَلَيْهِ الصَّلَاة وَالسَّلَام بعد حَمده لله تَعَالَى وَصلَاته على من أَضَاء بِهِ الْكَوْن وتلألأ ¶ هَذَا جُزْء جردت فِيهِ خُدَّامه صلى الله عَلَيْهِ وَسلم ومواليه ميزت فِيهِ الخدام من غير الموَالِي برقم (خَ) على أعاليه مُرَتبا لَهُم كلهم على حُرُوف المعجم ضابطا لما لَعَلَّه اشكل النُّطْق بِهِ واستعجم راجيا بذلك شُمُول بركتهم دَاعيا بالوصول لِأَن أكون مندرجا فِي خدمتهم وَإِن لم ألحق بهم فِي مرتبتهم نفع الله تَعَالَى بِهِ وَرفع عَنَّا كل مَكْرُوه آمين ¶ الخدم والموالي من الرِّجَال ¶ 1 - إِبْرَاهِيم أحد مَا قيل فِي إسم أبي رَافع القبطي",
            "page": "29",
            "part": "1",
            "seal": "D017C43B"
        },
        {
            "hno": "2",
            "id": "5",
            "nass": "2 - أَحْمد أحد مَا قيل فِي إسم سفينة 3 - أَحْمَر أَبُو عسيب كنسيب 4 - أَحْمَر أحد مَا قيل فِي إسم سفينة (خَ) 5 - أَرْبَد وَلم ينْسب فِيمَن أَن يكون ابْن حمير أَو حميرة أحد من هَاجر إِلَى الْحَبَشَة شهد بَدْرًا 6 - اسامة بن زيد بن حَارِثَة الْكَلْبِيّ الْحبّ بن الْحبّ الْآتِي ابوه وَأمه أم أَيمن",
            "page": "30",
            "part": "1",
            "seal": "853AE99E"
        },
        {
            "hno": "7",
            "id": "6",
            "nass": "7 - أَسد من الموَالِي ذكره الذَّهَبِيّ فِي تجريده وَسَبقه الْعَبَّاس بن مُحَمَّد الأندلسي فَقَالَ فِي تَارِيخه ¶ وَكَانَ أنس بن مَالك ومولاه أَسد يستأذنان على النَّبِي صلى الله عَلَيْهِ وَسلم (خَ} - أسلع بن شريك بن عَوْف الْأَشْجَعِيّ اليمني كَانَ يرحل رَاحِلَته 9 - اسْلَمْ بن عبيد لَعَلَّه الْحَادِي رَفِيق رَافع الْحَادِي فِيمَا قيل",
            "page": "31",
            "part": "1",
            "seal": "35F7B125"
        },
        {
            "hno": "10",
            "id": "7",
            "nass": "10 - أسلم أحد مَا قيل فِي إسم أبي رَافع وَبِه جزم البُخَارِيّ وَغَيره 11 - اسْلَمْ خَادِم غير أبي رَافع قَالَ سعيد بن عبد الرَّحْمَن الْمدنِي ¶ كَانَ هُوَ وَرَافِع خادمين للنَّبِي صلى الله عَلَيْهِ وَسلم يَعْنِي اللَّذين ذكرهمَا عمر فِي قَوْله ¶ (وَكن رَفِيق رَافع وَأسلم ... وَأَخْدَم الأقوام كَيْمَا تخْدم) (خَ) 12 - أَسمَاء بن حَارِثَة الْأَسْلَمِيّ من أهل الصّفة وَمِمَّنْ شهد الْحُدَيْبِيَة وَهُوَ أَخُو هِنْد الْآتِي",
            "page": "32",
            "part": "1",
            "seal": "DA5166CA"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "(خَ) 13 - الْأسود بن مَالك الْأَسدي الْيَمَانِيّ أَخُو الحدرجان الْآتِي 14 - أَفْلح قَالَ أَبُو عمر بن عبد الْبر ¶ مَذْكُور فِي موَالِيه ويروي لَهُ ابْن مندة حَدِيث أَخَاف على أمتِي من بعدِي ضَلَالَة الْأَهْوَاء وَاتِّبَاع الشَّهَوَات ... . الحَدِيث ¶ وَذكر الْحَكِيم التِّرْمِذِيّ ثَالِثَة وَهِي الْعجب ¶ وَقَالَ ابْن شاهين الْغَفْلَة ¶ وَهُوَ فِي الْإِصَابَة 15 - أَفْلح هُوَ الَّذِي قَالَ لَهُ النَّبِي صلى الله عَلَيْهِ وَسلم حِين رَآهُ ينْفخ إِذا سجد ترب وَجهك وَلكنه مترجم بِأَنَّهُ مولى أم سَلمَة ¶ نعم فِي أصل الرِّوَايَة عَن أم سَلمَة ¶ رأى غُلَاما لنا",
            "page": "33",
            "part": "1",
            "seal": "7281BC5C"
        },
        {
            "hno": "16",
            "id": "9",
            "nass": "16 - أَنْجَشَة ابو مَارِيَة الحبشي الْأسود الْحَادِي 17 - أنس بن مَالك النجاري أشهر خُدَّامه مِمَّن خدمه سفرا وحضرا وَكَانَ على حَوَائِجه 18 - أنس مولى النَّبِي صلى الله عَلَيْهِ وَسلم مَاتَ فِي ولَايَة أبي بكر الصّديق رَضِي الله عَنهُ فَهُوَ غير الْآتِي بعده يَعْنِي أَبَا أنسة قَالَه شَيخنَا فِي الْإِصَابَة 19 - أنسة وَيُقَال أَبُو أنسة يكنى أَبَا مسروح أَو بِدُونِ وَاو من",
            "page": "34",
            "part": "1",
            "seal": "3D0A61A6"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "السراة أعْتقهُ صلى الله عَلَيْهِ وَسلم وَكَانَ يَأْذَن عَلَيْهِ إِذا جلس 20 - أَوْس أحد مَا قيل فِي إسم أبي كَبْشَة بل جزم بِهِ ابْن حبَان 21 - إياد فِي أبي السَّمْح (خَ) 22 - أَيمن بن أم أَيمن الحبشي أَخُو أُسَامَة بن زيد لأمه (خَ) 23 - أَيمن بن عبيد بن عَمْرو بن بِلَال الْأنْصَارِيّ الخزرجي كَانَ على مطهرته وتعاطيه حَاجته اسْتشْهد يَوْم حنين",
            "page": "35",
            "part": "1",
            "seal": "411DA1FA"
        },
        {
            "hno": "24",
            "id": "11",
            "nass": "24 - أَيمن أحد مَا قيل فِي إسم سفينة 25 - بادام ذكره الْبَغَوِيّ ثمَّ ابْن عَسَاكِر فِي الموَالِي وَلَيْسَ هُوَ بذكوان 26 - بادام أحد مَا قيل فِي إسم ذكْوَان 27 - بدر أَبُو عبد الله (خَ) 28 - بكير أَو بكر بن شَدَّاخٍ أَو ابْن شَدَّاد الْكِنَانِي اللَّيْثِيّ (خَ) 29 - بِلَال بن رَبَاح الحبشي الْمُؤَذّن مولى أبي بكر الصّديق رَضِي الله عَنهُ",
            "page": "36",
            "part": "1",
            "seal": "798DCD34"
        },
        {
            "hno": "30",
            "id": "12",
            "nass": "30 - ثَابت أحد مَا قيل فِي إسم أبي رَافع القبطي 31 - ثَعْلَبَة بن عبد الرَّحْمَن الْأنْصَارِيّ وَمَات فِي حَيَاته صلى الله عَلَيْهِ وَسلم خوفًا من الله تَعَالَى 32 - ثَوْبَان بن بجدد أَبُو عبد الله صَحَابِيّ شهير يُقَال إِنَّه من",
            "page": "37",
            "part": "1",
            "seal": "B82E9283"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الْعَرَب اصابه سباء فَاشْتَرَاهُ النَّبِي صلى الله عَلَيْهِ وَسلم بِالْمَدِينَةِ فاعتقه وَلم يزل مَعَه سفرا وحضرا (خَ) 33 - جُزْء بن الحدرجان وَقيل الحدرد بن مَالك الْيَمَانِيّ 34 - جُنْدُب بن جُنَادَة هُوَ أَبُو ذَر الْغِفَارِيّ يَأْتِي فِي الكنى 35 - حَاتِم اعْتمد الدَّمِيرِيّ تبعا لغيره فِي ذكره فِي الموَالِي خَبرا اختلقه بعض الْكَذَّابين 36 - الحدرجان وَقيل الحدرد بن مَالك أَبُو جُزْء وأخو الْأسود الماضيين",
            "page": "38",
            "part": "1",
            "seal": "491E8CAB"
        },
        {
            "hno": "37",
            "id": "14",
            "nass": "37 - حُرَيْث قيل إِنَّه اسْم أبي سَلمَة الرَّاعِي 38 - حنين غُلَام للنَّبِي صلى الله عَلَيْهِ وَسلم وهبه لِعَمِّهِ الْعَبَّاس فَأعْتقهُ وَكَانَ يخْدم النَّبِي صلى الله عَلَيْهِ وَسلم وَهُوَ جد إِبْرَاهِيم بن عبد الله بن حنين (خَ) 39 - خَالِد بن زيد الْأنْصَارِيّ أَبُو ايوب فِي الكنى 40 - دوس من الموَالِي وَإِن أنكرهُ أَبُو نعيم وَقَالَ ¶ إِنَّمَا هُوَ إسم الْقَبِيلَة الشهيرة ¶ فقد رجح شَيخنَا الأول 41 - ذكْوَان قيل هُوَ بادام أَو طهْمَان أَو كيسَان أَو مهْرَان أَو مَيْمُون أَو هُرْمُز بل قيل إِنَّه سفينة",
            "page": "39",
            "part": "1",
            "seal": "CA759E5D"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "(خَ) 42 - ذُو مخمر بِالْمِيم أَو الْمُوَحدَة بدلهَا الحبشي ابْن أخي النَّجَاشِيّ 43 - رَافع ابو الْبَهِي كَانَ لسَعِيد بن الْعَاصِ أبي أحيحة فَلَمَّا مَاتَ وَرثهُ بنوه فَأعتق بَعضهم نصِيبه فِي الْإِسْلَام وَتمسك خَالِد أحدهم فَأتى النَّبِي صلى الله عَلَيْهِ وَسلم يستعينه على من لم يعْتق وكلم فِيهِ فوهبه لَهُ فَأعْتقهُ فَكَانَ يَقُول ¶ أَنا مولى النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَسَماهُ بَعضهم أَبُو رَافع وَأَنه القبطي وَرجح شَيخنَا أَنه غَيره 44 - رَبَاح الْأسود النوبي أَصَابَهُ فِي غَزْوَة بني عبيد بن ثَعْلَبَة وَكَانَ",
            "page": "40",
            "part": "1",
            "seal": "8B3F0159"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "يُؤذن على عَهده صلى الله عَلَيْهِ وَسلم ويستأذن عَلَيْهِ كَمَا اسْتَأْذن لعمر فِي الْمشْربَة 45 - رَبَاح أحد مَا قيل فِي إسم سفينة (خَ) 46 - ربيعَة بن كَعْب أَبُو فراس الْأَسْلَمِيّ حجازي مدنِي وَهُوَ صَاحب وضوئِهِ قَالَ ¶ كنت أثبت عِنْد بَابه صلى الله عَلَيْهِ وَسلم أعْطِيه وضوءه فأسمعه صلى الله عَلَيْهِ وَسلم الْهوى من اللَّيْل يَقُول ¶ سمع الله لمن حَمده والهوى من اللَّيْل يَقُول الْحَمد لله رب الْعَالمين 47 - روح بن سندر وَيُقَال ابْن شيرزاد الْحِمْيَرِي قيل هُوَ ضَمِيره",
            "page": "41",
            "part": "1",
            "seal": "E083C4B9"
        },
        {
            "hno": "48",
            "id": "17",
            "nass": "48 - رُومَان الرُّومِي 49 - رُومَان أحد مَا قيل فِي إسم سفينة 50 - رويفع ذكره العسكري فِي الموَالِي قَالَ الْحَاكِم إِنَّه من سبي خَيْبَر 51 - زيد بن بولا بِالْمُوَحَّدَةِ أَبُو يسَار 52 - زيد بن حَارِثَة بن شرَاحِيل وَالِد أُسَامَة وهبته لَهُ خَدِيجَة فَأعْتقهُ هُوَ وَزَوجته أم أَيمن",
            "page": "42",
            "part": "1",
            "seal": "AA667799"
        },
        {
            "hno": "53",
            "id": "18",
            "nass": "53 - زيد جد هِلَال بن يسَار كَذَا ذكره الدَّمِيرِيّ تبعا لغيره وَهُوَ ابْن بولا 54 - زيد أحد مَا قيل فِي إسم أبي رَافع القبطي 55 - سَابق أَبُو سَلام الْهَاشِمِي وهم خَليفَة بن خياط فِي ذكره فِي الموَالِي بل فِي الصَّحَابَة مُطلقًا والْحَدِيث إِنَّمَا هُوَ عَن سَابق بن نَاجِية عَن خَادِم النَّبِي صلى الله عَلَيْهِ وَسلم كَمَا فِي السّنَن فَسَقَطت عَن",
            "page": "43",
            "part": "1",
            "seal": "F0100C95"
        },
        {
            "hno": "56",
            "id": "19",
            "nass": "56 - سَالم هُوَ أَبُو سَلام الْهَاشِمِي (خَ) 57 - سَالم وهم فِيهِ بَعضهم وَإِنَّمَا هُوَ سلمى وَهِي أم رَافع زَوْجَة أبي رَافع ¶ وَزعم بَعضهم كَمَا حَكَاهُ مغلطاي أَنه أَبُو سلمى الرَّاعِي (خَ) 58 - سعد وَيُقَال سعيد مولى أبي بكر الصّديق رَضِي الله عَنهُ وَسعد اشهر وَأكْثر وَقع فِي رِوَايَة الْبَغَوِيّ الحَدِيث من مُسْنده عَن سعد مولى رَسُول الله صلى الله عَلَيْهِ وَسلم فَظن بَعضهم أَنه الْآتِي وَلَيْسَ كَذَلِك وَوَصفه بِأَنَّهُ مَوْلَاهُ وَإِنَّمَا كَانَ يَخْدمه 59 - سعد من الموَالِي وَيُقَال فِيهِ عبيد وَلم ينْسب وَكَذَا هُوَ عبيد فِي مُسْند أَحْمد",
            "page": "44",
            "part": "1",
            "seal": "32B76661"
        },
        {
            "hno": "60",
            "id": "20",
            "nass": "60 - سعد الْحِمْيَرِي هُوَ ابو ضميرَة 61 - سعيد بن زيد 62 - سعيد بن مينا كَذَا عده بَعضهم فِي الموَالِي وَهُوَ فِي الْمُتَّفق للخطيب من طَرِيق مُوسَى بن سليم ان الأيادي عَن عمر بن قيس الماصر عَن عَطاء عَن سعيد بن مينا مولى النَّبِي صلى الله عَلَيْهِ وَسلم سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول ¶ فر من المجذوم فرارك من الْأسد انْتهى ¶ وَيُحَرر إِن كَانَ هُوَ غير سعيد بن مينا الْمَكِّيّ التَّابِعِيّ أَو هُوَ إِيَّاه أرسل 63 - سعيد ابو كندير أَو ابْن كندير كَذَا عِنْد الدَّمِيرِيّ تبعا لغيره وَمَا عَرفته وَهُوَ فِي مغلطاي أَيْضا وَقيل إِنَّه سلمَان بن ربيعَة ابو كندير وَسَيَأْتِي 64 - سفينة وَهُوَ لقب وَفِي إسمه أَقْوَال فرقتها",
            "page": "45",
            "part": "1",
            "seal": "B7B0D7E1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "قَالَ أَبُو حَاتِم اشْتَرَاهُ النَّبِي صلى الله عَلَيْهِ وَسلم فَأعْتقهُ ¶ وَقَالَ غَيره بل أَعتَقته أم سَلمَة",
            "page": "46",
            "part": "1",
            "seal": "282EED1E"
        },
        {
            "hno": "65",
            "id": "22",
            "nass": "65 - سلمَان بن ربيعَة أَبُو كندير مضى فِي سعيد أبي كندير 66 - سلمَان أَبُو عبد الله الْفَارِسِي أَعَانَهُ فِي كِتَابَته (خَ) 67 - سلمى كَذَا فِي نُسْخَة من مغلطاي وَقيل هُوَ سَالم 68 - سَلمَة فِي أبي كَبْشَة",
            "page": "47",
            "part": "1",
            "seal": "04330AFF"
        },
        {
            "hno": "69",
            "id": "23",
            "nass": "69 - سُلَيْمَان أحد مَا قيل فِي إسم سفينة 70 - سليم قيل إِنَّه اسْم أبي كَبْشَة القبطي 71 - سِنَان أحد مَا قيل فِي إسم إبي رَافع 72 - سنبه بِالْمُهْمَلَةِ أَو الْمُعْجَمَة ثمَّ نون أحد مَا قيل فِي إسم سفينة 73 - سندر ذكره جمَاعَة وَهُوَ كجعفر خصي لزنباع وَكَأن ذكره فِي الموَالِي لكَونه أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم فَشكى إِلَيْهِ سَيّده وَأَنه جدع أَنفه وجبه فَقَالَ لَهُ ¶ مَا حملك على هَذَا ¶ فَذكر السَّبَب ¶ فَقَالَ للْمولى: ¶ إذهب فَأَنت حر ¶ وَحِينَئِذٍ هُوَ من موَالِيه صلى الله عَلَيْهِ وَسلم ¶ وَفِي لفظ",
            "page": "48",
            "part": "1",
            "seal": "88A0E7A9"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وَمن مثل بِهِ أَو حرق بالنَّار فَهُوَ حر وَهُوَ مولى الله وَرَسُوله وَأعْتقهُ صلى الله عَلَيْهِ وَسلم وَقَالَ ¶ أوصِي بِهِ كل مُسلم 74 - شقران الحبشي وَقيل الْفَارِسِي ¶ يُقَال إسمه صَالح بن عدي وَكَانَ فِيمَا قَالَه الْحَاكِم لعبد الرَّحْمَن ابْن عَوْف فوهبه للنَّبِي صلى الله عَلَيْهِ وَسلم فَأعْتقهُ 75 - شَمْعُون وَالِد رَيْحَانَة سَرِيَّة النَّبِي صلى الله عَلَيْهِ وَسلم ¶ ذكره الدَّمِيرِيّ تبعا لغيره وَهُوَ بالغين الْمُعْجَمَة 76 - شنبة فِي سنبة بِالْمُهْمَلَةِ 77 - صَالح بن عدي قيل هُوَ إسم شقران كَمَا سلف",
            "page": "49",
            "part": "1",
            "seal": "99CDEE35"
        },
        {
            "hno": "78",
            "id": "25",
            "nass": "78 - صَالح أحد مَا قيل فِي إسم أبي رَافع القبطي 79 - ضميرَة بن أبي ضميرَة الضمرِي اللَّيْثِيّ قيل إسمه روح وَالْمَعْرُوف أَبَا ضميرَة وَهُوَ جد حُسَيْن بن عبد الله أعتق النَّبِي صلى الله عَلَيْهِ وَسلم أَبَا ضميرَة وَأهل بَيته وَكَانُوا أهل بَيت من الْعَرَب 80 - طهْمَان فِي ذكْوَان 81 - طهْمَان أحد مَا قيل فِي إسم سفينة 82 - عبد الله وَقيل عبيد بن عبد الغافر (خَ} 3 - عبد الله بن مَسْعُود وَكَانَ صَاحب نَعْلَيْه إِذا قَامَ ألبسهُ إيَّاهُمَا وَإِذا",
            "page": "50",
            "part": "1",
            "seal": "19ED3347"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "جلس جَعلهمَا فِي ذراعه حَتَّى يقوم وَصَاحب سواكه ويوقظه إِذا نَام ويستره إِذا اغْتسل ويرحل لَهُ إِذا سَافر ويماشيه 84 - عبد الرَّحْمَن أحد مَا قيل فِي إسم أبي رَافع القبطي 85 - عَبدة ذكره ابْن شاهين فِي الموَالِي 86 - عبس أحد مَا قيل فِي إسم سفينة 87 - عبيد الله بن اسْلَمْ الْهَاشِمِي 88 - عبيد بن عبد الغافر ذكره ابْن الْجَوْزِيّ وَغَيره وَهُوَ فِي عبد الله 89 - عبيد يُقَال هُوَ سعد الْمَاضِي (خَ) 90 - عقبَة بن عَامر الْجُهَنِيّ وَكَانَ صَاحب بغلته يَقُود بِهِ فِي الْأَسْفَار",
            "page": "51",
            "part": "1",
            "seal": "AF13F4EB"
        },
        {
            "hno": "91",
            "id": "27",
            "nass": "91 - عمرون كَذَا فِي الدَّمِيرِيّ وَعند غَيره عَمْرو يعرف بعمرون وَقيل إِنَّه غنيم 92 - عُمَيْر أحد مَا قيل فِي إسم سفينة 93 - عِيسَى كَذَلِك غنيم وَيُقَال عَمْرو وَيعرف بعمرون مضى 94 - غيلَان وَله حَدِيث 95 - فَزَارَة أحد مَا قيل فِي اسْم سفينة 96 - فضَالة الْيَمَانِيّ نزل الشَّام ذكره ابو بكر بن مُحَمَّد بن حزم فِي الموَالِي 97 - قرمان أحد مَا قيل فِي إسم أبي رَافع القبطي 98 - قفيز بقاف ثمَّ فَاء وزن عَظِيم غُلَام للنَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "52",
            "part": "1",
            "seal": "19D54AB3"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "(خَ) 99 - قيس بن سعد بن الخزرجي السَّاعِدِيّ خدم عشر سِنِين 100 - قيس أحد مَا قيل فِي إسم سفينة 101 - كركرة النوبي أهداه للنَّبِي صلى الله عَلَيْهِ وَسلم هودة بن عَليّ الْحَنَفِيّ اليمامي",
            "page": "53",
            "part": "1",
            "seal": "4C789D7F"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "فَأعْتقهُ وَكَانَ على ثقله صلى الله عَلَيْهِ وَسلم ويمسك دَابَّته عِنْد الْقِتَال يَوْم خَيْبَر وَقتل يَوْمئِذٍ 102 - كريب غلط من ذكره فِي الموَالِي نعم مَعْدُود فِيمَن لَهُ رُؤْيَة 103 - كريب بن أَبْرَهَة ابو رشدين 104 - كيسَان يَأْتِي فِي مهْرَان 105 - كيسَان مضى فِي ذكْوَان 106 - كيسَان أحد مَا قيل فِي إسم سفينة 107 - مَأْبُور القبطي الْخصي قريب مَارِيَة أم إِبْرَاهِيم وَيُقَال بهاء أَوله بدل الْمِيم شيخ كَبِير أهداه لَهُ الْمُقَوْقس 108 - ماياهية الْفَارِسِي فِي مُحَمَّد 109 - مثعب أحد مَا قيل فِي إسم سفينة",
            "page": "54",
            "part": "1",
            "seal": "B28B0223"
        },
        {
            "hno": "110",
            "id": "30",
            "nass": "110 - مُحَمَّد بن عبد الرَّحْمَن ذكره الدمياطي ومغلطاي وَقيل إسم جد ثَوْبَان وَيحْتَاج تحريره ذكره فِي الموَالِي 111 - مُحَمَّد من الموَالِي خرج بِتِجَارَة من مرو وَكَانَ اسْمه ماياهية الْفَارِسِي فَأسلم وَسَماهُ النَّبِي صلى الله عَلَيْهِ وَسلم مُحَمَّدًا وَرجع إِلَى بِلَاده فَكَانَ يُقَال لَهُ مولى رَسُول الله صلى الله عَلَيْهِ وَسلم 112 - مُحَمَّد وَلم ينْسب يحْتَمل أَن يكون الَّذِي قبله 113 - مدعم الْأسود أهداه لَهُ رِفَاعَة بن زيد الجذامي وَقيل إِنَّه مَاتَ عبدا",
            "page": "55",
            "part": "1",
            "seal": "984BFC62"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَفِي الْجِهَاد من صَحِيح البُخَارِيّ أَنه غل عباءة ¶ زَاد فِي الْمَغَازِي يَوْم خَيْبَر ¶ وَكَذَا هُوَ فِي الْمُوَطَّأ ¶ وَمَات فِي ذَلِك الْيَوْم 114 - مرّة قيل فِي إسم أبي عسيب 115 - مَرْوَان أحد مَا قيل فِي إسم سفينة 116 - مزينة كَذَلِك 117 - مُفْلِح كَذَلِك 118 - مَكْحُول من الموَالِي وهبه مَعَ جَارِيَة لأخته من الرضَاعَة الشيماء فزوجت الْغُلَام لِلْجَارِيَةِ فَلم يزل من نسلهما بَقِيَّة (خَ) 119 - مهَاجر أَبُو حُذَيْفَة مولى أم سَلمَة",
            "page": "56",
            "part": "1",
            "seal": "FC5BEF67"
        },
        {
            "hno": "120",
            "id": "32",
            "nass": "120 - مهْرَان أَبُو عبد الرَّحْمَن قيل هُوَ ذكْوَان الْمَاضِي 121 - مهْرَان أحد مَا قيل فِي إسم سفينة 122 - مَيْمُون 123 - نَافِع أَبُو السَّائِب أَخُو أبي بكرَة أسلم وفر من الْمُشْركين فَأعْتقهُ النَّبِي صلى الله عَلَيْهِ وَسلم وَكَانَ لغيلان بن سَلمَة الثَّقَفِيّ 124 - نَافِع من الموَالِي لَهُ حديثان وَيُحَرر مَعَ أبي السَّائِب",
            "page": "57",
            "part": "1",
            "seal": "DBDACCD8"
        },
        {
            "hno": "125",
            "id": "33",
            "nass": "125 - نبيه بِالتَّصْغِيرِ وَقيل بِوَزْن عَظِيم يُقَال إِنَّه كَانَ من مولدِي السراة فَاشْتَرَاهُ فَأعْتقهُ 126 - نبيل كَذَا رَأَيْته عَن بَعضهم وَينظر نهيك 127 - نَجْرَان أحد مَا قيل فِي إسم سفينة (خَ) 128 - نعيم بن ربيعَة بن كَعْب الْأَسْلَمِيّ صَوَابه نعيم عَن ربيعَة لَا ابْن ربيعَة وَرَبِيعَة قد مضى 129 - نفيع بن الْحَارِث ابو بكرَة الثَّقَفِيّ 130 - نفَيْل لَعَلَّه نهيك",
            "page": "58",
            "part": "1",
            "seal": "BFD7983A"
        },
        {
            "hno": "131",
            "id": "34",
            "nass": "131 - نهيك كَذَا فِي مغلطاي 132 - هابور فِي مابور 133 - هُرْمُز بن ماهان الْفَارِسِي كَانَ من جملَة عشْرين مَمْلُوكا شهدُوا بَدْرًا فَأعْتقهُ النَّبِي صلى الله عَلَيْهِ وَسلم وَقَالَ ¶ إِن الله قد أعتقك وَإِن مولى الْقَوْم مِنْهُم وَإِنَّا أهل بَيت لَا نَأْكُل الصَّدَقَة فَلَا تأكلها 134 - هُرْمُز أحد مَا قيل فِي إسم أبي رَافع القبطي 135 - هُرْمُز قيل إِنَّه ذكْوَان",
            "page": "59",
            "part": "1",
            "seal": "084EDB08"
        },
        {
            "hno": "136",
            "id": "35",
            "nass": "136 - هِشَام من الموَالِي روى حَدِيث إِن رجلا قَالَ يَا رَسُول الله إِن امْرَأَتي لَا ترد يَد لامس ¶ بل قيل إِنَّه هُوَ السَّائِل (خَ) 137 - هِنْد بن حَارِثَة الْأَسْلَمِيّ أَخُو اسماء الْمَاضِي من أهل الصّفة وبيعة الرضْوَان (خَ) 138 - هِلَال بن الْحَارِث هُوَ ابو الْحَمْرَاء مَشْهُور بكنيته",
            "page": "60",
            "part": "1",
            "seal": "922DA929"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "(خَ) 139 - هِلَال وَأَظنهُ الَّذِي قبله 140 - وَاقد من الموَالِي ¶ روى ¶ من أطَاع الله فقد ذكر الله وَإِن قلت صلَاته وصيامه",
            "page": "61",
            "part": "1",
            "seal": "6D7195A1"
        },
        {
            "hno": "141",
            "id": "37",
            "nass": "141 - وردان سباه من الطَّائِف وَأعْتقهُ مَاتَ فِي حَيَاته شَهِيدا سقط من عذق نَخْلَة 142 - يزِيد أحد مَا قيل فِي إسم أبي رَافع 143 - يسَار بن يزِيد يحرر 144 - يسَار الرَّاعِي الَّذِي قَتله العرنيون وَكَانَ النَّبِي صلى الله عَلَيْهِ وَسلم أعْتقهُ لما رَآهُ يحسن الصَّلَاة",
            "page": "62",
            "part": "1",
            "seal": "D379733F"
        },
        {
            "hno": "145",
            "id": "38",
            "nass": "145 - يسَار أحد مَا قيل فِي إسم أبي رَافع القبطي ¶ الكنى والألقاب والمجاهيل من الرِّجَال من خدم رَسُول الله صلى الله عَلَيْهِ وَسلم ومواليه ¶ 146 - أَبُو أثيلة وَصفه ابْن الْجَوْزِيّ فِي تلقيحه بِأَنَّهُ من الموَالِي وَهُوَ غير الْمُسَمّى راشدا وَيُقَال فِيهِ أَبُو وَاثِلَة السّلمِيّ وَقيل إِنَّه ابْن رَاشد",
            "page": "63",
            "part": "1",
            "seal": "A48BBAB5"
        },
        {
            "hno": "147",
            "id": "39",
            "nass": "147 - أَبُو أنسة وَهُوَ أنسة الْمَاضِي (خَ) 148 - أَبُو أَيُّوب الْأنْصَارِيّ واسْمه خَالِد بن زيد كَانَ صَاحب رَحْله 149 - أَبُو بشير ككثير من الموَالِي 150 - أَبُو بكرَة هُوَ نفيع مضى 151 - أَبُو الْبَهِي هُوَ رَافع وَقيل هُوَ أَبُو رَافع الْآتِي (خَ) 152 - ابو الْحَمْرَاء هُوَ هِلَال بن الْحَارِث أَو ابْن ظفر مضى",
            "page": "64",
            "part": "1",
            "seal": "4CDAA11D"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "(خَ) 153 - أَبُو ذَر الْغِفَارِيّ واسْمه على الْأَصَح جُنْدُب بن جُنَادَة 154 - أَبُو رَافع القبطي وَهُوَ مَشْهُور بكنيته سَمَّاهُ جمَاعَة مِنْهُم البُخَارِيّ أسلم وَفِيه غير ذَلِك كَمَا فرقته",
            "page": "65",
            "part": "1",
            "seal": "5B54B2A1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "قيل إِنَّه كَانَ للْعَبَّاس فوهبه للنَّبِي صلى الله عَلَيْهِ وَسلم فَلَمَّا اسْلَمْ الْعَبَّاس بشر النَّبِي صلى الله عَلَيْهِ وَسلم بِإِسْلَامِهِ فَأعْتقهُ وزوجه مولاته سلمى وَكَانَ على ثقل النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَالْمَحْفُوظ أَنه أعْتقهُ لما بشر الْعَبَّاس بِأَن النَّبِي صلى الله عَلَيْهِ وَسلم انتصر على أهل خَيْبَر فِي قصَّة جرت 155 - أَبُو رَافع وَالِد الْبَهِي قيل هُوَ الَّذِي قبله وَبِه قَالَ البُخَارِيّ وَمصْعَب الزبيرِي وَجَمَاعَة ¶ وَقيل هُوَ غَيره",
            "page": "66",
            "part": "1",
            "seal": "0DE24A95"
        },
        {
            "hno": "156",
            "id": "42",
            "nass": "156 - أَبُو رَافع آخر يُقَال هُوَ رَافع الْمَاضِي 157 - ابو السايب هُوَ نَافِع 158 - أَبُو سَلام من الموَالِي فِيمَا عده خَليفَة بن خياط و (خَ) فَهُوَ غير أبي سَلام مَمْطُور الحبشي فَذَاك تَابِعِيّ 159 - أَبُو سَلام الْهَاشِمِي هُوَ سَالم 160 - أَبُو سلم الرَّاعِي قيل إسمه حُرَيْث 161 - أَبُو سلمى قَالَ ابْن عبد الْبر لَا أَدْرِي أهوَ الرَّاعِي أَو غَيره (خَ) 162 - أَبُو السَّمْح قيل إسمه إياد ضل فَلَا يعلم أَيْن مَاتَ",
            "page": "67",
            "part": "1",
            "seal": "E3C8773A"
        },
        {
            "hno": "163",
            "id": "43",
            "nass": "163 - أَبُو صَفِيَّة من الْمُهَاجِرين الْمَعْدُودين فِي الموَالِي 164 - أَبُو ضميرَة أَو ضميرَة الْمَاضِي الْحِمْيَرِي من آل ذِي يزن قيل روح أَو سعد 165 - أَبُو عبيد سعد أَو عبيد وَقيل إنَّهُمَا اثْنَان أَو لَا يعرف إسمه",
            "page": "68",
            "part": "1",
            "seal": "287EC22F"
        },
        {
            "hno": "166",
            "id": "44",
            "nass": "166 - أَبُو عسيب وَقيل بِالْمِيم هُوَ أَحْمَر وَأما كَونه سفينة فالراجح خِلَافه 167 - أَبُو قيلة كَذَا عِنْد مغلطاي وَغَيره وَيُحَرر 168 - أَبُو كَبْشَة الدوسي قيل أَوْس أَو سَلمَة أَو سليم من مولدِي مَكَّة 169 - أَبُو كندير سلمَان وَصَوَابه سعيد بن كندير 170 - أَبُو كيسَان هُوَ هُرْمُز كَذَا ذكره بَعضهم 171 - أَبُو لبَابَة كَانَ لبَعض عماته فَوَهَبته لَهُ وَينظر مَعَ الْآتِي",
            "page": "69",
            "part": "1",
            "seal": "88F2988E"
        },
        {
            "hno": "172",
            "id": "45",
            "nass": "172 - أَبُو لبَابَة من بني قُرَيْظَة عجز عَن كِتَابَته فابتاعه النَّبِي صلى الله عَلَيْهِ وَسلم فَأعْتقهُ قَالَه البلاذري 173 - أَبُو لَقِيط الحبشي أَو النوبي 174 - أَبُو مسرح وَيُقَال مسروح هُوَ أنسة 175 - أَبُو مويهبة الْمُزنِيّ من مولدِي مزينة وَيُقَال أَبُو موهبة وَأَبُو",
            "page": "70",
            "part": "1",
            "seal": "A189D338"
        },
        {
            "hno": "182",
            "id": "46",
            "nass": "موهوبة من مولدِي مزينة وَمِمَّنْ شهد غَزْوَة الْمُريْسِيع وَكَانَ يَقُود بعائشة جملها 176 - أَبُو هِنْد الْحجام كَذَا ذكره مغلطاي وَغَيره فِي الموَالِي وَيُحَرر 177 - أَبُو وَاثِلَة فِي أبي أثيلة 178 - أَبُو وَاقد هُوَ وَاقد الْمَاضِي أَحدهمَا وهم 179 - أَبُو الْيُسْر كَذَا ذكره مغلطاي وَابْن جمَاعَة وَيُحَرر (خَ) 180 - غُلَام من الْأَنْصَار الَّذِي وَقع فِي حَدِيث أنس ¶ أحمل أَنا وَغُلَام نحوي إداوة من مَاء وعنزة 181 - بَريَّة لقب أبي رَافع القبطي وَقيل هُوَ تَصْغِير إِبْرَاهِيم ¶ الخدم وَالْإِمَاء من النِّسَاء ¶ 182 - أمة الله ابْنة رزينة الْآتِيَة",
            "page": "71",
            "part": "1",
            "seal": "1A62416B"
        },
        {
            "hno": "183",
            "id": "47",
            "nass": "183 - أُمَيْمَة قَالَ ابْن عبد الْبر خدمت النَّبِي صلى الله عَلَيْهِ وَسلم وحديثها عِنْد أهل الشَّام ¶ قلت هُوَ فِي مُسْند عبد وَكَانَت توضئه صلى الله عَلَيْهِ وَسلم 184 - بركَة أم أَيمن الحبشية مولاته وحاضنته بل قيل إِنَّهَا أَرْضَعَتْه ثمَّ ورثهَا من أَبِيه",
            "page": "72",
            "part": "1",
            "seal": "8BCB5B85"
        },
        {
            "hno": "185",
            "id": "48",
            "nass": "185 - حَفْصَة جدة حَفْص بن سعيد 186 - خضرَة ذكرهَا ابْن سعد وَلها ذكر فِي التَّحْرِيم من تَفْسِير ابْن مرْدَوَيْه (خَ) 187 - خَوْلَة ذكرهَا ابْن عبد الْبر وَلها حَدِيث ضَعِيف عِنْد الطَّبَرَانِيّ وَأبي بكر بن أبي شيبَة وَهِي جدة حَفْص بن سعد (خَ) 188 - ربيحة بِالتَّصْغِيرِ والمهملة ذكرهَا ابْن سعد وَقَالَ مولاة رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "73",
            "part": "1",
            "seal": "DFF6412F"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "قَالَ مغلطاي وَيُقَال هِيَ رَيْحَانَة السّريَّة وَقيل هِيَ قرظية 189 - رزينة أَو بِتَقْدِيم الزَّاي مولاة أم الْمُؤمنِينَ صَفِيَّة ¶ يُقَال إِنَّه لما أعْتقهَا أمهرها لَهَا رَوَت عَن النَّبِي صلى الله عَلَيْهِ وَسلم وعنها ابْنَتهَا 190 - رضوى مَعْدُودَة فِي الموَالِي 191 - ركَانَة 192 - رَوْضَة ذكرهَا ابْن سعد والبلاذري فيهم",
            "page": "74",
            "part": "1",
            "seal": "57730CF6"
        },
        {
            "hno": "193",
            "id": "50",
            "nass": "193 - رَوْضَة أمة أُخْرَى للنَّبِي صلى الله عَلَيْهِ وَسلم أمرهَا أَن تعلم شخصا كَيفَ يسْتَأْذن غاير بَينهمَا الذَّهَبِيّ ثمَّ شَيخنَا 194 - رَيْحَانَة إبنة شمغون من بني النَّضِير ¶ وَالرَّاجِح أَنه صلى الله عَلَيْهِ وَسلم أعْتقهَا وَتَزَوجهَا 195 - سائبة من موَالِيه صلى الله عَلَيْهِ وَسلم رَوَت عَنهُ فِي اللّقطَة",
            "page": "75",
            "part": "1",
            "seal": "39C7B257"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "(خَ) 196 - سلمى خادمة رَسُول الله صلى الله عَلَيْهِ وَسلم أمرهَا أَن تبشر زَيْنَب ابْنة جحش بِأَن الله زوجه إِيَّاهَا وَيحْتَمل أَن تكون الْآتِيَة 197 - سلمى أم رَافع وأخوته وداية فَاطِمَة رَضِي الله عَنْهَا وَقيل مولاة عمته صَفِيَّة ابْنة عبد الْمطلب 198 - سِيرِين أُخْت مَارِيَة أهداهما لَهُ الْمُقَوْقس فَوَهَبَهَا لحسان",
            "page": "76",
            "part": "1",
            "seal": "AF51C77F"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "(خَ) 199 - صَفِيَّة خادمة رَسُول الله صلى الله عَلَيْهِ وَسلم لَهَا عَنهُ رِوَايَة ذكرهَا ابْن عبد الْبر 200 - قيسر الْقبْطِيَّة أُخْت مَارِيَة فَوَهَبَهَا صلى الله عَلَيْهِ وَسلم لبَعض أَصْحَابه مِمَّن اخْتلف فِي تَعْيِينه 201 - مَارِيَة أم إِبْرَاهِيم عَلَيْهِ السَّلَام أهداها لَهُ الْمُقَوْقس 202 - مَارِيَة أم الربَاب تردد ابْن عبد الْبر بَينهمَا وَبَين الَّتِي بعْدهَا فِي كَونهمَا وَاحِدَة أَو لَا",
            "page": "77",
            "part": "1",
            "seal": "4C156750"
        },
        {
            "hno": "203",
            "id": "53",
            "nass": "203 - مَارِيَة جدة الْمثنى بن صَالح 204 - موهبة 205 - مَيْمُونَة ابْنة سعد أَو سعيد 206 - مَيْمُونَة ابْنة أبي عسيب أَو عسيبة رَوَت عَنهُ فِي الدُّعَاء 207 - مَيْمُونَة غير منسوبة هِيَ إِحْدَى اللَّتَيْنِ قبلهَا",
            "page": "78",
            "part": "1",
            "seal": "9CC42ACC"
        },
        {
            "hno": "208",
            "id": "54",
            "nass": "208 - نوبَة خادمة النَّبِي صلى الله عَلَيْهِ وَسلم تردد فِي كَونهَا امْرَأَة وأوردها أَبُو مُوسَى الْمَدِينِيّ فِي النِّسَاء 209 - أم أَيمن فِي بركَة 210 - أم رَافع فِي سلمى 211 - أم الربَاب فِي مَارِيَة 212 - أم ضميرَة 213 - أم عَيَّاش مولاة لابنته رقية كَانَت توضئه 214 - سَرِيَّة جميلَة أَصَابَهَا فِي سبي",
            "page": "79",
            "part": "1",
            "seal": "836230AB"
        },
        {
            "hno": "215",
            "id": "55",
            "nass": "215 - سَرِيَّة أُخْرَى وهبتها لَهُ زَيْنَب ابْنة جحش ¶ ذكرهمَا أَبُو عُبَيْدَة وَلم يسميا",
            "page": "80",
            "part": "1",
            "seal": "06D8B085"
        }
    ],
    "t6585": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "الخدم والموالي من الرجال"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الكنى والألقاب والمجاهيل من الرجال من خدم رسول الله صلى الله عليه وسلم ومواليه"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "الخدم والإماء من النساء"
        }
    ]
}