{
    "b6587": [
        {
            "id": "2",
            "nass": "كتاب وَسِيلَة الْإِسْلَام بِالنَّبِيِّ صلى الله عَلَيْهِ وَسلم ¶ بِسم الله الرَّحْمَن الرَّحِيم وَصلى الله على سيدنَا ومولانا مُحَمَّد وَآله وَصَحبه وَسلم تَسْلِيمًا ¶ قَالَ الشَّيْخ الإِمَام الْعَالم الْعَلامَة الأوحد الْمدرس الْمُفْتِي الْخَطِيب القَاضِي الأعدل أَبُو الْعَبَّاس أَحْمد بن الْخَطِيب قدس الله روحه بمنه الْحَمد لله الَّذِي من تواضع لله رَفعه وَمن تكبر عَلَيْهِ أذله وَوَضعه وَمن توسل إِلَيْهِ بِمُحَمد صلى الله عَلَيْهِ وَسلم نجاه ونفعه أَحْمَده حمد من أحسن إِلَيْهِ وأشكره بشكر من أنعم عَلَيْهِ وأسأله الْأَمْن يَوْم الْوُقُوف بَين يَدَيْهِ وَأشْهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ الأول بِلَا بداية وَالْآخر بِلَا نِهَايَة الَّذِي لَهُ فِي كل شَيْء آيَة وَأشْهد أَن مُحَمَّدًا عَبده وَرَسُوله الَّذِي أرْسلهُ للكافة بآياته وأيده بخوارق دعواته ومعجزاته الله أعلم حَيْثُ يَجْعَل رسالاته صلى الله عَلَيْهِ وعَلى آله صَلَاة مُتَّصِلَة الى يَوْم الْبَعْث وحياته ¶ وَبعد فَإِن أولى مَا نظر فِيهِ الطَّالِب وعنى بِهِ الرَّاغِب سير الرَّسُول صلى الله عَلَيْهِ وَسلم وَخَبره الَّذِي يزِيد فِي الْإِيمَان وَالْإِسْلَام ولامتداد مصنفاتها واتساع مجموعاتها رغب الراكد فِي اقتضاب ازهارها ليَكُون كالمدخل إِلَى جَمِيع أنوارها فأجبته بعد الِاعْتِرَاف بالتقصير وَالْعجز",
            "page": "31",
            "part": "1",
            "seal": "48C8A0E1"
        },
        {
            "id": "3",
            "nass": "عَن الْخَوْض فِي هَذَا الْبَحْر الْعَظِيم رَغْبَة فِي الثَّوَاب وَالْأَجْر وتوسلا بِسَيِّد الْبشر الْمَبْعُوث إِلَى الْأسود والأحمر وَقربت فِي ذَلِك الْكَلَام على أرْفق قصد ومزار وَسميت هَذَا الْمَجْمُوع لظُهُور الْبركَة بِقِرَاءَة الحَدِيث النَّبَوِيّ فِي السّكُون وَالْحَرَكَة وَسِيلَة الْإِسْلَام بِالنَّبِيِّ صلى الله عَلَيْهِ وَسلم ورتبته فِي سنة سبع وَثَمَانمِائَة بقسنطينة المحروسة على خَمْسَة أَبْوَاب وَالله المسؤول بالهداية إِلَى طَرِيق الصَّوَاب الْبَاب الأول فِي نسبه صلى الله عَلَيْهِ وَسلم وَفِي أَسْمَائِهِ وَفِي تَارِيخ وِلَادَته وَمن قَامَ بحضانته الْبَاب الثَّانِي فِي أَزوَاجه صلى الله عَلَيْهِ وَسلم وَأَوْلَاده وقرابته ومواليه وخدمه وخواصه الْبَاب الثَّالِث فِي مبعثه صلى الله عَلَيْهِ وَسلم وبعوثه وغزواته ووفاته الْبَاب الرَّابِع فِي نبذ من معجزاته صلى الله عَلَيْهِ وَسلم الْبَاب الْخَامِس فِي ذكر بعض السّنيَّة أَحْوَاله وَفضل صلى الله عَلَيْهِ وَسلم وعَلى أَهله وَآله صلى الله عَلَيْهِ وَسلم",
            "page": "32",
            "part": "1",
            "seal": "BC304B10"
        },
        {
            "id": "4",
            "nass": "الْبَاب الأول فِي نسبه صلى الله عَلَيْهِ وَسلم وَفِي أَسْمَائِهِ وَفِي تَارِيخ وِلَادَته وَمن قَامَ بحضانته",
            "page": "33",
            "part": "1",
            "seal": "553DF2CF"
        },
        {
            "id": "6",
            "nass": "الْفَصْل الأول فِي نسبه صلى الله عَلَيْهِ وَسلم ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الله أصطفى من ولد إِبْرَاهِيم إِسْمَاعِيل وأصطفى من ولد إِسْمَاعِيل كنَانَة وأصطفى من بني كنَانَة قُريْشًا وأصطفى من قُرَيْش بني هَاشم وأصطفاني من بني هَاشم وَقَالَ صلى الله عَلَيْهِ وَسلم النَّاس تَابع لقريش وَالنَّاس معادن خيارهم فِي الْجَاهِلِيَّة خيارهم فِي الْإِسْلَام إِذا فقهوا قَالَ ابْن حبيب لم يكن بطن فِي قُرَيْش إِلَّا وَله فِيهِ قرَابَة وَقَالَ صلى الله عَلَيْهِ وَسلم بَنو هَاشم وَبَنُو عبد الْمطلب شَيْء وَعَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لما خلق الله آدم أهبطني فِي صلبه إِلَى الأَرْض وَجَعَلَنِي فِي صلب نوح فِي السَّفِينَة وقذفني فِي النَّار فِي صلب إِبْرَاهِيم ثمَّ لم يزل ينقلني فِي الأصلاب الْكَرِيمَة إِلَى الْأَرْحَام الطاهرة حَتَّى أخرجني من أبوين لم يلتقيا على سفاح قطّ ¶ فصل ¶ فَهُوَ مُحَمَّد بن عبد الله بن عبد الْمطلب بن هَاشم بن عبد منَاف بن",
            "page": "35",
            "part": "1",
            "seal": "FC62FA07"
        },
        {
            "id": "7",
            "nass": "قصي ابْن كلاب بن مرّة بن كَعْب بن لؤَي بن غَالب بن فهر بن مَالك بن النَّضر بن كنَانَة بن خُزَيْمَة بن مدركة بن الياس بن مُضر بن نزار بن معد بن عدنان هَذَا مُتَّفق عَلَيْهِ وَفِيمَا بعد عدنان إِلَى إِسْمَاعِيل عَلَيْهِ السَّلَام إِلَى آدم عَلَيْهِ السَّلَام خلاف ¶ فصل ¶ وَعبد الله أقرّ بالعبودية لله تَعَالَى وَهُوَ الْمهْدي وَذَلِكَ أَن أَبَاهُ عبد الْمطلب استضعف نَفسه بعد حفر بِئْر زَمْزَم الَّذِي أَمر بحفره فِي الْمَنَام وأرادت قُرَيْش مشاركته فِيهِ فَقَالَ يَا رب إِن رزقتني عشرَة من الْوَلَد لأتقربن بِذبح وَاحِد عِنْد الْكَعْبَة فَلَمَّا جعل الله لَهُ ذَلِك أخبر أَوْلَاده بِهِ فَقَالُوا أفعل فرمن بالأقداح وَذَلِكَ شبه الْقرعَة ليخرج اسْم الذَّبِيح فَخرج عبد الله وَكَانَ أعز أَوْلَاده عَلَيْهِ فكرر مرَارًا فَلم يخرج إِلَّا عبد الله فعزم على ذبحه فمنعته أمه وَأَشَارَ من أَشَارَ إِلَيْهِ أَن يخرج إِلَى الكهانة فَفعل وسألها فَقَالَت اضْرِب على عشرَة من الْإِبِل وعَلى اسْم عبد الله فَإِن خرج عبد الله فزد عشرَة فَفعل فَلم يخرج إِلَّا عبد الله حَتَّى انْتهى إِلَى مائَة فَكلما كرر الضَّرْب لم يخرج إِلَّا الْإِبِل فَكَانَت فديته من الذّبْح مائَة من الْإِبِل فَسُمي عبد الله الذَّبِيح",
            "page": "36",
            "part": "1",
            "seal": "A02E191F"
        },
        {
            "id": "8",
            "nass": "فصل ¶ وَاسم عبد الْمطلب عَامر وَإِنَّمَا سمي بِعَبْد الْمطلب لِأَن عَمه الْمطلب بن عبد منَاف قدم بِهِ من الْمَدِينَة إِلَى مَكَّة رديفا خَلفه على بعير فَلَمَّا رَأَتْهُ قُرَيْش قَالَت عبد الْمطلب فَقَالَ لَهُم بل هُوَ ابْن أخي هَاشم وعاش عبد الْمطلب مائَة وَأَرْبَعين سنة وَكَانَت بركَة النُّبُوَّة ظَاهِرَة عَلَيْهِ ¶ فصل ¶ وَأما هَاشم فاسمه عمر وَكَانَ شرِيف المنصب فِي قومه وَكَانَ يطعم الطَّعَام فِي الشدائد يهشم الْخبز والكعك وينحر الْإِبِل للأهل وللحاج طَعَام يشبه الثَّرِيد فَسُمي بذلك هاشما وَتُوفِّي وَترك زَوجته سلمى بنت عَمْرو حَامِلا بِعَبْد الْمطلب ¶ فصل ¶ وَأما عبد منَاف فاسمه الْمُغيرَة وَكَانَ يُقَال لَهُ الْقَمَر لجماله ¶ فصل ¶ وَأما قصي فاسمه زيد مصدر زَاد يزِيد زيدا وَحَازَ الشّرف فِي قُرَيْش وقصي بِفَتْح الْقَاف مَأْخُوذ من الْبعد لِأَن أمه قصت بِهِ فِي بلد أَخْوَاله فقصي عَن قومه فَهُوَ تَصْغِير قاص بالصَّاد الْمُهْملَة ¶ فصل ¶ وَأما كلاب بِكَسْر الْكَاف فَهُوَ مصدر كالبت الْعَدو مُكَالَبَة وكلابا وَقيل جمع كلب لِأَن الْعَرَب يُرِيدُونَ الْكَثْرَة من مخوف كسباع وأنمار وذئاب وَقيل لبَعْضهِم لم تسمون أبناءكم بأشرار الْأَسْمَاء كذيب وكليب وذويب",
            "page": "37",
            "part": "1",
            "seal": "448AFC3F"
        },
        {
            "id": "9",
            "nass": "وعبيدكم بأحسنها كرباح ومرزوق فَقَالَ أبناؤها لأعدائنا وعبيدنا لأنفسنا أَي الْأَبْنَاء عدَّة لِلْعَدو وسهام فِي نحورهم فللعرب حِكْمَة فِي سر كَلَامهم واصطلاحهم وَكَانَ كلاب عَظِيم الْقدر وَهُوَ أول من سمى الشُّهُور الْعَرَبيَّة محرم وصفر إِلَخ ... ... ¶ فصل ¶ وَأما مرّة فمنقول من الحنظلة وَغَيرهَا مِمَّا فِيهِ مرَارَة وَقيل مَنْقُول من اسْم شَجَرَة ¶ فصل ¶ وَأما كَعْب فمأخوذ من كَعْب الْقدَم لثُبُوته فِي المخاوف وَكَانَ سيدا فِي قومه عَظِيم الْقدر والمنصب وقرا الْكتب الْقَدِيمَة وَهُوَ الَّذِي سمي يَوْم الْعرُوبَة الْجُمُعَة وَكَانَ يخْطب يَوْم الْجُمُعَة فِي قُرَيْش وَيذكر لَهُم النَّبِي صلى الله عَلَيْهِ وَسلم وَأَنه من وَلَده وَيَأْمُرهُمْ بإتباعه ¶ فصل ¶ وَأما لؤَي فَهُوَ تَصْغِير لاء فَهُوَ البطء كَأَنَّهُمْ يُرِيدُونَ مِنْهُ ترك العجلة ¶ فصل ¶ وَأما غَالب فَهُوَ جماع قُرَيْش وَكَانَ سيدا فِي قومه ¶ فصل ¶ وَأما فهر بِكَسْر الْفَاء فَهُوَ اسْم مَنْقُول من الْحجر الأملس وَكَانَ",
            "page": "38",
            "part": "1",
            "seal": "190C861F"
        },
        {
            "id": "10",
            "nass": "سيدا عَظِيما فِي الْعَرَب فصيحا ذُو حِكْمَة وَالصَّحِيح أَن من لم ينْسب إِلَى فهر فَلَيْسَ بقريشي وَقيل لَيْسَ أحد من قُرَيْش إِلَّا من ولد غَالب ¶ فصل ¶ وَأما مَالك فَهُوَ من الْملك بِكَسْر الْمِيم وَهُوَ ظَاهر ¶ فصل ¶ وَأما النَّضر فَهُوَ من الْحسن وَالْجمال وَالنضير مَا يستحسن وَالنضْر بن كنَانَة هُوَ أول من سنّ فِي الْقَتْل مائَة من الْإِبِل وَكَانَت فِي الْعَرَب وأقرها الْإِسْلَام وَكَانَ النَّضر يوسر حَاجَة النَّاس بِمَالِه وقرشه والقرش بِالْقَافِ الْكسْب فَهُوَ على هَذَا أول من سمي بِقُرَيْش وَقيل غير ذَلِك ¶ فصل ¶ وَأما كنَانَة فالكنانة جعبة السِّهَام فَهِيَ ترفع وتضم مَا يضرع الشجعان ¶ فصل ¶ وَأما خُزَيْمَة فَهِيَ تَصْغِير خزمة وَهِي شَجَرَة تتَّخذ من قُلُوب كَذَا الْجَبَل وَهُوَ التخزم فَهُوَ للإصلاح ¶ فصل ¶ وَأما مدركة فاسمه عَامر وَلما شَردت إبل أَبِيه وأدركها سمي مدركة وَالْهَاء للْمُبَالَغَة كعلامة ونسابة",
            "page": "39",
            "part": "1",
            "seal": "5A9E6C31"
        },
        {
            "id": "11",
            "nass": "فصل ¶ وَأما إلْيَاس فَهُوَ بِكَسْر الْهمزَة ¶ فَمثل الياس النَّبِي صلى الله عَلَيْهِ وَسلم وَكَانَ لَهُ الشّرف فِي ظَهره بِالْحَجِّ وَقَالَ صلى الله عَلَيْهِ وَسلم إِنَّه مُؤمن ¶ فصل ¶ وَأما مُضر فَسُمي بِهِ لبياضه وربيعه أَخُوهُ وَكَانَا مُؤمنين ¶ فصل ¶ وَأما نزار فَهُوَ بِكَسْر النُّون سمي بِهِ لِأَن أَبَاهُ كَانَ ينظر إِلَى نور النُّبُوَّة بَين عَيْنَيْهِ ففرح لذَلِك وَنحر وَأطْعم وَقَالَ هَذَا كُله نزر أَي قَلِيل فِي حق هَذَا الْمَوْلُود ¶ فصل ¶ وَأما معد فأصله من الْمعد بِكَسْر الْعين الْمُهْملَة فَهُوَ الْقُوَّة وَمِنْه اشتقاق الْمعدة ¶ فصل ¶ وَأما عدنان فَهُوَ من عدن الْمَكَان إِذْ أَقَامَ فِيهِ وَمِنْه جنَّات عدن وَمِنْه الْمَعْدن بِكَسْر الدَّال لِأَنَّهُ يُقَام فِيهِ لطلب جواهره وَكَانَ حائزا لحظوظ",
            "page": "40",
            "part": "1",
            "seal": "F566E70A"
        },
        {
            "id": "12",
            "nass": "الشّرف وَالْمجد قَالَ الْجَوْزِيّ رَحمَه الله وَلَا خلاف أَنه من ولد إِسْمَاعِيل وَلَا خلاف أَن النَّبِي صلى الله عَلَيْهِ وَسلم يَنْتَهِي إِلَيْهِ ثمَّ اخْتلف ان رفع اسْمه وَنسبه صلى الله عَلَيْهِ وَسلم من عدنان إِلَى آدم فَمنهمْ من كرهه كمالك رَحمَه الله لعدم الثِّقَة وَمِنْهُم من أجَازه كَابْن إِسْحَاق وَغَيره وَسُئِلَ مَالك عَن رجل يرفع نسبه إِلَى آدم أَو إِلَى إِسْمَاعِيل فَأنكرهُ وَقَالَ من يُخبرهُ بذلك وَقيل بَين عدنان وَإِسْمَاعِيل أَرْبَعِينَ أَبَا وَقيل بَين عدنان وَإِسْمَاعِيل ثَمَانِيَة آبَاء وَقَالَ بَعضهم كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم إِذا انْتهى إِلَى عدنان أمسك",
            "page": "41",
            "part": "1",
            "seal": "B54D78B1"
        },
        {
            "id": "13",
            "nass": "الْفَصْل الثَّانِي فِي أَسْمَائِهِ صلى الله عَلَيْهِ وَسلم ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لي خَمْسَة أَسمَاء ¶ أَنا مُحَمَّد وَأَنا أَحْمد وَأَنا الماحي الَّذِي يمحي الله بِهِ الْكفْر وَأَنا الحاشر الَّذِي يحْشر النَّاس على قدمي وَأَنا العاقب صلى الله عَلَيْهِ وَسلم ¶ وَمُحَمّد مفعول مُبَالغَة وَهُوَ مَنْقُول من صفة الْمَفْعُول بفاء أَي أَنه يكثر حَمده فَهُوَ بِمَعْنى مَحْمُود أَي هُوَ مَحْمُود فِي الدُّنْيَا بِمَا يَقع لَهُ من الْعلم وَالْحكمَة ومحمود فِي الْآخِرَة بالشفاعة والرتبة الْعَالِيَة ¶ وَلذَلِك قَالَ مُوسَى عَلَيْهِ السَّلَام اللَّهُمَّ اجْعَلنِي من أمة مُحَمَّد ¶ وَأحمد فعل من صفة الْحَمد فَهُوَ من الحامدين وَمَعَهُ لِوَاء الْحَمد وَهُوَ اللِّوَاء الَّذِي يكون تَحْتَهُ الحامدون لله تَعَالَى على كل حَال ¶ وَخص بِصُورَة الْحَمد وَله الْمقَام الْمَحْمُود الَّذِي يحمده فِيهِ الْأَولونَ وَالْآخرُونَ ¶ وَفتح عَلَيْهِ فِيهِ المحامد الَّتِي لم تقع على غَيره ¶ والاشتقاق فيهمَا من أَسمَاء الله تَعَالَى ¶ وَلِهَذَا أَشَارَ أَبُو طَالب بقوله فِي قصيدته ¶ (وشق لَهُ من أُسَمِّهِ ليجله ... فذو الْعَرْش مَحْمُود وَهُوَ مُحَمَّد) ¶ قَالَ بعض الْمُحَقِّقين مَا سَمِعت أحسن من بَيت أبي طَالب وَلَا أصدق من بَيت قالته الْعَرَب وَهُوَ هَذَا ¶ (وَمَا حملت من نَاقَة فَوق حملهَا ... أبر وأوفى ذمَّة من مُحَمَّد) ¶ وَقَالَ بَعضهم أنصف بَيت قالته الْعَرَب بَيت حسان وَهُوَ",
            "page": "42",
            "part": "1",
            "seal": "880B5B22"
        },
        {
            "id": "14",
            "nass": "(أتهجوه وَلست لَهُ بكفؤ ... ) ¶ وَلَا يعرف من اسْمه مُحَمَّد قبل مبعثه صلى الله عَلَيْهِ وَسلم إِلَّا أَقْوَامًا من الْعَرَب أَرْبَعَة ¶ وَالسَّبَب أَن رجَالًا أَرْبَعَة من بني تَمِيم أخْبرهُم بعض الرهبان بِالشَّام أَن زمَان نَبِي أَعْرَابِي اسْمه مُحَمَّد قرب ¶ فَنَذر كل من كَانَ لَهُ ولد أَن يُسَمِّيه مُحَمَّدًا رَجَاء أَن يكون هُوَ ¶ فولد لَهُم أَرْبَعَة فسموهم بِمُحَمد حَكَاهُ الْبَغَوِيّ فِي كتاب الصَّحَابَة وَحَكَاهُ الْبَيْهَقِيّ على مَا نَقله الْحَافِظ أَبُو عبد الله مُحَمَّد بن أَحْمد بن حجاج ¶ وَأما أَحْمد وَمَعْنَاهُ الخاضع لله تَعَالَى فَلم يسم بِهِ أحد قبله ¶ وَقيل المسمون بِهِ نَحْو الثَّلَاثَة وَهَذَا ضرب من الاعجاز فَإِنَّهُ ... على الاعلام بِهَذَيْنِ الاسمين الكريمين أحقاب وأعمار وَلم يتسم بذلك أحد مَعَ اعتناء أهل الْكتاب بالتسمي بِمَا فِي الْكتب الْمنزلَة وَصرف الله الْخلق عَن ذَلِك ¶ وَأما العاقب فَهُوَ الَّذِي جَاءَ عقيب الْأَنْبِيَاء عَلَيْهِم الصَّلَاة وَالسَّلَام وَهُوَ خاتمهم ¶ وَله صلى الله عَلَيْهِ وَسلم أَسمَاء أُخْرَى جلية الْمعَانِي صَحِيحَة المباني مَذْكُورَة فِي المصنفات",
            "page": "43",
            "part": "1",
            "seal": "E495662B"
        },
        {
            "id": "15",
            "nass": "الْفَصْل الثَّالِث فِي تَارِيخ وِلَادَته صلى الله عَلَيْهِ وَسلم ¶ لَا خلاف بَين الْعلمَاء أَن النَّبِي صلى الله عَلَيْهِ وَسلم ولد عَام الْفِيل بعد قدومه مَكَّة ¶ والفيل سَاقه جند الْحَبَشَة إِلَى مَكَّة فِي جيشهم يغزون بِهِ الْبَيْت الَّذِي يُرِيدُونَ هَدمه وزواله ¶ فردهم الله تَعَالَى وَأرْسل عَلَيْهِم طيرا أبابيل ترميهم فأهلكتهم بحجارة صَغِيرَة من سجيل تَأتي بهَا فِي أفواهها فَتدخل بنقرها فِي رَأس الرجل مِنْهُم وَتخرج من دبره فَيَمُوت ¶ وَكَانَت عِبْرَة عَظِيمَة ¶ وشأنهم فِي الْأَمر الْعَظِيم أَن يؤرخ بِهِ ¶ فولد صلى الله عَلَيْهِ وَسلم عَام الْفِيل بعد قدومه مَكَّة بِخَمْسِينَ يَوْمًا ¶ وَقيل غير ذَلِك وَاخْتلف فِي الشَّهْر الَّذِي ولد فِيهِ قيل فِي شهر رَمَضَان فِي الثَّانِي عشر مِنْهُ ¶ حَكَاهُ ابْن عبد الْبر فِي الِاسْتِيعَاب وَقيل شهر ربيع الأول فِي لَيْلَة الِاثْنَيْنِ الثَّامِن مِنْهُ ¶ وَقيل الثَّانِي عشر مِنْهُ ¶ وَالَّذِي صَححهُ كثير من النَّاس أَنه الثَّامِن مِنْهُ ¶ وَذَلِكَ قبل الْهِجْرَة بِاثْنَيْنِ وَخمسين عَاما وَتِسْعَة أشهر وَعشْرين يَوْمًا هلالية ¶ وَقيل قبل الْهِجْرَة بِثَلَاثَة وَخمسين سنة هلالية غير خَمْسَة أَيَّام ¶ وَولد فِي عشْرين من أبريل من عَام اثْنَيْنِ وَثَمَانمِائَة من تَارِيخ ذِي القرنين الاسكندري وَهِي سنة تَحْويل الْعَرَب الانتقالي العقربي المرتقب عِنْد",
            "page": "44",
            "part": "1",
            "seal": "93194806"
        },
        {
            "id": "16",
            "nass": "الأقدمين على مَا أَشَارَ إِلَيْهِ بعض الْعلمَاء ¶ وَسنة الْولادَة وَهِي سنة خمس وَسبعين وسِتمِائَة وَثَلَاثَة الأول للطوفان فَإِن الَّذِي يؤرخ بِهِ أهل بابيل وَكَانَت وِلَادَته صلى الله عَلَيْهِ وَسلم بِمَكَّة فِي آخر لَيْلَة الْمُبَارَكَة قبل انصداع الْفجْر قَالَه بَعضهم ¶ والسهيلي فِي كتاب التَّعْرِيف ولد فِي شهر برج الْحمل يَعْنِي أبريل بطالع الظّهْر ¶ قَالَ وَهِي منزلَة الْأَنْبِيَاء ¶ وَنقل بَعضهم عَن الْخَوَارِزْمِيّ انه قَالَ رَأَيْت رِوَايَة بِخَط أبي ياس الْبَغْدَادِيّ أَنه ولد بِأول الْحُوت فِي أول السَّاعَة التَّاسِعَة من لَيْلَة الِاثْنَيْنِ الثَّامِن من شهر ربيع الأول عَام الْفِيل بِأول النُّور والزهرة فِي وَسطه بِالْحملِ وَالْقَمَر بالوسط بالأسد وبهرام بِأول السرطان ¶ والعلويات على المقاربة بِأول الْعَقْرَب تَاسِع الْحُوت ¶ قَالَ الإِمَام أَبُو عبد الله الأوسي وَقد اختبرته فَوَجَدته صَحِيحا ¶ وَقَول من قَالَ ولد فِي شهر أكتوبر يُوَافق قَول من قَالَ ولد فِي شهر رَمَضَان ¶ وَخرج ابْن إِسْحَاق عَن حسان بن ثَابت قَالَ وَالله إِنِّي لغلام ابْن سبع سِنِين إِذْ سَمِعت يَهُودِيّا يَقُول يَا معشر الْيَهُود طلع اللَّيْلَة نجم أَحْمد الَّذِي ولد فِيهِ ¶ قَالَ ابْن إِسْحَاق وَكَانَ سنّ حسان بن ثَابت يَوْم قدومه صلى الله عَلَيْهِ وَسلم الْمَدِينَة سِتِّينَ سنة وَرَسُول الله صلى الله عَلَيْهِ وَسلم ابْن خمس وَثَلَاثِينَ سنة ¶ قَالَ ابْن عبد الْبر عَن الْخَوَارِزْمِيّ أَن قدوم الْفِيل مَكَّة كَانَ",
            "page": "45",
            "part": "1",
            "seal": "BFDF0FE3"
        },
        {
            "id": "17",
            "nass": "لثلاث عشرَة لَيْلَة بقيت من شهر الْمحرم ¶ قَالَ وَكَانَ أَوله بِالْجمعَةِ فَيكون صفر على هَذَا ¶ أما أَن يكون بالسبت أَو بالأحد وَيكون ربيع الأول بالاثنين لِأَن الْولادَة فِي الِاثْنَيْنِ الثَّامِن ¶ وَقَالَ بَعضهم ولد فِي لَيْلَة الِاثْنَيْنِ الثَّانِي لشهر ربيع الأول ¶ وَهَذَا على أَنه بالأحد ¶ وعَلى التَّقْدِيرَيْنِ يبعد أَن يكون الثَّانِي عشر مِنْهُ الِاثْنَيْنِ لِأَن الْمحرم بِالْجمعَةِ على مَا قَالَ الْخَوَارِزْمِيّ فِي نقل قَول ابْن عبد الْبر ¶ وَبعث صلى الله عَلَيْهِ وَسلم يَوْم الِاثْنَيْنِ الثَّامِن لشهر ربيع الأول سنة إِحْدَى وَأَرْبَعين من عَام الْفِيل وَكَانَ مولده إِلَى مبعثه أَرْبَعِينَ سنة ¶ وَيَوْم وَاحِد من مبعثه إِلَى أول الْمحرم سنة الْهِجْرَة اثْنَتَا عشر سنة وَتِسْعَة أشهر وَعشْرين يَوْمًا ¶ وَهِي ثَلَاثَة وَخَمْسُونَ سنة تَامَّة من عَام الْفِيل وَدخل الْمحرم سنة الْهِجْرَة بِالْجمعَةِ وَهُوَ الثَّامِن عشر من شهر تَوليته سنة ثَلَاث وَثَلَاثِينَ وَتِسْعمِائَة من تَارِيخ ذِي القرنين ¶ وَقدم النَّبِي صلى الله عَلَيْهِ وَسلم الْمَدِينَة يَوْم الِاثْنَيْنِ الثَّامِن من شهر ربيع الأول سنة إِحْدَى عشر من الْهِجْرَة وَقيل فِي الثَّانِي عشر ¶ إِنَّمَا رد التَّارِيخ من الْمحرم لِأَنَّهُ أول شَوَّال الْعَام ¶ وَأول من وضع التَّارِيخ الْعَرَبِيّ عمر بن الْخطاب رَضِي الله عَنهُ ¶ وَتُوفِّي صلى الله عَلَيْهِ وَسلم فِي ضحى يَوْم الِاثْنَيْنِ الثَّامِن من شهر ربيع الأول من سنة إِحْدَى عشر من الْهِجْرَة وَقيل الثَّانِي مِنْهُ فِي نصف النَّهَار ¶ وَقَالَ الْخَوَارِزْمِيّ أول يَوْم مِنْهُ ¶ وَقَول من قَالَ فِي ثَانِي الشَّهْر من فَفِي الِاثْنَيْنِ ولد وَفِي الِاثْنَيْنِ بعث وَفِي الِاثْنَيْنِ قدم الْمَدِينَة وَفِي الِاثْنَيْنِ توفّي ¶ وكل اثْنَيْنِ من هَذِه هُوَ الثَّامِن لشهر ربيع الأول ¶ فَأَقَامَ صلى الله عَلَيْهِ وَسلم بعد مبعثه بِمَكَّة ثَلَاث عشرَة سنة وبالمدينة عشر سِنِين وَتُوفِّي صلى الله عَلَيْهِ وَسلم وَهُوَ ابْن ثَلَاث وَسِتِّينَ سنة ¶ قَالَه ابْن عَبَّاس وَغَيره ¶ وَقيل ابْن سِتِّينَ وَالْأول أصح",
            "page": "46",
            "part": "1",
            "seal": "5F8F049A"
        },
        {
            "id": "18",
            "nass": "الْفَصْل الرَّابِع فِيمَن قَامَ بحضانته صلى الله عَلَيْهِ وَسلم ¶ اعْلَم أَن أم النَّبِي صلى الله عَلَيْهِ وَسلم هِيَ آمِنَة بنت وهب بن عبد منَاف بن زهرَة لم يتَزَوَّج عبد الله غَيرهَا ¶ وَكَانَ وهب سيد قومه وحملت بِهِ صلى الله عَلَيْهِ وَسلم حِين وَقع عَلَيْهَا ¶ وَذهب النُّور الْعَظِيم الَّذِي كَانَ بَين عَيْنَيْهِ ¶ وَلذَلِك قَالَت الكاهنة الراغبة فِيهِ لَا جَاءَت لي بك وَمَا رغبت إِلَّا لأجل ذَلِك النُّور ¶ وَلم يُولد لعبد الله غَيره فَلَا أَخ لَهُ وَلَا أُخْت ¶ وَتُوفِّي عبد الله قبل وِلَادَته بِيَسِير وَدفن بِالْمَدِينَةِ عِنْد أَخْوَاله بني النجار وَكَانَ عمره نَحْو ثَلَاثِينَ سنة ¶ وَلما ولد صلى الله عَلَيْهِ وَسلم تولته مولاة أبي لَهب ثويبة أَيَّامًا مَعَ ابْن لَهَا من غَيره وأرضعت قبله حَمْزَة عَمه",
            "page": "47",
            "part": "1",
            "seal": "1EFC7A06"
        },
        {
            "id": "19",
            "nass": "وَبعده أَبَا سَلمَة واسْمه عبد الله بن الْأسد زوج أم سَلمَة قبله وَهُوَ ابْن عمته برة وَأَخُوهُ من الرَّضَاع ¶ وَكَانَت خَدِيجَة تكرم ثويبة ¶ وَكَانَ صلى الله عَلَيْهِ وَسلم يبْعَث لَهَا من الْمَدِينَة بكسوة وصلَة ¶ ثمَّ أَرْضَعَتْه حليمة السعدية سنتَيْن وشهرين وَرَأَتْ الْعَجَائِب فِي مُدَّة رضاعه ¶ وَكَانَ صلى الله عَلَيْهِ وَسلم برهَا ¶ وَحين وَردت عَلَيْهِ يَوْم خَيْبَر قَامَ إِلَيْهَا وَبسط لَهَا رِدَاءَهُ وَجَلَست عَلَيْهِ ¶ وَلما ردته إِلَى أمه بعد رضاعه حضنته أم أَيمن خَادِم أَبِيه عِنْد أمه آمِنَة ¶ وَأم أَيمن هَذِه اسْمهَا بركَة وَابْنهَا أَيمن بن عبيد الْأنْصَارِيّ وَمَات شَهِيدا يَوْم حنين ¶ وَهِي أم أُسَامَة بن زيد بن حَارِثَة رَضِي الله عَنْهُمَا ¶ قَالَ صلى الله عَلَيْهِ وَسلم فِي زيد بن حَارِثَة إِنَّه لمن أحب النَّاس إِلَيّ ¶ وَقَالَ فِي أُسَامَة ابْنه إِنَّه لمن أحب النَّاس إِلَيّ بعده ¶ وَلذَلِك كَانَ يُقَال لأسامة الْحبّ ابْن الْحبّ وأيمن أَخُو أُسَامَة من أمه ¶ وَالْحجاج بن أَيمن حفيدها ¶ قَالَ عبد الله بن عمر فِيهِ لَو رَآهُ صلى الله عَلَيْهِ وَسلم لَأحبهُ ¶ وَكَانَت أم أَيمن مكرمَة عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم وَكَانَ يزورها ¶ وَقَالَ أَبُو بكر لعمر بعد وَفَاة النَّبِي صلى الله عَلَيْهِ وَسلم هَل لَك فِي زِيَارَة أم أَيمن فَقَالَ نعم فمضيا إِلَيْهَا ¶ وَلما دخلا عَلَيْهَا بَكت بكاء شَدِيدا وَقَالَت إِنَّمَا بَكَيْت على إنقطاع الْوَحْي فَبَكَيَا مَعهَا ¶ فصل ¶ وَتوفيت أمه آمِنَة وَهُوَ عَلَيْهِ الصَّلَاة وَالسَّلَام ابْن سِتّ سِنِين",
            "page": "48",
            "part": "1",
            "seal": "9D72EE48"
        },
        {
            "id": "20",
            "nass": "وَقيل ابْن أَربع سِنِين وكفله بعْدهَا جده عبد الْمطلب ¶ وَتُوفِّي جده وَهُوَ ابْن ثَمَان سِنِين وشهرين وَعشرَة أَيَّام وَأوصى بِهِ عَمه أَبُو طَالب وَالِد عَليّ بن أبي طَالب ¶ وَلما خرج فِي تِجَارَة إِلَى أَرض الشَّام أخرجه مَعَه حفظا عَلَيْهِ وسنه اثْنَا عشر عَاما وشهران وَعشرَة أَيَّام ¶ وخطروا على الراهب فِي طريقهم وَنزل إِلَيْهِم وَكَانَ لَا ينزل إِلَى أحد ¶ وَأخذ بيد رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَالَ هَذَا سيد الْعَالمين وَرَسُول رب الْعَالمين يَبْعَثهُ الله رَحْمَة للْعَالمين ¶ فَقَالَ أَشْيَاخ قُرَيْش من اعلمك بذلك ¶ فَقَالَ إِنَّكُم حِين اشرفتم على الْعقبَة لم يبْق شجر وَلَا حجر إِلَّا خر سَاجِدا لَهُ وَلَا يسجدان إِلَّا لنَبِيّ ¶ وحذرهم من الْيَهُود وَأمرهمْ بِرُجُوعِهِ فَرجع وزودهم وأودعهم ¶ وَفِي هَذَا الطَّرِيق أظلته الغمامة وتحول طول ظلّ الشَّمْس إِلَيْهِ بعد أَن وجد النَّاس جُلُوسًا فِي ظلها صلى الله عَلَيْهِ وَسلم",
            "page": "49",
            "part": "1",
            "seal": "41E9E4FD"
        },
        {
            "id": "22",
            "nass": "الْبَاب الثَّانِي فِي أَزوَاجه صلى الله عَلَيْهِ وَسلم وَأَوْلَاده وقرابته ومواليه وخدمه وخواصه",
            "page": "51",
            "part": "1",
            "seal": "1FFA8D6C"
        },
        {
            "id": "24",
            "nass": "الْفَصْل الأول فِي أَزوَاجه صلى الله عَلَيْهِ وَسلم ¶ وأزواجه صلى الله عَلَيْهِ وَسلم الْمَدْخُول بِهن إِحْدَى عشرَة امْرَأَة خَدِيجَة بنت خويلد وسويدة بنت زَمعَة وَعَائِشَة بنت أبي بكر رَضِي الله عَنهُ وَحَفْصَة بنت عمر بن الْخطاب رَضِي الله عَنهُ وَزَيْنَب بنت خُزَيْمَة وَأم حَبِيبَة بنت أبي سُفْيَان وَأم سَلمَة بنت أبي أُميَّة وَزَيْنَب بنت جحش وجويرة بنت الْحَارِث وَصفِيَّة بنت حييّ ومَيْمُونَة بنت الْحَارِث الْهِلَالِيَّة ¶ وَتوفيت خَدِيجَة وَزَيْنَب فِي حَيَاته صلى الله عَلَيْهِ وَسلم وَتُوفِّي هُوَ عَن تسع ¶ فصل ¶ وَأول أَزوَاجه صلى الله عَلَيْهِ وَسلم خَدِيجَة بنت خويلد وَلم يتَزَوَّج عَلَيْهَا أحد حَتَّى توفيت وَتَزَوجهَا بعد خمس وَعشْرين سنة من عمره وسنها يَوْمئِذٍ أَرْبَعُونَ سنة وَلها ولد من غَيره اسْمه هِنْد بن أبي هَالة ¶ وخطبها لَهُ أَبُو طَالب وَقَالَ هُوَ من عَرَفْتُمْ ¶ يُرِيد أَنه صلى الله عَلَيْهِ وَسلم كَانَ أفضل قومه مُرُوءَة وخلقا وَأَمَانَة وصدقا ¶ وَلذَلِك يُسمى الآمين ¶ فَتَزَوجهَا صلى الله عَلَيْهِ وَسلم",
            "page": "53",
            "part": "1",
            "seal": "7633BB7D"
        },
        {
            "id": "25",
            "nass": "وَبقيت عِنْده بعد الْوَحْي تسع سِنِين وَثَمَانِية أشهر ¶ وَهِي أول من آمَنت بِهِ وَبَلغهَا جِبْرِيل عَلَيْهِ السَّلَام سَلام الْبَارِي جلّ وَعلا ¶ فَقَالَ الرب يُقْرِئك السَّلَام ¶ فَقَالَت الله السَّلَام وَمِنْه السَّلَام وَإِلَيْهِ يعود السَّلَام وَهُوَ ذُو الْجلَال وَالْإِكْرَام ¶ وبشرها بِبَيْت من قصب الزمرد ¶ وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم خير نسَاء الْعَالمين أَرْبَعَة خَدِيجَة بنت خويلد وَمَرْيَم ابْنة عمرَان وآسية امْرَأَة فِرْعَوْن وَفَاطِمَة الزهراء ابْنة مُحَمَّد صلى الله عَلَيْهِ وَسلم وفضلها مَشْهُور وَتوفيت قبل الْهِجْرَة بِثَلَاث سِنِين وَأَرْبَعَة أشهر غير ثَلَاثَة أَيَّام وسنها خمس وَسِتُّونَ سنة ¶ فصل ¶ وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم بعد خَدِيجَة سَوْدَة بنت زَمعَة بعد وَفَاة السَّكْرَان بن عمر عَنْهَا رَضِي الله عَنهُ ¶ وَلَا خلاف أَنه بنى بهَا قبل بنائِهِ بعائشة ¶ وَاخْتلف هَل عقد عَلَيْهَا قبل عقده على عَائِشَة أَو بعده ¶ وَكَانَت اسنت فهم صلى الله عَلَيْهِ وَسلم بِطَلَاقِهَا فَقَالَت لَا تُطَلِّقنِي فَإِنِّي أُرِيد أَن أحْشر فِي أَزوَاجك وَقد وهبت يومي لعَائِشَة ¶ وَكَانَت سَوْدَة تضحك النَّبِي صلى الله عَلَيْهِ وَسلم ¶ فَقَالَت لَهُ قُمْت يَوْمًا خَلفك يَا رَسُول الله فِي الصَّلَاة فأطلت الرُّكُوع حَتَّى استددت أنفي خوف أَن يقطر بِالدَّمِ ¶ فَضَحِك النَّبِي صلى الله عَلَيْهِ وَسلم وَتوفيت فِي خلَافَة عمر وَهُوَ الَّذِي بعث إِلَيْهَا بغرارة دَرَاهِم ففرقتها ¶ فصل ¶ وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم عَائِشَة وَهِي بنت سِتّ سِنِين وَذَلِكَ قبل",
            "page": "54",
            "part": "1",
            "seal": "C042C05D"
        },
        {
            "id": "26",
            "nass": "الْهِجْرَة بِسنتَيْنِ وَبنى بهَا وَهِي بنت تسع سِنِين فِي سنة الْهِجْرَة وَأقَام مَعهَا تسع سِنِين فَكَانَت يَوْم وَفَاته صلى الله عَلَيْهِ وَسلم بنت ثَمَانِي عشرَة سنة ¶ وَكَانَ أصدقهَا أَرْبَعمِائَة دِرْهَم ¶ وَمثل ذَلِك كَانَ صدَاق سَوْدَة بنت زَمعَة وَلم ينْكح بكرا غَيرهَا ¶ وَكَانَت أعلم النَّاس بالفقه والطب والحساب والفرائض وَالشعر ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم خُذُوا شطر دينكُمْ عَن هَذِه الْحُمَيْرَاء ¶ وَقَالَ أَيْضا فضل عَائِشَة على النِّسَاء كفضل الثَّرِيد على سَائِر الطَّعَام ¶ قَالَ الْعلمَاء قَالَ السُّهيْلي لَا يُطلق لفظ الثَّرِيد إِلَّا إِذا كَانَ بِاللَّحْمِ ¶ وَفِي الحَدِيث سيد آدام الدُّنْيَا وَالْآخِرَة اللَّحْم ¶ وَأجْمع النَّاس على فضل بنت رَسُول الله صلى الله عَلَيْهِ وَسلم وفضلها عمر بِالْفَرْضِ ¶ فَإِنَّهُ فرض لَهَا النَّبِي إثنا عشر ألفا وَفرض لكل وَاحِدَة من أُمَّهَات الْمُؤمنِينَ عشرَة آلَاف ¶ وَكَانَت إِذا ذكرت يَوْم الْجمل حِين وقفت مَعَ من ضَارب عليا فِي دم عُثْمَان بَكت وزادت حَتَّى تبل خمارها وتقرأ قَوْله تَعَالَى {وَقرن فِي بيوتكن وَلَا تبرجن تبرج الْجَاهِلِيَّة الأولى} وَتقول يَا لَيْتَني كنت ورقة من ورق الشّجر ¶ وَبعث إِلَيْهَا عبد الله بن الزبير بغرارتين مَمْلُوءَتَيْنِ بِالدَّرَاهِمِ ففرقت ذَلِك كُله من ساعتها وَكَانَت تَصُوم وَكَانَت تُفْتِي بِالْعلمِ ويسألها أكَابِر الصَّحَابَة ودامت فِي الْفتيا مُدَّة تقرب من خمسين لِأَنَّهَا توفيت سنة سبع وَخمسين من الْهِجْرَة وَصلى عَلَيْهَا أَبُو هُرَيْرَة وَأمرت أَن تدفن بِالبَقِيعِ خَارج الْمَدِينَة ومنعت أَن تدفن مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَالَت خلطت بعده",
            "page": "55",
            "part": "1",
            "seal": "B3920E0F"
        },
        {
            "id": "27",
            "nass": "فصل ¶ وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم حَفْصَة بنت عمر بن الْخطاب رَضِي الله عَنهُ شَقِيقَة عبد الله بن عمر سنة ثَلَاث من الْهِجْرَة وَأصْدقهَا أَرْبَعمِائَة دِرْهَم وَطَلقهَا النَّبِي صلى الله عَلَيْهِ وَسلم لشدَّة فِي خلقهَا طَلْقَة وَبكى عمر لذَلِك وَجعل التُّرَاب على رَأسه وَقَالَ مَا يعبأ الله بعمر بعد هَذَا الْيَوْم ¶ فَنزل جِبْرِيل عَلَيْهِ السَّلَام وَقَالَ يَا مُحَمَّد الرب جلّ وَعلا يَأْمُرك برد حَفْصَة رَحْمَة بأبيها فَردهَا بِأَمْر الله ¶ وَأخْبرهُ أَنَّهَا من أَزوَاجه فِي الْجنَّة ¶ وَكَانَت وِلَادَتهَا قبل المبعث لخمس سِنِين ¶ وَتوفيت سنة خمس وَأَرْبَعين من الْهِجْرَة ¶ فصل ¶ وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم زَيْنَب بنت خُزَيْمَة ابْن حَارِث الْهِلَالِيَّة العامرية وَكَانَت تدعى فِي الْجَاهِلِيَّة أم الْمَسَاكِين لخدمتها إيَّاهُم كَانَت تَحت عبد الله بن جحش قتل عَنْهَا يَوْم أحد وَدفن مَعَ حَمْزَة ¶ وَتوفيت فِي حَيَاته صلى الله عَلَيْهِ وَسلم سنة خمس من الْهِجْرَة ¶ فصل ¶ وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم أم حَبِيبَة بنت أبي سُفْيَان وَأُخْت مُعَاوِيَة الَّتِي",
            "page": "56",
            "part": "1",
            "seal": "776FF0BF"
        },
        {
            "id": "28",
            "nass": "أسلمت قبل أَخِيهَا وأبيها ¶ وَهَاجَرت إِلَى أَرض الْحَبَشَة وخطبها لَهُ النَّجَاشِيّ ملك الْحَبَشَة ¶ فَكتب رَسُول الله صلى الله عَلَيْهِ وَسلم فأجابته ووكلته وَأصْدقهَا عَنهُ النَّجَاشِيّ أَرْبَعمِائَة دِينَار وَأطْعم عَلَيْهَا ¶ وَقَالَ الطَّعَام على التَّزْوِيج من سنة الْأَنْبِيَاء وَذَلِكَ فِي سنة سِتّ من الْهِجْرَة ¶ وَبنى بهَا سنة سبع ¶ وَبقيت إِلَى سنة أَربع وَأَرْبَعين من الْهِجْرَة ورد عَلَيْهَا أَبوهَا أَبُو سُفْيَان فِي الْمَدِينَة قب إِسْلَامه ¶ فَلَمَّا دخل عَلَيْهَا طوت فرَاش النَّبِي صلى الله عَلَيْهِ وَسلم ¶ فَقَالَ لَهَا مَا هَذَا ¶ فَقَالَت إِنَّك مُشْرك وَالْمُشْرِكُونَ نجس ¶ فصل ¶ وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم زَيْنَب بنت جحش وَهِي أم الحكم سنة خمس من الْهِجْرَة وَأصْدقهَا أَرْبَعمِائَة دِينَار ¶ وَكَانَت عِنْد زيد بن حَارِثَة ¶ وَهِي بنت عَمه صلى الله عَلَيْهِ وَسلم إِلَّا أَن أمهَا أُمَيْمَة بنت عبد الْمطلب ¶ وَلما خطبهَا رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَت أَو أَمر رَبِّي وَقَامَت إِلَى مَسْجِدهَا ¶ فَأنْزل الله نِكَاحهَا فِي الْقُرْآن وَهُوَ قَوْله تَعَالَى فَلَمَّا قضى زيد مِنْهَا وطرا زوجنكها فَدخل رَسُول الله صلى الله عَلَيْهِ وَسلم بِغَيْر إِذن ¶ وَكَانَت تفتخر على أُمَّهَات الْمُؤمنِينَ بذلك وَتقول إِن الله أنكحني إِيَّاه من فَوق سبع سماوات ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم زَيْنَب أواهة ¶ فَقَالَ عمر مَا الأواهة يَا رَسُول الله فَقَالَ الخاشع المتضرع ¶ وَقَالَت عَائِشَة لم تكن امْرَأَة خير مِنْهَا فِي الدّين وَالصَّدَََقَة وَهِي أول أَزوَاجه لُحُوقا بِهِ صلى الله عَلَيْهِ وَسلم ¶ فصل ¶ وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم جوَيْرِية وَأصْدقهَا أَرْبَعمِائَة دِرْهَم وَكَانَت جميلَة عَلَيْهَا حلاوة وملاحة ¶ وَتوفيت سنة خمس وَسِتِّينَ",
            "page": "57",
            "part": "1",
            "seal": "40CEBCF1"
        },
        {
            "id": "29",
            "nass": "فصل ¶ وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم صَفِيَّة بنت حييّ بن أَخطب من ولد هَارُون عَلَيْهِ السَّلَام فِي سنة سبع من الْهِجْرَة وَهِي بنت سبع عشرَة سنة ¶ وَلما ملكهَا رَسُول الله صلى الله عَلَيْهِ وَسلم حجبها وأعتقها وَتَزَوجهَا وَجعل عتقهَا صَدَاقهَا وَذَلِكَ خُصُوصا بِهِ ¶ وَقيل كَانَ وَنسخ ¶ وَلما بنى بهَا رَسُول الله صلى الله عَلَيْهِ وَسلم جَاءَت نسَاء الْأَنْصَار ينظرن إِلَيْهَا وَعَائِشَة فِيهِنَّ متنقبة فعرفها رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ فَلَمَّا خرجت خرج وَرَاءَهَا فحبسها وَقَالَ لَهَا كَيفَ رَأَيْت وَكَانَت صَفِيَّة عَاقِلَة ¶ اذتها مَمْلُوكَة لَهَا فأعتقتها ¶ وَتوفيت صَفِيَّة سنة خمسين من الْهِجْرَة ¶ فصل ¶ وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم مَيْمُونَة بنت الْحَارِث الْهِلَالِيَّة ¶ وَكَانَت أُخْتهَا أم الْفضل عِنْد الْعَبَّاس ¶ وَهِي أم عبد الله بن الْعَبَّاس وَأُخْته وَأُخْتهَا لبَابَة أم خَالِد بن الْوَلِيد ¶ وَجَاء عَن شهَاب أَن مَيْمُونَة هِيَ الَّتِي وهبت نَفسهَا للنبيء وَنزل فِيهَا قَوْله تَعَالَى وَامْرَأَة مُؤمنَة إِن وهبت نَفسهَا للنبيء وَالسَّبَب أَن رَسُول الله صلى الله عَلَيْهِ وَسلم خطبهَا وَهِي راكبة على بَعِيرهَا ¶ فَقَالَت للَّذي جاءها الْبَعِير وَمَا عَلَيْهِ لله وَرَسُوله وَذَلِكَ فِي سنة سبع من الْهِجْرَة ¶ فصل ¶ وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم خُوَيْلَة الثعلبية وَتوفيت قبل الْبناء بهَا",
            "page": "58",
            "part": "1",
            "seal": "699C29E2"
        },
        {
            "id": "30",
            "nass": "وَكَذَلِكَ عمْرَة بنت يزِيد ¶ وَكَذَلِكَ امْرَأَة من عمان ¶ وَكَذَلِكَ أُخْرَى تميمية ¶ وخطب إِلَى رجل ابْنَته فَاعْتَذر لَهُ أَن بهَا برصا ¶ وَلم يكن بهَا برص فَمَا انْصَرف إِلَى بَيته وجد بهَا برصا وَخير امْرَأَة بعد أَن تزَوجهَا فَاخْتَارَتْ نَفسهَا فشفيت",
            "page": "59",
            "part": "1",
            "seal": "E411088D"
        },
        {
            "id": "31",
            "nass": "الْفَصْل الثَّانِي فِي أَوْلَاده صلى الله عَلَيْهِ وَسلم ¶ وَاعْلَم أَنه لم يكن لرَسُول الله صلى الله عَلَيْهِ وَسلم ولد إِلَّا من خَدِيجَة عَلَيْهَا السَّلَام سوى وَلَده إِبْرَاهِيم عَلَيْهِ السَّلَام فَإِنَّهُ ولد مَارِيَة الْقبْطِيَّة الَّتِي أهداها لَهُ الْمُقَوْقس ملك الاسكندرية فِي هَدِيَّة بعثها إِلَيْهِ ¶ وَلم تحمل وَاحِدَة من نِسَائِهِ سوى عَائِشَة وأسقطت لَهُ جَنِينا وَاحِدًا خَاصَّة ¶ فَولدت خَدِيجَة الْقَاسِم وَبِه كَانَ يكنى صلى الله عَلَيْهِ وَسلم ¶ ثمَّ الطّيب ثمَّ الطَّاهِر ثمَّ زَيْنَب ثمَّ رقية ثمَّ أم كُلْثُوم ثمَّ فَاطِمَة عَلَيْهِم السَّلَام ¶ هَذَا هُوَ الصَّحِيح ¶ وَقيل أم كُلْثُوم أَصْغَر من فَاطِمَة ¶ وَمَات ذُكُور أَوْلَاده صلى الله عَلَيْهِ وَسلم من خَدِيجَة صغَارًا ¶ وَقيل لم يمت الْقَاسِم حَتَّى ركب الدَّابَّة ¶ وَلَا خلاف أَن موت الطّيب والطاهر قبل الْبَعْث ¶ وَاخْتلف فِي الْقَاسِم قيل مَاتَ بعد بَعثه ¶ وَقيل قبل ذَلِك ¶ وَوجدت عَلَيْهِ خَدِيجَة وجدا شَدِيدا ¶ فَدخل عَلَيْهَا رَسُول الله صلى الله عَلَيْهِ وَسلم وَهِي تبْكي عَلَيْهِ ¶ فَقَالَ لَهَا إِن شِئْت أسمعك صَوته فِي الْجنَّة ¶ فَقَالَت صدق الله وَرَسُوله ¶ وَولد لَهُ إِبْرَاهِيم عَلَيْهِ السَّلَام فِي ذِي الْحجَّة سنة ثَمَان من الْهِجْرَة ¶ وَقَالَ ولد لي اللَّيْلَة غُلَام وسميته باسم أبي إِبْرَاهِيم ¶ ثمَّ دَفعه إِلَى أم سُفْيَان ترْضِعه ¶ وَكَانَ صلى الله عَلَيْهِ وَسلم ينْطَلق فَيدْخل الْبَيْت وَيَأْخُذهُ ويقبله ثمَّ يرجع ¶ وَتُوفِّي سنة عشْرين من الْهِجْرَة فِي يَوْم كسفت الشَّمْس فِيهِ ¶ وَقَالَ إِن الشَّمْس وَالْقَمَر آيتان لَا يكسفان لمَوْت أحد وَلَا لِحَيَاتِهِ فَإِذا رَأَيْتُمْ ذَلِك فافزعوا إِلَى الصَّلَاة",
            "page": "60",
            "part": "1",
            "seal": "9763EC3B"
        },
        {
            "id": "32",
            "nass": "وَبكى صلى الله عَلَيْهِ وَسلم بِغَيْر صَوت ¶ وَقَالَ تَدْمَع الْعين ويحزن الْقلب وَلَا نقُول مَا يسْخط الرب ¶ وَقَالَ أنس لم يكن ليبقى لِأَن نَبِيكُم أحد الْأَنْبِيَاء ¶ يُرِيد أَن ابْن النَّبِي نَبِي وَضعف لِأَن آدم نَبِي وَمَا فِي وَلَده لصلبه نَبِي غير شِيث ¶ وَمَاتَتْ أمه مَارِيَة بعد وَفَاة النَّبِي صلى الله عَلَيْهِ وَسلم بِخمْس سِنِين ¶ فصل ¶ وَبنَاته صلى الله عَلَيْهِ وَسلم كُلهنَّ أدركن الْإِسْلَام فِي صغرهن وهاجرن ¶ وأكبر بَنَاته وَزَيْنَب ولدت لَهُ صلى الله عَلَيْهِ وَسلم وسنه صلى الله عَلَيْهِ وَسلم ثَلَاثُونَ وَكَانَ يُحِبهَا ¶ وخطبها أَبُو الْعَاصِ بن الرّبيع بن عبد الْعُزَّى وَهُوَ ابْن خَالَتهَا ¶ فَإِن أمه هَالة بنت خويلد شَقِيقَة خَدِيجَة فَزَوجهَا لَهُ صلى الله عَلَيْهِ وَسلم لنظر خَدِيجَة وَذَلِكَ قبل الْوَحْي ¶ وَلما بعث صلى الله عَلَيْهِ وَسلم ثَبت أَبُو الْعَاصِ زوج زَيْنَب على شركه وَهَاجَرت زَيْنَب وَتركته بِمَكَّة ¶ وَشهد بَدْرًا مَعَ الْمُشْركين وَأخذ أَسِيرًا وافتداه أَخُوهُ عمر بقلادة كَانَت لِزَيْنَب ¶ وَأخذ أَسِيرًا مرّة أُخْرَى وأطلقته زَيْنَب ¶ وَقَالَ لَهَا صلى الله عَلَيْهِ وَسلم أكرمي مثواه وَلَا تقربيه فَإِنَّهُ لَا يحل لَك ¶ ثمَّ قدم الْمَدِينَة بعد ذَلِك وَحسن إِسْلَامه ¶ وردهَا عَلَيْهِ النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَتوفيت سنة ثَمَان من الْهِجْرَة ¶ وَاخْتلف فِي أَيهمَا أسن هِيَ أَو أَخُوهَا الْقَاسِم ¶ فَقيل أول مَا ولدت خَدِيجَة زَيْنَب ثمَّ الْقَاسِم وَقيل بعكسه ¶ وَتُوفِّي زَوجهَا أَبُو العَاصِي بن الرّبيع فِي ذِي الْحجَّة من عَام اثْنَي عشر من الْهِجْرَة وَترك مِنْهَا ابْنة اسْمهَا أُمَامَة وَهِي الَّتِي كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يحملهَا فِي الصَّلَاة ¶ وَتزَوج عَليّ بن أبي طَالب أُمَامَة هَذِه بِوَصِيَّة فَاطِمَة ¶ وَكَانَ أَبوهَا أوصى بهَا إِلَى الزبير بن الْعَوام فَزَوجهَا مِنْهُ الزبير ¶ وَقَالَ لَهَا عَليّ عِنْد وَفَاته لآمن أَن",
            "page": "61",
            "part": "1",
            "seal": "FA5BC8F0"
        },
        {
            "id": "33",
            "nass": "يخطبك هَذَا الطاغية يَعْنِي مُعَاوِيَة فَإِن كَانَ لَك ارب فِي الرِّجَال فقد رضيت لَك الْمُغيرَة بن نَوْفَل ¶ وَلما انْقَضتْ عدتهَا من عَليّ بعث إِلَيْهَا مُعَاوِيَة يخطبها وبذل لَهَا ألف دِينَار فَأَبت وَتَزَوَّجت الْمُغيرَة وَكَانَ وَليهَا ابْن خَالَتهَا الْحسن بن عَليّ رَضِي الله عَنهُ وَولد للْمُغِيرَة يحيى بن الْمُغيرَة ¶ فصل ¶ وَتزَوج عُثْمَان بن عَفَّان رَضِي الله عَنهُ رقية بنت النَّبِي صلى الله عَلَيْهِ وَسلم وَولدت لَهُ وَهُوَ ابْن ثَلَاث وَثَلَاثِينَ سنة ¶ وَكَانَت تَحت عتبَة بن أبي لَهب وفارقها قبل الْبناء بِأَمْر أَبِيه حِين نزلت {تبت يدا أبي لَهب} ودعا عَلَيْهِ النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ اللَّهُمَّ سلط عَلَيْهِ كَلْبا من كلابك فاختطفه الْأسد فِي السّفر من بَين التُّجَّار فَأَكله وَله عقب ¶ وَكَانَت رقية أجمل النِّسَاء وَشَكتْ بعثمان مرّة ¶ فَقَالَ لَهَا صلى الله عَلَيْهِ وَسلم مَا أحب للْمَرْأَة أَن تكْثر شكاية بَعْلهَا انصرفي إِلَى بَيْتك ¶ وَتوفيت فِي شهر رَمَضَان السّنة الثَّالِثَة من الْهِجْرَة ¶ وَعرض عَلَيْهِ عمر بن الْخطاب ابْنَته حَفْصَة فكست عَنهُ ¶ فَبلغ ذَلِك النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ يتَزَوَّج عُثْمَان من هُوَ خير مِنْهَا وتتزوج حَفْصَة من هُوَ خير من عُثْمَان ¶ فَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم حَفْصَة وَتزَوج عُثْمَان أم كُلْثُوم بنت رَسُول الله صلى الله عَلَيْهِ وَسلم فِي السّنة الثَّالِثَة بعد الْهِجْرَة ¶ وَكَانَت تَحت عتيبة بن أبي لَهب وفارقها قبل الْبناء بِأَمْر أَبِيه كأخيه وأمهما حمالَة الْحَطب وَأسلم عتبَة ومعتب عَام الْفَتْح ¶ وَتوفيت فِي السّنة التَّاسِعَة بعد الْهِجْرَة ¶ وَلذَلِك يُقَال لَهُ ذِي",
            "page": "62",
            "part": "1",
            "seal": "2D914AC1"
        },
        {
            "id": "34",
            "nass": "النورين وَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم لَو كَانَت عِنْدِي أُخْرَى لزوجتها لَك ¶ وَقَالَ نعم الصهر عُثْمَان ¶ وَكَانَ تَزْوِيجه لأم كُلْثُوم بِأَمْر من الله تَعَالَى جَاءَ بِهِ جِبْرِيل ووقف عِنْد بَاب الْمَسْجِد حَتَّى بلغ ذَلِك ¶ فصل ¶ وَأما سيدة النِّسَاء بنته فَاطِمَة صلى الله عَلَيْهِ وَسلم فَتَزَوجهَا عَليّ بن أبي طَالب رَضِي الله عَنهُ فِي السّنة الثَّانِيَة من الْهِجْرَة وَهِي بنت خمس عشرَة سنة وَخَمْسَة أشهر وَنصف شهر ¶ وَعلي يَوْمئِذٍ ابْن إِحْدَى وَعشْرين سنة وَشهر ¶ وَبنى بهَا لتسعة أشهر وَنصف شهر من يَوْم العقد وَأصْدقهَا أَرْبَعمِائَة دِينَار ¶ وَولدت لَهُ الْحسن وَالْحُسَيْن وَأم كُلْثُوم وَزَيْنَب ¶ وَشَكتْ بعلي ¶ فَقَالَ لَهَا صلى الله عَلَيْهِ وَسلم اقنعي بِابْن عمك فقد زَوجتك سيدا فِي الدُّنْيَا وَسَيِّدًا فِي الْآخِرَة ¶ وَتوفيت فَاطِمَة فِي السّنة الَّتِي توفّي فِيهَا رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَاخْتلف كم بقيت بعده وَقيل سِتَّة أشهر وَقيل غير ذَلِك ¶ وَلم يتَزَوَّج عَليّ عَلَيْهَا امْرَأَة حَتَّى توفيت",
            "page": "63",
            "part": "1",
            "seal": "BD8F734A"
        },
        {
            "id": "35",
            "nass": "الْفَصْل الثَّالِث فِي قرَابَته صلى الله عَلَيْهِ وَسلم ¶ وَالْمرَاد العمومة والعمات وَلَا قرَابَة لَهُ من أمه فَإِنَّهُ لم يكن لآمنة أَخ فَيكون خالا للنَّبِي صلى الله عَلَيْهِ وَسلم وَلَا أُخْت فَتكون خَالَة لَهُ ¶ قَالَ ابْن قُتَيْبَة الزهريون يَقُولُونَ نَحن أخوال لَهُ لما كَانَت أمه مِنْهُم ¶ وَبَنُو النجار أخوال أَبِيه صلى الله عَلَيْهِ وَسلم وَأم أمه اسْمهَا برة ¶ فصل ¶ وَأما عمومته صلى الله عَلَيْهِ وَسلم فَكَانُوا بَنو عبد الْمطلب وَالزُّبَيْر وحجل وَضِرَار ومقوم وَأَبُو لَهب وَأَبُو طَالب وَعبد الله وَحَمْزَة وَالْعَبَّاس ¶ فعمومته تِسْعَة أَصْغَرهم سنا الْعَبَّاس وأكبرهم الْحَارِث ¶ وَمن وَلَده وَولد وَلَده جمَاعَة لَهُم صُحْبَة ¶ وَأما الزبير بن عبد الْمطلب فَمن وَلَده عبد الله رَضِي الله عَنهُ وَمَات شَهِيدا وَوجد بإزائه سَبْعَة قَتلهمْ وقتلوه وَلَا عقب لَهُ ¶ وَأُخْته ضباعة لَهَا صُحْبَة وَكَانَت تَحت الْمِقْدَاد بن الْأسود ¶ وَأما حجل بِالْجِيم والحاء الْمُهْملَة الساكنة وَقيل بِالْعَكْسِ فَهُوَ شَقِيق حَمْزَة وَكَانَ ضَعِيفا كَرِيمًا ¶ وَأما ضرار فَلم يرد الْإِسْلَام وَلَا عقب لَهُ وَكَذَلِكَ الْمُقَوّم ¶ وَأما أَبُو لَهب فاسمه عبد الْعُزَّى وَكَانَ حسن الْوَجْه أَحول وَمَات بِمَكَّة مُشْركًا ¶ وَولد عتبَة وعتيبة ومعتب وَبني بأمهم جميلَة بنت حَرْب بن أُميَّة حمالَة الْحَطب أُخْت أبي",
            "page": "64",
            "part": "1",
            "seal": "1DF33D49"
        },
        {
            "id": "36",
            "nass": "سُفْيَان عمَّة مُعَاوِيَة من أَبِيه ¶ وَعتبَة هُوَ الَّذِي فَارق رقية بِأَمْر أَبِيه وَمَات كَافِرًا ¶ وعتيبة هُوَ الَّذِي فَارق أم كُلْثُوم أُخْتهَا بِأَمْر أَبِيه أَيْضا وَأسلم بعد ذَلِك وَكله قبل الْبناء وَقد تقدم ذَلِك ¶ وَأما معتب فَاسْلَمْ وَشهد حنينا وَله عقب كثير ¶ وَأما الْعَبَّاس بن عبد الْمطلب فَهُوَ أسن من النَّبِي صلى الله عَلَيْهِ وَسلم بِثَلَاث سِنِين وَأسلم وكتم إِسْلَامه وَظهر يَوْم الْفَتْح ¶ وَبِه توسل لَهُ عمر فِي الاسْتِسْقَاء فَقَالَ اللَّهُمَّ هَذَا عَم نبيك وَنحن نتوسل بِهِ إِلَيْك إِلَّا مَا أمطرتنا فَنزل الْمَطَر ¶ وَتُوفِّي فِي خلَافَة عُثْمَان وَدفن بِالبَقِيعِ ¶ وَأما حَمْزَة بن عبد الْمطلب فَهُوَ أَسد الله وَرَسُوله وَهُوَ أَبُو يعلى كِنَايَة لَهُ كني بِابْنِهِ يعلى وَهُوَ أَخُو النَّبِي صلى الله عَلَيْهِ وَسلم من الرَّضَاع وَأسلم قَدِيما وَشهد بَدْرًا وَاسْتشْهدَ يَوْم أحد فِي السّنة الثَّالِثَة من الْهِجْرَة وَخلف ابْنه يعلى وَابْنَة وَاحِدَة ¶ وَترك يعلى خَمْسَة من الذُّكُور ثمَّ انقرضوا عَن غير عقب ¶ وَكَانَ يُقَاتل بَين يَدي رَسُول الله صلى الله عَلَيْهِ وَسلم بسيفين ثمَّ عثر وَوَقع وَطعن ¶ وَبكى صلى الله عَلَيْهِ وَسلم حِين رَآهُ قَتِيلا وَدفن فِي ثِيَابه وَدفن مَعَ عبد الله بن جحش ¶ وَلما مثل بِهِ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (لَئِن ظَفرت بِقُرَيْش لَأُمَثِّلَن بِثَلَاثِينَ مِنْهُم) فَأنْزل الله {وَإِن عَاقَبْتُمْ فَعَاقِبُوا بِمثل مَا عُوقِبْتُمْ بِهِ} ¶ وَأما أَبُو طَالب واسْمه عبد منَاف فَهُوَ شَقِيق عبد الله وَالِد الْمُصْطَفى صلى الله عَلَيْهِ وَسلم وَولد لأبي طَالب عَليّ بن أبي طَالب وجعفر وَعقيل وَأم هاني وحبابة وأمهم فَاطِمَة بنت أَسد بن هَاشم وَأسْلمت ¶ وَلما توفيت نزل النَّبِي صلى الله عَلَيْهِ وَسلم فِي قبرها واضطجع فِيهِ لتحصل الْبركَة وَدفن ثوبا من ثِيَابه",
            "page": "65",
            "part": "1",
            "seal": "514BAE25"
        },
        {
            "id": "37",
            "nass": "لتكفن فِيهِ ¶ وَكَانَ طَالبا اسن من عقيل بِعشر سِنِين وجعفر اسن من عَليّ بِعشر سِنِين وَكلهمْ أَسْلمُوا إِلَّا طَالبا فَإِنَّهُ يذب على النَّبِي صلى الله عَلَيْهِ وَسلم وَلم يحضر بَدْرًا مَعَ الْمُشْركين وَقيل ذهب فِي الأَرْض وَلم يُدْرِكهُ خبر وَمَات أَبُو طَالب قبل الْهِجْرَة بِثَلَاث سِنِين وَأَرْبَعَة أشهر قبل موت خَدِيجَة بِثَلَاثَة أَيَّام ¶ فَهَؤُلَاءِ أَعْمَامه صلى الله عَلَيْهِ وَسلم أسلم مِنْهُم غير الْعَبَّاس وَحَمْزَة وَقيل أَبُو طَالب وَهُوَ ضَعِيف ¶ فصل ¶ وَأما عماته صلى الله عَلَيْهِ وَسلم فبنات عبد الْمطلب سِتَّة أُمَيْمَة وَأم حَكِيم وبرة وعاتكة وأروى وَصفِيَّة ¶ وَلم يخْتَلف فِي إِسْلَام صَفِيَّة وَهِي أم الزبير بن الْعَوام وَعَاشَتْ طَويلا وَتوفيت سنة عشْرين فِي أَيَّام عمر بن الْخطاب وَهِي بنت ثَلَاث وَسبعين سنة ¶ وَأما أروى فَالصَّحِيح انها أسلمت وَبهَا بَدَأَ ابْن عبد الْبر فِي كتاب النِّسَاء من الصَّحَابَة وَهِي أم طليب بن عُمَيْر رَضِي الله عَنْهُمَا وَهُوَ الَّذِي لم يزل بِأُمِّهِ حَتَّى أسلمت ¶ وَقَالَ ابْن إِسْحَاق لم يسلم من عماته غير صَفِيَّة ¶ وَأما عَاتِكَة فَالصَّحِيح أَنَّهَا لم تسلم وَقيل أسلمت ¶ وَأما برة بِفَتْح الْبَاء فَهِيَ أم أبي سَلمَة زوج أم سَلمَة",
            "page": "66",
            "part": "1",
            "seal": "AFA24B56"
        },
        {
            "id": "38",
            "nass": "أسلمت وَأما أم حَكِيم يُقَال لَهَا الْبَيْضَاء وَيُقَال لَهَا الديباج لجمالها فَهِيَ جدة عُثْمَان بن عَفَّان رَضِي الله عَنهُ وَعمر بن كريز رَضِي الله عَنهُ وَلَدهَا وَأسلم يَوْم الْفَتْح وَهُوَ وَالِد عبد الله بن عَبَّاس الَّذِي ولاه عُثْمَان بن عَفَّان الْعرَاق وخراسان ¶ واما أُمَيْمَة فَكَانَت عِنْد جحش بن دياب أم الْمُؤمنِينَ وَقد تقدّمت ¶ وَفِي الْخَبَر قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (أَنا ابْن العواتك فَقيل بِالرّضَاعِ وَقيل بِالْولادَةِ) ¶ وَأما اللواتي فِي الرَّضَاع فَثَلَاث نسْوَة من سليم أرضعنه تسمى كل وَاحِدَة عَاتِكَة ¶ وَأما الَّتِي ولدناه فعاتكة بنت مرّة بن هِلَال بن هَاشم وعاتكة بنت هِلَال الْمَذْكُورَة أم عبد منَاف وعاتكة بنت الأرقم بن مرّة الْمَذْكُورَة أم وهب وَالِد آمِنَة أمه صلى الله عَلَيْهِ وَسلم وعاتكة أم عبد منَاف عمَّة عَاتِكَة أم هَاشم وعاتكة أم هَاشم هِيَ عَاتِكَة أم وهب فَتَأَمّله",
            "page": "67",
            "part": "1",
            "seal": "58B3DFDB"
        },
        {
            "id": "39",
            "nass": "الْفَصْل الرَّابِع فِي موَالِيه وخدمه صلى الله عَلَيْهِ وَسلم ¶ أما موَالِيه صلى الله عَلَيْهِ وَسلم وممالكه فَمن الذُّكُور نَحْو عشْرين أفضلهم وأشهرهم زيد بن حَارِثَة بن شُرَحْبِيل اشْتَرَاهُ حَكِيم بن حزَام وأهداه لِعَمَّتِهِ خَدِيجَة بنت خويلد وَذَلِكَ قبل النُّبُوَّة فَوَهَبته للنَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَحَكِيم بن حزَام هَذَا هُوَ الَّذِي انْفَرد بولادته فِي جَوف الْكَعْبَة فِي جملَة نسَاء وَهِي حَامِل فأصابها الْمَخَاض فَولدت فِيهَا ¶ فَأسلم عَام الْفَتْح وعاش مائَة وَعشْرين نصفهَا فِي الْجَاهِلِيَّة وَنِصْفهَا فِي الْإِسْلَام ¶ واعتق فِي حجَّة حَجهَا بِعَرَفَة مائَة رَقَبَة وَأهْدى مائَة بَدَنَة وَألف شَاة وَقدم حَارِثَة وَالِد زيد بن حَارِثَة على مَكَّة برسم فدائه وتلطف بالْقَوْل ¶ فَقَالَ صلى الله عَلَيْهِ وَسلم (خيروه فَإِن اختاركم فَهُوَ لكم) ¶ فَأبى وَقَالَ لَا أخْتَار عَلَيْك أحدا أبدا ¶ فَخرج بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى خلق من قُرَيْش وَهُوَ ابْن ثَمَان سِنِين وَقَالَ هَذَا ابْني وَارِثا وموروثا وَكَانَ يدعى زيد بن مُحَمَّد ¶ وَجَاءَت النُّبُوَّة وَلم يزل يدعى بذلك حَتَّى نزلت ادعوهُمْ لأباءهم هُوَ أقسط عِنْد الله ¶ وَيُقَال لَهُ حب رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَهُوَ أول من أسلم قَالَ بَعضهم إِنَّه أسلم قبل أبي بكر وَتزَوج زيدا أم أَيمن خَادِم رَسُول الله صلى الله عَلَيْهِ وَسلم وتزيد لَهُ مِنْهَا أُسَامَة ¶ وَكَانَ سنه يَوْم توفّي رَسُول الله صلى الله عَلَيْهِ وَسلم عشْرين سنة ¶ وَتُوفِّي زيد سنة ثَمَان من الْهِجْرَة شَهِيدا بِأَرْض الشَّام وَهُوَ",
            "page": "68",
            "part": "1",
            "seal": "500CD611"
        },
        {
            "id": "40",
            "nass": "أَمِير هَذِه الْغَزْوَة ¶ وَفِيه قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (إِن أُصِيب زيد فجعفر فَإِن قتل فعبد الله بن رَوَاحَة) ¶ قَالَ اللَّيْث بن سعد بَلغنِي أَن زيدا بن حَارِثَة اكترى من رجل بغلا وَخرج مَعَه فَمَال بِهِ الكاري إِلَى خربة ليَقْتُلهُ ¶ فَقَالَ دَعْنِي أُصَلِّي رَكْعَتَيْنِ ¶ فَلَمَّا قرب مِنْهُ ليَقْتُلهُ قَالَ يَا ارْحَمْ الرَّاحِمِينَ فَسمع الكاري صَوتا وَهُوَ يَقُول لَا تقتله ¶ فَخرج ينظر فَلم يجد أحدا هَكَذَا ثَلَاث مَرَّات ¶ وَفِي الثَّالِثَة جَاءَ رَاكِبًا على فرس بِيَدِهِ حَرْبَة فِي رَأسهَا شبه شعلة من نَار فَضَربهُ بهَا وَقَالَ لزيد فِي الدعْوَة الأولى كنت فِي السَّمَاء السَّابِعَة وَفِي الثَّانِيَة فِي سَمَاء الدُّنْيَا وَفِي الثَّالِثَة بلغتك وَهَذِه من بركَة النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَمن موَالِيه صلى الله عَلَيْهِ وَسلم أَبُو رَافع ¶ كَانَ للْعَبَّاس بن عبد الْمطلب وهبه للنَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَلما أسلم الْعَبَّاس بشره أَبُو رَافع فاعتقه صلى الله عَلَيْهِ وَسلم وَمِنْهُم رَافع وفضالة ورباح ويسار وَأسد ¶ وَكَانَ يُؤذن على النَّبِي صلى الله عَلَيْهِ وَسلم وَمَعْنَاهُ يُعلمهُ بِمن يُرِيد الدُّخُول عَلَيْهِ ¶ وَمن موَالِيه ثَوْبَان وشقران وَأَبُو. . وَأَبُو بكرَة الشّعبِيّ وَأَبُو لباب وَأَبُو كَبْشَة وسفينة رَضِي الله عَنْهُم ¶ وَمن النِّسَاء مَارِيَة أم وَلَده إِبْرَاهِيم عَلَيْهِ السَّلَام ¶ وَهِي قَابِلَة فَاطِمَة فِي أَوْلَادهَا الْحسن وَالْحُسَيْن وَغَيرهمَا ¶ وَمن موَالِيه أم أَيمن ومَيْمُونَة الأولى وَالثَّانيَِة",
            "page": "69",
            "part": "1",
            "seal": "20FE89B1"
        },
        {
            "id": "41",
            "nass": "فصل ¶ وَمن خدمه من الْأَحْرَار انس بن مَالك خدمه عشر سِنِين ¶ وابتدأ خدمته وَهُوَ ابْن عشر سِنِين ودعا لَهُ بطول الْعُمر وبالزيادة فِي المَال وَالْولد فَكَانَ كَذَلِك وخدمه قيس بن عبَادَة دَفعه لَهُ أَبوهُ غُلَام وَكَانَ بَين يَدَيْهِ كالشرطي بَين يَدي الْأَمِير ¶ وخدمه هِنْد بن حَارِثَة وَأَخُوهُ أسما وهما ذكران وَوهم من قَالَ امْرَأَتَانِ ¶ وخدمه أَبُو ذَر وَأسلم بعد ثَلَاثَة وخدمه الحبشي أَخُو النَّجَاشِيّ وخدمه بِلَال بن حمامة وَسعد مولى أبي بكر ¶ وَكَانَ عبد الله بن مَسْعُود صَاحب نَعْلَيْه يَلْبسهُمَا إِيَّاه إِذا قَامَ ويحملهما إِذا جلس ¶ وخدمه عبد الله بن زَمعَة وَكَانَ يَأْذَن على النَّبِي صلى الله عَلَيْهِ وَسلم وَكَانَ عقبَة",
            "page": "70",
            "part": "1",
            "seal": "CBBCC867"
        },
        {
            "id": "42",
            "nass": "ابْن عَامر صَاحب بغلته يَقُود بِهِ فِي الْأَسْفَار ¶ وَكَانَ أَبُو أَيُّوب صَاحب رَحْله ¶ وخدمه ربيعَة بن كَعْب الْأَسْلَمِيّ وَلَزِمَه فِي الْحَضَر وَالسّفر ¶ وَهُوَ الَّذِي سَأَلَهُ مرافقته فِي الْجنَّة ¶ فَقَالَ عَليّ أعنى على نَفسك بِكَثْرَة السُّجُود ¶ وَعمر بعده فَإِنَّهُ توفّي سنة ثَلَاث سِتِّينَ بعد الْهِجْرَة",
            "page": "71",
            "part": "1",
            "seal": "AB53AC7F"
        },
        {
            "id": "43",
            "nass": "الْفَصْل الْخَامِس فِي خواصه صلى الله عَلَيْهِ وَسلم ¶ ولنقتصر على الْمَشَاهِير من الْخَواص ¶ فَإِن مبلغ عَددهمْ مائَة ألف وَأَرْبَعَة عشر ألفا ¶ ذكر ذَلِك أَبُو الملاح رَحمَه الله تَعَالَى ¶ فَمن خواصه صلى الله عَلَيْهِ وَسلم الْعشْرَة الْمَشْهُود لَهُم بِالْجنَّةِ أَبُو بكر وَعمر وَعُثْمَان وَعلي وَطَلْحَة بن عبد الله وَالزُّبَيْر بن الْعَوام وَسعد بن أبي وَقاص وَسَعِيد بن زيد وَعبد الرَّحْمَن بن عَوْف وَأَبُو عُبَيْدَة بن الْجراح ¶ وللحافظ أَبُو الطَّاهِر السلَفِي فِي جمعهم ¶ (لقدبشرت بعد النَّبِي مُحَمَّدًا ... بجنة عدن زمرة رُفَقَاء) ¶ (سعيد وَسعد وَالزُّبَيْر وَطَلْحَة ... وعامر وَالزهْرِيّ وَالْخُلَفَاء) ¶ فصل ¶ أَبُو بكر الصّديق رَضِي الله عَنهُ هُوَ عبد الله بن أبي قُحَافَة عُثْمَان بن أبي عَامر ¶ وَفِي مرّة وَهُوَ الْجد السَّادِس مِنْهُ يلتقي مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَأمه سلمى بنت عَم أَبِيه وَكَانَت وِلَادَته بعد سنتَيْن وَأَرْبَعَة أشهر من قدوم الْفِيل ¶ وَهُوَ أول من أسلم من الرِّجَال ¶ وَأسلم أَبوهُ عَام الْفَتْح وسنه يقرب من الْمِائَة وَقد كف بَصَره وَمَات أَبُو بكر فِي حَيَاته وَأعَاد السدد على أَوْلَاده",
            "page": "72",
            "part": "1",
            "seal": "A379150A"
        },
        {
            "id": "44",
            "nass": "وَذَلِكَ يَوْم الْجُمُعَة لتسْع بَقينَ من جمادي الْأَخير ثَلَاث عشرَة وَسنة وَمِنْه ثَلَاث وَسِتُّونَ سنة ¶ وَكَانَت ولَايَته سنتَيْن وَثَلَاثَة أشهر إِلَّا خمس لَيَال ¶ وَهُوَ أفضل النَّاس بعد رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ فصل ¶ عمر بن الْخطاب رَضِي الله عَنهُ يلتقي مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي كَعْب وَهُوَ السَّابِع مِنْهُ وَأسلم بعد تِسْعَة وَثَلَاثِينَ رجلا وأعز الله بِهِ الْإِسْلَام ¶ وَهُوَ أفضل النَّاس بعد أبي بكر وَهُوَ قَاض بِالْمَدِينَةِ ولاه أَبُو بكر لشغله بِغَيْر ذَلِك وَتُوفِّي شَهِيدا فِي آخر ذِي الْحجَّة من سنة ثَلَاث وَعشْرين من الْهِجْرَة وسنه خمس وَخَمْسُونَ سنة قَتله فَيْرُوز الْكَافِر مَمْلُوك الْمُغيرَة ¶ وحمدا لله الَّذِي لم يَجْعَل قَتله على يَد مُسلم ¶ وَكَانَت خِلَافَته عشر سِنِين وَسِتَّة أشهر من يَوْم توفّي أَبُو بكر بعده ¶ وقاضيه شُرَيْح القَاضِي وَفِي أَيَّامه فتح الشَّام وأمير الْجَيْش كَانَ خَالِد بن الْوَلِيد ¶ وَترك الْأَمر شُورَى فِي يَد عُثْمَان وَعلي وَالزُّبَيْر وَطَلْحَة وَعبد الرَّحْمَن بن عَوْف وَسعد بن أبي وَقاص",
            "page": "73",
            "part": "1",
            "seal": "FA3D9F53"
        },
        {
            "id": "45",
            "nass": "فصل ¶ عُثْمَان بن عَفَّان رَضِي الله عَنهُ يلتقي مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي عبد منَاف وَهُوَ الْجد الْخَامِس مِنْهُ وَولد فِي السّنة السَّادِسَة من عَام الْفِيل وَولي بعد عمر وَمَات فِي ذِي الْحجَّة عَام خَمْسَة وَثَلَاثِينَ من الْهِجْرَة قتلته أشرار من عَامَّة النَّاس ومدته اثْنَا عشرَة سنة إِلَّا اثْنَتَا عشر يَوْمًا ¶ وَكَانَ سنه يَوْم ولي تسعا وَسِتِّينَ سنة ¶ وَفِي أَيَّامه فتح افريقية وَمَا وَرَاءَهَا ¶ فصل ¶ عَليّ بن أبي طَالب رَضِي الله عَنهُ ¶ هُوَ ابْن عَم النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَأمه فَاطِمَة بنت أَسد بن هَاشم رَضِي الله عَنْهُمَا ¶ بُويِعَ الْبيعَة التَّامَّة يَوْم موت عُثْمَان بن عَفَّان ¶ وَكَانَت ولَايَته أَربع سِنِين وَتِسْعَة أشهر وَسِتَّة أَيَّام ¶ وَقتل بِالْكُوفَةِ فِي شهر رَمَضَان سنة أَرْبَعِينَ من الْهِجْرَة قَتله عبد الرَّحْمَن بن ملجم بِرَأْيهِ الَّذِي كَانَ سَببا فِي شقائه ¶ وَكَانَ قاضيه شُرَيْح وكاتبه عبد الله بن أبي رَافع مولى رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَكَانَ حسن الْوَجْه كَأَنَّهُ الْقَمَر لَيْلَة الْبَدْر وَكَانَت لَهُ السِّيَادَة الْعَالِيَة ¶ فصل ¶ طَلْحَة بن عبد الله ¶ وَهُوَ طَلْحَة الْخَيْر وَطَلْحَة الْجُود وَطَلْحَة الْفَيَّاض وَكثير الصَّدَقَة وَكثير الْفَضَائِل وَكَانَ يقي بِنَفسِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْحَرْب ¶ وَقتل بِسَيْفِهِ يَوْم",
            "page": "74",
            "part": "1",
            "seal": "6F32F4DB"
        },
        {
            "id": "46",
            "nass": "الْجمل فِي جُمَادَى الأولى سنة سِتّ وَثَلَاثِينَ وسنه سِتُّونَ سنة ¶ وَأخرج من قَبره بعد سِنِين ¶ رُؤْيَة رَآهَا رجل قَالَ رَأَيْت طَلْحَة فِي النّوم ¶ فَقَالَ اخرجوني فَأن المَاء آذَانِي ¶ فَأخْرجهُ بن عَبَّاس وَلم يتَغَيَّر مِنْهُ شَيْء ¶ وَوجد المَاء تَحت شقَّه وَدفن فِي مَكَان آخر ¶ فصل ¶ الزبير بن الْعَوام ¶ أمه صَفِيَّة عمَّة النَّبِي صلى الله عَلَيْهِ وَسلم أسلم وَهُوَ ابْن خمس عشرَة سنة وَشهد الْمشَاهد كلهَا ¶ وَكَانَ لَهُ ألف مَمْلُوك يؤدون إِلَيْهِ الْخراج فَيتَصَدَّق بِهِ كُله ¶ وَفِيه قَالَ حسان بن ثَابت ¶ (وَكم كربَة أَََجَلًا الزبير بِسَيْفِهِ ... على الْمُصْطَفى وَالله يُعْطي ويجزل) ¶ (ثناؤك خير من فعال معاشر ... وفعلك يَا بن الهاشمية أفضل) ¶ وَكَانَ حسان يفضله على جَمِيع الصَّحَابَة كَمَا كَانَ أَبُو هُرَيْرَة يفضل جَعْفَر بن أبي طَالب على جَمِيع الصَّحَابَة ¶ وَقتل يَوْم الْجمل سنة سِتّ وَثَلَاثِينَ وَهُوَ ابْن سبع وَسِتِّينَ سنة وَقتل الْحجَّاج ابْنه عبد الله سنة ثَلَاث وَسبعين بعد أَن حاصره بِمَكَّة وَقَتله بحرمها وَهُوَ كريم الْآبَاء والأمهات ¶ فالزبير أَبوهُ وَصفِيَّة جدته وَأَسْمَاء بنت أبي بكر أمه وَعَائِشَة رَضِي الله عَنْهَا خَالَته وَهُوَ أول مَوْلُود ولد فِي الْإِسْلَام فِي الْمَدِينَة وَفَرح بِهِ النَّبِي صلى الله عَلَيْهِ وَسلم والمسلمون",
            "page": "75",
            "part": "1",
            "seal": "84F05A3C"
        },
        {
            "id": "47",
            "nass": "فصل ¶ سعد بن أبي وَقاص ¶ أسلم وَهُوَ ابْن تسع عشرَة سنة ¶ وَيَوْم إِسْلَامه كَانَ الثَّالِث ¶ قَالَ بقيت سَبْعَة أَيَّام وَأَنا ثلث الْإِسْلَام ¶ وَهُوَ أول من رمى بسهمه فِي سَبِيل الله وَكَانَ مجاب الدعْوَة مُسَدّد الرَّمية بدعوة رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فِيهِ (اللَّهُمَّ أجب دَعوته وسدد رميته) توفّي عَام خَمْسَة وَخمسين ¶ وَهُوَ آخر الْعشْرَة موتا ¶ فصل ¶ سعيد بن زيد ¶ هُوَ ابْن عَم عمر بن الْخطاب وصهره ¶ كَانَت عَاتِكَة أُخْته عِنْد عمر وَفَاطِمَة أُخْت عمر عِنْد سعيد وَأسلم قَدِيما وَتُوفِّي سنة خمسين وفضله مَعْلُوم ¶ فصل ¶ عبد الرَّحْمَن بن عَوْف الزُّهْرِيّ ¶ ولد بعد ولادَة رَسُول الله صلى الله عَلَيْهِ وَسلم بِعشر سِنِين وَأسلم قبل دُخُول رَسُول الله صلى الله عَلَيْهِ وَسلم دَار الأرقم ¶ وَقَالَ فِيهِ (عبد الرَّحْمَن سيد من سَادَات الْمُسلمين) ¶ وَصلى صلى الله عَلَيْهِ وَسلم خَلفه فِي السّفر وَتُوفِّي أَيَّام عُثْمَان وَصلى عَلَيْهِ وَدفن بِالبَقِيعِ ¶ فصل ¶ أَبُو عُبَيْدَة بن الْجراح ¶ هُوَ عَامر بن عبد الله بن الْجراح القريشي ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "76",
            "part": "1",
            "seal": "43120C86"
        },
        {
            "id": "48",
            "nass": "(لكل أمة أَمِين ¶ وَأمين هَذِه الْأمة عُبَيْدَة بن الْجراح) ¶ وَتُوفِّي عَام ثَمَانِيَة عشر وَهُوَ ابْن ثَمَان وَخمسين سنة ¶ فصل ¶ وَمن خَواص النَّبِي صلى الله عَلَيْهِ وَسلم ¶ حَمْزَة وَعَمه الْعَبَّاس وَبَنوهُ عبد الله وَعبيد الله وَالْفضل وَقثم وَأم معبد وَعبد الرَّحْمَن أمّهم أم الْفضل بنت الْحَارِث الْهِلَالِيَّة أُخْت مَيْمُونَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَلم تَلد امْرَأَة مثل هَؤُلَاءِ الْخَمْسَة ¶ وَقثم بن عَبَّاس هُوَ آخر من خرج من قبر رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَكَانَ يُشبههُ وَلذَلِك كَانُوا يشبهونه خَمْسَة قثم بن عَبَّاس وجعفر بن أبي طَالب وَشبهه فِي الْخلق ¶ قَالَ لَهُ النَّبِي صلى الله عَلَيْهِ وَسلم (أشبهت خلقي وَخلقِي) وَالْحسن بن عَليّ بن أبي طَالب والسايب ابْن عبيد وَأَبُو سُفْيَان بن الْحَارِث بن عبد الْمطلب ابْن عَمه صلى الله عَلَيْهِ وَسلم وَشهد لَهُ بِالْجنَّةِ ¶ فصل ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (كل نَبِي أعْطى سَبْعَة نقباء نجباء وَأعْطيت أَرْبَعَة عشر أَبُو بكر وَعمر وَعلي وَالْحسن وَالْحُسَيْن وَحَمْزَة بن عبد الْمطلب وجعفر بن أبي طَالب وَأَبُو ذَر والمقداد بن الْأسود وسلمان الْفَارِسِي وَحُذَيْفَة بن الْيَمَان وَعبد الرَّحْمَن بن مَسْعُود وعمار بن يَاسر وبلال بن حمامة) ¶ فصل ¶ وَكتابه صلى الله عَلَيْهِ وَسلم ¶ الْخُلَفَاء الْأَرْبَعَة وعامر بن فهَيْرَة وَعبد الله بن الأرقم وَأبي بن",
            "page": "77",
            "part": "1",
            "seal": "07A00189"
        },
        {
            "id": "49",
            "nass": "كَعْب وَهُوَ أول من كتب لَهُ بِالْمَدِينَةِ وَهُوَ أول من كتب فِي آخر الْكتاب ¶ وَكتب فلَان وثابت بن قيس وخَالِد بن سعد وَعبد الله بن سعيد بن أبي سرح وحَنْظَلَة بن الرّبيع وَزيد بن ثَابت وَمُعَاوِيَة بن أبي سُفْيَان وشرحبيل بن حَسَنَة ¶ فصل ¶ وَكَانَ لَهُ صلى الله عَلَيْهِ وَسلم من المؤذنين أَرْبَعَة بِلَال بن حمامة وَعبد الله بن أم مَكْتُوم وَأَبُو مَحْذُورَة وَسعد بن عبَادَة ¶ فصل ¶ وَكَانَ صَاحب سره حُذَيْفَة بن الْيَمَان وَأخْبرهُ بِمَا هُوَ كَائِن إِلَى يَوْم الْقِيَامَة ¶ وَكَانَ يَخْلُو بسلمان الْفَارِسِي ويزهده فِي الدُّنْيَا ويحدثه بأسرا الْآخِرَة ¶ وَكَانَ يحب عبد الله بن مَسْعُود وعمار بن يَاسر وَقَالَ لَهُ (تقتلك الفئة الباغية يَا عمار) ¶ فَقتلته الطَّائِفَة الَّتِي كَانَت مَعَ مُعَاوِيَة فِي حمايته لعَلي ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (من آذَى عليا فقد آذَانِي) ¶ وَقَالَ فِي الْحسن وَالْحُسَيْن سيدا شباب أهل الْجنَّة (اللَّهُمَّ إِنِّي أحبهما فأحبهما وَأحب من يحبهما) ¶ وَولد الْحسن فِي شهر رَمَضَان عَام ثَلَاثَة من الْهِجْرَة وَتُوفِّي عَام تِسْعَة واربعين فَارًّا من الْخلَافَة بعد أَن وَليهَا سِتَّة أشهر وَتركهَا لمعاوية خَاصَّة مُدَّة حَيَاته إطفاء للفتنة ¶ وَولد الْحُسَيْن سنة أَربع من الْهِجْرَة وَتُوفِّي سنة إِحْدَى وَسِتِّينَ قَتِيلا يَوْم عَاشُورَاء بِأَرْض كربلاء فِي أَيَّام يزِيد بن مُعَاوِيَة ¶ وَقتل مَعَه من أهل بَيته إِحْدَى وَعشْرين رجلا ¶ وَوجد فِي حجر مَكْتُوب هَذَا الْبَيْت وَلَا يدْرِي قَائِله ¶ (أترجو أمة قتلت حُسَيْنًا ... شَفَاعَة جده يَوْم الْحساب) ¶ وَكَانَ رَضِي الله عَنهُ كثير الصَّوْم وَحج خمْسا وَعشْرين حجَّة ¶ وَكَانَ محسنا كَرِيمًا خيرا فَاضلا",
            "page": "78",
            "part": "1",
            "seal": "1FCA6ECB"
        },
        {
            "id": "50",
            "nass": "فصل ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (أراف أمتِي أَبُو بكر وأقواها فِي أَمر الله عمر وأقضاها عَليّ ابْن أبي طَالب وأقراها ابي بن كَعْب وأفرضها زيد بن ثَابت وأعلمهم بالحلال وَالْحرَام معَاذ بن جبل ¶ فصل ¶ وَمن خواصه أَسد بن حُصَيْن الَّذِي آخا رَسُول الله صلى الله عَلَيْهِ وَسلم بَينه وَبَين زيد بن حَارِثَة ¶ وَكَانَ من أحسن النَّاس صَوتا بِالْقُرْآنِ ¶ وَكَانَت الْمَلَائِكَة تسمع قِرَاءَته وَتُوفِّي سنة عشْرين ¶ وَحمل عمر بن الْخطاب نعشه فِي من حمل ¶ فصل ¶ وَمِنْهُم الأرقم الَّذِي أسلم بعد سنة ¶ وَكَانَ فِي دَاره عِنْد الصَّفَا ¶ كَانَ صلى الله عَلَيْهِ وَسلم يستخفي من قُرَيْش فِي أول الْبَعْث وَأسلم فِيهَا جمَاعَة كَثِيرَة وَمِنْهُم جَابر ابْن عبد الله بن عمر الْأنْصَارِيّ ¶ قَالَ غزوت مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم ثَمَانِي عشرَة غَزْوَة وَكَانَت وَفَاته فِي أَربع وَسبعين وَهُوَ ابْن ارْبَعْ سنة ¶ وَمِنْهُم خَالِد بن سعيد بن الْعَاصِ بن أُميَّة أسلم بعد أَرْبَعَة وهم أَبُو بكر وَعلي بن أبي طَالب وَزيد بن حَارِثَة وَسعد بن أبي وَقاص ¶ وسر النَّبِي صلى الله عَلَيْهِ وَسلم بأسلامه ولازمه كثيرا وَكَانَ من الْعمَّال وَاسْتعْمل على الطرقات وَولي الْيمن ¶ وَمِنْهُم خَالِد بن الْوَلِيد وَكَانَ صَاحب الْإِعَانَة وَتَأَخر إِسْلَامه إِلَى سنة ثَمَان من الْهِجْرَة هُوَ وَعَمْرو بن الْعَاصِ ولنجدته كَانَ على خيل رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَمِنْهُم خُزَيْمَة بن ثَابت الْأنْصَارِيّ صَاحب الرَّايَة يَوْم فتح مَكَّة وَهُوَ الَّذِي جعل رَسُول الله صلى الله عَلَيْهِ وَسلم شَهَادَته شَهَادَة رجلَيْنِ وَقَاتل يَوْم صفّين حَتَّى قتل بعد موت عمار بن يَاسر فَإِنَّهُ روى حَدِيث عمار بن يَاسر (تقتله الفئة الباغية)",
            "page": "79",
            "part": "1",
            "seal": "09AF867F"
        },
        {
            "id": "51",
            "nass": "وَمِنْهُم خَارِجَة بن زيد وَكَانَ من أكَابِر قومه وآخا رَسُول الله صلى الله عَلَيْهِ وَسلم بَينه وَبَين أبي بكر وَكَانَت ابْنَته حَبِيبَة عِنْد أبي بكر وَابْنه زيد بن خَارِجَة هُوَ الَّذِي تكلم بعد مَوته وَسَنذكر ذَلِك فِي المعجزات وَمِنْهُم النمار بن صَيْفِي الْغِفَارِيّ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (إِذا رَأَيْت الْفِتْنَة فَالْزَمْ بَيْتك) ¶ وروى الثقاة البصريون قصَّته فِي الْقَمِيص وَهُوَ إِنَّمَا أوصى أَن يُكفن فِي ثَوْبَيْنِ فزادت ابْنَته الثَّالِث ¶ فَلَمَّا رجعُوا من دَفنه وجدوا الثَّوْب الثَّالِث فِي الْبَيْت ¶ وَمِنْهُم انس بن مَالك خَادِم رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ ودعا لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ (اللَّهُمَّ أَكثر مَاله وَولده وأطل عمره فعمر مائَة سنة) ¶ وَكَانَ لَهُ من الْوَلَد ثَمَانُون كلهم ذُكُور سوى ابْنَتَيْن ¶ وَكَانَ أَكثر الْأَنْصَار مَالا وَتُوفِّي سنة إِحْدَى وَتِسْعين ¶ وَسَأَلَهُ عَليّ بن أبي طَالب عَن شَيْء فَلم يجبهُ ¶ فَقَالَ اللَّهُمَّ اجْعَل فِيهِ برصا فِي مَكَان لَا تستره فِيهِ عمَامَته ¶ فَأَصَابَهُ البرص فِي وَجهه ¶ وَقَالَ لَهُ رجل مَا هَذَا فَقَالَ أثر النُّبُوَّة يُرِيد دَعْوَة عَليّ رَضِي الله عَنهُ ¶ وَمِنْهُم بِلَال بن حمامة اعتقه أَبُو بكر ¶ وَكَانَ طَاهِر الْقلب توفّي سنة إِحْدَى وَعشْرين لِلْهِجْرَةِ وَهُوَ ابْن سبعين سنة ¶ ولماقدم عمر بن الْخطاب على الشَّام وجده هُنَالك ¶ فَخرج وَأذن فَبكى وَبكى من مَعَه من النَّاس ¶ وَمِنْهُم جعدة بن هُبَيْرَة القريشي المَخْزُومِي أمه أم هاني أُخْت عَليّ بن أبي طَالب رَضِي الله عَنْهُم وَمِنْهُم حجر بن عدي الْكِنْدِيّ مَاتَ قَتِيلا وَقَالَ لأَهله لَا تزيلوا عني حديدا وَلَا تغسلوا عني دَمًا حَتَّى نَلْتَقِي مَعَ مُعَاوِيَة على الجادة ¶ وحزنت عَلَيْهِ عَائِشَة ¶ وَلما بلغ الرّبيع بن زِيَاد الْحَارِثِيّ أَن مُعَاوِيَة قتل حجر بن عدي قَالَ اللَّهُمَّ اقبضني إِلَيْك السَّاعَة فَمَاتَ فِي مَجْلِسه ¶ وَمِنْهُم زيد بن ثَابت الْأنْصَارِيّ الفرضي أحد كِتَابه صلى الله عَلَيْهِ وَسلم ¶ ولد بعد الْبَعْث بِسنتَيْنِ ¶ وَهُوَ أحد الَّذين جمعُوا الْقُرْآن وَإِلَى مَا عِنْده رَجَعَ عُثْمَان بن عَفَّان حِين كتب الْمَصَاحِف وَبعث بهَا إِلَى الْبلدَانِ وَهُوَ صَاحب بَيت المَال فِي أَيَّام عُثْمَان وَتُوفِّي وَهُوَ ابْن أَربع وَخمسين سنة",
            "page": "80",
            "part": "1",
            "seal": "C9A25A9F"
        },
        {
            "id": "52",
            "nass": "وَمِنْهُم زيد بن الأرقم الْأنْصَارِيّ ¶ قَالَ غزوت مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم سبع عشرَة غَزْوَة وَهُوَ الَّذِي أخبر عَن عبد الله بن سلول الْمُنَافِق أَنه قَالَ لَئِن رَجعْنَا إِلَى الْمَدِينَة ليخرجن الْأَعَز مِنْهَا الْأَذَل ¶ وَحلف عبد الله أَنه لم يقلهُ ¶ فَانْزِل الله الْآيَة ¶ وَتُوفِّي سنة ثَمَان وَسِتِّينَ ¶ وَمِنْهُم نَوْفَل بن الْحَارِث بن عبد الْمطلب ابْن عَم النَّبِي صلى الله عَلَيْهِ وَسلم أسر يَوْم بدر فِيمَن أسر من الْمُشْركين ¶ وَقَالَ لَهُ النَّبِي صلى الله عَلَيْهِ وَسلم (أفدي نَفسك) فَقَالَ مَا عِنْدِي شَيْء فَقَالَ لَهُ (ورماحك الَّتِي بحيرة) فَقَالَ وَالله ماعلم بهَا أحد أشهد أَنَّك رَسُول الله ¶ وفدى بهَا نَفسه وَكَانَت ألف رمح ¶ وَمِنْهُم عبد الله بت زيد الْخُزَاعِيّ من وُجُوه الصَّحَابَة ¶ وَكَانَ مَعَ عَليّ بن أبي طَالب يَوْم صفّين وَحبس سيفين وَقَاتل حَتَّى قتل هُوَ وَأَخُوهُ عبد الرَّحْمَن بن زيد ¶ وَمِنْهُم عبد الرَّحْمَن بن الْحَارِث بن أبي ضرار أَخُو جويرة أم الْمُؤمنِينَ ¶ قدم على النَّبِي صلى الله عَلَيْهِ وَسلم قبل إِسْلَامه فِي فدَاء أُسَارَى وغيب جَارِيَة سَوْدَاء فِي الطَّرِيق وأبعرة ¶ فَلَمَّا قدم على النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ لَهُ أَيْن الْجَارِيَة السَّوْدَاء والأبعرة الَّتِي عيبت فَقَالَ وَالله مَا حضر أحد وَلَا سبق أحد ¶ أشهد أَنَّك لرَسُول الله ¶ وَمِنْهُم عبد الله بن عمر الْأنْصَارِيّ وَالِد جَابر بن عبد الله مَاتَ شَهِيدا يَوْم أحد وأظلت الْمَلَائِكَة بأجنحتها حَتَّى دفن ¶ وَأخْبر النَّبِي صلى الله عَلَيْهِ وَسلم أَنه كلم الله مُوَاجهَة ¶ وَقَالَ (مَا كلم الله أحدا إِلَّا من وَرَاء حجاب) ¶ وَقَالَ لَهُ تمن عَليّ ¶ فَقَالَ (يارب تردني إِلَى الدُّنْيَا حَتَّى أقتل فِيك ثَانِيَة) ¶ فَقَالَ سبق مني أَنهم إِلَيْهَا لَا يرجعُونَ ¶ فَقَالَ (يارب فأبلغهم) فَأنْزل الله {وَلَا تحسبن الَّذين قتلوا فِي سَبِيل الله أَمْوَاتًا بل أَحيَاء عِنْد رَبهم يرْزقُونَ} ¶ وَمِنْهُم الهذلى أسلم قَدِيما وَقَالَ عَلمنِي فَمسح على رَأسه وَقَالَ إِنَّك",
            "page": "81",
            "part": "1",
            "seal": "1A03C60A"
        },
        {
            "id": "53",
            "nass": "معلم وَشهد لَهُ بِالْجنَّةِ ¶ وَهُوَ من الراسخين فِي الْعلم ¶ وَكَانَ رجلا قَصِيرا جدا نحيفا ¶ وَهُوَ الَّذِي قتل أَبُو جهل يَوْم بدر وفضله فِي الْقُرْآن وَالْعلم مَشْهُور ¶ توفّي فِي أَيَّام عُثْمَان سنة اثْنَيْنِ وَثَلَاثِينَ وسنه يزِيد على السِّتين ¶ وَمِنْهُم عبد الرَّحْمَن بن أبي بكر الصّديق رَضِي الله عَنْهُمَا شَقِيق عَائِشَة أمهما أم رُومَان رَضِي الله عَنهُ وَأسلم بعد أَبِيه بِمدَّة ¶ وَكَانَ صَالحا وَفِيه دعابة ¶ وَأَخُوهُ مُحَمَّد بن أبي بكر أمه اسماء بنت عُمَيْس وَهُوَ ربيب عَليّ بن أبي طَالب رَضِي الله عَنهُ وَأَخُوهُ لأمه مُحَمَّد بن جَعْفَر بن أبي طَالب ¶ توفّي عبد الرَّحْمَن سنة ثَلَاث وَخمسين ¶ وَيُقَال لم ير رَسُول الله صلى الله عَلَيْهِ وَسلم أَرْبَعَة على الْوَلَاء إِلَّا أَرْبَعَة إِلَّا عبد الرَّحْمَن وَابْنه مُحَمَّد وابوه أَبُو بكر وجده أَبُو قُحَافَة ¶ وَمِنْهُم عمار بن يَاسر أَبوهُ عَرَبِيّ قحطاني وَأمه أمة لبني مَخْزُوم وَهُوَ مولى لَهُم ¶ وَفتن وعذب فِي الله هُوَ وَأَبوهُ وَأمه فَمر بهم رَسُول الله صلى الله عَلَيْهِ وَسلم وهم يُعَذبُونَ فَقَالَ لَهُم (صبرا يآل يَاسر فَإِن مَوْعدكُمْ الْجنَّة) ¶ وَقتل يَوْم صفّين وَدَفنه عَليّ فِي ثِيَابه فِي سنة سبع وَثَلَاثِينَ وعمره يزِيد على السِّتين ¶ وَمِنْهُم شَمْعُون بن زيد من بني قريضة وَكَانَ من الْفُضَلَاء الزاهدين وَهُوَ ولد رَيْحَانَة سَرِيَّة النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَمِنْهُم أَبُو قَتَادَة الْأنْصَارِيّ فَارس رَسُول الله صلى الله عَلَيْهِ وَسلم وَتُوفِّي بِالْكُوفَةِ سنة أَرْبَعِينَ وَصلى عَلَيْهِ عَليّ بن أبي طَالب رَضِي الله عَنهُ وَكبر سبعا وَهُوَ ابْن سبعين سنة ¶ وَمِنْهُم أَبُو سُفْيَان بن الْحَارِث بن عبد الْمطلب ابْن عَم النَّبِي صلى الله عَلَيْهِ وَسلم وَأَخُوهُ من الرَّضَاع وَشبهه أسلم هُوَ وَابْنه جَعْفَر عَام الْفَتْح وَشهد لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "82",
            "part": "1",
            "seal": "96497DA3"
        },
        {
            "id": "54",
            "nass": "بِالْجنَّةِ وحفر قَبره بِالْمَدِينَةِ قبل مَوته بِثَلَاثَة أَيَّام ¶ وَمِنْهُم أَبُو الْيُسْر كَعْب بن عَمْرو وَهُوَ الَّذِي حبس الْعَبَّاس بن عبد الْمطلب يَوْم بدر وَكَانَ قَصِيرا جدا نحيفا ¶ وَكَانَ الْعَبَّاس رجلا طَويلا صخما فَلَمَّا جَاءَ بِهِ قَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم (لقد أعانك عَلَيْهِ ملك كريم) ¶ وَمِنْهُم خَارِجَة بن حذافة أحد فرسَان قُرَيْش وَكَانَ يعد بِأَلف فَارس ¶ قَالَ بعض أهل النِّسْبَة كتب عَمْرو بن الْعَاصِ لعمر بن الْخطاب من اقليم مصر يَطْلُبهُ فِي ثَلَاثَة آلَاف فَارس فَوجه إِلَيْهِ هَؤُلَاءِ الثَّلَاثَة ¶ وَمِنْهُم رِفَاعَة بن رَافع هُوَ وَأَخُوهُ خَالِد وَمَالك ¶ وَمِنْهُم زيد بن الْخطاب أَخُو عمر بن الْخطاب أسلم قبل أَخِيه وَشهد بَدْرًا وَمَا بعْدهَا ¶ وَقَالَ لَهُ أَخُوهُ يَوْم أحد خُذ دِرْعِي ¶ فَقَالَ لَهُ إِنِّي أُرِيد من الشَّهَادَة مَا تُرِيدُ ¶ فتركا الدرْع بِالْأَرْضِ ودخلا إِلَى الْقِتَال ¶ وَفِي عَام اثْنَي عشر قتل يَوْم الْيَمَامَة وَهُوَ قِتَالهمْ مَعَ مُسَيْلمَة الْكذَّاب الَّذِي ادّعى النُّبُوَّة ¶ وَمِنْهُم طليب بن عُمَيْر الْقرشِي أمه أروى عمَّة النَّبِي صلى الله عَلَيْهِ وَسلم وَهُوَ قديم الْإِسْلَام ¶ وَلما أسلم دخل على أمه أروى فَقَالَت لَهُ آمَنت بِابْن خَالك فَقَالَ لَهَا نعم ¶ فحضنته على نَصره وَالْقِيَام بأَمْره ¶ وَمِنْهُم الطُّفَيْل بن الطُّفَيْل بن عمر الدوسي الَّذِي بَعثه رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى قومه وأضاء طرف سَوْطه آيَة بدعوة رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَمِنْهُم مُحَمَّد بن مسلمة الْأنْصَارِيّ ¶ وَكَانَ من فضلائهم واستخلفه",
            "page": "83",
            "part": "1",
            "seal": "607CA3FC"
        },
        {
            "id": "55",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم فِي بعض غَزَوَاته وَتُوفِّي سنة ثَلَاث وَأَرْبَعين وَهُوَ ابْن سبع وَتِسْعين سنة ¶ وَمِنْهُم معَاذ بن جبل بَعثه صلى الله عَلَيْهِ وَسلم قَاضِيا إِلَى الْيمن وَجعل لَهُ قبض الصَّدقَات من الْعمَّال الَّذين بِالْيمن ¶ وَقَالَ فِيهِ صلى الله عَلَيْهِ وَسلم (يَأْتِي يَوْم الْقِيَامَة أَمَام الْعلمَاء) ¶ وَتُوفِّي سنة ثَمَانِي عشرَة وسنه نَحْو الثَّلَاثِينَ ¶ وَلم يلد لَهُ ولد قطّ ¶ وَمِنْهُم الْمُغيرَة بن شُعْبَة الثَّقَفِيّ وَكَانَ من الدهاة ¶ وَقَالَ الشَّافِعِي دهاة الْعَرَب أَرْبَعَة الْمُغيرَة بن شُعْبَة وَمُعَاوِيَة بن أبي سُفْيَان وَزِيَاد بن أبي سُفْيَان وَعَمْرو بن الْعَاصِ ¶ وَمِنْهُم مُعَاوِيَة الْمُزنِيّ وَكَانَ يكثر من قِرَاءَة قل هُوَ الله أحد دَائِما ¶ وببركتها بعث الله لَهُ سبعين ألفا من الْمَلَائِكَة يصلونَ عَلَيْهِ يَوْم توفّي ¶ وَمِنْهُم مُعَاوِيَة بن أبي سُفْيَان ن كِتَابه صلى الله عَلَيْهِ وَسلم وعده بَعضهم فِي الْمُؤَلّفَة ولاه عمر الشَّام وَتُوفِّي عمر وَله فِي الْولَايَة أَربع سِنِين وَأقرهُ عُثْمَان اثنى عشر عَاما وَألف أهل الشَّام ¶ وَلَا يَأْتِي إِلَّا فِي هَاتين المدتين وَكَانَ كثير الْعَطاء واستعان بِعَمْرو بن الْعَاصِ وَغَيره فِي فتنته مَعَ عَليّ بن أبي طَالب فِي فئته الباغية ¶ وتمهد الْأَمر لِابْنِهِ يزِيد وَلَيْسَ بصحابي ¶ وَقد اخْتلف الْعلمَاء فِي جَوَاز لعنة يزِيد فَمنهمْ من منع وَقَالَ التّرْك أحسن كالغزالي وَمن عُلَمَاء الْحجاز من أجَاز وَبِه آخذ فلعنة الله عَلَيْهِ ¶ وَمِنْهُم معقل بن يسَار الْمُزنِيّ وَهُوَ الَّذِي كَانَ يرفع أَغْصَان الشَّجَرَة عَن رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم الْبيعَة ¶ وَبَايَعُوهُ أَن لَا يفر أحد يعد مناجزة قُرَيْش وَفِيهِمْ نزل قَوْله تَعَالَى {لقد رَضِي الله عَن الْمُؤمنِينَ إِذْ يُبَايعُونَك تَحت الشَّجَرَة} ¶ وَمِنْهُم زيد بن أبي مرْثَد رَضِي الله عَنْهُمَا وَمَات أَمِيرا على سَرِيَّة فِي",
            "page": "84",
            "part": "1",
            "seal": "5DCFEE25"
        },
        {
            "id": "56",
            "nass": "السّنة الثَّالِثَة ¶ وروى عَن النَّبِي صلى الله عَلَيْهِ وَسلم (إِن اسركم أَن تقبل صَلَاتكُمْ فيؤمكم خياركم) ¶ وَمِنْهُم الْقَارِي الْمقري مُصعب بن عُمَيْر وَبَعثه صلى الله عَلَيْهِ وَسلم إِلَى الْمَدِينَة قبل الْهِجْرَة يُقْرِئهُمْ الفرآن ويفقههم ¶ وَهُوَ أول من صلى بهم الْجُمُعَة ¶ وَقتل يَوْم أحد وَكَانَت الرَّايَة بِيَدِهِ فبادر إِلَيْهِ عَليّ بن أبي طَالب وَأَخذهَا ¶ وَمِنْهُم النُّعْمَان بن معن الْمُزنِيّ صَاحب لِوَاء سَرِيَّة يَوْم الْفَتْح وَهُوَ أَمِير الْجَيْش يَوْم فتح الله أَصْبَهَان فِي أَيَّام عمر بن الْخطاب ¶ وَمِنْهُم نعيمان بن عُمَيْر وَهُوَ من قدماء الصَّحَابَة وكبرائهم ¶ وَكَانَ يضْحك النَّبِي صلى الله عَلَيْهِ وَسلم وَكَانَ رجلا صَالحا على مَا فِيهِ من الدعابة ¶ سَافر مرّة مَعَ أبي بكر وَكَانَ سليط بن حَرْمَلَة على الزَّاد فَطَلَبه نعيمان فِي شَيْء من الطَّعَام فَأبى وَغَضب وَحلف فِيهِ ¶ فَلَمَّا غَابَ أَبُو بكر قَالَ لطائفة من الْعَرَب خطرت عَلَيْهِم عِنْدِي عبدا إِذا أردتم أَن أبيعه لكم ¶ يَقُول أَنا حر فاشتروه مني ¶ فاشتروه ودفعوا لَهُ إبِلا فِي الْيمن ¶ وربطوه سِتَّة وَحَمَلُوهُ وَهُوَ يَقُول أَنا حر فَيَقُولُونَ لَهُ علمنَا مكرك ¶ وَجَاء أَبُو بكر فَأخْبر بسليط فَتَبِعهُمْ ورده وَأخذُوا إبلهم ¶ وَبلغ الْخَبَر إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَمِنْهُم صُهَيْب وَكَانَ إِسْلَامه قَدِيما مَعَ عمار بن يَاسر ¶ وَلما هَاجر رَسُول الله صلى الله عَلَيْهِ وَسلم أَرَادَ الْخُرُوج بعده فمنعته قُرَيْش حَتَّى دفع إِلَيْهِم مَاله ¶ فَأنْزل الله فِيهِ {وَمن النَّاس من يشري نَفسه ابْتِغَاء مرضات الله} ¶ وفضائل",
            "page": "85",
            "part": "1",
            "seal": "60999114"
        },
        {
            "id": "57",
            "nass": "صُهَيْب وسلمان الْفَارِسِي وبلال بن حمامة وعمار بن يَاسر وخباب التَّمِيمِي والمقداد بن الْأسود وَأبي ذَر الْغِفَارِيّ لَا يُحِيط بهَا كتاب وَمِنْهُم صَفْوَان بن أبي أُميَّة إِلَّا أَنه تَأَخّر إِسْلَامه ¶ وَأسْلمت زَوجته يَوْم الْفَتْح وَأسلم هُوَ بعْدهَا بِشَهْر وَأقَام على نِكَاحهَا ¶ واستعار مِنْهُ صلى الله عَلَيْهِ وَسلم سِلَاحا قبل إِسْلَامه ¶ فَقَالَ لَهُ (طَوْعًا أَو كرها) ¶ فَقَالَ بل طَوْعًا عَارِية مَضْمُونَة ¶ فأعاره ورد عَلَيْهِ عاريته وَأحسن إِلَيْهِ ¶ وَمَا قدم حَتَّى وَجه إِلَيْهِ رِدَاءَهُ أَمَانًا مَعَ ابْن عَمه ¶ وَقَالَ تلويني بشهرين ¶ فَقَالَ صلى الله عَلَيْهِ وَسلم (لَك أَرْبَعَة اشهر) ¶ وَمِنْهُم عبد الله بن جحش وَأَخُوهُ أَبُو أَحْمد وهما من الْمُهَاجِرين الْأَوَّلين وأختهما زَيْنَب أم الْمُؤمنِينَ وأخوهم عبيد الله بن جحش ¶ وَتَنصر بعد إِسْلَامه وَبَانَتْ مِنْهُ زَوجته حَبِيبَة بِأَرْض الْحَبَشَة وَعقد عَلَيْهَا النَّجَاشِيّ لرَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَمِنْهُم عبد الله بن جَعْفَر بن أبي طَالب وَهُوَ أول مَوْلُود ولد فِي الْإِسْلَام بِأَرْض الْحَبَشَة وَقدم مَعَ أَبِيه الْمَدِينَة ولازم وَحفظ وروى ¶ وَيُقَال لَهُ بَحر الْجُود لِأَنَّهُ لم يكن فِي الْإِسْلَام أسخى مِنْهُ ¶ وَمَات بِالْمَدِينَةِ سنة ثَمَانِينَ وَهُوَ ابْن تسعين سنة ¶ وَمِنْهُم عبد الرَّحْمَن بن حذافة أسلم قَدِيما وأرسله رَسُول الله صلى الله عَلَيْهِ وَسلم بِكِتَاب إِلَى كسْرَى فمزقه فَبلغ ذَلِك رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ (اللَّهُمَّ مزق ملكه) ¶ فَقتله ابْنه بِاللَّيْلِ وَذَلِكَ فِي سنة سبع ¶ وَعبد الرَّحْمَن هَذَا هُوَ الَّذِي قَالَ من أبي يَا رَسُول الله فَقَالَ (حذافة) ¶ فَقَالَت أمه مَا أعقله بِهَذَا السُّؤَال نظر اني اقترفت شَيْئا ¶ فَقَالَ لَهَا (وَالله لَو ذكرت لي عبدا أسود للحقت بِهِ) ¶ وَأمره رَسُول الله صلى الله عَلَيْهِ وَسلم على سَرِيَّة فَأمر بعد خُرُوجه بِجمع",
            "page": "86",
            "part": "1",
            "seal": "1A0A3B52"
        },
        {
            "id": "58",
            "nass": "الْحَطب وأوقد بالنَّار ¶ وَقَالَ لمن مَعَه (اقتحموا النَّار) فَأَبَوا فَقَالَ لَهُم فَأَيْنَ الطَّاعَة فَقَالُوا مَا آمنا إِلَّا لننجو من النَّار فصوب رَسُول الله صلى الله عَلَيْهِ وَسلم فعلهم ¶ وَقَالَ (لَا طَاعَة لمخلوق فِي مَعْصِيّة الْخَالِق) ¶ وَكَانَت فِيهِ دعابة وَكَانَ يضْحك النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَمِنْهُم عبد الله بن رَوَاحَة أحد شعراء النَّبِي صلى الله عَلَيْهِ وَسلم هُوَ وَحسان بن ثَابت وَكَعب بن مَالك ¶ وَفِيهِمْ نزل قَوْله تَعَالَى إِلَّا الَّذين أمنُوا وَعمِلُوا الصلحت وَذكروا الله كثيرا فَقَالَ لَهُ النَّبِي صلى الله عَلَيْهِ وَسلم يَوْمًا (قل شعرًا تَقْتَضِي السَّاعَة) ¶ فَأَنْشد ¶ (أَنِّي تفرست فِيك الْخَيْر أعرفهُ ... وَالله يعلم ان مَا خانني النّظر) ¶ (أَنْت النَّبِي وَمن يحرم شَفَاعَته ... يَوْم الْحساب لقد أزرى بِهِ الْقدر) ¶ فَقَالَ لَهُ النَّبِي صلى الله عَلَيْهِ وَسلم (ثبتك الله يَا بن رَوَاحَة) ¶ وَمَات شَهِيدا وَفتحت لَهُ الْجنَّة ¶ وَمِنْهُم عبد الله بن عمر بن الْخطاب رَضِي الله عَنْهُمَا أسلم مَعَ أَبِيه وَهُوَ صَغِير وَقَالَ فِيهِ رَسُول الله صلى الله عَلَيْهِ وَسلم (عبد الله رجل صَالح) ¶ وَمَات سنة ثَلَاثَة وَسبعين أُسَمِّهِ الْحجَّاج انتقم الله مِنْهُ ¶ وَمِنْهُم عبد الله بن عَمْرو بن الْعَاصِ أسلم قبل أَبِيه ¶ وَكَانَ بَينهمَا فِي السن اثْنَي عشر عَاما وَكَانَ من عُلَمَاء الصَّحَابَة وَكَانَ يكْتب الحَدِيث ¶ وَكَانَ صواما قواما ¶ وَمِنْهُم عبد الله بن عَبَّاس الْفَقِيه الراسخ لَازم فِي صغره ¶ وَرُوِيَ أَنه انْتفع بدعوة رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَولد قبل الْهِجْرَة بِثَلَاث سِنِين وَمَات سنة",
            "page": "87",
            "part": "1",
            "seal": "9CC51A77"
        },
        {
            "id": "59",
            "nass": "ثَمَان وَسِتِّينَ فِي ايام عبد الله بن الزبير بن الْعَوام ¶ وَمِنْهُم عبد الله بن سَلام من ولد يُوسُف عَلَيْهِ السَّلَام ¶ وَهُوَ أحد الْأَحْبَار وَأسلم سنة الْهِجْرَة ¶ وَأشْهد لَهُ صلى الله عَلَيْهِ وَسلم بِالْجنَّةِ ¶ وَتُوفِّي سنة ثَلَاث وَأَرْبَعين ¶ وَمِنْهُم عبَادَة بن الصَّامِت وَشهد الْمشَاهد كلهَا وَهُوَ أول من ولي الْقَضَاء بِالشَّام فِي أَيَّام عمر رَضِي الله عَنهُ ¶ ونزعه مُعَاوِيَة فِي شَيْء فَرجع إِلَى الْمَدِينَة فَرده عمر إِلَى الْقَضَاء ¶ وَكتب لمعاوية لَا امارة لَك عَلَيْهِ ¶ وَتُوفِّي بالقدس سنة أَربع وَثَلَاثِينَ ¶ وَمِنْهُم عبد الله الفريشي وَهُوَ قديم فِي الْإِسْلَام ¶ وَهُوَ أول من خرج بالسرية فِي ثَمَانِينَ رَاكِبًا سنة سِتِّينَ من الْهِجْرَة ¶ وَمِنْهُم عَامر بن فهَيْرَة مولى أبي بكر الصّديق رَضِي الله عَنهُ وَهَاجَر مَعَه إِلَى الْمَدِينَة ¶ وَمِنْهُم عمرَان بن حُصَيْن من فضلاء الصَّحَابَة وفقهائهم ¶ وَكَانَ يرى الْحفظَة وتكلمه حَتَّى اكتوى وَأسلم هُوَ وَأَبُو هُرَيْرَة عَام خَيْبَر ¶ وَمِنْهُم العابد الْمُجَاهِد عُثْمَان بن مضعون وَشهد بَدْرًا بعد ذَلِك بِالْمَدِينَةِ وَقَبله صلى الله عَلَيْهِ وَسلم بعد مَوته وَبكى ¶ ثمَّ قَالَ اسْتغْفر الله وَجعل حجرا عِنْد قَبره ليعرف بِهِ ¶ وَكَانَ يزور قَبره ¶ وَلما توفّي وَلَده إِبْرَاهِيم عَلَيْهِ السَّلَام قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (إلحق بالسلف الصَّالح عُثْمَان بن مضعون) ¶ وَمِنْهُم الْعَلَاء بن الْحَضْرَمِيّ بَعثه صلى الله عَلَيْهِ وَسلم إِلَى ملك الْبَحْرين ¶ ثمَّ ولاه الْبَحْرين بعد فتحهَا وَأمره أَبُو بكر وَعمر وَتُوفِّي فِي أَيَّام عمر سنة أَربع عشرَة وَهُوَ الَّذِي خَاضَ الْبَحْر مَاشِيا وقطعها كالوادي وَهَذَا مَشْهُور عَنهُ ¶ وَلما توفّي ولى عمر أَبَا هُرَيْرَة مَكَانَهُ",
            "page": "88",
            "part": "1",
            "seal": "CB54227A"
        },
        {
            "id": "60",
            "nass": "وَمِنْهُم عِكْرِمَة بن أبي جهل ¶ فر يَوْم الْفَتْح إِلَى الْيمن ثمَّ جَاءَ وَأسلم وَمَات شَهِيدا ¶ وَمِنْهُم عتاب بن أسيد ¶ وَاسْتَعْملهُ النَّبِي صلى الله عَلَيْهِ وَسلم على مَكَّة وسنه نَحْو عشْرين وَحج بِالنَّاسِ سنة ثَمَان وَحج الْمُشْركُونَ فِي ذَلِك الْعَام ¶ ثمَّ حج أَبُو بكر بِالنَّاسِ سنة تسع وَمنع الْمُشْركين من الْحَج وانتقض الْعَهْد ¶ وَحج رَسُول الله صلى الله عَلَيْهِ وَسلم سنة عشر ¶ وَلم يزل عتاب واليا على مَكَّة حَتَّى توفّي بهَا يَوْم توفّي أَبُو بكر ¶ وَكَانَ زاهدا لم يملك فِي ولَايَته غير قَمِيص وَاحِد ¶ وَمِنْهُم عكاشة بن محص رَضِي الله عَنهُ ¶ شهد بَدْرًا وَقَاتل حَتَّى انْكَسَرَ سَيْفه فَنَاوَلَهُ صلى الله عَلَيْهِ وَسلم عودا فَرجع فِي يَده سَيْفا ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (يدْخلُونَ الْجنَّة من أمتِي سبعين الْفَا لَا حِسَاب عَلَيْهِم) ¶ فَقَالَ عكاشة ادْع الله لي أَن يَجْعَلنِي مِنْهُم ¶ فَقَالَ (اللَّهُمَّ اجْعَلْهُ مِنْهُم) ¶ فَقَامَ آخر يطْلب ذَلِك فَقَالَ صلى الله عَلَيْهِ وَسلم (سَبَقَك بهَا عكاشة) ¶ وَمِنْهُم قيس بن سعد بن عبَادَة الْأنْصَارِيّ ¶ أسلم هُوَ وَأَبوهُ وجده ¶ وَكَانَ قيس فَاضلا شجيعا كَرِيمًا صَاحب رَأْي ¶ وَحلق رَأسه يَوْم توفّي عَليّ بن أبي طَالب رَضِي الله عَنهُ هُوَ وَقَومه وَكَانُوا أَرْبَعمِائَة وَقيل أَرْبَعَة آلَاف ¶ وَكَانَ مَعَ الْحسن بن عَليّ رَضِي الله عَنهُ ¶ وَغَضب لصلحه مَعَ مُعَاوِيَة وفر إِلَى الْمَدِينَة بِنَفسِهِ وَأَقْبل على الْعِبَادَة بِنَفسِهِ حَتَّى توفّي سنة سِتِّينَ وَهُوَ الْقَائِل يَوْم صفّين ¶ (هَذَا اللِّوَاء الَّذِي كُنَّا نحف بِهِ ... مَعَ النَّبِي وَجِبْرِيل لنا مدد) ¶ (من كَانَت الْأَنْصَار عيبته ... أَلا يكون لَهُم من غَيره أحد) ¶ وَمِنْهُم قَتَادَة بن النُّعْمَان شهد الْمشَاهد كلهَا وَأُصِيبَتْ عينه يَوْم أحد",
            "page": "89",
            "part": "1",
            "seal": "EFBFD7FA"
        },
        {
            "id": "61",
            "nass": "وردهَا رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ أَخُو أَبُو سعيد الخذري من الْأُم ¶ وَمِنْهُم سَلمَة بن الْأَكْوَع وَكَانَ فَاضلا شجاعا ¶ وَهُوَ الَّذِي كَلمه الذِّئْب ¶ وَذَلِكَ أَن ذئبا أَخذ ظَبْيَة فَتَبِعَهُ حَتَّى نَزعهَا مِنْهُ ¶ فَقَالَ لَهُ الذِّئْب تَأْخُذ رِزْقِي ¶ فَقَالَ هَذَا عجب ¶ فَقَالَ الذِّئْب أعجب من هَذَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم يدعوكم لعبادة الله وَأَنْتُم مَعَ الْأَوْثَان ¶ فبادر وَأسلم ¶ وَمِنْهُم هِنْد بن أبي هَالة ربيب رَسُول الله صلى الله عَلَيْهِ وَسلم أمه خَدِيجَة وَمَات فِي طاعون الْبَصْرَة ¶ وَحكي أَنه مَاتَ فِي ذَلِك الْيَوْم سَبْعُونَ ألفا وَلم يُوجد من يحملهُ فنادت واربيب رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ فَتركت الْجَنَائِز كلهَا حَتَّى حمل أعظاما للنَّبِي صلى الله عَلَيْهِ وَسلم ¶ ولرسول الله صلى الله عَلَيْهِ وَسلم ربايب من أم سَلمَة عمر بن أبي سَلمَة وأختاه زَيْنَب وَأم كُلْثُوم ¶ وَمِنْهُم أَبُو أَيُّوب الْأنْصَارِيّ من أكَابِر الصَّحَابَة وَتُوفِّي بِالْقُسْطَنْطِينِيَّةِ من أَرض الرّوم سنة خمسين ¶ قَالَ ابْن الْقَاسِم عَن مَالك بَلغنِي أَن الرّوم يستسقون بقبره عِنْد الْحَاجة إِلَى الْمَطَر ¶ وَمِنْهُم أَبُو بردة بن نيار وَشهد الْمشَاهد كلهَا بَدْرًا وَغَيرهَا وَتُوفِّي فِي أخر خلَافَة مُعَاوِيَة بعد شُهُوده مَعَ عَليّ حروبه كلهَا ¶ وَمِنْهُم أَبُو هُرَيْرَة وَاخْتلف فِي اسْمه وَصَحَّ مَا قيل فِيهِ إِنَّه عبد الرَّحْمَن وَقيل عبد الله بن صَخْر ¶ قَالَ حملت هرة فِي كمي ¶ قَالَ لي رَسُول الله صلى الله عَلَيْهِ وَسلم (مَا هَذِه) فَقلت هرة ¶ فَقَالَ لي (أَنْت أَبُو هُرَيْرَة) ¶ أسلم عَام خَيْبَر وشهدها ولازم وَحفظ وروى وَشهد لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم بحرصه فِي الْعلم ¶ وَكَانَ يَدُور مَعَه حَيْثُ مَا دَار فِي بيوته يَأْكُل مَعَه وولاه عمر الْبَحْرين وَتُوفِّي بِالْمَدِينَةِ سنة سبع وَخمسين وَهُوَ ابْن ثَمَان وَسبعين ¶ وَمِنْهُم مَالك بن سِنَان وَالِد ابي سعيد الْخُدْرِيّ رَضِي الله عَنْهُمَا",
            "page": "90",
            "part": "1",
            "seal": "CADB058F"
        },
        {
            "id": "62",
            "nass": "واسلم أبي سعيد ¶ وَكَانَ أَبُو سعيد من الصَّحَابَة وَتُوفِّي سنة أَربع وَسبعين ¶ وَمِنْهُم سعد بن معَاذ وَهُوَ الَّذِي اهتز الْعَرْش لمَوْته فَنزل جِبْرِيل يسْأَل وَهُوَ حَدِيث صَحِيح ¶ وَفتحت لَهُ أَبْوَاب السَّمَاء وَحَمَلته الْمَلَائِكَة مَعَ من حمله ¶ وَمَات بِجرح أَصَابَهُ يَوْم الخَنْدَق ¶ وَمِنْهُم أَبُو طيبَة حجام النَّبِي صلى الله عَلَيْهِ وَسلم ¶ روى حَدِيث فِي الْحِنَّاء وَهِي النَّفَقَة فِي الْحِنَّاء كَالنَّفَقَةِ فِي الْحَج ¶ الدِّرْهَم بسبعمائة ¶ وَمِنْهُم أَبُو لبَابَة بن عبد الْمُنْذر شهد بَدْرًا وَغَيرهَا واستخلفه رَسُول الله صلى الله عَلَيْهِ وَسلم على الْمَدِينَة مرَّتَيْنِ ¶ وَهُوَ الَّذين ربط نَفسه بالسلسلة وهجر الطَّعَام وَالشرَاب حَتَّى يَتُوب الله عَلَيْهِ ¶ وحله رَسُول الله صلى الله عَلَيْهِ وَسلم بِيَدِهِ ¶ وَمِنْهُم أَبُو مُوسَى الْأَشْعَرِيّ وَهُوَ عبد الله بن قيس وَأسلم قَدِيما بِمَكَّة ¶ ثمَّ خرج إِلَى قومه ¶ ثمَّ قدم سنة خَيْبَر مَعَ نَاس من الْأَشْعَرِيين ¶ وَكَانَ يخدع ولايعلم أَنه يخدع ¶ فصل ¶ وحرس فِي السّفر جمَاعَة من الصَّحَابَة كَانُوا يتسابقون إِلَى ذَلِك بِاللَّيْلِ يحرسونه من الْكفَّار ¶ حَتَّى نزل قَوْله تَعَالَى {يَا أَيهَا الرَّسُول بلغ مَا أنزل إِلَيْك من رَبك} ¶ فَلَمَّا نزلت الْآيَة خرج رَسُول الله صلى الله عَلَيْهِ وَسلم من الْغَيْبَة وَقَالَ (انصرفوا فَإِن الله عصمني صلى الله عَلَيْهِ وَسلم تَسْلِيمًا)",
            "page": "91",
            "part": "1",
            "seal": "77178BBC"
        },
        {
            "id": "64",
            "nass": "الْبَاب الثَّالِث فِي مبعثه صلى الله عَلَيْهِ وَسلم وبعوثه وغزواته ووفاته",
            "page": "93",
            "part": "1",
            "seal": "FA417104"
        },
        {
            "id": "66",
            "nass": "الْفَصْل الأول فِي مبعثه صلى الله عَلَيْهِ وَسلم ¶ وَهُوَ ابْن اربعين سنة ¶ وَكَانَ خرج فِي تِجَارَة إِلَى الشَّام وَهُوَ ابْن خمس وَعشْرين سنة ¶ وَشهد بُنيان الْكَعْبَة وَهُوَ ابْن خمس وَثَلَاثِينَ سنة ¶ ورضيت قُرَيْش بِحكمِهِ وَوضع الْحجر الْأسود بِيَدِهِ الْمُبَارَكَة ¶ وَكَانَ ياقوته بَيْضَاء من الْجنَّة أسود بخطايا بني آدم ¶ والكعبة بناها شِيث عَلَيْهِ السَّلَام بعد أَن كَانَت ربوة ¶ وَحج إِلَيْهَا آدم عَلَيْهِ السَّلَام قبل بنائها ¶ وَأول مَا بَدَأَ بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم الرُّؤْيَا الصَّالِحَة ¶ وَكَانَ لَا يرى رُؤْيا إِلَّا خرجت كفلق الصُّبْح ¶ وَكَانَ لَا يمر على حجر وَلَا شجر إِلَّا سلم عَلَيْهِ بالرسالة ¶ وَجَاء جِبْرِيل عَلَيْهِ السَّلَام وَقَالَ اقْرَأ ¶ قَالَ (مَا انا بقارئ) ¶ فَقَالَ اقْرَأ باسم رَبك ¶ ثمَّ قَالَ لَهُ يَا مُحَمَّد أَنْت رَسُول الله وَأَنا جِبْرِيل ¶ وَكَانَت نبوءته يَوْم الِاثْنَيْنِ الثَّامِن من شهر ربيع الأول سنة إِحْدَى وَأَرْبَعين من عَام الْفِيل وَرَأَتْ قُرَيْش النُّجُوم يرْمى بهَا بعد عشْرين يَوْمًا من مبعثه ¶ وَأول من آمن بِاللَّه تَعَالَى خَدِيجَة وَأَبُو بكر وَعلي بن أبي طَالب وَزيد بن حَارِثَة وَسعد بن أبي وَقاص ¶ وَقَالَ عمار بن يَاسر اسلمت بعد ثَمَانِيَة ¶ واسلم حَمْزَة عَم النَّبِي صلى الله عَلَيْهِ وَسلم بعدهمْ وَأسلم عمر بن الْخطاب بعد تِسْعَة وَثَلَاثِينَ رجلا وأعز الله الْإِسْلَام بِهِ ¶ وَاشْتَدَّ بغض رُؤَسَاء قُرَيْش وَالنَّبِيّ صلى الله عَلَيْهِ وَسلم يبلغ وَيبين ¶ فَقَالَ فريق من",
            "page": "95",
            "part": "1",
            "seal": "E2655FEB"
        },
        {
            "id": "67",
            "nass": "قُرَيْش لأبي طَالب ابْن أَخِيك يعيب ديننَا ويضل أباءنا ¶ فإمَّا أَن تكفه عَنَّا وَإِمَّا ان تخلي بَيْننَا وَبَينه ¶ فَأعْلم النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ (يَا عَم وَالله مَا تركت هَذَا الْأَمر حَتَّى يظهره الله) ¶ فَقَالَ لَهُ قل مَا شِئْت ¶ وَبَالغ الْمُشْركُونَ فِي إذاية الْمُسلمين ¶ وَحفظ الله نبيه صلى الله عَلَيْهِ وَسلم وحجبهم عَنهُ ¶ وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (لَو خَرجْتُمْ إِلَى أَرض الْحَبَشَة) ¶ فَخرج جملَة من الْمُسلمين وَهِي أول هِجْرَة فِي الْإِسْلَام وَكَانَت فِي رَجَب فِي السّنة الْخَامِسَة من الْبَعْث ¶ خرج عُثْمَان بن عَفَّان وَعبد الرَّحْمَن بن عَوْف وَالزُّبَيْر بن الْعَوام وجعفر بن أبي طَالب وَجَمَاعَة من الرِّجَال وَالنِّسَاء ودخلوا على النَّجَاشِيّ مَالك الْحَبَشَة وسألهم عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَقَالَ هَل مَعكُمْ شَيْء مِمَّا جَاءَ بِهِ فَقَرَأَ جَعْفَر بن أبي طَالب صدر كهيعص ذكر فَبكى الْملك وجلساؤه وَقَالَ انتم آمنون ¶ ورد هَدِيَّة قُرَيْش ورسولهم عَمْرو بن الْعَاصِ وَغَيره الَّذِي جَاءَ يطْلب الْمُسلمين وَقَالَ لمن هَاجر أَنْتُم آمنون فِي بلادي ¶ وعذب من عذب فِي الله بِمَكَّة كعمار وبلال وَغَيرهمَا وتعاقد الْمُشْركُونَ أَلا يُبَاع مُشْرك مُؤمن وَلَا يناكح وَلَا يُجَالس وحوصروا فِي شعاب مَكَّة وأصابهم من الانحصار شدَّة عَظِيمَة وَمنع الله نبيه صلى الله عَلَيْهِ وَسلم حفظا من ربه بِعَمِّهِ أبي طَالب ¶ وَكَانَ الْأَنْصَار بعد المبعث بست سِنِين ومكثوا فِي الشعاب ثَلَاث سِنِين وَخَرجُوا مِنْهُ ¶ ثمَّ مَاتَ أَبُو طَالب وسنه صلى الله عَلَيْهِ وَسلم تسع وَأَرْبَعُونَ وَثَمَانِية أشهر وَعشرَة أَيَّام ¶ ثمَّ مَاتَت خَدِيجَة بعده بِثَلَاثَة أَيَّام ¶ وَلما توفى أَبُو طَالب خرج النَّبِي صلى الله عَلَيْهِ وَسلم إِلَى الطَّائِف على مَكَّة ودعاهم إِلَى الله عز وَجل فَلم يُجِيبُوهُ وأتبعوه بِالْحِجَارَةِ والاذاية وَهُوَ يَدْعُو لَهُم",
            "page": "96",
            "part": "1",
            "seal": "1811AF51"
        },
        {
            "id": "68",
            "nass": "بالهداية ¶ فَرجع وأتى ظلّ شَجَرَة وَصلى رَكْعَتَيْنِ ¶ ودعا بِهَذَا الدُّعَاء (اللَّهُمَّ إِلَيْك أَشْكُو ضعف قوتي وَقلة حيلتي وهواني على النَّاس يَا أرْحم الرَّاحِمِينَ أَنْت رب الْمُسْتَضْعَفِينَ وَأَنت رَبِّي إِلَى من تَكِلنِي ألى بعيد يتجهمني أَو إِلَى عَدو ملكته أَمْرِي إِن لم يكن بك عَليّ غضب فَلَا أُبَالِي ¶ لتكن عافيتك أوسع لي ¶ أعوذ بِنور وَجهك الْكَرِيم الَّذِي أشرقت لَهُ الظُّلُمَات وَصلح عَلَيْهِ أَمر الْأَوَّلين والآخرين أَن ينزل بِي غضبك أَو يحل عَليّ سخطك لَك العتبى حَتَّى ترْضى وَلَا حول وَلَا قُوَّة إِلَّا بك) ¶ وَلما دَعَا رَسُول الله صلى الله عَلَيْهِ وَسلم بِهَذَا الدُّعَاء نزل جِبْرِيل وَمَعَهُ ملك الْجبَال وَقَالَ يَا مُحَمَّد هَذَا ملك الْجبَال بَعثه الله إِلَيْك إِن شِئْت أَن أطبق عَلَيْهِم الْجبَال فَأمره ¶ قَالَ صلى الله عَلَيْهِ وَسلم (بل أَرْجُو أَن يخرج الله من أصلابهم من يعبد الله وَلَا يُشْرك بِهِ شَيْئا) ¶ فصل ¶ وَرجع رَسُول الله صلى الله عَلَيْهِ وَسلم من الطَّائِف إِلَى مَكَّة ومت بِهِ وَهُوَ يُصَلِّي بِاللَّيْلِ نفر من الْجِنّ من أهل نَصِيبين وَسنة يَوْمئِذٍ خَمْسُونَ سنة وَثَلَاثَة أشهر فآمنوا وولوا إِلَى قَومهمْ منذرين ¶ وَنزل قَوْله تَعَالَى (قل اوحى إِلَيّ أَنه اسْتمع نفر من الْجِنّ) ¶ ثمَّ فَشَا الْإِسْلَام وَكثر ¶ فصل ¶ وَأسرى بِهِ صلى الله عَلَيْهِ وَسلم فِي الْيَقَظَة من الْمَسْجِد الْحَرَام إِلَى الْمَسْجِد الْأَقْصَى وَهُوَ بَيت الْمُقَدّس بعد سنة وَنصف بعد رُجُوعه من الطَّائِف وَذَلِكَ قبل الْهِجْرَة بِسنتَيْنِ ¶ قَالَ صلى الله عَلَيْهِ وَسلم (بَيْنَمَا أَنا قَائِم إِذْ جَاءَنِي جِبْرِيل فهزني فَقُمْت مَعَه وَخرجت فَإِذا أَنا بِالْبُرَاقِ مُلجمًا مسروجا وَهِي الدَّابَّة الَّتِي تحمل عَلَيْهَا الْأَنْبِيَاء تضع حافرها عِنْد مُنْتَهى بصرها فركبتها ثمَّ أتيت الْمُقَدّس",
            "page": "97",
            "part": "1",
            "seal": "B1685E76"
        },
        {
            "id": "69",
            "nass": "فَوجدت ابراهيم ومُوسَى وَعِيسَى فِي نفر من الْأَنْبِيَاء فَصليت بهم ¶ وَلما فرغت أُوتِيَ بالمعراج وَلم أر قطّ شَيْئا أحسن مِنْهُ ¶ وَهُوَ الَّذِي يمد إِلَيْهِ ميتكم بَصَره إِذْ احْتضرَ فأصعدني جِبْرِيل فِيهِ حَتَّى انْتهى إِلَى بَاب السَّمَاء وَعَلِيهِ ملك يُقَال لَهُ اسماعيل تَحت يَده اثْنَي عشر الف ملك تَحت كل ملك اثْنَي عشر الف ملك ¶ وتلا وَمَا يعلم جنود رَبك إِلَّا هُوَ فَقَالَ من هَذَا فَقَالَ مُحَمَّد ¶ فَقَالَ ابْعَثْ إِلَيْهِ ¶ قَالَ (ثمَّ صعد بِي إِلَى السَّمَاء) الثَّانِيَة فَقَالُوا من هَذَا ¶ كَذَلِك إِلَى السَّمَاء السَّابِعَة وَلَقِيت آدم فِي الأولى وَعِيسَى وزَكَرِيا وَيحيى فِي الثَّانِيَة ويوسف فِي الثَّالِثَة وادريس فِي الرَّابِعَة وَهَارُون فِي الْخَامِسَة ومُوسَى فِي السَّادِسَة وأبراهيم فِي السَّابِعَة ... الْبَيْت الْمَعْمُور يدْخلُونَ كل يَوْم سَبْعُونَ ألف ملك لَا يرجعُونَ إِلَى يَوْم الْقِيَامَة وتلقيت فرض الصَّلَاة وَأول الْفَرْض خَمْسُونَ وَسَأَلت التَّخْفِيف بِإِشَارَة مُوسَى مرّة بعد مرّة حَتَّى بقيت الْخمس ¶ وأستحييت أَن أراجع رَبِّي فَمن أداهن إِيمَانًا واحتسابا فَلهُ اجْرِ الْخمسين ¶ وَحدث رَسُول الله صلى الله عَلَيْهِ وَسلم بإسرائه فَقَالَت قُرَيْش كَيفَ يقطع مَسَافَة شهر ذَهَابًا وَشهر رَاجعا وارتد كثير مِمَّن أسلم ¶ وَقَالَ أَبُو بكر وَالله لقد صدق ¶ ثمَّ قَالَ صفه لنا يَا رَسُول الله ¶ فَرفع لَهُ بَيت الْمُقَدّس وَهُوَ ينظر فِيهِ ويصفه ويصدقه فَإِنَّهُ رَآهُ قبل ذَلِك ¶ وَبَيت الْمُقَدّس بناه دَاوُود عَلَيْهِ السَّلَام وكمله سُلَيْمَان ابْنه وَذَلِكَ بعد بِنَاء الْكَعْبَة بِأَرْبَعِينَ سنة ¶ وَحَدِيث الْمِعْرَاج طَوِيل وَهَذَا طرف مِنْهُ وبسببه وقفت الشَّمْس فَإِنَّهُ لما كَانَ يُحَدِّثهُمْ سَأَلُوا قُريْشًا عَن عبيدهم وأصحابهم هَل لاقيت أحدا مِنْهُم فَقَالَ (نعم) فَقَالُوا مَتى قدومهم فَقَالَ يَوْم الْأَرْبَعَاء ¶ وكادت الشَّمْس أَن تغيب يَوْم الْأَرْبَعَاء قبل قدومهم فَدَعَا الله تَعَالَى وَحبس سَاعَة حَتَّى كَانَ قدومهم بِالنَّهَارِ ¶ وَلم تحبس الشَّمْس إِلَّا ثَلَاث مَرَّات هَذِه وَمرَّة ليوشع بن نون عَلَيْهِ السَّلَام حِين خَافَ من الْعَدو بِاللَّيْلِ فَدَعَا الله ان يبقي النَّهَار حَتَّى يصل إِلَى الْمَكَان الَّذِي أَرَادَ ¶ ويوشع هُوَ ابْن أُخْت مُوسَى وَهَارُون عَلَيْهِمَا السَّلَام ¶ ووقفت الشَّمْس الْمرة الثَّالِثَة لعَلي بن أبي طَالب حَتَّى صلى",
            "page": "98",
            "part": "1",
            "seal": "3B3DEAE8"
        },
        {
            "id": "70",
            "nass": "الْعَصْر فِي وَقتهَا بدعوة النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَالسَّبَب أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يُوحى إِلَيْهِ فِي حجر عَليّ وَعَلِيهِ صَلَاة الْعَصْر وَنقل بَعضهم أَنَّهَا رجعت بعد أَن غربت وَهِي آيَة عَظِيمَة ¶ وعَلى هَذَا يتَوَجَّه هَا هُنَا سُؤال أَن من صلى الْمغرب فِي هَذَا الْيَوْم هَل يُعِيدهَا بعد غُرُوبهَا ثَانِيَة أم لَا جَوَابه أَنه لَا إِعَادَة عَلَيْهِ وَلم أره ¶ إِلَّا أَن بَعضهم قَالَ فِي صَاحب الخطوة إِذا صلى الْمغرب فِي مَكَان الشَّرْقِي ثمَّ قدم الْمَكَان الغربي وَوجد الشَّمْس لم تغرب انه لَا إِعَادَة عَلَيْهِ ¶ فصل ¶ وَلما أَرَادَ الله تَعَالَى إِظْهَار دينه وانجاز وعد نبيه صلى الله عَلَيْهِ وَسلم خرج فِي الْمَوْسِم يعرض الدّين على الْقَبَائِل كعادته فِي كل موسم ¶ فلقي نَفرا من الْخَزْرَج عِنْد الْعقبَة فَدَعَاهُمْ إِلَى الله فآمنوا وَانْصَرفُوا لقومهم وشاع ذَلِك فيهم ثمَّ ورد فِي الْمَوْسِم الثَّانِي اثْنَا عشر رجلا فَبَايعُوهُ فِي الْعقبَة وَرَجَعُوا إِلَى الْمَدِينَة ¶ وَبعث مُصعب بن عُمَيْر رَضِي الله عَنهُ يعلمهُمْ دينهم ¶ ثمَّ رد مُصعب بن عُمَيْر وَحضر الْمَوْسِم فِي الْعَام الثَّالِث وَمَعَهُ من الْمُسلمين ثَلَاثَة وَسَبْعُونَ رجلا وَامْرَأَتَانِ ¶ فَجَاءَهُمْ النَّبِي صلى الله عَلَيْهِ وَسلم بِاللَّيْلِ وَمَعَهُ عَمه الْعَبَّاس قبل إِسْلَامه وَقيل كَانَ يكتم إِسْلَامه ¶ فَقَالَ لَهُم الْعَبَّاس إِن مُحَمَّدًا هَا هُنَا فِي عز وَفِي مَنْعَة وَهُوَ يُرِيد الانحياز إِلَيْكُم فَإِن كُنْتُم تمنعونه فَحسن وَإِلَّا فَدَعوهُ ¶ فَقَالُوا نعم وَلَعَلَّه إِن أظفره الله بعدوه يرجع إِلَى قومه ويدعنا ¶ فَتَبَسَّمَ رَسُول الله صلى الله عَلَيْهِ وَسلم ثمَّ قَالَ (أخرجُوا إِلَيّ اثْنَي عشر نَقِيبًا يَعْنِي من عظمائكم) ¶ فأخرجوا تِسْعَة من الْخَزْرَج وَثَلَاثَة من الْأَوْس وَبَايَعُوا النَّبِي صلى الله عَلَيْهِ وَسلم على السّمع وَالطَّاعَة فِي الْعسر واليسر وَانْصَرفُوا إِلَى الْمَدِينَة ¶ ثمَّ هَاجر رَسُول الله صلى الله عَلَيْهِ وَسلم بعد ثَلَاثَة وَخمسين سنة من عمره وَذَلِكَ فِي شهر ربيع الأول ¶ وَالْهجْرَة بِأَمْر الله عز وَجل حَتَّى لَا يجْرِي حكم مُشْرك",
            "page": "99",
            "part": "1",
            "seal": "3032F4FA"
        },
        {
            "id": "71",
            "nass": "على مُؤمن ¶ وَلما علمت قُرَيْش أَنه يُرِيد الِانْتِقَال اشتدت إذايتهم وَاتَّفَقُوا على مَنعه وَقَتله لَيْلَة خُرُوجه واجتمعوا فِي الظلمَة على بَابه فَخرج رَسُول الله صلى الله عَلَيْهِ وَسلم وَبِيَدِهِ حفْنَة تُرَاب وينثره على رؤوسهم بعد جلوسهم وَهُوَ يقْرَأ سُورَة يس إِلَى قَوْله لايبصرون ¶ وَخرج رَسُول الله صلى الله عَلَيْهِ وَسلم وَمَعَهُ أَبُو بكر حَتَّى انْتهى إِلَى عَار بِأَسْفَل مَكَّة ثمَّ أَقَامَ فِيهِ ثَلَاثَة أَيَّام وَترك عَليّ بن أبي طَالب رَضِي الله عَنهُ يرد الودائع الَّتِي كَانَت عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَقدم إِلَى الْمَدِينَة عمر بن الْخطاب رَضِي الله عَنهُ فِي جمَاعَة كَثِيرَة وَعُثْمَان وَغَيره بِأَرْض الْحَبَشَة ¶ وَلما آيست قُرَيْش بعد الْبَحْث وَالْوُقُوف على الْغَار واستد بَابه بنسج العنكبوت وَعمارَة بالحمام ركب صلى الله عَلَيْهِ وَسلم رَاحِلَته وَركب أَبُو بكر أُخْرَى ومعهما رجلَانِ عَامر بن فهَيْرَة مولى أبي بكر الصّديق وَدَلِيلهمَا عبد الله بن أريقط اللَّيْثِيّ ¶ وَتَبعهُ من الْمُشْركين سراقَة فَارِسًا فَلَمَّا قرب وقفت بِهِ فرسه فِي وَحل من غير وَحل ¶ فَقَالَ يَا مُحَمَّد ادْع الله لي وننصرف ¶ ودعا لَهُ فارتفعت قَوَائِمهَا من الأَرْض وَرجع وَأسلم بعد ذَلِك سراقَة رَضِي لله عَنهُ ¶ وَإِلَى هَذَا أَشَارَ الشقراطسي بقوله ¶ (وَفِي سراقَة آيَات مبينَة ... إذساخت الْحجر فِي وَحل بِلَا وَحل) ¶ وَقدم صلى الله عَلَيْهِ وَسلم الْمَدِينَة يَوْم الِاثْنَيْنِ الثَّامِن وَقيل الثَّانِي عشر لربيع الأول وَأقَام هُنَاكَ وَأسسَ مَسْجِد قبَاء ¶ وطلبته الْقَبَائِل فِي النُّزُول فَقَالَ دَعُوهَا يَعْنِي النَّاقة فبركت عِنْد بَاب مَسْجده صلى الله عَلَيْهِ وَسلم وَنزل عِنْد أبي أَيُّوب الْأنْصَارِيّ وَبنى رَسُول الله صلى الله عَلَيْهِ وَسلم مَسْجده ومساكنه فِي شهر صفر من السّنة الثَّانِيَة ¶ وآخا رَسُول الله صلى الله عَلَيْهِ وَسلم بَين الْمُهَاجِرين وَالْأَنْصَار فِي أَوَاخِر سنة الْهِجْرَة وَأظْهر الله الدّين وَأمره بِقِتَال الْمُشْركين",
            "page": "100",
            "part": "1",
            "seal": "AEEEDDF7"
        },
        {
            "id": "72",
            "nass": "الْفَصْل الثَّانِي فِي بعوثه صلى الله عَلَيْهِ وَسلم وغزواته ¶ قَالَ الْحَافِظ أَبُو الرّبيع سُلَيْمَان بن مُوسَى الكلَاعِي غزا رَسُول الله صلى الله عَلَيْهِ وَسلم سَبْعَة وَعشْرين غَزْوَة وَقَاتل صلى الله عَلَيْهِ وَسلم فِي تسع مِنْهَا ¶ وَكَانَت بعوثه ثَمَانِيَة وَثَلَاثِينَ بَين بعث وسرية ¶ وَقَالَ غَيره كَانَت غَزَوَاته نَحوا من خمس وَعشْرين وبعوثه نَحوا من خمسين ¶ فصل ¶ وَأول غَزَوَاته صلى الله عَلَيْهِ وَسلم غَزْوَة ودان وَيُقَال لَهَا غَزْوَة الْأَبْوَاء ¶ وودان اسْم مَكَان وَكَذَلِكَ الْأَبْوَاء وَذَلِكَ فِي صفر من السّنة الثَّانِيَة من الْهِجْرَة ¶ وَاسْتعْمل على الْمَدِينَة سعد بن عبَادَة وَفِي شهر ربيع الثَّانِي من هَذِه السّنة بَعثه عبد الله بن جحش فِي ثَمَانِيَة من الْمُهَاجِرين يتَوَصَّل قُريْشًا خَارج مَكَّة ¶ ولواء عبد الله بن جحش أول لِوَاء عقد فغنموا وَقتلُوا وأسروا ¶ وَفِي شهر رَمَضَان من السّنة الثَّانِيَة غزا غَزْوَة بدر ¶ وَبدر اسْم مَاء بِئْر كَانَ رجل اسْمه بدر احتفرها وَكَانَ الْمُسلمُونَ يَوْمئِذٍ ثَلَاثمِائَة وَثَلَاثَة عشر ¶ وَكَانَ الْمُشْركُونَ تِسْعمائَة وَخمسين وَكَانَ لِوَاؤُهُ صلى الله عَلَيْهِ وَسلم أَبيض بيد مُصعب بن عُمَيْر وَكَانَت الرَّايَة بيد عَليّ بن أبي طَالب رَضِي الله عَنهُ ¶ وَلما صوبت قُرَيْش إِلَى",
            "page": "101",
            "part": "1",
            "seal": "B480D81D"
        },
        {
            "id": "73",
            "nass": "الْوَادي خرج رَسُول الله صلى الله عَلَيْهِ وَسلم من الْعَريش وَمَعَهُ أبوبكر وحرض النَّاس وَقَاتل رَسُول الله صلى الله عَلَيْهِ وَسلم هُوَ وَمن مَعَه فَكَانَت الْهَزِيمَة على الْمُشْركين فَقتل من قتل من أَشْرَافهم وعدتهم خَمْسُونَ ¶ وَأسر من أسر وعدتهم أَرْبَعَة وَأَرْبَعُونَ فيهم الْعَبَّاس عَم النَّبِي صلى الله عَلَيْهِ وَسلم وَفِيهِمْ عقيل بن أبي طَالب أَخُو عَليّ بن أبي طَالب رَضِي الله عَنهُ ¶ وَقَالَ الْعَبَّاس يَا رَسُول الله إِنِّي خرجت مكْرها وَإِنِّي مُسلم ¶ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (قد علمت بِإِسْلَامِك فأفد نَفسك) ¶ فَقَالَ مَا عِنْدِي شَيْء فَقَالَ لَهُ (أَيْن المَال الَّذِي وَضعته تَحت زَوجتك أم الْفضل وَقلت لَهَا ان مت فافعلي بِهِ كَذَا وَكَذَا) ¶ فَقَالَ وَالَّذِي بَعثك بِالْحَقِّ مَا علم بِهَذَا أحد وَإِنِّي لأعْلم انك رَسُول الله ¶ ففدى نَفسه بِمِائَة أُوقِيَّة وكل وَاحِد بِأَرْبَعِينَ أُوقِيَّة ¶ وَلم يسلم من الْأُسَارَى إِلَّا الْعَبَّاس وَعقيل وَقتل عَليّ بن أبي طَالب سِتَّة من أَشْرَافهم كالعاص بن سعيد بن الْعَاصِ والوليد بن عتبَة وَغَيرهمَا وَقتل عمر بن الْخطاب خَاله العَاصِي بن هَاشم بن الْمُغِيرَهْ ¶ وَقتل عبد الله بن مَسْعُود أَبَا جهل بعد أَن ضربه عَمْرو بن الجموح بِالسَّيْفِ على رجله فقطعها ¶ وَاسْتشْهدَ من الْمُسلمين أَرْبَعَة عشر رجلا ¶ وَلم يحضر عُثْمَان بن عَفَّان رَضِي الله عَنهُ لِأَن زوجه رقية بنت النَّبِي صلى الله عَلَيْهِ وَسلم كَانَت مَرِيضَة فَرده صلى الله عَلَيْهِ وَسلم ¶ وَكَانَ طَلْحَة بن عبد الله وَسَعِيد بن زيد بِالشَّام وَأَبُو لبَابَة مستخلفا بِالْمَدِينَةِ وَجعل لَهُم من السهْم وَالْأَجْر لمن",
            "page": "102",
            "part": "1",
            "seal": "AAC0F0BD"
        },
        {
            "id": "74",
            "nass": "حضر ¶ وقاتلت طَائِفَة من الْمَلَائِكَة بِقُوَّة الْآدَمِيّين لَا بقوتهم الْأَصْلِيَّة ¶ وَلما أَخذ رَسُول الله صلى الله عَلَيْهِ وَسلم حفْنَة من تُرَاب وَرمي بهَا الْمُشْركين وَقَالَ (شَاهَت الْوُجُوه وَقعت الْهَزِيمَة عَلَيْهِم) ¶ وَفِي هَذِه السّنة غزا بني قينقاع ثمَّ غَزْوَة السويق فِي طلب أبي سُفْيَان بن حَرْب ¶ وَفِي شَوَّال من هَذِه السّنة غزا بني سليم وَفِي هَذِه وقائع السّنة الثَّانِيَة من الْهِجْرَة ¶ فصل ¶ وَفِي صفر من السّنة الثَّالِثَة غزا نجد يُرِيد غطفان ¶ ونجد اسْم مَكَان ¶ ثمَّ كَانَت غَزْوَة أحد فِي هَذِه السّنة الثَّالِثَة فِي شهر شَوَّال مِنْهَا ¶ وسببها ان قُريْشًا جَاءَت لِحَرْب رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَفرس أبي بردة بن نيار ¶ وَخرج رَسُول الله صلى الله عَلَيْهِ وَسلم فِي سَبْعمِائة وَكَانَت شدَّة على الْمُسلمين بِسَبَب تحول الرُّمَاة من مكانهم ¶ وَكَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَمرهم أَن يثبتوا فِي موضعهم فَلَمَّا هزم الْمُشْركُونَ تشوق الرُّمَاة إِلَى الْغَنِيمَة وَاسْتشْهدَ مُصعب بن عُمَيْر وَكَانَ صَاحب لِوَاء رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَظن قَاتله أَنه النَّبِي صلى الله عَلَيْهِ وَسلم وَخرج صارخ من الشَّيْطَان أَن مُحَمَّدًا قتل واختلطت النَّاس وَأُصِيب الْمُسلمُونَ وَقتل حَمْزَة بن عبد الْمطلب وَعبد الله بن جحش وشماس ابْن عُثْمَان وَاسْتشْهدَ وَاحِد وَسِتُّونَ من الْأَنْصَار وَأُصِيبَتْ ربَاعِية النَّبِي صلى الله عَلَيْهِ وَسلم وشج جَبينه وجرحت شفته السُّفْلى وَدخلت حلقتان من حلق المغفر فِي وجنته وَهُوَ يمسح الدَّم",
            "page": "103",
            "part": "1",
            "seal": "6FFFA9C6"
        },
        {
            "id": "75",
            "nass": "وَيَقُول (اللَّهُمَّ اهد قومِي فَإِنَّهُم لَا يعلمُونَ) ¶ والمغفر زرد على شكل الشاشية يهْبط مِنْهُ شَيْء على الْوَجْه ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم لأبي بكر (اجْعَل قَمِيصِي تَحت قدمي لِئَلَّا يصل شَيْء من الدَّم إِلَى الأَرْض فَإِنَّهُ إِن وصل هَلَكُوا وَأَرْجُو ان يخرج من أصلابهم من يعبد الله وَحده وَلَا يُشْرك بِهِ شَيْئا) ¶ وَفِي هَذَا الْيَوْم أُصِيب قَتَادَة فِي عينه وسالت على خَدّه مُتَعَلقَة بعرق ¶ فَقَالَ يَا رَسُول الله صلى الله عَلَيْهِ وَسلم لي امْرَأَة أحبها وأخاف أَن تنكرني ¶ فَردهَا رَسُول الله صلى الله عَلَيْهِ وَسلم بِيَدِهِ الْمُبَارَكَة وبصق فِيهَا فَرَجَعت فِي أحسن صُورَة ¶ وَخرج طَلْحَة بن أبي طَلْحَة من الْمُشْركين يطْلب مبارزة عَليّ بن أبي طَالب رَضِي الله عَنهُ فَخرج إِلَيْهِ عَليّ فصرعه مَيتا ¶ وَقتل من أَشْرَاف الْمُشْركين نَحْو عشْرين ¶ وَكَانَ من الْمُنَافِقين مَعَ الْمُسلمين قزمان ¶ وَقتل أَرْطَأَة بن شُرَحْبِيل وَغُلَامه صوب ¶ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (إِن الله يُؤَيّد) ¶ هَذَا الدّين بِالرجلِ لِفَاجِر وَخرج فاشتدت بِهِ جراحاته فَقتل نَفسه وَتَخَلَّفت جمَاعَة من الْمُسلمين من بني عبد الدَّار فَنزل فيهم قَوْله تَعَالَى {إِن شَرّ الدَّوَابّ عِنْد الله} ¶ وَفِي آخر هَذِه السّنة كَانَت غَزْوَة بني النظير بالظاء الْمُعْجَمَة وهم حَيّ من يهود خَبِير دخلُوا فِي الْعَرَب ونسبتهم إِلَى هَارُون عَلَيْهِ السَّلَام صَحِيحَة ¶ فصل ¶ وَفِي السّنة الرَّابِعَة غَزْوَة ذَات الرّقاع ¶ وَسميت بذلك لأَنهم رفعوا فِيهَا رايتهم وَقيل أَرض فِيهَا بَيَاض وَسَوَاد وَقيل لربطهم الْخرق على أَقْدَامهم ¶ وفيهَا صلى النَّبِي صلى الله عَلَيْهِ وَسلم صَلَاة الْخَوْف بالقوم",
            "page": "104",
            "part": "1",
            "seal": "0A27954C"
        },
        {
            "id": "76",
            "nass": "فصل ¶ وَفِي السّنة الْخَامِسَة غزا غَزْوَة دومة الجندل وَهُوَ اسْم حصن وَرجع قبل الْوُصُول ¶ وَفِي آخر هَذِه السّنة غَزْوَة الخَنْدَق وَقيل فِي آخر السّنة الرَّابِعَة وَهُوَ يَوْم الْأَحْزَاب ¶ واتخاذ الخَنْدَق وحفره من مَكَائِد الحروب ¶ وَكَانَ أَعلَى الْمَدِينَة وحفر فِيهِ النَّبِي صلى الله عَلَيْهِ وَسلم بِنَفسِهِ وَأَشَارَ بِهِ سلمَان الْفَارِسِي فان أول من ابتدعه الْفرس وَكَانَ من مكائدهم ¶ كَمَا أَن بخت نصر أول من اتخذ الكمائن فِي الحروب ¶ وَفِي هَذِه السّنة كَانَت غَزْوَة بني المصطلق وَبني لحيان وَكَانَ بَين هَذِه الْغَزَوَات سَرَايَا ¶ فصل ¶ وَفِي السّنة السَّادِسَة كَانَت غَزْوَة بني قُرَيْظَة وغزوة الغابة وَقيل فِيهَا كَانَت غَزْوَة بني المصطلق وَبني لحيان ¶ ثمَّ رَجَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى الْمَدِينَة وَأقَام شهر رَمَضَان وشوال وَخرج فِي ذِي الْقعدَة من السّنة السَّادِسَة يُرِيد الْعمرَة وَهِي عمْرَة الْحُدَيْبِيَة ¶ وَالْعمْرَة الزِّيَارَة وَهِي بعض أَفعَال الْحَج ¶ والحدب مَا ارْتَفع من الأَرْض وَالْحُدَيْبِيَة مَوضِع بَينه وَبَين مَكَّة وَإِلَى الْمَدِينَة تسع مراحل ¶ وَخرج رَسُول الله صلى الله عَلَيْهِ وَسلم وَمَعَهُ النَّاس سَبْعمِائة وسَاق مَعَه الْهَدْي سبعين بَدَنَة ¶ وَالْهَدْي مَا يهدي إِلَى الْحرم من النعم ¶ وَكَانَت المراجفة مَعَ قُرَيْش فِي قدوم الْمُسلمين مَكَّة وَتردد الرُّسُل بَينهم ¶ وَبعث رَسُول الله صلى الله عَلَيْهِ وَسلم عُثْمَان بن عَفَّان وَجَاء الْخَبَر أَنه قتل ¶ وَأَرَادَ النَّبِي صلى الله عَلَيْهِ وَسلم المناجزة إِلَى الْقِتَال فَدَعَا إِلَى الْبيعَة فَبَايعُوهُ تَحت الشَّجَرَة على الْمَوْت وهم سَبْعمِائة وَقيل ألف وَنصف وَهِي بيعَة الرضْوَان ¶ وَأول من بَايع عبد الله بن عمر بن الْخطاب ¶ وَضرب رَسُول الله صلى الله عَلَيْهِ وَسلم بِإِحْدَى يَدَيْهِ على الْأُخْرَى لعُثْمَان فَكَانَ أفضلهم فِي هَذِه الْبيعَة ¶ ومنعهم الْمُشْركُونَ من الْقدوم وَجَاء الْخَبَر أَن عُثْمَان لم يقتل وأجمعت قُرَيْش على صدهم ¶ وَمَا كَانَت إِرَادَة رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "105",
            "part": "1",
            "seal": "02751286"
        },
        {
            "id": "77",
            "nass": "إِلَّا الْعمرَة ¶ وَلما منعُوا منع رَسُول الله صلى الله عَلَيْهِ وَسلم هَدْيه وَحلق رَأسه وَفعل النَّاس مثله وَبَعْضهمْ قصر ¶ وَلم يَقع سعي وَلَا طواف وحملت الرّيح شعر رؤوسهم من الْحل إِلَى الْحرم ¶ ولدلك عدت عمْرَة فِي عمره صلى الله عَلَيْهِ وَسلم إِلَى الْمَدِينَة وَنزلت عَلَيْهِ سُورَة الْفَتْح واستبشر الْمُسلمُونَ ¶ فصل ¶ وَفِي السّنة السَّابِعَة كَانَت غَزْوَة خَيْبَر وحاصرهم صلى الله عَلَيْهِ وَسلم بضع عشر لَيْلَة وفيهَا أعْطى النَّبِي صلى الله عَلَيْهِ وَسلم لعَلي وَكَانَ بِهِ رمد فبصق فِي عَيْنَيْهِ فأذهبه الله وَفتح الله على يَده فِي شهر محرم من السّنة السَّابِعَة وَأخذت حصنا بعد حصن وَقسم فِيهَا الْغَنَائِم ¶ وَكَانَت قبل غطفان جَاءَت لنصرة الْيَهُود فغلب على ظنهم أَن الْمُسلمين خالفوهم إِلَى أهلهم فَرَجَعُوا على أَعْقَابهم ¶ وَقَاتل أَبُو بكر بِالنَّاسِ وَرجع ثمَّ قَاتل عمر بِالنَّاسِ وَرجع فَقَالَ صلى الله عَلَيْهِ وَسلم (لَأُعْطيَن الرَّايَة رجلا يحب الله وَرَسُوله وَيُحِبهُ الله وَرَسُوله وَيفتح الله على يَدَيْهِ) ¶ فَخرج بهَا عَليّ بن أبي طَالب ¶ وَلما قرب من الْحصن قَالَ لَهُ يَهُودِيّ من أَنْت ¶ فَقَالَ عَليّ بن أبي طَالب ¶ فَقَالَ علوتم ¶ فَسَأَلَهُ حقن دِمَائِهِمْ فَفعل وَطلب الصُّلْح فَرد وصالحوا وَكَانَت خَالِصَة للنَّبِي صلى الله عَلَيْهِ وَسلم وعامل أهل خَيْبَر لمعرفتهم بِخِدْمَة نخيلهم ¶ وفيهَا اصْطفى النَّبِي صلى الله عَلَيْهِ وَسلم صَفِيَّة لنَفسِهِ وفيهَا جعل لَهُ الْيَهُودِيّ السم فِي ذِرَاع شَاة مشوية فَتكلم الذِّرَاع بعد ان",
            "page": "106",
            "part": "1",
            "seal": "DEB32493"
        },
        {
            "id": "78",
            "nass": "نهش مِنْهُ وَرمى مَا فِي فِيهِ ¶ وفيهَا خرج يَهُودِيّ من زعمائهم فطالب البرَاز فبارزه مُحَمَّد بن مسلمة وَقَتله ¶ وَخرج آخر من زعمائهم فَخرج إِلَيْهِ الزبير بن الْعَوام فَقتله ¶ وَرجع صلى الله عَلَيْهِ وَسلم إِلَى الْمَدِينَة غانما وَأقَام بهَا فَبعث سَرَايَا ¶ ثمَّ خرج فِي ذِي الْقعدَة من السّنة السَّابِعَة ليعتمر مَكَان الْعمرَة الَّتِي صد عَنْهَا وَتسَمى عمْرَة الْقَضِيَّة ¶ والقضية عبارَة عَن الصُّلْح الَّذِي كتب فِيهَا مَعَ قُرَيْش وَتسَمى عمْرَة الْقَضَاء لِأَنَّهَا كَانَت قَضَاء عَن الْعمرَة الَّتِي صد عَنْهَا وَفِي سَفَره هَذَا تزوج مَيْمُونَة وَاخْتلف هَل عقد عَلَيْهَا قبل الاحرام أَو بعده ¶ وَاعْتمر من الْجِعِرَّانَة وَهُوَ اسْم مَاء على مَكَّة ¶ وَدخل النَّبِي صلى الله عَلَيْهِ وَسلم على شُرُوط شرطتها قُرَيْش فَأَقَامَ بهَا ثَلَاثَة أَيَّام ¶ وَفِي طواف هَذِه الْعمرَة هرول النَّبِي صلى الله عَلَيْهِ وَسلم وَأَصْحَابه ليرى الْمُشْركُونَ قوتهم لقَولهم وهنتهم حمى يثرب ¶ وَلما فرغوا من الْعمرَة ¶ طلب الْمُشْركُونَ خُرُوجهمْ وَقَالُوا قد انْقَضى الْأَجَل الَّذِي ضَرَبْنَاهُ فِي الْعَهْد ¶ فَخرج رَسُول الله صلى الله عَلَيْهِ وَسلم فِي شهر ذِي الْحجَّة ومنعوه من الْحَج وَرجع إِلَى الْمَدِينَة وَأقَام الْمُشْركُونَ الْحَج فِي هَذِه السّنة ¶ فصل ¶ وَفِي السّنة الثَّامِنَة بعث النَّبِي صلى الله عَلَيْهِ وَسلم جَيْشًا يبلغ ثَلَاثَة آلَاف فَخَرجُوا فِي جُمَادَى الأولى لغزو الرّوم بِالشَّام وَأمر عَلَيْهِم زيد بن حَارِثَة وَقَالَ إِن أُصِيب فجعفر بن أبي طَالب فَإِن أُصِيب فعبد الله بن رَوَاحَة فَإِن أُصِيب فَمن يرى الْمُسلمُونَ ¶ وَلما قربوا من أَرض الشَّام بَلغهُمْ أَن ملك النَّصَارَى اجْتمع فِي مائَة ألف من الرّوم وَمِائَة ألف من غَيرهم فتوافقوا وَأَرَادُوا أَن يكتبوا بذلك للنَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ عبد الله بن رَوَاحَة وَالله مَا قتال الْمُسلمين بِعَدَد وَلَا قُوَّة وَإِنَّمَا قِتَالهمْ بِالدّينِ ¶ فَقَالُوا صدقت ¶ والتقوا بقرية يُقَال لَهَا مُؤْتَة وَقَاتل زيد حَتَّى قتل فَأخذ الرَّايَة حعفر بن أبي طَالب فقاتل حَتَّى",
            "page": "107",
            "part": "1",
            "seal": "6411F396"
        },
        {
            "id": "79",
            "nass": "قتل ¶ وَلما ضربت يَده الْيُمْنَى جعل الرَّايَة فِي الْيُسْرَى وَلما قطعت الْيُسْرَى جعل الرَّايَة بعضده وَلما ضرب فِي الْعَضُد جعل الرَّايَة بَين قَدَمَيْهِ وَلم يَتْرُكهَا حَتَّى سقط بعد تسعين ضَرْبَة كلهَا فِي مُقَدّمَة وَلَيْسَ فِي ظَهره مِنْهَا شَيْء ¶ وَكَانَ يَقُول ¶ (يَا حبذا الْجنَّة واقترابها واقرابها ... طيبَة وباردا شرابها) ¶ وَكَانَ حِين اشْتَدَّ الْأَمر نزل عَن فرسه وعقره لِئَلَّا ينْتَفع بِهِ الْعَدو وَقَاتل على قدمه وَهَذِه قُوَّة النُّبُوَّة ¶ وَلما سقط بضربات الرّوم قطع نِصْفَيْنِ بَادر عبد الله بن رَوَاحَة وَأخذ الرَّايَة وَقَاتل حَتَّى قتل فَاجْتمع النَّاس على خَالِد بن الْوَلِيد ودافعوا الْعَدو مدافعة حَتَّى انحاز الْجَيْش وَانْصَرفُوا وَخرج رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم الوقيعة وَأعلم النَّاس بِمَا وَقع وَهَذَا من أخباره بالغيوب ¶ وَقَالَ (لقد رفعوا إِلَى الْجنَّة على سَرِير من ذهب) ¶ وَعَن أنس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (دخلت الْجنَّة فَإِذا فِيهَا جَعْفَر يطير مَعَ الْمَلَائِكَة وَإِذا حَمْزَة مَعَ أَصْحَابه) ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم فِي يَوْم أخباره (لَا تغفلوا آل جَعْفَر واصنعوا لَهُم طَعَاما فَإِنَّهُم قد شغلوا بِأَمْر صَاحبهمْ) ¶ وَلما قدم النَّاس بعد مُدَّة تلقاهم النَّبِي صلى الله عَلَيْهِ وَسلم وَرمى النَّاس التُّرَاب عَلَيْهِم وهم يَقُولُونَ فررتم واختفى مُحَمَّد بن مسلمة بن هَاشم أَيَّامًا فَإِنَّهُ كَانَ إِذا خرج تبعه الصّبيان ويصيحون يافار بافار ¶ وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (هم الكرار إِن شَاءَ الله) ¶ وَفِي شهر رَمَضَان من هَذِه السّنة الثَّامِنَة من الْهِجْرَة غزا النَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "108",
            "part": "1",
            "seal": "F8391342"
        },
        {
            "id": "80",
            "nass": "مَكَّة وَفتحهَا وَهُوَ فِي عشرَة آلَاف وأعمى الله الْأَخْبَار من قُرَيْش بدعوة النَّبِي صلى الله عَلَيْهِ وَسلم ¶ ذَلِك أَن قُريْشًا نقضوا الْعَهْد الَّذِي كَانَ بَينهم وَبَين النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَلما قرب الْمُسلمُونَ مَكَّة ركب الْعَبَّاس بغلة النَّبِي صلى الله عَلَيْهِ وَسلم الْبَيْضَاء بِاللَّيْلِ ليأمن أهل مَكَّة من يحضه على الانقياد فَاجْتمع بِأبي سُفْيَان وَالِد مُعَاوِيَة وَقَالَ لَهُ إِن ظفر النَّاس بك قتلوك ¶ فأردفه وَرَاءه وَجَاء بِهِ إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم وَعرض عَلَيْهِ الْإِسْلَام فتوقف ثمَّ أسلم ¶ وَقَالَ الْعَبَّاس يَا رَسُول الله إِن أَبَا سُفْيَان يحب الْفَخر فَاجْعَلْ لَهُ شَيْئا ¶ فَأمر النَّبِي صلى الله عَلَيْهِ وَسلم مناديا يُنَادي من دخل دَار أبي سُفْيَان فَهُوَ آمن ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم للْعَبَّاس (سر بِهِ واحبسه بمضيق الْوَادي حَتَّى يمر عَلَيْهِ الْجَيْش كُله) ¶ فَفعل وَالنَّاس تمر عَلَيْهِ قَبيلَة بعد أُخْرَى وَهُوَ يسْأَل ويتعجب حَتَّى جَاءَت الكتيبة الْعَظِيمَة وفيهَا رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا يرى مِنْهُم إِلَّا الحدق من لبس الْحَدِيد فَقَالَ أَبُو سُفْيَان للْعَبَّاس لقد أصبح ملك ابْن أَخِيك عَظِيما ¶ فَقَالَ الْعَبَّاس إِنَّهَا النُّبُوَّة ¶ وَدخل صلى الله عَلَيْهِ وَسلم عنْوَة وَقيل صلحا وَضربت للنَّبِي صلى الله عَلَيْهِ وَسلم قبَّة بِأَعْلَى مَكَّة وَغفر وصفح إِلَّا ابْن خضل فَإِنَّهُ قتل لشدَّة إذايته للْمُسلمين ¶ وَأذن بِلَال عِنْد الْكَعْبَة وَقيل عَلَيْهَا وَأحلت لَهُ صلى الله عَلَيْهِ وَسلم سَاعَة من نَهَار وَلم تحل لأحد قبله وَلَا بعده ¶ وَقَرَأَ النَّبِي صلى الله عَلَيْهِ وَسلم إِنَّا فتحنا وَرفع بهَا صَوته ¶ وَلَا خَفَاء إِن النَّصْر مَعَ الصَّبْر ¶ والغادر مغلوب والناكث مسلوب ¶ وَسبب نقض الْعَهْد مِنْهُم أَن قوما من كنَانَة من حلف قُرَيْش عدت على خُزَاعَة من حلف الْمُسلمين وأعانتهم قُرَيْش بِالسِّلَاحِ وَبعث إِلَى بَعضهم وَأسلم يَوْم الْفَتْح كثير مِنْهُم كَأبي قُحَافَة وَأبي سُفْيَان وزوجه هِنْد وَمُعَاوِيَة بن أبي سُفْيَان وَحَكِيم بن حزَام وَغَيرهم وفر من فر وَمِنْهُم من رَجَعَ بعد فراره وَأسلم كعكرمة بن أبي جهل وَمِنْهُم من أَقَامَ على أَمَان ¶ وعامل النَّبِي صلى الله عَلَيْهِ وَسلم أهل مَكَّة بِمَا كَانَ من مَكَارِم الْأَخْلَاق ¶ وعَلى القَوْل بإنها دَخلهَا عنْوَة فقد من",
            "page": "109",
            "part": "1",
            "seal": "D24DFEC0"
        },
        {
            "id": "81",
            "nass": "عَلَيْهِم وأمنهم فِي أنفسهم وَلَا يُقَاس عَلَيْهَا غَيرهَا على الصَّحِيح ¶ وَأقَام صلى الله عَلَيْهِ وَسلم نصف شهر وَهُوَ يقصر الصَّلَاة ثمَّ خرج رَسُول الله صلى الله عَلَيْهِ وَسلم وَاسْتعْمل على مَكَّة عتاب بن أسيد وَهُوَ ابْن إِحْدَى وَعشْرين سنة ¶ وَكَانَ مِمَّن أسلم يَوْم الْفَتْح وَحج بِالْمُسْلِمين فِي ذَلِك الْعَام ¶ وَحج الْمُشْركُونَ على عَادَتهم وَلم يزل عتاب واليا على مَكَّة حَتَّى توفّي فِي الْيَوْم الَّذِي توفّي فِيهِ أَبُو بكر وَكَانَ خيرا فَاضلا صَالحا ¶ وَكَانَ رزقه فِي ولَايَته درهما وَاحِدًا فِي كل يَوْم وَمَا اكْتسب فِي ولَايَته كلهَا غير قَمِيص وَاحِد ¶ وَخرج رَسُول الله صلى الله عَلَيْهِ وَسلم فِي عشرَة آلَاف الَّذين فتح الله بهم وَفِي أَلفَيْنِ من أَهلهَا وغزا غَزْوَة حنين وأعجبتهم كثرتهم ¶ وَكَانَ مَالك بن عَوْف قبل إِسْلَامه جمع هوَازن بعد الْفَتْح وَهِي قَبيلَة وافرة من قيس وَنزل بهم أَوْطَاس ¶ وَلما انحصر الْمُسلمُونَ فِي الصُّبْح كَانَ الْعَدو كامنا فِي شعاب ذَلِك الْمَكَان ومضائقه ¶ فَخرج الْعَدو خُرُوج اجْتِمَاع والمسلمون على افْتِرَاق فَانْهَزَمُوا كلهم إِلَّا من كَانَ قَرِيبا من النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَلما رأى النَّبِي صلى الله عَلَيْهِ وَسلم شدَّة الامر نزل عَن بغلته فِي يَمِين الْقَوْم وَقَالَ بِأَعْلَى صَوته (أَيهَا النَّاس أَنا رَسُول الله وَمَعَهُ نفر من الْمُهَاجِرين وَالْأَنْصَار وَعشرَة من أهل الْبَيْت عَليّ بن أبي طَالب وقرابته) ¶ فَانْدفع عَليّ بن أبي طَالب بعد انهزام الْمُسلمين على صَاحب رايتهم السَّوْدَاء وصرعه بِالْأَرْضِ وَضرب آخر فَمَاتَ وَضرب أَبُو طَلْحَة الْأنْصَارِيّ وَحده عشْرين وَأخذ سلبهم ¶ وَأخذ رَسُول الله صلى الله عَلَيْهِ وَسلم كفا من تُرَاب وَرَمَاهُمْ بِهِ وَقَالَ (شَاهَت الْوُجُوه من التشويه) فَجعل كل وَاحِد من الْعَدو يمسح التُّرَاب عَن عَيْنَيْهِ وَانْهَزَمَ الْعَدو وسبا بقدرة الله تَعَالَى ¶ وَاجْتمعَ السَّبي سِتَّة آلَاف من الذَّرَارِي وَالنِّسَاء وَمن الْإِبِل وَالْغنم مَا لَا يُحْصى عدده إِلَّا الله ¶ وَمَا رَجَعَ الْمُسلمُونَ من هزيمتهم حَتَّى وجدوا الْأُسَارَى مكتفين عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَنزل قَوْله تَعَالَى {لقد نصركم الله فِي مَوَاطِن كَثِيرَة} وَعَفا الله سُبْحَانَهُ وَتَعَالَى عَن الفارين يَوْم حنين عُثْمَان بن عَفَّان وَغَيره ¶ وَمَا رَجَعَ عُثْمَان إِلَّا",
            "page": "110",
            "part": "1",
            "seal": "F93E7AAF"
        },
        {
            "id": "82",
            "nass": "بعد ثَلَاثَة أَيَّام وَأنزل قَوْله تَعَالَى {إِن الَّذين توَلّوا مِنْكُم يَوْم التقى الْجَمْعَانِ} ¶ وَأما الَّذين ثبتوا مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم يَوْم حنين فهم أَبُو بكر وَعمر وَالْعَبَّاس وَالْفضل ابْنه وَأَبُو سُفْيَان بن الْحَارِث ابْن عَمه صلى الله عَلَيْهِ وَسلم وَكَانَ حابسا بلجام بغلته صلى الله عَلَيْهِ وَسلم وَكَانَ يُحِبهُ وَشهد لَهُ بِالْجنَّةِ وَكَانَ لَا يرفع رَأسه للنَّبِي صلى الله عَلَيْهِ وَسلم حَيَاء مِنْهُ لإذايته لَهُ قبل إِسْلَامه ¶ وَكَانَ مَعَه ابْنه جَعْفَر بن أبي سُفْيَان بن الْحَارِث بن عبد الْمطلب وَأُسَامَة بن زيد أَخُوهُ لأمه أَي من بن عُمَيْر ¶ وَاسْتشْهدَ فِي ذَلِك الْيَوْم وَثَبت أَيْضا أَبُو طَلْحَة الْأنْصَارِيّ رَضِي الله عَنْهُم ¶ وَفِي هَذَا الْيَوْم قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (لصوت أبي طَلْحَة فِي الْجَيْش خير من مائَة رجل وانشد الْعَبَّاس بن عبد الْمطلب ¶ (نصرنَا رَسُول الله فِي الْحَرْب سَبْعَة ... وفر من فر فاقشعوا) ¶ (وثامننا لَقِي الْحمام بِسَيْفِهِ ... فِيمَا مَسّه وَهُوَ لَا يتوجع) ¶ وَلما فرغ رَسُول الله صلى الله عَلَيْهِ وَسلم من غَزْوَة حنين غزا غَزْوَة الطَّائِف وَهِي الثَّامِنَة من الْهِجْرَة وَنزل قَرِيبا من الطَّائِف وحصرهم أَيَّامًا من الشَّهْر وَرَمَاهُمْ بالمنجنيق وَقطع عَنْهُم وَدخل قوم من الْمُسلمين تَحت جِدَار الطَّائِف للنقب فأرسلوا عَلَيْهِم سِكَك الْحَدِيد محماة بالنَّار فَخَرجُوا وَقتل بَعضهم بِالسِّهَامِ وهرب من الطَّائِف مَالك بن عَوْف النضري الَّذِي آوى إِلَيْهِم فِي هزيمَة هوَازن وَأسلم ¶ ورد عَلَيْهِ رَسُول الله صلى الله عَلَيْهِ وَسلم أَهله وَمَاله وزاده مائَة من الْإِبِل وَقدمه صلى الله عَلَيْهِ وَسلم على من أسلم من قومه فَكَانَ يُقَاتل بهم ثَقِيف ¶ وَأعْطى النَّبِي صلى الله عَلَيْهِ وَسلم من سبي هوَازن عَطاء جزيلا ¶ أعْطى الْمُؤَلّفَة مائَة بعير كل إِنْسَان وَأعْطى الْعَبَّاس بن مرداس الشَّاعِر مائَة ثمَّ زَاده وَقَالَ أقطعوا عني لِسَانه يَعْنِي بالعطاء وَكَانَ من الْمُؤَلّفَة أشرار من النَّاس يتآلفهم بالعطاء ¶ ويحبب لَهُم الْإِسْلَام مثل أبي سُفْيَان بن حَرْب وَابْنه مُعَاوِيَة وَحَكِيم بن حزَام وَصَفوَان بن أُميَّة",
            "page": "111",
            "part": "1",
            "seal": "A3D31AA5"
        },
        {
            "id": "83",
            "nass": "والْحَارث بن كنده وَمَالك بن عَوْف وَغَيرهم أعْطى لكل رجل من هَؤُلَاءِ مائَة من الْإِبِل وَأعْطى لبقيتهم دون ذَلِك طَبَقَات ¶ وَفِي هَذَا الْمحل قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (مَا ألفيتموني بَخِيلًا وَلَا جَبَانًا وَلَا كذابا وَمَالِي من فيئيكم غير الْخمس وَالْخمس مَرْدُود عَلَيْكُم) ¶ وَأعْطى النَّبِي صلى الله عَلَيْهِ وَسلم الْقَبَائِل كلهم وَلم يُعْط الْأَنْصَار شَيْئا فوجدوا لذَلِك فَكَلَّمَهُمْ خيرا ¶ ودعا لَهُم فبكوا من الْفَرح وَقَالُوا رَضِينَا يَا رَسُول الله ¶ وارتحل رَسُول الله صلى الله عَلَيْهِ وَسلم على الطَّائِف ¶ وَقَالَ (لم يُؤذن لي فِي ثَقِيف) ¶ فَقَالَ رجل ادعوا عَلَيْهِم يَا رَسُول الله فَقَالَ (اللَّهُمَّ أهد ثقيفا) ¶ فَكَانَ كَذَلِك ¶ وَقدم النَّبِي صلى الله عَلَيْهِ وَسلم الْمَدِينَة من الطَّائِف بِذِي الْحجَّة مكمل السّنة الثَّامِنَة من الْهِجْرَة وَلم يبْق عَرَبِيّ إِلَّا وَقد أسلم بعد رُجُوعه صلى الله عَلَيْهِ وَسلم ¶ فصل ¶ وَفِي السّنة التَّاسِعَة فِي رَجَب مِنْهَا غزا غَزْوَة تَبُوك وَتسَمى غَزْوَة الْعسرَة ¶ وتبوك أسم مَكَان انْتهى إِلَيْهِ سفرهم ¶ وَكَانَت بَين هَذِه الْغَزَوَات سَرَايَا وحض النَّبِي صلى الله عَلَيْهِ وَسلم الْأَغْنِيَاء على النَّفَقَة فَأخْرج عُثْمَان بن عَفَّان رَضِي الله عَنهُ ألفا من الْإِبِل تنقص أَرْبَعِينَ فكمل الْألف بِأَرْبَعِينَ فرسا وصب فِي حجر النَّبِي صلى الله عَلَيْهِ وَسلم ألف دِينَار ذَهَبا ¶ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (اللَّهُمَّ ارْض عَن عُثْمَان فَإِنِّي عَنهُ رَاض) ¶ وَلذَلِك يُقَال مَنَاقِب عُثْمَان أَنه جهز الْعسرَة ¶ وَجَاء عبد الرَّحْمَن بن عَوْف رَضِي الله عَنهُ بأَرْبعَة آلَاف دِينَار ذَهَبا يعين بهَا الْمُسلمين ¶ وَخرج رَسُول الله صلى الله عَلَيْهِ وَسلم وجيشه يزِيد على ثَلَاثِينَ ألفا وَهُوَ يُرِيد الرّوم بِأَرْض الشَّام ¶ وَفِي هَذِه الْغَزْوَة احْتَاجَ النَّاس المَاء وَاشْتَدَّ الْعَطش ¶ فَوضع رَسُول الله صلى الله عَلَيْهِ وَسلم يَده فِي المَاء قيل وتفجر المَاء من بَين أَصَابِعه حَتَّى ارتووا وحملوا وَشرب الْجَيْش كُله ¶ وَهَذِه عَادَته صلى الله عَلَيْهِ وَسلم فِي أَسْفَاره إِذا أصبح النَّاس وَلَا مَاء مَعَهم ¶ وَلما نزل صلى الله عَلَيْهِ وَسلم تَبُوك يُرِيد الشَّام أَقَامَ بهَا وَبنى بهَا مَسْجِدا وَهُوَ بهَا إِلَى الْيَوْم ¶ وَفِي سَفَره هَذَا بعث خَالِد بن الْوَلِيد إِلَى مَدِينَة الجندل وَهُوَ حصن مَشْهُور فَأتى بِصَاحِبِهِ وَصَالَحَهُ على الْجِزْيَة ¶ وَفِي هَذِه الْغَزْوَة",
            "page": "112",
            "part": "1",
            "seal": "4C6BC12C"
        },
        {
            "id": "84",
            "nass": "خلف رَسُول الله صلى الله عَلَيْهِ وَسلم على الْمَدِينَة عَليّ بن أبي طَالب رَضِي الله عَنهُ وَكَانَت الْيَهُود قَالَت إِن كَانَ نَبيا فَيخرج إِلَى الشَّام أَرض الْأَنْبِيَاء وَمِنْهَا يَقع التَّمَكُّن بغزو الرّوم ¶ فَنزل فِي تَبُوك قَوْله تَعَالَى {وَإِن كَادُوا ليستفزونك من الأَرْض} وَأمره جلّ وَعلا بِالرُّجُوعِ وَأخْبرهُ أَن مأمنه بِالْمَدِينَةِ وَبهَا يبْعَث فَرجع رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَإِنَّمَا سميت غَزْوَة الْعسرَة لِأَنَّهَا وَقعت فِي زمَان عسير وحر وَكثير وَتعذر الطُّهْر والزاد وَرُبمَا اقتسم التمرة الْوَاحِدَة رجلَانِ ¶ وَكَانَ رُجُوع النَّبِي صلى الله عَلَيْهِ وَسلم فِي شهر رَمَضَان من سنة تسع من الْهِجْرَة ¶ وَفِي هَذِه السّنة أَمر النَّبِي صلى الله عَلَيْهِ وَسلم أَبَا بكر أَن يُقيم الْحَج بِالنَّاسِ وَهِي أول حجَّة كَانَت فِي الْإِسْلَام وكل فرض فبالمدينة نزل إِلَّا فرض الصَّلَاة فبمكة ¶ وَالسَّبَب فِي حجه على مَا أخرجه السُّهيْلي وَغَيره أَن النَّبِي صلى الله عَلَيْهِ وَسلم لما خرج إِلَى تَبُوك نقض الْمُشْركُونَ الْعَهْد الَّذِي كَانَ بَينهم وَبَين الْمُسلمين فِي الطّواف وَذكر مُخَالفَة الْمُشْركين للْمُسلمين فِي الطّواف وكونهم عُرَاة فِي طوافهم فَأمْسك صلى الله عَلَيْهِ وَسلم وَبعث أَبَا بكر رَضِي الله عَنهُ وَنزلت بعده سُورَة بَرَاءَة بِنَقص الْعَهْد وانكشفت سرائر الْمُشْركين ¶ وَلذَلِك تسمى الفاضحة ¶ فامر صلى الله عَلَيْهِ وَسلم عليا بن أبي طَالب رَضِي الله عَنهُ أَن يخرج بهَا ويقرأها على النَّاس يَوْم النَّحْر ¶ فَرجع أَبُو بكر فَقَالَ يَا رَسُول الله مَا هَذَا ¶ فَقَالَ (أردْت أَن يبلغ عني من هُوَ من أهل بَيْتِي) فَمضى وَأقَام أَبُو بكر الْحَج بِالنَّاسِ ¶ وَفعل عَليّ مَا أمره بِهِ وَجعل الْمُشْركُونَ أَرْبَعَة أشهر من يَوْم النَّحْر ليرْجع كل وَاحِد إِلَى مامنه وَلَا عهد لَهُ بعد ذَلِك ¶ وَأمر عَليّ أَبَا هُرَيْرَة أَن يطوف بالمنازل وَأَن يطوف بِأَرْبَع وَهِي لَا يدْخل الْجنَّة مُشْرك إِلَّا مُؤمن وَلَا يحجّ بعد هَذَا الْعَام مُشْرك وَلَا يطوف بِالْبَيْتِ عُرْيَان وَمن كَانَ لَهُ عهد فَلهُ أجل أَرْبَعَة أشهر ثمَّ لَا عهد لَهُ ¶ فَقَالَ الْمُشْركُونَ إِذا انْقَضى الْأَجَل فَلَيْسَ بَيْننَا وَبَيْنكُم إِلَّا الطعْن بِالرِّمَاحِ وَالضَّرْب بِالسُّيُوفِ ¶ فَخَالف الله ظنهم وَدخل النَّاس فِي الدّين أَفْوَاجًا افواجا",
            "page": "113",
            "part": "1",
            "seal": "BE94C999"
        },
        {
            "id": "85",
            "nass": "فصل ¶ وَفِي السّنة الْعَاشِرَة لَازم رَسُول الله صلى الله عَلَيْهِ وَسلم الْإِقَامَة بِالْمَدِينَةِ وجاءته وُفُود الْعَرَب من كل وَجه وَبعث رسله إِلَى مُلُوك الأَرْض وَنزلت عَلَيْهِ {إِذا جَاءَ نصر الله وَالْفَتْح} ¶ وَقد أعلم أَنه نعى إِلَيْهِ نَفسه وَخرج رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى مَكَّة لخمس لَيَال بقيت من ذِي الْقعدَة وَلم يذكر للنَّاس وَأقَام النَّاس حجهم وَمَعَهُمْ من الْمُسلمين أَرْبَعُونَ ألفا ¶ وَكَانَت الوقفة الْجُمُعَة بِاتِّفَاق ¶ وَفِي ذَلِك الْيَوْم بِعَرَفَات نزل قَوْله تَعَالَى {الْيَوْم أكملت لكم دينكُمْ وَأَتْمَمْت عَلَيْكُم نعمتي} ¶ وَتسَمى حجَّة الْوَدَاع لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم وادع النَّاس فِيهَا تعريضا وَلم يحجّ صلى الله عَلَيْهِ وَسلم بعد فرض الْحَج فِي السّنة التَّاسِعَة غير حجَّة الْوَدَاع فِي السّنة الْعَاشِرَة وَحج قبلهَا مرَّتَيْنِ تَطَوّعا وَاعْتمر صلى الله عَلَيْهِ وَسلم أَربع مَرَّات عمْرَة الْحُدَيْبِيَة فِي ذِي الْقعدَة حَيْثُ صده الْمُشْركُونَ وَعمرَة ذِي الْقعدَة من عَام مقبل حَيْثُ صَالحهمْ وَعمرَة الْجِعِرَّانَة وَعمرَة مَعَ حجه ¶ وَقَالَ عمْرَة فِي رَمَضَان كحجة ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (الْعمرَة إِلَى الْعمرَة كَفَّارَة لما بَينهمَا وَالْحج المبرور لَيْسَ لَهُ جُزْء إِلَّا الْجنَّة) ¶ وَقَالَ (من حج هَذَا الْبَيْت لم يرْفث وَلم يفسق رَجَعَ كَيَوْم وَلدته أمه) ¶ وَلما بلغ رَسُول الله صلى الله عَلَيْهِ وَسلم السَّرف بِالسِّين الْمُهْملَة وَكسر الرَّاء وَهُوَ اسْم مَكَان على أَمْيَال قريبَة من مَكَّة وَأمر النَّاس أَن يهلوا بِالْعُمْرَةِ إِلَّا من سَاق الْهَدْي مَعَه وَدخل النَّبِي صلى الله عَلَيْهِ وَسلم مَكَّة محرما بِعُمْرَة وَحجَّة ¶ وَقيل بِحجَّة وَقيل مُتَمَتِّعا ¶ وَالصَّحِيح أَنه أحرم بِحجَّة ثمَّ أحرم بعد ذَلِك بِعُمْرَة أدخلها فِي الْحَج فَصَارَ قَارنا ¶ وَأحرم عَليّ بن أبي طَالب بِمَا أحرم رَسُول الله صلى الله عَلَيْهِ وَسلم وشركه فِي الْهَدْي ¶ وخطب رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم عَرَفَة خطْبَة طَوِيلَة جليلة",
            "page": "114",
            "part": "1",
            "seal": "682D65D9"
        },
        {
            "id": "86",
            "nass": "مُشْتَمِلَة على كثير من الْوَصَايَا والمواعظ وَالْفِقْه فِي الدّين ¶ ولنذكر بَعْضهَا وَكَانَ أول مَا استفتح بِهِ بَيَان مَا يحْتَاج إِلَيْهِ النَّاس فِي حجهم ¶ ثمَّ قَالَ (الْحَمد لله نستعينه ونتوب إِلَيْهِ ونعوذ بِاللَّه من شرور أَنْفُسنَا وَمن سيئات أَعمالنَا وَمن يضلل الله فَلَا هادي لَهُ ¶ وَأشْهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ وَأشْهد أَن مُحَمَّدًا عَبده وَرَسُوله ¶ أوصيكم عباد الله بتقوى الله الْعَظِيم واحتكموا على طَاعَة الله واستفتح بِالَّذِي هُوَ خير ¶ أما بعد أَيهَا النَّاس اسمعوا أبين لكم أَنكُمْ سَتَلْقَوْنَ ربكُم يسألكم عَن أَعمالكُم فَلَا ترجعوا بعدِي كفَّارًا يضْرب بَعْضكُم رِقَاب بعض ¶ إِنِّي تركت فِيكُم مَا إِن أَخَذْتُم بِهِ لن تضلوا كتاب الله ¶ وَإِن أكْرمكُم عِنْد الله أَتْقَاكُم وَلَيْسَ لعربي على عجمي فضل إِلَّا بالتقوى وكل رَبًّا فِي الْجَاهِلِيَّة مَوْضُوع ¶ إِن الله قسم لكل وَارِث نصِيبه فَلَا وَصِيَّة لوَارث وَلَا فِي أَكثر من الثُّلُث ¶ الْوَلَد للْفراش وللعاهر الْحجر ¶ أَن الله حرم دمائكم واموالكم إِلَّا بِحَقِّهَا إِلَى أَن تلقونَ ربكُم كمحرمة شهركم هَذَا وكل عَرَفَة مَوْقُوفَة إِلَى آخر خطبَته صلى الله عَلَيْهِ وَسلم ¶ وَلم يكن صَائِما فِي يَوْمه ذَلِك ووقف رَاكِبًا ليقصد للسؤال ¶ وَلما فرغ من حجه رَجَعَ إِلَى الْمَدِينَة فِي بَقِيَّة ذِي الْحجَّة صلى الله عَلَيْهِ وَسلم",
            "page": "115",
            "part": "1",
            "seal": "57E8B5FC"
        },
        {
            "id": "87",
            "nass": "الْفَصْل الثَّالِث فِي وَفَاته صلى الله عَلَيْهِ وَسلم ¶ وَلما رَجَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم من حجه أَقَامَ بِالْمَدِينَةِ بَقِيَّة شهر ذِي الْحجَّة من سنة إِحْدَى عشر من الْهِجْرَة وَأكْثر شهر صفر هُوَ صلى الله عَلَيْهِ وَسلم بَين الْحَلَال وَالْحرَام وَالْأَدب ¶ وَمرض رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْخَامِس وَالْعِشْرين من صفر ¶ وَسمع فِي ذَلِك الْيَوْم عَائِشَة وَهِي تَقول من صداع أَصَابَهَا وارأساه ¶ ثمَّ تَبَسم ودام وَجَعه وَهُوَ يَدُور على نِسَائِهِ ولازم بَيت عَائِشَة وَخرج فِي ابْتِدَاء مَرضه وَجلسَ على الْمِنْبَر وَحمد الله تَعَالَى واثنى عَلَيْهِ واستغفر لأهل أحد ثمَّ قَالَ (إِن عبدا من عباد الله خَيره الله بَين الدُّنْيَا وَالْآخِرَة فَاخْتَارَ مَا",
            "page": "116",
            "part": "1",
            "seal": "1BF445D8"
        },
        {
            "id": "88",
            "nass": "عِنْد الله) فَبكى أَبُو بكر ¶ فَقَالَ (على رسلك يَا أَبَا بكر) ¶ ثمَّ قَالَ سدوا هَذِه الْأَبْوَاب الَّتِي فِي الْمَسْجِد وَهِي جعلهَا بعض الصَّحَابَة مرفقا لمنزله إِلَّا بَاب أبي بكر ¶ وَقَالَ فِي مَرضه (مروا أَبَا بكر فَليصل بِالنَّاسِ) ¶ وَكَانَ أَبُو بكر غَائِبا فصلى عمر بِالنَّاسِ وَسمع صَوته بِالتَّكْبِيرِ فَقَالَ أَيْن أَبَا بكر يَأْبَى الله ذَلِك والمسلمون ¶ مروا أَبَا بكر ¶ فصلى أَبُو بكر ¶ وَقَالَ لَو كنت متخذا من النَّاس خَلِيلًا لاتخذت أَبَا بكر وَلَكِن صُحْبَة وايخاء حَتَّى يجمع الله بَيْننَا عِنْده ¶ وَمرض صلى الله عَلَيْهِ وَسلم أَرْبَعَة عشر يَوْمًا ¶ وَلما كَانَ يَوْم الِاثْنَيْنِ الثَّامِن لشهر ربيع الأول من سنة إِحْدَى عشر من الْهِجْرَة وَوَافَقَ شهر اشتنبر وَهُوَ الْيَوْم الَّذِي قبض فِيهِ خرج إِلَى النَّاس وهم يصلونَ الصُّبْح ففرح النَّاس وهم فِي الصَّلَاة ووسعوا لَهُ الفرجة وَأَشَارَ إِلَى أبي بكر أَن يثبت ¶ فَجَلَسَ إِلَى جَانب أبي بكر عَن يَمِينه وَصلى قَاعِدا ¶ وَكَانَ أَمر أُسَامَة بن زيد على بعث ودعى وَطعن فِي امارة الْمُنَافِقين فتوقف أُسَامَة لأجل مَرضه صلى الله عَلَيْهِ وَسلم وَقَالَ اكره أَن اسْأَل عَنهُ النَّاس ¶ وَتُوفِّي صلى الله عَلَيْهِ وَسلم حِين اشْتَدَّ الضُّحَى من ذَلِك الْيَوْم ¶ قَالَت عَائِشَة رَضِي الله عَنْهَا لما رَجَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم من الْمَسْجِد اضْطجع فِي حجري فَدخل عبد الرَّحْمَن بن أبي بكر بِيَدِهِ سواك فَنظر إِلَيْهِ فَعلمت أَنه يُرِيد السِّوَاك ¶ فَقلت آخذه لَك فَأَشَارَ بِرَأْسِهِ نعم فَأَخَذته ولينته وأعطيته إِيَّاه فاستن بِهِ جيدا وَوَضعه ¶ ثمَّ ثقل فِي حجري فَنَظَرت إِلَيْهِ فَإِذا بَصَره شخص وَهُوَ يَقُول بالرفيق الْأَعْلَى من الْجنَّة فَعلمت أَنه خير فَقبض ¶ قَالَت فَمن سفهي وحداثة سني وضعت رَأسه على الوسادة وَقمت مَعَ النَّاس أضْرب وَجْهي ¶ فَقَالَ عمر مَا مَاتَ وَلَكِن ذهب إِلَى ربه كَمَا ذهب مُوسَى ¶ ثمَّ دخل أَبُو بكر ¶ وكشف عَن وَجهه وَقَبله وَبكى ثمَّ خرج إِلَى النَّاس فَحَمدَ الله وَأثْنى عَلَيْهِ وَصلى على نبيه صلى الله عَلَيْهِ وَسلم ¶ وَقَالَ أَيهَا النَّاس من كَانَ يعبد مُحَمَّدًا فَإِن مُحَمَّدًا قد مَاتَ وَمن كَانَ يعبد الله فَإِن الله حَيّ لَا يَمُوت ¶ ثمَّ قَرَأَ وَمَا",
            "page": "117",
            "part": "1",
            "seal": "220D9D41"
        },
        {
            "id": "89",
            "nass": "مُحَمَّد إِلَّا رَسُول قد خلت من قبله الرُّسُل) ¶ فَأَخذهَا النَّاس فِي أَفْوَاههم وَقَالَ عمر مَا كَأَنِّي سَمعتهَا ¶ وانحاز الانصار فِي سَقِيفَة بني سَاعِدَة وتشوفوا إِلَى الْخلَافَة واشتعل عَليّ بالمصاب الْعَظِيم ¶ وَاجْتمعَ الْمُهَاجِرُونَ بِأبي بكر وأفصح ¶ فَقَالَ بعض الْأَنْصَار منا أَمِير ومنكم أَمِير وَكثر اللَّغط ¶ فَأخذ أَبُو بكر بيد عمر وبيد أَبُو عُبَيْدَة بن الْجراح وَقَالَ رضيت لكم هذَيْن الرجلَيْن ¶ وَقَالَ عمر لَا تَأمر على قوم فيهم أَبُو بكر ¶ وَقَالَ غَيره رجل ارْتَضَاهُ رَسُول الله صلى الله عَلَيْهِ وَسلم لديننا أَفلا نرضاه لدنيانا ¶ فَبَايعهُ عمر وَبَايَعَهُ الْمُهَاجِرُونَ ثمَّ الْأَنْصَار ¶ فَقَامَ أَبُو بكر فَخَطب بِمَا يَنْبَغِي ¶ وَقَالَ أَيهَا النَّاس أَطِيعُونِي مَا اطعت الله وَرَسُوله وَإِن عصيت الله وَرَسُوله فَلَا طَاعَة لي عَلَيْكُم ¶ وَسَأَلَ أَبُو قُحَافَة فَقيل لَهُ بُويِعَ أَبُو بكر فَقَالَ لَا مَانع لما أعْطى الله ¶ وكملت الْبيعَة يَوْم الثُّلَاثَاء ¶ وفيهَا غسل رَسُول الله صلى الله عَلَيْهِ وَسلم وَتَوَلَّى غسله عَمه الْعَبَّاس وَعلي بن أبي طَالب وَالْفضل بن الْعَبَّاس وَأَخُوهُ قثم ¶ وَكَانَ يصب المَاء أُسَامَة بن زيد وشقران وَعلي بن أبي طَالب يدلكه فِي قَمِيصه وَكَانَ فِي ثَلَاثَة أَثوَاب بيض سحُولِيَّة أَي نسج الْقرْيَة الَّتِي يُقَال لَهَا سحولا ¶ وَاخْتلف فِي مَكَان دَفنه فَقَالَ أَبُو بكر سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول (مَا قبض نَبِي إِلَّا دفن حَيْثُ قبض فحفر لَهُ فِي مَكَان فرَاشه) ¶ وَكَانَ أَبُو عُبَيْدَة وَأَبُو طَلْحَة يحفران للموتى احتسابا لله ورغبة فِي الْأجر ¶ وَأَبُو عُبَيْدَة يشق وَأَبُو طَلْحَة يلْحد ¶ فَبعث إِلَيْهِم الْعَبَّاس وَقَالَ اللَّهُمَّ اختر لنبيك فَوجدَ أَبُو طَلْحَة يلْحد لَهُ ¶ وَكَانَ صلى الله عَلَيْهِ وَسلم جمع أَهله ونساءه فِي بَيت عَائِشَة وأعلمهم بِحُضُور أحله فَبكى وَبكوا فَقَالَ من يصل عَلَيْك يَا رَسُول الله وَكَأَنَّهُم سَأَلُوهُ عَن الْخلَافَة بعده ¶ فَقَالَ (مهلا عَلَيْكُم غفر الله لكم وأجزاكم خيرا عَن نَبِيكُم) ¶ إِذا غسلتموني وكفنتموني فضعوني على شَفير",
            "page": "118",
            "part": "1",
            "seal": "58ED866A"
        },
        {
            "id": "90",
            "nass": "قَبْرِي ثمَّ اخْرُجُوا عني سَاعَة فَإِن أول من يُصَلِّي عَليّ جِبْرِيل ¶ ثمَّ مِيكَائِيل ¶ ثمَّ إسْرَافيل ¶ ثمَّ ملك الْمَوْت وَجُنُوده ¶ ثمَّ الْمَلَائِكَة ثمَّ ادخُلُوا عَليّ فوجا فوجا فصلوا عَليّ وسلموا تَسْلِيمًا ¶ وَسَأَلَ النَّاس عبد الله بن مَسْعُود رَضِي الله عَنهُ فَقَالُوا كَيفَ نصلي عَلَيْهِ فَقَالَ اسألوا عَليّ بن أبي طَالب ¶ فسألوا عليا فَقَالَ قُولُوا {إِن الله وَمَلَائِكَته يصلونَ على النَّبِي يَا أَيهَا الَّذين آمنُوا صلوا عَلَيْهِ وسلموا تَسْلِيمًا} ¶ اللَّهُمَّ صل على مُحَمَّد وعَلى آل مُحَمَّد ¶ وَلما وقف عمر للصَّلَاة اثنى عَلَيْهِ كثيرا وَذكر بعض محامده ثمَّ صلى عَلَيْهِ أهل بَيته ثمَّ الرِّجَال ثمَّ النِّسَاء ثمَّ الصّبيان وَلم يؤمهم أحد ¶ وَدفن صلى الله عَلَيْهِ وَسلم لَيْلَة الْأَرْبَعَاء وَأدْخلهُ فِي قَبره عَمه الْعَبَّاس وَعلي بن أبي طَالب وَالْفضل بن عَبَّاس وَقثم بن الْعَبَّاس ¶ وَقَالَت بَنو زهرَة نَحن أَخْوَاله فادخلوا منا رجلا فادخلوا عبد الرَّحْمَن بن عَوْف وَدخل أُسَامَة بن زيد مَوْلَاهُ وشقران مَوْلَاهُ وَهُوَ الَّذِي ألْقى القطيفة تَحْتَهُ وَدخل الْمُغيرَة بن شُعْبَة وَآخرهمْ خُرُوجًا قثم بن الْعَبَّاس وَقيل الْمُغيرَة بن شُعْبَة ودك التُّرَاب وَانْقطع الْوَحْي وانقرضت النبوءة وتأنس الْمُسلمُونَ بعده بِكِتَاب الله وَحَدِيثه صلى الله عَلَيْهِ وَسلم فَيُقَال انْزِلْ عَلَيْهِ كَذَا وَكَذَا ¶ ووقفت فَاطِمَة ابْنَته صلى الله عَلَيْهِ وَسلم على قَبره بعد دَفنه وانشدت ¶ (قل للمغيب تَحت أطباق الثرا ... هَل تسمعن صراخي وندايا) ¶ (هَذَا على من شم تربة أَحْمد ... ألايشم مدى الزَّمَان غواليا) ¶ (صبَّتْ عَليّ مصائب لوانها ... صبَّتْ على الْأَيَّام عدن لياليا) ¶ وَبكى النَّاس فِي ذَلِك الْيَوْم بكاء شَدِيدا ورثاه أَبُو بكر وَعمر وَغَيرهمَا ¶ وأنشدت أَيْضا ¶ (قد كَانَت بعْدك أنباء ... لَو كنت تشهدها لم يكثر الخطبا)",
            "page": "119",
            "part": "1",
            "seal": "35072ED9"
        },
        {
            "id": "91",
            "nass": "(إِنَّا فقدناك فقد الأَرْض وابلها ... واختل قَوْمك بعد الْعَهْد واحتزبا) ¶ (قد كَانَ جِبْرِيل بِالْآيَاتِ يؤنسنا ... فَغَاب عَنَّا وكل الْخَيْر محتجبا) ¶ (وَقد رزئنا لم يرزه أحد ... من الْبَريَّة لَا عجما وَلَا عربا) ¶ وارتد كثير من أحلاف الاعراب بعد مَوته صلى الله عَلَيْهِ وَسلم وَظهر النِّفَاق ¶ ثمَّ اصلح الله الْأَمر بِولَايَة أبي بكر وَثَبت الله الْإِسْلَام بخلافته ¶ فصل ¶ وَأما حكم تركته صلى الله عَلَيْهِ وَسلم فألأصل فِي ذَلِك مَا خرجه البُخَارِيّ عَن عمر بن الْحَارِث قَالَ مَا ترك صلى الله عَلَيْهِ وَسلم عِنْد مَوته دِينَارا وَلَا درهما وَلَا عبدا وَلَا أمة وَلَا شَيْئا إِلَّا بغلته الْبَيْضَاء وسلاحه وأرضا جعلهَا صَدَقَة ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم إِنَّا معاشر الْأَنْبِيَاء لَا نورث مَا تركنَا فَهُوَ صَدَقَة ¶ وَأجْمع أهل السّنة أَن هَذَا حكم جَمِيع الْأَنْبِيَاء ¶ وَقَالَ ابْن علية إِن ذَلِك لنبينا مُحَمَّد صلى الله عَلَيْهِ وَسلم وَحده دون النَّبِيين ¶ وَالَّذِي يسْتَحق مِيرَاثه صلى الله عَلَيْهِ وَسلم لَكَانَ موروثا ¶ زَوْجَاته التسع وَابْنَته فَاطِمَة وَعَمه الْعَبَّاس خَاصَّة ¶ وحساب الْمَسْأَلَة اثْنَان وَسَبْعُونَ ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (لَا نورث مَا تركنَا فَهُوَ صَدَقَة) ¶ هُوَ بِرَفْع صَدَقَة وَبِه أجَاب أَبُو بكر فَاطِمَة فَإِن مذهبها الارث ¶ حِين طلبت مِيرَاثهَا فَمنعهَا ¶ وَزعم عبد الله بن الْمعلم من أَئِمَّة الإمامية أَن صَدَقَة بِالنّصب على الْحَال ونورث بِالْيَاءِ وَذَلِكَ بَاطِل ¶ فصل ¶ وَكَانَ لرَسُول الله صلى الله عَلَيْهِ وَسلم من الْخَيل عشرَة مِنْهُم فرس يُقَال لَهَا السكب قَاتل عَلَيْهِ يَوْم أحد وَكَانَ غرا محجلا وَفرس الْيُمْنَى اسْمهَا",
            "page": "120",
            "part": "1",
            "seal": "D28E3340"
        },
        {
            "id": "92",
            "nass": "سنجة وسابق عَلَيْهِ فَسبق وَآخر يُقَال لَهَا المرتجز وَآخر يُقَال لَهَا المذرار ¶ وأهداها لَهُ الْمُقَوْقس ملك الاسكندرية وَآخر يُقَال لَهَا النجيب أهداها لَهُ تَمِيم الدَّارِيّ وَآخر اشْتَرَاهُ من تجار الْيمن وَسبق عَلَيْهِ ثَلَاث مَرَّات ¶ وَمسح صلى الله عَلَيْهِ وَسلم وَجهه بردائه وَقَالَ (مَا أَنْت إِلَّا مجر) ¶ وَكَانَ لَهُ صلى الله عَلَيْهِ وَسلم من البغال ثَلَاثَة الدلْدل وَهِي الَّتِي أهداها لَهُ الْمُقَوْقس وَآخر أهداها لَهُ أَبُو بكر وَآخر أهداها لَهُ لَيْلَة ¶ وَكَانَ لَهُ حمَار يُقَال لَهُ اليعفور وَكَانَ يُرْسِلهُ لمن أَرَادَ من أَصْحَابه فَيضْرب الْبَاب بِرَأْسِهِ فَيخرج ويمضي مَعَه ¶ وَلما توفّي رَسُول الله صلى الله عَلَيْهِ وَسلم ألْقى الْحمار نَفسه فِي الْبِئْر وَمَات ¶ بعد أَن تكلم وَقَالَ لَا يركبني أحد بعده ¶ وَلم يقتن صلى الله عَلَيْهِ وَسلم من الْبَقر شَيْئا ¶ وَكَانَت لَهُ عشرُون لقحة بِالْغَابَةِ وَكَانَت لَهُ مهرية أهداها لَهُ سعد بن عبَادَة وَكَانَت لَهُ نَاقَة عَجِيبَة يُقَال لَهَا العضباء وَكَانَ لَا يحملهُ إِذا نزل عَلَيْهِ الْوَحْي غَيرهَا ¶ وَكَانَت أُخْرَى يُقَال لَهَا الجدعاء وسبقها غَيرهَا مرّة فشق ذَلِك على الْمُسلمين فَقَالَ صلى الله عَلَيْهِ وَسلم إِن حَقًا على الله أَلا يرفع شَيْئا من الدُّنْيَا إِلَّا وَضعه ¶ وَكَانَت لَهُ صلى الله عَلَيْهِ وَسلم مائَة من الْغنم مِنْهَا شَاة يشرب لَبنهَا اسْمهَا غيثة وَكَانَ فِي منزله ديك أَبيض ¶ فصل ¶ وسلاحه صلى الله عَلَيْهِ وَسلم ثَمَانِيَة أسياف مِنْهَا سيف وَرثهُ من أَبِيه وارفعه قسي كلهَا عَرَبِيَّة ¶ وَكَانَت لَهُ خَمْسَة أرماح ¶ وَكَانَت لَهُ من الدروع سِتَّة فِيهَا درع",
            "page": "121",
            "part": "1",
            "seal": "37A9D24B"
        },
        {
            "id": "93",
            "nass": "دَاوُود عَلَيْهِ السَّلَام ¶ وَكَانَ لَهُ ترس أهْدى لَهُ وَكَانَت فِيهِ صُورَة عِقَاب فَوضع عَلَيْهِ يَده فامتحى ¶ وَكَانَ لَهُ علمَان أكحل وأبيض وَهُوَ اللِّوَاء وَكَانَ لَهُ مغفر وَهُوَ زرد لكسوة الرَّأْس وَبَعض الْوَجْه ¶ وَكَانَت لَهُ منْطقَة من جلد مبشورة فِيهَا ثَلَاثَة حلق من فضَّة وأبزيم من فضَّة وطرف من فضَّة وَلها قضيب يُسمى المشوق وَكَانَت لَهُ عنزة وَهِي عماد الرمْح تركز أَمَامه ستْرَة للصَّلَاة وَبقيت إِلَى أَيَّام الْمَأْمُون وَكَانَ نصل سيف رَسُول الله صلى الله عَلَيْهِ وَسلم وَكَذَلِكَ قبعة وَمَا بَين ذَلِك حلق من فضَّة ¶ فصل ¶ وَترك رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم مَاتَ من الثِّيَاب أَرْبَعَة أزر وقميصا وجبة وَكسَاء وَمِلْحَفَة وقميصا وعمامة وبردة حَمْرَاء وقلانس وقباء ورداء وفراشا وقطيفة حَمْرَاء وسريرا وثيابا للْجُمُعَة غير الَّتِي يلبس فِي سَائِر الْأَيَّام ومنديلا يمسح بِهِ بعد الْوضُوء للصَّلَاة وَكَانَت لَهُ صلى الله عَلَيْهِ وَسلم جوبة فِيهَا مرْآة ومشطة من عاج ومكحلة ومقراض وَهُوَ المقص وَسوَاك ¶ وَكَانَ لَهُ قدح مضبب بِالْفِضَّةِ فِي ثَلَاثَة مَوَاضِع وَكَانَ لَهُ تنور من حجر وَهُوَ إِنَاء يشبه الطست ومغتسل من صفر يشبه السطل الْوَاسِع وارجانه وَهِي لغسل الثِّيَاب ¶ وَكَانَ لَهُ إِنَاء من نُحَاس يشبه الْكوز يعْمل فِيهِ الْحِنَّاء والكتم ¶ وَكَانَت لَهُ قَصْعَة تسمى الغراء يحملهَا أَرْبَعَة رجال وركوة وَصَاع لزكاة الْفطْرَة وَمد للكيل",
            "page": "122",
            "part": "1",
            "seal": "E1D5B3EA"
        },
        {
            "id": "94",
            "nass": "وفسطاط وَهُوَ الخباء وخفان ساجزان ¶ وَخَاتم نقشه مُحَمَّد رَسُول الله وانتقل إِلَى أبي بكر ثمَّ إِلَى عمر ثمَّ إِلَى عُثْمَان وَسقط من يَده فِي الْبِئْر فَلم يُوجد ¶ وتنزه رَسُول الله صلى الله عَلَيْهِ وَسلم عَن الدُّنْيَا وَأعْرض عَنْهَا جملَة وأوتى خزائنها وَأحلت لَهُ غنائمها وَأعْرض عَن ذَلِك كُله وَلَا يَأْخُذ من أَمْوَال الدُّنْيَا إِلَّا مَا هُوَ ضَرُورَة وَلَا يبيت عِنْده دِينَار وَلَا دِرْهَم ¶ وَنزل عَلَيْهِ جِبْرِيل فَقَالَ إِن الله يُقْرِئك السَّلَام وَيَقُول لَك أَتُحِبُّ أَن يَجْعَل لَك هَذِه الْجبَال ذَهَبا تكون مَعَك حَيْثُ تكون ¶ فاطرق سَاعَة ثمَّ قَالَ (يَا جِبْرِيل إِن الدُّنْيَا دَار من لَا دَار لَهُ وَمَال من لَا مَال لَهُ قد يجمعها من لَا عقل لَهُ) ¶ فَقَالَ لَهُ جِبْرِيل ثبتك الله بالْقَوْل الثَّابِت يَا مُحَمَّد صلى الله عَلَيْهِ وَسلم وعَلى آله وَصَحبه",
            "page": "123",
            "part": "1",
            "seal": "7E605BB5"
        },
        {
            "id": "96",
            "nass": "الْبَاب الرَّابِع فِي نبذ من معجزاته صلى الله عَلَيْهِ وَسلم",
            "page": "125",
            "part": "1",
            "seal": "246FDF46"
        },
        {
            "id": "98",
            "nass": "أعلم أَن معجزات النَّبِي صلى الله عَلَيْهِ وَسلم كَثِيرَة وَلَا يُحِيط بهَا أحد وَلَا يحصرها عدد قد جمع الْحَافِظ أَبُو بكر مُحَمَّد بن الْعَرَبِيّ فِي كِتَابه الْمَعْرُوف بأنوار الْفجْر ألف معْجزَة واعترف بِالْعَجزِ مِنْهَا الْقُرْآن وَهُوَ من أعظم المعجزات وَوجه اعجازه التآم كَلِمَاته وبراع براعته فِي أَحْكَامه وقصصه وَكَونه نزل بدار أَرْبَاب الفصاحة ورؤساء البلاغة وَنُودِيَ بِهِ على رؤوسهم ومجتمعهم فِي مُدَّة تزيد على عشْرين سنة وعجزوا عَن الْمُعَارضَة ¶ وَصدر مِنْهُ صلى الله عَلَيْهِ وَسلم فِي هَذِه الْمدَّة الْيَسِيرَة من الْعُلُوم وَالسّنَن والآداب والمحاسن ومصالح الدُّنْيَا وَالْآخِرَة مَا تعجز عَنهُ الْأُمَم الْمَاضِيَة فِي آلَاف السنين ¶ فصل ¶ وَمن آيَاته أَنه صلى الله عَلَيْهِ وَسلم مَخْتُومًا ويروى مَقْطُوع السُّرَّة ¶ وَقَالَ جده عبد الْمطلب سَيكون لبني هَذَا شَأْن عَظِيم ¶ وَعَن انس أَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَتَاهُ جِبْرِيل وَهُوَ يلْعَب مَعَ الغلمان وصرعه وشق جَوْفه واستخرج مِنْهُ الْقلب وأزال مِنْهُ علقَة ¶ وَقَالَ هَذَا حَظّ الشَّيْطَان مِنْك ¶ ثمَّ غسله فِي طست من ذهب بِمَاء زَمْزَم ثمَّ أَعَادَهُ فِي مَكَانَهُ ¶ وَقَالَ الغلمان قتل مُحَمَّد ¶ قَالَ أنس وَكنت أرى ذَلِك الْخَيط فِي مُدَّة ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (اني لأعرف حجرا",
            "page": "127",
            "part": "1",
            "seal": "8B57D494"
        },
        {
            "id": "99",
            "nass": "بِمَكَّة كَانَ يسلم عَليّ قبل أَن أبْعث) ¶ وظللته الغمامة قبل أَن يبْعَث واستدار ظلّ الشَّجَرَة إِلَيْهِ حِين سبقه النَّاس إِلَى ظلها وَهُوَ لم يبلغ الْحلم وَكَانَت لَهُ فِي صغره صلى الله عَلَيْهِ وَسلم عجائب وآيات ¶ فصل ¶ وَمن معجزاته صلى الله عَلَيْهِ وَسلم اخباره عَن بَيت الْمُقَدّس وَقد رفع إِلَيْهِ وَهُوَ يصفه وَمِنْهَا ان أهل مَكَّة سَأَلُوهُ أَن يُرِيهم آيَة فَأَرَاهُم انْشِقَاق الْقَمَر فلقه ¶ وَهِي معْجزَة الانشقاق وَمِنْهَا أَن الْمَلأ من قُرَيْش تعاقدوا على قَتله وجلسوا عِنْد بَابه فَخرج إِلَيْهِم وَبِيَدِهِ كف من تُرَاب وَسَقَطت أذقانهم فِي صُدُورهمْ وَجعل التُّرَاب على رؤوسهم ¶ وَمِنْهَا أَنه قَامَ صلى الله عَلَيْهِ وَسلم يُصَلِّي بِمَكَّة فَقَامَ إِلَيْهِ أَبُو جهل ليؤذيه ثمَّ رَجَعَ هَارِبا فَقيل لَهُ مَاذَا قَالَ رَأَيْت بيني وَبَينه خَنْدَقًا من نَار ¶ وَمِنْهَا أَن أَبَا جهل اشْترى من رجل إبِلا وماطله بِالثّمن فَقَالَ يَا معشر قُرَيْش من يخرج لي حَقي فدلوه على رَسُول الله صلى الله عَلَيْهِ وَسلم وهم يهزأون بِهِ فَقَامَ مَعَه ودق الْبَاب على أبي جهل وَقَالَ (أعْطه حَقه) ¶ فَقَالَ نعم ¶ وَلما دفع لَهُ خرج سَأَلُوهُ وَقَالَ رَأَيْت فَوق رَأْسِي فحلا من الْإِبِل لَو امْتنعت لأكلني ¶ وَمِنْهَا مَا رُوِيَ عَن عَليّ بن أبي طَالب رَضِي الله عَنهُ قَالَ خرجنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى بعض نواحي مَكَّة فَمَا استقبله حجر وَلَا شجر إِلَّا وَهُوَ يَقُول السَّلَام عَلَيْك يَا رَسُول الله ¶ وَمِنْهَا حنين الْجذع ¶ قَالَ أنس كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يخْطب ويستند إِلَى جذع فاتخذوا لَهُ منبرا فحن الْجذع حنين النَّاقة ¶ فَنزل صلى الله عَلَيْهِ وَسلم ومسه فسكن ¶ وَمِنْهَا دَعْوَة الْعرق من النّخل ¶ عَن ابْن عَبَّاس جَاءَ إِلَيْهِ أَعْرَابِي قَالَ لَهُ بِمَ اعرف أَنَّك نَبِي قَالَ (إِن دَعَوْت هَذَا الْعرق من هَذِه النَّخْلَة تشهد أَنِّي رَسُول الله) ¶ قَالَ نعم ¶ فَدَعَاهُ فَجعل ينزل حَتَّى وصل ثمَّ قَالَ لَهُ ارْجع ¶ فَرجع فَأسلم الاعرابي",
            "page": "128",
            "part": "1",
            "seal": "7FF8DA16"
        },
        {
            "id": "100",
            "nass": "وَمِنْهَا أَنه مسح على وَجه عَمْرو بن الأخطب فَدَعَا لَهُ فَعَاشَ مائَة وَعشْرين سنة وَلَيْسَ فِي رَأسه إِلَّا شَعرَات بيض ¶ وَمِنْهَا رجف أحد روى أنس أَن رَسُول الله صلى الله عَلَيْهِ وَسلم صعد جبل أحد وَمَعَهُ أَبُو بكر وَعمر وَعُثْمَان فَرَجَفَ بهم فَقَالَ (اسكن إِنَّمَا عَلَيْك نَبِي وصديق وشهيدان) ¶ وَمِنْهَا أَنه رمى يَوْم حنين بقبضة من تُرَاب فِي وُجُوه الْقَوْم فَهَزَمَهُمْ الله ¶ وَمِنْهَا مَا كَانَ من سراقَة بن مَالك حِين تبعه فِي الْهِجْرَة فساخت قَوَائِم فرسه فِي أَرض يابسة واستغاث بِهِ فأغاثه ¶ وَمِنْهَا شَاة أم معبد وَكَانَت حائلة فَمسح على ظهرهَا فَدرت بِاللَّبنِ ¶ وَمِنْهَا مَا رَوَاهُ عبد الله بن مَسْعُود قَالَ كنت غُلَاما أرعى غنما فجَاء النَّبِي صلى الله عَلَيْهِ وَسلم حِين فر من الْمُشْركين فَقَالَ (يَا غُلَام هَل عنْدك لبن) فَقَالَ أَنِّي مؤتمن قَالَ (هَل عنْدك جَذَعَة غنم لم يأتها فَحل) فَأَتَيْته بهَا فَمسح على ضرْعهَا ودر لَبنهَا ¶ وَمِنْهَا أَنه مسح على ضرع شَاة خباب التَّمِيمِي فَدرت بِاللَّبنِ ¶ وَمِنْهَا تَكْثِير الْقَلِيل فِي التَّمْر وَفِي الْخبز وَفِي الطَّعَام الْمَصْنُوع ¶ وتكرر ذَلِك وَكثر مَعَ أهل الصّفة وَغَيرهم ¶ وَأهل الصّفة أضياف الْإِسْلَام لَا أهل لَهُم وَلَا مَال وَإِذا أَتَت صَدَقَة بعث بهَا إِلَيْهِم ¶ وَدخل عِنْد ابي أَيُّوب الْأنْصَارِيّ حِين قدم الْمَدِينَة فَصنعَ لَهُ طَعَاما قَلِيلا لعزة وجوده ¶ فَقَالَ (ادْع ثَلَاثِينَ) فَأَكَلُوا ¶ فَقَالَ (ادْع سِتِّينَ) فَأكل من ذَلِك الطَّعَام الْقَلِيل مائَة وَثَمَانُونَ من الْأَنْصَار",
            "page": "129",
            "part": "1",
            "seal": "CD2DEC5E"
        },
        {
            "id": "101",
            "nass": "وَأَسْلمُوا كلهم ¶ ودعا أَبُو طَلْحَة الْأنْصَارِيّ لأقراص من شعير بادام فَقَامَ بِمن مَعَه من النَّاس فَجعلُوا عَلَيْهِ عشرَة بعد عشرَة حَتَّى شَبِعُوا وهم ثَمَانُون ¶ وَكَانَ صلى الله عَلَيْهِ وَسلم عروسا بِزَيْنَب فأهدي لَهُ طَعَام قَلِيل فَقَالَ (يَا انس ادْع لي فلَانا وَفُلَانًا تمّ ادْع لي من لقِيت) ¶ فَفعلت وَاجْتمعَ النَّاس نَحْو ثَلَاثمِائَة فاكلوا كلهم مِنْهُ ¶ وَلما نزل قَوْله تَعَالَى {وأنذر عشيرتك الْأَقْرَبين} ¶ دعاهم وجمعهم على فَخذ شَاة وقدح لبن فَأَكَلُوا حَتَّى شَبِعُوا وَشَرِبُوا حَتَّى رووا وَأطْعم ألفا من صَاع بالخندق وشبعوا وَالطَّعَام أَكثر مِمَّا كَانَ ¶ وَأطْعم جمَاعَة من تمر يسير ¶ وَأجْمع فضل الأزواد على النطع ثمَّ قسمهَا على الْعَسْكَر ¶ وَأَتَاهُ أَبُو هُرَيْرَة بتمرات فِي يَده فمسها فاكتال أَو سقا ¶ ودعا أَبُو هُرَيْرَة أهل الصّفة إِلَى قَصْعَة من ثريد فَلم يجلس أَبُو هُرَيْرَة حَتَّى قَامَ الْقَوْم وَلم يفضلوا غير لقْمَة فمسها صلى الله عَلَيْهِ وَسلم بِيَدِهِ وَقَالَ كل يَا أَبَا هُرَيْرَة فَأكل منهاحتى شبع ¶ وأهدت لَهُ أم مَالك سمنا فِي عكة فَلَمَّا فرغ رجعت مَمْلُوءَة كَمَا كَانَت وَقَالَ لَهَا (هَذِه بركَة عجل الله لَك ثَوَابهَا واعلمها أَن تَقول دبر كل صَلَاة سُبْحَانَ الله وَالْحَمْد لله وَالله أكبر عشر مَرَّات) ¶ وَمِنْهَا نبع المَاء من بَين أَصَابِعه فِي قدح وَقَالَ (هلموا) ¶ ووقف فِي غَزْوَة تَبُوك على مَاء قَلِيل فغرس فِيهِ سَهْما من كِنَانَته ففار المَاء وارتوى الْقَوْم وَكَانُوا ثَلَاثِينَ ألفا ¶ وشكى إِلَيْهِ قوم ملوحة بئرهم فَوقف على الْبِئْر فتفل فِيهِ فتفجر بِالْمَاءِ العذب ¶ وَدخل حَائِط جَابر فَوَجَدَهُ قد جمع تَمرا قَلِيلا وشكا إِلَيْهِ بغرمائه فمسه بِيَدِهِ وَقَالَ لَهُ اقْضِ مَا عَلَيْك فأوفى غرماءه وَفضل",
            "page": "130",
            "part": "1",
            "seal": "065153CB"
        },
        {
            "id": "102",
            "nass": "ثَلَاثَة عشرَة وسْقا ¶ وَمِنْهَا إِجَابَة الجمادات دَعَا لحجر فجَاء إِلَيْهِ ودعا لشَجَرَة فَجَاءَت بعروقها وأمرها أَن ترجع فَرَجَعت وَسبح الْحَصَى فِي كَفه كَذَلِك الطَّعَام ¶ قَالَ أَبُو ذَر سَمِعت تَسْبِيح الْحَصَى فِي كَفه ¶ ثمَّ كَذَلِك لعمرثم كَذَلِك لعُثْمَان ثمَّ وضعهن فخرص ¶ وَجَاء رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى منزل الْعَبَّاس فَقَالَ (السَّلَام عَلَيْك وَرَحْمَة الله) ¶ فَقَالَ (وَعَلَيْك السَّلَام وَرَحْمَة الله) ¶ قَالَ (كَيفَ اصبحتم) قَالُوا أَصْبَحْنَا بِخَير وَالْحَمْد لله ¶ فَقَالَ كَيفَ أَصبَحت يَا نَبِي الله قَالَ (أَصبَحت بِخَير بِحَمْد الله) ¶ ثمَّ قَالَ (تقاربوا) يُرِيد بَعضهم إِلَى بعض ثمَّ اشْتَمَل عَلَيْهِم بملاءة وَقَالَ يَا رب هَذَا عمي صنو أبي وَهَؤُلَاء أهل بَيْتِي فاسترهم من النَّار ¶ فَقَالَت الاسكفة آمين آمين آمين ¶ والاسكفة عتبَة الْبَاب الَّتِي يُوطأ عَلَيْهَا ¶ وَجعلت الْيَهُود لَهُ شَاة فِيهَا سم فَأخْبر الذِّرَاع أَنَّهَا مَسْمُومَة ¶ فَقَالَ لَهُم (مَا حملكم على ذَلِك) فَقَالُوا أردنَا إِن كنت كَاذِبًا نستريح مِنْك وَإِن كنت صَادِقا لن يَضرك ¶ فَتَجَاوز صلى الله عَلَيْهِ وَسلم ¶ وَقَالَ لَهُ إِنْسَان ادْع لشجرتين فدعاهما واجتمعتا عَلَيْهِ فَلَمَّا استيقظت ذكرت لما جاءتا فَقَالَ صلى الله عَلَيْهِ وَسلم (هَذِه اسْتَأْذَنت رَبهَا أَن تسلم عَليّ فَأذن لَهَا) ¶ وَشهِدت لَهُ شَجَرَة بالرسالة ثَلَاث مَرَّات حِين طلب الْأَعرَابِي مِنْهُ ذَلِك وَأسلم ¶ وشكا إِلَيْهِ بعير قلَّة الْعلف وَكَثْرَة الْعَمَل وَسَأَلته الظبية أَن يخلصها من الرِّبَاط لترضع وَلَدهَا ثمَّ تعود فخلصها ونطقت بِالشَّهَادَةِ ¶ وَدخل عَام الْفَتْح فَوجدَ الْأَصْنَام عِنْد الْكَعْبَة فَأَشَارَ إِلَيْهَا بالفضيب ¶ وَقَالَ (جَاءَ الْحق وزهق الْبَاطِل) فتساقطت ¶ وَشهد الضَّب بنبوءته صلى الله عَلَيْهِ وَسلم ¶ وَمن معجزاته صلى الله عَلَيْهِ وَسلم إِجَابَة دَعوته فِي غير مَا مَوضِع ¶ قَالَ جَابر بن عبد الله كنت أَسِير على جمل ضَعِيف فَدَعَا لَهُ بِالْقُوَّةِ فَسَار سيرا شَدِيدا ¶ وَقَالَ عبد الله بن أبي الْجَعْدِي كنت فِي غَزْوَة على فرس ضَعِيفَة فَمر بهَا ¶ وَقَالَ (اللَّهُمَّ بَارك فِيهَا فَمَا ملكت رَأسهَا وبعت من بَطنهَا بِاثْنَيْ عشر ألفا) ¶ ودعا لعَلي بن أبي طَالب أَن يذهب عَنهُ الْحر وَالْبرد فَكَانَ",
            "page": "131",
            "part": "1",
            "seal": "D6D72D98"
        },
        {
            "id": "103",
            "nass": "سَوَاء عِنْده ¶ ودعا لأنس بِكَثْرَة المَال وَالْولد وَطول الْعُمر فَكَانَ كَذَلِك ¶ وَبعث الطُّفَيْل بن عَمْرو الدوسي إِلَى قومه وَقَالَ (اللَّهُمَّ اهد دوسا وَاجعَل لَهُ آيَة) فَجعل الله لَهُ نورا فِي طرف سَوْطه يضيء فِي الظُّلُمَات وَأسْلمت قبيلته ¶ وَقَالَ أَبُو هُرَيْرَة شَكَوْت إِلَيْهِ كَثْرَة نسياني فَقَالَ (ابْسُطْ رداءك) فبسطته ودعا وَقَالَ (ضمه) ¶ فَمَا نسيت شَيْئا بعد ذَلِك ¶ وَقَالَ قلت يارسول الله أدع أُمِّي لِلْإِسْلَامِ فَدَعَا وَلما رجعت إِلَى الْبَيْت وَجدتهَا تَغْتَسِل لِلْإِسْلَامِ ¶ وَقَالَ قلت يَا رَسُول الله أدع الله أَن يحببني لأمتك فَدَعَا لي فَهُوَ مَحْبُوب عِنْد الْأمة ¶ وَقَالَ عُثْمَان بن أبي الْعَاصِ ¶ قلت يارسول الله دخلني النسْيَان فَدَعَا لي فَمَا نسيت شَيْئا ¶ ودعا الله أَن يعز الْإِسْلَام بعمر فَأسلم ¶ ودعا لِابْنِ عَبَّاس فِي الْفِقْه فِي الدّين إِلَى غير ذَلِك من مَوَاطِن دعواته المقبولة ¶ وَمن معجزاته صلى الله عَلَيْهِ وَسلم ذهَاب الْأَلَم وشفاء المرضى أَتَت إِلَيْهِ امْرَأَة بِابْن لَهَا ذهب عقله فَمَضْمض صلى الله عَلَيْهِ وَسلم بِالْمَاءِ فَقَالَ (اسْقِهِ) فَفعلت ذَلِك فَصَارَ أَعقل النَّاس ¶ وَجِيء بمصروع فَمسح عَلَيْهِ فبرئ ¶ وَقَالَ عتبَة بن فرقد أصابني ألم فَجِئْته فتفل فِي يَدي وَمسح ظَهْري وبطني فَذهب الْأَلَم ولازمني ريح أطيب من الْمسك ¶ وَلما أسلمت زنيرة مولاة أَبُو بكر وَكَانَت رُومِية عميت بعد ذَلِك فَقَالَ الْمُشْركُونَ كفرت بالصنم فعميت فَرد الله عَلَيْهَا بصرها ¶ وَجَاء رجل أعمى إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ أدع الله أَن يكْشف لي عَن بَصرِي ¶ فَقَالَ (تَوَضَّأ وصل رَكْعَتَيْنِ) ¶ (وَقل اللَّهُمَّ إِنِّي تَوَجَّهت إِلَيْك بنبيك نَبِي الرَّحْمَة أَن تكشف لي عَن بَصرِي) ¶ فَفعل فَرد الله عَلَيْهِ بَصَره ¶ وَجَاءَت إِلَيْهِ امْرَأَة بِابْن لَهَا صغيرأصابه الصرع فَقَالَ (أخرج عَدو الله أَنا رَسُول الله فبرئ) وأهدت لَهُ بعد ذَلِك كبشين فَقبل أَحدهمَا ورد الآخر ¶ وَقَالَ عُثْمَان بن أبي الْعَاصِ أصابني وجع فشكوت إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ لي (ضع يدك عَلَيْهِ وَقل أعوذ بعزة الله وَقدرته من شَرّ مَا",
            "page": "132",
            "part": "1",
            "seal": "FCF8FF45"
        },
        {
            "id": "104",
            "nass": "أجد سبع مَرَّات) فَفعلت وَذهب عني وَمسح على رجل أَبى رَافع حِين انْكَسَرت فانجبرت ¶ وَمسح صلى الله عَلَيْهِ وَسلم على رَأس مُحَمَّد بن أنس بن فضَالة وَهُوَ ابْن عشر سِنِين فطال عمره وشاب مِنْهُ كل شَيْء إِلَّا مَوضِع يَده صلى الله عَلَيْهِ وَسلم ¶ وَضرب سَلمَة بن الْأَكْوَع يَوْم حنين فِي سَاقه وَقَوي وَجَعه فتفل صلى الله عَلَيْهِ وَسلم على مَكَان الوجع فبرئ ¶ وَجِيء بِأم زفر حِين أَصَابَهَا الْجُنُون فَقَالَ لأَهْلهَا إِن شِئْتُم دَعْوَة الله وتبرأ وَإِن شِئْتُم تَرَكْتُمُوهَا وَلَا حِسَاب عَلَيْهَا ¶ فَخَيرهَا أَهلهَا فَاخْتَارَتْ الا حِسَاب عَلَيْهَا ¶ وَمسح صلى الله عَلَيْهِ وَسلم على رَأس أَقرع فَاسْتَوَى شعره ورد عين قَتَادَة بعد أَن سَالَتْ على خَدّه ¶ وَمن معجزاته صلى الله عَلَيْهِ وَسلم الْإِخْبَار بالغيوب والتكلم على مَا فِي الضمائر وَذَلِكَ فِي غيرما موطن بِمَا هُوَ كثير شَائِع ¶ وَمن ذَلِك قَوْله لعمَّار بن يَاسر تقتلك الفئة الباغية ¶ وَآخر شربة شربهَا من الدُّنْيَا شربة لبن وَتقدم لِلْقِتَالِ يَوْم صفّين وَقَاتل حَتَّى قتل ¶ وَأخْبر صلى الله عَلَيْهِ وَسلم عَن مصَارِع الْمُشْركين يَوْم بدر فَوجدَ كل وَاحِد فِي مصرعه الَّذِي أخبر بِهِ ¶ وَأخْبر عَن الَّذين يغزون فِي الْبَحْر وَأَن أم حزَام بنت لمحان مِنْهُم فَكَانَ كَذَلِك ¶ وَقَالَ فِي عُثْمَان بن عَفَّان تصيبه بلوى شَدِيدَة وَكَانَ من أمره مَا كَانَ ¶ وَقَالَ للْأَنْصَار إِنَّكُم سَتَلْقَوْنَ اثرة فَكَانَت فِي أَيَّام مُعَاوِيَة ¶ وَقَالَ فِي الْحسن إِن ابْني هَذَا سيد وَأَن سيصلح بِهِ بَين طائفتين عظيمتين من الْمُسلمين وَأصْلح الله بِتَأْخِيرِهِ عَن الْخلَافَة لمعاوية بَين أهل الْعرَاق وهم أَرْبَعُونَ ألفا وَبَين أهل الشَّام ¶ وَأخْبر بقتل الْعَبَّاس الْكذَّاب وَمن يقْتله فِي اللَّيْلَة الَّتِي قتل فِيهَا وَهُوَ بِصَنْعَاء ¶ وَقَالَ لِثَابِت بن قيس تعيش سعيدا وَتقتل شَهِيدا فَقتل يَوْم الْيَمَامَة ¶ وارتد رجل بعد أَن حفظ من الْقُرْآن شَيْئا فَبَلغهُ أَنه مَاتَ فَقَالَ إِن الأَرْض لَا تقله فَكلما دفن وجد على وَجه الأَرْض فَترك ¶ وَقَالَ لفاطمة إِنَّك أول أهل بَيْتِي لُحُوقا بِي فَكَانَ كَذَلِك وهاج ريح فَقَالَ (هَذِه بعثت لمَوْت مُنَافِق) فَمَاتَ بِالْمَدِينَةِ رجل من عُظَمَاء الْمُنَافِقين ¶ وَمن معجزاته صلى الله عَلَيْهِ وَسلم ظُهُور بركته التَّامَّة ¶ وَمِنْهَا أَن أم جميل أُخْت أبي سُفْيَان امْرَأَة أبي لَهب قصدته بِحجر حِين نزلت",
            "page": "133",
            "part": "1",
            "seal": "478584A3"
        },
        {
            "id": "105",
            "nass": "{تبت يدا أبي لَهب} فَلم تره ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (حَال بيني وَبَينهَا ملك) ¶ وانكسر سيف عكاشة يَوْم بدر فَنَاوَلَهُ عودا من حطب فَصَارَ سَيْفا ¶ وَكَذَلِكَ فعل مَعَ عبد الله بن جحش يَوْم أحد ¶ وَورث عَنهُ وَبيع بِمِائَة دِينَار ¶ وَعرضت لَهُم فِي حفر الخَنْدَق صَخْرَة شَدِيدَة فَأخذ صلى الله عَلَيْهِ وَسلم الْمعول وضربها فتفتت كالرمل ¶ وَمر رَسُول الله صلى الله عَلَيْهِ وَسلم بِجمع من الرُّمَاة وهم يرْمونَ وَفِيهِمْ ابْن الأدرع كَذَا ¶ فَقَالَ (ارموا وَأَنا مَعَ ابْن الأدرع) ¶ فَأَبَوا ¶ فَقَالَ (ارموا وَأَنا مَعكُمْ كليكم) فرموا يومهم فَتَفَرَّقُوا على السَّرَّاء لم يغلب بَعضهم بَعْضًا ¶ وَانْصَرف قَتَادَة فِي لَيْلَة مظْلمَة فَنَاوَلَهُ عرجونا فضاء لَهُ كالمصباح فمضيا فِي ضوئية وَاحِدَة حَتَّى افْتَرقَا فِي الطَّرِيق ضاءت الْأُخْرَى لِلْأُخْرَى ¶ وَركب صلى الله عَلَيْهِ وَسلم فرسا قطوفا لأبي طَلْحَة فَمَا سبق بعد ذَلِك الْيَوْم ¶ وهاج جمل وَلم يسْتَطع أحد عَلَيْهِ فَدَعَاهُ وَجَاء فبرك بَين يَدَيْهِ حَتَّى حَبسه صَاحبه ¶ وَسجد لَهُ صلى الله عَلَيْهِ وَسلم الْغنم والجمل فَقَالَ أَبُو بكر نَحن أَحَق بِالسُّجُود مِنْهُم ¶ فَقَالَ صلى الله عَلَيْهِ وَسلم (لَا يَنْبَغِي لأحد أَن يسْجد لأحد وَلَو ابْتغِي لأمرت الْمَرْأَة أَن تسْجد لزَوجهَا) ¶ وَقَالَ سفينة مولى رَسُول الله صلى الله عَلَيْهِ وَسلم خرجت من الْبَحْر فِي أَرض الرّوم وخطأت أَنا وَمن معي الطَّرِيق فَخرج علينا الْأسد فَقلت أَبَا الْحَارِث أَنا سفينة خديم رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ قَالَ فَمشى بَين أَيْدِينَا حَتَّى وقفنا على الطَّرِيق ووقف كَأَنَّهُ يوادعنا ¶ قَالَ سفينة وَخرجت مرّة مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فثقل على أَصْحَابه مَتَاعهمْ فَقَالَ (ابْسُطْ كساءك) وبسطتها وَجعلُوا مَتَاعهمْ فِيهَا وحملتها وَوجدت خفَّة ¶ فَقَالَ صلى الله عَلَيْهِ وَسلم (مَا أَنْت إِلَّا سفينة)",
            "page": "134",
            "part": "1",
            "seal": "36EED914"
        },
        {
            "id": "106",
            "nass": "وصنعت امْرَأَة طَعَاما لرَسُول الله صلى الله عَلَيْهِ وَسلم بِشَاة أَخَذتهَا بِغَيْر إِذن أَهلهَا حَتَّى تؤديها فَأخذ من الطَّعَام لقْمَة وَثمّ وَضعهَا وأخبرها بِمَا فعلت وَقَالَ (اطعميه الْأُسَارَى) ¶ وَمن معجزاته صلى الله عَلَيْهِ وَسلم شَهَادَة الْمَوْتَى لَهُ بِمَا جَاءَ بِهِ فَتكلم زيد بن خَارِجَة بعد مَوته فَقَالَ أَحْمد صدق صدق وَأَبُو بكر صدق صدق وَعُثْمَان بن عَفَّان على منهاجهما ¶ وَتكلم ثَابت بن قيس وهم يدخلونه فِي قَبره فَقَالَ مُحَمَّد رَسُول الله أَبُو بكر الصّديق عمر الشَّهِيد عُثْمَان بن عَفَّان ¶ وَتكلم رفيع بن حداش بعد مَوته ¶ وَكَانَ كثير الصَّوْم وَالصَّلَاة فَقَالَ السَّلَام عَلَيْك لقِيت رَبِّي فتلقاني بِروح وَرَيْحَان وَهُوَ رَاض غير غَضْبَان وكساني ثيابًا خضرًا من سندس أَخْضَر ¶ وَمن معجزات النَّبِي صلى الله عَلَيْهِ وَسلم كثير من أَن يحصرها كتاب ويجمعها ديوَان والقليل مِنْهَا دلّ على الْكثير",
            "page": "135",
            "part": "1",
            "seal": "35835FB6"
        },
        {
            "id": "108",
            "nass": "الْبَاب الْخَامِس فِي ذكر بعض السّنيَّة أَحْوَاله وَفضل الصَّلَاة عَلَيْهِ وعَلى أَهله وَآله صلى الله عَلَيْهِ وَسلم",
            "page": "137",
            "part": "1",
            "seal": "5C1E416C"
        },
        {
            "id": "110",
            "nass": "الْفَصْل الأول فِي ذكر بعض السّنيَّة أَحْوَاله ¶ أما صفته صلى الله عَلَيْهِ وَسلم فَكَانَ لَيْسَ بالطويل وَلَا بالقصير ضخم الرَّأْس كثير الشّعْر كثيف اللِّحْيَة أَبيض اللَّوْن مشوب بحمرة فِي وَجهه تدوير أدعج الْعَينَيْنِ أهدب الأشفار يفضله ناظره فِي جماله على الشَّمْس وَالْقَمَر ¶ إِذا مَشى كَأَنَّمَا يمشي فِي صبب وَإِذا الْتفت الْتفت بِجَمِيعِ الْبدن وَبَين كَتفيهِ خَاتم النبوءة كرز الحجلة بِفَتْح ¶ وَهِي غرَّة الْفرس الَّتِي بَين عينيها ¶ وَقيل كالتفاحة من رَآهُ هابه وَمن قرب مِنْهُ أحبه عرقه طيب ورائحته أطيب من رَائِحَة الْمسك ¶ وَكَانَ أَجود النَّاس كفا وأوسعهم صَدرا وأصدقهم لهجة وأوفرهم ذمَّة وألينهم عَرِيكَة وَأكْرمهمْ عشيرة ¶ يَقُول ناعته لم أرقبله وَلَا بعده مثله وَقد أثنى الله على خلقه الْجَمِيل فَقَالَ {وَإنَّك لعلى خلق عَظِيم} ¶ يُرِيد أَنه يعْفُو ويصفح وَيحسن ويعرض عَن الْجَاهِل ¶ وَفِي مدحه قَالَ بَعضهم ¶ (يَا أَيهَا المتعاطي وصف سؤدده ... لَا تعرض اللَّيْل وَالْبَحْر بالقمر) ¶ (فَإِنَّهُ كَانَ مفطورا على شيم ... مَعْدُومَة الْمثل لم يلحقن فِي الْبشر) ¶ فَكَانَ صلى الله عَلَيْهِ وَسلم فِيهِ الْحلم وَالِاحْتِمَال وَالْعَفو مَعَ الْقُدْرَة فِي جَمِيع",
            "page": "139",
            "part": "1",
            "seal": "0F176090"
        },
        {
            "id": "111",
            "nass": "الْأَحْوَال وَالصَّبْر والجود والسخاء وَالْكَرم والشفقة والتواضع والحياة وَحسن الْعشْرَة والصدق والعفاف وَالْوَفَاء ¶ وَحسن الْعَهْد لين الْجَانِب والزهد فِي الدُّنْيَا وَالْقُوَّة فِي الْأَعْضَاء ¶ وَكَانَ يُجيب من دَعَاهُ وَيقبل الْهَدِيَّة ويكافي عَلَيْهَا وَيكثر التبسم ويتخلق بِالْقُرْآنِ ¶ وَلما صدر من قومه مَا صدر فَقَالَ (اللَّهُمَّ اهد قومِي فَإِنَّهُم لَا يعلمُونَ) ¶ وَقَالَ لَهُ جِبْرِيل عَلَيْهِ السَّلَام قلبت مَشَارِق الأَرْض وَمَغَارِبهَا فَلم أجد أفضل من مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (عرض عَليّ أَن يَجْعَل بطحاء مَكَّة ذَهَبا وَفِضة فَقلت (لَا يَا رب أجوع يَوْمًا وَأَشْبع يَوْمًا) ¶ (فَأَما الَّذِي أجوع فِيهِ فأتضرع إِلَيْك وَأما الَّذِي أشْبع فِيهِ فأحمدك وأثني عَلَيْك) ¶ وَقَالَ (أَفلا أكون عبدا شكُورًا) ¶ وَأعْطى الله لنَبيه مُحَمَّد صلى الله عَلَيْهِ وَسلم من الْفَضَائِل مَا لم يُعْطه لأحد من خلقه ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (أَنا أكْرم الْأَوَّلين والآخرين وَأَنا سيد ولد آدم وَلَا فَخر وَبِيَدِي لِوَاء الْحَمد وَلَا فَخر ¶ وَأَنا اول من تَنْشَق عَنهُ الأَرْض وَأول شَافِع وَأول مُشَفع وفضلت على الْأَنْبِيَاء بست أَعْطَيْت جَوَامِع الْكَلم ونصرت بِالرُّعْبِ مسيرَة شهر وَأحلت لي الْغَنَائِم وَجعلت لي الأَرْض مَسْجِدا وَطهُورًا وَأرْسلت إِلَى الْخلق كَافَّة وَختم بِي النَّبِيين) ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (الْكَوْثَر الَّذِي وعدنيه رَبِّي نهر فِي الْجنَّة حافتاه من ذهب وَمَجْرَاهُ على الدروالياقوت وماؤه أحلى من الْعَسَل وَأَشد بَيَاضًا من الثَّلج ¶ وَمن أعظم دَرَجَة المبرة أَن أقسم جلّ وَعلا بحياته فَقَالَ {لعمرك إِنَّهُم لفي سكرتهم يعمهون} ¶ وَمَا أقسم الله بحياة أحد إِلَّا بحياته ¶ وَقَالَ ابْن الْعَرَبِيّ اقْسمْ بغبار خيله ¶ فَقَالَ {وَالْعَادِيات ضَبْحًا فالموريات قدحا فالمغيرات صبحا} ¶ وَقَالَ الْجَوْزِيّ اقْسمْ بِتُرَاب قَدَمَيْهِ فَقَالَ {لَا أقسم بِهَذَا الْبَلَد} ¶ واقسم جلّ وَعلا على تَحْقِيق مكانته فَقَالَ وَالضُّحَى إِلَى",
            "page": "140",
            "part": "1",
            "seal": "790B5E8A"
        },
        {
            "id": "112",
            "nass": "آخرهَا ¶ وَفِي الْعَرْش مَكْتُوب لَا إِلَه إِلَّا الله مُحَمَّد رَسُول الله اتيته بعلمي واستشفع بِهِ آدم ومُوسَى وانفلق لَهُ الْبَحْر حَتَّى توسل بِهِ ¶ وَمن خواصه صلى الله عَلَيْهِ وَسلم أَنه كَانَ يرى فِي الظلمَة مَا يرَاهُ فِي الضَّوْء وَيرى من خَلفه مثل مَا يرى من أَمَامه ¶ وَكَانَ شَيْطَانه كَافِرًا فَأسلم ¶ وَكَانَت الأَرْض تبتلع بَوْله وفضلته ويفوح من ذَلِك الْمَكَان مَا هُوَ من أطيب من ريح الْمسك ¶ وَكَانَ لَا ينزل عَلَيْهِ الذُّبَاب وَكَانَ مَحْفُوظًا من الْوَسخ فِي الثَّوْب وَالْبدن من الْقمل وَالْحَدَث فِي النّوم والاحتلام والتثآب ¶ وَكَانَ يبْدَأ من لقِيه بِالسَّلَامِ والمصافحة وَيكرم من يدْخل عَلَيْهِ ويرحب بِهِ ويناوله الوسادة وَلَا يقطع على أحد حَدِيثه وَيَدْعُو أَصْحَابه بِأحب أسمائهم إِلَيْهِم وَيجْلس حَيْثُ يَنْتَهِي إِلَيْهِ الْجُلُوس ¶ وَدخل عَلَيْهِ رجل فأصابته من هيبته رعدة فَقَالَ (هون عَلَيْك فَإِنِّي لست بِملك) ¶ وَقَالَ (إِنَّمَا أَنا عبد الله وَرَسُوله صلى الله عَلَيْهِ وَسلم)",
            "page": "141",
            "part": "1",
            "seal": "37ABE85E"
        },
        {
            "id": "113",
            "nass": "الْفَصْل الثَّانِي فِي صلى الله عَلَيْهِ وَسلم وعَلى آله ¶ اتّفق الْعلمَاء على أَن الصَّلَاة على النَّبِي صلى الله عَلَيْهِ وَسلم فَرِيضَة وَاخْتلفُوا فِي مَحل الْفَرِيضَة فالجمهور مرّة فِي الْعُمر وَمَا بعد ذَلِك مَنْدُوب إِلَيْهِ ¶ وَاخْتلف فِي مَحل النّدب فَقيل مرّة فِي الْمجْلس الَّذِي يجْرِي فِيهِ ذكره صلى الله عَلَيْهِ وَسلم ¶ وَقيل كل مَا جرى ذكره ¶ وَذهب الشَّافِعِي وَابْن الْمَوَّاز من الْمَالِكِيَّة ان من لم يصل عَلَيْهِ بعد التَّشَهُّد الثَّانِي وَقبل السَّلَام فِي صَلَاة الْفَرْض فَصلَاته بَاطِلَة ومشهور مَذْهَبنَا وَهُوَ قَول الْخطابِيّ من الشَّافِعِيَّة انها صَحِيحَة ¶ وَفرق إِسْحَاق بَين السَّهْو والعمد فَتبْطل فِي الأول دون الثَّانِي ¶ وَقد ورد فِي الْحَث عَلَيْهَا وَالتَّرْغِيب فِيهَا أَحَادِيث كَثِيرَة صَحِيحَة دلّت على مَنْزِلَته الشَّرِيفَة عِنْد ربه جلّ وَعلا ¶ وَلَا خلاف فِي جَوَاز الصَّلَاة على النَّبِي صلى الله عَلَيْهِ وَسلم وأزواجه وذرياته مِمَّن يَقْتَدِي بِهِ عِنْد ذكر فَاطِمَة وَالْحسن وَالْحُسَيْن وأبيهما وَهُوَ قولي صلى الله على الْجد وَالْأَب والام والبنين وَهَذَا لَا يردهُ مُؤمن ¶ وتعسف وابتدع وَانْفَرَدَ صلى الله على الْجد وَرَضي عَن الْأُم والبنين ¶ وَلَا خلاف بَين الْأَئِمَّة أَنه من آله ¶ وَقد قيل لَهُ كَيفَ نصلي عَلَيْك يَا رَسُول الله قَالَ (قُولُوا صلى الله على مُحَمَّد وعَلى آل مُحَمَّد) ¶ قَالَ صلى الله عَلَيْهِ وَسلم (أَنا شَجَرَة وَعلي وَفَاطِمَة فرعها ¶ وَالْحسن وَالْحُسَيْن ثَمَرَتهَا ومحبوبهم من أمتِي وَرقهَا) ¶ وَعَن كَعْب الْأَحْبَار أَنه ارْتَفع حَتَّى رأى فِي الفردوس قصرا من الْيَاقُوت الْأَحْمَر وَفِيه عَليّ وَفَاطِمَة وَالْحسن وَالْحُسَيْن ¶ وَرجع آدم متفخرا بهم",
            "page": "142",
            "part": "1",
            "seal": "ABBCBC9E"
        },
        {
            "id": "114",
            "nass": "لخروجهم من صلبه ¶ وَأنْشد الْفَقِيه الْمُحدث أَبُو عبد الله الْأَنْبَارِي رَحمَه الله ¶ (يَا أهل بَيت رَسُول الله حبكم ... فرض من الله فِي الْقُرْآن انزله) ¶ (يكفيكم من عَظِيم الْفَخر أَنكُمْ ... من لم يصل عَلَيْكُم لَا صَلَاة لَهُ) ¶ يُرِيد مَا يَقُول الْمُصَلِّي فِي آخر التَّشَهُّد أخذا بقول ابْن الْمَوَّاز وَأَن من لم يقل وعَلى آل مُحَمَّد لم يجزه قَول اللَّهُمَّ صل على مُحَمَّد دون ذكر الصَّلَاة على الْآل ¶ وَكَذَلِكَ وَقع لي فِي بعض خطبي وَلم اسْمَعْهُ من غَيْرِي وَهُوَ اللَّهُمَّ صل على مُحَمَّد أَنا من سوالك بتَخْفِيف الْوَاو والفقر إِلَى نوالك لَا نجد شَفِيعًا إِلَيْك أفضل من سيدنَا مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ ومعرفتنا إِنَّك أعظم من لَجأ إِلَيْهِ المضطرون فَتَأمل ذَلِك حشرنا الله مَعَهم ونفعنا بمحبتهم ¶ وَاخْتلف فِي جَوَاز الصَّلَاة على أَزوَاجه صلى الله عَلَيْهِ وَسلم وَذريته على الِانْفِرَاد من غير الصَّلَاة على النَّبِي صلى الله عَلَيْهِ وَسلم على ثَلَاثَة أَقْوَال الأول الْجَوَاز لِأَن معنى الصَّلَاة الترحم وَالدُّعَاء وَالْقَوْل الثَّانِي الْمَنْع وَاخْتَارَهُ ابْن عبد الْبر ¶ وَالْقَوْل الثَّالِث الْكَرَاهَة ¶ وَهَذِه الْأَقْوَال الثَّلَاثَة جَارِيَة فِي غَيرهم من النَّاس ¶ وَفِي الصَّلَاة على الْأَنْبِيَاء عَلَيْهِم الصَّلَاة وَالسَّلَام بانفرادهم دون ذكر النَّبِي صلى الله عَلَيْهِ وَسلم قَولَانِ الْجَوَاز وَالْمَنْع ¶ الأول مَرْوِيّ عَن مَالك وَالثَّانِي لِسُفْيَان بن عُيَيْنَة ¶ فصل ¶ فِي الصَّلَاة على النَّبِي صلى الله عَلَيْهِ وَسلم فضل كثير ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (إِذا سَمِعْتُمْ الْمُؤَذّن فَقولُوا مثل مَا يَقُول وصلوا عَليّ فَإِنَّهُ من صلى عَليّ مرّة صلى الله عَلَيْهِ عشرا ¶ ثمَّ اسألوا لي الْوَسِيلَة فَإِنَّهَا منزلَة فِي الْجنَّة لَا تنبغي إِلَّا لعبد من عباد الله وَأَرْجُو أَن أكون أَنا هُوَ ¶ فَمن سَأَلَ الله لي الْوَسِيلَة حلت عَلَيْهِ الشَّفَاعَة) ¶ وَقَالَ (من صلي عَليّ صَلَاة وَاحِدَة صلى الله عَلَيْهِ عشر",
            "page": "143",
            "part": "1",
            "seal": "1B5DCEF9"
        },
        {
            "id": "115",
            "nass": "صلوَات وَحط عَلَيْهِ عشر خطيئات وَرفع لَهُ عشر دَرَجَات وَكتب لَهُ عشر حَسَنَات) ¶ وَجَاء جِبْرِيل فَقَالَ يَا مُحَمَّد إِن الله يَقُول من سلم عَلَيْك سلمت عَلَيْهِ وَمن صلى عَلَيْك صليت عَلَيْهِ ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (إِن أولى النَّاس بِي يَوْم الْقِيَامَة أَكْثَرهم عَليّ صَلَاة) ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (من قَالَ حِين يسمع النداء وَأَنا أشهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ وَأَن مُحَمَّدًا عَبده وَرَسُوله رضيت بِاللَّه رَبًّا وَبِمُحَمَّدٍ رَسُولا ¶ اللَّهُمَّ رب هَذِه الدعْوَة التَّامَّة وَالصَّلَاة الْقَائِمَة آتٍ مُحَمَّدًا الْوَسِيلَة والفضيلة وابعثه الْمقَام الْمَحْمُود الَّذِي وعدته غفرت لَهُ ذنُوبه) ¶ وَقَالَ (من سلم عَليّ عشرا فَكَأَنَّمَا عتق رَقَبَة) ¶ وَقَالَ (من قَالَ اللَّهُمَّ صل عل محمدوعلى آل مُحَمَّد وَأنزل وانزله الْمنزل المقرب مِنْك يَوْم الْقِيَامَة وَجَبت لَهُ شَفَاعَتِي) ¶ وَقَالَ أَبُو بكر الصَّلَاة على النَّبِي صلى الله عَلَيْهِ وَسلم أمحق للذنوب من المَاء الْبَارِد على النَّار وَالسَّلَام عَلَيْهِ أفضل من عتق الرّقاب ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (من صلى عَليّ فِي كتاب لم تزل الْمَلَائِكَة تصلي عَلَيْهِ مَا دَامَ اسْمِي فِي ذَلِك الْكتاب) ¶ وَقَالَ مَا من أحد يسلم عَليّ إِلَّا رد الله عَليّ روحي حَتَّى أرد عَلَيْهِ السَّلَام وَمن صلى عَليّ بِقرب سمعته وَمن صلى عَليّ نَائِبا بلغته وَفِي الْخَبَر أَن الدُّعَاء مَوْقُوف بَين السَّمَاء وَالْأَرْض وَإِلَّا أذا صلي عَليّ ¶ وَصفَة السَّلَام عَلَيْهِ السَّلَام عَلَيْك أَيهَا النَّبِي وَرَحْمَة الله وَبَرَكَاته ¶ وَصفَة الصَّلَاة عَلَيْهِ اللَّهُمَّ صل على مُحَمَّد وعَلى آل مُحَمَّد كَمَا صليت على إِبْرَاهِيم وَبَارك على مُحَمَّد كَمَا باركت على إِبْرَاهِيم إِنَّك حميد مجيد ¶ وَهَذِه هِيَ الصَّلَاة التَّامَّة وَيَكْفِي الذاكر اللَّهُمَّ صل على مُحَمَّد وعَلى آل مُحَمَّد ¶ فصل ¶ وزيارة قَبره صلى الله عَلَيْهِ وَسلم سنة من سنَن الْمُرْسلين وفضيلة مرغب فِيهَا ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من زارقبري وَجَبت لَهُ شَفَاعَتِي) ¶ وَقَالَ (من زارني بعد موتِي فَكَأَنَّمَا زارني فِي حَياتِي) ¶ والزيارة شَأْن من ربح ليتبرك بوقوفه عِنْد قَبره ¶ وبالصلاة فِي مَسْجده وَالصَّلَاة عَلَيْهِ مُقَدّمَة على",
            "page": "144",
            "part": "1",
            "seal": "F5F9AC00"
        },
        {
            "id": "116",
            "nass": "تَحِيَّة الْمَسْجِد وتبليغ السَّلَام لَهُ ¶ جَائِز يَقُول فلَان يسلم عَلَيْك ¶ وروى ابْن وهب عَن مَالك إِذا سلم على النَّبِي صلى الله عَلَيْهِ وَسلم فَيكون وَجهه إِلَى الْقَبْر لَا إِلَى الْقبْلَة وَلَا يمس الْقَبْر بِيَدِهِ وَلَا يرفع صَوته ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (صَلَاة فِي مَسْجِدي هَذَا خير من ألف صَلَاة فِيمَا سواهُ إِلَّا الْمَسْجِد الْحَرَام) ¶ مَعْنَاهُ أَن الصَّلَاة فِي مَسْجِد النَّبِي صلى الله عَلَيْهِ وَسلم أفضل من الصَّلَاة فِي الْمَسْجِد الْحَرَام بِدُونِ الْألف ¶ وَفِي الْخَبَر مَا بَين قَبْرِي ومنبري رَوْضَة من رياض الْجنَّة وَقَالَ صلى الله عَلَيْهِ وَسلم (الْمَدِينَة خير لَهُم لَو كَانُوا يعلمُونَ) ¶ وَقَالَ (من اسْتَطَاعَ أَن يَمُوت بِالْمَدِينَةِ فليمت بهَا فَإِنِّي أشفع لمن يَمُوت بهَا) ¶ وَقد اخْتلف الْعلمَاء أَيهمَا أفضل مَكَّة أَو الْمَدِينَة قَالَ تَعَالَى {إِن أول بَيت وضع للنَّاس للَّذي ببكة} إِلَى قَوْله ءامنا يَعْنِي من النَّار قَالَه أَهله التَّفْسِير ¶ فصل ¶ وأجمعت الْأمة على عصمَة النَّبِي صلى الله عَلَيْهِ وَسلم وعَلى سَلَامَته من الوساوس وعَلى مَا كَانَ طَرِيقه الْبَلَاغ أَنه لَا يَعْتَرِيه فِيهَا وهم وَلَا غلط وَلَا نِسْيَان وَلَا خلف فِي القَوْل مُطلقًا لَا فِيمَا أَخذ بِهِ عَن ربه وَلَا فِي غَيره وَأَنه يجوز عَلَيْهِ مَا يجوز على غَيره من الْأَحْوَال البشرية كالمرض والجوع وَالنَّوْم إِلَّا الْجُنُون فَإِنَّهُ مبرأ مِنْهُ ¶ وَلَا يجوز عَلَيْهِ الْإِغْمَاء كَمَا صرح بِهِ غير وَاحِد من الْأَئِمَّة انْظُر الشفا لِأَن الْإِغْمَاء نوع من الْجُنُون وَهُوَ عبارَة عَن غيبوبة الْعقل وَهُوَ محَال وَلَو فِي حَال الْمَرَض لِأَنَّهُ لَا يستولي على قلبه صلى الله عَلَيْهِ وَسلم ¶ وأجمعت الْأمة على وجوب تَعْظِيمه وتوقيره وتوقير آله وَأَصْحَابه ¶ وَمن سير السّلف الصَّالح وَالْأَئِمَّة الماضين أَنه إِذا ذكر النَّبِي صلى الله عَلَيْهِ وَسلم أَخذهم الخضوع",
            "page": "145",
            "part": "1",
            "seal": "8FC30650"
        },
        {
            "id": "117",
            "nass": "والخشوع والسكينة وَالْوَقار ¶ وَكَانَ جَعْفَر بن مُحَمَّد بن عَليّ بن الْحُسَيْن بن عَليّ بن أبي طَالب رَضِي الله عَنهُ إِذا ذكر النَّبِي صلى الله عَلَيْهِ وَسلم اصفر لَونه ¶ وَكَانَ مَالك لَا يحدث إِلَّا على طَهَارَة ¶ وَكَانَ عبد الرَّحْمَن بن الْقَاسِم بن مُحَمَّد بن أبي بكر الصّديق رَضِي الله عَنْهُم إِذا ذكر النَّبِي صلى الله عَلَيْهِ وَسلم احمر لَونه ورجف لِسَانه هَيْبَة لَهُ ¶ وَكَانَ عَامر بن عبد الله بن الزبير بن الْعَوام إِذا ذكر عِنْده النَّبِي صلى الله عَلَيْهِ وَسلم بَكَى حَتَّى لَا تبقى فِي عَيْنَيْهِ دموع ¶ وَكَانُوا إِذا ذكر الحَدِيث لَا يرفع أحد صَوته ¶ وَقَالَ مَالك حرمته مَيتا كحرمته حَيا ¶ فصل ¶ وَأجْمع الْعلمَاء من أهل الْفَتْوَى أَن من عَابَ النَّبِي صلى الله عَلَيْهِ وَسلم وَألْحق بِهِ نقصا فِي نَفسه أَو نسبه أَو دينه أَو خصْلَة من خصاله أَو عرض بِهِ أَو نسب لَهُ شَيْئا على طَرِيق الازدراء وَالتَّقْصِير لشأنه فَحكمه حكم الساب قتل ¶ وَإِن",
            "page": "146",
            "part": "1",
            "seal": "5EE6D1FE"
        },
        {
            "id": "118",
            "nass": "تَابَ نفعته التَّوْبَة فِيمَا بَينه وَبَين الله وَلَا يرْتَفع عَنهُ الْقَتْل وَيكون قَتله حدا لَا كفرا وَمَا كَانَ دون ذَلِك ¶ فالعقوبة وَهِي موكلة إِلَى الْحَاكِم وَحكم سَائِر الْأَنْبِيَاء حكم نَبينَا صلى الله عَلَيْهِ وَسلم وَسَب آل بَيته وَأَصْحَابه وأزواجه وذرياته صلى الله عَلَيْهِ وَسلم وتنقيصهم حرَام تجب فِيهِ الْعقُوبَة الشَّدِيدَة وَيحد قاذفهم ¶ قَالَ صلى الله عَلَيْهِ وَسلم (من سبّ أَصْحَابِي فاجلدوه) ¶ وَقَالَ (لَا تسبوا أَصْحَابِي وَمن سبهم فَعَلَيهِ لعنة الله وَالْمَلَائِكَة وَالنَّاس أَجْمَعِينَ) ¶ لَا يقبل الله مِنْهُم صرفا وَلَا عدلا ¶ وَقد انْتهى قَوْلنَا فِيمَا حررناه على الْوَجْه الَّذِي قدمْنَاهُ ¶ وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم ¶ ونسأله جلّ وَعلا أَن يَجعله خَالِصا لوجهه الْكَرِيم وَأَن يتقبله منا بفضله الْعَظِيم وَصلى الله على سيدنَا ومولانا مُحَمَّد وعَلى آله وَأَصْحَابه وأزواجه وذرياته وَسلم تَسْلِيمًا كثيرا أثيرا مجددا دَائِما أبدا إِلَى يَوْم الدّين ¶ وَآخر دعوانا أَن الْحَمد لله رب الْعَالمين تمّ بِحَمْد الله وَحسن عونه وتوفيقه يَوْم الْجُمُعَة عِنْد الضُّحَى فِي شهر الله الْمُعظم سنة تسع وَتِسْعين بعد الْمِائَة وَالْألف على يَد ناسخه أَحْمد بن باباس بن أبي عبد الله بن أبي سِتَّة البلخيري ثمَّ الْعمريّ نسبا ومنشأ ¶ وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَصَحبه وَسلم تَسْلِيمًا ¶ وَآخر دَعونَا أَن الْحَمد لله رب الْعَالمين",
            "page": "147",
            "part": "1",
            "seal": "0193025C"
        }
    ],
    "t6587": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب وسيلة الإسلام بالنبي صلى الله عليه وسلم"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول في نسبه صلى الله عليه وسلم"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "3",
            "tit": "فصل"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "4",
            "tit": "فصل"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "3",
            "tit": "فصل"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "4",
            "tit": "فصل"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "3",
            "tit": "فصل"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "4",
            "tit": "فصل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "3",
            "tit": "فصل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "4",
            "tit": "فصل"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع فيمن قام بحضانته صلى الله عليه وسلم"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول في أزواجه صلى الله عليه وسلم"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني في أولاده صلى الله عليه وسلم"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث في قرابته صلى الله عليه وسلم"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع في مواليه وخدمه صلى الله عليه وسلم"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس في خواصه صلى الله عليه وسلم"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "3",
            "tit": "فصل"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول في مبعثه صلى الله عليه وسلم"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني في بعوثه صلى الله عليه وسلم وغزواته"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث في وفاته صلى الله عليه وسلم"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول في ذكر بعض السنية أحواله"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني في صلى الله عليه وسلم وعلى آله"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        }
    ]
}