{
    "b6603": [
        {
            "id": "2",
            "nass": "مُقَدّمَة الْمُؤلف ¶ بِسم الله الرَّحْمَن الرَّحِيم لَا إِلَه إِلَّا الله عدَّة للقائه ¶ الْحَمد لله ولي التَّوْفِيق والمدعو إِلَهًا بِجَمِيعِ اللُّغَات فِي كل فج عميق ومنقذ من اجتباه من المسلك الْمضيق إِلَى أشرف دين وأنهج طَرِيق ¶ أَحْمَده حمد من أُوتِيَ يَقِين التَّحْقِيق وَأشْهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ شَهَادَة محتوية على الْإِخْلَاص والتصديق سَالِمَة من كدر الشّبَه والتلفيق أدخرها جنَّة لكل كرب وضيق وَأشْهد أَن مُحَمَّدًا عَبده وَرَسُوله ابتعثه من أكْرم محتد عريق وَالْجَاهِل مصر على طغيانه فِي بَحر جَهله عريق والعاقل مقتد بآبائه فِي عبَادَة أوثانه من سكر خلاله لَا يفِيق فَدَعَا إِلَى الله أفْصح مقَال وأبلغ تَحْقِيق وأخرس ببلاغته كل بليغ منطيق وَكَانَ لأهل الْإِيمَان كَالْأَبِ الشفيق وَالْأَخ الشَّقِيق والحصن المنيع والركن الوثيق حَتَّى عبد الله وَحده فِي كل مَكَان ومهمه سحيق وقهر أَعدَاء الله ومزقهم كل ممزق أَي تمزيق وبتر أعمارهم بالأبتر الرشيق والأسمر الرَّقِيق وأذل بعزة الله عزاها وأباد كل معاند زنديق وَصلى الله عَلَيْهِ وَسلم وَأَصْحَابه مَا وخدت",
            "page": "17",
            "part": "1",
            "seal": "0E42183B"
        },
        {
            "id": "3",
            "nass": "قلُوص بوادي العقيق وغردت وَرْقَاء بشجو على غُصْن وريق وَبعد ¶ فقد خرج العَبْد الْفَقِير عَليّ بن بلبان هَذِه الْأَرْبَعين حَدِيثا من أصُول سماعاته فِي بعض فَضَائِل أبي بكر الصّديق شيخ الْوَقار ومعدن الافتخار والمقدم على سَائِر الْمُهَاجِرين وَالْأَنْصَار الْمُسَمّى بِعَبْد الله والملقب بعتيق فَالله يَجْعَل ذَلِك خَالِصا لوجهه الْكَرِيم وينيلنا من فَضله العميم إِنَّه على ذَلِك قدير وبالإجابة حقيق",
            "page": "18",
            "part": "1",
            "seal": "2AFC92E4"
        },
        {
            "id": "4",
            "nass": "الحَدِيث الأول ¶ أخبرنَا الشَّيْخ الإِمَام الْعَالم زين الدّين أَبُو الْحسن مُحَمَّد بن أَحْمد بن عمر بن خلف الْقطيعِي قِرَاءَة عَلَيْهِ وَأَنا أسمع بِبَغْدَاد مَدِينَة السَّلَام أَعَادَهَا الله تَعَالَى إِلَى الْإِسْلَام فِي شهور سنة ثَلَاث وَثَلَاثِينَ وسِتمِائَة قَالَ أخبرنَا أَبُو الْوَقْت عبد الأول بن عِيسَى بن شُعَيْب السجْزِي الصُّوفِي قِرَاءَة عَلَيْهِ وَأَنا أسمع فِي شهور سنة ثَلَاث",
            "page": "19",
            "part": "1",
            "seal": "71191F07"
        },
        {
            "id": "5",
            "nass": "وَخمسين وَخَمْسمِائة قَالَ أخبرنَا أَبُو الْحسن عبد الرَّحْمَن بن مُحَمَّد ابْن المظفر الدَّاودِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع فِي شهور سنة خمس وَسِتِّينَ وَأَرْبَعمِائَة قَالَ أخبرنَا أَبُو مُحَمَّد عبد الله بن حمويه السَّرخسِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع فِي شهور سنة إِحْدَى وَثَمَانِينَ وثلاثمائة قَالَ أخبرنَا أَبُو عبد الله مُحَمَّد بن يُوسُف بن مطر الْفربرِي فِي شهور سنة سِتّ عشرَة وثلاثمائة حَدثنَا أَبُو عبد الله مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ حَدثنَا مُسلم بن إِبْرَاهِيم حَدثنَا وهيب حَدثنَا وهيب حَدثنَا أَيُّوب عَن عِكْرِمَة عَن ابْن عَبَّاس عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَو كنت متخذا من أمتِي خَلِيلًا لاتخذت أَبَا بكر خَلِيلًا وَلَكِن أخي وصاحبي ¶ هَكَذَا أخرجه البُخَارِيّ فِي صَحِيحه",
            "page": "20",
            "part": "1",
            "seal": "8DCDC7C2"
        },
        {
            "id": "7",
            "nass": "الحَدِيث الثَّانِي ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا مُحَمَّد بن كثير حَدثنَا سُفْيَان حَدثنَا جَامع بن أبي رَاشد حَدثنَا أَبُو يعلى عَن مُحَمَّد ابْن الْحَنَفِيَّة قَالَ قلت لأبي أَي النَّاس خير بعد رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ قَالَ أَبُو بكر رَضِي الله عَنهُ قلت ثمَّ من قَالَ عمر رَضِي الله عَنهُ قَالَ وخشيت أَن يَقُول عُثْمَان رَضِي الله عَنهُ قلت ثمَّ",
            "page": "22",
            "part": "1",
            "seal": "30359FDB"
        },
        {
            "id": "8",
            "nass": "أَنْت قَالَ مَا أَنا إِلَّا رجل من الْمُسلمين ¶ هَكَذَا رَوَاهُ البُخَارِيّ فِي الصَّحِيح وَرَوَاهُ أَبُو دَاوُد فِي السّنة",
            "page": "23",
            "part": "1",
            "seal": "31389417"
        },
        {
            "id": "9",
            "nass": "الحَدِيث الثَّالِث ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا آدم بن أبي إِيَاس حَدثنَا شُعْبَة عَن الْأَعْمَش قَالَ سَمِعت ذكْوَان يحدث عَن أبي سعيد الْخُدْرِيّ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ لَا تسبوا أَصْحَابِي فَلَو أَن أحدكُم أنْفق مثل أحد ذَهَبا مَا بلغ مد أحدهم وَلَا نصيفه ¶ هَكَذَا رَوَاهُ البُخَارِيّ",
            "page": "24",
            "part": "1",
            "seal": "281E3BA3"
        },
        {
            "id": "11",
            "nass": "الحَدِيث الرَّابِع ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا مُحَمَّد بن مِسْكين أَبُو الْحسن حَدثنَا يحيى بن حسان حَدثنَا سُلَيْمَان عَن شريك بن أبي نمر عَن سعيد بن الْمسيب قَالَ أَخْبرنِي أَبُو مُوسَى الْأَشْعَرِيّ أَنه تَوَضَّأ فِي بَيته ثمَّ خرج فَقَالَ لألزمن النَّبِي صلى الله عَلَيْهِ وَسلم ولأكونن مَعَه يومي هَذَا قَالَ فجَاء الْمَسْجِد فَسَأَلَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ خرج وَوجه هَا هُنَا فَخرجت على إثره أسأَل عَنهُ حَتَّى دخل بِئْر أريس فَجَلَست عِنْد الْبَاب وبابها من جريد حَتَّى قضى رَسُول الله صلى الله عَلَيْهِ وَسلم حَاجته فَتَوَضَّأ فَقُمْت إِلَيْهِ فَإِذا هُوَ جَالس على بِئْر أريس وتوسط قفها وكشف عَن سَاقيه ودلاهما فِي الْبِئْر فَسلمت عَلَيْهِ ثمَّ انصرفت فَجَلَست عِنْد الْبَاب فَقلت لأكونن الْيَوْم بوّاب رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ فجَاء أَبُو بكر رَضِي الله عَنهُ فَدفع الْبَاب فَقلت من هَذَا",
            "page": "26",
            "part": "1",
            "seal": "190441D5"
        },
        {
            "id": "12",
            "nass": "فَقَالَ أَبُو بكر فَقلت على رسلك ثمَّ ذهبت فَقلت يَا رَسُول الله هَذَا أَبُو بكر يسْتَأْذن فَقَالَ ائْذَنْ لَهُ وبشره بِالْجنَّةِ ¶ فَأَقْبَلت حَتَّى قلت لأبي بكر ادخل وَرَسُول الله صلى الله عَلَيْهِ وَسلم يبشرك بِالْجنَّةِ فَدخل أَبُو بكر رَضِي الله عَنهُ وَجلسَ عَن يَمِين رَسُول الله صلى الله عَلَيْهِ وَسلم مَعَه فِي القف ودلى رجلَيْهِ فِي الْبِئْر كَمَا صنع النَّبِي صلى الله عَلَيْهِ وَسلم وكشف عَن سَاقيه ¶ ثمَّ رجعت فَجَلَست وَقد تركت أخي يتَوَضَّأ ويلحقني فَقلت إِن يرد الله بفلان يُرِيد أَخَاهُ خيرا يَأْتِ بِهِ فَإِذا إِنْسَان يُحَرك الْبَاب فَقلت من هَذَا فَقَالَ عمر بن الْخطاب فَقلت على رسلك ثمَّ جِئْت إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقلت هَذَا عمر بن الْخطاب يسْتَأْذن فَقَالَ ائْذَنْ لَهُ وبشره بِالْجنَّةِ فَجئْت فَقلت ادخل وبشرك رَسُول الله صلى الله عَلَيْهِ وَسلم بِالْجنَّةِ فَدخل فَجَلَسَ مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي القف عَن يسَاره ودلى رجلَيْهِ فِي الْبِئْر ¶ ثمَّ رجعت فَجَلَست فَقلت إِن يرد الله بفلان خيرا يَأْتِ بِهِ فجَاء إِنْسَان يُحَرك الْبَاب فَقلت من هَذَا فَقَالَ عُثْمَان بن عَفَّان رَضِي الله عَنهُ فَقلت على رسلك وَجئْت إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَأَخْبَرته فَقَالَ ائْذَنْ لَهُ وبشره بِالْجنَّةِ على بلوى تصيبه فَجئْت فَقلت لَهُ ادخل وبشرك رَسُول الله صلى الله عَلَيْهِ وَسلم بِالْجنَّةِ على بلوى تصيبك فَدخل فَوجدَ القف قد ملىء فَجَلَسَ وجاهه من الشق الآخر قَالَ شريك قَالَ",
            "page": "27",
            "part": "1",
            "seal": "AABD681E"
        },
        {
            "id": "13",
            "nass": "سعيد بن الْمسيب فَأَوَّلتهَا قُبُورهم ¶ هَكَذَا أخرجه البُخَارِيّ فِي صَحِيحه",
            "page": "28",
            "part": "1",
            "seal": "3AC4A49E"
        },
        {
            "id": "14",
            "nass": "الحَدِيث الْخَامِس ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا مُحَمَّد بن بشار حَدثنَا يحيى عَن سعيد عَن قَتَادَة أَن أنس بن مَالك حَدثهمْ ¶ أَن النَّبِي صلى الله عَلَيْهِ وَسلم صعد أحدا وَأَبُو بكر وَعمر وَعُثْمَان رَضِي الله عَنْهُم فَرَجَفَ بهم فَقَالَ اثْبتْ أحد فَإِنَّمَا عَلَيْك نَبِي وصديق وشهيدان ¶ أخرجه البُخَارِيّ فِي صَحِيحه هَكَذَا",
            "page": "29",
            "part": "1",
            "seal": "7FE21777"
        },
        {
            "id": "16",
            "nass": "الحَدِيث السَّادِس ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ قَالَ حَدثنِي عبد الله بن مُحَمَّد حَدثنَا أَبُو عَامر حَدثنَا فليح قَالَ حَدثنِي سَالم أَبُو النَّضر عَن بسر ابْن سعيد عَن أبي سعيد الْخُدْرِيّ قَالَ خطب رَسُول الله صلى الله عَلَيْهِ وَسلم النَّاس وَقَالَ ¶ إِن الله خير عبدا بَين الدُّنْيَا وَبَين مَا عِنْده فَاخْتَارَ ذَلِك العَبْد مَا عِنْد الله قَالَ فَبكى أَبُو بكر رَضِي الله عَنهُ فعجبنا لبكائه أَن يخبر رَسُول الله صلى الله عَلَيْهِ وَسلم عَن عبد خير وَكَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم هُوَ الْمُخَير وَكَانَ أَبُو بكر هُوَ أعلمنَا فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن من أَمن النَّاس عَليّ فِي صحبته وَمَاله أَبَا بكر رَضِي الله عَنهُ وَلَو كنت متخذا خَلِيلًا",
            "page": "31",
            "part": "1",
            "seal": "BAD6D4A3"
        },
        {
            "id": "17",
            "nass": "غير رَبِّي عز وَجل لاتخذت أَبَا بكر وَلَكِن أخوة الْإِسْلَام ومودته لَا يبْقين فِي الْمَسْجِد بَاب إِلَّا سد إِلَّا بَاب أبي بكر رَضِي الله عَنهُ ¶ هَكَذَا أخرجه البُخَارِيّ فِي صَحِيحه",
            "page": "32",
            "part": "1",
            "seal": "534B4C12"
        },
        {
            "id": "19",
            "nass": "الحَدِيث السَّابِع ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا الْحميدِي وَمُحَمّد بن عبيد الله قَالَا حَدثنَا إِبْرَاهِيم بن سعد عَن أَبِيه عَن مُحَمَّد بن جُبَير بن مطعم عَن أَبِيه قَالَ ¶ أَتَت امْرَأَة النَّبِي صلى الله عَلَيْهِ وَسلم فَأمرهَا أَن ترجع إِلَيْهِ قَالَت أَرَأَيْت إِن جِئْت فَلم أجدك كَأَنَّهَا تَقول الْمَوْت قَالَ صلى الله عَلَيْهِ وَسلم إِن لم تجديني فَأتي أَبَا بكر ¶ هَكَذَا رَوَاهُ البُخَارِيّ فِي صَحِيحه",
            "page": "34",
            "part": "1",
            "seal": "543E1C44"
        },
        {
            "id": "21",
            "nass": "الحَدِيث الثَّامِن ¶ وَبِالْإِسْنَادِ إِلَى أبي عبد الله مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ حَدثنَا عمر بن حَفْص بن غياث قَالَ حَدثنِي أبي حَدثنَا الْأَعْمَش عَن إِبْرَاهِيم قَالَ قَالَ الْأسود كُنَّا عِنْد عَائِشَة فَذَكرنَا الْمُوَاظبَة على الصَّلَاة والتعظيم لَهَا قَالَت لما مرض رَسُول الله صلى الله عَلَيْهِ وَسلم مَرضه الَّذِي مَاتَ فِيهِ فَحَضَرت الصَّلَاة فَأذن فَقَالَ مروا أَبَا بكر فَليصل بِالنَّاسِ فَقيل لَهُ إِن أَبَا بكر رجل أسيف إِذا قَامَ مقامك لم يسْتَطع أَن يُصَلِّي بِالنَّاسِ فَأَعَادَ وأعادوا فَأَعَادَ الثَّالِثَة فَقَالَ إنكن صَوَاحِب يُوسُف مروا أَبَا بكر فَليصل بِالنَّاسِ فَخرج أَبُو بكر",
            "page": "36",
            "part": "1",
            "seal": "72B51E90"
        },
        {
            "id": "22",
            "nass": "فصلى فَوجدَ النَّبِي صلى الله عَلَيْهِ وَسلم من نَفسه خفَّة فَخرج يهادي بَين رجلَيْنِ كَأَنِّي أنظر رجلَيْهِ يخطان من الوجع فَأَرَادَ أَبُو بكر رَضِي الله عَنهُ أَن يتَأَخَّر فَأَوْمأ إِلَيْهِ النَّبِي صلى الله عَلَيْهِ وَسلم أَن مَكَانك ثمَّ أَتَى حَتَّى جلس إِلَى جنبه ¶ قيل للأعمش فَكَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يُصَلِّي وَأَبُو بكر يُصَلِّي بِصَلَاتِهِ وَالنَّاس يصلونَ بِصَلَاة أبي بكر فَقَالَ بِرَأْسِهِ نعم ¶ رَوَاهُ أَبُو دَاوُد عَن شُعْبَة عَن الْأَعْمَش بعضه وَزَاد",
            "page": "37",
            "part": "1",
            "seal": "53C24C34"
        },
        {
            "id": "23",
            "nass": "أَبُو مُعَاوِيَة جلس عَن يسَار أبي بكر فَكَانَ أَبُو بكر يُصَلِّي قَائِما ¶ هَكَذَا رَوَاهُ البُخَارِيّ فِي جَامعه الصَّحِيح",
            "page": "38",
            "part": "1",
            "seal": "05C4EDCF"
        },
        {
            "id": "24",
            "nass": "الحَدِيث التَّاسِع ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا قُتَيْبَة بن سعيد حَدثنَا لَيْث عَن عقيل عَن الزُّهْرِيّ قَالَ أَخْبرنِي عبيد الله بن عبد الله بن عتبَة عَن أبي هُرَيْرَة قَالَ لما توفّي رَسُول الله صلى الله عَلَيْهِ وَسلم واستخلف بعده أَبُو بكر رَضِي الله عَنهُ وَكفر من كفر من الْعَرَب قَالَ عمر رَضِي الله عَنهُ لأبي بكر كَيفَ تقَاتل النَّاس وَقد قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أمرت أَن أقَاتل النَّاس حَتَّى يَقُولُوا لَا إِلَه إِلَّا الله فَمن قَالَ لَا إِلَه إِلَّا الله عصم مني مَاله وَنَفسه إِلَّا بِحقِّهِ وحسابه على الله فَقَالَ أَبُو بكر وَالله لأقاتلن من فرق بَين الصَّلَاة وَالزَّكَاة فَإِن الزَّكَاة حق المَال وَالله لَو مَنَعُونِي عقَالًا كَانُوا يؤدونه إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم لقاتلتهم على مَنعه",
            "page": "39",
            "part": "1",
            "seal": "60901F9D"
        },
        {
            "id": "25",
            "nass": "قَالَ عمر رَضِي الله عَنهُ فَمَا هُوَ إِلَّا أَن رَأَيْت الله قد شرح صدر أبي بكر لِلْقِتَالِ فَعرفت أَنه الْحق ¶ قَالَ ابْن بكير وَعبد الله عَن اللَّيْث عنَاقًا وَهُوَ أصح ¶ هَكَذَا رَوَاهُ البُخَارِيّ فِي صَحِيحه",
            "page": "40",
            "part": "1",
            "seal": "450FAD5E"
        },
        {
            "id": "26",
            "nass": "الحَدِيث الْعَاشِر ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا إِسْمَاعِيل حَدثنِي مَالك عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة أم الْمُؤمنِينَ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فِي مَرضه مروا أَبَا بكر يُصَلِّي بِالنَّاسِ قَالَت عَائِشَة قلت إِن أَبَا بكر إِذا قَامَ مقامك لم يُسمع النَّاس من الْبكاء فَمر عُمر فَليصل فَقَالَ مروا أَبَا بكر فَليصل للنَّاس فَقَالَت عَائِشَة فَقلت لحفصة قولي إِن أَبَا بكر إِذا قَامَ فِي مقامك لم يُسمع النَّاس من الْبكاء فَمر عُمر فَليصل للنَّاس فَفعلت حَفْصَة فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَه إنكن لأنتن صَوَاحِب يُوسُف مروا أَبَا بكر فَليصل للنَّاس فَقَالَت",
            "page": "41",
            "part": "1",
            "seal": "63F62F59"
        },
        {
            "id": "27",
            "nass": "حَفْصَة لعَائِشَة مَا كنت لأصيب مِنْك خيرا ¶ هَكَذَا رَوَاهُ البُخَارِيّ فِي صَحِيحه",
            "page": "42",
            "part": "1",
            "seal": "5F052EA0"
        },
        {
            "id": "28",
            "nass": "الحَدِيث الْحَادِي عشر ¶ أخبرنَا أَبُو الْفضل جَعْفَر بن عَليّ بن هبة الله الهمذاني قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو طَاهِر أَحْمد بن مُحَمَّد بن أَحْمد السلَفِي الْأَصْبَهَانِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا الرئيس أَبُو عبد الله الْقَاسِم بن الْفضل الثَّقَفِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْحُسَيْن عَليّ بن مُحَمَّد بن عبد الله بن بَشرَان قِرَاءَة عَلَيْهِ",
            "page": "43",
            "part": "1",
            "seal": "20F670F1"
        },
        {
            "id": "29",
            "nass": "وَأَنا أسمع أخبرنَا إِسْمَاعِيل الصفار حَدثنَا الْحسن بن عَرَفَة حَدثنَا مُحَمَّد بن خازم أَبُو مُعَاوِيَة الضَّرِير عَن عبد الرَّحْمَن بن أبي بكر الْقرشِي عَن عبد الله بن أبي مليكَة عَن عَائِشَة قَالَت",
            "page": "44",
            "part": "1",
            "seal": "00C9DA67"
        },
        {
            "id": "30",
            "nass": "لما ثقل رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ لعبد الرَّحْمَن بن أبي بكر ائْتِنِي بكتف حَتَّى أكتب لأبي بكر كتابا لَا يُختلف عَلَيْهِ بعدِي قَالَت فَلَمَّا قَامَ عبد الرَّحْمَن قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَبى الله والمؤمنون أَن يَُختلف عَلى أبي بكر الصّديق رَضِي الله عَنهُ ¶ تفرد ابْن أبي مليكَة أَبُو مُحَمَّد وَيُقَال أَبُو بكر الْقرشِي",
            "page": "45",
            "part": "1",
            "seal": "677E205E"
        },
        {
            "id": "31",
            "nass": "الحَدِيث الثَّانِي عشر ¶ قَرَأت على أبي الْقَاسِم عبد الرَّحْمَن بن مكي بن الحاسب بثغر الْإسْكَنْدَريَّة عِنْد قبر أبي طَاهِر أَحْمد بن مُحَمَّد السلَفِي بِبَاب الْأَخْضَر قلت لَهُ أخْبرك جدُك الْحَافِظ أَبُو طَاهِر أَحْمد بن مُحَمَّد بن إِبْرَاهِيم السلَفِي الْأَصْبَهَانِيّ قِرَاءَة عَلَيْهِ وَأَنت تسمع قَالَ أخبرنَا أَبُو عبد الله مُحَمَّد بن أَحْمد الرَّازِيّ قِرَاءَة عَلَيْهِ قَالَ أخبرنَا أَبُو الْحُسَيْن عبد الْملك بن عبد الله بن مَحْمُود بن مِسْكين الْفَقِيه",
            "page": "46",
            "part": "1",
            "seal": "E0CF3621"
        },
        {
            "id": "32",
            "nass": "الشَّافِعِي بِمصْر حَدثنَا أَبُو بكر أَحْمد بن مُحَمَّد بن إِسْمَاعِيل المهندس حَدثنَا مُحَمَّد بن مُحَمَّد الْبَاهِلِيّ حَدثنَا إِسْحَاق بن أَحْمد ابْن أبي شُعَيْب حَدثنَا مِسْكين حَدثنَا هَارُون النَّحْوِيّ عَن أبان بن تغلب عَن عَطِيَّة العُوفي عَن أبي سعيد الْخُدْرِيّ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الرجل من أهل عليين ليشرفُ على",
            "page": "47",
            "part": "1",
            "seal": "C1AE8931"
        },
        {
            "id": "33",
            "nass": "الْجنَّة ليضيء وَجهه كَأَنَّهُ كَوْكَب دُري وَإِن أَبَا بكر وَعمر مِنْهُم وأنعما ¶ أخرجه أَبُو دَاوُد فِي الْحُرُوف عَن يحيى بن الْفضل عَن يحيى ابْن عَمْرو وَالتِّرْمِذِيّ فِي المناقب عَن قُتَيْبَة عَن ابْن فُضَيْل عَن سَالم وَقَالَ حسن وَابْن مَاجَه فِي السّنة عَن عَليّ بن مُحَمَّد وَعَمْرو ابْن عبد الله بِهِ ¶ سُئِلَ يزِيد بن هَارُون عَن تَفْسِير وأنعما قَالَ وَأهلا",
            "page": "48",
            "part": "1",
            "seal": "2BE74F49"
        },
        {
            "id": "34",
            "nass": "الحَدِيث الثَّالِث عشر ¶ أخبرنَا أَبُو مَنْصُور سعيد بن مُحَمَّد بن ياسين وَأحمد بن مُحَمَّد بن الْمعز الْحَرَّانِي قِرَاءَة عَلَيْهِمَا وَأَنا أسمع بِبَغْدَاد وَأَبُو الْفضل جَعْفَر بن عَليّ بن هبة الله الْهَمدَانِي قِرَاءَة عَلَيْهِ وَأَنا أسمع بِدِمَشْق قَالَ الأول أخبرنَا عبد الْحق بن عبد الْخَالِق وَأَبُو مَنْصُور جَعْفَر ابْن عبد الله الدَّامغَانِي قِرَاءَة على كل وَاحِد مِنْهُمَا وَأَنا أسمع وَقَالَ",
            "page": "49",
            "part": "1",
            "seal": "E982F7F2"
        },
        {
            "id": "35",
            "nass": "الثَّانِي أخبرنَا جَعْفَر بن عبد الله الدَّامغَانِي قِرَاءَة عَلَيْهِ وَقَالَ جَعْفَر الْهَمدَانِي أخبرنَا الْحَافِظ أَبُو طَاهِر أَحْمد بن مُحَمَّد السلَفِي الْأَصْبَهَانِيّ قِرَاءَة عَلَيْهِ قَالَ الدَّامغَانِي والسلفي أخبرنَا القَاضِي أَبُو مُسلم عبد الرَّحْمَن بن عمر السمناني قِرَاءَة عَلَيْهِ وَقَالَ عبد الْحق أخبرنَا أَبُو سعد مُحَمَّد بن عبد الْملك بن عبد القاهر الْأَسدي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَا أخبرنَا أَبُو عَليّ الْحسن بن أَحْمد بن إِبْرَاهِيم بن شَاذان قَالَ أخبرنَا القَاضِي أَبُو بكر مكرم بن مُحَمَّد بن أَحْمد الْبَزَّاز قَالَ أخبرنَا أَبُو جَعْفَر مُحَمَّد بن عبد الْملك الدقيقي حَدثنَا عَليّ بن مَيْمُون حَدثنَا سعيد",
            "page": "50",
            "part": "1",
            "seal": "90232C4E"
        },
        {
            "id": "36",
            "nass": "ابْن مسلمة عَن إِسْمَاعِيل بن أُميَّة عَن نَافِع عَن ابْن عمر قَالَ دخل رَسُول الله صلى الله عَلَيْهِ وَسلم الْمَسْجِد وَأَبُو بكر عَن يَمِينه وَعمر عَن يسَاره وَهُوَ متكىء عَلَيْهِمَا فَقَالَ هَكَذَا نُبعث يَوْم الْقِيَامَة ¶ رَوَاهُ التِّرْمِذِيّ فِي المناقب عَن عمر بن إِسْمَاعِيل بن مجَالد بن سعيد عَن سعيد بن مسلمة بِهِ وَابْن مَاجَه فِي السّنة عَن عَليّ بن مَيْمُون الرقي عَن سعيد بن مسلمة بِهِ",
            "page": "51",
            "part": "1",
            "seal": "BEDB51BF"
        },
        {
            "id": "37",
            "nass": "الحَدِيث الرَّابِع عشر ¶ وَبِالْإِسْنَادِ إِلَى مُحَمَّد بن عبد الْملك حَدثنَا يَعْقُوب بن مُحَمَّد الزُّهْرِيّ حَدثنَا مُحَمَّد بن إِسْمَاعِيل عَن عبد الْعَزِيز بن الْمطلب عَن أَبِيه قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الله عز وَجل",
            "page": "52",
            "part": "1",
            "seal": "DE325D45"
        },
        {
            "id": "38",
            "nass": "أيدني من أهل السَّمَاء بِجِبْرِيل وَمِيكَائِيل وَمن أهل الأَرْض بِأبي بكر وَعمر قَالَ ورآهما فَقَالَ هَذَانِ السّمع وَالْبَصَر ¶ هَكَذَا وَقع لنا من رِوَايَة عبد الْعَزِيز بن الْمطلب عَن أَبِيه",
            "page": "53",
            "part": "1",
            "seal": "1A14C239"
        },
        {
            "id": "39",
            "nass": "الحَدِيث الْخَامِس عشر ¶ أخبرنَا أَبُو الْعَبَّاس أَحْمد بن يَعْقُوب بن عبد الله بن عبد الْوَاحِد قِرَاءَة عَلَيْهِ وَأَنا أسمع بِبَغْدَاد قَالَ أخبرنَا أَبُو الْمَعَالِي مُحَمَّد ابْن مُحَمَّد بن مُحَمَّد بن اللحاس قِرَاءَة عَلَيْهِ وَأَنا أسمع أخبرنَا أَبُو الْقَاسِم عَليّ بن أَحْمد بن مُحَمَّد بن البسري إجَازَة قَالَ أخبرنَا أَبُو أَحْمد عبيد الله بن مُحَمَّد بن أَحْمد بن أبي مُسلم",
            "page": "54",
            "part": "1",
            "seal": "EF16715A"
        },
        {
            "id": "40",
            "nass": "الفرضي قَالَ أخبرنَا أَبُو بكر مُحَمَّد بن يحيى بن عبد الله بن إِبْرَاهِيم بن الْعَبَّاس الصولي النديم إملاء حَدثنَا إِبْرَاهِيم بن فَهد حَدثنَا عبد الله بن مُحَمَّد الْخُرَاسَانِي حَدثنَا إِسْحَاق بن بشر بن مقَاتل حَدثنَا جَعْفَر بن سعد الْكَاهِلِي حَدثنَا لَيْث بن أبي",
            "page": "55",
            "part": "1",
            "seal": "3B28AE12"
        },
        {
            "id": "41",
            "nass": "سليم عَن مُجَاهِد عَن ابْن عَبَّاس قَالَ ذُكر أَبُو بكر الصّديق رَضِي الله عَنهُ عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم من مثل أبي بكر الصّديق كَذبَنِي النَّاس وصدقني وآمن بِي وزوجني ابْنَته وَأنْفق عَليّ مَاله وجاهد معي فِي جَيش الْعسرَة أَلا إِنَّه يَأْتِي يَوْم الْقِيَامَة على نَاقَة من نُوق الْجنَّة قَوَائِمهَا من الْمسك والعنبر ورحلها من الزمرد الْأَخْضَر وزمامها من اللُّؤْلُؤ الرطب عَلَيْهِ حلتان خضراوان من سندس وإستبرق فيحاكني فِي الْقيمَة وأحاكه فَيُقَال هَذَا مُحَمَّد رَسُول الله صلى الله عَلَيْهِ وَسلم وَهَذَا أَبُو بكر الصّديق ¶ وأخبرتنا أم الرّوح ياسمين بنت سَالم بن عَليّ قِرَاءَة عَلَيْهَا وَأَنا أسمع بِبَغْدَاد قَالَت أخبرنَا أَبُو المظفر هبة الله بن أَحْمد بن مُحَمَّد بن أَحْمد بن الشبلي قَالَ أخبرنَا أَبُو الْغَنَائِم مُحَمَّد بن عَليّ قَالَ أخبرنَا أَبُو الْحُسَيْن مُحَمَّد بن أَحْمد بن الْقَاسِم الضَّبِّيّ أخبرنَا أَبُو عمر مُحَمَّد بن عبد الْوَاحِد غُلَام ثَعْلَب حَدثنَا",
            "page": "56",
            "part": "1",
            "seal": "B029A8D0"
        },
        {
            "id": "42",
            "nass": "مُحَمَّد بن يُونُس حَدثنَا سهل بن حَمَّاد أَبُو عتاب حَدثنَا الْمُخْتَار عَن أبي حَيَّان عَن أَبِيه عَن عَليّ رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم رحم الله أَبَا بكر زَوجنِي ابْنَته وحولني إِلَى دَار الْهِجْرَة وَأعْتق بِلَالًا من مَاله رحم الله عمر يركبُ الْحق وَإِن كَانَ مرا تَركه الْحق مَاله من صديق رحم الله عُثْمَان تَسْتَحي مِنْهُ الْمَلَائِكَة رحم الله عليا اللَّهُمَّ أدر الْحق مَعَه حَيْثُمَا دَار ¶ رَوَاهُ التِّرْمِذِيّ فِي المناقب عَن أبي الْخطاب زِيَاد بن يحيى الْبَصْرِيّ عَن أبي عتاب سهل بن حَمَّاد عَن الْمُخْتَار بن نَافِع عَن أبي حَيَّان التَّيْمِيّ عَن أَبِيه بِهِ وَهُوَ سعيد بن حَيَّان فَوَقع عَالِيا بدرجتين",
            "page": "57",
            "part": "1",
            "seal": "3673AA41"
        },
        {
            "id": "43",
            "nass": "الحَدِيث السَّادِس عشر ¶ أخبرنَا الإِمَام الْحَافِظ زين الدّين أَبُو الْحسن مُحَمَّد بن أَحْمد بن عمر بن خلف الْقطيعِي قِرَاءَة عَلَيْهِ وَأَنا أسمع بِبَغْدَاد قَالَ أخبرنَا أَبُو بكر مُحَمَّد بن عبيد الله بن الزَّاغُونِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو نصر مُحَمَّد بن مُحَمَّد الزَّيْنَبِي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو طَاهِر مُحَمَّد بن عبد الرَّحْمَن المخلص حَدثنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد بن عبد الْعَزِيز الْبَغَوِيّ قِرَاءَة",
            "page": "58",
            "part": "1",
            "seal": "8BA0F2C3"
        },
        {
            "id": "44",
            "nass": "عَلَيْهِ حَدثنَا مَحْمُود بن غيلَان حَدثنَا أَبُو دَاوُد قَالَ أخبرنَا الحكم بن عَطِيَّة عَن ثَابت عَن أنس أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يخرج على أَصْحَابه من الْمُهَاجِرين وَالْأَنْصَار وَفِيهِمْ أَبُو بكر وَعمر رَضِي الله عَنْهُمَا وَلَا يرجع إِلَيْهِ مِنْهُم أحد بَصَره إِلَّا أَبُو بكر وَعمر رَضِي الله عَنْهُمَا فَإِنَّهُمَا كَانَا ينْظرَانِ إِلَيْهِ وَينظر إِلَيْهِمَا ويبتسمان إِلَيْهِ ويبتسم إِلَيْهِمَا ¶ رَوَاهُ التِّرْمِذِيّ فِي المناقب عَن مَحْمُود بن غيلَان بِهِ فَوَقع لنا مُوَافقَة عالية",
            "page": "59",
            "part": "1",
            "seal": "2813F75D"
        },
        {
            "id": "45",
            "nass": "الحَدِيث السَّابِع عشر ¶ وَبِالْإِسْنَادِ إِلَى الْبَغَوِيّ حَدثنَا يحيى بن عبد الحميد الْحمانِي قَالَ حَدثنَا عبد الْعَزِيز بن مُحَمَّد عَن عبد الرَّحْمَن ابْن حميد بن عبد الرَّحْمَن بن عَوْف عَن أَبِيه عَن جده عبد الرَّحْمَن ابْن عَوْف قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "60",
            "part": "1",
            "seal": "1BAB2AF3"
        },
        {
            "id": "46",
            "nass": "أَبُو بكر فِي الْجنَّة وَعمر فِي الْجنَّة وَعُثْمَان فِي الْجنَّة وَعلي فِي الْجنَّة وَطَلْحَة فِي الْجنَّة وَالزُّبَيْر فِي الْجنَّة وَابْن عَوْف فِي الْجنَّة وَسعد فِي الْجنَّة وَسَعِيد بن زيد فِي الْجنَّة وَأَبُو عُبَيْدَة بن الْجراح فِي الْجنَّة رَضِي الله عَنْهُم ¶ حَدِيث صَحِيح رَوَاهُ الْأَئِمَّة وَأخرجه التِّرْمِذِيّ وَالنَّسَائِيّ عَن قُتَيْبَة بن سعيد عَن عبد الْعَزِيز بن مُحَمَّد بِهِ وَرَوَاهُ عَن سعيد بن زيد",
            "page": "61",
            "part": "1",
            "seal": "347086A8"
        },
        {
            "id": "48",
            "nass": "الحَدِيث الثَّامِن عشر ¶ وَبِالْإِسْنَادِ إِلَى الْبَغَوِيّ حَدثنَا مُصعب بن عبد الله بن مُصعب ابْن ثَابت بن عبد الله بن الزبير بن الْعَوام حَدثنَا إِبْرَاهِيم بن سعد عَن سُفْيَان بن سعيد عَن عبد الْملك بن عُمَيْر عَن هِلَال",
            "page": "63",
            "part": "1",
            "seal": "39DF6503"
        },
        {
            "id": "49",
            "nass": "مولى ربعي عَن ربعي عَن حُذَيْفَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم اقتدوا باللذين من بعدِي يَعْنِي أَبَا بكر وَعمر رَضِي الله عَنْهُمَا ¶ أخرجه الْأَئِمَّة فَرَوَاهُ أَبُو عِيسَى التِّرْمِذِيّ فِي المناقب وَقَالَ حسن وَابْن مَاجَه فِي السّنة",
            "page": "64",
            "part": "1",
            "seal": "52C64F55"
        },
        {
            "id": "50",
            "nass": "الحَدِيث التَّاسِع عشر ¶ أخبرنَا أَبُو الْفرج عُثْمَان بن أبي نصر الوتار قِرَاءَة عَلَيْهِ وَأَنا أسمع بِبَغْدَاد قَالَ أخبرتنا الكاتبة فَخر النِّسَاء شهدة بنت أَحْمد بن الْفرج قِرَاءَة عَلَيْهَا وَأَنا أسمع قَالَت أخبرنَا الشريف أَبُو الْفضل مُحَمَّد بن عبد السَّلَام الْأنْصَارِيّ قَالَ أخبرنَا الشَّيْخ أَبُو بكر أَحْمد بن",
            "page": "65",
            "part": "1",
            "seal": "DDFDEA66"
        },
        {
            "id": "51",
            "nass": "مُحَمَّد بن أَحْمد بن غَالب البرقاني قَالَ قرىء على إِسْحَاق ابْن مُحَمَّد النعالي وَأَنا أسمع قيل لَهُ أخْبركُم جَعْفَر بن مُحَمَّد الْفرْيَابِيّ حَدثنَا أَبُو أَيُّوب سُلَيْمَان بن عبد الرَّحْمَن الدِّمَشْقِي حَدثنَا الْوَلِيد بن مُسلم حَدثنَا عبد الله بن الْعَلَاء بن زبر قَالَ حَدثنِي بسر ابْن عبيد الله قَالَ حَدثنِي أَبُو إِدْرِيس الْخَولَانِيّ قَالَ سَمِعت أَبَا الدَّرْدَاء يَقُول ¶ كَانَ بَين أبي بكر وَعمر رَضِي الله عَنْهُمَا محاورة فأغضب أَبُو بكر عمر رَضِي الله عَنْهُمَا فَانْصَرف عَنهُ مغضبا فَأتبعهُ أَبُو بكر يسْأَله أَن يسْتَغْفر لَهُ فَلم يفعل حَتَّى أغلق بَابه فِي وَجهه وَأَقْبل أَبُو بكر إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ أَبُو الدَّرْدَاء وَنحن عِنْده فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أما صَاحبكُم هَذَا فقد غامر قَالَ وَنَدم عمر على مَا كَانَ مِنْهُ فَأقبل حَتَّى سلم وَجلسَ إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقص على رَسُول الله صلى الله عَلَيْهِ وَسلم الْخَبَر قَالَ أَبُو الدَّرْدَاء فَغَضب رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "66",
            "part": "1",
            "seal": "28A2A3A3"
        },
        {
            "id": "52",
            "nass": "وَجعل أَبُو بكر يَقُول يَا رَسُول الله لأَنا كنت أظلم قَالَ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم هَل أَنْتُم تاركون لي صَاحِبي إِنِّي قلت يَا أَيهَا النَّاس إِنِّي رَسُول الله إِلَيْكُم جَمِيعًا فقلتم كذبت فَقَالَ أَبُو بكر صدقت ¶ أخرجه البُخَارِيّ فِي مَنَاقِب أبي بكر الصّديق رَضِي الله عَنهُ فَرَوَاهُ عَن هِشَام بن عمار عَن صَدَقَة بن خَالِد عَن زيد بن وَاقد عَن بسر بن عبيد الله عَن أبي إِدْرِيس عَن أبي الدَّرْدَاء وَفِيه ¶ فَجعل النَّبِي صلى الله عَلَيْهِ وَسلم يتمعر وَجهه حَتَّى أشْفق أَبُو بكر فَجَثَا على رُكْبَتَيْهِ فَقَالَ يَا رَسُول الله أَنا كنت أظلم مرَّتَيْنِ فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم إِن الله عز وَجل بَعَثَنِي إِلَيْكُم فقلتم كذبت وَقَالَ أَبُو بكر صدقت وواساني بِنَفسِهِ وَمَاله فَهَل أَنْتُم تاركو لي صَاحِبي مرَّتَيْنِ فَمَا أوذي بعْدهَا رَضِي الله عَنهُ",
            "page": "67",
            "part": "1",
            "seal": "E4F3EF26"
        },
        {
            "id": "54",
            "nass": "الحَدِيث الْعشْرُونَ ¶ أخبرنَا أَبُو المنجا عبد الله بن عمر بن اللتي قِرَاءَة عَلَيْهِ وَأَنا أسمع بِبَغْدَاد سنة ثَلَاث وَثَلَاثِينَ وسِتمِائَة قيل لَهُ أخْبرك أَبُو الْقَاسِم سعيد بن أَحْمد بن الْحسن بن الْبَنَّا قِرَاءَة عَلَيْهِ وَأَنت تسمع فِي صفر سنة خمسين وَخَمْسمِائة فَأقر بِهِ قَالَ أخبرنَا أَبُو الْحُسَيْن عَاصِم ابْن الْحسن بن محمدبن عَليّ بن عَاصِم قِرَاءَة عَلَيْهِ وَأَنا اسْمَع قَالَ أخبرنَا أَبُو عمر عبد الْوَاحِد بن مُحَمَّد بن عبد الله بن مهْدي",
            "page": "69",
            "part": "1",
            "seal": "58906E27"
        },
        {
            "id": "55",
            "nass": "قِرَاءَة عَلَيْهِ قَالَ أخبرنَا أَبُو عبد الله مُحَمَّد بن مخلد بن حَفْص الْعَطَّار قَالَ أخبرنَا طَاهِر بن خَالِد بن نزار قَالَ حَدثنِي أبي قَالَ أَخْبرنِي إِبْرَاهِيم قَالَ حَدثنِي الْحسن بن عمَارَة عَن فراس الْهَمدَانِي عَن الشّعبِيّ عَن حَارِثَة",
            "page": "70",
            "part": "1",
            "seal": "6D54294D"
        },
        {
            "id": "56",
            "nass": "ابْن مضرب عَن عَليّ رَضِي الله عَنهُ قَالَ بَيْنَمَا أَنا عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم إِذْ أقبل أَبُو بكر وَعمر رَضِي الله عَنْهُمَا فَقَالَ هَذَانِ سيدا كهول",
            "page": "71",
            "part": "1",
            "seal": "CAC6B2E2"
        },
        {
            "id": "57",
            "nass": "أهل الْجنَّة من الْأَوَّلين والآخرين لَيْسَ النَّبِيين وَالْمُرْسلِينَ يَا عَليّ لَا تخبرهما ¶ تفرد بِهِ الشّعبِيّ عَن حَارِثَة عَن عَليّ رَضِي الله عَنهُ ¶ وَبِالْإِسْنَادِ إِلَى مُحَمَّد بن مخلد حَدثنَا مُحَمَّد بن عبد الله الأعتم حَدثنَا شَبابَة حَدثنَا الْمُغيرَة بن مُسلم عَن حُصَيْن عَن عبد الله بن عبيد الْأنْصَارِيّ قَالَ كنت فِيمَن دفن ثَابت بن قيس بن شماس وَكَانَ أُصِيب يَوْم الميامة فَلَمَّا أدخلْنَاهُ الْقَبْر سمعناه يَقُول مُحَمَّد رَسُول الله أَبُو بكر الصّديق عمر الشَّهِيد عُثْمَان لين رَحِيم فَنَظَرْنَا فَإِذا هُوَ ميت ¶ وَبِالْإِسْنَادِ الْمَذْكُور إِلَى شَبابَة حَدثنَا أَبُو بكر بن عَيَّاش عَن مُبشر مولى آل سعيد بن الْعَاصِ عَن الزُّهْرِيّ عَن سعيد بن الْمسيب قَالَ حضرت الْوَفَاة رجلا من الْأَنْصَار فسجوه ثمَّ تكلم فَقَالَ أَبُو بكر الصّديق الْقوي فِي أَمر الله الضَّعِيف فِيمَا ترى الْعين عمر الْقوي الْأمين عُثْمَان على منهاجهما كل الْقوي الضَّعِيف",
            "page": "72",
            "part": "1",
            "seal": "D8627A04"
        },
        {
            "id": "59",
            "nass": "الحَدِيث الْحَادِي وَالْعشْرُونَ ¶ أخبرنَا عبد الله بن عمر قِرَاءَة عَلَيْهِ وَأَنا أسمع بِبَغْدَاد قَالَ أخبرنَا أَبُو حَفْص عمر بن عبد الله بن عَليّ الْحَرْبِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو غَالب مُحَمَّد بن مُحَمَّد بن عبد الله الْعَطَّار قَالَ أخبرنَا أَبُو عَليّ الْحُسَيْن بن شَاذان قَالَ أخبرنَا أَبُو مُحَمَّد عبد الله بن جَعْفَر بن درسْتوَيْه الْفَارِسِي قَالَ أخبرنَا أَبُو يُوسُف يَعْقُوب بن سُفْيَان الْفَسَوِي حَدثنَا إِبْرَاهِيم بن حميد الطَّوِيل",
            "page": "74",
            "part": "1",
            "seal": "BB64907A"
        },
        {
            "id": "60",
            "nass": "حَدثنَا الْمُبَارك بن فضَالة عَن ثَابت عَن أنس قَالَ صلى رَسُول الله صلى الله عَلَيْهِ وَسلم بِأَصْحَابِهِ الصُّبْح يَوْمًا ثمَّ أقبل عَلَيْهِم فَقَالَ أَيّكُم أصبح صَائِما الْيَوْم قَالَ عمر بت يَا رَسُول الله وَأَنا ناوي الْإِفْطَار فَأَنا مفطر قَالَ أَبُو بكر بت يَا رَسُول الله وَأَنا أنوي الصَّوْم فَأَنا صَائِم ¶ ثمَّ قَالَ فَأَيكُمْ عَاد مَرِيضا الْيَوْم فَقَالَ عمر يَا رَسُول الله صلينَا مَعَك الْغَدَاة فَلم نَبْرَح قَالَ أَبُو بكر أخْبرت بالْأَمْس أَن أخي عبد الرَّحْمَن بن عَوْف وجع فمررت بِهِ قبل الصَّلَاة فعدته ¶ قَالَ فَأَيكُمْ أطْعم مِسْكينا قَالَ عمر صلينَا مَعَك الْغَدَاة ثمَّ",
            "page": "75",
            "part": "1",
            "seal": "40FB4B43"
        },
        {
            "id": "61",
            "nass": "لم نَبْرَح قَالَ أَبُو بكر خرجت من عِنْد عبد الرَّحْمَن بن عَوْف فَوجدت مَعَ عبد الرَّحْمَن أَو عبد الله بن أبي بكر كسرة خبز شعير فأخذتها فأطعمتها مِسْكينا ¶ قَالَ أَنْت يَا أَبَا بكر فأبشر بِالْجنَّةِ قَالَ فتنفس عمر نفسا رفع بِهِ صَوته قَالَ فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم كلمة رضيها قَالَ ثمَّ قَالَ إِن عمر يَقُول لم أسابق أَبَا بكر إِلَى خير إِلَّا سبقني ¶ تفرد بِهِ الْمُبَارك بن فضَالة عَن ثَابت",
            "page": "76",
            "part": "1",
            "seal": "D931D311"
        },
        {
            "id": "62",
            "nass": "الحَدِيث الثَّانِي وَالْعشْرُونَ ¶ أخبرنَا أَبُو المنجا بن أبي حَفْص الْبَغْدَادِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْوَقْت عبد الأول بن عِيسَى السجْزِي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْحسن عبد الرَّحْمَن بن مُحَمَّد الدَّاودِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو إِسْحَاق إِبْرَاهِيم بن خُزَيْمٌ الشَّاشِي قِرَاءَة عَلَيْهِ حَدثنَا عبد بن حميد الْكشِّي حَدثنَا أَبُو نعيم حَدثنَا هِشَام بن سعد عَن",
            "page": "77",
            "part": "1",
            "seal": "6238E33E"
        },
        {
            "id": "63",
            "nass": "زيد بن أسلم عَن أَبِيه قَالَ سَمِعت عمر يَقُول أمرنَا رَسُول الله صلى الله عَلَيْهِ وَسلم أَن نتصدق وَوَافَقَ ذَلِك مَالا عِنْدِي فَقلت الْيَوْم أسبق أَبَا بكر إِن سبقته يَوْمًا فَجئْت بِنصْف مَالِي فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا أبقيت لأهْلك قلت مثله وأتى أَبُو بكر رَضِي الله عَنهُ بِكُل مَا عِنْده فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم يَا أَبَا بكر مَا أبقيت لأهْلك قَالَ أبقيت لَهُم الله وَرَسُوله فَقلت لَا أسابقك إِلَى شَيْء أبدا ¶ أخرجه أَبُو دَاوُد فِي الزَّكَاة عَن أَحْمد بن صَالح وَعُثْمَان بن أبي شيبَة عَن الْفضل عَن هِشَام بِهِ وَالتِّرْمِذِيّ فِي المناقب عَن هَارُون بن عبد الله عَن الْفضل عَن هِشَام وَقَالَ صَحِيح",
            "page": "78",
            "part": "1",
            "seal": "3A7429F5"
        },
        {
            "id": "64",
            "nass": "الحَدِيث الثَّالِث وَالْعشْرُونَ ¶ أخبرنَا أَبُو عَليّ الْحسن بن إِبْرَاهِيم قِرَاءَة عَلَيْهِ وَأَنا أسمع بفسطاط مصر قَالَ أخبرنَا الْحَافِظ أَبُو طَاهِر أَحْمد بن مُحَمَّد بن إِبْرَاهِيم السلَفِي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْخطاب نصر ابْن أَحْمد بن البطر قِرَاءَة عَلَيْهِ قَالَ أخبرنَا أَبُو الْحُسَيْن عَليّ بن مُحَمَّد بن عبد الله بن بَشرَان قِرَاءَة عَلَيْهِ قَالَ أخبرنَا أَبُو جَعْفَر مُحَمَّد بن عَمْرو بن البخْترِي حَدثنَا يحيى بن جَعْفَر",
            "page": "79",
            "part": "1",
            "seal": "7E298BAF"
        },
        {
            "id": "65",
            "nass": "أبي طَالب أخبرنَا مُحَمَّد بن مُحَمَّد بن خَالِد قَالَ أَخْبرنِي أبي عَن دَاوُد عَن عَامر قَالَ كَانَ موَالِي بِلَال يأخذونه فيضجعونه فِي الشَّمْس ثمَّ يَأْخُذُونَ الْحجر الْعَظِيم فيطرحونه على بَطْنه ويعصرونه وَيَقُولُونَ دينك اللات والعزى فَيَقُول رَبِّي الله وَيَقُول أحد أحد وَقَالَ وَالله لَو أعلم كلمة هِيَ أَغيظ لكم لقلتهَا قَالَ فَمر أَبُو بكر الصّديق رَضِي الله عَنهُ فَقَالُوا يَا أَبَا بكر أَلا تشتري أَخَاك فِي دينك قَالَ فَاشْتَرَاهُ بِأَرْبَعِينَ أُوقِيَّة فَأعْتقهُ فَلَمَّا كَانَ الْعشي وراحوا قَالُوا أَلا تعْجبُونَ من أبي بكر اشْترى بِلَالًا بِأَرْبَعِينَ أُوقِيَّة منا وَالله لَو أَبى إِلَّا أُوقِيَّة وَاحِدَة لبعناه فَقَالَ أَبُو بكر رَضِي الله عَنهُ لَو أَبَيْتُم إِلَّا كَذَا وَكَذَا لاشتريته",
            "page": "80",
            "part": "1",
            "seal": "FEF804C9"
        },
        {
            "id": "66",
            "nass": "الحَدِيث الرَّابِع وَالْعشْرُونَ ¶ أخبرنَا أَبُو الْحسن عَليّ بن مَحْمُود بن أَحْمد بن الصَّابُونِي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو طَاهِر أَحْمد بن مُحَمَّد بن إِبْرَاهِيم السلَفِي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْعَبَّاس أَحْمد ابْن عبد الْغفار بن أشتة قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْحسن عَليّ بن أبي حَامِد الْجِرْجَانِيّ قَالَ أخبرنَا أَبُو سعيد مُحَمَّد بن",
            "page": "81",
            "part": "1",
            "seal": "66E80A72"
        },
        {
            "id": "67",
            "nass": "عَليّ بن عَمْرو النقاش إملاء قَالَ أخبرنَا أَحْمد بن مُحَمَّد بن إِسْحَاق بن السّني قَالَ أخبرنَا أَبُو عرُوبَة الْحُسَيْن بن مُحَمَّد الْحَرَّانِي حَدثنَا يحيى بن الْفضل الْخرقِيّ حَدثنَا أَبُو عَامر الْعَقدي حَدثنَا رَبَاح بن أبي مَعْرُوف حَدثنَا سعيد بن عجلَان",
            "page": "82",
            "part": "1",
            "seal": "DAEDBFCC"
        },
        {
            "id": "68",
            "nass": "عَن سعيد بن جُبَير عَن ابْن عَبَّاس أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ لأبي بكر وَعمر أَلا أخبركما بمثلكما فِي الْمَلَائِكَة ومثلكما فِي الْأَنْبِيَاء مثلك يَا أَبَا بكر فِي الْمَلَائِكَة مثل مِيكَائِيل ينزل بِالرَّحْمَةِ وَمثلك فِي الْأَنْبِيَاء مثل إِبْرَاهِيم قَالَ {فَمن تَبِعنِي فَإِنَّهُ مني وَمن عَصَانِي فَإنَّك غَفُور رَحِيم} إِبْرَاهِيم: 36 {وَمثلك يَا عمر فِي الْمَلَائِكَة مثل جِبْرِيل ينزل بالشدة والبأس والنقمة على أَعدَاء الله وَمثلك فِي الْأَنْبِيَاء كَمثل نوح قَالَ} رب لَا تذر على الأَرْض من الْكَافرين ديارًا {نوح} ¶ انْفَرد بِإِخْرَاجِهِ ابْن أبي مَعْرُوف عَن ابْن عجلَان",
            "page": "83",
            "part": "1",
            "seal": "95B780F7"
        },
        {
            "id": "69",
            "nass": "الحَدِيث الْخَامِس وَالْعشْرُونَ ¶ وَبِالْإِسْنَادِ إِلَى أبي سعيد حثنا مُحَمَّد بن عَليّ حَدثنَا أَحْمد بن إِسْحَاق بن صَالح حَدثنَا أَبُو سَلمَة حَمَّاد عَن عَليّ ابْن الحكم الْبنانِيّ عَن أبي عُثْمَان النَّهْدِيّ عَن أبي مُوسَى",
            "page": "84",
            "part": "1",
            "seal": "29EE6CE9"
        },
        {
            "id": "70",
            "nass": "الْأَشْعَرِيّ قَالَ قَالَ عَليّ بن أبي طَالب أَلا أخْبركُم بِخَير النَّاس بعد رَسُول الله صلى الله عَلَيْهِ وَسلم أَبُو بكر ثمَّ بعد أبي بكر عمر وَلَو شِئْت أَخْبَرتكُم بالثالث لفَعَلت",
            "page": "85",
            "part": "1",
            "seal": "BC1AEFEA"
        },
        {
            "id": "71",
            "nass": "الحَدِيث السَّادِس وَالْعشْرُونَ ¶ وَبِالْإِسْنَادِ إِلَى أبي الْعَبَّاس أَحْمد بن عبد الْغفار أبي عَليّ بن أشتة قَالَ أخبرنَا أَبُو الْحسن عَليّ بن أبي حَامِد الْجِرْجَانِيّ حَدثنَا أَبُو إِسْحَاق إِبْرَاهِيم بن مُحَمَّد بن حَمْزَة الْحَافِظ قَالَ أخبرنَا إِبْرَاهِيم بن هَاشم حَدثنَا الحكم بن مُوسَى حَدثنَا شهَاب بن خرَاش قَالَ حَدثنِي الْحجَّاج بن دِينَار عَن أبي معشر عَن",
            "page": "86",
            "part": "1",
            "seal": "59B6810B"
        },
        {
            "id": "72",
            "nass": "إِبْرَاهِيم قَالَ ضرب عَلْقَمَة بن قيس هَذَا الْمِنْبَر وَقَالَ خَطَبنَا عَليّ على هَذَا الْمِنْبَر فَحَمدَ الله وَأثْنى عَلَيْهِ وَذكر مَا شَاءَ الله أَن يذكر ثمَّ قَالَ أَلا إِنَّه بَلغنِي أَن نَاسا فضلوني على أبي بكر وَعمر وَلَو كنت تقدّمت فِي ذَلِك لعاقبت فِيهِ وَلَكِنِّي أكره الْعقُوبَة قبل التَّقَدُّم وَمن قَالَ شَيْئا من ذَلِك فَهُوَ مفتر عَلَيْهِ مَا على المفتري إِن خير النَّاس بعد رَسُول الله صلى الله عَلَيْهِ وَسلم أَبُو بكر ثمَّ عمر ثمَّ أحدثنا بعدهمْ أحداثا يقْضِي الله فِيهَا مَا أحبه ¶ وَبِالْإِسْنَادِ إِلَى أبي إِسْحَاق قَالَ حَدثنِي مُحَمَّد بن ماهان حَدثنَا مُحَمَّد بن أَيُّوب حَدثنَا عَليّ بن الْحسن حَدثنَا",
            "page": "87",
            "part": "1",
            "seal": "9A305C00"
        },
        {
            "id": "73",
            "nass": "شريك عَن أبي إِسْحَاق قَالَ قَالَ عَليّ رَضِي الله عَنهُ وَالله إِن خير النَّاس بعد رَسُول الله صلى الله عَلَيْهِ وَسلم أَبُو بكر وَالله إِن خير النَّاس بعد أبي بكر عمر رَضِي الله عَنْهُمَا",
            "page": "88",
            "part": "1",
            "seal": "BC285F68"
        },
        {
            "id": "74",
            "nass": "الحَدِيث السَّابِع وَالْعشْرُونَ ¶ أخبرنَا أَبُو مَنْصُور سعيد بن ياسين قِرَاءَة عَلَيْهِ وَأَنا أسمع بِبَغْدَاد قَالَ أخبرنَا أَبُو الْفَتْح مُحَمَّد بن عبد الْبَاقِي بن سلمَان عرف بِابْن البطي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْحسن عَليّ بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد الْخَطِيب الْأَنْبَارِي قَالَ أخبرنَا أَبُو عمر عبد الْوَاحِد بن مُحَمَّد بن عبد الله بن مُحَمَّد بن مهْدي الْفَارِسِي قَالَ أخبرنَا أَبُو عَليّ إِسْمَاعِيل بن صَالح الصفار حَدثنَا",
            "page": "89",
            "part": "1",
            "seal": "9A78F1F7"
        },
        {
            "id": "75",
            "nass": "الْحسن بن عَليّ حَدثنَا أَبُو أُسَامَة عَن إِسْمَاعِيل عَن قيس",
            "page": "90",
            "part": "1",
            "seal": "5FB2A925"
        },
        {
            "id": "76",
            "nass": "قَالَ بعث رَسُول الله صلى الله عَلَيْهِ وَسلم عَمرو على جَيش ذَات السلَاسِل إِلَى لخم وجذام قَالَ وَكَانَ فِي أَصْحَابه قلَّة فَقَالَ لَهُم عَمْرو لَا يوقدن أحد مِنْكُم نَارا قَالَ فشق ذَلِك عَلَيْهِم فَكَلَّمُوا أَبَا بكر ليكلم لَهُم عمروا فَكَلمهُ فَقَالَ لَا يُوقد أحد مِنْكُم نَارا إِلَّا أَلقيته فِيهَا فقاتل الْعَدو فَظهر عَلَيْهِم فاستباح عَسْكَرهمْ فَقَالَ لَهُ النَّاس أَلا تتبعهم فَقَالَ لَا إِنِّي أخْشَى أَن يكون وَرَاء هَذِه الْجبَال مَادَّة يقتطعون الْمُسلمين فشكوه إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم حِين رجعُوا فَقَالَ صدقُوا يَا عَمْرو فَقَالَ إِنَّه كَانَ فِي أَصْحَابِي قلَّة فَخَشِيت أَن يرغب الْعَدو فِي قلتهم فَلَمَّا أَن أظهرني الله عَلَيْهِم قَالُوا تتبعهم فَقلت إِنِّي أخْشَى أَن يكون وَرَاء هذهالجبال مَادَّة يقتطعون الْمُسلمين فَكَأَن النَّبِي صلى الله عَلَيْهِ وَسلم حمد أمره فَقَالَ عَمْرو عِنْد ذَلِك أَي النَّاس أحب إِلَيْك يَا رَسُول الله قَالَ أحب النَّاس إِلَيّ عَائِشَة قَالَ لست أَسأَلك عَن النِّسَاء إِنَّمَا أَسأَلك عَن الرِّجَال قَالَ أَبُو بكر رَضِي الله عَنهُ ¶ أخرجه البُخَارِيّ فِي صَحِيحه عَن مُعلى بن أَسد عَن عبد الْعَزِيز بن الْمُخْتَار عَن خَالِد الْحذاء عَن أبي عُثْمَان عَن عَمْرو بن الْعَاصِ مُخْتَصرا وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ فِي المناقب وَقَالَ التِّرْمِذِيّ حسن صَحِيح",
            "page": "91",
            "part": "1",
            "seal": "F226408E"
        },
        {
            "id": "77",
            "nass": "الحَدِيث الثَّامِن وَالْعشْرُونَ ¶ أخبرنَا الشَّيْخ الصَّالح الزَّاهِد أَبُو طَاهِر خَلِيل بن أَحْمد بن خَلِيل الصرصري الجوسقي قِرَاءَة عَلَيْهِ وَأَنا أسمع بِبَغْدَاد قَالَ أخبرتنا الْحَاجة فَخر النِّسَاء شُهدة بنت أَحْمد بن عمر الإبري قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَت أخبرنَا أَبُو مَنْصُور مُحَمَّد بن الْحُسَيْن الْبَزَّاز الْمَعْرُوف بِابْن هريسة قَالَ أخبرنَا أَبُو بكر أَحْمد بن مُحَمَّد بن أَحْمد بن غَالب البرقاني الْخَوَارِزْمِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا الإِمَام الْحَافِظ أَبُو بكر أَحْمد بن إِبْرَاهِيم بن إِسْمَاعِيل",
            "page": "92",
            "part": "1",
            "seal": "CB5D3A73"
        },
        {
            "id": "78",
            "nass": "الْإِسْمَاعِيلِيّ حَدثنَا عبد الله بن دَاوُد عَن مُوسَى بن عُبَيْدَة عَن مُحَمَّد بن ثَابت عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم بَايع أَعْرَابِيًا بقلوص إِلَى أجل فَقَالَ يَا رَسُول الله إِن عجلت بك منيتك فَمن يقضيني قَالَ أَبُو بكر قَالَ فَإِن عجلت بِأبي بكر منيته فَمن يقضيني قَالَ عمر قَالَ فَإِن عجلت بعمر منيته فَمن يقضيني قَالَ عُثْمَان قَالَ فَإِن عجلت بعثمان منيته فَمن يقضيني قَالَ إِن اسْتَطَعْت أَن تَمُوت فمت ¶ تفرد بِهِ مُحَمَّد بن ثَابت عَن أبي هُرَيْرَة",
            "page": "93",
            "part": "1",
            "seal": "D6F16285"
        },
        {
            "id": "79",
            "nass": "الحَدِيث التَّاسِع وَالْعشْرُونَ ¶ وَبِالْإِسْنَادِ إِلَى الْإِسْمَاعِيلِيّ حَدثنَا عبيد الله بن مُحَمَّد بن النَّضر أَبُو مُحَمَّد اللؤْلُؤِي حَدثنَا أَبُو عَليّ الْحسن بن عَليّ الصُّورِي حَدثنَا سلم بن مَيْمُون الْخَواص حَدثنَا سُلَيْمَان بن حَيَّان حَدثنَا إِسْمَاعِيل بن أبي خَالِد عَن قيس بن أبي حَازِم عَن سهل بن",
            "page": "94",
            "part": "1",
            "seal": "20D1BFCB"
        },
        {
            "id": "80",
            "nass": "أبي حثْمَة قَالَ بَايع أَعْرَابِي النَّبِي صلى الله عَلَيْهِ وَسلم إِلَى أجل فَقَالَ عَليّ للأعرابي ائْتِ النَّبِي صلى الله عَلَيْهِ وَسلم فسله إِن أَتَى عَلَيْهِ أَجله من يَقْضِيه فَأتى الْأَعرَابِي النَّبِي صلى الله عَلَيْهِ وَسلم فَسَأَلَهُ فَقَالَ يقضيك أَبُو بكر فَرجع إِلَى عَليّ فَأخْبرهُ فَقَالَ ارْجع إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فسله أَن أَتَى على أبي بكر أَجله من يَقْضِيه فَأتى الْأَعرَابِي النَّبِي صلى الله عَلَيْهِ وَسلم فَسَأَلَهُ فَقَالَ يقضيك عمر فَقَالَ عَليّ للأعرابي سَله من بعد عمر فَسَأَلَهُ فَقَالَ يقضيك عُثْمَان فَقَالَ عَليّ للأعرابي ائْتِ النَّبِي صلى الله عَلَيْهِ وَسلم فسله أَن أَتَى على عُثْمَان أَجله فَمن يَقْضِيه فَسَأَلَهُ فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم إِذا أَتَى على أبي بكر أَجله وَعمر وَعُثْمَان فَإِن اسْتَطَعْت أَن تَمُوت فمت",
            "page": "95",
            "part": "1",
            "seal": "629FD06B"
        },
        {
            "id": "81",
            "nass": "الحَدِيث الثَّلَاثُونَ ¶ وَبِالْإِسْنَادِ إِلَى الْإِسْمَاعِيلِيّ حَدثنَا أَبُو إِسْحَاق إِبْرَاهِيم بن عرْعرة بن إِبْرَاهِيم بن البرند الشَّامي بِالْبَصْرَةِ حَدثنَا أَبُو جَعْفَر أَحْمد ابْن عبيد بن نَاصح النَّحْوِيّ حَدثنَا أَبُو دَاوُد الطَّيَالِسِيّ حَدثنَا عبد الله بن عِيسَى بن عبد الرَّحْمَن بن أبي ليلى عَن",
            "page": "96",
            "part": "1",
            "seal": "E0147E92"
        },
        {
            "id": "82",
            "nass": "عبد الرَّحْمَن بن أبي ليلى قَالَ جَاءَ أَبُو بكر الصّديق رَضِي الله عَنهُ وَأم رُومَان حَتَّى دخل على رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ مَا جَاءَ بكما قَالَا يَا رَسُول الله تستغفر لعَائِشَة وَنحن شُهُود فَقَالَ اللَّهُمَّ اغْفِر لعَائِشَة بنت أبي بكر مغْفرَة ظَاهِرَة باطنة لَا يغادرها ذَنْب فَلَمَّا رأى سرورها بذلك قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا زَالَت هَذِه دَعْوَتِي لمن أسلم من أمتِي من لدن بَعَثَنِي الله إِلَى يومي هَذَا",
            "page": "97",
            "part": "1",
            "seal": "DBC9664A"
        },
        {
            "id": "83",
            "nass": "الحَدِيث الْحَادِي وَالثَّلَاثُونَ ¶ أخبرنَا أَبُو عَليّ الْحسن بن إِبْرَاهِيم بن دِينَار قِرَاءَة عَلَيْهِ وَأَنا أسمع بفسطاط مصر قَالَ أخبرنَا أَبُو طَاهِر أَحْمد بن مُحَمَّد بن إِبْرَاهِيم السلَفِي الْأَصْبَهَانِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو عبد الله الْقَاسِم بن الْفضل بن أَحْمد بن مَحْمُود الثَّقَفِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْحسن عَليّ بن مُحَمَّد بن عبد الله بن بَشرَان قَالَ أخبرنَا مُحَمَّد بن عَمْرو بن البخْترِي حَدثنَا مُحَمَّد بن الْهَيْثَم بن حَمَّاد حَدثنَا الْحسن بن الرّبيع حَدثنَا ابْن إِدْرِيس",
            "page": "98",
            "part": "1",
            "seal": "7BE7720A"
        },
        {
            "id": "84",
            "nass": "عَن ابْن عجلَان عَن أبي حَازِم عَن سهل بن سعد",
            "page": "99",
            "part": "1",
            "seal": "0F143B98"
        },
        {
            "id": "85",
            "nass": "رَضِي الله عَنهُ قَالَ استصرخ رَسُول الله صلى الله عَلَيْهِ وَسلم على بني عَوْف لشَيْء كَانَ بَينهم يصلحه فأقيمت الصَّلَاة فانتظروا فَلَمَّا أَبْطَأَ تقدم أَبُو بكر رَضِي الله عَنهُ ثمَّ جَاءَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَتقدم إِلَى الصَّفّ الأول فصفح النَّاس بِأبي بكر وَكَانَ لَا يلْتَفت ثمَّ نظر فَرَأى النَّبِي صلى الله عَلَيْهِ وَسلم فَتَأَخر فَدفعهُ النَّبِي صلى الله عَلَيْهِ وَسلم فَأبى إِلَّا أَن يتَأَخَّر فَتقدم النَّبِي صلى الله عَلَيْهِ وَسلم فَلَمَّا قضى صلَاته قَالَ لأبي بكر وَمَا مَنعك أَن تثبت قَالَ مَا كَانَ الله عز وَجل ليرى ابْن أبي قُحَافَة أَن يُصَلِّي برَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِنَّمَا التصفيح للنِّسَاء وَالتَّسْبِيح للرِّجَال فَإِذا نَاب أحدكُم شَيْء فِي صلَاته فَلْيقل سُبْحَانَ الله سُبْحَانَ الله ¶ أخرجه أَبُو دَاوُد فِي الصَّلَاة عَن القعْنبِي عَن مَالك عَن أبي حَازِم وَالنَّسَائِيّ فِيهِ عَن قُتَيْبَة عَن يَعْقُوب عَن أبي حَازِم بِهِ",
            "page": "100",
            "part": "1",
            "seal": "596B9FB2"
        },
        {
            "id": "86",
            "nass": "الحَدِيث الثَّانِي وَالثَّلَاثُونَ ¶ أخبرنَا أَبُو الْفضل إِسْمَاعِيل بن أبي الْعَبَّاس الْأَوَانِي بِقِرَاءَة أبي الْحسن عَليّ بعد مُحَمَّد البانسي عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْحُسَيْن عبد الْحق بن عبد الْخَالِق بن يُوسُف كِتَابَة قَالَ أخبرنَا أَبُو سعيد مُحَمَّد بن عبد الْملك بن عبد القاهر الْأَسدي قَالَ أخبرنَا أَبُو عَليّ الْحسن بن أَحْمد بن شَاذان قَالَ أخبرنَا أَبُو جَعْفَر أَحْمد بن يَعْقُوب بن يُوسُف الْأَصْبَهَانِيّ حَدثنَا عمر بن",
            "page": "101",
            "part": "1",
            "seal": "0AD3C54C"
        },
        {
            "id": "87",
            "nass": "أَيُّوب يَعْنِي السَّقطِي حَدثنَا أَبُو معمر الْقطيعِي حَدثنَا هشيم حَدثنَا كوثر بن حَكِيم عَن نَافِع عَن ابْن عمر قَالَ قَالَ",
            "page": "102",
            "part": "1",
            "seal": "3D8AB885"
        },
        {
            "id": "88",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم أرْحم أمتِي أَبُو بكر وأشدهم فِي الله عمر وَأَكْثَرهم حَيَاء عُثْمَان بن عَفَّان وأفضلهم عَليّ بن أبي طَالب رَضِي الله عَنْهُم أَجْمَعِينَ ¶ تفرد بِهِ كوثر عَن نَافِع بِهِ",
            "page": "103",
            "part": "1",
            "seal": "C3CFA475"
        },
        {
            "id": "89",
            "nass": "الحَدِيث الثَّالِث وَالثَّلَاثُونَ ¶ أخبرنَا الشَّيْخ الصدوق الْمسند عبد اللَّطِيف مُحَمَّد بن عَليّ ابْن حَمْزَة بن القبيطي قِرَاءَة عَلَيْهِ وَأَنا أسمع بِبَغْدَاد قَالَ أخبرنَا أَبُو عَليّ أَحْمد بن مُحَمَّد بن الرَّحبِي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو سعد مُحَمَّد بن عبد الْكَرِيم بن خشيش قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو عَليّ إِسْمَاعِيل بن مُحَمَّد بن إِسْمَاعِيل الصفار قَالَ أخبرنَا أَبُو عَليّ الْحسن بن عَرَفَة الْعَبْدي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ حَدثنِي عبد الله بن إِبْرَاهِيم الْغِفَارِيّ الْمدنِي عَن",
            "page": "104",
            "part": "1",
            "seal": "731E2C14"
        },
        {
            "id": "90",
            "nass": "عبد الرَّحْمَن بن زيد بن أسلم عَن سعيد بن أبي سعيد المَقْبُري عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَيْلَة عرج بِي إِلَى السَّمَاء فَمَا مَرَرْت بسماء إِلَّا وجدت اسْمِي مَكْتُوبًا مُحَمَّد رَسُول الله وَأَبُو بكر الصّديق من خَلْفي",
            "page": "105",
            "part": "1",
            "seal": "E3F89CC2"
        },
        {
            "id": "91",
            "nass": "الحَدِيث الرَّابِع وَالثَّلَاثُونَ ¶ وَبِالْإِسْنَادِ إِلَى ابْن عَرَفَة حَدثنَا الْوَلِيد بن الْفضل الْعَنزي قَالَ أَخْبرنِي إِسْمَاعِيل بن عبيد الْعجلِيّ عَن حَمَّاد بن أبي سُلَيْمَان عَن إِبْرَاهِيم النَّخعِيّ عَن عَلْقَمَة بن قيس عَن عمار",
            "page": "106",
            "part": "1",
            "seal": "8ABC00F3"
        },
        {
            "id": "92",
            "nass": "ابْن يَاسر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَا عمار أَتَانِي جِبْرِيل آنِفا قلت لَهُ يَا جِبْرِيل حَدثنِي بفضائل عمر بن الْخطاب فِي السَّمَاء قَالَ يَا مُحَمَّد لَو حدثتك بفضائل عمر مثل مَا لبث نوح فِي قومه ألف سنة إِلَّا خمسين عَاما مَا نفدت فَضَائِل عمر وَإِن عمر حَسَنَة من حَسَنَات أبي بكر رَضِي الله عَنْهُمَا",
            "page": "107",
            "part": "1",
            "seal": "FFC1D7B3"
        },
        {
            "id": "93",
            "nass": "الحَدِيث الْخَامِس وَالثَّلَاثُونَ ¶ أخبرنَا أَبُو الْحسن مُحَمَّد بن أَحْمد بن الْقطيعِي قِرَاءَة عَلَيْهِ وَأَنا أسمع 0 قَالَ أخبرنَا أَبُو الْوَقْت عبد الأول بن عِيسَى الصُّوفِي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْحسن عبد الرَّحْمَن بن مُحَمَّد بن المظفر الدَّاودِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو مُحَمَّد عبد الله ابْن حمويه السَّرخسِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو عبد الله مُحَمَّد بن يُوسُف الْفربرِي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو عبد الله مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْيَمَان أخبرنَا شُعَيْب عَن الزُّهْرِيّ قَالَ أَخْبرنِي أَبُو سَلمَة ابْن عبد الرَّحْمَن أَن أَبَا هُرَيْرَة قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول بَيْنَمَا رَاع فِي غنمه عدا عَلَيْهِ الذِّئْب فَأخذ مِنْهَا شَاة فَطَلَبه الرَّاعِي فَالْتَفت إِلَيْهِ الذِّئْب فَقَالَ من لَهَا يَوْم السَّبع يَوْم لَيْسَ لَهَا",
            "page": "108",
            "part": "1",
            "seal": "51A6A1FD"
        },
        {
            "id": "94",
            "nass": "رَاع غَيْرِي وَبينا رجل يَسُوق بقرة قد حمل عَلَيْهَا فالتفتت إِلَيْهِ فكلمته فَقَالَت إِنِّي لم أخلق لهَذَا لَكِن خلقت للحرث فَقَالَ النَّاس سُبْحَانَ الله فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم فَإِنِّي أومن بذلك وَأَبُو بكر وَعمر رَضِي الله عَنْهُمَا ¶ هَكَذَا رَوَاهُ البُخَارِيّ",
            "page": "109",
            "part": "1",
            "seal": "79BCA360"
        },
        {
            "id": "95",
            "nass": "الحَدِيث السَّادِس وَالثَّلَاثُونَ ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا مُحَمَّد بن مقَاتل حَدثنَا عبد الله قَالَ أَخْبرنِي مُوسَى بن عقبَة عَن سَالم عَن عبد الله بن عمر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من جر ثَوْبه خُيَلَاء لم ينظر الله إِلَيْهِ يَوْم الْقِيَامَة فَقَالَ أَبُو بكر رَضِي الله عَنهُ إِن أحد شقي ثوبي يسترخي إِلَّا أَن أتعاهد ذَلِك مِنْهُ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِنَّك لست تصنع ذَلِك خُيَلَاء قَالَ مُوسَى قلت لسالم أذكر عبد الله من جر إزَاره قَالَ لم أسمعهُ ذكر إِلَّا ثَوْبه ¶ هَكَذَا رَوَاهُ البُخَارِيّ",
            "page": "110",
            "part": "1",
            "seal": "53FF77F6"
        },
        {
            "id": "97",
            "nass": "الحَدِيث السَّابِع وَالثَّلَاثُونَ ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا عَبْدَانِ أخبرنَا عبد الله عَن يُونُس عَن الزُّهْرِيّ قَالَ أَخْبرنِي ابْن الْمسيب سمع أَبَا هُرَيْرَة قَالَ سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول بَينا أَنا نَائِم رَأَيْتنِي على قليب عَلَيْهَا دلو فنزعت مِنْهَا مَا شَاءَ الله ثمَّ أَخذهَا ابْن أبي قُحَافَة فَنزع ذنوبا أَو ذنوبين وَفِي نَزعه ضعف يغْفر الله لَهُ ثمَّ استحالت غربا فَأَخذهَا ابْن الْخطاب فَلم أر عبقريا من النَّاس",
            "page": "112",
            "part": "1",
            "seal": "A9829BD4"
        },
        {
            "id": "98",
            "nass": "ينْزع نزع عمر حَتَّى ضرب النَّاس بِعَطَن",
            "page": "113",
            "part": "1",
            "seal": "A25B0864"
        },
        {
            "id": "99",
            "nass": "هَكَذَا رَوَاهُ البُخَارِيّ ¶ قَالَ وهب العطن مبروك الْإِبِل أَي حَتَّى رويت الْإِبِل فأناخت",
            "page": "114",
            "part": "1",
            "seal": "DDC96D78"
        },
        {
            "id": "100",
            "nass": "الحَدِيث الثَّامِن وَالثَّلَاثُونَ ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا أَبُو الْيَمَان أخبرنَا شُعَيْب عَن الزُّهْرِيّ أَخْبرنِي حميد بن عبد الرَّحْمَن بن عَوْف أَن أَبَا هُرَيْرَة قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول من أنْفق زَوْجَيْنِ من كل شَيْء من الْأَشْيَاء فِي سَبِيل الله دعِي من أَبْوَاب يَعْنِي الْجنَّة يَا عبد الله هَذَا خير فَمن كَانَ من أهل الصَّلَاة دعِي من بَاب الصَّلَاة وَمن كَانَ من",
            "page": "115",
            "part": "1",
            "seal": "0B3337A1"
        },
        {
            "id": "101",
            "nass": "أهل الْجِهَاد دعِي من بَاب الْجِهَاد وَمن كَانَ من أهل الصَّدَقَة دعِي من بَاب الصَّدَقَة وَمن كَانَ من أهل الصّيام دعِي من بَاب الصّيام وَبَاب الريان فَقَالَ أَبُو بكر مَا على هَذَا الَّذِي يدعى من تِلْكَ الْأَبْوَاب من ضَرُورَة وَقَالَ هَل يدعى مِنْهَا كلهَا أحد يَا رَسُول الله قَالَ نعم وَأَرْجُو أَن تكون مِنْهُم يَا أَبَا بكر",
            "page": "116",
            "part": "1",
            "seal": "8052E0ED"
        },
        {
            "id": "103",
            "nass": "الحَدِيث التَّاسِع وَالثَّلَاثُونَ ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا مُحَمَّد بن يزِيد الْكُوفِي حَدثنَا الْوَلِيد عَن الْأَوْزَاعِيّ عَن يحيى بن أبي بكير عَن مُحَمَّد بن إِبْرَاهِيم عَن عُرْوَة بن الزبير قَالَ سَأَلت عبد الله بن عَمْرو عَن أَشد مَا صنع الْمُشْركُونَ برَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ رَأَيْت عقبَة بن أبي معيط جَاءَ إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم وَهُوَ يُصَلِّي فَوضع رِدَاءَهُ فِي عُنُقه فخنقه بِهِ",
            "page": "118",
            "part": "1",
            "seal": "96AAE038"
        },
        {
            "id": "104",
            "nass": "خنقا شَدِيدا فجَاء أَبُو بكر رَضِي الله عَنهُ حَتَّى دَفعه عَنهُ فَقَالَ {أَتقْتلونَ رجلا أَن يَقُول رَبِّي الله وَقد جَاءَكُم بِالْبَيِّنَاتِ من ربكُم} غَافِر: 28 ¶ هَكَذَا أخرجه البُخَارِيّ فِي صَحِيحه",
            "page": "119",
            "part": "1",
            "seal": "6BE202CE"
        },
        {
            "id": "105",
            "nass": "الحَدِيث الْأَرْبَعُونَ ¶ وَبِالْإِسْنَادِ إِلَى البُخَارِيّ حَدثنَا إِسْمَاعِيل بن عبد الله حَدثنَا سُلَيْمَان بن بِلَال عَن هِشَام بن عُرْوَة قَالَ أَخْبرنِي عُرْوَة بن الزبير عَن عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم أَن رَسُول الله صلى الله عَلَيْهِ وَسلم مَاتَ وَأَبُو بكر بالسنح قَالَ إِسْمَاعِيل يَعْنِي بِالْعَالِيَةِ فَقَامَ عمر رَضِي الله عَنهُ يَقُول وَالله مَا مَاتَ رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَت وَقَالَ عمر وَالله مَا كَانَ يَقع فِي نَفسِي إِلَّا ذَلِك وليبعثنه الله فليقطعن أَيدي رجال وأرجلهم فجَاء أَبُو بكر رَضِي الله عَنهُ فكشف عَن وَجه رَسُول الله صلى الله عَلَيْهِ وَسلم فَقبله وَقَالَ بِأبي أَنْت وَأمي طبت حَيا وَمَيتًا وَالَّذِي نَفسِي بِيَدِهِ لَا يذيقك الله الموتتين أبدا ثمَّ خرج فَقَالَ أَيهَا الْحَالِف على رسلك فَلَمَّا تكلم أَبُو بكر رَضِي الله عَنهُ جلس عمر رَضِي الله عَنهُ فَحَمدَ الله أَبُو بكر وَأثْنى عَلَيْهِ وَقَالَ أَلا من كَانَ يعبد",
            "page": "120",
            "part": "1",
            "seal": "1439CDE4"
        },
        {
            "id": "106",
            "nass": "مُحَمَّدًا فَإِن مُحَمَّدًا قد مَاتَ وَمن كَانَ يعبد الله فَإِن اللهعز وَجل حَيّ لَا يَمُوت وَقَالَ {إِنَّك ميت وَإِنَّهُم ميتون} الزمر: 30 {وَقَالَ} {وَمَا مُحَمَّدٌ إِلا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ} آل عمرَان: 144 قَالَ فنشج ايبكون قَالَ وَاجْتمعت الْأَنْصَار إِلَى سعد بن عبَادَة فِي سَقِيفَة بني سَاعِدَة وَقَالُوا منا أَمِير ومنكم أَمِير فَذهب إِلَيْهِم أَبُو بكر وَعمر رَضِي الله عَنْهُمَا وَأَبُو عُبَيْدَة بن الْجراح فَذهب عمر يتَكَلَّم فأسكته أَبُو بكر وَكَانَ عمر يَقُول وَالله مَا أردْت بذلك إِلَّا أَنِّي كنت قد هيأت كلَاما قد أعجبني خشيت أَن لَا يبلغهُ أَبُو بكر ¶ ثمَّ تكلم أَبُو بكر رَضِي الله عَنهُ فَتكلم أبلغ النَّاس فَقَالَ فِي كَلَامه نَحن الْأُمَرَاء وَأَنْتُم الوزراء فَقَالَ حباب بن الْمُنْذر لَا وَالله لَا نَفْعل منا أَمِير ومنكم أَمِير فَقَالَ أَبُو بكر لَا بل نَحن الْأُمَرَاء وَأَنْتُم الوزراء هم أَوسط الْعَرَب دَارا وأعذبهم أحسابا",
            "page": "121",
            "part": "1",
            "seal": "85E6328D"
        },
        {
            "id": "107",
            "nass": "فَبَايعُوا عمر أَو أَبَا عُبَيْدَة فَقَالَ عمر رَضِي الله عَنهُ بل نُبَايِعك أَنْت فَأَنت سيدنَا وخيرنا وأحبنا إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَأخذ بِيَدِهِ فَبَايعهُ وَبَايَعَهُ النَّاس فَقَالَ قَائِل قتلتم سعد بن عبَادَة فَقَالَ عمر قَتله الله",
            "page": "122",
            "part": "1",
            "seal": "7BCE8399"
        },
        {
            "id": "108",
            "nass": "وَقَالَ عبد الله بن سَالم عَن الزبيدِيّ قَالَ عبد الرَّحْمَن بن الْقَاسِم أخبرنَا الْقَاسِم أَن عَائِشَة رَضِي الله عَنْهَا قَالَت ¶ شَخَصَ بَصَرُ رَسُول الله صلى الله عَلَيْهِ وَسلم ثمَّ قَالَ فِي الرفيق الْأَعْلَى ثَلَاثًا وقص الحَدِيث قَالَت فَمَا كَانَت من خطبتهما من خطْبَة إِلَّا نفع الله بهَا لقد خوف عمر النَّاس وَإِن فيهم لنفاقا فردهم الله بذلك ثمَّ لقد بصّر أَبُو بكر النَّاس الْهَدْي وعرفهم الْحق الَّذِي عَلَيْهِم وَخَرجُوا بِهِ يَتلون {وَمَا مُحَمَّدٌ إِلا رَسُولٌ قَدْ خَلَتْ مِنْ قبله الرُّسُل} إِلَى قَوْله {الشَّاكِرِينَ} ¶ هَكَذَا أخرجه البُخَارِيّ فِي جَامعه الصَّحِيح ¶ أخبرنَا أَبُو عَليّ الْحسن بن إِبْرَاهِيم بن هبة الله بن دِينَار قِرَاءَة عَلَيْهِ وَأَنا أسمع بفسطاط مصر قَالَ أخبرنَا الْحَافِظ أَبُو طَاهِر أَحْمد بن مُحَمَّد بن إِبْرَاهِيم السلَفِي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا الرئيس أَبُو عبد الله الْقَاسِم بن الْفضل بن أَحْمد بن مَحْمُود الثَّقَفِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَبُو الْحُسَيْن عَليّ بن مُحَمَّد ابْن عبد الله بن بَشرَان حَدثنَا أَحْمد بن سُلَيْمَان حَدثنَا إِبْرَاهِيم",
            "page": "123",
            "part": "1",
            "seal": "FBF10ACE"
        },
        {
            "id": "109",
            "nass": "ابْن عبد الله حَدثنَا مُحَمَّد بن بشر حَدثنَا عَطاء بن الْمُبَارك حَدثنَا أَبُو عُبَيْدَة عَن الْحسن قَالَ قَالَ عَليّ بن أبي طَالب رَضِي الله عَنهُ يَا رَسُول الله من أول من يُحَاسب يَوْم الْقِيَامَة قَالَ أَبُو بكر رَضِي الله عَنهُ قَالَ ثمَّ من قَالَ عمر بن الْخطاب رَضِي الله عَنهُ قَالَ ثمَّ من قَالَ ثمَّ أَنْت يَا عَليّ قلت يَا رَسُول الله أَيْن عُثْمَان بن عَفَّان قَالَ إِنِّي سَأَلت عُثْمَان بن عَفَّان حَاجَة سرا فقضاها سرا فَسَأَلت الله أَن لَا يُحَاسب عُثْمَان ثمَّ يُنَادي مُنَادِي أَيْن السَّابِقُونَ الْأَولونَ فَيُقَال من فَيَقُول أَيْن أَبُو بكر الصّديق رَضِي الله عَنهُ فيتجلى الله عز وَجل لأبي بكر الصّديق رَضِي الله عَنهُ خَاصَّة وَلِلنَّاسِ عَامَّة ¶ وَبِالْإِسْنَادِ إِلَى ابْن بَشرَان حَدثنَا أَحْمد بن سُلَيْمَان إملاء قَالَ قرىء على يحيى بن جَعْفَر وَأَنا أسمع حَدثنَا عبد الرَّحْمَن",
            "page": "124",
            "part": "1",
            "seal": "E18576D9"
        },
        {
            "id": "110",
            "nass": "ابْن إِبْرَاهِيم الرَّاسِبِي قَالَ حَدثنِي فرات بن السَّائِب عَن مَيْمُون بن مهْرَان عَن ضبة بن مُحصن الْعَنزي قَالَ كَانَ علينا أَبُو مُوسَى أَمِيرا",
            "page": "125",
            "part": "1",
            "seal": "B3C12FAF"
        },
        {
            "id": "111",
            "nass": "بِالْبَصْرَةِ وَكَانَ إِذا خطب حمد الله عز وَجل وَأثْنى عَلَيْهِ وَصلى على النَّبِي صلى الله عَلَيْهِ وَسلم ثمَّ بَدَأَ يَدْعُو لعمر بن الْخطاب رَضِي الله عَنهُ قَالَ فغاظني ذَلِك مِنْهُ فَقُمْت إِلَيْهِ وَقلت لَهُ أَيْن أَنْت عَن صَاحبه أبي بكر الصّديق رَضِي الله عَنهُ تفضله عَلَيْهِ قَالَ فَصنعَ ذَلِك ثَلَاث جمع وَأَنا أَقُول لَهُ فَكتب إِلَى عمر رَضِي الله عَنهُ يشكوني وَيَقُول إِن ضبة ابْن مُحصن الْعَنزي يتَعَرَّض لي فِي خطبتي فَكتب إِلَيْهِ عمر رَضِي الله عَنهُ أَن أشخصه إِلَيْهِ قَالَ فأشخصني إِلَيْهِ فَقدمت على عمر رَضِي الله عَنهُ فَضربت عَلَيْهِ الْبَاب فَخرج إِلَيّ فَقَالَ من أَنْت فَقلت أَنا ضبة بن مُحصن الْعَنزي قَالَ فَلَا مرْحَبًا وَلَا أَهلا قَالَ قلت أما المرحب فَمن الله عز وَجل وَأما الْأَهْل فَلَا أهل وَلَا مَال فبماذا يَا عمر استحللت إشخاصي من مصري بِلَا ذَنْب أذنبته قَالَ مَا الَّذِي شجر بَيْنك وَبَين عاملك قَالَ قلت الْآن أخْبرك يَا أَمِير الْمُؤمنِينَ كَانَ إِذا خَطَبنَا فَحَمدَ الله وَأثْنى عَلَيْهِ وَصلى على النَّبِي صلى الله عَلَيْهِ وَسلم بَدَأَ يَدْعُو لَك فغاظني ذَلِك مِنْهُ قَالَ فَقُمْت إِلَيْهِ وَقلت لَهُ أَيْن أَنْت عَن صَاحبه أبي بكر رَضِي الله عَنهُ تفضله عَلَيْهِ فَصنعَ ذَلِك ثَلَاث جُمع ثمَّ كتب إِلَيْك يشكوني قَالَ فَانْدفع عمر رَضِي الله عَنهُ باكيا فَجعلت أرثي لَهُ ثمَّ قَالَ أَنْت وَالله أوثق مِنْهُ وأرشد فَهَل أَنْت غَافِر لي ذَنبي يغْفر الله لَك قَالَ قلت غفر الله لَك يَا أَمِير الْمُؤمنِينَ ثمَّ انْدفع باكيا وَهُوَ يَقُول وَالله لليلة من أبي بكر رَضِي الله عَنهُ وَيَوْم خير من عمر وَآل عمر هَل لَك أَن أحَدثك بليلته ويومه قَالَ قلت نعم يَا أَمِير الْمُؤمنِينَ قَالَ أما ليلته فَلَمَّا خرج رَسُول الله صلى الله عَلَيْهِ وَسلم هَارِبا من أهل مَكَّة خرج لَيْلًا فَتَبِعَهُ أَبُو بكر رَضِي الله عَنهُ فَجعل يمشي مرّة أَمَامه وَمرَّة خَلفه وَمرَّة عَن يَمِينه وَمرَّة عَن يسَاره فَقَالَ",
            "page": "126",
            "part": "1",
            "seal": "F3624681"
        },
        {
            "id": "112",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم يَا أَبَا بكر مَا أعرف هَذَا من فعلك قَالَ يَا رَسُول الله أذكر الرصد فَأَكُون أمامك وأذكر الطّلب فَأَكُون خَلفك وَمرَّة عَن يَمِينك وَمرَّة عَن يسارك لَا آمن عَلَيْك قَالَ فَمشى رَسُول الله صلى الله عَلَيْهِ وَسلم ليلته على أَطْرَاف أَصَابِعه حَتَّى حفيت رِجْلَاهُ فَلَمَّا رَآهَا أَبُو بكر قد حفيت حمله على كَاهِله وَجعل يشْتَد بِهِ حَتَّى أَتَى بِهِ الْغَار فأنزله ثمَّ قَالَ وَالله لَا تدخله حَتَّى أدخلهُ فَإِن كَانَ فِيهِ شَيْء نزل بِي قبلك فَدخل فَلم ير شَيْئا فَحَمله وَكَانَ فِي الْغَار خرق فِيهِ حيات وأفاعي فخشي أَبُو بكر رَضِي الله عَنهُ أَن يخرج مِنْهُ شَيْء يُؤْذِي رَسُول الله صلى الله عَلَيْهِ وَسلم فألقمه قدمه فَجعلْنَ يضربنه أَو يلسعنه الْحَيَّات والأفاعي وَجعلت دُمُوعه تتحادر وَرَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لَهُ يَا أَبَا بكر لَا تحزن إِن الله مَعنا فَأنْزل الله سكينته طمأنينته لأبي بكر رَضِي الله عَنهُ فَهَذِهِ ليلته ¶ وَأما يَوْمه فَلَمَّا توفّي رَسُول الله صلى الله عَلَيْهِ وَسلم وارتدت الْعَرَب وَقَالَ بَعضهم نصلي وَلَا نزكي وَقَالَ بَعضهم نزكي وَلَا نصلي فَأَتَيْته وَلَا آلوه نصحا فَقلت يَا خَليفَة رَسُول الله تألف النَّاس وارفق بهم فَقَالَ جَبَّار فِي الْجَاهِلِيَّة خوار فِي الْإِسْلَام فبماذا أتألفهم بِشعر مفتعل أم بقول مفترى قبض رَسُول الله صلى الله عَلَيْهِ وَسلم وَانْقطع الْوَحْي وَالله لَو مَنَعُونِي عنَاقًا كَانَ يُعْطون رَسُول الله صلى الله عَلَيْهِ وَسلم لقاتلتهم عَلَيْهِ قَالَ فقاتلنا مَعَه وَكَانَ وَالله رشيد الْأَمر فَهَذَا يَوْمه وَكتب إِلَى أبي مُوسَى يلومه ¶ قلت فَثَبت بِمَا أوردناه من صَحِيح الْأَخْبَار وصريح الْآثَار كَمَال فضيلته وَصِحَّة خِلَافَته وانعقاد الْإِجْمَاع على مبايعته وانقيادهم لمتابعته وانتظام الْأُمُور بِحسن سيرته وَصدق سَرِيرَته",
            "page": "127",
            "part": "1",
            "seal": "671A10A0"
        },
        {
            "id": "113",
            "nass": "أخبرنَا أَبُو إِسْمَاعِيل إِبْرَاهِيم بن إِسْحَاق عرف بِابْن الْخَيْر قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا عبد الْحق بن يُوسُف قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا الْمُبَارك بن عبد الْجَبَّار الصَّيْرَفِي قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أخبرنَا أَحْمد بن مُحَمَّد بن صَالح الْخَطِيب حَدثنَا إِبْرَاهِيم بن الْحُسَيْن بن ديزيل حَدثنَا مُحَمَّد بن مَالك الْجعْفِيّ قَالَ حَدثنِي شيخ من أهل الْكُوفَة قَالَ لما بُويِعَ أَبُو بكر الصّديق رَضِي الله عَنهُ استقام أَمر النَّاس فَأَنْشَأَ رجل من قُرَيْش يَقُول ¶ شكرا لمن هُوَ بالثناء حقيق ... ذهب الحجيج وبويع الصّديق ¶ كملت أُمُور الْمُسلمين بأَمْره حَقًا وقارن سعده العيوق ¶ حفت بِهِ الْأَنْصَار عاصب رَأسه ... وأتاهم الصّديق والفاروق",
            "page": "128",
            "part": "1",
            "seal": "57A1658C"
        },
        {
            "id": "114",
            "nass": "وَأَبُو عُبَيْدَة وَالَّذين إِلَيْهِم ... نفس المؤمل للثناء تتوق ¶ يُحلها إِذا طلب الْخلَافَة غَيره ... لم يحظ مثل حظايه مَخْلُوق ¶ فتذاكروها بِالصَّوَابِ وَبَايَعُوا ... بعد النَّبِي فهالنا التَّحْقِيق ¶ إِن الْخلَافَة فِي قُرَيْش مَا لكم ... فِيهَا وَرب مُحَمَّد تفروق",
            "page": "129",
            "part": "1",
            "seal": "0E76FC39"
        },
        {
            "id": "115",
            "nass": "خَاتِمَة الْكتاب ¶ آخِره وَالْحَمْد لله رب الْعَالمين وصلواته على سيد الْمُرْسلين مُحَمَّد وَآله وَصَحبه أَجْمَعِينَ ¶ أنشدنا شَيخنَا أَبُو صَالح نصر بن عبد الرَّزَّاق بن عبد الْقَادِر الجيلي لنَفسِهِ ¶ أيا رَبِّي لَك الْمِنَّة ... على الْإِسْلَام والسنه ¶ هما وَالله برهانان ... أَنا ندخل الجنه ¶ وَكَانَ الْفَرَاغ من تَعْلِيقهَا فِي",
            "page": "130",
            "part": "1",
            "seal": "870958E6"
        }
    ],
    "t6603": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الأول"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العاشر"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي عشر"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني عشر"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث عشر"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع عشر"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس عشر"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس عشر"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع عشر"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن عشر"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع عشر"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العشرون"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والعشرون"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والعشرون"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والعشرون"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والعشرون"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والعشرون"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والعشرون"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والعشرون"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والعشرون"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والعشرون"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثلاثون"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والثلاثون"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والثلاثون"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والثلاثون"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والثلاثون"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والثلاثون"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والثلاثون"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والثلاثون"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والثلاثون"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والثلاثون"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الأربعون"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة الكتاب"
        }
    ]
}