{
    "b663": [
        {
            "id": "2",
            "nass": "وصلى الله على سيدنا. محمد وآله وسلم. ¶ الحمد لله وكفى، وسلام على عباده الذين اصطفى: ¶ سئل والدي (1)، رحمه الله تعالى، عن العمر، هل يزيد وينقص من الولادة إلى الموت ومن الموت إلى البعث؟ وما تفسير قوله تعالى: {. . . ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُّسمًّى عِندَهُ ثُمَّ أَنتُمْ تَمْتَرُونَ}، وقوله تعالى: {يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ وَعِندَهُ أُمُّ الْكِتَابِ}، وقوله تعالى: {وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ}. ¶ __________ ¶ (1) هو كمال الدين أبو المناقب بن ناصر الدين محمد بن سابق الدين أبي بكر بن فخر السيوطي",
            "page": "10",
            "part": "1",
            "seal": "DBDED070"
        },
        {
            "id": "3",
            "nass": "فأجاب رحمه الله تعالى، وقال: ¶ الأجل مقدر من الأزل، لا يزيد ولا ينتقص، ولا يتقدم ولا يتأخر، تظاهرت على ذلك جمل من الآيات الشريفة، والأحاديث الصحيحة، وأقاويل العلماء. ¶ فمن الآيات الدالة على ذلك قوله سبحانه وتعالى: {وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلاَّ بِإِذْنِ الله كِتَاباً مُّؤَجَّلاً}. ¶ وقوله جل وعلا: {فَإِذَا جَاء أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ}، وقوله تعالى: {وَلَن يُؤَخِّرَ اللَّهُ نَفْساً إِذَا جَاء أَجَلُهَا}، وقوله جلت عظمته: {إِنَّ أَجَلَ اللَّهِ إِذَا جَاء لَا يُؤَخَّرُ}. ¶ ومن الأحاديث الصحيحة ما رواه ابن مسعود: أن أم حبيبة، رضي الله عنها، زوج النبي صلى الله عليه وسلم، قالت: اللهم متعني بزوجي رسول الله صلى الله عليه وسلم، وبأبي سفيان، وبأخي معاوية، فقال: رسول الله (صلى الله عليه وسلم): قد سألت الله عز وجل لآجال مضروبة، وأيام معدودة، وأرزاق مقسومة، ولن يعجل الله شيئاً قبل حله، أو يؤخر شيئاً عن حله، ولو كنت سألت الله تعالى أن يعيذك من عذاب النار أو عذاب في القبر كان خيراً وأفضل. ¶ ومنها ما روي أيضاً: أن النبي صلى الله عليه وسلم قال: يدخل الملك على النطفة ¶ بعد ما تستقر في الرحم بأربعين أو خمس وأربعين ليلة، فيقول: يا رب، أشقي أو سعيد؟ فيكتبان، فيقول: أي رب، أذكر أو أنثى؟ فيكتبان، ويكتب عمله وأثره وأجله ورزقه، ثم تطوى الصحف، فلا يزاد فيها ولا ينقص. ¶ ومن طريق آخر: ثم يخرج الملك فلا يزيد على ما أمر ولا ينقص. ¶ وأما ما روي في الصحيح. من قوله صلى الله عليه وسلم: من أحب أن يبسط له في رزقه، وينسأ له في عمره، فليصل رحمه، فقد أجاب العلماء عنه بأجوبة أصحها: أن هذه الزيادة بركة في عمره بالتوفيق والطاعات، وعمارة أوقاته بما ينفعه في الآخرة، وصيانتها من الضياع في غير ذلك. ¶ والثاني: أنها بالنسبة إلى ما يظهر للملائكة، وفي اللوح المحفوظ، فيظهر لهم أو في اللوح، أن عمره ستون سنة، إلا أن يصل رحمه، فإن وصلها زيد له أربعون. وقد علم الله ما سيقع له من ذلك علماً أزلياً، وهو معنى قوله: {يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ}. ¶ وبالنسبة إلى علم الله تعالى، وما سبق به قدره، لا زيادة ولا نقص، بل هما مستحيلان. ¶ والثالث: أن المراد بقاء ذكره الجميل، فكأنه لم يمت. ¶ وأما قوله تعالى: {ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُّسمًّى}، فذكر المفسرون فيها وجوهاً: أحدهما: أن الأجل الأول أجل الموت، والأجل المسمى عنده أجل القيامة. ¶ وثانيها: أن الأول ما بين الخلق إلى الموت، والثاني ما بين الموت إلى البعث؛ فإن الأجل كما يطلق لآخر المدة يطلق لمدتها. ¶ والثالث: أن الأول النوم، والثاني الموت. ¶ والرابع: أن الأول لمن مضى، والثاني لمن بقي ولمن يأتي. ¶ وأما قوله تعالى: {يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ}، ففيه أقاويل كثيرة منها: ¶ أن المعني بقوله: {يَمْحُو اللهُ مَا يَشَاءُ}؛ أي يوقعه بأهله في وقته، فإنه إذا وقع انقضى، فيسمى ذلك محواً، ومعنى قوله: {وَيُثْبِتُ}؛ أي يؤخره إلى وقته. ¶ ومنها: أن معنى {يَمْحُو}: ينسخ ما يستصوب نسخه من الأحكام، ويثبت ما تقتضي حكمته إبقاؤه فيبقيه. ¶ ومنها: أن معناه: يمحو سيئات التائب ويثبت الحسنات مكانها. ¶ ومنها: أن المعنى يمحو من كتاب الحفظة ما لا يتعلق به ثواب ولا عقاب، مثل: أكلت، وشربت، ونحو ذلك من المباحثات، ويثبت ما يقتضي ثواباً أو عقاباً، وقيل يمحو قرناً، ويثبت آخر. وقيل غير ذلك من الأقاويل التي يطول ذكرها. ¶ وأما ما روي عن ابن عباس من أن لكل أحدٍ أجلين، أحدهما إلى الموت، والآخر من الموت إلى البعث، فإن كان براً تقياً وصولاً للرحم زيد له من أجل البعث في أجل العمر، وإن كان فاجراً، قاطعاً للرحم، نقص من أجل العمر، وزيد في أجل البعث، فقد نقل عنه أيضاً ما يخالف ذلك، وهو أنه قال: يمحو الله ما يشاء ويثبت إلا الخلق والخلق والسعادة والشقاوة والأجل والرزق. ¶ وعن مجاهد: يحكم الله أمر السنة في رمضان، فيمحو الله ما يشاء ويثبت إلا الحياة والموت والسعادة والشقاوة. ¶ وأما تفسير قوله تعالى: {وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِ}، فالمعنى: ولا ينقص من عمر المعمر، على أن الضمير لمطلق المعمر، لا لذلك المعمر بعينه، كما يقال: درهم ونصف، فإن المراد: ونصف درهم آخر، لا نصف ذلك الدرهم المتقدم ذكره، أي، لا ينقص من عمر شخص من أعمار أضرابه، بمعنى ولا يحصل عمر شخص ناقصاً عن عمر أمثاله. ¶ وقد ارتكبنا في هذا الجواب بعض الإطناب إسعافاً للسائل بما التمس من بسط القول، وإلا فالوصية من أشياخنا بالاختصار في الإفتاء مانعة من الزيادة. انتهى، ¶ وفي هذا القدر كفاية والله تعالى أعلم. ¶ وأقول: وقد تظاهرت الأحاديث والآثار عندي على أن زيادة العمر ونقصه بالنسبة إلى ما كتب في اللوح المحفوظ، أو برز إلى الملائكة، لا بالنسبة إلى علم الله الأزلي. ¶ والعجب من الوالد كيف سلم الحكم بالزيادة والنقص من حيث البركة وفعل الطاعات، ومنعه من حيث المقدار، وعلل المنع بأنه متعذر من الأزل، وعلم الله أزلي لا يتغير، وليس ذلك خاصاً بهذه المسألة، فإن كل واقع في الكون إذا نظر إليه من هذه الحيثية لم يقبل التغيير، فإن علم الله تعالى بجميع الأشياء أزلي، وإنما محل النزاع بالنسبة إلى صفة الفعل الحادثة، التي هي الخلق، لا إلى هذه الذات القديمة، التي هي العلم، فطاعات العباد وعصيانهم وسائر أفعالهم، إذا نظر إليها من حيث ما علم الله تعالى في الأزل وقوعه منهم، فإنه لا يقبل الزيادة والنقصان، وكذلك أمر الرزق والسعادة والشقاوة، وكل شيء. وإذا نظر إلى ذلك من حيث خلق الله إياه، الذي هو من صفات الأفعال، قبل التغيير والتبديل، فلهذا قال سيدنا عمر بن الخطاب رضي الله عنه في دعائه: اللهم إن كنت كتبتني عندك شقياً فامحني، واكتبني عندك سعيداً، فإنك تمحو ما تشاء وتثبت، فانظر إلى قوله: إن كنت كتبتني عندك شقياً ولم يقل: إن علمتني شقياً عندك. ¶ __________ ¶ قال مُعِدُّ الكتاب للشاملة: محتوى هذه الصفحة ليس في المطبوع",
            "page": null,
            "part": null,
            "seal": "360ED7B8"
        },
        {
            "id": "4",
            "nass": "1 - وأخرج [ابن جرير] (*)، وابن مردويه في تفسيريهما عن الكلبي في قوله: {يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ}، قال: يمحو الرزق ويزيد فيه، ويمحو من الأجل ويزيد فيه، فقيل له: من حدثك بهذا؟ قال: أبو صالح عن جابر بن عبد الله بن رئاب الأنصاري عن النبي صلى الله عليه وسلم. ¶ __________ ¶ (*) قال مُعِدُّ الكتاب للشاملة: في المطبوعة (ابن حزم) وذكر المحقق في الهامش أنها تصحيف",
            "page": "10",
            "part": "1",
            "seal": "E4D29FA1"
        },
        {
            "id": "5",
            "nass": "2 - وأخرج ابن مردويه، وابن عساكر في تاريخه عن علي رضي الله عنه أنه سأل رسول الله صلى الله عليه وسلم عن قوله تعالى: {يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ}، ¶ فقال: لأقرن عينك بتفسيرها، ولأقرن عين أمتي بعدي بتفسيرها، الصدقة على وجهها، وبر الوالدين، واصطناع المعروف، يحول الشقاء سعادة، ويزيد في العمر، وبقي مصارع السوء.",
            "page": "11",
            "part": "1",
            "seal": "429D6961"
        },
        {
            "id": "6",
            "nass": "3 - وأخرج ابن جرير عن مجاهد في قوله تعالى: {يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ}، قال: الله ينزل كل شيء يكون في السنة في ليلة القدر، فيمحو ما يشاء من الآجال والأرزاق والمقادير، إلا الشقاء والسعادة فإنهما ثابتان.",
            "page": "12",
            "part": "1",
            "seal": "C3DFA690"
        },
        {
            "id": "7",
            "nass": "4 - وأخرج ابن جرير عن الضحاك في الآية قال: يقول: أنسخ ما شئت، وأصنع في الآجال ما شئت، إن شئت زدت فيها، وإن شئت نقصت.",
            "page": "13",
            "part": "1",
            "seal": "2D37615F"
        },
        {
            "id": "14",
            "nass": "5 - وأخرج البخاري عن أبي هريرة قال: سمعت رسول الله صلى الله عليه وسلم يقول: من سره أن يبسط له في رزقه، وينسأ له في أجله، فليصل رحمه.",
            "page": "20",
            "part": "1",
            "seal": "B03D011D"
        },
        {
            "id": "15",
            "nass": "6 - وأخرج البخاري عن أنس رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: من أحب أن يبسط له في رزقه، وينسأ له في أجله، فليصل رحمه. ¶ 7 - وأخرج الحاكم والبيهقي في شعب الإيمان عن علي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: من سره أن يمد الله له في عمره، ويوسع له في رزقه",
            "page": "21",
            "part": "1",
            "seal": "D4781B55"
        },
        {
            "id": "16",
            "nass": "ويدفع عنه ميتة السوء، ويستجاب دعاؤه، فليتق الله وليصل رحمه.",
            "page": "22",
            "part": "1",
            "seal": "6A21874B"
        },
        {
            "id": "17",
            "nass": "8 - وأخرج الحاكم والبيهقي في الشعب، عن عقبة بن عامر، صلى الله عليه وسلم قال: قال رسول الله صلى الله عليه وسلم: يا عقبة، ألا أخبرك بأفضل أخلاق أهل الدنيا والآخرة، تصل من قطعك، وتعطي من حرمك، وتعفو عمن ظلمك، ألا ومن أراد أن يمد له في عمره، ويوسع له في رزقه، فليصل ذا رحم منه.",
            "page": "23",
            "part": "1",
            "seal": "8702A82E"
        },
        {
            "id": "18",
            "nass": "9 - وأخرج البيهقي عن عائشة رضي الله تعالى عنها: أن النبي صلى الله عليه وسلم قال: صلة الرحم وحسن الخلق يعمرن الديار ويزدن في الأعمار. ¶ 10 - وأخرج البيهقي عن ابن عمر رضي الله تعالى عنهما قال: من اتقى ربه، ووصل رحمه نُسئ له في عمره، وثري ماله، وأحبه أهله.",
            "page": "24",
            "part": "1",
            "seal": "4A727989"
        },
        {
            "id": "20",
            "nass": "11 - وأخرج عبد الرزاق في المصنف، والبيهقي من طريقة عن معمر عن أبي إسحاق الهمداني قال: قال رسول الله صلى الله عليه وسلم: من سره النسأ في الأجل، والزيادة في الرزق، فليتق الله، وليصل رحمه. ¶ قال معمر: وسمعت عطاء الخراساني يقول عن النبي صلى الله عليه وسلم مثله. ¶ قال البيهقي عقب إيراد ذلك: قال الحليمي في معناه: إن من الناس من قضى الله عز وجل بأنه إذا وصل رحمه عاش عدداً من السنين مبيناً، وإن قطع رحمه عاش دون ذلك، فحمل الزيادة في العمر على هذا، وبسط الكلام فيه، ولا يخفى عليه أي العددين يعيش. انتهى.",
            "page": "26",
            "part": "1",
            "seal": "AF6279A1"
        },
        {
            "id": "28",
            "nass": "12 - وأخرج الحاكم، وصححه، عن ابن عباس، رضي الله تعالى عنهما، عن النبي صلى الله عليه وسلم أنه قال: مكتوب في التوراة: من سره أن تطول حياته، ويزاد في رزقه، فليصل رحمه. ¶ 13 - وأخرج الحاكم، وصححه، عن أبي هريرة، رضي الله عنه، عن النبي صلى الله عليه وسلم أنه قال: تعلموا من أنسابكم ما تصلون به أرحامكم، فإن صلة الرحم محبة في الأهل، مثراة في المال، منسأة في الأثر.",
            "page": "34",
            "part": "1",
            "seal": "4A39530B"
        },
        {
            "id": "30",
            "nass": "14 - وأخرج البيهقي عن ابن عمر، رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: تابعوا بين الحج والعمرة، فإن متابعة بينهما يزيدان في الأجل، وينفيان الفقر، كما ينفي الكير الخبث.",
            "page": "36",
            "part": "1",
            "seal": "C3B4E1A9"
        },
        {
            "id": "33",
            "nass": "15 - وأخرج الطبراني، والبيهقي عن رافع بن مكيث: أن رسول الله صلى الله عليه وسلم قال: حسن الملكة نماء، وسوء الخلق شؤم، والبر زيادة في العمر، والصدقة تطفئ ميتة السوء. ¶ 16 - وأخرج الطبراني، عن عمرو بن عون: قال: قال رسول الله صلى الله عليه وسلم: ¶ إن صدقة المسلم تزيد في العمر وتمنع ميتة السوء.",
            "page": "39",
            "part": "1",
            "seal": "9D349C28"
        },
        {
            "id": "34",
            "nass": "17 - وأخرج الطبراني في الأوسط عن أم سلمة، رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: صنائع المعروف تقي مصارع السوء، والصدقة خفياً تطفئ غضب الرب، وصلة الرحم تزيد في العمر.",
            "page": "40",
            "part": "1",
            "seal": "706EDAE6"
        },
        {
            "id": "35",
            "nass": "18 - وأخرج الطبراني في الكبير عن أبي أمامة رضي الله عنه عن النبي صلى الله عليه وسلم: صنائع المعروف تقي مصارع السوء، وصدقة السر تطفئ غضب الرب، وصلة الرحم تزيد في العمر. ¶ 19 - وأخرج البيهقي في الشعب، عن أبي سعيد الخدري، عن النبي صلى الله عليه وسلم أنه قال: صدقة السر تطفئ غضب الرب، وصلة الرحم تزيد في العمر، وفعل المعروف يقي مصارع السوء.",
            "page": "41",
            "part": "1",
            "seal": "7A54C29D"
        },
        {
            "id": "36",
            "nass": "20 - وأخرج أحمد، والنسائي، وابن ماجه عن ثوبان قال: قال رسول الله صلى الله عليه وسلم: إن الرجل ليحرم الرزق بالذنب يصيبه، ولا يرد القدر إلا الدعاء، ولا يزيد في العمر إلا البر.",
            "page": "42",
            "part": "1",
            "seal": "5D7F8F59"
        },
        {
            "id": "41",
            "nass": "وأخرج أبو الشيخ في الثواب عن ابن عمرو قال: إن المرء ليصل رحمه، وما بقي من عمره إلا ثلاثة أيام، فينسئه الله ثلاثين سنة، وإنه ليقطع الرحم وقد بقي من عمره ثلاثون سنة، فيصيره إلى ثلاثة أيام. انتهى. ¶ والله أعلم بالصواب، وإليه المرجع والمآب، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليماً إلى يوم الدين. ¶ __________ ¶ قال مُعِدُّ الكتاب للشاملة: محتوى هذه الصفحة ليس في المطبوع",
            "page": null,
            "part": null,
            "seal": "1D924611"
        }
    ],
    "t663": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "سئل والدي"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "وقد تظاهرت الأحاديث والآثار"
        }
    ]
}