{
    "b6651": [
        {
            "id": "2",
            "nass": "نحمده وَنُصَلِّي على رَسُوله الْكَرِيم ¶ نسب أبي حنيفَة رَضِي الله عَنهُ ¶ أخبرنَا القَاضِي ابو عبد الرَّحْمَن مُحَمَّد بن الْحُسَيْن بن عبد الرَّحْمَن الطَّالقَانِي قَالَ حَدثنَا القَاضِي ابوعبد الله الْحُسَيْن بن عَليّ بن مُحَمَّد الصَّيْمَرِيّ بِبَغْدَاد فِي مَسْجِد درب الزرادين وَذَلِكَ فِي شهر رَمَضَان من سنة أَربع وَأَرْبَعمِائَة قَالَ أخبرنَا أَبُو عبيد الله مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ أخبرنَا مُحَمَّد بن أَحْمد الْكَاتِب قَالَ حَدثنَا أَحْمد بن أبي خَيْثَمَة قَالَ سَمِعت مُحَمَّد بن يزِيد يَقُول ابو حنيفَة مولى لبني تيم الله بن ثَعْلَبَة ¶ أخبرنَا ابو عبد الله أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ حَدثنَا أَبُو بكر أَحْمد بن مُحَمَّد المسكي قَالَ حَدثنَا عَليّ بن مُحَمَّد بن كأس النَّخعِيّ قَالَ حَدثنَا مُحَمَّد بن عَليّ بن عَفَّان العامري قَالَ حَدثنَا مُحَمَّد بن اسحاق البكائي عَن عمر بن حَمَّاد بن أبي حنيفَة قَالَ أَبُو حنيفَة النُّعْمَان بن ثَابت بن زوطي فَأَما زوطي فَإِنَّهُ من أهل كابل ولد ثَابت على الاسلام وَكَانَ زوطي مَمْلُوكا لنَبِيّ تيم الله بن ثَعْلَبَة فَأعتق فولاؤه لنَبِيّ تيم الله بن ثَعْلَبَة ثمَّ لنَبِيّ قفل وَكَانَ أَبُو حنيفَة خزازا ودكانه مَعْرُوف فِي دَار عَمْرو بن حُرَيْث بِالْكُوفَةِ",
            "page": "15",
            "part": "1",
            "seal": "60DBB1E5"
        },
        {
            "id": "3",
            "nass": "أخبرنَا أَحْمد بن مُحَمَّد قَالَ حَدثنَا عَليّ بن عَمْرو قَالَ ثَنَا أَحْمد بن إِسْحَاق بن البهلول عَن أَبِيه عَن جده قَالَ ثَابت وَالِد أبي حنيفَة رَحمَه الله من أهل الأنبار وروى ان أصل أبي حنيفَة من ترمذ وروى ان أَصله من نسا ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ أَنا مكرم بن أَحْمد قَالَ ثَنَا أَحْمد ابْن عبيد الله بن شَاذان الْمروزِي قَالَ حَدثنَا أبي عَن جدي قَالَ سَمِعت إِسْمَاعِيل ابْن حَمَّاد بن أبي حنيفَة يَقُول أَنا إِسْمَاعِيل بن حَمَّاد بن النُّعْمَان بن ثَابت بن النُّعْمَان ابْن الْمَرْزُبَان من أَبنَاء فَارس الْأَحْرَار وَالله مَا وَقع علينا رق قطّ ولد جدي فِي سنة ثَمَانِينَ وَذهب ثَابت إِلَى عَليّ بن أبي طَالب رَضِي الله عَنهُ وَهُوَ صَغِير ودعا لَهُ بِالْبركَةِ فِيهِ وَفِي ذُريَّته وَنحن نرجو من الله ان يكون قد اسْتَجَابَ الله ذَلِك لعَلي بن أبي طَالب رَضِي الله عَنهُ فِينَا قَالَ والنعمان بن الْمَرْزُبَان أَبُو ثَابت هُوَ الَّذِي أهْدى إِلَى عَليّ بن أبي طَالب رَضِي الله عَنهُ الفالوذج فِي يَوْم النيروز فَقَالَ نوروزنا كل يَوْم ¶ وَقيل كَانَ ذَلِك فِي المهرجان فَقَالَ مهرجونا كل يَوْم ¶ هَيْئَة أبي حنيفَة وَصفته وَحسن زيه ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ حَدثنَا مكرم بن أَحْمد قَالَ ثَنَا عبد الْوَهَّاب بن مُحَمَّد المرزوي قَالَ حَدثنِي احْمَد بن الْقَاسِم قَالَ ثَنَا البرتي القَاضِي قَالَ سَمِعت أَبَا نعيم يَقُول كَانَ أَبُو حنيفَة جميلا حسن الْوَجْه حسن اللِّحْيَة حسن الثَّوْب ¶ اُخْبُرْنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ سَمِعت أَبَا نعيم يَقُول كَانَ أَبُو حنيفَة رَحمَه الله حسن الْوَجْه وَالثَّوْب والنعل وَالْبر والمؤاساة لكل من أطاف بِهِ وَكَانَ اول من كتب كتبه أَسد بن عَمْرو البَجلِيّ وَكَانَ يكنى أَبَا عَمْرو",
            "page": "16",
            "part": "1",
            "seal": "58E043BD"
        },
        {
            "id": "4",
            "nass": "أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن مُحَمَّد بن مُفلس قَالَ ثَنَا الْحمانِي قَالَ سَمِعت ابْن الْمُبَارك يَقُول مَا كَانَ أوقر مجْلِس أبي حنيفَة كَانَ يتشبه الْفُقَهَاء بِهِ وَكَانَ حسن السمت حسن الْوَجْه حسن الثَّوْب وَلَقَد كُنَّا يَوْمًا فِي الْمَسْجِد الْجَامِع فَوَقَعت حَيَّة فَسَقَطت فِي حجر أبي حنيفَة فهرب النَّاس غَيره مَا رَأَيْته زَاد على أَن نفض الْحَيَّة وَجلسَ مَكَانَهُ ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي رَحْمَة الله عَلَيْهِ قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا مُحَمَّد بن عَليّ بن عَفَّان قَالَ سَمِعت نمر بن جِدَار يَقُول سَمِعت أَبَا يُوسُف يَقُول كَانَ أَبُو حنيفَة رَحمَه الله ربعَة من الرِّجَال لَيْسَ بالقصير وَلَا بالطويل وَكَانَ أحسن النَّاس منطقا وأحلاهم نَغمَة وأبينهم عَمَّا يُرِيد ¶ أخبرنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا عَليّ بن عَمْرو قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا مُحَمَّد بن جَعْفَر بن إِسْحَاق بن عمر بن حَمَّاد بن أبي حنيفَة أَن أَبَا حنيفَة كَانَ طَويلا تعلوه سَمُرَة وَكَانَ لباسا حسن الْهَيْئَة كثير التعطر يعرف برِيح الطّيب إِذا أقبل وَإِذا خرج من منزله قبل أَن ترَاهُ ¶ مولد أبي حنيفَة رَضِي الله عَنهُ ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء وَعبد الله بن مُحَمَّد الشَّاهِد قَالَا حَدثنَا مكرم بن احْمَد قَالَ ثَنَا عبد الْوَهَّاب قَالَ حَدثنِي أَحْمد بن الْقَاسِم قَالَ ثَنَا البرتي القَاضِي قَالَ سَمِعت أَبَا نعيم يَقُول ولد ابو حنيفَة سنة ثَمَانِينَ ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا الْحَارِث بن أبي اسامة قَالَ ثَنَا مُحَمَّد بن سعد قَالَ سَمِعت الْوَاقِدِيّ يَقُول حَدثنِي حَمَّاد بن أبي حنيفَة قَالَ ولد أَبُو حنيفَة سنة ثَمَانِينَ",
            "page": "17",
            "part": "1",
            "seal": "023B55DA"
        },
        {
            "id": "5",
            "nass": "من لَقِي أَبُو حنيفَة من الصَّحَابَة رَضِي الله عَنْهُم وَمَا رَوَاهُ عَنْهُم ¶ حَدثنَا أَبُو بكر هِلَال بن مُحَمَّد ابْن اخي هِلَال الرَّأْي قَالَ ثَنَا أبي أَبُو عبيد الله مُحَمَّد بن مُحَمَّد قَالَ ثَنَا مُحَمَّد بن حمدَان الطَّيَالِسِيّ قَالَ ثَنَا أَحْمد بن الصَّلْت قَالَ ثَنَا مُحَمَّد بن سَمَّاعَة عَن أبي يُوسُف عَن أبي حنيفَة انه قَالَ حججْت مَعَ أبي سنة سِتّ وَتِسْعين ولي سِتّ عشرَة سنة فَإِذا أَنا بشيخ قد اجْتمع النَّاس عَلَيْهِ فَقلت لأبي من هَذَا الرجل فَقَالَ هَذَا رجل قد صحب مُحَمَّدًا صلى الله عَلَيْهِ وَسلم يُقَال لَهُ عبد الله ابْن الْحَارِث بن جُزْء فَقلت لأبي أَي شَيْء عِنْده قَالَ أَحَادِيث سَمعهَا من النَّبِي صلى الله عَلَيْهِ وَسلم فَقلت قدمني إِلَيْهِ حَتَّى أسمع مِنْهُ فَتقدم بَين يَدي فَجعل يفرج عني النَّاس حَتَّى دَنَوْت مِنْهُ فَسَمعته يَقُول سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول من تفقه فِي دين الله كَفاهُ الله همه ورزقه من حَيْثُ لَا يحْتَسب ¶ حَدثنَا هِلَال قَالَ ثَنَا أبي أَبُو عبيد الله قَالَ ثَنَا مُحَمَّد بن حمدَان قَالَ ثَنَا أَحْمد بن الصَّلْت عَن بشر بن الْوَلِيد عَن أبي يُوسُف عَن أبي حنيفَة قَالَ سَمِعت أنس بن مَالك رَضِي الله عَنهُ يَقُول سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول الدَّال على الْخَيْر كفاعله وَالله يحب إغاثة اللهفان ¶ قَالَ لنا أَبُو بكر هِلَال وَقد أدْرك أَبُو حنيفَة من الصَّحَابَة أَيْضا عبد الله بن أبي أوفى وَأَبا الطُّفَيْل عَامر بن وثلة وهما صحابيان ¶ أخبرنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا أَبُو بكر مكرم بن احْمَد قَالَ ثَنَا احْمَد بن مُحَمَّد قَالَ سَمِعت أَبَا نعيم يَقُول ولد أَبُو حنيفَة سنة ثَمَانِينَ وَتوفى سنة خمسين وَمِائَة وَرَأى انس بن مَالك سنة خمس وَتِسْعين وَسمع مِنْهُ",
            "page": "18",
            "part": "1",
            "seal": "B4FEE764"
        },
        {
            "id": "6",
            "nass": "أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا أَحْمد ابْن مُحَمَّد ثَنَا ابْن سَمَّاعَة وَبشر بن الْوَلِيد عَن أبي يُوسُف عَن أبي حنيفَة قَالَ كَانَ عُلَمَاؤُنَا كلهم يَقُولُونَ فِي سَجْدَتي السَّهْو انهما بعد السَّلَام ويتشهد فيهمَا وَيسلم قَالَ حَمَّاد بن أبي سُلَيْمَان هَكَذَا يُفْتِي أنس بن مَالك قَالَ أَبُو حنيفَة وَسَأَلت أنس ابْن مَالك فَقَالَ هَكَذَا هُوَ ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا الْعَبَّاس بن بكار قَالَ ثَنَا أَسد بن عَمْرو عَن أبي حنيفَة عَن أنس بن مَالك قَالَ كَأَنِّي انْظُر الى لحية أبي قُحَافَة كَأَنَّهَا ضرام عرفج ¶ ابْتِدَاء نظر أبي حنيفَة فِي الْفِقْه وَالسَّبَب فِيهِ ¶ أخبرنَا عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا أَحْمد بن مُحَمَّد ابْن مغلس قَالَ ثَنَا مُحَمَّد بن سَمَّاعَة قَالَ سَمِعت أَبَا يُوسُف يَقُول سَمِعت أَبَا حنيفَة يَقُول لما أردْت طلب الْعلم جعلت أتخير وأشاور فَقلت أتحفظ الْقُرْآن فَأَكُون فِي مَوضِع يأتيني الْخلق لقرَاءَته وَأعلم النَّاس الْقُرْآن فَقلت يكون احداث يَحْفَظُونَهُ كَمَا أحفظه ثمَّ شاورت فَقيل لي النَّحْو فَقلت إِذا بلغت فِيهِ الْغَايَة جَلَست مَعَ صبي أؤدبه لبَعض الْمُلُوك ثمَّ شاورت فَقيل لي الْغَرِيب وَالشعر فَقلت إِذا بلغت فِيهِ الْغَايَة صرت أمدح وأذم وأتصدق بِهِ فَقلت الْكَلَام ثمَّ قلت إِذا بلغت فِيهِ الْغَايَة قَالُوا زنديق ثمَّ قلت الحَدِيث فَقلت إِذا بلغت فِيهِ الْغَايَة أردْت ان أداري فِيهِ الصّبيان وَإِن اجْتمع عَليّ جمَاعَة أَو قصدوني فأخرجت طرائف مَا جمعت قَالُوا كَذَّاب فَصَارَ شَيْئا عَليّ إِلَى يَوْم الْقِيَامَة قلت فالفقه فطلبت فِيهِ عَيْبا فَلم أجد فِيهِ قلت أول مَا آخذ فِيهِ أصير جَلِيسا للْعُلَمَاء والأشياخ وَإِن جرت مَسْأَلَة فِي",
            "page": "19",
            "part": "1",
            "seal": "E85A0692"
        },
        {
            "id": "7",
            "nass": "الْقَرَابَة أَو الْجِيرَان اَوْ فَرِيضَة سَأَلُونِي عَنْهَا فان كَانَت عِنْدِي معرفَة وَإِلَّا قَالُوا يجب ان تسْأَل الَّذين تجالسهم فأسأل عَنْهَا ويتوقعون جوابي عَنْهَا فآتيهم بنبل وَعلم ووقار فَمن اراد ان يطْلب بِهِ دينا بلغ امرا حسنا جسيما وَصَارَ إِلَى رفْعَة وَمن أَرَادَ الْعِبَادَة وَالْخَيْر لم يسْتَطع اُحْدُ ان يَقُول تعبد بِلَا علم وَلَا عقل وَقبل علم وَعمل بِعِلْمِهِ ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ حَدثنَا منْجَاب قَالَ حَدثنَا شريك عَن حُصَيْن قَالَ جَاءَت امْرَأَة إِلَى حَلقَة أبي حنيفَة وَكَانَ يطْلب الْكَلَام فَسَأَلته عَن مَسْأَلَة فَلم يحسنوا فِيهَا شَيْئا من الْجَواب فَانْصَرَفت إِلَى حَمَّاد بن أبي سُلَيْمَان فَسَأَلته فأجابها فَرَجَعت إِلَيْهِ فَقَالَت غررتموني سَمِعت كلامكم وَلم تحسنوا شَيْئا فَقَامَ أَبُو حنيفَة فَأتى حمادا فَقَالَ لَهُ مَا جَاءَ بك قَالَ أطلب الْفِقْه قَالَ تعلم كل يَوْم ثَلَاث مسَائِل وَلَا تزد عَلَيْهَا شَيْئا حَتَّى ينتفق لَك شَيْء من الْعلم فَفعل وَلزِمَ الْحلقَة حَتَّى فقه فَكَانَ النَّاس يشيرون إِلَيْهِ بالأصابع ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا هناد بن السّري قَالَ سَمِعت يُونُس بن بكير يَقُول سَمِعت إِسْمَاعِيل بن حَمَّاد بن أبي سُلَيْمَان يَقُول غَابَ أبي غيبَة فِي سفر لَهُ ثمَّ قدم فَقلت لَهُ يَا أبه الى اي النَّاس كنت اشوق قَالَ وانا ارى انه يَقُول إِلَى ابْني فَقَالَ إِلَى أبي حنيفَة لَو امكنني ان لَا أرفع طرفِي عَنهُ فعلت ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ حَدثنَا مكرم قَالَ حَدثنِي عبد الصَّمد بن",
            "page": "20",
            "part": "1",
            "seal": "66271CDF"
        },
        {
            "id": "8",
            "nass": "عبد الله عَن الْقَاسِم بن عبد الله بن عَامر قَالَ ثَنَا عُمَيْر بن عمار الْهَمدَانِي قَالَ أَنا مُحَمَّد بن أبان الْقرشِي قَالَ قَالَ لي أَبُو حنيفَة إِنِّي لأدعو الله لحماد فأبدأ بِهِ قبل أَبَوي ¶ ابْتِدَاء جُلُوسه للفتيا وَالسَّبَب فِي ذَلِك ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم بن احْمَد قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا ابْن عَابس قَالَ سَمِعت حَمَّاد بن سَلمَة يَقُول كَانَ مفتي الْكُوفَة والمنظور إِلَيْهِ فِي الْفِقْه بعد موت إِبْرَاهِيم النَّخعِيّ حَمَّاد بن أبي سُلَيْمَان فَكَانَ النَّاس بِهِ أَغْنِيَاء فَلَمَّا مَاتَ احتاجوا إِلَى من يجلس لَهُم وَخَافَ أَصْحَابه ان يَمُوت ذكره ويندرس الْعلم وَكَانَ لحماد ابْن حسن الْمعرفَة فَأَجْمعُوا عَلَيْهِ فَجَاءَهُ أَصْحَاب أَبِيه ابو بكر النَّهْشَلِي وَأَبُو بردة الْعُتْبِي وَمُحَمّد بن جَابر الْحَنَفِيّ وَغَيرهم فَاخْتَلَفُوا إِلَيْهِ فَكَانَ الْغَالِب عَلَيْهِ النَّحْو وَكَلَام الْعَرَب فَلم يصبر لَهُم على الْقعُود فأجمع رَأْيهمْ على أبي بكر النَّهْشَلِي فَسَأَلُوهُ فَأبى فسألوا ابا بردة فَأبى فَقَالُوا لأبي حنيفَة فَقَالَ مَا أحب أَن يَمُوت الْعلم فساعدهم وَجلسَ لَهُم فَاخْتَلَفُوا إِلَيْهِ ثمَّ اخْتلف إِلَيْهِ بعدهمْ ابو يُوسُف وَأسد بن عَمْرو وَالقَاسِم بن معن وَزفر بن الْهُذيْل والوليد وَرِجَال من أهل الْكُوفَة فَكَانَ أبوحنيفة يفقههم فِي الدّين وَكَانَ شَدِيد الْبر بهم والتعاهد وَكَانَ ابْن ابي ليلى وَابْن شبْرمَة وَشريك وسُفْيَان يخالفونه وَيطْلبُونَ شينه فَلم يزل كَذَلِك حَتَّى استحكم امْرَهْ وَاحْتَاجَ إِلَيْهِ الْأُمَرَاء وَذكره الْخُلَفَاء",
            "page": "21",
            "part": "1",
            "seal": "0EE09603"
        },
        {
            "id": "9",
            "nass": "أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا أَحْمد ابْن عَطِيَّة قَالَ ثَنَا الْحسن بن الرّبيع قَالَ ثَنَا ابْن الْمُبَارك قَالَ سَمِعت دَاوُد الطَّائِي يَقُول كَانَ مفتي النَّاس بِالْكُوفَةِ حَمَّاد بن أبي سُلَيْمَان وَكَانَ لحماد ابْن يُقَال لَهُ اسماعيل ابْن حَمَّاد بن أبي سُلَيْمَان فَلَمَّا جَاءَ موت حَمَّاد أَجمعُوا ان يكون إِسْمَاعِيل يجلس لَهُم ويصبر عَلَيْهِم فنظروا فَإِذا الْغَالِب عَلَيْهِ الشّعْر والسمر وَأَيَّام النَّاس فَقَالَ ابو بكر النَّهْشَلِي وَكَانَ من أَصْحَاب حَمَّاد وَأَبُو بردة وَمُحَمّد بن جَابر الْحَنَفِيّ وَجَمَاعَة من أَصْحَاب حَمَّاد فَقَالَ ابو حُصَيْن وحبِيب بن أبي ثَابت إِن هَذَا الخزاز حسن الْمعرفَة وَإِن كَانَ حَدثا فَأَجْلَسُوهُ فَفَعَلُوا وَكَانَ رجلا مُوسِرًا سخيا ذكيا فَجَلَسَ وصبر نَفسه عَلَيْهِم وَأحسن مؤاساتهم وحباهم وأكرمه الْحُكَّام والأمراء وارتفع شَأْنه فَاخْتلف إِلَيْهِ الطَّبَقَة الْعليا ثمَّ جَاءَ بعدهمْ ابو يُوسُف وَأسد بن عَمْرو وَالقَاسِم بن معن وَأَبُو بكر الْهُذلِيّ والوليد بن أبان وَكَانَ الَّذين يناصبونه ويتكلمون فِيهِ ابْن أبي ليلى وَابْن شبْرمَة وَالثَّوْري وَشريك وَجَمَاعَة يخالفونه وَيطْلبُونَ لَهُ الشين وَجعل امْرَهْ يزْدَاد علوا وَكثر اصحابه حَتَّى كَانَت حلقته أعظم حَلقَة فِي الْمَسْجِد وأوسعهم فِي الْجَواب فَصَبر عَلَيْهِم واتسع على كل ضَعِيف مِنْهُم وَأهْدى إِلَى كل مُوسر فَانْصَرَفت وُجُوه النَّاس إِلَيْهِ حَتَّى أكْرمه الْأُمَرَاء والحكام والأشراف وَقَامَ بالنوائب وحمده الْكل وَعمل أَشْيَاء أعجزت الْعَرَب وقوى على ذَلِك بِالْعلمِ الْوَاسِع وأسعدته الْمَقَادِير فَكثر حساده قَالَ وَكَانَ يَقُول القَاضِي مثل السابح فِي الْبَحْر كم يسبح وَمن يرضى وَإِن كَانَ عَالما ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَبُو الْعَبَّاس ابْن اخي جبارَة قَالَ ثَنَا مليح بن وَكِيع قَالَ سَمِعت أبي يَقُول سَمِعت رجلا يسْأَل أَبَا حنيفَة بِمَ يستعان على الْفِقْه حَتَّى يحفظ قَالَ يجمع الْهم قَالَ قلت وَبِمَ يستعان على جمع الْهم قَالَ بِحَذْف العلائق قَالَ قلت وَبِمَ يستعان على حذف العلائق قَالَ تَأْخُذ الشَّيْء عِنْد الْحَاجة وَلَا تزد",
            "page": "22",
            "part": "1",
            "seal": "D2A14153"
        },
        {
            "id": "10",
            "nass": "أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن مُحَمَّد بن مغلس قَالَ ثَنَا نصر بن عَليّ قَالَ سَمِعت خَالِد بن الْحَارِث يَقُول سَمِعت شُعْبَة يَقُول سَمِعت حَمَّاد بن أبي سُلَيْمَان يَقُول كَانَ ابو حنيفَة رَحمَه الله يجالسنا بالسمت وَالْوَقار والورع وَكُنَّا نغذوه بِالْعلمِ حَتَّى دقق السُّؤَال فَخفت عَلَيْهِ من ذَلِك وَكَانَ وَالله حسن الْفَهم جيد الْحِفْظ حَتَّى شنعوا عَلَيْهِ بِمَا هُوَ وَالله أعلم بِهِ مِنْهُم فيلقون عدا الله وانا أعلم أَن الْعلم جليس النُّعْمَان كَمَا أعلم ان النَّهَار لَهُ ضوء يجلو ظلمَة اللَّيْل ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا أَبُو غَسَّان قَالَ سَمِعت أسرائيل يَقُول نعم الرجل النُّعْمَان مَا كَانَ أحفظه لكل حَدِيث فِيهِ فقه وَأَشد فحصه عَنهُ وأعلمه بِمَا فِيهِ من الْفِقْه وَكَانَ قد ضبط عَن حَمَّاد فَأحْسن الضَّبْط عَنهُ فَأكْرمه الْخُلَفَاء والأمراء والوزراء وَكَانَ إِذا ناظره رجل فِي شَيْء من الْفِقْه همته نَفسه وَلَقَد كَانَ مسعر يَقُول من جعل أَبَا حنيفَة إِمَامًا فِيمَا بَينه وَبَين الله رَجَوْت ان لَا يخَاف وَلَا يكون فرط فِي الِاحْتِيَاط لنَفسِهِ ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ حَدثنَا عَليّ ابْن مُحَمَّد النَّخعِيّ القَاضِي قَالَ ثَنَا سُلَيْمَان بن الرّبيع الْحداد قَالَ ثَنَا مُحَمَّد بن حَفْص عَن الْحسن بن سُلَيْمَان انه قَالَ فِي تَفْسِير الحَدِيث الَّذِي جَاءَ لَا تقوم السَّاعَة حَتَّى يظْهر الْعلم قَالَ هُوَ علم أبي حنيفَة وَتَفْسِيره الْآثَار ¶ أخبرنَا احْمَد بن مُحَمَّد قَالَ ثَنَا أَبُو بكر المسكي قَالَ ثَنَا القَاضِي النَّخعِيّ قَالَ ثَنَا يحيى بن ابي طَالب قَالَ سَمِعت عَليّ بن عَاصِم يَقُول لَو وزن علم أبي حنيفَة بِعلم اهل زَمَانه لرجح عَلَيْهِم ¶ أخبرنَا عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن عَطِيَّة قَالَ ثَنَا",
            "page": "23",
            "part": "1",
            "seal": "ED1211C5"
        },
        {
            "id": "11",
            "nass": "مُحَمَّد بن سَمَّاعَة قَالَ ثَنَا أَبُو يُوسُف قَالَ قَالَ أَبُو حنيفَة مَا يعرف الْفِقْه وَقدره وَقدر أَهله من كَانَ ثقيل المجالسة وَكَانَ يَقُول ¶ (عدمنا ثقال النَّاس فِي كل بَلْدَة ... فيا رب لَا تغْفر لكل ثقيل) ¶ مَا رُوِيَ عَن أبي حنيفَة فِي الْأُصُول الَّتِي بنى عَلَيْهَا مذْهبه ¶ حَدثنَا أَبُو الْحسن عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا أَبُو عبد الله الزَّعْفَرَانِي قَالَ ثَنَا أَحْمد بن أبي خَيْثَمَة قَالَ سَمِعت يحيى بن معِين يَقُول حَدثنِي عبيد بن أبي قُرَّة قَالَ سَمِعت يحيى بن الضريس قَالَ شهِدت سُفْيَان الثَّوْريّ وَأَتَاهُ رجل لَهُ مِقْدَار فِي الْعلم وَالْعِبَادَة فَقَالَ لَهُ يَا ابا عبد الله مَا تنقم على أبي حنيفَة قَالَ وَمَا لَهُ قَالَ سمعته يَقُول قولا فِيهِ إنصاف وَحجَّة أَنى آخذ بِكِتَاب الله إِذا وجدته فَلَمَّا لم اجده فِيهِ اخذت بِسنة رَسُول الله والْآثَار الصِّحَاح عَنهُ الَّتِي فَشَتْ فِي أَيدي الثِّقَات عَن الثِّقَات فَإِذا لم اجد فِي كتاب الله وَلَا سنة رَسُول الله أخذت بقول أَصْحَابه من شِئْت وأدع قَول من شِئْت ثمَّ لَا أخرج عَن قَوْلهم إِلَى قَول غَيرهم فَإِذا انْتهى الْأَمر إِلَى ابراهيم وَالشعْبِيّ وَالْحسن وَابْن سِيرِين وَسَعِيد بن الْمسيب وَعدد رجَالًا قد اجتهدوا فلي أَن أجتهد كَمَا اجتهدوا قَالَ فَسكت سُفْيَان طَويلا ثمَّ قَالَ كَلِمَات بِرَأْيهِ مَا بَقِي فِي الْمجْلس أحد إِلَّا كتبهَا نسْمع الشَّديد من الحَدِيث فنخافه ونسمع اللين فنرجوه وَلَا نحاسب الْأَحْيَاء وَلَا نقضي على الْأَمْوَات نسلم مَا سمعنَا وَنكل مَا لَا نطلع على علمه إِلَى عالمه ونتهم رَأينَا لرأيهم ¶ اُخْبُرْنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا ابْن سَمَّاعَة عَن أبي يُوسُف قَالَ سَمِعت أَبَا حنيفَة يَقُول إِذا جَاءَ الحَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم عَن الثِّقَات أَخذنَا بِهِ فَإِذا جَاءَ عَن أَصْحَابه لم نخرج عَن أقاويلهم فَإِذا جَاءَ عَن التَّابِعين زاحمتهم",
            "page": "24",
            "part": "1",
            "seal": "127E9F88"
        },
        {
            "id": "12",
            "nass": "أخبرنَا عبد الله بن مُحَمَّد قَالَ حَدثنَا مكرم قَالَ ثَنَا احْمَد قَالَ ثَنَا احْمَد بن عبد الله ابْن يُونُس قَالَ ثَنَا الْحسن بن صَالح قَالَ كَانَ ابو حنيفَة شَدِيد الفحص عَن النَّاسِخ من الحَدِيث والمنسوخ فَيعْمل بِالْحَدِيثِ إِذا ثَبت عِنْده عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَعَن أَصْحَابه وَكَانَ عَارِفًا بِحَدِيث أهل الْكُوفَة وَفقه أهل الْكُوفَة شَدِيد الِاتِّبَاع لما كَانَ عَلَيْهِ النَّاس بِبَلَدِهِ وَقَالَ كَانَ يَقُول إِن لكتاب الله نَاسِخا ومنسوخا وَإِن للْحَدِيث نَاسِخا ومنسوخا وَكَانَ حَافِظًا لفعل رَسُول الله صلى الله عَلَيْهِ وَسلم الْأَخير الَّذِي قبض عَلَيْهِ مِمَّا وصل إِلَى أهل بَلَده ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا عَليّ بن الْمَدِينِيّ قَالَ سَمِعت عبد الرَّزَّاق يَقُول كنت عِنْد معمر فَأَتَاهُ ابْن الْمُبَارك فسمعنا معمرا يَقُول مَا أعرف رجلا يتَكَلَّم فِي الْفِقْه ويسعه ان يقيس ويستخرج فِي الْفِقْه أحسن معرفَة من أبي حنيفَة رَحمَه الله وَلَا اشفق على نَفسه من أَن يدْخل فِي دين الله بِشَيْء من الشَّك من أبي حنيفَة رَحمَه الله ¶ أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ سَمِعت مُحَمَّد بن سَمَّاعَة يَقُول سَمِعت أَبَا يُوسُف يَقُول مَا خَالَفت ابا حنيفَة فِي شَيْء قطّ فتدبرته إِلَّا مذْهبه الَّذِي ذهب إِلَيْهِ أنجي فِي الْآخِرَة وَكنت رُبمَا ملت إِلَى الحَدِيث وَكَانَ هُوَ أبْصر بِالْحَدِيثِ الصَّحِيح مني ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ حَدثنَا احْمَد بن عَطِيَّة قَالَ حَدثنَا مُوسَى بن سُلَيْمَان وَمُحَمّد بن سَمَّاعَة وَبشر بن الْوَلِيد رَحْمَة الله عَلَيْهِم قَالُوا حَدثنَا مُحَمَّد بن الْحسن رَحمَه الله قَالَ كَانَ أَبُو حنيفَة رَحْمَة الله عَلَيْهِ يناظر أَصْحَابه فِي المقاييس فينتصفون مِنْهُ فيعارضونه حَتَّى إِذا قَالَ اسْتحْسنَ لم يلْحقهُ اُحْدُ مِنْهُم لِكَثْرَة مَا يُورد فِي الِاسْتِحْسَان من الْمسَائِل فَيدعونَ جَمِيعًا ويسلمون لَهُ",
            "page": "25",
            "part": "1",
            "seal": "59946047"
        },
        {
            "id": "13",
            "nass": "أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا مُحَمَّد بن مقَاتل قَالَ سَمِعت ابْن الْمُبَارك وَسُئِلَ مَتى يسع الرجل ان يُفْتِي أَو أَن يَلِي الْقَضَاء اَوْ الحكم قَالَ إِذا كَانَ عَالما بِالْحَدِيثِ بَصيرًا بِالرَّأْيِ عَالما بقول ابي حنيفَة حَافِظًا لَهُ ¶ اُخْبُرْنَا عمر بن ابراهيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ سَمِعت الْمُزنِيّ يَقُول سَمِعت الشَّافِعِي يَقُول النَّاس عِيَال على أبي حنيفَة فِي الْقيَاس وَالِاسْتِحْسَان ¶ أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد قَالَ ثَنَا مُحَمَّد بن مقَاتل قَالَ سَمِعت ابْن الْمُبَارك يَقُول قدم مُحَمَّد بن وَاسع إِلَى خُرَاسَان فَقَالَ قبيصَة قد قدم عَلَيْكُم صَاحب الدعْوَة قَالَ فَاجْتمع عَلَيْهِ قوم فَسَأَلُوهُ عَن أَشْيَاء من الْفِقْه فَقَالَ إِن الْفِقْه صناعَة لشاب بِالْكُوفَةِ يكنى أَبَا حنيفَة فَقَالُوا لَهُ إِنَّه لَيْسَ يعرف الحَدِيث فَقَالَ ابْن الْمُبَارك كَيفَ تَقولُونَ لَهُ لَا يعرف لقد سُئِلَ عَن الرطب بِالتَّمْرِ قَالَ لَا بَأْس بِهِ فَقَالُوا حَدِيث سعد فَقَالَ ذَاك حَدِيث شَاذ لَا يُؤْخَذ بِرِوَايَة زيد ابي عَيَّاش فَمن تكلم بِهَذَا لم يكن يعرف الحَدِيث ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا منْجَاب قَالَ ثَنَا شريك قَالَ كُنَّا عِنْد الاعمش ومعنا يَعْقُوب فَقَالَ الْأَعْمَش يَا يَعْقُوب لم ترك صَاحبك ابو حنيفَة قَول ابْن مَسْعُود عتق الْأمة طَلاقهَا قَالَ تَركه لحَدِيث حدثتناه عَن إِبْرَاهِيم عَن الْأسود أَن بَرِيرَة حِين اعتقت خيرت قَالَ الْأَعْمَش إِن أَبَا حنيفَة لحسن الْمعرفَة بمواضع الْعلم فطن لَهَا واعجبه مَا أَخذ بِهِ أَبُو حنيفَة من الْعلم وَبَيَان مَا أَتَى بِهِ ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا عَليّ بن معبد قَالَ ثَنَا عبيد الله بن عمر قَالَ كُنَّا عِنْد الْأَعْمَش وَهُوَ يسْأَل أَبَا حنيفَة عَن مسَائِل ويجيبه ابو حنيفَة فَيَقُول لَهُ الْأَعْمَش من أَيْن لَك هَذَا فَيَقُول انت حَدَّثتنَا",
            "page": "26",
            "part": "1",
            "seal": "5A0113EA"
        },
        {
            "id": "14",
            "nass": "عَن إِبْرَاهِيم بِكَذَا وحدثتنا عَن الشّعبِيّ بِكَذَا قَالَ فَكَانَ الْأَعْمَش عِنْد ذَلِك يَقُول يَا معشر الْفُقَهَاء أَنْتُم الْأَطِبَّاء وَنحن الصيادلة ¶ أخبرنَا أَبُو عبيد الله المرزباني قَالَ ثَنَا مُحَمَّد بن أَحْمد الْكَاتِب قَالَ ثَنَا ابْن أبي خَيْثَمَة قَالَ ثَنَا عبد الرَّحْمَن بن صَالح قَالَ ثَنَا وَكِيع قَالَ سَمِعت أَبَا حنيفَة يَقُول الْبَوْل فِي الْمَسْجِد احسن من بعض الْقيَاس ¶ اُخْبُرْنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الصَّمد بن عبيد الله عَن مُعَاوِيَة بن عبد الله بن ميسرَة قَالَ سَمِعت أَبَا حنيفَة يَقُول من رغب عَن سيرة عَليّ رَضِي الله عَنهُ فِي أهل الْقبْلَة فقد خَابَ وخسر ¶ ذكر الْمسَائِل المستحسنة من اسْتِخْرَاج ابي حنيفَة الَّتِي عجز عَن الْجَواب فِيهَا عُلَمَاء الْكُوفَة ¶ أخبرنَا أَبُو حَفْص عمر بن ابراهيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن مُحَمَّد بن مغلس قَالَ ثَنَا ابْن سَمَّاعَة قَالَ سَمِعت ابا يُوسُف يَقُول حج ابو حنيفَة فَوَقَعت بِالْكُوفَةِ مَسْأَلَة الدّور فَسئلَ ابْن شبْرمَة وَابْن أبي ليلى وَالثَّوْري وَالنَّاس بِالْكُوفَةِ فَلم يكن عِنْدهم فِيهَا شَيْء فَسئلَ أَصْحَاب ابي حنيفَة فَلم يكن عِنْدهم فِيهَا جَوَاب فَقَالُوا لَيْسَ لَهَا إِلَّا ابو حنيفَة فاشرأبت نفوسنا إِلَى قدومه حَتَّى خفنا عَلَيْهِ وعَلى أَنْفُسنَا وخفنا ان يعجز عَن الْجَواب فَيذْهب قدره وقدرنا مَعَه حَتَّى تمنى بَعْضنَا مَوته فَلَمَّا قرب أَبُو حنيفَة من الْكُوفَة استقبلته وَقلت اخبره بِالْمَسْأَلَة لَعَلَّه ان يعْمل فكره فِيهَا قبل ان يسْأَل عَنْهَا فَلَمَّا لَقيته قَالَ يَعْقُوب فَحَمَلَنِي مَعَه ثمَّ جَاءَ النَّاس وكثروا يَسْتَقْبِلُونَهُ فَلم أقدر أَن أَقُول لَهُ فِيهَا شَيْئا ثمَّ دَعَا بِدَابَّة فَركب وحملني على دَابَّة مَعَه وَحمل سَائِر النَّاس حولنا حَتَّى ضَاقَتْ الطرقات فَلَمَّا قدم وأتى الْمَسْجِد صلى فِيهِ رَكْعَتَيْنِ وَاجْتمعَ النَّاس فَكَانَ اول شَيْء سُئِلَ عَنهُ الْمَسْأَلَة الَّتِي القيت من الدّور قَالَ فَلَمَّا القيت عَلَيْهِ نكس رَأسه قَالَ فَلَمَّا رَأَيْته نكس رَأسه علمت",
            "page": "27",
            "part": "1",
            "seal": "3C3BBEBF"
        },
        {
            "id": "15",
            "nass": "انها ستخرج ثمَّ رفع رَأسه فَقَالَ الْجَواب فِيهَا كَذَا وَكَذَا قَالَ فَسُرِرْنَا وسر النَّاس قَالَ فَلَمَّا مَاتَ ابو حنيفَة كنت يَوْمًا فِي دَار الخيفة إِذْ مر بِنَا رجل جلّ فَقَالُوا هَذَا الحاسب وَجعل أَصْحَاب الْخَلِيفَة يعظمونه فدعوته وَقلت بَاب من الْفِقْه وَكَانَت الْمَسْأَلَة قد اضْطربَ عَليّ مِنْهَا شَيْء مِمَّا قَالَه أَبُو حنيفَة فَقلت إِنَّا قد احتجنا فِيهِ إِلَى الْحساب قَالَ فَأَخْبَرته قَالَ اعمله من بَاب كَذَا وَكَذَا فعملته فَلم يخرج فَقَالَ بَاب كَذَا فعملته فَلم يخرج فَلم يزل يلقِي عَليّ الْأَبْوَاب فَلم يخرج فَقَالَ لم يبْق إِلَّا بَاب وَاحِد فَإِن خرج وإلافليس لَهُ بَاب يخرج مِنْهُ أصلا فَذكر قَول ابي حنيفَة فَعمِلت بِهِ فَخرج فَقلت لَيست يخرج وَخفت ان يذهب فَيعْمل عَلَيْهِ تِلْكَ الْمَسْأَلَة قَالَ فَانْصَرَفت فَعمِلت الْبَاب وعملت الْمسَائِل عَلَيْهِ وَجعلت إِذا لَقيته فَسَأَلَنِي اعمي عَلَيْهِ الْجَواب مَخَافَة ان يفْطن لَهُ وَكَانَ مفتنا حاسبا ¶ أخبرنَا عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا بشر ابْن الْوَلِيد قَالَ سَمِعت أَبَا يُوسُف يَقُول سَمِعت دَاوُد الطَّائِي يَقُول لما نزل ابو الْعَبَّاس الْكُوفَة وَجه إِلَى الْعلمَاء فَجَمعهُمْ فَقَالَ إِن هَذَا الْأَمر قد أفْضى الى أهل بَيت نَبِيكُم وَجَاءَكُم الله بِالْفَضْلِ وَإِقَامَة الْحق وَأَنْتُم يَا معشر الْعلمَاء احق من أعَان عَلَيْهِ وَلكم الحباء والكرامة والضيافة من مَال الله مَا أَحْبَبْتُم فَبَايعُوا بيعَة تكون لكم عِنْد إمامكم حجَّة عَلَيْكُم وأمانا فِي معادكم لَا تلقونَ الله بِلَا إِمَام فتكونوا مِمَّن لَا حجَّة لَهُ وَلَا تَقولُوا أَمِير الْمُؤمنِينَ نهابه ان نقُول الْحق فَنظر الْقَوْم إِلَى ابي حنيفَة فَقَالَ إِن أَحْبَبْتُم ان اتكلم عني وعنكم فأمسكوا قَالُوا قد أحببنا ذَلِك فَقَالَ الْحَمد لله الَّذِي بلغ الْحق من قرَابَة من نبيه صلى الله عَلَيْهِ وَسلم وأماط عَنَّا جور الظلمَة وَبسط السنتنا بِالْحَقِّ وَقد بايعناك على امْر الله وَالْوَفَاء لَك بِعَهْد الله إِلَى قيام السَّاعَة فَلَا أخلى الله هَذَا الْأَمر مِمَّن قربه من نبيه فَأَجَابَهُ أبوالعباس بِجَوَاب جميل",
            "page": "28",
            "part": "1",
            "seal": "74CCE02D"
        },
        {
            "id": "16",
            "nass": "وَقَالَ مثلك من خطب عَن الْعلمَاء لقد احسنوا اختيارك واحسنت فِي الْبَلَاغ فَلَمَّا خَرجُوا قَالُوا لَهُ مَا أردْت بِقَوْلِك إِلَى قيام السَّاعَة وَقد انْقَضتْ السَّاعَة قَالَ إِن احتلتم عَليّ احتلت لنَفْسي وأسلمتكم للبلاء فَسكت الْقَوْم وَعَلمُوا أَن الْحق مَا صنع ¶ اُخْبُرْنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا الْفضل بن غَانِم قَالَ كَانَ أَبُو يُوسُف مَرِيضا شَدِيد الْمَرَض فعاده أَبُو حنيفَة مرَارًا فَصَارَ إِلَيْهِ آخر مرّة فَرَآهُ ثقيلا فَاسْتَرْجع ثمَّ قَالَ لقد كنت أؤملك بعدِي للْمُسلمين وَلَئِن اصيب النَّاس بك ليموتن مَعَك علم كثير ثمَّ رزق الْعَافِيَة وَخرج من الْعلَّة فَأخْبر ابو يُوسُف بقول أبي حنيفَة فِيهِ فارتفعت نَفسه وانصرفت وُجُوه النَّاس إِلَيْهِ فعقد لنَفسِهِ مَجْلِسا فِي الْفِقْه وَقصر عَن لُزُوم مجْلِس ابي حنيفَة فَسَأَلَ عَنهُ فَأخْبر انه قد عقد لنَفسِهِ مَجْلِسا وانه بلغه كلامك فِيهِ فَدَعَا رجلا كَانَ لَهُ عِنْده قدر فَقَالَ سر إِلَى مجْلِس يَعْقُوب فَقل لَهُ مَا تَقول فِي رجل دفع إِلَى قصار ثوبا ليقصره بدرهم فَسَار إِلَيْهِ بعد أَيَّام فِي طلب الثَّوْب فَقَالَ لَهُ الْقصار مَا لَك عِنْدِي شَيْء وَأنْكرهُ ثمَّ إِن رب الثَّوْب رَجَعَ إِلَيْهِ فَدفع إِلَيْهِ الثَّوْب مَقْصُورا أَله أُجْرَة فان قَالَ لَهُ أُجْرَة فَقل أَخْطَأت وان قَالَ لَا أُجْرَة لَهُ فَقل اخطأت فَسَار إِلَيْهِ فَسَأَلَهُ فَقَالَ ابو يُوسُف لَهُ الاجرة فَقَالَ لَهُ أَخْطَأت فَنظر سَاعَة ثمَّ قَالَ لَا أُجْرَة لَهُ فَقَالَ لَهُ أَخْطَأت فَقَامَ أَبُو يُوسُف من سَاعَته فَأتى أَبَا حنيفَة فَقَالَ لَهُ مَا جَاءَ بك إِلَّا مَسْأَلَة الْقصار قَالَ أجل فَقَالَ سُبْحَانَ الله من قعد يُفْتِي النَّاس وَعقد مَجْلِسا يتَكَلَّم فِي دين الله وَهَذَا قدره لَا يحسن ان يُجيب فِي مَسْأَلَة من الْإِجَارَات فَقَالَ يَا ابا حنيفَة عَلمنِي فَقَالَ إِن كَانَ قصره بَعْدَمَا غصبه فَلَا أُجْرَة لَهُ لِأَنَّهُ إِنَّمَا قصره لنَفسِهِ وَإِن كَانَ قصره قبل ان يغصبه فَلهُ الْأُجْرَة لِأَنَّهُ قصره لصَاحبه ثمَّ قَالَ من ظن أَنه يَسْتَغْنِي عَن التَّعَلُّم فليبك على نَفسه",
            "page": "29",
            "part": "1",
            "seal": "0950FF01"
        },
        {
            "id": "17",
            "nass": "أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم ثَنَا أَحْمد قَالَ ثَنَا احْمَد بن يُونُس قَالَ سَمِعت وكيعا يَقُول رَأَيْت أَبَا حنيفَة وسُفْيَان ومسعرا وَمَالك بن مغول وجعفر ابْن زِيَاد الْأَحْمَر وَالْحسن بن صَالح اجْتَمعُوا فِي وَلِيمَة كَانَت بِالْكُوفَةِ جمع فِيهَا الْأَشْرَاف والموالي وَقد زوج رجل ابْنَتَيْهِ من ابْني رجل فَلَمَّا اجْتمع النَّاس فِي ذَلِك خرج عَلَيْهِم الْوَلِيّ فَقَالَ أصبْنَا بمصيبة عَظِيمَة قيل وَمَا هِيَ قَالَ نحب ان نكتمها فَقَالَ أَبُو حنيفَة مَا هِيَ قَالَ غلط علينا فزفت إِلَى كل وَاحِد غير امْرَأَته فَقَالَ أصاباهما قَالَ نعم قَالَ سُفْيَان وَمَا بَأْس من هَذِه قد حكم فِيهَا أَمِير الْمُؤمنِينَ عَليّ بن أبي طَالب بِعَينهَا كَانَ مُعَاوِيَة وَجه إِلَيْهِ فِيهَا فَقَالَ عَليّ رَضِي الله عَنهُ للَّذي سَأَلَهُ أَرَسُول مُعَاوِيَة أَنْت إِن هَذَا لم يكن ببلدنا أرى أَن على كل وَاحِد من الرجلَيْن الْعقر بِمَا أصَاب من الْمَرْأَة وَترجع كل وَاحِدَة من الْمَرْأَتَيْنِ إِلَى زَوجهَا وَلَا شَيْء عَلَيْهِم فِي ذَلِك وَالنَّاس سكُوت يسمعُونَ من سُفْيَان ويستحسنون قَوْله وَأَبُو حنيفَة فِي الْقَوْم وَهُوَ سَاكِت فَالْتَفت مسعر إِلَيْهِ فَقَالَ لَهُ قل فِيهَا يَا أَبَا حنيفَة قَالَ سُفْيَان وَمَا عَسى ان يَقُول غير هَذَا فَقَالَ ابو حنيفَة عَليّ بالغلامين فأحضرا فَقَالَ لكل وَاحِد مِنْهُمَا أَتُحِبُّ أَن تكون عنْدك امْرَأَتك الَّتِي زفت إِلَيْك قَالَ نعم قَالَ مَا اسْم امْرَأَتك الَّتِي هِيَ عِنْد اخيك قَالَ فُلَانَة بنت فلَان قَالَ قل هِيَ طَالِق مني ثمَّ إِن أَبَا حنيفَة خطب خطْبَة النِّكَاح وَزوج كل وَاحِد مِنْهُمَا الْمَرْأَة الَّتِي كَانَ مَسهَا ثمَّ قَالَ أَبُو حنيفَة جددوا لنا عرسا آخر فَعجب النَّاس من فتيا أبي حنيفَة وَفِي ذَلِك الْيَوْم قَامَ مسعر فَقبل فَم أبي حنيفَة وَقَالَ تلوموني على حبه وسُفْيَان سَاكِت لَا يَقُول شَيْئا ¶ أخبرنَا ابو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد ابْن مغلس قَالَ ثَنَا ضرار بن صرد قَالَ ثَنَا شريك قَالَ كُنَّا فِي جَنَازَة ومعنا سُفْيَان",
            "page": "30",
            "part": "1",
            "seal": "49296719"
        },
        {
            "id": "18",
            "nass": "الثَّوْريّ وَابْن شبْرمَة وَابْن أبي ليلى وَأَبُو حنيفَة وَأَبُو الْأَحْوَص ومندل وحبان وَكَانَت الْجِنَازَة لكهل سيد من كهول بني هَاشم توفّي ابْن لَهُ فَخرج فِي جنَازَته وُجُوه أهل الْكُوفَة يَمْشُونَ حَتَّى وقفت الْجِنَازَة فَسَأَلَ النَّاس عَنْهَا فَقَالُوا خرجت امهِ ولهى وَأَلْقَتْ ثوبها عَلَيْهِ وبرزت وكشفت رَأسهَا وَكَانَت هاشمية شريفة فصاح أَبوهُ بهَا فَأمرهَا ان ترجع فَأَبت فَحلف بِالطَّلَاق لترجعن وَحلفت بعتاق كل مَمْلُوك لَهَا ان لَا ترجع حَتَّى يصلى عَلَيْهِ فَمشى النَّاس بَعضهم إِلَى بعض ووقفوا وسألوا فَلم يتَكَلَّم فِيهَا أحد وَأجَاب مِنْهُم أحد بِجَوَاب فَهَتَفَ أَبوهُ بِأبي حنيفَة وَقَالَ يَا نعْمَان اغثنا فجَاء أَبُو حنيفَة فَقَالَ كَيفَ حَلَفت فأعادت عَلَيْهِ وَقَالَ للكهل كَيفَ حَلَفت فَأَعَادَ عَلَيْهِ فَقَالَ ضَعُوا السرير فَوضع فَقَالَ للاب تقدم فصل على ابْنك فَتقدم فصلى عَلَيْهِ وَالنَّاس خَلفه وَنَادَوْا فِيمَن تقدم حَتَّى لَحِقُوا بِالنَّاسِ ثمَّ قَالَ احملوه إِلَى قَبره وارجعي إِلَى مَنْزِلك فقد بررت وَقَالَ لِأَبِيهِ ارْجع فقد بررت فَقَالَ ابْن شبْرمَة يَوْمئِذٍ عجزت النِّسَاء ان يلدن مثلك سَرِيعا مَا عَلَيْك فِي الْعلم كلفة ¶ أخبرنَا أَبُو حَفْص قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا الْحمانِي قَالَ سَمِعت ابْن الْمُبَارك يَقُول سَأَلَ رجل أَبَا حنيفَة عَن خوخة اراد ان يفتحها فِي حَائِط لَهُ فِي دَاره فَقَالَ افْتَحْ مَا شِئْت وَلَا تطلع على جَارك فَأتى بِهِ جَاره إِلَى ابْن أبي ليلى فَمَنعه مِنْهُ فَشَكا إِلَى أبي حنيفَة قَالَ فافتح فِيهِ بَابا فجَاء ليفتح الْبَاب فَأتى بِهِ إِلَى ابْن أبي ليلى فَمَنعه فَقَالَ كم قيمَة حائطك قَالَ ثَلَاثَة دَنَانِير قَالَ هِيَ لَك عَليّ واذهب فاهدم الْحَائِط من أَوله إِلَى آخِره فَجَاءَهُ يهدمه فَمَنعه فَأتى بِهِ إِلَى ابْن ابي ليلى فَقَالَ يهدم حَائِطه وتسألني أَن أمْنَعهُ من ذَلِك اذْهَبْ فاهدمه واصنع مَا شِئْت قَالَ فَلم عنيتني ومنعتني من فتح خوخة وَكَانَ ذَلِك أَهْون عَليّ قَالَ إِذا كَانَ يذهب إِلَى من يدله على خطأي فَكيف أصنع إِذا تبين الْخَطَأ ¶ اُخْبُرْنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْمعدل قَالَ ثَنَا القَاضِي مكرم قَالَ ثَنَا أَحْمد",
            "page": "31",
            "part": "1",
            "seal": "6129CDE4"
        },
        {
            "id": "19",
            "nass": "قَالَ ثَنَا أَبُو عبيد قَالَ ثَنَا ابْن الْمُبَارك قَالَ سَأَلت ابا حنيفَة عَن دِرْهَم لرجل ودرهمين لآخر اخْتلطت ثمَّ ضَاعَ دِرْهَمَانِ من الثَّلَاثَة لَا يعلم من أَيهمَا فَقَالَ أَبُو حنيفَة الدِّرْهَم الْبَاقِي بَينهمَا على ثَلَاثَة قَالَ فَلَقِيت ابْن شبْرمَة فَسَأَلته عَنْهَا فَقَالَ سَأَلت عَنْهَا أحدا فَقلت نعم سَأَلت أَبَا حنيفَة قَالَ قَالَ لَك الدِّرْهَم الْبَاقِي بَينهمَا أَثلَاثًا قلت نعم قَالَ أَخطَأ العَبْد وَلَكِن دِرْهَم من الدرهمين الضائعين يُحِيط الْعلم انه من الدرهمين وَالدِّرْهَم الآخر هُوَ مِنْهُمَا جَمِيعًا فالدرهم الَّذِي بَقِي هُوَ بَينهمَا نِصْفَيْنِ قَالَ فاستحسنت ذَلِك جدا فَلَقِيت أَبَا حنيفَة وَلَو وزن عقله بعقل نصف أهل الارض فِي الْفِقْه لرجحهم إِن شَاءَ الله فَقَالَ لي لقِيت ابْن شبْرمَة فَقَالَ لَك قد أحَاط الْعلم ان اُحْدُ الدرهمين الضائعين من الدرهمين وَبَقِي الدِّرْهَم الْبَاقِي فَهُوَ بَينهمَا نِصْفَانِ قلت نعم قَالَ ان الثَّلَاثَة حَيْثُ اخْتلطت وَجَبت الشّركَة بَينهمَا فَصَارَ لصَاحب الدِّرْهَم ثلث كل دِرْهَم وَلِصَاحِب الدرهمين ثلثا من كل دِرْهَم فَأَي دِرْهَم ذهب ذهب بحصتهما ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ حَدثنَا مكرم قَالَ حَدثنَا احْمَد بن عَطِيَّة قَالَ ثَنَا الجماني قَالَ ثَنَا ابْن الْمُبَارك قَالَ رَأَيْت أَبَا حنيفَة فِي طَرِيق مَكَّة وشوى لَهُم فصيل سمين فاشتهوا ان يأكلوه بخل فَلم يَجدوا شَيْئا يصبون فِيهِ الْخلّ فتحيروا فَرَأَيْت أَبَا حنيفَة وَقد حفر فِي الرمل حُفْرَة وَبسط عَلَيْهَا السفرة وسكب الْخلّ على ذَلِك الْموضع فَأَكَلُوا الشواء بالخل فَقَالُوا لَهُ تحسن كل شَيْء قَالَ عَلَيْكُم بالشكر فان هَذَا شَيْء ألهمته لكم فضلا من الله عَلَيْكُم ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد قَالَ ثَنَا مُوسَى وَابْن سَمَّاعَة قَالَا حَدثنَا مُحَمَّد قَالَ حَدثنِي ابو حنيفَة عَن حَمَّاد انه كَانَ يَقُول إِذا سُئِلت عَن معضلة فاقبلها سؤالا على سَائِلك عَنْهَا حَتَّى تخلص من مَسْأَلته لَك فَدس إِلَى رجل فَقعدَ لي على الْبَاب وَأَنا عِنْد ابْن هُبَيْرَة وَقد امْر بِي إِلَى السجْن فسعى الرجل إِلَى",
            "page": "32",
            "part": "1",
            "seal": "817E2197"
        },
        {
            "id": "20",
            "nass": "السجْن فَقَالَ يَا أَبَا حنيفَة يحل للرجل إِذا أمره السُّلْطَان الْأَعْظَم ان يقتل رجلا ان يقْتله قَالَ قلت لَهُ وَكَانَ الرجل مِمَّن وَجب عَلَيْهِ الْقَتْل قَالَ نعم قلت فاقتله قَالَ فَإِن لم يكن مِمَّن وَجب عَلَيْهِ الْقَتْل قَالَ قلت إِن السُّلْطَان الْأَعْظَم لَا يَأْمر بقتل من لَا يسْتَحق الْقَتْل ¶ أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ حَدثنِي عَليّ بن صَالح الْبَغَوِيّ قَالَ ثَنَا أَحْمد بن مُحَمَّد الْهَرَوِيّ قَالَ ثَنَا أَبُو عبد الله احْمَد بن مُؤَمل قَالَ أَنبأَنَا بشر بن الْوَلِيد قَالَ كَانَ فِي جوَار أبي حنيفَة فَتى يغشى مجْلِس أبي حنيفَة وَيكثر عِنْده فَقَالَ يَوْمًا لأبي حنيفَة إِنِّي أُرِيد التَّزْوِيج إِلَى آل فلَان من أهل الْكُوفَة وَقد خطبت إِلَيْهِم وَقد طلبُوا مني من الْمهْر فَوق وسعي وطاقتي وَقد تعلّقت نَفسِي بِالتَّزْوِيجِ فَقَالَ أَبُو حنيفَة فاستخر الله وأعطهم مَا يطلبونه مِنْك فَلَعَلَّ زَوجتك ان تسمح لَك إِذا دخلت بهَا بِمَا يبْقى من الصَدَاق عَلَيْك فأجابهم إِلَى مَا طلبوه فَلَمَّا عقدوا النِّكَاح بَينهم وَبَينه جَاءَ إِلَى أبي حنيفَة فَقَالَ لَهُ إِنِّي قد سَأَلتهمْ أَن يَأْخُذُوا مني الْبَعْض وَلَيْسَ فِي وسعي الْكل وَقد أَبَوا ان يحملوها إِلَيّ إِلَّا بعد وَفَاء الْمهْر كُله فَمَاذَا ترى قَالَ احتل واقترض حَتَّى تدخل بأهلك فَإِن الْأَمر يكون اسهل عَلَيْك من تشدد هَؤُلَاءِ الْقَوْم فَفعل ذَلِك وأقرضه ابو حنيفَة فِيمَن أقْرضهُ فَلَمَّا دخل بأَهْله وحملت إِلَيْهِ قَالَ لَهُ أَبُو حنيفَة مَا عَلَيْك ان تظهر انك تُرِيدُ الْخُرُوج من هَذَا الْبَلَد إِلَى مَوضِع بعيد وَأَنَّك تُرِيدُ ان تُسَافِر بأهلك مَعَك فاكترى الرجل جملين وَجَاء بهما وَأظْهر انه يُرِيد الْخُرُوج الى خُرَاسَان فِي طلب المعاش وَأَنه يُرِيد حمله أَهله مَعَه فَاشْتَدَّ ذَلِك على أهل الْمَرْأَة وجاؤوا إِلَى أبي حنيفَة يشكونه ويستفتونه فِي ذَلِك فَقَالَ لَهُم أَبُو حنيفَة فأرضوه بِأَن تردوا عَلَيْهِ مَا أخذتموه مِنْهُ فَأَجَابُوا إِلَى ذَلِك فَقَالَ أَبُو حنيفَة للفتى أَن الْقَوْم قد سمحوا أجابوا ان يردوا عَلَيْك مَا أَخَذُوهُ مِنْك من الْمهْر ويبرؤك مِنْهُ فَقَالَ لَهُ الْفَتى فَأَنا أُرِيد مِنْهُم شَيْئا آخر فَوق ذَلِك فَقَالَ لَهُ أَبُو حنيفَة أَيّمَا أحب إِلَيْك ان ترْضى بِهَذَا الَّذِي بذلوه لَك وَإِلَّا أقرَّت الْمَرْأَة لرجل بدين فَلَا",
            "page": "33",
            "part": "1",
            "seal": "7D0AD8BE"
        },
        {
            "id": "21",
            "nass": "يمكنك ان تحملهَا وَلَا تُسَافِر بهَا حَتَّى تقضي مَا عَلَيْهَا من الدّين قَالَ فَقَالَ الرجل الله الله لَا يسمعوا بِهَذَا فَلَا آخذ مِنْهُم شَيْئا فَأجَاب إِلَى الْجُلُوس وَأخذ مَا بذلوه من الْمهْر ¶ أخبرنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا مليح وسُفْيَان ابْنا وَكِيع عَن وَكِيع قَالَ كُنَّا عِنْد أبي حنيفَة وأتته امْرَأَة فَقَالَت مَاتَ أخي وَخلف سِتّمائَة دِينَار فأعطوني مِنْهَا دِينَارا وَاحِدًا قَالَ وَمن قسم فريضتكم قَالَت دَاوُد الطَّائِي قَالَ هُوَ حَقك أَلَيْسَ خلف أَخُوك بنتين قَالَت بلَى قَالَ وَأما قَالَت بلَى قَالَ وَزَوْجَة قَالَت بلَى قَالَ واثني عشر أَخا وأختا وَاحِدَة قَالَت بلَى قَالَ فان للبنات الثُّلثَيْنِ أَرْبَعمِائَة وَللْأُمّ السُّدس مائَة وللمرأة خَمْسَة وَسَبْعُونَ وَيبقى خمس وَعِشْرُونَ للإخوة أَرْبَعَة وَعِشْرُونَ لكل أَخ دِينَارَانِ فلك دِينَار ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا أَبُو بكر مكرم بن أَحْمد القَاضِي قَالَ ثَنَا عَليّ بن صَالح قَالَ ثَنَا أَبُو عبد الله احْمَد بن مُحَمَّد الْهَرَوِيّ قَالَ ثَنَا مُحَمَّد بن شُجَاع قَالَ أنبأ الْحسن بن أبي مَالك قَالَ دخل أَبُو حنيفَة إِلَى ابْن أبي ليلى وَمَعَهُ أَبُو يُوسُف ليقضي حَقه فَلَمَّا جلس أَبُو حنيفَة عِنْده قَالَ ابْن أبي ليلى لحاجبه إئذن لمن حضر من الْخُصُوم فِي التَّقَدُّم كَأَنَّهُ اراد ان يرى أَبَا حنيفَة إمضاءه فِي الْقَضَاء وَالْحكم فَدخل الْخُصُوم وَتقدم إِلَيْهِ جمَاعَة فَحكم بَينهم ثمَّ تقدم إِلَيْهِ رجلَانِ فَقَالَ أَحدهمَا أعزّك الله إِن هَذَا الرجل قذف أُمِّي بِالزِّنَا وَشَتَمَنِي وَقَالَ يَا ابْن الزَّانِيَة وَأَنا أسأَل القَاضِي ان يَأْخُذ لي بحقي فَقَالَ ابْن أبي ليلى للْمُدَّعى عَلَيْهِ مَا تَقول فَقَالَ لَهُ أَبُو حنيفَة رَضِي الله عَنهُ لم تسأله عَن دَعْوَاهُ وَلَيْسَ هُوَ لَهُ بخصم إِنَّه إِنَّمَا يذكر أَنه رمى بِالزِّنَا أمه فَهَل ثبتَتْ وكَالَته عَن امهِ عنْدك قَالَ لَا قَالَ فَأقبل على صَاحبك فَاسْأَلْهُ أحية أمه أم ميتَة فَإِن كَانَت حَيَّة فَلَا وَجه لدعواه إِلَّا بوكالة مِنْهَا فِي الْمُطَالبَة بِحَقِّهَا وَإِن كَانَت ميتَة كَانَ قولا آخر",
            "page": "34",
            "part": "1",
            "seal": "6E4BCE80"
        },
        {
            "id": "22",
            "nass": "قَالَ فَرجع ابْن أبي ليلى على الْمُدعى فَقَالَ لَهُ أمك أحية أم ميتَة قَالَ بل ميتَة قَالَ لَهُ أقِم عِنْدِي الْبَيِّنَة بوفاتها حَتَّى أعلم ذَلِك قَالَ فَأَقَامَ عِنْده الْبَيِّنَة بوفاتها فَذهب ابْن أبي ليلى ليسأل الْمُدعى عَلَيْهِ عَمَّا يَقُول الْمُدَّعِي فَقَالَ لَهُ ابو حنيفَة أقبل على صَاحبك فسله هَل لأمه وَارِث غَيره فان كَانَ لَهُ إخْوَة كَانَت الْمُطَالبَة لَهُ وَلَهُم وَأَن كَانَ هُوَ الْوَارِث وَحده كَانَ قولا آخر فَقَالَ ابْن ابي ليلى للْمُدَّعِي هَل لأمك وَارِث غَيْرك قَالَ لَا قَالَ فأقم عِنْدِي الْبَيِّنَة بذلك فَأَقَامَ الْبَيِّنَة أَنه وَارِث امهِ لَا وَارِث لَهَا غَيره قَالَ فَذهب ابْن أبي ليلى ليسأل الْمُدعى عَلَيْهِ عَن دَعْوَى الْمُدَّعِي فَقَالَ أَبُو حنيفَة رَضِي الله عَنهُ أقبل على صَاحبك واسأله عَن أمه أحرة هِيَ أم أمة فَقَالَ ابْن أبي ليلى للرجل أمك حرَّة أَو أمة قَالَ بل حرَّة قَالَ فأقم عِنْدِي بذلك بَيِّنَة فَأَقَامَ الْبَيِّنَة بذلك فَذهب ليسأل الْمُدعى عَلَيْهِ فَقَالَ أَبُو حنيفَة رَضِي الله عَنهُ ارْجع أَيْضا إِلَى صَاحبك وأسأله أَمُسْلِمَة هِيَ أم معاهدة قَالَ حرَّة مسلمة من بَنَات آل فلَان قوم سراة بِالْكُوفَةِ قَالَ فأقم الْبَيِّنَة عِنْدِي بِأَنَّهَا مسلمة فَأَقَامَ الْبَيِّنَة عِنْده بِأَنَّهَا مسلمة فَقَالَ أَبُو حنيفَة رَضِي الله عَنهُ شَأْنك الْآن فاسأل الرجل عَمَّا ادَّعَاهُ الْمُدَّعِي فَسَأَلَهُ فَأنْكر فَقَالَ للْمُدَّعِي أَلَك بَيِّنَة قَالَ نعم جمَاعَة من وُجُوه أهل الْكُوفَة قَالَ فأحضرهم مَعَ خصمك حَتَّى أسمع شَهَادَتهم عَلَيْهِ قَالَ فأحضرهم ونهض أَبُو حنيفَة فَقَالَ لَهُ ابْن أبي ليلى تجْلِس حَتَّى تحضر الْبَيِّنَة قَالَ لَا وَانْصَرف من وقته ¶ أخبرنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد بن مغلس قَالَ ثَنَا الْعَبَّاس بن بكار قَالَ ثَنَا أَسد بن عَمْرو قَالَ دخل قَتَادَة الْكُوفَة فَنزل دَار أبي بردة فَخرج فَقَالَ لَا يسألني أحد عَن مَسْأَلَة من الْحَلَال وَالْحرَام إِلَّا أَجَبْته فَقَالَ لَهُ أَبُو حنيفَة يَا أَبَا الْخطاب مَا تَقول فِي رجل غَابَ عَن أَهله أعواما ونعى إِلَيْهَا وظنت أمْرَأَته أَنه ميت فَتزوّجت ثمَّ قدم زَوجهَا الأول وَقد ولدت ولدا فنفاه الأول وادعاه الثَّانِي أكل وَاحِد مِنْهُمَا قَذفهَا أم الَّذِي أنكر الْوَلَد مَا الْجَواب",
            "page": "35",
            "part": "1",
            "seal": "8C41B4DC"
        },
        {
            "id": "23",
            "nass": "فِيهَا فَقَالَ أَبُو حنيفَة إِن قَالَ فِيهَا بِرَأْيهِ ليخطئن وَإِن قَالَ فِيهَا حَدثنَا ليكذبن قَالَ قَتَادَة أوقعت هَذِه الْمَسْأَلَة قَالُوا لَا قَالَ فَلم تَسْأَلُونِي عَمَّا لم يكن فَقَالَ لَهُ أَبُو حنيفَة إِن الْعلمَاء يستعدون للبلاء ويتحرزون مِنْهُ قبل نُزُوله فَإِذا نزل عرفوه وَعرفُوا الدُّخُول فِيهِ وَالْخُرُوج مِنْهُ فَقَالَ قَتَادَة دعوا هَذَا وسلوني عَن التَّفْسِير فَقَالَ أَبُو حنيفَة مَا نقُول فِي قَول الله {قَالَ الَّذِي عِنْده علم من الْكتاب أَنا آتِيك بِهِ قبل أَن يرْتَد إِلَيْك طرفك} قَالَ نعم كَانَ هَذَا آصف بن برخيا كَاتب سُلَيْمَان وَكَانَ يعرف اسْم الله الْأَعْظَم قَالَ فَهَل كَانَ سُلَيْمَان عَلَيْهِ السَّلَام يعرف هَذَا الِاسْم قَالَ لَا قَالَ أفيجوز ان يكون فِي زمن بني من هُوَ أعلم من النَّبِي قَالَ لَا وَالله لَا أحدثكُم بِشَيْء من التَّفْسِير سلوني عَمَّا اخْتلف فِيهِ الْعلمَاء فَقَالَ أَبُو حنيفَة أمؤمن أَنْت قَالَ أَرْجُو قَالَ وَلم قَالَ لقَوْله تَعَالَى {وَالَّذِي أطمع أَن يغْفر لي خطيئتي يَوْم الدّين} قَالَ أَبُو حنيفَة فَهَلا قلت كَمَا قَالَ إِبْرَاهِيم عَلَيْهِ السَّلَام لما قَالَ لَهُ {أَو لم تؤمن قَالَ بلَى وَلَكِن لِيَطمَئِن قلبِي} قَالَ فَقَامَ قَتَادَة فَدخل الدَّار مغضبا وَحلف ان لَا يُحَدِّثهُمْ قَالَ ابو حنيفَة ثمَّ قدم الْكُوفَة بعد سِنِين وَكَانَ ضريرا فناديته يَا أَبَا الْخطاب مَا تَقول فِي قَوْله {وليشهد عذابهما طَائِفَة من الْمُؤمنِينَ} قَالَ رجل فَمَا فَوْقه يَا أَبَا حنيفَة وعرفني بالنغمة وَكَانَ يسمع النَّاس يكنوني ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا الترجماني قَالَ ثَنَا حسان بن إِبْرَاهِيم عَن إِبْرَاهِيم الصَّائِغ قَالَ كنت عِنْد عَطاء بن ابي رَبَاح وَعِنْده أَبُو حنيفَة فَسئلَ عَن قَول الله {وَآتَيْنَاهُ أَهله وَمثلهمْ مَعَهم} فَقَالَ عَطاء رد الله على أَيُّوب عَلَيْهِ السَّلَام أَهله وَمثل أَهله وَولده فَقَالَ",
            "page": "36",
            "part": "1",
            "seal": "512051CF"
        },
        {
            "id": "24",
            "nass": "أَبُو حنيفَة اَوْ يرد الله على نَبِي ولدا لَيْسُوا لَهُ من صلبه يَا أَبَا مُحَمَّد فَقَالَ مَا سَمِعت فِيهَا عافاك الله فَقَالَ رد الله على أَيُّوب أَهله وَولده من صلبه وَمثل أجور وَلَده فَقَالَ هَذَا حسن ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد بن مغلس قَالَ ثَنَا ابْن سَمَّاعَة قَالَ ثَنَا أَبُو يُوسُف قَالَ قَالَ رجل لأبي حنيفَة إِنِّي حَلَفت أَن لَا اكلم امْرَأَتي اَوْ تكلمني وَحلفت بِصَدقَة مَا تملك ان لَا تكلمني اَوْ اكلمها قَالَ سَأَلت عَنْهَا أحدا قَالَ نعم سُفْيَان الثَّوْريّ فَقَالَ من كلم صَاحبه حنث فَقَالَ كلمها وَلَا حنث عَلَيْكُمَا فَذهب الى سُفْيَان وَكَانَ قرَابَة لَهُ فَأخْبرهُ قَالَ فَجَاءَنِي سُفْيَان مغضبا وَقَالَ تبيح الْفروج قَالَ وَمَا ذَاك ثمَّ قَالَ أعيدوا على أبي عبد الله السُّؤَال فأعادوه فَأَعَادَ ابو حنيفَة بِمثل مَا أفتى فَقَالَ لَهُ من أَيْن قلت قَالَ لما شافهته بِالْيَمِينِ بَعْدَمَا حلف كَانَت مكلمة لَهُ وَسَقَطت يَمِينه فَإِن كلمها فَلَا حنث عَلَيْهِ وَلَا عَلَيْهَا لِأَنَّهَا قد كَلمته بعد الْيَمين فَسَقَطت الْيَمين عَنْهُمَا فَقَالَ سُفْيَان إِنَّه ليكشف لَك من الْعلم عَن شَيْء كلنا عَنهُ غافل ¶ وجدت فِي كتاب أبي جَعْفَر الطَّحَاوِيّ الَّذِي جمع فِيهِ أَخْبَار أَصْحَابنَا الَّذِي أخبرنَا بِهِ عبد الله بن مُحَمَّد الْأَسدي القَاضِي إجَازَة ان ابا بكر الدَّامغَانِي الْفَقِيه أخْبرهُم قَالَ ثَنَا أَبُو جَعْفَر قَالَ سَمِعت ابا خازم القَاضِي يَقُول ثَنَا سُوَيْد بن سعد الحدثاني عَن عَليّ بن مسْهر قَالَ كُنَّا عِنْد أبي حنيفَة رَضِي الله عَنهُ فَأَتَاهُ عبد الله بن الْمُبَارك فَقَالَ لَهُ مَا تَقول فِي رجل كَانَ يطْبخ قدرا لَهُ فَوَقع فِيهَا طَائِر فَمَاتَ فَقَالَ أَبُو حنيفَة لأَصْحَابه مَا ترَوْنَ فِيهَا فرووا لَهُ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا أَنه يهراق المرق وَيغسل اللَّحْم ويؤكل فَقَالَ أَبُو حنيفَة هَكَذَا نقُول إِلَّا ان فِي ذَلِك شريطة إِن كَانَ وَقع فِي حَال غليانها ألقِي اللَّحْم وَأُهْرِيقَ المرق وَإِن كَانَ وَقع",
            "page": "37",
            "part": "1",
            "seal": "E361764F"
        },
        {
            "id": "25",
            "nass": "فِيهَا فِي حَال سكونها غسل اللَّحْم وَأُهْرِيقَ المرق قَالَ لَهُ ابْن الْمُبَارك من أَيْن قلت هَذَا فَقَالَ لِأَنَّهُ إِذا وَقع فِيهَا فِي حَال غليانها فقد وصل من اللَّحْم إِلَى حَيْثُ يصل مِنْهُ الْخلّ والتوابل وَإِذا وَقع فِيهَا فِي حَال سكونها فَإِنَّمَا لطخ اللَّحْم وَلم يداخله فَقَالَ ابْن الْمُبَارك هَذَا رزين يَعْنِي الْمَذْهَب بِالْفَارِسِيَّةِ وَعقد بِيَدِهِ ثَلَاثِينَ ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا أَحْمد قَالَ ثَنَا أَحْمد بن يُونُس قَالَ ثَنَا زَائِدَة قَالَ قَالَ رجل لأبي حنيفَة مَا تَقول فِي رجل قَالَ لَا أَرْجُو الْجنَّة وَلَا أَخَاف النَّار وآكل الْميتَة وَأشْهد بِمَا لم أر وَلَا أَخَاف الله وأصلي بِلَا رُكُوع ولاسجود وَأبْغض الْحق وَأحب الْفِتْنَة فَقَالَ لَهُ أَبُو حنيفَة وَكَانَ يعرفهُ شَدِيد البغض لَهُ يَا أَبَا فلَان سَأَلتنِي عَن هَذِه وَلَك بهَا علم فَقَالَ لَهُ الرجل لَا وَلَكِن لم أجد شَيْئا هُوَ أشنع من هَذَا فسألتك عَنهُ فَقَالَ ابو حنيفَة لأَصْحَابه مَا تَقولُونَ فِي هَذَا الرجل قَالُوا شَرّ رجل مُتَّهم هَذِه صفة كَافِر فَتَبَسَّمَ أَبُو حنيفَة وَقَالَ لأَصْحَابه هُوَ وَالله من أَوْلِيَاء الله حَقًا ثمَّ قَالَ للرجل إِن أَنا أَخْبَرتك انه من أَوْلِيَاء الله تكف عني شَرّ لسَانك وَلَا تملي عَليّ الْحفظَة مَا يَضرك قَالَ نعم فَقَالَ أَبُو حنيفَة أما قَوْلك لَا يَرْجُو الْجنَّة وَلَا يخَاف النَّار فَإِن يَرْجُو رب الْجنَّة وَيخَاف رب النَّار وقولك لَا يخَاف الله فَإِنَّهُ لَا يخَاف ظلمه وَلَا جوره فَقَالَ الله تَعَالَى {وَمَا رَبك بظلام للعبيد} وقولك يَأْكُل الْميتَة فَهُوَ أكل السّمك وَقَوله يُصَلِّي بِلَا رُكُوع وَلَا سُجُود فقد جعل أَكثر عمله الصَّلَاة على النَّبِي عَلَيْهِ السَّلَام وَقد لزم مَوضِع الْجَنَائِز فَهُوَ يُصَلِّي عَلَيْهَا وقولك يشْهد بِمَا لم ير فَهَذِهِ شَهَادَة الْحق يشْهد أَن لَا إِلَه إِلَّا الله وَأَن مُحَمَّدًا عَبده وَرَسُوله وقولك يبغض الْحق فَهُوَ يحب الْبَقَاء حَتَّى يُطِيع الله أبدا وَيبغض الْمَوْت وَهُوَ الْحق قَالَ تَعَالَى {وَجَاءَت سكرة الْمَوْت بِالْحَقِّ} واما الْفِتْنَة فالقلوب مجبولة على حب المَال وَالْولد وَذَلِكَ من الْفِتْنَة الْعَظِيمَة على قُلُوب الْمُؤمنِينَ",
            "page": "38",
            "part": "1",
            "seal": "1335DCDE"
        },
        {
            "id": "26",
            "nass": "أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا بشر بن الْوَلِيد قَالَ ثَنَا ابو يُوسُف قَالَ قَالَ رجل لأبي حنيفَة إِنِّي قد دفنت شَيْئا وَلَا أَدْرِي ايْنَ دَفَنته من الْبَيْت قَالَ وَأَنا أَحْرَى أَن لَا أَدْرِي بِهِ قَالَ فَبكى الرجل فَقَالَ أَبُو حنيفَة قومُوا بِنَا فَقَامَ وَمَعَهُ نفر من أَصْحَابه فَأتى بهم الرجل إِلَى منزله فَقَالَ أَيْن يكون من الدَّار وَأَيْنَ مَوضِع قماشك فأدخلهم إِلَى بَيت فِي الدَّار فَقَالَ لأَصْحَابه لَو كَانَ هَذَا الْبَيْت لكم وَمَعَكُمْ شَيْء تُرِيدُونَ ان تدفنوه كَيفَ كُنْتُم تَصْنَعُونَ فَقَالَ هَذَا كنت أدفنه هَا هُنَا وَقَالَ الآخر موضعا آخر حَتَّى قَالُوا خَمْسَة أقاويل فحفر مِنْهَا موضِعين ووجده فِي الثَّالِث وَقَالَ لَهُ اشكر الله الَّذِي رده عَلَيْك ¶ أخبرنَا أَبُو عبد الله احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا أَبُو الْقَاسِم بن كأس النَّخعِيّ قَالَ ثَنَا أَسْبَاط بن مُحَمَّد قَالَ ثَنَا نمر بن جِدَار عَن الْحسن بن زِيَاد قَالَ دفن رجل مَاله فِي مَوضِع ثمَّ نسي أَي مَوضِع دَفنه فَطَلَبه فَلم يَقع عَلَيْهِ فجَاء إِلَى أبي حنيفَة فَشَكا إِلَيْهِ فَقَالَ لَهُ أَبُو حنيفَة لَيْسَ هَذَا بِفقه فأحتال لَك وَلَكِن اذْهَبْ فصل اللَّيْلَة إِلَى الْغَد فَإنَّك ستذكر أَي مَوضِع دَفَنته فِيهِ فَفعل الرجل فَلم يقم إِلَّا أقل من ربع اللَّيْل حَتَّى ذكر أَي مَوضِع فجَاء إِلَى أبي حنيفَة فَأخْبرهُ فَقَالَ قد علمت ان الشَّيْطَان لَا يدعك تصلي ليلتك حَتَّى يذكرك وَيحك فَهَلا أتممت ليلتك شكرا لله تَعَالَى ¶ أخبرنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا أَبُو بكر احْمَد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا إِبْرَاهِيم بن مخلد قَالَ ثَنَا مُحَمَّد بن سهل قَالَ حَدثنِي عَليّ بن أبي عَليّ قَالَ كنت عِنْد الْحسن بن عَليّ قَاضِي مرو فَذكر أَبَا حنيفَة وفطنته فَقَالَ استودع رجل من الْحَاج رجلا بِالْكُوفَةِ وَدِيعَة وَحج ثمَّ رَجَعَ فَطلب وديعته فَأنْكر الْمُسْتَوْدع",
            "page": "39",
            "part": "1",
            "seal": "162378C5"
        },
        {
            "id": "27",
            "nass": "الْوَدِيعَة وَجعل يحلف لَهُ فَانْطَلق الرجل إِلَى أبي حنيفَة وشاوره فَقَالَ لَا تعلم بجحوده أحدا وَكَانَ الْمُسْتَوْدع يُجَالس أَبَا حنيفَة فَخَلا بِهِ فَقَالَ إِن هَؤُلَاءِ قد بعثوا يستشيرون فِي رجل يصلح للْقَضَاء فَهَل تنشط فتمانع الرجل قَلِيلا وَأَقْبل أَبُو حنيفَة يرغبه وَهُوَ يمْتَنع ثمَّ جَاءَ صَاحب الْوَدِيعَة فَقَالَ لَهُ أَبُو حنيفَة اذْهَبْ فَقل لَهُ أحسبك نسيت أودعتك فِي وَقت كَذَا والعلامة كَذَا قَالَ فَذهب الرجل فَقَالَ لَهُ ذَلِك فذفع إِلَيْهِ الْوَدِيعَة فَلَمَّا رَجَعَ الْمُسْتَوْدع قَالَ لَهُ أَبُو حنيفَة إِنِّي نظرت فِي أَمرك فَرَأَيْت ان ارْفَعْ من قدرك وَلَا اسميك حَتَّى يحضر مَا هُوَ أجل من هَذَا ¶ أخبرنَا احْمَد بن مُحَمَّد الصراف قَالَ ثَنَا عَليّ بن عَمْرو قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ القَاضِي قَالَ ثَنَا أَحْمد بن مُحَمَّد بن عِيسَى قَالَ ثَنَا أَبُو سُلَيْمَان عَن مُحَمَّد بن الْحسن قَالَ دخل اللُّصُوص على رجل فَأخذُوا مَتَاعه واستحلفوه بِالطَّلَاق ثَلَاثًا أَن لَا يعلم أحدا وَأصْبح الرجل وَهُوَ يرى اللُّصُوص يبيعون مَتَاعه وَلَيْسَ يقدر يتَكَلَّم من أجل يَمِينه فجَاء الرجل يشاور أَبَا حنيفَة فَقَالَ لَهُ أَبُو حنيفَة احضرني أَمَام حيك والمؤذن والمستورين مِنْهُم فأحضرهم إِيَّاه فَقَالَ لَهُم ابو حنيفَة هَل تحبون ان يرد الله على هَذَا مَتَاعه قَالُوا نعم قَالَ فَأَجْمعُوا كل داعر وكل مُتَّهم فأدخلوهم فِي دَار أَو فِي مَسْجِد ثمَّ أخرجوهم وَاحِدًا وَاحِدًا فَقولُوا لَهُ هَذَا لصك فَإِن كَانَ لَيْسَ بلصه قَالَ لَا وَإِن كَانَ لصه فليسكت فَإِذا سكت فَاقْتَصُّوا عَلَيْهِ فَفَعَلُوا مَا أَمرهم بِهِ أَبُو حنيفَة فَرد الله عَلَيْهِ جَمِيع مَا سرق مِنْهُ ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن عبد السَّلَام عَن إِبْرَاهِيم بن مُحَمَّد الذِّرَاع قَالَ ثَنَا يُوسُف بن خَالِد قَالَ سَمِعت أَبَا حنيفَة قَالَ قدم علينا ربيعَة الرَّأْي وَيحيى بن سعيد قَاضِي الْكُوفَة فَقَالَ يحيى لِرَبِيعَة أَلا تعجب من أهل هَذَا الْمصر أَجمعُوا على رَأْي رجل وَاحِد قَالَ أَبُو حنيفَة فبلغني ذَلِك فَأرْسلت إِلَيْهِ يَعْقُوب وَزفر وعدة من أَصْحَابنَا فَقلت قايسوه وناظروه فَقَالَ لَهُ يَعْقُوب مَا تَقول فِي عبد بَين اثْنَيْنِ اعتقه احدهما قَالَ لَا يجوز عتقه قَالَ لم قَالَ لِأَن هَذَا ضَرَر",
            "page": "40",
            "part": "1",
            "seal": "2B35DBA4"
        },
        {
            "id": "28",
            "nass": "وَقد جَاءَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم لَا ضَرَر وَلَا ضرار قَالَ فَإِن أعْتقهُ الآخر قَالَ جَازَ عتقه قَالَ تركت قَوْلك إِن كَانَ الْكَلَام الأول لم يعْمل شَيْئا وَلم يَقع بِهِ عتق فقد أعْتقهُ الثَّانِي وَهُوَ عبد فَسكت ¶ مَا رُوِيَ فِي وقار أبي حنيفَة وعقله ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثناأحمد بن عَطِيَّة قَالَ ثَنَا بشر بن الْوَلِيد عَن أبي يُوسُف قَالَ مَا صَحِبت أحدا من النَّاس فَيقدر ان يَقُول إِنَّه رأى أكمل عقلا وَلَا أتم مُرُوءَة من أبي حنيفَة ¶ أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة الْكُوفِي قَالَ سَمِعت يحيى بن معِين يَقُول كَانَ أَبُو حنيفَة أَعقل من أَن يكذب مَا سَمِعت احدا يصفه ويذكره بِمثل مَا كَانَ ابْن الْمُبَارك يصفه ويذكره بِهِ من الْخَيْر ¶ أخبرنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا مُحَمَّد ابْن تَوْبَة قَالَ حَدثنِي حموية بن حَاتِم قَالَ سَمِعت تَوْبَة يَقُول قَالَ لي أَبُو حنيفَة لَا تَسْأَلنِي عَن أَمر الدّين وَأَنا ماش وَلَا تَسْأَلنِي وَأَنا أحدث النَّاس وَلَا تَسْأَلنِي وَأَنا قَائِم وَلَا تَسْأَلنِي وَأَنا متكىء فَإِن هَذِه أَمَاكِن لَا يجْتَمع فِيهَا عقل الرجل قَالَ فَخرج يَوْمًا فِي حَاجَة وتبعته فَجعلت من حرصي أسائله وَمَعِي دفتر وَهُوَ يمشي فِي الطَّرِيق فَكلما خلوت علقت مَا يَقُول فَلَمَّا كَانَ من الْغَد وَاجْتمعَ إِلَيْهِ أَصْحَابه ساءلته عَن تِلْكَ الْمسَائِل فَغير الْجَواب فأعلمته ذَلِك فَقَالَ ألم أَنْهَك عَن السُّؤَال وَعَن الشَّهَادَات فِي دين الله إِلَّا فِي وَقت اجْتِمَاع الْعُقُول ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد القَاضِي قَالَ ثَنَا مُحَمَّد بن عَليّ بن عَفَّان قَالَ ثَنَا مُحَمَّد بن عبد الْملك الدقيقي قَالَ سَمِعت يزِيد بن هَارُون يَقُول أدْركْت النَّاس فَمَا رَأَيْت أحدا أَعقل وَلَا",
            "page": "41",
            "part": "1",
            "seal": "5F3341D3"
        },
        {
            "id": "29",
            "nass": "أفضل وَلَا أورع من أبي حنيفَة ¶ أخبرنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا عَليّ بن عَمْرو قَالَ ثَنَا عَليّ بن مُحَمَّد القَاضِي قَالَ ثَنَا مُحَمَّد بن مَحْمُود الصيدلاني قَالَ ثَنَا مُحَمَّد بن شُجَاع قَالَ سَمِعت عَليّ بن عَاصِم يَقُول لَو وزن عقل أبي حنيفَة بِنصْف عقل أهل الأَرْض لرجح بهم وَمَا كَانَ عِنْده أكبر من أبي حنيفَة ¶ حَدثنَا عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا الزَّعْفَرَانِي الوَاسِطِيّ قَالَ ثَنَا ابْن أبي خَيْثَمَة قَالَ ثَنَا سُلَيْمَان بن مَنْصُور قَالَ حَدثنِي حجر بن عبد الْجَبَّار قَالَ مَا رأى النَّاس أكْرم مجالسة من أبي حنيفَة وَلَا أَشد إِكْرَاما لأَصْحَابه قَالَ حجر كَانَ يُقَال إِن ذَوي الشّرف أتم عقولا من غَيرهم ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن مُحَمَّد ابْن مغلس قَالَ ثَنَا مليح بن وَكِيع قَالَ ثَنَا أبي عَن زفر عَن أبي حنيفَة قَالَ من طلب الرِّئَاسَة قبل وَقتهَا عَاشَ فِي ذل ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا الْحمانِي قَالَ سَمِعت ابْن الْمُبَارك يَقُول قلت لِسُفْيَان الثَّوْريّ يَا أَبَا عبد الله مَا أبعد أَبَا حنيفَة من الْغَيْبَة مَا سمعته يغتاب عدوا لَهُ قطّ فَقَالَ هُوَ وَالله أَعقل من ان يُسَلط على حَسَنَاته مَا يذهب بهَا ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ سَمِعت مُحَمَّد ابْن سَمَّاعَة يَقُول سَمِعت أَبَا يُوسُف يَقُول كَانَ أَبُو حنيفَة إِذا أَرَادَ الْخُرُوج نظر إِلَى شسع نَعله فان كَانَ يحْتَاج ان يصلحه أصلحه وَكَانَ كثيرا مَا يلبس الْخُف فَمَا رَأَيْته مُنْقَطع الشسع وَكَانَ أَبُو عبد الله يفعل ذَلِك",
            "page": "42",
            "part": "1",
            "seal": "388F3185"
        },
        {
            "id": "30",
            "nass": "ذكر الرِّوَايَات فِي ورع أبي حنيفَة رَضِي الله عَنهُ ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد بن مغلس قَالَ ثَنَا إِبْرَاهِيم بن سعيد الْجَوْهَرِي قَالَ كنت عِنْد أَمِير الْمُؤمنِينَ الرشيد إِذْ دخل ابو يُوسُف فَقَالَ لَهُ الرشيد يَا أَبَا يُوسُف صف لي أَخْلَاق أبي حنيفَة رَضِي الله عَنهُ فَقَالَ إِن الله تَعَالَى يَقُول {مَا يلفظ من قَول إِلَّا لَدَيْهِ رَقِيب عتيد} وَهُوَ عِنْد لِسَان كل قَائِل كَانَ علمي بِأبي حنيفَة انه كَانَ شَدِيد الذب عَن محارم الله ان تُؤْتى شَدِيد الْوَرع ان ينْطق فِي دين الله بِمَا لَا يعلم يحب أَن يطاع الله وَلَا يعْصى مجانبا لأهل الدُّنْيَا فِي زمانهم لَا ينافس فِي عزها طَوِيل الصمت دَائِم الْفِكر على عمل وَاسع لم يكن مهذارا وَلَا ثرثارا إِن سُئِلَ عَن مَسْأَلَة كَانَ عِنْده فِيهَا علم نطق بِهِ وَأجَاب فِيهَا بِمَا سمع وَإِن كَانَ غير ذَلِك قَاس على الْحق وَاتبعهُ صائنا نَفسه وَدينه بذولا للْعلم وَالْمَال مستغنيا بِنَفسِهِ عَن جَمِيع النَّاس لَا يمِيل إِلَى طمع بَعيدا عَن الْغَيْبَة لَا يذكر أحدا إِلَّا بِخَير فَقَالَ لَهُ الرشيد هَذِه أَخْلَاق الصَّالِحين ثمَّ قَالَ لِلْكَاتِبِ اكْتُبْ هَذِه الصّفة وادفعها إِلَى ابْني ينظر فِيهَا ثمَّ قَالَ لَهُ احفظها يَا بني حَتَّى أَسأَلك عَنْهَا إِن شَاءَ الله ¶ أخبرنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ سَمِعت أَبَا عبيد الْقَاسِم بن سَلام يَقُول سَمِعت مُحَمَّد بن الْحسن يَقُول كَانَ أَبُو حنيفَة وَاحِد زَمَانه وَلَو انشقت عَنهُ الأَرْض لانشقت عَن جبل من الْجبَال فِي الْعلم وَالْكَرم والمؤاساة والورع والإيثار لله مَعَ الْفِقْه وَالْعلم ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا مليح قَالَ سَمِعت أبي يَقُول كُنَّا عِنْد زفر فَذكر عِنْده سُفْيَان وَأَبُو حنيفَة فَقَالَ زفر كَانَ أَبُو حنيفَة إِذا تكلم فِي الْحَلَال وَالْحرَام هَمت سُفْيَان نَفسه وَمن كَانَ أنبل من أبي",
            "page": "43",
            "part": "1",
            "seal": "7754F6ED"
        },
        {
            "id": "31",
            "nass": "حنيفَة وَكَانَ من الْوَرع وَترك الْغَيْبَة على شَيْء عجز عَنهُ الْخلق وَكَانَ حمولا صبورا رَحمَه الله ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا ابْن مقَاتل قَالَ سَمِعت ابْن الْمُبَارك يَقُول إِذا سَمِعت الرجل ينَال من أبي حنيفَة لم أحب ان اراه وَلَا ان أجالسه مَخَافَة ان ينزل بِهِ آيَة من آيَات الله فَيجْعَل بِي مَعَه الله يعلم أَنِّي مَا أرْضى مَا يذكر بِهِ وَمَا يذكرهُ أحد إِلَّا وَهُوَ خير مِنْهُ كَانَ وَالله ورعا حَافِظًا لِلِسَانِهِ طيب الْمطعم مَعَ علم وَالله كثير وَاسع ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثناابن كاسب قَالَ سَمِعت ابْن عُيَيْنَة يَقُول قَالَ ابْن جريج بَلغنِي عَن النُّعْمَان فَقِيه أهل الْكُوفَة انه شَدِيد الْوَرع صائن لدينِهِ ولعلمه لَا يُؤثر اهل الدُّنْيَا على أهل الْآخِرَة وَأَحْسبهُ سَيكون لَهُ فِي الْعلم شَأْن عَجِيب ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا الْحلْوانِي قَالَ سَمِعت عبد الْوَهَّاب بن همام اخا عبد الرَّزَّاق بن همام يَقُول مَا رَأَيْت مَشَايِخ عدن الَّذين دخلُوا الْكُوفَة فِي طلب الْعلم إِلَّا وَيَقُولُونَ كلهم مَا رَأينَا بِالْكُوفَةِ فِي زمن أبي حنيفَة أفقه مِنْهُ وَلَا أَشد ورعا ¶ اُخْبُرْنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا أَحْمد بن يُونُس قَالَ سَمِعت الْحسن بن صَالح يَقُول كَانَ أَبُو حنيفَة شَدِيد الْوَرع هائبا لِلْحَرَامِ تَارِكًا لكثير من الْحَلَال مَخَافَة الشُّبْهَة مَا رَأَيْت فَقِيها قطّ أَشد صِيَانة مِنْهُ لنَفسِهِ ولعلمه وَكَانَ جهازه كُله إِلَى قَبره ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَبُو الْعَبَّاس ابْن أخي جبارَة قَالَ",
            "page": "44",
            "part": "1",
            "seal": "339F5226"
        },
        {
            "id": "32",
            "nass": "ثَنَا ابْن أبي رزمة قَالَ سَمِعت النَّضر بن مُحَمَّد يَقُول مَا رَأَيْت أَشد ورعا من أبي حنيفَة مَا كَانَ يحسن الْهزْل وَلَا يتَكَلَّم بِهِ وَلَا رَأَيْته مستجمعا ضَاحِكا قطّ وَلكنه كَانَ يتبسم ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا الجماني قَالَ ثَنَا ابْن الْمُبَارك قَالَ أَرَادَ أَبُو حنيفَة ان يَشْتَرِي جَارِيَة فَمَكثَ عشر سِنِين يخْتَار ويشاور من أَي سبي يَشْتَرِي ¶ أخبرنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا عَمْرو بن عون قَالَ قَالَ لي يزِيد بن هَارُون كتبت عَن ألف شيخ حملت عَنْهُم الْعلم مَا رَأَيْت وَالله فيهم أَشد ورعا من ابي حنيفَة وَلَا أحفظ لِلِسَانِهِ ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا ابْن سَمَّاعَة عَن أبي يُوسُف قَالَ سَمِعت أَبَا حنيفَة يَقُول لَوْلَا الْفرق من الله ان يضيع الْعلم مَا أَفْتيت احدا يكون لَهُم المهنأ وَعلي الْوزر ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد القَاضِي قَالَ ثَنَا إِبْرَاهِيم بن إِسْمَاعِيل الطلحي عَن أَبِيه عَن الْحسن بن زِيَاد قَالَ وَالله مَا قبل أَبُو حنيفَة لأحد مِنْهُم جَائِزَة وَلَا هَدِيَّة ¶ اُخْبُرْنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا ابْن سَمَّاعَة قَالَ سَمِعت أَبَا يُوسُف يَقُول قيل لأبي حنيفَة وَذكر عَلْقَمَة وَالْأسود أَيهمَا أفضل فَقَالَ وَالله مَا قدري أَن أذكرهما إِلَّا بِالدُّعَاءِ وَالِاسْتِغْفَار إجلالا لَهما فَكيف أفضل بَينهمَا ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا ابو بكر المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد",
            "page": "45",
            "part": "1",
            "seal": "769DE377"
        },
        {
            "id": "33",
            "nass": "النَّخعِيّ قَالَ ثَنَا سُلَيْمَان بن الرّبيع قَالَ ثَنَا حبَان بن مُوسَى قَالَ سَمِعت ابْن الْمُبَارك يَقُول قدمت الْكُوفَة فَسَأَلت عَن أورع الْعلمَاء فَقَالُوا أَبُو حنيفَة ¶ أخبرنَا احْمَد بن مُحَمَّد قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد القَاضِي قَالَ ثَنَا الْحُسَيْن بن الحكم الجبري قَالَ ثَنَا عَليّ بن حَفْص الْبَزَّاز قَالَ كَانَ حَفْص بن عبد الرَّحْمَن شريك أبي حنيفَة وَكَانَ أَبُو حنيفَة يُجهز عَلَيْهِ فَبعث إِلَيْهِ دفْعَة مَتَاعا وأعلمه ان فِي ثوب كَذَا عَيْبا فَإِذا بِعته فَبين فَبَاعَ حَفْص الْمَتَاع وَنسي ان يبين الْعَيْب وَلم يعلم مِمَّن بَاعه فَلَمَّا علم أَبُو حنيفَة بذلك تصدق بِثمن الْمَتَاع كُله ¶ ذكر مَا رُوِيَ فِي زهده ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ سَمِعت الْحسن بن حَمَّاد قَالَ سَمِعت ابْن الْمُبَارك يَقُول وَذكر ابا حنيفَة فَقَالَ مَا تقدرون تَقولُونَ فِي رجل عرضت عَلَيْهِ الدُّنْيَا وَالْأَمْوَال الْعَظِيمَة فنبذها وَرَاء ظَهره فَضرب السِّيَاط وَقيل لَهُ خُذ الدُّنْيَا فَصَبر على السَّرَّاء وَالضَّرَّاء وَلم يدْخل فِيمَا كَانَ غَيره يَطْلُبهُ ويتمناه وَالله لقد كَانَ على خلاف من ادركناه يطْلبُونَ الدُّنْيَا وَالدُّنْيَا تهرب مِنْهُم وتأتيه الدُّنْيَا فيهرب مِنْهَا ¶ أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا ابو نعيم قَالَ سَمِعت ابا يُوسُف يَقُول سُئِلَ ابو حنيفَة بعد صَلَاة الصُّبْح عَن مسَائِل فَأجَاب عَن مسَائِل فَأجَاب فِيهَا فَقيل لَهُ أَلَيْسَ كَانُوا يكْرهُونَ الْكَلَام فِي مثل هَذَا الْوَقْت إِلَّا بِخَير فَقَالَ أَبُو حنيفَة وَأي خير أكبر من أَن تَقول هَذَا حَلَال وَهَذَا حرَام تنزه الله وتحذر الْخلق من مَعَاصيه إِن الجراب إِذا فرغ من الزَّاد جَاع صَاحبه",
            "page": "46",
            "part": "1",
            "seal": "04AD84A5"
        },
        {
            "id": "34",
            "nass": "اُخْبُرْنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا سَلمَة بن شبيب قَالَ كَانَ عبد الرَّزَّاق يَقُول كنت إِذا رَأَيْت أَبَا حنيفَة رَأَيْت آثَار الْبكاء فِي عَيْنَيْهِ وخديه ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم أَحْمد بن عَطِيَّة قَالَ ثَنَا قَالَ ثَنَا أَحْمد قَالَ ثَنَا مُحَمَّد بن مقَاتل قَالَ ثَنَا سهل بن مُزَاحم قَالَ كُنَّا ندخل على أبي حنيفَة وَلَا نرى فِي بَيته شَيْئا إِلَّا البواري ¶ اُخْبُرْنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ سَمِعت دَاوُد ابْن رشيد يَقُول سَمِعت الْفَيْض بن مُحَمَّد الرقي يَقُول لقِيت أَبَا حنيفَة بِبَغْدَاد فَقلت لَهُ إِنِّي أُرِيد الْكُوفَة فلك حَاجَة قَالَ إيت أبني حمادا فَقل لَهُ يَا بني إِن قوتي فِي الشَّهْر دِرْهَمَانِ فَمرَّة للسويق وَمرَّة للخبز وَقد حَبسته عني فعجله عَليّ ¶ اُخْبُرْنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا الْحسن بن بشر قَالَ سَمِعت أَبَا الْأَحْوَص يحلف انه لَو قيل لأبي حنيفَة إِنَّك تَمُوت إِلَى ثَلَاثَة أَيَّام مَا كَانَ فِيهِ فضل شَيْء يقدر ان يزِيدهُ على عمله الَّذِي كَانَ يعْمل ¶ اُخْبُرْنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا هِلَال بن يحيى قَالَ سَمِعت ابا يُوسُف يَقُول كَانَ أَبُو حنيفَة كثيرا مَا يتَمَثَّل بِهَذَا الْبَيْت ¶ (كفى حزنا أَلا حَيَاة هنيئة ... وَلَا عمل يرضى بِهِ الله الصَّالح) ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد قَالَ ثَنَا مُحَمَّد بن سَمَّاعَة قَالَ سَمِعت ابا يُوسُف يَقُول سَمِعت ابا حنيفَة يَقُول من تكلم فِي شَيْء من الْعلم وتقلده وَهُوَ يظنّ ان الله لَا يسْأَله عَنهُ كَيفَ افتيت فِي دين الله فقد سهلت عَلَيْهِ نَفسه وَدينه قَالَ وَقَالَ ابو يُوسُف كَانَ أَبُو حنيفَة خلف مَا مضى وَمَا خلف وَالله على وَجه الأَرْض مثله",
            "page": "47",
            "part": "1",
            "seal": "B709BF18"
        },
        {
            "id": "35",
            "nass": "اُخْبُرْنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن عَطِيَّة قَالَ ثَنَا تَمِيم بن الْمُنْتَصر قَالَ كنت عِنْد يزِيد بن هَارُون فَذكر أَبُو حنيفَة فنال إِنْسَان مِنْهُ فَأَطْرَقَ طَويلا قَالُوا رَحِمك الله حَدثنَا فَقَالَ كَانَ أَبُو حنيفَة تقيا نقيا زاهدا عَالما صَدُوق اللِّسَان احفظ اهل زَمَانه سَمِعت كل من أَدْرَكته من أهل زَمَانه يَقُول إِنَّه مَا رأى أفقه مِنْهُ ¶ اُخْبُرْنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد قَالَ ثَنَا دَاوُد بن رشيد قَالَ سَمِعت زيد ابْن أبي الزَّرْقَاء يَقُول قَالَ رجل لأبي حنيفَة تعرض عَلَيْك الدُّنْيَا وَلَك عِيَال فَقَالَ الله للعيال وَإِنَّمَا قوتي انا فِي الشَّهْر دِرْهَمَانِ فَمَا جمعي لمن يسألني الله عَن الْجمع لَهُ إِن اطاعوا الله اَوْ عصوه فَإِن رزق الله غاد ورائح على العاصين والمطيعين ثمَّ يَقُول {وَفِي السَّمَاء رزقكم وَمَا توعدون} ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد الْمعدل قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا ضرار بن صرد قَالَ سَمِعت يزِيد بن الْكُمَيْت يَقُول سَمِعت أَبَا حنيفَة يَقُول وَقد ناظره رجل فِي مَسْأَلَة وَقَالَ لَهُ يَا مُبْتَدع يَا زنديق فَقَالَ غفر الله لَك الله يعلم مني خلاف مَا قلت وَهُوَ يعلم أَنِّي مَا عدلت بِهِ أحدا مُنْذُ عَرفته وَلَا رَجَوْت إِلَّا عَفوه وَلَا خفت إِلَّا عِقَابه ثمَّ بَكَى عِنْد ذكر الْعقَاب فَسقط صَرِيعًا ثمَّ أَفَاق فَقَالَ لَهُ الرجل اجْعَلنِي فِي حل فَقَالَ كل من قَالَ مَا لَيْسَ فِي من أهل الْجَهْل فَهُوَ فِي حل وكل من قَالَ شَيْئا مِمَّا لَيْسَ فِي من أهل الْعلم فَهُوَ فِي حرج فَإِن غيبَة الْعلمَاء تبقى شَيْئا بعدهمْ ¶ اُخْبُرْنَا عبد الله قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد قَالَ ثَنَا مليح قَالَ ثَنَا أبي عَن أبي حنيفَة رَضِي الله عَنهُ ان رجلا أَتَاهُ بِكِتَاب شَفَاعَة ليحدثه فَقَالَ مَا هَكَذَا يطْلب الْعلم قد أَخذ الله الْمِيثَاق على الْعلمَاء ليبيننه للنَّاس وَلَا يكتمونه وَلَا يكون الْعلم لَهُ خَواص وعوام وَلَكِن نعلم النَّاس ونريد الله بتعليمه",
            "page": "48",
            "part": "1",
            "seal": "846FFD81"
        },
        {
            "id": "36",
            "nass": "أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا إِبْرَاهِيم بن هَاشم قَالَ سَمِعت بشر بن الْحَارِث يَقُول كنت عِنْد عِيسَى بن يُونُس فَذكر ابا حنيفَة فَدَعَا لَهُ وَقَالَ مَا كَانَ أَشد اجْتِهَاده فِي ان لَا يعْصى الله وان تعظم حرماته ¶ اُخْبُرْنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا مليح قَالَ حَدثنِي ابي عَن أبي حنيفَة قَالَ لَوْلَا الْحَرج مَا أَفْتيت النَّاس واخوف مَا أَخَاف ان يدخلني النَّار مَا أَنا عَلَيْهِ مُقيم من الْفتيا ¶ أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا أَبُو نعيم قَالَ سَمِعت أَبَا حنيفَة يَقُول من أبغضني جعله الله مفتيا ¶ اُخْبُرْنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ القَاضِي قَالَ ثَنَا مُحَمَّد بن إِبْرَاهِيم الطَّيَالِسِيّ قَالَ سُئِلَ مُحَمَّد بن مقَاتل عَن أبي حنيفَة وسُفْيَان فَقَالَ لَيْسَ من ابتلى فهرب مثل من ابتلى فَصَبر ¶ ذكر مَا رُوِيَ فِي أَمَانَة أبي حنيفَة ¶ أخبرنَا عمر بن إبراههيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا إِسْمَاعِيل ابْن بهْرَام قَالَ سَمِعت خَارِجَة بن مُصعب يَقُول خرجت إِلَى الْحَج وخلفت جَارِيَة لي عِنْد أبي حنيفَة وَكنت قد أَقمت بِمَكَّة نَحوا من أَرْبَعَة أشهر فَلَمَّا قدمت قلت لأبي حنيفَة كَيفَ وجدت خدمَة هَذِه الْجَارِيَة وخلقها فَقَالَ لي من قَرَأَ الْقُرْآن وَحفظ على النَّاس علم الْحَلَال وَالْحرَام احْتَاجَ ان يصون نَفسه عَن الْفِتْنَة وَالله مَا رَأَيْت جاريتك مُنْذُ خرجت إِلَى أَن رجعت قَالَ فَسَأَلت الْجَارِيَة عَنهُ وَعَن أخلاقه فِي منزله فَقَالَت مَا رَأَيْت وَمَا سَمِعت مثله مَا رَأَيْته نَام على فرش مُنْذُ دخلت إِلَيْهِ وَلَا رَأَيْته اغْتسل فِي ليل وَلَا نَهَار من جَنَابَة وَلَقَد كَانَ يَوْم الْجُمُعَة",
            "page": "49",
            "part": "1",
            "seal": "570E6E83"
        },
        {
            "id": "37",
            "nass": "يخرج فَيصَلي صَلَاة الصُّبْح ثمَّ يدْخل إِلَى منزله فَيصَلي صَلَاة الضُّحَى صَلَاة خَفِيفَة وَذَلِكَ أَنه كَانَ يبكر إِلَى الْجَامِع فيغتسل غسل الْجُمُعَة ويمس شَيْئا من دهن ثمَّ يمْضِي إِلَى الصَّلَاة وَمَا رَأَيْته يفْطر بالنهاد قطّ وَكَانَ يَأْكُل آخر اللَّيْل ثمَّ يرقد رقدة خَفِيفَة ثمَّ يخرج إِلَى الصَّلَاة ¶ أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا مليح بن وَكِيع قَالَ قَالَ لِأَن أبي كنت عِنْد أبي حنيفَة فَأَتَت امْرَأَة بِثَوْب خَز فَقَالَت لَهُ بِعْهُ لي فَقَالَ بكم قيل لَك تبيعينه قَالَت بِمِائَة قَالَ هُوَ خير من مائَة حَتَّى قَالَ كم تَقُولِينَ فزادت مائَة حَتَّى قَالَت أَرْبَعمِائَة قَالَ هُوَ خير قَالَت تهزأ بِي قَالَ هَاتِي رجلا فَجَاءَت بِرَجُل فَاشْتَرَاهُ بِخَمْسِمِائَة دِرْهَم ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا مليح قَالَ سَمِعت أبي يَقُول كَانَ أَبُو حنيفَة رَضِي الله عَنهُ عَظِيم الْأَمَانَة جَلِيلًا فِي نَفسه يُؤثر ربه على كل شَيْء وَلَو أَخَذته السيوف فِي الله لاحتمل ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الْوَهَّاب بن مُحَمَّد المرزوي قَالَ سَمِعت مُحَمَّد بن شُجَاع يَقُول سَمِعت الْحسن بن أبي مَالك يَقُول سَمِعت أَبَا يُوسُف يَقُول بَلغنِي ان أَبَا حنيفَة كَانَ يقبل ودائع الخراسانية فَلَمَّا مَاتَ كَانُوا يجيئون بهَا إِلَى حَمَّاد فَيَقُول لَا أقبلها فَقيل لَهُ قد ترك أَبوك يَأْخُذهَا فَقَالَ لي أبي كَانَ لَهُ مثلي وَلَيْسَ لي مثله ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا احْمَد بن مُحَمَّد المسكي قَالَ ثَنَا ابْن كأس القَاضِي قَالَ ثَنَا مُحَمَّد بن إِسْحَاق البكائي قَالَ سَمِعت جَعْفَر بن عون الْعمريّ يَقُول أَتَت امْرَأَة أَبَا حنيفَة تطلب مِنْهُ ثوب خَز فَأخْرج لَهَا ثوبا قَالَت إِنِّي امْرَأَة ضَعِيفَة وَأَنَّهَا أَمَانَة فبعني هَذَا الثَّوْب بِمَا تقوم عَلَيْك فَقَالَ خذيه بأَرْبعَة دَرَاهِم",
            "page": "50",
            "part": "1",
            "seal": "12583334"
        },
        {
            "id": "38",
            "nass": "قَالَت لَا تسخر بِي وَأَنا عَجُوز كَبِيرَة قَالَ إِنِّي اشْتريت ثَوْبَيْنِ فَبِعْت أَحدهمَا بِرَأْس المَال إِلَّا أَرْبَعَة دَرَاهِم وَبَقِي هَذَا يقوم عَليّ بأَرْبعَة دَرَاهِم ¶ أخبرنَا أَبُو عبيد الله مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ ثَنَا أَبُو عبد الله الحكيمي قَالَ ثَنَا أَحْمد بن زُهَيْر قَالَ ثَنَا سُلَيْمَان بن أبي شيخ قَالَ ثَنَا عبد الله بن صَالح بن مُسلم الْعجلِيّ قَالَ قَالَ رجل بِالشَّام للْحكم بن هِشَام الثَّقَفِيّ أَخْبرنِي عَن أبي حنيفَة قَالَ كَانَ من أعظم النَّاس أَمَانَة وأراده سلطاننا على أَن يتَوَلَّى مَفَاتِيح خزائنه أَو يضْرب ظَهره فَاخْتَارَ عَذَابه على عَذَاب الله قَالَ فَمَا رَأَيْت احدا يصف أَبَا حنيفَة بِمثل مَا وَصفته قَالَ هُوَ وَالله كَمَا قلت لَك ¶ ذكر مَا رُوِيَ فِي حسن جوَار أبي حنيفَة رَضِي الله عَنهُ ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا أَبُو بكر احْمَد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ ابْن مُحَمَّد النَّخعِيّ قَالَ ثَنَا حَمَّاد بن عَليّ السراج قَالَ ثَنَا أَبُو بِلَال الْأَشْعَرِيّ عَن أبي يُوسُف قَالَ كَانَ لأبي حنيفَة جَار وَكَانَ يشرب فِي الحانة ثمَّ يرجع بِاللَّيْلِ يتَغَنَّى وَيَقُول ¶ (أضاعوني وَأي فَتى أضاعوا ... ليَوْم كريهة وسداد ثغر) ¶ قَالَ فَرجع ذَات لَيْلَة فَأَخذه الطَّائِف فحبسه ففقد أَبُو حنيفَة صَوته فَسَأَلَ عَنهُ فَقيل لَهُ حَبسه الطَّائِف فَتكلم فِيهِ ابو حنيفَة حَتَّى أطلق ثمَّ قَالَ لَهُ يَا فَتى رَأَيْتنَا أضعناك ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم بن أَحْمد قَالَ حَدثنِي عَليّ بن صَالح الْبَغَوِيّ قَالَ حَدثنِي جدي عبد الله بن الْعَبَّاس قَالَ ثَنَا أَحْمد بن مُؤَمل قَالَ ثَنَا بشر بن الْوَلِيد عَن بعض أَصْحَاب أبي حنيفَة من أهل الْكُوفَة قَالَ كَانَ لأبي حنيفَة جَار إسكاف وَكَانَ كثيرا مَا يعْمل بِاللَّيْلِ وينشد هَذِه الأبيات",
            "page": "51",
            "part": "1",
            "seal": "621B965B"
        },
        {
            "id": "39",
            "nass": "ويرددها ¶ (أضاعوني وَأي فَتى أضاعوا ... ليَوْم كريهة وسداد ثغر) ¶ (كَأَنِّي لم أكن فيهم وَسِيطًا ... وَلم تَكُ نسبتي فِي آل عَمْرو) ¶ (أجرر فِي المجامع كل يَوْم ... فيالله من ظلمي وصبري) ¶ وَكَانَ أَبُو حنيفَة يقوم يُصَلِّي بِاللَّيْلِ فَيسمع صَوته يردد هَذِه الأبيات فَفَقدهُ لَيْلَة أَو لَيْلَتَيْنِ فَسَأَلَ عَنهُ فَقيل أَخذه السُّلْطَان وحبسه فَصَارَ أَبُو حنيفَة إِلَى الْوَالِي يشفع فِيهِ وَقَالَ لَهُ جاري وَله حق الْجوَار قد أَخذه العسس قَالَ فَمَا اسْمه قَالَ لَا أعلم غير أَنه إسكاف فَقَالَ الْوَالِي اطلقوا لأبي حنيفَة كل من أَخذ اللَّيْلَة فَلَمَّا أَطْلقُوهُ جَاءَ الإسكاف إِلَى أبي حنيفَة يشكره فَقَالَ لَهُ أَبُو حنيفَة يَا فَتى مَا أضعناك ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا ابْن كأس القَاضِي قَالَ ثَنَا مُحَمَّد بن عَليّ بن عَفَّان قَالَ ثَنَا إِسْمَاعِيل بن يُوسُف الشنبري قَالَ سَمِعت أَبَا يُوسُف يَقُول كَانَ أَبُو حنيفَة لَا يكَاد يسْأَل حَاجَة إِلَّا قَضَاهَا فَجَاءَهُ رجل فَقَالَ لَهُ إِن لفُلَان عَليّ خَمْسمِائَة دِرْهَم وَأَنا مضيق فسله يصبر عَليّ ويؤخرني بهَا فَكلم أَبُو حنيفَة صَاحب المَال فَقَالَ صَاحب المَال هِيَ لَهُ قد أَبرَأته مِنْهَا فَقَالَ الَّذِي عَلَيْهِ الْحق لَا حَاجَة لي فِيهَا فَقَالَ أَبُو حنيفَة لَيست الْحَاجة لَك إِنَّمَا الْحَاجة لي ولي قضيت ¶ ذكر مَا رُوِيَ فِي تَهَجُّده بِاللَّيْلِ وقيامه وقراءته وتضرعه ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن عَليّ ابْن الْعَبَّاس الْبَزَّاز قَالَ قَالَ بشر بن الْوَلِيد عَن أبي يُوسُف بَينا أَنا أَمْشِي مَعَ أبي",
            "page": "52",
            "part": "1",
            "seal": "0517A766"
        },
        {
            "id": "40",
            "nass": "حنيفَة إِذْ سمع الصّبيان يصيحون هَذَا أَبُو حنيفَة الَّذِي لَا ينَام اللَّيْل فَقَالَ لي يَا أَبَا يُوسُف أما ترى مَا يَقُوله هَؤُلَاءِ الصّبيان فَللَّه عَليّ أَن لَا أَضَع جَنْبي بفراش حَتَّى ألْقى الله تَعَالَى ¶ أخبرنَا عبد الله بن مُحَمَّد بن الْبَزَّار قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا ثَابت الزَّاهِد قَالَ ثَنَا مسعر قَالَ كنتأنظر إِلَى أبي حنيفَة رَضِي الله عَنهُ يُصَلِّي الْغَدَاة ثمَّ يجلس فِي مذاكرة الْعلم إِلَى الْعَصْر وَلَا يحدث وضُوءًا وَلَا طَعَاما وَلَا شرابًا ثمَّ يجلس بعد صَلَاة العصرإلى الْمغرب ثمَّ يجلس فِي مذاكرة الْعلم إِلَى عشَاء الْآخِرَة فَقلت فِي نَفسِي مَتى يتفرغ هَذَا لِلْعِبَادَةِ لأتعاهدنه بِاللَّيْلِ قَالَ فتعاهدته فَلَمَّا صلى الْعشَاء الْآخِرَة دخل منزله فَلَمَّا هدأ النَّاس وَأخذُوا مضاجعهم خرج إِلَى الْمَسْجِد فانتصب فَكَانَ يُصَلِّي اللَّيْل كُله فَلَمَّا كَانَ فِي الْوَقْت الَّذِي يَتَحَرَّك النَّاس فِيهِ دخل منزله وَخرج فِي ذَلِك الْوَقْت الَّذِي خرج فِيهِ وَقد تهَيَّأ وسرح لحيته ثمَّ صلى الْفجْر ثمَّ قعد يذاكر الْعلم يَوْمه أجمع قَالَ فَقلت لَعَلَّ هَذَا شَيْء جعله على نَفسه أَيَّامًا فَلَزِمته حَتَّى مَاتَ فَمَا رَأَيْته بِالنَّهَارِ مُفطرا وَلَا بِاللَّيْلِ نَائِما وَكَانَ يخْفق قبل الظّهْر خفقة حفيفة قَالَ ثَابت وَأخذ مسعر قبل مَوته فيالعبادة وَالِاجْتِهَاد حَتَّى مَاتَ سَاجِدا ¶ أخبرنَا عمر بن أبراهيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا مُحَمَّد بن سَمَّاعَة وَبشر بن الْوَلِيد ومُوسَى بن سُلَيْمَان الْجوزجَاني قَالُوا ثَنَا أَبُو يُوسُف قَالَ كَانَ أَكثر فُقَهَاء الْكُوفَة يصلونَ اكثر الصَّلَوَات فِي مَسْجِد الْجَامِع وَكَانُوا يصلونَ صَلَاة السحر فِي مَسْجِد الْجَامِع وَكَانَ مسعر يظْهر عَدَاوَة ابي حنيفَة ويحث على الوقيعة فِيهِ قَالَ فَانْصَرف لَيْلَة فَمر بِأبي حنيفَة وَهُوَ ساجد فَوضع على ثَوْبه حَصَيَات من حَيْثُ لَا يعلم وَخرج وَكَانَ أَبُو حنيفَة يَقُول يجب على الْفَقِيه ان يَأْخُذ نَفسه من عمله بِشَيْء لَا يرَاهُ النَّاس وَاجِبا وَكَانَ يَقُول إِذا خالط الْقُلُوب النّوم وَجب",
            "page": "53",
            "part": "1",
            "seal": "AA1B32CE"
        },
        {
            "id": "41",
            "nass": "الْوضُوء فَخرج مسعر ثمَّ رَجَعَ وَقد أذن لصَلَاة الصُّبْح فَوجدَ أَبَا حنيفَة على حَاله يبكي وَيَدْعُو ثمَّ قَامَ فَرجع رَكْعَتي الْفجْر وابتهل حَتَّى أُقِيمَت الصَّلَاة فصلى الْغَدَاة على وضوء أول اللَّيْل فَلَمَّا أصبح أَخذ مسعر بيد جمَاعَة من أَصْحَابه وَصَارَ إِلَيْهِ وَقَالَ إِنِّي تائب إِلَى الله من ذكري لَك فَاجْعَلْنِي فِي حل فَقَالَ أَبُو حنيفَة كل من اغتابني من أهل الْجَهْل فَهُوَ فِي حل وَمن كَانَ من أهل الْعلم فَهُوَ فِي حرج حَتَّى يَتُوب فَإِن غيبَة الْعلمَاء تبقى شينا فِي الْخلق وَأما أَنا فقد جعلتك فِي حل فَكيف بِطَلَب الله إياك بِمَا نهاك عَنهُ فِي كِتَابه وَسنة نبيه قَالَ فَكَانَا بعد ذَلِك متواخيين حَتَّى مَاتَا ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد قَالَ ثَنَا أَحْمد ابْن كاسب قَالَ قَالَ لي عبد الْمجِيد بن أبي راود مَا رَأَيْت أَصْبِر على الطّواف وَالصَّلَاة والفتيا بِمَكَّة من أبي حنيفَة إِنَّمَا كَانَ كل اللَّيْل وَالنَّهَار فِي طلب الْآخِرَة لنَفسِهِ والنجاة للمعاد صبورا على تَعْلِيم من يَجِيئهُ وَيطْلب الْعلم لقد شاهدته عشر لَيَال فَمَا رَأَيْته نَام بِاللَّيْلِ وَلَا هدأ سَاعَة من نَهَار من طواف اَوْ صَلَاة اَوْ تَعْلِيم علم ¶ أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن يُونُس قَالَ سَمِعت زَائِدَة يَقُول صليت مَعَ أبي حنيفَة فِي مَسْجده عشَاء الْآخِرَة وَخرج النَّاس وَلم يعلم أَنِّي فِي الْمَسْجِد وَأَرَدْت أَن أسأله عَن مَسْأَلَة من حَيْثُ لَا يراني أحد قَالَ فَقَامَ فَقَرَأَ وَقد افْتتح حَتَّى بلغ إِلَى هَذِه الْآيَة {فَمن الله علينا ووقانا عَذَاب السمُوم} فأقمت فِي الْمَسْجِد انْتظر فَرَاغه فَلم يزل يُرَدِّدهَا حَتَّى أذن الْمُؤَذّن لصَلَاة الْفجْر ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْمعدل قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن عَطِيَّة قَالَ ثَنَا مليح قَالَ حَدثنِي أبي عَن أبي حنيفَة رَضِي الله عَنهُ قَالَ مَا فِي الْقُرْآن سُورَة إِلَّا قد أوترت بهَا",
            "page": "54",
            "part": "1",
            "seal": "B1EE72EB"
        },
        {
            "id": "42",
            "nass": "أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا منْجَاب قَالَ ثَنَا شريك قَالَ رَأَيْت حَمَّاد بن أبي سُلَيْمَان وعلقمة بن مرْثَد ومحارب بن دثار وَعون ابْن عبد الله بن عتبَة وَعبد الْملك بن عُمَيْر وَأَبا همام السَّلُولي ومُوسَى بن طَلْحَة وَأَبا حنيفَة رَضِي الله عَنْهُم فَمَا رَأَيْت فِي الْقَوْم أحسن لَيْلًا من أبي حنيفَة وَلَقَد كنت مَعَه سنة فَمَا رَأَيْته وضع جنبه على فرَاش ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا ابْن سَمَّاعَة قَالَ سَمِعت أَبَا يُوسُف يَقُول كَانَ أَبُو حنيفَة يخْتم الْقُرْآن كل يَوْم وَلَيْلَة ختمة فَإِذا كَانَ شهر رَمَضَان ختم فِيهِ مَعَ لَيْلَة الْفطر وَيَوْم الْفطر اثْنَتَيْنِ وَسِتِّينَ ختمة وَكَانَ سخيا بِالْمَالِ صبورا على تَعْلِيم الْعلم شَدِيد الِاحْتِمَال لما يَنَالهُ فِيهِ بعيد الْغَضَب اثْنَيْنِ وَكَانَ أَصْحَابنَا يَقُولُونَ إِنَّه كَانَ يُصَلِّي الْغَدَاة على طهر أول اللَّيْل شهدته أَنا عشْرين سنة وَكَانَ من صَحبه قبلنَا يَقُولُونَ انه صلى الْغَدَاة على طهُور اول اللَّيْل أَرْبَعِينَ سنة وَكَانَ دَاوُد الطَّائِي يفعل ذَلِك ويفعله بِالصبرِ على الْفقر ¶ أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا الْحمانِي قَالَ حَدثنِي أبي قَالَ صَحِبت أَبَا حنيفَة قَرِيبا من سنة فَمَا رَأَيْته نَهَارا مُفطرا وَلَا لَيْلًا إِلَّا قَائِما وَلَا يدْخل إِلَى جَوْفه لقْمَة من مَال اُحْدُ وَكَانَ يُصَلِّي الْغَدَاة على طهُور أول اللَّيْل وَكَانَ يخْتم كل لَيْلَة عِنْد طُلُوع الْفجْر الأول وَيُصلي رَكْعَتَيْنِ عِنْد طُلُوع الْفجْر الثَّانِي وَكَانَ يقطع اللَّيْل كُله بِالْعبَادَة ¶ أخبرنَا عبد الله بن مُحَمَّد بن إِبْرَاهِيم الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ سَمِعت أَبَا نعيم يَقُول لقِيت الْأَعْمَش ومسعرا وَحَمْزَة الزيات وَمَالك بن مغول وَإِسْرَائِيل وَعَمْرو بن ثَابت وشريكا وَجَمَاعَة من الْعلمَاء لَا أحصيهم فَصليت مَعَهم فَمَا رَأَيْت رجلا احسن صَلَاة من أبي حنيفَة وَلَقَد كَانَ قبل الدُّخُول فِي الصَّلَاة يَدْعُو وَيسْأل ويبكي فَيَقُول الْقَائِل هَذَا وَالله يخْشَى الله",
            "page": "55",
            "part": "1",
            "seal": "F5818C55"
        },
        {
            "id": "43",
            "nass": "أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا ابْن سَمَّاعَة قَالَ سَمِعت ابا يُوسُف يَقُول اخْتلفت إِلَى أبي حنيفَة تسع عشرَة سنة فرأيته يُصَلِّي الْغَدَاة على وضوء أول اللَّيْل وَمَا رَأَيْت أحرص مِنْهُ على علم يعْمل بِهِ ويعلمه النَّاس وَلَقَد مَاتَ لي ابْن فِي حَيَاة ابي حنيفَة فَأمرت من يَتَوَلَّاهُ ويدفنه وَلم أدع مجْلِس ابي حنيفَة قلت يفوتني يَوْم من أبي حنيفَة ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد قَالَ ثَنَا احْمَد بن يُونُس قَالَ ثَنَا الْمعَافي بن عمرَان قَالَ سَمِعت أَبَا الجويرية يَقُول صَحِبت حَمَّاد بن أبي سُلَيْمَان ومحارب بن دثار وعلقمة بن مرْثَد وَعون بن عبد الله وَسَلَمَة بن كهيل وَعَطَاء وطاوسا وَسَعِيد بن جُبَير رَضِي الله عَنْهُم ورأيتهم وَرَأَيْت أَبَا حنيفَة وَهُوَ حدث فَمَا رَأَيْت فِي الْقَوْم أحدا أحسن لَيْلًا من أبي حنيفَة رَضِي الله عَنهُ ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا النَّخعِيّ القَاضِي قَالَ ثَنَا إِبْرَاهِيم بن مُحَمَّد الْبَلْخِي قَالَ ثَنَا إِبْرَاهِيم بن رستم الْمروزِي قَالَ سَمِعت خَارِجَة بن مُصعب يَقُول ختم الْقُرْآن فِي رَكْعَة أَرْبَعَة من الْأَئِمَّة عُثْمَان بن عَفَّان وَتَمِيم الدَّارِيّ وَسَعِيد بن جُبَير وَأَبُو حنيفَة رَضِي الله عَنْهُم ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا أَبُو بكر المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد بن كأس قَالَ ثَنَا البخْترِي بن مُحَمَّد قَالَ ثَنَا ابْن سَمَّاعَة عَن مُحَمَّد بن الْحسن قَالَ حَدثنِي الْقَاسِم بن معن ان ابا حنيفَة قَامَ لَيْلَة بِهَذِهِ الْآيَة {بل السَّاعَة موعدهم والساعة أدهى وَأمر} يُرَدِّدهَا ويبكي ويتضرع ¶ أخبرنَا احْمَد بن مُحَمَّد الصراف قَالَ ثَنَا أَبُو بكر احْمَد بن مُحَمَّد المسكي قَالَ ثَنَا ابْن كأس قَالَ ثَنَا مُحَمَّد بن عبد الله الْفَقِيه المراوحي قَالَ ثَنَا مُحَمَّد بن رَاشد الحبال عَن",
            "page": "56",
            "part": "1",
            "seal": "7290B41C"
        },
        {
            "id": "44",
            "nass": "بكر العابد قَالَ رَأَيْت أَبَا حنيفَة لَيْلَة يُصَلِّي ويبكي ويتضرع وَيَدْعُو وَيَقُول رب ارْحَمْنِي يَوْم تبْعَث عِبَادك وقني عذابك واغفر لي ذُنُوبِي يَوْم يقوم الأشهاد ¶ أخبرنَا عبد الله بن الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن أَحْمد السدُوسِي قَالَ حَدثنِي أَبُو يُوسُف مُحَمَّد بن بكر قَالَ سَمِعت أَبَا عَاصِم النَّبِيل يَقُول كَانَ أَبُو حنيفَة يُسمى الوقد لِكَثْرَة صلَاته ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ اخبرني عبد الصَّمد بن عبيد الله الدَّلال عَن مُحَمَّد بن عَامر الْأَشْعَرِيّ عَن عبد الله بن لبيد الأخنسي قَالَ كَانَ أَبُو حنيفَة إِذا دخل شهر رَمَضَان تفرغ لقِرَاءَة الْقُرْآن فَإِذا كَانَ الْعشْر الْأَوَاخِر فقليل مَا يُوصل إِلَى كَلَامه ¶ ذكر مَا رُوِيَ فِي سماحة أبي حنيفَة وسخائه وبذله ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا احْمَد ابْن مُحَمَّد بن مغلس قَالَ ثَنَا الْحسن بن الرّبيع قَالَ كَانَ قيس بن الرّبيع يحدثني عَن أبي حنيفَة انه كَانَ يبْعَث بالبضائع إِلَى بَغْدَاد فيشتري بهَا الْأَمْتِعَة ويحملها إِلَى الْكُوفَة وَيجمع الأرباح عِنْده من سنة إِلَى سنة فيشتري بهَا حوائج اشياخ الْمُحدثين وأقواتهم وكسوتهم وَجَمِيع حوائجهم ثمَّ يدْفع بَاقِي الدَّنَانِير والأرباح إِلَيْهِم ثمَّ يَقُول أَنْفقُوا فِي حَوَائِجكُمْ وَلَا تحمدوا إِلَّا الله فَإِنِّي مَا أُعْطِيكُم من مَالِي وَلَكِن من فضل الله عَليّ فِيكُم وَهَذِه أرباح بضائعكم فانه هُوَ وَالله مَا يجريه الله لكم على يَدي فَمَا فِي رزق الله حق لغيره ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا ابْن كأس",
            "page": "57",
            "part": "1",
            "seal": "5176E61D"
        },
        {
            "id": "45",
            "nass": "النَّخعِيّ قَالَ ثَنَا عبد الله بن أَحْمد بن بهْلُول الْكُوفِي قَالَ ثَنَا الْقَاسِم بن مُحَمَّد البَجلِيّ عَن إِسْمَاعِيل بن حَمَّاد بن أبي حنيفَة ان ابا حنيفَة حِين حذق حَمَّاد ابْنه سُورَة الْحَمد وهب للمعلم خَمْسمِائَة دِرْهَم ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا أَحْمد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد القَاضِي قَالَ ثَنَا أَحْمد بن عمار بن أبي مَالك الْجَنبي عَن أَبِيه عَن الْحسن بن زِيَاد قَالَ رأى أَبُو حنيفَة على بعض جُلَسَائِهِ ثيابًا رثَّة فَأمره فَجَلَسَ حَتَّى تفرق النَّاس وَبَقِي وَحده فَقَالَ لَهُ ارْفَعْ الْمصلى وَخذ مَا تَحْتَهُ فَرفع الرجل الْمصلى فَكَانَ تَحْتَهُ ألف دِرْهَم فَقَالَ لَهُ خُذ هَذِه الدَّرَاهِم فَغير بهَا حالك قَالَ الرجل إِنِّي مُوسر وَأَنا فِي نعْمَة وَلست أحتاج إِلَيْهَا فَقَالَ لَهُ مَا بلغك الحَدِيث إِن الله يحب ان يرى أثر النِّعْمَة على عَبده فَيَنْبَغِي لَك ان تغير حالك حَتَّى لَا يغتم بك صديقك ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا مليح قَالَ ثَنَا أبي قَالَ جَاءَ رجل إِلَى أبي حنيفَة فَقَالَ احتجت إِلَى ثَوْبَيْنِ أُرِيد ان تحسن إِلَيّ فيهمَا فَإِنِّي أُرِيد ان اتجمل بهما عِنْد رجل قد صاهرني فَقَالَ اصبر لي جمعتين فَصَبر لَهُ ثمَّ عَاد فَقَالَ لَهُ عد إِلَيّ غَدا فَأخْرج إِلَيْهِ من الْغَد ثَوْبَيْنِ قيمتهمَا أَكثر من عشْرين دِينَارا ومعهما دِينَار فَقَالَ مَا هَذَا قَالَ بعثت ببضاعة بإسمك إِلَى بَغْدَاد وضمنت خطر الطَّرِيق فبيعت وَرفعت لَك هذَيْن الثَّوْبَيْنِ فجَاء رَأس المَال ودينار فَإِن قبلت ذَلِك وَإِلَّا بعتهما وتصدقت عَنْك بثمنهما وَالدِّينَار فَقيل لَهُ فِي ذَلِك فَقَالَ إِنَّه قَالَ لي أحسن إِلَيّ وَإِن عَطاء حَدثنِي عَن ابْن عَبَّاس قَالَ إِذا قَالَ الرجل لِأَخِيهِ الْمُسلم أحسن إِلَيّ فقد أئتمنه على سره وَأحب رفقه بِكُل شَيْء قدرت عَلَيْهِ من الاحسان إِلَيْهِ وأحببت أَن يسلم مَالِي بِمَا سَأَلَني من الْإِحْسَان إِلَيْهِ",
            "page": "58",
            "part": "1",
            "seal": "CD99AA3D"
        },
        {
            "id": "46",
            "nass": "أخبرنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا بشر بن الْوَلِيد قَالَ سَمِعت أَبَا يُوسُف يَقُول كَانَ أَبُو حنيفَة شَدِيد الْبر بِكُل من عرفه وَكَانَ يهب للرجل الْخمسين دِينَارا أَو أَكثر فَإِذا شكره بِحَضْرَة قوم غمه ذَلِك وَقَالَ تشكر لي وَإِنَّمَا بهو رزق سَاقه الله إِلَيْك قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا أوتيكم شَيْئا وَلَا امنعكموه وَإِنَّمَا أَنا خَازِن أَضَع حَيْثُ أمرت ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا أَحْمد قَالَ ثَنَا عَليّ بن حَكِيم قَالَ سَمِعت شَرِيكا يَقُول كَانَ أَبُو حنيفَة طَوِيل الصمت كثير الْفِكر دَقِيق النّظر فِي الْفِقْه لطيف الاستخراج فِي الْعلم وَالْعَمَل والبحث وَكَانَ يصبر على من يُعلمهُ وَإِن كَانَ فَقِيرا أغناه وأجرى عَلَيْهِ وعَلى عِيَاله حَتَّى يتَعَلَّم فَإِذا تعلم قَالَ لَهُ قد وصلت إِلَى الْغنى الْأَكْبَر بِمَعْرِِفَة الْحَلَال وَالْحرَام وَكَانَ كثير الْعقل قَلِيل المجادلة للنَّاس قَلِيل المحادثة لَهُم ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا بشر بن الْوَلِيد عَن أبي يُوسُف قَالَ كَانُوا يَقُولُونَ أَبُو حنيفَة زينه الله بالفقه وَالْعلم وَالْعَمَل والسخاء والبذل وأخلاق الْقُرْآن الَّتِي كَانَت فِيهِ ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا أَبُو غَسَّان قَالَ سَمِعت إِسْرَائِيل يَقُول كَانَ مسعر يَقُول كَانَ ابو حنيفَة إِذا اشْترى لِعِيَالِهِ شَيْئا انفق على شُيُوخ الْعلمَاء مثل مَا أنْفق على عِيَاله وَإِذا اكتسى ثوبا فعل مثل ذَلِك وَإِذا جَاءَت الْفَاكِهَة وَالرّطب وكل شَيْء يُرِيد أَن يَشْتَرِيهِ لنَفسِهِ ولعياله لَا يفعل ذَلِك حَتَّى يَشْتَرِي لشيوخ الْعلمَاء مثله ثمَّ يَشْتَرِي بعد ذَلِك لِعِيَالِهِ وَكَانَ إِذا اشْترى للصدقة أَو لبر إخوانه شَيْئا اجود مَا يقدر عَلَيْهِ وَكَانَ يتساهل فِيمَا يَشْتَرِيهِ لنَفسِهِ ولعياله",
            "page": "59",
            "part": "1",
            "seal": "D96366B1"
        },
        {
            "id": "47",
            "nass": "أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا مليح بن وَكِيع قَالَ ثَنَا أبي قَالَ كَانَ أَبُو حنيفَة قد جعل على نَفسه ان لَا يحلف بِاللَّه فِي عرض حَدِيثه إِلَّا تصدق بدرهم فَحلف فَتصدق بدرهم ثمَّ جعل على نَفسه ان لَا يحلف بِاللَّه إِلَّا تصدق بِربع دِينَار فَحلف فَتصدق بِربع دِينَار فَجعل على نَفسه إِن حلف ان يتَصَدَّق بِدِينَار فَكَانَ إِذا حلف صَادِقا فِي عرض الْكَلَام تصدق بِدِينَار وَكَانَ إِذا انفق على عِيَاله بِنَفَقَة تصدق بِمِثْلِهَا وَكَانَ إِذا اكتسى ثوبا جَدِيدا كسا بِقدر ثمنه شُيُوخ الْعلمَاء وَكَانَ إِذا وضع بَين يَدَيْهِ الطَّعَام أَخذ مِنْهُ فَوَضعه على الْخبز حَتَّى يَأْخُذ مِنْهُ بِقدر مَا يَأْكُل فيضعه على الْخبز ثمَّ يُعْطِيهِ لانسان فَقير فَإِن كَانَ فِي الدَّار فِي عِيَاله إِنْسَان يحْتَاج إِلَيْهِ دَفعه إِلَيْهِ وَإِلَّا اعطاه مِسْكينا ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن مُحَمَّد بن أبي عبد الله الْخُرَاسَانِي قَالَ ثَنَا عَليّ بن مُوسَى الرَّازِيّ عَن عَليّ بن الْجَعْد قَالَ أهْدى الْحَاج إِلَى أبي حنيفَة ألف نعل فَلَمَّا كَانَ بعد ذَلِك أَرَادَ ان يَشْتَرِي نعلا فَقيل لَهُ مَا فعلت بِتِلْكَ النِّعَال فَقَالَ مَا دخل بَيْتِي مِنْهَا شَعْرَة وهبتها كلهَا لِأَصْحَابِنَا ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا ابْن كاسب قَالَ سَمِعت ابْن عُيَيْنَة يَقُول كَانَ أَبُو حنيفَة كثير الصَّلَاة وَالصِّيَام كثير الصَّدَقَة فَكَانَ كل مَال يستفيده لَا يدع مِنْهُ شَيْئا إِلَّا أخرجه وَلَقَد وَجه إِلَيّ بِهَدَايَا",
            "page": "60",
            "part": "1",
            "seal": "DCBADCA6"
        },
        {
            "id": "48",
            "nass": "استوحشت من كثرتها فشكوت ذَلِك إِلَى بعض أَصْحَابه فَقَالَ لي كَيفَ لَو رَأَيْت هَدَايَا بعث بهَا إِلَى سعيد بن أبي عرُوبَة وَمَا كَانَ يدع أحدا من الْمُحدثين إِلَّا بره برا وَاسِعًا ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا سعيد بن مَنْصُور قَالَ سَمِعت فُضَيْل بن عِيَاض يَقُول كَانَ أَبُو حنيفَة مَعْرُوفا بِكَثْرَة الأفضال وَقلة الْكَلَام وإكرام الْعلم وَأَهله ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا مليح قَالَ ثَنَا ابي عَن أبي حنيفَة قَالَ ماملكت أَكثر من أَرْبَعَة آلَاف دِرْهَم مُنْذُ أَكثر من أَرْبَعِينَ سنة إِلَّا أخرجته وَإِنَّمَا امسكها لقَوْل عَليّ رَضِي الله عَنهُ أَرْبَعَة آلَاف دِرْهَم فَمَا دونهَا نَفَقَة وَلَوْلَا اني أَخَاف ان ألجأ إِلَى هَؤُلَاءِ مَا تركت مِنْهَا درهما وَاحِدًا ¶ ذكر مَا جَاءَ فِي وقاره وَشدَّة قلبه رَضِي الله عَنهُ ¶ أخبرنَا ابو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الله ابْن مُحَمَّد بن جَعْفَر الْبَزَّاز قَالَ ثَنَا أَبُو مُحَمَّد الْحسن بن سعيد الْبَصْرِيّ الْيَرْبُوعي قَالَ حَدثنِي أبي قَالَ قَالَ لي أَبُو قطن عَمْرو بن الْهَيْثَم قلت لشعبة اكْتُبْ لي إِلَى أبي حنيفَة إِلَى الْكُوفَة فَكتب لي إِلَيْهِ فَدخلت الْكُوفَة عِنْد الْعَصْر فَدخلت إِلَى أبي حنيفَة فأوصلت الْكتاب إِلَيْهِ فَقَالَ لي كَيفَ أَبُو بسطَام قلت بِخَير قَالَ لي هُوَ نعم حَشْو الْمصر لمصره فَقَعَدت عِنْده حَتَّى صلى الْعَصْر وَالْمغْرب وَالْعشَاء ثمَّ أَخذ بيَدي فَأَدْخلنِي إِلَى منزله ثمَّ دَعَا بفطره فَأكلت مَعَه ثمَّ قَامَ فمهد لي موضعا ثمَّ أَرَانِي مَوضِع الْخَلَاء فَقَالَ إِن عرضت لَك حَاجَة فَهَذَا الْموضع ثمَّ جَاءَنِي بقب من سويق وكوز مَاء فَقَالَ لَعَلَّك لم تكتف من الطَّعَام فشأنك بِهَذَا ثمَّ قَامَ فَأخْرج",
            "page": "61",
            "part": "1",
            "seal": "61AB9D7A"
        },
        {
            "id": "49",
            "nass": "سفطا وَهُوَ يظنّ أَنِّي لَا اراه فَنزع ثِيَابه وَأخرج مدرعة شعر فلبسها ثمَّ لم يزل يُصَلِّي حَتَّى طلع الْفجْر فَلَمَّا طلع الْفجْر نزع ذَلِك وَلبس ثِيَابه ثمَّ جَاءَ إِلَيّ فَقَامَ عِنْد رَأْسِي ثمَّ قَالَ الصَّلَاة خير من النّوم مرَّتَيْنِ فَقُمْت فَتَوَضَّأت ثمَّ خرجت مَعَه الى الْمَسْجِد فَفتح لي بَاب الْمَسْجِد ثمَّ أَدخل رجله الْيُمْنَى ثمَّ قَالَ اللَّهُمَّ افْتَحْ لنا بَاب رحمتك وأعذنا من الشَّيْطَان الرَّجِيم ثمَّ صلى رَكْعَتَيْنِ ثمَّ صعد المنارة فَأذن ثمَّ صلى رَكْعَتَيْنِ ثمَّ جلس حَتَّى اجْتمع النَّاس ثمَّ أَقَامَ فصلى بهم ثمَّ جلس لَا يتَكَلَّم مَا نَدْرِي مَا هُوَ فِيهِ فَسقط عَلَيْهِ ثعبان من السّقف فَتكلم بِشَيْء لَا أَدْرِي مَا هُوَ ثمَّ شال قدمه فوضعها على رَأس الثعبان فَلَمَّا طلعت الشَّمْس قَالَ الْحَمد لله الَّذِي أطلعها من مطْلعهَا اللَّهُمَّ ارزقنا خَيرهَا وَخير مَا طلعت عَلَيْهِ ثمَّ شال رجله وَأمر بقتل الثعبان ثمَّ جلس يقرىء حَتَّى تَعَالَى النَّهَار ثمَّ جَاءَ أهل الْفِقْه فَمَا زَالَ يلقِي عَلَيْهِم إِلَى قريب من نصف النَّهَار ثمَّ قَامَ فَقلت لَهُ دخلت الْمَسْجِد فَصليت رَكْعَتَيْنِ ثمَّ أَذِنت ثمَّ صليت رَكْعَتَيْنِ قَالَ نعم حَدِيث أبي ذَر رَضِي الله عَنهُ قَالَ دخلت الْمَسْجِد فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم صل رَكْعَتَيْنِ تَحِيَّة الْمَسْجِد قلت أَذِنت ثمَّ صليت رَكْعَتَيْنِ قَالَ رَكْعَتي الْفجْر قلت فَلم تَتَكَلَّم حَتَّى طلعت الشَّمْس قَالَ خبر عبد الله بن عَمْرو من صلى وَلم يتَكَلَّم إِلَّا بِذكر الله حَتَّى تطلع الشَّمْس كَانَ كالمجاهد فِي سَبِيل الله قلت والثعبان قَالَ قَالَ أَبُو سعيد الْخُدْرِيّ رَضِي الله عَنهُ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم آذنه ثَلَاثًا فَإِن ذهب وَإِلَّا فاقتله فأذنته فَلم يذهب فتعوذت مِنْهُ ثمَّ أمرت بقتْله ¶ ذكر مَا جَاءَ فِي بره بِوَالِديهِ ¶ اُخْبُرْنَا ابو عبيد الله مُحَمَّد بن عمرَان المرزباني قَالَ أنبأ مُحَمَّد بن احْمَد الْكَاتِب قَالَ ثَنَا احْمَد بن زُهَيْر بن حَرْب قَالَ أنبأ سُلَيْمَان بن أبي شيخ قَالَ حَدثنِي حَمْزَة بن الْمُغيرَة وَتوفى سنة ثَمَانِينَ وَمِائَة يَعْنِي حَمْزَة وَله تسعون أَو نَحْوهَا قَالَ كُنَّا نصلي مَعَ",
            "page": "62",
            "part": "1",
            "seal": "E5B444A5"
        },
        {
            "id": "50",
            "nass": "عمر بن ذَر فِي شهر رَمَضَان الْقيام فَكَانَ أَبُو حنيفَة وَيَجِيء بِأُمِّهِ مَعَه وَكَانَ مَوْضِعه بَعيدا جدا وَكَانَ ابْن ذَر يُصَلِّي الى قرب السحر ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ قَالَ الْحسن ابْن الرّبيع يَوْمًا لرجل وَنحن عِنْده من يقدر يَقُول ان احدا أَصْبِر على مَا صَبر عَلَيْهِ أَبُو حنيفَة من إِنْسَان يُقَال لَهُ خُذ الدُّنْيَا فَيَقُول لَا آخذها وَلَقَد سمعته يَقُول مَا شَيْء محنت بِهِ أَشد عَليّ من غم أُمِّي حِين ضربت فَقَالَت لي يَا نعْمَان إِن علما أكسبك مثل هَذَا لقد يحِق لَك أَن تَفِر مِنْهُ فَقلت لَهَا يَا أُمَّاهُ لَو أردْت بِهِ الدُّنْيَا لوصلت إِلَيْهَا وَلَكِن أردْت ان يعلم الله أَنِّي قد صنت الْعلم وَلم أعرض نَفسِي فِيهِ للهلكة ¶ أخبرنَا عمر بن ابراهيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد بن مغلس قَالَ ثَنَا أَبُو عبيد قَالَ سَمِعت أَبَا يُوسُف يَقُول حَلَفت أم أبي حنيفَة بِيَمِين فَقَالَت لَهُ سل الْقَاص وَكَانَ خَالِي أَبُو طَالب يقص وَكَانَت أم أبي حنيفَة تحضر مَجْلِسه فَدَعَاهُ أَبُو حنيفَة وَسَأَلَهُ وَقَالَ إِن أُمِّي حَلَفت على يَمِين وأمرتني ان أَسأَلك فَكرِهت خلَافهَا فَقَالَ لَهُ أَبُو طَالب فأفتني بِالْجَوَابِ فَقَالَ الْجَواب كَذَا قَالَ قل لَهَا عني ان الْجَواب كَذَا وَكَذَا قَالَ فَأَخْبرهَا فرضيت بقول الْقَاص ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم بن أَحْمد قَالَ أَخْبرنِي عبد الصَّمد ابْن عبيد الله الدَّلال عَن عِيسَى بن عبد الله بن الْهياج قَالَ حَدثنِي النمر بن جِدَار قَالَ حَدثنِي مُحَمَّد بن زيد بن عُمَيْر قَالَ سَمِعت أَبَا حنيفَة يَقُول قد جعلت عَمَلي أَثلَاثًا ثلثا لنَفْسي وَثلثا لوالدي وَثلثا لحماد ¶ ذكر مَا رُوِيَ فِي محنة أبي حنيفَة بحسد النَّاس لَهُ ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا القَاضِي ابو بكر مكرم بن أَحْمد قَالَ ثَنَا أَحْمد بن مُحَمَّد بن مغلس قَالَ ثَنَا نصر بن عَليّ الْجَهْضَمِي قَالَ كنت يَوْمًا عِنْد عبد الله بن دَاوُد الْخُرَيْبِي فَذكر رجل أَبَا حنيفَة فنال مِنْهُ فَقَالَ عبد الله",
            "page": "63",
            "part": "1",
            "seal": "6CCE100B"
        },
        {
            "id": "51",
            "nass": "ابْن دَاوُد حَدثنَا الْأَعْمَش عَن مُجَاهِد عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم يأتيكم اهل الْيمن هم أرق قلوبا وألين أَفْئِدَة يُرِيد أَقوام ان يضعوهم ويأبى الله إِلَّا أَن يرفعهم ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْمعدل قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ سَمِعت أَبَا نصر بشر بن الْحَارِث يَقُول سَمِعت عبد الله بن دَاوُد يَقُول لايتكلم فِي أبي حنيفَة إِلَّا أحد رجلَيْنِ إِمَّا حَاسِد لعلمه وَإِمَّا جَاهِل بِالْعلمِ لَا يعرف قدر حَملته ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد ابْن مغلس قَالَ ثَنَا أَبُو نعيم قَالَ سَمِعت سُفْيَان يَقُول أَبُو حنيفَة فِي الْعلم مَحْسُود ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا ثَابت الزَّاهِد قَالَ كَانَ الثَّوْريّ إِذا سُئِلَ عَن مَسْأَلَة دقيقة يَقُول مَا كَانَ أحد يحسن ان يتَكَلَّم فِي هَذَا الْأَمر إِلَّا رجل قد حسدناه ثمَّ يسْأَل أَصْحَاب أبي حنيفَة رَضِي الله عَنهُ مَا يَقُول صَاحبكُم فيحفظ الْجَواب ثمَّ يُفْتِي بِهِ ¶ أخبرنَا عمر بن إِبْرَاهِيم الكتاني قَالَ ثَنَا أَبُو بكر قَالَ ثَنَا أَحْمد يَعْنِي ابْن مغلس قَالَ ثَنَا عَليّ بن الْمَدِينِيّ قَالَ سَمِعت يُوسُف بن خَالِد السَّمْتِي يَقُول كُنَّا نجالس البتي بِالْبَصْرَةِ فَلَمَّا قدمنَا الْكُوفَة جالسنا أَبَا حنيفَة فَأَيْنَ الْبَحْر من السواقي فَلَا يَقُول أحد يذكرهُ إِنَّه رأى مثله مَا كَانَ عَلَيْهِ فِي الْعلم كلفة وَكَانَ محسودا ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا ثَابت بن مُحَمَّد الزَّاهِد يَقُول سَمِعت مسعرا يَقُول مَا أحسد بِالْكُوفَةِ إِلَّا رجلَيْنِ أَبَا حنيفَة لفقهه وَالْحسن بن صَالح لزهده",
            "page": "64",
            "part": "1",
            "seal": "809A7513"
        },
        {
            "id": "52",
            "nass": "اُخْبُرْنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا يحيى بن عبد الحميد الْحمانِي قَالَ سَمِعت ابْن الْمُبَارك يَقُول رَأَيْت الْحسن بن عمَارَة آخِذا بركاب أبي حنيفَة وَهُوَ يَقُول وَالله مَا أدركنا أحدا تكلم فِي الْفِقْه أبلغ وَلَا أَصْبِر وَلَا أحضر جَوَابا مِنْك وَإنَّك لسَيِّد من تكلم فِيهِ فِي وقتك غير مدافع وَمَا يَتَكَلَّمُونَ فِيك إِلَّا حسدا ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا أَبُو بكر مكرم بن أَحْمد الْبَزَّاز قَالَ ثَنَا أَحْمد يَعْنِي ابْن مغلس قَالَ سَمِعت أَبَا عبيد يَقُول سَمِعت مُحَمَّد بن الْحسن يَقُول الشَّافِعِي وَقد ذكر فقه أهل الْكُوفَة فَأَنْشد مُحَمَّد بن الْحسن ¶ (محسدون وَشر النَّاس منزلَة ... من عَاشَ فِي النَّاس يَوْمًا غير مَحْسُود) ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم بن احْمَد قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا نصر بن عَليّ قَالَ سَمِعت أَبَا عَاصِم النَّبِيل يَوْمًا وَقد حدث عَن أبي حنيفَة بِحَدِيث فضجوا فَقَالَ مَا لَهُم قَالُوا كَرهُوا ذكر أبي حنيفَة رَضِي الله عَنهُ فَقَالَ الْفَقِيه الدّين الْمَحْسُود مَا أَرَاهُم إِلَّا كَمَا قَالَ عبد الله بن قيس الرقيات ¶ (حسدا إِن رأوك فضلك الله بِمَا فضلت بِهِ النجباء ... ) ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ سَمِعت عبد الْوَهَّاب بن مُحَمَّد وَذكر رجل عِنْده أَبَا حنيفَة رَضِي الله عَنهُ وَمَا لَقِي من حسد النَّاس لَهُ فَأَنْشد ¶ (رَأَيْت رجَالًا يحسدون مُجَاهدًا ... وَذُو الْيُسْر لَا تَلقاهُ إِلَّا محسدا) ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا أَبُو بكر مكرم بن أَحْمد الْبَزَّاز قَالَ حَدثنِي عَليّ ابْن الْحُسَيْن بن حبَان عَن أَبِيه قَالَ كَانَ يحيى بن معِين إِذا ذكر لَهُ من يتَكَلَّم فِي أبي حنيفَة يَقُول ¶ (حسدوا الْفَتى إِذْ لم ينالوا سَعْيه ... فالقوم أضداد لَهُ وخصوم) ¶ (كضرائر الْحَسْنَاء قُلْنَ لوجهها ... حسدا وبغيا إِنَّه لدميم)",
            "page": "65",
            "part": "1",
            "seal": "012543BB"
        },
        {
            "id": "53",
            "nass": "وجدت فِي كتاب أبي جَعْفَر الطَّحَاوِيّ الَّذِي جمع فِيهِ أَخْبَار أَصْحَابنَا الَّذِي أنبأ القَاضِي أَبُو مُحَمَّد عبد الله بن مُحَمَّد الْأَكْفَانِيِّ إجَازَة أَن أَبَا بكر الدَّامغَانِي حَدثهمْ عَن أبي جعفرالطحاوي قَالَ أَبُو جَعْفَر حَدثنِي عبد الله بن مُحَمَّد الْهَمدَانِي قَالَ خَاصم رجل إِلَى ابْن شبْرمَة فِي شَيْء فَقضى عَلَيْهِ فِيهِ فَأتى المقضى عَلَيْهِ أَبَا حنيفَة فَأخْبرهُ بذلك فَقَالَ لَهُ أَبُو حنيفَة هَذَا خطأ وَكتب لَهُ فِي ذَلِك كتابا يخبر فِيهِ بِالَّذِي كَانَ يَنْبَغِي لِابْنِ شبْرمَة ان يحكم لَهُ بذلك فَأتى الرجل بذلك إِلَى ابْن شبْرمَة فقرأه عَلَيْهِ بِحَضْرَة ابْن أبي ليلى وَلم يعلم كل وَاحِد مِنْهُمَا من هُوَ فاستحسناه جَمِيعًا فَقَالَا لَهُ من كتب هَذَا فَقَالَ لَهما الرجل أَبُو حنيفَة فوصلا ذَلِك بالوقيعة فِيهِ فَبلغ ابا حنيفَة فَقَالَ ¶ (إِن يحسدوني فَإِنِّي غير لائمهم ... قبلي من النَّاس أهل الْفضل قد حسدوا) ¶ (فدام بِي وبهم مَا بِي وَمَا بهم ... وَمَات أكثرنا غيظا بِمَا يجد) ¶ حَدثنَا الْمُخْتَار ابو نصر مُحَمَّد بن مُحَمَّد بن سهل النَّيْسَابُورِي بِبَغْدَاد قدم علينا حَاجا قَالَ ثَنَا ابو الْعَبَّاس أَحْمد بن هَارُون الْفَقِيه قَالَ سَمِعت عبد الله بن مُحَمَّد الْهَرَوِيّ وَقبيصَة بن الْفضل الطَّبَرِيّ قَالَا سمعنَا مُحَمَّد بن شُجَاع يَقُول سَمِعت المعلي ابْن مَنْصُور قَالَ كَانَ مُحَمَّد بن الْحسن إِذا أخبر ان قوما يذكرُونَ ابا حنيفَة وَأَصْحَابه تمثل بِهَذَا الْبَيْت ¶ (محسدون وَشر النَّاس منزلَة ... من عَاشَ فِي النَّاس يَوْمًا غير مَحْسُود) ¶ ذكر مَا رُوِيَ من أَخْبَار أبي حنيفَة مَعَ ابْن هُبَيْرَة ¶ حَدثنَا أَبُو الْحسن عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا أَبُو عبد الله الوَاسِطِيّ قَالَ ثَنَا احْمَد بن أبي خَيْثَمَة قَالَ ثَنَا سُلَيْمَان بن أبي شيخ قَالَ حَدثنِي الرّبيع بن عَاصِم قَالَ أَرْسلنِي يزِيد بن عمر بن هُبَيْرَة فَقدمت بِأبي حنيفَة عَلَيْهِ فأراده على بَيت المَال فَأبى فَضَربهُ عشْرين سَوْطًا",
            "page": "66",
            "part": "1",
            "seal": "0A7CCC46"
        },
        {
            "id": "54",
            "nass": "أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ أنبأ أَبُو بكر احْمَد بن مُحَمَّد المنصوري قَالَ ثَنَا عَليّ بن مُحَمَّد بن كأس النَّخعِيّ قَالَ ثَنَا إِبْرَاهِيم بن مُحَمَّد الْبَلْخِي قَالَ ثَنَا مُحَمَّد بن سهل ابْن أبي مَنْصُور المرزوي قَالَ حَدثنِي ابْن النَّضر قَالَ سَمِعت إِسْمَاعِيل بن سَالم يَقُول ضرب ابو حنيفَة على الدُّخُول فِي الْقَضَاء فَلم يقبل الْقَضَاء قَالَ وَكَانَ أَحْمد بن حَنْبَل إِذا ذكر ذَلِك لَهُ بَكَى وترحم على أبي حنيفَة وَذَلِكَ بعد ان ضرب احْمَد ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا القَاضِي أَبُو بكر مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا منْجَاب بن الْحَارِث قَالَ حَدثنِي أَبُو الْأَحْوَص قَالَ ضرب ابو حنيفَة فِي السجْن على رَأسه ضربا شَدِيدا وَكَانُوا قد أمروا بذلك وَكَانَ ابْن ابي ليلى وَابْن شبْرمَة فِي الْمَسْجِد فأخبرا بذلك فأظهر ابْن ابي ليلى الشماتة فَقَالَ لَهُ ابْن شبْرمَة مَا أَدْرِي مَا تَقول هَذَا الرجل على نَفسه أشْفق مني ومنك على أَنْفُسنَا فَنحْن نطلب الدُّنْيَا وَهُوَ يضْرب على ان يَأْخُذهَا فيأبى ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا الْحسن بن الرّبيع قَالَ سَمِعت ابْن الْمُبَارك يَقُول الرِّجَال فِي الِاسْم سَوَاء حَتَّى يَقع المحن فِي الْأَنَام والبلوى وَلَقَد ابتلى ابو حنيفَة بِالضَّرْبِ على رَأسه بالسياط فِي السجْن حَتَّى يدْفع عَلَيْهِ من الحكم مَا يرى مَا يتنافس عَلَيْهِ ويتصنع لَهُ فَحَمدَ الله فَصَبر على الذل وَالضَّرْب والسجن لطلب السَّلامَة فِي دينه ¶ أخبرنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا يحيى بن أَكْثَم قَالَ سَمِعت ابْن دَاوُد يَقُول أَرَادَ ابْن هُبَيْرَة ابا حنيفَة على قَضَاء الْكُوفَة فَأبى وَامْتنع فَحلف ابْن هُبَيْرَة إِن هُوَ لم يفعل ليضربنه بالسياط على رَأسه فَقيل لأبي حنيفَة فَقَالَ ضَرْبَة لي فِي الدُّنْيَا أسهل عَليّ من مَقَامِع الْحَدِيد فِي الْآخِرَة وَالله لَا فعلت وَلَو قتلني فَحكى قَوْله لِابْنِ هُبَيْرَة فَقَالَ بلغ من قدره ان يُعَارض يَمِيني بِيَمِينِهِ فَدَعَا فَقَالَ شفاها وَحلف لَهُ إِن لم يل ليضربن على رَأسه حَتَّى يَمُوت فَقَالَ لَهُ أَبُو حنيفَة هِيَ موتَة وَاحِدَة فَأمر بِهِ فَضرب عشْرين سَوْطًا على رَأسه فَقَالَ ابو حنيفَة اذكر مقامك بَين يَدي الله فانه أذلّ من مقَامي بَين يَديك وَلَا تهددني فَأَنِّي",
            "page": "67",
            "part": "1",
            "seal": "826675E5"
        },
        {
            "id": "55",
            "nass": "أَقُول لَا إِلَه إِلَّا الله وَالله سَائِلك عني حَيْثُ لَا يقبل مِنْك جَوَابا إِلَّا بِالْحَقِّ فَأَوْمأ إِلَى الجلاد ان أمسك وَبَات أَبُو حنيفَة رَضِي الله عَنهُ فِي السجْن فَأصْبح وَقد انتفخ وَجهه وَرَأسه من الضَّرْب فَقَالَ ابْن هُبَيْرَة إِنِّي قد رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم فِي النّوم وَهُوَ يَقُول لي اما تخَاف الله تضرب رجلا من أمتِي بِلَا جرم وتهدده فَأرْسل إِلَيْهِ فَأخْرجهُ واستحله ¶ ذكر مَا رُوِيَ من أَخْبَار أبي حنيفَة مَعَ الْمَنْصُور ¶ حَدثنَا القَاضِي أَبُو نصر مُحَمَّد بن مُحَمَّد بن سهل الْفَقِيه قَالَ ثَنَا أَبُو أَحْمد مُحَمَّد بن أَحْمد الشعيبي قَالَ ثَنَا بكر بن أَحْمد بن سعد قَالَ ثَنَا دَاوُد بن صَالح مستملي مُحَمَّد ابْن سَلمَة قَالَ ثَنَا مُحَمَّد بن فضل قَالَ ثَنَا أَبُو مُطِيع عَن أبي حنيفَة قَالَ دخلت على أبي جَعْفَر أَمِير الْمُؤمنِينَ فَقَالَ يَا ابا حنيفَة عَمَّن أخذت الْعلم قلت عَن حَمَّاد عَن ابراهيم عَن أَصْحَاب عمر بن الْخطاب وَعلي بن أبي طَالب وَعبد الله بن مَسْعُود وَعبد الله بن عَبَّاس رَضِي الله عَنْهُم قَالَ بخ بخ استوثقت مَا شِئْت يَا أَبَا حنيفَة رَضِي الله عَنهُ الطيبين المباركين صلوَات الله عَلَيْهِم أَجْمَعِينَ ¶ أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا القَاضِي ابو بكر مكرم بن احْمَد قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا ابْن أبي اويس قَالَ سَمِعت الرّبيع بن يُونُس يَقُول جمع الْمَنْصُور مَالِكًا وَابْن أبي ذِئْب وَأَبا حنيفَة فَقَالَ لَهُم كَيفَ ترَوْنَ هَذَا الْأَمر الَّذِي أَعْطَانِي الله من امْر الْأمة هَل انا لذَلِك أهل فَسكت الْقَوْم فَقَالَ لِابْنِ أبي ذِئْب مَا تَقول فِي الَّذِي قلدني الله من امْر هَذِه الْأمة أمة مُحَمَّد صلى الله عَلَيْهِ وَسلم فَقَالَ إِن ملك الدُّنْيَا يؤتيه الله من يَشَاء وَملك الْآخِرَة يؤتيه الله من طلبه من الله ووفقه لَهُ وَإِن التَّوْفِيق إِذا أَطَعْت الله قرب مِنْك وَإِن عصيت بعد",
            "page": "68",
            "part": "1",
            "seal": "EFA6E534"
        },
        {
            "id": "56",
            "nass": "وان الْخلَافَة تكون بِإِجْمَاع أهل التَّقْوَى عَلَيْهَا والعون لمن وَليهَا وانت وأعوانك كُنْتُم خَارِجين من التَّوْفِيق عالين على الْخلق فَإِن سَأَلت الله السَّلامَة وَتَقَرَّبت إِلَيْهِ بِالْأَعْمَالِ الزاكية كَانَ ذَلِك فِي نجاتك وَإِلَّا فَأَنت الْمَطْلُوب قَالَ فَكنت أَنا وَمَالك بن أنس نجمع ثيابنا نَخَاف ان يترشش علينا من دَمه ثمَّ قَالَ لأبي حنيفَة مَا تَقول قَالَ المسترشد لدينِهِ يكون بعيد الْغَضَب إِذا انت نصحت لنَفسك علمت أَنَّك لم ترد الله باجتماعنا وَإِنَّمَا أردْت ان تعلم الْعَامَّة انا نقُول فِيك مَا تهواه مَخَافَة سَيْفك وحبسك وَلَقَد وليت الْخلَافَة وَمَا اجْتمع عَلَيْك نفسان من اهل التَّقْوَى والخلافة تكون عَن إِجْمَاع الْمُؤمنِينَ ومشورتهم فَهَذَا أَبُو بكر يمسك عَن الحكم سِتَّة أشهر حَتَّى أَتَتْهُ بيعَة اهل الْيمن فَقَالَ لمَالِك مَا تَقول قَالَ لَو لم يَرك الله أَهلا لذَلِك مَا قدرلك ملك أَمر الْأمة وأزال عَنْهُم من بعد من نَبِيّهم وَقرب هَذَا الْأَمر إِلَى أهل بَيته أعانك الله على مَا ولاك وألهمك الشُّكْر على مَا خولك وأعانك على مَا استرعاك فَأَمرهمْ فانصرفوا ثمَّ قَالَ لي الْمَنْصُور خُذ مَعَك ثَلَاث بدر وَاتبع الْقَوْم فَإِن اخذها مَالك كلهَا فادفعها إِلَيْهِ وَإِن أَخذ ابْن أبي ذِئْب اَوْ ابو حنيفَة شَيْئا فجئني برأسيهما فَأتيت ابْن أبي ذِئْب فَقلت لَهُ فَقَالَ مَا أرْضى هَذَا المَال لَهُ فَكيف آخذه لنَفْسي وَقَالَ أَبُو حنيفَة مَا أَنْفَع لَهُ إِن كَانَ يُعْطي من يرحم ان يرحم نَفسه مِمَّن يظلم وَالله لَو ضرب عنقِي عَن ان امس مِنْهَا درهما مَا مَسسْته وأتيت مَالِكًا فَأَخذهَا كلهَا فَأتيت الْمَنْصُور فأعلمته فَقَالَ بِهَذِهِ الصيانة حقنوا دِمَاءَهُمْ ¶ أخبرنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا أَحْمد ابْن مُحَمَّد بن مغلس قَالَ ثَنَا ابْن أبي اويس قَالَ سَمِعت الرّبيع بن يُونُس يَقُول سَمِعت الْمَنْصُور يَقُول للفقهاء وَفِيهِمْ أَبُو حنيفَة أَلَيْسَ الحَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم صَحِيح الْمُؤْمِنُونَ عِنْد شروطهم فَقَالُوا بلَى فَقَالَ إِن أهل الْموصل شرطُوا ان لَا يخرجُوا عَليّ وَقد خَرجُوا فقد أحل الله لي دِمَاءَهُمْ وَأَمْوَالهمْ فَسكت أَبُو",
            "page": "69",
            "part": "1",
            "seal": "EB73A88A"
        },
        {
            "id": "57",
            "nass": "حنيفَة رَضِي الله عَنهُ وَجعل الْجَواب يكون من غَيره فَقَالَ رجل مِنْهُم يدك المبسوطة عَلَيْهِم وقولك المقبول فيهم فَإِن عَفَوْت فَأهل الْعَفو أَنْت وَإِن عاقبتهم فِيمَا يسْتَحقُّونَ فَقَالَ الْمَنْصُور لأبي حنيفَة مَا تَقول أَنْت يَا شيخ فَقَالَ أَلسنا فِي خلَافَة نبوة وأمان قَالَ بلَى قَالَ إِنَّهُم شرطُوا لَك مَا لَا يملكُونَ وشرطت عَلَيْهِم مَا لَيْسَ لَك فَإِن اخذت مَا لَا يحل فَشرط الله احق ان يُوفى بِهِ فَقَالَ قومُوا فَقَامُوا فَتَفَرَّقُوا ثمَّ أحضرهم فَقَالَ لأبي حنيفَة يَا شيخ إِنِّي فَكرت فِيمَا قلت فَإِذا القَوْل كَمَا قلت انْصَرف إِلَى بلادك وَلَا تُفْتِي النَّاس بِمَا يكون فِيهِ شين على إمامك فتبسط على أَيدي الْخَوَارِج ¶ أخبرنَا أَبُو عبد الله مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ حَدثنِي مُحَمَّد بن يحيى الصولي قَالَ سَمِعت أَبَا خازم القَاضِي يَقُول قَالَ أَبُو حنيفَة كُنَّا نأتي حَمَّاد بن أبي سُلَيْمَان فَلَا ننصرف من عِنْده إِلَّا بفائدة فجئناه يَوْمًا فَلم نفد مِنْهُ شَيْئا إِلَّا أَنه قَالَ إِذا وَردت عَلَيْك مَسْأَلَة معضلة فَاجْعَلْ جوابها مِنْهَا فَحفِظت ذَلِك وانا لَا أرى أَنه شَيْء فَلَمَّا كَانَ بعده بدهر صرت إِلَى دَار الْمَنْصُور فَخرج إِلَى الرّبيع الْحَاجِب ممتحنا فَقَالَ أَفْتِنِي فِي أَمِير الْمُؤمنِينَ يَأْمُرنِي بقتل النَّفس وَأخذ الْأَمْوَال أعلي فِي طَاعَته شَيْء فَذكرت قَول حَمَّاد فَقلت أَلَيْسَ يَأْمُرك أَمِير الْمُؤمنِينَ بِحَق قَالَ بلَى قلت فافعل إِذا امرك بذلك وَأَنت مأجور ¶ قَالَ مُحَمَّد فَفعل شريك مثل ذَلِك فِيمَا ثَنَا مُحَمَّد بن عَليّ الآخرى قَالَ ثَنَا أَبُو العيناء حَدثنَا الجاحظ قَالَ قَالَ الْمهْدي لِشَرِيك وَعِيسَى بن مُوسَى عِنْده لَو شهد عَنْك عِيسَى كنت تقبله وَأَرَادَ ان يغري بَينهمَا فَقَالَ شريك من شهد عِنْدِي سَأَلت عَنهُ وَلَا نسْأَل عَن عِيسَى إِلَّا أَمِير الْمُؤمنِينَ فَإِن زكيته يَا أَمِير الْمُؤمنِينَ قبلته فقلبها عَلَيْهِ ¶ أخبرنَا أَبُو عبد الله المرزباني قَالَ حَدثنِي عبد الْوَاحِد بن مُحَمَّد الخسيني قَالَ ثَنَا ابو خازم القَاضِي قَالَ تقلد الْكُوفَة رجل من قبل أبي جَعْفَر الْمَنْصُور فَأَرَادَ أَذَى أبي حنيفَة فَقَالَ وَالله لأسألنه عَن مَسْأَلَة يكون سَبَب لقَتله ثمَّ أحضرهُ على رُؤُوس النَّاس فَقَالَ إِن أَمِير الْمُؤمنِينَ",
            "page": "70",
            "part": "1",
            "seal": "B7A5E4A6"
        },
        {
            "id": "58",
            "nass": "يَأْمُرنِي بِضَرْب الْأَعْنَاق وَسَفك الدِّمَاء وَأخذ الْأَمْوَال وانتهاك الْمَحَارِم أفأطيعه فِي ذَلِك أم أعصيه فَقَالَ لَهُ أَبُو حنيفَة مَا يَأْمُرك بِهِ أَمِير الْمُؤمنِينَ طَاعَة لله ام مَعْصِيَته قَالَ لَا بل طَاعَة لله فَقَالَ لَهُ ابو حنيفَة أطع أَمِير الْمُؤمنِينَ أكْرمه الله فِي كل مَا كَانَ طَاعَة لله وَلَا تعصه وَخرج وَأَصْحَابه على الْبَاب فَقَالَ لَهُم أَرَادَ الرجل ان يرهقنا فأرهقناه فَإِذا أتتكم معضلة فاجعلوا جوابها مِنْهَا ¶ أخبرنَا عمر بن ابراهيم وَعبد الله بن مُحَمَّد قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا عبد الْوَهَّاب بن مُحَمَّد قَالَ خبرت عَن عبيد بن إِسْمَاعِيل قَالَ بعث الْمَنْصُور إِلَى أبي حنيفَة وسُفْيَان الثَّوْريّ وَشريك فأدخلوا عَلَيْهِ فَقَالَ لَهُم لم أدعكم إِلَّا لخير وَكتب قبل ذَلِك ثَلَاث عهود فَقَالَ لِسُفْيَان هَذَا عَهْدك على قَضَاء الْبَصْرَة فَخذه وَالْحق بهَا وَقَالَ لِشَرِيك هَذَا عَهْدك على قَضَاء الْكُوفَة فَخذه وامض وَقَالَ لأبي حنيفَة هَذَا عَهْدك على قَضَاء مدينتي وَمَا يَليهَا فَخذه ثمَّ قَالَ لحاجبه وَجه مَعَهم أَو كَمَا قَالَ فَمن أَبى فَاضْرِبْهُ مائَة سَوط فَأَما شريك فَأخذ عَهده وَمضى وَأما سُفْيَان فَقَالَ لعون كَانَ وكل بِهِ هُوَ ذَا أخرج وَدخل منزله فَوضع الْكتاب فِي طاق بَيته وهرب إِلَى الْيمن فَيُقَال أَن هِشَام بن يُوسُف وَعبد الرَّزَّاق سمعا مِنْهُ هُنَاكَ وَيُقَال إِنَّه كَانَ يُحَدِّثهُمْ قَائِما على رجله خشيَة فَحَدثهُمْ أَرْبَعَة آلَاف حَدِيث فَأَما أَبُو حنيفَة فَلم يقبل الْعَهْد فَضرب مائَة سَوط وَحبس وَمَات فِي الْحَبْس هَكَذَا حَدَّثَنِيهِ عبيد بن إِسْمَاعِيل وَقَالَ عبد الْوَهَّاب سَمِعت مُحَمَّد بن شُجَاع يَقُول سَمِعت شَيخا يكنى أَبَا معشر يحدث بِهَذَا الحَدِيث فَسَأَلت الْحسن بن أبي مَالك عَن ذَلِك فَقَالَ لي هَذَا مَشْهُور من أمره مَا زلنا نتذاكر هَذَا ونتحدث بِهِ قَالَ جِيءَ بِأبي حنيفَة إِلَى الْمَنْصُور فأنزله قَالَ فجَاء الْحسن بن عمَارَة فَقَالَ لَهُ يَا أَبَا حنيفَة قد احتجت إِلَيْك وَإِلَى رَأْيك الْيَوْم قد أَمر لي بجائزة وَذكر أُلُوف دَرَاهِم فَإِن لم أقبلها خشيت ان أقتل فاحتل لي فِي صرفهَا عني قَالَ وَأمر لأبي حنيفَة بِعشْرَة آلَاف دِرْهَم وَكَانَ الْمُتَوَلِي لإعطاء ذَلِك الْحسن بن قَحْطَبَةَ فَلَمَّا أحس أَبُو حنيفَة بِأَنَّهُ يُرْسل بهَا إِلَيْهِ أصبح لَا يكلم احدا كَأَنَّهُ مغمى عَلَيْهِ فَأتى فِي ذَلِك الْيَوْم بِالدَّرَاهِمِ فجَاء بهَا رَسُول الْحسن بن قَحْطَبَةَ فَدخل بهَا عَلَيْهِ فَقَالُوا لَهُ مَا تكلم الْيَوْم بِكَلِمَة فَقَالَ كَيفَ أصنع قَالُوا أنظر مَا ترى",
            "page": "71",
            "part": "1",
            "seal": "B4717648"
        },
        {
            "id": "59",
            "nass": "فوضعها فِي مَسْجِدي فِي نَاحيَة الْبَيْت فَانْصَرف فَمَكثت تِلْكَ البدرة فِي ذَلِك الْموضع فَلَمَّا مَاتَ أَبُو حنيفَة كَانَ ابْنه حَمَّاد غَائِبا فَقدم بعد مَوته فَحمل البدرة فَأتى بهَا بَاب الْحسن ابْن قَحْطَبَةَ فَاسْتَأْذن فَأذن لَهُ فَدخل فَقَالَ إِنِّي وجدت فِي وَصِيَّة أبي إِذا دفنت فَخذ هَذِه البدرة الَّتِي فِي زَاوِيَة الْبَيْت فأت بهَا الْحسن بن قَحْطَبَةَ فَقل هَذِه وديعتك الَّتِي كَانَت عندنَا فأدخلت البدرة فَنظر إِلَيْهَا الْحسن وَقَالَ لَهُ رحم الله أَبَاك لقد شح على دينه إِذْ سخت بِهِ أنفس اقوام كَثِيرَة ¶ أخبرنَا ابو عبيد الله المرزباني قَالَ ثَنَا مُحَمَّد بن أَحْمد الْكَاتِب قَالَ ثَنَا عَبَّاس الدوري قَالَ حدثونا عَن الْمَنْصُور انه لما بنى مدينته ونزلها وَنزل الْمهْدي فِي الْجَانِب الشَّرْقِي وَبنى مَسْجِد الرصافة أرسل إِلَى أبي حنيفَة فجيء بِهِ فَعرض عَلَيْهِ قَضَاء الرصافة فَأبى فَقَالَ لَهُ إِن لم تفعل ضربتك بالسياط قَالَ أَو تفعل قَالَ نعم فَقعدَ فِي الْقَضَاء يَوْمَيْنِ فَلم يَأْته اُحْدُ فَلَمَّا كَانَ فِي الْيَوْم الثَّالِث أَتَاهُ رجل صفار وَمَعَهُ آخر فَقَالَ الصفار لي على هَذَا دِرْهَمَانِ وَأَرْبَعَة دوانيق بَقِيَّة ثمن تور صفر فَقَالَ أَبُو حنيفَة اتَّقِ الله وَانْظُر فِيمَا يَقُول الصفار قَالَ لَيْسَ لَهُ عَليّ شَيْء فَقَالَ أَبُو حنيفَة للصفار مَا تَقول قَالَ استحلفه لي فَقَالَ ابو حنيفَة للرجل قل وَالله الَّذِي لَا إِلَه إِلَّا هُوَ فَجعل يَقُول فَلَمَّا رَآهُ ابو حنيفَة معزما على ان يحلف قطع عَلَيْهِ وَضرب بِيَدِهِ إِلَى كمه فَحل صرة وَأخرج دِرْهَمَيْنِ ثقيلين فَقَالَ للصفار هَذَانِ الدرهمان عوض من بَاقِي تورك فَنظر الصفار إِلَيْهِمَا وَقَالَ نعم فَأخذ الدرهمين فَلَمَّا كَانَ بعد يَوْمَيْنِ اشْتَكَى ابو حنيفَة فَمَرض سِتَّة أَيَّام ثمَّ مَاتَ ¶ قَالَ ابو الْفضل وَهَذَا قَبره فِي مَقَابِر الخيزران إِذا دخلت من بَاب القطانين يسرة بعد قبرين اَوْ ثَلَاثَة",
            "page": "72",
            "part": "1",
            "seal": "A883BFE1"
        },
        {
            "id": "60",
            "nass": "أَخْبَار أبي حنيفَة مَعَ سُفْيَان الثَّوْريّ ¶ أخبرنَا احْمَد بن مُحَمَّد الصراف قَالَ ثَنَا احْمَد بن مُحَمَّد المنصوري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا سُلَيْمَان بن الرّبيع قَالَ ثَنَا حَامِد بن آدم قَالَ ثَنَا بشار بن قِيرَاط وَكَانَ شريك أبي حنيفَة قَالَ حججْت مَعَ أبي حنيفَة وسُفْيَان فَكَانَا إِذا نزلا منزلا أَو بَلْدَة اجْتمع عَلَيْهِمَا النَّاس وَقَالُوا فَقِيها الْعرَاق فَكَانَ سُفْيَان يقدم أَبَا حنيفَة وَيَمْشي خَلفه وَإِذا سُئِلَ عَن مَسْأَلَة وأبوحنيفة حَاضر لم يجب حَتَّى يكون أَبُو حنيفَة هُوَ الَّذِي يُجيب فَسئلَ ابو حنيفَة عَن النَّبِيذ فَأَرَادَ ان يرخص فِيهِ فَوضع سُفْيَان يَده على فَم أبي حنيفَة ثمَّ قَالَ لَهُ إِن رخصتنا بِالْكُوفَةِ لَا تقبل بِالْمَدِينَةِ ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا النَّخعِيّ القَاضِي قَالَ ثَنَا مُحَمَّد بن عَليّ بن عَفَّان قَالَ ثَنَا يحيى بن عبد الحميد عَن أَبِيه قَالَ بلغ أَبَا حنيفَة أَن سُفْيَان يتدثر بِثَوْبِهِ وينام خلف أسطوانته فيتسمع مسَائِله فَقَالَ أَبُو حنيفَة إِذا جَاءَ فآذنوني فَقيل لَهُ قد جَاءَ سُفْيَان فَقَالَ حَدثنِي سعيد بن مَسْرُوق أَبُو هَذَا المسجى عَن عَبَايَة بن رِفَاعَة عَن رَافع بن خديج ان بَعِيرًا من أبل الصَّدَقَة ند فَرَمَاهُ رجل بِسَهْم فَسئلَ النَّبِي صلى الله عَلَيْهِ وَسلم عَن ذَلِك فَقَالَ كلوه فَإِن لهَذِهِ الْإِبِل أوابد كأوابد الْوَحْش فَمَا ند عَلَيْكُم فَاصْنَعُوا بِهِ هَكَذَا قَالَ فَلم يرجع سُفْيَان بعد ذَلِك ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا ابْن سَمَّاعَة قَالَ سَمِعت أَبَا يُوسُف قَالَ كَانَ أَبُو حنيفَة يجلس فَكَانَ سُفْيَان يَأْتِي متنكرا يسمع مايقول من حَيْثُ لَا يعلم بِهِ فَانْصَرف فَإِذا رجل نَائِم ملتف بكسائه فَقَالَ أَبُو حنيفَة حَدثنِي أَبُو هَذَا النَّائِم سعيد بن مَسْرُوق وَالَّذِي يعلم مَا أَقُول لَوَدِدْت ان كل شَيْء أحْسنه فِي صَدره أَو صدر صبيان الْكتاب",
            "page": "73",
            "part": "1",
            "seal": "1D69107D"
        },
        {
            "id": "61",
            "nass": "أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم بن احْمَد قَالَ ثَنَا احْمَد يَعْنِي ابْن مُحَمَّد بن مغلس قَالَ ثَنَا الْحسن بن بشر قَالَ حَدثنِي زَائِدَة قَالَ رَأَيْت تَحت رَأس سُفْيَان كتابا ينظر فِيهِ فاستأذنته فِي النّظر فِيهِ فَدفعهُ إِلَيّ فَإِذا هُوَ كتاب الرَّهْن لأبي حنيفَة فَقلت لَهُ تنظر فِي كتبه فَقَالَ وددت انها كلهَا عِنْدِي مجتمعة أنظر فِيهَا مَا بَقِي فِي شرح الْعلم غَايَة وَلَكنَّا مَا ننصفه ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ سَمِعت سجادة قَالَ دخلت أَنا وَأَبُو مُسلم الْمُسْتَمْلِي على يزِيد بن هَارُون وَهُوَ نَازل بِبَغْدَاد على مَنْصُور بن مهْدي فصعدنا إِلَى غرفَة هُوَ فِيهَا فَقَالَ لَهُ أَبُو مُسلم مَا تَقول يَا أَبَا خَالِد فِي أبي حنيفَة وَالنَّظَر فِي كتبه فَقَالَ أنظروا فِيهَا إِن كُنْتُم تُرِيدُونَ أَن تفقهوا فَإِنِّي مَا رَأَيْت أحدا من الْفُقَهَاء يكره النّظر فِي قَوْله وَلَقَد احتال الثَّوْريّ فِي كتاب الرَّهْن حَتَّى نسخه ¶ وَحدثنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد قَالَ ثَنَا الْحُسَيْن بن حَمَّاد قَالَ كَانَ أَصْحَاب أبي حنيفَة الَّذين كَانُوا يلزمون الْحلقَة عشرَة وَكَانَ الْحفاظ للفقه كَمَا يحفظ الْقُرْآن أَرْبَعَة وهم زفر بن الْهُذيْل وَيَعْقُوب بن إِبْرَاهِيم وَأسد بن عَمْرو وعَلى بن مسْهر ويزعمون أَن سُفْيَان كَانَ يَأْخُذ الْفِقْه من عَليّ بن مسْهر من قَول أبي حنيفَة وَأَنه اسْتَعَانَ بِهِ وبمذاكرته على كِتَابه هَذَا الَّذِي سَمَّاهُ الْجَامِع ¶ أخبرنَا عمر بن ابراهيم المقرىء قَالَ ثَنَا ابو بكر مكرم بن احْمَد قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا نصر بن عَليّ قَالَ سَمِعت أَبَا عَاصِم النَّبِيل سُئِلَ أَيّمَا أفقه سُفْيَان أَو أَبُو حنيفَة فَقَالَ إِنَّمَا يُقَاس الشَّيْء على شكله أَبُو حنيفَة فَقِيه تَامّ الْفِقْه وسُفْيَان رجل متفقه ¶ أخبرنَا عمر بن إِبْرَهِيمُ قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا يحيى الْحمانِي قَالَ سَمِعت عَليّ ابْن مسْهر قَالَ كنت آتِي سُفْيَان فأزفه علم أبي حنيفَة فَبلغ ذَلِك أَبَا حنيفَة فَقَالَ وَيحك لم تحمل علمك إِلَى من لَا يحمدك عَلَيْهِ",
            "page": "74",
            "part": "1",
            "seal": "8F71152D"
        },
        {
            "id": "62",
            "nass": "حَدثنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن مُحَمَّد قَالَ ثَنَا مُحَمَّد بن مقَاتل قَالَ سَمِعت ابْن الْمُبَارك قَالَ قلت لأبي عبد الله سُفْيَان الثَّوْريّ مَا تَقول فِي الدعْوَة قبل الْحَرْب قَالَ إِن الْقَوْم الْيَوْم قد علمُوا مَا يُقَاتلُون عَلَيْهِ فَقلت إِن أَبَا حنيفَة يَقُول فِيهَا مَا قد بلغك فَنَكس رَأسه ثمَّ رَفعه فأبصر يَمِينا وَشمَالًا فَلم ير أحدا قَالَ إِن كَانَ أَبُو حنيفَة يركب فِي الْعلم أحد من سِنَان الرمْح كَانَ وَالله شَدِيد الْأَخْذ للْعلم ذابا عَن الْمَحَارِم مُتبعا لأهل بَلَده لَا يسْتَحل أَن يَأْخُذ إِلَّا بِمَا يَصح عِنْده من الْآثَار عَن النَّبِي صلى الله عَلَيْهِ وَسلم شَدِيد الْمعرفَة بناسخ الحَدِيث ومنسوخه وَكَانَ يطْلب أَحَادِيث الثِّقَات وَالْآخر من فعل النَّبِي صلى الله عَلَيْهِ وَسلم وَمَا أدْرك عَلَيْهِ عَامَّة الْعلمَاء من أهل الْكُوفَة فِي اتِّبَاع الْحق أَخذ بِهِ وَجعله دينه قد شنع عَلَيْهِ قوم فسكتنا عَنْهُم بِمَا نَسْتَغْفِر الله تَعَالَى مِنْهُ بل قد كَانَت منا اللَّفْظَة بعد اللَّفْظَة قَالَ قلت أَرْجُو ان يغْفر الله تَعَالَى لَك ذَلِك ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْمعدل قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا عبد الْوَهَّاب بن مُحَمَّد الْمروزِي قَالَ ثَنَا مُحَمَّد بن سَعْدَان قَالَ سَمِعت أَبَا سُلَيْمَان الْجوزجَاني يَقُول سَمِعت سلم بن سَالم يَقُول كنت قَاعِدا عِنْد مسعر وسُفْيَان مَعنا إِذْ أقبل أَبُو حنيفَة فأوسع لَهُ مسعر عَن صدر الْمجْلس فَسلم عَلَيْهِم فَقَالَ لَهُ مسعر أَلا تسلم على أبي عبد الله قَالَ وَمن أَبُو عبد الله قَالَ سُفْيَان قَالَ الْمِسْكِين قد شيخ بعدِي قَالَ سُفْيَان من لَا يشق ثِيَابه من هَذَا النبطي قَالَ أَبُو سُلَيْمَان وَكَانَ الَّذِي كَانَ بَين أبي حنيفَة وسُفْيَان من الشَّرّ بِهَذَا السَّبَب ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا مُحَمَّد بن سَمَّاعَة القَاضِي قَالَ سَمِعت أَبَا يُوسُف يَقُول كُنَّا عِنْد مسعر وسُفْيَان جَالس إِلَيْهِ يذاكره إِذْ أقبل أَبُو حنيفَة فأوسع لَهُ مسعر وَقمت أَنا من مجلسي لَهُ فَقَالَ لَهُ مسعر أَلا تسلم على أبي عبد الله فَأقبل على سُفْيَان فَقَالَ يرحم الله أَبَاك فَلَقَد كَانَ بَعيدا من حب الرِّئَاسَة منصفا لكل من رَآهُ مُتبعا للْعلم وَلَقَد أسْرع إِلَيْك الشيب فَقَالَ سُفْيَان من لَا يشق ثِيَابه من هَذَا النبطي وَقَامَ وَخرج",
            "page": "75",
            "part": "1",
            "seal": "C02CD7B2"
        },
        {
            "id": "63",
            "nass": "أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا ابْن سَمَّاعَة عَن أبي يُوسُف قَالَ كَانَ أَبُو حنيفَة إِذا بلغه عَن سُفْيَان مَا يَقُول فِيهِ مبلغ مِنْهُ يَقُول هُوَ حَدِيث السن والأحداث لَهُم حِدة فَكَانَ إِذا أقبل قَالَ هُوَ حَدِيث السن قَالَ سُفْيَان بكم هُوَ النبطي أكبر سنا مني حَتَّى يصغرني وَلَا يسْتَحل أَبُو حنيفَة أَن يَقُول فِيهِ شَيْئا غير إِنَّه حدث السن ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الْوَهَّاب بن أبي حَيَّة قَالَ حَدثنِي عبد الْملك بن أَحْمد قَالَ سَمِعت مُحَمَّد بن شُجَاع يَقُول سَمِعت مُحَمَّد بن عبيد الطنافسي يَقُول سَمِعت أَبَا مُعَاوِيَة يَقُول مَا زَالَ سُفْيَان عندنَا كَبِيرا حَتَّى تنَاول أَبَا حنيفَة فهجرناه ورفضناه ¶ أخبرنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا احْمَد بن عبد السَّلَام قَالَ سَمِعت الْحُسَيْن بن الْقَاسِم الكوكبي يَقُول سَمِعت السّري بن طَلْحَة يَقُول رَأَيْت أَبَا حنيفَة فِي النّوم جَالِسا فِي مَوضِع من الْمَوَاضِع فَقلت لَهُ مَا يجلسك هَهُنَا قَالَ جِئْت من عِنْد رب الْعِزَّة تبَارك اسْمه أنصفني من سُفْيَان الثَّوْريّ ¶ أَخْبَار أبي حنيفَة مَعَ الشّعبِيّ ومحارب بن دثار وَالْأَعْمَش ¶ أخبرنَا أَبُو عبد الله مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ ثَنَا مُحَمَّد بن أَحْمد الْكَاتِب قَالَ ثَنَا الْحسن بن مُحَمَّد بن فهم قَالَ ثَنَا عَليّ بن الْجَعْد قَالَ ثَنَا أَبُو يعلى خَال يزِيد بن هَارُون قَالَ حَدثنِي أَبُو حنيفَة قَالَ كنت عِنْد الشّعبِيّ فَأَتَاهُ رجل فَسَبهُ فَقَالَ الشّعبِيّ ¶ (هَنِيئًا مريئا غير دَاء مخامر ... لعزة من أعراضنا مَا استحلت)",
            "page": "76",
            "part": "1",
            "seal": "7E631AF5"
        },
        {
            "id": "64",
            "nass": "أخبرنَا ابو عبيد الله مُحَمَّد بن عمرَان المرزباني قَالَ ثَنَا أَحْمد بن خلف قَالَ ثَنَا أَحْمد بن الْفضل الْبَزَّاز قَالَ ثَنَا عبد الله بن سعيد الْكِنْدِيّ عَن يحيى بن يمَان عَن أبي حنيفَة قَالَ سَمِعت الشّعبِيّ يَقُول اشرب النَّبِيذ وَلَو كَانَ فِي سفينة مقيرة ¶ أخبرنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد بن كأس النَّخعِيّ قَالَ ثَنَا مُحَمَّد بن إِبْرَاهِيم الطَّيَالِسِيّ قَالَ ثَنَا مُوسَى بن نصر الرَّازِيّ قَالَ ثَنَا جرير عَن أبي إِسْمَاعِيل الخواري عَن أبي حنيفَة قَالَ سَأَلت الشّعبِيّ عَن نَصْرَانِيّ تزوج نَصْرَانِيَّة فَأسْلمت فَقَالَ مَا قَالَ فِيهَا بَنو استها يَعْنِي الحكم وحمادا قلت لَا أَدْرِي فَقَالَ الشّعبِيّ إِن أسلمت هِيَ عرض عَلَيْهِ الاسلام قإن قبل تركت مَعَه وَإِلَّا فلهَا نصف الصَدَاق إِن أسلم هُوَ عرض عَلَيْهَا الْإِسْلَام فَإِن أسلمت وَإِلَّا فرق بَينهمَا وَلَا صدَاق لَهَا ¶ قَالَ أخبرنَا احْمَد بن مُحَمَّد قَالَ ثَنَا عَليّ بن عَمْرو قَالَ ثَنَا ابْن كأس قَالَ حَدثنِي الْقَاسِم بن إِسْمَاعِيل الصَّيْرَفِي قَالَ ثَنَا أَبُو يحيى الْحمانِي عَن أبي حنيفَة عَن الشّعبِيّ عَن مَسْرُوق قَالَ من نذر نذرا فِي مَعْصِيّة فَلَا كَفَّارَة فِيهِ قَالَ أَبُو حنيفَة فَقلت لِلشَّعْبِيِّ قد جعل الله تَعَالَى الظِّهَار الْكَفَّارَة وَقد جعله مَعْصِيّة لِأَنَّهُ قَالَ {وَإِنَّهُم ليقولون مُنْكرا من القَوْل وزورا} فَقَالَ أقياس أَنْت ¶ أخبرنَا أَبُو عبيد الله مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ ثَنَا مكرم بن احْمَد القَاضِي قَالَ ثَنَا ابو خازم القَاضِي قَالَ ثَنَا شُعَيْب بن أَيُّوب الصريفيني قَالَ ثَنَا الْحسن بن زِيَاد قَالَ سَمِعت أَبَا حنيفَة يَقُول كنت عِنْد محَارب بن دثار فَتقدم إِلَيْهِ خصمان فَادّعى أَحدهمَا على الآخر ثمَّ حضر شَاهِدَانِ فشهدا فَالْتَفت الْخصم إِلَى محَارب فَقَالَ فِي أحد الشَّاهِدين وَالله إِنَّه لرجل صَالح وَإنَّهُ وَإنَّهُ فَقَالَ لَهُ محَارب اتثني عَلَيْهِ وَقد شهد عَلَيْك قَالَ إِنَّه وَالله مَا كَانَت مِنْهُ هنة قبل هَذِه فَقَالَ محَارب بن دثار حَدثنِي ابْن عمرَان رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ إِن الطير لترخي مناقيرها وتخفق بأجنحتها يَوْم الْقِيَامَة من هول مَا يرى وَإِن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ شَاهد الزُّور لَا تَزُول قدماه حَتَّى يتبوأ مَقْعَده من النَّار قَالَ فَرجع الشَّاهِدَانِ عَن شَهَادَتهمَا",
            "page": "77",
            "part": "1",
            "seal": "09F026BB"
        },
        {
            "id": "65",
            "nass": "أخبرنَا أَبُو حَفْص عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا عبد الْوَهَّاب ابْن مُحَمَّد الْمروزِي قَالَ سَمِعت احْمَد بن حميد يَقُول حَدثنِي مُحَمَّد بن السقر قَالَ سَمِعت عبد الله ابْن دَاوُد قَالَ أَرَادَ الْأَعْمَش الْحَج فَقَالَ من هَهُنَا يذهب إِلَى أبي حنيفَة يكْتب لنا مَنَاسِك الْحَج ¶ حَدثنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا قَالَ أَحْمد بن مُحَمَّد بن مغلس قَالَ ثَنَا ابْن نمير قَالَ حَدثنِي أبي قَالَ كَانَ الْأَعْمَش إِذا سُئِلَ عَن مَسْأَلَة قَالَ عَلَيْكُم بِتِلْكَ الْحلقَة يَعْنِي حَلقَة أبي حنيفَة ¶ أخبرنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا أَحْمد قَالَ ثَنَا بشر ابْن الْوَلِيد قَالَ سَمِعت أَبَا مُعَاوِيَة قَالَ قيل للأعمش فِي علته لَوْلَا أَن أَبَا حنيفَة يَأْتِيك لأتيناك مرَّتَيْنِ فِي الْيَوْم الَّذِي يعودك فِيهِ فَلَمَّا جَاءَ أَبُو حنيفَة قَالَ لَهُ إِن النَّاس يستثقلوني بِمَا أصنع بهم فِي الحَدِيث وَقد زدتني انت عِنْدهم ثقلا قَالُوا لي كَيْت وَكَيْت فَقَالَ لَهُ لَوْلَا الْعلم الَّذِي يجريه الله تَعَالَى على لسَانك مَا رَأَيْتنِي وَلَا أحدا من أَصْحَابِي ببابك وَذَلِكَ ان فِيك خِصَالًا انا لَهَا كَارِه تتسحر عِنْد طُلُوع الْفجْر وَتقول هُوَ الْفجْر الآول وَقد صَحَّ عِنْدِي انه الثَّانِي وَترى المَاء من المَاء وتفتي بِهِ وتجامع أهلك فَإِذا لم تنزل لم تَغْتَسِل أَنْت وَلَا هِيَ وَلَوْلَا انك تتأول من الحَدِيث مَا غَابَ عَنْك مَعَانِيه مَا استحللت ان اكلمك وَلَكِنَّك تتأول شَيْئا غَيره وَالله أولى بك فَمَا تسحر الْأَعْمَش بعد ذَلِك إِلَّا بِاللَّيْلِ وَلَا قرب أَهله إِلَّا اغْتسل وأمرها بِالْغسْلِ وَقَالَ صَلَاة وَصِيَام تكون بإختلاف وَالله لَا أَفْتيت بذلك أبدا ¶ أخبرنَا أَبُو عبيد الله المرزباني قَالَ ثَنَا مُحَمَّد بن أَحْمد الْكَاتِب قَالَ ثَنَا الْحَارِث بن أبي أُسَامَة قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا مُحَمَّد بن حَاتِم قَالَ حَدثنِي ضرار بن صرد",
            "page": "78",
            "part": "1",
            "seal": "531DE91B"
        },
        {
            "id": "66",
            "nass": "قَالَ حَدثنِي أَحْمد بن عِيسَى قَالَ مر أَبُو حنيفَة على بغلته يتبع جَنَازَة فَقَالَ الْأَعْمَش اسْمَع صَوت حافر دَابَّة فَقيل لَهُ أَبُو حنيفَة فعض على شفته وَقَالَ يَا نعْمَان نمر فِي سكتنا بِغَيْر خفير فَتَبَسَّمَ ابو حنيفَة وَقَالَ يَا أَبَا مُحَمَّد أَرَأَيْت أَن الْمَرْء لَا يمر فِي سكته بِغَيْر خفير فَقَالَ لَا تعد إِلَى مثلهَا ¶ ذكر مَا رُوِيَ عَن اعلام الْمُسلمين وأئمتهم فِي فضل أبي حنيفَة رَضِي الله عَنهُ وعنهم ¶ أخبرنَا أَبُو حَفْص عمر بن ابراهيم الْمصْرِيّ قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد ابْن مغلس قَالَ ثَنَا يحيى بن أَكْثَم قَالَ سَمِعت جَرِيرًا قَالَ قَالَ لي الْمُغيرَة بن مقسم الضَّبِّيّ جَالس أَبَا حنيفَة فَلَو كَانَ إِبْرَاهِيم حَيا لَكَانَ مُحْتَاجا إِلَى مُجَالَسَته إِيَّاه هُوَ وَالله يحسن ان يتَكَلَّم فِي الْحَلَال وَالْحرَام ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا القَاضِي أَبُو بكر مكرم بن أَحْمد قَالَ ثَنَا عبد الْوَهَّاب بن مُحَمَّد قَالَ حَدثنِي مُحَمَّد بن سَعْدَان قَالَ سَمِعت أَبَا سُلَيْمَان الْجوزجَاني قَالَ سَمِعت حَمَّاد بن زيد قَالَ أردْت الْحَج فَأتيت أَيُّوب أودعهُ فَقَالَ بَلغنِي ان الرجل الصَّالح فَقِيه أهل الْكُوفَة أَبُو حنيفَة يحجّ فَإِن لَقيته فأقرئه مني السَّلَام قَالَ أَبُو سُلَيْمَان وَسمعت حَمَّاد بن زيد يَقُول إِنِّي لأحب أَبَا حنيفَة من أجل حبه لأيوب ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا مُحَمَّد بن أَحْمد المسكي قَالَ ثَنَا مُحَمَّد بن عَليّ النَّخعِيّ قَالَ ثَنَا مُحَمَّد بن سَعْدَان قَالَ ثَنَا أَبُو سُلَيْمَان الْجوزجَاني قَالَ ثَنَا خَارِجَة بن مُصعب قَالَ سَمِعت عبد الله بن عون وَذكر أَبَا حنيفَة فَقَالَ ذَاك صَاحب ليل وَعبادَة قَالَ فَقَالَ بعض جُلَسَائِهِ إِنَّه يَقُول الْيَوْم قولا ثمَّ يرجع غَدا فَقَالَ ابْن عون فَهَذَا دَلِيل على الْوَرع لَا يرجع من قَول إِلَى قَول إِلَّا صَاحب دين وَلَوْلَا ذَلِك لنصر خطأه ودافع عَنهُ",
            "page": "79",
            "part": "1",
            "seal": "1DA67AC9"
        },
        {
            "id": "67",
            "nass": "أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا ابْن كأس النَّخعِيّ قَالَ ثَنَا مُحَمَّد بن سَعْدَان قَالَ ثَنَا أَبُو سُلَيْمَان قَالَ ثَنَا حَمَّاد بن زيد قَالَ كُنَّا نأتي عَمْرو بن دِينَار فيحدثنا فَإِذا جَاءَ أَبُو حنيفَة اقبل عَلَيْهِ وَتَركنَا حَتَّى نسْأَل ابا حنيفَة ان يكلمهُ وَكَانَ يَقُول يَا أَبَا مُحَمَّد حَدثهمْ فيحدثنا ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا أَبُو الْوَلِيد قَالَ كَانَ شُعْبَة حسن الذّكر لأبي حنيفَة كثير الدُّعَاء لَهُ مَا سمعته قطّ يذكر بَين يَدَيْهِ إِلَّا دَعَا لَهُ ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا نصر بن عَليّ قَالَ كُنَّا عِنْد شُعْبَة فَقيل لَهُ مَاتَ أَبُو حنيفَة فَقَالَ بَعْدَمَا اسْترْجع لقد طفىء عَن أهل الْكُوفَة ضوء نور الْعلم أما إِنَّهُم لَا يرَوْنَ مثله أبدا ¶ حَدثنَا عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا أَبُو عبد الله الزَّعْفَرَانِي نزيل وَاسِط قَالَ ثَنَا أَحْمد بن أبي خَيْثَمَة قَالَ ثَنَا يحيى بن معِين قَالَ سَمِعت أَبَا قطن يَقُول كتب لي شُعْبَة بن الْحجَّاج إِلَى أبي حنيفَة فَلَمَّا قَرَأَ الْكتاب قَالَ كَيفَ أَبُو بسطَام قلت بِخَير قَالَ نعم حَشْو الْمصر هُوَ ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْمعدل قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا عبد الصَّمد بن عبيد الله الدَّلال عَن عبد الله بن إِبْرَاهِيم بن قُتَيْبَة قَالَ أنبأ ابْن نمير قَالَ حَدثنِي إِبْرَاهِيم بن النَّضر عَن إِسْمَاعِيل بن حَمَّاد عَن أبي بكر بن عَيَّاش قَالَ مَاتَ عمر بن سعيد أَخُو سُفْيَان فأتيناه نعزيه فَإِذا الْمجْلس غاص بأَهْله وَفِيهِمْ عبد الله ابْن إِدْرِيس إِذْ أقبل أَبُو حنيفَة فِي جمَاعَة مَعَه فَلَمَّا رَآهُ سُفْيَان تحرّك عَن مَجْلِسه ثمَّ قَامَ فاعتنقه وَأَجْلسهُ فِي مَوْضِعه وَقعد بَين يَدَيْهِ قَالَ أَبُو بكر فاغتظت عَلَيْهِ وَقَالَ ابْن ادريس وَيحك أَلا ترى فَجَلَسْنَا حَتَّى تفرق النَّاس وَقلت لعبد الله بن",
            "page": "80",
            "part": "1",
            "seal": "952E2DBB"
        },
        {
            "id": "68",
            "nass": "إِدْرِيس لَا تقم حَتَّى نعلم مَا عِنْده فِي هَذَا قلت يَا أَبَا عبد الله رَأَيْتُك الْيَوْم فعلت شَيْئا أنكرته وَأنْكرهُ أَصْحَابنَا عَلَيْك قَالَ وَمَا هُوَ قلت جَاءَك أَبُو حنيفَة فَقُمْت إِلَيْهِ وأجلسته فِي مجلسك وصنعت بِهِ صنيعا بليغا وَهَذَا عِنْد أَصْحَابنَا مُنكر قَالَ فَمَا أنكرتم من ذَلِك هَذَا الرجل من الْعلم بمَكَان فَإِن لم أقِم لعلمه قُمْت لسنه وَإِن لم أقِم لسنه قُمْت لفقهه وَإِن لم أقِم لفقهه قُمْت لورعه فاحجمني فَلم يكن لَهُ عِنْدِي جَوَاب ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا أَبُو جَعْفَر أَحْمد ابْن مُحَمَّد بن سَلامَة الطَّحَاوِيّ فِيمَا كتب بِهِ إِلَيّ قَالَ ثَنَا جبرون بن عِيسَى بن يزِيد قَالَ ثَنَا أَيُّوب الْعِرَاقِيّ أَبُو هِشَام قَالَ حَدثنِي مُحَمَّد بن رشيد صَاحب عبد الرَّحْمَن بن الْقَاسِم عَن يُوسُف بن عَمْرو عَن ابْن الدَّرَاورْدِي قَالَ رَأَيْت مَالِكًا وَأَبا حنيفَة فِي مَسْجِد رَسُول الله صلى الله عَلَيْهِ وَسلم بعد الْعشَاء الْآخِرَة وهما يتذاكران ويتدارسان حَتَّى إِذا وقف أَحدهمَا على القَوْل الَّذِي قَالَ بِهِ وَعمل عَلَيْهِ أمسك أَحدهمَا عَن صَاحبه من غير تعسف وَلَا تخطئه لوَاحِد مِنْهُمَا حَتَّى يصليا الغدة فِي مجلسهما ذَلِك ¶ أخبرنَا عمر بن ابراهيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا جَعْفَر بن سهل بن فروخ قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا سُلَيْمَان بن الرّبيع قَالَ ثَنَا كَادِح بن زحمة قَالَ سَأَلَ رجل مَالك بن أنس عَن رجل لَهُ ثَوْبَان أَحدهمَا نجس وَالْآخر طَاهِر وَحَضَرت الصَّلَاة قَالَ يتحَرَّى قَالَ كَادِح فَأخْبرت مَالِكًا بقول أبي حنيفَة إِنَّه يُصَلِّي فِي كل وَاحِد مرّة فَأمر برد الرجل وَأَفْتَاهُ بقول أبي حنيفَة ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا الْحمانِي قَالَ ثَنَا ابْن الْمُبَارك قَالَ كنت عِنْد مَالك بن أنس فَدخل عَلَيْهِ رجل فرفعه ثمَّ قَالَ أَتَدْرُونَ من هَذَا حِين خرج قَالُوا لَا وعرفته أَنا فَقَالَ هَذَا أَبُو حنيفَة",
            "page": "81",
            "part": "1",
            "seal": "678216D9"
        },
        {
            "id": "69",
            "nass": "الْعِرَاقِيّ لَو قَالَ هَذِه الاسطوانة من ذهب لَخَرَجت كَمَا قَالَ لقد وفْق لَهُ الْفِقْه حَتَّى مَا عَلَيْهِ فِيهِ كَبِير مُؤنَة قَالَ وَدخل عَلَيْهِ الثَّوْريّ فأجلسه دون الْموضع الَّذِي أَجْلِس فِيهِ أَبَا حنيفَة فَلَمَّا خرج قَالَ هَذَا سُفْيَان وَذكر من فقهه وورعه ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم بن احْمَد قَالَ ثَنَا أَحْمد بن مُحَمَّد ابْن مغلس قَالَ ثَنَا نصر بن عَليّ قَالَ سَمِعت روحا قَالَ كُنَّا عِنْد ابْن جريج فِي سنة خمسين وَمِائَة فَقيل لَهُ مَاتَ أَبُو حنيفَة فَاسْتَرْجع ثمَّ قَالَ مَاتَ مَعَه علم كثير ¶ أخبرنَا القَاضِي عبد الله بن مُحَمَّد الْأَسدي قَالَ أنبأ أَبُو بكر الدَّامغَانِي الْفَقِيه قَالَ ثَنَا أَحْمد بن مُحَمَّد الطَّحَاوِيّ قَالَ سَمِعت أَبَا خازم عبد الحميد بن عبد الْعَزِيز يحدث عَن مُحَمَّد بن الْمثنى عَن ابْن أبي عدي عَن سعيد بن أبي عرُوبَة قَالَ قدمت الْكُوفَة فَأتيت أَبَا حنيفَة فَسَأَلته عَن مَسْأَلَة فَقَالَ قَالَ عُثْمَان رَحْمَة الله عَلَيْهِ فَقلت لَهُ بل أَنْت رَحِمك الله وَالله لقد دخلت هَذِه الْقرْيَة فَمَا سَمِعت أحدا ترحم بهَا على عُثْمَان غَيْرك ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ سَمِعت ابْن أبي إِسْرَائِيل قَالَ سَمِعت ابْن عُيَيْنَة قَالَ أتيت سعيد بن بِأبي عرُوبَة فَقَالَ لي يَا أَبَا مُحَمَّد مَا رَأَيْت مثل هَدَايَا تَأْتِينَا من بلدك من أبي حنيفَة وددت ان الله أخرج الْعلم الَّذِي مَعَه إِلَى قُلُوب الْمُؤمنِينَ فَلَقَد فتح الله لهَذَا الرجل فِي الْفِقْه شَيْئا كَأَنَّهُ خلق لَهُ ¶ أخبرنَا مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ ثَنَا مُحَمَّد بن مخلد الْعَطَّار قَالَ ثَنَا أَبُو مُوسَى قيس الْمُؤَدب قَالَ ثَنَا سُوَيْد بن سعيد قَالَ ثَنَا سُفْيَان بن عُيَيْنَة قَالَ اول من أجلسني فِي الحَدِيث أَبُو حنيفَة قلت كَيفَ كَانَ قَالَ لما دخلت الْكُوفَة قَالَ لَهُم أَبُو حنيفَة هَذَا أعلمهم بِعَمْرو بن دِينَار فَاجْتمع الي الْمَشَايِخ يَسْأَلُونِي عَن حَدِيث عَمْرو بن دِينَار ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا ابْن كاسب قَالَ سَمِعت سُفْيَان بن عُيَيْنَة يَقُول من أَرَادَ الْمَغَازِي فالمدينة وَمن أَرَادَ الْمَنَاسِك فمكة وَمن أَرَادَ الْفِقْه فالكوفة وَيلْزم أَصْحَاب أبي حنيفَة",
            "page": "82",
            "part": "1",
            "seal": "937BEC5F"
        },
        {
            "id": "70",
            "nass": "أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا مُحَمَّد بن الْمثنى صَاحب أبي نصر بشر بن الْحَارِث قَالَ سَمِعت ابْن عُيَيْنَة قَالَ الْعلمَاء أَرْبَعَة ابْن عَبَّاس فِي زَمَانه وَالشعْبِيّ فِي زَمَانه وَأَبُو حنيفَة فِي زَمَانه وَالثَّوْري فِي زَمَانه ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا الْحمانِي قَالَ ثَنَا ابْن الْمُبَارك قَالَ ذكر ابو حنيفَة بَين يَدي دَاوُد الطَّائِي فَقَالَ ذَلِك نجم يَهْتَدِي بِهِ الساري وَعلم تقبله قُلُوب الْمُؤمنِينَ فَكل علم لَيْسَ من علمه فَهُوَ بلَاء على حامله مَعَه وَالله علم بالحلال وَالْحرَام والنجاة من عَذَاب الْجَبَّار مَعَ ورع مستكن وخدمة دائمة ¶ حَدثنَا ابو الْحسن عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا أَبُو عبد الله مُحَمَّد بن الْحُسَيْن الزَّعْفَرَانِي نزيل وَاسِط قَالَ ثَنَا أَبُو بكر أَحْمد بن أبي خَيْثَمَة قَالَ حَدثنِي سُلَيْمَان بن أبي شيخ قَالَ حَدثنِي حجر بن عبد الْجَبَّار قَالَ قيل للقاسم بن معن أَنْت ابْن عبد الله بن مَسْعُود وترضى ان تكون من غلْمَان أبي حنيفَة فَقَالَ مَا جلس النَّاس إِلَى أحد أَنْفَع مجالسة من أبي حنيفَة ¶ أخبرنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا عبد الصَّمد بن عبيد الله عَن الْحُسَيْن بن عبد الرَّحْمَن الْأَزْدِيّ قَالَ ثَنَا أبي قَالَ ثَنَا أَحْمد ابْن أَسد بن عَمْرو قَالَ رَأَيْت أَبَا حنيفَة جَاءَ يعزي أبي بِعَمْرو بن عَامر جدي فرأيته مد يَده إِلَيْهِ فصافحه وَحَضَرت الْجِنَازَة فقدمه أبي فصلى عَلَيْهِ ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ حَدثنَا عبد الْوَهَّاب بن مُحَمَّد قَالَ سَمِعت يحيى بن أَكْثَم قَالَ كَانَ أَبُو يُوسُف إِذا سُئِلَ عَن مَسْأَلَة أجَاب فِيهَا وَقَالَ هَذَا قَول أبي حنيفَة وَمن جعله بَينه وَبَين ربه فقد اسْتَبْرَأَ لدينِهِ",
            "page": "83",
            "part": "1",
            "seal": "A997CDB2"
        },
        {
            "id": "71",
            "nass": "أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ سَمِعت ابْن سَمَّاعَة قَالَ سَمِعت أَبَا يُوسُف قَالَ سَمِعت أَبَا حنيفَة قَالَ إِن القَاضِي إِذا جَار مُتَعَمدا فقضاؤه مفسوخ عزل أَو لم يعْزل وَهُوَ مَعْزُول لفسقه ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد بن مغلس قَالَ ثَنَا مُحَمَّد بن مقَاتل قَالَ سَمِعت ابْن الْمُبَارك قَالَ إِن كَانَ الْأَثر قد عرف واحتيج إِلَى الرَّأْي فرأي مَالك وسُفْيَان وَأبي حنيفَة وَأَبُو حنيفَة أحْسنهم وأدقهم فطنة وأغوصهم على الْفِقْه وَهُوَ أفقه الثَّلَاثَة ¶ حَدثنَا القَاضِي أَبُو نصر مُحَمَّد بن مُحَمَّد بن سهل النَّيْسَابُورِي الْفَقِيه قَالَ ثَنَا أَحْمد ابْن هَارُون قَالَ حَدثنِي مُحَمَّد بن الْمُنْذر بن سعيد الْهَرَوِيّ قَالَ ثَنَا مُحَمَّد بن سهل بن مَنْصُور الْمروزِي قَالَ حَدثنِي أَحْمد بن إِبْرَاهِيم قَالَ سَمِعت مَنْصُور بن هَاشم يَقُول كُنَّا مَعَ عبد الله بن الْمُبَارك بالقادسية إِذْ جَاءَهُ رجل من أهل الْكُوفَة فَوَقع فِي أبي حنيفَة فَقَالَ لَهُ عبد الله وَيحك أتقع فِي رجل صلى خمْسا وَأَرْبَعين سنة خمس صلوَات على وضوء وَاحِد كَانَ يجمع الْقُرْآن فِي رَكْعَتَيْنِ فِي لَيْلَة وتعلمت الْفِقْه الَّذِي عِنْدِي من أبي حنيفَة ¶ أخبرنَا عبد الله بن إِبْرَاهِيم الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا الْحمانِي قَالَ سَمِعت ابْن الْمُبَارك يَقُول إِذا اجْتمع سُفْيَان وَأَبُو حنيفَة على شَيْء جعلتهما حجَّة فِيمَا بيني وَبَين الله فِيمَا أفتى بِهِ من دينه ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا مُحَمَّد بن مقَاتل قَالَ سَمِعت ابْن الْمُبَارك قَالَ إِن كَانَ الْأَثر قد عرف واحتيج إِلَى الرَّأْي فرأي مَالك وسُفْيَان وَأبي حنيفَة وَأَبُو حنيفَة أحْسنهم وأدقهم فطنة وأغوصهم على الْفِقْه وَهُوَ أفقه الثَّلَاثَة ¶ حَدثنَا أَبُو الْحُسَيْن عَليّ بن عبيد الله الْهَاشِمِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا بن أبي خَيْثَمَة قَالَ ثَنَا عَليّ بن الْجَعْد قَالَ ثَنَا خَلاد السكونِي قَالَ جِئْت يَوْمًا إِلَى زُهَيْر بن مُعَاوِيَة فَقَالَ لي من أَيْن جِئْت فَقلت من",
            "page": "84",
            "part": "1",
            "seal": "90892CEF"
        },
        {
            "id": "72",
            "nass": "عِنْد أبي حنيفَة فَقَالَ وَالله لمجالستك إِيَّاه يَوْمًا أَنْفَع لَك من مجالستي شهرا ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا مُحَمَّد بن مقَاتل قَالَ سَمِعت ابْن الْمُبَارك قَالَ كنت عِنْد الْأَوْزَاعِيّ فَقَالَ لي الْأَوْزَاعِيّ يَا أَبَا عبد الرَّحْمَن رجل يذكرُونَهُ بِالْكُوفَةِ ضال مضل يَدْعُو النَّاس إِلَى بِدعَة فغبت عَن الْأَوْزَاعِيّ بِثَلَاثَة أَيَّام وَثَلَاث لَيَال وأخرجت من مسَائِل أبي حنيفَة مسَائِل وكتبتها بحججها وحملت الْكتاب إِلَى الْأَوْزَاعِيّ فأريته وَقد أذن فَلَمَّا رَآنِي أَقَامَ وصلينا صَلَاة الصُّبْح فَقَالَ لي يَا أَبَا عبد الرَّحْمَن مَا هَذَا الْكتاب مَعَك قلت كتاب فِيهِ مسَائِل وكتبت على كل مَسْأَلَة قَالَ النُّعْمَان كَذَا قَالَ هاته فَجعل يَقْرَؤُهُ حَتَّى انْتهى إِلَى آخِره فَقَالَ من النُّعْمَان هَذَا الَّذِي هَذِه الجوابات الحسان لَهُ قلت أَبُو حنيفَة الَّذِي نهيت عَنهُ قَالَ حرَام عَليّ أَن أَنهَاك عَمَّن تتعلم عَنهُ مثل هَذَا فالزمه واستكثر مِنْهُ فَإِن هَذَا يحسن ان يتَكَلَّم فِي الْعلم ¶ أخبرنَا عمر بن إِبْرَهِيمُ قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا نصر عَن عَليّ قَالَ ثَنَا عبد الله بن دَاوُد قَالَ من أَرَادَ ان يخرج من ذل الْعَمى وَالْجهل ويجد لَذَّة الْفِقْه فَلْينْظر فِي كتب أبي حنيفَة ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا مُحَمَّد بن أَحْمد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد ابْن كأس قَالَ ثَنَا مُحَمَّد بن مَحْمُود الصيدلاني قَالَ ثَنَا مُحَمَّد بن شُجَاع قَالَ قَالَ عبد الله بن دَاوُد مَا يعيب ابا حنيفَة إِلَّا أحد رجلَيْنِ جَاهِل لَا يعرف فضل قَوْله أَو حَاسِد لم يقف على علمه فحسده ¶ أخبرنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الْوَهَّاب بن مُحَمَّد قَالَ ثَنَا عَليّ بن الْحُسَيْن الدرهمي بِالْبَصْرَةِ قَالَ قَالَ لنا الْخُرَيْبِي كَانَ وَالله أَبُو حنيفَة أَنْفَع للْمُسلمين مِنْهُمَا يَعْنِي حَمَّاد بن سَلمَة وَحَمَّاد بن زيد",
            "page": "85",
            "part": "1",
            "seal": "07A78A72"
        },
        {
            "id": "73",
            "nass": "أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا نصر بن عَليّ قَالَ قلت لأبي عَاصِم ابو حنيفَة عنْدك أفقه ام سُفْيَان قَالَ هُوَ وَالله عِنْدِي أفقه من ابْن جريج مَا رَأَتْ عَيْني رجلا أَشد اقتدارا مِنْهُ على الْفِقْه ¶ أخبرنَا عمربن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ سَمِعت تَمِيم بن الْمُنْتَصر يَقُول قَالَ رجل ليزِيد بن هَارُون يَا أَبَا خَالِد رَأْي مَالك أحب إِلَيْك من رَأْي ابي حنيفَة فَقَالَ اكْتُبْ حَدِيث مَالك فَإِنَّهُ كَانَ ينتقي الرِّجَال وَالْفِقْه صناعَة ابي حنيفَة مَا رَأَيْت رجلا ناظره فِي شَيْء من الْفِقْه إِلَّا ظهر عَلَيْهِ وَالْفِقْه صناعته وصناعة أَصْحَابه والفرائض كَأَنَّهُمْ خلقُوا لَهَا ¶ حَدثنَا الْعَبَّاس أخبرنَا الْقَاسِم بن احْمَد الْهَاشِمِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا إِبْرَاهِيم بن مخلد قَالَ ثَنَا أَبُو سعيد الْبَلْخِي قَالَ سَمِعت أَبَا عبد الرَّحْمَن المقرىء قَالَ قَالَ عبد الْعَزِيز بن أبي رواد ابو حنيفَة المحنة من أحب أَبَا حنيفَة فَهُوَ سني وَمن أبغضه فَهُوَ مُبْتَدع ¶ اُخْبُرْنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا إِبْرَاهِيم بن سعيد الْجَوْهَرِي قَالَ ثَنَا شَبابَة بن سوار قَالَ أَخْبرنِي أبي قَالَ رَأَيْت الْحسن بن عمَارَة فِي مَقَابِر الخيزران عِنْد قبر أبي حنيفَة يبكي وَيَقُول رَحِمك الله كنت لنا خلفا مِمَّن مضى وَمَا تركت بعْدك خلفا إِن خلفوك فِي الْعلم الَّذِي عَلَّمْتهمْ لم يُمكنهُم ان يخلفوك فِي الْوَرع إِلَّا بِتَوْفِيق فَقلت من هَذَا قَالُوا قبر أبي حنيفَة ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا القَاضِي أَبُو بكر مكرم بن أَحْمد قَالَ ثَنَا الْحُسَيْن بن عَليّ بن حبَان عَن أَبِيه قَالَ قيل لأبي زَكَرِيَّا يحيى بن معِين أَيّمَا أحب إِلَيْك الشَّافِعِي أم أَبُو حنيفَة ام ابو يُوسُف قَالَ أما الشَّافِعِي فَلَا أحب حَدِيثه واما ابو حنيفَة فقد حدث عَنهُ قوم صَالِحُونَ وَأما ابو يُوسُف فَلم يكن من اهل الْكَذِب كَانَ صَدُوقًا فَقيل لَهُ فَأَبُو حنيفَة كَانَ يصدق فِي الحَدِيث قَالَ نعم صَدُوق",
            "page": "86",
            "part": "1",
            "seal": "288E5497"
        },
        {
            "id": "74",
            "nass": "أخبرنَا عمر بن ابراهيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن عَليّ بن الْعَبَّاس الْبَزَّاز قَالَ حَدثنِي قَاسم المعشري وَالْحُسَيْن بن فهم وَغَيرهمَا قَالُوا سمعنَا يحيى بن معِين يَقُول الْفُقَهَاء أَرْبَعَة ابو حنيفَة وسُفْيَان وَمَالك وَالْأَوْزَاعِيّ ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ سَمِعت يحيى ابْن معِين يَقُول الْقِرَاءَة عِنْدِي قِرَاءَة حَمْزَة وَالْفِقْه فقه أبي حنيفَة على هَذَا أدْركْت النَّاس ¶ وَبِهَذَا الْإِسْنَاد قَالَ سُئِلَ يحيى هَل حدث سُفْيَان عَن أبي حنيفَة قَالَ نعم كَانَ أَبُو حنيفَة ثِقَة صَدُوقًا فِي الحَدِيث وَالْفِقْه مَأْمُونا على دين الله ¶ حَدثنَا الشريف ابو الْحسن الْعَبَّاس بن أَحْمد بن الْفضل الْهَاشِمِي قَالَ ثَنَا احْمَد بن مُحَمَّد بن المنصوري قَالَ ثَنَا عَليّ بن مُحَمَّد بن كأس النَّخعِيّ قَالَ ثَنَا أَحْمد بن ابي خَيْثَمَة قَالَ ثَنَا سَلمَة النَّحْوِيّ قَالَ قَالَ سُلَيْمَان بن دَاوُد الْهَاشِمِي قَالَ لي الشَّافِعِي قَول أبي حنيفَة أعظم من أَن يدْفع بالهوينا ¶ حَدثنَا الْعَبَّاس بن أَحْمد قَالَ ثَنَا أَحْمد بن مُحَمَّد بن المنصوري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا الْحسن بن قُتَيْبَة قَالَ ثَنَا خرملة بن يحيى قَالَ سَمِعت الشَّافِعِي يَقُول من لم ينظر فِي كتب أبي حنيفَة لم يتبحر فِي الْفِقْه ¶ أخبرنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا ابْن عَطِيَّة قَالَ ثَنَا ابْن سَمَّاعَة قَالَ ثَنَا ابو يُوسُف قَالَ كَانَ ابو حنيفَة فِي الْمَسْجِد الْحَرَام يُفْتِي النَّاس فَوقف عَلَيْهِ جَعْفَر بن مُحَمَّد فَفطن لَهُ فَقَامَ ثمَّ قَالَ يَا ابْن رَسُول الله لَو شَعرت بك اول مَا وقفت مَا رَآنِي الله أقعد وَأَنت قَائِم فَقلت لَهُ اجْلِسْ يَا أَبَا حنيفَة فأجب النَّاس فعلى هَذَا أدْركْت آبَائِي ¶ حَدثنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا عَليّ بن الْحسن المخرمي قَالَ ثَنَا مُحَمَّد بن هَارُون بن عبد الله بن مياح قَالَ ثَنَا أبي قَالَ ابو هِشَام أَصْرَم بن حَوْشَب الْهَمدَانِي قَالَ ثَنَا عبد الرَّحْمَن بن عبدويه الْيَشْكُرِي قَالَ سَمِعت أَبَا حنيفَة",
            "page": "87",
            "part": "1",
            "seal": "0086F628"
        },
        {
            "id": "75",
            "nass": "يَقُول قدمت الْمَدِينَة فَأتيت أَبَا جَعْفَر مُحَمَّد بن عَليّ فَقَالَ يَا أَخا أهل الْعرَاق الا تجْلِس إِلَيْنَا فَجَلَست فَقلت أصلحك الله مَا تَقول فِي أبي بكر وَعمر فَقَالَ رحم الله أَبَا بكر وَعمر قلت إِنَّهُم يَقُولُونَ عندنَا بالعراق انك تتبرأ مِنْهُمَا فَقَالَ معَاذ الله كذبُوا وَرب الْكَعْبَة اَوْ لست تعلم ان عليا زوج ابْنَته ام كُلْثُوم ابْنة فَاطِمَة من عمر بن الْخطاب وَهل تَدْرِي من هِيَ لَا ابا لَك جدَّتهَا خَدِيجَة سيدة نسَاء أهل الْجنَّة وجدهَا رَسُول الله صلى الله عَلَيْهِ وَسلم خَاتم النَّبِيين وَسيد الْمُرْسلين وَرَسُول رب الْعَالمين وَأمّهَا فَاطِمَة سيدة نسَاء الْعَالمين وأخواها الْحسن وَالْحُسَيْن سيدا شباب أهل الْجنَّة وأبوها عَليّ بن أبي طَالب ذُو الشّرف والمنقبة فِي الاسلام فَلَو لم يكن لَهَا أَهلا لَا ابالك لم يُزَوّجهَا أَيَّاهُ قَالَ قلت فَلَو كتبت إِلَيْهِم كتابا فَكَذبت على نَفسك قَالَ لَا يطيعون الْكتب هَذَا أَنْت قد قلت لَك عيَانًا أَلا تجْلِس إِلَيْنَا فعصيتني فَكيف يطيعون الْكتاب ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الصَّمد بن عبيد الله عَن مُحَمَّد بن الْهَيْثَم النَّخعِيّ عَن رَبَاح بن أبي نصر قَالَ رَأَيْت ابا حنيفَة وَعمر بن ذَر التقيا واعتنقا وَقبل عمر بن ذَر بَين عَيْني ابي حنيفَة ¶ اُخْبُرْنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الصَّمد عَن عمر بن عِيسَى ابْن عُثْمَان قَالَ ثَنَا أبي قَالَ ثَنَا إِسْمَاعِيل بن شُعَيْب السمان عَن أَبِيه قَالَ رَأَيْت ابا حنيفَة ومحارب بن دثار متزاملين إِلَى مَكَّة قد أحرما وهما مصطحبان ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا أَبُو سُلَيْمَان الْجوزجَاني قَالَ قَالَ لي مُحَمَّد بن عبد الله قَاضِي الْبَصْرَة نَحن أبْصر بِالشُّرُوطِ من أهل الْكُوفَة قلت الانصاف بالعلماء أحسن وَإِنَّمَا وضع هَذَا ابو حنيفَة فزدتم شَيْئا ونقصتم وحسنتم تِلْكَ الْأَلْفَاظ وَلَكِن هاتوا شروطكم وشروط أهل الْكُوفَة قبل أبي حنيفَة فَسكت وَقَالَ التَّسْلِيم للحق أولى",
            "page": "88",
            "part": "1",
            "seal": "B9311D60"
        },
        {
            "id": "76",
            "nass": "حَدثنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا عَليّ بن الْحسن المخرمي قَالَ أَخْبرنِي أَحْمد بن مُحَمَّد بن عبد الله السَّمرقَنْدِي قَالَ ثَنَا احْمَد بن سعيد الْمروزِي قَالَ سَمِعت سعد بن معَاذ قَالَ سَمِعت إِبْرَاهِيم بن رستم يَقُول سَمِعت أَبَا عصمَة نوح بن أبي مَرْيَم يَقُول سَأَلت ابا حنيفَة من أهل الْجَمَاعَة فَقَالَ من قدم ابا بكر وَعمر وَأحب عليا وَعُثْمَان وآمن بِالْقدرِ خَيره وشره لم يكفر مُؤمنا بذنب وَلم يتَكَلَّم فِي الله بِشَيْء وَمسح على الْخُفَّيْنِ وَلم يحرم نَبِيذ الْجَرّ قَالَ سعد بن معَاذ قد جمع فِي هَذِه الأحرف السَّبْعَة مَذَاهِب أهل السّنة وَالْجَمَاعَة فَلَو أَرَادَ رجل ان يزِيد فِيهَا حرفا ثامنا لم يقدر عَلَيْهِ ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الصَّمد بن عبيد الله عَن عبد الله بن مُحَمَّد بن نوح قَالَ ثَنَا حَفْص بن يحيى قَالَ ثَنَا مُحَمَّد بن أبان عَن الْحَارِث ابْن عبد الرَّحْمَن قَالَ كُنَّا نَكُون عِنْد عَطاء بَعْضنَا خلف بعض فَإِذا جَاءَ ابو حنيفَة أوسع لَهُ وَأَدْنَاهُ ¶ ذكر مَا رُوِيَ من الشّعْر فِي مدح أبي حنيفَة ومرثيته ¶ حَدثنَا القَاضِي الْمُخْتَار ابو نصر مُحَمَّد بن مُحَمَّد بن سهل قَالَ حَدثنِي ابو احْمَد احْمَد ابْن مُحَمَّد بن سعد قَالَ ثَنَا إِبْرَاهِيم بن احْمَد القَاضِي قَالَ ثَنَا مُحَمَّد بن حَمَّاد عَن الْحُسَيْن ابْن جُمُعَة قَالَ سَمِعت شَدَّاد بن حَكِيم يَقُول سَمِعت عبد الله بن الْمُبَارك يَقُول ¶ (وجدت أبأ حنيفَة كل يَوْم ... يزِيد نبالة وَيزِيد خيرا) ¶ (وينطق بِالصَّوَابِ ويصطفيه ... إِذا مَا قَالَ أهل الْجور جورا) ¶ (يقايس من يقايسه بلب 5 فَمن ذَا تعلمُونَ لَهُ نظيرا) ¶ (كفانا موت حَمَّاد وَكَانَت ... مصيبته لنا أمرا كَبِيرا) ¶ (فَرد شماتة الْأَعْدَاء عَنَّا ... وَأفْشى بعده علما كثيرا)",
            "page": "89",
            "part": "1",
            "seal": "B04DE5DE"
        },
        {
            "id": "77",
            "nass": "(رَأَيْت ابا حنيفَة حِين يُؤْتى ... وَيطْلب علمه بحرا غزيرا) ¶ (إِذا مَا المعضلات تدافعتها ... رجال الْقَوْم كَانَ بهَا بَصيرًا) ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ حَدثنَا ابو الْعَبَّاس احْمَد بن عبد الله الثَّقَفِيّ قَالَ أَنْشدني عَليّ بن الْحُسَيْن بن الْأسود الطوسي الْأسود ¶ (الْفِقْه منا إِن أردْت تفقها ... والجود وَالْمَعْرُوف للمنتاب) ¶ (طَاوس منا وَابْن سِيرِين الَّذِي ... جمع التقى وَالْعلم والآداب) ¶ (وأخوهم المكحول يعرف فقهه ... وَعَطَاء منا لَيْسَ بالكذاب ¶ (والعالم الْبَصْرِيّ منا فاعلموا ... فضل الرِّجَال بِعلم كل كتاب) ¶ (وَإِذا ذكرت أَبَا حنيفَة فيهم ... خضعت لَهُ فِي الرَّأْي كل رِقَاب) ¶ (عُلَمَاء قد وثق الْأَنَام بفقههم ... مَا فيهم يَوْم الْقَضَاء بمجاب) ¶ (فِي كل مشكلة وكل قَضِيَّة ... فيهم ذَوُو التَّفْسِير والألباب) ¶ أنشدنا ابو الْقَاسِم عبد الله بن مُحَمَّد الشَّاهِد قَالَ أنشدنا مكرم بن أَحْمد لأبي الْقَاسِم غَسَّان بن مُحَمَّد بن عبد الله بن سَالم التَّيْمِيّ ¶ (وضع الْقيَاس ابو حنيفَة كُله ... فَأتى بأوضح حجَّة وَقِيَاس) ¶ (وَبنى على الْآثَار اس بنائِهِ ... فَأَتَت غوامضه على الآساس) ¶ (وَالنَّاس يتبعُون فِيهَا قَوْله ... لما استنار ضياؤه للنَّاس) ¶ أنشدنا ابو الْحسن الْعَبَّاس بن احْمَد بن الْفضل الْهَاشِمِي قَالَ أنشدنا احْمَد بن مُحَمَّد المنصوري قَالَ أنشدنا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ أنشدنا إِسْحَاق بن إِبْرَاهِيم بن مقراض قَالَ أنشدنا سُوَيْد بن سعيد الْمروزِي قَالَ سَمِعت ابْن الْمُبَارك يَقُول ¶ (لقد زَان الْبِلَاد وَمن عَلَيْهَا ... إِمَام الْمُسلمين ابو حنيفَة) ¶ (بآثار وَفقه فِي حَدِيث ... كآثار الزبُور على الصَّحِيفَة)",
            "page": "90",
            "part": "1",
            "seal": "2D1AF31A"
        },
        {
            "id": "78",
            "nass": "(فَمَا فِي المشرقين لَهُ نَظِير ... وَلَا بالمغربين وَلَا بِالْكُوفَةِ) ¶ (رَأَيْت العائبين لَهُ سفاها ... خلاف الْحق مَعَ حجج ضَعِيفَة) ¶ حَدثنَا ابو الْحسن عَليّ بن الْحسن الرَّازِيّ قَالَ نَا ابو عبد الله مُحَمَّد بن الْحُسَيْن الزَّعْفَرَانِي نزيل وَاسِط قَالَ ثَنَا أَحْمد بن زُهَيْر قَالَ حَدثنِي سُلَيْمَان بن أبي شيخ قَالَ مساور الْوراق ¶ (كُنَّا من الدّين قبل الْيَوْم فِي سَعَة ... حَتَّى ابتلينا بأصحاب المقاييس) ¶ (قَامُوا من السُّوق إِذْ قلت مكاسبهم ... فاستعملوا الرَّأْي عِنْد الْفقر والبؤس أما العريب فأمسوا لَا عَطاء لَهُم ... وَفِي الموَالِي عَلَامَات المفاليس) فَلَقِيَهُ أَبُو حنيفية فَقَالَ لَهُ هجوتنا فَنحْن نرضيك فَبعث إِلَيْهِ بِدَرَاهِم فَقَالَ ¶ (إِذا مَا أهل مصر بادهونا ... بداهية من الْفتيا لَطِيفَة) ¶ (أتيناهم بمقياس صَحِيح ... صَلِيب من طراز أبي حنيفَة) ¶ (إِذا سمع الْفَقِيه بِهِ وعاه ... وأثبته بِفقه فِي صحيفه) ¶ حَدثنَا ابو الْحسن عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا مُحَمَّد بن الْحُسَيْن الزَّعْفَرَانِي قَالَ ثَنَا ابْن أبي خَيْثَمَة قَالَ أَخْبرنِي سُلَيْمَان بن أبي شيخ قَالَ كَانَ أَبُو سعيد الرَّازِيّ يُمَارِي أهل الْكُوفَة ويفضل أهل الْمَدِينَة فهجاه رجل من أهل الْكُوفَة ولقبه بشرشير فَقَالَ ¶ (عِنْدِي مسَائِل لَا شرشير يحسنها ... إِن سيل عَنْهَا وَلَا أَصْحَاب شرشير وَلَيْسَ يعرف هَذَا الدّين يُعلمهُ ... إِلَّا أبي حنيفَة كوفية الدّور لاتسألن مدينيا فتكفره ... إِلَّا عَن البم والمثنى والزير) ¶ قَالَ سُلَيْمَان قَالَ أَبُو سعيد فَكتبت إِلَى الْمَدِينَة قد هجيتم بِكَذَا وَكَذَا فأجيبوا فَأجَاب رجل مِنْهُم فَقَالَ ¶ (لقد عجبت لغاو سَاقه قدر ... وكل أَمر إِذا مَا حم مَقْدُور) ¶ (قَالَ الْمَدِينَة أَرض لَا يكون بهَا ... إِلَّا الْغناء وَإِلَّا البم والزير) ¶ (لقد كذبت لعَمْرو الله إِن بهَا ... قبر النَّبِي وَخير النَّاس مقبور)",
            "page": "91",
            "part": "1",
            "seal": "AD241346"
        },
        {
            "id": "79",
            "nass": "أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا عَليّ بن صَالح الْبَغَوِيّ قَالَ أَنْشدني ابو عبد الله مُحَمَّد بن زيد الوَاسِطِيّ لِأَحْمَد بن الْمعدل ¶ (إِن كنت كَاذِبَة الَّذِي حَدَّثتنِي ... فَعَلَيْك إِثْم أبي حنيفَة أَو زفر) ¶ (المائلين إِلَى الْقيَاس تعمدا ... والراغبين عَن التَّمَسُّك بالْخبر) ¶ (خلت الديار تفقهوا فِي حيكم ... ظهر النِّفَاق فَلَا سَبِيل إِلَى عمر) ¶ ثمَّ أَنْشدني أَبُو عبد الله مُحَمَّد بن زيد نقضهَا لنَفسِهِ ¶ (إِذا كنت ذَا كذب على أشياخنا ... متنقصا لأبي حنيفَة أَو زفر) ¶ (فَعَلَيْك إِثْم الشَّيْخ أَعنِي مَالِكًا ... فِي قَوْله توطا الحلائل فِي الدبر) ¶ (هَذَا مقَال قد روى عَن سَالم ... تَكْذِيب ناقله وتزوير الْخَبَر) ¶ (رَوَت الثِّقَات عَن النَّبِي تواترا ... لعنا لفَاعِله بقول مشتهر) ¶ (وَأَبُو حنيفَة لَا يقايس عندنَا ... إِلَّا إِذا عدم الصَّحِيح من الْخَبَر) ¶ (لَو كَانَ شَاهد مَالِكًا فِيهَا عمر ... رئيت بظهرالشيخ آثَار الدُّرَر) ¶ حَدثنَا أَبُو حَفْص عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا عَليّ بن صَالح الْبَغَوِيّ قَالَ سَمِعت عبد الله بن الْعَبَّاس قَالَ سَمِعت أَبَا عبد الله أَحْمد بن مُؤَمل قَالَ سَمِعت أَبَا سُلَيْمَان الْجوزجَاني قَالَ سَأَلت مَالك بن أنس عَن وطىء الحلائل فِي الدبر فَقَالَ لي السَّاعَة غسلت رَأْسِي مِنْهُ وَأَوْمَأَ بِيَدِهِ إِلَى رَأسه ¶ ذكر مَا رُوِيَ فِي وَفَاته وَالْوَقْت الَّذِي مَاتَ فِيهِ ¶ حَدثنَا أَبُو عبيد الله مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ ثَنَا الْحسن بن مُحَمَّد المخرمي قَالَ ثَنَا مُحَمَّد بن عُثْمَان بن أبي شيبَة قَالَ ثَنَا نصر بن عبد الرَّحْمَن الوشاء قَالَ ثَنَا الْفضل بن دُكَيْن قَالَ سَمِعت زفر بن الْهُذيْل يَقُول كَانَ أَبُو حنيفَة يجْهر حِين خرج إِبْرَاهِيم بِالْبَصْرَةِ جَهرا شَدِيدا فَقلت لَهُ وَالله مَا أَنْت بمنته حَتَّى نؤتى فتوضع فِي أعناقنا الحبال قَالَ أَبُو نعيم فَلَمَّا كَانَ بعد ذَلِك كتب الْمَنْصُور إِلَى",
            "page": "92",
            "part": "1",
            "seal": "C98496A1"
        },
        {
            "id": "80",
            "nass": "عِيسَى بن مُوسَى وَهُوَ على الْكُوفَة يَأْمُرهُ ان يحمل أَبَا حنيفَة إِلَى بَغْدَاد قَالَ ابو نعيم فَغَدَوْت أُرِيد ابا حنيفَة فَلَقِيته رَاكِبًا يُرِيد وداع عِيسَى وَقد كَاد وَجهه يسود خوفًا فَقدم بَغْدَاد فَمَاتَ فِيهَا وَهُوَ ابْن سبعين سنة قَالَ ابو نعيم سقى شربة فَمَاتَ مِنْهَا وأخبرت أَنه لما حضر بَين يَدي الْمَنْصُور دَعَا لَهُ بسويق وَأمره بِشَربَة فَامْتنعَ فَقَالَ لتشربنه فَامْتنعَ فأكرهه حَتَّى شربه ثمَّ قَامَ مبادرا فَقَالَ لَهُ أَبُو جَعْفَر إِلَى أَيْن قَالَ إِلَى حَيْثُ بعثت بِي فَمضى بِهِ إِلَى السجْن فَمَاتَ فِي السجْن ¶ أخبرنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الْوَهَّاب ابْن مُحَمَّد قَالَ ثَنَا يَعْقُوب بن شيبَة قَالَ أَخْبرنِي عبد الله بن الْحسن عَن بشر بن الْوَلِيد قَالَ مَاتَ أَبُو حنيفَة فِي السجْن وَدفن فِي مَقَابِر الخيزران قَالَ يَعْقُوب بن شيبَة خبرت انه توفى وَهُوَ ساجد ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا عبد الله ابْن مُطِيع قَالَ سَمِعت أبي يَقُول رَأَيْت جَنَازَة رجل أَيَّام أبي جَعْفَر فِي طاقات بَاب خُرَاسَان وَخَلفهَا رجل وَمَعَهَا أَرْبَعَة أنفس يحملونها فَقلت من هَذَا الْمَيِّت فَقَالُوا رجل من أهل الْكُوفَة مَاتَ فِي السجْن قلت من يُقَال لَهُ قَالُوا ابو حنيفَة وَهَذَا الرجل نَذْهَب بِهِ وندفنه فَلَمَّا خرجنَا من بَاب خُرَاسَان كَأَنَّهُ نُودي فِي الْخلق فَاجْتمعُوا فعبرنا بِهِ إِلَى ذَلِك الْجَانِب فَصليت عَلَيْهِ عِنْد بَاب الجسر فَتقدم رجل فصلى عَلَيْهِ فَقلت من هَذَا قَالُوا رجل من بني تيم الله وَأَبُو حنيفَة مولى لَهُم وَدفن فِي مَقَابِر الخيزران فَلم نقدر على دَفنه إِلَى مَا بعد الْعَصْر من كَثْرَة الزحام قَالَ قلت كَيفَ اخْتَار هَذَا الْجَانِب والدفن فِيهِ قَالَ لِأَن ذَلِك الْجَانِب غصب وَهَذِه الأَرْض كَانَت عِنْده أطيب فَأمر بذلك وَجَاء الْمَنْصُور فصلى على قَبره وَمكث النَّاس يصلونَ على قَبره أَكثر من عشْرين يَوْمًا",
            "page": "93",
            "part": "1",
            "seal": "9FEE0C06"
        },
        {
            "id": "81",
            "nass": "حَدثنَا ابو الْحسن عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا ابو عبد الله مُحَمَّد بن الْحُسَيْن الزَّعْفَرَانِي قَالَ ثَنَا ابْن أبي خَيْثَمَة قَالَ حَدثنِي سُلَيْمَان بن أبي شيخ قَالَ الْحسن بن عمَارَة صلى على أبي حنيفَة وَهُوَ قَاض بِبَغْدَاد سنة خمسين وَمِائَة ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الْوَهَّاب ابْن مُحَمَّد قَالَ ثَنَا ابو عبد الله الْمروزِي قَالَ ثَنَا دَاوُد بن إِبْرَاهِيم قَالَ ثَنَا عبد الحكم ابْن ميسرَة قَالَ كُنَّا عِنْد مقَاتل بن سُلَيْمَان فَقَامَ رجل وَعند مقَاتل زهاء خَمْسَة آلَاف رجل فَجعل يَدُور بِرَأْسِهِ يَمِينا وَشمَالًا فَقَالَ يَا أَيهَا النَّاس إِن كنت عنْدكُمْ عدلا فعدلوني عِنْد مقَاتل فَقَالَ النَّاس يَا أَبَا الْحسن عدل مرضى جَائِز الشَّهَادَة مَقْبُول القَوْل صَدُوق اللهجة فَقَالَ الرجل أقبل عَليّ يَا أَبَا الْحسن فَأقبل عَلَيْهِ فَقَالَ الرجل رَأَيْت البارحة فِيمَا يرى النَّائِم شخصا على مَنَارَة الْمسيب يُنَادي يَا أَيهَا النَّاس يَمُوت اللَّيْلَة رجل من الْفُقَهَاء من أهل الْجنَّة فأصبحنا وَمَا مَاتَ أحد من الْفُقَهَاء إِلَّا أَبُو حنيفَة رَضِي الله عَنهُ فانتحب النَّاس فَقَالَ مقَاتل إِنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون هلك من كَانَ يفرج عَن أمة مُحَمَّد ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ حَدثنِي خلف بن سَالم قَالَ سَمِعت صَدَقَة المقابري وَكَانَ صَدَقَة مجاب الدعْوَة يَقُول لما دفن ابو حنيفَة فِي مَقَابِر الخيزران سَمِعت صَوتا فِي اللَّيْل ثَلَاث لَيَال ¶ (ذهب الْفِقْه فَلَا فقه لكم ... فَاتَّقُوا الله وَكُونُوا خلفا مَاتَ نعْمَان فَمن هَذَا الَّذِي ... يحيى اللَّيْل إِذا مَا سجفا) ¶ حَدثنَا أَبُو عبيد الله المرزباني قَالَ ثَنَا أَحْمد بن كَامِل وَعبد الْبَاقِي بن قَانِع قَالَا توفى ابو حنيفَة بِبَغْدَاد فِي رَجَب أَو شعْبَان سنة خمسين وَمِائَة وَبلغ سبعين سنة ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا عمر بن إِسْحَاق بن إِبْرَاهِيم قَالَ ثَنَا عَليّ بن مَيْمُون قَالَ سَمِعت الشَّافِعِي يَقُول إِنِّي لأتبرك بِأبي حنيفَة وأجيء الى",
            "page": "94",
            "part": "1",
            "seal": "4B5E4AB2"
        },
        {
            "id": "82",
            "nass": "قَبره فِي كل يَوْم يَعْنِي زَائِرًا فَإِذا عرضت لي حَاجَة صليت رَكْعَتَيْنِ وَجئْت إِلَى قَبره وَسَأَلت الله الْحَاجة فَمَا تبعد عني حَتَّى تقضى ¶ رَضِي الله عَنهُ وَعَن جَمِيع ائمة الدّين آمين",
            "page": "95",
            "part": "1",
            "seal": "25BD252A"
        },
        {
            "id": "84",
            "nass": "أَخْبَار أبي يُوسُف يَعْقُوب بن إِبْرَاهِيم القَاضِي صَاحب أبي حنيفَة وَذكر نسبه رَضِي الله عَنهُ ¶ أخبرنَا ابو عبيد الله مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ ثَنَا ابو بكر احْمَد ابْن كَامِل قَالَ ثَنَا احْمَد بن الْقَاسِم البرتي قَالَ ثَنَا بشر بن الْوَلِيد قَالَ سَمِعت ابا يُوسُف يَعْقُوب بن ابراهيم بن سعد بن حبتة القَاضِي قَالَ ابْن كَامِل هُوَ قَاضِي مُوسَى الْهَادِي وَهَارُون الرشيد بِبَغْدَاد قَالَ وَلم يخْتَلف يحيى بن معِين وَاحْمَدْ بن حَنْبَل وَعلي بن الْمَدِينِيّ فِي ثقته فِي النَّقْل قَالَ وَهُوَ اول من خُوطِبَ ب قَاضِي الْقُضَاة وَكَانَ اسْتخْلف يُوسُف ابْنه على الْجَانِب الغربي فأقره الرشيد على عمله وَولى قَضَاء الْقُضَاة بعد موت ابي يُوسُف ابو البخْترِي وهب بن وهب الْقرشِي ¶ حَدثنَا الْعَبَّاس بن أَحْمد بن الْفضل الْهَاشِمِي قَالَ ثَنَا أَحْمد بن مُحَمَّد المنصوري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا ابراهيم بن إِسْحَاق قَالَ ثَنَا يُوسُف بن أبي يُوسُف قَالَ ثَنَا ابي ابو يُوسُف يَعْقُوب بن إِبْرَاهِيم بن حبيب بن سعد بن حبتة البَجلِيّ وعدادهم فِي الْأَنْصَار ثمَّ فِي الْأَوْس قَالَ ابو يُوسُف أُتِي بجدي سعد إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم يَوْم الخَنْدَق فَاسْتَغْفر لَهُ وَمسح بِرَأْسِهِ فَتلك المسحة فِينَا الى السَّاعَة قَالَ وَكَانَ ابو يُوسُف إِذا نظرت إِلَيْهِ فَكَأَنَّهُ ادهن من تِلْكَ المسحة ¶ حَدثنَا عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا ابو عبد الله الزَّعْفَرَانِي نزيل وَاسِط قَالَ ثَنَا ابْن ابي خَيْثَمَة قَالَ أنبأ سُلَيْمَان بن أبي شيخ قَالَ ابو يُوسُف من ولد خُنَيْس بن",
            "page": "97",
            "part": "1",
            "seal": "36D17ABF"
        },
        {
            "id": "85",
            "nass": "سعد أخي النُّعْمَان بن سعد الَّذِي يرْوى عَنهُ عبد الرَّحْمَن بن اسحاق ¶ اُخْبُرْنَا عمر بن ابراهيم المقرىء قَالَ ثَنَا مكرم بن أَحْمد قَالَ قَالَ مُحَمَّد بن خلف ابْن حبَان بن صَدَقَة المقرىء ابو يُوسُف يَعْقُوب بن ابراهيم بن حبيب بن سعد بن بجير بن مُعَاوِيَة وَأم سعد حبته بنت مَالك من بني عَمْرو بن عَوْف وَسعد بن حتبة من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ فِيمَن عرض عَليّ النَّبِي صلى الله عَلَيْهِ وَسلم يَوْم أحد مَعَ رَافع ابْن خديج وَابْن عمر ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا عبد الْوَهَّاب ابْن مُحَمَّد قَالَ ثَنَا يَعْقُوب بن شيبَة قَالَ ابو يُوسُف القَاضِي يَعْقُوب بن ابراهيم بن حبيب بن سعد بن حبتة البَجلِيّ وَكَانَ سعد بن حبتة استصغر يَوْم اُحْدُ وَنزل الْكُوفَة وَمَات بهَا وَصلى عَلَيْهِ زيد بن ارقم وَكبر عَلَيْهِ خمْسا والنعمان بن سعد الَّذِي روى عَن عَليّ رَضِي الله عَنهُ هُوَ ثِقَة عِنْد جَمِيع أَصْحَابنَا وَهُوَ من الْأَنْصَار هُوَ ابْن سعد بن بجير وَإِنَّمَا صَار عداده فِي الْأَنْصَار لِأَن بجيرا ابا سعد كَانَ جاهليا مَاتَ على الْكفْر وَكَانَ حَالف خَوات بن جُبَير من بني عَمْرو بن عَوْف وزوجه خَوات امْرَأَة مِنْهُم يُقَال لَهَا حبتة فَولدت لَهُ سَعْدا وَهُوَ اول اب لأبي يُوسُف فِي الاسلام ولسعد نصْرَة وَقد اصابته من النَّبِي صلى الله عَلَيْهِ وَسلم دَعْوَة قَالُوا ابو يُوسُف من ولد سعد بن حبتة بن خُنَيْس بن سعد وَهُوَ صَاحب شهارسوج خُنَيْس بِالْكُوفَةِ ¶ أخبرنَا عبد الله بن مُحَمَّد الْأَسدي قَالَ أنبأ ابو بكر الدَّامغَانِي الْفَقِيه قَالَ سَمِعت ابا جَعْفَر الطَّحَاوِيّ يَقُول مولد ابي يُوسُف سنة ثَلَاث عشرَة وَمِائَة",
            "page": "98",
            "part": "1",
            "seal": "135FAFBA"
        },
        {
            "id": "86",
            "nass": "ذكر مَا روى فِي ابْتِدَاء طلبه للْعلم وَذكر فضائله ومناقبه وَمَا قَالَه الْأَئِمَّة فِي الثَّنَاء عَلَيْهِ ¶ اُخْبُرْنَا عمر بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الصَّمد بن عبيد الله عَن عَليّ بن حَرْمَلَة التَّيْمِيّ عَن ابي يُوسُف قَالَ كنت اطلب الحَدِيث وَالْفِقْه وانا مقل رث الْحَال فجَاء ابي يَوْمًا وانا عِنْد ابي حنيفَة فَانْصَرَفت مَعَه فَقَالَ يَا بني لَا تَمُدَّن رجلك مَعَ ابي حنيفَة فان ابا حنيفَة خبزه مشوي وانت تحْتَاج الى المعاش فقصرت عَن كثير من الطّلب وآثرت طَاعَة أبي فتفقدني ابو حنيفَة وَسَأَلَ عني فَجعلت اتعاهد مَجْلِسه فَلَمَّا كَانَ أول يَوْم اتيته بعد تأخري عَنهُ قَالَ لي مَا شغلك عَنَّا قلت الشّغل بالمعاش وَطَاعَة وَالِدي وَجَلَست فَلَمَّا اردت الإنصراف أَوْمَأ إِلَيّ فَجَلَست فَلَمَّا انْصَرف النَّاس دفع لي صرة وَقَالَ استمتع بِهَذِهِ فَنَظَرت فَإِذا فِيهَا مائَة دِرْهَم فَقَالَ لي الزم الْحلقَة وَإِذا نفدت هَذِه فَأَعْلمنِي فلزمت الْحلقَة فَلَمَّا مَضَت مُدَّة يسيرَة دفع الي مائَة اخرى ثمَّ كَانَ يتعاهدني وَمَا أعلمته بخلة قطّ وَلَا اخبرته بنفاد شَيْء وَكَانَ كَأَنَّهُ يخبر بنفادها حَتَّى اسْتَغْنَيْت وتمولت ¶ حَدثنَا الْعَبَّاس بن احْمَد بن الْفضل الْهَاشِمِي قَالَ ثَنَا احْمَد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا احْمَد بن عمار بن ابي مَالك عَن ابيه قَالَ مَا كَانَ فيهم مثل ابي يُوسُف لَوْلَا ابو يُوسُف مَا ذكر ابو حنيفَة وَلَا ابْن ابي ليلى وَلكنه نشر علمهما وَبث قَوْلهمَا ¶ اُخْبُرْنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا ابو خازم عبد الحميد بن عبد الْعَزِيز عَن بكر الْعمي عَن هِلَال ابْن يحيى قَالَ كَانَ ابو يُوسُف يحفظ التَّفْسِير والمغازي وايام الْعَرَب وَكَانَ اقل علومه الْفِقْه ¶ اُخْبُرْنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن عَطِيَّة قَالَ سَمِعت مُحَمَّد بن سَمَّاعَة يَقُول كَانَ ابو يُوسُف يُصَلِّي بعد مَا ولى الْقَضَاء فِي كل يَوْم",
            "page": "99",
            "part": "1",
            "seal": "3384B489"
        },
        {
            "id": "87",
            "nass": "مِائَتي رَكْعَة وَكَانَ ابْن سَمَّاعَة يُصليهَا فِي كل يَوْم وَكَانَ بشر يُصَلِّي كل يَوْم مِائَتي رَكْعَة وَكَانَ يُصليهَا بَعْدَمَا فلج ¶ حَدثنَا الْعَبَّاس بن احْمَد الْهَاشِمِي قَالَ ثَنَا أَحْمد بن الْفضل الْهَاشِمِي قَالَ ثَنَا احْمَد بن مُحَمَّد المنصوري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا جَعْفَر بن مُحَمَّد ين حَازِم قَالَ ثَنَا عبيد بن مُحَمَّد قَالَ سَمِعت عمر بن حَمَّاد بن أبي حنيفَة قَالَ سَمِعت ابا يُوسُف قَالَ مَا كَانَ فِي الدُّنْيَا مجْلِس اجلسه احب الي من ابي حنيفَة وَابْن ابي ليلى فَانِي مَا رَأَيْت فَقِيها افقه من ابي حنيفَة وَلَا قَاضِيا خيرا من ابْن ابي ليلى ¶ حَدثنَا الْعَبَّاس بن احْمَد بن مُحَمَّد المنصوري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا ابراهيم بن اسحاق الزُّهْرِيّ قَالَ ثَنَا بشر بن الْوَلِيد الْكِنْدِيّ قَالَ سَمِعت ابا يُوسُف يَقُول صَحِبت ابا حنيفَة سبع عشرَة سنة لَا افارقه فِي فطر وَلَا اضحى إِلَّا من مرض ¶ اُخْبُرْنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا ابو الْقَاسِم ابْن كأس قَالَ ثَنَا عَليّ بن عُبَيْدَة قَالَ ثَنَا مُحَمَّد بن شُجَاع قَالَ ثَنَا الْحسن بن ابي مَالك قَالَ سَمِعت ابا يُوسُف يَقُول مَا صليت صَلَاة قطّ وَلَا غَيرهَا الا دَعَوْت الله لابي حنيفَة واستغفرت لَهُ قَالَ وَكَانَ عَليّ بن صَالح اذا حدث عَن ابي يُوسُف يَقُول حَدثنِي فَقِيه الْفُقَهَاء وقاضي الْقُضَاة وَسيد الْعلمَاء ابو يُوسُف قَالَ ابراهيم بن اسحاق وَقَالَ بشر بن الْوَلِيد لمستمليه يَوْمًا وَقد قَالَ خبركم يَعْقُوب فَقَالَ الا تعظمه الا تفخمه فَإِنِّي مَا رَأَيْت مثله ¶ اُخْبُرْنَا عمر بن ابراهيم المقرىء قَالَ ثَنَا مكرم بن احْمَد قَالَ انبأ عَليّ بن مُحَمَّد قَالَ ثَنَا مُحَمَّد بن مَنْصُور الْأَسدي قَالَ ثَنَا نمر بن جِدَار قَالَ ثَنَا الْحسن بن زِيَاد اللؤْلُؤِي قَالَ حجَجنَا مَعَ ابي يُوسُف فاعتل فِي طَرِيق فنزلنا بِئْر مَيْمُون فَأَتَاهُ سُفْيَان بن عُيَيْنَة يعودهُ فَقَالَ لنا خُذُوا حَدِيث ابي مُحَمَّد فروى لنا اربعين حَدِيثا",
            "page": "100",
            "part": "1",
            "seal": "D48ACE9D"
        },
        {
            "id": "88",
            "nass": "فَلَمَّا قَامَ سُفْيَان قَالَ لنا ابو يُوسُف خُذُوا مَا روى لكم فَرد علينا الْأَرْبَعين حَدِيثا حفظا على سنه وَضَعفه وعلته وشغله بِسَفَرِهِ ¶ اُخْبُرْنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا بشر بن الْوَلِيد قَالَ كَانَ ابو يُوسُف يكْتب كتابا وَرجل يطلع فِيهِ فَقَالَ لَهُ ابو يُوسُف حِين فرغ هَل فِيهِ خطأ شَيْء قَالَ لَا وَلَا حرف قَالَ كفيتنا مُؤنَة النّظر فِيهِ ثمَّ انشأ يَقُول ¶ (كَأَنَّهُ من سوء تأديبه ... اسْلَمْ فِي كتاب سوء الْأَدَب) ¶ اُخْبُرْنَا عمر بن ابراهيم قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد قَالَ ثَنَا ابو عبيد قَالَ سَمِعت ابراهيم بن الْجراح يَقُول دخلت على ابي يُوسُف وَهُوَ شَدِيد الْعلَّة فَقَالَ يَا ابراهيم مَا تَقول فِي مَسْأَلَة قلت فِي مثل هَذِه الْحَال قَالَ وَلَا بَأْس بذلك ندرس فينجو بِهِ نَاجٍ ثمَّ قَالَ ايما افضل فِي رمي الْجمار ان ترميها رَاكِبًا رَاكِبًا اَوْ مَا شيا قلت رَاكِبًا قَالَ اخطأت قلت مَاشِيا قَالَ أَخْطَأت قلت لَهُ قل فِيهَا رَضِي الله عَنْك فَقَالَ ان كَانَت مِمَّا لَا تقف عِنْده فَالْأَفْضَل ان ترميها رَاكِبًا لِأَنَّهُ أسْرع لتنحيك وَإِن كَانَت اتّفقت عِنْده فَالْأَفْضَل أَن ترميها مَاشِيا لِأَنَّهُ اشد لتمكنك واغزر لدعائك ¶ اُخْبُرْنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْمعدل قَالَ حَدثنَا ابو بكر مكرم بن احْمَد قَالَ ثَنَا عبد الْوَهَّاب بن مُحَمَّد قَالَ سَمِعت مُحَمَّد بن شُجَاع قَالَ حَدثنِي الْحسن بن ابي مَالك وعباس بن الْوَلِيد قَالَا كُنَّا نَخْتَلِف الى ابي مُعَاوِيَة فِي حَدِيث الْفِقْه من حَدِيث الْحجَّاج بن ارطأة فَقَالَ لنا ابو مُعَاوِيَة الْيَسْ ابو يُوسُف القَاضِي عنْدكُمْ قُلْنَا بلَى فَقَالَ اتتركون ابا يُوسُف وتكتبون عني كُنَّا نَخْتَلِف الى الْحجَّاج فَكَانَ ابو يُوسُف يحفظ وَالْحجاج يملي علينا فَإِذا خرجنَا كتبنَا من حفظ ابي يُوسُف",
            "page": "101",
            "part": "1",
            "seal": "8F8EF0DA"
        },
        {
            "id": "89",
            "nass": "حَدثنَا ابو الْحسن الْعَبَّاس بن احْمَد بن الْفضل الْهَاشِمِي قَالَ ثَنَا احْمَد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا ابراهيم بن اسماعيل الطلحي عَن ابيه عَن عمر بن حَمَّاد عَن ابيه قَالَ أَرَأَيْت ابا حنيفَة يَوْمًا وَعَن يَمِينه ابو يُوسُف وَعَن يسَاره زفر وهما يتجادلان فِي مَسْأَلَة فَلَا يَقُول ابو يُوسُف قولا إِلَّا أفْسدهُ زفر وَلَا يَقُول زفر الا أفْسدهُ ابو يُوسُف الى وَقت الظّهْر فَلَمَّا اذن الْمُؤَذّن رفع ابو حنيفَة يَده فَضرب بهَا على فَخذ زفر فَقَالَ لَا تطمع فِي رئاسة ببلدة فِيهَا ابو يُوسُف قَالَ وَقضى لأبي يُوسُف على زفر ¶ اُخْبُرْنَا القَاضِي ابو مُحَمَّد عبد الله بن مُحَمَّد قَالَ ثَنَا ابو بكر الدَّامغَانِي الْفَقِيه قَالَ ثَنَا ابو جَعْفَر الطَّحَاوِيّ قَالَ سَمِعت ابْن ابي عمرَان يَقُول املى علينا عَليّ بن الْجَعْد فَقَالَ أنبأ ابو يُوسُف وَكَانَ مَجْلِسه حفلا من النَّاس فَقَالَ لَهُ رجل يَا ابا الْحسن اتذكر ابا يُوسُف قَالَ فَكَأَنَّهُ وَقع فِي قلب عَليّ بن الْجَعْد انه اراد بذلك مَا لَا يَنْبَغِي ان يُرِيد مثله بِأبي يُوسُف فَقَالَ لَهُ عَليّ اذا اردت ان تذكر ابا يُوسُف فاغسل فمك بأشنان وَمَاء حَار ثمَّ قَالَ وَالله مَا رَأَيْت مثله قَالَ ابْن ابي عمرَان وَقد رأى الثَّوْريّ وَالْحسن بن صَالح ومالكا وَابْن ابي ذِئْب وَاللَّيْث بن سعد وَشعْبَة بن الْحجَّاج ¶ اُخْبُرْنَا القَاضِي ابو مُحَمَّد قَالَ ثَنَا ابو بكر الدَّامغَانِي قَالَ ثَنَا ابو جَعْفَر الطَّحَاوِيّ قَالَ ثَنَا ابْن ابي عمرَان قَالَ ثَنَا بشر بن الْوَلِيد قَالَ سَمِعت ابا يُوسُف يَقُول سَأَلَني الْأَعْمَش عَن مَسْأَلَة فأجبته فِيهَا فَقَالَ لي من أَيْن قلت هَذَا فَقلت لحديثك الَّذِي حدثتناه انت ثمَّ ذكرت لَهُ الحَدِيث فَقَالَ لي يَا يَعْقُوب اني لأحفظ هَذَا الحَدِيث قبل ان يجْتَمع ابواك فَمَا عرفت تَأْوِيله حَتَّى الْآن ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد قَالَ ثَنَا ابو بكر الدَّامغَانِي الْفَقِيه قَالَ أنبأ ابو جَعْفَر الطَّحَاوِيّ قَالَ سَمِعت ابْن عمرَان يَقُول دخل ابو يُوسُف على الْحجَّاج بن ارطأة وَهُوَ قَاضِي الْكُوفَة فَسَأَلَهُ عَن جَنِين الْأمة فَقَالَ لَهُ الْحجَّاج فِيهِ نصف عشر قيمَة أمه فَقَالَ لَهُ ابو يُوسُف من ايْنَ قلت ذَلِك فَقَالَ قِيَاسا على جَنِين الْحرَّة فَقَالَ لَهُ",
            "page": "102",
            "part": "1",
            "seal": "7BD67C14"
        },
        {
            "id": "90",
            "nass": "ابو يُوسُف الْيَسْ جَنِين الْحرَّة اذا وَقع من الضَّرْبَة مَيتا فَفِيهِ غرَّة وان وَقع مِنْهَا حَيا ثمَّ مَاتَ فَفِيهِ الدِّيَة فَقَالَ الْحجَّاج نعم قَالَ ابو يُوسُف فَأَنت قلبت الْأَمر فَجعلت فِي جَنِين الْأمة اذا كَانَ مَيتا اكثر مِمَّا يجب فِيهِ اذا كَانَ حَيا وَمَات بعد ذَلِك لِأَنَّهُ قد يكون قِيمَته حَيا دِرْهَمَيْنِ وَقِيمَة امهِ مائَة دِرْهَم فَقَالَ لَهُ الْحجَّاج اذا كَانَ مثل هَذَا فَلَا تلقه الي بِحَضْرَة النَّاس يَا بني ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد بن ابراهيم قَالَ ثَنَا ابو بكر الدَّامغَانِي الْفَقِيه قَالَ ثَنَا الطَّحَاوِيّ قَالَ ثَنَا ابو بكره بن قُتَيْبَة قَالَ سَمِعت هلالا يَقُول لما قدم علينا ابو يُوسُف اجْتمع على بَابه اصحاب الحَدِيث واصحاب الرَّأْي جَمِيعًا وتولاه كل فريق وَزعم انه اولى بِهِ وبالدخول عَلَيْهِ من الْفَرِيق الآخر فَأَشْرَف على النَّاس فَقَالَ لَهُم انا وَالله من الْفَرِيقَيْنِ جَمِيعًا وَلست اقدم فرقة على الْأُخْرَى الا بِمَعْنى يتَبَيَّن بِهِ تقدمها وَهَا انا ذَا اسْأَل عَن مَسْأَلَة فَأَي الْفَرِيقَيْنِ اصابها دخل فَأخْرج خَاتمًا كَانَ فِي يَده فَقَالَ رجل اخذ خَاتمِي فمضغه حَتَّى هشمه فَقَامَ اصحاب الحَدِيث من كل نَاحيَة فَاخْتَلَفُوا فَمنهمْ من قَالَ عَلَيْهِ ان يُعِيدهُ مصوغا كَمَا كَانَ وَمِنْهُم قَالَ عَلَيْهِ مَا نَقصه فَلَمَّا رَأَيْت انا ذَلِك قُمْت من بَين اصحابي فَقلت اصلحك الله هُوَ لهَذَا الهاشم وَعَلِيهِ لصَاحبه قِيمَته مصوغا من الذَّهَب الا ان يَشَاء صَاحبه ان يمسِكهُ وَلَا يكون على هاشمه شَيْء فصوبني ابو يُوسُف وادناني وادخلني وادخل اصحابي فَقَالَ مَا اسْمك قلت هِلَال قَالَ ستصير قمرا واملى علينا مَسْأَلَة من الْمكَاتب قد تقدم من قَوْله فِي كتاب الصّرْف خلاف ذَلِك فَلَمَّا فرغ مِنْهَا قُمْت اليه فَقلت لَهُ اصلحك الله هَذَا خلاف قَوْلكُم فِي كتاب الصّرْف افنمحوا ذَلِك وَنثْبت هَذَا ام نمحو هَذَا وَنثْبت ذَلِك فَقَالَ دعوهما فَسَيَأْتِي من يُمَيّز بَينهمَا قَالَ هِلَال وشاهدي على ذَلِك كُله قُتَيْبَة البكراوي يَعْنِي ابا بكرَة وَكَانَ حَاضرا ذَلِك كُله",
            "page": "103",
            "part": "1",
            "seal": "1822538B"
        },
        {
            "id": "91",
            "nass": "قَالَ حَدثنِي أَبُو الْوَلِيد الطَّيَالِسِيّ قَالَ دخلت مَعَ أَصْحَاب الرَّأْي يَوْمئِذٍ فَكَانَ اول من حدث عَنهُ ابو يُوسُف يَوْمئِذٍ الْحسن بن صَالح بن حَيّ فَكَأَن شَيْئا خطر بِبَالِهِ فَالْتَفت الى النَّاس فَقَالَ وَالله مَا خوفي على رجل فِي كل شَيْء كخوفي عَلَيْهِ فِي كَلَامه فِي الْحسن بن صَالح فَكَأَنَّهُ عرض بشعبة فَقُمْت قَائِما ثمَّ قلت لَا يراني الله فِي مجْلِس يعرض فِيهِ بِأبي بسطَام فَخرجت فَلَمَّا صرت فِي الطَّرِيق رجعت الى نَفسِي فَقلت هَذَا هُوَ الْوَزير وقاضي الْقُضَاة وَمَا يُبَالِي هَذَا بِي قُمْت عَنهُ ام قعدت اليه ثمَّ رجعت فَدخلت فَلَمَّا فرغ ابو يُوسُف من الاملاء كَأَنَّهُ لم يكن لَهُ هم غَيْرِي وَكَانَ قد عرفني قبل ذَلِك لِأَنِّي كنت عِنْده بِبَغْدَاد فَقَالَ لي يَا هِشَام اني وَالله مَا اردت بِأبي بسطَام الا خيرا وَلَكِنِّي مَا رَأَيْت مثل الْحسن بن صَالح ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد الاسدي قَالَ ثَنَا ابو بكر الدَّامغَانِي الْفَقِيه قَالَ ثَنَا ابو جَعْفَر الطَّحَاوِيّ قَالَ حَدثنِي ابْن ابي عمرَان قَالَ ثَنَا مُحَمَّد بن شُجَاع قَالَ سَمِعت الْحسن بن ابي مَالك يَقُول كَانَ ابو يُوسُف يضْرب بِأَصْحَابِهِ الْأَمْثَال فَيَقُول فِي مُحَمَّد بن الْحسن اي سيف هُوَ لَوْلَا ان فِيهِ صدأ وانه يحْتَاج الى جلاء وَيَقُول فِي الْحسن اللؤْلُؤِي هُوَ عِنْدِي كالصيدلاني اذا طلب رجل مَا يمسك بَطْنه أعطَاهُ مَا يسهله فَإِذا طلب مَا يسهل بَطْنه اعطاه مَا يمسِكهُ وَكَانَ يَقُول المريسي هُوَ عِنْدِي كابرة الرفاء طرفها دَقِيق ومدخلها ضيق وَهِي سريعة الانكسار وَكَانَ يَقُول لابراهيم بن الْجراح هُوَ عِنْدِي كَرجل عِنْده دَرَاهِم مكحلة فَكلما مَسهَا نقصت فَذكرت ذَلِك لأبي خازم فَقَالَ حَدثنِي الْحسن بن مُوسَى قَاضِي همذان عَن بشر بن الْوَلِيد قَالَ سَمِعت ابا يُوسُف يَقُول هَذَا كُله وَزَاد وَكَانَ يَقُول لِلْحسنِ ابْن ابي مَالك هُوَ عِنْدِي كجمل حمل مَتَاعا ثقيلا فِي يَوْم مطير فتذهب يَده مرّة هَكَذَا وَمرَّة هَكَذَا ثمَّ يسلم",
            "page": "104",
            "part": "1",
            "seal": "DDFF4244"
        },
        {
            "id": "92",
            "nass": "اخبار ابي يُوسُف مَعَ الْخُلَفَاء ¶ حَدثنَا ابو عبيد الله المرزباني قَالَ ثَنَا احْمَد بن كَامِل قَالَ ثَنَا ابو العيناء قَالَ ثَنَا اسحاق بن ابراهيم الْموصِلِي قَالَ قَالَ الرشيد يَوْمًا لأبي يُوسُف القَاضِي عِنْد عِيسَى ابْن جَعْفَر جَارِيَة هِيَ احب النَّاس الي وَقد عرف ذَلِك فَحلف ان لَا يَبِيع وَلَا يهب وَلَا يعْتق وَهُوَ الْآن يطْلب حل يَمِينه فَهَل عنْدك فِي ذَلِك حِيلَة قَالَ نعم يهب لأمير الْمُؤمنِينَ نصف رقبَتهَا ويبيعه النّصْف فَلَا حنث عَلَيْهِ فِي ذَلِك ¶ اُخْبُرْنَا ابو عبيد الله المرزباني قَالَ ثَنَا احْمَد بن خلف قَالَ ثَنَا مُوسَى بن اسحاق الْأنْصَارِيّ قَالَ ثَنَا عَليّ بن عَمْرو من ولد قرظة بن كَعْب قَالَ رفع الى ابي يُوسُف رجل مُسلم قتل ذَمِيمًا عمدا وَقَامَت الْبَيِّنَة عَلَيْهِ فَأمر بحبسه ليقاد مِنْهُ فَلَمَّا كَانَ فِي يَوْم مجْلِس الْقَضَاء رفعت اليه رقاع الْخُصُوم فَإِذا فِيهَا رقْعَة مَكْتُوب فِيهَا ¶ (يَا قَاتل الْمُسلم بالكافر ... جرت وَمَا الْعَادِل كالجائر) ¶ (يَا من بِبَغْدَاد وأقطارها ... من فُقَهَاء النَّاس اَوْ شَاعِر) ¶ (جَار على الدّين ابو يُوسُف ... بقتْله الْمُسلم بالكافر) ¶ (فاسترجعوا وابكوا جَمِيعًا مَعًا ... واصطبروا فالأجر للصابر) ¶ قَالَ فَأخذ ابو يُوسُف الرقعة وَدخل بهَا على الرشيد فَأعلمهُ فَقَالَ لَهُ فَاذْهَبْ فاحتل فَجَلَسَ ابو يُوسُف وَحضر ولي الدَّم وَالْمُدَّعى عَلَيْهِ فَقَامَتْ الْبَيِّنَة فَقَالَ ابو يُوسُف لولى الدَّم أقِم عِنْدِي الْبَيِّنَة ان صَاحبك كَانَ يُؤَدِّي الْجِزْيَة فَلم يقم لَهُ الْبَيِّنَة فَمنع النُّقُود ¶ أخبرنَا ابو حَفْص عمر بن ابراهيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الْوَهَّاب ابْن مُحَمَّد قَالَ ثَنَا مُحَمَّد بن شُجَاع قَالَ حَدثنِي بكير الْقصير قَالَ ثَنَا ابو زيد حَمَّاد بن دَلِيل قَالَ قَالَ ابو يُوسُف قعد أَمِير الْمُؤمنِينَ للمظالم فَكنت السفير بَينه وَبَين",
            "page": "105",
            "part": "1",
            "seal": "57FF6EB1"
        },
        {
            "id": "93",
            "nass": "المتظلمين آخذ قصصهم واوصلها اليه فَجَاءَنِي رجل كَبِير من أهل السوَاد وَمَعَهُ قصَّة فِيهَا دَعْوَى بُسْتَان مَحْدُود يزْعم ان ذَلِك لَهُ فِي يَد أَمِير الْمُؤمنِينَ وَأَنه غصبه عَلَيْهِ فَقلت فِي يَد من هُوَ فَقَالَ فِي يَد أَمِير الْمُؤمنِينَ قلت من أكاره قَالَ هُوَ فِي يَد أَمِير الْمُؤمنِينَ غصبني عَلَيْهِ فَجعلت أديره بِكُل وَجه على ان ينْصَرف عَن مُطَالبَة امير الْمُؤمنِينَ الى مُطَالبَة غَيره فيأبى ان ينْصَرف عَن دَعْوَاهُ ان الْمَطْلُوب بِهِ امير الْمُؤمنِينَ فَدخلت بالقصص وامير الْمُؤمنِينَ قَاعد على كرْسِي وَيحيى بن خَالِد قعد مَعَه فَجعلت اخْرُج الْقَصَص فَخرجت قصَّته بِالْقربِ مني فَلم استجز تَأْخِيرهَا فَقلت يَا امير الْمُؤمنِينَ حضر شيخ كَبِير من اهل السوَاد فَادّعى بُسْتَان كَذَا فجهدت بِهِ ان يُطَالب بِدَعْوَاهُ رجلا من الرّعية فَأبى فَقَالَ مطالبتي لأمير الْمُؤمنِينَ فَقَالَ هَذَا الْبُسْتَان اعرفه وهبه لي ابي وَهُوَ لي فِي ملكي قلت افيحضر الرجل قَالَ نعم فاحضرته قلت مَا تَدعِي قَالَ ادعِي بُسْتَان كَذَا وحدده على امير الْمُؤمنِينَ هَذَا واشار اليه قلت من يقوم بِهِ وَفِي يَد من هُوَ قَالَ فِي يَد امير الْمُؤمنِينَ هَذَا قلت لأمير الْمُؤمنِينَ مَا تَقول فِي دَعْوَى هَذَا الرجل قَالَ مَا لَهُ فِي يَدي هَذَا الْحق الَّذِي يَدعِيهِ وَمَا هَذَا الْبُسْتَان لَهُ قلت لَهُ أَلَك بَيِّنَة قَالَ يَمِينه قلت لَهُ يَا أَمِير الْمُؤمنِينَ عَلَيْك الْيَمين قَالَ استحلفني فاستحلفته فَحلف فَوَثَبَ الشَّيْخ منصرفا فَسَمعته وَقد ادبر يَقُول استفه كشربة سويق وَتَربد وَجه امير الْمُؤمنِينَ حِين حلف واطرق يفكر فَقلت هَلَكت وَهلك الرجل فَقَالَ يحيى بن خَالِد يَا يَعْقُوب رَأَيْت مثل امير الْمُؤمنِينَ فِي عدله وإنصافه لرجل من رَعيته انصف من نَفسه حَتَّى فعل مَا رَأَيْت فسرى عَن امير الْمُؤمنِينَ وَفَرح بذلك وَقَالَ سُبْحَانَ الله وبد من الانصاف وَقَالَ يحيى بن خَالِد لَو جَاءَت هَذِه من الْفَارُوق لكَانَتْ حَسَنَة أَو كَمَا قَالَ قَالَ ابو زيد قَالَ لنا ابو يُوسُف فَمَا اذكر ذَلِك الْمجْلس الا دخلني مِنْهُ غم شَدِيد وَخفت الله من تركي الْعدْل فِيهِ فَقُلْنَا وَمَا يكون اكثر مِمَّا فعلت قَالَ الم تفهموا مَا فِيهَا قُلْنَا لَا",
            "page": "106",
            "part": "1",
            "seal": "047B1BDF"
        },
        {
            "id": "94",
            "nass": "مَا رَأينَا الا عدلا وقياما بِالْحَقِّ قَالَ كَيفَ وَلم اسو بَينه وَبَين الْخصم فِي الْمجْلس فاقول يَا امير الْمُؤمنِينَ انت على كرْسِي وَهُوَ على الأَرْض فيدعي لَهُ بكرسي فيجلس عَلَيْهِ ¶ اُخْبُرْنَا عمر بن ابراهيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن حبَان بن صَدَقَة النَّاقِد ان مُحَمَّد بن مَنْصُور الطوسي ذكر ان ابا يَعْقُوب الخريمي سمع يَوْم مَاتَ ابو يُوسُف رجلا يَقُول الْيَوْم مَاتَ الْفَقِيه فَقَالَ وانشد ¶ (يَا ناعي الْفِقْه الى اهله ... ان مَاتَ يَعْقُوب وَمَا تَدْرِي) ¶ (لم يمت الْفِقْه وَلكنه ... حول من صدر الى صدر) ¶ (أَلْقَاهُ يَعْقُوب الى يُوسُف ... فَزَالَ من طيب الى طهر) ¶ (فَهُوَ مُقيم فَإِذا مَا ثوى ... حل وَحل الْفِقْه فِي الْقَبْر) ¶ اُخْبُرْنَا ابو عبيد الله المرزباني قَالَ أنبأ مُحَمَّد بن الْحسن بن دُرَيْد قَالَ أنبأ السكن ابْن سعيد عَن ابيه عَن هِشَام بن مُحَمَّد الْكَلْبِيّ قَالَ قَالَ ابْن ابي كثير مولى بني الْحَارِث بن كَعْب من أهل الْبَصْرَة يرثي ابا يُوسُف القَاضِي ¶ (سقى جدثا بِهِ يَعْقُوب اضحى ... رهينا للبلى هزج ركام تلطف فِي الْقيَاس لنا فأضحت ... حَلَالا بعد شنعتها المدام فلولا ان قصدن لَهُ المنايا ... واعجله عَن الْعطر الْحمام لأعمل فِي الْقيَاس الرَّأْي حَتَّى ... يعز على ذَوي الريب الْحَرَام)",
            "page": "107",
            "part": "1",
            "seal": "77F19A44"
        },
        {
            "id": "95",
            "nass": "اُخْبُرْنَا المرزباني قَالَ أنبأ الحكيمي قَالَ ثَنَا ابو امية الخصيب قَالَ ثَنَا شباب الْعُصْفُرِي قَالَ مَاتَ ابو يُوسُف يَعْقُوب بن ابراهيم القَاضِي سنة احدى وَثَمَانِينَ وَمِائَة ¶ اُخْبُرْنَا المرزباني قَالَ ثَنَا الْعَبَّاس بن الْمُغيرَة الْجَوْهَرِي قَالَ ثَنَا مُحَمَّد بن سعيد عَن الْوَاقِدِيّ ان ابا يُوسُف القَاضِي مَاتَ فِي سنة ثِنْتَيْنِ وَثَمَانِينَ وَمِائَة",
            "page": "108",
            "part": "1",
            "seal": "5D93CD69"
        },
        {
            "id": "96",
            "nass": "اخبار ابي الْهُذيْل زفر ببن الْهُذيْل الْعَنْبَري ¶ أخبرنَا ابو عبيد الله المرزباني قَالَ ثَنَا احْمَد بن مُحَمَّد المسكي قَالَ ثَنَا ابْن ابي خَيْثَمَة عَن ابي الْحسن الْمَدَائِنِي قَالَ زفر بن الْهُذيْل صَاحب ابي حنيفَة عنبري ¶ اُخْبُرْنَا المرزباني قَالَ ثَنَا الْحسن بن مُحَمَّد المخرمي قَالَ ثَنَا مُحَمَّد بن عُثْمَان بن أبي شيبَة قَالَ سَأَلت ابي وَعمي ابا بكر عَن زفر بن الْهُذيْل فَقَالَا كَانَ زفر من أفقه اهل زَمَانه قَالَ ابي وَكَانَ ابو نعيم يرفع زفر وَيَقُول كَانَ نبيلا فَقِيها ¶ حَدثنَا ابو الْحسن عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا ابو عبد الله الزَّعْفَرَانِي نزيل وَاسِط قَالَ ثَنَا احْمَد بن ابي خَيْثَمَة قَالَ ثَنَا سُلَيْمَان بن ابي شيخ قَالَ حَدثنِي عَمْرو بن سُلَيْمَان الْعَطَّار قَالَ كنت بِالْكُوفَةِ اجالس ابا حنيفَة فَتزَوج زفر فحضره ابو حنيفَة فَقَالَ لَهُ تكلم فَخَطب فَقَالَ فِي خطبَته هَذَا زفر بن الْهُذيْل وَهُوَ امام من أَئِمَّة الْمُسلمين وَعلم من أَعْلَام الدّين فِي حَسبه وشرفه وَعلمه فَقَالَ بعض قومه وَقَالُوا لَهُ مَا يسرنَا ان غير ابي حنيفَة خطب حِين ذكر خصاله ومدحه وَكره ذَلِك بعض قومه لَو حضر بَنو عمك واشراف قَوْمك وتسأل ابا حنيفَة ان يخْطب فَقَالَ لَو حضرني ابي لقدمت ابا حنيفَة عَلَيْهِ ¶ حَدثنَا ابو الْحسن الْعَبَّاس بن احْمَد بن الْفضل الْهَاشِمِي قَالَ ثَنَا احْمَد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا ابراهيم بن اسحاق قَالَ ثَنَا عَليّ بن مدرك عَن الْحسن بن زِيَاد قَالَ كَانَ زفر وَدَاوُد الطَّائِي متواخيين فَأَما دَاوُد",
            "page": "109",
            "part": "1",
            "seal": "66168BFE"
        },
        {
            "id": "97",
            "nass": "الطَّائِي فَترك الْفِقْه وَاقْبَلْ على الْعِبَادَة واما زفر فَإِنَّهُ جمع الْفِقْه مَعَ الْعِبَادَة ¶ اُخْبُرْنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الْحَرِير يُقَال ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا أَبُو خازم القَاضِي قَالَ ثَنَا بكر الْعمي عَن هِلَال بن يحيى قَالَ كَانَ زفر يتبع دَاوُد الطَّائِي حَتَّى ان دَاوُد لَو قعد على مزبلة جَاءَ زفر حَتَّى يقْعد مَعَه عَلَيْهَا قَالَ وَإِنَّمَا قدم زفر الْبَصْرَة يزور دَاوُد الطَّائِي رَحْمَة الله عَلَيْهِمَا ¶ حَدثنَا ابو الْحسن الْعَبَّاس بن احْمَد بن الْفضل الْهَاشِمِي قَالَ ثَنَا احْمَد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا ابو خازم القَاضِي عَن بكر عَن هِلَال ابْن ابي يحيى قَالَ رَحل يُوسُف بن خَالِد السَّمْتِي من الْبَصْرَة الى الْكُوفَة فتفقه عِنْد ابي حنيفَة فَلَمَّا اراد الْخُرُوج الى الْبَصْرَة قَالَ لَهُ ابو حنيفَة اذا صرت الى الْبَصْرَة فانك تَجِيء الى قوم قد تقدّمت لَهُم الرِّئَاسَة فَلَا تعجل بالقعود عِنْد اسطوانة واتخاذ حَلقَة ثمَّ تَقول قَالَ ابو حنيفَة وَقَالَ ابو حنيفَة فانك اذا فعلت ذَلِك لم تلبث حَتَّى تُقَام قَالَ فَخرج يُوسُف فاعجبته نَفسه وَجلسَ عِنْد اسطونتة وَقَالَ قَالَ ابو حنيفَة قَالَ فاقاموه من الْمَسْجِد فَلم يذكر اُحْدُ ابا حنيفَة حَتَّى قدم زفر الْبَصْرَة فَجعل يجلس عِنْد الشُّيُوخ الَّذين تقدّمت لَهُم الرِّئَاسَة فيحتج لأقوالهم بِمَا لَيْسَ عِنْدهم فيعجبون من ذَلِك ثمَّ يَقُول هَهُنَا قَول آخر احسن من هَذَا فيذكره ويحتج لَهُ وَلَا يعلم انه قَول ابي حنيفَة فاذا حسن فِي قُلُوبهم قَالَ فانه قَول ابي حنيفَة فَيَقُولُونَ هُوَ قَول حسن لَا نبالي من قَالَ بِهِ فَلم يزل بهم حَتَّى ردهم الى قَول ابي حنيفَة ¶ حَدثنَا القَاضِي ابو عبد الله الْحُسَيْن بن عَليّ بن مُحَمَّد الصَّيْمَرِيّ بِبَغْدَاد فِي مَسْجِد درب الزرادين وَذَلِكَ فِي شهر رَمَضَان سنة ارْبَعْ واربعمائة قَالَ ثَنَا ابو الْحسن الْعَبَّاس بن احْمَد الْهَاشِمِي قَالَ ثَنَا احْمَد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا مُحَمَّد بن عَليّ بن عَفَّان قَالَ ثَنَا وليد بن حَمَّاد عَن الْحسن بن زِيَاد قَالَ مَا رَأَيْت احدا يناظر زفر الا رَحمته قَالَ وَقَالَ زفر اني لست اناظر احدا",
            "page": "110",
            "part": "1",
            "seal": "AB5E5AA7"
        },
        {
            "id": "98",
            "nass": "حَتَّى يَقُول لقد أَخْطَأت وَلَكِن اناظره حَتَّى يجن قيل فَكيف يجن قَالَ يَقُول بِمَا لم يقلهُ اُحْدُ ¶ أخبرنَا عمر بن ابراهيم المقرىء قَالَ ثَنَا مكرم بن احْمَد قَالَ ثَنَا احْمَد بن مُحَمَّد قَالَ ثَنَا مليح بن وَكِيع قَالَ سَمِعت ابي قَالَ كَانَ زفر شَدِيد الْوَرع حسن الْقيَاس قَلِيل الْكتاب يحفظ مَا كتبه ¶ اُخْبُرْنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الْوَهَّاب بن مُحَمَّد قَالَ حَدثنِي احْمَد بن الْقَاسِم قَالَ ثَنَا البرتي القَاضِي قَالَ سَمِعت ابا نعيم قَالَ كَانَ زفر يجلس بحذاء ابي حنيفَة وَكَانَ ابو يُوسُف يجلس الى جَانِبه ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الْوَهَّاب بن مُحَمَّد قَالَ ثَنَا ابْن شُجَاع قَالَ حَدثنِي مُحَمَّد بن سَمَّاعَة قَالَ كَانَ زفر وابو يُوسُف يجلسان فِي مَسْجِد الْكُوفَة وَكَانَ زفر يسْتَند الى استطوانة وَكَانَ رجلا ركينا فينتصب فَلَا يَزُول وَكَانَ ابو يُوسُف اذا ناظره يكثر الْحَرَكَة حَتَّى يَجِيء فيجلس بَين يَدَيْهِ اَوْ قَالَ بِالْقربِ مِنْهُ فَكَانَ زفر يَقُول ان هَذِه ابواب كَثِيرَة فان اردت ان تَفِر فَخذ فِي ايها شِئْت ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن مُحَمَّد قَالَ ثَنَا مليح بن وَكِيع عَن ابيه قَالَ لما مَاتَ ابو حنيفَة اقبل النَّاس على زفر فَمَا كَانَ يَأْتِي ابا يُوسُف الا نفر يسير النفسان وَالثَّلَاثَة وَكَانَ زفر يكنى بِأبي خَالِد وبأبي الْهُذيْل وَكَانَ من اهل اصفهان وَمَات اخوه فَتزَوج بعده بِامْرَأَة اخيه فَلَمَّا احْتضرَ دخل عَلَيْهِ ابو يُوسُف وَغَيره فَقَالُوا لَهُ الا توصي يَا ابا الْهُذيْل فَقَالَ هَذَا الْمَتَاع الَّذِي تَرَوْنَهُ لهَذِهِ الْمَرْأَة وَهَذِه الثَّلَاثَة آلَاف الدِّرْهَم هِيَ لولد اخي وَلَيْسَ لأحد عَليّ شَيْء وَلَا لي على اُحْدُ شَيْء وَكَانَ زفر شَدِيد الْعِبَادَة وَالِاجْتِهَاد",
            "page": "111",
            "part": "1",
            "seal": "B4F064B2"
        },
        {
            "id": "99",
            "nass": "اُخْبُرْنَا عمر بن ابراهيم قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن احْمَد بن يَعْقُوب الأسدوي قَالَ ثَنَا جدي قَالَ زفر بن الْهُذيْل عنبري من انفسهم يكنى ابا الْهُذيْل وَكَانَ قد سمع الحَدِيث وَنظر فِي الرَّأْي فغلب عَلَيْهِ وَنسب إِلَيْهِ وَمَات بِالْبَصْرَةِ واوصى الى خَالِد بن الْحَارِث وَعبد الْوَاحِد بن زِيَاد وَكَانَ ابوه الْهُذيْل يَلِي الْأَعْمَال وَمَات وَهُوَ وَالِي اصفهان وَكَانَ اخوه صباح بن الْهُذيْل على صَدَقَة بني تَمِيم وَزفر هُوَ زوج اخت خَالِد بن الْحَارِث وَمَات فِي اول خلَافَة الْمهْدي سنة ثَمَان وَخمسين وَمِائَة ¶ اُخْبُرْنَا عمر بن ابراهيم قَالَ أنبأ مكرم قَالَ ثَنَا ابو خازم القَاضِي قَالَ ثَنَا ابْن ابي عمرَان قَالَ كَانَ زفر من بن بالعنبر من بَيت شرِيف مِنْهُم وَكَانَت امهِ امة فَكَانَ وَجهه يشبه وُجُوه الْعَجم لأمه وَلسَانه يشبه لِسَان الْعَرَب قَالَ فحضرمجلس الْحجَّاج بن ارطأة وَكَانَ يتَوَلَّى الْقَضَاء بِالْكُوفَةِ وَكَانَ يغلب عَلَيْهِ الْبذاء وَكَانَت النخع تغمزه فِي نسبه فَتكلم زفر فَأخذ الْمجْلس فَمَلَأ قلب الْحجَّاج فَالْتَفت اليه فَقَالَ اما اللِّسَان فلسان عَرَبِيّ واما الْوَجْه فَلَيْسَ وَجه عَرَبِيّ فَقَالَ لَهُ زفر اما انا فقد قبلني قومِي ¶ أخبرنَا القَاضِي عبد الله بن مُحَمَّد قَالَ ثَنَا ابو بكر الدَّامغَانِي الْفَقِيه قَالَ ثَنَا ابو جَعْفَر الطَّحَاوِيّ قَالَ سَمِعت ابْن ابي عمرَان يحدث عَن الْوَلِيد بن حَمَّاد اللؤْلُؤِي وَهُوَ ابْن اخي الْحسن بن زِيَاد اللؤْلُؤِي قَالَ قلت لِعَمِّي الْحسن بن زِيَاد اللؤْلُؤِي رَأَيْت زفر وابا يُوسُف عِنْد ابي حنيفَة فَكيف رأيتهما قَالَ رأيتهما كعصفورين قد انقض عَلَيْهِمَا بازي ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد السدُوسِي قَالَ أنبأ ابو بكر الدَّامغَانِي الْفَقِيه قَالَ أنبأ الطَّحَاوِيّ قَالَ أنبأ مُحَمَّد بن عبد الله بن ابي ثَوْر قَالَ أَخْبرنِي مُحَمَّد بن وهب قَالَ كَانَ سَبَب انْتِقَال زفر الى ابي حنيفَة انه كَانَ من اصحاب الحَدِيث فَنزلت بِهِ وبأصحابه مَسْأَلَة فأعيتهم فَأتى ابا حنيفَة فَسَأَلَهُ عَنْهَا فَأَجَابَهُ فِي ذَلِك فَقَالَ لَهُ",
            "page": "112",
            "part": "1",
            "seal": "DA9D5B90"
        },
        {
            "id": "100",
            "nass": "من أَيْن قلت هَذَا قَالَ لحَدِيث كَذَا وللقياس من جِهَة كَذَا ثمَّ قَالَ لَهُ ابو حنيفَة فَلَو كَانَت الْمَسْأَلَة كَذَا مَا كَانَ الْجَواب فِيهَا قَالَ فَكنت فِيهَا اعمى مني فِي الأولى فَقَالَ الْجَواب فِيهَا كَذَا من جِهَة كَذَا ثمَّ زادني مَسْأَلَة اخرى واجابني فِيهَا وَبَين وَجههَا قَالَ فرحت الى اصحابي فسألتهم عَن الْمسَائِل فَكَانُوا فِيهَا اعمى مني فَذكرت لَهُم الْجَواب وبينت لَهُم الْعِلَل فَقَالُوا من ايْنَ لَك هَذَا فَقلت من عِنْد ابي حنيفَة فصرت رَأس الْحلقَة بِثَلَاث مسَائِل ثمَّ انْتقل الى ابي حنيفَة فَكَانَ اُحْدُ الْعشْرَة الأكابر الَّذين دونوا الْكتب مَعَ ابي حنيفَة ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد الْأَسدي قَالَ أنبأ ابو بكر الدَّامغَانِي الْفَقِيه قَالَ أنبأ الطَّحَاوِيّ قَالَ أنبأ سُلَيْمَان بن أَي عمرَان قَالَ أَخْبرنِي اسد قَالَ قدم زفر الْبَصْرَة فَدخل مَسْجِدهَا فانفضت اليه حلق اصحاب التَّابِعين ¶ اُخْبُرْنَا ابو عبد الله المرزباني قَالَ ثَنَا احْمَد بن خلف وَعبد الْبَاقِي بن قَانِع قَالَا مَاتَ زفر سنة ثَمَان وَخمسين وَمِائَة وفيهَا مَاتَ الْمَنْصُور واسرائيل بن يُونُس",
            "page": "113",
            "part": "1",
            "seal": "9102E919"
        },
        {
            "id": "101",
            "nass": "اخبار دَاوُد الطَّائِي رَحْمَة الله عَلَيْهِ ¶ حَدثنَا الْعَبَّاس بن احْمَد الْهَاشِمِي قَالَ ثَنَا أَحْمد بن مُحَمَّد المنصوري قَالَ ثَنَا عَليّ ابْن مُحَمَّد النَّخعِيّ قَالَ ثَنَا عَليّ بن عُبَيْدَة قَالَ ثَنَا مُحَمَّد بن شُجَاع قَالَ سَمِعت عبد الله ابْن دَاوُد وَسَأَلَهُ اسحاق عَن اصحاب ابي حنيفَة فَقَالَ ابو يُوسُف وَزفر وعافية الأودي واسد بن عَمْرو وَعلي بن مسْهر وَيحيى بن أبي زَائِدَة وَالقَاسِم بن معن وَدَاوُد الطَّائِي ثمَّ قَالَ عبد الله لَو ان دَاوُد الطَّائِي وزن بِأَهْل الارض لوزنهم فضلا وصلاحا ¶ اُخْبُرْنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا ابْن كأس قَالَ ثَنَا احْمَد بن ابي احْمَد قَالَ ثَنَا مُحَمَّد بن اسحاق البكائي قَالَ ثَنَا الْوَلِيد بن عقبَة الشَّيْبَانِيّ قَالَ لم يكن فِي حَلقَة ابي حنيفَة ارْفَعْ صَوتا من دَاوُد الطَّائِي ثمَّ تزهد واعتزلهم وَاقْبَلْ على الْعِبَادَة ¶ اُخْبُرْنَا عمر بن ابراهيم المقرىء قَالَ ثَنَا مكرم بن احْمَد قَالَ ثَنَا احْمَد بن مُحَمَّد بن مغلس قَالَ ثَنَا الْحسن بن الرّبيع قَالَ ثَنَا مُحَمَّد بن أخي عَافِيَة بن يزِيد قَالَ بعث معي عمي المَال ادفعه الى قوم يفرقونه وسمى فيهم دَاوُد الطَّائِي فاتيت دَاوُد الطَّائِي فدققت عَلَيْهِ الْبَاب فَخرج خلف الْبَاب فَقلت لَو خرجت الي حَتَّى اكلمك فَقَالَ كَانُوا",
            "page": "114",
            "part": "1",
            "seal": "FF8256F0"
        },
        {
            "id": "102",
            "nass": "يكْرهُونَ صول الْكَلَام فَقلت ان عمي بَعَثَنِي اليك وَهُوَ يُقْرِئك السَّلَام وَيَقُول تفرق هَذَا المَال على من ترى وانت الْمُحكم فِيهِ بِمَنْزِلَة مَالك فَقَالَ رده على عمك وَقل لَهُ يردهُ على من بعث بِهِ اليه وَيَتَّقِي الله وَلَا يدْخل فِيمَا لَا يعنيه ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم بن احْمَد قَالَ ثَنَا احْمَد قَالَ ثَنَا مليح بن وَكِيع قَالَ ثَنَا ابي قَالَ سَمِعت حَمَّاد بن ابي حنيفَة يَقُول بَعَثَنِي ابي الى دَاوُد الطَّائِي بِمَال فَقَالَ قل لَهُ يَسْتَعِين بِهِ على ايامه فان كَانَ بِهِ اسْتغْنَاء عَنهُ فيفرقه على من شَاءَ فَسَمعته يَقُول لنَفسِهِ اشْتهيت جوزا مشويا فَقلت نعم وَجعلت ادامك ثمَّ طلبت اللَّيْلَة مَعَه تَمرا وَالله لَا ذقت التَّمْر ابدا حَتَّى القى الله قَالَ فأعلمته بِمَا جِئْت بِهِ فَقَالَ ان ملك ابي حنيفَة عِنْدِي مِمَّا ارضاه وَلَو كنت قَابلا من اُحْدُ شَيْئا لقبلته الله يعلم كَثْرَة دعائي لأبي حنيفَة فِي صَلَاتي فَمِنْهُ تعلمت وَبِه تأدبت وَلم يَأْخُذ من المَال شَيْئا ¶ اُخْبُرْنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن مُوسَى الْقرشِي قَالَ ثَنَا شهَاب بن عباد قَالَ حَدثنِي عبد الرَّحْمَن بن مُصعب قَالَ رَأَيْت فقار ظهر دَاوُد الطَّائِي كَأَنَّهُ جراب فِيهِ جوز قد بدا من الجراب ¶ اُخْبُرْنَا عمر بن ابراهيم قَالَ ثَنَا مكرم قَالَ أخْبرت عَن ابي عبد الله احْمَد بن مُؤَمل قَالَ ثَنَا ابْن شُجَاع قَالَ سَمِعت شُعَيْب بن حَرْب قَالَ دخلت على دَاوُد الطَّائِي عَشِيَّة حارة فاذا هُوَ فِي بَيت كَأَنَّهُ الْحمام حرا واذا فِيهِ لبنة وَدَن احسبه قَالَ مدفون فِيهِ مَاء فَقُلْنَا لَهُ حِين آذَانا الْحر لَو خرجت الى الدَّار قَالَ ان هَذِه لحظي احتسبها قَالَ ثمَّ لبث هنيَّة ثمَّ قَالَ لنا اخْرُجُوا فخرجنا الى صحن الدَّار فَجَلَسْنَا قَالَ فَقَالَ وَلَهُم مَقَامِع من حَدِيد كلما اراد ان يخرج احدهم ضربه الْملك بالمقمع حَتَّى يخالط كبده اَوْ جَوْفه ثمَّ صب عَلَيْهِ الصديد قَالَ فغشى عَلَيْهِ قبل ان يتم الْكَلِمَة قَالَ ذَلِك ثَلَاثًا ثمَّ خرجنَا من عِنْده",
            "page": "116",
            "part": "1",
            "seal": "58B49184"
        },
        {
            "id": "103",
            "nass": "أخبرنَا عمر بن ابراهيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا مليح بن وَكِيع قَالَ ثَنَا ابي قَالَ سَمِعت حَمَّاد بن ابي حنيفَة قَالَ اتَّصل بِي عَن دَاوُد الطَّائِي ضيق شَدِيد فَدخلت عَلَيْهِ فَسَأَلته فَلَمَّا اراد حَمَّاد ان يخرج جعل دَاوُد يبكي فَاخْرُج حَمَّاد من مَاله اربعمائة دِرْهَم وَقَالَ لَهُ انها مِيرَاث ابي حنيفَة فَقَالَ هَاتِهَا فَأَخذهَا ثمَّ قَالَ قد قبلتها وَلَكِن احب ان اعيش فِي عز القناعة وان هَذَا من مَال رجل مَا أقدم عَلَيْهِ فِي ورعه وزهده وَلَو كنت قَابلا من أحد من النَّاس شَيْئا لقبلتها اعظاما للْمَيت وايجابا للحي ¶ اُخْبُرْنَا عبد الله بن الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد قَالَ سَمِعت هِلَال بن يحيى قَالَ لما قدم دَاوُد الطَّائِي الْبَصْرَة قَالُوا صَاحب ابي حنيفَة فَاجْتمعُوا اليه فَكَانَ مِمَّا سَأَلُوهُ عَنهُ من قَول ابي حنيفَة اُخْبُرْنَا عَن قَول ابي حنيفَة فِي قدر الدِّرْهَم فَقَالَ الْحَمد لله الَّذِي لم يقل ابو حنيفَة شَيْئا حَتَّى رَأَيْته قد سَار فِي الْأَمْصَار إِنَّمَا اراد قدر المقعدة فكنى عَنهُ وَمثل قدره ¶ اُخْبُرْنَا ابو الْقَاسِم عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ حَدثنِي ابو احْمَد عبد الله بن مُحَمَّد الْخُرَاسَانِي قَالَ ثَنَا مُحَمَّد بن عُثْمَان قَالَ ثَنَا حُسَيْن بن مُحَمَّد قَالَ ثَنَا حَفْص بن غياث قَالَ حَضَرنَا جَنَازَة وَحضر مَعنا دَاوُد الطَّائِي فَلَمَّا صلي عَلَيْهِ واخذ ليدلى فِي الْقَبْر جذب فبدت اكفانه فَصَرَخَ دَاوُد صرخة خر مغشيا عَلَيْهِ ¶ اُخْبُرْنَا القَاضِي عبد الله بن مُحَمَّد الْأَسدي قَالَ ثَنَا ابو بكر الدَّامغَانِي الْفَقِيه قَالَ ثَنَا ابو جَعْفَر الطَّحَاوِيّ قَالَ ثَنَا مُحَمَّد بن جَعْفَر بن أعين قَالَ ثَنَا عَليّ بن حَرْب قَالَ سَمِعت ابْن بشر الْعَبْدي يَقُول قدم علينا دَاوُد الطَّائِي الْكُوفَة من السوَاد فِي قبَاء أصفر فَكُنَّا نضحك مِنْهُ فَمَا مَاتَ حَتَّى سادنا ¶ أخبرنَا القَاضِي عبد الله بن مُحَمَّد قَالَ أنبأ ابو بكر قَالَ ثَنَا الطَّحَاوِيّ قَالَ ثَنَا ابْن ابي عمرَان قَالَ ثَنَا مُحَمَّد بن عبد الرَّحْمَن الطَّبَرِيّ قَالَ ثَنَا ابو سُلَيْمَان الْجوزجَاني عَن مُحَمَّد بن الْحسن قَالَ كنت آتِي دَاوُد الطَّائِي وانا غُلَام فأسأله فَإِذا سَأَلته عَمَّا يرى اني احْتَاجَ اليه يجيبني واذا سَأَلته عَن مسائلنا هَذِه تَبَسم يريني انه يحسنها ويعرفها",
            "page": "117",
            "part": "1",
            "seal": "4030ECA4"
        },
        {
            "id": "104",
            "nass": "وَلَا يُجيب ثمَّ يَقُول لي لنا شغل أفتأذن ثمَّ يقوم قَالَ وَبَلغنِي انه كَانَ يسْأَل عني فَقيل لَهُ هَذَا غُلَام من بني شَيبَان من مواليهم وَكَانَ يَقُول سيبلغ فِي الْعلم يصف مرتبَة عَظِيمَة ¶ اُخْبُرْنَا عمر بن ابراهيم قَالَ ثَنَا مكرم قَالَ ثَنَا ابو احْمَد الْخُرَاسَانِي قَالَ حَدثنِي مُحَمَّد بن سُلَيْمَان قَالَ ثَنَا حميد الْحجام قَالَ حجمت دَاوُد الطَّائِي فَأَعْطَانِي دِينَارا وحجمت مسعرا فَأَعْطَانِي رغيفا ¶ أخبرنَا عمر بن ابراهيم قَالَ ثَنَا مكرم قَالَ أنبأ احْمَد بن معَاذ بن الْمثنى قَالَ ثَنَا الأخنسي قَالَ ثَنَا الْوَلِيد بن عقبَة قَالَ كَانَ يخبز لداود الطَّائِي سِتُّونَ رغيفا فيعلقها بشريط وَيفْطر كل لَيْلَة على رغيفين وملح وَمَاء فَأتي لَيْلَة بفطره فَجعل ينظر اليه ومولاة لَهُ تنظر اليه فَقَامَتْ فَجَاءَتْهُ بِشَيْء من تمر فَأفْطر ثمَّ قَامَ فصلى حَتَّى اصبح ثمَّ اصبح صَائِما فَلَمَّا جَاءَ وَقت الافطار اخذ الرغيفين وَجعل ينظر اليهما قَالَ الْوَلِيد بن عقبَة فَحَدثني جَار لَهُ قَالَ سمعته يُعَاتب نَفسه وَيَقُول اشْتهيت البارحة تَمرا قد اطعمتك واشتهيت اللَّيْلَة تَمرا لَا ذاق دَاوُد تَمرا مَا دَامَ فِي الدُّنْيَا فَمَا ذاقه حَتَّى مَاتَ ¶ أخبرنَا القَاضِي ابو عبد الله الْحُسَيْن بن هَارُون الضَّبِّيّ رَحمَه الله قَالَ أنبأ ابو الْعَبَّاس احْمَد بن مُحَمَّد بن سعيد الْهَمدَانِي قَالَ حَدثنِي عبد الله بن احْمَد بن البهلول الْأَزْدِيّ قَالَ هَذَا كتاب جدي اسماعيل بن حَمَّاد بن ابي حنيفَة فَقَرَأت فِيهِ حَدثنِي الْحسن بن ثَابت قَالَ سَمِعت عمر بن ذَر يَقُول لَو كَانَ دَاوُد الطَّائِي فِي الصَّحَابَة لبرز عَلَيْهِم ¶ حَدثنَا القَاضِي أَبُو عبد الله قَالَ أنبأ احْمَد بن مُحَمَّد قَالَ ثَنَا قَاسم بن الضَّحَّاك قَالَ ثَنَا مُعَاوِيَة بن سُفْيَان الْمَازِني عَن دثار قَالَ حَدثنِي ابي محَارب بن دثار قَالَ لَو كَانَ دَاوُد الطَّائِي فِي الْأُمَم الْمَاضِيَة لقص الله علينا من خَبره محَارب بن دثار",
            "page": "118",
            "part": "1",
            "seal": "D7A89D3A"
        },
        {
            "id": "105",
            "nass": "حَدثنَا الْحُسَيْن بن هَارُون قَالَ أنبأ احْمَد بن سعيد قَالَ حَدثنِي عبد الله بن احْمَد بن البهلول قَالَ هَذَا كتاب جدي اسماعيل بن حَمَّاد فَقَرَأت فِيهِ حَدثنِي الْقَاسِم بن معن قَالَ أَخْبرنِي زفر بن الْهُذيْل قَالَ ذاكرني دَاوُد يَوْمًا مَسْأَلَة فَقلت فِيهَا فَقَالَ أَخْطَأت فبينت لَهُ حَتَّى رَجَعَ فاستحيا ثمَّ أنْشد قَول ابْن شبْرمَة ¶ (كَادَت تزل بِهِ من شَاهِق قدم ... لَوْلَا تداركها نوح بن دراج) ثمَّ قَالَ يَا ابا الْهُذيْل أهلكني حب المباهاة ¶ حَدثنَا الْحُسَيْن بن هَارُون قَالَ أنبأ احْمَد بن مُحَمَّد قَالَ ثَنَا جَعْفَر بن مُحَمَّد الْكِنْدِيّ قَالَ ثَنَا عبد الله بن حَمَّاد ابو حكيمة قَالَ حَدثنِي مُحَمَّد بن براد قَالَ سَمِعت الْقَاسِم بن معن يَقُول لما اعتزل دَاوُد الطَّائِي أَتَيْته فَقلت يَا أَبَا سُلَيْمَان تركت اخوانك ومجالسة من يذاكرك الْعلم فَسكت طَويلا ثمَّ قَالَ رَحِمك الله اني رَأَيْت قلوبا لاهية وألسنة مؤتلفة وهمما مُخْتَلفَة واهواء متبعة وَدُنْيا مُؤثرَة فَكَانَ فِي اعتزالي اكثر الْعَافِيَة ¶ حَدثنَا القَاضِي ابو عبد الله الضَّبِّيّ قَالَ ثَنَا احْمَد بن سعيد الْهَمدَانِي قَالَ ثَنَا ابراهيم بن الْوَلِيد بن حَمَّاد قَالَ حَدثنِي ابي قَالَ سَمِعت نَوْفَل بن مطهر عَن حبَان بن عَليّ قَالَ احْتَاجَ الْحسن بن قَحْطَبَةَ ان يسْأَل دَاوُد الطَّائِي عَن مَسْأَلَة فهابه ان يَأْتِيهِ وَحده فَقَالَ لرجل من وُجُوه طَيء وشيوخها اني احتجت الى لِقَاء دَاوُد فَكُن معي فَأتيَاهُ فدخلا وسلما عَلَيْهِ ورد السَّلَام عَلَيْهِمَا فَلَمَّا عرف ابْن قَحْطَبَةَ تقبض وَجعل لَا ينظر اليهما فابتدأ الْحسن فَسَأَلَهُ عَن الْمَسْأَلَة فَلم يجبهُ وَلم يكلمهُ فَأَعَادَ عَلَيْهِ فَأَعْرض بِوَجْهِهِ عَنهُ فَلَمَّا رأى ذَلِك ابْن قَحْطَبَةَ خرج وَتوقف الشَّيْخ عِنْده فَقَالَ لَهُ يَا أَبَا سُلَيْمَان يجيئك ابْن عَم لَك يَسْأَلك من مَسْأَلَة من امْر دينه فَلَا تجيبه فَنظر اليه نظرة مُنكرَة ثمَّ قَالَ {فَإِذا نفخ فِي الصُّور فَلَا أَنْسَاب بَينهم يَوْمئِذٍ وَلَا}",
            "page": "119",
            "part": "1",
            "seal": "EFBDD984"
        },
        {
            "id": "106",
            "nass": "يتساءلون) فَقَامَ الشَّيْخ مبادرا فَأصَاب ابْن قَحْطَبَةَ ينتظره فَأخْبرهُ فَقَالَ ابْن قَحْطَبَةَ لقد هان الْخلق على دَاوُد طُوبَى لَهُ ثمَّ ذهب ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا الْحَضْرَمِيّ قَالَ ثَنَا ابو المهنا الطَّائِي قَالَ مر دَاوُد الطَّائِي على زقاق عَمْرو فَرَأى الرطب مصفقا فدعته نَفسه اليه فجَاء الى البياع فَقَالَ اتنسئني بدرهم فَقَالَ هَات الدِّرْهَم فَقَالَ غَدا اعطيك قَالَ اذْهَبْ الى عَمَلك فَرَآهُ رجل يعرف دَاوُد فجَاء الى البَائِع فَأعْطَاهُ كيسا فِيهِ مائَة دِرْهَم فَقَالَ اذْهَبْ فَإِن اخذ مِنْك بدرهم فَهَذِهِ لَك فَلحقه فَقَالَ لَهُ ارْجع لَا حَاجَة لنا فِيهِ إِنَّمَا اردنا ان نجرب هَذِه النَّفس قَالَ ولحقه وَهُوَ يَقُول لم ينسئني من الدُّنْيَا درهما وانت تريدين الْجنَّة ¶ اُخْبُرْنَا عمر بن ابراهيم المقرىء قَالَ ثَنَا مكرم بن احْمَد قَالَ ثَنَا احْمَد بن مُحَمَّد قَالَ ثَنَا عبد الله بن سعيد قَالَ ثَنَا عبد الرَّحْمَن بن عبد الْكَرِيم عَن حَمَّاد بن أبي حنيفَة ان مولاة لداود الطَّائِي كَانَت تخدمه فَقَالَت لَهُ لَو صنعت لَك دسما قَالَ وددت فطبخت لَهُ شحما وَجَاءَت بِهِ فَقَالَ لَهَا مَا فعل أَيْتَام بني فلَان قَالَت على حَالهم قَالَ اذهبي بِهِ اليهم قَالَت فديتك إِنَّك لم تَأْكُل أدما مُنْذُ كَذَا وَكَذَا قَالَ إِن هَذَا إِذا أكلوه كَانَ لنا عِنْد الله مذخورا وَإِذا أَكلته كَانَ فِي الحش ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا مكرم قَالَ ثَنَا احْمَد بن مُحَمَّد قَالَ ثَنَا يحيى الْحمانِي قَالَ سَمِعت ابْن الْمُبَارك يَقُول كَانَ دَاوُد الطَّائِي إِذا قَرَأَ الْقُرْآن كَأَنَّهُ يسمع الْجَواب من الله ¶ حَدثنَا الْحُسَيْن بن هَارُون بن مُحَمَّد قَالَ أنبأ احْمَد بن مُحَمَّد بن سعيد الْهَمدَانِي قَالَ ثَنَا أَحْمد بن مُحَمَّد بن يحيى قَالَ ثَنَا أبي قَالَ ثَنَا سعيد بن أبي الهيفاء قَالَ حَدثنِي مُحَمَّد ابْن عبد الْعَزِيز التَّيْمِيّ قَالَ قلت لداود الطَّائِي يَا أَبَا سُلَيْمَان بِمَا أقوى على نَفسِي",
            "page": "120",
            "part": "1",
            "seal": "DA759D16"
        },
        {
            "id": "107",
            "nass": "قَالَ بقذعها عَمَّا تحب وإخراجها عَمَّا لَا يعنيها وبفعلها مَا لَا بُد لَهَا مِنْهُ قلت يَا أَبَا سُلَيْمَان فَكيف السَّبِيل إِلَى ذَلِك قَالَ بقطعها عَن رُؤْيَة الْعَالم فَهُوَ أول بَاب تقوى بِهِ على ذَلِك فَإِذا فقدت رُؤْيَتهمْ خلت من همومهم قلت يَا أَبَا سُلَيْمَان إِنَّهَا تطالبني بهم كثيرا قَالَ يَا أَبَا مُحَمَّد اقذعها اقذعها وَإِلَّا أوردتك ثمَّ لم تصدرك ¶ حَدثنَا الْحُسَيْن بن هَارُون بن مُحَمَّد قَالَ أنبأ أَحْمد بن سعيد الْهَمدَانِي قَالَ ثَنَا أَحْمد بن مُحَمَّد بن يحيى قَالَ ثَنَا عبد الله إِبْرَاهِيم بن قُتَيْبَة قَالَ ثَنَا نعيم بن يَعْقُوب قَالَ سَمِعت سُفْيَان بن عُيَيْنَة يَقُول كنت رُبمَا أتيت دَاوُد الطَّائِي فَإِذا أَتَيْته تبينت ثقل موضعي عَلَيْهِ وَأرَاهُ يتململ فَقَالَ لي يَوْمًا يَا سُفْيَان أما لَك شغل يَا سُفْيَان أقل من إتياني ¶ حَدثنَا القَاضِي أَبُو عبد الله الضَّبِّيّ قَالَ أنبأ أَبُو الْعَبَّاس احْمَد بن مُحَمَّد الْهَمدَانِي قَالَ ثَنَا يحيى بن زَكَرِيَّا بن شَيبَان قَالَ ثَنَا عبد الله بن ماهان قَالَ سَمِعت حَفْص بن غياث يَقُول كَانَ دَاوُد الطَّائِي يجالسنا عِنْد أبي حنيفَة حَتَّى برع فِي الرَّأْي ثمَّ رفض ذَلِك ورفض الحَدِيث وَكَانَ قد أَكثر مِنْهُ وَلزِمَ الْعِبَادَة والتوحش من النَّاس ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا الْحسن بن عَليّ بن شبيب قَالَ ثَنَا أَحْمد بن أبي الْحوَاري قَالَ ثَنَا مُحَمَّد بن يحيى الطَّائِي عَن دَاوُد الطَّائِي قَالَ مَا أخرج الله تَعَالَى عبدا من ذل الْمعاصِي إِلَى عز التَّقْوَى إِلَّا أغناه بِلَا مَال وأعزه بِلَا عشيرة وآنسه بِلَا أنيس ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا عبد الصَّمد بن عبيد الله عَن الْفضل بن يُوسُف قَالَ ثَنَا مُحَمَّد بن عمرَان الربعِي قَالَ حَدثنِي مُحَمَّد بن سُوَيْد الطَّائِي قَالَ رَأَيْت دَاوُد الطَّائِي يَغْدُو وَيروح إِلَى أبي حنيفَة ثمَّ رَأَيْته قد",
            "page": "121",
            "part": "1",
            "seal": "D7DBC6CD"
        },
        {
            "id": "108",
            "nass": "تخلى وَترك النَّاس فَرَأَيْت أَبَا حنيفَة قد جَاءَهُ زَائِرًا لَهُ غير مرّة ¶ حَدثنَا الْحُسَيْن بن هَارُون بن مُحَمَّد قَالَ ثَنَا أَحْمد بن مُحَمَّد بن سعيد قَالَ ثَنَا دَاوُد ابْن يحيى قَالَ حَدثنِي مُوسَى بن عبد الرَّحْمَن الْكِنْدِيّ قَالَ ثَنَا مُحَمَّد بن بشر عَن بكر ابْن مُحَمَّد العابد قَالَ قَالَ لي دَاوُد الطَّائِي فر من النَّاس كَمَا تَفِر من الْأسد ¶ حَدثنَا الْحُسَيْن بن هَارُون بن مُحَمَّد قَالَ أنبأ أَحْمد بن سعيد بن عبد الرَّحْمَن قَالَ ثَنَا الْحُسَيْن بن عبد الرَّحْمَن بن مُحَمَّد الْأَزْدِيّ قَالَ ثَنَا أبي قَالَ ثَنَا بكر العابد قَالَ سَمِعت دَاوُد الطَّائِي يَقُول اترك الدُّنْيَا قبل ان تتركك وَاعْتبر فِيهَا قبل أَن يعْتَبر بك وَاحْمَدْ أَيَّامهَا قبل أَن تذمك وأعمرها بعمارة آخرتك وخربها بصلاح دينك وتزود مِنْهَا ليَوْم وفاتك ¶ حَدثنَا الْحُسَيْن بن هَارُون قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا مُحَمَّد بن احْمَد بن الْحسن قَالَ ثَنَا حُسَيْن بن أَيُّوب قَالَ ثَنَا عَطِيَّة بن يحيى وَكَانَ جارا لداود الطَّائِي قَالَ كنت اسْمَع دَاوُد يَقُول كم من عين ساهرة فِي رِزْقِي ¶ حَدثنَا القَاضِي أَبُو عبد الله الضَّبِّيّ قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا مُحَمَّد بن عبد الله ابْن سعيد الْكِنْدِيّ قَالَ حَدثنِي يعلى بن الْمنْهَال قَالَ سَمِعت الْوَلِيد بن عقبَة يَقُول سَمِعت دَاوُد الطَّائِي يَقُول كم من مسرور بِأَمْر فِيهِ هَلَكته وَكم من كَارِه لأمر فِيهِ صَلَاح دينه ودنياه غيبت عَنَّا الْخيرَة فَلَيْسَ إِلَّا التَّسْلِيم وَالرِّضَا والإستكانة والتضرع ¶ حَدثنَا الْحُسَيْن بن هَارُون قَالَ ثَنَا أَبُو الْعَبَّاس أَحْمد بن سعيد بن عبد الرَّحْمَن قَالَ حَدثنِي الْحُسَيْن بن عبد الرَّحْمَن قَالَ ثَنَا أَيُّوب بن معبد قَالَ سَمِعت حَمَّاد بن أبي حنيفَة يَقُول كنت يَوْمًا عِنْد دَاوُد الطَّائِي وَهُوَ يفكر فَأطَال الْفِكر وَأَنا أتبين فِيهِ التَّغَيُّر ثمَّ قَالَ تنجو هَل تعرف بِمَا تنجو لَيْت شعري بعد أَي شَيْء وعَلى",
            "page": "122",
            "part": "1",
            "seal": "B43322BD"
        },
        {
            "id": "109",
            "nass": "أَي شَيْء أهجم ثمَّ خر مغشيا عَلَيْهِ فَرَأَيْت الأَرْض قد أدمت وَجهه فَلَبثت طَويلا ُأكَلِّمهُ فَمَا كلمني وَطَالَ جلوسي حَتَّى حضر وَقت الصَّلَاة وأيست من أَن يكلمني فَانْصَرَفت فَلَمَّا كَانَ من الْغَد أَتَيْته فَسَأَلت بعض من كَانَ يدْخل عَلَيْهِ مَتى صلى قَالَ آخر وَقت الْعَصْر تحرّك فَقلت لَهُ الصَّلَاة فَقَامَ فَزعًا شبه الوقيذ الواله نصلي الظّهْر وَالْعصر ثمَّ جلس فَوضع يَده فِي خَدّه وشخص ببصره فَخرجت عَنهُ ثمَّ عدت إِلَيْهِ قَرِيبا من الْمغرب وَهُوَ على تِلْكَ الْحَال فَذَاك آخر عهدي بِهِ فَقلت أَتَرَى يمكنني الدُّخُول عَلَيْهِ قَالَ انْظُر لَك مَا رَأَيْته الْيَوْم ثمَّ خرج عَليّ قَالَ هُوَ محول الْوَجْه إِلَى الْحَائِط قد سلمت عَلَيْهِ فَرد عَليّ وَمَا حول وَجهه فَانْصَرَفت ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْمعدل قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا الْحمانِي قَالَ ثَنَا ابْن الْمُبَارك قَالَ لما مَاتَ دَاوُد الطَّائِي أَكثر النَّاس فِيهِ القَوْل وَكَانَ موضعا لكل ثَنَاء جميل فَوقف أَبُو بكر النَّهْشَلِي على قَبره فَقَالَ يَا دَاوُد قد أَكثر النَّاس القَوْل فِيك فَلَا وكلك الله إِلَى عَمَلك ¶ حَدثنَا الْحُسَيْن بن هَارُون بن مُحَمَّد قَالَ ثَنَا أَحْمد بن سعيد قَالَ حَدثنِي يحيى بن زَكَرِيَّا قَالَ ثَنَا سهل بن عَامر قَالَ أتيت دَاوُد الطَّائِي فوقفت على الْبَاب فَقلت السَّلَام عَلَيْكُم فَرد السَّلَام وَسكت قلت أَدخل قَالَ ادخل فَدخلت فَجَلَست وَسكت وَلم يقل لي شَيْئا وَكَانَ إِذا دخل عَلَيْهِ الدَّاخِل فَسَأَلَهُ عَن شَيْء أجَاب عَنهُ وَإِن سكت لم يبتدئه بِكَلِمَة حَتَّى ينْصَرف ¶ حَدثنَا الْحُسَيْن بن هَارُون بن مُحَمَّد قَالَ ثَنَا أَحْمد بن مُحَمَّد بن سعيد قَالَ ثَنَا مُحَمَّد ابْن يحيى الطلحي قَالَ ثَنَا عبد الْعَزِيز بن أبان الْقرشِي قَالَ سَمِعت دَاوُد الطَّائِي يَقُول اللَّهُمَّ اسْتُرْ عوراتنا وآمن روعاتنا واكفنا من سعى علينا وَلَا تشمت بِنَا عدونا اكْفِنَا كل هول بَين أَيْدِينَا حَتَّى تبلغنَا من رحمتك مَا أَنْت أَهله آمين آمين آمين ثَلَاثًا",
            "page": "123",
            "part": "1",
            "seal": "3B24A362"
        },
        {
            "id": "110",
            "nass": "أَخْبَار أبي عبد الله مُحَمَّد ابْن الْحسن الشَّيْبَانِيّ رَحْمَة الله عَلَيْهِ ¶ أخبرنَا أَبُو عبيد الله مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ ثَنَا أَبُو بكر أَحْمد ابْن كَامِل القَاضِي قَالَ أَبُو عبد الله مُحَمَّد بن الْحسن صَاحب أبي حنيفَة مولى لبني شَيبَان وَكَانَ مَوْصُوفا بالكمال وَكَانَت مَنْزِلَته فِي كَثْرَة الرِّوَايَة والرأي والتصنيف لفنون عُلُوم الْحَلَال وَالْحرَام منزلَة رفيعة يعظمه أَصْحَابه جدا ¶ أخبرنَا عمربن أَحْمد بن شاهين قَالَ ثَنَا مُحَمَّد بن أَحْمد بن يَعْقُوب بن شيبَة عَن جده يَعْقُوب قَالَ مُحَمَّد بن الْحسن مولى لبني شَيبَان قدم أَبوهُ وَاسِط فولد لَهُ بهَا مُحَمَّد فَطلب الحَدِيث وَسمع من مسعر وَالثَّوْري وَغَيرهمَا ثمَّ قدم بعداد فَسمع مِنْهُ وَأخرجه هَارُون الرشيد فولاه الْقَضَاء بالرقة ثمَّ عَزله وَقدم بَغْدَاد وَنزل فِي نَاحيَة بَاب الشَّام فَلَمَّا خرج هَارُون إِلَى الرّيّ أخرجه مَعَه فَمَاتَ بهَا سنة تسع وَثَمَانِينَ وَمِائَة وَهُوَ ابْن ثَمَان وَخمسين سنة ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ أنبأ مكرم بن أَحْمد قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ سَمِعت أَبَا عبيد الْقَاسِم بن سَلام يَقُول كُنَّا مَعَ مُحَمَّد بن الْحسن إِذْ أقبل الرشيد فَقَامَ النَّاس كلهم إِلَّا مُحَمَّد بن الْحسن فَإِنَّهُ لم يقم وَكَانَ الْحسن بن زِيَاد ثقيل الْقلب على مُحَمَّد بن الْحسن فَقَامَ وَدخل وَدخل النَّاس من أَصْحَاب الْخَلِيفَة فأمهل الرشيد يَسِيرا ثمَّ خرج الْأذن فَقَامَ مُحَمَّد بن الْحسن وَدخل وجزع أَصْحَابه",
            "page": "125",
            "part": "1",
            "seal": "E0C09A3D"
        },
        {
            "id": "111",
            "nass": "فأمهل ثمَّ خرج طيب النَّفس مَسْرُورا فَقَالَ قَالَ لي مَالك لم تقم مَعَ النَّاس قَالَ قلت كرهت أَن أخرج عَن الطَّبَقَة الَّذين جَعَلتني فيهم إِنَّك أهلتني للْعلم وكرهت أَن أخرج مِنْهُ إِلَى طبقَة الْخدمَة الَّتِي هِيَ خَارِجَة مِنْهُ وَإِن ابْن عمك صلى الله عَلَيْهِ وَسلم قَالَ من أحب أَن يتَمَثَّل لَهُ الرِّجَال قيَاما فَليَتَبَوَّأ مَقْعَده من النَّار وَإِنَّمَا أَرَادَ بذلك الْعلمَاء فَمن قَامَ بِحَق الْخدمَة وإعزاز الْملك فَهُوَ هَيْبَة لِلْعَدو وَمن قعد فَلَا تبَاع السّنة الَّتِي مِنْكُم أخذت وَهُوَ دين لكم قَالَ صدقت يَا مُحَمَّد ثمَّ سَارَّنِي فَقَالَ إِن عمر بن الْخطاب صَالح بني تغلب على أَن لَا ينصرُوا أَوْلَادهم وَقد نصروا أَبْنَاءَهُم وحلت بذلك دِمَاؤُهُمْ فَمَا ترى قلت إِن عمر أقرهم بذلك وَقد نصروا أَبْنَاءَهُم بعد عمر وَاحْتمل عُثْمَان وَابْن عمك وَكَانَ من الْعلم بِالْمَكَانِ الَّذِي لَا يخفى عَلَيْك وَجَرت بذلك السّنَن فَهَذَا صلح من الْخُلَفَاء بعده وَلَا شَيْء يلحقك فِي ذَلِك وَقد كشفت لَك الْعلم ورأيك أَعلَى قَالَ لَا وَلَكنَّا نجريه على مَا أجروه إِن شَاءَ الله إِن الله أَمر نبيه بالمشورة فَكَانَ يشاور فِي أمره ثمَّ يَأْتِيهِ جبرئيل بِتَوْفِيق الله لَهُ وَلَكِن عَلَيْك بِالدُّعَاءِ لمن ولاه الله أَمرك وَمر أَصْحَابك بذلك وَقد أمرت لَك بِشَيْء تفرقه على أَصْحَابك قَالَ فَخرج لَهُ مَال كثير ففرقه ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم بن أَحْمد قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا مُحَمَّد بن سَمَّاعَة قَالَ بعث هَارُون الرشيد إِلَى مُحَمَّد بن الْحسن فَأحْضرهُ مَجْلِسه ثمَّ بعث إِلَى الْحسن بن زِيَاد فَأحْضرهُ وأحضر رجلا من الطالبيين وأحضر كتاب أَمَان فَدفعهُ إِلَى مُحَمَّد بن الْحسن فقرأه وَقَالَ مَا تَقول فِيهِ قَالَ هَذَا أَمَان صَحِيح وَرفع صَوته وَقَالَ يَا أَمِير الْمُؤمنِينَ هَذَا أَمَان صَحِيح وَدم هَذَا الرجل الَّذِي كتب لَهُ الْكتاب حرَام فَأمر بِالْكتاب فَأخذ من يَده وَدفع إِلَى الْحسن بن زِيَاد فَأَخذه فقرأه وَقَالَ بِصَوْت ضَعِيف هَذَا أَمَان فَغَضب هَارُون وَدخل أَبُو",
            "page": "126",
            "part": "1",
            "seal": "1E535CE3"
        },
        {
            "id": "112",
            "nass": "البخْترِي وهب بن وهب القَاضِي فَمد يَده فَأخذ الْكتاب وَلم يُؤمر بذلك فقرأه ثمَّ أخرج سكينا من خفه فَقَطعه نِصْفَيْنِ ثمَّ رمى بِهِ وَقَالَ هَذَا كتاب مفسوخ وَلَيْسَ بِأَمَان بل هُوَ أَمَان فَاسد أقتل هَذَا الرجل وَدَمه فِي عنقِي فَأخذ هَارُون دَوَاة كَانَت بَين يَدَيْهِ فَضرب بهَا وَجه مُحَمَّد بن الْحسن فَشَجَّهُ قَالَ ابْن سَمَّاعَة وَكنت حَاضرا فَخرج وَخرجت على إثره وَهُوَ يبكي فَلَمَّا صَار إِلَى منزله قلت يَا أَبَا عبد الله لم تبْكي من شجة فِي سَبِيل الله فَقَالَ وَالله مَا لَهَا بَكَيْت قَالَ قلت فَأَي تَقْصِير كَانَ مِنْك قَالَ كَانَ يجب عَليّ أَن أَقُول لأبي البخْترِي من أَيْن قلت وأقيم عَلَيْهِ الْحجَّة وأتكلم بِالْحَقِّ وَإِن قتلت ثمَّ قَالَ وَأي حجَّة لقاض من قُضَاة الْمُسلمين يكون فِي خفه سكين مثل هَذِه قَالَ وَقَالَ الطَّالِبِيُّ يَوْمئِذٍ لهارون يَا هَارُون إتق الله تَقول لفقيهي الأَرْض لما لم يريَا فِي أمانك سفك الدِّمَاء وَقَالا لَك دع هَذِه النَّسمَة تَمُوت بأجلها وتنعم عَلَيْهَا وَتقبل قَول رجل مَشْهُور أَنه ادّعى نسبا لم يقر أَبوهُ الَّذِي ادَّعَاهُ بِهِ فَأخْرج أَبُو البخْترِي يَوْمئِذٍ من نسبه الَّذِي ادَّعَاهُ ثمَّ قَالَ لَهُ سل عَنهُ مزبلي أهل الْمَدِينَة الَّذين يزبلون فِي الحمامات حَتَّى يخبروك بعلامات فِي ظَهره يصفونها للنَّاس وَمثل هَذَا لَا يجوز أَن يَقُول غير هَذَا وَالله مَا أُبَالِي وَقعت على الْمَوْت أَو وَقع الْمَوْت عَليّ وَلَا أَمُوت إِلَّا بأجلي ¶ قَالَ الْقَاسِم بن إِبْرَاهِيم الزَّاهِد حَدثنِي مُوسَى بن عبد الله بن الْحسن بن الْحسن أَنه حضر هَذَا الْمجْلس قَالَ الْقَاسِم بن عبد الله بن عبد الرَّحْمَن بن الْقَاسِم بن مُحَمَّد ابْن أبي بكر الصّديق أَنه كَانَ حَاضرا لهَذَا الْكَلَام كُله قَالَ وَالرجل الَّذِي قتل كَانَ يحيى بن عبد الله بن الْحسن بن الْحسن بن عَليّ عَلَيْهِم السَّلَام ¶ حَدثنَا أَبُو إِسْحَاق النَّيْسَابُورِي الْمَعْرُوف بِالْبيعِ قَالَ ثَنَا مُحَمَّد بن يَعْقُوب الْأَصَم قَالَ ثَنَا الرّبيع بن سُلَيْمَان قَالَ كتب الشَّافِعِي إِلَى مُحَمَّد بن الْحسن وَقد طلب مِنْهُ كتبه لينسخها فأخرها عَنهُ فَكتب إِلَيْهِ ¶ (قل لمن لم تَرَ عين من رَآهُ مثله ... وَمن كَأَن من رَآهُ قد رأى من قبله) ¶ (الْعلم ينْهَى أَهله أَن يمنعوه أَهله ... لَعَلَّه يبذله لأَهله لَعَلَّه)",
            "page": "127",
            "part": "1",
            "seal": "94D98797"
        },
        {
            "id": "113",
            "nass": "قَالَ فأنفذ الْكتب إِلَيْهِ من وقته ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ أنبأ الطَّحَاوِيّ قَالَ ثَنَا أَحْمد ابْن دَاوُد بن مُوسَى قَالَ سَمِعت حَرْمَلَة قَالَ سَمِعت الشَّافِعِي يَقُول مَا رَأَيْت أحدا قطّ إِذا تكلم رَأَيْت الْقُرْآن نزل بلغته إِلَّا مُحَمَّد بن الْحسن فَأَنَّهُ كَانَ إِذا تكلم رَأَيْت الْقُرْآن نزل بلغته وَلَقَد كتبت عَنهُ حمل بعير ذَلِك وَإِنَّمَا قلت ذكر لِأَنَّهُ بَلغنِي أَنه يحمل أَكثر مِمَّا تحمل الْأُنْثَى ¶ أخبرنَا عمر قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ سَمِعت إِدْرِيس بن يُوسُف القراطيسي وَكَانَ من جلة أَصْحَاب الشَّافِعِي قَالَ سَمِعت الشَّافِعِي يَقُول مَا رَأَيْت رجلا أعلم بالحرام والحلال والعلل والناسخ والمنسوخ من مُحَمَّد بن الْحسن ¶ أخبرنَا عبد الله بن مُحَمَّد الْبَزَّاز قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن الْمُغلس قَالَ ثَنَا أَبُو عبيد قَالَ سَمِعت الشَّافِعِي يَقُول إِنِّي لأعرف الأستاذية عَليّ لمَالِك ثمَّ لمُحَمد بن الْحسن قَالَ أَبُو عبيد مَا رَأَيْت أحدا أعلم بِكِتَاب الله من مُحَمَّد بن الْحسن ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ ثَنَا أَبُو عبيد قَالَ سَمِعت الشَّافِعِي يَقُول لَو أنصف النَّاس الْفُقَهَاء لعلموا أَنهم لم يرَوا مثل مُحَمَّد بن الْحسن مَا جالست فَقِيها قطّ أفقه مِنْهُ وَلَا فتق لساني بالفقه مثله لقد كَانَ يحسن من الْفِقْه وأسبابه شَيْئا يعجز عَنهُ الأكابر ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا ابْن مغلس قَالَ سَمِعت أَبَا عبيد يَقُول قدمت على مُحَمَّد بن الْحسن فَرَأَيْت الشَّافِعِي عِنْده فَسَأَلَهُ عَن شَيْء فَأَجَابَهُ فَاسْتحْسن الْجَواب وَأخذ شَيْئا وَكتب فِيهِ فَرَآهُ مُحَمَّد بن الْحسن فوهب لَهُ مائَة دِرْهَم وَقَالَ لَهُ الزم إِن كنت تشْتَهي الْعلم فَسمِعت الشَّافِعِي يَقُول لقد كتبت عَن مُحَمَّد بن الْحسن وقر بعير ذكر ولولاه مَا فتق لي من الْعلم مَا انفتق فَالنَّاس كلهم فِي الْفِقْه عِيَال على أهل الْعرَاق وَأهل الْعرَاق عِيَال على أهل الْكُوفَة وَأهل الْكُوفَة كلهم عِيَال على أبي حنيفَة",
            "page": "128",
            "part": "1",
            "seal": "990301E4"
        },
        {
            "id": "114",
            "nass": "أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ سَمِعت الْمُزنِيّ يَقُول لرجل من جالست قَالَ أَصْحَاب مُحَمَّد بن الْحسن قَالَ كَانُوا وَالله يملاون الآذان إِذا تكلمُوا ويفتحون للفقهاء مَا ينغلق عَلَيْهِم إِذا غفلوا فَنظر إِلَيْهِ أَصْحَابه فَقَالَ وَالله مَا أَنا قلته من قبل نَفسِي حَتَّى سَمِعت الشَّافِعِي يَقُول مَا هُوَ أَكثر مِنْهُ ¶ أخبرنَا الْعَبَّاس بن أَحْمد بن الْفضل الْهَاشِمِي قَالَ ثَنَا أَحْمد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا الْحُسَيْن بن الْقَاسِم بن الفلاس قَالَ ثَنَا الْمُزنِيّ قَالَ سَمِعت الشَّافِعِي يَقُول مَا رَأَيْت أفْصح من مُحَمَّد بن الْحسن كنت إِذا سمعته يقْرَأ كَأَن الْقُرْآن نزل بلغته ¶ حَدثنَا الْعَبَّاس بن أَحْمد الْهَاشِمِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا أَحْمد بن حَمَّاد بن سُفْيَان عَن الرّبيع بن سُلَيْمَان قَالَ سَمِعت الشَّافِعِي يَقُول مَا سَأَلت أحدا عَن مَسْأَلَة إِلَّا تبين لي تغير وَجهه إِلَّا مُحَمَّد بن الْحسن ¶ اُخْبُرْنَا احْمَد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد القَاضِي النَّخعِيّ قَالَ ثَنَا أَبُو بكر القاطيسي قَالَ ثَنَا إِبْرَاهِيم الْحَرْبِيّ قَالَ سَأَلت احْمَد بن حَنْبَل قلت هَذِه الْمسَائِل الدقاق من أَيْن لَك قَالَ من كتب مُحَمَّد بن الْحسن ¶ حَدثنَا الْعَبَّاس بن أَحْمد قَالَ ثَنَا أَحْمد بن مُحَمَّد المسكي قَالَ ثَنَا النَّخعِيّ القَاضِي قَالَ ثَنَا عبد الله بن الْعَبَّاس الطَّيَالِسِيّ قَالَ ثَنَا عَبَّاس الدوري قَالَ سَمِعت يحيى بن معِين يَقُول كتبت الْجَامِع الصَّغِير عَن مُحَمَّد بن الْحسن ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا أَحْمد بن مُحَمَّد المنصوري قَالَ ثَنَا ابْن كأس النَّخعِيّ قَالَ ثَنَا أَبُو عرُوبَة الْحَرَّانِي قَالَ ثَنَا عَمْرو بن أبي عَمْرو قَالَ قَالَ مُحَمَّد بن الْحسن خلف أبي ثَلَاثِينَ ألفا دِرْهَم فأنفقت خَمْسَة عشر ألفا على النَّحْو وَالشعر وَخَمْسَة عشر ألفا على الحَدِيث وَالْفِقْه",
            "page": "129",
            "part": "1",
            "seal": "2C3C15D2"
        },
        {
            "id": "115",
            "nass": "حَدثنَا الْعَبَّاس بن أَحْمد الْهَاشِمِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا البخْترِي بن مُحَمَّد قَالَ سَمِعت مُحَمَّد بن سَمَّاعَة يَقُول قَالَ مُحَمَّد بن الْحسن لأَهله لَا تَسْأَلُونِي حَاجَة من حوائج الدُّنْيَا فتشغلوا قلبِي خُذُوا مَا تحتاجون إِلَيْهِ من وَكيلِي فَإِنَّهُ أقل لهمي وأفرغ لقلبي ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا القَاضِي أَبُو بكر مكرم قَالَ ثَنَا أَحْمد بن عبيد الله الثَّقَفِيّ قَالَ ثَنَا أَبُو خازم عبد الحميد بن عبد الْعَزِيز قَالَ حَدثنِي بكر بن خلف الْعمي قَالَ حَدثنِي مُحَمَّد بن سَمَّاعَة قَالَ حَدثنِي مُحَمَّد بن الْحسن الْفَقِيه قَالَ أَبُو خازم وَهُوَ مولى لبني يبان وأصلهم من قَرْيَة بَين فلسطين والرملة أعرفهَا وَأعرف قوما من أَهلهَا ثمَّ انتقلوا إِلَى الْكُوفَة قَالَ لما أشخصني الرشيد ليقلدني الْقَضَاء بِالشَّام وَردت مَدِينَة السَّلَام فَلَقِيت أَبَا يُوسُف وَهُوَ الَّذِي سماني وَأَشَارَ بِي فَقلت لَهُ من حَقي عَلَيْك ولزومي لَك وتصييري لَك أستاذا وإماما أَن تعفيني عَن هَذَا الْأَمر فَقَالَ لي أَنا رَاكب مَعَك إِلَى يحيى بن خَالِد فأكلمه فَركب معي إِلَى يحيى بن خَالِد فَلَمَّا دَخَلنَا عَلَيْهِ زَالَ لَهُ يحيى عَن مُصَلَّاهُ فَقعدَ مَعَه عَلَيْهِ وَقَعَدت بِبَاب الْبَيْت فَسَمعته يَقُول لَهُ هَذَا مُحَمَّد بن الْحسن وَمن حَاله كَذَا وَمن حَاله كَيْت وَكَيْت يصفني وَذكر امتناعي عَلَيْهِ فَقَالَ لَهُ يحيى مَا تَقول فِيهِ قَالَ أَقُول إِنَّكُم إِن أعفيتموه لم تَجدوا مثله فَلَمَّا سمع يحيى كَلَامه لم يلْتَفت إِلَيّ مَا أَقُول وأمضى أَمْرِي فَلَمَّا ورد الرشيد الرقة أحضرت فَدخلت إِلَيْهِ أَنا وَالْحسن بن زِيَاد اللؤْلُؤِي وَأَبُو البخْترِي وهب بن وهب فَأخْرج إِلَيْنَا الْأمان الَّذِي كتب ليحيى ابْن عبد الله بن الْحسن فَدفع إِلَيّ فَقَرَأته وَقد علمت الْأَمر الَّذِي أحضرنا لَهُ فمثلت بَين أَن أظهر شَيْئا إِن كَانَ يتَعَلَّق بِهِ فِيهِ فأوجده السَّبِيل إِلَى قتل الرجل أَو أترك الطعْن عَلَيْهِ مَعَ مَا أعلم أَنه ينالني من موجدة الرشيد فآثرت أَمر الله وَالدَّار الْآخِرَة فَقلت هَذَا أَمَان مُؤَكد لَا حِيلَة فِي نقضه فَانْتزع الصَّك من يَدي وَدفع إِلَى",
            "page": "130",
            "part": "1",
            "seal": "E0FE62AE"
        },
        {
            "id": "116",
            "nass": "اللؤْلُؤِي فقرأه وَقَالَ كلمة ضَعِيفَة لَا أَدْرِي سَمِعت أَو لم تسمع هَذَا أَمَان فَانْتزع من يَده وَدفع إِلَى أبي البخْترِي فقرأه ثمَّ قَالَ مَا أرجيه وَلَا أرضاه هَذَا رجل سوء قد شقّ الْعَصَا وَسَفك دِمَاء الْمُسلمين وَفعل وَفعل فَلَا أَمَان لَهُ ثمَّ ضرب بِيَدِهِ إِلَى خفه وَأَنا أرَاهُ واستخرج سكينا فشق الْكتاب بنصفين ثمَّ دَفعه إِلَى الْخَادِم ثمَّ الْتفت إِلَى الرشيد فَقَالَ اقتله وَدَمه فِي عنقِي قَالَ فقمنا من الْمجْلس وأتاني رَسُول الرشيد أَن لَا أُفْتِي أحدا وَلَا أحكم فَلم أزل على ذَلِك إِلَى أَن أَرَادَت أم جَعْفَر أَن تقف وَقفا فوجهت إِلَيّ فِي ذَلِك فعرفتها أَنِّي قد نهيت عَن الْفتيا فكلمت الرشيد فَأذن لي قَالَ مُحَمَّد بن الْحسن فَكنت وكل من فِي دَار الرشيد يتعجب من أبي البخْترِي وَهُوَ حَاكم وفتياه بِمَا أفتى بِهِ وتقلده دم رجل من الْمُسلمين ثمَّ من حمله فِي خفه سكينا قَالَ وَلم يقتل الرشيد يحيى فِي ذَلِك الْوَقْت وَإِنَّمَا مَاتَ فِي الْحَبْس بعد مُدَّة قَالَ مُحَمَّد بن سَمَّاعَة فِي حَدِيثه ثمَّ قرب الرشيد مُحَمَّد بن الْحسن بعد ذَلِك وَتقدم عِنْده وولاه قَضَاء الْقُضَاة وَحمله مَعَه إِلَى الرّيّ فتوفى هُوَ وَالْكسَائِيّ بهَا فِي يَوْم وَاحِد فَقَالَ الرشيد دفنت الْفِقْه والنحو بِالريِّ قَالَ بكر الْعَمى فِي حَدِيثه إِن مُحَمَّد بن الْحسن لما أفتى بِصِحَّة الْأمان وَأفْتى أَبُو البخْترِي بنقضه وَأطلق لَهُ دَمه قَالَ لَهُ يحيى يَا أَمِير الْمُؤمنِينَ يفتيك مُحَمَّد بن الْحسن وموضعه من الْفِقْه مَوْضِعه بِصِحَّة أماني ويفتيك هَذَا ينْقضه وَمَا لهَذَا والفتيا وَإِنَّمَا كَانَ أَبوهُ طبالا بِالْمَدِينَةِ ¶ أخبرنَا القَاضِي عبد الله عَن مُحَمَّد قَالَ ثَنَا أَبُو بكر الدَّامغَانِي الشَّيْخ الإِمَام قَالَ أنبأ أَبُو جَعْفَر الطَّحَاوِيّ قَالَ ثَنَا أَبُو عبد الله أَحْمد بن سهل الرَّازِيّ بِحَدِيث يحيى بن عبد الله بن الْحسن عَن مُوسَى بن عبد الله بن مُوسَى بن عبد الله بن الْحسن بن الْحسن عَن عبد الله بن عبد الرَّحْمَن بن الْقَاسِم بن مُحَمَّد بن أبي بكر الصّديق قَالَ أَنا حَاضر هَذَا كُله من هَارُون وَمُحَمّد بن الْحسن وَزَاد فِيهِ فَلَمَّا خرج مُحَمَّد جعل يبكي حَتَّى كثر بكاؤه فَقلت لَهُ يَا أَبَا عبد الله أَتَبْكِي هَذَا الْبكاء من أجل هَذِه",
            "page": "131",
            "part": "1",
            "seal": "D908A4A5"
        },
        {
            "id": "117",
            "nass": "الشَّجَّة وَذَلِكَ أَن الرشيد رَمَاه بِدَوَاةٍ فَشَجَّهُ وسالت الدِّمَاء على وَجهه وثيابه وَقَالَ لَهُ إِنَّمَا يقوى عزم هَذَا وَأَمْثَاله فِي الْخُرُوج علينا أَنْت وأمثالك فَقَالَ لَا وَالله مَا من أجلهَا أبْكِي وَلَكِنِّي أبْكِي لتقصيري قلت لَهُ وَأي تَقْصِير كَانَ مِنْك وَقد قُمْت مقَاما لَيْسَ لأحد على وَجه الأَرْض أشرف مِنْهُ فَقَالَ قد كَانَ يَنْبَغِي لما قَالَ أَبُو البخْترِي مَا قَالَ أَن أَقُول لَهُ من أَيْن قلت ذَلِك حَتَّى أقيم عَلَيْهِ الْحجَّة بِفساد مَا قَالَه ¶ أخبرنَا عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا القَاضِي مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد بن مغلس قَالَ سَمِعت مُحَمَّد بن سَمَّاعَة قَالَ كَانَ عِيسَى بن أبان حسن الْوَجْه وَكَانَ يُصَلِّي مَعنا وَكنت أَدْعُوهُ إِلَى أَن يَأْتِي مُحَمَّد بن الْحسن فَيَقُول هَؤُلَاءِ قوم يخالفون الحَدِيث وَكَانَ عِيسَى حسن الْحِفْظ للْحَدِيث فصلى مَعنا يَوْمًا الصُّبْح فَكَانَ يَوْم مجْلِس مُحَمَّد فَلم أفارقه حَتَّى جلس فِي الْمجْلس فَلَمَّا فرغ مُحَمَّد أدنيته إِلَيْهِ وَقلت لَهُ هَذَا ابْن أَخِيك أبان بن صَدَقَة الْكَاتِب وَمَعَهُ ذكاء وَمَعْرِفَة بِالْحَدِيثِ وَأَنا أَدْعُوهُ إِلَيْك فيأبى وَيَقُول إِنَّا نخالف الحَدِيث فَأقبل عَلَيْهِ وَقَالَ لَهُ يَا بني مَا الَّذِي رَأَيْتنَا نخالفه من الحَدِيث لَا تشهد علينا حَتَّى تسمع منا فَسَأَلَهُ يَوْمئِذٍ عَن خَمْسَة وَعشْرين بَابا من الحَدِيث فَجعل مُحَمَّد بن الْحسن يجِيبه عَنْهَا ويخبره بِمَا فِيهَا من الْمَنْسُوخ وَيَأْتِي بالشواهد والدلائل فَالْتَفت إِلَيّ بَعْدَمَا خرجنَا فَقَالَ كَانَ بيني وَبَين النُّور ستر فارتفع عني مَا ظَنَنْت أَن فِي ملك الله مثل هَذَا الرجل يظهره للنَّاس وَلزِمَ مُحَمَّد ابْن الْحسن لُزُوما شَدِيدا حَتَّى تفقه ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ أنبأ مكرم قَالَ أنبأ مُحَمَّد بن مَسْرُوق القَاضِي قَالَ ثَنَا أَبُو عبد الله بن أبراهيم بن مُحَمَّد قَالَ ثَنَا شُعَيْب بن أَيُّوب عَن الْحسن بن زِيَاد قَالَ سَمِعت مُحَمَّد بن الْحسن يَقُول مذهبي وَمذهب أبي حنيفَة وَأبي يُوسُف أَبُو بكر ثمَّ عمر ثمَّ عَليّ ثمَّ عُثْمَان ¶ أخبرنَا أَبُو عبيد الله مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ أنبا الصولي قَالَ ثَنَا السكرِي قَالَ أَنْشدني إِسْمَاعِيل بن أبي مُحَمَّد اليزيدي لِأَبِيهِ يرثي مُحَمَّد بن الْحسن",
            "page": "132",
            "part": "1",
            "seal": "7FF0A1EB"
        },
        {
            "id": "118",
            "nass": "وَالْكسَائِيّ رَضِي الله عَنْهُمَا ¶ (تصرمت الدُّنْيَا فَلَيْسَ لَهُ خُلُود ... وَمَا قد ترى من بهجة سيبيد) ¶ (لكل امرىء منا من الْمَوْت منهل ... فَلَيْسَ إِلَّا عَلَيْهِ وُرُود) ¶ (ألم تَرَ شيبا شَامِلًا ينذر البلى ... وَإِن الشَّبَاب الغض لَيْسَ يعود) ¶ (سيأتيك مَا أفنى الْقُرُون الَّتِي مَضَت ... فَكُن مستعدا فالفناء عتيد) ¶ (أسيت على قَاضِي الْقُضَاة مُحَمَّد ... فأذريت دمعي والفؤاد عميد) ¶ (فَقلت إِذا مَا أشكل الْخطب من لنا ... بإيضاحه يَوْمًا وَأَنت فقيد وأوجعني موت الْكسَائي بعده ... وكادت بِي الأَرْض الفضاء تميد) ¶ (هما عالمانا أوديا وتخرما ... فَمَا لَهما فِي الْعَالمين نديد) ¶ (فحزني مَتى يخْطر على الْقلب خطرة ... بذكراهما حَتَّى الْمَمَات جَدِيد) ¶ أخبرنَا المرزباني قَالَ ثَنَا إِبْرَاهِيم بن مُحَمَّد بن عَرَفَة النَّحْوِيّ قَالَ مَاتَ مُحَمَّد بن الْحسن وَالْكسَائِيّ بِالريِّ سنة تسع وَثَمَانِينَ وَمِائَة فَقَالَ الرشيد دفنت الْفِقْه والعربية بِالريِّ ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن عبد السَّلَام قَالَ حَدثنِي سُلَيْمَان بن دَاوُد بن كثير الْبَاهِلِيّ وَعبد الْوَهَّاب بن عِيسَى قَالَا ثَنَا مُحَمَّد بن أبي رَجَاء القَاضِي قَالَ سَمِعت أبي قَالَ رَأَيْت مُحَمَّد بن الْحسن فِي الْمَنَام فَقلت مَا صنع بك رَبك قَالَ أدخلني الْجنَّة وَقَالَ لي لم أصيرك وعاءا للْعَمَل وَأَنا أُرِيد أَن أعذبك قَالَ قلت فَأَبُو يُوسُف قَالَ ذَاك فَوقِي أَو فَوْقنَا بِدَرَجَة قَالَ قلت فَأَبُو حنيفَة قَالَ ذَاك فِي أَعلَى عليين ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن عبد السَّلَام عَن أبي خازم القَاضِي قَالَ سَمِعت بكرا الْعمي يَقُول إِنَّمَا أَخذ مُحَمَّد بن سَمَّاعَة وَعِيسَى بن أبان حسن الصَّلَاة من مُحَمَّد بن الْحسن رَضِي الله عَنهُ",
            "page": "133",
            "part": "1",
            "seal": "EA8EC20F"
        },
        {
            "id": "119",
            "nass": "أَخْبَار الْحسن بن زِيَاد اللؤْلُؤِي ¶ حَدثنَا عَبَّاس بن أَحْمد الْهَاشِمِي قَالَ ثَنَا أَحْمد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا أَحْمد بن عبد الحميد الْحَارِثِيّ قَالَ مَا رَأَيْت أحسن خلقا من الْحسن بن زِيَاد وَلَا أقرب مأخذا وَلَا أسهل جانبا قَالَ وَكَانَ الْحسن يكسو مماليكه مِمَّا يكسو نَفسه ¶ حَدثنَا الْعَبَّاس قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا عَليّ بن مُحَمَّد قَالَ حَدثنِي مُحَمَّد بن أَحْمد بن الْحسن بن زِيَاد عَن أَبِيه أَن الْحسن بن زِيَاد أستفتي فِي مَسْأَلَة فَأَخْطَأَ فَلم يعرف الَّذِي أفتاه فاكترى مناديا فَنَادَى إِن الْحسن بن زِيَاد استفتى يَوْم كَذَا وَكَذَا فِي مَسْأَلَة فَأَخْطَأَ فَمن كَانَ أفتاه الْحسن بن زِيَاد بِشَيْء فَليرْجع إِلَيْهِ قَالَ فَمَكثَ أَيَّامًا لَا يُفْتِي حَتَّى وجد صَاحب الْفَتْوَى فَأعلمهُ أَنه أَخطَأ وَأَن الصَّوَاب كَذَا وَكَذَا ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا مُحَمَّد بن مَنْصُور قَالَ ثَنَا مُحَمَّد بن عبيد الله الهمذاني قَالَ سَمِعت يحيى بن آدم يَقُول مَا رَأَيْت أفقه من الْحسن بن زِيَاد ¶ أخبرنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا عَليّ بن عَمْرو قَالَ ثَنَا القَاضِي النَّخعِيّ قَالَ ثَنَا عَليّ ابْن عُبَيْدَة قَالَ ثَنَا مُحَمَّد بن شُجَاع قَالَ ثَنَا عَليّ بن صَالح قَالَ كُنَّا عِنْد أبي يُوسُف فَأقبل الْحسن بن زِيَاد فَقَالَ أَبُو يُوسُف بادروه فسائلوه وَإِلَّا لم تقووا عَلَيْهِ فَأقبل",
            "page": "135",
            "part": "1",
            "seal": "A6AEE90A"
        },
        {
            "id": "120",
            "nass": "الْحسن بن زِيَاد فَقَالَ السَّلَام عَلَيْكُم يَا أَبَا يُوسُف مَا تَقول مُتَّصِلا بِالسَّلَامِ قَالَ فَلَقَد رَأَيْت أَبَا يُوسُف يلوي وَجهه إِلَى هَذَا الْجَانِب مرّة وَإِلَى هَذَا الْجَانِب مرّة من كَثْرَة إدخالات الْحسن عَلَيْهِ ورجوعه من جَوَاب إِلَى جَوَاب ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو قَالَ ثَنَا النَّخعِيّ القَاضِي قَالَ ثَنَا مُحَمَّد بن مَنْصُور الْأَسدي قَالَ سَأَلت نمر بن جِدَار فَقلت أَيّمَا أفقه الْحسن بن زِيَاد أَو مُحَمَّد بن الْحسن فَقَالَ الْحسن وَالله لقد رَأَيْت الْحسن بن زِيَاد يسْأَل مُحَمَّدًا حَتَّى بَكَى مُحَمَّد مِمَّا يخطئه قَالَ فَقلت لَهُ قد لقِيت أَبَا يُوسُف وحسنا ومحمدا فَكيف رَأَيْتهمْ فَقَالَ أما مُحَمَّد فَكَانَ أحسن النَّاس جَوَابا وَلم يكن سُؤَاله على قدر جَوَابه وَكَانَ الْحسن بن زِيَاد أحسن النَّاس سؤالا وَلم يكن جَوَابه على حسب سُؤَاله وَكَانَ أَبُو يُوسُف أحْسنهم سؤالا وَأَحْسَنهمْ جَوَابا ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا مليح بن وَكِيع قَالَ ثَنَا أبي قَالَ كَانَ الْحسن بن زِيَاد يلْزم أَبَا حنيفَة فَقَالَ أَبوهُ لي بَنَات وَلَيْسَ لنا غَيره فَقَالَ أشر عَلَيْهِ بِمَا يَنْفَعهُ فَقَالَ لَهُ وَقد جَاءَ إِن أَبَاك قَالَ كَيْت وَكَيْت الزم فَإِنِّي لم أر فَقِيها قطّ فَقِيرا وَكَانَ يجْرِي عَلَيْهِ حَتَّى اسْتَقل ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ سَمِعت ابْن سَمَّاعَة قَالَ سَمِعت الْحسن ين زِيَاد قَالَ كتبت عَن ابْن جريج اثْنَي عشر ألف حَدِيث كلهَا يحْتَاج إِلَيْهَا الْفُقَهَاء ط ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد قَالَ ثَنَا أَحْمد بن يُونُس قَالَ لما ولى الْحسن بن زِيَاد الْقَضَاء لم يوفق فِيهِ وَكَانَ حَافِظًا لقَوْل أَصْحَابه فَبعث إِلَيْهِ البكائي وَيحك إِنَّك لم توفق فِي الْقَضَاء وَأَرْجُو أَن يكون هَذَا لخيرة أرادها الله بك فاستعف فاستعفى واستراح",
            "page": "136",
            "part": "1",
            "seal": "F80A2F40"
        },
        {
            "id": "121",
            "nass": "أخبرنَا عبد الله بن الشَّاهِد قَالَ ثَنَا مكرم قَالَ ثَنَا عبد الْوَهَّاب بن مُحَمَّد قَالَ سَمِعت مُحَمَّد بن شُجَاع قَالَ سَمِعت الْحسن بن أبي مَالك قَالَ كَانَ الْحسن بن زِيَاد إِذا جَاءَ إِلَى أبي يُوسُف همته نَفسه قَالَ ابْن شُجَاع سَمِعت ابْن زِيَاد يَقُول مكثت أَرْبَعِينَ سنة لَا أَبيت إِلَّا والسراج بَين يَدي ¶ أخبرنَا أَبُو عبيد الله المرزباني قَالَ ثَنَا أَحْمد بن خلف قَالَ ثَنَا الْحُسَيْن بن حميد النَّحْوِيّ قَالَ ثَنَا إِبْرَاهِيم بن اللَّيْث الدهْقَان عَن بعض أَصْحَابه قَالَ كَانَ الرشيد أَمر الْحسن بن زِيَاد اللؤْلُؤِي أَن يصير إِلَى الْمَأْمُون أَيَّام كَانَ بالرقة فِي كل أُسْبُوع يَوْمًا فيذاكره الْفِقْه ويسأله عَن الحَدِيث وَاخْتِلَاف النَّاس فِيهِ قَالَ فَبينا اللؤْلُؤِي فِي بعض اللَّيَالِي عِنْده بالرقة يحدثه إِذْ نعس الْمَأْمُون فَقَالَ لَهُ اللؤْلُؤِي سَمِعت أَيهَا الْأَمِير فَفتح عَيْنَيْهِ وَقَالَ سوقي وَالله يَا غُلَام خُذ بِيَدِهِ فَأخْرجهُ فَأخْرج فَلم يدْخل عَلَيْهِ بعد ذَلِك فبغ الرشيد فَقَالَ متمثلا ¶ (وَهل الخطى إِلَّا وشيجة ... وتغرس إِلَّا فِي منابتها النّخل) ¶ أخبرنَا عبد الله بن مُحَمَّد الْأَسدي قَالَ أنبأ أَبُو بكر الدَّامغَانِي الْفَقِيه قَالَ أنبأ الطَّحَاوِيّ أَن الْحسن بن زِيَاد وَالْحسن بن أبي مَالك توفيا جَمِيعًا فِي سنة أَربع وَمِائَتَيْنِ رَضِي الله عَنْهُمَا",
            "page": "137",
            "part": "1",
            "seal": "985C77E2"
        },
        {
            "id": "122",
            "nass": "أَخْبَار عبد الله بن الْمُبَارك ¶ أخبرنَا الْعَبَّاس بن أَحْمد بن الْفضل الْهَاشِمِي قَالَ ثَنَا أَحْمد بن مُحَمَّد بن الْفَتْح المنصوري قَالَ ثَنَا ابْن كأس قَالَ ثَنَا سُلَيْمَان بن الرّبيع قَالَ ثَنَا حَامِد بن آدم قَالَ سَمِعت عبد الله بن الْمُبَارك يَقُول مَا رَأَيْت نَفسِي فِي مجْلِس أذلّ مِنْهَا فِي مجْلِس أبي حنيفَة ¶ حَدثنَا الْعَبَّاس بن أَحْمد بن الْفضل الْهَاشِمِي قَالَ ثَنَا أَحْمد قَالَ ثَنَا عَليّ قَالَ ثَنَا سُلَيْمَان قَالَ ثَنَا عَليّ بن الْحسن الشقيقي قَالَ سَمِعت بن الْمُبَارك يَقُول مَا اخْتلفت إِلَى سُفْيَان حَتَّى صَار علم أبي حنيفَة فِي كفي ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا أَحْمد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا إِبْرَاهِيم بن إِسْحَاق قَالَ ثَنَا إِسْحَاق عَن عبد الرَّزَّاق قَالَ سَمِعت",
            "page": "139",
            "part": "1",
            "seal": "B7980E5F"
        },
        {
            "id": "123",
            "nass": "ابْن الْمُبَارك يَقُول لَو كَانَ لأحد من أهل الزَّمَان أَن يَقُول بِرَأْيهِ فَأَبُو حنيفَة أَحَق أَن يَقُول بِرَأْيهِ ¶ أخبرنَا أَحْمد بن مُحَمَّد الحريري قَالَ ثَنَا عَليّ بن مُحَمَّد قَالَ ثَنَا القَاضِي النَّخعِيّ قَالَ ثَنَا سُلَيْمَان بن الرّبيع قَالَ ثَنَا حَامِد بن آدم عَن عبد الله بن الْمُبَارك قَالَ إِذا اجْتمع أَبُو حنيفَة وسُفْيَان على شَيْء فَمن يَقُول لَهما ¶ حَدثنَا عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا أَحْمد بن الْحُسَيْن الزَّعْفَرَانِي نزيل وَاسِط قَالَ ثَنَا أَحْمد بن أبي خَيْثَمَة قَالَ سَمِعت أَحْمد بن حَنْبَل يَقُول ولد ابْن الْمُبَارك سنة ثَمَانِي عشرَة وَمِائَة ¶ حَدثنَا عَليّ بن الْحسن قَالَ ثَنَا الزَّعْفَرَانِي قَالَ ثَنَا ابْن أبي خَيْثَمَة قَالَ سَمِعت الْوَلِيد بن شُجَاع يَقُول عبد الله بن الْمُبَارك يكنى أَبَا عبد الرَّحْمَن ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا عَليّ بن الْحُسَيْن بن حَيَّان عَن أَبِيه قَالَ أنبأ يحيى بن معِين قَالَ روى عَن أبي حنيفَة سُفْيَان الثَّوْريّ وَعبد الله بن الْمُبَارك وَحَمَّاد بن زيد ووكيع وَعباد بن الْعَوام وَجَرِير قَالَ يحيى بن معِين ابْن الْمُبَارك أوثق عِنْدِي من عبد الرَّزَّاق وَمعمر كَذَا وَالله عِنْدِي هُوَ من أثبت النَّاس فِيمَا يتحدث بِهِ وَهُوَ من خِيَار الْمُسلمين ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَليّ الْأَبَّار قَالَ ثَنَا أَبُو بكر الطَّالقَانِي قَالَ ثَنَا عبد الرَّحْمَن بن مهْدي قَالَ كل حَدِيث لَا يعرفهُ ابْن الْمُبَارك فإننا لَا نعرفه ¶ أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا مكرم قَالَ ثَنَا عَليّ بن صَالح الْبَغَوِيّ عَن الْحسن بن عَرَفَة الْعَبْدي قَالَ قَالَ عبد الله بن الْمُبَارك لَا نكذب الله فِي أَنْفُسنَا إمامنا فِي الْفِقْه أَبُو حنيفَة وَفِي الحَدِيث سُفْيَان فَإِذا اتفقَا لَا أُبَالِي بِمن خالفهما",
            "page": "140",
            "part": "1",
            "seal": "A7007C65"
        },
        {
            "id": "124",
            "nass": "أخبرنَا عبد الله بن مُحَمَّد الْحلْوانِي قَالَ ثَنَا القَاضِي مكرم قَالَ حَدثنَا أَحْمد بن مُحَمَّد الْحمانِي قَالَ قَالَ ابْن مقَاتل سَمِعت ابْن الْمُبَارك يَقع كتبت كتب أبي حنيفَة غير مرّة فَكَانَت تقع فِيهَا زيادات فأكتبها قَالَ ابْن الْمُبَارك إِذا رَأَيْت الرجل يَقُول فِي أبي حنيفَة ويذكره بالسوء فَإِنَّهُ ضيق الْعلم فَلَا تعبأ بِهِ قَالَ وَكَانَ ابْن الْمُبَارك إِذا ذكر أَبَا حنيفَة بَكَى لحبه لَهُ ¶ أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد الشَّاهِد قَالَ ثَنَا عبد الله بن أَحْمد بن حَنْبَل قَالَ حَدثنِي حسن بن عِيسَى قَالَ حَضَرنَا بَاب سُفْيَان بن عُيَيْنَة لَيْلًا وَنحن ننتظره وَهَذَا عِنْد عشَاء الْآخِرَة فَقَائِل يَقُول هُوَ عِنْد يحيى بن خَالِد وَقَائِل يَقُول هُوَ عِنْد جَعْفَر بن يحيى فَقَالَ رجل مِنْهُم يَا رب مَا يَنْبَغِي ترى عَيْني رجلا وَاحِدًا سوى هَذَا الْعلم بَين النَّاس فَقَالَ رجل ظَنَنْت أَنه من اهل الْبرة بلَى عبد الله بن الْمُبَارك فَقَالَ آخر فهات غَيره فَسكت فَقدمت الْكُوفَة فَحدثت بِهَذَا ابْن الْمُبَارك إِلَّا أَنِّي لم أقل سميت أَنْت قلت سموا رجلا فَكَأَنَّهُ أحس ثمَّ قَالَ أَلا قَالُوا فُضَيْل بن عِيَاض قلت لم يَقُولُوا فَسكت ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا مُحَمَّد بن مقَاتل قَالَ ثَنَا ابْن الْمُبَارك قَالَ لقِيت ألفا من الْعلمَاء فَمَا رَأَيْت أحدا يَفِي بعقل هَؤُلَاءِ الثَّلَاثَة قلت من قَالَ ابْن عون الْوَرع الزَّاهِد الْعَالم وَأَبُو حنيفَة وسُفْيَان الثَّوْريّ قلت لَهُ أَبُو حنيفَة من هَؤُلَاءِ قَالَ أُفٍّ أُفٍّ أُفٍّ لَك لَوْلَا أَنِّي لقِيت أَبَا حنيفَة لَكُنْت من الفلاسين الَّذين يبيعون الْفُلُوس بِبَغْدَاد وَلَوْلَا أَنِّي لقِيت أَبَا حنيفَة لَكُنْت من المبتدعة ¶ حَدثنَا عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا أَبُو عبد الله مُحَمَّد بن الْحُسَيْن الزَّعْفَرَانِي قَالَ ثَنَا أَحْمد بن أبي خَيْثَمَة قَالَ ثَنَا سعيد بن قديد صَاحب دكان لأبي وليحيى بن معِين قَالَ سَمِعت عَليّ بن الْحسن بن شَقِيق قَالَ سَمِعت ابْن الْمُبَارك يَقُول أول الْعلم النِّيَّة ثمَّ الإستماع ثمَّ الْفَهم ثمَّ الْعَمَل بِهِ ثمَّ الْحِفْظ ثمَّ النشر",
            "page": "141",
            "part": "1",
            "seal": "9CA9698E"
        },
        {
            "id": "125",
            "nass": "أخبرنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا مُحَمَّد بن أَحْمد بن يَعْقُوب بن شيبَة عَن جده يَعْقُوب عَن بعض شُيُوخه عَن عَطِيَّة بن أَسْبَاط وَكَانَ على أُخْت ابْن الْمُبَارك قَالَ كَانَ ابْن الْمُبَارك إِذا قدم الْكُوفَة تقدم على زفر فيعيره كتبه عَن أبي حنيفَة فيكتبها حَتَّى كتبهَا مرَارًا وَسَأَلَهُ رجل فَقَالَ أَيّمَا أفقه أَبُو حنيفَة أم مَالك فَقَالَ أَبُو حنيفَة أفقه من ملْء الأَرْض مثل مَالك ¶ حَدثنَا عَليّ بن الْحسن الرَّازِيّ قَالَ ثَنَا مُحَمَّد بن الْحُسَيْن الزَّعْفَرَانِي قَالَ ثَنَا ابْن أبي خَيْثَمَة قَالَ ثَنَا مُوسَى بن إِسْمَاعِيل قَالَ سَمِعت سَلام بن أبي مُطِيع قَالَ مَا خلف ابْن الْمُبَارك بالمشرق مثله ¶ حَدثنَا عَليّ بن الْحسن قَالَ ثَنَا مُحَمَّد بن الْحُسَيْن قَالَ ثَنَا ابْن أبي خَيْثَمَة قَالَ سَمِعت أبي قَالَ قَالَ لي شُعْبَة عرفت ابْن الْمُبَارك قلت نعم قَالَ مَا قدم علينا من ناحيته مثله",
            "page": "142",
            "part": "1",
            "seal": "5D3088D7"
        },
        {
            "id": "126",
            "nass": "أَخْبَار إِسْمَاعِيل بن حَمَّاد بن أبي حنيفَة ¶ أخبرنَا أَبُو عبيد الله مُحَمَّد بن عمرَان بن مُوسَى المرزباني قَالَ ثَنَا مُحَمَّد بن أَحْمد الْكَاتِب قَالَ ثَنَا أَبُو العيناء مُحَمَّد بن الْقَاسِم قَالَ حضر إِسْمَاعِيل بن حَمَّاد بن أبي حنيفَة جَنَازَة امْرَأَة من العلويين بِالْكُوفَةِ وَهُوَ قاضيها فازدحم النَّاس عَلَيْهَا وتمسحوا بهَا فَدَنَا من إِسْمَاعِيل بن حَمَّاد رجل فَقَالَ أصلحك الله أما ترى مَا يصنع هَؤُلَاءِ الْجُهَّال فَقَالَ اسْكُتْ لَو كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم حَيا لعزى بِهَذِهِ ¶ حَدثنَا المرزباني قَالَ ثَنَا الحكيمي قَالَ ثَنَا مُحَمَّد بن الْقَاسِم قَالَ لما عزل إِسْمَاعِيل ابْن حَمَّاد بن أبي حنيفَة عَن قَضَاء الْبَصْرَة شيعه يحيى بن أَكْثَم وَكَانَ هُوَ الصَّارِف لَهُ فَدَعَا لَهُ النَّاس وَقَالُوا عففت عَن أَمْوَالنَا وَعَن دمائنا فَقَالَ إِسْمَاعِيل وَعَن أَبْنَائِكُم يعرض بِيَحْيَى فِي اللواط ¶ حَدثنَا المرزباني قَالَ ثَنَا مُحَمَّد بن أَحْمد الْكَاتِب قَالَ ثَنَا أَبُو العيناء مُحَمَّد بن الْقَاسِم قَالَ قَالَ إِسْمَاعِيل بن حَمَّاد بن أبي حنيفَة مَا ورد عَليّ مثل امْرَأَة تقدّمت إِلَيّ فَقَالَت أَيهَا القَاضِي ابْن عمي زَوجنِي من هَذَا وَلم أعلم فَلَمَّا علمت رددت قَالَ قلت لَهَا وَمَتى مَا رددت قَالَت وَقت مَا علمت قلت وَمَتى علمت قَالَت وَقت مَا رددت قَالَ فَمَا رَأَيْت مثلهَا",
            "page": "143",
            "part": "1",
            "seal": "2F95018F"
        },
        {
            "id": "127",
            "nass": "حَدثنَا المرزباني قَالَ ثَنَا الحكيمي قَالَ ثَنَا أَبُو العيناء قَالَ قَالَ رجل لإسماعيل بن حَمَّاد قد ذهب نصفك قَالَ لَو بقيت مني شَعْرَة لبقي فِيهَا مَا يقْضِي عَلَيْك ¶ حَدثنَا المرزباني قَالَ أنبأ الصولي قَالَ حَدثنِي الْمبرد قَالَ حَدثنِي التوزي قَالَ كنت أسمع إِسْمَاعِيل بن حَمَّاد يتَمَثَّل كثيرا بِهَذِهِ الأبيات فَيَقُول ¶ (فَمَا تزَود مِمَّا كَانَ يجمعه ... سوى حنوط غَدَاة الْبَين مَعَ خرق) ¶ (وَغير نفحة أَعْوَاد تشب لَهُ ... وَقل ذَلِك من زَاد لمنطلق) ¶ (بِأَيّ بَلْدَة تقدر منيته ... إِن لَا يسير إِلَيْهَا طَائِعا يسق) ¶ حَدثنَا المرزباني قَالَ ثَنَا الحكيمي قَالَ ثَنَا ابْن أبي خَيْثَمَة قَالَ أَخْبرنِي سُلَيْمَان بن أبي شيخ قَالَ أَنْشدني إِسْمَاعِيل بن حَمَّاد ¶ (يَا وَيْح ميت لم يبكه أحد ... أجل وَلم يفتقده مفتقد) ¶ (لَا أم أَوْلَاده بكته وَلم ... يبك عَلَيْهِ لفقده ولد) ¶ (وَلَا ابْن أُخْت بَكَى وَلَا ابْن أَخ ... وَلَا قريب رقت لَهُ كبد) ¶ (بل زَعَمُوا أَن أَهله فَرحا ... لما أَتَاهُم نعيه سجدوا) ¶ حَدثنَا أَبُو عبيد الله مُحَمَّد بن عمرَان بن مُوسَى قَالَ ثَنَا مُحَمَّد بن إِبْرَاهِيم قَالَ ثَنَا عبد الله بن أبي سعد الْوراق عَن مُحَمَّد بن عمرَان قَالَ حَدثنِي عمار بن أبي مَالك الْجَنبي قَالَ ثَنَا إِسْمَاعِيل بن حَمَّاد بن أبي حنيفَة قَالَ سَأَلَ عِيسَى بن مُوسَى بن أبي ليلى وَابْن شبْرمَة عَن مَسْأَلَة فَأصَاب ابْن شبْرمَة وهم ابْن أبي ليلى فَقَالَ ابْن شبْرمَة ¶ (لم يطيقواأن ينزلُوا فنزلنا ... وأخو ألحرب من أطَاق النزولا) ثمَّ سَأَلَهَا بعد عَن مَسْأَلَة فَأَخْطَأَ ابْن شبْرمَة وَأصَاب ابْن أبي ليلى فَقَالَ ابْن أبي ليلى",
            "page": "144",
            "part": "1",
            "seal": "54ED5FDC"
        },
        {
            "id": "128",
            "nass": "(وَابْن اللَّبُون إِذا مَا لز فِي قرن ... لم يسْتَطع صولة البزل القناعيس) ¶ حَدثنَا المرزباني قَالَ ثَنَا الحكيمي قَالَ ثَنَا أَبُو العيناء كَانَ قَالَ إِسْمَاعِيل بن حَمَّاد يُسمى الْأُمَنَاء الكمناء ¶ أخبرنَا القَاضِي عبد الله بن مُحَمَّد قَالَ ثَنَا أَبُو بكر الدَّامغَانِي الْفَقِيه قَالَ ثَنَا أَبُو جَعْفَر الطَّحَاوِيّ سَمِعت ابْن أبي عمرَان يَقُول سَمِعت مُحَمَّد بن مَرْوَان الْخفاف يَقُول وَكَانَ من فُقَهَاء أَصْحَابنَا قَالَ سَمِعت إِسْمَاعِيل بن حَمَّاد بن أبي حنيفَة يَقُول كَانَ لي على رجل صك بِثمَانِيَة آلَاف دِرْهَم فقضاني مِنْهَا سِتَّة آلَاف وَبقيت لي عَلَيْهِ ألفا دِرْهَم فجحدني وَالْقَاضِي يَوْمئِذٍ شريك بن عبد الله فقدمته إِلَيْهِ وَقلت أعز الله القَاضِي لي على هَذَا الرجل صك بِثمَانِيَة آلَاف دِرْهَم وَأَنا أطالبه مِنْهَا بألفي دِرْهَم فَقَالَ لي شريك مَا هَذَا الْكَلَام وَأَنت يَا ابْن أبي حنيفَة تدع لأحد دِرْهَمَيْنِ فأقامني فَأتيت الْقَاسِم بن معن فَأَخْبَرته بقضيتي فَقَالَ لي الْقَاسِم كلفت شَرِيكا مَا لَا يفهم أَنا أكفيكه فَلَقِيَهُ ففهمه ذَلِك ثمَّ لَقِيَنِي فَأمرنِي بالتقدم إِلَيْهِ فتقدمت إِلَيْهِ فادعيت كَمَا ادعيت أول مرّة فَقَالَ لي نعم هَكَذَا يَا ابْن أبي حنيفَة ثمَّ دَعَاني بِالْبَيِّنَةِ فأحضرته شهودي فَحكم لي وَقد كنت عِنْدَمَا أردْت التَّقَدُّم إِلَيْهِ منعت حَتَّى وهبت للَّذي يقوم على رَأسه دَرَاهِم فَقَدَّمَنِي ثمَّ أتيت الْقَاسِم بن معن فَأَخْبَرته بذلك كُله وَقلت لَهُ رَأَيْت فِي مَجْلِسه مُنْكرا رَأَيْت الَّذِي يقوم على رَأسه يقدم من شَاءَ وَيُؤَخر من شَاك وَأَنا مِمَّن قدمه بِدَرَاهِم أَخذهَا مني فَقَالَ لي وَأَنت أَيْضا يَا إِسْمَاعِيل قد كَانَ مِنْك أَمر مُنكر لِأَنَّك أَعْطَيْت دَرَاهِم حَتَّى أخر عَنْك من كَانَ يجب أَن يقدم عَلَيْك فَلَمَّا كَانَ بعد ذَلِك عزل شريك من الْقَضَاء وَولى الْقَاسِم بن معن ثمَّ ولى إِسْمَاعِيل أَيْضا بعده فقضوا هَؤُلَاءِ جَمِيعًا على الْكُوفَة وَزَاد عَلَيْهِم فَقضى على جَوَانِب بَغْدَاد كلهَا وعَلى الْبَصْرَة فَلم يزل بهَا حَتَّى أَصَابَهُ الفالج فَكتب يسْتَأْذن فِي الإنصراف فَأذن لَهُ",
            "page": "145",
            "part": "1",
            "seal": "3CBFAD09"
        },
        {
            "id": "130",
            "nass": "أَخْبَار أبي مُوسَى عِيسَى ابْن ابان بن صَدَقَة رَضِي الله عَنهُ ¶ قد تقدم فِي أَخْبَار مُحَمَّد بن الْحسن رَحمَه الله السَّبَب فِي تفقه عِيسَى بن أبان وَأَن مُحَمَّد بن سَمَّاعَة حمله إِلَى مُحَمَّد بن الْحسن كرها فَلَمَّا شَاهده وَسمع كَلَامه لزمَه وتفقه عَلَيْهِ ¶ أخبرنَا عبد الله بن مُحَمَّد الْأَسدي قَالَ أنبأ أَبُو بكر الدَّامغَانِي الْفَقِيه قَالَ ثَنَا أَحْمد ابْن مُحَمَّد بن سَلمَة بن سَلامَة قَالَ سَمِعت أَبَا خازم يَقُول إِنَّمَا لزم عِيسَى بن أبان مُحَمَّد بن الْحسن سِتَّة أشهر ثمَّ كَانَ يكاتبه إِلَى الرقة ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ أنبأ أَبُو بكر الدَّامغَانِي الْفَقِيه قَالَ أنبأ الطَّحَاوِيّ قَالَ ثَنَا أَبُو خازم قَالَ ثَنَا عبد الرَّحْمَن ين نائل قَالَ كَانَ عِيسَى بن هَارُون الْهَاشِمِي ترب الْمَأْمُون وَكَانَ سمع الحَدِيث مَعَه وَمَعَ الْأمين لما كَانَ هَارُون أشخص النَّاس إِلَيْهِمَا من الْبلدَانِ حَتَّى يسمعا مِنْهُم قَالَ فَجمع عِيسَى بن هَارُون هَذَا أَحَادِيث مِقْدَار كتاب فَوَضعه بَين يَدي الْمَأْمُون فَقَالَ لَهُ أصلح الله امير الْمُؤمنِينَ هَذِه احاديث سَمعتهَا مَعَك من الْمَشَايِخ الَّذين كَانَ الرشيد يختارهم لَك فقد صَارَت غاشية مجلسك الَّذين يخالفون هَذِه الْأَحَادِيث مِنْهُم إِسْمَاعِيل بن حَمَّاد وَبشر بن الْوَلِيد وَبشر بن غياث وَمُحَمّد بن سَمَّاعَة وَيحيى بن أَكْثَم وَذكر مَعَهم جمَاعَة من أمثالهم فَإِن كَانَ مَا هَؤُلَاءِ عَلَيْهِ هُوَ الْحق فقد كَانَ الرشيد فِيمَا كَانَ يخْتَار لَك على خطأ",
            "page": "147",
            "part": "1",
            "seal": "E096464F"
        },
        {
            "id": "131",
            "nass": "وَإِن كَانَ الرشيد على صَوَاب فَيَنْبَغِي لَك أَن تَنْفِي عَنْك أَصْحَاب الْخَطَأ فَأخذ الْمَأْمُون الْكتاب وَقَالَ لعيسى لَعَلَّ للْقَوْم حجَّة وَأَنا سائلهم عَن ذَلِك فَكَانَ أول من دخل عَلَيْهِ إِسْمَاعِيل بن حَمَّاد فَأخْبر الْمَأْمُون الْخَبَر فَقَالَ إِسْمَاعِيل أَنا أكفيك هَذَا الْكتاب يَا أَمِير الْمُؤمنِينَ وأوضح لَك الْحجَّة فَقَالَ لَهُ الْمَأْمُون فشأنك بهَا وَدفع إِلَيْهِ الْكتاب فَأَقَامَ عِنْده مُدَّة ثمَّ جَاءَهُ بِهِ وقرأه الْمَأْمُون فَإِذا هُوَ ضرب من السب فَلم يحفل بِهِ وَقَالَ لَيْسَ هَذَا من جَوَاب الْقَوْم فِي شَيْء ثمَّ أَخذ مِنْهُ الْكتاب فَدخل إِلَيْهِ بشر بن غياث فَأخْبرهُ الْخَبَر فَقَالَ بشر أَنا أكفيك يَا أَمِير الْمُؤمنِينَ فَأَخذه ثمَّ جَاءَ بعد ذَلِك بِكِتَاب فَقَالَ هَذَا جَوَابه فقرأه الْمَأْمُون فَإِذا فِيهِ دفع قبُول خبر الْوَاحِد فَقَالَ لَهُ الْمَأْمُون لَيْسَ هَذَا من جَوَاب الْقَوْم فِي شَيْء إِن أَصْحَابك يحتجون بِهِ فِي بعض مسائلهم وَيَصْدُرُونَ كتبهمْ بِخَبَر الْوَاحِد فَإِن كَانَ خبر الْوَاحِد مِمَّا يجوز الْعَمَل بِهِ فِي شَيْء جَازَ الْعَمَل بِهِ فِي أَمْثَال ذَلِك الشَّيْء وَإِن كَانَ لَا يجوز الْعَمَل بِهِ فِي شَيْء فَلم وضعوه فِي كتبهمْ ثمَّ أَخذ مِنْهُ الْكتاب الَّذِي كَانَ دَفعه إِلَيْهِ فَكَانَ أول من دخل إِلَيْهِ بعد ذَلِك يحيى بن أَكْثَم فَأخْبرهُ الْمَأْمُون الْخَبَر فَقَالَ لَهُ ادفعه إِلَيّ وَأَنا أكفيكه يَا أَمِير الْمُؤمنِينَ فَدفعهُ إِلَيْهِ فَأَقَامَ فِيهِ دهرا طَويلا كلما سَأَلَهُ الْمَأْمُون قَالَ لم أفرغ فَقَالَ لَهُ الْمَأْمُون إِن هَذَا الْأَمر طَوِيل فَمَا توجب لَك الْحِكْمَة هَذَا عِنْدِي لَو أَقمت الْحجَّة لِأَن مخالفك إِنَّمَا بَين خِلافك وَالْحجّة عَلَيْك فِي كتاب وَاحِد ولعلك أَنْت لَا تحتج عَلَيْهِ فِي مائَة كتاب فَبلغ ذَلِك عِيسَى بن أبان وَلم يكن يدْخل على الْمَأْمُون قبل ذَلِك فَوضع كتاب الْحجَّة الصَّغِير فابتدأ فِيهِ بِوُجُوه الْأَخْبَار وَكَيف نقل وَمَا يجب قبُوله مِنْهَا وَمَا يجب رده وَمَا يجب علينا وَمَا إِذا سمعنَا المتضاد مِنْهَا وكشف الْأَحْوَال فِي ذَلِك ثمَّ وضع لتِلْك الْأَحَادِيث أبوابا وَذكر فِي كل بَاب حجَّة أبي حنيفَة ومذهبه وَمَا لَهُ فِيهِ من الْأَخْبَار وَمَا لَهُ فِيهِ من الْقيَاس حَتَّى استقصى ذَلِك استقصاء حسنا وَعمل فِي كِتَابه حَتَّى صَار إِلَى يَد الْمَأْمُون فَلَمَّا قَرَأَهُ قَالَ هَذَا جَوَاب الْقَوْم اللَّازِم لَهُم ثمَّ أنشأ يَقُول ¶ (حسدوا الْفَتى إِذْ لم ينالوا سَعْيه ... فالقوم أَعدَاء لَهُ وخصوم",
            "page": "148",
            "part": "1",
            "seal": "E4A3BD5E"
        },
        {
            "id": "132",
            "nass": "(كضرائر الْحَسْنَاء قُلْنَ لوجهها ... حسدا وبغيا إِنَّه لدميم) ¶ ثمَّ سَأَلَ عَن وَاضع ذَلِك الْكتاب وَعَن أَحْوَاله فَأخْبر بِهِ فَأمر بِهِ مُنْذُ يَوْمئِذٍ فَصَارَ يحضر مَعَ الْفُقَهَاء ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ أنبأ أَبُو بكر الدَّامغَانِي الْفِقْه قَالَ ثَنَا الطَّحَاوِيّ قَالَ سَمِعت أَبَا خازم القَاضِي يَقُول مَا رَأَيْت لأهل بَغْدَاد حَدثا أذكى من عِيسَى بن أبان وَبشر بن الْوَلِيد وَقَالَ أَبُو خازم كَانَ عِيسَى رجلا سخيا جدا وَكَانَ يَقُول وَالله لَو أتيت بِرَجُل يفعل فِي مَاله كفعلي فِي مَالِي لحجرت عَلَيْهِ قَالَ وَقدم إِلَيْهِ رجل مُحَمَّد بن عباد المهلبي فَادّعى عَلَيْهِ أَرْبَعمِائَة دِينَار فَسَأَلَهُ عِيسَى عَمَّا ادّعى عَلَيْهِ فَأقر لَهُ بذلك فَقَالَ لَهُ الرجل احبسه لي فَقَالَ لَهُ عِيسَى أما الْحَبْس فَوَاجِب لَك وَلَكِنِّي لَا أرى حبس أبي عبد الله وَأَنا أقدر على فدائه من مَالِي فغرمها عَنهُ عِيسَى من مَاله ¶ أخبرنَا عبد الله بن مُحَمَّد الْأَسدي قَالَ ثَنَا أَبُو بكر الدَّامغَانِي الْفَقِيه قَالَ ثَنَا الطَّحَاوِيّ قَالَ سَمِعت ابْن أبي عمرَان يَقُول سَمِعت أَبَا عبد الله مُحَمَّد بن عبد الله الْكَلْبِيّ الْفَقِيه قَالَ حضرت عِيسَى بن أبان وَهُوَ يَمُوت فَقَالَ لي يَا كَلْبِي احص مَا لي من المَال فأحصيت فَإِذا مَال كثير ثمَّ قَالَ لي إحص مَا عَليّ من الدّين فأحصيت فَإِذا هُوَ قريب من مَاله فَقَالَ لي كَانُوا يحبونَ ان أَن يعيشوا عَيْش الْأَغْنِيَاء ويموتوا موت الْفُقَرَاء ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ أنبأ أَبُو بكر الدَّامغَانِي الْفَقِيه قَالَ ثَنَا الطَّحَاوِيّ قَالَ سَمِعت أَبَا خازم يَقُول سَمِعت بكرا يَقُول مَا رَأَيْت أحدا قطّ فتمنيت أَن أكون مثله إِلَّا مُحَمَّد بن سَمَّاعَة وَمَا رَأَيْت قطّ فقيهين متواخيين كل وَاحِد مِنْهُمَا يُوجب لصَاحبه كإيجابه لنَفسِهِ غير مُحَمَّد بن سَمَّاعَة وَعِيسَى بن أبان ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا أَبُو بكر الدَّامغَانِي قَالَ ثَنَا الطَّحَاوِيّ قَالَ ثَنَا أَبُو بكرَة بكار بن قُتَيْبَة قَالَ سَمِعت هِلَال بن يحيى يَقُول مَا ولى الْبَصْرَة مُنْذُ كَانَ",
            "page": "149",
            "part": "1",
            "seal": "D3420CE3"
        },
        {
            "id": "133",
            "nass": "الْإِسْلَام وَإِلَى وقتنا هَذَا قَاض أفقه من عِيسَى بن أبان ¶ أخبرنَا عبيد الله بن مُحَمَّد قَالَ ثَنَا الدَّامغَانِي قَالَ ثَنَا الطَّحَاوِيّ قَالَ سَمِعت إِبْرَاهِيم ابْن حميد الْبَصْرِيّ الْمَعْرُوف بالكلابزي يَقُول سَمِعت أبي يَقُول كُنَّا نخاصم إِلَى عِيسَى بن أبان وَهُوَ قَاضِي الْبَصْرَة فِي ضيعتنا الْمَعْرُوفَة بالكلابزية وَفِي الشَّرَائِط الَّتِي هُوَ مَوْقُوفَة عَلَيْهَا فَكَانَ يرددنا فِي ذَلِك فَلَمَّا كَانَ فِي يَوْم من الْأَيَّام تقدمنا إِلَيْهِ فَقُلْنَا أَيهَا القَاضِي قد طَال أمرنَا فِي هَذِه الضَّيْعَة واحتجنا إِلَى أَن يفصل القَاضِي بَيْننَا فَأَنا لَا نَدْرِي إِلَى من نرْجِع سواهُ قَالَ فَمد يَده فَأخذ طويلته من رَأسه ثمَّ قَالَ وَالله مَا يحسن القَاضِي جَوَاب مسألتكم هَذِه فَإِن صَبَرْتُمْ إِلَى أَن يفتح الله فِيهَا شَيْئا لي وَلكم وَإِن لم تَفعلُوا فشأنكم ¶ أخبرنَا القَاضِي عبد الله بن مُحَمَّد قَالَ ثَنَا أَبُو بكر الدَّامغَانِي الشَّيْخ الْفَقِيه قَالَ أنبأ الطَّحَاوِيّ قَالَ سَمِعت بكار بن قُتَيْبَة يَقُول تقدم رجل إِلَى عِيسَى بن أبان وَهُوَ يَلِي الْقَضَاء عندنَا بِالْبَصْرَةِ فِي خصومه فَأمر بِهِ يوجأ قَفاهُ فَفعل ذَلِك وَادّعى ذهَاب بَصَره وَخرج إِلَى المعتصم رَافعا عَلَيْهِ فَقَالَ لَهُ إِلَى من تحب أَن نكتب لَك من أهل الْبَصْرَة فَقَالَ إِلَى عبد الله بن مُحَمَّد بن عَائِشَة التَّيْمِيّ فَأمر لَهُ بِالْكتاب إِلَيْهِ فِي النّظر بَينه وَبَين عِيسَى فِي ذَلِك فأوصل الرجل الْكتاب إِلَى ابْن عَائِشَة لما قدم فَبعث ابْن عَائِشَة إِلَى عِيسَى فَأعلمهُ ذَلِك فوعده بالحضور إِلَى الْمَسْجِد الْأَعْظَم للنَّظَر فِي ذَلِك فَسبق ابْن عَائِشَة وَجلسَ إِلَى سَارِيَة من سواري الْمَسْجِد ثمَّ جَاءَ عِيسَى وَكنت يَوْمئِذٍ مَعَه وَمَعَهُ أمناؤه وَأَصْحَابه فَلم يتهيأ لَهُ الدُّخُول من بَاب من أَبْوَاب الْمَسْجِد لما فِيهِ من النَّاس فَدخل ودخلنا مَعَه من حَيْثُ يدْخل المؤذنون يَوْم الْجُمُعَة فَعمد عِيسَى إِلَى سَارِيَة الحكم الَّتِي كَانَ يجلس عِنْدهَا للْحكم وَيجْلس الْحُكَّام عِنْدهَا قبله فَجَلَسَ عِنْدهَا فَجعل ابْن عَائِشَة ينتظره أَن يتَحَوَّل إِلَيْهِ وَقد كَانَ عِيسَى لما بعث إِلَيْهِ ابْن عَائِشَة يُعلمهُ مَا كتب بِهِ إِلَيْهِ أَجَابَهُ أَنه لَا يحضر إِلَّا بعد حُضُور الْأَمِير وَصَاحب الْبَرِيد فَحَضَرَ الْأَمِير وَصَاحب الْبَرِيد فَلَمَّا طَال الْأَمر على ابْن عَائِشَة بعث إِلَى عِيسَى إِن الرجل قد حضر يَعْنِي الْخصم وَإِنَّا منتظروك فَبعث إِلَيْهِ عِيسَى إِنِّي لم أصرف عَن الْعَمَل وَالْعَمَل إِلَيّ كَمَا كَانَ والسارية الَّتِي أَنا",
            "page": "150",
            "part": "1",
            "seal": "493D460E"
        },
        {
            "id": "134",
            "nass": "فِيهَا هِيَ السارية الَّتِي تعرف بجلوس الْحُكَّام عِنْدهَا فَإِن يكن إِلَيْك شَيْء مِمَّا إِلَى الْحُكَّام فَعندهَا يكون جلوسك فَلَمَّا سمع ابْن عَائِشَة ذَلِك الْكَلَام علم أَنه قد أَخطَأ وأنف أَن يقوم من مقَامه الَّذِي كَانَ بِهِ إِلَى الْمَكَان الَّذِي فِيهِ عِيسَى فرأيته وَقد زحف يتَوَارَى عَنَّا حَتَّى صَار إِلَى الْموضع الَّذِي جلس فِيهِ وَحضر الْخصم مَا أدعى بمحضرهم جَمِيعًا فَقَالَ ابْن عَائِشَة لعيسى مَا تَقول فِيمَا ذكره هَذَا الرجل فَقَالَ عِيسَى مَا أَقُول حرفا إِلَّا مَا يَكْتُبهُ كَاتب الْأَمِير وَكَاتب صَاحب الْبَرِيد وكاتبي ثمَّ قَالَ عِيسَى فِي ذَلِك مَا قَالَ وكتبوه جَمِيعًا مَا وَنفذ الْكتاب فَلم يكن عِنْده شَيْء مِمَّا قدره ابْن عَائِشَة وَلَا مِمَّا قدره الْخصم وَعَاد الْأَمر إِلَى مَحْبُوب عِيسَى فَذكرت ذَلِك لأبي خازم القَاضِي فَعرفهُ وَصدق بكارا على جَمِيع مَا حَدثنِي بِهِ وَقَالَ لي مَعَ ذَلِك لقد حَدثنِي طَبِيب كَانَ بِالْبَصْرَةِ مِمَّن يرجع إِلَى قَوْله وَلَا يتهم خَبره إِنَّه كَانَ فِي دَار ابْن عَائِشَة بعد مَا نفذ كِتَابه بِمَا نفذ بِهِ فِي هَذَا الْأَمر قَالَ فَإِنِّي لفي صحنها إِذْ رَأَيْت ظهرا فَأَخَذته فَإِذا فِيهِ نُسْخَة مَا عمله ابْن عَائِشَة وَكتب بِهِ إِلَى المعتصم فِي هَذَا الْأَمر فوقفت فِيهَا على تزيد مِنْهُ كثير لم يكن جرى بَينه وَبَين عِيسَى ثمَّ رَجعْنَا إِلَى حَدِيث بكار فَلَمَّا كَانَ بعد ذَلِك خَاصم قوم من الهاشميين ابْن عَائِشَة فِي شَيْء كَانَ يَأْخُذهُ من وقف لَهُم وَكَانَت أمه مِنْهُم وَكَانَ يَأْخُذهُ بِأُمِّهِ لِأَن الْوَقْف كَانَ عَلَيْهِم وعَلى أَوْلَادهم وَأَوْلَاد أَوْلَادهم فَقَالُوا لَهُ أَنْت رجل من بني تيم فَلَيْسَ لَك أَن تَأْخُذ من وقفنا الَّذِي علينا وعَلى أَوْلَادنَا وَنحن قوم من بني هَاشم وخاصموه فِي ذَلِك إِلَى عِيسَى بن أبان فَدَعَا عِيسَى بِالْحجَّةِ فِي أَخذه من وقفهم مَا يَأْخُذهُ فَقَالَ أَخَذته بأمي لِأَن الْوَاقِف جدهم الَّذِي يرجعُونَ إِلَيْهِ بآبائهم وَهُوَ جدي لأمي أرجع إِلَيْهِ بهَا كَمَا يرجعُونَ إِلَيْهِ بآبائهم فَقَالَ لَهُ عِيسَى مَا أرى لَك فِي ذَلِك حَقًا إِنَّمَا هُوَ لأَوْلَاد أَوْلَاد الْوَاقِف الَّذين يرجعُونَ إِلَيْهِ بآبائهم لَا بأمهاتهم فَقَالَ لَهُ ابْن عَائِشَة قد كنت آخذه على أَيدي جمَاعَة من",
            "page": "151",
            "part": "1",
            "seal": "D147400A"
        },
        {
            "id": "135",
            "nass": "الْقُضَاة فَذكر اسماعيل بن حَمَّاد وَمُحَمّد بن عبد الله الْأنْصَارِيّ وَيحيى بن أَكْثَم فَقَالَ لَهُ عِيسَى الْقَضَاء من هَؤُلَاءِ الْقُضَاة الَّذين ذكرتهم بذلك فَإِن كَانَ مَعَك بذلك حجَّة من وَاحِد مِنْهُم بِقَضَائِهِ بذلك أنفذته لَك وجعلتك من أهل هَذَا الْوَقْف وَإِن لم يكن ذَلِك مَعَك فَإِنَّمَا هَذَا تعدى من أمنائهم فِي دفعهم إِلَيْك مَا كَانُوا يدفعونه من غلاته وَلَو خوصموا إِلَيّ فِي ذَلِك لضمنتهم إِيَّاه قَالَ فَأخْرجهُ من الْوَقْف ورده إِلَى الهاشميين دونه فَكَانَ ذَلِك سَببا لفقره ¶ قَالَ بكار فَكَانَ أَصْحَابنَا هِلَال وَغَيره يَقُولُونَ إِن عِيسَى قد خرج بِقَضَائِهِ بذلك من قَول أَصْحَابه لأَنهم كَانُوا يرَوْنَ أَوْلَاد الْبَنَات فِي ذَلِك كأولاد الْبَنِينَ يَقُولُونَ إِنَّمَا حمله على ذَلِك مَا كَانَ من ابْن عَائِشَة فِي الْقِصَّة الَّتِي بدأنا بذكرها وَذكر ذَلِك لعيسى فَقَالَ مَا خرجت من قَول أَصْحَابنَا وَهَذَا القَوْل الَّذِي قضيت بِهِ هُوَ قَول مُحَمَّد بن الْحسن قَالَ بكار وَمَا عرفنَا ذَلِك من قَول مُحَمَّد بن الْحسن وَلَا عرفه هِلَال وَلَا أُولَئِكَ الْفُقَهَاء الَّذين أَنْكَرُوا على عِيسَى قَضَاءَهُ فَذكرت أَنا ذَلِك لأبي خازم فَعرفهُ وَقَالَ مَا صَنَعُوا شَيْئا قد صدق عِيسَى فِي هَذِه الرِّوَايَة على مُحَمَّد هِيَ فِي كِتَابه الْكَبِير من السّير فِي الْحَرْبِيّ إِذا أومن على نَفسه وعَلى وَلَده وَولد وَلَده أَنه لَا يدْخل فِي ذَلِك أَوْلَاد بَنَاته فَرَجَعت أَنا إِلَى كتاب السّير فَوَجَدته كَمَا قَالَ أَبُو خازم ¶ قَالَ الطَّحَاوِيّ وَقد قَالَ لي أَبُو عبد الرَّحْمَن الْبَصْرِيّ السَّاجِي وَكَانَ من وُجُوه من جَاءَنَا من الْبَصرِيين وَكَانَ متحققا بالفرائض فَقَالَ لي قد كَانَ ابْن عَائِشَة بعد قصَّته مَعَ عِيسَى شخص إِلَى الحضرة فَكَانَ هُنَاكَ مُدَّة وَبهَا سمع البغداديون مِنْهُ مَا سمعُوا ثمَّ قدم الْبَصْرَة ¶ قتل أَبُو خازم لما أَرَادَ ابْن عَائِشَة الرُّجُوع إِلَى الْبَصْرَة قَالَ لَهُ ابْن أبي دؤاد عِنْد وداعه هَل لَك من حَاجَة يَا أَبَا عبد الرَّحْمَن نقضي لَك قَالَ نعم ولَايَة حكم",
            "page": "152",
            "part": "1",
            "seal": "4F441695"
        },
        {
            "id": "136",
            "nass": "الْبَصْرَة فَقَالَ لَهُ ابْن أبي دؤاد لَيْسَ وَالله إِلَى عزل أبي مُوسَى سَبِيل وَلَكِن سل مَا سوى ذَلِك فَلم يسْأَل شَيْئا ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ ثَنَا أَبُو بكر الدَّامغَانِي الْفَقِيه قَالَ أنبأ الطَّحَاوِيّ قَالَ ثَنَا إِبْرَاهِيم بن مُحَمَّد بن يُونُس الْبَصْرِيّ قَالَ سَمِعت عِيسَى بن أبان وَهُوَ على بَاب مَسْجده يُرِيد ددخوله للصَّلَاة فَقَالَت لَهُ امْرَأَة أَيهَا القَاضِي الله الله فيل أَمْرِي سل عَن قصتي الْفُقَهَاء قبل أَن تقضي عَليّ سل عَن ذَلِك هلالا فَسَمعته يَقُول لَهَا أيتها الْمَرْأَة مَا بِنَا إِلَى هِلَال من فاقة",
            "page": "153",
            "part": "1",
            "seal": "9AFE91E5"
        },
        {
            "id": "138",
            "nass": "طَبَقَات أَصْحَاب أبي حنيفَة رَضِي الله عَنهُ إِلَى وقتنا هَذَا رَحِمهم الله ¶ قَالَ القَاضِي أَبُو عبد الله الْحُسَيْن بن عَليّ الصَّيْمَرِيّ رَحمَه الله قد ذكرنَا أَخْبَار الْأَعْلَام من أَصْحَاب أبي حنيفَة وَقد أَخذ عَن أبي حنيفَة الْعلم عدد كثير من النَّاس غير أَنه لم يتَّفق لَهُ من الشُّهْرَة وَكَثْرَة الْأَصْحَاب والتقدم عِنْد السُّلْطَان مَا اتّفق لمن ذَكرْنَاهُ ¶ فَمن أَخذ عَنهُ الْعلم وَكَانَ يُفْتِي بقوله وَكِيع بن الْجراح ¶ أخبرنَا عمر بن إِبْرَاهِيم قَالَ أنبأ مكرم قَالَ أنبأ عَليّ بن الْحُسَيْن بن حبَان عَن أَبِيه قَالَ سَمِعت يحيى بن معِين قَالَ مَا رَأَيْت أفضل من وَكِيع بن الْجراح قيل لَهُ وَلَا ابْن الْمُبَارك قَالَ قد كَانَ لإبن الْمُبَارك فضل وَلَكِن مَا رَأَيْت أفضل من وَكِيع كَانَ يسْتَقْبل الْقبْلَة ويحفظ حَدِيثه وَيقوم اللَّيْل ويسرد الصَّوْم ويفتي بقول أبي حنيفَة وَكَانَ قد سمع مِنْهُ شَيْئا كثيرا قَالَ يحيى بن معِين وَكَانَ يحيى بن سعيد الْقطَّان يُفْتِي بقول أبي حنيفَة أَيْضا ¶ وَمن أَصْحَاب أبي حنيفَة أَبُو عَمْرو أَسد بن عَمْرو البَجلِيّ ¶ ولى الْقَضَاء بعد أبي يُوسُف للرشيد وَحج مَعَه معادلا لَهُ ويكنى أَبَا عَمْرو",
            "page": "155",
            "part": "1",
            "seal": "9C9BCE26"
        },
        {
            "id": "139",
            "nass": "وَمن أَصْحَابه أَيْضا عَافِيَة بن يزِيد الأودي ¶ حَدثنَا الْعَبَّاس بن أَحْمد الْهَاشِمِي قَالَ ثَنَا أَحْمد بن مُحَمَّد المسكي قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا إِبْرَاهِيم بن مخلد الْبَلْخِي قَالَ ثَنَا مُحَمَّد بن سعيد الْخَوَارِزْمِيّ قَالَ ثَنَا إِسْحَاق بن إِبْرَاهِيم قَالَ كَانَ أَصْحَاب أبي حنيفَة يَخُوضُونَ مَعَه فِي الْمَسْأَلَة فَإِذا لم يحضر عَافِيَة قَالَ أَبُو حنيفَة لَا تَرفعُوا الْمَسْأَلَة حَتَّى يحضر عَافِيَة فَإِذا حضر عَافِيَة وَوَافَقَهُمْ قَالَ أَبُو حنيفَة أثبتوها وَإِن لم يوافقهم قَالَ أَبُو حنيفَة لَا تثبتوها ¶ وَمن أَصْحَاب أبي حنيفَة الْقَاسِم بن معن ¶ وَهُوَ من ولد عبد الله بن مَسْعُود وَهُوَ مَعَ تقدمه فِي الْفِقْه وتبحره فِيهِ إِمَام فِي الْعَرَبيَّة مقدم فِيهَا وَقد روى عَنهُ مُحَمَّد بن الْحسن فِي كتبه مُصَرحًا بِذكرِهِ ومكنيا عَنهُ وَولى قَضَاء الْكُوفَة بعد شريك بن عبد الله النَّخعِيّ ¶ وَمن أَصْحَاب أبي حنيفَة أَيْضا يحيى بن زَكَرِيَّا بن أبي زَائِدَة ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ أنبأ عَليّ بن عَمْرو الحريري قَالَ ثَنَا ابْن كأس النَّخعِيّ عَن أَبِيه قَالَ حَدثنِي صَالح بن سُهَيْل قَالَ كَانَ يحيى بن زَكَرِيَّا ابْن أبي زَائِدَة احفظ أهل زَمَانه للْحَدِيث وأفقههم مَعَ مجالسة كَثِيرَة لأبي حنيفَة وَابْن أبي ليلى وَدين وورع ¶ أخبرنَا أَحْمد بن مُحَمَّد الصَّيْرَفِي قَالَ ثَنَا عَليّ بن عَمْرو قَالَ ثَنَا ابْن كأس قَالَ حَدثنِي مُحَمَّد بن النَّضر الْأَزْدِيّ قَالَ سَمِعت عَليّ بن الْمَدِينِيّ يَقُول انْتهى الْعلم إِلَى ابْن عَبَّاس فِي زَمَانه وَإِلَى الشّعبِيّ فِي زَمَانه وَإِلَى سُفْيَان الثَّوْريّ فِي زَمَانه وَإِلَى يحيى بن زَكَرِيَّا بن أبي زَائِدَة فِي زَمَانه",
            "page": "156",
            "part": "1",
            "seal": "D7230203"
        },
        {
            "id": "140",
            "nass": "وَمن أَصْحَاب أبي حنيفَة أَيْضا يُوسُف ين خَالِد السَّمْتِي ¶ وَكَانَ قديم الصُّحْبَة لأبي حنيفَة كثير الْأَخْذ عَنهُ ثمَّ خرج إِلَى الْبَصْرَة فَلم يحسن أَن يسوس أمره فأقيم من الْجَامِع وهجر فَلم يزل كَذَلِك إِلَى أَن دخل أَبُو يُوسُف الْبَصْرَة مَعَ الرشيد وَهُوَ نديمه وزميله وقاضي قُضَاته فَركب إِلَيْهِ وَنبهَ عَلَيْهِ وَعَاد ذكره فِي النَّاس ثمَّ ترك الدُّنْيَا وَأَقْبل على الْعِبَادَة فَلم يكن يكلم كَبِيرا أحدا إِلَى أَن مَاتَ ¶ أخبرنَا عمر بن إِبْرَاهِيم المقرىء قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن مُحَمَّد الْحمانِي قَالَ سَمِعت عَليّ بن الْمَدِينِيّ قَالَ كُنَّا عِنْد يُوسُف بن خَالِد السَّمْتِي فجَاء ابو بكر هِلَال ابْن يحيى فَدخل فتحوش لَهُ النَّاس فَقَالَ يُوسُف مَا شَأْنكُمْ قلت أَبُو بكر هِلَال بن يحيى فَقَالَ يَا أَبَا بكر إِنِّي أَسأَلك عَن مَسْأَلَة فَتثبت فِيهَا ثمَّ أجبني عَنْهَا فَقَالَ لَهُ هِلَال قل قَالَ مَا تَقول فِي عشرَة أَرْطَال تمر بِعشْرَة أَرْطَال تمر فَقَالَ هِلَال جَائِز قَالَ أَلَيْسَ قلت تثبت قَالَ فَمَا فِي عشرَة أَرْطَال تمر بِعشْرَة أَرْطَال تمر حَتَّى أتثبت فِيهِ فَقَالَ لَهُ يُوسُف أَلَيْسَ أَصله الْكَيْل قَالَ بلَى وهمت إِذا كَانَ الكيلان وَاحِدًا قَالَ فَمَا تَقول فِي رجل أسر فِي بِلَاد الرّوم فصَام شعْبَان على أَنه رَمَضَان قَالَ لَا يجْزِيه قَالَ فَإِن صَامَ شَوَّال على أَنه رَمَضَان قَالَ يجْزِيه قَالَ فَأَيْنَ نهى النَّبِي صلى الله عَلَيْهِ وَسلم عَن صَوْم الْفطر قَالَ وهمت إِذا صَامَ يَوْمًا من ذِي الْقعدَة قَالَ فَمَا تَقول فِي رجل قَالَ لامْرَأَته أَنْت طَالِق وَاحِدَة فِي أول يَوْم من آخر الشَّهْر وَفِي آخر يَوْم من أول الشَّهْر قَالَ وتفرقنا من الْمجْلس وَمَات يُوسُف فَلَقِيت هلالا بعد سِنِين فَقَالَ لي أتعبتني مَسْأَلَة صَاحبك فَمَا انكشفت لي إِلَّا البارحة قلت الشَّهْر ثَلَاثُونَ يَوْمًا فَإِذا كَانَ يَوْم خمس عشرَة وَقع عَلَيْهَا وَاحِدَة",
            "page": "157",
            "part": "1",
            "seal": "BEAB400E"
        },
        {
            "id": "141",
            "nass": "وَهُوَ آخر يَوْم من أول الشَّهْر فَإِذا كَانَ يَوْم سِتَّة عشر يَقع عَلَيْهَا أُخْرَى وَهُوَ أول يَوْم من آخر الشَّهْر ¶ وَمن أَصْحَاب أبي حنيفَة أَيْضا ابْنه حَمَّاد ¶ وَكَانَ الْغَالِب عَلَيْهِ الدّين والورع والزهد مَعَ علم بالفقه وَكِتَابَة للْحَدِيث ¶ أخبرنَا عمر بن شاهين قَالَ ثَنَا مُحَمَّد بن أَحْمد بن يَعْقُوب بن شيبَة قَالَ حَدثنِي جدي قَالَ سَمِعت أَبَا نعيم الْفضل بن دُكَيْن قَالَ تقدم حَمَّاد بن أبي حنيفَة إِلَى شريك بن عبد الله فِي شَهَادَة فَقَالَ لَهُ شريك وَالله إِنَّك لعفيف الْبَطن والفرج خِيَار مُسلم ¶ وَمن أَصْحَاب أبي حنيفَة عَليّ بن مسْهر ¶ وَهُوَ الَّذِي أَخذ عَنهُ سُفْيَان علم أبي حنيفَة وَنسخ مِنْهُ كتبه وَكَانَ أَبُو حنيفَة ينهاه عَن ذَلِك ¶ وَمن اصحابه أَيْضا حبَان ومندل ابْنا عَليّ وَحَفْص ابْن غياث وابو عَاصِم الضَّحَّاك بن مخلد وَقد أَخذ عَنهُ الفضيل بن عِيَاض الْفِقْه وَعبد الله بن دَاوُد الْخُرَيْبِي ¶ حَدثنَا الْعَبَّاس بن أَحْمد الْهَاشِمِي قَالَ ثَنَا أَحْمد بن مَنْصُور المنصوري قَالَ ثَنَا عَليّ ابْن مُحَمَّد النَّخعِيّ قَالَ ثَنَا عبد الله بن أَحْمد بن البهلول قَالَ ثَنَا الْقَاسِم بن مُحَمَّد البَجلِيّ قَالَ سَمِعت إِسْمَاعِيل بن حَمَّاد بن أبي حنيفَة قَالَ قَالَ أَبُو حنيفَة يَوْمًا أَصْحَابنَا هَؤُلَاءِ سِتَّة وَثَلَاثُونَ مِنْهُم ثَمَانِيَة وَعِشْرُونَ يصلحون للْقَضَاء وَمِنْهُم سِتَّة يصلحون للفتيا وَمِنْهُم اثْنَان يؤدبان الْقُضَاة وَأَصْحَاب الْفَتْوَى وَأَشَارَ إِلَى أبي يُوسُف وَزفر ¶ أخبرنَا عَبَّاس بن الْفضل الْهَاشِمِي قَالَ ثَنَا أَحْمد بن مُحَمَّد قَالَ ثَنَا عَليّ بن مُحَمَّد النَّخعِيّ قَالَ ثَنَا نجيح قَالَ ثَنَا ابْن كَرَامَة قَالَ كُنَّا عِنْد وَكِيع يَوْمًا فَقَالَ رجل",
            "page": "158",
            "part": "1",
            "seal": "40D4F47A"
        },
        {
            "id": "142",
            "nass": "أَخطَأ أَبُو حنيفَة فَقَالَ وَكِيع يقدر أَبُو حنيفَة يخطىء وَمَعَهُ مثل أبي يُوسُف وَزفر فِي قياسهما وَمثل يحيى بن أبي زَائِدَة وَحَفْص بن غياث وحبان ومندل فِي حفظهم للْحَدِيث وَالقَاسِم بن معن فِي مَعْرفَته باللغة والعربية وفضيل بن عِيَاض وَدَاوُد الطَّائِي فِي زهدهما وورعهما من كَانَ هَؤُلَاءِ جلساءه لم يكن يخطىء لِأَنَّهُ إِن أَخطَأ ردُّوهُ ¶ أخبرنَا عبد الله بن مُحَمَّد القَاضِي قَالَ أنبأ أَبُو بكر الدَّامغَانِي قَالَ أنبأ الطَّحَاوِيّ قَالَ سَمِعت أَبَا خازم يَقُول سَمِعت عبد الرَّحْمَن بن نائل القَاضِي يَقُول كنت أسأَل هلالا وَأَبا عَاصِم عَن مسَائِل مُحَمَّد بن الْحسن من الْجَامِع الْكَبِير فَكَانَ أَبُو عَاصِم أحفظ لَهَا من هِلَال قَالَ وَكَانَا يقعدان فِي جَامع الْبَصْرَة إِلَى سَارِيَة وَاحِدَة وَلزِمَ أَبُو عَاصِم زفر بن الْهُذيْل بعد أبي حنيفَة وَعَلِيهِ تفقه وَهُوَ الَّذِي لقبه ب النَّبِيل ¶ اُخْبُرْنَا عبد الله بن مُحَمَّد قَالَ أنبأ أَبُو بكر الدَّامغَانِي قَالَ ثَنَا الطَّحَاوِيّ قَالَ أنبأ يزِيد بن سِنَان قَالَ كُنَّا يَوْمًا عِنْد أبي عَاصِم فتحدثنا شَيْئا وَقَالَ بَعْضنَا لبَعض لم سمي أَبُو عَاصِم النَّبِيل فَسمع ذَلِك فسألنا عَمَّا نَحن فِيهِ وَكَانَ إِذا عزم على شَيْء لم نقدر على خِلَافه فَذَكرنَا لَهُ ذَلِك فَقَالَ نعم كُنَّا نَخْتَلِف إِلَى زفر وَكَانَ مَعنا رجل من بني سعد يكنى أَبَا عَاصِم وَكَانَ ضَعِيف الْحَال فَكَانَ يَأْتِي زفر بِثِيَاب ثرية وَكنت انا آتِيَة بطويلة على دَابَّة بِثِيَاب سَرِيَّة فاستأذنت عَلَيْهِ يَوْمًا فأجابتني جَارِيَة لَهُ وَفِيه عجمة يَقُول لَهَا زهرَة فَقَالَ من هَذَا فَقلت لَهَا أَبُو عَاصِم فَدخلت على مَوْلَاهَا فَقَالَ لَهَا من بِالْبَابِ قَالَت أَبُو عَاصِم فَقَالَ لَهَا من أَبُو عَاصِم ليقف على المستأذن عَلَيْهِ من هُوَ أَنا أَو السَّعْدِيّ فَقَالَت لَهُ ذَاك النَّبِيل ثمَّ أَذِنت لي عَلَيْهِ فَدخلت عَلَيْهِ وَهُوَ يضْحك فَقلت لَهُ مَا يضحكك أصلحك الله فَقَالَ إِن هَذِه الْجَارِيَة لقبتك بلقب لَا أرَاهُ يفارقك أبدا فِي حياتك وَلَا بعد موتك ثمَّ أخْبرت خَبَرهَا فسميت مِنْهُ يَوْمئِذٍ النَّبِيل",
            "page": "159",
            "part": "1",
            "seal": "6D596A95"
        },
        {
            "id": "144",
            "nass": "ذكر أَصْحَاب أبي يُوسُف وَزفر وَمُحَمّد بن الْحسن ¶ فَمِمَّنْ أَخذ الْفِقْه عَن أبي يُوسُف وَمُحَمّد جَمِيعًا أَبُو سُلَيْمَان مُوسَى بن سُلَيْمَان الْجوزجَاني وَمعلى بن مَنْصُور الرَّازِيّ رويا عَنْهُمَا الْكتب والأمالي وهما من الْوَرع وَالدّين وَحفظ الْفِقْه والْحَدِيث بالمنزلة الرفيعة ¶ اُخْبُرْنَا عمر بن إِبْرَاهِيم قَالَ ثَنَا مكرم قَالَ ثَنَا أَحْمد بن عَطِيَّة قَالَ ثَنَا إِبْرَاهِيم بن سعيد قَالَ أحضر الْمَأْمُون مُوسَى بن سُلَيْمَان وَمعلى الرَّازِيّ فَبَدَأَ بِأبي سُلَيْمَان لسنه وشهرته بالورع فَعرض عَلَيْهِ الْقَضَاء فَقَالَ يَا أَمِير الْمُؤمنِينَ احفظ حُقُوق الله فِي الْقَضَاء وَلَا تول على أمانتك مثلي فَإِنِّي وَالله غير مَأْمُون الْغَضَب وَلَا ارضي نَفسِي لله إِن أحكم فِي عباده قَالَ صدقت وَقد أعفيناك فَدَعَا لَهُ بِخَير وَأَقْبل على مُعلى فَقَالَ لَهُ مثل ذَلِك فَقَالَ لَا أصلح قَالَ وَلم قَالَ لِأَنِّي رجل أداين فأبيت مَطْلُوبا وطالبا قَالَ نأمر بِقَضَاء دينك وبتقاضي ديونك فَمن أَعْطَاك قبلناه وَمن لم يعطك عوضناك مَالك عَلَيْهِ قَالَ فَفِي شكوك فِي الحكم وَفِي ذَلِك تلف أَمْوَال النَّاس قَالَ يحضر مجلسك أهل الدّين إخوانك فَمَا شَككت فِيهِ سَأَلتهمْ عَنهُ وَمَا صَحَّ عنْدك أمضيته قَالَ أَنا أرتاد رجلا أوصِي إِلَيْهِ من أَرْبَعِينَ سنة مَا أجد من أوصِي إِلَيْهِ فَمن أَيْن أجد من يُعِيننِي على قَضَاء حُقُوق الله الْوَاجِبَة عَليّ حَتَّى أئتمنه على دينك وديني فأعفاه ¶ وَمن أَصْحَاب أبي يُوسُف وَمُحَمّد جَمِيعًا أَبُو عبد الله مُحَمَّد بن سَمَّاعَة وَهُوَ من الْحفاظ الثِّقَات كتب النَّوَادِر عَن أبي يُوسُف وَعَن مُحَمَّد جَمِيعًا وروى الْكتب",
            "page": "161",
            "part": "1",
            "seal": "C97243F7"
        },
        {
            "id": "145",
            "nass": "والأمالي وَولى الْقَضَاء بِبَغْدَاد لأمير الْمُؤمنِينَ الْمَأْمُون فَلم يزل نَاظرا إِلَى أَن ضعف بَصَره فِي أَيَّام المعتصم فاستعفى قَالَ يحيى بن معِين لَو كَانَ أَصْحَاب الحَدِيث يصدقون فِي الحَدِيث كَمَا يصدق مُحَمَّد بن سَمَّاعَة فِي الرَّأْي لكانوا فِيهِ على نِهَايَة ¶ سَمِعت الشَّيْخ أَبَا بكر مُحَمَّد بن مُوسَى الْخَوَارِزْمِيّ إمامنا وأستاذنا يَقُول كَانَ سَبَب كتب ابْن سَمَّاعَة النَّوَادِر عَن مُحَمَّد أَنه رَآهُ فِي النّوم كَأَنَّهُ ينقب الأبر فاستعبر ذَلِك فَقيل لَهُ هَذَا رجل ينْطق بالحكمة فاجهد ان لَا يفوتك مِنْهُ لَفْظَة فَبَدَأَ حِينَئِذٍ فَكتب عَنهُ النَّوَادِر ¶ وَمِمَّنْ أَخذ عَنْهُمَا جَمِيعًا هِشَام بن عبيد الله الرَّازِيّ غير أَنه لين فِي الرِّوَايَة وَفِي منزله مَاتَ مُحَمَّد بن الْحسن بِالريِّ وَدفن فِي مقبرتهم سَمِعت الشَّيْخ أَبَا بكر مُحَمَّد بن مُوسَى رَحمَه الله يذكر عَن الشَّيْخ أبي بكر الرَّازِيّ أَنه كَانَ يكره أَن يقْرَأ عَلَيْهِ الْأُصُول من رِوَايَة هِشَام لما فِيهِ من الِاضْطِرَاب فَكَانَ يَأْمر أَن يقْرَأ الْأُصُول من رِوَايَة أبي سُلَيْمَان أَو رِوَايَة مُحَمَّد بن سَمَّاعَة لصِحَّة ذَلِك وضبطهما ¶ وَمن أَصْحَاب أبي يُوسُف خَاصَّة الْحسن بن أبي مَالك وَهُوَ ثِقَة فِي رِوَايَته غزير الْعلم وَاسع الرِّوَايَة وَكَانَ أَبُو يُوسُف يُشبههُ بجمل حمل أَكثر مِمَّا يُطيق وسير بِهِ فِي حل حمرَة تذْهب يَده هَكَذَا وَمرَّة تذْهب رجله هَكَذَا ثمَّ يرجع وَعنهُ وَعَن غَيره أَخذ ابْن شُجَاع الْعلم ¶ وَمن أَصْحَاب أبي يُوسُف خَاصَّة أَبُو الْوَلِيد بشر بن الْوَلِيد الْكِنْدِيّ ولى الْقَضَاء بِمَدِينَة السَّلَام لِلْمَأْمُونِ وَكَانَ متحاملا على مُحَمَّد بن الْحسن منحرفا عَنهُ وَكَانَ الْحسن بن أبي مَالك ينهاه عَن ذَلِك وَيَقُول قد عمل مُحَمَّد هَذِه الْكتب فاعمل أَنْت مَسْأَلَة وَاحِدَة ¶ وَمن أَصْحَاب أبي يُوسُف خَاصَّة بشر بن غياث المريسي وَله تصانيف وَرِوَايَات كَثِيرَة عَن أبي يُوسُف وَكَانَ من أهل الْوَرع والزهد غير أَنه رغب النَّاس عَنهُ فِي",
            "page": "162",
            "part": "1",
            "seal": "6E869133"
        },
        {
            "id": "146",
            "nass": "ذَلِك الزَّمَان لاشتهاره بِعلم الْكَلَام وخوضه فِي ذَلِك وَعنهُ أَخذ حُسَيْن النجار مذْهبه ¶ وَمن أَصْحَاب أبي يُوسُف أَيْضا إِبْرَاهِيم بن الْجراح ولى الْقَضَاء بِمصْر وَهُوَ لين فِي رِوَايَته وَكَانَ أَبُو يُوسُف يَقُول لَهُ تَأْخُذ الْمَسْأَلَة من عندنَا طرية وتردها مكحلة وَقد كتب الأمالي عَنهُ عَليّ بن الْجَعْد وَغَيره ¶ وَمن أَصْحَاب أبي يُوسُف وَزفر هِلَال بن يحيى وَالْمَعْرُوف ب هِلَال الرَّأْي وَقد ذكرنَا فِي أَخْبَار أبي يُوسُف قصَّته مَعَه عِنْد دُخُوله الْبَصْرَة ¶ أخبرنَا عبد الله بن مُحَمَّد قَالَ أنبأ أَبُو بكر الدَّامغَانِي قَالَ أنبأ الطَّحَاوِيّ قَالَ سَمِعت أَبَا بكرَة بكار بن قُتَيْبَة يَقُول سَمِعت هِلَال بن يحيى يَقُول حججْت فِي زمن هَارُون بعد موت أبي يُوسُف وَحج مَعَ هَارُون سنتئذ أَسد بن عَمْرو وَكَانَ على الْقَضَاء فَرَأَيْت هَارُون وَهُوَ يطوف طواف الْقدوم وَقد فَاتَهُ الرمل وَالنَّاس متباعدون عَنهُ وَخَلفه خَادِم فجر ثَوْبه إِن ارْجع فارمل وَكنت أَنا فِي أخريات النَّاس فناديت يَا أَمِير الْمُؤمنِينَ إِنَّك إِن مضيت كَانَ جَائِزا فَسمع ندائي فَمضى وَترك مَا أَرَادَ مِنْهُ الْخَادِم فَذكرت ذَلِك لأبي خازم فَقَالَ حَدثنِي عمر بن يحيى أَخُو هِلَال قَالَ أَنا حَاضر هَذَا كُله فَلَمَّا هم بالنداء جمعت ثوبي فأدخلته فِي فِيهِ وَقلت وَالله مَا خرجنَا عَن أمنا إِلَّا الكره مِنْهَا لذَلِك أفتريد أَن تعدمها وَاحِدًا منا قَالَ فوَاللَّه مَا صَبر أَن نَادَى بذلك قَالَ أَبُو بكر فِي حَدِيثه فَلَمَّا فرغ هَارُون من الطّواف وَالسَّعْي دخل الْكَعْبَة وَمَعَهُ أَسد بن عَمْرو وَسَائِر قواده وَبَنُو عَمه وأغلقت عَلَيْهِم فاطلعت من شقّ الْبَاب فَرَأَيْت هَارُون قَاعِدا وَأسد بن عَمْرو قَاعد قبالته وَسَائِر النَّاس من الهاشميين وَغَيرهم قيام على أَرجُلهم فَعلمت أَن لَا أحد أنبل من فَقِيه وَوَقع لأسد بن عَمْرو فِي قلبِي من الْجَلالَة مَا لَا يُعلمهُ إِلَّا الله",
            "page": "163",
            "part": "1",
            "seal": "15BE3303"
        },
        {
            "id": "147",
            "nass": "ثمَّ خرج هَارُون فِي موكبه وَركب أَسد ركُوب الْقُضَاة وَالْفُقَهَاء فتبعته وَهُوَ على دَابَّته فَقلت لَهُ لم فرق أَبُو حنيفَة بَين الْخِيَانَة فِي التَّوْلِيَة والمرابحة قَالَ فوَاللَّه مَا عرف ذَلِك من قَول أبي حنيفَة فَقل فِي عَيْني فَأتيت يُوسُف بن خَالِد وَكَانَ حَاجا فِي تِلْكَ السّنة فَأَخْبَرته بالْخبر كُله فَقَالَ لي وَمَا يدْرِي أَسد مَا هَذَا فرق أَبُو حنيفَة بَينهمَا لِأَنَّهُ جعل التَّوْلِيَة نقل بيع لِأَنَّهَا بِالثّمن الأول فَكَأَن البَائِع نقل إِلَى الْمولى مَا ملكه بِحَق الْمَبِيع بِمَا ملكه من الثّمن الأول وَجعل الْمُرَابَحَة بيعا ثَانِيًا إِذْ كَانَ بِثمن غير الثّمن الأول ولهلال كتاب الشُّرُوط وَأَحْكَام الْوُقُوف وَكَانَ مقدما فِي علم الشُّرُوط ¶ وَمن أَصْحَاب زفر خَاصَّة مُحَمَّد بن عبد الله الْأنْصَارِيّ من ولد أنس بن مَالك ولى الْقَضَاء بِالْبَصْرَةِ وَعبيد الله بن عبد الْمجِيد الْحَنَفِيّ وَكَانَ من أَصْحَاب البتي ثمَّ أنتقل إِلَى زفر ¶ وَمن أَصْحَاب مُحَمَّد بن الْحسن خَاصَّة مُوسَى بن نصر الرَّازِيّ ¶ وَمُحَمّد بن مقَاتل الرَّازِيّ أَيْضا ¶ وَمن أَصْحَابه عَمْرو بن أبي عمر جد أبي عرُوبَة الْحَرَّانِي ¶ وَسليمَان بن شُعَيْب الكيساني وَله النَّوَادِر عَنهُ وَعلي بن معبد ¶ وَمن أَصْحَاب الْحسن بن زِيَاد مُحَمَّد بن شُجَاع الثَّلْجِي وَهُوَ الْمُقدم فِي الْفِقْه والْحَدِيث وَقِرَاءَة الْقُرْآن مَعَ ورع وَعبادَة مَاتَ فَجْأَة فِي سنة سِتّ وَخمسين وَمِائَتَيْنِ وَدفن فِي نَاحيَة دَار الرَّقِيق من بَغْدَاد ¶ وَمن أَقْرَان مُحَمَّد بن عَليّ الرَّازِيّ وَكَانَ عَارِفًا بمذاهب أَصْحَابنَا وَقد طعن على مسَائِل من الْجَامِع الْكَبِير وَمن الْأُصُول مَعَ زهد وورع وسخاء وإفضال ¶ وَمِمَّنْ تَأَخّر عَن هَذِه الطَّبَقَة أَبُو بكر أَحْمد بن عَمْرو الْخصاف وَله التصانيف المرضية فِي الشُّرُوط وَأَحْكَام الْوُقُوف وآداب الْقُضَاة وَالرّضَاع والنفقات ¶ وَمن هَذِه الطَّبَقَة أَبُو الْعَبَّاس أَحْمد بن عِيسَى البرتي القَاضِي روى الْكتب عَن أبي سُلَيْمَان الْجوزجَاني وَكَانَ إِلَيْهِ أحد جَانِبي بَغْدَاد والجانب الاخر إِلَى إِسْمَاعِيل بن",
            "page": "164",
            "part": "1",
            "seal": "34E2EB82"
        },
        {
            "id": "148",
            "nass": "إِسْحَاق ثمَّ استعفى فِي أَيَّام الْمُعْتَمد ورد عَلَيْهِم الْعَهْد وَلزِمَ بَيته واشتغل بِالْعبَادَة حَتَّى مَاتَ ¶ حَدثنَا القَاضِي أَبُو عبد الله الضَّبِّيّ قَالَ ثَنَا مُحَمَّد بن صَالح الْهَاشِمِي قَالَ ثَنَا أَبُو عمر مُحَمَّد بن يُوسُف القَاضِي قَالَ ركبت يَوْمًا من الْأَيَّام مَعَ إِسْمَاعِيل بن إِسْحَاق إِلَى أَحْمد بن عِيسَى البرتي وَهُوَ ملازم لبيته فرأيته شَيخا مصفارا أثر الْعِبَادَة عَلَيْهِ وَرَأَيْت إِسْمَاعِيل أعظمه إعظاما شَدِيدا وَسَأَلَهُ عَن نَفسه وَأَهله وعجائزه وَجَلَسْنَا عِنْده سَاعَة ثمَّ انصرفنا فَقَالَ لي إِسْمَاعِيل يَا بني تعرف هَذَا الشَّيْخ قلت لَا قَالَ هَذَا البرتي القَاضِي لزم بَيته واشتغل بِالْعبَادَة هَكَذَا تكون الْقُضَاة لَا كَمَا نَحن ¶ وَمن هَذِه الطَّبَقَة أَبُو جَعْفَر أَحْمد بن ابي عمرَان أستاذ أبي جَعْفَر الطَّحَاوِيّ وَكَانَ شيخ أَصْحَابنَا بِمصْر فِي وقته وَأخذ الْعلم عَن مُحَمَّد بن سَمَّاعَة وَبشر بن الْوَلِيد وأضرابهما وَله كتاب مَجْمُوع يعرف بالحجج هُوَ من حسان الْكتب وَقيل إِنَّه كَانَ ضريرا ¶ وَمن أقرانه عَليّ بن مُوسَى القمي وَقد تكلم على كتب الشَّافِعِي ونقضها وَله تصانيف كَثِيرَة مُبتَدأَة ¶ وَمن هَذِه الطَّبَقَة أَبُو عَليّ الدقاق الرَّازِيّ صَاحب كتاب الْحيض وَكَانَت قِرَاءَته على مُوسَى بن نصر الرَّازِيّ وَعَن أبي عَليّ أَخذ الْعلم أَبُو سعيد البرذعي ¶ وَمن الْمُتَأَخِّرين عَن هَذِه الطبعة أَبُو خازم عبد الحميد بن عبد العزيزالقاضي أَصله من الْبَصْرَة وَأخذ الْعلم عَن بكر الْعمي وَعَن الشُّيُوخ الْبَصرِيين وَهُوَ جليل الْقدر ولى الْقَضَاء بِالشَّام والكوفة والكرخ من مَدِينَة السَّلَام وَكَانَ عبد الله بن سُلَيْمَان خاطبه فِي بيع ضَيْعَة ليتيم تجاور بعض ضيَاعه فَكتب إِلَيْهِ إِن رأى الْوَزير أعزه الله أَن يَجْعَلنِي أحد رجلَيْنِ إِمَّا رجلا صين الحكم بِهِ أَو صين الحكم عَنهُ وَالسَّلَام وَعنهُ أَخذ الْفُقَهَاء أَبُو جَعْفَر الطَّحَاوِيّ وَأَبُو طَاهِر الدباس وَقد لقِيه أَبُو الْحسن الْكَرْخِي وَحضر مَجْلِسه وَكَانَ مُنْقَطِعًا إِلَى البرذعي",
            "page": "165",
            "part": "1",
            "seal": "CFF34E1C"
        },
        {
            "id": "149",
            "nass": "وَمن هَذِه الطَّبَقَة أَبُو سعيد أَحْمد بن الْحُسَيْن البرذعي أَخذ الْعلم عَن أبي عَليّ الدقاق وَعَن مُوسَى بن نصر فَأخذ عَنهُ أَبُو الْحسن الْكَرْخِي وَأَبُو طَاهِر الدباس وَأَبُو عمر والطبري وأضرابهم وَكَانَ قدم بَغْدَاد حَاجا فَدخل الْجَامِع ووقف على دَاوُد بن عَليّ صَاحب الظَّاهِر وَهُوَ يكلم رجلا من اصحاب أبي حنيفَة وَقد ضعف فِي يَده الْحَنَفِيّ فَجَلَسَ فَسَأَلَهُ عَن بيع أُمَّهَات الْأَوْلَاد فَقَالَ يجوز فَقَالَ لَهُ لم قلت قَالَ لأَنا أجمعنا على جَوَاز بيعهنَّ قبل الْعلُوق فَلَا نزُول عَن هَذَا الْإِجْمَاع إِلَّا بِإِجْمَاع مثله فَقَالَ لَهُ أجمعنا بعد الْعلُوق قبل وضع الْحمل أَنه لَا يجوز بيعهَا فَيجب أَن نتمسك بِهَذَا الْإِجْمَاع وَلَا نزُول عَنهُ إِلَّا بِإِجْمَاع مثله فَانْقَطع دَاوُد وَقَالَ نَنْظُر فِي هَذَا وَقَامَ أَبُو سعيد فعزم على الْقعُود بِبَغْدَاد والتدريس لما رأى من غَلَبَة أَصْحَاب الظَّاهِر فَلَمَّا كَانَ بعد مُدَّة رأى فِي النّوم كَأَن قَائِلا يَقُول لَهُ {فَأَما الزّبد فَيذْهب جفَاء وَأما مَا ينفع النَّاس فيمكث فِي الأَرْض} فانتبه بدق الْبَاب وَإِذا قَائِل يَقُول لَهُ قد مَاتَ دَاوُد بن عَليّ صَاحب الْمَذْهَب فَإِن أردْت أَن تصلي عَلَيْهِ فأحضر وَأقَام أَبُو سعيد سِنِين كَثِيرَة يدرس ثمَّ خرج إِلَى الْحَج فَقتل فِي وقْعَة القرامطة مَعَ الْحَاج ¶ وَصَارَ التدريس بِبَغْدَاد بعد أبي حَازِم وَأبي سعيد إِلَى أبي الْحسن عبيد الله بن الْحُسَيْن الْكَرْخِي وَإِلَيْهِ أنتهت رئاسة أَصْحَاب أبي حنيفَة وانتشر أَصْحَابه فِي الْبِلَاد وولوا الحكم فِي الْآفَاق ودرسوا وَكَانَ أَبُو الْحسن مَعَ غزارة علمه وَكَثْرَة رواياته عَظِيم الْعِبَادَة كثر الصَّوْم وَالصَّلَاة شَدِيد الْوَرع صبورا على الْفقر وَالْحَاجة عزوفا عَمَّا فِي أَيدي النَّاس ¶ حَدثنَا أَبُو الْقَاسِم عَليّ بن مُحَمَّد بن عَلان الوَاسِطِيّ وَمَا رَأَتْ عَيْنَايَ فِي مَعْنَاهُ مثله قَالَ لما أَصَابَهُ الفالج فِي آخر عمره حَضرته فِي بَيته وَحضر أَصْحَابه أَبُو بكر الدَّامغَانِي وَأَبُو عَليّ الشَّاشِي وَأَبُو عبد الله الْبَصْرِيّ فَقَالُوا هَذَا مرض يحْتَاج إِلَى نَفَقَة وعلاج وَهُوَ مقل ولانحب أَن نبذله للنَّاس فَنحب أَن نكتب إِلَى",
            "page": "166",
            "part": "1",
            "seal": "C4756F29"
        },
        {
            "id": "150",
            "nass": "سيف الدولة ونطلب مِنْهُ مَا ينْفق عَلَيْهِ فَفَعَلُوا ذَلِك وأحس أَبُو الْحسن بِمَا هم فِيهِ فَسَأَلَ عَن ذَلِك فَأخْبر بِهِ فَبكى وَقَالَ اللَّهُمَّ لاتجعل رِزْقِي إِلَّا من حَيْثُ عودتني فَمَاتَ قبل أَن يحمل سيف الدولة شَيْئا ثمَّ ورد كتاب سيف الدولة وَمَعَهُ عشرَة أُلَّاف دِرْهَم ووعد أَن يمد ذَلِك بأمثاله فَتصدق بِهِ ¶ حَدثنِي أَبُو الْقَاسِم عَليّ بن مُحَمَّد بن عَلان قَالَ كَانَ أَبُو الْحسن شَدِيد المقت لمن ينظر فِي الْقَضَاء وَكَانَ إِذا ولى أحد من أَصْحَابه هجره وأبعده فولى الحكم من أَصْحَابه أَبُو الْقَاسِم عَليّ بن مُحَمَّد التنوخي وَكَانَ مقدما فِي الْفِقْه وَالْكَلَام مَعَ مَعْرفَته بِالْعَرَبِيَّةِ وقوته فِي الشّعْر فهجره أَبُو الْحسن وَقطع مَا كتبه مُكَاتبَة وَكَانَ يدْخل بَغْدَاد فَلَا يُمكنهُ الدُّخُول عَلَيْهِ فَإِذا سُئِلَ فِي بَابه يَقُول كَانَ يعاشرني على الْفقر وَالْحَاجة وَبَلغنِي أَنه الان ينْفق على مائدته فِي كل يَوْم دَنَانِير وَمَا عَلمته ورث مِيرَاثا وَلَا أتجر فربح وَمَا أعرف لهَذِهِ النَّفَقَة وَجها ¶ قَالَ لنا الشَّيْخ أَبُو الْقَاسِم عَليّ بن مُحَمَّد الوَاسِطِيّ فلعهدي بِهِ وَقد دخل آخر دخلة دَخلهَا بَغْدَاد وَحضر الْمجَالِس وكلم ابْن أبي هُرَيْرَة وَكَانَ ينْقل مَا يجْرِي بَينهمَا إِلَى أبي الْحسن رَحمَه الله فَكَأَنَّهُ لَان قلبه لأبي الْقَاسِم التنوخي فخوطب فِي أَن يَأْذَن لَهُ فِي الدُّخُول عَلَيْهِ فَسكت قَالَ فَرَأَيْت أَبَا الْقَاسِم وَقد دخل مَجْلِسه وَعَلِيهِ ثِيَابه ومرقعته وَقد انكب فباس رَأسه وَقعد بَين يَدَيْهِ فَتَبَسَّمَ فِي وَجهه وَمَا كلمة بِحرف وودعه أَبُو الْقَاسِم وَخرج وَلَو ذكرنَا مَا عندنَا من أَخْبَار أبي الْحسن وأخبار أبي خازم لاحتجنا إِلَى كتاب مُفْرد وَإِنَّمَا ذكرنَا مَا لَا بُد مِنْهُ وَتوفى أَبُو الْحسن لَيْلَة النّصْف من شعْبَان سنة أَرْبَعِينَ وثلاثمائة وَصلى عَلَيْهِ القَاضِي أَبُو تَمام الْحسن بن مُحَمَّد الْهَاشِمِي الزَّيْنَبِي وَكَانَ من أَصْحَابه وَقيل إِن مولده سنة سِتِّينَ وَمِائَتَيْنِ ¶ حَدثنِي الشَّيْخ أَبُو الْقَاسِم الوَاسِطِيّ قَالَ حضر ابو عبد الله بن الدَّاعِي جَنَازَة أبي الْحسن الْكَرْخِي وَأَرَادَ أَن يُصَلِّي عَلَيْهِ فَقَالَ لَهُ أَصْحَابه هَذَا الشَّيْخ إِمَام أَصْحَاب",
            "page": "167",
            "part": "1",
            "seal": "901B3B07"
        },
        {
            "id": "151",
            "nass": "أبي حنيفَة ومتقدمهم غير مدافع فَإِن صليت عَلَيْهِ وَكَبرت على مذْهبه فَتقدم فَقَالَ أَنا لَا أُخَالِف مَذَاهِب آبَائِي وَغَضب وَقدمُوا القَاضِي أَبَا تَمام فصلى عَلَيْهِ وَحمله أَصْحَابه على أَعْنَاقهم وَكَانَ المتولى لغسله إِبْرَاهِيم بن شهَاب وَأَبُو عبد الله ابْن رزام وَدفن بحذاء مَسْجده فِي درب الْحسن بن زيد على نهر الوسطيين ¶ وَمن أقرانه أَبُو طَاهِر مُحَمَّد بن مُحَمَّد بن سُفْيَان وَكَانَ أَكثر أَخذه عَن القَاضِي أبي خازم ويوصف بِالْحِفْظِ وَمَعْرِفَة الرِّوَايَات بَخِيلًا بِعِلْمِهِ ضنينا بِهِ وَولى الْقَضَاء بِالشَّام وَخرج إِلَى هُنَاكَ فَمَاتَ بهَا ¶ وَمن هَذِه الطَّبَقَة بل يتقدمهم فِي المولد وَالسّن أَبُو جَعْفَر الطَّحَاوِيّ وَهُوَ أَحْمد ابْن مُحَمَّد بن سَلمَة الطَّحَاوِيّ وَكَانَ مُقيما بِمصْر وَإِلَيْهِ انْتَهَت رئاسة أَصْحَاب أبي حنيفَة هُنَاكَ أَخذ الْعلم عَن أبي جَعْفَر بن أبي عمرَان وَعَن أبي خازم القَاضِي وَعَن جمَاعَة آخَرين وَكَانَ فِي أصل تفقهه يتفقه على مَذْهَب الشَّافِعِي فَحَدثني الشَّيْخ أَبُو بكر مُحَمَّد بن مُوسَى الْخَوَارِزْمِيّ قَالَ كَانَ سَبَب انْتِقَاله إِلَى مَذَاهِب أَصْحَابنَا أَن أَبَا إِبْرَاهِيم الْمُزنِيّ قَالَ لَهُ يَوْمًا وَالله لَا جَاءَ مِنْك شَيْء فَغَضب أَبُو جَعْفَر من ذَلِك وأنف لنَفسِهِ وانتقل إِلَى أبي جَعْفَر بن أبي عمرَان فَأول مَا صنف من كتبه مختصرة الَّذِي هُوَ على تَرْتِيب كتاب الْمُزنِيّ فَلَمَّا فرغ مِنْهُ قَالَ رحم الله أَبَا إِبْرَاهِيم لَو كَانَ حَيا لكفر عَن يَمِينه وَلأبي جَعْفَر كتب جليلة مثل إختلاف الْعلمَاء وَمَا عمل مثله أحد وَكتابه الْكَبِير فِي الشُّرُوط وَكتابه فِي أَحْكَام الْقُرْآن وَفِي شرح مَعَاني الْآثَار وَغير ذَلِك من الْكتب الجليلة وَكَانَت وَفَاته سنة إِحْدَى وَعشْرين وثلاثمائة ومولده سنة ثَمَان وَثَلَاثِينَ وَمِائَتَيْنِ ¶ وَمن هَذِه الطَّبَقَة أَبُو عَمْرو الطَّبَرِيّ وَكَانَ مُقيما بِبَغْدَاد يدرس وَالشَّيْخ أَبُو الْحسن الْكَرْخِي يدرس وَله شرح الجامعين جَمِيعًا وَشهد عِنْد القَاضِي أَحْمد ابْن عبد الله الْخرقِيّ",
            "page": "168",
            "part": "1",
            "seal": "1BE80923"
        },
        {
            "id": "152",
            "nass": "حَدثنِي القَاضِي أَبُو عبد الله الْحُسَيْن بن هَارُون الضَّبِّيّ قَالَ ركب أَحْمد بن عبد الله الْخرقِيّ إِلَى أبي عَمْرو يسْأَله أَن يشْهد عِنْده فَامْتنعَ عَلَيْهِ وَقَالَ لَهُ دَعَاني أَبُو عمر إِلَى هَذَا الْأَمر فَلم أجبه فَكيف أُجِيب الْآن فَقَالَ لَهُ أَحْمد بن عبد الله إِن أَبَا عمر أَرَادَ أَن يجملك بِالشَّهَادَةِ وَكَانَ مُخَالفا لَك فِي مذهبك وَأَنا أُرِيد أَن تجملني بشهادتك عِنْدِي مَعَ موافقتي لَك فِي الدّين فَركب إِلَيْهِ من يَوْمه وَشهد عِنْده وَتوفى أَبُو عَمْرو فِي سنة أَرْبَعِينَ ¶ وَمِمَّنْ كَانَ يدرس مَعَ هَذِه الطَّبَقَة أَبُو عبد الله بن أبي مُوسَى الضَّرِير واسْمه مُحَمَّد بن عِيسَى وَولى الحكم فِي الْجَانِب الشَّرْقِي ثمَّ وجد مقتولا فِي دَاره وَكَانَت وَفَاته قبل وَفَاة أبي الْحسن الْكَرْخِي فِي سني نَيف وَثَلَاثِينَ ¶ ثمَّ صَار التدريس بعد أبي الْحسن الْكَرْخِي رَحمَه الله إِلَى أَصْحَابه فَمنهمْ أَبُو عَليّ الشَّاشِي وَكَانَ شيخ الْجَمَاعَة وَكَانَ أَبُو الْحسن جعل التدريس لَهُ حِين فلج وَالْفَتْوَى إِلَى ابي بكر الدَّامغَانِي وَكَانَ يَقُول مَا جَاءَنَا احفظ من أبي عَليّ ¶ حَدثنِي القَاضِي أَبُو مُحَمَّد الْعمانِي قَالَ حضرت أَبَا عَليّ الشَّاشِي فِي مَجْلِسه وَقد جَاءَهُ أَبُو جَعْفَر الهندواني مُسلما عَلَيْهِ فَمَا قَامَ إِلَيْهِ فَأخذ يمتحنه بمسائل الْأُصُول وَكَانَت على طرف لِسَانه فَلَمَّا فرغ امتحن أَبَا جَعْفَر بِشَيْء من مسَائِل النَّوَادِر فَلم يحفظها فَكَانَ ذَلِك سَبَب حفظ الهندواني للنوادر وَقَالَ لأبي عَليّ جئْتُك زَائِرًا لَا متعلما فَلَمَّا قَامَ نَهَضَ لَهُ أَبُو عَليّ الشَّاشِي وَتوفى أَبُو عَليّ الشَّاشِي فِي سنة أَربع وَأَرْبَعين وثلاثمائة ¶ حَدثنِي أَبُو الْفرج الْعمانِي وَكَانَ قد أدْرك الشَّيْخ أَبَا الْحسن ودرس عَلَيْهِ قَالَ أوصى أَبُو عَليّ الشَّاشِي أَن يرجِعوا من مواراته ويفرقوا دفاتره على أَصْحَابه ويتصدقوا بِتركَتِهِ وَكَانَت تسع مائَة دِرْهَم عِنْد ثَلَاثَة أنفس يعِيش من فضل",
            "page": "169",
            "part": "1",
            "seal": "E63F85D1"
        },
        {
            "id": "153",
            "nass": "ذَلِك وَأَن لَا يجلسوا لَهُ فِي عزاء فَفَعَلُوا ذَلِك وَحضر أَبُو عبد الله الدَّاعِي وَأَبُو تَمام الزَّيْنَبِي رَضِي الله عَنْهُمَا جنَازَته وتفرقة كتبه وَتركته ثمَّ تفَرقُوا ¶ وَمن طبقته أَبُو بكر الدَّامغَانِي الْأنْصَارِيّ وَكَانَ أَقَامَ على الطَّحَاوِيّ سِنِين كَثِيرَة ثمَّ أَقَامَ على أبي الْحسن وَكَانَ إِمَامًا فِي الْعلم وَالدّين مشارا إِلَيْهِ فِي الْوَرع والزهادة ولى الْقَضَاء بواسط لِأَنَّهُ ركبته دُيُون وَخرج إِلَيْهَا فَحَدثني الشَّيْخ أَبُو الْقَاسِم عَليّ بن مُحَمَّد الوَاسِطِيّ أَنه كَانَ ينظر بَين الْخُصُوم على وَجه التَّحْكِيم كَانَ يَقُول لِلْخَصْمَيْنِ أنظر بَيْنكُمَا فَإِذا قَالَا نعم نظر بَينهمَا وَرُبمَا قَالَ حكمتماني فَإِذا قَالَا نعم نظر بَينهمَا وَكَانَ عِنْد أَصْحَابنَا أَنه غض من نَفسه بولايته للْحكم ¶ وَمن هَذِه الطَّبَقَة ابو مُحَمَّد بن عَبدك وَكَانَ متروحا إِلَى أبي عَمْرو الطَّبَرِيّ وَله شرح الجامعين وَكتاب الِاقْتِدَاء بعلي وَعبد الله رَضِي الله عَنْهُمَا خرج إِلَى الْبَصْرَة وَكَانَ من أَهلهَا فدرس بهَا وَمَات بهَا سنة سبع وَأَرْبَعين وثلاثمائة ¶ وَمن هَذِه الطَّبَقَة أَبُو عبد الله الْحُسَيْن بن عَليّ الْبَصْرِيّ شيخ الْمُتَكَلِّمين فِي عصره وَكَانَ مقدما فِي العلمين مَعَ كَثْرَة أَمَالِيهِ فيهمَا وتدريسه لَهما وَمَا بلغ أحد مبلغه فِي هذَيْن العلمين أَعنِي الْكَلَام وَالْفِقْه مَعَ سَعَة النَّفس وَكَثْرَة الأفضال والتقدم عِنْد السُّلْطَان وانتشار الْأَصْحَاب فَلَو لم يكن لَهُ صَاحب إِلَّا عَليّ بن مُحَمَّد الوَاسِطِيّ الْمجمع على دينه والمقبول عِنْد الْمُوَافق والمخالف حَتَّى كَانَ يُقَال إِنَّه عَمْرو بن عبيد زَمَانه لَكَانَ فِيهِ كِفَايَة فَكيف وَقد رزق الْعدَد الْكثير من الْأَصْحَاب وتوجهوا فِي الْعلم وبلغوا فِيهِ كل مبلغ وَتوفى فِي ذِي الْحجَّة من سنة تسع وَسِتِّينَ وثلاثمائة وَصلى عَلَيْهِ أَبُو عَليّ الْحسن بن أَحْمد بن عبد الْغفار الْفَارِسِي النَّحْوِيّ وَدفن فِي تربة أبي الْحسن الْكَرْخِي رَحْمَة الله عَلَيْهِمَا ¶ وَمن هَذِه الطَّبَقَة أَبُو بكر بن شاهوية مَاتَ بنيسابورسنة إِحْدَى وَسِتِّينَ وثلاثمائة وَإِلَيْهِ انْتهى علم الْحساب وَحل الزيج وَعمل الأشكال من كتاب إقليدس مَعَ حفظه للْمَذْهَب وَعلمه بالنكت وَكَانَ عضد الدولة أخرجه مَعَ جمَاعَة من الْفُقَهَاء إِلَى بُخَارى فِي رِسَالَة فزينت لَهُ بِلَاد خُرَاسَان فَحَدثني إِسْمَاعِيل الزَّاهِد",
            "page": "170",
            "part": "1",
            "seal": "82F26089"
        },
        {
            "id": "154",
            "nass": "قَالَ رَأَيْت أَبَا بكر مُحَمَّد بن الْفضل البُخَارِيّ وَقد حمل إِلَيْهِ جُزْءا فِيهِ مشكلات الْكتب فأملى أَبُو بكر جوابها من سَاعَته فَقبل ابْن الْفضل رَأسه وَقَالَ مَا ظَنَنْت أَن على وَجه الارض مثلك ¶ وَمن هَذِه الطَّبَقَة أَبُو سهل الزجاجي صَاحب كتاب الرياضة درس على أبي الْحسن الْكَرْخِي وَرجع إِلَى نيسابور فَمَاتَ بهَا سَمِعت الصاحب أَبَا الْقَاسِم إِسْمَاعِيل ابْن عباد يَقُول كَانَ أَبُو سهل الزجاجي إِذا دخل مجَالِس النّظر تَغَيَّرت وُجُوه الْمُخَالفين لقُوَّة نَفسه وَحسن جدله وَبَلغنِي أَن أَبَا بكر الرَّازِيّ رَحمَه الله درس عَلَيْهِ ¶ وَمن هَذِه الطَّبَقَة أَبُو الْحُسَيْن قَاضِي الْحَرَمَيْنِ كَانَ عِنْد أبي الْحسن الْكَرْخِي ثمَّ انْتقل إِلَى أبي طَاهِر الدباس ثمَّ ولى الْقَضَاء بالحرمين وَعَاد إِلَى نيسابور فَمَاتَ بهَا وفقهاء نيسابور كلهم ينتسبون إِلَى أبي سهل أَو إِلَى أبي الْحُسَيْن لَا يخرجُون عَنْهُمَا ¶ ثمَّ أستقر التدريس بِبَغْدَاد لأبي بكر أَحْمد بن عَليّ الرَّازِيّ وانتهت الرحلة إِلَيْهِ وَكَانَ على طَريقَة من تقدمه فِي الْوَرع والزهادة والصيانة وخوطب على قَضَاء الْقُضَاة مرَّتَيْنِ فَامْتنعَ ¶ حَدثنِي أَبُو إِسْحَاق إِبْرَاهِيم بن أَحْمد الطَّبَرِيّ قَالَ حَدثنِي أَبُو بكر مُحَمَّد بن صَالح الْأَبْهَرِيّ قَالَ خاطبني الْمُطِيع على قَضَاء الْقُضَاة وَكَانَ السفير فِي ذَلِك أَبُو الْحسن ابْن أبي عَمْرو الشراني فأبيت عَلَيْهِ وأشرت بِأبي بكر أَحْمد بن عَليّ الرَّازِيّ فأحضر للخطاب على ذَلِك وسألني أَبُو الْحسن بن أبي عَمْرو معونته عَلَيْهِ فخوطب فَامْتنعَ وخلوت بِهِ ورفقت فَقَالَ لي تُشِير عَليّ بذلك فَقلت لَا أرى لَك ذَلِك ثمَّ قمنا إِلَى بَين يَدي أبي الْحسن بن أبي عَمْرو وَأعَاد خطابه وعدت إِلَى معونته فَقَالَ لي أَلَيْسَ قد شاورتك فأشرت على أَن لَا أفعل فَوَجَمَ أَبُو الْحسن بن أبي عَمْرو من ذَلِك وَقَالَ تُشِير علينا بانسان ثمَّ تُشِير عَلَيْهِ ان لَا يفعل قلت نعم إمامي فِي ذَلِك مَالك بن أنس أَشَارَ على أهل الْمَدِينَة أَن يقدموا نَافِعًا القارىء فِي مَسْجِد رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَشَارَ على نَافِع أَن لَا يفعل فَقيل لَهُ فِي ذَلِك فَقَالَ أَشرت عَلَيْكُم بِنَافِع لِأَنِّي لَا أعرف مثله وأشرت عَلَيْهِ أَن لَا يفعل لِأَنَّهُ يحصل لَهُ أَعدَاء",
            "page": "171",
            "part": "1",
            "seal": "1D02EC06"
        },
        {
            "id": "155",
            "nass": "وحساد فَكَذَلِك أَنا أَشرت عَلَيْكُم بِهِ لِأَنِّي لَا أعرف مثله وأشرت عَلَيْهِ أَن لَا يفعل لِأَنَّهُ أسلم لدينِهِ ¶ وحَدثني الشَّيْخ أَبُو بكر مُحَمَّد بن مُوسَى الْخَوَارِزْمِيّ أَن مولد أبي بكر أَحْمد بن عَليّ كَانَ فِي سنة خمس وثلاثمائة وَأَنه دخل بَغْدَاد سنة خمس وَعشْرين وثلاثمائة ودرس على أبي الْحسن الْكَرْخِي ثمَّ خرج إِلَى الأهواز ثمَّ عَاد إِلَى بَغْدَاد بعد أَن زَالَ الغلاء وَخرج إِلَى نيسابور مَعَ الْحَاكِم النَّيْسَابُورِي بِرَأْي أبي الْحسن الْكَرْخِي ومشورته وَإِن أَبَا الْحسن مَاتَ وَهُوَ بنيسابور ثمَّ عَاد إِلَى بَغْدَاد سنة أَربع وَأَرْبَعين وثلاثمائة وَأَبُو عَليّ الشَّاشِي عليل عِلّة الْمَوْت فَجَلَسَ للتدريس فِي مَسْجِد أبي الْحسن الْكَرْخِي وَكَانَ الْموضع متماسكا ثمَّ انْتقل إِلَى سويقة غَالب ودرس فِي درب المقير ثمَّ انْتقل فِي سنة سِتِّينَ إِلَى درب عَبدة ودرس فِي مَسْجِد درب عَبدة وَكَانَ يدرس فِي مَسْجِد درب عَبدة أَبُو سعيد البرذعي وَفِيه تفقه أَبُو الْحسن الْكَرْخِي ودرس فِيهِ أَبُو عَمْرو الطَّبَرِيّ وَأَبُو مُحَمَّد سهل بن إِبْرَاهِيم القَاضِي وبعدهما أَبُو عَليّ الشَّاشِي ثمَّ الشَّيْخ أَبُو بكر الرَّازِيّ ثمَّ شَيخنَا واستاذنا أَبُو بكر مُحَمَّد بن مُوسَى الْخَوَارِزْمِيّ وَهُوَ مَسْجِدنَا الَّذِي ندرس فِيهِ الْآن وَنَرْجُو أَن يلحقنا وَمن يغشانا بَرَكَات هَؤُلَاءِ الْأَئِمَّة الَّذين سبقُونَا فِي الْجُلُوس فِيهِ ¶ وَتوفى الشَّيْخ أَبُو بكر أَحْمد بن عَليّ الرَّازِيّ فِي ذِي الْحجَّة سنة سبعين وثلاثمائة وَصلى عَلَيْهِ الشَّيْخ أَبُو بكر مُحَمَّد بن مُوسَى الْخَوَارِزْمِيّ وألحده بِيَدِهِ وَجلسَ فِي مَسْجده بعد أَن كَانَ أجلسه فِيهِ حُدُود الْعشْر سِنِين يدرس فيي آخر النَّهَار فِيهِ ¶ فَصَارَ إِمَام أَصْحَاب أبي حنيفَة ومدرسهم ومفتيهم بعد وَفَاة أبي بكر أَحْمد بن عَليّ الرَّازِيّ شَيخنَا وإمامنا أَبُو بكر مُحَمَّد بن الْخَوَارِزْمِيّ وَمَا شَاهد النَّاس مثله فِي حسن الْفَتْوَى والإصابة فِيهَا وَحسن التدريس وَقد دعى إِلَى ولَايَة الحكم مرَارًا فَامْتنعَ مِنْهُ وَكَانَ مُعظما فِي النُّفُوس مقدما عِنْد السُّلْطَان والعامة وَلَا يكَاد يقبل لأحد من النَّاس برا وَلَا صلَة وَلَا هَدِيَّة وَتوفى فِي لَيْلَة الْجُمُعَة الثَّامِنَة",
            "page": "172",
            "part": "1",
            "seal": "27B5E800"
        },
        {
            "id": "156",
            "nass": "عشرَة من جُمَادَى الأولى سنة ثَلَاث وَأَرْبَعمِائَة وتوليت غسله وتجهيزه مَعَ جمَاعَة من أَصْحَابه وَصلى عَلَيْهِ ابْنه أَبُو الْقَاسِم مَسْعُود بن مُحَمَّد فِي جَامع الْمَنْصُور قبل صَلَاة الْجُمُعَة ورد إِلَى منزله فِي درب عَبدة وَدفن فِيهِ رَضِي الله عَنهُ ونفعه بِمَا علمنَا ونفعنا بذلك ¶ وَمن طبقته أَبُو زَكَرِيَّا يحيى بن مُحَمَّد الضَّرِير الْبَصْرِيّ وَإِن كَانَ قد درس فِي حَيَاة أبي بكر الرَّازِيّ وَكَانَ مثل شَيخنَا فِي الْإِسْنَاد لِأَنَّهُ أَخذ الْعلم عَن أَصْحَاب أبي الْحسن وَكَانَ أَبُو زَكَرِيَّا حَافِظًا لمذاهب أَصْحَابنَا عَارِفًا بالأصول والجامعين والنوادر مَعَ ورع صِيَانة وعفاف وتواضع وَكَانَ ضريرا قد رحلت إِلَيْهِ وقرأت عَلَيْهِ وَكَانَ عَالما بالفرائض قيمًا بِالْحِسَابِ والجبر والمقابلة إِمَامًا فِي ذَلِك ¶ فَهَذَا آخر مَا ذَكرْنَاهُ من طَبَقَات أَصْحَابنَا بالعراق وَمَا قرب مِنْهُ مِمَّن وَقع إِلَيْنَا أخبارهم وأشتهر فِي النَّاس ذكرهم فَأَما بخراسان وَمَا وَرَاء النَّهر فخلق عَظِيم لم نذكرهم ¶ وَكَانَ فراغنا من هَذَا الْكتاب فِي شهر رَمَضَان سنة أَربع وَأَرْبَعمِائَة نسْأَل الله خَاتِمَة خير ومنقلبا إِلَى خير وَأَن يجعلنا مِمَّن يعْمل بِعِلْمِهِ وَأَن لَا يَجْعَل مَا تعلمنا وبالا علينا وَالله ولي التَّوْفِيق وَعَلِيهِ توكلي وَهُوَ حسبي وَنعم الْوَكِيل ¶ الْحَمد لله رب الْعَالمين وَصلَاته على سيدنَا مُحَمَّد النَّبِي وَآله وَسَلَامه ¶ وَوَافَقَ الْفَرَاغ مِنْهُ بِمَدِينَة السَّلَام بالجانب الشَّرْقِي بمشهد الامام أبي حنيفَة رضوَان الله عَلَيْهِ فِي شهر رَمَضَان من سنة إِحْدَى وَثَلَاثِينَ وَخَمْسمِائة كتبه مُحَمَّد بن طَاهِر الْخَوَارِزْمِيّ",
            "page": "173",
            "part": "1",
            "seal": "C57B3F50"
        }
    ],
    "t6651": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "نسب أبي حنيفة رضي الله عنه"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "هيئة أبي حنيفة وصفته وحسن زيه"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مولد أبي حنيفة رضي الله عنه"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "من لقي أبو حنيفة من الصحابة رضي الله عنهم وما رواه عنهم"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "ابتداء نظر أبي حنيفة في الفقه والسبب فيه"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ابتداء جلوسه للفتيا والسبب في ذلك"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "ما روي عن أبي حنيفة في الأصول التي بنى عليها مذهبه"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر المسائل المستحسنة من استخراج ابي حنيفة التي عجز عن الجواب فيها علماء الكوفة"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "ما روي في وقار أبي حنيفة وعقله"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر الروايات في ورع أبي حنيفة رضي الله عنه"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي في زهده"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي في أمانة أبي حنيفة"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي في حسن جوار أبي حنيفة رضي الله عنه"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي في تهجده بالليل وقيامه وقراءته وتضرعه"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي في سماحة أبي حنيفة وسخائه وبذله"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما جاء في وقاره وشدة قلبه رضي الله عنه"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما جاء في بره بوالديه"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي في محنة أبي حنيفة بحسد الناس له"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي من أخبار أبي حنيفة مع ابن هبيرة"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي من أخبار أبي حنيفة مع المنصور"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "أخبار أبي حنيفة مع سفيان الثوري"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "أخبار أبي حنيفة مع الشعبي ومحارب بن دثار والأعمش"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي عن اعلام المسلمين وأئمتهم في فضل أبي حنيفة رضي الله عنه وعنهم"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي من الشعر في مدح أبي حنيفة ومرثيته"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روي في وفاته والوقت الذي مات فيه"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "أخبار أبي يوسف يعقوب بن إبراهيم القاضي صاحب أبي حنيفة وذكر نسبه رضي الله عنه"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما روى في ابتداء طلبه للعلم وذكر فضائله ومناقبه وما قاله الأئمة في الثناء عليه"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "اخبار ابي يوسف مع الخلفاء"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "اخبار ابي الهذيل زفر ببن الهذيل العنبري"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "اخبار داود الطائي رحمة الله عليه"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "أخبار أبي عبد الله محمد ابن الحسن الشيباني رحمة الله عليه"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "أخبار الحسن بن زياد اللؤلؤي"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "أخبار عبد الله بن المبارك"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "أخبار إسماعيل بن حماد بن أبي حنيفة"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "أخبار أبي موسى عيسى ابن ابان بن صدقة رضي الله عنه"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "طبقات أصحاب أبي حنيفة رضي الله عنه إلى وقتنا هذا رحمهم الله"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": "1",
            "tit": "فمن أخذ عنه العلم وكان يفتي بقوله وكيع بن الجراح"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": "2",
            "tit": "ومن أصحاب أبي حنيفة أبو عمرو أسد بن عمرو البجلي"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "ومن أصحابه أيضا عافية بن يزيد الأودي"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": "1",
            "tit": "ومن أصحاب أبي حنيفة القاسم بن معن"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": "2",
            "tit": "ومن أصحاب أبي حنيفة أيضا يحيى بن زكريا بن أبي زائدة"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "ومن أصحاب أبي حنيفة أيضا يوسف ين خالد السمتي"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "ومن أصحاب أبي حنيفة أيضا ابنه حماد"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": "1",
            "tit": "ومن أصحاب أبي حنيفة علي بن مسهر"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أصحاب أبي يوسف وزفر ومحمد بن الحسن"
        }
    ]
}