{
    "b6654": [
        {
            "hno": null,
            "id": "1",
            "nass": "جُزْء فِيهِ ذكر أَبِي الْقَاسِمِ سُلَيْمَانَ بْنِ أَحْمَدَ بْنِ أَيُّوبَ الطَّبَرَانِيّ رَحمَه الله وَبَعض مناقبه ومولده ووفاته وَعدد تصانيفه الفه الشَّيْخ الإِمَام الْأَجَل الْحَافِظ أَبُو زَكَرِيَّا يحيى عبد الْوَهَّاب بن الإِمَام الْحَافِظ أبي عبد الله بن مَنْدَه رحمهمَا الله رِوَايَة أبي جَعْفَر مُحَمَّد بن أَحْمد بن نصر الصيدلاني رَحمَه الله عَنهُ إجَازَة رِوَايَة الشَّيْخ أبي الْحجَّاج يُوسُف بن خَلِيل بن عبد الله الدِّمَشْقِي عَنهُ ¶ بِسم الله الرَّحْمَن الرَّحِيم أخبرنَا الشَّيْخ الإِمَام الْعَالم الْحَافِظ شمس الدّين أَبُو الْحجَّاج يُوسُف بن خَلِيل بن عبد الله الدِّمَشْقِي بِقِرَاءَتِي عَلَيْهِ فِي يَوْم الْأَرْبَعَاء ثَالِث شعْبَان من سنة أَربع وَثَلَاثِينَ وسِتمِائَة بحلب قَالَ ابْنا أَبُو جَعْفَر مُحَمَّد بن أَحْمد بن نصر الصيدلاني قَالَ أنبأ الإِمَام الْحَافِظ أَبُو زَكَرِيَّا يحيى بن عبد الْوَهَّاب بن الإِمَام الْحَافِظ أبي عبد الله بن مَنْدَه رَحْمَة الله عَلَيْهِ إجَازَة قَالَ الْحَمد لله ذِي النعم وَالْإِحْسَان وَالْفضل والامتنان وَصلى الله عَليّ مُحَمَّد الْمَبْعُوث بِخَير الْأَدْيَان وعَلى أَله الْأَعْيَان وعَلى اصحابه ذَوي الصدْق والايقان وعَلى التَّابِعين بِالْإِحْسَانِ وَبعد فَإِن مِمَّا أنعم الله على أهل أَصْبَهَان ان قد تفضل وامتن عَلَيْهِم بقدوم الإِمَام المبجل والحافظ الْمفضل أَبِي الْقَاسِمِ سُلَيْمَانَ بْنِ أَحْمَدَ بْنِ أَيُّوبَ بن مطير اللَّخْمِيّ الطَّبَرَانِيّ رَحْمَة الله عَلَيْهِ من طبرية الشَّام الى هُنَا لفضله وَعلمه وديانته وَحفظه وإتقانه وَطوله ورزانته وَحمله وَحسن سيرته الجميلة وطريقته القويمة المستقيمة وَنشر مَا سَمعه من الْأَحَادِيث فِي الْمَدَائِن والامصار والحاقه الأصاغر بالاكابر بعلو أَسَانِيد الاخبار وايصاله الْأَبْنَاء بِالْآبَاءِ والأسباط بالاجداد وَمن اشْتِغَاله فِي الصغر بِهَذَا الشَّأْن وتردده فِي الأقطار والبلدان فأردنا أَن نشرف صيتنا بِذكرِهِ وان نصرف اوقاتنا الى تَحْصِيل هَذَا الْعلم وحصره وألفنا هَذَا الْكتاب لذكر بعض مناقبه وفضائله ومولده وأحواله فَلَقَد سَمِعت الإِمَام عمي رَحمَه الله وَمُحَمّد بن بديع يَقُولَانِ سمعنَا أَبَا بكر أَحْمد بن مُوسَى بن مردوية يَقُول سَمِعت الإِمَام أَبَا الْقَاسِم الطَّبَرَانِيّ يَقُول ولدت سنة سِتِّينَ وَمِائَتَيْنِ",
            "page": "333",
            "part": "1",
            "seal": "AE8F54FD"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "رُوِيَ عَن أبي الْقَاسِم اليزدي قَالَ سَمِعت أَبَا الْقَاسِم بن نصرك يَقُول سَمِعت إِبْرَاهِيم بن يحيى بن مَنْدَه يَقُول قدم أَبُو الْقَاسِم الطَّبَرَانِيّ أَصْبَهَان أول كرة فَكنت اماشيه يَوْمًا فَسَأَلته عَن سنه فَأَخْبرنِي بِهِ ثمَّ غَابَ وَعَاد فِي القدمة الثَّانِيَة بعد أَربع عشرَة سنة فَكنت أماشيه يَوْمًا الى الْمَدِينَة فَسَأَلته فِي ميدان فاخر عَن مولده فَقَالَ يَا أَبَا إِسْحَاق أخذت فِي مثل هَذَا فَقلت أيش عملت فَقَالَ أَلَيْسَ قد سَأَلتنِي عَن مولدِي فِي تِلْكَ السّنة فِي قدمتي الأولى بِبَاب دَار مُحَمَّد بن مقرن فأخبرتك بِهِ وَسمعت عمي الإِمَام رَحمَه الله وَمُحَمّد بن بديع الْحَاجِب يَقُولَانِ سمعنَا أَبَا بكر أَحْمد بن مُوسَى الْحَافِظ يَقُول توفّي سُلَيْمَان بن أَحْمد بن أَيُّوب الطَّبَرَانِيّ فِي ذِي الْقعدَة يَوْم السبت وَدفن يَوْم الْأَحَد لليلتين بَقِيَتَا مِنْهُ سنة سِتِّينَ وثلاثمائة وَدفن بِبَاب مَدِينَة جي الْمَعْرُوف بتيره بِجنب حممة بن أبي حممة رَضِي الله عَنهُ وقبره مَشْهُور مَعْرُوف يزار وَله بن يُسمى مُحَمَّدًا ويكنى أَبَا ذَر وَله بنت تسمى فَاطِمَة أمهَا أَسمَاء بنت أَحْمد بن مُحَمَّد بن شدرة الْخَطِيب وَذكر أَنَّهَا كَانَت تَصُوم يَوْمًا وتفطر يَوْمًا وَكَانَت لَا تنام من اللَّيْل الا قَلِيلا رَحمهَا الله وَلها عقب وَأما مُحَمَّد ابْنه فيروي عَن أبي عَليّ الْوراق وَأبي عَمْرو بن حَكِيم وَعبد الله بن جَعْفَر بانتخاب وَالِده رَحْمَة الله عَلَيْهِ مَاتَ فِي رَجَب سنة تسع وَتِسْعين وثلاثمائة وقبره بِجنب قبر وَالِده رحمهمَا الله روى عَنهُ جمَاعَة من كبار الْمُحدثين كَأبي عَليّ الرستاقي وَأبي طَاهِر بن عُرْوَة وَأبي أَحْمد الْعَطَّار وَعلي بن أَحْمد بن مهْرَان وَأبي سعد بن قمجه وَعلي بن الْحُسَيْن الإسكاف وَعلي بن سعيد الْبَقَّال وَغَيرهم وَمن الْمُتَأَخِّرين جمَاعَة",
            "page": "334",
            "part": "1",
            "seal": "BFD7B5F8"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "سَمِعت أَحْمد بن عبد الرَّحْمَن يَقُول سَمِعت أَبَا بكر مُحَمَّد بن أَحْمد بن عبد الرَّحْمَن رَحمَه الله يَقُول سُلَيْمَان بن أَحْمد بن أَيُّوب أشهر من أَن يدل على فَضله وَعلمه وَحدث بأصبهان سِتِّينَ سنة فَسمع مِنْهُ الْآبَاء ثمَّ الْأَبْنَاء الأسباط حَتَّى لَحِقُوا بالاجداد وَكَانَ رَحمَه الله وَاسع الْعلم كثير التصانيف وَقيل ذهبت عَيناهُ فِي آخر أَيَّامه فَكَانَ يَقُول الزَّنَادِقَة سحروني وَقَالَ لَهُ يَوْمًا الْحسن الْعَطَّار تِلْمِيذه يمْتَحن بَصَره كم عدد الْجُذُوع الَّتِي فِي هَذَا السّقف فَقَالَ أما عدد الْجُذُوع فَلَا أَدْرِي وَلَكِن نقش خَاتمِي سُلَيْمَان بن أَحْمد وَقَالَ أَيْضا يَعْنِي الْعَطَّار من هَذَا الْآتِي قَالَ أَبُو ذَر يَعْنِي ابْنه فَقَالَ وَلَيْسَ بالغفاري سَمِعت الإِمَام عمي رَحمَه الله وَمُحَمّد بن بديع الْحَاجِب قَالَا سمعنَا أَبَا بكر أَحْمد بن مُوسَى بن مرْدَوَيْه يَقُول سَمِعت أَبَا الْقَاسِم الطَّبَرَانِيّ يَقُول أول مَا قدمت أَصْبَهَان قدمة الأولى سنة تسعين وَمِائَتَيْنِ وَقدم قدمه الثَّانِيَة سنة عشر أَو إِحْدَى عشرَة وثلاثمائة ورحل من طبرية الشَّام الى أَصْبَهَان قَصدهَا ليسمع الحَدِيث من أبي بكر أَحْمد بن عَمْرو بن أبي عَاصِم النَّبِيل وَعبد الله بن مُحَمَّد بن زَكَرِيَّا فَلم يلحقهما أما بن أبي عَاصِم فَتوفي سنة سبع وَثَمَانِينَ وَعبد الله بن مُحَمَّد بن زَكَرِيَّا توفّي سنة سِتّ وَثَمَانِينَ وَمِائَتَيْنِ وَسمع بهَا مِمَّن أدْركهُ من شيوخها مثل إِبْرَاهِيم بن مُحَمَّد الْمَعْرُوف بنائلة وَهُوَ بن الْحَارِث بن مَيْمُون كنيته أَبُو إِسْحَاق ونائلة أمه توفّي سنة إِحْدَى وَتِسْعين وَمِائَتَيْنِ ومحمود بن أَحْمد بن الْفرج الْمَعْرُوف بالودنكاباذي توفّي سنة أَربع وَتِسْعين وَمِائَتَيْنِ وَهُوَ ثِقَة مَأْمُون وَإِبْرَاهِيم بن متويه وَهُوَ بن",
            "page": "335",
            "part": "1",
            "seal": "2FBF43E9"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "مُحَمَّد بن الْحسن بن أبي الْحسن الإِمَام أَبُو إِسْحَاق توفّي سنة ثَلَاثمِائَة جَالس الْمُزنِيّ وَالربيع بن سُلَيْمَان وَكَانَ امام الْجَامِع الْعَتِيق وَمُحَمّد بن الْعَبَّاس الأخرم وَهُوَ بن أَيُّوب توفّي سنة إِحْدَى وثلاثمائة وَهُوَ من الْحفاظ الْكِبَار وَمُحَمّد بن يحيى بن مَنْدَه أَبُو عبد الله توفّي سنة ثَلَاثمِائَة وَغَيرهم من الْكِبَار مَا لَا يعد ويحصى وروى عَن النُّجُوم والاعلام والاكابر مَا لَا يعد كثرتهم ثمَّ لما قدم قدمه الثَّانِيَة قبله أَبُو عَليّ أَحْمد بن مُحَمَّد بن رستم الْعَامِل وضمه إِلَيْهِ وانزله الْمَدِينَة وَأحسن معونته وَجعل لَهُ مَعْلُوما من دَار الْخراج لم يحذف لَهُ بعد أبي عَليّ فِي الدولة الديلمية وَكَانَ يقبضة الى ان مَاتَ وَله بن يُسمى مُحَمَّدًا وكناه أَبَا ذَر وَهِي كنية ابْنه رَأَيْت بِخَط أَحْمد بن جَعْفَر الْفَقِيه سَمِعت أَبَا بكر بن أبي عَليّ الْعدْل رَحمَه الله يَقُول سَأَلَ وَالِدي رَحمَه الله الطَّبَرَانِيّ رَحمَه الله عَن كَثْرَة حَدِيثه فَقَالَ كنت أَنَام على البواري ثَلَاثِينَ سنة وَهُوَ كَمَا قَالَ الإِمَام أَبُو عبد الله مُحَمَّد بن عبد الله البيع الْحَافِظ النَّيْسَابُورِي فِي مَنَاقِب أَصْحَاب الحَدِيث قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يزَال نَاس من أمتِي منصورين لَا يضرهم من خذلهم حَتَّى تقوم السَّاعَة قَالَ سُئِلَ أَحْمد بن مُحَمَّد بن حَنْبَل الإِمَام عَن معنى هَذَا الحَدِيث فَقَالَ ان لم تكن هَذِه الطَّائِفَة المنصورة أَصْحَاب الحَدِيث فَلَا أَدْرِي من هم قَالَ الْحَاكِم البيع رَحمَه الله وَفِي مثل هَذَا قيل من أَمر السّنة على نَفسه قولا وفعلا نطق بالحكمة وَلَقَد أحسن أَحْمد بن حَنْبَل رَحمَه الله فِي تَفْسِير هَذَا الحَدِيث أَن",
            "page": "336",
            "part": "1",
            "seal": "13DE627C"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "الطَّائِفَة المنصورة الَّتِي تدفع الخذلان عَنْهُم الى قيام السَّاعَة هم أَصْحَاب الحَدِيث وَمن أَحَق بِهَذَا التَّأْوِيل من قوم سلكوا حجَّة الصَّالِحين وَاتبعُوا آثَار السّلف من الماضين ودمغوا أهل الْبدع والمخالفين بسنن رَسُول الله صلى الله عَلَيْهِ وَسلم وعَلى آله أَجْمَعِينَ من قوم آثروا قطع المفاوز والقفار على التثغم فِي الدمن والاوطار وتنعموا بالبؤس فِي الْأَسْفَار مَعَ مساكنة الْعلم والاخبار وقنعوا عِنْد جمع الْأَحَادِيث والْآثَار بِوُجُود الْكسر والاطمار وَقد رفضوا الْإِلْحَاد الَّذِي تتوق إِلَيْهِ النُّفُوس الشهوانية وتوابع ذَلِك من الْبدع والاهواء والمقاييس والآراء والزيغ جعلُوا الْمَسَاجِد بُيُوتهم وأساطينها تكاهم وبواريها فرشهم وَمن فضل الله ونعمه على الإِمَام أبي الْقَاسِم الطَّبَرَانِيّ اراءته فِي النّوم مَا قد تحير فِيهِ من الرحلة الى الْمَشَايِخ لطلب الحَدِيث واعلامه إِيَّاه بِمن يبْدَأ مِنْهُم فقد رَأَيْت بِخَط مُحَمَّد بن أبي بكر الْبَقَّال مَكْتُوبًا على ظهر جُزْء الأول من كتاب التَّفْسِير لأبي مُحَمَّد بن حَيَّان أبي الشَّيْخ حَدثنِي أَبُو الْعَلَاء المحسن بن إِبْرَاهِيم الواذاري قَالَ سَمِعت أَبَا الْقَاسِم سُلَيْمَان بن أَحْمد بن أَيُّوب الطَّبَرَانِيّ رَحمَه الله يَقُول لما عزمت على قصد إِسْحَاق بن إِبْرَاهِيم الدبرِي وعزمت أَيْضا على قصد مُحَمَّد بن يَعْقُوب الْأَصَم كنت قد تحيرت بِأَيِّهِمَا أبدأ فَأريت فِي الْمَنَام كَأَن انسانا جَاءَنِي فَقَالَ لي ابدأ بِإسْحَاق بن إِبْرَاهِيم صَاحب عبد الرَّزَّاق والدبري مَاتَ فِي سنة تسع وَأَرْبَعين وَمِائَتَيْنِ والأصم مَاتَ فِي ربيع الآخر سنة سِتّ وَأَرْبَعين وثلاثمائة وَمن يُنكر هَذَا فَهُوَ يُنكر مَا أخبرنَا مُحَمَّد بن عَليّ وَإِبْرَاهِيم بن مَنْصُور",
            "page": "337",
            "part": "1",
            "seal": "3901DD56"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "قَالَا ثَنَا بن الْمقري ابْنا أَحْمد بن عَليّ الْموصِلِي ثَنَا زُهَيْر ثَنَا عَفَّان ثَنَا عبد الْوَاحِد بن زِيَاد ثَنَا الْمُخْتَار بن فلفل ثَنَا أنس بن مَالك رَضِي الله عَنهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم الرسَالَة والنبوة قد انْقَطَعت فَلَا رَسُول بعدِي وَلَا نَبِي فشق ذَلِك على النَّاس قَالَ فَقَالَ وَلَكِن الْمُبَشِّرَات قَالُوا يَا رَسُول الله وَمَا الْمُبَشِّرَات قَالَ رُؤْيا الْمُسلم هِيَ جُزْء من أَجزَاء النُّبُوَّة وَأخْبرنَا الإِمَام عمي رَحمَه الله ابْنا أَبُو بكر بن الْمُغيرَة ثَنَا أَبُو أَحْمد الْعَسَّال ثَنَا أَحْمد بن عَمْرو ثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ الْحُوطِيُّ ثَنَا إِسْمَاعِيل بن عَيَّاش ثَنَا صَفْوَان عَن حميد بن عبد الرَّحْمَن أَن رجلا سَأَلَ عبَادَة عَن قَوْله لَهُم الْبُشْرَى فِي الْحَيَاة الدُّنْيَا فَقَالَ عبَادَة سَأَلت رَسُول الله صلى الله عَلَيْهِ وَسلم عَنْهَا فَقَالَ هِيَ الرُّؤْيَا الصَّالِحَة يَرَاهَا الْمُؤمن لنَفسِهِ أَو ترى لَهُ وَهُوَ كَلَام يكلم بِهِ رَبك عَبده فِي الْمَنَام",
            "page": "338",
            "part": "1",
            "seal": "EDB8A70B"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "رَأَيْت بِخَط الْحَاكِم أبي عبد الله مُحَمَّد بن عبد الله البيع رَأَيْت الطَّبَرَانِيّ رَحمَه الله فِي الْمحرم سنة اثْنَتَيْنِ وَتِسْعين وثلاثمائة فِي الْمَنَام وَجَمَاعَة يقرؤون عَلَيْهِ فَقَالَ القارىء اذكر إِبْرَاهِيم بن أبي دَاوُد البرنسي فَقلت يَا أَبَا الْقَاسِم كتبت عَنهُ فَقَالَ هُوَ إجَازَة أخبرنَا مُحَمَّد بن عمر بن عَليّ إجَازَة قَالَ سَمِعت أم الْبَهَاء ليلى بنت أَحْمد بن مُسلم الولادية قَالَت سَمِعت الطَّبَرَانِيّ رَحمَه الله يَقُول فَكرت فِي شَيْء كنت ملابسه فَنمت فَسمِعت قَائِلا يَقُول وَلم أر الشَّخْص قل اللَّهُمَّ لَا تحبس روحي فِي قَبْرِي بمظالم عِبَادك وأدخلها الْجنَّة وأخرني الى يَوْم الْقِيَامَة حَتَّى ترضي عِبَادك عني قَالَ وَرَأَيْت عمر بن الْخطاب رَضِي الله عَنهُ فِي الْمَنَام كَأَنَّهُ فِي قصر عَال وَكنت مغتما متفكرا فِي بعض اموري فَكَانَ يَقُول لي بِكَلَام عَال اللَّهُمَّ أكفني مَا أهمني وَمَا لَا اهتم بِهِ من أُمُور الدُّنْيَا وَالْآخِرَة وَقَالَ وَكنت متفكرا فِي أُمُور الدُّنْيَا فَسمِعت صَوتا فِي النّوم وَلم أر الشَّخْص أَنا الله أفعل مَا أُرِيد وجدت على ظهر كتاب دَلَائِل النُّبُوَّة لأبي خَليفَة الْفضل بن الْحباب",
            "page": "339",
            "part": "1",
            "seal": "1104316A"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "الجُمَحِي رَوَاهُ أَبُو طَاهِر عمر بن إِبْرَاهِيم بن مُحَمَّد بن الفاخر عَن الطَّبَرَانِيّ عَنهُ مَكْتُوبًا قَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ رَحْمَة الله رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْمَنَام فِي شَوَّال سنة ثَلَاث وَعشْرين وثلاثمائة فِي مابيزيمودية أَصْبَهَان ومهرنيتها فِي صحراء من صحاريها وَكَانَ مضَارب النَّبِي صلى الله عَلَيْهِ وَسلم مَضْرُوبَة مربعة غير مضبية مغشاة بأغشية بيض حَسَنَة الْبيَاض وَكَانَ أَزوَاجه فِي الْمضَارب وَرَأَيْت عَائِشَة بارزة عَن مضرب من الْمضَارب مولة وَجههَا نَحْو المضرب مرتدية برد أَبيض شَدِيد الْبيَاض فَمر بهَا طِفْل فدعَتْ لَهُ فَسمِعت فصاحتها وَلم أنظر الى وَجههَا فانتهيت الى النَّبِي صلى الله عَلَيْهِ وَسلم وَهُوَ جَالس على كرْسِي وَهُوَ بارز على الْمضَارب فَقبلت مَا بَين عَيْنَيْهِ وعاتقيه ثمَّ جَلَست بَين يَدَيْهِ فَرفعت يَدي فدعوت لنَفْسي وَلِلْمُؤْمنِينَ وَالْمُؤْمِنَات وَالْمُسْلِمين وَالْمُسلمَات دُعَاء كثيرا وَرَسُول الله صلى الله عَلَيْهِ وَسلم مقبل عَليّ بِوَجْهِهِ مبتسم لم يفتر عَن أنيابه فَقلت يَا رَسُول الله أَخْبرنِي عَن حَدِيث أبي حَازِم عَن سهل بن سعد عَنْك أَنَّك قلت الْمُؤمن مألف وَلَا خير فِيمَن لَا يألف وَلَا يؤلف فأوما بِيَدِهِ كَأَنَّهُ ضعفه فَقلت يَا رَسُول الله أَخْبرنِي عَن حَدِيث الشّعبِيّ عَن النُّعْمَان بن بشير انك قلت مثل الْمُؤمنِينَ فِي تراحمهم وتوادهم وتواصلهم كَمثل الْجَسَد إِذا اشْتَكَى عُضْو مِنْهُ تداعى لَهُ سَائِر الْجَسَد بالسهر والحمى والسهر فَقَالَ صلى الله عَلَيْهِ وَسلم بِيَدِهِ صَحِيح صَحِيح صَحِيح فَقلت حدثونا عَن أبي نعيم عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ عَنِ الشَّعْبِيِّ",
            "page": "340",
            "part": "1",
            "seal": "B98A3136"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "ثمَّ قَالَ لي رَسُول الله صلى الله عَلَيْهِ وَسلم اذكر التَّشَهُّد فَذكرت تشهد بن مَسْعُود الى آخِره فَقَالَ صلى الله عَلَيْهِ وَسلم أذكر التَّشَهُّد فَذكرت حَدِيث بن عَبَّاس التَّحِيَّات الطَّيِّبَات المباركات الصَّلَوَات لله سَلام عَلَيْك أَيهَا النَّبِي وَرَحْمَة الله وَبَرَكَاته سَلام علينا وعَلى عباد الله الصَّالِحين أشهد أَن لَا إِلَه الا الله وَأشْهد أَن مُحَمَّدًا عَبده وَرَسُوله فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم هَذَا هُوَ التَّشَهُّد هَذَا هُوَ التَّشَهُّد هَذَا هُوَ التَّشَهُّد ثمَّ مر بِهِ رجل فَقَالَ يَا رَسُول الله أَخْبرنِي عَن مُعَاوِيَة فَقَالَ لم يكن بالواهن فِي دينه رَأَيْت بِخَط أبي الْفَتْح جَعْفَر بن مُحَمَّد بن جَعْفَر الْحَاجِب ابْنا أَبُو بكر مُحَمَّد بن أَحْمد بن مُحَمَّد بن حمدَان ثَنَا أَبُو الْقَاسِم سُلَيْمَان بن أَحْمد الطَّبَرَانِيّ ثَنَا عَليّ بن عبد الْعَزِيز ثَنَا أَبُو نعيم الْفضل بن دُكَيْن عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ عَنِ الشَّعْبِيِّ عَن النُّعْمَان بن بشير رَضِي الله عَنهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم مثل الْمُؤمنِينَ فِي توادهم وتراحمهم كَمثل الْجَسَد إِذا اشْتَكَى شَيْء مِنْهَا اشْتَكَى سَائِر الْجَسَد بالحمى والسهر قَالَ الطَّبَرَانِيّ رَحمَه الله رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْمَنَام بَين أَصْبَهَان ومدينتها فَقلت يَا رَسُول الله حدث النُّعْمَان بن بشير عَنْك بِهَذَا الحَدِيث فَقَالَ هُوَ صَحِيح ثَلَاث مَرَّات أخبرنَا أَبُو الْوَلِيد الْحسن بن مُحَمَّد الدربندي ثمَّ الْبَلْخِي إجَازَة ابْنا أَبُو سهل عمر بن أَحْمد الشَّافِعِي ثَنَا الطَّبَرَانِيّ بِهَذَا الحَدِيث قَالَ الطَّبَرَانِيّ فَسَأَلت النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْمَنَام عَن هَذَا الحَدِيث فَأَشَارَ",
            "page": "341",
            "part": "1",
            "seal": "CD4F1099"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "بِيَدِهِ صَحِيح صَحِيح صَحِيح أخبرنَا مُحَمَّد بن عبد الله عَن أَحْمد بن إِبْرَاهِيم الضَّبِّيّ قِرَاءَة عَلَيْهِ وَأَنا حَاضر اسْمَع ثَنَا سُلَيْمَان بن أَحْمد بن أَيُّوب الطَّبَرَانِيّ مثله الا انه لم يذكر الرُّؤْيَا وَمن نعم الله عز وَجل على الإِمَام أبي الْقَاسِم أنار الله برهانه سَمَاعه مَا رَآهُ فِي نَومه انا الله افْعَل مَا أُرِيد ورؤيته الْمُصْطَفى صلوَات الله عَلَيْهِ من سُؤَاله إِيَّاه وَعرضه الحَدِيث عَلَيْهِ واشارته صلى الله عَلَيْهِ وَسلم بِالصَّحِيحِ والمعلول حسب مَا اوردناه وَمن يُنكر الرُّؤْيَا وَيَزْعُم أَنَّهَا لَيست بِحَقِيقَة فَهُوَ من الجاحدين للنبوة فنسأل الله تَعَالَى الْإِيمَان بِالْغَيْبِ ونعوذ بِهِ من الشَّك والريب وجدت عَن أَحْمد بن جَعْفَر الْفَقِيه ابْنا أَبُو عمر بن عبد الْوَهَّاب قَالَ سَمِعت أَبَا الْقَاسِم الطَّبَرَانِيّ رَحمَه الله يَقُول لما قدم أَبُو عَليّ بن رستم من فَارس دخلت عَلَيْهِ فَدخل عَلَيْهِ بعض الْكتاب فصب على رجله خَمْسمِائَة دِرْهَم فَلَمَّا خرج قَالَ ارْفَعْ يَا أَبَا الْقَاسِم هَذَا فَرَفَعته فَجعلت أحدث الى أَن دخلت أم عدنان ابْنَته فصبت على رجله خَمْسمِائَة دِرْهَم فَقُمْت فَقَالَ الى أَيْن يَا أَبَا الْقَاسِم فَقلت قُمْت لانك تَقول إِنَّمَا جَلَست لهَذَا",
            "page": "342",
            "part": "1",
            "seal": "6B7E7BB1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "فَقَالَ ارْفَعْ هَذَا أَيْضا فَلَمَّا كَانَ آخر أمره تكلم فِي أبي بكر وَعمر رَضِي الله عَنْهُمَا بِبَعْض شَيْء فَخرجت من عِنْده وَلم أعد إِلَيْهِ بعد فرحم الله تَعَالَى أَبَا الْقَاسِم الطَّبَرَانِيّ مَا أحسن سيرته وطريقته فِي هجران أهل الْبدع فقد هجر أَبَا عَليّ بن رستم بعد انعامه عَلَيْهِ وأياديه لَدَيْهِ لما ظهر مِنْهُ بعض شَيْء من حَال أبي بكر وَعمر رَضِي الله عَنْهُمَا لَان حبهما ايمان وبغضهما نفاق فَأن أَبَا بكر مُحَمَّد بن إِسْمَاعِيل بن نيسابور أَخْبرنِي قَالَ أخبرنَا أَبُو يعلى حَمْزَة بن عبد الْعَزِيز بن مُحَمَّد بن أَحْمد بن حَمْزَة بن شبيب الصيدلاني أنبأ أَبُو الْحسن اللؤْلُؤِي ثَنَا الْحسن بن صَاحب ثَنَا عَبدة بن سُلَيْمَان ثَنَا عَليّ بن الْحسن السَّامِي ثَنَا خُلَيْد بن دعْلج عَنْ يُونُسَ بْنِ عُبَيْدٍ عَنِ الْحَسَنِ عَنْ جَابر بن عبد الله رَضِي الله عَنهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم حب أبي بكر وَعمر من الْإِيمَان وبغضهم من الْكفْر وجدت بِخَط عَزِيز بن أَحْمد الْمصْرِيّ يخبر عَن أَحْمد بن جَعْفَر ابْنا أَبُو عمر بن عبد الْوَهَّاب قَالَ سَمِعت أَبَا عبد الله أَحْمد بن بنْدَار الْفَقِيه يَقُول حضرت مجْلِس عَبْدَانِ غير مرّة فَكَانَ لَا يقْرَأ شَيْئا وَيَقُول حَتَّى يحضر الشَّامي يَعْنِي الطَّبَرَانِيّ فَقَالَ كُنَّا نَنْتَظِر يَوْمًا وَهُوَ يَأْبَى أَن يقْرَأ علينا وَقَالَ حَتَّى يحضر الشَّامي قَالَ وَبينا نَحن كَذَلِك إِذْ اقبل الطَّبَرَانِيّ مَعَ نفر يسير من الغرباء مَعَه حزمة من الْكتب وَعَلِيهِ جلّ من الدَّوَابّ وَمن خَصَائِصه وفضائله رَحْمَة الله عَلَيْهِ ترك التكبر فِي طلب الْعلم مَعَ جلال قدره ووفور علمه وتوقير مشائخه لَهُ وبتبجيله إِيَّاه احترامهم لَهُ",
            "page": "343",
            "part": "1",
            "seal": "570502D6"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "فِي كل المحافل والمجالس وَقد بَلغنِي ان أَبَا الْقَاسِم سُلَيْمَان بن أَحْمد بن أَيُّوب الطَّبَرَانِيّ رَحمَه الله حضر يَوْمًا مجْلِس القَاضِي أبي أَحْمد الْعَسَّال فاستدناه فسر بذلك وَيَقُولُونَ ان أَبَا أَحْمد الْعَسَّال قَالَ إِذا سَمِعت أَنا من الطَّبَرَانِيّ عشْرين ألف حَدِيث وَسمع مِنْهُ إِبْرَاهِيم بن مُحَمَّد بن حَمْزَة ثَلَاثِينَ ألف حَدِيث وَأَبُو الشَّيْخ أَرْبَعِينَ ألف حَدِيث أخبرنَا أَحْمد بن عَليّ كِتَابَة ان أَبَا النجيب عبد الْغفار بن عبد الْوَاحِد الأرموي أخبرهُ مذاكرة قَالَ سَمِعت الْحسن بن عَليّ الْمقري يَقُول سَمِعت أَبَا الْحُسَيْن بن فَارس اللّغَوِيّ يَقُول سَمِعت الْأُسْتَاذ بن العميد يَقُول مَا كنت أَظن ان فِي الدُّنْيَا حلاوة ألذ من الرِّئَاسَة والوزارة الَّتِي أَنا فِيهَا حَتَّى شهِدت مذاكرة سُلَيْمَان بن أَحْمد الطَّبَرَانِيّ وَأبي بكر الجعابي بحضرتي فَكَانَ الطَّبَرَانِيّ يغلب الجعابي بكترة حفظه وَكَانَ الجعابي يغلب الطَّبَرَانِيّ بفطنته وذكاء أهل بَغْدَاد حَتَّى ارْتَفَعت اصواتهما وَلَا يكَاد أَحدهمَا يغلب صَاحبه فَقَالَ الجعابي عِنْدِي حَدِيث لَيْسَ فِي الدُّنْيَا الا عِنْدِي فَقَالَ هاته فَقَالَ حَدثنَا أَبُو خَليفَة ثَنَا سُلَيْمَان بن أَيُّوب وَحدث بِالْحَدِيثِ فَقَالَ الطَّبَرَانِيّ أَنا سُلَيْمَان بن أَيُّوب وَمَتى سمع أَبُو خَليفَة فاسمع مني حَتَّى يَعْلُو اسنادك فَإنَّك تروي عَن أبي خَليفَة عني فَخَجِلَ الجعابي وغلبه الطَّبَرَانِيّ قَالَ بن العميد فوددت فِي مَكَاني أَن الوزارة والرئاسة ليتها لم تكن لي وَكنت الطَّبَرَانِيّ وفرحت مثل الْفَرح الَّذِي فرحه الطَّبَرَانِيّ لأجل الحَدِيث أَو كَمَا قَالَ وَمن عناية الله جلت اسماؤه على الإِمَام أبي الْقَاسِم الطَّبَرَانِيّ نور",
            "page": "344",
            "part": "1",
            "seal": "B636F433"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الله ضريحه اشتهاء الصُّدُور والوزراء والاجلاء من الرؤساء مَعَ جلال قدرهم وفضلهم أَن يَكُونُوا مَكَانَهُ أَو أَن يعدوا مثله لما رَأَوْا من غزارة علمه وَكَثْرَة حفظه واقدامه على الْحفاظ الكبراء من أهل صَنعته حَيْثُ نَاظر الجعابي وَكَانَ رَحمَه الله مِمَّن يشار إِلَيْهِ فِي الْحِفْظ فِي زَمَانه وتغلبه على نظرائه وتخجيله إِيَّاه بانقياده سَمِعت ان القَاضِي أَبَا بكر الجعابي لما ورد أَصْبَهَان مَعَ الْوَزير أبي الْفضل بن العميد بَينهم مذاكرة فَدخل الطَّبَرَانِيّ وَقَالَ أَبُو بكر الْحَافِظ إِذا أَتَت الافاعي هربت العقارب كَمَا وجدت بِخَط أبي سعيد بن قمجة الْأَصْبَهَانِيّ مَكْتُوبًا عَن الصاحب إِسْمَاعِيل بن عباد املاء أمْلى بِالريِّ حَدثنَا الطَّبَرَانِيّ حَدثنَا يحيى بن عُثْمَان بن صَالح وَالْمطلب بن شُعَيْب المصريان سنة ثَمَانِينَ وَمِائَتَيْنِ قَالَا حَدثنَا أَبُو صَالح عبد الله بن صَالح حَدثنَا يحيى بن أَيُّوب عَن بن جريج عَن نَافِع عَن بن عمر رَضِي الله عَنهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم من اذن ثِنْتَيْ عشرَة مرّة وَجَبت لَهُ الْجنَّة قَالَ الصاحب فِي آخر هَذَا الحَدِيث رَوَاهُ أَبُو خَليفَة الجُمَحِي عَن الطَّبَرَانِيّ رَحمَه الله وَرَأَيْت أَيْضا بِخَط أبي سعد حَدَّثَنِيهِ أَبُو عَليّ العسكري ثَنَا أَبُو خَليفَة",
            "page": "345",
            "part": "1",
            "seal": "A5B12170"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "ثَنَا سُلَيْمَان بن أَحْمد بن أَيُّوب وَوجدت أَيْضا حَدِيثا آخر رَوَاهُ أَبُو خَليفَة عَن الطَّبَرَانِيّ وَهُوَ مَا أخبرنَا مُحَمَّد بن عبد الله بن أَحْمد بن إِبْرَاهِيم فِي المعجم الْكَبِير ابْنا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ بن مطير اللَّخْمِيّ حَدثنَا أَبُو صَالح الْقَاسِم بن اللَّيْث الرَّاسِبِي ثَنَا مُحَمَّد بن أبي صَفْوَان الثَّقَفِيّ ثَنَا وهب بن جرير ثَنَا أبي عَن مُحَمَّد بن إِسْحَاق عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عبد الله بن جَعْفَر رَضِي الله عَنهُ قَالَ لما توفّي أَبُو طَالب خرج النَّبِي صلى الله عَلَيْهِ وَسلم الى الطَّائِف مَاشِيا على قَدَمَيْهِ فَدَعَاهُمْ الى الْإِسْلَام فَلم يُجِيبُوهُ فَانْصَرف فاتى ظلّ شَجَرَة فصلى رَكْعَتَيْنِ ثمَّ قَالَ اللَّهُمَّ إِلَيْك أَشْكُو ضعف قوتي وَقلة حيلتي وهواني على النَّاس أرْحم الرَّاحِمِينَ الى من تَكِلنِي الى عَدو يتجهمني أم الى قريب ملكته أَمْرِي ان لم تكن غَضْبَان على فَلَا أُبَالِي غير ان عافيتك أوسع لي أعوذ بِنور وَجهك الَّذِي أشرقت لَهُ الظُّلُمَات وَصلح عَلَيْهِ أَمر الدُّنْيَا والآخره أَن تنزل بِي غضبك أَو يحل عَليّ سخطك لَك الْعُتْبِي حَتَّى ترْضى وَلَا قُوَّة الا بك وَتُوفِّي أَبُو خَليفَة الْفضل بن الْحباب الجُمَحِي سنة خمس وثلاثمائة وعاش الطَّبَرَانِيّ رَحمَه الله بعد مَوته خَمْسَة وَخمسين سنة وَقيل ان عَبْدَانِ حدث عَنهُ أَيْضا يَعْنِي الطَّبَرَانِيّ رَحمَه الله وَمَات عَبْدَانِ سنة سِتّ وثلاثمائة",
            "page": "346",
            "part": "1",
            "seal": "89266DC7"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وَكَذَلِكَ حدث عَنهُ من الْمَشْهُورين المعروفين من الْمُحدثين المقدمين كَابْن عقدَة وَأبي عَليّ الصحاف وَأبي عبد الله بن خَفِيف وَغَيرهم وَمن الْمُتَأَخِّرين مَا لَا يعد وَلَا يُحْصى واما مَا قَالَ أَبُو الْعَبَّاس بن عقدَة الْحَافِظ الْكُوفِي لأبي الْقَاسِم الطَّبَرَانِيّ من فضائله وشمائله فقد رَأَيْت بِخَط مَعْرُوف قَالَ سَمِعت أَبَا الْقَاسِم عمر بن مُحَمَّد بن عبد الله بن الْهَيْثَم الْوراق قَالَ سَمِعت أَبَا جَعْفَر بن أبي السّري الديميري واسْمه مُحَمَّد بن عبد الله بن الْهَيْثَم قَالَ لقِيت أَبَا الْعَبَّاس بن عقدَة الْكُوفَة فِي سنة ثَلَاث وَعشْرين وثلاثمائة فَسَأَلته أَن يُعِيد مَا فَاتَنِي من الْمجْلس فَامْتنعَ وشددت عَلَيْهِ فَقَالَ من أَي الْبَلَد أَنْت قلت من أهل أَصْبَهَان فَقَالَ لماذا تضمرون الْعَدَاوَة لأهل بَيت رَسُول الله صلى الله عَلَيْهِ وَسلم فَقلت لَهُ لَا تقل هَذَا يَا شيخ الْآن أهل أَصْبَهَان فيهم متفقهة ومتقون وفاضلون ومتشيعة فَقَالَ شيعَة مُعَاوِيَة قلت لَا وَالله الا شيعَة عَليّ بن أبي طَالب رَضِي الله عَنهُ وَمَا فيهم أحد الا وَعلي أعز عَلَيْهِ من عينه وَأَهله وَولده فَأَعَادَ عَليّ مَا فَاتَنِي ثمَّ قَالَ لي سَمِعت من سُلَيْمَان بن أَحْمد الطَّبَرَانِيّ فَقلت لَا أعرفهُ فَقَالَ يَا سُبْحَانَ الله أَبُو الْقَاسِم ببلدكم وَأَنت لَا تسمع مِنْهُ وتؤذيني هَذَا الْأَذَى بِالْكُوفَةِ مَا أعرف لأبي الْقَاسِم نَظِير سَمِعت مِنْهُ وَسمع مني وَسَمعنَا من مشائخنا ثمَّ قَالَ لي سَمِعت مُسْند أبي دَاوُد فَقلت لَا فَقَالَ لي ضيعت الحزم لَان مُسْند أبي دَاوُد منبعه من أَصْبَهَان وَقَالَ لي تعرف مُحَمَّد بن حَمْزَة بن عمَارَة فَقلت شَدِيدا رجل من أهل الْفضل قَالَ فتعرف ابْنه إِبْرَاهِيم قلت نعم قَالَ كَانَ عندنَا ورأيته حَافِظًا للْحَدِيث وَقل مَا رَأَيْت مثله فِي الْحِفْظ",
            "page": "347",
            "part": "1",
            "seal": "0CBE56FD"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "سَمِعت أَبَا الْحُسَيْن أَحْمد بن أبي الْقَاسِم يَقُول سَمِعت أَبَا بكر بن أبي عَليّ الْعدْل يَقُول سَمِعت أَبَا جَعْفَر مُحَمَّد بن عبد الله بن الْهَيْثَم الْمَعْرُوف بِابْن أبي السّري يَقُول سَمِعت أَبَا الْعَبَّاس بن عقدَة سنة ثَلَاث وَعشْرين وثلاثمائة وَأَنا أسمع مِنْهُ فَضَائِل أهل الْبَيْت فسالني عَن أبي الْقَاسِم الطَّبَرَانِيّ فَقَالَ تعرفه قلت لَا قَالَ يَا سُبْحَانَ الله يكون مثل ذَلِك الرجل ببلدكم وَلَا تَسْمَعُونَ مِنْهُ وتؤذيني هَذَا الْأَذَى بِالْكُوفَةِ فِي الْفَائِت سَمِعت أَنا وإياه من مشائخ جلة وَسمع مني وَسمعت مِنْهُ وَلَا أعلمني رَأَيْت أحدا أعرف بِالْحَدِيثِ وَلَا أحفظ للاسانيد مِنْهُ روى أَبُو عَليّ الصحاف فِي سنة ثَلَاث وَثَلَاثِينَ وثلاثمائة ابْنا أَبُو الْقَاسِم الطَّبَرَانِيّ ثَنَا أَحْمد بن دَاوُد الْمَكِّيّ ثَنَا مُعَاوِيَة بن عَطاء الْخُزَاعِيّ ثَنَا سُفْيَان عَن إِسْمَاعِيل بن أبي خَالِد عَن قيس بن أبي حَازِم عَن جرير رَضِي الله عَنهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم ترَوْنَ ربكُم يَوْم الْقِيَامَة وروى أَيْضا حَدِيثا آخر حَدثنَا أَبُو الْقَاسِم الطَّبَرَانِيّ ثَنَا يحيى بن إِسْمَاعِيل بن مُحَمَّد بن زِيَاد بن جرير بن عبد الله البَجلِيّ الْكُوفِي ثَنَا الْحُسَيْن بن خَالِد بن عَمْرو بن جرير ثَنَا إِبْرَاهِيم بن هراسة عَن سُفْيَان عَن إِسْمَاعِيل عَن قيس عَن أبي مَسْعُود أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ان الشَّمْس",
            "page": "348",
            "part": "1",
            "seal": "B166F64B"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "وَالْقَمَر آيتان من آيَات الله فَإِذا رأيتموهما فصلوا أَنبأَنَا بِالْحَدِيثِ الأول مُحَمَّد بن عبد الله ابْنا سُلَيْمَان بن أَحْمد بن أَيُّوب فِي المعجم الْكَبِير ثَنَا أَحْمد بن دَاوُد الْمَكِّيّ ثَنَا مُعَاوِيَة بن عَطاء الْخُزَاعِيّ ثَنَا سُفْيَان الثَّوْريّ عَن إِسْمَاعِيل بن أبي خَالِد عَن قيس بن أبي حَازِم عَن جرير رَضِي الله عَنهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم ترَوْنَ ربكُم عز وَجل كَمَا ترَوْنَ الْقَمَر لَا تضَامون فِي رُؤْيَته وَأخْبرنَا بِهَذَا أَحْمد بن الْفضل بن مُحَمَّد أنبأ أَحْمد بن مُوسَى بن مرْدَوَيْه ثَنَا الطَّبَرَانِيّ والْحَدِيث الثَّانِي أنبأ أَحْمد بن عبد الْغفار بن أَحْمد ثَنَا عَليّ بن يحيى بن جَعْفَر وابنا أَحْمد بن مُحَمَّد بن سعيد ابْنا عبد السَّلَام بن عبد الْوَهَّاب قَالَا ابْنا سُلَيْمَان بن أَحْمد بن أَيُّوب ثَنَا يحيى بن إِسْمَاعِيل بن مُحَمَّد بن يحيى بن مُحَمَّد بن زِيَاد بن جرير بن عبد الله البَجلِيّ الْكُوفِي وَلم نكتب هَذَا الحَدِيث الا عَنهُ ثَنَا الْحُسَيْن بن إِسْمَاعِيل بن خَالِد بن جرير ثَنَا إِبْرَاهِيم بن هراسة عَن سُفْيَان الثَّوْريّ عَن إِسْمَاعِيل بن أبي خَالِد عَن قيس بن أبي حَازِم عَن أبي مَسْعُود الْأنْصَارِيّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ان الشَّمْس وَالْقَمَر آيتان من آيَات الله إِذا رأيتموهما فصلوا حَتَّى تنجليا",
            "page": "349",
            "part": "1",
            "seal": "7EED38A9"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "وَأخْبرنَا بِهَذَا الحَدِيث أَحْمد بن الْفضل الإِمَام ابْنا أَبُو بكر بن مرْدَوَيْه ثَنَا أَحْمد بن مُحَمَّد بن السّري ثَنَا يحيى بن سعيد الْجريرِي وَتُوفِّي أَبُو عَليّ الصحاف سنة أَربع وَثَلَاثِينَ وثلاثمائة وعاش أَبُو الْقَاسِم الطَّبَرَانِيّ بعد ان حدث الصحاف عَنهُ سبعا وَعشْرين سنة وَتُوفِّي رَحْمَة الله سنة سِتِّينَ وثلاثمائة وَحدث عَنهُ أَبُو مُسلم إِبْرَاهِيم بن عبد الله الْبَصْرِيّ وروى عَنهُ أَبُو عبد الله بن حفيف ثَنَا الطَّبَرَانِيّ ثَنَا إِسْحَاق بن إِبْرَاهِيم الدبرِي عَن عبد الرَّزَّاق عَنْ مَعْمَرٍ عَنْ هَمَّامِ بْنِ مُنَبِّهٍ عَنْ عَطاء بن يسَار عَن سلمَان الْفَارِسِي رَضِي الله عَنهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم لَا يدْخل الْجنَّة أحد الا بِجَوَاز بِسم الله الرَّحْمَن الرَّحِيم هَذَا كتاب من الله تَعَالَى لفُلَان بن فلَان ادخلوه جنَّة عالية قطوفها دانية وَحدث عَنهُ أَبُو عَليّ بن اللَّيْث الْحَافِظ الشِّيرَازِيّ أخبرنَا أَبُو شَاكر أَحْمد بن عَليّ بن مُحَمَّد بن عَليّ بن إِبْرَاهِيم العثماني بِمَكَّة حرسها الله فِي ذِي الْحجَّة سنة ثَمَان وَتِسْعين وأربعمائه ابْنا أَبُو الْقَاسِم عبد الْعَزِيز بن بنْدَار بن عَليّ الشِّيرَازِيّ بِمَكَّة حرسها الله أنبأ أَبُو عَليّ الْحسن بن أَحْمد بن مُحَمَّد بن اللَّيْث الْحَافِظ املاء بشيراز ثَنَا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ الطَّبَرَانِيّ بأصبهان وَأحمد بن الْحُسَيْن شُعْبَة الْحَافِظ بِالْبَصْرَةِ قَالَا ثَنَا مُحَمَّد بن عَليّ بن الْوَلِيد السّلمِيّ ثَنَا مُحَمَّد بن عبد الْأَعْلَى الصَّنْعَانِيّ ثَنَا مُعْتَمر بن سُلَيْمَان ثَنَا كهمس بن الْحسن ثَنَا دَاوُد بن أبي هِنْد",
            "page": "350",
            "part": "1",
            "seal": "9EE92B46"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "عَن الشّعبِيّ ثَنَا عبد الله بن عمر عَن أَبِيه عمر بن الْخطاب رَضِي الله عَنهُ بِحَدِيث الضَّب أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الحَدِيث قَالَ الشَّيْخ أَبُو عَليّ الصفار سَمِعت هَذَا الحَدِيث من الطَّبَرَانِيّ قَدِيما املاء ثمَّ لقِيت شُعْبَة الْبَصْرِيّ بِالْبَصْرَةِ فَحَدثني بِهِ فَقلت مَا سَمِعت هَذَا الحَدِيث الا من الطَّبَرَانِيّ ومنك فَقَالَ لي إِنَّمَا أفادني الطَّبَرَانِيّ رَحمَه الله أخبرنَا بِهَذَا فِي المعجم الصَّغِير مُحَمَّد بن عبد الله أنبأ أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ بن مطير اللَّخْمِيّ الشَّامي الطَّبَرَانِيّ ثَنَا مُحَمَّد بن عَليّ بن الْوَلِيد السّلمِيّ الْبَصْرِيّ ثَنَا مُحَمَّد بن عبد الْأَعْلَى الصَّنْعَانِيّ ثَنَا مُعْتَمر بن سُلَيْمَان ثَنَا كهمس بن الْحسن ثَنَا دَاوُد بن أبي هِنْد عَن الشّعبِيّ عَن عبد الله بن عمر عَن أَبِيه عمر بن الْخطاب رَضِي الله عَنهُ بِحَدِيث الضَّب أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي محفل من اصحابه إِذْ جَاءَ أَعْرَابِي من بني سليم قد صَاد ضبا وَجعله فِي كمه يذهب بِهِ الى رَحْله فَرَأى جمَاعَة فَقَالَ على من هَذِه الْجَمَاعَة قَالُوا على هَذَا الَّذِي يزْعم أَنه نَبِي فشق النَّاس ثمَّ أقبل على رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ يَا مُحَمَّد مَا اشْتَمَلت النِّسَاء على ذِي لهجة أكذب مِنْك وَأبْغض وَلَوْلَا ان يسموني قومِي عجولا لعجلت عَلَيْك فقتلتك فسررت بقتلك النَّاس أَجْمَعِينَ فَقَالَ عمر يَا رَسُول الله دَعْنِي أَقتلهُ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أما علمت ان الْحَلِيم كَاد أَن يكون نَبيا ثمَّ اقبل على رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ وَاللات والعزى لَا آمَنت بك وَقد قَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم يَا أَعْرَابِي مَا حملك على أَن قلت مَا قلت قلت غير الْحق وَلم تكرم مجلسي قَالَ وتكلمني أَيْضا اسْتِخْفَافًا برَسُول الله صلى الله عَلَيْهِ وَسلم وَاللات والعزى لَا آمَنت بك أَو يُؤمن هَذَا الضَّب فَأخْرج الضَّب من كمه وَطَرحه بَين يَدي رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَالَ",
            "page": "351",
            "part": "1",
            "seal": "5539F145"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "إِن آمن بك هَذَا الضَّب آمَنت بك فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَا ضَب فَتكلم الضَّب بِلِسَان عَرَبِيّ مُبين يفهمهُ الْقَوْم جَمِيعًا لبيْك وَسَعْديك يَا رَسُول رب الْعَالمين فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم من تعبد قَالَ الَّذِي فِي السَّمَاء عَرْشه وَفِي الأَرْض سُلْطَانه وَفِي الْبَحْر سَبيله وَفِي الْجنَّة رَحمته وَفِي النَّار عَذَابه قَالَ فَمن أَنا يَا ضَب قَالَ أَنْت رَسُول رب الْعَالمين وَخَاتم النَّبِيين قد أَفْلح من صدقك وَقد خَابَ من كَذبك فَقَالَ الْأَعرَابِي أشهد أَن لَا إِلَه الا الله وَأشْهد أَنَّك رَسُول الله حَقًا وَالله لقد أَتَيْتُك وَمَا على وَجه الأَرْض أحد هُوَ أبْغض إِلَيّ مِنْك وَوَاللَّه لأَنْت السَّاعَة أحب إِلَيّ من نَفسِي وَمن وَالِدي وَقد آمَنت بك شعري وبشري وداخلي وخارجي وسري وعلانيتي فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم الْحَمد لله الَّذِي هداك الى هَذَا الدّين الَّذِي يَعْلُو وَلَا يعلى لَا يقبله الله تَعَالَى الا بِصَلَاة وَلَا يقبل الصَّلَاة الا بقرآن فَعلمه رَسُول الله صلى الله عَلَيْهِ وَسلم الْحَمد وَقل هُوَ الله أحد فَقَالَ يَا رَسُول الله وَالله مَا سَمِعت فِي الْبَسِيط وَلَا فِي الرجز أحسن من هَذَا فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم ان هَذَا كَلَام رب الْعَالمين وَلَيْسَ بِشعر وَإِذا قَرَأت قل هُوَ الله أحد مرَّتَيْنِ فَكَأَنَّمَا قَرَأت ثُلثي الْقُرْآن وَإِذا قَرَأت قل هُوَ الله أحد ثَلَاث مَرَّات فَكَأَنَّمَا قَرَأت الْقُرْآن كُله فَقَالَ الْأَعرَابِي نعم الْإِلَه الهنا يقبل الْيَسِير وَيُعْطِي الجزيل ثمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اعطوا الْأَعرَابِي فَأَعْطوهُ حَتَّى أبطروه فَقَامَ عبد الرَّحْمَن بن عَوْف فَقَالَ يَا رَسُول الله اني أُرِيد ان أعْطِيه نَاقَة أَتَقَرَّب بهَا الى الله عز وَجل دون البختي وَفَوق الْأَعرَابِي وَهِي عشراء فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم قد وصفت مَا تُعْطِي وأصف لَك مَا يعطيك الله تَعَالَى",
            "page": "352",
            "part": "1",
            "seal": "6157B6FD"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "جَزَاء قَالَ نعم قَالَ لَك نَاقَة من درة جوفاء قوائهما من زبرجد أَخْضَر وعنقها من زبرجد أصفر عَلَيْهَا هودج وعَلى الهودج السندس والاستبرق تمر بك على الصِّرَاط كالبرق الخاطف فَخرج الْأَعرَابِي من عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم فَلَقِيَهُ ألف أَعْرَابِي على ألف دَابَّة بِأَلف رمح وَألف سيف فَقَالَ لَهُم أَيْن تُرِيدُونَ فَقَالُوا نُقَاتِل هَذَا الَّذِي يكذب وَيَزْعُم انه نَبِي فَقَالَ الْأَعرَابِي أشهد أَن لَا إِلَه الا الله وَأَن مُحَمَّدًا رَسُول الله فَقَالُوا لَهُ صبوت فَقَالَ مَا صبوت وَحَدَّثَهُمْ هَذَا الحَدِيث فَقَالُوا بأجمعهم لَا إِلَهَ إِلا اللَّهُ مُحَمَّدٌ رَسُولُ اللَّهِ فَبلغ ذَلِك النَّبِي صلى الله عَلَيْهِ وَسلم فَتَلقاهُمْ فِي رِدَاء فنزلوا عَن ركبهمْ يقبلُونَ مَا ولوا مِنْهُ وهم يَقُولُونَ لَا إِلَهَ إِلا اللَّهُ مُحَمَّدٌ رَسُولُ اللَّهِ وَقَالُوا مرنا بِأَمْرك يَا رَسُول الله فَقَالَ تدخلون تَحت راية خَالِد بن الْوَلِيد قَالَ فَلَيْسَ أحد من الْعَرَب آمن مِنْهُم ألف جَمِيعًا الا بَنو سليم قَالَ الطَّبَرَانِيّ رَحْمَة الله لم يروه عَن دَاوُد بن أبي هِنْد بِهَذَا التَّمام الا كهمس وَلَا عَنهُ الا مُعْتَمر تفرد بِهِ مُحَمَّد بن عبد الْأَعْلَى",
            "page": "353",
            "part": "1",
            "seal": "D282D6AC"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وَمن طَرِيقَته المستقيمة وأفعاله الحميدة إِنْزَال مشائخة منَازِل الْأَئِمَّة السّلف ووقيع الزَّنَادِقَة من أهل الْبدع فِيهِ وتسميتهم إِيَّاه مشبها كَمَا سَمِعت الإِمَام مَسْعُود أَحْمد بن الْفُرَات الرَّازِيّ وَأَبُو الْقَاسِم سُلَيْمَان بن أَحْمد بن أَيُّوب الطَّبَرَانِيّ وَأَبُو عبد الله مُحَمَّد بن وَلَا أعرف رابعهم فَإِذا رَأَيْتُمْ من يَقع فيهم أَو فِي وَاحِد مِنْهُم فاعلموا انه على غير الطَّرِيق قَالَ الإِمَام عمي رَحمَه الله أخْبرت عَن أبي عبد الله الشعار انه قَالَ ابْنا أَحْمد بن هَارُون البردعي قَالَ سَمِعت أَبَا زرْعَة الرَّازِيّ يذكر عَن مُحَمَّد بن أبان قَالَ سَمِعت وَكِيع بن الْجراح رَحْمَة الله عَلَيْهِ يَقُول من عَلامَة الْجَهْمِية أَن يسموا أَصْحَاب الحَدِيث مشبهة وَكَذَلِكَ قَالَ عبد الله بن الْمُبَارك ووهب بن جرير وَعَاصِم النَّبِيل وَأحمد بن حَنْبَل وَإِسْحَاق بن رَاهَوَيْه وقتيبة بن سعيد وَعتبَة بن وهب وَحرب بن إِسْمَاعِيل وَأَبُو مَسْعُود الرَّازِيّ وَأَبُو حَاتِم الرَّازِيّ وَأَبُو زرْعَة الرَّازِيّ وَبشر بن الْوَلِيد وَعبد الله بن مُحَمَّد بن النُّعْمَان وَغَيرهم من أَئِمَّة الدّين رَحْمَة الله عَلَيْهِم أَجْمَعِينَ ومقصودنا من إِيرَاد هَذَا الْفَصْل ان الإِمَام أَبَا الْقَاسِم الطَّبَرَانِيّ رَحمَه الله قد أَقَامَ نَفسه بِمَا قد نسبه أهل الْبدع وَالْخلاف اقْتِدَاء بالأئمة السّلف وَالصَّالِحِينَ قبله بِهَذِهِ النِّسْبَة إِلَيْهِم مَعَ أَن المبتدعة والمخالفين لَهُ كَانُوا يموتون على علو إِسْنَاده وَكَثْرَة أَحَادِيثه وَقد سمعُوا مِنْهُ وَرووا عَنهُ مَعَ هَذَا ويطعنون عَلَيْهِ ويزعمون انه كَانَ حشويا وَهل يضر الْقَمَر نباح الْكَلْب مَعَ مَا اني سَمِعت مشائخنا رَحْمَة الله عَلَيْهِم يَقُولُونَ من نعتمد عَلَيْهِم يَقُولُونَ أمْلى الإِمَام أَبُو الْقَاسِم الطَّبَرَانِيّ رَحمَه الله فِي الْجَامِع الْعَتِيق بأصبهان حَدِيث عِكْرِمَة مولى بن عَبَّاس رَضِي الله عَنهُ فِي الرُّؤْيَة فَأنْكر عَلَيْهِ بن طَبَاطَبَا الْعلوِي ورماه بِدَوَاةٍ كَانَت بَين يَدَيْهِ إِلَيْهِ فَلَمَّا رأى الطَّبَرَانِيّ ذَلِك مِنْهُ",
            "page": "356",
            "part": "1",
            "seal": "06975E60"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "واجهه بِكَلَام اختصرته انا صِيَانة لأَقوم وَقَالَ فِي أثْنَاء كَلَامه أما تسكتون وتشتغلون بِمَا أَنْتُم فِيهِ وَلَا تزعجونا عَمَّا سكتنا حَتَّى لَا نذْكر مَا جرى يَوْم الْحرَّة فَلَمَّا سمع بن طَبَاطَبَا ذَلِك مِنْهُ قَامَ وَاعْتذر إِلَيْهِ وَنَدم على مَا فعل واستغفر فَقبل الطَّبَرَانِيّ عذره وَكَانَ هَذَا من علمه الوافر بالأنساب والتواريخ وَمَا جرى بَين النَّاس فِي الْخُصُومَات والمجادلات وَقد اختصرنا على هَذَا الْقدر فقد سكتنا عَمَّا سكت عَنهُ الإِمَام أَبُو الْقَاسِم الطَّبَرَانِيّ رَحمَه الله وَبَلغنِي عَنهُ أَنه كَانَ حسن الْمُشَاهدَة طيب المحاضرة متدبرا قَرَأَ عَلَيْهِ يَوْمًا أَبُو طَاهِر بن يُونُس حَدِيث النَّبِي صلى الله عَلَيْهِ وَسلم أَنه كَانَ يغسل حَصى الْجمار فصحف وَقَالَ كَانَ يغسل خصي الْحمار فَقَالَ لَهُ وَمَا أَرَادَ بذلك يَا أَبَا طَاهِر قَالَ التَّوَاضُع وَكَانَ أَبُو طَاهِر هَذَا كالمغفل وَقَالَ لَهُ الطَّبَرَانِيّ رَحمَه الله يَوْمًا أَنْت وَلَدي يَا أَبَا طَاهِر فَقَالَ وأياك يَا أَبَا الْقَاسِم وَهَذَا وَأَمْثَاله من أخلاقه الْحَسَنَة الجميلة وَسمعت مشائخنا رَحْمَة الله عَلَيْهِم يَقُولُونَ سمعنَا مِمَّن نثق بِهِ ونعتمد عَلَيْهِ ان أَبَا الْقَاسِم الطَّبَرَانِيّ رَحْمَة الله لم يحسن من كَلَام الفارسية الا ثَلَاثَة أَشْيَاء أَولهَا زندروذ وَالثَّانيَِة نمروذ وَالثَّالِثَة خابكينه وَقد قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحبُّوا الْعَرَب لثلاث لِأَنِّي عَرَبِيّ وَالْقُرْآن عَرَبِيّ وَكَلَام أهل الْجنَّة عَرَبِيّ",
            "page": "357",
            "part": "1",
            "seal": "BB8382A4"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "أخبرنَا أَبُو الْحُسَيْن بن أبي الْقَاسِم ابْنا أَحْمد بن مُوسَى ثَنَا أَحْمد بن مُحَمَّد بن الْبكْرِيّ ثَنَا مُحَمَّد بن الْحسن بن هريم ثَنَا الْعَلَاء بن عَمْرو الْحَنَفِيّ",
            "page": "358",
            "part": "1",
            "seal": "AF48ED19"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "ثَنَا يحيى بن بريد الْأَشْعَرِيّ وَمُحَمّد بن الْفضل الْخُرَاسَانِي عَن بن جريج عَن عَطاء عَن بن عَبَّاس بِهِ وبالفارسية مَا ابناه الإِمَام ابْنا العَاصِي ابْنا المستملى ابْنا مُحَمَّد بن وحيد ثَنَا مُحَمَّد بن مُحَمَّد الْمروزِي ثَنَا ويه بن مَحْمُود ثَنَا عُثْمَان بن عبد الرَّحْمَن الْجَزرِي عَن مجاشع بن سعيد بن عَمْرو عَن عبد الله عَن أَبِيه عَن جده قَالَ أتيت رَسُول الله صلى الله عَلَيْهِ وَسلم وكلمته بِالْفَارِسِيَّةِ فَقَالَ أما انه من كَلَام الله عز وَجل رَأَيْت بِخَط الشَّيْخ أبي بكر مُحَمَّد بن عبد الله بن أَحْمد بن إِبْرَاهِيم بن ريذة مَكْتُوبًا قَالَ الصاحب إِسْمَاعِيل بن عباد ¶ قد وجدنَا فِي مُعْجم الطَّبَرَانِيّ ... مَا فَقدنَا فِي سَائِر الْبلدَانِ ¶ بأسانيد لَيْسَ فِيهَا سناد ... ومتون إِذا وردن متان ¶ ذكر مَا وجد من تصانيفه رَحمَه الله ¶ 1 كتاب المعجم الْكَبِير مِائَتَا جُزْء ¶ 2 كتاب مُعْجم الْأَوْسَط أَرْبَعَة وَعِشْرُونَ جُزْءا",
            "page": "359",
            "part": "1",
            "seal": "19581E8E"
        },
        {
            "hno": "3",
            "id": "28",
            "nass": "3 - كتاب مُعْجم الصَّغِير سَبْعَة أَجزَاء 4 مُسْند الْعشْرَة ثَلَاثُونَ جُزْءا 5 مُسْند الشامين عشرَة أَجزَاء 6 كتاب النَّوَادِر عشرَة أَجزَاء 7 كتاب معرفَة الصَّحَابَة 8 الْفَوَائِد عشرَة أَجزَاء 9 مُسْند أبي هُرَيْرَة رَضِي الله عَنهُ 1 مُسْند عَائِشَة رَضِي الله عَنْهَا 11 مُسْند أبي ذَر الْغِفَارِيّ جزءان 12 كتاب التَّفْسِير 13 كتاب مسانيد تَفْسِير بكر بن سهل 14 كتاب دَلَائِل النُّبُوَّة عشرَة أَجزَاء 15 كتاب الدُّعَاء عشرَة أَجزَاء",
            "page": "360",
            "part": "1",
            "seal": "26524B4C"
        },
        {
            "hno": "16",
            "id": "29",
            "nass": "16 - كتاب السّنة عشرَة أَجزَاء 17 كتاب الطوالات ثَلَاثَة أَجزَاء 18 كتاب الْعلم جُزْء 19 كتاب الرُّؤْيَا جُزْء 2 كتاب الْجُود والسخاء جُزْء 21 كتاب الالوية جُزْء 22 كتاب الْأَوَائِل جُزْء 23 كتاب الْأَبْوَاب جُزْء 24 كتاب فَضَائِل شهر رَمَضَان 25 كتاب الْفَرَائِض من السّنَن المسندة 26 كتاب فَضَائِل الْعَرَب جُزْء 27 كتاب فَضَائِل عَليّ رَضِي الله عَنهُ 28 كتاب بَيَان كفر من قَالَ بِخلق الْقُرْآن جُزْء 29 كتاب الرَّد على الْمُعْتَزلَة جُزْء 3 كتاب الرَّد على الْجَهْمِية 31 كتاب مَكَارِم الْأَخْلَاق جُزْء",
            "page": "361",
            "part": "1",
            "seal": "E6B50BE3"
        },
        {
            "hno": "32",
            "id": "30",
            "nass": "32 - كتاب الْعَزْل جُزْء 33 كتاب الصَّلَاة على النَّبِي صلى الله عَلَيْهِ وَسلم جُزْء 34 كتاب الْمَنَاسِك 35 كتاب كتب النَّبِي صلى الله عَلَيْهِ وَسلم جُزْء 36 كتاب الْقِرَاءَة خلف الإِمَام جُزْء 37 كتاب الْغسْل جُزْء 38 كتاب فَضَائِل الْعلم وَاتِّبَاع الْأَثر وذم الرَّأْي وَأَهله 39 مقتل الْحُسَيْن بن عَليّ رَضِي الله عَنهُ جُزْء 4 حَدِيث شُعْبَة بن الْحجَّاج خَمْسَة عشر جُزْءا 41 حَدِيث الثَّوْريّ عشرَة أَجزَاء 42 مُسْند الْأَعْمَش 43 مُسْند الْأَوْزَاعِيّ 44 من روى عَن الزُّهْرِيّ عَن أنس جُزْء 45 حَدِيث مُحَمَّد بن الْمُنْكَدر عَن جَابر جُزْء 46 حَدِيث أَيُّوب السّخْتِيَانِيّ عشرَة أَجزَاء 47 مُسْند أبي إِسْحَاق السبيعِي الْهَمدَانِي 48 مُسْند يحيى بن أبي كثير 49 مُسْند مَالك بن دِينَار 50 مُسْند الْحسن بن أبي الْحسن الْبَصْرِيّ عَن أنس 51 مُسْند حَمْزَة الزيات 52 مُسْند مسعر بن كدام 53 مُسْند أبي سعد الْبَقَّال 54 طرق حَدِيث من كذب عَليّ جُزْء",
            "page": "362",
            "part": "1",
            "seal": "24427537"
        },
        {
            "hno": "55",
            "id": "31",
            "nass": "55 - أَحَادِيث بَيَان بن بشر جُزْء 56 أَحَادِيث من اسْمه عباد جُزْء 57 أَحَادِيث النَّهْي عَن النوح جُزْء 58 مُسْند عبد الْعَزِيز بن رفيع جُزْء 59 أَحَادِيث مُحَمَّد بن جحادة جُزْء 6 مسانيد عمر بن عبد الْعَزِيز جُزْء 61 فضل الإِمَام أَحْمد بن حَنْبَل جُزْء 62 أَحَادِيث إِدْرِيس الأودي جُزْء 63 أَحَادِيث من اسْمه عَطاء جُزْء 64 أَحَادِيث أبي غياث روح بن الْقَاسِم جُزْء",
            "page": "363",
            "part": "1",
            "seal": "5837EFCF"
        },
        {
            "hno": "65",
            "id": "32",
            "nass": "65 - أَحَادِيث فِي فَضَائِل عِكْرِمَة جُزْء 66 أَحَادِيث أُمَّهَات رَسُول الله جُزْء 67 مُسْند عمَارَة بن غزيَّة جُزْء 68 أَحَادِيث طَلْحَة بن مصرف جُزْء 69 غرائب حَدِيث مَالك بن أنس جُزْء 7 أَحَادِيث ضَمْضَم بن زرْعَة جُزْء 71 أَحَادِيث أبان بن تغلب جُزْء 72 أَحَادِيث حُرَيْث بن أبي مطر جُزْء 73 وَصِيَّة النَّبِي لأبي هُرَيْرَة جُزْء 74 كتاب ذكر الْخلَافَة لأبي بكر وَعمر 75 كتاب فَضَائِل الْعَرَب وَعُثْمَان وَعلي رَضِي الله عَنْهُم 76 كتاب جَامع صِفَات النَّبِي صلى الله عَلَيْهِ وَسلم 77 كتاب نسب النَّبِي صلى الله عَلَيْهِ وَسلم وَصفَة الْخُلَفَاء 78 كتاب انسابهم واسمائهم وَكُنَاهُمْ 79 كتاب وَصِيَّة النَّبِي صلى الله عَلَيْهِ وَسلم 8 كتاب لأبي هُرَيْرَة 81 غزل الْخُلَفَاء والامراء 82 مُسْند طَلْحَة بن مصرف الايامي 83 وَأَبُو حُصَيْن عُثْمَان بن عَاصِم الْأَسدي 84 وعمار بن أبي مُعَاوِيَة البَجلِيّ الدهني 85 وَسَعِيد بن أَشوع القَاضِي 86 وَعبد الله بن شبْرمَة",
            "page": "364",
            "part": "1",
            "seal": "18F991E7"
        },
        {
            "hno": "87",
            "id": "33",
            "nass": "87 - عَاصِم بن أبي بَهْدَلَة 88 مُسْند مُحَمَّد بن عجلَان 89 مُسْند حَمْزَة بن جُنْدُب بن الزيات 9 مُسْند أبي سعيد الْحسن بن أبي الْحسن الْبَصْرِيّ عَن أنس 91 عمرَان بن مُوسَى القبي 92 والْحَارث بن يزِيد العكلي 93 مُسْند مسعر بن كدام 94 مُسْند العبادلة من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم 95 مُسْند عَمْرو بن شُعَيْب عَن أَبِيه عَن جده 96 مُسْند أبي أَيُّوب عبد الله بن عَليّ الإفْرِيقِي وزافر بن سُلَيْمَان وَغَيرهمَا 97 مسانيد أبي يحيى مَالك بن دِينَار الزَّاهِد 98 أَحَادِيث الْأَوْزَاعِيّ وَأبي عَمْرو بن الْعَلَاء 99 مُسْند زِيَاد بن أبي زِيَاد الْجَصَّاص 1 وَالْحجاج بن الفرافصة 101 وَهَارُون بن مُوسَى النَّحْوِيّ 102 مُسْند يُونُس بن عبيد 103 مُسْند مُغيرَة بن مقسم الضَّبِّيّ الْكُوفِي 104 كتاب الْأَشْرِبَة 105 كتاب الطَّهَارَة 106 كتاب الامارة ¶ وَالْحَمْد لله رب الْعَالمين وَصلى الله عَلَيْهِ مُحَمَّد وَآله أَجْمَعِينَ",
            "page": "365",
            "part": "1",
            "seal": "3869B41B"
        }
    ],
    "t6654": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "جزء فيه ذكر أبى القاسم سليمان بن أحمد بن أيوب الطبراني رحمه الله وبعض مناقبه ومولده ووفاته وعدد تصانيفه الفه الشيخ الإمام الأجل الحافظ أبو زكريا يحيى عبد الوهاب بن الإمام الحافظ أبي عبد الله بن منده رحمهما الله رواية أبي جعفر محمد بن أحمد بن نصر"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما وجد من تصانيفه رحمه الله"
        }
    ]
}