{
    "b6660": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم رب يسر وأعن ¶ الْحَمد لله الَّذِي رَضِي الْإِسْلَام لمن أحب دينا وغرس الْإِيمَان فِي قُلُوبهم فأثمرت بإخلاص طَاعَته فنونا وَأَعَانَهُمْ على عِبَادَته عناية مِنْهُ فأعظم بِهِ معينا وَحمى أعراضهم من الْفُسَّاق الَّذين توعدهم بقوله تَعَالَى يَقِينا {وَالَّذين يُؤْذونَ الْمُؤمنِينَ وَالْمُؤْمِنَات بِغَيْر مَا اكتسبوا فقد احتملوا بهتانا وإثما مُبينًا} ¶ فنحمد الله على جزيل نعمه بالاسلام ونشكره على جميل كرمه وَجَمِيع الإنعام ونسأله أَن يَقِينا شَرّ ذَوي الْهوى وَيَكْفِينَا أَذَى الجهلة الطغام ¶ ونشهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ شَهَادَة خَالِصَة لَا ريب فِيهَا وعقيدة سَالِمَة لَا تَشْبِيه يُفْسِدهَا وَلَا تَعْطِيل يعتريها ونقر بِأَن الله سُبْحَانَهُ {لَيْسَ كمثله شَيْء وَهُوَ السَّمِيع الْبَصِير} تمجيدا لَهُ وتنزيها",
            "page": "3",
            "part": "1",
            "seal": "A675638F"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "ونشهد أَن سيدنَا مُحَمَّدًا عَبده وَرَسُوله الَّذِي أرْسلهُ رَحْمَة مهداة وابتعثه نعْمَة لمن اتبع هداه وَجعله نقمة على من ابتدع بهواه فلطريقته النَّبَوِيَّة يقتفي الأخيار وبشريعته المحمدية يَقْتَدِي الْأَبْرَار وعَلى سنته المرضية يحافظ حفاظ الْآثَار صلى الله عَلَيْهِ أفضل صلواته وأشرف وحياه بأزكى تحياته وأطرف وَأكْرم وأنعم وأتحف وَعرف وَرَضي الله عَن آله سراة الْأَئِمَّة وَأَصْحَابه هداة الْأمة مَا أذهبت أنوار الْحق ظلمات الْبَاطِل المدلهمة وَسلم تَسْلِيمًا ¶ أما بعد فَإِن الله عز وَجل وَله الْمِنَّة الْعُظْمَى أكمل هَذَا الدّين تممه حكما وَأَشَارَ إِلَى ذَلِك فِي كِتَابه الْمنزل على خير مُرْسل حتما بَقينَا {الْيَوْم أكملت لكم دينكُمْ وَأَتْمَمْت عَلَيْكُم نعمتي ورضيت لكم الْإِسْلَام دينا} فَلم يبْق بعد الْكَمَال غَايَة ترَاد وَلَا حكم يُوجب وَلَا فَرِيضَة تزاد وَالدّين الْمشَار إِلَيْهِ مَا شَرعه سيدنَا رَسُول الله صلوَات الله وَسَلَامه عَلَيْهِ وَإِنَّمَا شَرعه بِأَمْر الله ووحيه وكشف بِإِذْنِهِ عَن حَقِيقَة أوامره وَنَهْيه يعلم ذَلِك مُبينًا مشروحا من قَوْله تَعَالَى {وَمَا ينْطق عَن الْهوى إِن هُوَ إِلَّا وَحي يُوحى} ¶ وَخرج الإِمَام الزَّاهِد الْكَبِير أَبُو الْفَتْح نصر بن إِبْرَاهِيم الْمَقْدِسِي الشَّافِعِي فِي كِتَابه الْحجَّة على تَارِك المحجة من حَدِيث سُرَيج بن يُونُس عَن المعاوفي",
            "page": "4",
            "part": "1",
            "seal": "F4456A27"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "ابْن عمرَان عَن الْأَوْزَاعِيّ عَن أبي عبيد يَعْنِي حَاجِب سُلَيْمَان بن عبد الْملك عَن الْقَاسِم بن مخيمرة عَن ابْن نضيلة قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا يسألني الله عز وَجل عَن سنة أحدثتها فِيكُم لم يَأْمُرنِي الله عز وَجل بهَا وَرَوَاهُ أَبُو بكر ابْن أبي عَليّ فَقَالَ أَنا القَاضِي أَبُو أَحْمد مُحَمَّد بن أَحْمد ابْن إِبْرَاهِيم ثَنَا أَحْمد بن هَارُون ثَنَا سُلَيْمَان بن سيف ثَنَا أَيُّوب بن خَالِد ثَنَا الْأَوْزَاعِيّ حَدثنِي أَبُو عبيد حَاجِب سُلَيْمَان بن عبد الْملك حَدثنِي الْقَاسِم بن مخيمرة حَدثنِي طَلْحَة بن نضيلة قَالَ قبل لرَسُول الله صلى الله عَلَيْهِ وَسلم سعر لنا يَا رَسُول الله فَقَالَ لَا يسألني الله عز وَجل عَن سنة أحدثتها فِيكُم لم يَأْمُرنِي بهَا وَلَكِن سلوا الله من فَضله ¶ تابعهما أَبُو يُوسُف مُحَمَّد بن كثير المصِّيصِي وَأَبُو الْمُغيرَة عبد القدوس ابْن الْحجَّاج الْخَولَانِيّ وَعِيسَى بن يُونُس عَن الْأَوْزَاعِيّ بِنَحْوِهِ ¶ وَأَبُو عبيد مولى سُلَيْمَان بن عبد الْملك من ثِقَات تَابِعِيّ أهل الشَّام اخْتلف فِي اسْمه فَقيل حييّ سَمَّاهُ مُسلم بن الْحجَّاج فِي كِتَابه الكنى",
            "page": "5",
            "part": "1",
            "seal": "F05CCDD3"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "وَصدر بِهِ البُخَارِيّ كَلَامه فِي التَّارِيخ الْكَبِير وَقَالَ سَمَّاهُ هَكَذَا عبد الله ابْن أبي الْأسود ثمَّ قَالَ قَالَ عبد الحميد بن جَعْفَر حوي انْتهى ¶ وَابْن نضيلة مُخْتَلف فِي صحبته فالجمهور أَنه تَابِعِيّ كنيته أَبُو مُعَاوِيَة كُوفِي وَقَالَ أَبُو بكر ابْن أبي دَاوُد السجسْتانِي ثَنَا عَليّ بن خشرم وَعبد الله ابْن سعيد قَالَا ثَنَا عِيسَى بن يُونُس عَن الْأَوْزَاعِيّ عَن حسان بن عَطِيَّة قَالَ كَانَ جِبْرِيل عَلَيْهِ السَّلَام ينزل على النَّبِي صلى الله عَلَيْهِ وَسلم بِالسنةِ كَمَا ينزل بِالْقُرْآنِ يُعلمهُ إِيَّاهَا كَمَا يُعلمهُ الْقُرْآن ¶ تابعهما نعيم بن حَمَّاد عَن عِيسَى وَرَوَاهُ روح بن عبَادَة وَأَبُو إِسْحَاق الْفَزارِيّ وَمُحَمّد بن كثير المصِّيصِي عَن الْأَوْزَاعِيّ نَحوه",
            "page": "6",
            "part": "1",
            "seal": "17464E5B"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وجوب اتِّبَاع السّنة ¶ فَالْوَاجِب على كل مُسلم اتِّبَاع السّنة المحمدية واقتفاء الْآثَار النَّبَوِيَّة الأحمدية الَّتِي مِنْهَا التَّمَسُّك بِسنة الْخُلَفَاء الرَّاشِدين والتبرك بآثار الْأَئِمَّة المهديين وَلَقَد اقام النَّاس على ذَلِك بعد عصر النُّبُوَّة زَمَانا تابعين للشريعة النَّبَوِيَّة احتسابا وإيمانا كَمَا أَشَارَ إِلَيْهِ الإِمَام أَبُو الفنح نصر بن إِبْرَاهِيم الْمَقْدِسِي فِي كتاب الْحجَّة فَقَالَ ¶ وَقد كَانَ النَّاس على ذَلِك زَمَانا بعده إِذْ كَانَ فيهم الْعلمَاء وَأهل الْمعرفَة بِاللَّه من الفهماء من أَرَادَ تَغْيِير الْحق منعُوهُ وَمن ابتدع بِدعَة زجروه وَإِن زاغ عَن الْوَاجِب قوموه وبينوا لَهُ رشده وفهموه فَلَمَّا ذهب الْعلمَاء من الْحُكَمَاء ركب كل وَاحِد هَوَاهُ فابتدع مَا أحب وارتضاه وناظر أهل الْحق عَلَيْهِ ودعاهم بجهله إِلَيْهِ وزخرف لَهُم القَوْل بِالْبَاطِلِ فتزين بِهِ وَصَارَ ذَلِك عِنْدهم دينا يكفر من خَالفه ويلعن من باينه وساعده على ذَلِك من لَا علم لَهُ من الْعَوام ويوقع بِهِ الظنة وَالْإِيهَام وَوجد على ذَلِك الْجُهَّال أعوانا وَمن أَعدَاء الْعلم أخدانا أَتبَاع كل ناعق ومجيب كل زاعق لَا يرجعُونَ فِيهِ إِلَى دين وَلَا يعتمدون",
            "page": "7",
            "part": "1",
            "seal": "49666BE6"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "على يَقِين قد تمكنت لَهُم بِهِ الرِّئَاسَة فَزَادَهُم ذَلِك فِي الْبَاطِل نفاسة تزينوا بِهِ للعامة ونسوا شَدَائِد يَوْم الطامة ¶ ثمَّ روى الشَّيْخ نصر بِإِسْنَادِهِ إِلَى مُحَمَّد بن عبد الله ابْن أبي الثَّلج قَالَ حَدثنَا الْهَيْثَم بن خَارِجَة ثَنَا هَيْثَم بن عمرَان الْعَبْسِي سَمِعت إِسْمَاعِيل ابْن عبيد الله المَخْزُومِي يَقُول يَنْبَغِي لنا أَن نتحفظ مَا جَاءَنَا عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فَإِن الله عز وَجل قَالَ {وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا} فَهُوَ بِمَنْزِلَة الْقُرْآن",
            "page": "8",
            "part": "1",
            "seal": "C16A7ADD"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "لَا يقطع بالنَّار لأحد من أهل التَّوْحِيد ¶ ثمَّ ذكر فِي مَعْنَاهُ عدَّة أَحَادِيث وآثار مروية فِي وجوب اقتفاء السّنة النَّبَوِيَّة الَّتِي مِنْهَا حكم مَسْأَلَة الْوَعيد وَالْقطع بالنَّار لأحد من أهل التَّوْحِيد هَذِه أول مَسْأَلَة فِيمَا قيل وَقع فِيهَا النزاع الطَّوِيل وبسببها وَحدثت بِدعَة الاعتزال وارتكس أَهلهَا فِي دركة الضلال فَفِي زمن التَّابِعين كالحسن الْبَصْرِيّ وَابْن سِيرِين اخْتلفت طَائِفَة جلة فِي حكم الْفَاسِق من أهل الْملَّة فَذهب أهل السّنة وَالْجَمَاعَة أَنه لَا يخرج من مِلَّة الاسلام بفسوقه عَن الطَّاعَة وَطَائِفَة حكمت بِأَنَّهُ لَا مُؤمن وَلَا كَافِر لكنه يخلد فِي النَّار بِمَا ارْتكب من الْكَبَائِر وَكَانَ هَؤُلَاءِ فِيمَا خلا من الزَّمن يَجْلِسُونَ لأخذ الْعلم فِي حَلقَة الْحسن فاعتزلوا الْحلقَة لمخالفتهم أَهلهَا بِمَا تقدم فلقبوا بذلك معتزلة لَكِن عَن الْخَيْر إِلَى المأثم ثمَّ أطلق الاعتزال على مَذْهَبهم شهرة وَكَانَ ذَلِك على رَأس الْمِائَة الثَّانِيَة من الْهِجْرَة ثمَّ اتَّسع عَلَيْهِم مجَال الاعتزال مَعَ ضيقه فتاهوا عَن الْحق وَضَلُّوا عَن طَرِيقه ¶ وَذَهَبت الْخَوَارِج إِلَى أَن الْمُسلم صَاحب الذُّنُوب الْكِبَار كَافِر عِنْدهم مخلد فِي النَّار وَهَذَا مَذْهَب بَاطِل أحدثه أهل المروق بتكفير من كَانَ من أهل الْقبْلَة بالفسوق ¶ وَالْحق الَّذِي لَا ريب فِيهِ وَلَا خلل يَعْتَرِيه أَن الحكم على مُسلم معِين بِدُخُول النَّار غير جَائِز على مَا جزم بِهِ جُمْهُور أهل الْعلم وحمال الْآثَار",
            "page": "9",
            "part": "1",
            "seal": "1C272846"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "لانْتِفَاء حكم الْوَعيد عَنهُ وَخُرُوجه سالما مِنْهُ إِمَّا بتوبة خَالِصَة أَو حَسَنَة ماحية أَو مُصِيبَة مكفرة أَو شَفَاعَة مَقْبُولَة مَاضِيَة ¶ قَالَ الامام أَبُو عبد الله أَحْمد بن حَنْبَل رَحْمَة الله عَلَيْهِ فِي كتاب السّنة الَّذِي رَوَاهُ أَبُو الْعَبَّاس أَحْمد بن جَعْفَر بن يَعْقُوب بن عبد الله الْفَارِسِي الاصطخري عَن الإِمَام أَحْمد قَالَ هَذِه مَذَاهِب أهل الْعلم وَأَصْحَاب الْآثَار وَأهل السّنة المتمسكين بعروتها المعروفين بهَا المقتدى بهم فِيهَا من لدن أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم الى يَوْمنَا هَذَا وَأدْركت من أدْركْت من عُلَمَاء أهل الْحجاز وَالشَّام وَغَيرهم عَلَيْهَا فَذكر السّنة وَمِنْهَا ¶ قَالَ والكف عَن أهل الْقبْلَة وَلَا نكفر أحدا مِنْهُم بذنب وَلَا نخرجهُ من الْإِسْلَام بِعَمَل إِلَّا أَن يكون فِي ذَلِك حَدِيث فيروى الحَدِيث وكما جَاءَ وكما رُوِيَ ونصدقه ونقبله ونعلم أَنه كَمَا رُوِيَ نَحْو ترك الصَّلَاة شرب الْخمر وَمَا أشبه ذَلِك أَو يبتدع بِدعَة بِنسَب صَاحبهَا إِلَى الْكفْر وَالْخُرُوج من الاسلام فَاتبع الْأَثر فِي ذَلِك وَلَا تجاوزه وَذكر بَقِيَّة شرح السّنة ¶ وَمعنى هَذَا الِاسْتِثْنَاء الْمَذْكُور يرْوى عَن الزُّهْرِيّ وَغَيره من أَئِمَّة الْمَأْثُور من أَن حَدِيث لَا يَزْنِي الزَّانِي حِين يَزْنِي وَهُوَ مُؤمن وَنَحْوه من الْأَحَادِيث يُؤمن بهَا وتمر على مَا جَاءَت كَمَا أمرهَا من كَانَ قبلنَا وَلَا يخاض فِي مَعْنَاهَا ¶ وَالَّذِي عَلَيْهِ إِجْمَاع أهل الْحق على أَن الزَّانِي وَنَحْوه من أَصْحَاب الْكَبَائِر غير الشّرك لَا يكفرون بذلك بل هم مُؤمنُونَ ناقصو الْإِيمَان إِن تَابُوا سَقَطت عقوبتهم وَإِن مَاتُوا مصرين على الْكَبَائِر كَانُوا فِي مَشِيئَة الله إِن شَاءَ عَفا عَنْهُم وأدخلهم الْجنَّة وَإِن شَاءَ عذبهم ثمَّ أدخلهم الْجنَّة",
            "page": "10",
            "part": "1",
            "seal": "6A4A5F6C"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "عدم جَوَاز اللَّعْن ¶ وَقَالَ الْعَلامَة شيخ الْإِسْلَام مُحي الدّين أَبُو زَكَرِيَّا النَّوَوِيّ رَحْمَة الله عَلَيْهِ وَاتفقَ الْعلمَاء على تَحْرِيم اللَّعْن فَإِنَّهُ فِي اللُّغَة الابعاد والطرد وَفِي الشَّرْع الإبعاد من رَحْمَة الله فَلَا يجوز أَن يبعد من رَحْمَة الله من لَا يعرف حَاله وخاتمة أمره معرفَة قَطْعِيَّة فَلهَذَا قَالُوا لَا يجوز لعن أحد بِعَيْنِه مُسلما كَانَ أَو كَافِرًا أَو دَابَّة إِلَّا من علمنَا بِنَصّ شَرْعِي أَنه مَاتَ على الْكفْر أَو يَمُوت عَلَيْهِ كَأبي جهل وإبليس ¶ وَأما اللَّعْن بِالْوَصْفِ فَلَيْسَ بِحرَام كلعن الْوَاصِلَة وَالْمسْتَوْصِلَة والواشمة والمستوشمة وآكل الرِّبَا وموكله والمصورين والظالمين والفاسقين والكافرين وَلعن الله من غير منار الآرض وَمن تولى غير موَالِيه وَمن انتسب إِلَى غير أَبِيه وَمن أحدث فِي الْإِسْلَام حَدثا أَو آوى مُحدثا وَغير ذَلِك مِمَّا جَاءَت النُّصُوص الشَّرْعِيَّة بإطلاقة على الْأَوْصَاف لَا على الْأَعْيَان وَالله أعلم قَالَه فِي شرح صَحِيح مُسلم ¶ فلعن الْمُسلم الْمعِين حرَام وَأَشد مِنْهُ رميه بالْكفْر وَخُرُوجه من الْإِسْلَام وَفِي ذَلِك أُمُور غير مرضية",
            "page": "11",
            "part": "1",
            "seal": "79A4C726"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "مِنْهَا إشمات الْأَعْدَاء بِأَهْل هَذِه الْملَّة الزكية وتمكينهم بذلك من الْقدح فِي الْمُسلمين واشتضعافهم لشرائع هَذَا الدّين ¶ وَمِنْهَا أَنه رُبمَا يقْتَدى بالرامي فِيمَا رمى فيتضاعف وزره بِعَدَد من تبعه مأثما وَقل أَن يسلم من رمى بِكفْر مُسلما فقد خرج أَبُو حَاتِم مُحَمَّد بن حبَان فِي صَحِيحه عَن أبي سعيد الْخُدْرِيّ رَضِي الله تَعَالَى عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا أكفر رجل رجلا إِلَّا بَاء بِأَحَدِهِمَا بهَا فَإِن كَانَ كَافِرًا وَإِلَّا كفر بتكفيره وَله شَاهد فِي الصَّحِيحَيْنِ من حَدِيث أبي ذَر وَابْن عمر رَضِي الله تَعَالَى عَنْهُم وَفِي صَحِيح البُخَارِيّ لَهُ شَاهد أَيْضا من حَدِيث أبي هُرَيْرَة رَضِي الله تَعَالَى عَنهُ وَصَحَّ عَن ثَابت ابْن الضَّحَّاك رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ وَمن رمى مُؤمنا بِكفْر فَهُوَ كقتله وَخرج أَبُو بكر الْبَزَّار فِي مُسْنده عَن عمرَان بن حُصَيْن رَضِي الله عَنْهُمَا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا قَالَ الرجل لِأَخِيهِ يَا كَافِر فَهُوَ كقتله ¶ وروينا من حَدِيث الثَّوْريّ عَن يزِيد ابْن أبي زِيَاد عَن عَمْرو بن سَلمَة قَالَ سَمِعت عبد الله بن مَسْعُود رَضِي الله عَنهُ يَقُول مَا من مُسلمين إِلَّا وَبَينهمَا ستر من الله عز وَجل فَإِن قَالَ أَحدهمَا لِأَخِيهِ كلمة هجر خرق ستر الله الَّذِي بَينهمَا وَلَا قَالَ أَحدهمَا أَنْت كَافِر إِلَّا كفر أَحدهمَا تَابعه مُحَمَّد بن فُضَيْل وَأَبُو إِسْحَاق الْفَزارِيّ عَن يزِيد",
            "page": "12",
            "part": "1",
            "seal": "8E3E911A"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "فَهَل بعد هَذَا الْوَعيد من مزِيد فِي التهديد وَلَعَلَّ الشَّيْطَان يزين لمن اتبع هَوَاهُ وَرمى بالْكفْر وَالْخُرُوج من الْإِسْلَام أَخَاهُ أَنه تكلم فِيهِ بِحَق ورماه وَأَنه من بَاب الْجرْح وَالتَّعْدِيل لَا يَسعهُ السُّكُوت عَن الْقَلِيل من ذَلِك فَكيف بالجليل ¶ هَيْهَات هَيْهَات إِن فِي مجَال الْكَلَام فِي الرِّجَال عقبات مرتقيها على خطر ومرتقبها هوى لَا منجى لَهُ من الأثم وَلَا وزر فَلَو حاسب نَفسه الرَّامِي أَخَاهُ مَا السَّبَب الَّذِي هاج ذَلِك لتحَقّق أَنه الْهوى الَّذِي صَاحبه هَالك",
            "page": "13",
            "part": "1",
            "seal": "53DE93AE"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "طَبَقَات النقاد ¶ وَالْكَلَام فِي الرِّجَال ونقدهم يَسْتَدْعِي أمورا فِي تعديلهم وردهم مِنْهَا أَن يكون الْمُتَكَلّم عَارِفًا بمراتب الرِّجَال وأحوالهم فِي الانحراف والاعتدال ومراتبهم من الْأَقْوَال وَالْأَفْعَال وَأَن يكون من أهل الْوَرع وَالتَّقوى مجانبا للعصبية والهوى خَالِيا من التساهل عَارِيا عَن غَرَض النَّفس بالتحامل مَعَ الْعَدَالَة فِي نَفسه والاتقان والمعرفة بالأسباب الَّتِي يجرح بِمِثْلِهَا الانسان وَإِلَّا لم يقبل قَوْله فِيمَن تكلم وَكَانَ مِمَّن اغتاب وفاه بِمحرم ¶ وَإِذا نَظرنَا فِي طَبَقَات النقاد من كل جيل الَّذين قبل قَوْلهم فِي الْجرْح وَالتَّعْدِيل رأيناهم أَئِمَّة بِمَا ذكر موصوفين وعَلى سَبِيل نصيحة الْأمة متكلمين كمن كَانَ فِي الْمِائَة وَسِتِّينَ من الْهِجْرَة وَمَا قاربها من السنين فِي طبقَة النقاد المهرة مثل شُعْبَة بن الْحجَّاج وَالْأَوْزَاعِيّ وَالثَّوْري سُفْيَان وَمَالك وَاللَّيْث والحمادين وَمُحَمّد بن مطرف أبي غَسَّان ¶ ثمَّ طبقَة من كَانَ قبيل الْمِائَة الثَّانِيَة من الائمة الَّذين أَقْوَالهم مَاضِيَة كَعبد الله بن الْمُبَارك وَجَرِير بن عبد الحميد وهشيم بن بشير وسُفْيَان ابْن عُيَيْنَة وَإِسْمَاعِيل ابْن علية وَأبي مُعَاوِيَة الضَّرِير وَيحيى بن سعيد الْقطَّان وَهُوَ أول من انتدب للنقد فِي هَذَا الشَّأْن",
            "page": "14",
            "part": "1",
            "seal": "7B5BB3E3"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وَبعده عبد الرَّحْمَن بن مهْدي وطبقته إِلَى حُدُود الْمِائَتَيْنِ وَثَلَاثِينَ كَأبي دَاوُد سُلَيْمَان بن دَاوُد الطَّيَالِسِيّ والامام أبي عبد الله مُحَمَّد بن إِدْرِيس الشَّافِعِي وَآخَرين ¶ ثمَّ تلاهم بعد ذَلِك يحيى بن معِين فِي نقد الرِّجَال وَلَا يضر اخْتِلَاف الرِّوَايَة فِي وَاحِد بأقوال وَكَذَلِكَ الامام أَحْمد بن حَنْبَل وَخلق من هَذِه الطَّبَقَة يحكم بنقدهم وَيعْمل مثل مُحَمَّد بن عبد الله بن نمير وَمُحَمّد بن عبد الله بن عمار وَعَمْرو بن عَليّ الفلاس وقتيبة وَمُحَمّد بن بشار بنْدَار ¶ وبعدهم طبقَة البُخَارِيّ مُحَمَّد بن إِسْمَاعِيل ¶ وقبيل الثلاثمائة بِقَلِيل كمحمد بن يحيى الذهلي وَعبد الله الدَّارمِيّ وَأحمد بن الْفُرَات وَأبي زرْعَة عبيد الله بن عبد الْكَرِيم وَابْن خَالَته أبي حَاتِم الرازيين وَخلق من الْأَثْبَات ¶ ثمَّ طبقَة مَا بَين الْمِائَتَيْنِ وَسبعين إِلَى بعيد الثلاثمائة من السنين كَأبي عِيسَى مُحَمَّد بن عِيسَى التِّرْمِذِيّ وَأبي عبد الرَّحْمَن أَحْمد بن شُعَيْب النَّسَائِيّ وَمُحَمّد ابْن مَاجَه وَآخَرين مِنْهُم أَبُو يعلى الْموصِلِي وَأحمد بن نصر الْخفاف وَعبد الله بن أَحْمد بن حَنْبَل وَإِبْرَاهِيم بن معقل النَّسَفِيّ وَأسلم بن سهل بحشل ¶ وَمن بعد عصرهم بِقَلِيل كالمصنف النَّبِيل إِمَام الْأَئِمَّة مُحَمَّد بن إِسْحَاق ابْن خُزَيْمَة وَعبد الله ابْن أبي دَاوُد وَأبي بكر مُحَمَّد بن إِبْرَاهِيم بن الْمُنْذر الامام وَمُحَمّد بن جرير وَيحيى بن صاعد وَغَيرهم من الاعلام ¶ ثمَّ طبقَة بعد الْعشْرين وثلاثمائة عَام إِلَى بعد الْأَرْبَعين من الأعوام كَأبي حَامِد أَحْمد بن الشَّرْقِي وَأبي جَعْفَر أَحْمد بن مُحَمَّد الطَّحَاوِيّ الامام",
            "page": "15",
            "part": "1",
            "seal": "E777BDA3"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وَعبد الرَّحْمَن بن أبي حَاتِم وَأبي جَعْفَر الْعقيلِيّ مُحَمَّد بن عَمْرو وَالْحُسَيْن ابْن إِسْمَاعِيل الْمحَامِلِي وَغَيرهم من نقاد هَذَا الْأَمر ¶ ثمَّ طبقَة من كَانَ من الناقدين إِلَى بعيد الثلاثمائة وَسبعين كَأبي الْحُسَيْن عبد الْبَاقِي بن قَانِع وَأبي أَحْمد مُحَمَّد بن أَحْمد الْعَسَّال وَأبي حَاتِم مُحَمَّد ابْن حبَان وَالطَّبَرَانِيّ وَأبي أَحْمد عبد الله بن عدي وعدة من الرِّجَال ¶ ثمَّ طبقَة من كَانَ بعدهمْ من الْأَعْلَام إِلَى حُدُود أَرْبَعمِائَة عَام وفيهَا قل الاعتناء بالآثار لما ظهر من الْبدع وثار لاستيلاء آل بويه على الْعرَاق وَبني عبيد الباطنية على مصر وَغَيرهَا من الْآفَاق وَكَانَ فِي هَذِه الطَّبَقَة عدَّة من أَئِمَّة السّنة النبل كَأبي الْحسن عَليّ بن عمر الدَّارَقُطْنِيّ وَبِه ختم معرفَة الْعِلَل وَأبي عبد الله مُحَمَّد بن إِسْحَاق بن مَنْدَه الْعَبْدي وَالْحَاكِم أبي عبد الله مُحَمَّد بن عبد الله الضَّبِّيّ ¶ ثمَّ من بعدهمْ إِلَى بعيد الأربعمائة وَثَلَاثِينَ عدَّة من نقاد الْمُحدثين كَعبد الْغَنِيّ بن سعيد وَأحمد بن عَليّ السُّلَيْمَانِي وَأبي بكر أَحْمد بن مرْدَوَيْه وَمُحَمّد ابْن أبي الفوارس وَأبي نعيم أَحْمد بن عبد الله الْأَصْفَهَانِي ¶ ثمَّ من كَانَ من الْأَعْلَام إِلَى حُدُود الْخمسين وَأَرْبَعمِائَة عَام كَأبي عبد الله مُحَمَّد بن عَليّ الصُّورِي وَالْحسن بن مُحَمَّد الْخلال والخليل بن عبد الله الخليلي وعدة من الرِّجَال ¶ ثمَّ من كَانَ بعد الْخمسين إِلَى حُدُود أَرْبَعمِائَة وَثَمَانِينَ كَأبي بكر الْبَيْهَقِيّ الامام وَعبد الله بن مُحَمَّد الانصاري شيخ الاسلام وَأبي بكر أَحْمد بن عَليّ خطيب بَغْدَاد وَأبي عمر بن عبد الْبر وَأبي الْوَلِيد الْبَاجِيّ وعدة من النقاد ¶ ثمَّ من كَانَ بعدهمْ إِلَى بعد الْخَمْسمِائَةِ بِقَلِيل كَأبي نصر عَليّ بن مَاكُولَا وَالشَّيْخ نصر الْمَقْدِسِي النَّبِيل وَأبي عَليّ الْحُسَيْن بن مُحَمَّد الغساني وَأبي عَليّ",
            "page": "16",
            "part": "1",
            "seal": "60ABFFD3"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "أَحْمد بن مُحَمَّد البرداني ¶ ثمَّ من كَانَ بعد الْخَمْسمِائَةِ بِنَحْوِ أَرْبَعِينَ سنة مقدرَة كمحيي السّنة الْحُسَيْن بن مُحَمَّد الْبَغَوِيّ وَالْقَاضِي أبي عَليّ الْحُسَيْن بن سكرة ¶ ثمَّ من كَانَ من نقاد الْمُحدثين بعد الْخَمْسمِائَةِ وَأَرْبَعين كَأبي الْفضل مُحَمَّد بن نَاصِر والسلفي أَحْمد بن مُحَمَّد بن أبي طَاهِر وَالْقَاضِي عِيَاض ويوسف بن الدّباغ أبي الْوَلِيد وَأبي بكر مُحَمَّد بن عبد الله بن الْعَرَبِيّ الْمُفِيد وَأبي الْعَلَاء الْحسن بن أَحْمد شيخ همذان وَأبي مُوسَى مُحَمَّد ابْن أبي بكر الْمَدِينِيّ مُحدث أصفهان وَأبي الْقَاسِم عَليّ ابْن عَسَاكِر حَافظ الشَّام وَأبي سعد عبد الْكَرِيم بن مُحَمَّد بن السَّمْعَانِيّ الامام ¶ ثمَّ من كَانَ الى حُدُود الستمائة وبعيدها من نقاد الرِّجَال كَعبد الْحق الاشبيلي وَأبي الْقَاسِم خلف ابْن بشكوال وَأبي بكر مُحَمَّد بن مُوسَى الْحَازِمِي وَعبد الرَّحْمَن ابْن الْجَوْزِيّ الْعَالم الْجواد وَأبي المحاسن عمر بن عَليّ الدِّمَشْقِي وعدة من النقاد كَعبد الْغَنِيّ الْمَقْدِسِي وَعبد الْقَادِر الرهاوي وَعبد الْعَزِيز بن الْأَخْضَر بِبَغْدَاد وَعلي بن الْمفضل الاسكندراني وَأبي نزار ربيعَة بن الْحسن الْيَمَانِيّ ¶ ثمَّ كَانَ فِي الْمِائَة السَّابِعَة طَائِفَة لمن تقدم تَابِعَة كَأبي الْحسن عَليّ بن الْقطَّان النَّبِيل واسماعيل ابْن الانماطي ويوسف بن خَلِيل والضياء مُحَمَّد ابْن عبد الْوَاحِد وَأبي الرّبيع سُلَيْمَان بن مُوسَى النَّاقِد ¶ ثمَّ من بعدهمْ جمَاعَة من الاعلام كَأبي عَمْرو عُثْمَان ابْن الصّلاح الامام والزكي عبد الْعَظِيم الْمُنْذِرِيّ وَأحمد بن مَحْمُود الْجَوْهَرِي ¶ ثمَّ طبقَة النواوي شيخ الاسلام وَأبي مُحَمَّد عبد الْمُؤمن الدمياطي",
            "page": "17",
            "part": "1",
            "seal": "E14BCD76"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "الامام والمحب أَحْمد بن عبد الله الطَّبَرِيّ مُصَنف الْأَحْكَام والعلامة أبي الْفَتْح مُحَمَّد ابْن دَقِيق الْعِيد وَأحمد بن فَرح الاشبيلي الْمُفِيد ¶ ثمَّ من بعدهمْ طبقَة أبي الْحجَّاج الْمزي حَامِل راية هَذَا الشان يُوسُف ابْن الزكي عبد الرَّحْمَن وَأبي الْعَبَّاس أَحْمد ابْن تَيْمِية علم الْأَعْيَان وَالقَاسِم ابْن البرزالي ناقد الرِّجَال وَأبي عبد الله مُحَمَّد ابْن الذَّهَبِيّ صَاحب ميزَان الِاعْتِدَال وَمُحَمّد بن عبد الرَّحْمَن بن سامة ومحمود ابْن أبي بكر الفرضي الْعَلامَة وَعبد الْكَرِيم الْحلَبِي قطب الدّين وَمُحَمّد بن مُحَمَّد بن مُحَمَّد ابْن سيد النَّاس فِي آخَرين ¶ ثمَّ طبقَة مُحَمَّد بن عبد الْهَادِي الْمُفِيد والمؤرخ الدهلي سعيد وَأحمد ابْن مظفر أحد الأيقاظ وخليل العلائي فَقِيه الْحفاظ والعلامة إِسْمَاعِيل ابْن كثير صَاحب التَّارِيخ وَالتَّفْسِير وَالسَّيِّد الْحُسَيْنِي مُحَمَّد بن عَليّ بن الْحسن الشَّامي وَأبي الْمَعَالِي مُحَمَّد بن رَافع السلَامِي وَطَائِفَة ناقدة محررة كشيخنا أبي بكر مُحَمَّد بن الْمُحب صَاحب كتاب التَّذْكِرَة",
            "page": "18",
            "part": "1",
            "seal": "C9243CF4"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "الطعْن بِسَبَب الْمَذْهَب ¶ فَإِذا نَظرنَا فِي كَلَام من ذكر وأشير إِلَيْهِ رَأينَا كلا مِنْهُم يعْتَمد فِي الْجرْح وَالتَّعْدِيل عَلَيْهِ وَلم نر أحدا مِنْهُم عمد إِلَى إِمَام جليل ثِقَة نبيل رَمَاه عَن الْإِسْلَام بالتحويل وَلَا أفْصح بِكُفْرِهِ تَصْرِيحًا وَلَا حكم عَلَيْهِ بعد مَوته بالْكفْر تجريحا حاشا أَئِمَّة هَذِه السّنة من الْميل عَن سنَن الْهدى أَو الانحراف إِلَى قلَّة الانصاف بِاتِّبَاع الْهوى لَكِن بعض الْأَعْيَان تكلم فِي بعض الأقران مثل كَلَام أبي نعيم فِي ابْن مَنْدَه وَابْن مَنْدَه فِيهِ فَلَا نتَّخذ كَلَامهمَا فِي ذَلِك عُمْدَة بل وَلَا نحكيه لِأَن النَّاقِد إِذا بحث عَن سَبَب الْكَلَام فِي مثل ذَلِك وانتقد رَآهُ إِمَّا لعداوة أَو لمَذْهَب أَو لحسد وَقل أَن يسلم عصر بعد تِلْكَ الْقُرُون الثَّلَاثَة من هَذِه المهالك وَمن نظر فِي التَّارِيخ الاسلامي فضلا عَن غَيره حقق ذَلِك وَمَا وَقع مِنْهُ فِي الْأَغْلَب كَانَ سَببه الْمَذْهَب ¶ وَلَقَد قَالَ إِمَام الْجرْح وَالتَّعْدِيل وَالْمُعْتَمد عَلَيْهِ فِي الْمَدْح والقدح أَبُو عبد الله مُحَمَّد ابْن الذَّهَبِيّ فِيمَا وجدته بِخَطِّهِ",
            "page": "19",
            "part": "1",
            "seal": "517D2BE3"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "وَلَا ريب أَن بعض عُلَمَاء النّظر بالغوا فِي النَّفْي وَالرَّدّ والتحريف والتنزيه بزعمهم حَتَّى وَقَعُوا فِي بِدعَة أَو نعت الْبَارِي بنعوت الْمَعْدُوم ¶ كَمَا أَن جمَاعَة من عُلَمَاء الْأَثر بالغوا فِي الاثبات وَقبُول الضَّعِيف وَالْمُنكر ولهجوا بِالسنةِ والاتباع فَحصل الشغب وَوَقعت الْبغضَاء وبدع هَذَا هَذَا وَكفر هَذَا هَذَا ¶ ونعوذ بِاللَّه من الْهوى والمراء فِي الدّين وَأَن نكفر مُسلما موحدا بِلَازِم قَوْله وَهُوَ يفر من ذَلِك اللَّازِم وينزه ويعظم الرب انْتهى قَول الذَّهَبِيّ",
            "page": "20",
            "part": "1",
            "seal": "7EA359AB"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "أَقسَام الْجرْح وَالتَّعْدِيل وَسبب تأليف الْكتاب ¶ وَجُمْهُور النقاد وأئمة أهل الاسناد كَلَامهم منقسم فِي الْجرْح وَالتَّعْدِيل إِلَى قوي ومتوسط وَكَلَام فِيهِ تسهيل وَفِي عصرنا هَذَا الَّذِي قل فِيهِ من يدْرِي هَذَا الْفَنّ أَو يرويهِ أَو يُحَقّق تراجم من رأى من أهل مصره فضلا عَمَّن لم يره أَو مَاتَ قبل عصره قد نطق فِيهِ من لَا خبْرَة لَهُ بتراجم الرِّجَال وَلَا عِبْرَة لَهُ فِيمَا تقلده من سوء الْمقَال وَلَا فكرة لَهُ فِيمَا تطرق بِهِ إِلَى تَكْفِير خلق من الاعلام بِأَن قَالَ من سمى ابْن تَيْمِية شيخ الاسلام كَانَ كَافِرًا لَا تصح الصَّلَاة وَرَاءه وَهَذَا القَوْل الشنيع الَّذِي نرجو من الله الْعَظِيم أَن يعجل لقائله جزاه قد ابان قدر قَائِله فِي الْفَهم وأفصح عَن مبلغه من الْعلم وكشف عَن مَحَله من الْهوى وَوصف كَيفَ اتِّبَاعه لسبيل الْهدى وَلَا يرد بِأَكْثَرَ من رِوَايَته عَنهُ ونسبته إِلَيْهِ فَكَلَام الانسان عنوان عقله يدل عَلَيْهِ أما علم هَذَا الْقَائِل أَن لَفْظَة شيخ الاسلام تحْتَمل وُجُوهًا من مَعَاني الْكَلَام",
            "page": "21",
            "part": "1",
            "seal": "26E2B891"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "معنى شيخ الاسلام ¶ مِنْهَا أَنه شيخ فِي الاسلام قد شَاب وَانْفَرَدَ بذلك عَمَّن مضى من الأتراب وَحصل على الْوَعْد المبشر بالسلامة أَنه من شَاب شيبَة فِي الاسلام فَهِيَ لَهُ نور يَوْم الْقِيَامَة ¶ وَمِنْهَا مَا هُوَ فِي عرف الْعَوام أَنه الْعدة ومفزعهم إِلَيْهِ فِي كل شدَّة ¶ وَمِنْهَا أَنه شيخ الاسلام بسلوكه طَريقَة أَهله قد سلم من شَرّ الشَّبَاب وجهله فَهُوَ على أَلْسِنَة فِي فَرْضه ونفله ¶ وَمِنْهَا شيخ الاسلام بِالنِّسْبَةِ إِلَى دَرَجَة الْولَايَة وتبرك النَّاس بحياته فوجوده فيهم الْغَايَة ¶ وَمِنْهَا أَن مَعْنَاهُ الْمَعْرُوف عِنْد الجهابذة النقاد الْمَعْلُوم عِنْد أَئِمَّة الاسناد أَن مَشَايِخ الاسلام وَالْأَئِمَّة الاعلام هم المتبعون لكتاب الله عز وَجل المقتفون لسنة النَّبِي صلى الله عَلَيْهِ وَسلم الَّذين تقدمُوا بِمَعْرِِفَة أَحْكَام الْقُرْآن ووجوه قراآته وَأَسْبَاب نُزُوله وناسخه ومنسوخه وَالْأَخْذ بِالْآيَاتِ المحكمات والايمان بالمتشابهات قد أحكموا من لُغَة الْعَرَب مَا أعانهم على علم مَا تقدم وَعَلمُوا السّنة نقلا وإسنادا وَعَملا بِمَا يجب الْعَمَل بِهِ اعْتِمَادًا وإيمانا بِمَا يلْزم من ذَلِك اعتقادا واستنباطا لِلْأُصُولِ وَالْفُرُوع من الْكتاب وَالسّنة قَائِمين بِمَا فرض الله عَلَيْهِم مُتَمَسِّكِينَ بِمَا سَاقه الله من ذَلِك إِلَيْهِم متواضعين لله الْعَظِيم الشان خَائِفين من عَثْرَة اللِّسَان لَا يدعونَ الْعِصْمَة وَلَا يفرحون بالتبجيل",
            "page": "22",
            "part": "1",
            "seal": "A186AB70"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "عَالمين أَن الَّذِي أُوتُوا من الْعلم قَلِيل فَمن كَانَ بِهَذِهِ الْمنزلَة حكم بِأَنَّهُ إِمَام وَاسْتحق أَن يُقَال لَهُ شيخ الاسلام ¶ وَإِذا نَظرنَا فِي مَشَايِخ الاسلام بعد طبقَة الصَّحَابَة وجدنَا مِنْهُم خلقا بِهَذِهِ المثابة رَأينَا أَن نذْكر الْآن مِنْهُم عِصَابَة ¶ فبالمدينة كسعيد بن الْمسيب المَخْزُومِي وَبَقِيَّة الْفُقَهَاء السَّبْعَة وَغَيرهم وبمكة مثل عَطاء بن أبي رَبَاح وطاووس وَمُجاهد وبالعراق كالحسن الْبَصْرِيّ وَابْن سِيرِين وعامر الشّعبِيّ وبالشأم نَحْو جُنَادَة ابْن أبي أُميَّة وَحسان بن عَطِيَّة وَآخَرين من الطَّبَقَة الأولى من التَّابِعين وَمن بعدهمْ كمالك ابْن أنس وَابْن أبي ذِئْب بِالْمَدِينَةِ وَابْن جريج وسُفْيَان بن عُيَيْنَة بِمَكَّة وَالْأَوْزَاعِيّ وَسَعِيد بن عبد الْعَزِيز بِالشَّام وَاللَّيْث بن سعد وَعَمْرو بن الْحَارِث بِمصْر وسُفْيَان الثَّوْريّ وَحَمَّاد بن زيد بالعراق وَعبد الله بن الْمُبَارك بخراسان وهلم جرا فِي كل عصر وَأَوَان وطبقة من الاعلام الْأَعْيَان لَكِن كل طبقَة دون الَّتِي قبلهَا فِيمَا نعلم وَالْفضل للسابق الَّذِي سلف وَتقدم فَكل مقَام لَهُ مقَال وكل زمَان لَهُ أَئِمَّة وَرِجَال أَيْن طبقَة شيخ الاسلام أبي زَكَرِيَّا النواوي من طبقَة من أَخذ عَنهُ بل أَيْن طبقَة شيخ الاسلام",
            "page": "23",
            "part": "1",
            "seal": "19FBD501"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "أبي مُحَمَّد عبد الرَّحِيم بن الْحسن الاسنوي من طبقَة أهل عصرنا حفظ الله خيارهم بِمَا حفظ بِهِ الْأَبْرَار وَأصْلح شرارهم من ارْتِكَاب الْهوى الَّذِي يهوي بِصَاحِبِهِ فِي النَّار ¶ نعم جمَاعَة من الشَّافِعِيَّة والحنابلة فِي طبقَة شُيُوخ شُيُوخنَا وَمن فَوْقهم بِقَلِيل أطلق على كل وَاحِد مِنْهُم شيخ الاسلام طَائِفَة من أَئِمَّة الْجرْح وَالتَّعْدِيل كَأبي مُحَمَّد عبد الرَّحْمَن بن ابراهيم الْفَزارِيّ وَأبي الْفَتْح مُحَمَّد بن عَليّ الْقشيرِي وَأبي مُحَمَّد عبد الله بن مَرْوَان الفارقي الشافعيين وَأبي الْفرج عبد الرَّحْمَن ابْن أبي عمر الْمَقْدِسِي أول قُضَاة الْحَنَابِلَة بِدِمَشْق وَأبي مُحَمَّد مَسْعُود بن أَحْمد الْحَارِثِيّ وَأبي الْعَبَّاس أَحْمد ابْن تَيْمِية الحنبليين فَهَؤُلَاءِ بعض من سمي بشيخ الاسلام من هَذِه الطَّبَقَة وتسميتهم بذلك مَشْهُورَة مُحَققَة ¶ وَمَعَ احْتِمَال وُجُوه مَعَاني لَفْظَة شيخ الاسلام كَيفَ يكفر من سمي بهَا ابْن تَيْمِية الامام كَمَا زَعمه بعض من لَا يدْرِي أَو يدْرِي لَكِن هَوَاهُ يصده عَن الْحق أَن يعْتَمد عَلَيْهِ وَلَقَد صدق الْعَلامَة الامام قَاضِي قُضَاة الاسلام بهاء الدّين ابو الْبَقَاء مُحَمَّد بن عبد الْبر بن يحيى السُّبْكِيّ الشَّافِعِي رَحمَه الله حَيْثُ يَقُول لبَعض من ذكر لَهُ الْكَلَام فِي ابْن تَيْمِية فَقَالَ وَالله يَا فلَان مَا يبغض ابْن تَيْمِية إِلَّا جَاهِل أَو صَاحب هوى فالجاهل لَا يدْرِي مَا يَقُول وَصَاحب الْهوى يصده هَوَاهُ عَن الْحق بعد مَعْرفَته بِهِ انْتهى ¶ مَعَ أَن جمَاعَة من الْأَئِمَّة فيهم كَثْرَة ترجموه بذلك وشهروا بإمامته ومرتبته وَقدره أَترَاهُم بِهَذَا من الْكفَّار الَّذين استوجبوا خُلُود النَّار لَا وَالَّذِي يَقُول للشَّيْء كن فَيكون {إِنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون}",
            "page": "24",
            "part": "1",
            "seal": "810026D0"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "مَنْهَج الْكتاب ¶ وَهَا أَنا بعون الله الْعلي الْكَبِير ذَاكر من أثنى عَلَيْهِ بذلك وَبِغَيْرِهِ من الجم الْغَفِير مِمَّن حضرني ذكره وَظهر لي بل لزمني إشاعته ونشره ليعلم من حكينا عَنهُ التَّكْفِير بذلك مَا وَقع فِيهِ من المآثم والمهالك وَلَقَد كَانَ الْعَلامَة الإِمَام قَاضِي قُضَاة مصر وَالشَّام أَبُو عبد الله مُحَمَّد ابْن الصفي عُثْمَان ابْن الحريري الانصاري الْحَنَفِيّ كَانَ يَقُول إِن لم يكن ابْن تَيْمِية شيخ الاسلام فَمن ¶ وَسَيَأْتِي إِن شَاءَ الله تَعَالَى ذَلِك فِي تَرْجَمته لِأَنِّي رتبت اسماء من شهد لِابْنِ تَيْمِية من الْأَعْلَام بإمامته وَأَنه شيخ الاسلام على حُرُوف المعجم المألوفة اتبَاعا للطريقة الْمَعْرُوفَة ¶ وابتدأت من ذَلِك بالمحمدين تبركا باسم سيد الْمُرْسلين صلوَات الله وَسَلَامه عَلَيْهِم أَجْمَعِينَ واقتداء بِأول من رتب الْأَسْمَاء على الْحُرُوف من الْمُحدثين وَهُوَ أَبُو عبد الله البُخَارِيّ شيخ الاسلام وَالْمُسْلِمين",
            "page": "25",
            "part": "1",
            "seal": "125B3F31"
        },
        {
            "hno": "1",
            "id": "25",
            "nass": "1 - ابْن سيد الْمُرْسلين ¶ فَمنهمْ الشَّيْخ الامام الْحَافِظ الفقية الْعَالم الأديب البارع فتح الدّين أَبُو الْفَتْح مُحَمَّد ابْن الْحَافِظ أبي عمر مُحَمَّد ابْن الْحَافِظ الْعَلامَة الْخَطِيب أبي بكر مُحَمَّد ابْن أَحْمد بن عبد الله بن مُحَمَّد ابْن يحيى بن أبي الْقَاسِم ابْن سيد النَّاس الْيَعْمرِي الاندلسي الاشبيلي ثمَّ الْمصْرِيّ الشَّافِعِي مولده بِالْقَاهِرَةِ فِي الْعشْر الاول من ذِي الْحجَّة سنة إِحْدَى وَسبعين وسِتمِائَة وَتُوفِّي يَوْم السبت حادي عشر شعْبَان سنة أَربع وَثَلَاثِينَ وَسَبْعمائة بِالْقَاهِرَةِ وَصلي عَلَيْهِ من الْغَد وَدفن عِنْد ابْن أبي حَمْزَة وَكَانَت جنَازَته مَشْهُودَة وَله مصنفات مفيدة ومؤلفات حميدة مِنْهَا كتاب النفح الشذي فِي شرح كتاب التِّرْمِذِيّ ¶ قَالَ الْحَافِظ أَبُو عبد الله مُحَمَّد بن أَحْمد بن عبد الْهَادِي قَالَ الْحَافِظ فتح الدّين أَبُو الْفَتْح ابْن سيد النَّاس الْيَعْمرِي الْمصْرِيّ بعد أَن ذكر تَرْجَمَة شَيخنَا الْحَافِظ الْمزي ¶ وَهُوَ الَّذِي حداني على رُؤْيَة الشَّيْخ الامام شيخ الاسلام تَقِيّ الدّين أبي الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام ابْن تَيْمِية فَأَلْفَيْته مِمَّن أدْرك من الْعُلُوم حظا وَكَاد أَن يستوعب السّنَن والْآثَار حفظا إِن تكلم فِي التَّفْسِير فَهُوَ حَامِل رايته أَو أفتى فِي الْفِقْه فَهُوَ مدرك غَايَته أَو ذَاكر فِي الحَدِيث فَهُوَ صَاحب علمه وَذُو رِوَايَته أَو حَاضر بالملل والنحل لم ير أوسع من نحلته فِي ذَلِك وَلَا أرفع من درايته برز فِي كل فن على أَبنَاء جنسه وَلم تَرَ عين من رَآهُ مثله وَلَا رَأَتْ عينه مثل نَفسه كَانَ يتَكَلَّم فِي التَّفْسِير فيحضر مَجْلِسه الجم الْغَفِير ويردون من بحره العذب",
            "page": "26",
            "part": "1",
            "seal": "159822FF"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "النمير ويرتعون من ربيع فَضله فِي رَوْضَة وغدير إِلَى أَن دب إِلَيْهِ من أهل بَلَده دَاء الْحَسَد وأكب أهل النّظر مِنْهُم على مَا ينْتَقد عَلَيْهِ من أُمُور المعتقد فحفظوا عَنهُ فِي ذَلِك كلَاما أوسعوه بِسَبَبِهِ ملاما وفوقوا لتبديعه سهاما وَزَعَمُوا أَنه خَالف طريقهم وَفرق فريقهم فنازعم ونازعوه وقاطع بَعضهم وقاطعوه ثمَّ نَازع طَائِفَة أُخْرَى ينسبون من الْفقر إِلَى طَريقَة ويزعمون أَنهم على أدق بَاطِن مِنْهَا وَأجلى حَقِيقَة فكشف تِلْكَ الطرائق وَذكر لَهَا على مَا زعم بوائق فآضت إِلَى الطَّائِفَة الأولى من منازعيه واستعانت بذوي الضغن عَلَيْهِ من مقاطعيه فوصلوا بالأمراء أمره وأعمل كل مِنْهُم فِي كفره فكره فرتبوا محَاضِر وألبوا الرويبضة للسعي بهَا بَين الأكابر وَسعوا فِي نَقله إِلَى حَاضِرَة المملكة بالديار المصرية فَنقل وأودع السجْن سَاعَة حُضُوره واعتقل وعقدوا لاراقة دَمه مجَالِس وحشدوا لذَلِك قوما من عمار الزوايا وسكان الْمدَارِس من مجامل فِي الْمُنَازعَة مخاتل بالمخادعة وَمن مجاهر بالتكفير مبارز بالمقاطعة يسومونه ريب الْمنون {وَرَبك يعلم مَا تكن صُدُورهمْ وَمَا يعلنون} وَلَيْسَ المجاهر بِكُفْرِهِ بِأَسْوَأ حَالا من المخاتل وَقد دبت إِلَيْهِ عقارب مكره فَرد الله كيد كل فِي نَحره ونجاه على يَد من اصطفاه {وَالله غَالب على أمره} ثمَّ لم يخل بعد ذَلِك من فتْنَة بعد فتْنَة وَلم ينْقل طول عمره من محنة إِلَّا إِلَى محنة إِلَى أَن فوض أمره إِلَى بعض الْقُضَاة فتقلد مَا تقلد من اعتقاله وَلم يزل بمحبسه ذَلِك",
            "page": "27",
            "part": "1",
            "seal": "47214BF0"
        },
        {
            "hno": "2",
            "id": "27",
            "nass": "إِلَى حِين ذَهَابه إِلَى رَحْمَة الله تَعَالَى وانتقاله {وَإِلَى الله ترجع الْأُمُور} وَهُوَ المطلع على خَائِنَة الْأَعْين وَمَا تخفي الصُّدُور ¶ وَكَانَ يَوْمه مشهودا ضَاقَتْ بجنازته الطَّرِيق وانتابها الْمُسلمُونَ من كل فج عميق يتبركون بمشهده يَوْم تقوم الأشهاد ويتمسكون بشرجعه حَتَّى كسروا تِلْكَ الأعواد وَذَلِكَ فِي لَيْلَة الْعشْرين من ذِي الْقعدَة سنة ثَمَان وَعشْرين وَسَبْعمائة بقلعة دمشق المحروسة وَكَانَ مولده بحران فِي عَاشر ربيع الأول سنة إِحْدَى وَسِتِّينَ وسِتمِائَة رَحمَه الله وإيانا ¶ ثمَّ رُوِيَ عَنهُ ابْن سيد النَّاس حَدِيثا فَقَالَ وقرأت على الشَّيْخ الامام حَامِل راية الْعُلُوم ومدرك غَايَة الْمَفْهُوم تَقِيّ الدّين أبي الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام ابْن تَيْمِية الْحَرَّانِي رَحمَه الله بِالْقَاهِرَةِ قدم علينا قلت لَهُ أخْبركُم الشَّيْخ الامام زين الدّين أَبُو الْعَبَّاس أَحْمد بن عبد الدايم ابْن نعْمَة الْمَقْدِسِي ثمَّ ذكر سَنَده إِلَى الْحسن بن عَرَفَة فروى من جزئه حَدِيثا ¶ 2 - ابْن عبد الدَّائِم ¶ وَمِنْهُم الشَّيْخ الْعَالم الْفَاضِل الْمُحدث البارع الْأَصِيل شمس الدّين أَبُو عبد الله مُحَمَّد ابْن الشَّيْخ الْمسند أبي عبد الله مُحَمَّد ابْن الشَّيْخ الْمسند الْكَبِير أبي بكر ابْن الامام الْعَالم أبي الْعَبَّاس أَحْمد بن عبد الدَّائِم بن نعْمَة بن أَحْمد بن مُحَمَّد بن إِبْرَاهِيم بن أَحْمد بن بكير الْمَقْدِسِي الصَّالِحِي ولد سنة ثَلَاث عشرَة وَسَبْعمائة وَسمع من أَبِيه وجده أبي بكر وَآخَرين وَطلب بِنَفسِهِ وعني بالمسائل فتفقه وحرر الاسامي وتنبه وَتُوفِّي سنة خمس وَسبعين وَسَبْعمائة وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وجدت بِخَطِّهِ فِي طبقَة سَماع صَحِيح مُسلم",
            "page": "28",
            "part": "1",
            "seal": "36C725D2"
        },
        {
            "hno": "3",
            "id": "28",
            "nass": "على أَبِيه مُحَمَّد ابْن أبي بكر وَآخَرين مَا صورته وعَلى الاخوين شيخ الاسلام تَقِيّ الدّين ابْن تَيْمِية وأخيه زين الدّين عبد الرَّحْمَن جَمِيع الميعاد الْخَامِس سوى من أَوله إِلَى قَوْله حَدثنَا زُهَيْر بن حَرْب حَدثنَا الْوَلِيد بن مُسلم حَدثنِي الاوزاعي حَدثنَا حسان بن عَطِيَّة حَدثنِي مُحَمَّد ابْن أبي عَائِشَة أَنه سمع أَبَا هُرَيْرَة رَضِي الله تَعَالَى عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا فرغ أحدكُم من التَّشَهُّد الْأَخير فليتعوذ بِاللَّه من أَربع الحَدِيث وَذكر بَقِيَّة طبقَة السماع الْمشَار إِلَيْهَا وَهِي نقل بِخَط الْمَذْكُور مُعْتَمد عَلَيْهَا ¶ 3 - ابْن عبد الْهَادِي ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة الْحَافِظ النَّاقِد ذُو الْفُنُون عُمْدَة الْمُحدثين متقن المحررين شمس الدّين أَبُو عبد الله مُحَمَّد ابْن الشَّيْخ عماد الدّين أبي الْعَبَّاس حمد بن عبد الْهَادِي بن عبد الحميد بن عبد الْهَادِي بن يُوسُف بن مُحَمَّد بن قدامَة بن مِقْدَام بن نصر الْمَقْدِسِي الصَّالِحِي الْحَنْبَلِيّ ولد فِي شهر رَجَب سنة أَربع وَقيل سنة خمس وَقيل سنة سِتّ وَسَبْعمائة قَرَأَ الْقُرْآن الْعَظِيم بالروايات وَسمع مَا لَا يُحْصى من المرويات من القَاضِي سُلَيْمَان بن حَمْزَة وَأبي بكر بن عبد الدَّائِم وَآخَرين ورافق الْحفاظ والمحدثين وعني بِالْحَدِيثِ وأنواعه وَمَعْرِفَة رِجَاله وَعلله وتفقه وَأفْتى ودرس وَجمع وَألف وَكتب الْكثير وصنف وتصدى للافادة والاشتغال فِي فنون من الْعُلُوم وَمن مصنفاته تَنْقِيح التَّحْقِيق فِي أَحَادِيث التَّعْلِيق لِابْنِ الْجَوْزِيّ مجلدان وَالْمُحَرر فِي الْأَحْكَام مُخْتَصر مُفِيد وَالْكَلَام على مُخْتَصر ابْن الْحَاجِب مؤلفان مطول ومختصر وجزء فِي الرَّد",
            "page": "29",
            "part": "1",
            "seal": "F390BAF7"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "على أبي حَيَّان فِيمَا رده على ابْن مَالك وَجمع التَّفْسِير الْمسند لكنه مَاتَ قبل إِتْمَامه وَكَانَ إِمَامًا فِي عُلُوم كالتفسير والقراءات والْحَدِيث وَالْأُصُول وَالْفِقْه واللغة والعربية وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَفِي طَبَقَات الْحفاظ وَأثْنى عَلَيْهِ فبهما ثَنَاء حميدا وروى عَن الْمزي عَن السرُوجِي عَن ابْن عبد الْهَادِي وَقَالَ الذَّهَبِيّ وَالله مَا اجْتمعت بِهِ قطّ إِلَّا واستفدت مِنْهُ انْتهى ¶ توفّي رَحمَه الله فِي عَاشر جُمَادَى الأولى سنة أَربع وَأَرْبَعين وَسَبْعمائة وَدفن بسفح قاسيون وَكَانَت جنَازَته حافلة ورؤيت لَهُ منامات حَسَنَة وَمن مصنفاته تَرْجَمَة الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية فِي مُجَلد قَالَ فِيهِ ¶ هُوَ الشَّيْخ الرباني إِمَام الْأَئِمَّة ومفتي الْأمة وبحر الْعُلُوم سيد الْحفاظ وَفَارِس الْمعَانِي والألفاظ فريد الْعَصْر وحيد الدَّهْر شيخ الاسلام بركَة الانام عَلامَة الزَّمَان وترجمان الْقُرْآن علم الزهاد وأوحد الْعباد قامع المبتدعين وَآخر الْمُجْتَهدين تَقِيّ الدّين أَبُو الْعَبَّاس أَحْمد ابْن الشَّيْخ الامام الْعَلامَة شهَاب الدّين أبي المحاسن عبد الْحَلِيم ابْن الشَّيْخ الامام الْعَلامَة شيخ الاسلام مجد الدّين أبي البركات عبد السَّلَام ابْن أبي مُحَمَّد عبد الله ابْن أبي الْقَاسِم الْخضر بن مُحَمَّد بن الْخضر بن عَليّ بن عبد الله ابْن تَيْمِية الْحَرَّانِي نزيل دمشق وَصَاحب التصانيف الَّتِي لم يسْبق إِلَى مثلهَا وَلَا يلْحق فِي شكلها توحيدا أَو تَفْسِيرا وإخلاصا وفقها وحديثا ولغة ونحوا وبجميع الْعُلُوم كتبه طافحة بذلك وَلَقَد تَرْجمهُ ابْن عبد الْهَادِي بشيخ الاسلام مرَارًا كَثِيرَة وَذكر من مناقبه فِي تَرْجَمته أَشْيَاء خطيرة وعد كثرا من مصنفاته وَنَصّ على نفائس من مؤلفاته وَذكره فِي كِتَابه طَبَقَات الْحفاظ بترجمة مختصرة",
            "page": "30",
            "part": "1",
            "seal": "2B9164D4"
        },
        {
            "hno": "4",
            "id": "30",
            "nass": "صلى الله عَلَيْهِ وَسلم ونعوت جَامِعَة محررة من وصف الْأَئِمَّة للشَّيْخ تَقِيّ الدّين ¶ وَمِنْهَا مَا يَأْتِي إِن شَاءَ الله تَعَالَى فِي تَرْجَمَة ابْن الزملكاني كَمَال الزين ¶ 4 - الذَّهَبِيّ ¶ وَمِنْهُم الشَّيْخ الامام الْحَافِظ الْهمام مُفِيد الشَّام ومؤرخ الاسلام ناقد الْمُحدثين وَإِمَام المعدلين والمجرحين شمس الدّين أَبُو عبد الله مُحَمَّد بن أَحْمد ابْن عُثْمَان بن قايماز بن عبد الله التركماني الفارقي الأَصْل الدِّمَشْقِي ابْن الذَّهَبِيّ الشَّافِعِي مولده فِيمَا وجدته بِخَطِّهِ فِي سنة ثَلَاث وَسبعين وسِتمِائَة وَتُوفِّي لَيْلَة الِاثْنَيْنِ ثَالِث ذِي الْقعدَة سنة ثَمَان وَأَرْبَعين وَسَبْعمائة وَدفن من الْغَد بمقبرة الْبَاب الصَّغِير من دمشق رَحمَه الله تَعَالَى ومشيخته بِالسَّمَاعِ والاجازة نَحْو ألف شيخ وثلاثمائة شيخ يجمعهُمْ مُعْجَمه الْكَبِير وَكَانَ آيَة فِي نقد الرِّجَال عُمْدَة فِي الْجرْح وَالتَّعْدِيل عَالما بالتفريع والتأصيل إِمَامًا فِي الْقرَاءَات فَقِيها فِي النظريات لَهُ دربة بمذاهب الْأَئِمَّة وأربابا المقالات قَائِما بَين الْخلف بنشر السّنة وَمذهب السّلف انشدونا عَنهُ لنَفسِهِ ... الْفِقْه قَالَ الله قَالَ رَسُوله ... إِن صَحَّ والاجماع فاجهد فِيهِ ¶ وحذار من نصب الْخلاف جَهَالَة ... بَين النَّبِي وَبَين رَأْي فَقِيه ... ¶ وَله المؤلفات المفيدة والمختصرات الْحَسَنَة والمصنفات السديدة مِنْهَا تَارِيخ الاسلام فِي عشْرين مجلدا وسير النبلاء فِي عشْرين مجلدا وميزان الِاعْتِدَال فِي نقد الرِّجَال وَغير ذَلِك ¶ وَهُوَ الَّذِي قَالَ فِيهِ الامام الْعَلامَة الأوحد أَبُو عبد الله مُحَمَّد بن مُحَمَّد بن عبد الْكَرِيم ابْن الْموصِلِي الاطرابلسي الشَّافِعِي لما قدم دمشق مُتَوَجها إِلَى",
            "page": "31",
            "part": "1",
            "seal": "95BAA818"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "الْحَج سنة أَربع وَثَلَاثِينَ وَسَبْعمائة ... مَا زلت بِالسَّمْعِ أهواكم وَمَا ذكرت ... أخباركم قطّ الا ملت من طرب ¶ وَلست من عجب أَن ملت نحوكم ... فَالنَّاس بالطبع قد مالوا إِلَى الذَّهَب ... ¶ وَلَقَد وجدت بِخَطِّهِ فِي مَوَاضِع عدَّة سمى فِيهَا الشَّيْخ تَقِيّ الدّين بشيخ الاسلام مِنْهَا فِي الاستجازة الْكَبِيرَة الْمَعْرُوفَة بالألفية بِخَط الْمُحدث أبي عبد الله مُحَمَّد بن يحيى بن سعد الْمَقْدِسِي سَأَلَ فِيهَا الاجازة من مَشَايِخ الْعَصْر لأكْثر من الف انسان مؤرخة بِيَوْم الاحد سَابِع عشر شهر رَمَضَان سنة إِحْدَى وَعشْرين وَسَبْعمائة فَأول من أجَاز وَكتب فِيهَا خطه بذلك الشَّيْخ تَقِيّ الدّين فَوجدت بِخَطِّهِ أول الشُّيُوخ المجيزين مَا صورته ¶ أجزت لَهُم مَا سُئِلت إِجَازَته بِشُرُوطِهِ كتبه أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام ابْن عبد الله بن أبي الْقَاسِم بن مُحَمَّد ابْن تَيْمِية وَكتب قبالة ذَلِك الْحَافِظ أَبُو عبد الله الذَّهَبِيّ الْمَذْكُور مَا وجدته بِخَطِّهِ هُوَ شيخ الاسلام تَقِيّ الدّين سمع ابْن عبد الدَّائِم وَابْن أبي الْيُسْر وَسمع مُسْند أَحْمد والكتب السِّتَّة وشيئا كثيرا وَهُوَ حَافظ عَارِف بِالرِّجَالِ ¶ وَوجدت بِخَط الذَّهَبِيّ أَيْضا على حَاشِيَة استدعاء إجَازَة مَا صورته فَوَائِد نقلهَا كاتبها مُحَمَّد بن أَحْمد من إجَازَة شيخ الاسلام أبي الْعَبَّاس ابْن تَيْمِية لأهل سبتة انْتهى ¶ وَكَانَت هَذِه الاجازة سنة تسع وَسَبْعمائة بثغر الاسكندرية وَسَيَأْتِي ذكرهَا إِن شَاءَ الله تَعَالَى ¶ وَكتب الْحَافِظ الذَّهَبِيّ أَيْضا طبقَة سَماع كتاب رفع الملام عَن الْأَئِمَّة الْأَعْلَام",
            "page": "32",
            "part": "1",
            "seal": "F735DED7"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "على مُؤَلفه الشَّيْخ تَقِيّ الدّين والطبقة آخر الْكتاب فَقَالَ سمع هَذَا الْكتاب على مُؤَلفه شَيخنَا الامام الْعَالم الْعَلامَة الأوحد شيخ الاسلام مفتي الْفرق قدوة الْأمة أعجوبة الزَّمَان بَحر الْعُلُوم حبر الْقُرْآن تَقِيّ الدّين سيد الْعباد أبي الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام ابْن تَيْمِية الْحَرَّانِي رَضِي الله تَعَالَى عَنهُ وَذكر بَقِيَّة الطَّبَقَة ¶ وَقَالَ الْحَافِظ علم الدّين أَبُو مُحَمَّد الْقَاسِم ابْن البرزالي رَأَيْت فِي إجَازَة لِابْنِ الشهرزوري الْموصِلِي خطّ الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية قد كتب تَحْتَهُ الشَّيْخ شمس الدّين الذَّهَبِيّ هَذَا خطّ شَيخنَا الامام شيخ الاسلام فَرد الزَّمَان بَحر الْعُلُوم تَقِيّ الدّين مولده عَاشر ربيع الاول سنة إِحْدَى وَسِتِّينَ وسِتمِائَة وَقَرَأَ الْقُرْآن وَالْفِقْه وناظر وَاسْتدلَّ وهوو دون الْبلُوغ برع فِي الْعلم وَالتَّفْسِير وافتى ودرس وَله نَحْو الْعشْرين وصنف التصانيف وَصَارَ من أكَابِر الْعلمَاء فِي حَيَاة شُيُوخه وَله المصنفات الْكِبَار الَّتِي سَارَتْ بهَا الركْبَان وَلَعَلَّ تصانيفه فِي هَذَا الْوَقْت تكون أَرْبَعَة آلَاف كراس وَأكْثر وَفسّر كتاب الله تَعَالَى مُدَّة سِنِين من صَدره فِي أَيَّام الْجمع وَكَانَ يتوقد ذكاء وسماعاته من الحَدِيث كَثِيرَة وشيوخه أَكثر من مِائَتي شيخ ومعرفته بالتفسير إِلَيْهَا الْمُنْتَهى وَحفظه للْحَدِيث وَرِجَاله وَصِحَّته وسقمه فَمَا يلْحق فِيهِ وَأما نَقله للفقه ومذاهب الصَّحَابَة وَالتَّابِعِينَ فضلا عَن الْمذَاهب الْأَرْبَعَة فَلَيْسَ لَهُ فِيهِ نَظِير وَأما مَعْرفَته بالملل والنحل وَالْأُصُول وَالْكَلَام فَلَا أعلم لَهُ فِيهِ نظيرا ويدري جملَة صَالِحَة من اللُّغَة وعربيته قَوِيَّة جدا ومعرفته بالتاريخ وَالسير فَعجب عَجِيب وَأما شجاعته وجهاده وإقدامه فَأمر يتَجَاوَز الْوَصْف ويفوق النَّعْت وَهُوَ أحد الاجواد الاسخياء الَّذين يضْرب بهم الْمثل وَفِيه زهد وقناعة باليسير فِي المأكل والملبس انْتهى",
            "page": "33",
            "part": "1",
            "seal": "5A3421D0"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وَقَالَ الْحَافِظ أَبُو عبد الله الذَّهَبِيّ مرّة أُخْرَى فِي تَرْجَمَة الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية وَله بَاعَ طَوِيل فِي معرفَة مَذَاهِب الصَّحَابَة وَالتَّابِعِينَ وَقل أَن يتَكَلَّم فِي مَسْأَلَة إِلَّا وَيذكر فِيهَا مَذَاهِب الْأَرْبَعَة وَقد خَالف الْأَرْبَعَة فِي مسَائِل مَعْرُوفَة وصنف فِيهَا وَاحْتج لَهَا بِالْكتاب السّنة وَلما كَانَ معتقلا بالاسكندرية التمس مِنْهُ صَاحب سبتة أَن يُجِيز لَهُ مروياته وينص على أَسمَاء جملَة مِنْهَا فَكتب فِي عشر وَرَقَات جملَة من ذَلِك بأسانيدها من حفظه بِحَيْثُ يعجز أَن يعْمل بعضه أكبر مُحدث يكون وَله الْآن عدَّة سِنِين لَا يُفْتِي بِمذهب معِين بل بِمَا قَامَ الدَّلِيل عَلَيْهِ عِنْده وَلَقَد نصر السّنة الْمَحْضَة والطريقة السلفية وَاحْتج لَهَا ببراهين ومقدمات وَأُمُور لم يسْبق إِلَيْهَا وَأطلق عِبَارَات أحجم عَنْهَا الْأَولونَ وَالْآخرُونَ وهابوا وجسر هُوَ عَلَيْهَا حَتَّى قَامَ عَلَيْهِ خلق من عُلَمَاء مصر وَالشَّام قيَاما لَا مزِيد عَلَيْهِ وبدعوه وناظروه وكاتبوه وَهُوَ ثَابت لَا يداهن وَلَا يحابي بل يَقُول الْحق المر الَّذِي أَدَّاهُ إِلَيْهِ اجْتِهَاده وحدة ذهنه وسعة دائرته فِي السّنَن والأقوال مَعَ مَا اشْتهر مِنْهُ من الْوَرع وَكَمَال الْفِكر وسعة الْإِدْرَاك وَالْخَوْف من الله الْعَظِيم والتعظيم لحرمات الله فَجرى بَينه وَبينهمْ حملات حربية ووقعات شامية ومصرية وَكم من نوبَة قد رَمَوْهُ عَن قَوس وَاحِدَة فينجيه الله تَعَالَى فَإِنَّهُ دَائِم الابتهال كثير الاستغاثة قوي التَّوَكُّل ثَابت الجأش لَهُ أوراد وأذكار يدبجها بكيفية وجمعية وَله من الطّرف الآخر محبون من الْعلمَاء والصلحاء وَمن الْجند والأمراء وَمن التُّجَّار والكبراء وَسَائِر الْعَامَّة تحبه لِأَنَّهُ منتصب لنفعهم لَيْلًا وَنَهَارًا بِلِسَانِهِ وقلمه ¶ وَأما شجاعته فبها تضرب الْأَمْثَال وببعضها يتشبه أكَابِر الْأَبْطَال فَلَقَد أَقَامَهُ الله فِي نوبَة غازان والتقى أعباء الْأَمر بِنَفسِهِ وَقَامَ وَقعد وطلع",
            "page": "34",
            "part": "1",
            "seal": "9363CAE3"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "وَخرج وَاجْتمعَ بِالْملكِ مرَّتَيْنِ وبخطلو شاه وببولاي وَكَانَ قبجق يتعجب من إقدامه وجراءته على المغول وَله حِدة قَوِيَّة تعتريه فِي الْبَحْث حَتَّى كَأَنَّهُ لَيْث حَرْب وَهُوَ أكبر من أَن يُنَبه مثلي على نعوته فَلَو حَلَفت بَين الرُّكْن وَالْمقَام لحلفت إِنِّي مَا رَأَيْت بعيني مثله وَلَا وَالله مَا رأى هُوَ مثل نَفسه فِي الْعلم ¶ وَقَالَ الذهي أَيْضا جمعت مصنفات شيخ الاسلام تَقِيّ الدّين أبي الْعَبَّاس أَحْمد بن تَيْمِية رَضِي الله عَنهُ فَوَجَدته ألف مُصَنف ثمَّ رَأَيْت لَهُ أبضا مصنفات أخر ¶ وترجمة أبي عبد الله الذَّهَبِيّ للشَّيْخ تَقِيّ الدّين بشيخ الاسلام اشهر من أَن تذكر وَأكْثر من أَن تحصر من ذَلِك فِي قصدته الَّتِي رثاه بهَا بعد مَوته وَهِي مَا أَنبأَنَا شَيخنَا الْحَافِظ الْكَبِير أَبُو بكر مُحَمَّد بن الإِمَام أبي مُحَمَّد عبد الله بن أَحْمد السَّعْدِيّ قَالَ أنشدنا الْحَافِظ الْكَبِير أَبُو عبد الله مُحَمَّد بن أَحْمد ابْن الذَّهَبِيّ لنَفسِهِ يرثي شيخ الْإِسْلَام أَبَا الْعَبَّاس ابْن تَيْمِية رَحْمَة الله تَعَالَى عَلَيْهِ ... يَا موت خُذ من أردْت أَو فدع ... محوت رسم الْعُلُوم والورع ...",
            "page": "35",
            "part": "1",
            "seal": "1794029C"
        },
        {
            "hno": "5",
            "id": "35",
            "nass": ".. أخذت شيخ الْإِسْلَام وانفصمت ... عرى التقى واشتفى مِنْهُ أولو الْبدع ¶ غيبت بحرا مُفَسرًا جبلا ... حبرًا تقيا مُجَانب الشيع ¶ فَإِن يحدث فَمُسلم ثِقَة ... وَإِن يناظر فَصَاحب اللمع ¶ وَإِن يخض نَحْو سِيبَوَيْهٍ يفه ... بِكُل معنى من الْفَنّ مخترع ¶ وَصَارَ عالي الْإِسْنَاد حافظه ... كشعبة أَو سعيد الضبعِي ¶ وَالْفِقْه فِيهِ فَكَانَ مُجْتَهدا ... وَذَا جِهَاد عَار من الْجزع ¶ وجوده الْحَاتِمِي مشتهر ... وزهده القادري فِي الطمع ¶ أسْكنهُ الله فِي الْجنان وَلَا ... زَالَ عليا فِي أجمل الْخلْع ¶ مَعَ مَالك الإِمَام وَأحمد ... والنعمان وَالشَّافِعِيّ والخلعي ¶ مضى ابْن تَيْمِية وموعده ... مَعَ خَصمه يَوْم نفخة الْفَزع ... ¶ 5 - ابْن الواني الْمُؤَذّن ¶ وَمِنْهُم الشَّيْخ الامام الْمُحدث الْعَالم الْمُفِيد أَمِين الدّين جمال الْمُحدثين أَبُو عبد الله مُحَمَّد ابْن الشَّيْخ الْمسند أبي إِسْحَاق إِبْرَاهِيم بن مُحَمَّد بن أَحْمد بن مُحَمَّد ابْن أَحْمد ابْن الواني الْمُؤَذّن توفّي سنة خمس وَثَلَاثِينَ وَسَبْعمائة بعد وَفَاة أَبِيه ببضع وَأَرْبَعين يَوْمًا وَكَانَت وَفَاة أَبِيه يَوْم الْخَمِيس سادس صفر من السّنة وَبعد موت أَمِين الدّين بِقَلِيل رُؤِيَ فِي الْمَنَام وَذَلِكَ فِيمَا قَالَ الْفَقِيه الْمُحدث تَقِيّ الدّين أَبُو عبد الله مُحَمَّد ابْن الْخَطِيب جلال الدّين مُحَمَّد بن مُحَمَّد البُخَارِيّ وَفِي يَوْم الاربعاء بعد الْعَصْر خَامِس جُمَادَى الْآخِرَة سنة خمس",
            "page": "36",
            "part": "1",
            "seal": "F3C27530"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وَثَلَاثِينَ وَسَبْعمائة أَخْبرنِي الشَّيْخ علم الدّين البرزالي أَن شمس الدّين السراج أخبرهُ أَنه رأى فِي مَنَامه أَمِين الدّين الواني الْمُؤَذّن رَحمَه الله أَنه قَاعد على بَاب حَانُوت وَعَلِيهِ ثِيَاب حَسَنَة فَقلت لَهُ ايش حسك قَالَ بِخَير قَالَ وان هُنَاكَ خيمة فِي الْحَانُوت فتعجبت من ذَلِك وَقلت خيمة تكون فِي حَانُوت فَقلت لأمين الدّين الواني أَخْبرنِي عَن فَخر الدّين البعلبكي قَالَ لَا أعرف فَقلت لَهُ لأي شَيْء مَا تعرف وَهُوَ مَاتَ قبلك فَقَالَ تَعَالَى الى عِنْدِي قَالَ فَجئْت إِلَيْهِ فَقَالَ لي فِي اذني قَلِيلا قَلِيلا فَخر الدّين فِي السَّمَاء الَّتِي فِيهَا ابْن تَيْمِية والسراج الْمَذْكُور هُوَ أَبُو عبد الله مُحَمَّد ابْن أَحْمد بن تَمام بن يحيى السراج الْحَرَّانِي وفخر الدّين البعلبكي هُوَ الامام عبد الرَّحْمَن بن مُحَمَّد بن عبد الرَّحْمَن البعلبكي رَحمَه الله تَعَالَى وَسَيَأْتِي ذكره إِن شَاءَ الله تَعَالَى ¶ خرج الْمُحدث أَمِين الدّين الواني الْمَذْكُور للشَّيْخ تَقِيّ الدّين ابْن تَيْمِية جُزْءا عَن كبار مشايخه الَّذين سمع مِنْهُم وَحدث بِهِ الشَّيْخ تَقِيّ الدّين فَسَمعهُ مِنْهُ جمَاعَة مِنْهُم مَا قَالَ الْمخْرج فِيمَا وجدته بِخَطِّهِ وَسمع صَاحبه الْأَمِير الْأَجَل الْأَفْضَل عَلَاء الدّين أَبُو الْحسن عَليّ بن قيران السكرِي على الشَّيْخ الامام الْعَلامَة الأوحد الحبر الْبَحْر الْقدْوَة الْكَامِل الراسخ تَقِيّ الدّين شيخ الاسلام عَلامَة الاعلام قدوة الائمة مُفِيد الْأمة قامع الْبِدْعَة نَاصِر السّنة بَقِيَّة الْمُجْتَهدين إِمَام السالكين فريد عصره ووحيد دهره أبي الْعَبَّاس أَحْمد ابْن الشَّيْخ الامام الْعَلامَة شهَاب الدّين أبي مُحَمَّد عبد الْحَلِيم ابْن شيخ الاسلام الْعَلامَة مجد الدّين أبي مُحَمَّد عبد السَّلَام بن عبد الله بن مُحَمَّد ابْن تَيْمِية فسح الله فِي مدَّته وَأعَاد من بركته جُزْءا فِيهِ أَرْبَعُونَ حَدِيثا عَن أكَابِر شُيُوخه وعواليهم الَّذين سمع مِنْهُم انتقاه لَهُ مُثبت هَذَا السماع مُحَمَّد بن إِبْرَاهِيم بن مُحَمَّد بن أَحْمد الواني بِقِرَاءَة الامام محب الدّين عبد الله ابْن الْمُحب الْمَقْدِسِي فِي يَوْم ثامن عشر من ربيع الآخر سنة سبع عشرَة وَسَبْعمائة بمشهد",
            "page": "37",
            "part": "1",
            "seal": "2D46E89E"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "عُثْمَان من جَامع دمشق وَأَجَازَ لَهُ الْحَمد لله رب الْعَالمين ¶ [وَقَالَ مخرج الْأَرْبَعين أَيْضا فِيمَا وجدته بِخَطِّهِ على جُزْء بالاربعين ¶ سمع جَمِيع هَذَا الْجُزْء على الْمخْرج لَهُ سيدنَا وَشَيخنَا الشَّيْخ السَّنَد الامام الْعَلامَة البارع الأوحد الْقدْوَة الْحَافِظ النَّاقِد الْحجَّة الْعُمْدَة الْكَامِل الراسخ الحبر الْبَحْر تَقِيّ الدّين شيخ مَشَايِخ الاسلام وأوحد الْعلمَاء الْأَعْلَام إِمَام الطوائف كنز المستفيدين بَحر الْعُلُوم آخر الْمُجْتَهدين أبي الْعَبَّاس أَحْمد ابْن الشَّيْخ الامام الْعَلامَة شهَاب الدّين عبد الْحَلِيم ابْن الْعَلامَة الأوحد الْمُجْتَهد مجد الدّين عبد السَّلَام ابْن عبد الله بن مُحَمَّد ابْن تَيْمِية الْحَرَّانِي فسح الله فِي مدَّته بِسَمَاعِهِ من شُيُوخه فِيهِ بِقِرَاءَة أبي عبد الله مُحَمَّد بن مُحَمَّد بن إِسْمَاعِيل بن نصر الله ابْن النّحاس وَقَالَ وَمُحَمّد بن إِبْرَاهِيم بن مُحَمَّد بن أَحْمد الواني وَهَذَا خطه ثمَّ قَالَ وَثَبت فِي يَوْم الاحد ثَانِي عشر جُمَادَى الْآخِرَة سنة إِحْدَى وَعشْرين وَسَبْعمائة بدار الحَدِيث السكرية بِدِمَشْق وأجاد وَقد وجدت أَيْضا بِخَط الْأمين ابْن الواني الْمَذْكُور طبقَة سَماع لجزء الْحسن بن عَرَفَة صورتهَا سمع جَمِيع هَذَا الْجُزْء وَهُوَ حَدِيث الْحسن بن عَرَفَة الْعَبْدي على الْمَشَايِخ الِاثْنَيْنِ وَالْعِشْرين الامام الْعَلامَة الْحجَّة الْحَافِظ الْقدْوَة الزَّاهِد الْوَرع شيخ الاسلام قدوة الْأَنَام",
            "page": "38",
            "part": "1",
            "seal": "8087137B"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "مفتي الشَّام أوحد الْعَصْر فريد الدَّهْر بركَة الْوَقْت تَقِيّ الدّين أبي الْعَبَّاس أَحْمد ابْن عبد الْحَلِيم بن عبد السَّلَام بن عبد الله ابْن أبي الْقَاسِم بن مُحَمَّد ابْن تَيْمِية الْحَرَّانِي ¶ وَذكر بَقِيَّة طبقَة السماع وَذكر السامعين ثمَّ قَالَ وَكَاتب هَذِه الطَّبَقَة مُحَمَّد بن إِبْرَاهِيم بن مُحَمَّد بن أَحْمد بن مُحَمَّد بن أَحْمد الواني وَحضر أَخُوهُ أَحْمد فِي السّنة الرَّابِعَة وَذكر بَقِيَّة ذَلِك",
            "page": "39",
            "part": "1",
            "seal": "E1A1C61D"
        },
        {
            "hno": "6",
            "id": "39",
            "nass": "6 - ابْن المهندس ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم البارع الأوحد الْمُحدث الْفَقِيه شمس الدّين جمال الْفُقَهَاء مُفِيد الْمُحدثين أَبُو عبد الله مُحَمَّد بن إِبْرَاهِيم بن غَنَائِم بن وَافد بن سعيد الصَّالِحِي الْحَنَفِيّ ابْن المهندس كتب الْكثير ورحل ودأب وَسمع وَسمع وطبق وَكتب وعني بِهَذَا الشَّأْن وَأخذ عَن خلق وَجَمَاعَة من الْأَعْيَان نسخ تَهْذِيب الْكَمَال تأليف الْمزي مرَّتَيْنِ وَنسخ كتاب الاطراف للمزي أَيْضا بِخَطِّهِ الْوَاضِح الْحسن وَكَانَ دينا متواضعا ولد سنة خمس وَسِتِّينَ وسِتمِائَة وَتُوفِّي يَوْم الثُّلَاثَاء عَاشر شَوَّال سنة ثَلَاث وَثَلَاثِينَ وَسَبْعمائة بِدِمَشْق وَدفن بسفح قاسيون رَحمَه الله تَعَالَى ترْجم الشَّيْخ تَقِيّ الدّين بشيخ الاسلام مرَارًا مِنْهَا مَا وجدته بِخَطِّهِ على جُزْء الْحسن بن عَرَفَة سمع جَمِيع هَذَا الْجُزْء وَهُوَ جُزْء الْحسن بن عَرَفَة الْمَشَايِخ الِاثْنَيْنِ وَالْعِشْرين شَيخنَا الامام الْعَلامَة الْحجَّة الْحَافِظ الْقدْوَة الزَّاهِد الْوَرع شيخ الاسلام قدوة الْأَنَام مفتي الشَّام أوحد الْعَصْر فريد الدَّهْر تَقِيّ الدّين أبي الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام بن عبد الله بن أبي الْقَاسِم ابْن مُحَمَّد ابْن تَيْمِية الْحَرَّانِي وَسَيِّدنَا قَاضِي الْقُضَاة نجم الدّين ضِيَاء الْإِسْلَام شرف الْأَنَام رَئِيس الاصحاب صدر الشآم سيد الْعلمَاء والحكام أبي الْعَبَّاس أَحْمد ابْن مُحَمَّد بن سَالم بن الْحسن بن هبة الله بن مَحْفُوظ بن صصرى التغلبي وَذكر بَقِيَّة الْمَشَايِخ وطرقهم إِلَى الْحسن بن عَرَفَة ثمَّ قَالَ ¶ بِقِرَاءَة الامام الْعَالم الْمُحدث المتقن علم الدّين أبي مُحَمَّد الْقَاسِم ابْن مُحَمَّد بن يُوسُف بن البرزالي ابْنه مُحَمَّد وَذكر طَائِفَة من السامعين ثمَّ قَالَ وَآخَرُونَ على نُسْخَة الْقَارئ مِنْهُم كَاتب السماع بن ابراهيم بن غَنَائِم ابْن المهندس وَابْنه عبد الله جبره الله وَصَحَّ ذَلِك وَثَبت يَوْم الْجُمُعَة",
            "page": "40",
            "part": "1",
            "seal": "8A5DFDEE"
        },
        {
            "hno": "7",
            "id": "40",
            "nass": "ثَالِث ربيع أول سنة اثْنَتَيْنِ وَسَبْعمائة بِجَامِع دمشق بالكلاسة واجاز الْمَشَايِخ للْجَمَاعَة مَالهم رِوَايَته وَالْحَمْد لله وَحده ¶ 7 - الخزرجي الْبَيَانِي ¶ وَمِنْهُم الشَّيْخ الصَّالح الْعَالم الْمسند الْكَبِير شمس الدّين أَبُو عبد الله مُحَمَّد بن إِبْرَاهِيم بن مُحَمَّد بن أبي بكر بن إِبْرَاهِيم بن يَعْقُوب بن الياس الْأنْصَارِيّ الخزرجي ابْن امام الصَّخْرَة الْبَيَانِي الدِّمَشْقِي الْمَقْدِسِي من أَصْحَاب الْفَخر ابْن البُخَارِيّ وَزَيْنَب ابْنة مكي وَابْن المجاور وَحدث مرَارًا ¶ قَالَ اُخْبُرْنَا شيخ الاسلام تَقِيّ الدّين أَبُو الْعَبَّاس احْمَد بن عبد الْحَلِيم ابْن تَيْمِية الْحَرَّانِي رَحْمَة الله عَلَيْهِ بِجَمِيعِ كتاب الْفرْقَان بَين أَوْلِيَاء الرَّحْمَن وأولياء الشَّيْطَان مناولة فَذكره قَرَأَهُ عَلَيْهِ بِهَذَا الاسناد الامام الْعَلامَة ذُو الْفُنُون أَبُو المظفر يُوسُف بن مُحَمَّد السرمري رَحْمَة الله عَلَيْهِ ¶ 8 - ابْن بردس ¶ وَمِنْهُم الشَّيْخ الصَّالح الامام الْعَلامَة مفتي الْمُسلمين مُفِيد الطالبين بَقِيَّة المسندين تَاج الدّين أَبُو عبد الله مُحَمَّد ابْن الْحَافِظ عماد الدّين أبي الْفِدَاء اسماعيل بن مُحَمَّد بن بردس بن نصر بن بردس بن رسْلَان البعلبكي الْحَنْبَلِيّ مولده فِيمَا حَدثنِي بِهِ يَوْم السبت الثَّامِن وَالْعِشْرين من جُمَادَى الْآخِرَة سنة خمس وَأَرْبَعين وَسَبْعمائة ببعلبك أسمعهُ وَالِده الْكثير وَقَرَأَ هُوَ بِنَفسِهِ وَطلب واجتهد فِي تَحْصِيل الْعلم ودأب وروى كثيرا من مسموعاته وانتفع كثير بفقهه ومروياته وَلم يزل على خير فِيمَا نعلم إِلَى أَن جَاءَهُ الْأَمر الْمُحكم وجدت بِخَطِّهِ رَحمَه الله تَعَالَى على فَتَاوَى فقهية سُئِلَ عَنْهَا الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية مَا صورته",
            "page": "41",
            "part": "1",
            "seal": "AD5B760B"
        },
        {
            "hno": "9",
            "id": "41",
            "nass": "سُئِلَ الشَّيْخ الامام الْعَلامَة شيخ الاسلام مفتي الْأَنَام بَقِيَّة السّلف الْكِرَام الْعَالم الرباني والحبر النوراني مظهر آثَار الْمُرْسلين وَكَاشف حقائق الدّين تَقِيّ الدّين أَبُو الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام ابْن عبد الله بن أبي الْقَاسِم ابْن تَيْمِية الْحَرَّانِي قدس الله روحه ثمَّ ذكر الْمسَائِل وَجَوَاب الشَّيْخ تَقِيّ الدّين عَنْهَا ¶ 9 - ابْن النَّقِيب القرماني ¶ وَمِنْهُم الإِمَام الْعَالم الْمُحدث الْمُفِيد شمس الدّين أَبُو عبد الله مُحَمَّد ابْن حسن بن أَحْمد بن إِسْرَائِيل الخبري ابْن النَّقِيب نقيب القرماني ولد سنة نَيف وَسَبْعمائة أَكثر عَن الحافظين الْمزي والذهبي وَسمع من أَصْحَاب ابْن عبد الدَّائِم وَغَيره وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ وعَلى ذهنه متون ومسائل وعلق كثيرا وقراءته جَيِّدَة بَيِّنَة وَسمع من ابْن الشّحْنَة انْتهى ترْجم الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية بشيخ الاسلام وَوجدت بِخَطِّهِ نقل طبقَة سَماع على كتاب الْجُمُعَة للْقَاضِي أبي بكر احْمَد بن عَليّ الْمروزِي صورته سمع جَمِيع هَذَا الْجُزْء على الشَّيْخ الْجَلِيل فَخر الدّين أبي المكارم خطاب بن مُحَمَّد ابْن أبي الْكَرم بن كنَانَة الْموصِلِي قَالَ أخبرنَا أَبُو مُحَمَّد عبد الْوَهَّاب ابْن ظافر ابْن رواج قِرَاءَة عَليّ وَأَنا أسمع قَالَ قرئَ على الامام الْحَافِظ أبي طَاهِر احْمَد بن مُحَمَّد السلَفِي وسَاق ابْن النَّقِيب الْمَذْكُور بَقِيَّة الْإِسْنَاد إِلَى الْمُؤلف وَقَالَ بِقِرَاءَة الامام الْعَلامَة شيخ الاسلام بَقِيَّة السّلف تَقِيّ الدّين أبي الْعَبَّاس احْمَد بن تَيْمِية رَحْمَة الله عَلَيْهِ الشَّيْخ الامام الْحَافِظ علم الدّين أَبُو مُحَمَّد الْقَاسِم بن مُحَمَّد ابْن يُوسُف البرزالي أحسن الله إِلَيْهِ وَصَحَّ ذَلِك وَثَبت فِي يَوْم الْجُمُعَة منتصف رَمَضَان سنة إِحْدَى وَثَمَانِينَ وسِتمِائَة وَذكر ابْن النَّقِيب أَنه نَقله من خطّ البرزالي",
            "page": "42",
            "part": "1",
            "seal": "C07D65C7"
        },
        {
            "hno": "10",
            "id": "42",
            "nass": "10 - ابْن المنصفي الحريري ¶ وَمِنْهُم الشَّيْخ الصَّالح الزَّاهِد العابد الْعَالم الْفَقِيه الْحَافِظ الْمُفِيد شمس الدّين مفتي الْمُسلمين أَبُو عبد الله مُحَمَّد بن خَلِيل بن مُحَمَّد بن طوغان بن عبد الله التركي المنصفي الْحَنْبَلِيّ الحريري مولده تَقْرِيبًا سنة سِتّ وَأَرْبَعين وَسَبْعمائة انتقى على بعض الشُّيُوخ وَخرج وَأكْثر عَن شَيخنَا الْحَافِظ ابي بكر بن الْمُحب وَبِه تخرج وَسمع من خلق كثير مِنْهُم عُثْمَان بن يُوسُف ابْن غَدِير وحرر فِي هَذَا الشَّأْن أَيّمَا تَحْرِير توفّي بقلعة دمشق عقيب فتْنَة التتار من محنة حصلت لَهُ فِيهَا وحريق بالنَّار وَذَلِكَ فِي سنة ثَلَاث وَثَمَانمِائَة وَكَانَ مُعظما للشَّيْخ تَقِيّ الدّين محبا لَهُ بِكَثْرَة وترجمه بشيخ الْإِسْلَام غير مَا مرّة ¶ 11 - ابْن رَافع ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة الزَّاهِد الْوَرع الْحَافِظ الْفَقِيه النَّاقِد الْمُفِيد عُمْدَة الْمُحدثين تَقِيّ الدّين أَبُو الْمَعَالِي مُحَمَّد ابْن الشَّيْخ الْمُحدث الزَّاهِد جمال الدّين أبي مُحَمَّد رَافع ابْن أبي مُحَمَّد هجرس بن مُحَمَّد بن شَافِع ابْن مُحَمَّد بن نعْمَة بن فتيَان بن مُنِير بن سعد الصميدي السلَامِي ثمَّ الْمصْرِيّ ثمَّ الدِّمَشْقِي الشَّافِعِي ولد بِالْقَاهِرَةِ سنة أَربع وَسَبْعمائة فِي لَيْلَة الْأَرْبَعَاء تَاسِع ذِي الْقعدَة وَتُوفِّي سنة أَربع وَسبعين وَسَبْعمائة سمع من الْحسن سبط زِيَادَة وَابْن الْقيم وَجَمَاعَة حضورا وارتحل بِهِ وَالِده سنة",
            "page": "43",
            "part": "1",
            "seal": "B9A3D8FE"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "أَربع عشرَة فأسمعه من القَاضِي سُلَيْمَان بن حَمْزَة وَأبي بكر بن عبد الدَّائِم وَطَائِفَة وَسمع جَمِيع تَهْذِيب الْكَمَال من الْحَافِظ أبي الْحجَّاج ثمَّ توفّي وَالِده فحبب إِلَيْهِ هَذَا الشَّأْن ¶ وَحج وَقدم علينا سنة ثَلَاث وَعشْرين وَقد صَار ذَا معرفَة فَسمع الْكثير ثمَّ رَجَعَ ثمَّ قدم من الْعَام الْقَابِل فازداد واستفاد ثمَّ قدم سنة تسع وَعشْرين وَذهب إِلَى حماه وحلب روى لنا عَن ابي حَيَّان قصيدة وتحول إِلَى دمشق سنة تسع وَثَلَاثِينَ فاستوطنها وَحصل لَهُ وظائف قَالَه الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين خرج ابْن رَافع لنَفسِهِ معجما حافلا وَخرج لَهُ الْحَافِظ الذَّهَبِيّ جُزْءا من العوالي عَن طَائِفَة من مشايخه سَمعه مِنْهُ جمَاعَة من الْعلمَاء فِي سنة خمس وَثَلَاثِينَ وَسَبْعمائة ¶ وَوجدت بِخَطِّهِ طبقَة السماع فِي بَيت بني الْمُحب صورتهَا وَسمع صَاحبه الْوَلَد السعيد أَبُو الْفَتْح أَحْمد وَأَخُوهُ مُحَمَّد على الشَّيْخ الامام الْعَالم الأوحد الحبر الْكَبِير شيخ الْعلمَاء بركَة الْأَنَام كنز المستفيدين الْقدْوَة الْعُمْدَة الْحَافِظ تَقِيّ الدّين ابي الْعَبَّاس احْمَد بن عبد الْحَلِيم بن عبد السَّلَام بن عبد الله ابْن أبي الْقَاسِم ابْن تَيْمِية الْحَرَّانِي جُزْءا فِيهِ أَرْبَعُونَ حَدِيثا من مروياته خرجها لَهُ الامام امين الدّين مُحَمَّد بن إِبْرَاهِيم بن مُحَمَّد الواني عَن كبار مشايخه الَّذين سمع مِنْهُم وَذكر بَقِيَّة السماع وانه كَانَ بدار الحَدِيث السكرية بالقصاعين من دمشق واحال على الْقِرَاءَة والتاريخ الْمَذْكُورين قبل هَذِه الطَّبَقَة فالسماع بِقِرَاءَة وَالِد أبي الْفَتْح أَحْمد واخيه وَلَدي الإِمَام أبي مُحَمَّد عبد الله بن أَحْمد بن الْمُحب عبد الله الْمَقْدِسِي والتاريخ فِي يَوْم الْجُمُعَة بعد الصَّلَاة رَابِع عشر جُمَادَى الْآخِرَة سنة أَربع وَعشْرين وَسَبْعمائة ثمَّ كتب ابْن رَافع آخر الطَّبَقَة الْمشَار إِلَيْهَا مَا صورته واجاز كَاتبه مُحَمَّد بن رَافع ابْن أبي مُحَمَّد وَسمع مَعَهُمَا انْتهى مَا وجدته",
            "page": "44",
            "part": "1",
            "seal": "667CCDC2"
        },
        {
            "hno": "12",
            "id": "44",
            "nass": "12 - ابْن نجيح ¶ وَمِنْهُم الشَّيْخ الْعَالم الفقية العابد الناسك شرف الدّين أَبُو عبد الله مُحَمَّد بن الشَّيْخ سعد الدّين أبي مُحَمَّد سعد الله بن عبد الْأَحَد بن سعد الله بن عبد القاهر بن عبد الْوَاحِد بن عمر الْحَرَّانِي بن نجيح سمع من أبي الْحسن عَليّ ابْن البُخَارِيّ وَآخَرين وتفقه بِجَمَاعَة مِنْهُم الشَّيْخ تَقِيّ الدّين وَأذن لَهُ فِي الْإِفْتَاء فَأفْتى ¶ وَكَانَ من خِيَار الْمُسلمين توفّي بوادي بني سَالم بَين الْحَرَمَيْنِ بعد فَرَاغه من الْحَج فَحمل إِلَى الْمَدِينَة الشَّرِيفَة وَدفن بِالبَقِيعِ فِي سنة ثَلَاث وَعشْرين وَسَبْعمائة وَكَانَ للشَّيْخ تَقِيّ الدّين من جملَة ملازميه والخدام وَكَانَ يترجمه فِيمَا ننقله عَنهُ ويحكيه بشيخ الاسلام ¶ 13 - ابْن الصَّيْرَفِي ¶ وَمِنْهُم الشَّيْخ الْعَالم الْفَاضِل الْمُحدث الْمُفِيد الْمخْرج الْمجِيد الرّحال جمال المحصلين نَاصِر الدّين أَبُو الْمَعَالِي مُحَمَّد بن طغريل بن عبد الله الْخَوَارِزْمِيّ ابْن الصَّيْرَفِي المتصوف ولد سنة ثَلَاث وَتِسْعين وسِتمِائَة ورحل إِلَى عدَّة من الأقطار وَأخذ عَن خلائق من رُوَاة الْآثَار وَمِنْهُم أَبُو بكر بن عبد الدَّائِم وَعِيسَى الْمطعم والحجار وجد فِي الطّلب وأجاد وَخرج لجَماعَة من الشُّيُوخ وَأفَاد مَاتَ بحماه فِي شهر ربيع الأول سنة سبع وَثَلَاثِينَ وَسَبْعمائة",
            "page": "45",
            "part": "1",
            "seal": "18A83985"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وجدت بِخَطِّهِ تَقْيِيد سَماع لجزء أبي مَسْعُود احْمَد بن الْفُرَات الرَّازِيّ على أَرْبَعَة وَأَرْبَعين شَيخا ذكره مِنْهُم الشَّيْخ تَقِيّ الدّين فَقَالَ فِيمَا وجدته بِخَطِّهِ ¶ وَسَيِّدنَا الشَّيْخ الإِمَام الْعَلامَة الصَّدْر الْكَبِير الْكَامِل الْقدْوَة الْحَافِظ الزَّاهِد العابد الْوَرع شيخ الاسلام مفتي الْفرق حجَّة الْمَذْهَب مقتدى الطوائف لِسَان الشَّرِيعَة مُجْتَهد الْعَصْر وحيد الدَّهْر إِمَام الائمة تَقِيّ الدّين أبي الْعَبَّاس أَحْمد بن الشَّيْخ الامام الْعَلامَة الْمُفْتِي شهَاب الدّين أبي المحاسن عبد الْحَلِيم ابْن الشَّيْخ الامام الْعَلامَة شيخ الاسلام مجد الدّين أبي البركات عبد السَّلَام بن عبد الله بن أبي الْقَاسِم بن مُحَمَّد ابْن تَيْمِية الْحَرَّانِي أعَاد الله علينا من بركته ¶ وَشَيخنَا الإِمَام الْعَالم الزَّاهِد الْوَرع الْمُحدث الْعُمْدَة الْحجَّة الْحَافِظ الْكَبِير مُحدث الْعَصْر جمال الدّين أبي الْحجَّاج يُوسُف ابْن الزكي عبد الرَّحْمَن بن يُوسُف الْمزي وَذكر بَقِيَّة الْمَشَايِخ واسانيدهم والقارئ وَبَعض السامعين ¶ ثمَّ قَالَ وَصَحَّ ذَلِك وَثَبت فِي يَوْم الْجُمُعَة بعد الصَّلَاة الثَّانِي عشر من شهر رَمَضَان الْمُبَارك سنة سبع عشرَة وَسَبْعمائة بمشهد عُثْمَان بِجَامِع دمشق وَسمع مَعَه جمَاعَة مِنْهُم مثبتة ضَابِط أَسمَاء السامعين خَادِم الحَدِيث النَّبَوِيّ مُحَمَّد بن طغريل بن عبد الله الْمَعْرُوف بِابْن الصَّيْرَفِي عَفا الله عَنهُ ولطف بِهِ وسامحه وعدة السامعين الَّذين كمل لَهُم سَماع الْجُزْء ثَلَاثمِائَة وَخَمْسَة عشر وعدة الَّذين سمعُوا لَهُ يفرق تِسْعَة وَعشْرين نفسا",
            "page": "46",
            "part": "1",
            "seal": "069C22DC"
        },
        {
            "hno": "14",
            "id": "46",
            "nass": "14 - ابْن طولوبغا ¶ وَمِنْهُم الشَّيْخ الْعَالم الْمُحدث الْمُفِيد نَاصِر الدّين ابو نصر مُحَمَّد ابْن الْأَمِير السيفي طولوبغا ابْن عبد الله التركي الدِّمَشْقِي ولد سنة ثَلَاث عشرَة وَسَبْعمائة وَسمع من الحجار وَخلق من ذَوي الاسناد وَكتب كثيرا واستفاد وَأفَاد وجدت بِخَطِّهِ فِي مَوَاضِع كَثِيرَة ترْجم فِيهَا الشَّيْخ تَقِيّ الدّين بشيخ الاسلام تَرْجَمته الْمَشْهُورَة وَنقل من كَلَامه جملا مفيدة ¶ مِنْهَا مَا وجدته بِخَطِّهِ فِيمَا يتَعَلَّق بالعقيدة انه قَالَ وَمذهب السّلف وَالْأَئِمَّة كالأربعة وَغَيرهم إِثْبَات بِلَا تَشْبِيه وتنزيه بِلَا تَعْطِيل وَلَيْسَ لأحد أَن يضع عقيدة وَلَا عبَادَة من عِنْد نَفسه بل عَلَيْهِ أَن يتبع وَلَا يبتدع ويقتدي وَلَا يبتدي ¶ 15 - ابْن الْمُحب الصَّامِت ¶ وَمِنْهُم الشَّيْخ الإِمَام الزَّاهِد العابد الْعَلامَة النَّبِيل الْمُحدث الْأَصِيل الْحَافِظ الْكَبِير الْمسند الْكثير عُمْدَة الْحفاظ شيخ الْمُحدثين شمس الدّين أَبُو بكر مُحَمَّد بن الشَّيْخ الْعَالم الْحَافِظ الْقدْوَة محب الدّين أبي مُحَمَّد عبد الله بن أَحْمد ابْن الْمُحب عبد الله بن احْمَد بن مُحَمَّد بن ابراهيم بن احْمَد بن عبد الرَّحْمَن بن اسماعيل بن مَنْصُور بن عبد الرَّحْمَن السَّعْدِيّ الْمَقْدِسِي ثمَّ",
            "page": "47",
            "part": "1",
            "seal": "5711F810"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "الصَّالِحِي الْحَنْبَلِيّ الشهير بالصامت لقب بذلك لِكَثْرَة سُكُوته عَن فضول الْكَلَام وَكَانَ يكره أَن يدعى بِهَذَا اللقب بَين الْأَنَام ولد سنة اثْنَتَيْ عشرَة وَسَبْعمائة وَتُوفِّي سنة ثَمَان وَثَمَانِينَ بصالحية دمشق الْكُبْرَى وَبهَا دفن ¶ رتب مُسْند الإِمَام أَحْمد على الابواب فاتقن وأجاد وصنف كتاب التَّذْكِرَة فِي الضُّعَفَاء فَأفَاد وَلَقَد وجدت بِخَطِّهِ فِي مَوَاضِع كَثِيرَة وأماكن متباينة بِخَطِّهِ مسطوره تَرْجَمَة الشَّيْخ تَقِيّ الدّين بشيخ الاسلام وَهُوَ أجل شُيُوخه من الْأَئِمَّة الْأَعْلَام ومدحه بقصائد من النظام (وجدت بِخَطِّهِ طبقَة سَماع على عوالي مُسْند الْحَارِث بن أبي أُسَامَة أَولهَا وَسمعتهَا على شَيخنَا الامام الرباني شيخ الْإِسْلَام إِمَام الْأَئِمَّة الْأَعْلَام بَحر الْعُلُوم والمعارف أبي الْعَبَّاس احْمَد بن عبد الْحَلِيم بن عبد السَّلَام بن تَيْمِية اثابه الله الْجنَّة بِسَمَاعِهِ من احْمَد ابْن أبي الْخَيْر بِسَنَدِهِ وَمن وَالِده وَاحْمَدْ بن عبد الرَّحْمَن ابْن العنيقة الْحَرَّانِي وَاحْمَدْ بن مُحَمَّد الطَّاهِر ابْن الْمُحدث بسماعهم من يُوسُف بن خَلِيل بِقِرَاءَة وَالِدي أبي مُحَمَّد عبد الله بن احْمَد بن الْمُحب ابْن مُحَمَّد وَهَذَا خطه وَذكر بَقِيَّة السامعين وَأَن السماع كَانَ يَوْم الِاثْنَيْنِ سادس عشر جُمَادَى الْآخِرَة سنة ثَمَانِي عشرَة وَسَبْعمائة بقرية المزة وَقَالَ وَأَجَازَ لَهُم مروياته ومؤلفاته) قَالَ شَيخنَا ابْن الْمُحب الْمشَار إِلَيْهِ فِي كِتَابه تَكْمِلَة المختارة الَّتِي ألفها ضِيَاء الدّين الْمَقْدِسِي فِيمَا وجدته بِخَطِّهِ أخبرنَا شيخ الاسلام أَبُو الْعَبَّاس احْمَد بن عبد الْحَلِيم ابْن تَيْمِية وحافظ عصره أَبُو الْحجَّاج الْمزي قَالَا اُخْبُرْنَا احْمَد ابْن أبي الْخَيْر انبأنا خَلِيل ابْن أبي الرجا زَاد ابو الْعَبَّاس فَقَالَ وَأخْبرنَا وَالِدي ابو المحاسن وَاحْمَدْ بن العنيقة وَاحْمَدْ ابْن الظَّاهِرِيّ واخبرنا ابراهيم بن صَالح بن هَاشم قَالُوا أخبرنَا يُوسُف",
            "page": "48",
            "part": "1",
            "seal": "AD2A9DF6"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "ابْن خَلِيل قَالَ أخبرنَا خَلِيل الدَّارَانِي فَذكر حَدِيثا وَقَالَ شَيخنَا أَيْضا فِيمَا ذكره من أَوْهَام يسيرَة وَقعت للشَّيْخ تَقِيّ الدّين قَالَ فِيمَا وجدته بِخَطِّهِ ¶ وَحسب شَيخنَا مَعَ اتساعه فِي كل الْعُلُوم إِلَى الْغَايَة وَالنِّهَايَة سمعا وعقلا نقلا وبحثا ان يكون نَادِر الْغَلَط كَمَا كَانَ أَخُوهُ أَبُو مُحَمَّد ابْن تَيْمِية فِيمَا بَلغنِي عَنهُ يَقُول أخي نَادِر الْغَلَط وَكَانَ أَبُو مُحَمَّد من الناقدين حَدِيثا وفقها وعربية انْتهى",
            "page": "49",
            "part": "1",
            "seal": "AA10D1B0"
        },
        {
            "hno": "16",
            "id": "49",
            "nass": "16 - ابْن سوار السُّبْكِيّ ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَلامَة قَاضِي الْقُضَاة بهاء الدّين علم المناظرين أحد المتبحرين أَبُو الْبَقَاء مُحَمَّد بن عبد الْبر بن يحيى [بن عَليّ] ابْن تَمام بن يُوسُف بن مُوسَى بن تَمام بن تَمِيم بن حَامِد بن يحيى بن عمر ابْن عُثْمَان بن عَليّ بن مسوار بن سوار بن سليم الْأنْصَارِيّ الخزرجي السُّبْكِيّ الشَّافِعِي مولده فِي شهر ربيع الأول سنة سبع وَسَبْعمائة وَتُوفِّي يَوْم الثُّلَاثَاء ثَالِث عشر شهر ربيع الآخر سنة سبع وَسبعين وَسَبْعمائة بِدِمَشْق سمع الحَدِيث من خلق مِنْهُم أَحْمد بن الشّحْنَة ووزيرة بنت عمر بن المنجي وَأَبُو الْحسن الواني وَيُونُس الدبوسي وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين فَقَالَ إِمَام متبحر مناظر بَصِير بِالْعلمِ مُحكم للعربية وَغَيرهَا وَقَالَ وناب فِي الحكم لِابْنِ عمهم مَعَ الدّين وَالتَّقوى والتصون انْتهى نيابته للْحكم الْمشَار اليها كَانَت عَن الإِمَام تَقِيّ الدّين السُّبْكِيّ ثمَّ ولي الْقَضَاء اسْتِقْلَالا سنة ثَمَان وَخمسين وَسَبْعمائة فَمَكثَ فِيهِ مُدَّة يسيرَة ثمَّ ولي قَضَاء الديار المصرية سنة سِتّ وَسِتِّينَ ثمَّ صرف عَنهُ سنة اثْنَتَيْنِ وَسبعين ثمَّ ولي قَضَاء دمشق ثَانِيًا وَبهَا توفّي رَحْمَة الله تَعَالَى عَلَيْهِ فِي التَّارِيخ الْمُتَقَدّم حكى بعض من لَقيته من الشُّيُوخ الْعلمَاء أَنه حضر مرّة مَعَ قَاضِي الْقُضَاة أبي الْبَقَاء شيخ الشَّافِعِيَّة درسا أَلْقَاهُ بِالْمَدْرَسَةِ الرواحية وَهِي دَاخل بَاب",
            "page": "50",
            "part": "1",
            "seal": "3A13BDD7"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "الفراديس من دمشق فَجَاءَهُ جمَاعَة من طَائِفَة القلندرية يسألونه فَأمر لَهُم بِشَيْء وَكَانَ إِذْ ذَاك حَاكما بِدِمَشْق على الْقَضَاء بهَا ثمَّ جَاءَهُ طَائِفَة أُخْرَى من الحيدرية وَهُوَ يتَوَضَّأ على بركَة الْمدرسَة الْمَذْكُورَة فَسَأَلُوهُ فَأمر لَهُم بِشَيْء ثمَّ جَاءَ فصلى رَكْعَتَيْنِ ثمَّ قَالَ رحم الله ابْن تَيْمِية كَانَ يكره هَؤُلَاءِ الطوائف على بدعهم قَالَ فَلَمَّا قَالَ ذَلِك ذكرت لَهُ كَلَام النَّاس فِي ابْن تَيْمِية فَقَالَ لي وَكَانَ ثمَّ جمَاعَة حاضرون قد تخلفوا بعد الدَّرْس يشتغلون عَلَيْهِ وَالله يَا فلَان مَا يبغض ابْن تَيْمِية إِلَّا جَاهِل أَو صَاحب هوى فالجاهل لَا يدْرِي مَا يَقُول وَصَاحب الْهوى يصده هَوَاهُ عَن الْحق بعد مَعْرفَته بِهِ قَالَ فاعجبني ذَلِك مِنْهُ وَقبلت يَده وَقلت لَهُ جَزَاك الله خيرا انْتهى ¶ هَذَا حَال رَاوِي هَذِه الْحِكَايَة فَكيف لَو سمع مَا صحت بِهِ الرِّوَايَة عَن الشَّيْخ تَقِيّ الدّين السُّبْكِيّ شيخ الْإِسْلَام فِي مدحه الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية الإِمَام لطار فَرحا من السرُور وَقضى عجبا من وُقُوع ذَلِك لما علم مَا حصل من الشرور وَلَا نَشد متمثلا بذلك الْبَيْت الْمَشْهُور",
            "page": "51",
            "part": "1",
            "seal": "26993C81"
        },
        {
            "hno": null,
            "id": "51",
            "nass": ".. ومليحة شهِدت لَهَا ضراتها ... وَالْفضل مَا شهِدت بِهِ الْأَعْدَاء ... ¶ كتب الْحَافِظ أَبُو عبد الله الذَّهَبِيّ فِيمَا اشْتهر إِلَى الشَّيْخ تَقِيّ الدّين السُّبْكِيّ يعاتبه على مَا صدر فَكتب الْجَواب يعْتَذر عَن تِلْكَ الحادثات وَمن بعضه مَا أَشَارَ إِلَيْهِ الشَّيْخ زين الدّين بن رَجَب فِي كِتَابه الطَّبَقَات فَقَالَ وَمِمَّا وجد فِي كتاب كتبه الْعَلامَة قَاضِي الْقُضَاة أَبُو الْحسن السُّبْكِيّ إِلَى الْحَافِظ أبي عبد الله الذَّهَبِيّ فِي أَمر الشَّيْخ تَقِيّ الدّين أما قَول سَيِّدي فِي الشَّيْخ فالمملوك يتَحَقَّق كبر قدره وزخارة بحره وتوسعه فِي الْعُلُوم الشَّرْعِيَّة والعقلية وفرط ذكائه واجتهاده وبلوغه فِي كل من ذَلِك الْمبلغ الَّذِي لَا يتَجَاوَز الْوَصْف والمملوك يَقُول ذَلِك دَائِما وَقدره فِي نَفسِي أعظم من ذَلِك وَأجل مَعَ مَا جمع الله لَهُ من الزهادة والورع والديانة ونصرة الْحق وَالْقِيَام فِيهِ لَا لغَرَض سواهُ وجريه على سنَن السّلف وَأَخذه من ذَلِك بالمأخذ الأوفى وغرابة مثله فِي هَذَا الزَّمَان بل من أزمان انْتهى",
            "page": "52",
            "part": "1",
            "seal": "7D776805"
        },
        {
            "hno": "17",
            "id": "52",
            "nass": "17 - ابْن جَيش الرقي الْمُؤَذّن ¶ وَمِنْهُم الشَّيْخ الصَّالح الْمُقْرِئ شمس الدّين أَبُو عبد الله مُحَمَّد بن عُثْمَان ابْن جَيش بن عَليّ الدِّمَشْقِي الْمُؤَذّن حضر على القَاضِي سُلَيْمَان وَسمع من أبي بكر بن احْمَد بن عبد الدَّائِم وَعِيسَى الْمطعم وَهَذِه الطَّبَقَة أجَاز لَهُ فِي سنة ثَلَاث عشرَة وَسَبْعمائة جمَاعَة من شُيُوخ دمشق ومصر ذكره الإِمَام أَبُو الْعَبَّاس بن حجي فِي مُعْجم شُيُوخه ترْجم الشَّيْخ تَقِيّ الدّين بشيخ الْإِسْلَام فِيمَا سَمعه مِنْهُ النُّور عَليّ بن مُحَمَّد بن أيدغدي فِيمَا وجدته بِخَطِّهِ ¶ 18 - ابْن الحريري ¶ وَمِنْهُم الشَّيْخ الإِمَام قَاضِي قُضَاة مصر وَالشَّام وَأحد أَعْيَان الاعلام شمس الدّين مفتي الْمُسلمين مُفِيد الطالبين ابو عبد الله مُحَمَّد ابْن الشَّيْخ صفي الدّين ابي عَمْرو عُثْمَان بن أبي الْحسن بن عبد الْوَهَّاب الْأنْصَارِيّ الْحَنَفِيّ ابْن الحريري ¶ ولد سنة ثَلَاث وَخمسين وسِتمِائَة وَتُوفِّي يَوْم السبت رَابِع جُمَادَى الْآخِرَة سنة ثَمَان وَعشْرين وَسَبْعمائة كَانَ يَقُول إِن لم يكن ابْن تَيْمِية",
            "page": "53",
            "part": "1",
            "seal": "49A55781"
        },
        {
            "hno": "19",
            "id": "53",
            "nass": "شيخ الْإِسْلَام فَمن وَقَالَ مرّة لبَعض أَصْحَابه أَتُحِبُّ الشَّيْخ تَقِيّ الدّين قَالَ نعم قَالَ وَالله لقد أَحْبَبْت شَيْئا مليحا حكى ذَلِك عَن قَاضِي الْقُضَاة ابْن الحريري الْمَذْكُور الْحَافِظ الْعَلامَة أَبُو الْفِدَاء إِسْمَاعِيل بن كثير فِي تَارِيخه فِيمَن توفّي سنة ثَمَان وَعشْرين من الْأَعْيَان ¶ 19 - ابْن شكر ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَالم الْفَقِيه الْفَاضِل الْمُحدث الْمُفِيد شمس الدّين ابو عبد الله مُحَمَّد بن عُثْمَان بن عبد الله بن شكر النبحاني نزيل دمشق الْحَنْبَلِيّ ذُو التصانيف الجمة الَّتِي مِنْهَا كتاب نصيحة الْأمة فِي عقائد الْأَئِمَّة فِي مجلدين سمع من مُحَمَّد بن اسماعيل بن الخباز وَخلق من الْمُتَأَخِّرين حَتَّى من اقرانه من الْمُحدثين وَمن دونهم من المسندين ذكره الامام ابو الْعَبَّاس احْمَد بن حجي فِي مُعْجم شُيُوخه مولده فِيمَا وجدته بِخَطِّهِ سنة خمس وَعشْرين وَسَبْعمائة وَكَانَ يترجم الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية بشيخ الْإِسْلَام ويعظمه كثيرا ¶ 20 - ابْن اليونانية البعلبكي ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَلامَة الصَّالح الْبركَة أقضى الْقُضَاة شمس الدّين مفتي الْمُسلمين أَبُو عبد الله مُحَمَّد ابْن الشَّيْخ أبي الْحسن عَليّ بن احْمَد بن اليونانية البعلبكي الْحَنْبَلِيّ قَاضِي بعلبك حدث عَن أَحْمد بن أبي طَالب الحجار وَكَانَ من الْقُضَاة الأخيار وَالْعُلَمَاء الْأَعْلَام وَترْجم الشَّيْخ تَقِيّ الدّين غير مَا مرّة بشيخ الْإِسْلَام",
            "page": "54",
            "part": "1",
            "seal": "396B2023"
        },
        {
            "hno": "21",
            "id": "54",
            "nass": "21 - ابْن حَمْزَة الْحُسَيْنِي ¶ وَمِنْهُم السَّيِّد الشريف الإِمَام الْعَالم الْعَفِيف الْحَافِظ النَّاقِد ذُو النصانيف شمس الدّين جمال الْمُحدثين أَبُو المحاسن مُحَمَّد بن عَليّ بن الْحسن ابْن حَمْزَة بن أبي المحاسن [مُحَمَّد ابْن نَاصِر بن عَليّ بن الْحُسَيْن بن اسماعيل بن الْحُسَيْن بن مُحَمَّد بن اسماعيل بن مُحَمَّد بن جَعْفَر الصَّادِق بن مُحَمَّد الباقر بن عَليّ زين العابدين بن الْحُسَيْن بن عَليّ بن أبي طَالب] الْحُسَيْنِي الدِّمَشْقِي الشَّافِعِي ولد سنة خمس عشرَة وَسَبْعمائة فِي شعْبَان وَسمع من خلق مِنْهُم احْمَد بن عَليّ الْجَزرِي وابو الْفَتْح الْمَيْدُومِيُّ وَزَيْنَب ابْنة الْكَمَال وَغَيرهم من الاعيان وَخرج لنَفسِهِ معجما يشْتَمل على خلق كثير وَكَانَ اماما حَافِظًا مؤرخا لَهُ قدر كَبِير وَمن مصنفاته الفاخرة كتاب الذُّرِّيَّة الطاهرة سَمَّاهُ الْعرف الذكي فِي النّسَب الزكي وَكتاب الاكتفا فِي الضعفا وَكتاب أسامي رجال الائمة السِّتَّة ومسند احْمَد بن حَنْبَل وَكتاب التَّارِيخ وَغير ذَلِك من مُخْتَصر ومطول وَمِنْه كتاب الْإِلْمَام فِي آدَاب دُخُول الْحمام وَكَانَ حسن الْخلق رَضِي النَّفس من الثِّقَات الاثبات وجدت بِخَطِّهِ فِي غير مَا مَوضِع من مؤلفاته سمي فِيهَا ابْن تَيْمِية شيخ الاسلام ¶ توفّي رَحْمَة الله فِي شهر رَمَضَان سنة خمس وَسِتِّينَ وَسَبْعمائة",
            "page": "55",
            "part": "1",
            "seal": "B3C41C82"
        },
        {
            "hno": "22",
            "id": "55",
            "nass": "22 - الزملكاني ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَلامَة قَاضِي الْقُضَاة كَمَال الدّين جمال المناظرين أَبُو الْمَعَالِي مُحَمَّد بن أبي الْحسن [بن] عَليّ بن عبد الْوَاحِد بن خطيب زملكا أبي مُحَمَّد عبد الْكَرِيم بن خلف [ابْن سُلْطَان ابْن خَلِيل بن حسن ابْن سعد بن] نَبهَان الانصاري الشَّافِعِي ابْن الزملكاني مولده فِي لَيْلَة الِاثْنَيْنِ ثامن شَوَّال سنة سِتّ وَقيل سنة سبع وَسِتِّينَ وسِتمِائَة وَتُوفِّي لَيْلَة السبت السَّادِس عشر من شهر رَمَضَان سنة سبع وَعشْرين وَسَبْعمائة بِمَدِينَة بلبيس وَحمل إِلَى الْقَاهِرَة فَدفن بهَا تولى مناظرة شيخ الاسلام ابْن تَيْمِية غير مَا مرّة وَمَعَ ذَلِك فَكَانَ يعْتَرف بإمامته وَلَا يُنكر فَضله وَلَا بره قَالَ مرّة عَن الشَّيْخ تَقِيّ الدّين كَانَ إِذا سُئِلَ عَن فن من الْعلم ظن الرَّائِي وَالسَّامِع انه لَا يعرف غير ذَلِك الْفَنّ وَحكم أَن احدا لَا يعرف مثله ¶ وَقَالَ الشَّيْخ زين الدّين أَبُو الْفرج عبد الرَّحْمَن بن رَجَب فِي طبقاته وَبَلغنِي من طَرِيق صَحِيح عَن ابْن الزملكاني انه سُئِلَ عَن الشَّيْخ يَعْنِي ابْن تَيْمِية فَقَالَ لم ير من خَمْسمِائَة سنة أَو قَالَ أَرْبَعمِائَة سنة وَالشَّكّ من النَّاقِل وغالب ظَنّه انه قَالَ من خَمْسمِائَة سنة احفظ مِنْهُ انْتهى ¶ وَقد روى واشتهر وَذكر وانتشر مَا كتبه الشَّيْخ كَمَال الدّين ابْن الزملكاني على كتاب بَيَان الدَّلِيل على بطلَان التَّحْلِيل تأليف ابْن تَيْمِية وَهُوَ مَا نَصه",
            "page": "56",
            "part": "1",
            "seal": "605923E7"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "من مصنفات [سيدنَا] وَشَيخنَا وقدوتنا الشَّيْخ الإِمَام الْعَالم الْعَلامَة الاوحد البارع الْحَافِظ الزَّاهِد الْوَرع الْقدْوَة الْكَامِل الْعَارِف تَقِيّ الدّين شيخ الْإِسْلَام سيد الْعلمَاء قدوة الْأَئِمَّة الْفُضَلَاء نَاصِر السّنة قامع الْبِدْعَة حجَّة الله على الْعباد راد أهل الزيغ والعناد أوحد الْعلمَاء العاملين آخر الْمُجْتَهدين أبي الْعَبَّاس احْمَد بن عبد الْحَلِيم بن عبد السَّلَام ابْن عبد الله ابْن أبي الْقَاسِم بن مُحَمَّد ابْن تَيْمِية الْحَرَّانِي حفظ الله على الْمُسلمين طول حَيَاته وَأعَاد عَلَيْهِم من بركاته إِنَّه على كل شَيْء قدير وَكتب الشَّيْخ كَمَال الدّين بن الزملكاني أَيْضا بِخَطِّهِ على كتاب رفع الملام عَن الائمة الْأَعْلَام مَا نَصه ¶ تأليف الشَّيْخ الامام الْعَالم الْعَلامَة الأوحد الْحَافِظ الْمُجْتَهد الزَّاهِد العابد الْقدْوَة إِمَام الائمة قدوة الْأمة عَلامَة الْعلمَاء وَارِث الانبياء آخر الْمُجْتَهدين أوحد عُلَمَاء الدّين بركَة الاسلام حجَّة الاعلام برهَان الْمُتَكَلِّمين قامع المبتدعين مُحي السّنة وَمن عظمت بِهِ لله علينا الْمِنَّة وَقَامَت بِهِ على أعدائه الْحجَّة واستبانت ببركته وهديه المحجة تَقِيّ الدّين أَبُو الْعَبَّاس احْمَد بن عبد الْحَلِيم بن عبد السَّلَام بن تَيْمِية الْحَرَّانِي أَعلَى الله مناره وشيد بِهِ من الدّين أَرْكَانه ثمَّ ذكر أبياتا مِنْهَا ... هُوَ حجَّة لله باهرة ... هُوَ بَيْننَا أعجوبة الدَّهْر ¶ هُوَ آيَة فِي الْخلق ظَاهِرَة ... أنوارها أربت على الْفجْر ...",
            "page": "57",
            "part": "1",
            "seal": "2A8B0A75"
        },
        {
            "hno": "23",
            "id": "57",
            "nass": "وَقَالَ الشَّيْخ كَمَال الدّين بن الزملكاني أَيْضا عَن الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية اجْتمعت فِيهِ شُرُوط الِاجْتِهَاد على وَجههَا وَله الْيَد الطُّولى فِي حسن التصنيف وجودة الْعبارَة وَالتَّرْتِيب والتقسيم والتبيين حَكَاهُ عَن ابْن الزملكاني الْحَافِظ علم الدّين أَبُو مُحَمَّد الْقَاسِم بن البرزالي وَحَكَاهُ أَيْضا الْحَافِظ ابو عبد الله مُحَمَّد بن أَحْمد بن عبد الْهَادِي فَقَالَ فِي كِتَابه طَبَقَات الْحفاظ فِي تَرْجَمَة الشَّيْخ تَقِيّ الدّين وَهِي خَاتِمَة تراجم الطَّبَقَات ¶ وَقَالَ الْعَلامَة كَمَال الدّين ابْن الزملكاني كَانَ إِذا سُئِلَ عَن فن من الْعلم ظن الرَّائِي وَالسَّامِع انه لَا يعرف غير ذَلِك الْفَنّ وَحكم ان احدا لَا يعرف مثله وَكَانَ الْفُقَهَاء من سَائِر الطوائف إِذا جَلَسُوا مَعَه استفادوا فِي مذاهبهم مِنْهُ مَا لم يَكُونُوا عرفوه قبل ذَلِك وَلَا يعرف أَنه نَاظر أحدا فَانْقَطع مَعَه وَلَا تكلم فِي علم من الْعُلُوم سَوَاء كَانَ من عُلُوم الشَّرْع أَو غَيرهَا إِلَّا فاق فِيهِ أَهله والمنسوبين اليه ¶ وَكَانَت لَهُ الْيَد الطُّولى فِي حسن التصنيف وجودة الْعبارَة وَالتَّرْتِيب والتقسيم والتبيين ¶ وَقَالَ ابْن عبد الْهَادِي ايضا فِي تَرْجَمَة الشَّيْخ تَقِيّ الدّين المفردة وَقد سُئِلَ عَنهُ الشَّيْخ كَمَال الدّين ابْن الزملكاني فَقَالَ هُوَ بارع فِي فنون عديدة من الْفِقْه والنحو والاصول ملازم لانواع الْخَيْر وَتَعْلِيم الْعلم حسن الْعبارَة قوي فِي دينه صَحِيح الذِّهْن قوي الْفَهم ¶ 23 - ابْن دَقِيق الْعِيد ¶ وَمِنْهُم الشَّيْخ الْعَلامَة الامام أحد شُيُوخ الاسلام قَاضِي قُضَاة الْمُسلمين تَقِيّ الدّين عُمْدَة الْفُقَهَاء والمحدثين أَبُو الْفَتْح مُحَمَّد بن عَليّ بن وهب ابْن مُطِيع ابْن أبي الطَّاعَة الْقشيرِي المنفلوطي الْمَالِكِي الشَّافِعِي ابْن دَقِيق الْعِيد",
            "page": "58",
            "part": "1",
            "seal": "A61841A3"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "المتوفي سنة اثْنَتَيْنِ وَسَبْعمائة روى عَن ابْن المقير وَابْن الجميزي وَابْن رواج وَآخَرين وَعنهُ الْمزي والقطب الْحلَبِي وَغَيرهمَا من الْمُحدثين ¶ وَكَانَ إِمَامًا حَافِظًا فَقِيها ذَا تَحْرِير مالكيا شافعيا لَيْسَ لَهُ نَظِير وَكَانَ يُفْتِي بالمذهبين ويدرس فيهمَا بمدرسة الْفَاضِل على الشَّرْطَيْنِ وَله الْيَد الطُّولى فِي معرفَة الْأَصْلَيْنِ وَمن مؤلفاته كتاب الْإِلْمَام فِي الْأَحْكَام وَكتاب الْأَرْبَعين فِي الرِّوَايَة عَن رب الْعَالمين ¶ لما قدم التتار خذلهم الله تَعَالَى سنة سَبْعمِائة إِلَى أَطْرَاف الْبِلَاد الشامية وَكَانَت العساكر المصرية قد خرجت لقتالهم ثمَّ قوي عَلَيْهِم الْمَطَر وَشدَّة الْبرد فَرَجَعُوا متوجهين إِلَى مصر فَبلغ [ذَلِك] الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية فَركب على الْبَرِيد من دمشق وسَاق ليلحق السُّلْطَان قبل دُخُوله إِلَى مصر فسبقه الْجَيْش وَدخل إِلَى الْقَاهِرَة فَدَخلَهَا الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية فِي الْيَوْم الثَّامِن من خُرُوجه من دمشق وَكَانَ دُخُوله مَعَ دُخُول بعض العساكر إِلَى الْقَاهِرَة يَوْم الِاثْنَيْنِ حادي عشر جُمَادَى الاولى سنة سَبْعمِائة فَاجْتمع بالشيخ اعيان الْبَلَد وَمِنْهُم تَقِيّ الدّين ابْن دَقِيق الْعِيد فَسمع كَلَام الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية وَقَالَ لَهُ بعد سَماع كَلَامه مَا كنت أَظن أَن الله تَعَالَى بَقِي يخلق مثلك وَسُئِلَ الشَّيْخ تَقِيّ الدّين ابْن دَقِيق الْعِيد بعد انْقِضَاء ذَلِك الْمجْلس عَن الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية فَقَالَ هُوَ رجل حفظَة فَقيل لَهُ فَهَلا تَكَلَّمت مَعَه فَقَالَ هَذَا رجل يحب الْكَلَام وَأَنا أحب السُّكُوت وَقَالَ الشَّيْخ تَقِيّ الدّين ابْن دَقِيق الْعِيد أَيْضا لما اجْتمعت بِابْن تَيْمِية رَأَيْت رجلا الْعُلُوم كلهَا بَين عَيْنَيْهِ يَأْخُذ مِنْهَا مَا يُرِيد ويدع مَا يُرِيد",
            "page": "59",
            "part": "1",
            "seal": "5F554600"
        },
        {
            "hno": "24",
            "id": "59",
            "nass": "24 - ابْن المنجا التنوخي ¶ وَمِنْهُم الشَّيْخ الامام الْفَقِيه الصَّالح مفتي الْمُسلمين علم المدرسين شرف الدّين أَبُو عبد الله مُحَمَّد بن أبي البركات المنجا ابْن الْعِزّ أبي عَمْرو عُثْمَان بن وجيه الدّين أبي الْمَعَالِي أسعد بن المنجا بن بَرَكَات بن المؤمل التنوخي المعري الأَصْل ثمَّ الدِّمَشْقِي ولد سنة خمس وَسبعين وسِتمِائَة وَسمع بإفادة وَالِده الْكثير من الْمُسلم بن عَلان وطبقته وتفقه وَأفْتى ودرس وَكَانَ ذَا صِيَانة وتقوى وديانة من خَواص أَصْحَاب الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية وملازميه حضرا وسفرا توفّي رَحمَه الله فِي رَابِع شَوَّال سنة أَربع وَعشْرين وَسَبْعمائة وَدفن بسفح قاسيون من دمشق ¶ 24 - اليونيني ¶ وَمِنْهُم الشَّيْخ الْعَالم الْفَقِيه المؤرخ تَقِيّ الدّين أَبُو عبد الله مُحَمَّد بن الامام قطب الدّين أبي الْفَتْح مُوسَى بن الْحَافِظ الْفَقِيه تَقِيّ الدّين أبي عبد الله ابْن أبي الْحُسَيْن احْمَد بن عبد الله بن عِيسَى بن احْمَد بن عَليّ بن مُحَمَّد بن مُحَمَّد بن احْمَد بن مُحَمَّد بن الْحُسَيْن بن اسحاق بن جَعْفَر بن مُحَمَّد بن عَليّ بن الْحُسَيْن ابْن عَليّ بن ابي طَالب الْهَاشِمِي الْعلوِي الْحُسَيْنِي اليونيني توفّي يَوْم الاحد ثَالِث ذِي الْحجَّة سنة خمس وَسِتِّينَ وَسَبْعمائة وَكَانَ رَضِي النَّفس حسن الْخلق كثير الْأَدَب قَلِيل الْكَلَام يحمل حَاجته من السُّوق فِي ذيله وَهُوَ أحد الْأَعْلَام الَّذين سموا ابْن تَيْمِية شيخ الاسلام",
            "page": "60",
            "part": "1",
            "seal": "015F1241"
        },
        {
            "hno": "25",
            "id": "60",
            "nass": "25 - ابْن السَّنَد ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم الْحَافِظ النَّاقِد الْمُفِيد شمس الدّين عُمْدَة الْمُحدثين أَبُو عبد الله مُحَمَّد بن مُوسَى بن مُحَمَّد بن سَنَد بن تَمِيم اللَّخْمِيّ الدِّمَشْقِي الشَّافِعِي جد فِي طلب هَذَا الشَّأْن واجتهد وحرر رِجَاله واسماءهم وانتقى وانتقد وَخرج لنَفسِهِ وَلغيره فأتقن وَكتب بِخَطِّهِ كثيرا فأجاد وَأحسن سمع من الذَّهَبِيّ وَاحْمَدْ بن المظفر النابلسي وَمُحَمّد بن الخباز وَآخَرين وَكَانَ حَافِظًا عَالما من المتقنين توفّي سنة إِحْدَى وَتِسْعين وسِتمِائَة وَكَانَ يُسَمِّي ابْن تَيْمِية شيخ الاسلام كَغَيْرِهِ من المعدلين ¶ 26 - ابْن سعد ¶ وَمِنْهُم الْعَالم الْفَاضِل الْمُحدث البارع المؤرخ الْمُفِيد شمس الدّين جمال المخرجين أَبُو عبد الله مُحَمَّد ابْن الشَّيْخ الْمسند الْكَبِير أبي زَكَرِيَّا يحيى وَيُقَال لَهُ أسعد ابْن الشَّيْخ الْفَقِيه الْفَاضِل الاديب البارع الْكَاتِب الْوَزير الصَّالح ابي عبد الله مُحَمَّد بن سعد بن عبد الله بن سعد بن مُفْلِح ابْن هبة الله بن نمير الانصاري الْمَقْدِسِي الاصل ثمَّ الدِّمَشْقِي الصَّالِحِي الشهير بِابْن سعد سمع الْكثير بِوَاسِطَة أَبِيه وَطلب بِنَفسِهِ فَأكْثر ذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين فَقَالَ الْمُحدث الْفَاضِل الْمُفِيد شمس الدّين ولد سنة ثَلَاث وَسَبْعمائة وَبكر بِهِ وَالِده فَسمع كثيرا وَهُوَ حَاضر وَسمع من القَاضِي وَمن وَالِده وَابْن عبد الدَّائِم والمطعم وَخلق كثير وَطلب بِنَفسِهِ سنة إِحْدَى",
            "page": "61",
            "part": "1",
            "seal": "68060CDB"
        },
        {
            "hno": "27",
            "id": "61",
            "nass": "وَعشْرين وَسَبْعمائة وَكتب ورحل وَخرج للشيوخ وتميز واصحابنا يثنون عَلَيْهِ انْتهى كتب للشَّيْخ تَقِيّ الدّين ابْن تَيْمِية شيخ الاسلام غير مَا مرّة مِنْهَا مَا وجدته بِخَطِّهِ فِي طبقَة سَماع لجزء الْحسن بن عَرَفَة صورتهَا سمع جَمِيع هَذَا الْجُزْء وَهُوَ جُزْء ابْن عَرَفَة عَليّ الْمَشَايِخ الاربعة وَالْعِشْرين الشَّيْخ الامام الْعَالم الْعَلامَة الاوحد البارع الْحجَّة الْحَافِظ الزَّاهِد العابد الْوَرع شيخ مَشَايِخ الاسلام بَقِيَّة الائمة الاعلام امام الائمة قدوة الامة عَلامَة الزَّمَان فريد الدَّهْر والأوان بَحر الْعُلُوم تَقِيّ الدّين أبي الْعَبَّاس احْمَد بن الشَّيْخ الامام الْعَلامَة شهَاب الدّين عبد الْحَلِيم ابْن الشَّيْخ الامام شيخ الاسلام مجد الدّين عبد السَّلَام بن عبد الله بن مُحَمَّد بن أبي الْقَاسِم بن مُحَمَّد ابْن تَيْمِية وأخيه الصَّدْر الْعدْل زين الدّين أبي مُحَمَّد عبد الرَّحْمَن وَذكر بَاقِي الْمَشَايِخ وطرقهم الى ابْن كُلَيْب رَاوِي الْجُزْء ثمَّ قَالَ بِقِرَاءَة الشَّيْخ الامام الْعَالم الْعَلامَة الْحَافِظ النَّاقِد البارع مؤرخ الشَّام علم الدّين أبي مُحَمَّد الْقَاسِم بن مُحَمَّد ابْن يُوسُف بن مُحَمَّد بن البرزالي حرسه الله تَعَالَى صَاحب الْجُزْء الشَّيْخ الامام الْعَالم الْمُحدث الْفَاضِل المتقن الْمُفِيد شمس الدّين أَبُو عبد الله مُحَمَّد بن ابراهيم بن غَنَائِم ابْن المهندس وَذكر جمَاعَة كثيرين ثمَّ قَالَ وَكَاتب السماع مُحَمَّد ابْن يحيى بن مُحَمَّد بن سعد بن عبد الله بن سعد الْمَقْدِسِي عَفا الله عَنهُ وَآخَرُونَ تفوق عدتهمْ ثَمَانِيَة نفر مذكورين على نُسْخَة صَلَاح الدّين العلائي وَصَحَّ ذَلِك وَثَبت فِي يَوْم الْجُمُعَة بعد الصَّلَاة الْخَامِس عشر من شهر رَمَضَان سنة إِحْدَى وَعشْرين وَسَبْعمائة بِجَامِع دمشق وَأَجَازَ الشُّيُوخ كلهم مَا لَهُم رِوَايَته ¶ 27 - ابو حَيَّان الأندلسي ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة علم الْقُرَّاء استاذ النُّحَاة والأدباء جمال الْمُفَسّرين أثير الدّين أَبُو حَيَّان مُحَمَّد بن يُوسُف بن عَليّ بن يُوسُف بن",
            "page": "62",
            "part": "1",
            "seal": "C74C645E"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "حَيَّان النفزي الأندلسي الجياني ثمَّ الغرناطي ثمَّ الْمصْرِيّ الظَّاهِرِيّ ¶ ولد بمطخشارش من غرناطة قَاعِدَة بِلَاد الأندلس فِي الْعشْر الاخير من شَوَّال سنة أَربع وَخمسين وسِتمِائَة ارتحل فِي أول سنة تسع وَسبعين وَحج فِيهَا وَلَقي الشُّيُوخ وَأَجَازَ لَهُ خلق مِنْهُم الْخَطِيب يُوسُف بن ابراهيم ابْن أبي رَيْحَانَة الاندلسي وَهُوَ أقدم من أجَاز لَهُ وَمِنْهُم أَبُو الْحسن عَليّ بن البُخَارِيّ وَتُوفِّي فِي الثَّانِي وَالْعِشْرين من صفر سنة خمس وَأَرْبَعين وَسَبْعمائة بعد أَن أضرّ فِي آخر عمره ¶ قَالَ القَاضِي أَبُو الْعَبَّاس أَحْمد بن أبي الْمفضل يحيى بن فضل الله الْعمريّ وَلما سَافر ابْن تَيْمِية على الْبَرِيد إِلَى مصر سنة سَبْعمِائة نزل عِنْد عمي شرف الدّين رَحمَه الله وحض أهل مصر على الْجِهَاد فِي سَبِيل الله وَأَغْلظ فِي القَوْل للسُّلْطَان والامراء ثمَّ رتب لَهُ فِي مُدَّة مقَامه بِالْقَاهِرَةِ فِي كل يَوْم دِينَار ومخفية وجاءته بقجة قماش فَلم يقبل من ذَلِك شَيْئا قَالَ ¶ وَحضر عِنْده شَيخنَا أَبُو حَيَّان وَكَانَ عَلامَة وقته فِي النَّحْو فَقَالَ مَا رَأَتْ عَيْنَايَ مثل ابْن تَيْمِية ثمَّ مدحه على البديهة فِي الْمجْلس ... لما اتينا تَقِيّ الدّين لَاحَ لنا ... دَاع إِلَى الله فَرد مَاله وزر ¶ على محياه من سِيمَا الألى صحبوا ... خير الْبَريَّة نور دونه الْقَمَر ...",
            "page": "63",
            "part": "1",
            "seal": "1187C169"
        },
        {
            "hno": null,
            "id": "63",
            "nass": ".. حبر تسربل مِنْهُ دهره حبرًا ... بَحر تقاذف من أمواجه الدُّرَر ¶ قَامَ ابْن تَيْمِية فِي نصر شرعتنا ... مقَام سيد تيم إِذْ عَصَتْ مُضر ¶ فاظهر الْحق إِذْ آثاره درست ... وأخمد الشَّرّ إِذْ طارت لَهُ شرر ¶ كُنَّا نُحدث عَن حبر يَجِيء فها ... أَنْت الامام الَّذِي قد كَانَ ينْتَظر ... ¶ قَالَ ثمَّ دَار بَينهمَا كَلَام فِيهِ ذكر سِيبَوَيْهٍ فَقَالَ ابْن تَيْمِية فِيهِ كلَاما نافره عَلَيْهِ ابو حَيَّان وقطعه بِسَبَبِهِ ثمَّ عَاد من اكثر النَّاس ذما لَهُ واتخذه لَهُ ذَنبا لَا يغْفر انْتهى ¶ وَهَذِه الابيات كتبهَا الْحَافِظ أَبُو عبد الله مُحَمَّد بن أَحْمد بن عبد الْهَادِي بِخَطِّهِ ونقلها من خطه الْمُحدث أَبُو نصر مُحَمَّد بن طولوبغا وبخطه وَجدتهَا ووجدتها أَيْضا بِخَط الْحَافِظ أبي عبد الله الذَّهَبِيّ لَكِن الْبَيْت الْخَامِس مِنْهَا ... فاظهر الْحق إِذْ آثاره درس ... وأخمد الشَّرّ إِذْ طارت بِهِ الشرر ...",
            "page": "64",
            "part": "1",
            "seal": "1CCA9E8B"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وَبَاقِي الابيات سَوَاء قَالَ الشَّيْخ زين الدّين ابْن رَجَب فِي كِتَابه الطَّبَقَات عَن هَذِه الابيات قَالَ وَيُقَال إِن أَبَا حَيَّان لم يقل أبياتا خيرا مِنْهَا وَلَا أفحل انْتهى ¶ ووجدتها أَيْضا بِخَط شَيخنَا الْحَافِظ أبي بكر مُحَمَّد بن الْمُحب وَقرأَهَا على أبي حَيَّان عرضا فَإِن شَيخنَا لما حج فِي سنة أَربع وَثَلَاثِينَ وَسَبْعمائة إجتمع بِأبي حَيَّان بِمَكَّة زَادهَا الله شرفا وَسمع من لَفظه جُزْءا من فَوَائده فِي أَوله اناشيد غزلية من نظمه أخر ابو حَيَّان قرَاءَتهَا أَولا ثمَّ قَرَأَهَا آخر الْجُزْء وَاعْتذر عَن قرَاءَتهَا فِيمَا قَالَه شَيخنَا فِي تِلْكَ الْبقْعَة الشَّرِيفَة مِمَّا لَا عذر لَهُ فِيهِ إِلَّا من جنس عذره لنظمه لذَلِك ¶ وَقَرَأَ شَيخنَا أَيْضا على ابي حَيَّان أَحَادِيث عدَّة من مروياته فِي يَوْم الْأَحَد سادس ذِي الْحجَّة من السّنة ¶ وأوقف أَبَا حَيَّان على هَذِه الأبيات الَّتِي مدح بهَا الشَّيْخ تَقِيّ الدّين عرضهَا عليد فَقَالَ قد كشطتها من ديواني وَلَا أثني عَلَيْهِ بِخَير وَقَالَ ناظرته فَذكرت لَهُ كَلَام سِيبَوَيْهٍ فَقَالَ يفشر سِيبَوَيْهٍ قَالَ يَعْنِي ابا حَيَّان وَهَذَا لَا يسْتَحق الْخطاب انْتهى ¶ وَهَذِه الْقِصَّة ذكرهَا الْحَافِظ الْعَلامَة أَبُو الْفِدَاء اسماعيل بن كثير فِي تَارِيخه وَهِي أَن أَبَا حَيَّان تكلم مَعَ الشَّيْخ تَقِيّ الدّين فِي مَسْأَلَة فِي النَّحْو فَقَطعه ابْن تَيْمِية فِيهَا وألزمه الْحجَّة فَذكر ابو حَيَّان كَلَام سِيبَوَيْهٍ فَقَالَ ابْن تَيْمِية يفشر سِيبَوَيْهٍ أسيبويه نَبِي النَّحْو أرْسلهُ الله بِهِ حَتَّى يكون مَعْصُوما سِيبَوَيْهٍ أَخطَأ فِي الْقُرْآن فِي ثَمَانِينَ موضعا لَا تفهمها أَنْت وَلَا هُوَ هَذَا الْكَلَام أَو نَحوه على مَا سمعته من جمَاعَة أخبروا بِهِ عَن هَذِه الْوَاقِعَة",
            "page": "65",
            "part": "1",
            "seal": "D2DEC181"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "وَقد كَانَ ابْن تَيْمِية لَا تَأْخُذهُ فِي الْحق لومة لائم وَلَيْسَ عِنْده مداهنة وَكَانَ مادحه وذامه عِنْده فِي الْحق سَوَاء انْتهى ¶ لَكِن بعد موت الشَّيْخ تَقِيّ الدّين رَحْمَة الله عَلَيْهِ رثاه بعض المصريين بقصيدة وعرضها على أبي حَيَّان فَسَمعَهَا مِنْهُ وَأقرهُ عَلَيْهَا قَالَ ابْن عبد الْهَادِي فِي تَرْجَمَة الشَّيْخ تَقِيّ الدّين المفردة حِين ذكر مراثيه قَالَ وَمِنْهَا قصيدة لرجل جندي من أهل مصر أرسلها وَذكر أَنه عرضهَا على الامام أبي حَيَّان النَّحْوِيّ وَهِي هَذِه ... خطب دنا فَبكى لَهُ الاسلام ... وبكت لعظم بكائه الايام ... ¶ وَذكر القصيدة وَمِنْهَا ... بَحر الْعُلُوم وكنز كل فصيلة ... فِي الدَّهْر فَرد فِي الزَّمَان إِمَام ... ¶ وَمِنْهَا ... وَالسّنة الْبَيْضَاء أَحْيَا ميتها ... فغدت عَلَيْهَا حُرْمَة وزمام ¶ وأمات من بدع الضلال عوائدا ... لَا يَسْتَطِيع لدفعها الصمصام ¶ فلئن تَأَخّر فِي الْقُرُون لثامن ... فَلَقَد تقدم فِي الْعُلُوم أَمَام ... ¶ قلت وناظم هَذِه القصيدة يُقَال لَهُ بدر الدّين ابْن عز الدّين المغيثي رَحمَه الله تَعَالَى وَأرَاهُ مُحَمَّد بن عبد الْعَزِيز بن كَمَال الدّين عبد الرَّحِيم المارديني الصفار وَكَانَ وَالِده عز الدّين من خَواص أَصْحَاب الشَّيْخ تَقِيّ الدّين وَكتب ابْنه بدر الدّين الْمَذْكُور مُصَنف الشَّيْخ فِي الرَّد على الرافضي فِي سِتّ مجلدات هِيَ عِنْدِي بِخَطِّهِ يترجم الشَّيْخ فِي أَوَائِل كل جُزْء بترجمة بليغة من ذَلِك قَوْله فِي حَاشِيَة الْجُزْء الاول فِيمَا وجدته بِخَطِّهِ تأليف شيخ",
            "page": "66",
            "part": "1",
            "seal": "7D5515B5"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "الاسلام وَالْمُسْلِمين الْقَائِم بِبَيَان الْحق وَنصر الدّين الدَّاعِي الى الله وَرَسُوله الْمُجَاهِد فِي سَبيله الَّذِي اضحك الله بِهِ من الدّين مَا كَانَ عَابِسا وَأَحْيَا من السّنة مَا كَانَ دارسا والنور الَّذِي أطلعه الله فِي ليل الشُّبُهَات فكشف بِهِ غياهب الظُّلُمَات وَفتح بِهِ من الْقُلُوب مقفلها وأزاح بِهِ عَن النُّفُوس عللها فقمع بِهِ زيغ الزائغين وَشك الشاكين وانتحال المبطلين وصدقت بِهِ بِشَارَة رَسُول رب الْعَالمين بقوله صلى الله عَلَيْهِ وَسلم إِن الله يبْعَث لهَذِهِ الْأمة على رَأس كل مائَة سنة من يجدد لَهَا دينهَا وَبِقَوْلِهِ صلى الله عَلَيْهِ وَسلم يحمل هَذَا الْعلم من كل خلف عدوله ينفون عَنهُ تَحْرِيف الغالين وانتحال المبطلين ¶ وَهُوَ الشَّيْخ الامام الْعَلامَة الزَّاهِد العابد الخاشع الناسك الْحَافِظ المتبع تَقِيّ الدّين ابو الْعَبَّاس احْمَد ابْن الشَّيْخ الامام الْعَلامَة شيخ الاسلام أبي المحاسن عبد الْحَلِيم ابْن شيخ الاسلام مفتي الْفرق عَلامَة الدُّنْيَا مجد الدّين عبد السَّلَام ابْن الشَّيْخ الامام الْعَلامَة الْكَبِير شيخ الاسلام فَخر الدّين عبد الله ابْن أبي الْقَاسِم بن مُحَمَّد ابْن تَيْمِية الْحَرَّانِي قدس الله روحه وَنور ضريحه ثمَّ كتب ابْن عز الدّين الْمَذْكُور مُقَابل التَّرْجَمَة نقلت هَذِه التَّرْجَمَة من خطّ مُحَمَّد ابْن قيم الجوزية انْتهى",
            "page": "67",
            "part": "1",
            "seal": "761BC6EF"
        },
        {
            "hno": "28",
            "id": "67",
            "nass": "28 - ابْن قيم الجوزية ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة شمس الدّين أحد الْمُحَقِّقين علم المصنفين نادرة الْمُفَسّرين أَبُو عبد الله مُحَمَّد ابْن أبي بكر بن أَيُّوب بن سعد بن حريز الزرعي الاصل ثمَّ الدِّمَشْقِي ابْن قيم الجوزية وتلميذ الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية لَهُ التصانيف الانيقة والتآليف الَّتِي فِي عُلُوم الشَّرِيعَة والحقيقة مولده سنة إِحْدَى وَتِسْعين وسِتمِائَة سمع من القَاضِي سُلَيْمَان بن حَمْزَة وَعِيسَى الْمطعم وطبقتهما ولازم الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية وَأخذ عَنهُ علما جما وَكَانَ ذَا فنون من الْعُلُوم وخاصة التَّفْسِير والاصول من الْمَنْطُوق وَالْمَفْهُوم وَمن مصنفاته زَاد الْمعَاد فِي هدي خير الْعباد صلى الله عَلَيْهِ وَسلم فِي أَربع مجلدات وَكتاب سفر الهجرتين وَبَاب السعادتين مُجَلد ¶ حدث عَنهُ الشَّيْخ زين الدّين أَبُو الْفرج عبد الرَّحْمَن بن رَجَب وَغَيره توفّي لَيْلَة الْخَمِيس ثَالِث عشر شهر رَجَب سنة إِحْدَى وَخمسين وَسَبْعمائة وَدفن بمقبرة الْبَاب الصَّغِير من دمشق عِنْد وَالِديهِ رحمهمَا الله وَكَانَت جنَازَته مَشْهُورَة [قَالَ شَيخنَا الْحَافِظ أَبُو بكر مُحَمَّد بن الْمُحب فِيمَا وجدته بِخَطِّهِ قلت إِمَام شَيخنَا الْمزي ابْن الْقيم فِي دَرَجَة ابْن خُزَيْمَة فَقَالَ هُوَ فِي هَذَا الزَّمَان كَابْن خُزَيْمَة فِي زَمَانه] ترْجم شَيْخه غير مَا مرّة بشيخ الاسلام",
            "page": "68",
            "part": "1",
            "seal": "18F8E6CC"
        },
        {
            "hno": "29",
            "id": "68",
            "nass": "مِنْهَا مَا تقدم قَرِيبا وَمِنْهَا قَوْله وَسمعت شيخ الاسلام ابْن تَيْمِية يَقُول ان فِي الدُّنْيَا جنَّة من لم يدخلهَا لم يدْخل جنَّة الْآخِرَة قَالَ وَكَانَ اذا صلى الْفجْر يجلس مَكَانَهُ يذكر الله تَعَالَى حَتَّى يتعالى النَّهَار جدا وَكَانَ اذا سُئِلَ عَن ذَلِك يَقُول هَذِه غدوتي وَلَو لم اتغد هَذِه الغدوة سَقَطت قواي وَكَانَ يَقُول لما خلق الله حَملَة الْعَرْش قَالُوا رَبنَا لم خلقتنا قَالَ خلقتكم لتحملوا عَرْشِي قَالُوا رَبنَا وَمن يُطيق حمل عرشك وَعَلِيهِ عظمتك قَالَ قُولُوا لَا حول وَلَا قُوَّة إِلَّا بِاللَّه وَكَانَ يكثر ان يَقُول انا المكدي وَابْن المكدي وَهَكَذَا كَانَ ابي وجدي وَكَانَ يَقُول بِالصبرِ وَالْيَقِين تنَال الامامة فِي الدّين وَكَانَ يَقُول لَا بُد للسالك الى الله من همة تسيره وترقيه وَعلم يبصره ويهديه وَقَالَ الْعَارِف يسير الى الله عز وَجل بَين مُشَاهدَة الْمِنَّة ومطالعة عيب النَّفس وَكَانَ يتَمَثَّل كثيرا ... عوى الذِّئْب فاستأنست بالذئب إِذْ عوى ... وَصَوت إِنْسَان فكدت أطير ... ¶ وَكَانَ يتَمَثَّل أَيْضا ¶ وَأخرج من بَين الْبيُوت لعلني ... أحدث عَنْك النَّفس فِي السِّرّ خَالِيا ... ¶ 29 - تَاج الدّين الْحِمْيَرِي ¶ وَمِنْهُم الشَّيْخ الْمسند الْكَبِير الامام الْعَالم المؤرخ الْمُفِيد تَاج الدّين ابو الْعَبَّاس أَحْمد ابْن الشَّيْخ نجم الدّين أبي عبد الله مُحَمَّد بن بهاء الدّين أبي مُحَمَّد عبد الله بن الْحسن بن الْحُسَيْن بن اسماعيل بن أبي الطَّاهِر وهب بن مَحْبُوب",
            "page": "69",
            "part": "1",
            "seal": "EEC8C852"
        },
        {
            "hno": "30",
            "id": "69",
            "nass": "الْحِمْيَرِي المعري الأَصْل البعلي ثمَّ الدِّمَشْقِي الشَّافِعِي مولده فِيمَا وجدته بِخَطِّهِ ثامن عشر شعْبَان سنة إِحْدَى وَسَبْعمائة أسْند الْكثير وَسمع مِنْهُ جم غفير مِنْهُم أَبُو الْفضل عبد الرَّحِيم بن الْعِرَاقِيّ وَعلي بن أبي بكر الهيثمي وَعلي بن الْبناء وَمُحَمّد بن سَنَد وَغير وَاحِد من الْعلمَاء لَقِي الشَّيْخ تَقِيّ الدّين وَسمع مِنْهُ وروى غير مرّة عَنهُ من ذَلِك مَا قَالَ انشدنا شيخ الاسلام تَقِيّ الدّين أَبُو الْعَبَّاس أَحْمد بن تَيْمِية رَحمَه الله تَعَالَى فَذكر بَيْتَيْنِ ¶ 30 - البقاعي الشَّافِعِي ¶ وَمِنْهُم الشَّيْخ الْعَالم الْفَقِيه الْمُحدث شهَاب الدّين أَبُو الْعَبَّاس احْمَد بن ابراهيم بن مَحْمُود بن ابراهيم بن مَكَارِم الزُّهْرِيّ الْمَقْدِسِي الأَصْل البقاعي ثمَّ الدِّمَشْقِي الشَّافِعِي سمع كثيرا وخاصة مَعَ الامام أبي مُحَمَّد عبد الله بن أَحْمد بن الْمُحب وَذكره الذَّهَبِيّ فِي شُيُوخه فِي مُعْجَمه الْمُخْتَص بالمحدثين وَذكر أَن مولده سنة بضع وَسَبْعمائة وجدت بِخَطِّهِ فِي مَوَاضِع كَثِيرَة ترْجم فِيهَا ابْن تَيْمِية بشيخ الْإِسْلَام مِنْهَا عنوان كتاب هَذَا نَصه الْجَواب الباهر فِي زِيَارَة الْمَقَابِر اجاب بِهِ شيخ الاسلام مفتي الْأَنَام أحد الْأَئِمَّة الْأَعْلَام فريد دهره ومجتهد عصره بَقِيَّة السّلف وقدوة الْخلف أَبُو الْعَبَّاس احْمَد بن الإِمَام عبد الْحَلِيم بن الإِمَام عبد السَّلَام ابْن تَيْمِية جَوَابا لسؤال وُلَاة الامور عَمَّا افتى بِهِ فِي زِيَارَة الْقُبُور سطره زمن حَبسه بالقلعة المحروسة حِين امتحن بهَا وسجن بِسَبَبِهَا فَذكر فِي هَذَا الْجَواب السّنة ورد على من نسب اليه منع الزِّيَارَة مُطلقًا وَبَينه قدس الله روحه وَنور ضريحه",
            "page": "70",
            "part": "1",
            "seal": "377F98A7"
        },
        {
            "hno": "31",
            "id": "70",
            "nass": "31 - ابْن شيخ الحزاميين الوَاسِطِيّ ¶ وَمِنْهُم الشَّيْخ الامام الْقدْوَة الْعَارِف المسلك الْعَالم الرباني عماد الدّين بَقِيَّة السّلف الصَّالِحين أَبُو الْعَبَّاس احْمَد بن ابراهيم بن عبد الرَّحْمَن بن مَسْعُود ابْن عمر الوَاسِطِيّ الْحزَامِي ابْن شيخ الحزاميين ولد فِي ذِي الْحجَّة سنة سبع وَخمسين وسِتمِائَة بشرقي وَاسِط وَقَرَأَ بِبَلَدِهِ شَيْئا من الْفِقْه على مَذْهَب الامام الشَّافِعِي ثمَّ رَحل الى بَغْدَاد وَأخذ عَن طَائِفَة ثمَّ حج وَأقَام بِالْقَاهِرَةِ ثمَّ انْتقل الى دمشق فصحب الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية فَأمره بمطالعة السِّيرَة النَّبَوِيَّة فلزمها وأدمن مطالعتها اختصر سيرة ابْن اسحاق تَهْذِيب ابْن هِشَام واقتفى الْآثَار النَّبَوِيَّة وَتمسك بِالْهَدْي المحمدي وانتقل الى مَذْهَب أَحْمد بن حَنْبَل وَألف فِيهِ مؤلفا سَمَّاهُ الْبلْغَة وَهُوَ مُخْتَصر الْكَافِي وَله مؤلفات كَثِيرَة غالبها فِي اقتفاء السّنة وَطَرِيق التصوف على السّنة وَالرَّدّ على طوائف من المبتدعة كالاتحادية وَغَيرهم وَكَانَ زاهدا عابدا دَاعِيَة الى الله معمور الاوقات بالاوراد والعبادات وَالذكر والفكر والمطالعة والتصنيف والإفادة توفّي رَحمَه الله تَعَالَى فِي آخر يَوْم السبت السَّادِس عشر",
            "page": "71",
            "part": "1",
            "seal": "AE084153"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "من شهر ربيع الآخر سنة إِحْدَى عشرَة وَسَبْعمائة بالمارستان الصَّغِير دَاخل دمشق وَدفن من الْغَد بسفح قاسيون قبالة زَاوِيَة السيوفي وَكَانَ الْحَافِظ الذَّهَبِيّ يعظمه ويثني عَلَيْهِ وَقَالَ فِي كِتَابه المشتبه شَيخنَا الْقدْوَة عماد الدّين الْحزَامِي الوَاسِطِيّ انْتهى ¶ وَمن رسائله رِسَالَة كتبهَا الى جمَاعَة من أَصْحَابه وَأَصْحَاب الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية قَالَ فِيهَا السَّيِّد امام الْأمة الْهمام مُحي السّنة وقامع الْبِدْعَة نَاصِر الحَدِيث مفتي الْفرق الْفَائِق عَن الْحَقَائِق وموصلها بالاصول الشَّرْعِيَّة للطَّالِب الذائق الْجَامِع بَين الظَّاهِر وَالْبَاطِن فَهُوَ يقْضِي بِالْحَقِّ ظَاهرا وَقَلبه فِي الْعلَا قاطن أنموذج الْخُلَفَاء الرَّاشِدين وَالْأَئِمَّة المهديين الَّذين غَابَتْ عَن الْقُلُوب سيرهم ونسيت الامة حذوهم وسبلهم فَذكرهمْ بهَا الشَّيْخ فَكَانَ فِي دارس نهجهم سالكا ولموات حذوهم محييا ولأعنة قواعدهم مَالِكًا الشَّيْخ الإِمَام تَقِيّ الدّين أَبُو الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام ابْن تَيْمِية أعَاد الله بركته وَرفع الى مدارج الْعلَا دَرَجَته وَذكر تَمام الرسَالَة",
            "page": "72",
            "part": "1",
            "seal": "8753D94A"
        },
        {
            "hno": "32",
            "id": "72",
            "nass": "32 - الحسباني ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَلامَة قَاضِي الْقُضَاة جمال الْحفاظ شهَاب الدّين علم الْمُفَسّرين مُفِيد الْمُحدثين عُمْدَة المؤرخين أَبُو الْعَبَّاس أَحْمد ابْن الشَّيْخ الإِمَام مفتي الشَّام عماد الدّين أبي الْفِدَاء اسماعيل بن خَليفَة بن عبد العالي الدِّمَشْقِي بن الحسباني الشَّافِعِي سمع بِدِمَشْق ومصر وبعلبك وَغَيرهَا من الْبِلَاد ¶ وَكَانَ أحد الْعلمَاء الْفُقَهَاء الْحفاظ النقاد كتب الْكثير وَتكلم على الرِّجَال بالتحرير واجتهد فِي التَّأْلِيف وخاصة فِي التَّفْسِير وَلَقَد ذكر الشَّيْخ تَقِيّ الدّين فَأحْسن الثَّنَاء عَلَيْهِ وترجمه بشيخ الاسلام لما خَبره من حَال الشَّيْخ وَنقل إِلَيْهِ",
            "page": "73",
            "part": "1",
            "seal": "C93224C6"
        },
        {
            "hno": "33",
            "id": "73",
            "nass": "33 - أَبُو الْعَبَّاس ابْن حجي ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَلامَة حَافظ الشَّام ومؤرخ الْإِسْلَام أقضى الْقُضَاة شهَاب الدّين علم النقاد المتقنين فَقِيه الْحفاظ مُفِيد الْمُحدثين أَبُو الْعَبَّاس أَحْمد ابْن الشَّيْخ الامام الْعَلامَة شيخ الشَّافِعِيَّة عَلَاء الدّين حجي بن مُوسَى ابْن احْمَد بن سعد بن غشم بن غَزوَان بن عَليّ بن مشرف بن تركي السَّعْدِيّ الحساني الشَّافِعِي قيل إِنَّه من ولد عَطِيَّة السَّعْدِيّ أبي مُحَمَّد الصَّحَابِيّ الْمَشْهُور من بني سعد بن بكر نزل الشَّام وَكَانَ لَهُ أَوْلَاد بالبلقاء وَقد انتسب إِلَيْهِ الإِمَام أَبُو الْعَبَّاس بن حجي الْمَذْكُور فَقَالَ فِيمَا وجدته بِخَطِّهِ فِي مُعْجَمه فِي تَرْجَمَة وَالِده بعد ان ذكر نسبه الى تركي قَالَ من ولد عَطِيَّة السَّعْدِيّ ظنا انْتهى ¶ أَخذ (أَبُو الْعَبَّاس) عَن وَالِده وَغَيره من الائمة وَحصل فنونا من الْعُلُوم جمة وَسمع عَن عُثْمَان بن يُوسُف بن غَدِير وَعمر بن اميلة وَخلق كثير وَحدث عَن عبد الله بن قيم الضيائية وَغَيره بالاجازة وَكَانَ أحد حفاظ هَذَا الشَّأْن مِمَّن اتقنه وحازه وَتفرد باتقان مذْهبه مَعَ فَتَاوِيهِ المحررة المهذبة ومعرفته الجيدة بتراجم الرِّجَال والوقائع والدول وتقلب الاحوال ومذهبه فِي الشَّيْخ تَقِيّ الدّين مَذْهَب أقرانه ومشايخه من الْمُحدثين وحكة فِي مُعْجم شُيُوخه الْمُجَرّد فِيمَا وجدته بِخَطِّهِ المجود قَالَ عَليّ بن عبد الْكَرِيم ابْن الشَّيْخ سراج الدّين الْبَغْدَادِيّ الاصل البطايحي الْمزي أَخْبرنِي بِشَيْء غَرِيب قَالَ كنت شَابًّا وَكَانَت لي بنت حصل لَهَا رمد وَكَانَ لنا اعْتِقَاد فِي ابْن تَيْمِية وَكَانَ صَاحب وَالِدي وَيَأْتِي الينا ويزور وَالِدي فَقلت فِي نَفسِي لآخذن من تُرَاب قبر ابْن تَيْمِية فلأكحلها بِهِ فانه طَال رمدها وَلم",
            "page": "74",
            "part": "1",
            "seal": "BE123C11"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "يفد فِيهَا الْكحل فَجئْت الى الْقَبْر فَوجدت بغداديا قد جمع من التُّرَاب صررا فَقلت مَا تصنع بِهَذَا قَالَ أَخَذته لوجع الرمد أكحل بِهِ أَوْلَادًا لي فَقلت وَهل ينفع ذَلِك فَقَالَ نعم وَذكر أَنه جربه فازددت يَقِينا فِيمَا كنت قصدته فَأخذت مِنْهُ فكحلتها وَهِي نَائِمَة فبرأت قَالَ وحكيت ذَلِك لِابْنِ قَاضِي الْجَبَل يَعْنِي الامام شرف الدّين أَبَا الْعَبَّاس أَحْمد ابْن الْحسن بن عبد الله بن شيخ الاسلام أبي عمر الْمَقْدِسِي قَالَ وَكَانَ يَأْتِي الينا فأعجبه ذَلِك وَكَانَ يسألني ذَلِك بِحَضْرَة النَّاس فأحكيه وَيُعْجِبهُ ذَلِك وَقَالَ الامام أَبُو الْعَبَّاس بن حجي أنشدنا الشَّيْخ الامام الْعَالم البارع الْحَافِظ الاديب الاوحد بَقِيَّة السّلف شمس الدّين أَبُو عبد الله مُحَمَّد ابْن مُحَمَّد بن عبد الْكَرِيم الطرابلسي ابْن الْموصِلِي الشَّافِعِي من لَفظه لنَفسِهِ ... ان كَانَ إِثْبَات الصِّفَات جَمِيعهَا ... من غير كَيفَ مُوجبا اومي ¶ وأصبر تيميا بذلك عنْدكُمْ ... فالمسلمو جَمِيعهم تيمي ... ¶ وَقَالَ أَيْضا كتب ابْن المطهر الرافضي الى الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية رَحْمَة الله عَلَيْهِ",
            "page": "75",
            "part": "1",
            "seal": "5AF30840"
        },
        {
            "hno": null,
            "id": "75",
            "nass": ".. لَو كنت تعلم كم مَا علم الورى ... طرا لصرت صديق كل الْعَالم ¶ لَكِن جهلت فَقلت ان جَمِيع من ... يهوى خلاف هَوَاك لَيْسَ بعالم ... ¶ قَالَ فاجابه شَيخنَا شمس الدّين الْموصِلِي وسمعته من لَفظه فِي يَوْم الْخَمِيس خَامِس عشر ذِي الْقعدَة سنة سبعين وَسَبْعمائة بقاعة دَار الحَدِيث الاشرفية قَالَ ... يَا من يموه فِي السُّؤَال مسفسطا ... إِن الَّذِي ألزمت لَيْسَ بِلَازِم ¶ هَذَا رَسُول الله يعلم كل مَا ... علمُوا وَقد عَادَاهُ جلّ الْعَالم ...",
            "page": "76",
            "part": "1",
            "seal": "7B6B1A48"
        },
        {
            "hno": "34",
            "id": "76",
            "nass": "34 - ابْن قدامَة الْمَقْدِسِي ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة ذُو الْفُنُون قَاضِي الْقُضَاة شرف الدّين مفتي الْمُسلمين مُفِيد الطالبين أَبُو الْعَبَّاس احْمَد بن قَاضِي الْقُضَاة شرف الدّين أبي الْفضل الْحسن بن الْخَطِيب شرف الدّين أبي بكر بن عبد الله بن شيخ الاسلام أبي عمر مُحَمَّد بن أَحْمد بن مُحَمَّد بن قدامَة الْمَقْدِسِي الصَّالِحِي الْحَنْبَلِيّ قَاضِي الْجَبَل وَابْن قاضيه مولده فِي تَاسِع شعْبَان سنة ثَلَاث وَتِسْعين وسِتمِائَة وَتُوفِّي رَحمَه الله تَعَالَى ثَالِث عشر رَجَب سنة احدى وَسبعين وَسَبْعمائة بِالْجَبَلِ وَدفن فِي جوَار جده أبي عمر رحمهمَا الله تَعَالَى ولي الْقَضَاء سنة سبع وَسِتِّينَ وَسَبْعمائة وَمن مصنفاته كتاب الْفَائِق فِي الْمَذْهَب ذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ صَاحب فنون وذهن سيال وتودد سمع معي من التقي ابْن مُؤمن وَطلب الحَدِيث وقتا انْتهى ¶ صحب الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية وَسمع مِنْهُ وتفقه بِهِ وَأخذ عَنهُ وَكَانَ يُسَمِّيه شيخ الاسلام كَمَا سَمَّاهُ غَيره من الاعلام ¶ وَقد أَنْشدني أَبُو عبد الله مُحَمَّد بن عبد الله بن مُوسَى بن رسْلَان بن مُوسَى ابْن ادريس بن مُوسَى بن موهوب السّلمِيّ الدِّمَشْقِي قَالَ أنشدنا الشَّيْخ برهَان الدّين أَبُو اسحاق ابراهيم بن الْعجل الْمَقْدِسِي المرداوي أنشدنا الشَّيْخ شرف الدّين أَبُو الْعَبَّاس أَحْمد بن الْحسن بن قَاضِي الْجَبَل من لَفظه لنَفسِهِ ... نبيي أَحْمد وَكَذَا إمامي ... وشيخي أَحْمد كالبحر طامي ¶ واسمي أَحْمد أَرْجُو بِهَذَا ... شَفَاعَة سيد الرُّسُل الْكِرَام ...",
            "page": "77",
            "part": "1",
            "seal": "3C9BE29D"
        },
        {
            "hno": "35",
            "id": "77",
            "nass": "35 - ابْن طرخان الملكاوي ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة اقضى الْقُضَاة شهَاب الدّين مفتي الْمُسلمين مُفِيد الطالبين ابو الْعَبَّاس احْمَد بن رَاشد بن طرخان الملكاوي الشَّافِعِي سمع الْكثير من المسندين ورافق فِي السماع عدَّة من الْمُحدثين ذكره الشَّيْخ شهَاب الدّين (ابو الْعَبَّاس) بن حجي فِي مُعْجَمه وَعلم على اسْمه عَلامَة سَمَاعه مِنْهُ وَرَأَيْت بعض الْحفاظ الْأَعْلَام تَرْجمهُ قبل الْفِتْنَة بفقيه الشَّام وَكَانَ مِمَّن يعظم الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية الامام ويترجمه كأقرانه بشيخ الاسلام توفّي رَحمَه الله تَعَالَى بعد الْفِتْنَة وَقد حصل لَهُ نصيب من تِلْكَ المحنة عوضه الله مِنْهَا الْجنَّة [حَدثنَا الامام الْعَلامَة قَاضِي الْقُضَاة ابو حَفْص عمر بن مُوسَى بن الْحُسَيْن بن مُحَمَّد بن عِيسَى المَخْزُومِي الشَّافِعِي بثغر بلناس من سَاحل بَحر الشَّام قَالَ كنت حَاضرا عِنْد الشَّيْخ شهَاب الدّين الملكاوي فَأتى اليه شهَاب الدّين احْمَد الْحلَبِي السَّاكِن بدار الحَدِيث الاشرفية بِدِمَشْق فَقَالَ ذكر بعض النَّاس الْيَوْم شَيْئا وشق عَليّ فَقَالَ الشَّيْخ شهَاب الدّين الملكاوي بَاعَ نُسْخَة شرح صَحِيح مُسلم للنووي وَاشْترى كتاب الرَّد على النَّصَارَى للشَّيْخ تَقِيّ الدّين ابْن تَيْمِية فَقَالَ فِي جَوَاب ذَلِك إِن عِنْدِي من شرح مُسلم نسختين بِعْت إِحْدَاهمَا واشترين كتاب الرَّد وَلَو لم يكن عِنْدِي من شرح مُسلم نُسْخَة لم يكن بِعَيْب لِأَن مَا فِي شرح مُسلم أعرفهُ وَمَا فِي كتاب الرَّد على النَّصَارَى أَنا مُحْتَاج إِلَيْهِ] وَمَعَ ذَلِك",
            "page": "78",
            "part": "1",
            "seal": "2C119EB1"
        },
        {
            "hno": "36",
            "id": "78",
            "nass": "فوَاللَّه ان الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية شيخ الاسلام وَلَو دروا مَا يَقُول لرجعوا الى محبته وولائه وكما قَالَ كل صَاحب بِدعَة وَمن ينتصر لَهُ لَو ظَهَرُوا لَا بُد من خمودهم وتلاشي أَمرهم وَهَذَا الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية كلما تقدّمت أَيَّامه تظهر كرامته وَيكثر محبوه وَأَصْحَابه أَو كَمَا قَالَ ¶ 36 - ابْن رَجَب الْوَالِد ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم الصَّالح الْمُقْرِئ المجود الْمُحدث الْمُفِيد شهَاب الدّين أَبُو الْعَبَّاس احْمَد بن رَجَب بن عبد الرَّحْمَن بن الْحسن بن مُحَمَّد بن أبي البركات مَسْعُود الْبَغْدَادِيّ الْمُقْرِئ وَالِد الْعَلامَة الْحَافِظ زين الدّين بن رَجَب مولد أبي الْعَبَّاس هَذَا فِي صَبِيحَة يَوْم السبت خَامِس عشر ربيع الأول سنة سِتّ وَسَبْعمائة قَرَأَ الْقُرْآن بالروايات وَأخذ عَن جمَاعَة من الشُّيُوخ كثيرا من المرويات وَخرج لنَفسِهِ مشيخة مفيدة بتراجم ملخصة فريدة وَذكر ابْن تَيْمِية بشيخ الاسلام واثنى عَلَيْهِ وَكَانَ يُحِبهُ ويميل بالمودة إِلَيْهِ",
            "page": "79",
            "part": "1",
            "seal": "4494ABA4"
        },
        {
            "hno": "37",
            "id": "79",
            "nass": "37 - ابْن كَرَامَة ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة قَاضِي قُضَاة الْمُسلمين شهَاب الدّين مُفِيد الطالبين بَقِيَّة السّلف الصَّالِحين ابو الْعَبَّاس احْمَد بن صَالح بن احْمَد ابْن خطاب بن رزين [ابْن كَرَامَة بن حَامِد] الزُّهْرِيّ الشَّافِعِي قدم دمشق وَله من الْعُمر نَحْو عشْرين سنة مَعَ بعض اقاربه فِي سنة اثْنَتَيْنِ وَثَلَاثِينَ وَسَبْعمائة ثمَّ وجدت بِخَط قَاضِي الْقُضَاة ابي زرْعَة احْمَد بن الْعِرَاقِيّ ان مولده سنة احدى وَعشْرين وَسَبْعمائة سمع من عبد الله بن أبي التائب والحافظ أبي الْحجَّاج الْمزي وابي مُحَمَّد الْقَاسِم بن البرزالي وَآخَرين وَتُوفِّي فِي ثامن الْمحرم سنة خمس وَتِسْعين وَدفن بمقبرة الصُّوفِيَّة خَارج بَاب النَّصْر من دمشق رَحْمَة الله تَعَالَى عَلَيْهِ ¶ 38 - ابْن بكار النابلسي ¶ وَمِنْهُم الشَّيْخ الامام الصَّالح الْوَرع الْحَافِظ الْمُفِيد الْحجَّة شهَاب الدّين أَبُو الْعَبَّاس احْمَد بن مظفر بن أبي مُحَمَّد بن مظفر بن بدر بن الْحسن بن مفرج ابْن بكار بن النابلسي سبط زين الدّين خَالِد الشَّافِعِي حدث عَنهُ الْحَافِظ الذَّهَبِيّ مَعَ تقدمه وَذكره فِي مُعْجَمه الْمُخْتَص بالمحدثين فَقَالَ الْمُحدث الْحَافِظ الْعَالم شهَاب الدّين ابو الْعَبَّاس ابْن النابلسي الدِّمَشْقِي سبط الْحَافِظ زين الدّين خَالِد مولده سنة خمس وَسبعين وسِتمِائَة وَسمع من زَيْنَب بنت مكي وَابْن بلبان وتقي الدّين بن الوَاسِطِيّ وَابْن القواس والتاج عبد الْخَالِق وَخلق كثير وأكب على الطّلب زَمَانا وترافقنا مُدَّة وَكتب وَخرج وَفِي خلقه زعارة وَفِي طباعه نفور عَن الْمُحدثين وَغَيرهم انْتهى وَله مُصَنف فِي ذكر أبي",
            "page": "80",
            "part": "1",
            "seal": "6D2B4561"
        },
        {
            "hno": "39",
            "id": "80",
            "nass": "هُرَيْرَة رَضِي الله تَعَالَى عَنهُ ومصنف فِي تَرْجَمَة الْحَافِظ أبي الْقَاسِم بن عَسَاكِر وَكتب كثيرا وعلق وَألف وَخرج وطبق توفّي سنة ثَمَان وَخمسين وَسَبْعمائة وجدت بِخَطِّهِ فِي كتاب مجابي الدعْوَة تأليف ابي بكر عبد الله بن ابي الدُّنْيَا مَا نَصه ¶ سمع هَذَا الْكتاب على الشَّيْخ الامام الْعَالم الْعَامِل الْعَلامَة الأوحد الصَّدْر الْكَبِير الزَّاهِد الْوَرع شيخ الاسلام جمال الْأَئِمَّة مفتي الْفرق زين الدّين أبي مُحَمَّد عبد الله بن الشَّيْخ بدر الدّين مَرْوَان أبي عبد الله الفارقي الشَّافِعِي نفع الله بِهِ بِسَمَاعِهِ قَرَأَهُ نقلا عَن شيخ الشُّيُوخ ابْن حمويه بِسَنَدِهِ بِقِرَاءَة سيدنَا وَشَيخنَا الشَّيْخ السَّيِّد الامام الْعَالم الْعَلامَة الْحَافِظ الْقدْوَة الزَّاهِد الْوَرع جمال الْعلمَاء قدوة الْمُسلمين بركَة الْأَنَام شيخ الاسلام امام الْعَصْر تَقِيّ الدّين أبي الْعَبَّاس احْمَد بن عبد الْحَلِيم بن عبد السَّلَام بن تَيْمِية الْحَرَّانِي الْحَنْبَلِيّ فسح الله فِي مدَّته وَأعَاد من بركته ثمَّ ذكر السامعين ثمَّ قَالَ وَآخَرُونَ على نُسْخَة وقف الخلويني بدار الحَدِيث النورية ونسخة ملك نجم الدّين بن هِلَال مِنْهُم كَاتب هَذَا السماع احْمَد بن مظفر بن أبي مُحَمَّد بن مظفر النابلسي عَفا الله عَنهُ وَصَحَّ ذَلِك وَثَبت فِي يَوْم السبت شهر رَجَب ثَلَاث وَتِسْعين وسِتمِائَة بِالْمَدْرَسَةِ العذراوية بِدِمَشْق وَالْحَمْد لله [وَحده] ¶ 39 - ابْن فضل الله الْعمريّ ¶ وَمِنْهُم القَاضِي الْفَاضِل مَجْمُوع الْفَضَائِل البارع النَّبِيل الْعَالم الاصيل شهَاب الدّين ابو الْعَبَّاس احْمَد بن القَاضِي الامام يَمِين مملكة الاسلام محيي الدّين ابي الْفضل يحيى بن جمال الدّين فضل الله بن مجلي ابْن أبي الرِّجَال دعجان بن خلف بن نصر بن مَنْصُور الْعَدوي الْعمريّ الشَّافِعِي ولد سنة سبع وَتِسْعين وسِتمِائَة وَتُوفِّي يَوْم عَرَفَة سنة تسع واربعين وَسَبْعمائة ذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ صَاحب النّظم والنثر",
            "page": "81",
            "part": "1",
            "seal": "D5BCC871"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "والمآثر ولد سنة سبع وَتِسْعين وسِتمِائَة وَسمع الحَدِيث وَقَرَأَ على الشُّيُوخ سمع مني وَمَعِي من سِتّ الْقُضَاة بنت الشِّيرَازِيّ وَله تصانيف كَثِيرَة انْتهى ¶ خرجت لَهُ مشيخه كَثِيرَة حدث بهَا وَرويت عَنهُ عمل للشَّيْخ تَقِيّ الدّين ابْن تَيْمِية تَرْجَمَة أنيقة مرضية نثرا ونظما اوسعها فَوَائِد وعلما وَذَلِكَ فِي كِتَابه مسالك الابصار فِي ممالك الامصار فَمِنْهُ قَوْله فِي الشَّيْخ تَقِيّ الدّين هُوَ نادرة الْعَصْر ... هُوَ الْبَحْر من أَي النواحي جِئْته ... والبدر من أَي الضواحي رَأَيْته ... ¶ وَقَالَ رضع ثدي الْعلم مُنْذُ فطم وطلع فجر الصَّباح ليحاكيه فلطم وَقطع اللَّيْل وَالنَّهَار دائبين وَاتخذ الْعلم وَالْعَمَل صاحبين الى أَن آس السّلف بهداه ونأى الْخلف عَن بُلُوغ مداه ... وثقف الله أمرا بَات يكلؤه ... يمْضِي حساماه فِيهِ السَّيْف والقلم ¶ بهمة فِي الثريا إِثْر أخمصها ... وعزمة لَيْسَ من عاداتها السأم ... ¶ على أَنه من بَيت نَشأ مِنْهُ عُلَمَاء فِي سالف الدهور ونشأت مِنْهُ عُظَمَاء على الْمَشَاهِير الشُّهُور فأحيا معالم بَيته الْقَدِيم إِذْ درس وجنى من فننه الرطيب مَا غرس واصبح فِي فَضله آيَة الا انه آيَة الحرس عرضت لَهُ الكدى فزحزحها وعارضته الْبحار فضحضحها ثمَّ كَانَ أمة وَحده وفردا حَتَّى نزل لحده واخمل من القرناء كل عَظِيم واخمد من اهل الْبدع كل حَدِيث وقديم وَلم يكن مِنْهُم إِلَّا من يجفل عَنهُ إجفال الظليم ويتضاءل لَدَيْهِ تضاؤل الْغَرِيم قد كَانَ بعض النَّاس لَكِن الْحَصْبَاء من بَعْضهَا الياقوتة الْحَمْرَاء جَاءَ فِي عصر مأهول بالعلماء مشحون بنجوم السَّمَاء تموج فِي جوانبه بحور خضارم وَتَطير بَين خافقيه نسور قشاعم وتشرق فِي انديته بدور دجنة وتبرق فِي ألويته صُدُور أسنة وتثأر جنود رعيل وتزأر اسود غيل الا ان شمسه طمست تِلْكَ النُّجُوم وبحره غرق تِلْكَ الْعُلُوم ثمَّ عبيت لَهُ الْكَتَائِب فحطم صفوفها وخطم أنوفها وابتلع غديره المطمئن جداولها واقتلع",
            "page": "82",
            "part": "1",
            "seal": "AC3C50C3"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "طوده المرجحن جنادلها وأخمدت أنفاسهم رِيحه واكمدت شرارتهم مصابيحه ... تقدم رَاكِبًا فيهم إِمَامًا ... ولولاه لما ركبُوا وَرَاءه ... ¶ وَقَالَ أَيْضا ترد اليه الفتاوي فَلَا يردهَا وتفد عَلَيْهِ من كل وَجه فيجيب عَنْهَا بأجوبة كَأَنَّهُ كَانَ قَاعِدا لَهَا يعدها ... أبدا على طرف اللِّسَان جَوَابه ... فَكَأَنَّمَا هِيَ دفْعَة من صيب ¶ يَغْدُو مساجله بغرة طامع ... وَيروح معترفا بذلة مذنب ... ¶ وَقَالَ أَيْضا ¶ وَكَانَ ابْن تَيْمِية فِي مدد مَا يُؤْخَذ عَلَيْهِ فِي مقاله وينبذ فِي حُفْرَة اعتقاله لَا تبرد لَهُ غلَّة بِالْجمعِ بَينه وَبَين خصمائه فِي المناظرة والبحث حَيْثُ الْعُيُون ناظرة بل يبدر حَاكم فَيحكم باعتقاله اَوْ يمنعهُ من الْفَتْوَى أَو شَيْء من انواع هَذِه الْبلوى لَا بعد اقامة بَيِّنَة وَلَا تقدم دَعْوَى وَلَا ظُهُور حجَّة بِالدَّلِيلِ وَلَا وضوح محجة للتأميل وَكَانَ يجد لهَذَا مَا لَا يزاح بِهِ ضَرَر شكوى وَلَا يطفي بِهِ ضرم عدوى وكل امْرِئ حَاز المكارم مَحْسُود ... كضرائر الْحَسْنَاء قُلْنَ لوجهها ... حسدا وبغضا إِنَّه لدميم ... ¶ كل هَذَا لتبريزه فِي الْفضل حَيْثُ قصرت النظراء وتجليه كالمصباح أَو نور الصَّباح حَيْثُ إِذا أظلمت الآراء وقيامه فِي الله وَفِي نصر دينه واقبال الْخلق عَلَيْهِ وعَلى أفانينه وَقَالَ أَيْضا هَذَا مَعَ مَا لَهُ من جِهَاد فِي الله لم تفزعه فِيهِ ظلل الوشيج وَلم تجزعه فِيهِ ارْتِفَاع النشيج مَوَاقِف حروب بَاشَرَهَا وطرائف ضروب عَاشرهَا وبوارق صفاح كاشرها ومضايق رماح حاشرها وأصناف خصوم لد اقتحم مَعهَا الغمرات وواكلها مُخْتَلف الثمرات فَقطع جدالها قوي لِسَانه وجلادها سنا سنانه قَامَ بهَا وصابرها وبلي باصاغرها وقاسى أكابرها وَأهل بدع قَامَ بدفاعها وَجهد فِي حط يفاعها وَمُخَالفَة",
            "page": "83",
            "part": "1",
            "seal": "6D6C321A"
        },
        {
            "hno": "40",
            "id": "83",
            "nass": "ملل بَين لَهَا خطأ التَّأْوِيل وسقم التَّعْلِيل واسكت طنين الذُّبَاب فِي خياشيم رُؤْسهمْ بالاضاليل حَتَّى نَامُوا فِي مراقد الخضوع وَقَامُوا وأرجلهم تتساقط للوقوع بأدلة أقطع من السيوف واجمع من السجوف واجلى من فلق الصَّباح وأصلب من فلق الرماح ... اذا وَثَبت فِي وَجه خطب تمزقت ... على كَتفيهِ الدرْع وانتشر السرد ... ¶ وَقَالَ والا فَلَقَد اجْتمع عَلَيْهِ عصب الْفُقَهَاء والقضاة بِمصْر وَالشَّام وحشدوا عَلَيْهِ بخيلهم ورجلهم فَقطع الْجَمِيع وألزمهم بالحجج الواضحات أَي إِلْزَام فَلَمَّا أفلسوا اخذوه بالجاه والحكام وَقد مضى ومضوا الى الْملك العلام {ليجزي الَّذين أساؤوا بِمَا {عمِلُوا وَيجْزِي الَّذين أَحْسنُوا بِالْحُسْنَى} ¶ 40 - الزرعي ¶ وَمِنْهُم الشَّيْخ الْفَقِيه الْعَالم البارع النبيه برهَان الدّين سليل الْعلمَاء وَالصَّالِحِينَ ابو إِسْحَاق ابراهيم بن الامام الْعَلامَة ذِي الْفُنُون أبي عبد الله مُحَمَّد بن أبي بكر بن أَيُّوب بن سعد بن حريز الزرعي الاصل ثمَّ الدِّمَشْقِي الْجَوْزِيّ وَتقدم ذكر أَبِيه مولده فِي سنة بضع عشرَة وَسَبْعمائة تخرج بوالده وأسمعه من طَائِفَة وَسمع بِنَفسِهِ من آخَرين واجتهد فِي الطّلب ودأب وَحصل وعلق وَكتب وَكَانَ يترجمه بشيخ الاسلام ابْن تَيْمِية الْعلم كَمَا تَرْجمهُ ابوه وَمن يشابه أَبَاهُ فَمَا ظلم",
            "page": "84",
            "part": "1",
            "seal": "B34E7D58"
        },
        {
            "hno": "41",
            "id": "84",
            "nass": "41 - ابْن الْمُحب السَّعْدِيّ ¶ وَمِنْهُم الْمُحدث الْفَقِيه الْعَالم النبيه برهَان الدّين سليل الْعلمَاء والمحدثين ابو اسحاق ابراهيم بن الشَّيْخ أبي الْعَبَّاس احْمَد بن الْمُحب عبد الله بن احْمَد بن مُحَمَّد بن ابراهيم بن احْمَد بن عبد الرَّحْمَن بن اسماعيل بن مَنْصُور بن عبد الرَّحْمَن السَّعْدِيّ الْمَقْدِسِي أَخُو الامام الْمُحب عبد الله بن الْمُحب ولد قَرِيبا من سنة اثْنَتَيْنِ وَسَبْعمائة وَتُوفِّي سنة تسع واربعين وَسَبْعمائة وَكَانَ شَدِيد الاعتناء بِكَلَام الشَّيْخ تَقِيّ الدّين وكتابته بِخَطِّهِ الْمليح وترجمه بشيخ الاسلام غير مَا مرّة وَبَعض ذَلِك وجدته بِخَطِّهِ ذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ سمع من ابْن الموازيني وَالْقَاضِي وابي عبد الله ابْن مشرف وَجَمَاعَة من أَصْحَاب ابْن الزبيدِيّ باعتناء أَخِيه ثمَّ سمع بِنَفسِهِ وَطلب قَلِيلا وَنسخ كثيرا لنَفسِهِ وَلِلنَّاسِ وَقَالَ أَيْضا ولديه فَضِيلَة سمع مني وذهنه جيد وكتابته سريعة حلوة وَالله يصلحه ويوفقه وَقَرَأَ للعامة بعد أَخِيه واشتهر ¶ 42 - ابْن القلانسي ¶ وَمِنْهُم الشَّيْخ الصَّالح الْمُقْرِئ الْفَقِيه الْعَالم مجد الدّين ابو اسحاق ابراهيم ابْن مؤيد الدّين أبي الْمَعَالِي بن الْمعز أبي غَالب المظفر ابْن الْوَزير مؤيد الدّين أبي الْمَعَالِي اِسْعَدْ ابْن أبي يعلى حَمْزَة بن أَسد بن عَليّ بن مُحَمَّد التَّمِيمِي بن القلانسي الدِّمَشْقِي الشَّافِعِي توفّي يَوْم الثُّلَاثَاء مستهل الْمحرم سنة خمس وَسِتِّينَ وَسَبْعمائة ملازما لتلاوة الْقُرْآن كثير الْبر والاحسان قَالَ ابو الْحسن عَليّ بن مُحَمَّد بن سُلَيْمَان اليونيني فِيمَا وجدته بِخَطِّهِ فِي مشيخته قَالَ شَيخنَا مجد الدّين يَعْنِي ابْن القلانسي الْمَذْكُور رَحمَه الله تَعَالَى سَمِعت شيخ الاسلام تَقِيّ الدّين ابْن تَيْمِية رَضِي الله عَنهُ تَعَالَى عَنهُ يَقُول ... من لي بِمثل سيرك المدلل ... نمشي رويدا وتجي فِي الأول ...",
            "page": "85",
            "part": "1",
            "seal": "AFD15E28"
        },
        {
            "hno": "43",
            "id": "85",
            "nass": "43 - تَاج الدّين الْفَزارِيّ ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة شيخ الاسلام علم الْأَعْلَام برهَان الدّين مفتي الْمُسلمين مُفِيد الطالبين ابو اسحاق ابراهيم ابْن الامام شيخ الاسلام تَاج الدّين ابي مُحَمَّد عبد الرَّحْمَن ابْن الشَّيْخ الْمقري ابي اسحاق ابراهيم بن سِبَاع ابْن ضيا الْفَزارِيّ البدري الشَّافِعِي ولد فِي شهر ربيع الاول سنة سِتِّينَ وسِتمِائَة وَتُوفِّي يَوْم الْجُمُعَة سَابِع جُمَادَى الاولى سنة تسع وَعشْرين وَسَبْعمائة وَكَانَت جنَازَته مَشْهُودَة وَحمل على رُؤُوس الاصابع الى أَن دفن بمقبرة الْبَاب الصَّغِير رَحْمَة الله تَعَالَى وَلما توفّي الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية تردد الشَّيْخ برهَان الدّين الْمَذْكُور إِلَى قَبره ثَلَاثَة أَيَّام مُتَوَالِيَة مَعَ جمَاعَة من عُلَمَاء الشَّافِعِيَّة وَكَانَ يعظم الشَّيْخ تَقِيّ الدّين كَمَا كَانَ يُحِبهُ ويعظمه وَالِده الشَّيْخ تَاج الدّين قَالَ الْحَافِظ أَبُو عبد الله الذَّهَبِيّ وَكَانَ الشَّيْخ تَاج الدّين الْفَزارِيّ يُبَالغ فِي تَعْظِيم الشَّيْخ تَقِيّ الدّين بِحَيْثُ أَنه علق بِخَطِّهِ درسه بالسكرية انْتهى ¶ وَهَذَا الدَّرْس كَانَ بعد موت وَالِد الشَّيْخ تَقِيّ الدّين فِي يَوْم الِاثْنَيْنِ ثَانِي الْمحرم من سنة ثَلَاث وَثَمَانِينَ وسِتمِائَة بدار الحَدِيث السكرية الَّتِي بالقصاعين دَاخل دمشق وَبهَا كَانَ سكن الشَّيْخ تَقِيّ الدّين ووالده من قبل ¶ وَحضر هَذَا الدَّرْس قَاضِي الْقُضَاة بهاء الدّين يُوسُف ابْن القَاضِي محيي الدّين أبي الْفضل يحيى بن الذكي وَشَيخ الاسلام تَاج الدّين أَبُو مُحَمَّد عبد الرَّحْمَن بن ابراهيم الْفَزارِيّ الْمَذْكُور وَالشَّيْخ زين الدّين أَبُو حَفْص عمر ابْن مكي عبد الصَّمد بن الْمرجل وَكيل بَيت المَال وَالِد صدر الدّين ابْن الْوَكِيل الشافعيون وَشَيخ الْحَنَابِلَة الْعَلامَة زين الدّين أَبُو البركات ابْن المنجا",
            "page": "86",
            "part": "1",
            "seal": "C216463F"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "التنوخي وَآخَرُونَ ¶ وَكَانَ درسا حافلا كتبه الشَّيْخ تَاج الددين الْفَزارِيّ بِخَطِّهِ كَمَا ذكره الذَّهَبِيّ وَغَيره لِكَثْرَة فَوَائده واطنب الْحَاضِرُونَ فِي شكره وَكَانَ اذ ذَاك عمر الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية نَحْو احدى وَعشْرين سنة ¶ وَوجدت بِخَط الامام أبي مُحَمَّد عبد الله بن أَحْمد ابْن الْمُحب الْمَقْدِسِي مَا صورته قَالَ الامام بدر الدّين مُحَمَّد بن عَلَاء الدّين بن غَانِم وَمن خطه نقلت اجْتمعت بالشيخ برهَان الدّين رَحمَه الله تَعَالَى يَوْم وَفَاة الشَّيْخ تَقِيّ الدّين رَحمَه الله تَعَالَى على مصطبة بَاب الْمدرسَة البادرائية وعزيته فِيهِ فَوَجَدته متأسفا عَلَيْهِ كثير الالم لمَوْته واذا بشخص من الطّلبَة قد حضر فَقَالَ لَهُ يَا سَيِّدي لَا تحضر الدَّرْس الْيَوْم حَتَّى نحضر فِي خدمتك فَغَضب غَضبا شَدِيدا وانزعج انزعاجا كثيرا وَقَامَ لوقته وَدخل بَيته وَانْصَرف ذَلِك الرجل وانا جَالس موضعي على المصطبة متألما لانزعاجه وَإِذا بِهِ قد علم برواح ذَلِك الرجل وجلوسي مَكَاني بعده فطلبني فَدخلت فَوَجَدته على حَاله فِي الانزعاج وَقَالَ لي مَا تبصر هَذَا الْحَال يَمُوت أقل من يكون من الْفُقَهَاء فَتبْطل الدُّرُوس لاجله وَيَمُوت مثل هَذَا الرجل الْعَظِيم وَلَا تبطل الدُّرُوس لاجله وَالله عِنْده من الْفَضَائِل مَا لَا عِنْد أَحْمد بن حَنْبَل هَذَا كَانَ صَاحِبي من الصغر ويجتمع بوالدي وَكَانَ وَالِدي يحب وَالِده واهله ويتردد الى وَالِده وعندما درس وَلَده بعد وَفَاة وَالِده حضر وَالِدي عِنْده الدَّرْس",
            "page": "87",
            "part": "1",
            "seal": "7D1CD904"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "وَكتب درسه واثنى على درسه وعَلى فضائله من ذَلِك الزَّمَان هَذَا صُورَة مَا حَكَاهُ لي الشَّيْخ برهَان الدّين رَحمَه الله تَعَالَى ذَلِك الْيَوْم انْتهى مَا وجدته بِخَط الامام ابي مُحَمَّد بن الْمُحب رَحمَه الله تَعَالَى وَابْن غَانِم الْمَذْكُور هُوَ الامام الْعَلامَة أَبُو عبد الله مُحَمَّد ابْن أبي الْحسن عَليّ بن مُحَمَّد بن سُلَيْمَان بن غَانِم الدِّمَشْقِي الشَّافِعِي ذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين فَقَالَ الامام البارع الْفَقِيه ذُو الْفَضَائِل وَقَالَ ولد سنة ثَمَان وَسبعين يَعْنِي وسِتمِائَة وَسمع من ابْن الوَاسِطِيّ حضورا وَمن جمَاعَة وَطلب بِنَفسِهِ وقتا وَقَرَأَ وَله عناية بتحصيل الْعلم والكتب مَعَ التصون والنزاهة والفضيلة وَصِحَّة الذِّهْن تعلل أشهرا وَتُوفِّي فِي جُمَادَى الاولى سنة اربعين وَسَبْعمائة ووصى بِثُلثِهِ فِي الْبر سمع مِنْهُ جمَاعه انْتهى",
            "page": "88",
            "part": "1",
            "seal": "127099F3"
        },
        {
            "hno": "44",
            "id": "88",
            "nass": "44 - ابْن جمَاعَة ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة الْمُحدث الْمُفِيد الْخَطِيب البليغ النَّبِيل الاصيل قَاضِي الْقُضَاة برهَان الدّين سليل الْعلمَاء وَالصَّالِحِينَ أَبُو اسحاق ابراهيم بن الْعَلامَة الْخَطِيب أبي مُحَمَّد عبد الرَّحِيم ابْن الشَّيْخ الامام مفتي الْأَنَام قَاضِي الْقُضَاة بدر الدّين أبي عبد الله مُحَمَّد بن ابراهيم بن سعد الله بن جمَاعَة بن عَليّ ابْن حَازِم بن صَخْر الْكِنَانِي الشَّافِعِي ذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ سمع جده وَيحيى بن المصرى وَعلي بن عمر الواني وبدمشق من ابْن تَمام والمزي وَقَرَأَ عَليّ كثيرا مولده سنة خمس وَعشْرين وَسَبْعمائة انْتهى توفّي رَحمَه الله يَوْم الْخَمِيس سَابِع عشر شعْبَان سنة تسعين وَسَبْعمائة بالمزة وَدفن بهَا من الْغَد يَوْم الْجُمُعَة ¶ 45 - ابْن يُونُس البعلبكي ¶ وَمِنْهُم الْعَالم الْفَقِيه الْمُحدث الرّحال جمال الدّين ابو اسحاق ابراهيم بن يُونُس بن مُوسَى بن يُونُس البعلبكي إِمَام الصالحية بِدِمَشْق مولده سنة تسع وَتِسْعين وسِتمِائَة وَتُوفِّي فِي ذِي الْحجَّة سنة إِحْدَى وَأَرْبَعين وَسَبْعمائة وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَأثْنى عَلَيْهِ فِي دينه وفضله وَكتب عَنهُ أَيْضا الْحَافِظ علم الدّين أَبُو مُحَمَّد الْقَاسِم بن البرزالي وَحدث عَنهُ وَلَقَد ترْجم ابْن تَيْمِية بشيخ الاسلام كَالَّذي قبله من الاعلام",
            "page": "89",
            "part": "1",
            "seal": "AD514B1B"
        },
        {
            "hno": "46",
            "id": "89",
            "nass": "46 - ابْن ألمي التركي ¶ وَمِنْهُم الشَّيْخ الْمُحدث الْعَالم الْفَقِيه الاديب النبيه نجم الدّين ابو الْفضل اسحاق بن أبي بكر بن ألمي بن أطسز التركي ولد سنة سبعين وسِتمِائَة سمع بِمصْر من الابرقوهي وبالاسكندرية من القوافي وبدمشق من اسماعيل بن الفرا وَغَيره وبحلب من سنقر الزيني وَأخذ عَن آخَرين وَعَن الذَّهَبِيّ وَغَيره وَدخل الْعرَاق وأذربيجان واستوطنها وَبَقِي الى بعد الْعشْرين وَسَبْعمائة وَانْقطع خَبره وَله قصيدة مدح بهَا مَذْهَب الامام أَحْمد وَذكر فِيهَا الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية فِي قَوْله ... وَقد علم الرَّحْمَن أَن زَمَاننَا ... تشعب فِيهِ الرَّأْي أَي تشعب ¶ فجَاء بحبره عَالم من سراتهم ... لسبع مئين بعد هِجْرَة يثرب ¶ يُقيم قناة الدّين بعد اعوجاجها ... وينقذها من قَبْضَة المتعصب ¶ فَذَاك فَتى تَيْمِية خير سيد ... نجيب أَتَانَا من سلالة منجب ¶ عليم بأدواء النُّفُوس يسوسها ... بِحِكْمَتِهِ فعل الطَّبِيب المجرب ¶ بعيد عَن الْفَحْشَاء وَالْبَغي والأذى ... قريب الى أهل التقى ذُو تحبب ¶ يغيب وَلَكِن عَن مسَاوٍ وغيبة ... وَعَن مشْهد الاحسان لم يتغيب ¶ حَلِيم كريم مُشفق بيد انه ... إِذا لم يطع فِي الله لله يغْضب ...",
            "page": "90",
            "part": "1",
            "seal": "4B43392A"
        },
        {
            "hno": "47",
            "id": "90",
            "nass": ".. يرى نصْرَة الاسلام اكرم مغنم ... واظهار دين الله أربح مكسب ... ¶ فِي أَبْيَات كَثِيرَة مِنْهَا ... وَلَيْسَ لَهُ فِي الْعلم والزهد مشبه ... سوى الْحسن الْبَصْرِيّ وَابْن الْمسيب ... ¶ 47 - ابْن بردس ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم الْمُقْرِئ الْحَافِظ الْمُفِيد الصَّالح الزَّاهِد الْبركَة الْقدْوَة عماد الدّين ابو الْفِدَاء اسماعيل بن مُحَمَّد بن بردس بن نصر بن بردس ابْن رسْلَان البعلبكي الْحَنْبَلِيّ مولده سنة عشْرين وَسَبْعمائة وَتُوفِّي سنة سِتّ وَثَمَانِينَ وَسَبْعمائة وَله مؤلفات مَعْلُومَة منثورة ومنظومة وجدت بِخَطِّهِ تَرْجَمَة الشَّيْخ تَقِيّ الدّين بشيخ الاسلام ورثاه بقصيدة من النظام أَولهَا ... عج بالكثيب إِذا مَا أَنْت جزت بِهِ ... وَحي عني عريبا نازلين بِهِ ...",
            "page": "91",
            "part": "1",
            "seal": "71903FF8"
        },
        {
            "hno": "48",
            "id": "91",
            "nass": "48 - ابْن كثير ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة الْحَافِظ عماد الدّين ثِقَة الْمُحدثين عُمْدَة المؤرخين علم الْمُفَسّرين ابو الْفِدَاء اسماعيل ابْن الشَّيْخ الْعَالم الْخَطِيب أبي حَفْص عمر بن كثير بن ضوء بن كثير بن ضوء بن ذرع الْقرشِي الْبَصْرِيّ ثمَّ الدِّمَشْقِي الشَّافِعِي ولد فِي سنة إِحْدَى وَسَبْعمائة بمجيدل الْقرْيَة من عمل بصرى اذ كَانَ أَبوهُ خَطِيبًا بهَا وَتُوفِّي سنة أَربع وَسبعين وَسَبْعمائة وَكَانَت جنَازَته حافلة مَشْهُودَة وَدفن بِوَصِيَّة مِنْهُ فِي تربة شيخ الاسلام ابْن تَيْمِية بمقبرة للصوفية خَارج بَاب النَّصْر من دمشق لَهُ عدَّة مصنفات مِنْهَا تَفْسِير الْقُرْآن الْعَظِيم وَكتاب التَّارِيخ الْكَبِير الْمُسَمّى بالبداية وَالنِّهَايَة وَله جَامع المسانيد وَغير ذَلِك من الْفَوَائِد وَلَقَد ترْجم الشَّيْخ تَقِيّ الدّين بشيخ الاسلام مرَارًا لَا تحصى مِنْهَا قَوْله فِي التَّارِيخ ثمَّ دخلت سنة ثَمَان وَعشْرين وَسَبْعمائة فِي ذِي الْقعدَة مِنْهَا كَانَت وَفَاة شيخ الاسلام أبي الْعَبَّاس أَحْمد بن تَيْمِية قدس الله روحه وَقَالَ وَقد اتّفق مَوته فِي سحر لَيْلَة الِاثْنَيْنِ الْمَذْكُورَة يَعْنِي الْعشْرين من ذِي الْقعدَة قَالَ فَذكر ذَلِك مُؤذن القلعة على المنارة وَتكلم بهَا الحراس على الأبرجة فَمَا أصبح النَّاس الا وَقد تسامعوا بِهَذَا الْخطب الْعَظِيم والامر الجسيم فبادر النَّاس على الْفَوْر الى الِاجْتِمَاع حول القلعة من كل مَكَان أمكنهم الْمَجِيء مِنْهُ حَتَّى من الغوطة والمرج وَلم يطْبخ أهل الاسواق شَيْئا وَلَا فتحُوا كثيرا من الدكاكين الَّتِي من شَأْنهَا أَن تفتح أَوَائِل النَّهَار على الْعَادة وَكَانَ نَائِب السلطنة تنكز قد ذهب",
            "page": "92",
            "part": "1",
            "seal": "2AC7AA09"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "يتصيد فِي بعض الامكنة فحارت الدولة مَاذَا يصنعون وَجَاء الصاحب شمس الدّين غبريال إِلَى نَائِب القلعة فَعَزاهُ فِيهِ وَجلسَ عِنْده وَفتح بَاب القلعة لمن يدْخل من الْخَواص والاصحاب والاحباب فَاجْتمع عِنْد الشَّيْخ فِي قاعته خلق من اخصاء أَصْحَابه من الدولة وَغَيرهم من أهل الْبَلَد والصالحية فجلسوا حوله يَبْكُونَ ويثنون ... على مثل ليلى يقتل الْمَرْء نَفسه ... ¶ وَكنت فِيمَن حضر هُنَاكَ مَعَ شَيخنَا الْحَافِظ أبي الْحجَّاج الْمزي رَحمَه الله تَعَالَى وكشفت عَن وَجه الشَّيْخ وَنظرت اليه وقبلته وعَلى رَأسه عِمَامَة بعذبة مغروزة وَقد علاهُ الشيب أَكثر مِمَّا فارقناه وَأخْبر الْحَاضِرين أَخُوهُ زين الدّين عبد الرَّحْمَن انه قَرَأَ هُوَ وَالشَّيْخ مُنْذُ دخلا القلعة ثَمَانِينَ ختمة وَشرعا فِي الْحَادِيَة والثمانين فَانْتَهَيَا فِيهَا الى آخر {اقْتَرَبت السَّاعَة} و {إِن الْمُتَّقِينَ فِي جنَّات ونهر فِي مقْعد صدق عِنْد مليك مقتدر} فشرع عِنْد ذَلِك الشَّيْخَانِ الصالحان الخيران عبد الله بن الْمُحب وَعبد الله الزرعي الضَّرِير وَكَانَ الشَّيْخ رَحمَه الله يحب قراءتهما فابتدآ من أول سُورَة الرَّحْمَن حَتَّى ختما الْقُرْآن وَأَنا حَاضر اسْمَع وَأرى ثمَّ شرعوا فِي غسل الشَّيْخ وَخرجت الى مَسْجِد هُنَاكَ وَلم يدعوا عِنْد الشَّيْخ إِلَّا من ساعد فِي غسله مِنْهُم شَيخنَا الْحَافِظ الْمزي وَجَمَاعَة من كبار الصَّالِحين الاخيار أهل الْعلم والايمان فَمَا فرغ مِنْهُ حَتَّى امْتَلَأت القلعة وضج النَّاس بالبكاء وَالثنَاء وَالدُّعَاء والترحم ثمَّ سَارُوا بِهِ الى الْجَامِع فسلكوا طَرِيق",
            "page": "93",
            "part": "1",
            "seal": "FA0BC13D"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "الْعمادِيَّة على العادلية الْكَبِيرَة ثمَّ عطفوا على بَاب الناطفانيين وَذَلِكَ أَن سويقة بَاب الْبَرِيد كَانَت هدمت لتصلح ودخلوا بالجنازة الى الْجَامِع الْأمَوِي وَالْخَلَائِق فِيهِ وَبَين يَدي الْجِنَازَة وَخَلفهَا وَعَن يَمِينهَا وشمالها مَا لَا يحصي عدتهمْ الا الله تَعَالَى فَصَرَخَ صارخ هَكَذَا تكون جنائز أهل السّنة فتباكى النَّاس وضجوا عِنْد سَماع هَذَا الصَّارِخ وَوضع الشَّيْخ فِي مَوضِع الْجَنَائِز مِمَّا يَلِي الْمَقْصُورَة وَجلسَ النَّاس من كثرتهم وزحمتهم على غير صُفُوف بل مرصوصين رصا لَا يتَمَكَّن أحد من السُّجُود الا بكلفة يَعْنِي دَاخل الْجَامِع وخارجه الى الازقة والاسواق وَذَلِكَ قبل آذان الظّهْر بِقَلِيل وَجَاء النَّاس من كل مَكَان وَنوى خلق الصّيام لانهم لَا يتفرغون فِي هَذَا الْيَوْم لأكل وَلَا شرب وَكثر النَّاس كَثْرَة لَا تحد وَلَا تُوصَف فَلَمَّا فرغ من آذان الظّهْر أُقِيمَت الصَّلَاة عقبه على السدة بِخِلَاف الْعَادة فَلَمَّا فرغوا من الصَّلَاة خرج نَائِب الْخَطِيب لغيبة الْخَطِيب بِمصْر فصلى عَلَيْهِ إِمَامًا وَهُوَ الشَّيْخ عَلَاء الدّين الْخَرَّاط ثمَّ خرج النَّاس من كل مَكَان من سَائِر أَبْوَاب الْجَامِع والبلد كَمَا ذكرنَا واجتمعوا بسوق الْخَيل وَمن النَّاس من تعجل بعد ان صلى فِي الْجَامِع الى مَقَابِر الصُّوفِيَّة وَالنَّاس فِي بكاء وتهليل فِي",
            "page": "94",
            "part": "1",
            "seal": "837ED6BE"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "مخافته كل وَاحِد فِي نَفسه وَفِي ثَنَاء وتأسف وَالنِّسَاء فَوق الاسطحة من هُنَاكَ الى الْمقْبرَة يبْكين ويدعين وَيَقُلْنَ هَذَا الْعَالم وَبِالْجُمْلَةِ كَانَ يَوْمًا مشهودا لم يعْهَد مثله الا أَن يكون فِي زمن بني أُميَّة حِين كَانَ النَّاس بهَا كثيرين وَكَانَت دَار الْخلَافَة ثمَّ دفن رَحمَه الله تَعَالَى عِنْد أَخِيه قَرِيبا من أَذَان الْعَصْر على التَّحْدِيد وَلَا يُمكن أحدا حصر من حضر الْجِنَازَة وتقريب ذَلِك أَنه عبارَة عَمَّن أمكنه الْحُضُور من اهل الْبَلَد وحواضره وَلم يتَخَلَّف من النَّاس الا الْقَلِيل من الضُّعَفَاء والمخدرات وَمَا علمت أحدا من أهل الْعلم الا النَّفر الْيَسِير تخلف عَن الْحُضُور فِي جنَازَته وهم ثَلَاثَة أنفس ابْن جملَة والصدر والقحفازي وَهَؤُلَاء كَانُوا قد اشتهروا بمعاداته فاختفوا من النَّاس خوفًا على أنفسهم بِحَيْثُ علمُوا أَنهم مَتى خَرجُوا قتلوا وأهلكهم النَّاس وَتردد شَيخنَا الامام الْعَالم الْعَلامَة برهَان الدّين الْفَزارِيّ الى قَبره فِي الايام الثَّلَاثَة وَكَذَلِكَ جمَاعَة من عُلَمَاء الشَّافِعِيَّة وَكَانَ برهَان الدّين الْفَزارِيّ يَأْتِي رَاكِبًا على حِمَاره وَعَلِيهِ الْجَلالَة وَالْوَقار رَحمَه الله تَعَالَى وعملت لَهُ ختمات كَثِيرَة ورؤيت لَهُ منامات صَالِحَة عَجِيبَة ورثي باشعار كَثِيرَة وقصائد مُطَوَّلَة جدا وَقد أفردت لَهُ تراجم كَبِيرَة وصنف فِي ذَلِك جمَاعَة من الْفُضَلَاء وَقَالَ ابْن كثير ايضا وَبِالْجُمْلَةِ كَانَ رَحمَه الله من كبار الْعلمَاء وَمِمَّنْ يُخطئ ويصيب وَلَكِن خطأه بِالنِّسْبَةِ الى صَوَابه كنقطة فِي بَحر لجي وخطؤه أَيْضا مغْفُور لَهُ كَمَا صَحَّ فِي البُخَارِيّ اذا اجْتهد الْحَاكِم فاصاب فَلهُ أَجْرَانِ واذا اجْتهد فَأَخْطَأَ فَلهُ أجر فَهُوَ مأجور وَقَالَ الامام مَالك بن أنس كل أحد يُؤْخَذ من قَوْله وَيتْرك الا صَاحب هَذَا الْقَبْر صلى الله عَلَيْهِ وَسلم وَالله سُبْحَانَهُ وَتَعَالَى أعلم",
            "page": "95",
            "part": "1",
            "seal": "7E511692"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "48 - الْحسن بن حبيب ¶ وَمِنْهُم الشَّيْخ الْعَالم الْفَاضِل الْمُحدث المؤرخ الْمُفِيد الاديب المنشئ البارع بدر الدّين أَبُو مُحَمَّد الْحسن بن الشَّيْخ الامام الْحَافِظ ابي الْقَاسِم عمر بن الْحسن ابْن عمر بن حبيب بن عمر الدِّمَشْقِي الْحلَبِي سمع الحَدِيث من ذَوي الاسناد وسلك جادة الادب فاجاد وَجمع فاوعى وَسمع وروى ونفع وافاد وَله مؤلفات عدَّة ومقطعات نظم فردة مِنْهَا قَوْله لما توفّي وَالِده الْحَافِظ زين الدّين ابو الْقَاسِم رَحمَه الله تَعَالَى ... لوالدي قد قلت حِين ولى ... مفارقا نَفسه العفيفة ¶ اُبْشُرْ من الْمُصْطَفى بِخَير ... يَا خَادِم السّنة الشَّرِيفَة ... ¶ وَمن مؤلفاته العزيزة الادراك درة الاسلاك فِي دولة الاتراك قَالَ فِيهِ فِي تَرْجَمَة سنة ثَمَان وَعشْرين وَسَبْعمائة وفيهَا توفّي شيخ الاسلام تَقِيّ الدّين أَبُو الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام بن عبد الله بن أبي الْقَاسِم بن مُحَمَّد ابْن تَيْمِية الْحَرَّانِي الْحَنْبَلِيّ بَحر زاخر فِي النقليات وَحبر ماهر فِي حفظ عقائل العقليات وَإِمَام فِي معرفَة الْكتاب وَالسّنة وَهَمَّام لَا يمِيل الى حلاوة من الْمِنَّة كَانَ ذَا ورع زَائِد وزهد فَرعه فِي روض الرضى مائد وسخاء وشجاعة وعزلة وقناعة وتصانيف مَشْهُورَة وفتاوى اعلامها منشورة يصدع بِالْحَقِّ وَيتَكَلَّم فِيمَا جلّ ودق وَيَأْمُر بِالْمَعْرُوفِ وَينْهى عَن الْمُنكر ويثابر على اقامة الْحُدُود ان شكر وان لم يشْكر كتب قَاضِي الْقُضَاة أَبُو الْمَعَالِي مُحَمَّد بن الزملكاني على بعض مصنفاته ... مَاذَا يَقُول الواصفون لَهُ ... وَصِفَاته جلت عَن الْحصْر ¶ هُوَ حجَّة لله قاهرة ... هُوَ بَيْننَا أعجوبة الْعَصْر ¶ هُوَ آيَة لِلْخلقِ ظَاهِرَة ... أنوارها أربت على الْفجْر ... ¶ وَكَانَت وَفَاته بقلعة دمشق معتقلا عَن سبع وَسِتِّينَ سنة تغمده الله برحمته",
            "page": "96",
            "part": "1",
            "seal": "40FC7149"
        },
        {
            "hno": "49",
            "id": "96",
            "nass": "49 - ابْن شيخ السلامية ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة عز الدّين ابو يعلى حَمْزَة بن قطب الدّين مُوسَى ابْن الصَّدْر الرئيس ضِيَاء الدّين أبي الْعَبَّاس أَحْمد بن الْحُسَيْن ابْن شيخ السلامية مدرس مدرسة شرف الاسلام ابْن الْحَنْبَلِيّ كتب على الْمُنْتَقى فِي الاحكام عدَّة أسفار وَجمع بِخَطِّهِ فَوَائِد كَثِيرَة ومعاني آثَار وَتُوفِّي بِدِمَشْق سنة تسع وَسِتِّينَ وَسَبْعمائة وَقد جَاوز السِّتين سمع من أبي الْحجَّاج الْمزي وَأبي مُحَمَّد البرزالي وَآخَرين وجدت بِخَطِّهِ فِي عدَّة مَوَاضِع قَالَ شيخ الاسلام ابْن تَيْمِية [وَمِنْهَا على حَاشِيَة مَسْأَلَة الْجد هَل هُوَ مسْقط للاخوة أم لَا وترجيح قَول الصّديق رَضِي الله عَنهُ قَالَ تصنيف شيخ الاسلام علم الزهاد قطب فلك الانام أبي الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام ابْن تَيْمِية الْحَرَّانِي قدس الله روحه] ¶ 50 - المجاور ¶ وَمِنْهُم الشَّيْخ الصَّالح الزَّاهِد الْخَيْر العابد الشَّيْخ خَالِد المجاور لدار الطّعْم بِدِمَشْق كَانَ يقْصد للتبرك بدعواته ويزار اغتناما لمشاهداته وَكَانَت لَهُ احوال صَالِحَة وكلمات موقظة ناصحة وكشف عَن بعض أُمُور وكلمته نَافِذَة فِي الْمَأْمُور يَأْمر بِالْمَعْرُوفِ فيطاع وَينْهى عَن الْمُنكر فيقابل بالاستماع وَكَانَ أحد أَصْحَاب الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية الامام ويعظمه كَغَيْرِهِ من الاعلام ويترجمه بشيخ الاسلام",
            "page": "97",
            "part": "1",
            "seal": "9C987AB5"
        },
        {
            "hno": "51",
            "id": "97",
            "nass": "51 - العلائي ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة الْحَافِظ الْكَبِير حجَّة الْحفاظ عُمْدَة الْعلمَاء الأيقاظ مُحدث الْفُقَهَاء وفقيه الْمُحدثين أوحد المتقنين والخرجين صَلَاح الدّين أَبُو سعيد خَلِيل بن الامير سيف الدّين كيكلدي ابْن عبد الله العلائي مَوْلَاهُم الدِّمَشْقِي الشَّافِعِي نزيل الْقُدس الشريف صَاحب كتاب الْقَوَاعِد وَكتاب الْمَرَاسِيل وَغير ذَلِك من مُصَنف مُخْتَصر وطويل مولده سنة أَربع وَتِسْعين وسِتمِائَة تفقه بالشيخ كَمَال الدّين ابْن الزملكاني ودرس وافتى وناظر وَخرج وصنف وَجمع وَألف وَسكن بَيت الْمُقَدّس حِين ولي تدريس الْمدرسَة الصلاحية وَتُوفِّي فِي يَوْم الِاثْنَيْنِ ثَالِث شهر الله الْمحرم سنة إِحْدَى وَسِتِّينَ وَسَبْعمائة بِبَيْت الْمُقَدّس ذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ وَطلب وَقَرَأَ وافاد وانتقى وَنظر فِي الرِّجَال والعلل وَتقدم فِي هَذَا الشَّأْن مَعَ صِحَة الذِّهْن وَسُرْعَة الْفَهم انْتهى ¶ روى الشَّيْخ صَلَاح الدّين العلائي الْمَذْكُور فِي الشَّيْخ تَقِيّ الدّين فَقَالَ أخبرنَا شَيخنَا وَسَيِّدنَا شيخ الاسلام تَقِيّ الدّين أَبُو الْعَبَّاس احْمَد بن عبد الْحَلِيم ابْن عبد السَّلَام ابْن تَيْمِية وَأَخُوهُ لأمه الامام بدر الدّين أَبُو الْقَاسِم مُحَمَّد بن قَاسم الْحَرَّانِي ونسيبهما عز الدّين أَبُو مُحَمَّد عبد الْعَزِيز بن عبد اللَّطِيف بن عبد الْعَزِيز ابْن تَيْمِية والعلامة كَمَال الدّين احْمَد بن مُحَمَّد بن أبي بكر الشريشي ذكر غَيرهم ثمَّ قَالَ قَالُوا كلهم خلا الشريشي أخبرنَا أَبُو الْعَبَّاس احْمَد ابْن عبد الدَّائِم بن نعْمَة الْمَقْدِسِي وَذكر أَحَادِيث انتقاها الْحَافِظ صَلَاح الدّين العلائي الْمَذْكُور من جُزْء ابْن عَرَفَة",
            "page": "98",
            "part": "1",
            "seal": "03C17570"
        },
        {
            "hno": "52",
            "id": "98",
            "nass": "52 - الدهلي ¶ وَمِنْهُم الشَّيْخ الْعَالم الْحَافِظ المؤرخ الْمُفِيد نجم الدّين ناقد الْمُحدثين أَبُو الْخَيْر سعيد بن عبد الله الدهلي ثمَّ الْبَغْدَادِيّ الحريري مَوْلَاهُم هُوَ مولى الصَّدْر صَلَاح الدّين عبد الرَّحْمَن بن عمر الحريري مولده تَقْرِيبًا سنة اثْنَتَيْ عشرَة وَسَبْعمائة وَتُوفِّي سنة تسع واربعين وَسَبْعمائة سمع بِبَغْدَاد وَالشَّام وَغَيرهمَا من بِلَاد الاسلام وَفضل وَتقدم وَنقد الرِّجَال وَترْجم جمع تراجم لعدة من أَعْيَان بَغْدَاد وَخرج كثيرا من المرويات بالاسناد وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين فَقَالَ عَنهُ الْمُحدث المؤرخ مُفِيد الْجَمَاعَة نجم الدّين ابو الْخَيْر الْحَنْبَلِيّ نزيل دمشق مولده سنة اثْنَتَيْ عشرَة وَسَبْعمائة أنشدنا لغير وَاحِد وَسمع الْمزي من السرُوجِي عَنهُ وَله رحْلَة الى مصر والثغر وَعمل جيد وهمة فِي التَّارِيخ وتكثير الْمَشَايِخ والاجزاء وَمَعْرِفَة الرِّجَال انْتهى ¶ وَقد ترْجم الشَّيْخ تَقِيّ الدّين بشيخ الاسلام غير مَا مرّة وَوجدت بِخَط الْمُحدث الْمُفِيد ابي نصر مُحَمَّد بن طولوبغا السيفي انشدنا الشَّيْخ نجم الدّين ابو الْخَيْر سعيد ابْن عبد الله الدهلي الْحَنْبَلِيّ فِي سنة سبع وَثَلَاثِينَ وَسَبْعمائة بِدِمَشْق قَالَ انشدنا الشَّيْخ الامام الْعَالم امام الْمُحَقِّقين وقدرة الْمُحدثين تَقِيّ الدّين ابو الثَّنَاء مَحْمُود بن عَليّ بن مَحْمُود بن مقبل بن سُلَيْمَان بن دَاوُد الدقوفي رَحْمَة الله تَعَالَى عَلَيْهِ لنَفسِهِ يرثى شيخ الاسلام أَبَا الْعَبَّاس احْمَد ابْن تَيْمِية قدس الله روحه فِي سنة ثَمَان وَعشْرين وَسَبْعمائة بِبَغْدَاد حرسها الله تَعَالَى ... قف بالربوع الهامدات وعده ... واذر الدُّمُوع الجامدات وبدد ... ¶ وَذكر القصيدة الَّتِي مِنْهَا ... مَاتَ الَّذِي جمع الْعُلُوم الى التقى ... وَالْفضل والورع الصَّحِيح الْجيد ¶ شيخ الانام تَقِيّ الدّين مُحَمَّد ... وجمال مَذْهَب ذِي الْفَضَائِل أَحْمد ...",
            "page": "99",
            "part": "1",
            "seal": "D2846230"
        },
        {
            "hno": "53",
            "id": "99",
            "nass": "53 - القابوني ¶ وَمِنْهُم الشَّيْخ الْعَالم الْمُحدث الْفَقِيه الْفَاضِل الاديب البارع أَبُو مُحَمَّد سلمَان ابْن عبد الحميد بن مُحَمَّد بن الْمُبَارك الْبَغْدَادِيّ ثمَّ القابوني الْحَنْبَلِيّ الصُّوفِي ذكره الشَّيْخ شهَاب الدّين ابْن حجي فِي مُعْجم شُيُوخه الاعلام وَترْجم ابْن تَيْمِية بشيخ الاسلام وَكَانَ لطيف المحاضرة وَله شعر جيد وَحسن مذاكرة وَهُوَ أحد من أَخذنَا عَنهُ وَسَمعنَا الحَدِيث مِنْهُ ¶ 54 - الياسوفي ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَلامَة الْفَقِيه الْحَافِظ النَّاقِد الثِّقَة صدر الدّين جمال الْفُقَهَاء والمحدثين ابو الرّبيع وَيُقَال ابو الْفضل سُلَيْمَان بن يُوسُف بن مُفْلِح ابْن أبي الوفا الْمَقْدِسِي الياسوفي ثمَّ الدِّمَشْقِي الشَّافِعِي عين الْفُقَهَاء والمتقنين وَعلم الْحفاظ المفيدين عني بِهَذَا الشَّأْن وبرز فِيهِ على الاقران جمع وَخرج وَأفَاد وَتكلم على الرِّجَال فأجاد سجن بقلعة دمشق أَيَّام الامتحان بِسَبَب فَتْوَى ابي هَاشم أَحْمد بن اسماعيل الظَّاهِرِيّ على السُّلْطَان وَتُوفِّي فِي الثَّالِث وَالْعِشْرين من شعْبَان سنة تسع وَثَمَانِينَ وَسَبْعمائة وَكَانَ أحد محبي الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية الامام وترجمه غير مَا مرّة بشيخ الاسلام وَدفن بِقرب تربته الزكية بمقابر الصُّوفِيَّة",
            "page": "100",
            "part": "1",
            "seal": "804F1F11"
        },
        {
            "hno": "55",
            "id": "100",
            "nass": "55 - عبد الله بن الْمُحب ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم الْمُحدث الْمُفِيد الزَّاهِد العابد محب الدّين ابو مُحَمَّد عبد الله ابْن الْمسند الْعَالم أبي الْعَبَّاس احْمَد بن الشَّيْخ محب الدّين أبي مُحَمَّد عبد الله بن احْمَد بن أبي بكر مُحَمَّد بن ابراهيم بن احْمَد بن عبد الرَّحْمَن بن اسماعيل بن مَنْصُور الْمَقْدِسِي الصَّالِحِي ولد يَوْم الاحد ثَانِي عشر الْمحرم سنة اثْنَيْنِ وَثَمَانِينَ وسِتمِائَة بصالحية دمشق وَسمع بإفادة أَبِيه من ابْن البُخَارِيّ وَزَيْنَب ابْنة مكي وَخلق وَطلب هُوَ لنَفسِهِ فَأكْثر ومشيخته نَحْو ألف شيخ وَأفَاد كثيرا واستفاد وَخرج لنَفسِهِ وَلغيره من ذَوي الاسناد وَحدث كثيرا وَسمع مِنْهُ جم غفير وَتُوفِّي فِي يَوْم الِاثْنَيْنِ سَابِع شهر ربيع الاول سنة سبع وَثَلَاثِينَ وَسَبْعمائة وَدفن بِالْقربِ من الشَّيْخ موفق الدّين بسفح قاسيون وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ انتقيت لَهُ جُزْءا وَهُوَ شيخ الحَدِيث بالضيائية حدث بالكثير انْتهى كَانَ الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية يُحِبهُ وَيُحب قِرَاءَته وجدت بِخَطِّهِ فِي مَوَاضِع تَرْجَمَة الشَّيْخ تَقِيّ الدّين بشيخ الاسلام مِنْهَا فِي اثبات سَماع اولاده من ذَلِك مَا صورته وَحضر وَلَدي مُحَمَّد جبره الله فِي السّنة الثَّالِثَة بِقِرَاءَتِي يَوْم ختم الصَّحِيح على الْمَشَايِخ السَّبْعَة سيدنَا وَشَيخنَا الامام الْعَلامَة الْحَافِظ الْقدْوَة الْحجَّة الْعُمْدَة الزَّاهِد الْوَرع بَقِيَّة الْأَئِمَّة الاعلام وَشَيخ مَشَايِخ الاسلام مفتي فرق الْمُسلمين حجَّة الْمذَاهب فريد الْعَصْر وأوحد الدَّهْر علم الْهدى نَاصِر السّنَن قامع الْبدع تَقِيّ الدّين ابي الْعَبَّاس احْمَد بن عبد الْحَلِيم بن عبد السَّلَام بن عبد الله ابْن أبي الْقَاسِم بن مُحَمَّد ابْن تَيْمِية وَذكر بَقِيَّة السماع وانه كَانَ يَوْم الِاثْنَيْنِ الثَّالِث من ذِي الْحجَّة سنة ارْبَعْ عشرَة وَسَبْعمائة بِالْمَدْرَسَةِ الحنبلية دَاخل دمشق وَوجدت أَيْضا بِخَط الشَّيْخ محب الدّين الْمَذْكُور مَا نَصه وَسمع إبناي مُحَمَّد",
            "page": "101",
            "part": "1",
            "seal": "BC94D610"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "وَاحْمَدْ وفقهما الله تَعَالَى بِقِرَاءَتِي على الْمَشَايِخ الِاثْنَيْنِ وَالْعِشْرين شَيخنَا وَسَيِّدنَا الامام الْعَلامَة الْحَافِظ الْقدْوَة الْعُمْدَة الْحجَّة شيخ الاسلام مُجْتَهد الْعَصْر لِسَان الشَّرِيعَة حجَّة الْمذَاهب امام الطوائف تَقِيّ الدّين ابي الْعَبَّاس احْمَد بن عبد الْحَلِيم ابْن الشَّيْخ الْعَلامَة مجد الدّين عبد السَّلَام بن عبد الله بن أبي الْقَاسِم بن مُحَمَّد بن تَيْمِية الْحَرَّانِي وَذكر بَقِيَّة الشُّيُوخ وَفِيهِمْ الْحَافِظ جمال الدّين أَبُو الْحجَّاج الْمزي وَذكر السماع وَمَا يتَعَلَّق بِهِ وَوجدت أَيْضا بِخَط الشَّيْخ محب الدّين الْمَذْكُور على منتقى من جُزْء أَيُّوب السّخْتِيَانِيّ انتقاء الضياء سمع جَمِيع هَذَا الْجُزْء من لفظ شيخ مَشَايِخ الاسلام فريد الْعَصْر والاوان مفتي الْفرق بركَة الْمُسلمين تَقِيّ الدّين أبي الْعَبَّاس احْمَد بن عبد الْحَلِيم بن عبد السَّلَام بن عبد الله بن أبي الْقَاسِم بن مُحَمَّد ابْن تَيْمِية رَضِي الله تَعَالَى عَنهُ بِسَمَاعِهِ من ابْن عبد الدَّائِم الشَّيْخ الْحَافِظ علم الدّين الْقَاسِم بن مُحَمَّد بن يُوسُف البرزالي وَعبد الله بن احْمَد بن الْمُحب الْمَقْدِسِي وَذَا خطه وَذَلِكَ فِي يَوْم الثُّلَاثَاء رَابِع عشر صفر سنة تسع وَتِسْعين وسِتمِائَة بدار الحَدِيث السكرية بالقصاعين بِدِمَشْق",
            "page": "102",
            "part": "1",
            "seal": "B53D3A60"
        },
        {
            "hno": "56",
            "id": "102",
            "nass": "56 - الْجَزرِي ¶ وَمِنْهُم الشَّيْخ الصَّالح العابد الناسك أَبُو مُحَمَّد عبد الله بن مُوسَى بن احْمَد الْجَزرِي نزيل دمشق الْمُقِيم بمشهد أبي بكر من جَامع دمشق توفّي يَوْم الِاثْنَيْنِ السَّادِس وَالْعِشْرين من صفر سنة خمس وَعشْرين وَسَبْعمائة وَكَانَت جنَازَته مَشْهُودَة وَدفن بمقبرة الْبَاب الصَّغِير بِدِمَشْق قَالَ الْعَلامَة أَبُو الفدا اسماعيل ابْن كثير كَانَ من الصَّالِحين الْكِبَار مُبَارَكًا خيرا عَلَيْهِ سكينَة ووقار وَكَانَت لَهُ مطالعة كَثِيرَة وَله فهم جيد وعقل صَحِيح وَكَانَ من الملازمين لمجالس الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية وَكَانَ ينْقل من كَلَامه اشياء كَثِيرَة ويفهمها يعجز عَنْهَا كبار الْفُقَهَاء انْتهى ¶ 57 - الاسكندري ¶ وَمِنْهُم الشَّيْخ الْمُحدث الْعَالم جمال الدّين أَبُو مُحَمَّد عبد الله بن يَعْقُوب ابْن سيدهم بن اردبين الاسكندري نزيل دمشق من سنة سبع وَسَبْعمائة وَسمع من ابْن مشرف وَابْن الموازيني والدمياطي وَآخَرين وَقَرَأَ الْكثير وَبَالغ فِي الطّلب وَنسخ وَحصل ودأب سمع مِنْهُ بعض شُيُوخنَا فِي سنة خمس وَثَلَاثِينَ وَسَبْعمائة وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ أوذي من أجل ابْن تَيْمِية وَقطع رزقه وبالغوا فِي التَّحْرِير عَلَيْهِ ثمَّ انصلح حَاله انْتهى وَقد ترْجم الشَّيْخ تَقِيّ الدّين بشيخ الاسلام فِيمَا وجدته بِخَطِّهِ فِي غير مَا مَوضِع من كتبه بضبطه مِنْهَا على الْجَواب الباهر فِي زِيَارَة الْمَقَابِر قَالَ",
            "page": "103",
            "part": "1",
            "seal": "98D26436"
        },
        {
            "hno": "58",
            "id": "103",
            "nass": "أجَاب بِهِ شيخ الاسلام أَبُو الْعَبَّاس احْمَد بن عبد الْحَلِيم بن عبد السَّلَام ابْن تَيْمِية ثمَّ قَالَ ¶ علقه لنَفسِهِ عبد الله بن يَعْقُوب الاسكندري عَفا الله عَنهُ ¶ 58 - ابْن طولوبغا السيفي ¶ وَمِنْهُم الشَّيْخ الْمسند المكثر الْعَالم أَسد الدّين أَبُو الْفرج عبد الرَّحْمَن بن الشَّيْخ الْعَالم الْمُحدث الْمُفِيد أبي نصر مُحَمَّد بن طولوبغا بن عبد الله السيفي سمع الْكثير بإفادة أَبِيه من طَائِفَة من المسندين واحضره عِنْد الْحَافِظ الذَّهَبِيّ وَآخَرين ¶ وَكتب بِخَطِّهِ فَوَائِد واشياء مِمَّا يرويهِ وَكَانَ يترجم ابْن تَيْمِية بشيخ الاسلام كأبيه",
            "page": "104",
            "part": "1",
            "seal": "2DCA8C22"
        },
        {
            "hno": "59",
            "id": "104",
            "nass": "59 - ابْن الْفَخر ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم الْحَافِظ فَخر الدّين سليل الْعلمَاء وَالصَّالِحِينَ أَبُو بكر عبد الرَّحْمَن بن الامام الْعَلامَة أبي عبد الله مُحَمَّد بن الامام الْعَلامَة الْقدْوَة بركَة الْمُسلمين فَخر الدّين أبي مُحَمَّد عبد الرَّحْمَن بن يُوسُف بن مُحَمَّد ابْن نصر ابْن أبي الْقَاسِم البعلبكي ابْن الْفَخر الدِّمَشْقِي ولد يَوْم الْخَمِيس الرَّابِع وَالْعِشْرين من شهر ربيع الآخر سنة خمس وَثَمَانِينَ وسِتمِائَة وَسمع من ابْن البُخَارِيّ فِي الْخَامِسَة من عمره وَمن التقي الوَاسِطِيّ وَخلق وَكتب الْكثير وعلق وَأفَاد الشُّيُوخ وطبق وَخرج لجَماعَة من الْأَعْيَان وَفسّر بعض الْقُرْآن وَكَانَ يقص على النَّاس فِي عدَّة مواعيد مَعَ الْعِفَّة وَالصَّلَاح الشَّديد توفّي يَوْم الْخَمِيس تَاسِع عشر ذِي الْقعدَة سنة اثْنَيْنِ وَثَلَاثِينَ وَسَبْعمائة وَدفن بمقبرة الصُّوفِيَّة وَلم يعقب فِيمَا قَالَه ابْن رَجَب خرج للشَّيْخ تَقِيّ الدّين ابْن تَيْمِية جُزْءا من مروياته الْعلية ¶ وَكَانَ يترجمه بشيخ الاسلام أُسْوَة أَمْثَاله من الاعلام فِيمَا وجدته بِخَطِّهِ وتقييده الْحسن وَضَبطه",
            "page": "105",
            "part": "1",
            "seal": "E646DE6C"
        },
        {
            "hno": "60",
            "id": "105",
            "nass": "60 - ابْن رَجَب ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة الزَّاهِد الْقدْوَة الْبركَة الْحَافِظ الْعُمْدَة الثِّقَة الْحجَّة واعظ الْمُسلمين مُفِيد الْمُحدثين زين الدّين أَبُو الْفرج عبد الرَّحْمَن ابْن الشَّيْخ الامام الْمُقْرِئ الْمُحدث شهَاب الدّين أبي الْعَبَّاس احْمَد بن رَجَب وَعبد الرَّحْمَن بن الْحسن بن مُحَمَّد بن أبي البركات مَسْعُود الْبَغْدَادِيّ الدِّمَشْقِي الْحَنْبَلِيّ أحد الْأَئِمَّة الزهاد وَالْعُلَمَاء الْعباد سمع من مُحَمَّد بن الخباز وابراهيم بن دَاوُد الْعَطَّار والميدومي وَأبي الحزم بن القلانسي وَخلق من رُوَاة الْآثَار لَهُ مصنفات مفيدة ومؤلفات عديدة مِنْهَا شرح جَامع التِّرْمِذِيّ أبي عِيسَى وَشرح من أول صَحِيح البُخَارِيّ الى الْجَنَائِز شرحا نفيسا وَله كتاب طَبَقَات أَصْحَاب مذْهبه جعله ذيلا على من بَدَأَ بِهِ وَهُوَ القَاضِي أَبُو الْحُسَيْن مُحَمَّد ابْن القَاضِي أبي يعلى مُحَمَّد بن الْحُسَيْن ابْن الْفراء قَالَ فِيهِ أَحْمد ابْن عبد الْحَلِيم بن عبد السَّلَام بن عبد الله بن أبي الْقَاسِم الْخضر بن مُحَمَّد ابْن تَيْمِية الْحَرَّانِي ثمَّ الدِّمَشْقِي الامام الْفَقِيه الْمُجْتَهد الْمُحدث الْحَافِظ الْمُفَسّر الاصولي الزَّاهِد تَقِيّ الدّين أَبُو الْعَبَّاس شيخ الاسلام وَعلم الاعلام وشهرته تغني عَن الإطناب فِي ذكره والاسهاب فِي أمره ثمَّ ذكر ابْن رَجَب تَرْجَمَة الشَّيْخ تَقِيّ الدّين وفيهَا ذكر مَوته وَدَفنه ثمَّ قَالَ وَصلى عَلَيْهِ صَلَاة الْغَائِب فِي غَالب بِلَاد الاسلام الْقَرِيبَة والبعيدة حَتَّى فِي الْيمن والصين وَأخْبر المسافرون أَنه نُودي بأقصى الصين للصَّلَاة عَلَيْهِ يَوْم الْجُمُعَة الصَّلَاة على ترجمان الْقُرْآن",
            "page": "106",
            "part": "1",
            "seal": "0F1050FD"
        },
        {
            "hno": "61",
            "id": "106",
            "nass": "توفّي الشَّيْخ زين الدّين بن رَجَب فِي شهر رَجَب سنة خمس وَتِسْعين وَسَبْعمائة وَدفن بمقبرة الْبَاب الصَّغِير جوَار قبر الشَّيْخ الْفَقِيه الزَّاهِد أبي الْفرج عبد الْوَاحِد بن مُحَمَّد الشِّيرَازِيّ ثمَّ الْمَقْدِسِي الدِّمَشْقِي المتوفي فِي ذِي الْحجَّة سنة ثَمَانِينَ وَأَرْبَعمِائَة وَهُوَ الَّذِي نشر مَذْهَب الامام أَحْمد بن حَنْبَل بِبَيْت الْمُقَدّس ثمَّ بِدِمَشْق رَحمَه الله تَعَالَى لقد حَدثنِي من حفر لحد ابْن رَجَب ان الشَّيْخ زين الدّين بن رَجَب جَاءَهُ قبل أَن يَمُوت بأيام قَالَ فَقَالَ لي احْفِرْ لي هُنَا لحدا وَأَشَارَ الى الْبقْعَة الَّتِي دفن فِيهَا قَالَ فحفرت لَهُ فَلَمَّا فرغ نزل فِي الْقَبْر واضطجع فِيهِ فأعجبه وَقَالَ هَذَا جيد ثمَّ خرج ¶ قَالَ فوَاللَّه مَا شَعرت بِهِ بعد ايام إِلَّا وَقد أُتِي بِهِ مَيتا مَحْمُولا فِي نعشه فَوَضَعته فِي ذَلِك اللَّحْد وواريته فِيهِ ¶ 61 - الْحَافِظ الْعِرَاقِيّ ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة الأوحد شيخ الْعَصْر حَافظ الْوَقْت زين الدّين شيخ الْمُحدثين علم الناقدين عُمْدَة المخرجين أَبُو الْفضل عبد الرَّحِيم بن الْحُسَيْن ابْن عبد الرَّحْمَن بن أبي بكر بن ابراهيم بن الْعِرَاقِيّ الْمصْرِيّ الشَّافِعِي مولده فِي جُمَادَى الاولى سنة خمس وَعشْرين وَسَبْعمائة سمع من خلق من المسندين مثل مُحَمَّد بن اسماعيل بن الخباز والميدومي وَآخَرين وَمِنْهُم عدَّة من أَصْحَاب عَليّ بن البُخَارِيّ فَخر الدّين وَحدث وأملى وَأفَاد وَتكلم على الْعِلَل والاسناد ومعاني الْمُتُون وفقهها فأجاد صنف التصانيف الَّتِي اشتهرت وَخرج تخاريج رويت وانتشرت وَلَقَد قَالَ فِيمَا أملاه من لَفظه فِي يَوْم",
            "page": "107",
            "part": "1",
            "seal": "60078BBA"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "عَاشُورَاء من محرم سنة خمس وَتِسْعين وَسَبْعمائة بِالْمَدْرَسَةِ الظَّاهِرِيَّة الْقَدِيمَة بعد ان روى من طَرِيق الامام أبي بكر أَحْمد بن الْحُسَيْن الْبَيْهَقِيّ قَالَ انبأنا أَبُو سعد الْمَالِينِي أَنبأَنَا أَبُو أَحْمد بن عدي قَالَ حَدثنَا الْحسن بن عَليّ الْأَهْوَازِي حَدثنَا معمر بن سهل قَالَ حَدثنَا حجاج بن نصير قَالَ حَدثنَا مُحَمَّد بن ذكْوَان عَن يعلى بن حَكِيم عَن سُلَيْمَان بن أبي عبد الله عَن أبي هُرَيْرَة رَضِي الله تَعَالَى عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من أوسع على عِيَاله وَأَهله يَوْم عَاشُورَاء أوسع الله عَلَيْهِ سَائِر سنته هَذَا حَدِيث فِي إِسْنَاده لين وحجاج بن نصير وَمُحَمّد بن ذكْوَان الطَّاحِي وَسليمَان بن أبي عبد الله مضعفون لَكِن ابْن حبَان ذكرهم فِي الثقاة وباقيهم ثقاة فَهُوَ حَدِيث حسن على رَأْي ابْن حبَان وَلِحَدِيث أبي هُرَيْرَة رَضِي الله تَعَالَى عَنهُ طَرِيق آخر صَححهُ الْحَافِظ أَبُو الْفضل بن نَاصِر وَفِيه زيادات مُنكرَة وَقد رُوِيَ حَدِيث التَّوسعَة يَوْم عَاشُورَاء من حَدِيث جَابر وَابْن مَسْعُود وَأبي سعيد الْخُدْرِيّ وَابْن عمر رَضِي الله تَعَالَى عَنْهُم وأصحها حَدِيث جَابر قَالَه أَبُو الْفضل ابْن الْعِرَاقِيّ الْمشَار إِلَيْهِ وَقَالَ أَيْضا وَرَوَاهُ الْبَيْهَقِيّ فِي الشّعب من قَول ابراهيم بن مُحَمَّد بن الْمُنْتَشِر واما قَول الشَّيْخ الامام تَقِيّ الدّين ابْن تَيْمِية انه مَا روى اُحْدُ من أَئِمَّة الحَدِيث مَا فِيهِ توسيع النَّفَقَة يَوْم عَاشُورَاء وان اعلى مَا بلغه فِيهِ قَول ابراهيم بن مُحَمَّد الْمُنْتَشِر فَهُوَ عَجِيب [مِنْهُ] فَهُوَ كَمَا ذكرته فِي عدَّة من كتب أَئِمَّة الحَدِيث وَقد جمعت طرقه فِي جُزْء وَالله تَعَالَى أعلم",
            "page": "108",
            "part": "1",
            "seal": "D7100FDA"
        },
        {
            "hno": "62",
            "id": "108",
            "nass": "62 - ابْن عبد الْحق الْبَغْدَادِيّ ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة صفي الدّين مفتي الْمُسلمين أَبُو الْفَضَائِل عبد الْمُؤمن بن عبد الْحق بن عبد الله بن عَليّ بن مَسْعُود الْبَغْدَادِيّ الْحَنْبَلِيّ مولده فِي جُمَادَى الْآخِرَة سنة ثَمَان وَخمسين وسِتمِائَة وَله مصنفات فِي فنون من الْعلم كالفقه والاصول واللغة والتاريخ والطب والحساب قَالَ الْمُحدث أَبُو الْخَيْر سعيد الدهلي وَاخْتصرَ الْكتاب الَّذِي أَلفه شيخ الاسلام تَقِيّ الدّين ابْن تَيْمِية فِي الرَّد على ابْن المطهر ورسمه بِكِتَاب المطالب العوال لتقرير منهاج الاسْتقَامَة والاعتدال وَكتاب مراصد الِاطِّلَاع على [اسماء] الامكنة وَالْبِقَاع انْتهى وَهَذَا هُوَ مُخْتَصر مُعْجم الْبلدَانِ لياقوت توفّي الشَّيْخ صفي الدّين رَحمَه الله فِي صفر سنة تسع وَثَلَاثِينَ وَسَبْعمائة وَدفن بمقبرة الامام احْمَد رَحمَه الله تَعَالَى عَلَيْهِ وَقد وجدت بِخَط الْمُحدث ابي نصر مُحَمَّد بن طولوبغا السيفي نقلت من خطّ الامام الْمُحدث الْفَاضِل الأديب البارع صفي الدّين عبد الْمُؤمن بن عبد الْحق الْبَغْدَادِيّ الْحَنْبَلِيّ يَقُول قَالَ العَبْد الْفَقِير عبد الْمُؤمن بن عبد الْحق حِين بلغه وَفَاة الشَّيْخ الامام الْعَالم بَقِيَّة الْعلمَاء الْمُجْتَهدين تَقِيّ الدّين أَحْمد ابْن تَيْمِية الْحَرَّانِي رَحمَه الله تَعَالَى وَرَضي عَنهُ ... طبت مثوى يَا خَاتم الْعلمَاء ... فِي مقَام الزلفى مَعَ الاتقياء ... ¶ وَذكر بَاقِي القصيدة",
            "page": "109",
            "part": "1",
            "seal": "BB07FC79"
        },
        {
            "hno": "63",
            "id": "109",
            "nass": "63 - ابْن السلار ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم شيخ الْقُرَّاء عُمْدَة أهل الْأَدَاء أَمِين الدّين علم المجودين بَقِيَّة السّلف الصَّالِحين أَبُو مُحَمَّد عبد الْوَهَّاب بن يُوسُف ابْن ابراهيم بن السلار بن بيرم بن السلار بن مَحْمُود بن بهْرَام بن السلار بن بختيار الدِّمَشْقِي الشَّافِعِي زوج شيختنا زَيْنَب ابْنة الامام شرف الدّين عبد الله ابْن تَيْمِية أخي تَقِيّ الدّين رَحِمهم الله وَكَانَ الشَّيْخ أَمِين الدّين الْمشَار أليه يعظم الشَّيْخ تَقِيّ الدّين ويثني عَلَيْهِ ويذكره بشيخ الاسلام فِي تَرْجَمته وَأوصى أَن يدْفن عِنْده فَدفن فِي تربته ورثاه بقصيدة دالية سَمِعت مِنْهُ وَرويت عَنهُ أَولهَا كل حَيّ لَهُ الْمَمَات وُرُود وَمِنْهَا ... كَانَ شيخ الاسلام نقلا وعقلا ... بَاب ذِي الْبدع عِنْده مَرْدُود ... ¶ وَقَالَ الشَّيْخ أَمِين الدّين بن السلار وأنشدني الشَّيْخ الامام مُسْند الشَّام بهاء الدّين الْقَاسِم بن مظفر بن مَحْمُود ابْن عَسَاكِر لنَفسِهِ فِي شيخ الاسلام ابْن تَيْمِية هذَيْن الْبَيْتَيْنِ يَوْم الاربعاء سَابِع رَجَب عَام عشْرين وَسَبْعمائة بِمَنْزِلَة بِدِمَشْق ... تَقِيّ الدّين أضحى بَحر علم ... يُجيب السَّائِلين بِلَا قنوط ¶ أحَاط بِكُل علم فِيهِ نفع ... فَقل مَا شِئْت فِي الْبَحْر الْمُحِيط ...",
            "page": "110",
            "part": "1",
            "seal": "AF9E73FD"
        },
        {
            "hno": "64",
            "id": "110",
            "nass": "64 - اليونيني ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَالم الْمُحدث الْفَقِيه نور الدّين أَبُو الْحسن عَليّ بن مُحَمَّد ابْن سُلَيْمَان بن أيدغدي بن عَليّ بن سُلَيْمَان اليونيني الْحَنْبَلِيّ الملقب بحنبل أَخذ عَن خلق من الشُّيُوخ من أَصْحَاب ابْن البُخَارِيّ وَغَيرهم وَكتب بِخَطِّهِ كثيرا وَخرج لنَفسِهِ تخاريج وَوجدت بِخَطِّهِ فِي غير مَا مَوضِع ترْجم الشَّيْخ تَقِيّ الدّين بشيخ الاسلام من ذَلِك على الْجُزْء الَّذِي فِيهِ مائَة حَدِيث انتقاها الشَّيْخ تَقِيّ الدّين من صَحِيح البُخَارِيّ مُشْتَمِلَة على الثلاثيات الْإِسْنَاد وموافقات وأبدال وعوالي فَقَالَ فِيمَا وجدته بِخَطِّهِ انتقاء الشَّيْخ الإِمَام شيخ الْإِسْلَام حَسَنَة الزَّمَان بَقِيَّة السّلف عُمْدَة الْخلف مفتي الْفرق تَقِيّ الدّين أبي الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام ابْن تَيْمِية الْحَرَّانِي رَحمَه الله عَلَيْهِم أَجْمَعِينَ ¶ 65 - ابْن اللخام البعلي ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَالم أقضى الْقُضَاة مفتي الْمُسلمين عَلَاء الدّين أَبُو الْحسن عَليّ بن مُحَمَّد بن عَبَّاس البعلي نزيل دمشق الْحَنْبَلِيّ كَانَ للشَّيْخ تَقِيّ الدّين من المعظمين وبشيخ الاسلام لَهُ من المترجمين وَجمع فِي مُصَنف اختيارته من مسَائِل الْفُرُوع ورتبها على أَبْوَاب الْفِقْه مَعَ زِيَادَة من فَوَائده على الْمَجْمُوع ¶ وَقد وجدت بِخَطِّهِ قَالَ الشَّيْخ الإِمَام الْعَالم الْعَلامَة الأوحد الْحَافِظ الْمُجْتَهد الزَّاهِد العابد الْقدْوَة إِمَام الْأَئِمَّة قدوة الْأمة عَلامَة الْعلمَاء وَارِث الْأَنْبِيَاء آخر الْمُجْتَهدين أوحد عُلَمَاء الدّين بركَة الْإِسْلَام حجَّة الاعلام برهَان",
            "page": "111",
            "part": "1",
            "seal": "7464B12D"
        },
        {
            "hno": "66",
            "id": "111",
            "nass": "الْمُتَكَلِّمين قامع المبتدعين ذُو الْعُلُوم الرفيعة والفنون البديعة محيي السّنة وَمن عظمت بِهِ لله علينا الْمِنَّة وَقَامَت بِهِ على أعدائه الْحجَّة واستبانت ببركته وهديه المحجة تَقِيّ الدّين أَبُو الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام بن عبد الله بن أبي الْقَاسِم بن مُحَمَّد ابْن تَيْمِية الْحَرَّانِي قدس الله روحه واثابه الْجنَّة برحمته ثمَّ ذكر بعض كَلَام الشَّيْخ تَقِيّ الدّين فِي تصنيف لَهُ ¶ 66 - الزبيدِيّ ¶ وَمِنْهُم الشَّيْخ الْعَالم الْفَاضِل الصَّالح أَبُو زيد عَليّ بن زيد بن علوان بن صبرَة ابْن مهْدي بن حريز الزبيدِيّ اليمني الشَّافِعِي نزيل حلب سمع من أَصْحَاب الحجار وطبقتهم ورحل فِي هَذَا الشَّأْن وَطلب وَقَرَأَ بِنَفسِهِ وطبق وَكتب وجدت بِخَطِّهِ على الْمِائَة حَدِيث المنتقاة من صَحِيح البُخَارِيّ الَّتِي انتقاها الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية رَحْمَة الله تَعَالَى على الشَّيْخ الإِمَام الْعَلامَة مفتي الْمُسلمين ورحلة الطالبين أبي عبد الله مُحَمَّد بن عَليّ بن احْمَد الْحَنْبَلِيّ الشهير بِابْن اليونانية وَذكر بَقِيَّة طبقَة السماع وَكتب فِي آخرهَا مَا نَصه وَكتب عَليّ بن زيد بن علوان بن صبرَة بن مهْدي الزبيدِيّ اليمني ¶ 67 - الْكِنْدِيّ ¶ وَمِنْهُم الشَّيْخ الإِمَام الْمُقْرِئ الْمُحدث الأديب البارع عَلَاء الدّين أَبُو الْحسن عَليّ بن المظفر بن ابراهيم بن عمر بن زيد بن هبة الله الْكِنْدِيّ الإسْكَنْدراني ثمَّ الدِّمَشْقِي سمع من عبد الله بن الخشوعي وَاحْمَدْ بن عبد الدَّائِم وَآخَرين يبلغون نَحوا من مِائَتي شيخ وَهُوَ صَاحب كتاب التَّذْكِرَة",
            "page": "112",
            "part": "1",
            "seal": "CF3CAF0E"
        },
        {
            "hno": "68",
            "id": "112",
            "nass": "الكندية فِي خمسين مجلدا كَانَت وَقفا قبل الْفِتْنَة بخانقاه الرئيس أبي الْقَاسِم عَليّ بن مُحَمَّد بن يحيى السّلمِيّ الحبيشي السميساطي بِدِمَشْق وَكَانَت علومه جمة وكتابته حَسَنَة وشعره رائقا فائقا وَكَانَ شيخ دَار الحَدِيث النفيسية بِدِمَشْق مُدَّة عشر سِنِين الى أَن توفّي ببستانه عِنْد قبَّة الْمَسْجِد لَيْلَة الاربعاء سَابِع عشر شهر رَجَب سنة سِتّ عشرَة وَسَبْعمائة وَدفن من الْغَد بالمزة عَن سِتّ وَسبعين سنة وَكَانَ كثير الْمُلَازمَة للشَّيْخ تَقِيّ الدّين وَمن خَواص أَصْحَابه الْمَشْهُورين كثير التَّعْظِيم لَهُ والاحترام وترجمه بشيخ الاسلام ¶ 68 - شيخ الحَدِيث بحلب عمر ابْن حبيب ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم الْفَقِيه الْفَاضِل الْمُحدث الرّحال الصَّدْر الْكَبِير الْمسند المكثر زين الدّين جمال الْمُحدثين ابو الْقَاسِم عمر بن الْحسن بن عمر ابْن حبيب بن عمر الدِّمَشْقِي الشَّافِعِي شيخ الحَدِيث بحلب وناظر الْحِسْبَة بهَا سمع من ابْن البُخَارِيّ وَمُحَمّد بن الْكَمَال عبد الرَّحِيم والتقي ابراهيم الوَاسِطِيّ وَأحمد بن شَيبَان وَزَيْنَب ابْنة مكي وَخلق يزِيدُونَ على خَمْسمِائَة انسان مِنْهُم الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية سمع مِنْهُ جُزْء ابْن عَرَفَة فِي سنة عشر وَسَبْعمائة وَخرج لَهُ الْحَافِظ ابو عبد الله الذَّهَبِيّ معجما عَن شُيُوخه توفّي بِبَلَد مراغة سنة سِتّ وَعشْرين وَسَبْعمائة عَن ثَلَاث وَسِتِّينَ سنة",
            "page": "113",
            "part": "1",
            "seal": "7D9F6BF7"
        },
        {
            "hno": "69",
            "id": "113",
            "nass": "69 - أبي رسْلَان البُلْقِينِيّ ¶ وَمِنْهَا شَيخنَا الامام شيخ الاسلام مُجْتَهد الْعَصْر نادره الْوَقْت فَقِيه الدُّنْيَا سراج الدّين خَاتِمَة الْمُجْتَهدين أَبُو حَفْص عمر بن رسْلَان بن أبي المظفر نصير بن أبي التقى صَالح وَهُوَ أول من سكن بلقين بن حمد بن مُحَمَّدًا ابْن عبد الْحق بن مُسَافر الْكِنَانِي البُلْقِينِيّ امام الْأَئِمَّة وعالم الامة ولد فِي شعْبَان أَربع وَعشْرين وَسَبْعمائة وَتُوفِّي سنة خمس وَثَمَانمِائَة حدث عَن طَائِفَة من الشُّيُوخ سَمَاعا وَعَن آخَرين إجَازَة مِنْهُم مَا قَالَ فِي أَرْبَعِينَ حَدِيثا خرجت لَهُ فَحدث بهَا قَالَ انبانا الشَّيْخ الإِمَام الْمسند الثِّقَة أَبُو الْفرج عبد الرَّحْمَن بن الامام شهَاب الدّين عبد الْحَلِيم ابْن شيخ الْإِسْلَام أبي البركات عبد السَّلَام بن عبد الله ابْن أبي الْقَاسِم ابْن تَيْمِية الْحَرَّانِي إجَازَة من دمشق وَأَجَازَ لي آخَرُونَ قَالُوا انبأنا احْمَد بن عبد الدَّائِم ثمَّ حول الْمسند وَوَصله وَمَا قبله الى الْحسن بن عَرَفَة فروى من جزئه حَدِيثا وَقَالَ عقيبة شَيخنَا هَذَا ولد بحران سنة ثَلَاث وَسِتِّينَ وسِتمِائَة وَسمع من ابْن عبد الدَّائِم وَمن ابْن أبي الْيُسْر وَابْن أبي عمر وَالْفَخْر عَليّ وَجَمَاعَة يزِيدُونَ على الْمِائَة وَكَانَ عَالما فَاضلا دينا ثِقَة وَتفرد وَعلا سَنَده وَعمر وَحدث بالكثير توفّي لَيْلَة الْخَمِيس ثَالِث ذِي الْقعدَة سنة سبع وَأَرْبَعين وَسَبْعمائة وَهُوَ أَخُو الشَّيْخ تَقِيّ الدّين الإِمَام رحمهمَا الله تَعَالَى انْتهى وَلما قدم شَيخنَا شيخ الْإِسْلَام البُلْقِينِيّ رَحْمَة الله عَلَيْهِ دمشق مَعَ السُّلْطَان الْملك الظَّاهِر أبي سعيد والقى الدُّرُوس بمحراب الْحَنَفِيَّة من جَامع دمشق ذكر فِي بعض دروسه مَسْأَلَة لم يرهَا لغيره فاستطرد وَحكى فِيمَا ذكره لي بعض من كَانَ حَاضرا من الْأَئِمَّة قَالَ سمعته يَقُول كَانَ شيخ الْإِسْلَام ابْن تَيْمِية مرّة يلقِي درسا فَذكر مَسْأَلَة قَالَ عَنْهَا هَذِه مَسْأَلَة لَيست فِي كتاب فَقَالَ بعض من كَانَ يناوئه وَلم يسمه هَذِه فِي الف كتاب فَكَانَ شيخ الاسلام ابْن تَيْمِية اذا عرضت تِلْكَ المسأله فِي دروسه يَقُول هَذِه لَيست فِي كتاب ثمَّ يَقُول وَقَالَ الْكذَّاب هَذِه فِي الف كتاب",
            "page": "114",
            "part": "1",
            "seal": "D6B4A733"
        },
        {
            "hno": "70",
            "id": "114",
            "nass": "70 - ابْن نجيح ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم القَاضِي الْمُحدث المتقن أَبُو حَفْص عمر بن سعد الله بن عبد الْأَحَد بن سعد الله بن حَفْص عبد القاهر بن عبد الْوَاحِد بن عمر الْحَرَّانِي الشهير بِابْن نجيح ولد سنة خمس وَثَمَانِينَ وسِتمِائَة وَسمع من ابْن البُخَارِيّ حضورا وَمن يُوسُف الغسولي وَآخَرين وَخرج لَهُ عَن شُيُوخه جُزْءا حدث بِهِ وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين فَقَالَ عَالم ذكي خير وقور متواضع بَصِير بالفقه والعربية سمع الْكثير وَولي مشيخة الضيائية فَألْقى دروسا محررة تخرج بِابْن تَيْمِية وَغَيره وناب فِي الحكم فَحَمدَ انْتهى ¶ توفّي سنة تسع وَأَرْبَعين وَسَبْعمائة مطعونا شَهِيدا رَحمَه الله تَعَالَى وَكَانَ أحد خَواص الشَّيْخ تَقِيّ الدّين ومحبيه ويترجمه بشيخ الْإِسْلَام كَأبي عبد الله أَخِيه ¶ 71 - ابْن شقير ¶ وَمِنْهُم الشَّيْخ الْعَالم الْفَاضِل الصَّالح الْخَيْر تَقِيّ الدّين أَبُو حَفْص عمر ابْن عبد الله بن عبد الْأَحَد بن عبد الله بن سَلامَة بن خَليفَة بن شقير الْحَرَّانِي الْحَنْبَلِيّ مولده فِيمَا وجدته بِخَطِّهِ لَيْلَة عيد الْفطر من سنة سِتّ وَسِتِّينَ وسِتمِائَة ذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ شيخ فَاضل متدين مَشْهُور سمع الْكثير بِنَفسِهِ وَدَار على الْمَشَايِخ وَسمع من الْقَاسِم الأربلي وَالْفَخْر عَليّ وَزَيْنَب وَابْن شَيبَان وَخلق وَقَالَ توفّي فِي جُمَادَى الْآخِرَة سنة أَربع وَأَرْبَعين وَسَبْعمائة عَن ثَمَان وَسبعين انْتهى",
            "page": "115",
            "part": "1",
            "seal": "B5FEADEB"
        },
        {
            "hno": "72",
            "id": "115",
            "nass": "72 - القباني ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَالم الْقدْوَة الزَّاهِد العابد الْمُفْتِي سراج الدّين أَبُو حَفْص عمر بن الشَّيْخ الإِمَام الْفَقِيه الزَّاهِد العابد الْقدْوَة نجم الدّين أبي عمر عبد الرَّحْمَن بن حُسَيْن بن يحيى بن عمر بن عبد المحسن اللَّخْمِيّ القباني ثمَّ الْحَمَوِيّ الْحَنْبَلِيّ نزيل الْقُدس الشريف لَازم الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية واشتغل عَلَيْهِ وانتفع بِمَا حصله مِمَّا لَدَيْهِ فبرز على أقرانه وَفضل وَكَانَ جَامعا بَين الْعلم وَالْعَمَل ذكره ابْن رَجَب فِي طبقاته وَذكر فَضله وَقَالَ لم أر على طَرِيقه فِي الصّلاح مثله انْتهى حدث فِي سلخ رَمَضَان سنة ثَلَاث وَخمسين وَسَبْعمائة بَقِيَّة مُوسَى من الْمَسْجِد الْأَقْصَى فَقَالَ واخبرنا الْمَشَايِخ الثَّمَانِية وَالْأَرْبَعُونَ الإِمَام الْعَلامَة شيخ الْإِسْلَام (تَقِيّ الدّين) أَبُو الْعَبَّاس أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام ابْن تَيْمِية وَأَخُوهُ أَبُو مُحَمَّد عبد الرَّحْمَن وَذكر بَقِيَّة الشُّيُوخ وسَاق الْإِسْنَاد الى الْحسن بن عَرَفَة فَذكر من جزئه حَدِيثا",
            "page": "116",
            "part": "1",
            "seal": "75181B5E"
        },
        {
            "hno": "73",
            "id": "116",
            "nass": "73 - الْبَزَّار ¶ وَمِنْهُم الشَّيْخ الْعَالم الْفَقِيه الْفَاضِل الْمُحدث سراج الدّين أَبُو حَفْص عمر ابْن عَليّ بن مُوسَى بن الْخَلِيل الْبَغْدَادِيّ الازجي الْبَزَّار ولد سنة ثَمَان وَثَمَانِينَ وسِتمِائَة تَقْرِيبًا سمع بِبَغْدَاد من عبد الله بن عبد الْمُؤمن الوَاسِطِيّ وتلا عَلَيْهِ الْقُرْآن بِحرف أبي عَمْرو بن الْعَلَاء وَسمع من أسماعيل بن الطبال وَمُحَمّد بن عبد المحسن بن عبد الْغفار ابْن الدواليبي وَعلي بن أبي الْقَاسِم عبد الله بن عمر ابْن أبي الْقَاسِم وَغَيرهم ورحل الى دمشق فَقَرَأَ على الحجار صَحِيح البُخَارِيّ بمدرسة شرف الْإِسْلَام ابْن الْحَنْبَلِيّ بِدِمَشْق وحضره خلق مِنْهُم الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية وَصَحبه وَأخذ عَنهُ وَكَانَ بِدِمَشْق مُقيما بالضيائية من سفح قاسيون وَله مصنفات فِي الحَدِيث وَالْفِقْه وَالرَّقَائِق وَكَانَ ذَا عبَادَة وتهجد رَجَعَ فِي آخر عمره الى بَغْدَاد ثمَّ توجه مِنْهَا الى الْحَج فِي سنة تسع وَأَرْبَعين وَسَبْعمائة فَلَمَّا وصل الى حاجر توفّي بهَا صَبِيحَة يَوْم الثُّلَاثَاء الْحَادِي وَالْعِشْرين من ذِي الْقعدَة سنة تسع الْمَذْكُورَة بالطاعون وَمَات مَعَه كَذَلِك نَحْو من خمسين رجلا فَدفن الْجَمِيع بحاجر رَحِمهم الله تَعَالَى كَانَ سراج الدّين الْمَذْكُور للشَّيْخ تَقِيّ الدّين مُعظما وبشيخ الاسلام لَهُ مترجما وَجمع لَهُ تَرْجَمَة مُفْردَة سَمَّاهَا الْأَعْلَام الْعلية فِي مَنَاقِب الإِمَام ابْن تَيْمِية وَمِمَّا ذكره فِيهَا قَالَ حَدثنِي غير وَاحِد من الْعلمَاء الْفُضَلَاء من أَصْحَاب الْأَئِمَّة النبلاء الَّذين خَاضُوا فِي اقوال الْمُتَكَلِّمين ليسترجعوا مِنْهَا الصَّوَاب ويميزوا بَين القشر واللباب ان كلا مِنْهُم لم يزل حائرا فِي تجاذب أَقْوَال الْأُصُولِيِّينَ ومعقولاتهم وانه لم يسْتَقرّ فِي قلبه مِنْهَا قَول وَلم يبن لَهُ من مضمونها حق بل رَآهَا كلهَا موقعة فِي الْحيرَة والتضليل وانه كَانَ خَائفًا على نَفسه من الْوُقُوع بِسَبَبِهَا فِي التشكيك والتعطيل حَتَّى من الله تَعَالَى",
            "page": "117",
            "part": "1",
            "seal": "464AD564"
        },
        {
            "hno": "74",
            "id": "117",
            "nass": "عَلَيْهِ بمطالعة مؤلفات هَذَا الإِمَام ابْن تَيْمِية شيخ الْإِسْلَام وَمَا أوردهُ من النقليات والعقليات فِي هَذَا النظام فَمَا هُوَ إِلَّا ان وقف عَلَيْهَا وفهمها فرآها مُوَافقَة لِلْعَقْلِ السَّلِيم فانجلى عَنهُ مَا كَانَ قد غشيه من أَقْوَال الْمُتَكَلِّمين ¶ 74 - الملحي ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَلامَة الْمُحدث الْفَقِيه زين الدّين قَاضِي الْمُسلمين مفتي الطالبين ابو حَفْص عمر بن مُسلم بن سعيد بن عمر بن بدر بن مُسلم الْقرشِي الملحي من قَرْيَة ملح من أَعمال صرخد ثمَّ الدِّمَشْقِي الشَّافِعِي قَاضِي أهل دمشق فِي عصره وواعظ اهل مصر توفّي فِي ذِي الْحجَّة سنة اثْنَتَيْنِ وَتِسْعين وَسَبْعمائة وَدفن بالتربة الَّتِي بجوار مَسْجِد الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية من القبيبات بِدِمَشْق رَحمَه الله تَعَالَى حكى لي بعض الْأَصْحَاب عَنهُ انه سُئِلَ عَن الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية فَقَالَ هُوَ شيخ الاسلام على الْإِطْلَاق وَذكر لي غَيره أَنه سمع زين الدّين الْقرشِي الْمَذْكُور اثنى على الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية حَدِيثا حسنا بِحَضْرَة جمَاعَة كَثِيرَة من الْأَعْيَان وَترْجم الشَّيْخ الْعَلامَة بشيخ الْإِسْلَام تَقِيّ الدّين ابْن تَيْمِية رَحمَه الله وَرَضي عَنهُ فَهُوَ مَشْهُور وَلم يزل أَعْيَان عُلَمَاء الْإِسْلَام مِمَّن عاصره وَمن جَاءَ من بعده يعظمونه ويعترفون لَهُ بعلو الشَّأْن فِي الْعلم والورع والزهد وَلَقَد أَخْبرنِي الشَّيْخ الصَّالح الْعَالم أَمِين الدّين أَبُو عبد الله مُحَمَّد بن المرحوم الشَّيْخ جمال الدّين الصَّائِغ الْأنْصَارِيّ الشَّافِعِي أدام الله بركته عَن شَيْخه الْعَلامَة رمال الْقرشِي أحد مَشَايِخ الشَّام توفّي سنة اثْنَيْنِ وَتِسْعين وَسَبْعمائة انه قَالَ بَلغنِي مِمَّن اثق بِهِ ان ابْن الفركاح قَالَ عَن الشَّيْخ تَقِيّ الدّين الْمشَار إِلَيْهِ وَالله لقد حوى علوما لم يحوها امامه هَذَا كَلَام ابْن الفركاح مَعَ عداوته لَهُ وَالَّذِي يَقُوله ان من تكلم فِي الْمَذْكُور بِمَا لَا يَلِيق ورماه فِيمَا لَا يجوز فَهُوَ غير موفق أعاذنا الله من ذَلِك وَجمع بَيْننَا وَبَين الْمَذْكُور وَبَقِيَّة عُلَمَاء الدّين فِي دَار الْكَرَامَة",
            "page": "118",
            "part": "1",
            "seal": "1E2858DE"
        },
        {
            "hno": "75",
            "id": "118",
            "nass": "75 - ابْن يُونُس المراغي ¶ وَمِنْهُم الشَّيْخ الصَّالح الْعَالم العابد الزَّاهِد كَمَال الدّين أَبُو حَفْص عمر بن الياس بن يُونُس المراغي قدم دمشق فِي جُمَادَى الاولى سنة تسع وَعشْرين وَسَبْعمائة وَكَانَ عمره اذ ذَاك نيفا وَثَمَانِينَ سنة فَنزل بدار الحَدِيث الأشرفية دَاخل دمشق بعد ان كَانَ مجاورا بالقدس الشريف ثَلَاثِينَ سنة واقام بِمصْر خمس عشرَة سنة فِيمَا ذكره الْعَلامَة الْحَافِظ أَبُو الفدا اسماعيل بن كثير قَالَ وَهُوَ شيخ حسن المنظر ظَاهر الْوَضَاءَة عَلَيْهِ سيماء الْعِبَادَة ولديه علم وَتَحْقِيق وَذكر أَنه سَأَلَهُ عَن الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية فَقَالَ هُوَ عِنْدِي رجل كَبِير الْقدر عَالم مُجْتَهد شُجَاع صَاحب حق كثير الرَّد على هَؤُلَاءِ الحلولية والإتحادية والإنية وَاجْتمعت بِهِ مرَارًا وشكرته على ذَلِك وَكَانَ أهل هَذَا الْمَذْهَب الْخَبيث يخَافُونَ مِنْهُ كثيرا وَكَانَ يَقُول لي أَلا تكون مثلي فَأَقُول لَهُ لَا استطيع ¶ 76 - البرزالي ¶ وَمِنْهُم الشَّيْخ الإِمَام الْحَافِظ الثِّقَة الْحجَّة مؤرخ الشَّام وَأحد محدثي الْإِسْلَام علم الدّين مُفِيد الْمُحدثين أَبُو مُحَمَّد الْقَاسِم بن مُحَمَّد بن يُوسُف بن مُحَمَّد بن يُوسُف ابْن مُحَمَّد بن أبي يداس البرزالي الإشبيلي الأَصْل الدِّمَشْقِي صَاحب التَّارِيخ الخطير والمعجم الْكَبِير كَانَ بأسماء الرِّجَال بَصيرًا وناقلا لأحوالهم تحريرا مولده فِيمَا وجدته بِخَطِّهِ فِي لَيْلَة عَاشر جُمَادَى الأولى سنة خمس وَسِتِّينَ وسِتمِائَة بِدِمَشْق وَمَات بخليص محرما فِي ثَالِث ذِي الْحجَّة سنة ثَمَان وَثَلَاثِينَ وَسَبْعمائة وَلَقَد حكى بعض مَشَايِخنَا عَنهُ أَنه كَانَ اذا قَرَأَ الحَدِيث وَمر بِهِ حَدِيث ابْن عَبَّاس فِي قصَّة الرجل الَّذِي كَانَ مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم فوقصته نَاقَته وَهُوَ محرم فَمَاتَ الحَدِيث وَفِيه فَإِنَّهُ يبْعَث يَوْم الْقِيَامَة ملبيا",
            "page": "119",
            "part": "1",
            "seal": "073A7DE1"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "فَكَانَ إِذا قَرَأَهُ يبكي ويرق قلبه فَمَاتَ محرما بخليص كَمَا تقدم وَسمعت بعض مَشَايِخنَا يذكر أَن الْحفاظ الثَّلَاثَة الْمزي والذهبي والبرزالي اقتسموا معرفَة الرِّجَال فالمزي احكم الطَّبَقَة الأولى والذهبي الْوُسْطَى والبرزالي الْأَخِيرَة يَعْنِي كمشايخ عصره وَمن فَوْقهم بِقَلِيل وَمن بعدهمْ وَمن اطلع على مُعْجم البرزالي حقق ذَلِك وَفِيه يَقُول الذَّهَبِيّ فِيمَا أنبؤنا عَنهُ ... ان رمت تفتيش الخزائن كلهَا ... وَظُهُور أَجزَاء حوت وعوالي ¶ ونعوت أَشْيَاخ الْوُجُود وَمَا رووا ... طالع أَو اسْمَع مُعْجم البرزالي ... ¶ وَهُوَ الَّذِي مدحه الشَّيْخ الْعَالم الأوحد أَبُو عبد الله مُحَمَّد بن مُحَمَّد بن عبد الْكَرِيم بن الْموصِلِي الطرابلسي الشَّافِعِي لما قدم حَاجا فِي سنة ارْبَعْ وَثَلَاثِينَ وَسَبْعمائة ... مَا زلت اسْمَع عَنْكُم كل عارفة ... لمثلهَا وإليها يَنْتَهِي الْكَرم ¶ وَكنت بِالسَّمْعِ أهواكم فَكيف وَقد ... رأيتكم وبدا لي فِي الْهوى علم ... ¶ وجدت على جُزْء فِيهِ ثَمَانِيَة أَحَادِيث منتقاة من جُزْء الْحسن بن عَرَفَة طبقَة سَماع بِخَط الْحَافِظ أبي مُحَمَّد ابْن البرزالي الْمَذْكُور وَهِي قَرَأَ هَذِه الاحاديث الثَّمَانِية شَيخنَا وَسَيِّدنَا الامام الْعَلامَة الاوحد الْقدْوَة الزَّاهِد العابد الْوَرع الْحَافِظ تَقِيّ الدّين شيخ الْإِسْلَام وَالْمُسْلِمين سيد الْعلمَاء فِي الْعَالمين حبر الامة مقتدي الْأَئِمَّة حجَّة الْمذَاهب مفتي الْفرق أَبُو الْعَبَّاس احْمَد بن عبد الْحَلِيم بن عبد السَّلَام ابْن تَيْمِية ادام الله بركته وَرفع دَرَجَته بِسَمَاعِهِ من ابْن عبد الدَّائِم بِسَنَدِهِ اعلاه فَسَمعَهَا الْقَاسِم بن مُحَمَّد بن يُوسُف بن البرزالي وَهَذَا خطه وَحضر وَلَده أَبُو الْفضل مُحَمَّد وَهُوَ فِي الشَّهْر السَّابِع من عمره تبركا بِحَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم وقصدا للبداءة بشيخ جليل الْقدر تعود عَلَيْهِ بركته وَينْتَفع بدعائه وَصَحَّ ذَلِك وَثَبت فِي يَوْم السبت التَّاسِع وَالْعِشْرين من رَجَب سنة خمس وَتِسْعين وسِتمِائَة بسفح جبل قاسيون",
            "page": "120",
            "part": "1",
            "seal": "7FFDC5FE"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "هَذَا آخر هَذِه الطَّبَقَة الَّتِي وَجدتهَا بِخَط الْحَافِظ علم الدّين أبي مُحَمَّد بن البرزالي وَقد ذكر فِي مُعْجم شُيُوخه الشَّيْخ تَقِيّ الدّين فَقَالَ احْمَد بن عبد الْحَلِيم بن عبد السَّلَام بن عبد الله بن أبي الْقَاسِم بن مُحَمَّد بن تَيْمِية الْحَرَّانِي الشَّيْخ تَقِيّ الدّين أَبُو الْعَبَّاس الإِمَام الْمجمع على فَضله ونبله وَدينه قَرَأَ الْقُرْآن وبرع فِيهِ والعربية والاصول وَمهر فِي علمي التَّفْسِير والْحَدِيث وَكَانَ إِمَامًا لَا يلْحق غباره فِي كل شَيْء وَبلغ رُتْبَة الِاجْتِهَاد وَاجْتمعت فِيهِ شُرُوط الْمُجْتَهدين وَكَانَ اذا ذكر التَّفْسِير أبهت النَّاس من كَثْرَة محفوظه وَحسن ابراده واعطائه كل قَول مَا يسْتَحقّهُ من التَّرْجِيح والتضعيف والابطال وخوضه فِي كل علم كَانَ الْحَاضِرُونَ يقضون مِنْهُ الْعجب هَذَا مَعَ انْقِطَاعه الى الزّهْد وَالْعِبَادَة والاشتغال بِاللَّه تَعَالَى والتجرد من أَسبَاب الدُّنْيَا وَدُعَاء الْخلق الى الله تَعَالَى ¶ وَكَانَ يجلس فِي صَبِيحَة كل جُمُعَة على النَّاس يُفَسر الْقُرْآن الْعَظِيم فَانْتَفع بمجلسه وبركة دُعَائِهِ وطهارة أنفاسه وَصدق نِيَّته وصفاء ظَاهره وباطنه وموافقة قَوْله لعمله وأناب الى الله تَعَالَى خلق كثير وَجرى على طَريقَة وَاحِدَة من اخْتِيَار الْفقر والتقلل من الدُّنْيَا ورد مَا يفتح بِهِ عَلَيْهِ وَقَالَ الْحَافِظ أَبُو مُحَمَّد البرزالي أَيْضا فِي تَارِيخه ¶ وَفِي لَيْلَة الِاثْنَيْنِ من ذِي الْقعدَة من سنة ثَمَان وَعشْرين وَسَبْعمائة توفّي الشَّيْخ الامام الْعَلامَة الفقية الْحَافِظ الزَّاهِد الْقدْوَة شيخ الْإِسْلَام تَقِيّ الدّين",
            "page": "121",
            "part": "1",
            "seal": "CBB62B1C"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "ابو الْعَبَّاس أَحْمد ابْن شَيخنَا الامام الْمُفْتِي شهَاب الدّين ابي المحاسن عبد الْحَلِيم ابْن الشَّيْخ الامام شيخ الاسلام مجد الدّين أبي البركات عبد السَّلَام بن عبد الله ابْن أبي الْقَاسِم بن مُحَمَّد بن تَيْمِية الْحَرَّانِي ثمَّ الدِّمَشْقِي بقلعة دمشق فِي القاعة الَّتِي كَانَ مَحْبُوسًا فِيهَا وَحضر جمع كثير الى القلعة فاذن لَهُم فِي الدُّخُول وَجلسَ جمَاعَة عِنْده قبل الْغسْل وقرأوا الْقُرْآن وتبركوا بِرُؤْيَتِهِ وَتَقْبِيله ثمَّ انصرفوا وَحضر جمَاعَة من النِّسَاء ففعلن مثل ذَلِك ثمَّ انصرفن وَاقْتصر على من يغسلهُ ويعين على غسله فَلَمَّا فرغ من ذَلِك وَقد اجْتمع النَّاس بالقلعة وَالطَّرِيق الى جَامع دمشق وامتلأ الْجَامِع وصحنه والكلاسة وَبَاب الْبَرِيد وَبَاب السَّاعَات الى اللبادين الى الفوارة ¶ وَحَضَرت الْجِنَازَة فِي السَّاعَة الرَّابِعَة من النَّهَار أَو نَحْو ذَلِك وَوضعت فِي الْجَامِع والجند يحفظونها من النَّاس من شدَّة الزحام وَصلى عَلَيْهِ أَولا بالقلعة تقدم فِي الصَّلَاة عَلَيْهِ الشَّيْخ مُحَمَّد بن تَمام ثمَّ صلى عَلَيْهِ بِجَامِع دمشق عقيب صَلَاة الظّهْر وَحمل من بَاب الْبَرِيد وَاشْتَدَّ الزحام وَذكر بَقِيَّة ذَلِك وَصفَة دَفنه وَجَمَاعَة سمع مِنْهُم الحَدِيث ثمَّ قَالَ وَخلق كثير سمع مِنْهُم الحَدِيث وَقَرَأَ بِنَفسِهِ الْكثير وَطلب الحَدِيث وَكتب الطباق والاثبات ولازم السماع بِنَفسِهِ مُدَّة سِنِين وَقل ان سمع شَيْئا إِلَّا حفظه ثمَّ اشْتغل بالعلوم وَكَانَ ذكيا كثير الْمَحْفُوظ فَصَارَ اماما فِي التَّفْسِير وَمَا يتَعَلَّق بِهِ عَارِفًا بالفقه فَيُقَال إِنَّه كَانَ اعرف بِفقه الْمذَاهب من أَهلهَا الَّذين كَانُوا فِي زَمَانه وَغَيره وَكَانَ عَالما باخْتلَاف الْعلمَاء عَالما بالاصول وَالْفُرُوع والنحو واللغة وَغير ذَلِك من الْعُلُوم النقلية والعقلية وَمَا قطع فِي مجْلِس وَلَا تكلم مَعَه فَاضل فِي فن من فنون الْعلم الا ظن ان ذَلِك الْفَنّ فنه وَرَآهُ عَارِفًا بِهِ متقنا لَهُ واما الحَدِيث فَكَانَ حَامِل رايته حَافِظًا لَهُ مُمَيّزا بَين صَحِيحه وسقيمه عَارِفًا بِرِجَالِهِ متضلعا من ذَلِك وَله تصانيف كَثِيرَة وتعاليق مفيدة فِي الاصول وَالْفُرُوع كمل مِنْهَا جملَة وبيضت وكتبت عَنهُ وقرئت عَلَيْهِ",
            "page": "122",
            "part": "1",
            "seal": "5559F8F7"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "أَو بَعْضهَا وَجُمْلَة كَثِيرَة لم يكملها وَجُمْلَة كملها وَلم تبيض الى الْآن واثنى عَلَيْهِ وعَلى فضائله وعلومه جمَاعَة من عُلَمَاء عصره مثل القَاضِي الْجُوَيْنِيّ وَابْن دَقِيق الْعِيد وَابْن النّحاس وَالْقَاضِي الْحَنَفِيّ قَاضِي قُضَاة مصر ابْن الحريري وَابْن الزملكاني وَغَيرهم ¶ وَقَالَ قبل ذَلِك وَكَانَ دَفنه وَقت الْعَصْر أَو قبلهَا بِيَسِير وَذَلِكَ من كَثْرَة من يَأْتِي وَيُصلي عَلَيْهِ من أهل الْبَسَاتِين واهل الغوطة واهل الْقرى وَغَيرهم وغلق النَّاس حوانيتهم وَلم يتَخَلَّف عَن الْحُضُور الا من هُوَ عَاجز عَن الْحُضُور مَعَ الترحم وَالدُّعَاء لَهُ وانه لَو قدر مَا تخلف وَحضر نسَاء كَثِيرَة بِحَيْثُ حزرن بِخَمْسَة عشر الف امْرَأَة غير اللَّاتِي كن على الاسطحة وغيرهن الْجَمِيع يترحمن عَلَيْهِ ويبكين عَلَيْهِ فِيمَا قيل واما الرِّجَال فحرزوا سِتِّينَ ألفا الى مائَة ألف الى أَكثر من ذَلِك الى مِائَتي ألف ¶ وَلما اشار الْحَافِظ أَبُو مُحَمَّد ابْن البرزالي الى عظم جَنَازَة الامام احْمَد بن حَنْبَل رَضِي الله تَعَالَى عَنهُ قَالَ وَلَا شكّ ان جَنَازَة أَحْمد بن حَنْبَل كَانَت هائلة عَظِيمَة بِسَبَب كَثْرَة أهل بَلَده واجتماعهم لذَلِك وتعظيمهم لَهُ وان الدولة كَانَت تحبه وَالشَّيْخ تَقِيّ الدّين ابْن تَيْمِية رَحمَه الله توفّي ببلدة دمشق وَأَهْلهَا لَا يعشرُونَ أهل بَغْدَاد حِينَئِذٍ كَثْرَة وَلَكنهُمْ اجْتَمعُوا لجنازته اجتماعا لَو جمعهم سُلْطَان قاهر وديوان حاصر لما بلغُوا هَذِه الْكَثْرَة الَّتِي اجتمعوها فِي جنَازَته وانتهوا اليها هَذَا مَعَ ان الرجل مَاتَ بالقلعة مَحْبُوسًا من جِهَة السُّلْطَان ¶ وَكثير من الْفُقَهَاء والفقراء يذكرُونَ عَنهُ للنَّاس اشياء كَثِيرَة مِمَّا ينفر مِنْهَا أهل الاديان فضلا عَن أهل الاسلام وَهَذِه كَانَت جنَازَته رَحْمَة الله عَلَيْهِ",
            "page": "123",
            "part": "1",
            "seal": "D0184557"
        },
        {
            "hno": "77",
            "id": "123",
            "nass": "77 - قَرَأَ سنقر ¶ وَمِنْهُم الْأَمِير الْكَبِير شمس الدّين قَرَأَ سنقر بن عبد الله المنصوري الَّذِي ولاه السُّلْطَان الْملك النَّاصِر مُحَمَّد ابْن الْمَنْصُور قلاوون نيابته بِدِمَشْق فِي الْعشْرين من شَوَّال سنة تسع وَسَبْعمائة وَكَانَ نَائِبا بحلب ثمَّ خشِي من السُّلْطَان أَن يمسِكهُ فهرب وَتُوفِّي بمراغة فِي السّنة الَّتِي توفّي فِيهَا الشَّيْخ تَقِيّ الدّين كتب الى الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية كتابا يتشوق فِيهِ اليه قَالَ الْحَافِظ ابو مُحَمَّد الْقَاسِم ابْن البرزالي فِيمَا وجدته بِخَطِّهِ من كتاب الامير شمس الدّين قَرَأَ سنقر المنصوري الى الشَّيْخ تَقِيّ الدّين ضاعف الله بَرَكَات الجناب العالي السيدي الامامي العالمي العاملي العلامي الشَّيْخ القدوي الزَّاهدِيّ العابدي الخاشعي العارفي الحافظي التقوي شيخ الاسلام قطب الانام سيد الْعلمَاء أوحد الصلحاء حجَّة الائمة قدوة الْأمة مفتي الْمُسلمين شيخ الْمذَاهب إِمَام الْفرق نَاصِر السّنة آخر الْمُجْتَهدين مُذَكّر الْمُلُوك والسلاطين وَرفع دَرَجَته فِي عليين واناله منَازِل الابرار والمتقين ونفع ببركته ودعواته الاسلام وَالْمُسْلِمين الْمَمْلُوك يخْدم بِسَلام أرق من النسيم ويبث شوقا عِنْده مِنْهُ المقعد الْمُقِيم ويتأسف على مُشَاهدَة ذَلِك الْمحيا الوسيم ومفاكهته الَّتِي هِيَ [من] الْفَوْز الْعَظِيم وَينْهى انه لم يزل فِي سَائِر أوقاته متطلعا الى اخباره مترقبا مَا يرد من سوانحه وأوطاره راجيا من الله تَعَالَى أَن لَا يخليه من دعواته وَأَن يمده بيمنه وَبَرَكَاته ويمتعه والاسلام كَافَّة بطول بَقَائِهِ وحياته وَغير ذَلِك فان الْمَمْلُوك كلما بلغه بلاغة الجناب العالي وزواجره ونواهيه فِي طَاعَة الله وأوامره وقيامه فِي مصَالح الاسلام واجتهاده وجهاده فِي الله حق جهاده رفع يَده بالادعية الْمُبَارَكَة بطول بَقَائِهِ وان يمده بمعونته وألطافه فِي صباحه ومسائه فانه ضاعف الله بركاته قد أَحْيَا سنَن هَذِه الْملَّة وَكَانَ مِمَّن وصف فِي قَوْله تَعَالَى {الآمرون بِالْمَعْرُوفِ والناهون عَن الْمُنكر والحافظون لحدود الله}",
            "page": "124",
            "part": "1",
            "seal": "C047BD9F"
        },
        {
            "hno": "78",
            "id": "124",
            "nass": "وَهَذَا بعض الْكتاب الْمشَار إِلَيْهِ فِيمَا تقدم وَالله سُبْحَانَهُ وَتَعَالَى أعلم ¶ 78 - إِبْنِ السراج القونوي ¶ وَمِنْهُم الشَّيْخ الإِمَام الْعَلامَة قَاضِي قُضَاة الْمُسلمين جمال الدّين مُفِيد الطالبين أَبُو الثَّنَاء مَحْمُود بن الشَّيْخ شهَاب الدّين أبي الْعَبَّاس أَحْمد بن مَسْعُود الشهير بِابْن السراج القونوي الْحَنَفِيّ لَهُ دروس تشهد بتقدمه وفهمه ومؤلفات تفصح عَن تَحْقِيقه وَعلمه توفّي سنة سبعين وَسَبْعمائة بِدِمَشْق عَن سِتّ وَسبعين سنة كتب بِخَطِّهِ خطْبَة من خطب الشَّيْخ تَقِيّ الدّين ثمَّ كتب ابْن السراج بعد فَرَاغه مِنْهَا هَذِه الْخطْبَة خطب بهَا شيخ الْإِسْلَام تَقِيّ الدّين ابو الْعَبَّاس ابْن تَيْمِية حِين خرج من حبس الاسكندرية بِالْمَدْرَسَةِ الكاملية فِي الْقَاهِرَة فِي جمع كثير من الْعلمَاء والأمراء وَغَيرهم انْتهى مَا كتبه ¶ 79 - المنبجي ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم الْمُحدث المتقن الْمُفِيد الرّحال الْمسند المكثر شمس الدّين أَبُو الثَّنَاء مَحْمُود بن خَليفَة بن مُحَمَّد بن خلف بن مُحَمَّد بن عقيل المنبجي ثمَّ الدِّمَشْقِي مولده سنة سِتّ وَثَمَانِينَ وسِتمِائَة وَتُوفِّي يَوْم الِاثْنَيْنِ سادس عشر ذِي الْحجَّة سنة سبع وَسِتِّينَ وَسَبْعمائة وَصلي عَلَيْهِ صَبِيحَة يَوْم الثُّلَاثَاء بِجَامِع دمشق وَدفن بمقبرة الْبَاب الصَّغِير وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ وَنسخ وَحصل الاصول وحرر الْفُرُوع مَعَ الدّين والصدق والامانة كتبت عَنهُ احاديث انْتهى قَالَ ابو الثَّنَاء المنبجي الْمَذْكُور وانشدنا لنَفسِهِ جَمِيع هَذِه القصائد الثَّلَاثَة الشَّيْخ الامام سعد الدّين ابو مُحَمَّد سعد الله بن نجيح الْحَرَّانِي فِي مدح الشَّيْخ شيخ الاسلام تَقِيّ الدّين احْمَد",
            "page": "125",
            "part": "1",
            "seal": "CD0D1C78"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "ابْن تَيْمِية قدس الله روحه وَنور ضريحه آمين ثمَّ ذكر القصائد الثَّلَاث أول الأولى ... أَيهَا الْمَاجِد الَّذِي فاق فخرا ... وسما رفْعَة على الأقران ¶ يَا إِمَامًا أَقَامَهُ الله للْعَالم ... هاديا للدّين والاحسان ...",
            "page": "126",
            "part": "1",
            "seal": "312157F3"
        },
        {
            "hno": "80",
            "id": "126",
            "nass": "80 - إِبْنِ دَاوُد الدقوقي ¶ وَمِنْهُم الشَّيْخ الامام الْعَالم الْحَافِظ مُحدث بَغْدَاد وَقاص تِلْكَ الْبِلَاد تَقِيّ الدّين فَخر الْمُحدثين أَبُو الثَّنَاء مَحْمُود بن عَليّ بن مَحْمُود بن مقبل بن سُلَيْمَان بن دَاوُد الدقوقي الْبَغْدَادِيّ شيخ الحَدِيث بِالْمَدْرَسَةِ المستنصرية بِبَغْدَاد ولد بكرَة يَوْم الِاثْنَيْنِ السَّادِس وَالْعِشْرين من جُمَادَى الاولى سنة ثَلَاث وَسِتِّينَ وسِتمِائَة وَسمع مَا لَا يُوصف كَثْرَة بإفادة وَالِده ثمَّ بِنَفسِهِ وَكَانَ اذا قَرَأَ الحَدِيث على النَّاس يجْتَمع عِنْده خلق يبلغون الوفا وَكَانَ فَردا فِي زَمَانه مقدما على اقرانه وَله مؤلفات وتخريجات وخطب وَيَد طولى فِي النّظم والنثر والمواعظ والادب توفّي يَوْم الِاثْنَيْنِ الْعشْرين من الْمحرم سنة ثَلَاث وَثَلَاثِينَ وَسَبْعمائة بِبَغْدَاد وَدفن بتربة الامام احْمَد بن حَنْبَل وَشهد جنَازَته خلق كثير وحملت على الرؤوس وَلم يخلف وَلَا درهما وَاحِدًا ترْجم ابْن تَيْمِية بشيخ الاسلام ورثاه بقصائد لما اصابه الْحمام مِنْهَا قَوْله ¶ مضى عَالم الدُّنْيَا الَّذِي عز فَقده ... واضرم نَارا فِي الجوانح بعده ... ¶ وَمن هَذِه القصيدة ... مضى الزَّاهِد النّدب ابْن تَيْمِية الَّذِي ... اقر لَهُ بِالْعلمِ وَالْفضل ضِدّه ... ¶ وَمِنْهَا قَوْله من قصيدة تقدم أَولهَا فِي تَرْجَمَة سعيد الدهلي ... مَاتَ الَّذِي جمع الْعُلُوم الى التقى ... وَالْفضل والورع الصَّحِيح الْجيد ¶ شيخ الْأَنَام تَقِيّ الدّين مُحَمَّد ... وجمال مَذْهَب ذِي الْفَضَائِل أَحْمد ...",
            "page": "127",
            "part": "1",
            "seal": "E1ED7FC4"
        },
        {
            "hno": "81",
            "id": "127",
            "nass": "81 - أَبُو الْحجَّاج الْمزي ¶ وَمِنْهُم الشَّيْخ الامام حَافظ الاسلام مُحدث الاعلام الحبر النَّبِيل استاذ أَئِمَّة الْجرْح وَالتَّعْدِيل شيخ الْمُحدثين جمال الدّين أَبُو الْحجَّاج يُوسُف بن الزكي عبد الرَّحْمَن بن يُوسُف بن عبد الْملك بن يُوسُف بن عَليّ بن أبي الزهر الْقُضَاعِي ثمَّ الْكَلْبِيّ الْحلَبِي الدِّمَشْقِي ثمَّ الْمزي الشَّافِعِي ولد بِظَاهِر حلب سنة أَربع وَخمسين وسِتمِائَة وَنَشَأ بالمزة وَسمع الْكثير من الْكتب الطوَال والقصار والاجزاء الْكِبَار وَغير الْكِبَار ورحل الى عدَّة من الامصار والف كتاب التَّهْذِيب وصنف كتاب الاطراف وَخرج لغير وَاحِد التخاريج المطولة واللطاف وَكَانَ غزير الْعلم ثِقَة حجَّة حسن الاخلاق صَادِق اللهجة ترافق هُوَ وَابْن تَيْمِية شيخ الاسلام فِي السماع وَالنَّظَر فِي عُلُوم مَعَ عدَّة من الاعلام وَله عمل كثير فِي الْمَعْقُول لَكِن مَعَ خشيَة وسلامة عقيدة وَحسن اسلام توفّي رَحمَه الله فِي يَوْم السبت قبل وَقت الْعَصْر ثَانِي عشر صفر سنة اثْنَتَيْنِ واربعين وَسَبْعمائة وَصلي عَلَيْهِ بكرَة يَوْم الاحد وَدفن بمقبرة الصُّوفِيَّة جوَار قبر الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية وَكَانَت جنَازَته مَشْهُودَة وَهُوَ الَّذِي قَالَ فِيهِ الامام الْعَالم أَبُو عبد الله مُحَمَّد بن مُحَمَّد بن عبد الْكَرِيم بن موصلي الطرابلسي الشَّافِعِي لما قدم الْحَج سنة أَربع وَثَلَاثِينَ وَسَبْعمائة ... مَا زلت أسمع عَن إحسانكم خَبرا ... الْفضل يسْندهُ عَنْكُم وَيَرْفَعهُ ¶ حَتَّى الْتَقَيْنَا فشاهدت الَّذِي سَمِعت ... أُذُنِي وأضعف مَا قد كنت أسمعهُ ... ¶ وصنف فِيهِ الْحَافِظ الْعَلامَة أَبُو سعيد العلائي مصنفا سَمَّاهُ سلوان التعزي بِالْحَافِظِ أبي الْحجَّاج الْمزي حَدثنَا عَنهُ غير وَاحِد من الشُّيُوخ فانبؤنا عَنهُ أَنه قَالَ عَن شيخ الاسلام أبي الْعَبَّاس ابْن تَيْمِية مَا رَأَيْت مثله وَلَا رأى هُوَ مثل",
            "page": "128",
            "part": "1",
            "seal": "5320F5F4"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "نَفسه وَمَا رَأَيْت أحدا أعلم بِكِتَاب الله وَسنة رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا أتبع لَهما مِنْهُ ¶ وَأخْبرنَا أَبُو حَفْص عمر بن الامام أبي عبد الله مُحَمَّد بن احْمَد بن عبد الْهَادِي مشافهة عَن أَبِيه قَالَ قَالَ شَيخنَا الْحَافِظ أَبُو الْحجَّاج فَذكره وَقَالَ الْحَافِظ أَبُو عبد الله الذَّهَبِيّ نَحوه كَمَا تقدم فِي تَرْجَمَة الذَّهَبِيّ وَقَالَ الْمزي أَيْضا عَن الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية لم ير مثله مُنْذُ أَرْبَعمِائَة سنة وَلَقَد كتب الْحَافِظ أَبُو الْحجَّاج الْمزي على كتاب تَرْجَمَة الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية تأليف ابْن عبد الْهَادِي مَا صورته كتاب مُخْتَصر فِي ذكر حَال الشَّيْخ الامام شيخ الاسلام تَقِيّ الدّين أبي الْعَبَّاس أَحْمد بن عبد الْحَلِيم ابْن تَيْمِية الْحَرَّانِي وَذكر بعض مناقبه ومصنفاته رَضِي الله تَعَالَى عَنهُ جمع الشَّيْخ الإِمَام الْحَافِظ شمس الدّين أبي عبد الله مُحَمَّد بن احْمَد بن عبد الْهَادِي الْمَقْدِسِي أدام الله النَّفْع بفوائده وَوجدت بِخَط الْحَافِظ الْمزي فِي عدَّة من طَبَقَات سَمَاعه مَعَ الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية كتب لَهُ فِيهَا الامام تَقِيّ الدّين مِنْهَا على جُزْء أبي السكن زَكَرِيَّا ابْن يحيى الطَّائِي وَهِي بِخَط الشَّيْخ تَقِيّ الدّين مَا صورته ¶ قَرَأت هَذَا الْجُزْء على الشَّيْخ الْجَلِيل الْمسند المعمر بدر الدّين أبي الْعَبَّاس أَحْمد بن شَيبَان بن تغلب الشَّيْبَانِيّ بِسَمَاعِهِ من ابْن طبرزد وبإجازته من ابْن سنيف عَن الغزال فَسَمعهُ صَاحبه وكاتبه الامام الأوحد أَبُو الْعَبَّاس احْمَد بن شَيخنَا المرحوم شهَاب الدّين أبي المحاسن عبد الْحَلِيم بن عبد السَّلَام ابْن تَيْمِية الْحَرَّانِي وَأَخُوهُ شرف الدّين عبد الله وشمس الدّين مُحَمَّد بن عبد الرَّحْمَن بن سامة وَابْن عَمه عبد الرَّحْمَن بن احْمَد وَعلم الدّين الْقَاسِم بن مُحَمَّد بن البرزالي وَذكر بَقِيَّة السامعين ثمَّ قَالَ يَوْم السبت تَاسِع عشر جُمَادَى الْآخِرَة سنة ثَلَاث وَثَمَانِينَ وسِتمِائَة بسفح جبل قاسيون ظَاهر دمشق المحروسة وَأَجَازَ لَهُم الشَّيْخ وَكتب يُوسُف بن الزكي عبد الرَّحْمَن الْمزي عَفا الله عَنهُ وَوجدت بِخَط الْمزي أَيْضا طبقَة سَماع على",
            "page": "129",
            "part": "1",
            "seal": "8889A7CC"
        },
        {
            "hno": "82",
            "id": "129",
            "nass": "الْجُزْء الثَّانِي من حَدِيث الْحسن بن عَليّ الْجَوْهَرِي عَن أبي حَفْص عمر بن مُحَمَّد بن عَليّ الزيات عَن شُيُوخه مَا صورته سمع هَذَا الْجُزْء على الْمَشَايِخ الثَّلَاثَة الامام الْعَلامَة شيخ الاسلام تَقِيّ الدّين أبي الْعَبَّاس أَحْمد بن عبد الْحَلِيم ابْن تَيْمِية الْحَرَّانِي والامام علم الدّين أبي مُحَمَّد الْقَاسِم ابْن مُحَمَّد بن البرزالي بقرَاءَته من لَفظه وَكَاتب السماع يُوسُف بن الزكي عبد الرَّحْمَن ابْن يُوسُف الْمزي بسماعهم من أَحْمد بن شَيبَان وبسماع الاول أَيْضا من اسماعيل بن الْعَسْقَلَانِي وَذكر الْمزي بَقِيَّة الطَّبَقَة وَقَالَ فِيمَا وجدته بِخَطِّهِ وَصَحَّ ذَلِك فِي يَوْم السبت الْحَادِي وَالْعِشْرين من رَجَب سنة اثْنَيْنِ وَعشْرين وَسَبْعمائة بِظَاهِر دمشق بِقرب المنيبع وأجازوا للْجَمَاعَة وَحدث الْمزي فِي محرم سنة ثَمَان وَثَلَاثِينَ وَسَبْعمائة بمنتقى من أَحَادِيث أبي طَالب مُحَمَّد بن مُحَمَّد بن ابراهيم بن غيلَان فَقَالَ فِيمَا وجدته بِخَط منتقي الْجُزْء أبي نصر مُحَمَّد بن طولوبغا أخبرنَا الشَّيْخَانِ أَبُو الْعَبَّاس أَحْمد بن شَيبَان بن تغلب الشَّيْبَانِيّ وَأَبُو يحيى اسماعيل بن أبي عبد الله بن حَمَّاد الْعَسْقَلَانِي قَرَأَهُ عَلَيْهِمَا وَنحن نسْمع وَذَلِكَ بِقِرَاءَة شيخ الاسلام أبي الْعَبَّاس أَحْمد ابْن تَيْمِية الْحَرَّانِي تغمده الله برحمته فِي جُمَادَى الاولى سنة إِحْدَى وَثَمَانِينَ وسِتمِائَة بالجامع المظفر بسفح قاسيون وَذكر بَقِيَّة الاسناد ¶ 82 - السرمري ¶ وَمِنْهُم الشَّيْخ الامام الْعَلامَة الْحَافِظ الْبركَة الْقدْوَة ذُو الْفُنُون البديعة والمصنفات النافعة جمال الدّين عُمْدَة الْمُحَقِّقين أَبُو المظفر يُوسُف بن مُحَمَّد ابْن مَسْعُود بن مُحَمَّد بن عَليّ بن ابراهيم الْعَبَّادِيّ ثمَّ الْعقيلِيّ السرمري نزيل دمشق الْحَنْبَلِيّ مولده فِيمَا وجدته بِخَطِّهِ فِي سَابِع عشر رَجَب من سنة سِتّ وَتِسْعين وسِتمِائَة بسر من رأى وَتُوفِّي يَوْم السبت الْحَادِي وَالْعِشْرين من جُمَادَى الاولى سنة سِتّ وَسبعين وَسَبْعمائة بِدِمَشْق وَدفن بمقبرة الصُّوفِيَّة",
            "page": "130",
            "part": "1",
            "seal": "B3E3ADDD"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "جوَار تربة الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية رحمهمَا الله وَكَانَ إِمَامًا ثِقَة عمده زاهدا عابدا محسنا جهده صنف فِي أَنْوَاع كَثِيرَة نثرا ونظما وَخرج وَأفَاد وأملى رِوَايَة وعلما [وَمن مؤلفاته النظامية كتاب الحمية الاسلامية فِي الِانْتِصَار لمَذْهَب ابْن تَيْمِية ... مُعَارضا فرقة قد قَالَ أمثلهم ... إِن الروافض قوم لَا خلاق لَهُم ... ¶ وَقد احسن فِي هَذَا الرَّد المقبول وَهدم تِلْكَ الابيات بنظام الْمَنْقُول وجلال الْمَعْقُول] وَكَانَ عُمْدَة فِي نقد رجال الحَدِيث وَضَبطه ¶ وَترْجم الشَّيْخ تَقِيّ الدّين بشيخ الْإِسْلَام فِيمَا كتبه بِخَطِّهِ [وَجمع فِي شمائله اللطيفة تَرْجَمَة مونقة منيفة إعلاما بِقَدرِهِ وتنبيها] قَالَ فِيمَا وجدته بِخَطِّهِ فِيهَا حَدثنِي غير وَاحِد من الْعلمَاء الْفُضَلَاء وَالْأَئِمَّة النبلاء الممعنين فِي الْخَوْض فِي أقاويل الْمُتَكَلِّمين لإصابة الصَّوَاب وتمييز القشر من اللّبَاب أَن كلا مِنْهُم لم يزل حائرا فِي تجاذب أَقْوَال الْأُصُولِيِّينَ ومعقولاتهم وانه لم يسْتَقرّ فِي قلبه مِنْهَا قَول وَلم يبن لَهُ من مضمونها حق بل رَآهَا كلهَا موقعة فِي الْحيرَة والتضليل وجلها [ممعن يتَكَلَّف] الادلة وَالتَّعْلِيل وَأَنه كَانَ خَائفًا على نَفسه من الْوُقُوع بِسَبَبِهَا فِي التشكيك والتعطيل حَتَّى من الله سُبْحَانَهُ وَتَعَالَى عَلَيْهِ بمطالعة مؤلفات هَذَا الامام ابْن تَيْمِية شيخ الاسلام مِمَّا أوردهُ من النقليات والعقليات فِي هَذَا النظام فَمَا هُوَ الا ان وقف عَلَيْهَا وفهمها فرآها مُوَافقَة لِلْعَقْلِ السَّلِيم وَعلمهَا حَتَّى انجلى مَا كَانَ قد غشيه فِي أَقْوَال الْمُتَكَلِّمين من الظلام وَزَالَ عَنهُ مَا خَافَ أَن يَقع فِيهِ من الشَّك وظفر بالمرام ¶ وَمن أَرَادَ اختبار صِحَة مَا قلته فليقف بِعَين الانصاف الْعرية عَن",
            "page": "131",
            "part": "1",
            "seal": "F00E19A1"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "الْحَسَد والانحراف ان شَاءَ على مختصراته فِي هَذَا الشَّأْن كشرح العقيدة الاصبهانية وَنَحْوهَا وان شَاءَ على مطولاته كتخليص التلبيس من تأسيس التَّقْدِيس والموافقة بَين الْعقل وَالنَّقْل ومنهاج الاسْتقَامَة والاعتدال فَإِنَّهُ وَالله يظفر بِالْحَقِّ وَالْبَيَان ويستمسك بأوضح برهَان ويزن حِينَئِذٍ فِي ذَلِك بأصح ميزَان ¶ وجدت بِخَطِّهِ فِي بعض تعاليقه على غاشيته فِيهِ سِتَّة منامات رؤيت لشيخ الْإِسْلَام تَقِيّ الدّين ابْن تَيْمِية رَضِي الله تَعَالَى عَنهُ وَوجدت فِي الاصل بِخَط الشَّيْخ جمال الدّين الْمَذْكُور مَا صورته الْحَمد لله حق حَمده ¶ قَالَ الْفَقِير يُوسُف بن مُحَمَّد بن مَسْعُود بن مُحَمَّد السرمري وجدت بِخَط الْمُحدث الْفَاضِل الْعَالم نجم الدّين إِسْحَاق ابْن أبي بكر بن ألمي التركي قَالَ أخبرنَا فَقير يعرف بِعَبْد الله وَذهب عني اسْم وَالِده وَرَأَيْت جمَاعَة من أَصْحَابنَا يثنون على دينه ويذكرونه بالصلاح وَالْخَيْر قَالَ رَأَيْت بِدِمَشْق فِي النّوم لَيْلَة الْجُمُعَة فِي رَجَب سنة خمس وَسَبْعمائة وكأنني خرجت [من بَيْتِي] لبَعض حَاجَة وَكَأن قَائِلا يَقُول لي إِن رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْمَدِينَة فَأتيت اليه فرأيته جَالِسا على دكان خباز فَسلمت عَلَيْهِ وَذَهَبت لأتكلم فَلم أطق الْكَلَام فَقَالَ لي النَّبِي صلى الله عَلَيْهِ وَسلم يَا عبد الله قل مَا عنْدك فَقلت يَا رَسُول الله مَا تنظر مَا النَّاس فِيهِ من الِاخْتِلَاف وَكَثْرَة الاهواء والفتن قَالَ فَتَبَسَّمَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَالَ لي يَا عبد الله الْحق مَعَ أَحْمد ابْن تَيْمِية وَهُوَ سالك على طريقي وعَلى قدمي وَمَا جِئْت الا لأفصل بَينهم ثمَّ إِن",
            "page": "132",
            "part": "1",
            "seal": "5B893DBB"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم غضب وَتكلم بِكَلَام لم أفهمهُ الا أنني فهمت فِي آخِره وَهُوَ يَقُول أيقدرون أَن ينكروا معراجي فوالذي نَفسِي بِيَدِهِ لقد أسرِي بِي من سَمَاء إِلَى سَمَاء وَمن سَمَاء إِلَى سَمَاء وَرَأَيْت رَبِّي وَوضع صلى الله عَلَيْهِ وَسلم أُصْبُعه الْيُمْنَى تَحت عينه الْيُمْنَى أَو كَمَا قَالَ ¶ [وَقَالَ الامام ابو المظفر السرمري فِي الْمجْلس السَّابِع وَالسِّتِّينَ من أَمَالِيهِ فِي الذّكر وَالْحِفْظ وَمن عجائب مَا وَقع فِي الْحِفْظ فِي أهل زَمَاننَا شيخ الاسلام أَبُو الْعَبَّاس أَحْمد بن عبد الْحَلِيم ابْن تَيْمِية فَإِنَّهُ كَانَ يمر بِالْكتاب فيطالعه مرّة فينتقش فِي ذهنه فيذاكر بِهِ وينقله فِي مصنفاته بِلَفْظِهِ وَمَعْنَاهُ وَمن أعجب مَا سمعته عَنهُ مَا حَدثنِي بِهِ بعض أَصْحَابه أَنه لما كَانَ صَبيا فِي بداية أمره أَرَادَ وَالِده أَن يخرج بأولاده يَوْمًا الى الْبُسْتَان على سَبِيل التَّنَزُّه فَقَالَ لَهُ يَا أَحْمد تخرج مَعَ إخْوَتك تستريح فاعتل عَلَيْهِ فألح عَلَيْهِ وَالِده فَامْتنعَ أَشد الِامْتِنَاع ¶ فَقَالَ اشتهي أَن تعفيني من الْخُرُوج فَتَركه وَخرج بإخوته فظلوا يومهم فِي الْبُسْتَان وَرَجَعُوا آخر النَّهَار فَقَالَ يَا أَحْمد أوحشت إخْوَتك الْيَوْم وتكدر عَلَيْهِم بِسَبَب غَيْبَتِك عَنْهُم فَمَا هَذَا فَقَالَ يَا سَيِّدي إِنَّنِي الْيَوْم حفظت هَذَا الْكتاب لكتاب مَعَه فَقَالَ حفظته كالمنكر المتعجب من قَوْله فَقَالَ لَهُ استعرضه عَليّ فاستعرضه فاذا بِهِ قد حفظه جَمِيعه فَأَخذه وَقَبله بَين عَيْنَيْهِ وَقَالَ يَا بني لَا تخبر أحدا بِمَا قد فعلت خوفًا عَلَيْهِ من الْعين أَو كَمَا قَالَ]",
            "page": "133",
            "part": "1",
            "seal": "B48E1C83"
        },
        {
            "hno": "83",
            "id": "133",
            "nass": "83 - ابْن السراج ¶ وَمِنْهُم الشَّيْخ الْعَالم الْمُحدث الْفَاضِل عماد الدّين جمال الْمُحدثين أَبُو بكر بن احْمَد ابْن أبي الْفَتْح ابْن ادريس بن سامة الدِّمَشْقِي الشَّافِعِي الصُّوفِي ابْن السراج قَارِئ الحَدِيث بِجَامِع دمشق الْأَعْظَم وَهُوَ الَّذِي اتقن نُسْخَة صَحِيح البُخَارِيّ وقف الْجَامِع وَأحكم حَتَّى صَارَت عُمْدَة يعْتَمد عَلَيْهَا فِي الْقِرَاءَة وَالسَّمَاع وَالنَّقْل يرجع اليها ¶ كَانَ من خَواص أَصْحَاب الْمزي البارعين وَذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ دين عَاقل عَالم لَهُ محفوظات واشتغال نسخ جمَاعَة كتب وَطلب وَقَرَأَ وَهُوَ فِي ازدياد من الْعلم ¶ وَله سنة خمس وَسَبْعمائة وَسمع من الحجار وطبقته واخذ عني وَالله يسلم [توفّي ابْن السراج فِي شَوَّال سنة اثْنَيْنِ وَثَمَانِينَ وَسَبْعمائة] انْتهى",
            "page": "134",
            "part": "1",
            "seal": "5FFBD56C"
        },
        {
            "hno": "84",
            "id": "134",
            "nass": "84 - أَبُو بكر بن عمار الصَّالِحِي ¶ وَمِنْهُم الشَّيْخ الصَّالح العابد الْعَالم الْوَاعِظ أَبُو بكر ابْن شرف بن محسن بن معن بن عمار الصَّالِحِي ¶ ولد سنة ثَلَاث وَخمسين وسِتمِائَة ¶ سمع الْكثير مَعَ الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية وَالشَّيْخ جمال الدّين الْمزي على شيوخهما وَمِنْهُم أَبُو الْعَبَّاس أَحْمد بن عبد الدَّائِم وَله تعاليق ومؤلفات فِي الْأُصُول وَغَيرهَا وَكَانَ يتَكَلَّم على النَّاس من بعد صَلَاة الْجُمُعَة إِلَى الْعَصْر من حفظه وَله ميل إِلَى التصوف واعمال الْقُلُوب وَكَانَ يكثر ذكر شيخ الاسلام ابْن تَيْمِية أَقَامَ فِي آخر عمره بحمص وَبهَا توفّي فِي الثَّانِي وَالْعِشْرين من صفر سنة وَفَاة الشَّيْخ تَقِيّ الدّين رحمهمَا الله تَعَالَى ¶ 85 - ابْن ترْجم الْكِنَانِي الرَّحبِي ¶ وَمِنْهُم الشَّيْخ الْعَالم الْمُحدث الْمُفِيد زين الدّين أَبُو بكر ابْن الشَّيْخ زكي الدّين قَاسم ابْن أبي بكر ابْن عبد الرَّحْمَن بن ترْجم بن عَليّ بن عمر بن عيد الْكِنَانِي الرَّحبِي نزيل مصر ولد سنة سِتّ وَسِتِّينَ وسِتمِائَة وَسمع من أبي",
            "page": "135",
            "part": "1",
            "seal": "9B45A4B0"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "الْحسن عَليّ ابْن البُخَارِيّ وَآخَرين وَكتب وعلق وَسمع وطبق وَخرج وَجمع واستفاد وَأفَاد ونفع ¶ ذكره الذَّهَبِيّ فِي مُعْجَمه الْمُخْتَص بالمحدثين وَقَالَ وَكَانَ دينا خيرا حسن المحاضرة انْتهى ¶ كتب بِخَطِّهِ فِيمَا وجدته غير مَا مرّة تَرْجَمَة الشَّيْخ تَقِيّ الدّين بشيخ الاسلام وَلَقَد صدق فَمَا أبره",
            "page": "136",
            "part": "1",
            "seal": "6E2CCE44"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "الخاتمة ¶ وَهَذَا آخر من ذكرنَا من الْأَعْلَام مِمَّن سمى الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية بشيخ الاسلام وَلَقَد تركنَا جما غفيرا وأناسي كثيرا مِمَّن نَص على إِمَامَته وَمَا كَانَ عَلَيْهِ من زهده وورعه وديانته ¶ وَكَذَلِكَ تركنَا ذكر خلق مِمَّن مدحه نظما فِي حَيَاته أَو رثاه بِشعر بعد مماته ¶ لَكِن نذْكر قصيدة وَاحِدَة من مراثيه وَهِي أول مَا قيل بديها يَوْم دَفنه على الضريح فِيهِ لتَكون ختاما لما ذكرنَا وشجى فِي الْحلق أَو رُجُوعا إِلَى الْحق مِمَّن بِهَذَا الرَّد قصدناه ¶ فأنبأنا غير وَاحِد من الشُّيُوخ مِنْهُم أَبُو هُرَيْرَة عبد الرَّحْمَن بن الْحَافِظ أبي عبد الله مُحَمَّد بن أَحْمد ابْن الذَّهَبِيّ عَن الْحَافِظ أبي مُحَمَّد الْقَاسِم بن مُحَمَّد ابْن البرزالي قَالَ انشدنا أَبُو الْحسن عَليّ بن مُحَمَّد بن سلمَان بن غَانِم الْمَقْدِسِي لنَفسِهِ فِيمَا قرأته عَلَيْهِ فِي ذِي الْقعدَة سنة تسع وَعشْرين وَسَبْعمائة فِيمَا رثي بِهِ الشَّيْخ تَقِيّ الدّين ابْن تَيْمِية رَحْمَة الله عَلَيْهِ وَهِي أول مَا قيل بديها على الضريح ... أَي حبر مضى وَأي إِمَام ... فجعت فِيهِ مِلَّة الاسلام ¶ ابْن تَيْمِية التقي وحيد الده ... ر من كَانَ شامة فِي الشَّام ...",
            "page": "137",
            "part": "1",
            "seal": "9E183AB8"
        },
        {
            "hno": null,
            "id": "137",
            "nass": ".. بَحر علم قد غاض من بعد مَا ... فاض نداه وَعم بالإنعام ¶ زاهد عَابِد تنوه فِي دُنْيَاهُ ... عَن كل مَا بهَا من حطام ¶ كَانَ كنزا لكل طَالب علم ... وَلمن خَافَ أَن يرى فِي حرَام ¶ ولعاف قد جَاءَ يشكو من ال ... فقر لَدَيْهِ فنال كل مرام ¶ حَاز علما فَمَا لَهُ من مسَاوٍ ... فِيهِ من عَالم وَلَا من مسامي ¶ لم يكن فِي الدنا لَهُ من نَظِير ... فِي البرايا فِي الْفضل والإحكام ¶ كَانَ فِي علمه وحيدا فريدا ... لم ينالوا مَا نَالَ فِي الأحلام ¶ عَالم فِي زَمَانه فاق بَال ... علم جَمِيع الائمة الاعلام ¶ كل من فِي دمشق ناح عَلَيْهِ ... ببكا من شدَّة الآلام ¶ فجع النَّاس فِيهِ فِي الغرب وَالشَّر ... ق وأضحوا بالحزن كالأيتام ¶ لَو يُفِيد الفدا فادوه بالارواح ... مِنْهُم من الردى وَالْحمام ¶ أوحد فِيهِ قد أُصِيب البرايا ... فتعزى فِيهِ جَمِيع الانام ¶ أعظم الله أجرهم فِيهِ إِذْ صا ... ر على الرغم فِي الثرى والرغام ¶ مَا يرى مثل يَوْمه عِنْدَمَا سا ... ر على النعش نَحْو دَار السَّلَام ¶ حملوه على الرّقاب إِلَى الْقَبْر وكا ... دوا أَن يهْلكُوا فِي الزحام ¶ فَهُوَ الْآن جَار رب السموا ... ت الرَّحِيم الْمُهَيْمِن العلام ¶ قدس الله روحه وَسَقَى قب ... را حواه بهاطلات الْغَمَام ¶ فَلَقَد كَانَ نَادرا فِي بني الده ... ر وحسنا فِي أوجه الايام ... آخر الرَّد الوافر",
            "page": "138",
            "part": "1",
            "seal": "78D792AF"
        }
    ],
    "t6660": [
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "ابن سيد المرسلين"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "ابن عبد الدائم"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "ابن عبد الهادي"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الذهبي"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "ابن الواني المؤذن"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "ابن المهندس"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "الخزرجي البياني"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن بردس"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "ابن النقيب القرماني"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "ابن المنصفي الحريري"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن رافع"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "ابن نجيح"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن الصيرفي"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "ابن طولوبغا"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن المحب الصامت"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "ابن سوار السبكي"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "ابن جيش الرقي المؤذن"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن الحريري"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "ابن شكر"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن اليونانية البعلبكي"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "ابن حمزة الحسيني"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "الزملكاني"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "ابن دقيق العيد"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "ابن المنجا التنوخي"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": "1",
            "tit": "اليونيني"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "ابن السند"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن سعد"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "ابو حيان الأندلسي"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "ابن قيم الجوزية"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "تاج الدين الحميري"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "البقاعي الشافعي"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "ابن شيخ الحزاميين الواسطي"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "الحسباني"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "أبو العباس ابن حجي"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "ابن قدامة المقدسي"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "ابن طرخان الملكاوي"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "ابن رجب الوالد"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "ابن كرامة"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن بكار النابلسي"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "ابن فضل الله العمري"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "الزرعي"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "ابن المحب السعدي"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن القلانسي"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "تاج الدين الفزاري"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "ابن جماعة"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن يونس البعلبكي"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "ابن ألمي التركي"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "ابن بردس"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "ابن كثير"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن بن حبيب"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "ابن شيخ السلامية"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": "1",
            "tit": "المجاور"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "العلائي"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "الدهلي"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "القابوني"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": "1",
            "tit": "الياسوفي"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن المحب"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "الجزري"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": "1",
            "tit": "الاسكندري"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "ابن طولوبغا السيفي"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "ابن الفخر"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "ابن رجب"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "الحافظ العراقي"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "ابن عبد الحق البغدادي"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "ابن السلار"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "اليونيني"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن اللخام البعلي"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "الزبيدي"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": "1",
            "tit": "الكندي"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "شيخ الحديث بحلب عمر ابن حبيب"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "أبي رسلان البلقيني"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "ابن نجيح"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن شقير"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "القباني"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "البزار"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "الملحي"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "ابن يونس المراغي"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": "1",
            "tit": "البرزالي"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "قرأ سنقر"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "إبن السراج القونوي"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": "1",
            "tit": "المنبجي"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "إبن داود الدقوقي"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": "1",
            "tit": "مضى عالم الدنيا الذي عز فقده واضرم نارا في الجوانح بعده"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "أبو الحجاج المزي"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "السرمري"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "ابن السراج"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "أبو بكر بن عمار الصالحي"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن ترجم الكناني الرحبي"
        }
    ]
}