{
    "b667": [
        {
            "id": "1",
            "nass": "أحكام الاختلاف ¶ في رؤية هلال ذي الحجة ¶ [قاعدة: غم هلال ذي الحجة] ¶ تأليف ¶ الحَافِظِ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ بْنِ رَجَبٍ الحَنبَلِيّ ¶ 736 هـ ـ 795 هـ ¶ تحقيق ودراسة ¶ د. عَبْدِ اللَّهِ بْنِ عَبْدِ العَزِيْزِ الجِبْرِيْن ¶ الأستاذ المشارك بكلية المعلمين بالرّياض ¶ قام بتنسيق الرِّسالة ونشرها: ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ، ولِوَالدَيْهِ، ولِمَشَايخِهِ، ولجَمِيْعِ المُسْلِمِيْنَ.",
            "page": null,
            "part": null,
            "seal": "7097890F"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ «مُقَدِّمَةُ التَّحْقِيقِ» : ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونستهديه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله صلى الله عليه وآله وسلم أما بعد: ¶ فهذه رسالة كتبها الإمام الحافظ الفقيه أبو الفرج عبد الرحمن بن رجب الحنبلي رحمه الله، وهي تتعلق بمسألة هامة، هي: الاختلاف في رؤية هلال ذي الحجة. ¶ وقد وجدت لهذه الرسالة ثلاث نسخ خطية هي: ¶ الأولى: نسخة بالمكتبة السعودية بالرياض، تحت رقم (527 / 86) ضمن مجموعة، عليه تمليك للشيخ محمد بن عبد اللطيف (¬1) رحمه الله، وعدد صفحاتها عشر ¶ ¬_________ ¶ (¬1) هو الشيخ محمد بن عبد اللطيف بن عبد الرحمن بن حسن بن الشيخ محمد بن عبد الوهاب، ولد في الرياض، ونشأ في بيت علم وصلاح، فحفظ القرآن، ثم شرع في طلب العلم بهمة عالية ونشاط مستمر، فقرأ على علماء بلده، حتى نبغ في كثير من العلوم الشرعية، حتى عُدَّ من كبار علماء وقته، وقد عيَّنه الملك عبد العزيز رحمه الله في أول عهده قاضيا لمنطقة القويعية، ثم نقله قاضيا لمنطقة الوشم، ثم بعثه إلى عسير والحجاز داعية ومرشدًا، ثم عيَّنه قاضيا في الرياض، وكان إلى جانب عمله في القضاء يقوم بالتدريس والإفتاء، وكانت وفاته رحمه الله في الرياض عام 1367 هـ. ينظر في ترجمته علماء نجد 3 / 849، 850، روضة الناظرين 2 / 267- 273، مشاهير علماء نجد وغيرهم ص 146، 147، مجلة العرب، السنة 16، ص 2، 3",
            "page": "3",
            "part": "1",
            "seal": "A79324E4"
        },
        {
            "id": "3",
            "nass": "صفحات ونصف صفحة، في كل صفحة تسعة عشر سطرا، وقد كتبت بخط واضح، ولم يذكر اسم ناسخها، وقد رمزت لهذه النسخة بالحرف \"م \". ¶ الثانية: نسخة بمكتبة جامعة الملك سعود بالرياض، تحت رقم (1817 / 3 م) ، ضمن مجموعة كتب الشيخ عبد المحسن بن عبيد (¬1) رحمه الله، وقد ذكر رحمه الله في آخر هذه الرسالة أنه نقلها عام 1361 هـ من قلم من حمى ¶ ¬_________ ¶ (¬1) هو الشيخ عبد المحسن بن عبيد بن عبد المحسن بن عبيد، ولد في مدينة بريدة عاصمة القصيم عام 1319 هـ، ونشأ بها، وطلب العلم على يد علمائها، له مؤلفات أشهرها كتاب (الهداية والإرشاد إلى طريق الهدى والرشاد) . وقد اشتُهر رحمه الله بالزهد والورع، وكان ذا خط حسن، وقد خط بيده كتبا كثيرة. توفي رحمه الله سنة 1364 هـ. ينظر في ترجمته الترجمة التي كتبها ابن أخيه عبد المحسن بن فهد العبيد في أول كتابه (الهداية والإرشاد) ، وكتاب (تذكرة أولي النهي والعرفان) لأخي المترجم له إبراهيم بن عبيد 4 / 212- 218",
            "page": "4",
            "part": "1",
            "seal": "0919BCD3"
        },
        {
            "id": "4",
            "nass": "نفسه: فراج بن منصور بن سابق النجدي (¬1) الذي كتبها سنة 1228 هـ (¬2) . وعدد صفحاتها ثمان صفحات وثمانية أسطر، في كل صفحة سبعة وعشرون سطرا، وهي مقابلة على نسخة أخرى، وقد رمزت لها بالحرف \"ع \". ¶ الثالثة: نسخة بمكتبة الشيخ سعد بن عبد الرحمن بن قاسم (¬3) ، والذي يعمل مدرسا بمعهد الرياض العلمي، وهي بخط والده الشيخ: عبد الرحمن بن محمد بن قاسم، وعدد صفحاتها أربع صفحات، في كل صفحة ثلاثون سطرا، وقد رمزت لها بالحرف \" ق\". ¶ ¬_________ ¶ (¬1) الحنبلي، المتوفى سنة 1246 هـ تقريبا. انظر السحب الوابلة ص 331. ¶ (¬2) انظر ص (37) تعليق، (4) من هذه الرسالة. ¶ (¬3) هو الشيخ عبد الرحمن بن محمد بن قاسم العاصمي القحطاني النجدي الحنبلي، صاحب المؤلفات النافعة والتي من أشهرها: (حاشية كتاب التوحيد) ، (والإحكام شرح أصول الأحكام) (وحاشية الروض المربع) . ومن أعماله الجليلة جمع وترتيب فتاوى شيخ الإسلام ابن تيمية. توفي رحمه الله سنة 1392 هـ. ينظر في ترجمته: علماء نجد خلال ستة قرون 2 / 414- 416، الترجمة التي كتبها الشيخ عبد الله بن عبد الرحمن بن جبرين في أول الجزء الأول من حاشية الروض المربع للمترجم له، الأعلام 3 / 336، مجلة العرب، السنة 16، س8، 9، مشاهير علماء نجد ص 432-434",
            "page": "5",
            "part": "1",
            "seal": "81F37EAD"
        },
        {
            "id": "5",
            "nass": "وتتضح أهمية تحقيق هذه الرسالة في النقاط التالية: ¶ 1 - أن الموضوع الذي ألفت من أجله موضوع هام يحتاج الناس في كل وقت إلى معرفة الأحكام المتعلقة به، لتعلقه بركن من أركان الإسلام وهو الحج، بل يتعلق بأهم أركانه وهو الوقوف بعرفة. ¶ 2 - أن موضوع الرسالة ومواضيع أخرى هامة تعرضت لها كالاختلاف في هلال رمضان، والاختلاف في هلال شوال وغيرها تمس الحاجة إلى معرفة القول الصحيح فيها، لكثرة وقوع الاختلاف في كل مسألة من هذه المسائل. ¶ 3 - أن هذه الرسالة تبرز وتتعرض لحكم شرعي يدل على يسر هذا الدين وسماحته، وهو الحكم بصحة عبادات المسلمين عند خطئهم في وقت دخول شهر ذي الحجة، أو وقت دخوله شهر رمضان أو خروجه. ¶ 4 - أن القول الذي مال إليه المؤلف في هده المسألة الهامة فيه جمع لكلمة المسلمين، ومنع للاختلاف والفرقة وتشتيت الكلمة، وفيه قطع لكثرة القيل والقال.",
            "page": "6",
            "part": "1",
            "seal": "43CDB51A"
        },
        {
            "id": "6",
            "nass": "وقد انحصر عملي في هذه الرسالة في الأمور الآتية: ¶ 1 - تصحيح النص، وقد اعتمدت النص الصحيح وأشير إلى غيره في الحاشية. ¶ 2 - دراسة جميع الموضوعات التي تعرض لها المؤلف بذكر أدلتها باختصار، إن لم يكن المؤلف تعرض لها، وإن كان في المسألة خلاف لم يتعرض له المؤلف ذكرته مع دليله بشيء من الاختصار، ثم ذكرت القول الراجح وسبب الترجيح. ¶ 3 - تخريج جميع الأحاديث والآثار التي ساقها المؤلف وذكر طرقها وشواهدها والحكم على إسناد كل رواية من حيث القوة والضعف. ¶ ولم يذكر المؤلف لهذه الرسالة عنوانا، وقد ذكرها ابن عبد الهادي ضمن مؤلفات ابن رجب، وأسماها: \" قاعدة: غم هلال ذي الحجة \" (¬1) ولعله أخذ هذا العنوان من قول المؤلف في مقدمة هذه الرسالة: \" فقد وقع في هذا العام وهو عام أربعة وثمانين وسبعمائة حادثة وهو أنه غم هلال ذي الحجة فأكمل الناس هلال ذي القعدة. . . \" ¶ ¬_________ ¶ (¬1) الجوهر المنضد ص 51.",
            "page": "7",
            "part": "1",
            "seal": "DD1F0D39"
        },
        {
            "id": "7",
            "nass": "وقد اخترت لها عنوانا يعبر عن مضمونها ومحتواها، وهو: \" أحكام الاختلاف في رؤية هلال ذي الحجة \". ¶ «ترجمة المؤلف (¬1) » : ¶ هو الإمام الحافظ الفقيه الواعظ الزاهد أبو الفرج زين الدين عبد الرحمن بن أحمد بن رجب الحسن بن محمد بن أبي البركات السلامي، البغدادي ثم الدمشقي. ¶ ولد في بغداد سنة 736 هـ، وكان والده وجده من أهل العلم والصلاح (¬2) ، وقد عني والده بتعليمه عناية كبيرة، فكان يحضره إلى مجالس العلم وهو صغير قبل ¶ ¬_________ ¶ (¬1) ينظر في ترجمته: المقصد الأرشد 12 / 81، 82، الجوهر المنضد ص 46-53، لحظ الألحاظ ص 180- 182، الرد الوافر ص 106، 107، أنباء الغمر 3 / 175، 176، الدرر الكامنة 2 / 428، 429، الدارس 2 / 76، ذيل تذكرة الحفاظ للسيوطي 5 / 367، طبقات الحافظ ص 540، شذرات الذهب 6 / 339، 340، البدر الطالع 1 / 328، السحب الوابلة ص 197، 198، مختصر طبقات الحنابلة ص 71، 72، هدية العارفين 10 / 527، فهرس الفهارس 2 / 636، 637، الرسالة المستطرفة ص 111، معجم المؤلفين 5 / 118، الأعلام 3 / 295، مقدمة تحقيق كتاب شرح العلل للمؤلف التي كتبها الدكتور همام عبد الرحيم. ¶ (¬2) الدارس 2 / 76، المقصد الأرشد 2 / 81، شذرات الذهب 6 / 339.",
            "page": "8",
            "part": "1",
            "seal": "9F98A663"
        },
        {
            "id": "8",
            "nass": "التمييز في السنة الثالثة والرابعة والخامسة والسادسة من عمره (¬1) ، ثم رحل به والده إلى دمشق ونابلس والقدس فسمع من علماء هذه البلاد وهو صغير (¬2) ، ثم رجع إلى بغداد فسمع الحديث بها من بعض علمائها (¬3) ، ثم حج مع والده سنة 749 هـ فسمع الحديث بمكة (¬4) ، ثم رجع معه إلى دمشق، وبها لازم الإمام ابن القيم أكثر من سنة حتى توفي سنة 751 هـ، وسمع عليه قصيدته النونية في العقيدة وأشياء من تصانيفه وغيرها (¬5) ، ثم رحل مع والده إلى مصر، فسمع من بعض علمائها (¬6) . ¶ وقد أكثر الحافظ ابن رجب من سماع الحديث، وقرأ القران بالروايات (¬7) ، ودرس الفقه على كثير من شيوخه، ¶ ¬_________ ¶ (¬1) ذيل طبقات الحنابلة للمؤلف 1 / 67، و 2 / 176، 213، 214، 436. ¶ (¬2) ذيل طبقات الحنابلة 2 / 109، 365، شذرات الذهب 6 / 339، الدرر الكامنة 2 / 429. ¶ (¬3) ذيل طبقات الحنابلة 1 / 289. ¶ (¬4) المرجع السابق 2 / 444. ¶ (¬5) ذيل طبقات الحنابلة 2 / 444، السحب الوابلة ص 197. ¶ (¬6) أنباء الغمر 3 / 175، الدارس 2 / 77، المقصد الأرشد 8232، وينظر الذيل على طبقات الحنابلة 2 / 41، 82. ¶ (¬7) الدرر الكامنة 2 / 429.",
            "page": "9",
            "part": "1",
            "seal": "0DABB942"
        },
        {
            "id": "9",
            "nass": "وحفظ بعض المتون الفقهية في الفقه الحنبلي (¬1) . ¶ وقد استقر رحمه الله بعد تلك الرحلات الكثيرة في دمشق، وتفرغ للتعليم والتأليف والوعظ، فأقبل الطلاب على دروسه، وتتلمذوا على يديه، وأخذوا عنه الفقه، واستفادوا من علمه (¬2) . ¶ وقد برز الحافظ ابن رجب في فنون كثيرة من علوم الشريعة، فقد برز في علوم الحديث، وكان ذا معرفة واسعة بالرجال وبطرق الأحاديث وعللها ومعانيها، وبرز أيضا في الفقه، وكانت له مجالس تذكير ووعظ نافعة. ¶ وكان صاحب عقيدة صافية نقية، وقد ألف رسالة في تفضيل علم السلف على علم الخلف (¬3) . ¶ وقد أثنى عليه غير واحد من أهل العلم: ¶ قال ابن ناصر الدين: \" الشيخ الإمام العلامة الزاهد القدوة، البركة الحافظ العمدة الثقة الحجة، واعظ المسلمين، ¶ ¬_________ ¶ (¬1) ذيل طبقات الحنابلة 2 / 432. ¶ (¬2) الجوهر المنضد ص 52، الشذرات 6 / 339، 340، المقصد الأرشد 2 / 237، 265، الضوء اللامع 2 / 234، و 4 / 82، 137، و 6 / 34. ¶ (¬3) ينظر مؤلفاته في هذه المقدمة ص (10) .",
            "page": "10",
            "part": "1",
            "seal": "50325269"
        },
        {
            "id": "10",
            "nass": "مفيد المحدثين،. . أحد الأئمة الزهاد والعلماء العباد \" (¬1) . ¶ وقال ابن فهد: \" الإمام الحافظ الحجة، والفقيه العمدة، أحد العلماء الزهاد الأئمة العباد، مفيد المحدثين، واعظ المسلمين،. . كان رحمه الله إماما ورعا زاهدا مالت القلوب بالمحبة إليه، وأجمعت الفرق عليه، كانت مجالس تذكيره للقلوب وللناس عامة نافعة وللقلوب صادعة \" (¬2) . ¶ وقال ابن العماد الحنبلي: \" الشيخ الإمام العالم العلامة، الزاهد القدوة البركة، الحافظ العمدة الثقة الحجة وكانت مجالس تذكيره للقلوب وللناس عامة مباركة نافعة، اجتمعت الفرق عليه، ومالت القلوب بالمحبة إليه، وله مصنفات مفيدة ومؤلفات عديدة. . وكان لا يعرف شيئا من أمور الناس ولا يتردد إلى أحد من ذوي الولايات \" (¬3) . ¶ وقال ابن المبرد: \" الشيخ الإمام، أوحد الأنام، قدوة الحفاظ، جامع الشتات والفضائل،. . الفقيه الزاهد البارع ¶ ¬_________ ¶ (¬1) الرد الوافر ص 106. ¶ (¬2) لحظ الألحاظ 5 / 180، 181. ¶ (¬3) شذرات الذهب 6 / 339.",
            "page": "11",
            "part": "1",
            "seal": "0B97F68F"
        },
        {
            "id": "11",
            "nass": "الأصولي المفيد المحدث \" (¬1) . ¶ وقال السيوطي: \" الإمام الحافظ المحدث الفقيه الواعظ \" (¬2) . ¶ وقال أبو اليمن العليمي: \" هو الشيخ الإمام والحبر البحر الهمام العلم العامل البدر الكامل القدوة الورع الزاهد الحافظ الحجة الثقة، شيخ الإسلام والمسلمين، وزين الملة والدين، واعظ المسلمين مفيد المحدثين، جمال المصنفين. . وكان أحد الأئمة الكبار والحفاظ والعلماء والزهاد والأخيار، وكانت مجالس تذكيره للقلوب صادعة وللناس عامة مباركة نافعة، اجتمعت الفرق عليه، ومالت القلوب بالمحبة إليه، وزهده وورعه فائق الحد، وكان رحمه الله لا يعرف شيئا من أمور الناس، ولا يتردد إلى ذوي الولايات \" (¬3) . ¶ وقال تلميذه ابن اللحام: \" سيدنا وشيخنا الإمام العالم العلامة الأوحد الحافظ، شيخ الإسلام مجلي المشكلات وموضح المبهمات \" (¬4) ، ¶ وقال أيضا: \" الإمام العالم الحافظ، ¶ ¬_________ ¶ (¬1) الجوهر المنضد ص46، 47. ¶ (¬2) طبقات الحفاظ ص 540، ذيل تذكرة الحافظ 5 / 367. ¶ (¬3) السحب الوابلة ص 197، 198، مختصر طبقات الحنابلة ص 72. ¶ (¬4) الجوهر المنضد ص 47.",
            "page": "12",
            "part": "1",
            "seal": "52FB0616"
        },
        {
            "id": "12",
            "nass": "بقية السلف الكرام، وحيد عصره، وفريد دهره، شيخ الإسلام \" (¬1) . ¶ وقال ابن قاضي شهبة: \" الشيخ الإمام العلامة الحافظ الزاهد الورع، شيخ الحنابلة وفاضلهم، أوحد المحدثين \" (¬2) . وقال أيضا: \" كتب وقرأ وأتقن الفن، واشتغل في المذهب حتى أتقنه، وأكب على الاشتغال بمعرفة متون الحديث وعلله ومعانيه. . وكان منجمعا عن الناس لا يخالط ولا يتردد إلى أحد من ذوي الولايات \" (¬3) . ¶ وقال ابن حجي: \" أتقن الفن- أي فن الحديث- وصار أعرف أهل عصره بالعلل وتتبع الطرق، وكان لا يخالط الناس ولا يتردد إلى أحد. . . تخرج له غالب أصحابنا الحنابلة بدمشق \" (¬4) . ¶ وقال الحافظ ابن حجر: \" مهر في فنون الحديث أسماء ورجالا وعللا وطرقا، واطلاعا على معانيه، وكان ¶ ¬_________ ¶ (¬1) المرجع السابق. ¶ (¬2) المرجع السابق ص 48. ¶ (¬3) ينظر مقدمة تحقيق شرح علل الترمذي للدكتور همام عبد الرحيم ص 249، والجوهر المنضد ص 48. ¶ (¬4) شذرات الذهب 6 / 339، 340، أنباء الغمر 3 / 176.",
            "page": "13",
            "part": "1",
            "seal": "3EC469CA"
        },
        {
            "id": "13",
            "nass": "صاحب عبادة وتهجد \" (¬1) . ¶ وقال النعمي: \" الشيخ العلامة، الحافظ الزاهد، شيخ الحنابلة، وكان لا يعرف شيئا من أمور الناس، ولا يتردد إلى أحد من ذوي الولايات \" (¬2) . ¶ وللحافظ ابن رجب مؤلفات كثيرة نافعة في فنون عديدة، ومن هذه المؤلفات: ¶ 1 - فضل علم السلف على الخلف (¬3) . ¶ 2 - شرح سنن الترمذي (¬4) ، عشرون مجلدا، وقد فقد أكثره (¬5) . ¶ 3 - شرح صحيح البخاري. ولم يتمه، وصل فيه إلى كتاب الجنائز (¬6) ، وقد أسماه: فتح الباري في شرح البخاري (¬7) . ¶ ¬_________ ¶ (¬1) أنباء الغمر 3 / 176. ¶ (¬2) الدارس 2 / 76، 77. ¶ (¬3) الجوهر المنضد ص 50. ¶ (¬4) الدرر الكامنة 2 / 429، لحظ الألحاظ 5 / 181، طبقات الحافظ ص 540، البدر الطالع 1 / 328. ¶ (¬5) الجوهر. المنضد ص 49، أنباء الغمر 5 / 176. ¶ (¬6) ذيل تذكرة الحافظ للسيوطي 5 / 367، لحظ الألحاظ 5 / 181، الرد الوافر ص 106. ¶ (¬7) المقصد الأرشد 2 / 83 شذرات الذهب 6 / 339، الدارس 2 / 77.",
            "page": "14",
            "part": "1",
            "seal": "9D900B9F"
        },
        {
            "id": "14",
            "nass": "4 - القواعد الفقهية (¬1) . ¶ قال ابن المبرد: \" وهو كتاب نافع من عجائب الدهر\" (¬2) . ¶ 5 - جامع العلوم والحكم (¬3) . ¶ 6 - ذيل طبقات الحنابلة (¬4) . ¶ 7 - الاستغناء بالقرآن (¬5) . ¶ 8 - الرد على من اتبع غير المذاهب الأربعة (¬6) . ¶ 9 - لطائف المعارف (¬7) . ¶ ¬_________ ¶ (¬1) الدر الكامنة 2 / 429، شذرات الذهب 6 / 339، الدارس 2 / 77، الدر المنضد ص 48. ¶ (¬2) الجوهر المنضد ص 49. ¶ (¬3) المقصد الأرشد 2 / 82، كشف الظنون 1 / 59، ذيل كشف الظنون 3 / 335. ¶ (¬4) الدرر الكامنة 2 / 429، الرد الوافر ص 106، لحظ الألحاظ 5 / 181، البدر الطالع 1 / 328. ¶ (¬5) الجوهر المنضد ص 51، هدية العارفين 1 / 527. ¶ (¬6) الجوهر المنضد ص 50، 51. ¶ (¬7) الدرر الكامنة 2 / 429، شذرات الذهب 6 / 339، الدارس 2 / 77، أنباء الغمر 3 / 176.",
            "page": "15",
            "part": "1",
            "seal": "56DF0EF8"
        },
        {
            "id": "15",
            "nass": "وغيرها كثير، وقد ذكر ابن المبرد منها ستة وأربعين مؤلفا بين كتاب ورسالة، ثم قال: \"وغير ذلك من الكتاب النافعة المفيدة، التي لم نر مثلها\" (¬1) ، وقد طبعت أكثر مؤلفاته، وكانت وفاته رحمه الله، في دمشق سنة 795 هـ (¬2) . ¶ ¬_________ ¶ (¬1) الجوهر المنضد ص49- 51، وانظر السحب الوابلة ص 197، 198، هدية العارفين 1 / 527. ¶ (¬2) الرد الوافر ص107، الدرر الكامنة 2 / 429، المقصد الأرشد 2 / 82 وغيرها.",
            "page": "16",
            "part": "1",
            "seal": "4BF70AEB"
        },
        {
            "id": "16",
            "nass": "«النّصّ المحقّق» : ¶ بسم الله الرحمن الرحيم ¶ رب يسر وأعن ووفق للخير يا كريم (¬1) ¶ قال الشيخ الإمام العالم العلامة الأوحد الفهامة (¬2) وحيد عصره، وفريد دهره: أبو الفرج (¬3) عبد الرحمن بن الشيخ الإمام شهاب الدين أحمد بن رجب الحنبلي رحمه الله تعالى (¬4) . ¶ الحمد لله نحمده ونستعينه ونستغفره من يهده الله فلا مضل له، ومن يضلل (¬5) فلا هادي له. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم ¶ ¬_________ ¶ (¬1) جملة '' رب يسر وأعن ووفق للخير يا كريم '' غير موجودة في '' ع '' و '' ق ''. ¶ (¬2) في '' ع '': '' الإمام الأوحد العلامة والحبر الهمام الفهامة ''. ¶ (¬3) في '' ع '': '' الحافظ أبو الفرج زين الدين ''. ¶ (¬4) في ''ع '': ''رحمة الله علينا وعليه آمين ''. ¶ (¬5) لفظة: ''ومن يضلل '' مكررة في ''ق ''.",
            "page": "17",
            "part": "1",
            "seal": "ED5349AE"
        },
        {
            "id": "17",
            "nass": "أما بعد: ¶ فقد وقع في هذا العام وهو عام أربعة وثمانين وسبعمائة حادثة، وهو أنه غم هلال ذي الحجة (¬1) فأكمل الناس هلال ذي القعدة، ثم تحدث الناس برؤية هلال ذي الحجة، وشهد به أناس (¬2) لم يسمع الحاكم شهادتهم، واستمر الحال على إكمال عدة (¬3) شهر ذي القعدة، ¶ فتوقف بعض الناس عن (¬4) صيام التاسع (¬5) الذي هو يوم عرفة في هذا العام. وقالوا هو يوم النحر على ما أخبر به أولئك الشهود الذين لم تقبل شهادتهم، وقيل: إن بعضهم ضحى في ذلك اليوم، وحصل للناس بسبب ذلك اضطراب. ¶ ¬_________ ¶ (¬1) أي حال دون رؤيته غيم أو ضباب أو غيرهما، من غممت الشيء إذا غطيته. انظر غريب الحديث لابن الجوزي 2 / 164، النهاية في غريب الحديث 3 / 388، المصباح المنير ص454. ¶ (¬2) في ''م'' و''ق'': ''ناس''. ¶ (¬3) في '' ع '': '' عدد ''، ووضع عليها علامة نسخة، وفي هامشها: '' عدة '' ووضع علما علامة نسخة أخرى. ¶ (¬4) في '' ع '': '' في '' ووضع عليه علامة نسخة، وفي هامشها: '' عن '' ووضع عليه علامة نسخة أخرى. ¶ (¬5) في '' ع '': '' اليوم التاسع ''.",
            "page": "18",
            "part": "1",
            "seal": "D3671E9F"
        },
        {
            "id": "18",
            "nass": "فأحببت أن أكتب في ذلك ما يسره الله تعالى. وبه (¬1) المستعان وعليه التكلان ولا حول ولا قوة إلا بالله العلي العظيم. ¶ فنقول: هذه المسألة لها صورتان: ¶ إحداهما: ¶ أن يكون الشك مستندا إلى قرائن مجردة (¬2) ، أو إلى شهادة من لا تقبل شهادته (¬3) إما لانفراده بالرؤية أو لكونه ممن لا يجوز قبول قوله ونحو ذلك. ¶ فهذه المسألة قد اختلف الناس فيها (¬4) على قولين. ¶ أحدهما: أنه لا يصام في هذه الحالة (¬5) . قال النخعي (¬6) في صوم يوم عرفة في الحضر: ¶ إذا كان فيه اختلاف فلا تصومن (¬7) ¶ ¬_________ ¶ (¬1) في '' ع '': '' وبالله ''. ¶ (¬2) في '' ع '': '' محررة '' وعليها علامة نسخة، وفي هامشها: '' مجردة '' ووضع عليها علامة نسخة أخرى وعلامة تصحيح. ¶ (¬3) في '' ع '': '' شهادتهم ''. ¶ (¬4) في '' ع '': '' قد اختلف فيها السلف ''، وعليها علامة نسخة، وفي هامشها: '' الناس '' وعليها علامة نسخة أخرى. ¶ (¬5) في هامش ''ع '': ''الحال '' ووضع عليها علامة نسخة أخرى. ¶ (¬6) هو الإمام الحافظ فقيه العراق إبراهيم بن يزيد النخعي، من صغار التابعين، توفي سنة 96 هـ. انظر ترجمته في سير أعلام النبلاء 4 / 520 - 529، البداية والنهاية 9 / 146. ¶ (¬7) رواه ابن أبي شيبة في مصنفه- كما قال المؤلف- في كتاب الصيام: ما قالوا في صوم يوم عرفة بغير عرفة 3 / 97: حدثنا إسحاق الأزرق عن أبي العلاء عن أبي هاشم عن إبراهيم، وإسناده حسن، إن شاء الله - رجاله ثقات رجال الصحيحين، عدا أبي العلاء، وهو أيوب بن أبي مسكين التميمي القصاب، فهو صدوق له أوهام كما في التقريب ص119.",
            "page": "19",
            "part": "1",
            "seal": "E92CA043"
        },
        {
            "id": "19",
            "nass": "وعنه قال: كانوا لا يرون بصوم يوم عرفة بأسا إلا أن يتخوفوا أن يكون يوم الذبح (¬1) . خرجهما ابن أبي شيبة في كتابه، وسنذكر عن مسروق (¬2) وغيره من التابعين مثل ذلك فيما بعد إن شاء الله تعالى (¬3) . ¶ وكلام هؤلاء قد يقال- والله أعلم- إنه محمول (¬4) على الكراهة دون التحريم. وقد ذكر شيخ الإسلام تقي ¶ ¬_________ ¶ (¬1) رواه ابن أبي شيبة - كما قال المؤلف- في الموضع السابق: حدثنا يزيد بن هارون قال: نا ابن عون عن إبراهيم. وإسناده صحيح، رجاله رجال الصحيحين. ¶ ويوم الذبح هو يوم عيد الأضحى، ويسمى أيضا يوم النحر، لأنه تنحر وتذبح فيه الأضاحي. وقد ثبت نهيه صلى الله عليه وسلم عن صيام يومي العيدين من حديث عدة من أصحابه صلى الله عليه وسلم، فقد رواه البخاري برقم (1990) ، ومسلم برقم (1137) من حديث عمر بن الخطاب رضي الله عنه. ورواه البخاري برقم (1995) ، ومسلم برقم (827) من حديث أبي سعيد رضي الله عنه، ورواه مسلم برقم (1140) من حديث أم المؤمنين عائشة رضي الله عنها، ورواه مسلم أيضا برقم (1138) من حديث أبي هريرة رضي الله عنه، وروى البخاري برقم (1994) ، ومسلم برقم (1139) عن عبد الله بن عمر رضي الله عنهما أنه جاء إليه رجل فقال: إني نذرت أن أصوم يوما، فوافق يوم أضحى أو فطر، فقال ابن عمر: أمر الله بوفاء النذر، ونهى رسول الله صلى الله عليه وسلم عن صيام هذا اليوم. ¶ (¬2) هو الإمام مسروق بن الأجدع بن مالك الهمداني الكوفي، من كبار التابعين. توفي سنة 62 هـ وقيل سنة 63. انظر سير أعلام النبلاء 4؛ 63- 69، الأنساب 5 / 650، 651. ¶ (¬3) وذلك أنهم لم يصوموا يوم عرفة حينما حصل شك في أنه يوم النحر، كما سيأتي ص (19- 21) عن مسروق وأبي عطية حينما دخلا على عائشة يوم عرفة وهما مفطران من أجل الشك في كونه يوم النحر. ¶ (¬4) في '' ع '': '' قد يقال إنه محمول والله أعلم ''.",
            "page": "20",
            "part": "1",
            "seal": "AC5CAB85"
        },
        {
            "id": "20",
            "nass": "الدين بن تيمية رحمه الله تعالى في صوم هذا اليوم في هذه الحالة (¬1) أنه جائز بلا نزاع بين العلماء. قال: لأن الأصل عدم العاشر كما أنهم لو شكوا ليلة الثلاثين من رمضان هل طلع الهلال أم (¬2) لم يطلع؟ فإنهم يصومون ذلك اليوم باتفاق الأئمة وإنما (¬3) يوم الشك الذي رويت فيه الكراهة الشك (¬4) في أول رمضان (¬5) ، لأن الأصل بقاء شعبان. انتهى (¬6) . ¶ ¬_________ ¶ (¬1) في '' ع '': ''في هذا الحال ''. ¶ (¬2) في '' ع '': ''أو''. ¶ (¬3) في '' ع '': '' فإنما ''. وفي هامشها: '' وإنما '' وعليها علامة نسخة أخرى وعلامة تصحيح. ¶ (¬4) لفظة: ''الشك '': ليست في ''م '' والصحيح إثباتها، كما في مجموع فتاوى ابن تيمية 25 / 204. ¶ (¬5) سيأتي ذكر أقوال أهل العلم في حكم صوم هذا اليوم ص (15- 16) . ¶ (¬6) جاء في مجموع فتاوى شيخ الإسلام ابن تيمية رحمه الله ج 25 ص 202-204 ما نصه: '' وسئل شيخ الإسلام رحمه الله عن أهل مدينة رأى بعضهم هلال ذي الحجة، ولم يثبت عند حاكم المدينة، فهل لهم أن يصوموا اليوم الذي في الظاهر التاسع وإن كان في الباطن العاشر؟ فأجاب: نعم يصومون التاسع في الظاهر المعروف عند الجماعة، وإن كان في نفس الأمر يكون عاشرا، ولو قدر ثبوت تلك الرؤية، فإن في السنن عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال: '' صومكم يوم تصومون، وفطركم يوم تفطرون، وأضحاكم يوم تضحون '' أخرجه أبو داود وابن ماجه والترمذي وصححه. وعن عائشة رضي الله عنها أنها قالت: قال رسول الله صلى الله عليه وسلم: '' الفطر يوم يفطر الناس، والأضحى يوم يضحي الناس '' رواه الترمذي. وعلى هذا العمل عند أئمة المسلمين كلهم. ¶ فإن الناس لو وقفوا بعرفة في اليوم العاشر خطأ أجزأهم الوقوف بالاتفاق، وكان ذلك اليوم يوم عرفة في حقهم، ولو وقفوا الثامن خطأ ففي الإجزاء نزاع، والأظهر صحة الوقوف أيضا، وهو أحد القولين في مذهب مالك ومذهب أحمد وغيره. ¶ قالت عائشة رضي الله عنها: ''إنما عرفة اليوم الذي يعرفه الناس '' وأصل ذلك أن الله سبحانه وتعالى علق الحكم بالهلال والشهر، فقال تعالى: يسألونك عن الأهلة قل هي مواقيت للناس والحج. والهلال: اسم لما يستهل به: أي يعلن به ويجهر به، فإذا طلع في السماء ولم يعرفه الناس ويستهلوا لم يكن هلالا. ¶ وكذا الشهر مأخوذ من الشهرة، فإن لم يشهر بين الناس لم يكن الشهر قد دخل، وإنما يغلط كثير من الناس في هذه المسألة، لظنهم أنه إذا طلع في السماء كانت تلك الليلة أول الشهر، سواء ظهر ذلك للناس واستهلوا به أو لا، وليس كذلك، بل ظهوره للناس واستهلالهم به لا بد منه، ولهذا قال النبي صلى الله عليه وسلم: '' صومكم يوم تصومون، وفطركم يوم تفطرون، وأضحاكم يوم تضحون ''. أي هذا اليوم الذي تعلمون أنه وقت الصوم والفطر والأضحى، فإذا لم تعلموه لم يترتب عليه حكم. وصوم اليوم الذي يشك فيه: هل هو تاسع ذي الحجة؟ أو عاشر ذي الحجة؟ جائز بلا نزاع بين العلماء، لأن الأصل عدم العاشر، كما أنهم لو شكوا ليلة الثلاثين من رمضان هل طلع الهلال أم لم يطلع؟ فإنهم يصومون ذلك اليوم المشكوك فيه باتفاق الأئمة، وإنما يوم الشك الذي رويت فيه الكراهة هو الشك في أول رمضان، لأن الأصل بقاء شعبان. ا. هـ.",
            "page": "21",
            "part": "1",
            "seal": "224DA3F5"
        },
        {
            "id": "22",
            "nass": "فإما أن يكون اطلع على كلام النخعي وحمله على الكراهة. فلذلك (¬1) نفى النزاع في جوازه، وإما أن يكون لم يطلع عليه، ومراده: أن يستصحب الأصل في كلا الموضعين، لأن الأصل بقاء الشهر المتيقن وجوده وعدم دخول الشهر المشكوك في دخوله (¬2) ، فكذلك هنا إذا شك في دخول ذي الحجة (¬3) بنى (¬4) الأمر على إكمال ذي القعدة، لأنه الأصل، ويصام يوم عرفة على هذا الحساب، وهو تكميل شهر ذي القعدة. ¶ ولكن من السلف من كان يصوم يوم الشك في أول رمضان احتياطيا (¬5) ¶ وفرق طائفة منهم بين أن تكون السماء ¶ ¬_________ ¶ (¬1) في ''م '': ''فذلك ''. ¶ (¬2) انظر كلام شيخ الإسلام ابن تيمية الذي سبق نقله في التعليق السابق. ¶ (¬3) في ''ع '': '' شهر ذي الحجة''. ¶ (¬4) في ''م '': و''ق '': ''مبنى''. ¶ (¬5) روى الوليد بن مسلم عن ابن ثوبان عن أبيه عن مكحول أن عمر كان يصوم إذا كانت الشمس في تلك الليلة مغيمة، ويقول: '' ليس هذا بالتقدم، ولكنه التحري ''. انظر زاد المعاد 2 / 43، وقد سقط منه لفظة: ''بن ''، قال شيخنا عبد العزيز بن باز في بعض دروسه: '' لا يعرف ثوبان عن أبيه '' ومال إلى أن صوابه: '' ابن ثوبان عن أبيه ''. وهذا هو الصحيح، كما في كتب الرجال وهذا الإسناد ضعيف، فيه علتان: الأولى: ابن ثوبان- وهو عبد الرحمن بن ثابت بن ثوبان- فقد اختلف في توثيقه، قال الإمام أحمد: ''أحاديثه مناكير''، وقال صالح بن محمد: '' صدوق، وأنكروا عليه أحاديث يرويها عن أبيه عن مكحول ''، وقال أبو حاتم: ''ثقة، تغير عقله في آخر حياته وهو مستقيم الحديث ''. ينظر تهذيب التهذيب 6 / 150، 151. والثانية: مكحول لم يدرك عمر، فهو منقطع، وقد أعله به العراقي في طرح التثريب 4 / 110 ¶ وروى الشافعي في الأم 2 / 94، ومن طريقه الدارقطني 2 / 170، والبيهقي 4 / 212 عن الدراوردي عن محمد بن عبد الله بن عمرو بن عثمان عن فاطمة بنت حسين أن رجلا شهد عند علي رضي الله عنه على رؤيته الهلال، فصام، وأحسبه أمر الناس أن يصوموا، وقال: '' أصوم يوما من شعبان أحب من أن أفطر يوما من رمضان ''. وإسناده ضعيف، الدراوردي في روايته ضعف، وفاطمة بنت حسين لم تدرك جدها عليا رضي الله عنه، فهي من صغار التابعين. انظر الثقات 5 / 300، 301، تهذيب الكمال لوحة 1692. وقال في المجموع 6 / 403: ''قال العبدري: ولا يصح عنه ''، وقال في التخليص: 2 / 211: '' فيه انقطاع ''. وقال العراقي في طرح التثريب 4 / 110: '' وهو منقطع ثم إنه إنما قاله عند شهادة واحد على رؤية الهلال لا في الغيم ''. وانظر نيل الأوطار 4 / 266، 267. ¶ وروى أبو داود 2 / 298، رقم (1329) ، ومن طريقه البيهقي في الكبرى 4 / 210، 211 عن المغيرة بن فروة عن معاوية رضي الله عنه قال: إنا قد رأينا الهلال يوم كذا وكذا، وإني متقدم بالصيام، فمن أحب أن يفعله فليفعل. وإسناده ضعيف. '' المغيرة بن فروة '' لم يوثقه غير ابن حبان. انظر الثقات 5 / 410، وتهذيب التهذيب 10 / 268. والحديث في ضعيف سنن أبي داود. ¶ وروى الإمام أحمد-كما في زاد المعاد 2 / 44- عن المغيرة حدثنا سعيد بن عبد العزيز قال: حدثني مكحول ويونس بن ميسرة بن حلبس أن معاوية بن أبي سفيان كان يقول: '' لأن أصوم يوما من شعبان أحب إلي من أن أفطر يوما من رمضان ''. وإسناده ضعيف، سعيد بن عبد العزيز- وهو التنوخي- اختلط بآخره. انظر الكواكب النيرات ص 213- 220، والمغيرة لم يتبين لي من هو، ومكحول لم يدرك معاوية، أما يونس بن ميسرة فقد اختلف في سماعه منه، والأقرب أنه سمع منه، فقد قتل سنة 132 هـ، وعمره 120 سنة، فيكون عمره وقت وفاة معاوية 58 سنة وهو دمشقي. وقد جزم يحيى بن معين بسماعه منه. انظر تهذيب الكمال لوحة 1571. ¶ ورواه ابن الجوزي في العلل المتناهية 2 / 38 من طريق مكحول به بنحو الرواية الأولى. وهو منقطع، مكحول لم يدرك معاوية. ¶ وروى الإمام أحمد أيضا- كما في زاد المعاد 2 / 44- عن زيد بن الحباب أخبرنا ابن لهيعة عن عبد الله بن هبيرة عن عمرو بن العاص أنه كان يصوم اليوم الذي يشك فيه من رمضان وابن لهيعة مختلف فيه، وعبد الله بن هبيرة لم يذكر له سماع من عمرو، وكان عمره وقت وفاته يقرب من عشر سنين أو يزيد عليها قليلا، وهو مصري. انظر تهذيب التهذيب 6 / 61، 62. ¶ وروى الإمام أحمد- كما في زاد المعاد 2 / 44- عن عبد الرحمن بن مهدي حدثنا معاوية بن صالح عن أبي مريم مولى أبي هريرة قال: سمعت أبا هريرة يقول: لأن أتعجل في صوم رمضان بيوم أحب إلي من أن أتأخر، لأني إذا تعجلت لم يفتني، وإذا تأخرت فاتني. وإسناده حسن، رجاله ثقات، عدا معاوية بن صالح- وهو الحضرمي- فهو صدوق له أوهام، كما في التقريب ص 538، وقال الخطيب- كما في المجموع 6 / 632: '' وأما ما رويناه عن معاوية بن صالح عن أبي مريم- فذكره- ثم قال: فرواية ضعيفة لا تحفظ إلا من هذا الوجه، وأبو مريم مجهول، فلا يعارض بروايته ما نقله الحافظ من أصحاب أبي هريرة عنه '' ا. هـ. وما ذكره من جهالة أبي مريم غير مسلم، فقد وثقه العجلي، ونقل الإمام أحمد عن أهل حمص أنه معروف عندهم، وأنهم أحسنوا الثناء عليه. انظر تاريخ الثقات ص 510، وتهذيب التهذيب 12 / 231، 232. ¶ وقد روى البيهقي هذا الأثر في سننه الكبرى 4 / 211 من طريق زيد بن حبان عن معاوية بن صالح به بنحوه، وروى الإمام أحمد كما في زاد المعاد 2 / 43، 44 عن إسماعيل بن إبراهيم حدثنا يحيى بن أبي إسحاق قال: رأيت الهلال إما الظهر وإما قريبا منه، فأفطر ناس من الناس فأتينا أنس بن مالك، فأخبرناه برؤية الهلال وبإفطار من أفطر، فقال: إني صائم غدا فكرهت الخلاف عليه، فصمت، وأنا متمم يومي هذا إلى الليل. وإسناده حسن، رجاله ثقات، عدا يحيى بن أبي إسحاق- وهو الحضرمي- فهو صدوق ربما أخطأ كما في التقريب ص 587. وقال الخطيب بعد ذكره لهذا الأثر: '' قال المخالف: ولا يتقدم أنس على صوم الجماعة إلا بصوم يوم الشك. فيقال له: قد قال أنس إنه لم يصمه معتقدا وجوبه، وإنما تابع الحكم بن أيوب- وكان هو الأمير- على الإمساك فيه، ولعل الأمير عزم عليه في ذلك فكره مخالفته، والمحفوظ عن أنس أنه أفطر يوم الشك، كذا روى عنه محمد بن سيرين وحسبك به فهما وعقلا وصدقا وفضلا'' انظر المجموع 6 / 432، 433. ¶ وقد روى عبد الرازق في مصنفه 4 / 159، رقم (7317) ، وابن أبي شيبة 3 / 71 من طريق محمد بن سيرين عن أنس رواية تدل على أنه أفطر يوم الشك. وإسناده صحيح رجاله رجال الشيخين. ¶ وروى الطبراني نحوه من طريق محمد بن كعب القرظي. وصحح إسناده الهيثمي في مجمع البحرين 3 / 103. ¶ وروى البيهقي في سننه 4 / 209 نحوه من طريق همام عن قتادة. ¶ وروى الإمام أحمد عن روح بن عبادة عن حماد بن سلمة عن هشام بن عروة عن فاطمة عن أسماء أنها كانت تصوم اليوم الذي يشك فيه من رمضان. انظر زاد المعاد 2 / 45. وقد تصحف فيه ''روح بن عبادة'' إلى ''روح بن عباد'' وقد صوبه شيخنا عبد العزيز بن باز في بعض دروسه. إسناد هذه الرواية متصل، ورجاله ثقات، إلا أن حماد بن سلمة تغير حفظه بآخره. ¶ وقد تابع حماد يحيى بن ضريس عند البيهقي في الكبرى 4 / 211 فتتقوى رواية حماد بهذه المتابعة. ¶ وروى سعيد بن منصور كما في زاد المعاد 2 / 45 عن يعقوب بن عبد الرحمن عن هشام بن عروة عن فاطمة بنت المنذر قالت: ما غم هلال رمضان إلا كانت أسماء متقدمة بيوم، وتأمر بتقدمه. وإسناده صحيح، رجاله رجال الصحيحين. ¶ وقد حكي صيام يوم الشك أو القول بصيامه عن سالم بن عبد الله وعمر بن عبد العزيز ومجاهد وطاوس وأبي عثمان النهدي ومطرف بن الشخير وميمون بن مهران وبكر بن عبد الله المزني، وابن أبي مريم. انظر المغني 4 / 330، والمجموع 6 / 408، وزاد المعاد 2/ 42، وطرح التثريب 4 / 110، والمنح الشافيات 1 / 281. وانظر التعليق الآتي.",
            "page": "23",
            "part": "1",
            "seal": "81DD5447"
        },
        {
            "id": "26",
            "nass": "مصحية أو مغيمة (¬1) . ¶ ¬_________ ¶ (¬1) روى عبد الرزاق في مصنفه 4 / 161، رقم (7324) عن معمر عن ابن طاوس عن أبيه عن ابن عمر رضي الله عنهما أنه كان إذا كان سحاب أصبح صائما، وإذا لم يكن سحاب أصبح مفطرا. وإسناده صحيح. رجاله رجال الصحيحين. ¶ وروى هذا الأثر أيضا عبد الرازق في الموضع السابق، رقم (7323) ، وأحمد 2 / 5، وأبو داود 2 / 297، رقم (2320) ، والدارقطني 2 / 161، والبيهقي في سننه الكبرى 4 / 204، وفي معرفة السنن 6 / 233، 234، وابن عبد البر في التمهيد 14 / 348، 349 من طرق عن أيوب عن نافع عن ابن عمر. وإسناده صحيح، رجاله رجال الصحيحين. وقد سقط من مصنف عبد الرازق المطبوع قوله: '' عن نافع ''. انظر التمهيد 14 / 348، ومجموع فتاوى ابن تيمية 25 / 149. وقد صحح هذا الإسناد النووي في المجموع 6 / 405، وابن القيم في زاد المعاد 2 / 43، وأحمد شاكر في تعليقه على المسند 6 / 226، ومحمد ناصر الدين في الإرواء 4 / 9، وشعيب الأرنؤوط في تعليقه على شرح السنة 6 / 233. ¶ وهذا وقد روى ابن أبي شيبة 3 /71، وحنبل في المسائل كما في زاد المعاد 2 / 48 بإسناد حسن عن ابن عمر رضي الله عنهما أنه قال: '' لو صمت السنة كلها لأفطرت اليوم الذي يشك فيه ''. ¶ وروي عنه أيضا النهي عن التقدم على الإمام والجماعة. وقال الخطيب البغدادي: ''وهذا هو الأشبه بابن عمر، لأنه لا يجوز الظن به أنه خالف النبي صلى الله عليه وسلم وترك قوله الذي رواه هو وغيره من العمل بالرؤية أو إكمال العدة، فيجب أن يحمل ما روي عن ابن عمر من صوم يوم الشك على أنه كان يصبح ممسكا حتى يتبين بعد ارتفاع النهار هل تقوم بينة بالرؤية، فظن الراوي أنه كان صائما، ويدل عليه أنه لا يحتسب به ولا يفطر إلا مع الناس، ويدل عليه أيضا قوله: '' لا أتقدم قبل الإمام ''، وقوله: '' لو صمت السنة لأفطرته ''- يعني يوم الشك- وهذا تصريح منه بأنه كان لا يعتقد الصيام في ذلك، وإنما كان ممسكا. اهـ. انظر المجموع 6 / 442، وانظر طرح التثريب 4 / 111، وانظر ما يأتي ص () تعليق () . ¶ وروى الإمام أحمد في المسند 6 / 152، 126، والبيهقي في الكبرى 4 / 211 من طريقين عن شعبة قال: سمعت يزيد بن خمير عن عبد الله بن أبي موسى أنه سأل عائشة عن اليوم الذي يشك فيه الناس، فقالت: لأن أصوم يوما من شعبان أحب إلي من أن أفطر يوما من رمضان. وإسناده حسن، رجاله ثقات، عدا يزيد بن خمير، فهو صدوق كما في التقريب ص 600، وقد صححه الشيخ محمد ناصر الدين في الإرواء 4 / 11، وقال الهيثمي في المجمع 3 / 148: '' رجاله رجال الصحيح ''. ¶ ورواه البيهقي أيضا في الموضع السابق، وفي معرفة السنن 6 / 234 من طريق يزيد بن هارون عن شعبة به ولفظه: أنه سأل عائشة عن الشهر إذا غم. فقالت.. فذكره. ثم قال البيهقي: ''ورواية يزيد بن هارون تدل على أن مذهب عائشة رضى الله عنها في ذلك كمذهب ابن عمر في الصوم إذا غم الشهر دون أن يكون صحوا ''. وإسناد هذه الرواية حسن كسابقه وقال الخطيب: '' أرادت عائشة رضى الله عنها صوم الشك إذا شهد برؤية الهلال عدل، فيجب صومه ولو كان قد شهد بباطل في نفس الأمر، وأرادت بقولها مخالفة من شرط لصوم رمضان شاهدين، والدليل على هذا أن مسروقا روى عنها النهي عن صوم يوم الشك ''. ا. هـ. انظر المجموع 6 / 433.",
            "page": "27",
            "part": "1",
            "seal": "EBECC91A"
        },
        {
            "id": "28",
            "nass": "كما هو المشهور عن الإمام أحمد (¬1) . ¶ والاحتياط هنا: إنما يؤثر (¬2) في استحباب صيام الثامن والتاسع من ذي الحجة مع الشك احتياطا. كما قال ابن سيرين وغيره أنه مع اشتباه الأشهر في (¬3) شهر المحرم يصام منه ثلاثة أيام احتياطا ليحصل بذلك صيام يوم التاسع والعاشر، ووافقه (¬4) الإمام أحمد رحمه الله على ذلك (¬5) . ¶ وقد روي عن ابن عباس رضي الله عنهما أنه كان يعلل (¬6) صيام التاسع مع العاشر بالاحتياط (¬7) أيضا خشية فوات صوم يوم عاشوراء (¬8) . ¶ وأما أن الاحتياط ينهض (¬9) إلى تحريم صيام يوم التاسع من ذي الحجة لمجرد (¬10) الشك فكلا، لأن الأصل ¶ ¬_________ ¶ (¬1) روى هذا القول عن أحمد ابنه عبد الله في المسائل ص 194، وابنه صالح في المسائل 3 / 202، وأبو داود في المسائل ص 88. ¶ والصحيح في هذه المسألة أنه لا يشرع صيام هذا اليوم، ولا يجزي لو صامه ثم تبين أنه من رمضان، سواء حال دون رؤيته غيم أو غيره أم لا، وهذا هو قول جمهور أهل العلم من الصحابة فمن بعدهم، لما روى البخاري 4 / 119، رقم (1909) ، ومسلم 7 / 193 عن أبي هريرة مرفوعا: '' صوموا لرؤيته وأفطروا لرؤيته فإن غبي عليكم فأكملوا عدة شعبان ثلاثين ''. وله شواهد كثيرة من أحاديث عدة من الصحابة يطول الكلام بذكرها. انظر جامع الأصول 6 / 268- 271، 350، 351، ونصب الراية 2 / 437- 443، وزاد المعاد 2 / 39- 49، وترتيب صحيح الجامع 1 / 390- 392، وانظر شرح السنة 6 / 227- 235، والتمهيد 14 / 337- 354، وشرح الزركشي 2 / 550- 561، وطرح التثريب 4 / 105- 114، والمجموع 6 / 203- 235، وفتح الباري 4 / 221، 222، ونيل الأوطار 4 / 262- 267. ¶ وقد ألف بعض علماء الحنابلة رسائل في إيجاب صوم يوم الشك، وقابلهم آخرون فصنفوا في كراهة صومه وتحريمه، منهم محمد بن عبد الهادي الحنبلي. انظر حاشية الروض المربع للشيخ عبد الرحمن بن قاسم 3 / 351. ¶ وقد ذكر النووي في المجموع 6 / 408- 435 ملخص رسالة ألفها القاضي أبو يعلى الحنبلي في إيجاب صوم يوم الشك وقت الغيم، ثم ذكر ملخص رسالة ألفها الخطيب البغدادي في الرد على رسالة أبي يعلى. ¶ (¬2) في ''ع '' و ''م '': ''يعتبر''. ¶ (¬3) في ''ع '': ''وفي ''. ¶ (¬4) في '' ع '': '' ووافق '' وعليها علامة نسخة، وفي هامشها: '' ووافقه '' وعليها علامة نسخة أخرى. ¶ (¬5) قال في المغني 4 / 441: '' قال أحمد: فإن اشتبه عليه أول الشهر صام ثلاثة أيام، وإنما يفعل ذلك ليتيقن صوم التاسع والعاشر ''. وانظر شرح الزركشي 2 / 640، والشرح الكبير لابن قدامة 2 / 5، والمبدع 3 / 52. ولم أقف على من روى هذا القول عن ابن سيرين. ¶ (¬6) في ''ع '': '' يصل '' ووضع عليها علامة نسخة، وفي هامشها: '' يعلل '' ووضع عليها علامة نسخة أخرى. ¶ (¬7) في '' م '': '' الاحتياط ''. ¶ (¬8) روى ابن أبي شيبة في مصنفه في كتاب الصيام: في يوم عاشوراء أي يوم هو؟ 3 / 59، والطبري في تهذيب الآثار القسم الأول من مسند عمر ص 217، رقم (2431، 2432) ، والبيهقي في معرفة السنن كتاب الصيام: صيام يوم التاسع من المحرم مع العاشر 6 / 351، رقم (8972) من طرق عن ابن أبي ذئب عن شعبة مولى ابن عباس عن ابن عباس أنه كان يصوم في السفر يوم عاشوراء ويوالي بين اليومين خوفا أن يفوته. وإسناده ضعيف، لسوء حفظ شعبة. انظر التقريب ص 226. وقد أشار المؤلف إلى ضعفه، حيث صدره بصيغة التمريض. ¶ (¬9) في '' ع '': '' نهض '' وعليها علامة نسخة. وفي هامشها: '' ينهض '' ووضع عليها علامة نسخة أخرى وعلامة تصحيح. ¶ (¬10) في '' ع '': '' بمجرد '' ووضع عيها علامة نسخة، وفي هامشها: '' لمجرد '' ووضع عليها علامة نسخة أخرى.",
            "page": "29",
            "part": "1",
            "seal": "DE8F32E0"
        },
        {
            "id": "31",
            "nass": "بقاء ذي القعدة وعدم استهلاك ذي الحجة، فلا (¬1) يحرم صوم يوم (¬2) التاسع منه بمجرد الشك، كما يجب صوم الثلاثين (¬3) من رمضان مع الشك في استهلاك شوال، لأن الأصل عدمه وبقاء رمضان. ¶ القول الثاني: أنه يصام ولا يلتفت إلى الشك، وهو مروي عن عائشة رضي الله عنها من وجوه. قال عبد الرزاق في كتابه: أخبرنا (¬4) معمر عن جعفر بن برقان عن الحكم أو غيره (¬5) عن مسروق أنه دخل هو ورجل معه (¬6) على عائشة يوم عرفة فقالت عائشة: يا جارية خوضي لهما سويقا وحليه، فلولا أني صائمة لذقته، قالا: أتصومين (¬7) يا أم ¶ ¬_________ ¶ (¬1) في ''ع'': ''ولا''. ¶ (¬2) لفظة '' يوم '' غير موجودة في '' ع ''. ¶ (¬3) في '' ع '': '' صوم يوم الثلاثين ''. ¶ (¬4) في هامش '' ع '': ''أنبأنا '' ووضع عليها علامة نسخة، وفي ''م'' و'' ق '': ''أنبأ''. ¶ (¬5) هكذا في '' ع '' وهو الصواب كما في المصنف، وفي '' م '' و'' ق '' وهامش '' ع '': '' وغيره '' ووضع عليها في هامش ''ع '' علامة نسخة أخرى. ¶ (¬6) لفظة: '' معه '' غير موجودة في ''م ''. ¶ (¬7) في '' ع '': '' تصومين '' ووضع عليها علامة نسخة، وفي هامشها: '' أتصومين '' ووضع عليها علامة نسخة أخرى.",
            "page": "32",
            "part": "1",
            "seal": "2DAB95F1"
        },
        {
            "id": "32",
            "nass": "المؤمنين ولا ¶ تدرين لعله يوم النحر؟ فقالت: إنما يوم النحر إذا نحر الإمام وعظم (¬1) الناس، والفطر إذا أفطر الإمام وعظم (¬2) الناس (¬3) . وروي من وجه آخر (¬4) . رواه أبو إسحاق السبيعي عن مسروق ¶ قال: دخلت على عائشة أنا وصديق لي (¬5) يوم عرفة فدعت لنا بشراب، فقالت: لولا أني صائمة لذقته. فقلنا لها: أتصومين (¬6) والناس يزعمون أن اليوم يوم النحر (¬7) ؟ قالت: \" الأضحى يوم يضحي الناس، والفطر يوم يفطر الناس \": رواه الإمام ¶ ¬_________ ¶ (¬1) في '' ع '': '' ومعظم '' في الموضعين، ووضع عليهما علامة نسخة. وفي هامشها '' وعظم '' في الموضعين، ووضع عليهما علامة نسخة أخرى. واللفظتان معناهما واحد. ¶ (¬2) في '' ع '': '' ومعظم '' في الموضعين، ووضع عليهما علامة نسخة. وفي هامشها '' وعظم '' في الموضعين، ووضع عليهما علامة نسخة أخرى. والفظتان معناهما واحد. ¶ (¬3) انظر مصنف عبد الرازق كتاب الصيام باب الصيام 4 / 157، رقم (7310) . وإسناد هذه الرواية ضعيف، لعدم الجزم بمن روى عنه جعفر بن برقان، أهو الحكم أو غيره، والحكم هو الحكم بن عبد الله النصري، وهو مقبول كما في التقريب ص 174. ¶ (¬4) في '' ع '': '' من وجه آخر ''، ووضع عليها علامة نسخة، وفي هامشها: '' وجوه '' ووضع عليها علامة نسخة أخرى. ¶ (¬5) في '' ع'': ''دخلت أنا وصاحب لي على عائشة''. ¶ (¬6) في '' ع '': '' تصومين '' ووضع عليها علامة نسخة، وفي هامشها: '' أتصومين '' ووضع عليها علامة نسخة أخرى. ¶ (¬7) في '' ع '': '' يزعمون اليوم النحر '' ووضع عليها علامة نسخة، وفي هامشها: ''أن اليوم يوم '' ووضع عليها علامة نسخة أخرى.",
            "page": "33",
            "part": "1",
            "seal": "C9C0CFFF"
        },
        {
            "id": "33",
            "nass": "أحمد عن ابن نمير (¬1) وابن فضيل كلاهما عن الأعمش عن أبي إسحاق به (¬2) . خرجه عنه ابنه عبد الله في كتاب المسائل (¬3) . ¶ وخرجه (¬4) أيضا عبد الله عن أبيه عن ابن مهدي عن سفيان عن أبي إسحاق عن أبي عطية ومسروق قالا (¬5) : دخلنا على عائشة في اليوم الذي يشك فيه الأضحى (¬6) ، فقالت: خوضي ¶ لابني سويقا وحليه، فلولا أني صائمة لذقته. فقيل لها: يا أم المؤمنين: إن الناس يرون أن اليوم يوم الأضحى، فقالت: \" إنما يوم (¬7) الأضحى يوم يضحي ¶ ¬_________ ¶ (¬1) لفظة: ''ابن نمير'' مكتوبة في ''م '' بخط مغاير للخط الذي كتبت به المخطوطة، وكتب بإزائها في الهامش: '' بياض الأصل ''. ¶ (¬2) إسناده ضعيف، أبو إسحاق السبيعي مدلس، وقد رواه معنعنا. انظر تعريف أهل التقديس بمراتب الموصوفين بالتدليس ص 101، أما ما ذكر من اختلاطه بأخرة فقد أنكره الإمام الذهبي، وذكر أنه لما كبر تغير حفظه قليلا تغير السن ولم يختلط. انظر سير أعلام النبلاء 5 / 394، والميزان 3 / 270، وأيضا فقد روى مسلم في صحيحه من طريق الأعمش عنه. انظر الكواكب النيرات ص 354، وكذلك الأعمش وهو سليمان بن مهران الأسدي كان يدلس، وقد عنعنه، لكن ذكره الحافظ في تعريف أهل التقديس بمراتب الموصوفين بالتدليس ص 67 فيمن احتمل الأئمة تدليسهم. ¶ (¬3) لم أقف على هذه الرواية في مسائل عبد الله المطبوع. ¶ (¬4) في '' ع '': '' وخرج ''، ووضع عليها علامة نسخة، وفي هامشها: '' وخرجه '' ووضع عليها علامة نسخة أخرى. ¶ (¬5) في '' ق '': '' وقال ''. ¶ (¬6) في ''ق '': ''للأضحى''. ¶ (¬7) لفظة: '' يوم '' غير موجودة في '' ع ''.",
            "page": "34",
            "part": "1",
            "seal": "CEAF1F21"
        },
        {
            "id": "34",
            "nass": "الإمام وجماعة الناس \" (¬1) . ¶ وكذا رواه شعبة عن أبي إسحاق عن أبي عطية ومسروق عن عائشة بنحوه (¬2) . ¶ ورواه دلهم (¬3) بن صالح عن أبي إسحاق عن أبي عطية (¬4) ومسروق عن عائشة (¬5) . واختلف عليه في رفع آخر الحديث، وهو: \"إنما (¬6) الأضحى يوم يضحي الإمام \"، فمن أصحابه من رفعه عنه وجعله من قول النبي صلى الله عليه وسلم، ومنهم من وقفه على عائشة، وهو الصحيح (¬7) . ¶ ورواه أيضا مجالد (¬8) عن الشعبي عن مسروق عن ¶ ¬_________ ¶ (¬1) إسناد هذه الرواية ضعيف، أبو إسحاق مدلس، وقد رواه معنعنا، وسفيان لم يتبين لي أي السفيانين هو، فإن كلا من الثوري وابن عيينة يروي عن أبي إسحاق، وكانت رواية الثوري عنه قبل ما ذكر من اختلاطه، ورواية ابن عيينة بعده. انظر الكواكب النيرات ص 349، 350، وانظر التعليق رقم (9) ص (20) . ولم أقف على هذه الرواية في مسائل عبد الله المطبوع. ¶ (¬2) في '' م '' و'' ق '' زيادة: '' عنهم ''. وقد سبق الكلام على ما ذكره من اختلاط أبي إسحاق ص (20) تعليق (9) ، وأيضا فقد أخرج البخاري ومسلم في صحيحيهما من رواية شعبة عنه. انظر صحيح البخاري مع الفتح 8 / 28، حديث (4316) ، وصحيح مسلم 1 / 405، حديث (576) . ¶ (¬3) في '' م '' و'' ق '': '' ورواه لهم ''. وفي '' ع '': '' وروى دلهم ''. ¶ (¬4) لفظة: ''أبي عطية'' غير موجودة في ''ع ''. ¶ (¬5) رواه الطبراني في الأوسط من طريق أبي داود سليمان بن موسى الكوفي عن دلهم به. ينظر مجمع البحرين 3 / 142، 143، وقال الهيثمي في مجمع الزوائد 3 / 190: '' رواه الطبراني في الأوسط، وفي إسناده دلهم بن صالح ضعفه ابن معين وابن حبان ''. ¶ (¬6) في ''ق '': ''إن ''. ¶ (¬7) قال الحافظ في التلخيص 2 / 256: ''وصوب الدارقطني وقفه في العلل ''. ¶ (¬8) في ''ع '': ''أيضا عن مجالد'' ووضع عليه علامة نسخة، وفي هامشها: ''أيضا مجلد'' ووضع عليه علامة نسخة أخرى.",
            "page": "35",
            "part": "1",
            "seal": "9FCCB56A"
        },
        {
            "id": "35",
            "nass": "عائشة بنحوه موقوفا أيضا (¬1) . ¶ فهذا الأثر (¬2) صحيح عن عائشة رضي الله عنها (¬3) ، إسناده في غاية الصحة، ¶ ولا يعرف لعائشة (¬4) مخالف من الصحابة (¬5) . ووجه قولها: إن الأصل في هذا اليوم أن يكون يوم عرفة، لأن اليوم المشكوك فيه، هل هو من ذي ¶ ¬_________ ¶ (¬1) إسناده ضعيف، مجالد- وهو ابن سعيد الهمداني- ليس بالقوي، وقد تغير في آخر عمره كما في التقريب ص 520. ¶ (¬2) في '' ع '': '' فهذا أثر ''. ¶ (¬3) للأثر طريق أخرى لم يذكرها المؤلف، تتقوى بها الطرق السابقة. فقد رواه أبو يوسف في كتاب الآثار في الصيام ص 179، رقم (818) ، والبيهقي في سننه في كتاب الصيام باب (القوم يخطئون الهلال) 4 / 252 عن الإمام أبي حنيفة عن علي بن الأقمر عن مسروق فذكره، وزاد فيه: فقلت: ''ما منعني من الصوم إلا أنني ظننت أنه يوم النحر''. ¶ وهذا الإسناد فيه ضعف يسير، لأن الإمام أبا حنيفة في روايته للحديث ضعف من جهة حفظه. انظر تاريخ بغداد 13/ 323- 454، ميزان الاعتدال 4 / 265. ¶ فهذه الطريق شاهد للطرق السابقة، فالأثر صحيح بمجموع طرقه. والله أعلم. ¶ (¬4) في '' ع '': زيادة: '' في ذلك ''. ¶ (¬5) قال ابن قدامة في المغني 4 / 421 عند كلامه على مسألة: من رأى هلال شوال وحده، بعد ذكره لهذا الأثر وأثر عمر رضي الله عنه حين أنكر على الرجل الذي أفطر لما رأى هلال شوال هو وصاحبه، قال: '' ولم يعرف لهما مخالف في عصرهما، فكان إجماعا ''. وانظر الشرح الكبير لشمس الدين ابن قدامة 2",
            "page": "36",
            "part": "1",
            "seal": "AA3F895D"
        },
        {
            "id": "36",
            "nass": "الحجة أو من ذي القعدة؟ الأصل فيه: أنه من ذي القعدة فيعمل بذلك استصحابا للأصل. ¶ ومأخذ آخر: وهو (¬1) الذي أشارت إليه عائشة رضي الله عنها: أن يوم عرفة هو يوم مجتمع الناس (¬2) مع الإمام على التعريف فيه، ويوم النحر هو الذي يجتمع الناس مع الإمام على التضحية فيه، وما ليس كذلك فليس بيوم عرفة، ولا يوم أضحى، وإن كان بالنسبة إلى عدد أيام الشهر هو التاسع، أو العاشر. ¶ وقد روي ذلك عن النبي صلى الله عليه وسلم (¬3) من وجوه متعددة. خرجه الترمذي من طريق المقبري عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: «الصوم يوم يصوم الناس، والفطر يوم يفطرون، والأضحى يوم يضحون» وقال (¬4) : حسن غريب (¬5) . ¶ ¬_________ ¶ (¬1) في '' ع '': '' هو''، ووضع عليه علامة نسخة، وفي هامشها: ''وهو '' ووضع عليه علامة نسخة أخرى. ¶ (¬2) في '' ع '': '' تجتمع فيه الناس'' ووضع عليه علامة نسخة، وفي هامشها: '' مجتمع '' ووضع عليه علامة نسخة أخرى. ¶ (¬3) في '' ع '': زيادة: '' مرفوعا ''. ¶ (¬4) في ''م '' و ''ق '': ''قال ''. ¶ (¬5) رواه الترمذي- قال المؤلف- في كتاب الصوم باب ما جاء في: الصوم يوم تصومون ... 3 / 71، رقم (297) ، ومن طريقه البغوي في شرح السنة كتاب الصيام باب إذا أخطأ القوم الهلال 6 / 347، 348، رقم (726) من طريق إسحاق بن جعفر بن محمد: حدثني عبد الله بن جعفر- وهو المخرمي-، فقد قال في التقريب ص 298: '' ليس به بأس '' وهو من رجال مسلم، وعدا عثمان بن محمد- وهو الأخنسي- فهو صدوق له أوهام كما في التقريب ص 386، وقد صحح هذا الإسناد الشيخ أحمد شاكر رحمه الله في رسالة: أوائل الشهور العربية هل يجوز شرعا إثباتها بالحساب الفلكي ص 22، وحسنه الشيخ محمد ناصر الدين في الإرواء رقم (905) . ¶ وقد تابع إسحاق بن جعفر أبو سعيد مولى بني هاشم، فقد رواه البيهقي في سننه الكبرى في كتاب الصيام باب القوم يخطئون الهلال 4 / 252 من طريق أبي سعيد مولى بنى هاشم: ثنا عبد الله بن جعفر المخرمي به. وأبو سعيد- وهو عبد الرحمن بن عبد الله البصري- صدوق ربما أخطأ، وهو من رجال البخاري كما في التقريب ص 344، وليس في هذه الرواية جملة '' والفطر يوم تفطرون ''. ¶ ورواه الدارقطني 2 / 164، ومن طريقه ابن العربي في شرح الترمذي 4 / 222 بإسنادين فيهما الواقدي، وهو متروك كما في التقريب ص498. وقال الدراقطني '' الواقدي ضعيف '' وخالفه ابن العربي فوثق الواقدي، وصحح روايته، وتبعه في ذلك أحمد شاكر في رسالته: أوائل الشهور العربية هل يجوز شرعا إثباتها بالحساب الفلكي ص22- 24.",
            "page": "37",
            "part": "1",
            "seal": "1540810B"
        },
        {
            "id": "37",
            "nass": "وخرجه أبو داود وابن ماجه (¬1) من طريق ابن المنكدر ¶ ¬_________ ¶ (¬1) لم أجده في سنن ابن ماجه المطبوع، ولم أقف على من عزاه إليه من طريق ابن المنكدر عن أبي هريرة. غير أن شمس الدين بن مفلح قال في الفروع 3 / 18: '' وقد رواه أبو داود وابن ماجه، والإسناد جيد'' وقد روى ابن ماجه هذا الحديث في كتاب الصيام باب ما جاء في شهري العيد 1 / 531، رقم (1660) : عن محمد بن عمر المقري ثنا حماد بن زيد عن أيوب عن محمد بن سيرين عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم.. فذكره ¶ وإسناده ضعيف، محمد بن عمر المقري لا يعرف كما في التقريب ص 498، ومع ذلك فقد صححه الشيخ أحمد شاكر رحمه الله في تعليقه على مختصر السنن للمنذري 3 / 213.",
            "page": "38",
            "part": "1",
            "seal": "5FA1D420"
        },
        {
            "id": "38",
            "nass": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم نحوه بدون ذكر \" الصوم \" (¬1) . ¶ ¬_________ ¶ (¬1) رواه عبد الرزاق في مصنفه في كتاب الصيام باب الصيام 4 / 156، حديث (7304) ، وأبو داود- كما قال المؤلف- في كتاب الصوم باب إذا أخطأ القوم الهلال 2 / 297، رقم (2324) ، والدارقطني في سننه في كتاب الصيام 2 / 163، وفي كتاب الحج 2 / 224، 225، والبيهقي في سننه الكبرى في كتاب صلاة العيدين باب القوم يخطئون الهلال 3 / 317، وفي الصيام باب القوم يخطئون الهلال 4 / 251، 252، وفي الحج باب خطأ الناس يوم عرفة 5 / 175، وأبو علي الهروي في الفوائد- كما في الإرواء 4 / 11 من طرق عن ابن المنكدر به. ورجاله ثقات، لكن قيل: إنه منقطع، لأن ابن المنكدر لم يسمع من أبي هريرة، انظر كتاب المراسيل لابن أبي حاتم ص 189، وتهذيب التهذيب 9 / 474، 475. وتعقب ذلك الحافظ ابن حجر في التلخيص الحبير في كتاب الحج باب سنن الإحرام 2 / 256، 257، رقم (1051) فقال بعد أن ذكر قول البيهقي: إن ابن المنكدر لم يسمع من عائشة. قال: '' وقد نقل الترمذي عن البخاري أنه سمع منها، وإذا ثبت سماعه منها أمكن سماعه من أبي هريرة، فإنه مات بعدها ''. ا. هـ. وقد ذكر المزي في تهذيب الكمال لوحة 1276، والذهبي في سير أعلام النبلاء 5 / 353 من شيوخه الذين روى عنهم كلا من عائشة وأبي هريرة رضي الله عنهما. وقد جود شمس الدين بن مفلح إسناد رواية أبي داود، وقد سبق نقل قوله في التعليق السابق.",
            "page": "39",
            "part": "1",
            "seal": "EB26A3AC"
        },
        {
            "id": "39",
            "nass": "وخرجه الترمذي من حديث ابن المنكدر عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم (¬1) وقال صحيح (¬2) . ¶ وقد روي عن عائشة من وجوه أخر مرفوعا (¬3) . ¶ ¬_________ ¶ (¬1) رواه الترمذي- كما قال المؤلف- في كتاب الصوم باب ما جاء في الفطر والأضحى متى يكون 3 / 156، رقم (802) ، ومن طريقه البغوي في شرح السنة في كتاب الصيام باب إذا أخطأ القوم الهلال 6/ 247، رقم (1725) عن يحيى بن موسى حدثنا يحيى بن اليمان عن معمر عن ابن المنكدر به. وإسناده ضعيف، يحيى بن اليمان '' صدوق يخطئ كثيرا وقد تغير '' كما في التقريب ص 598، وأيضا فقد خالف من هو أوثق منه، فقد رواه عبد الرزاق في مصنفه ويزيد بن زريع عند الهروي في فوائده كلاهما عن معمر عن ابن المنكدر عن أبي هريرة. انظر التعليق السابق. ¶ ورواه الدارقطني في الحج 2 / 225 من طريق أبي هشام الرفاعي: نا يحيى بن اليمان به. إلا أنه قال: قال أبو هاشم: ''أظنه رفعه ''. ¶ وقد صحح حديث عائشة هذا النووي في المجموع 5 / 27، وحسنه عبد القادر الأرنؤوط في تعليقه على زاد المعاد 6 / 279. ¶ (¬2) الذي في سنن الترمذي المطبوع 3 / 156: ''قال أبو عيسى: هذا حديث حسن غريب صحيح من هذا الوجه ''. ¶ (¬3) رواه مرفوعا الشافعي في الأم في كتاب العيدين 1 / 230، وفي مسنده في كتاب العيدين أيضا ص 73، ومن طريقه البيهقي في معرفة السنن في كتاب صلاة العيدين 5 / 114، رقم (7019) قال الشافعي: أخبرنا إبراهيم بن محمد قال حدثني عبد الله بن عطاء بن إبراهيم مولى صفية بنت عبد المطلب عن عروة بن الزبير عن عائشة فذكره. وإسناده ضعيف جدا، إبراهيم بن محمد- وهو ابن أبي يحيى الأسلمي متروك كما في التقريب ص 93. ¶ وروى البيهقي في سننه الكبرى في كتاب الحج باب خطأ الناس يوم عرفة 5 / 175 من طريق محمد بن إسماعيل أبو إسماعيل ثنا سفيان عن ابن المنكدر عن عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: '' عرفة يوم يعرف الإمام والأضحى يوم يضحي الإمام، والفطر يوم يفطر الإمام ''. وإسناده ضعيف، محمد بن إسماعيل- وهو الفارسي- ذكره ابن حبان في الثقات 9 / 78 وقال: '' يغرب ''. وانظر لسان الميزان 5 / 77. ومع ذلك فقد صححه الشيخ أحمد شاكر في رسالته: أوائل الشهور العربية هل يجوز شرعا إثباتها بالحساب الفلكي ص 26. ¶ ورواه الطبراني في الأوسط من طريق يزيد بن عياض عن أبي بكر بن محمد بن عمرو بن حزم عن عمرة عن عائشة. ينظر مجمع البحرين 3 / 292. وقال في مجمع الزوائد 4 / 21: ''فيه يزيد بن عياض وهو متروك ''.",
            "page": "40",
            "part": "1",
            "seal": "6F2527A8"
        },
        {
            "id": "40",
            "nass": "وروي عن أبي هريرة من قوله موقوفا (¬1) . ¶ وروى السفاح بن مطر عن عبد العزيز بن عبد الله بن خالد بن أسيد: أن النبي صلى الله عليه وسلم قال: «يوم عرفة اليوم الذي يعرف الناس فيه» مرسل حسن (¬2) ، احتج به الإمام أحمد ¶ ¬_________ ¶ (¬1) قال البيهقي بعد روايته الحديث السابق: '' ورواه ابن علية وعبد الوهاب الثقفي عن أيوب عن محمد بن المنكدر عن أبي هريرة موقوفا''. ¶ (¬2) رواه الدارقطني في الحج 2 / 223، 224، ومن طريقه البيهقي في السنن الكبرى في الحج باب خطأ الناس يوم عرفة 5 / 174 من طريق هشيم عن العوام بن حوشب عن السفاح بن مطر به. وإسناده ضعيف. فيه ثلاث علل: إحداها: الإرسال- كما ذكر المؤلف- فإن عبد العزيز بن عبد الله بن خالد تابعي لم يدرك زمن النبي صلى الله عليه وسلم. انظر المراسيل لأبي داود ص 139، والتقريب ص 357، والثانية: السفاح بن مطر لم يوثقه غير ابن حبان في كتاب الثقات 6 / 435، وقال في التقريب ص 243: '' مقبول ''، والثالثة: هشيم- وهو ابن بشير- مدلس، وقد عنعن. انظر تعريف أهل التقديس بمراتب الموصوفين بالتدليس لابن حجر ص 115، وقال البيهقي: ''هذا مرسل جيد''. ¶ وله شاهد لا يفرح به رواة الدارقطني في الموضوع السابق من طريق الواقدي عن ابن أبي سبرة عن يعقوب بن زيد بن طلحة التيمي عن أبيه عن النبي صلى الله عليه وسلم قال: ''عرفة يوم يعرف الناس''. الواقدي متروك كما في التقريب ص-498، وزيد بن طلحة تابعي، انظر التاريخ الكبير 3 / 398، والثقات 4 / 249، فهو مرسل. ¶ وفي الجملة فإن هذا الحديث صحيح من حديث أبي هريرة بلفظ: '' الصوم يوم يصوم الناس، والفطر يوم يفطرون والأضحى يوم يضحون ''، وقد صححه أو حسنه جمع من أهل العلم منهم النووي في المجموع 5 / 27، والسبكي في رسالة العلم المنشور في إثبات الشهور ص 18، والسيوطي في الجامع الصغير (فيض القدير 4 / 441) ، والعظيم آبادي في التعليق المغني 2 / 224، وأحمد شاكر في رسالته: أوائل الشهور العربية هل يجوز شرعا إثباتها بالحساب الفلكي ص 24، ومحمد ناصر الدين في الإرواء 4 / 11، وشعيب الأرنؤوط في تعليقه على شرح السنة 6 / 248، وعبد القادر الأرنؤوط في تعليقه على جامع الأصول 6 / 278. ¶ وقد اختلف في تفسير هذا الحديث: '' وفسر بعض أهل العلم هذا الحديث فقال: إنما معنى هذا: أن الصوم والفطر مع الجماعة وعظم الناس ''. ¶ وقال الإمام الخطابي في معالم السنن 3 / 213: '' معنى الحديث أن الخطأ موضوع عن الناس فيما كان سبيله الاجتهاد، فلو أن قوما اجتهدوا فلم يروا الهلال إلا بعد الثلاثين، فلم يفطروا حتى استوفوا العدد، ثم ثبت عندهم أن الشهر كان تسعا وعشرين فإن صومهم وفطرهم ماض، فلا شيء عليهم من وزر أو عنت، وكذلك في الحج إذا أخطئوا يوم عرفة فإنه ليس عليهم إعادة، ويجزيهم أضحاهم كذلك، وإنما هذا تخفيف من الله سبحانه ورفق بعباده. ولو كلفوا إذا أخطئوا العدد أن يعيدوا لم يأمنوا أن يخطئوا ثانيا، وأن لا يسلموا من الخطأ ثالثا ورابعا، فإن ما كان سبيله الاجتهاد كان الخطأ غير مأمون فيه ''. ¶ وقد وافق الإمام الخطابي على هذا التفسير جمهور أهل العلم. انظر نيل الأوطار 3 / 383. ¶ وخالفهم في تفسير هدا الحديث القاضي السبكي في كتاب العلم المنشور ص 18 فقال بعد ذكره لهذا الحديث: '' وهذا معناه والله أعلم إذا اجتمع الناس على ذلك فلا يكلفون بما عسى أن يكون في نفس الأمر ولم يعلموا به ''. وقال ص 51 من هذا الكتاب بعد ذكره لقول الحنفية: إنهم إذا عدوا شعبان ثلاثين عن رؤية ثم صاموا ثمانية وعشرين فرأوا الهلال قضوا يوما، لأنهم غلطوا. قال: '' فذلك من الحنفية يدل على أن الصوم ليس يوم تصومون غلطا والفطر ليس يوم تفطرون غلطا، وإنما معنى الحديث: يوم تصومون الصوم الصحيح وتفطرون الفطر الصحيح ''. ¶ والأقرب في تفسير هذا الحديث هو ما نقله الإمام الترمذي عن بعض أهل العلم، فهو الموافق لقول أم المؤمنين عائشة رضي الله عنها، ولا يعرف لها مخالف من أصحاب النبي صلى الله عليه وسلم. انظر ما مضى ص (21) تعليق (12) ، وانظر التعليق الآتي.",
            "page": "41",
            "part": "1",
            "seal": "42A96625"
        },
        {
            "id": "42",
            "nass": "على أن الناس إذا وقفوا في يوم عرفة خطأ أجزأهم حجهم (¬1) . وقال مجاهد: الأضحى يوم يضحون والفطر ¶ ¬_________ ¶ (¬1) انظر مسائل عبد الله بن أحمد عن أبيه: كتاب المناسك ص 240، وانظر معرفة السنن: كتاب المناسك 7 / 376. ¶ وقال النووي في المجموع 8 / 292، 293: '' وإن غلطوا في الزمان بيومين بأن وقفوا في السابع أو الحادي عشر لم يجزهم بلا خلاف و.. اتفقوا على أنهم إذا غلطوا فوقفوا في العاشر، وهم جمع كثير على العادة أجزأهم، وإن وقفوا في الثامن فالأصح عندنا لا يجزئهم، وبه قال أبو حنيفة وأصحابه، والأصح من مذهب مالك وأحمد أنه لا يجزئهم ''. وقد حكى الإجماع أيضا على أن الجماعة إذا وقفت اليوم العاشر أجزأهم ابن عبد البر في التمهيد 14 / 356، وشيخ الإسلام ابن تيمية كما في مجموع الفتاوى 25 / 202، 203، والشيخ عبد الرحمن بن قاسم في حاشيته على الروض المربع 4 /209. وقد سبق نقل كلام شيخ الإسلام في هذه المسألة ص (14) تعليق (11) .",
            "page": "43",
            "part": "1",
            "seal": "F949963C"
        },
        {
            "id": "43",
            "nass": "يوم يفطرون، والجمعة يوم يجمعون. خرجه عبد الله بن الإمام أحمد (¬1) . ¶ الصّورة الثّانية: ¶ أن يشهد برؤية هلال ذي الحجة (¬2) من يثبت الشهر به، لكن لم يقبله الحاكم إما لعذر ظاهر، أو لتقصير في أمره. ففي هذه الصورة. هل يقال: يجب على الشهود العمل بمقتضى رؤيتهم، وعلى من يخبرونه ممن يثق بقولهم، أم لا؟ فقد يقال: إن هذه المسألة تخرج على الخلاف المشهور في مسألة المنفرد برؤية هلال شوال، هل يفطر عملا برؤيته أم لا يفطر إلا مع الناس؟ وفي ذلك (¬3) قولان مشهوران للعلماء: ¶ ¬_________ ¶ (¬1) لم أقف عليه. ¶ (¬2) في '' ع '': '' أن يشهد برؤية الهلال ''، ووضع عليه علامة نسخة، وفي هامشها: '' هلال ذي الحجة'' ووضع عليه علامة نسخة أخرى. ¶ (¬3) أي في فطر من رأى هلال شوال وحده.",
            "page": "44",
            "part": "1",
            "seal": "CD4634E8"
        },
        {
            "id": "44",
            "nass": "أحدهما: لا يفطر. وهو قول عطاء (¬1) ، والثوري (¬2) ، والليث (¬3) ، وأبي حنيفة (¬4) ، وأحمد (¬5) ، وإسحاق (¬6) . وروي مثله عن عمر بن الخطاب رضي الله عنه (¬7) . ¶ ¬_________ ¶ (¬1) روى عبد الرزاق في مصنفه في كتاب الصيام باب كم يجوز من الشهود على رؤية الهلال 4 / 167، رقم (7343) عن ابن جريج قال: قلت لعطاء: أرأيت لو أن رجلا رأى هلال رمضان قبل الناس بليلة أيصوم قبلهم ويفطر قبلهم؟ قال: لا، إلا إن رآه الناس، أخشى أن يكون شبه عليه حتى يكونا اثنين. قال: قلت: لا، إلا رآه وسايره ساعة، قال: ولو، حتى يكونا اثنين. وإسناده صحيح، رجاله رجال الصحيحين. ¶ (¬2) التمهيد 14 / 335. ¶ (¬3) التمهيد 14 / 355، تفسير القرطبي 2 / 294، المغني 4 / 420، الشرح الكبير لابن قدامة 2 / 8. ¶ (¬4) تبيين الحقائق 1 / 318، فتح القدير 2 / 325، البحر الرائق 2 / 286. ¶ (¬5) روى هذا القول عنه ابن هانئ في مسائله 1/ 129، وروي عنه رواية أخرى وهي أنه يفطر. انظر مجموع فتاوى ابن تيمية 25 / 114، والفروع 3 / 19، 20. ¶ (¬6) تفسير القرطبي 2 / 294. ¶ (¬7) روى عبد الرزاق في مصنفه في كتاب الصيام باب أصبح الناس صياما وقد رئي الهلال 4 / 165، رقم (7338) عن معمر عن أيوب عن أبي قلابة أن رجلين رأيا الهلال وهما في سفر فتعجلا حتى قدما المدينة ضحى، فأخبرا عمر بن الخطاب بذلك، فقال عمر لأحدهما: أصائم أنت؟ قال: نعم. قال: لم؟ قال: لأني كرهت أن يكون الناس صياما وأنا مفطر، فكرهت الخلاف عليهم، فقال: للآخر: فأنت؟ قال: أصبحت مفطرا، قال: لم؟ قال: لأني رأيت الهلال فكرهت أن أصوم. فقال للذي أفطر: لولا هذا- يعني الذي صام- لرددنا شهادتك ولأوجعنا رأسك. ثم أمر الناس فأفطروا، وخرج. ورجاله ثقات، لكنه مرسل، أبو قلابة لم يدرك زمن عمر بن الخطاب رضي الله عنه. انظر المراسيل لابن أبي حاتم ص 109، 110. ¶ ورواه سعيد- كما في المغني 4 / 420، 421- عن ابن علية عن أيوب عن أبي رجاء عن أبي قلابة. ¶ وروى ابن أبي شيبة في كتاب الصيام: ما قالوا في اليوم الذي يشك فيه بصيام 3 / 73 عن يزيد بن هارون عن عاصم عن أبي عثمان قال: قال عمر: ليتق أحدكم أن يصوم يوما من شعبان أو يفطر يوما من رمضان، قال: وأن يتقدم قبل الناس، ''فليفطر إذا أفطر الناس. وإسناده صحيح، رجاله رجال الصحيحين. ¶ ويحتمل أن يكون قوله: '' فليفطر إذا أفطر الناس '' نهيا لمن صام رمضان أن يفطر يوم الثلاثين قبل الناس، ويحتمل أن يكون نهيا عن صيام يوم الشك في أول شهر رمضان، وقد يكون أراد النهي عن الأمرين كلاهما. وستأتي أدلة هذا القول ص (32، 33) .",
            "page": "45",
            "part": "1",
            "seal": "FF585E09"
        },
        {
            "id": "45",
            "nass": "والثاني: يفطر. وهو قول الحسن بن صالح (¬1) والشافعي (¬2) ، ¶ ¬_________ ¶ (¬1) التمهيد 14 / 355. ¶ (¬2) قال الإمام الشافعي في الأم في صلاة العيدين 1 / 230: ''ولو شهد شاهدان أو أكثر فلم يعرفوا بعدل أو جرحوا فلهم أن يفطروا، وأحب لهم أن يصلوا صلاة العيد لأنفسهم جماعة وفرادى مستترين، ونهيتهم أن يصلوها ظاهرين، وإنما أمرتهم أن يصلوها مستترين ونهيتهم أن يصلوها ظاهرين لئلا ينكر عليهم ويطمع أهل الفرقة في فراق عوام المسلمين '' ثم قال بعده: ''وهكذا لو شهد واحد فلم يعدل لم يسعه إلا الفطر ويخفي فطره، لئلا يسيء أحد الظن به، ويصلي العيد لنفسه، ثم يشهد بعد إن شاء العيد مع الجماعة، فيكون نافلة خيرا له ''.",
            "page": "46",
            "part": "1",
            "seal": "AD1EC95D"
        },
        {
            "id": "46",
            "nass": "وأبي ثور (¬1) ، وطائفة من أصحابنا (¬2) . وروي عن مالك كلا (¬3) القولين (¬4) . ¶ قالت طائفة من أصحابنا (¬5) : هذه المسألة تبنى على هذا الأصل. وهو الصحيح من المذهب. ¶ فعلى قول من يقول: لا يفطر المنفرد برؤية هلال شوال، بل يصوم ولا يفطر إلا مع الناس. فإنه يقول: يستحب صيام يوم عرفة للشاهد الذي لم تقبل شهادته بهلال ذي الحجة، لأن هذا هو (¬6) يوم عرفة في حق ¶ ¬_________ ¶ (¬1) قوله: '' وأبي ثور '' غير موجود في '' م '' و'' ق '' وقد حكى هذا القول عن أبي ثور ابن رشد في بداية المجتهد 1 / 285. ¶ (¬2) منهم أبو بكر وابن عقيل. انظر الفروع 3 / 19، والمبدع 3 / 10، والإنصاف 3 / 278، والإقناع (مطبوع مع شرحه كشاف القناع 2 / 306) . ¶ (¬3) في '' ع '': ''كالقولين '' ووضع عليه علامة نسخة، وفي هامشها: '' كلا القولين '' ووضع عليه علامة نسخة أخرى. ¶ (¬4) قال الإمام مالك في الموطأ 1 / 287: ''ومن رأى هلال شوال وحده فإنه لا يفطر، لأن الناس يتهمون على أن يفطر منهم من ليس مأمونا، ويقول أولئك إذا ظهر عليهم: قد رأينا الهلال ''، وروي عنه أنه إن أفطر فعليه الكفارة مع القضاء. انظر التمهيد 14 / 356، وبداية المجتهد 1 / 285، 286، وانظر مواهب الجليل 2 / 290. ¶ (¬5) منهم شيخ الإسلام ابن تيمية وسنذكر كلامه في ذلك قريبا إن شاء الله. ¶ (¬6) الضمير '' هو'' غير موجود في ''ع ''.",
            "page": "47",
            "part": "1",
            "seal": "36CFF9F5"
        },
        {
            "id": "47",
            "nass": "الناس، وهو منهم. ومن قال في الشاهد (¬1) بهلال شوال يفطر سرا (¬2) . قال ههنا: إنه يفطر ولا يصوم، لأنه يوم عيد في حقه. قال: وليس له التضحية قبل ¶ الناس في هذا اليوم، كما أنه لا ينفرد بالوقوف بعرفة دون الناس بهذه الرؤية، لأن الذين أمروا بالفطر في آخر رمضان إنما أمروا به سرا ولم يجيزوا له إظهاره. والانفراد بالذبح والوقوف فيه من مخالفة الجماعة ما في إظهار الفطر. وهذا ما ذكره الشيخ تقي الدين أبو العباس ابن تيمية رحمه الله تعالى (¬3) ، ¶ ¬_________ ¶ (¬1) في '' ع '' '' بالشاهد ''، وعليه علامة نسخة. وفي هامشها: '' في الشاهد '' ووضع عليه علامة نسخة أخرى. ¶ (¬2) وهم جميع من قال بوجوب فطره أو جوازه، فقد حكى المجد ابن تيمية وحفيده شيخ الإسلام ابن تيمية الإجماع على أنه لا يجوز إظهار الفطر. انظر مجموع فتاوى ابن تيمية 25/ 204، والفروع 2 / 20، والإنصاف 3 / 278. ¶ (¬3) قال شيخ الإسلام ابن تيمية رحمه الله كما في مجموع الفتاوى 25 / 204- 206 بعد كلامه الذي سبق نقله ص (14) تعليق (11) ما نصه: ''وإنما الذي يشتبه في هذا الباب مسألتان: ¶ إحداهما: لو رأى هلال شوال وحده أو أخبره به جماعة يعلم صدقهم: هل يفطر؟ أم لا؟. ¶ والثانية: لو رأى هلال ذي الحجة أو أخبره جماعة يعلم صدقهم، هل يكون في حقه يوم عرفة، ويوم النحر هو التاسع والعاشر بحسب هذه الرؤية التي لم تشتهر عند الناس؟ أو هو التاسع والعاشر الذي اشتهر عند الناس؟. ¶ فأما المسألة الأولى: فالمنفرد برؤية هلال شوال لا يفطر علانية باتفاق العلماء، إلا أن يكون له عذر يبيح الفطر كمرض وسفر، وهل يفطر سرا على قولين للعلماء، أصحهما لا يفطر سرا.. والسبب في ذلك أن الفطر يوم يفطر الناس، وهو يوم العيد، والذي صامه المنفرد برؤية الهلال ليس هو يوم العيد الذي نهى النبي صلى الله عليه وسلم عن صومه، فإنه نهى عن صوم يوم الفطر ويوم النحر، وقال: '' أما أحدهما فيوم فطركم من صومكم، وأما الآخر فيوم تأكلون فيه من نسككم '' فالذي نهي عن صومه هو اليوم الذي يفطره المسلمون، وينسك فيه المسلمون. ¶ وأما صوم يوم التاسع في حق من رأى الهلال، أو أخبره ثقتان أنهما رأيا الهلال، وهو العاشر بحسب ذلك، ولم يثبت ذلك عند العامة، وهو العاشر بحسب الرؤية الخفية، فهذا يخرج على ما تقدم. فمن أمره بالصوم يوم الثلاثين الذي هو بحسب الرؤية الخفية من شوال، ولم يأمره بالفطر سرا، سوغ له صوم هذه اليوم، واستحبه؛ لأن هذا هو يوم عرفه، كما أن ذلك من رمضان، وهذا هو الصحيح الذي دلت عليه السنة والاعتبار. ¶ ومن أمره بالفطر سرا لرؤيته نهاه عن صوم هذا اليوم عند هذا القائل، كهلال شوال الذي انفرد برؤيته ''. ا. هـ.",
            "page": "48",
            "part": "1",
            "seal": "DF803D51"
        },
        {
            "id": "48",
            "nass": "مع أنه قد روى عن سالم بن عبد الله بن عمر (¬1) وخرجه عبد الرزاق عن سفيان الثوري، عن عمر بن محمد قال: شهد نفر أنهم رأوا هلال ذي الحجة فذهب بهم سالم إلى ¶ ¬_________ ¶ (¬1) هو سالم بن عبد الله بن عمر بن الخطاب القرشي العدوي، من سادات التابعين، وأحد فقهاء المدينة السبعة. وكانت وفاته سنة 106 هـ. انظر ترجمته في الطبقات الكبرى 5 / 195- 201، حلية الأولياء 2 / 193- 198.",
            "page": "49",
            "part": "1",
            "seal": "8D79F4A0"
        },
        {
            "id": "49",
            "nass": "والي الحاج (¬1) هو ابن هشام، فأبى أن يجيز شهادتهم، فوقف سالم بعرفة لوقت شهادتهم، فلما كان اليوم الثاني وقف مع (¬2) الناس (¬3) . ¶ لكن الذبح ليس هو مثل الوقوف، لأنه لا ضرورة في تقديمه لامتداد وقته بخلاف الوقوف. ¶ وقد يقال: إن صيام هذا اليوم في حق الشاهد، أو من أخبره به ينبني على اختلاف المآخذ في الأمر (¬4) لمن ¶ ¬_________ ¶ (¬1) في '' ع '': '' الحج '' ووضع عليه علامة نسخة، وفي هامشها: '' الحجاج '' ووضع عليه علامة نسخة أخرى. ¶ (¬2) سقطت: ''مع ''من ''م ''. ¶ (¬3) إسناده إلى سالم بن عبد الله رحمه الله صحيح، رجاله رجال الصحيحين، وعمر بن محمد هو عمر بن محمد بن زيد بن عبد الله بن عمر بن الخطاب. انظر تهذيب الكمال لوحة (1023) . ¶ وقد وافق سالما رحمه الله في هذه المسألة شمس الدين بن مفلح رحمه الله، حيث قال في الفروع 3 / 535: '' ويتوجه وقوف مرتين إن وقف بعضهم لا سيما من رآه '' وانظر المبدع 3 / 269، 70. وذكر في المجموع 8 / 292 أن مذهب الشافعية: أن من رأى هلال ذي الحجة فلم تقبل شهادته يلزمه الوقوف يوم التاسع عنده، سواء كان واحدا أو جماعة. وأنه إن وقف اليوم العاشر فقط مع الجماعة لم يصح وقوفه عند جميع الشافعية. ¶ (¬4) قوله: '' في الأمر'' غير موجود في ''م '' و''ق ''.",
            "page": "50",
            "part": "1",
            "seal": "78C271EC"
        },
        {
            "id": "50",
            "nass": "انفرد برؤية هلال الفطر بالصيام مع الناس (¬1) . ¶ وفي ذلك مآخذ: ¶ أحدهما: الخوف من التهمة بالفطر. ¶ والثاني: خوف الاختلاف وتشتت الكلمة، وأن يجعل لكل إنسان مرتبة الحاكم، وقواعد الشرع تأبى ذلك. وهو الذي ذكره الشيخ مجد الدين ابن تيمية (¬2) وغيره. ¶ والثالث (¬3) : أنه لم يكمل نصاب الشهادة برؤيته وحده. وهذا مأخذ الشيخ موفق الدين بن قدامة ¶ ¬_________ ¶ (¬1) أي أن صيام يوم عرفة في حق من رأى الهلال وردت شهادته، أو من أخبره برؤيته من يثق به ممن ردت شهادته يتوقف حكمه على انطباق كل أو بعض التعليلات التي علل بها من أمر من انفرد برؤية هلال شوال بالصوم على هذه المسألة، أو عدم انطباقها عليها. ¶ (¬2) هو الإمام المحدث الفقيه أبو البركات عبد السلام بن عبد الله بن تيمية، الحنبلي، الحراني، جد شيخ الإسلام ابن تيمية، له مؤلفات كثيرة منها المنتقى في الحديث، والمسودة في أصول الفقه والمحرر في الفقه. توفي سنة 652 هـ. انظر ترجمته في ذيل طبقات الحنابلة لابن رجب 2 / 249- 254، سير أعلام النبلاء 23 / 291 - 293. ¶ والتعليل الذي أشار إليه المؤلف ذكره المجد في شرحه للهداية، وهو غير مطوع. انظر الفروع 3 / 20، الإنصاف 3 / 279. وقد سبق المجد إلى هذا التعليل الإمام الشعبي كما سيأتي ص (35) تعليق (2) . ¶ (¬3) في '' ع '': '' الثالث ''.",
            "page": "51",
            "part": "1",
            "seal": "532DD7F2"
        },
        {
            "id": "51",
            "nass": "المقدسي (¬1) من أصحابنا (¬2) . ¶ الرابع: ما ذكره الشيخ تقي الدين بن تيمية رحمه الله: أن الشهر: ما اشتهر وظهر، والهلال: ما استهل به وأعلن دون ما (¬3) كان في السماء من غير رؤية ولا اشتهار، فإن اسم الشهر والهلال لا يصدق بدون اشتهار رؤيته، وترتيب الفطر والنسك عليه، فما (¬4) لم يكن كذلك فليس بهلال ولا شهر (¬5) . ¶ ¬_________ ¶ (¬1) هو الإمام موفق الدين أبو محمد عبد الله بن أحمد بن محمد بن قدامة المقدسى، الحنبلي، صاحب المؤلفات الشهيرة في الفقه، وهي المغنى والكافي والمقنع والعمدة. وكانت وفاته سنة 620 هـ. انظر ترجمته في التقييد لابن نقطة 2 / 78، ذيل طبقات الحنابلة لابن رحب 2 / 133- 149. والتعليم الذي أشار إليه المؤلف ذكره الموفق في المغني 4 / 421. ¶ (¬2) قوله: '' من أصحابنا '' غير موجود في '' م '' و'' ق ''. ¶ (¬3) '' ما '' غير موجودة في: ''م ''. ¶ (¬4) في ''م ''و''ع '': ''فلما''. ¶ (¬5) سبق نقل كلام شيخ الإسلام ابن تيمية الذي أشار إليه المؤلف كله (14) تعليق (11) . ¶ والصحيح في هذه المسألة أنه يلزم من رأى هلال شوال وحده ولم تقبل شهادته أو قبلت ولم يشهد معه من يكمل نصاب الشهادة أنه يجب عليه أن يصوم مع الناس لم ذكر من التعليلات، ولحديث '' صومكم يوم تصومون، وفطركم يوم تفطرون..'' وهو حديث صحيح كما سبق ص (22، 26) ، فهو صريح في أنه لا يكون فطر إلا إذا أفطر الجماعة، هذا إذا كان في بلد يثبت فيه دخول الشهر بموجب الرؤية، كما هو الحال في هذه البلاد ولله الحمد، أما إن كان في بلاد يعمل فيها بالحساب أو ردت شهادته من أجل مخالفتها للحساب فيجب عليه الفطر حينئذ. والله أعلم.",
            "page": "52",
            "part": "1",
            "seal": "4CE17E7F"
        },
        {
            "id": "52",
            "nass": "فأما على المأخذ الأول فلا يظهر الأمر للشاهد هنا بالصوم، لأن الفطر يوم عرفة لا يخشى منه تهمة كما في رمضان. ¶ وأما على المأخذ الثاني، وهو الاختلاف على الإمام، وتشتيت (¬1) الكلمة، فيتوجه الأمر بصيام هذا اليوم مع الناس، لأن فطره يؤدي إلى أن يفطر أكثر الناس يوم عرفة مع اعتيادهم لصيامه في سائر الأعوام. وهذا فيه تفريق للكلمة (¬2) ، وافتيات على الإمام. ¶ وأما على المأخذ الثالث، فيقال: إن كان هناك شاهدان فصاعدا. فقد كمل نصاب الشهادة فيعملان هما ومن يثق بقولهما بشهادتهما. وكذا قال الشيخ موفق الدين - رحمه الله تعالى- في الشاهدين بهلال الفطر إذا ردت شهادتهما أنهما يفطران هما ومن يثق بقولهما (¬3) . وخالفه في ¶ ذلك الشيخ مجد الدين، وقال: وقياس المذاهب ¶ ¬_________ ¶ (¬1) في ''ق '': ''وتشتت ''. ¶ (¬2) في ''ع ''و''م '': ''الكلمة''. ¶ (¬3) انظر المعني 4 / 421.",
            "page": "53",
            "part": "1",
            "seal": "58D007A7"
        },
        {
            "id": "53",
            "nass": "خلاف ذلك (¬1) ، بناء على المأخذ الأول والثاني. ¶ وأما على المأخذ الرابع: فيتوجه ما ذكره الشيخ تقي الدين وهو ظاهر المروي عن عائشة (¬2) ¶ وغيرها من السلف (¬3) . وعليه تدل الأحاديث السابقة: أن الأضحى يوم يضحي الناس، والفطر يوم يفطرون، وعرفة يوم يعرفون. ¶ والمنقول عن الصحابة كابن عمر (¬4) وعن كثير من ¶ ¬_________ ¶ (¬1) انظر المبدع 3 / 20، والإنصاف 3 / 279. ¶ والصحيح في هذه المسألة، أنه لا يجوز لهما الفطر، ولا يجوز الفطر أيضا لمن وثق بقولهما، لحديث '' صومكم يوم تصومون، وفطركم يوم تفطرون.. '' وهو حديث صحيح كما سبق ص (23، 26) وانظر ما سبق ص (33) تعليق (7) . ¶ (¬2) سبق تخريج ما روي عن عائشة رضي الله عنها في ذلك ص (19- 22) . ¶ (¬3) سبق تخريج قول عمر رضي الله عنه: '' ليتق أحدكم أن يصوم يوما من شعبان أو يفطر يوما من رمضان، وأن يفطر قبل الناس، فليفطر إذا أفطر الناس ''، وما روي من إنكاره على الرجل الذي أفطر لما رأى الهلال هو وصاحبه. ص (28) تعليق (9) . ¶ وروى ابن أبي شيبة في كتاب الصوم: في الهلال يرى وبعض الناس قد أكل 3 / 69 عن إسماعيل بن عياش عن عمرو بن مهاجر أن عمر بن عبد العزيز رحمه الله أنكر على محمد بن سويد الفهري لما أفطر أو ضحى قبل الناس بيوم. وإسناده حسن، من أجل إسماعيل بن عياش، فإنه صدوق فيما روى عن الشاميين، ضعيف فيما رواه عن غيرهم، وعمرو بن مهاجر من أهل الشام. انظر تهذيب التهذيب 1 / 322- 326، التقريب ص 109. ¶ (¬4) روى حنبل في مسائلة- كما في زاد المعاد 2 / 49- عن الإمام أحمد: حدثنا عبيدة بن حميد قال: أخبرنا عبد العزيز بن حكيم قال: سألوا ابن عمر، قالوا: نسبق قبل رمضان حتى لا يفوتنا منه شيء؟ فقال: ''أف، أف، صوموا مع الجماعة''. وإسناده حسن إن شاء الله، عبيدة بن حميد صدوق ربما أخطأ، كما في التقريب ص 379، وعبد العزيز بن حكيم فيه كلام يسير لا ينزل حديثه عن درجة الحسن. انظر لسان الميزان 4 / 29. وقد صححه شعيب الأرناؤوط وعبد القادر الأرناؤوط في تعليقهما على زاد المعاد 2 /48، وقد سبق ذكر شاهد لهذا الأثر ص (16) تعليق (1) .",
            "page": "54",
            "part": "1",
            "seal": "6761480C"
        },
        {
            "id": "54",
            "nass": "التابعين، كالشعبي (¬1) ، والنخعي (¬2) ، ¶ والحسن (¬3) ، وابن ¶ ¬_________ ¶ (¬1) روى ابن أبي شيبة في الصيام: ما قالوا في اليوم الذي يشك فيه يصام؟ 3 / 71، عن أبي الأحوص عن مغيرة عن إبراهيم والشعبي أنهما قالا: ''لا تصم إلا مع جماعة الناس ''. وإسناده ضعيف، مغيرة- وهو ابن مقسم- ثقة متقن إلا أنه كان يدلس، لا سيما عن إبراهيم كما في التقريب ص543 وقد روى هذا الأثر معنعنا. ¶ وروى ابن أبي شيبة أيضا في الموضع السابق عن وكيع عن إسماعيل بن أبي خالد عن الشعبي قال: ما من يوم أصومه أبغض إلي من يوم يختلف الناس فيه. وإسناده صحيح، رجاله رجال الصحيحين. ¶ وروى ابن أبي شيبة أيضا في الموضع السابق 3 / 72 عن ابن فضيل عن مطرف عن عامر في اليوم الذي يقول الناس فيه إنه من رمضان فقال: لا تصومن إلا مع الإمام، فإنما كانت أول الفرقة في مثل هذا. وإسناده حسن، ورجاله ثقات، عدا ابن فضيل- وهو محمد بن فضيل الضبي- فهو صدوق عارف ورمي بالتشيع، كما في التقريب ص 52. ¶ (¬2) انظر التعليق السابق. ¶ وروى ابن أبي شيبة في الموضع السابق عن وكيع عن العيزار قال: أتيت إبراهيم في اليوم الذي يشك فيه، فقال: لعلك صائم، لا تصم إلا مع الجماعة. وإسناده صحيح. ¶ (¬3) روى ابن أبي شيبة في كتاب الصيام: من كان يقول لا يجوز إلا بشهادة رجلين 3 / 68، 69 عن أبي أسامة عن هشام عن الحسن أنه كان يقول في الرجل يرى الهلال وحده قبل الناس، قال: لا يصوم إلا مع الناس، ولا يفطر إلا مع الناس. ورجاله ثقات، لكن في رواية هشام- وهو ابن حسن الأزدي- عن الحسن ضعف، لأنه قيل: كان يرسل عنه. انظر التقريب ص 752.",
            "page": "55",
            "part": "1",
            "seal": "620E9720"
        },
        {
            "id": "55",
            "nass": "سيرين (¬1) وغيرهم: يقتضي أن لا ينفرد عن الجماعة بصيام ولا فطر. ¶ وأحمد يرى أنه لا ينفرد عن الجماعة بالفطر كمن رأى هلال شوال وحده (¬2) . ¶ وأما الانفراد عن الجماعة بالصيام فعنه فيه روايتان (¬3) ، مثل (¬4) صيام يوم الغيم إذا لم يصمه الإمام والجماعة معه (¬5) ، ¶ ¬_________ ¶ (¬1) روى عبد الرزاق في كتاب الصيام باب فصل ما بين رمضان وشعبان 4 / 162، رقم (3229) عن جعفر بن سليمان: أخبرني أسماء بن عبيد قال: أتينا محمد بن سيرين في اليوم الذي يشك فيه، فقلنا: كيف نصنع؟ فقال لغلامه: اذهب فانظر أصام الأمير أم لا؟ - قال: والأمير يومئذ عدي بن أرطأة- فرجع إليه فقال: وجدته مفطرا، قال: فدعا محمد بغدائه فتغدى، فتغدينا معه. وإسناده حسن، من أجل جعفر بن سليمان- وهو الضبعي- فهو صدوق كما في التقريب ص 140 وهو من رجال مسلم. ¶ (¬2) سبق ذكر من روى هذا القول عن أحمد، وأنه روي عنه رواية أخرى، وهي أنه لا يفطر إلا مع الناس. انظر ص (28) تعليق (7) . ¶ (¬3) في '' ع '' '' ففيه روايتان ''، وفي '' م '': '' ففيه عنه روايتان ''. ¶ (¬4) في ''ق '': ''ومثل ''. ¶ (¬5) رواية أنه يصوم، ورواية يحرم عليه الصوم، وله في المسألة رواية ثالثة، وهي أن الناس تبع للإمام إن صام صاموا وإن أفطر أفطروا. انظر مسائل عبد الله ص 181، ومسائل صالح 3 / 202، ومسائل أبي داود ص 88، ومجموع فتاوى ابن تيمية 25 / 122- 125، والمغني 4 / 330، وزاد المعاد 2 / 42، وشرح الزركشي 2 / 553- 561. وقد سبق ذكر القول الصحيح في هذه المسألة ص (17) تعليق (1) .",
            "page": "56",
            "part": "1",
            "seal": "DDD0369D"
        },
        {
            "id": "56",
            "nass": "ومثل (¬1) من رأى هلال (¬2) رمضان وحده وردت شهادته، فإن في وجوب صيامه على الرائي عن أحمد روايتين (¬3) ، والمنصوص عنه في رواية حنبل أنه لا يصوم (¬4) ، وهو قول طائفة من السلف، كعطاء (¬5) ، والحسن (¬6) ، وابن سيرين (¬7) ، ومذهب إسحاق (¬8) . ¶ ¬_________ ¶ (¬1) في ''ق '': ''ومثله ''. ¶ (¬2) في ''ع '': '' ومثل صيام من رأى هلال ''، وفي هامشها: '' من رأى صيام هلال ''، وعليها علامة نسخة. ¶ (¬3) إحداها: أنه يلزمه الصوم، والرواية الثانية، وهي رواية حنبل: أنه لا يلزمه الصوم. انظر مجموع فتاوى ابن تيمية 25 / 624، الفروع 3 / 18، الإنصاف 3 / 277، وحكى بعضهم أن رواية حنبل: لا يصوم إلا في جماعة الناس. انظر المغني 4 / 416، وشرح الزركشي 2 / 624، 625. ¶ (¬4) انظر التعليق السابق رقم () . ¶ (¬5) سبق تخريج قوله ص () تعليق () . ¶ (¬6) سبق تخريج قوله ص () تعليق () . ¶ (¬7) سبق تخريج قوله ص () تعليق () . ¶ (¬8) انظر طرح التثريب 4 / 117. ¶ وقد ذهب جمهور أهل العلم إلى أنه يجب عليه أن يصوم هذا اليوم، وهو رواية عن أحمد كما سبق، واستدلوا بقوله صلى الله عليه وسلم: '' صوموا لرؤيته وأفطروا لرؤيته '' وقد سبق تخريجه ص (17) . ¶ والصحيح في هذه المسألة هو القول الأول الذي مال إليه المؤلف، وهو أنه يحرم عليه الصوم، ولا يصوم إلا مع جماعة المسلمين، لحديث: '' صومكم يوم تصومون، وفطركم يوم تفطرون.. '' وهو حديث صحيح كما سبق ص (23، 26) ، فهو صريح في أن يوم الصوم هو يوم تصوم الجماعة، ولأنه يوم محكوم به من شعبان، وقد ورد النهي عن صيام آخر يوم من شعبان في حديث ابن عباس عن النسائي 4 / 154 بإسناده حسن. لكن إذا رآه شخص في مكان ليس فيه غيره أو في مكان لا يعمل فيه بموجب الرؤية فإنه يصوم. والله أعلم. وانظر في هذه المسألة التمهيد، 14 / 355، 356، وشرح السنة 6 / 248، وبداية المجتهد 5 / 131، 132، والمغني 4 / 416، ومجموع فتاوى ابن تيمية 25 / 114- 118، والمجموع 6 / 280.",
            "page": "57",
            "part": "1",
            "seal": "3B89D115"
        },
        {
            "id": "57",
            "nass": "وعلى هذا فقياس مذهبه أنه لا ينفرد عن الجماعة بالفطر في يوم عرفة إذا صامه الإمام والناس ورآه من لم يؤخذ بقوله، فإن في الأمر بفطره وتحريم صيامه (¬1) مفسدة المخالفة للإمام (¬2) وجماعة المسلمين، ومثل هذا لا يكاد يخفى بل ويظهر وينتشر، كما وقع في هذا العام، وربما يؤدي إلى أن يجعله كثير من الناس يوم النحر، فتنحر فيه الأضاحي، كما وقع في هذا العام (¬3) وهذا من أبلغ ¶ ¬_________ ¶ (¬1) في '' م '': '' وتحريمه '' وقد عدلت بخط مغاير للخط الذي كتبت به المخطوطة إلى: '' وتحريم صيامه '' ¶ (¬2) في '' ع '': '' لمخالفة الإمام '' وفي '' م '': '' للمخالفة للإمام ''. ¶ (¬3) في '' ع '' زيادة: '' أيضا''.",
            "page": "58",
            "part": "1",
            "seal": "76603789"
        },
        {
            "id": "58",
            "nass": "الافتيات على الإمام وجماعة المسلمين، وفيه تشتيت الكلمة، وتفريق الجماعة، ومشابهة أهل البدع (¬1) ، كالرافضة ونحوهم، فإنهم ينفردون عن المسلمين بالصيام والفطر، وبالأعياد (¬2) ، فلا ينبغي التشبه بهم في ذلك. ¶ ويحقق (¬3) هذا: أن التقدم على الإمام بذبح النسك منهي عنه، كالتقدم عليه بالصيام، والتقدم عليه بالدفع من عرفة (¬4) ، والتقدم عليه بصلاة الجمعة، ولذلك منع طائفة من أصحابنا كأبي ¶ بكر عبد العزيز (¬5) أهل الأعذار أن يصلوا ¶ ¬_________ ¶ (¬1) في '' ع '': '' البدعة ''. ¶ (¬2) ينظر كتاب وسائل الشيعة لمحمد بن الحسن الحر العاملي الشيعي كتاب الصوم باب عدم جواز التعويل على قول المخالفين في الصوم والفطر والأضحى ج 7 ص 123. ¶ (¬3) في هامش ''ع '': ''وتحقيق '' ووضع عليه علامة نسخة أخرى. ¶ (¬4) لم أقف في هذه المسألة على حديث مرفوع إلى النبي صلى الله عليه وسلم. لكن بعض أهل العلم حكى الإجماع على أنه لا ينبغي لأحد أن يدفع قبل الإمام، قال الزركشي 3 / 344، 245: '' الإمام هو الذي إليه أمر الحج، ولا نزاع في مطلوبية اتباعه، وأن لا يدفع إلا بعد دفعه، لأنه أعرف بأمور الحج وما يتعلق بها، وأضبط للناس من أن يتعدى بعضهم على بعض ''. ونقل في المغني 5 / 276 عن الإمام أحمد أنه سئل عن رجل دفع قبل الإمام بعد غروب الشمس، فقال: ''ما وجدت عن أحد أنه سهل فيه، كلهم يشدد فيه ''. ¶ (¬5) هو عبد العزيز بن جعفر بن أحمد، أبو بكر، الحنبلي، المعروف بغلام الخلال. وكانت وفاته سنة 363 هـ. انظر ترجمته في طبقات الحنابلة 2 / 119- 127، المنهج الأحمد 2 / 68، العبر 2 / 116.",
            "page": "59",
            "part": "1",
            "seal": "C64442F4"
        },
        {
            "id": "59",
            "nass": "الظهر يوم الجمعة حتى يصلي الإمام الجمعة (¬1) . ولذلك (¬2) تنازع العلماء: هل يجوز التقدم على الإمام بالذبح يوم النحر، أم لا يجوز (¬3) ¶ حتى يذبح الإمام نسكه؟ فيه (¬4) قولان مشهوران للعلماء (¬5) ، ولا خلاف بينهم أن الأفضل ¶ ¬_________ ¶ (¬1) قال بذلك من الحنابلة: أبو بكر عبد العزيز - كما ذكر المؤلف- وابن عقيل، وهو رواية عن أحمد، وعلل ذلك ابن عقيل: بخشية اعتقاد افتياتهم على الإمام أو كونهم لا يرون صلاة الجمعة. وعلله أبو بكر عبد العزيز: بأنه لا يتيقن بقاء العذر، فلم تصح صلاته كغير المعذور. والصحيح أنه يجوز لأهل الأعذار أن يصلوا الظهر إذا دخل وقتها، ولو لم يصل الإمام الجمعة، لأن الظهر هي الواجبة عليهم وقت أدائهم لها، والأصل استمرار العذر، ومنهم من عذره مستمر كالمرأة والكبير المقعد وغيرهم. ويستثنى من هذا من يغلب على ظنه زوال عذره قبل صلاة الإمام الجمعة، فينبغي أن لا يصلي الظهر قبل أن تؤدى صلاة الجمعة. وما علل به ابن عقيل لا يقوى على المنع لضعفه. الله أعلم. انظر المغني 3 / 222، 223، وطبقات الحنابلة 2 / 83، 84، وشرح الزركشي 2 / 204، والإنصاف 2 / 372، 373. ¶ (¬2) في '' ع '': '' وكذلك ''، وفي هامشها: '' ولذلك '' ووضع عليه علامة نسخة أخرى. ¶ (¬3) في '' ع '' زيادة: '' الذبح ''. ¶ (¬4) في ''ع ''و''م '': ''وفيه ''. ¶ (¬5) فقد ذهب الإمام مالك والأوزاعي وأحمد في رواية إلى أنه لا يجوز لأحد أن يضحي حتى يضحي الإمام، واستدل لهذا القول بما رواه مسلم في صحيحه (3 / 117، 118 شرح النووي) من طريق ابن جريج: أخبرني أبو الزبير أنه سمع جابر بن عبد الله يقول: صلى بنا النبي صلى الله عليه وسلم يوم النحر بالمدينة فتقدم رجال فنحروا، وظنوا أن النبي صلى الله عليه وسلم قد نحر، فأمر النبي صلى الله عليه وسلم من كان نحر قبله أن يعيد بنحر آخر، ولا ينحروا حتى ينحر النبي صلى الله عليه وسلم. ¶ وذهب جمهور أهل العلم إلى أنه يجوز أن يضحي قبل أن يذبح الإمام، واستدلوا بما في الصحيحين عن البراء مرفوعا: '' من ضحى قبل الصلاة فإنما ذبح لنفسه، ومن ضحى بعد الصلاة فقد تم نسكه وأصاب سنة المسلمين ''، وبما في الصحيحين أيضا عن أنس مرفوعا: '' من ذبح قبل الصلاة فليعد ''. وبما في الصحيحين أيضا عن جندب مرفوعا: '' من ذبح قبل أن يصلي فليعد مكانها أخرى ''. انظر صحيح البخاري مع الفتح 10 / 12، 20، وصحيح مسلم مع شرحه للنووي 13 / 109- 117. ¶ قالوا فهذه الأحاديث تدل على أن المعتبر هو انقضاء الصلاة، لا ذبح الإمام، وأجيب عن حديث ابن جريج عن أبي الزبير عن جابر بأنه قد خالفه حماد بن سلمة فرواه عن أبي الزبير عن جابر بلفظ: '' نهى أن يذبحوا قبل أن يصلي '' رواه الطحاوي وابن حبان. وفي إسناد هذه الرواية عنعنة أبي الزبير، وهو مدلس، قالوا: فهذه الرواية توافق الأحاديث التي تدل على أن الذبح يبدأ بعد الصلاة لا بعد نحر الإمام. انظر شرح معاني الآثار 4 / 171- 174 وموارد الظمآن ص259، وانظر التمهيد 23 / 180- 188، والمنتقى للباجي 3 / 86، 87، وشرح مسلم للنووي 13 / 106- 111، والفروع 3 / 545، والفتح 10 / 21، 22، وعمدة القاري 21 / 157. ¶ والراجح في هذه المسألة، هو قول الجمهور، لقوة أدلته، ويحمل حديث جابر على أن المراد الردع عن التعجيل الذي قد يؤدي إلى فعلها قبل الوقت. انظر شرح مسلم للنووي 13 / 118.",
            "page": "60",
            "part": "1",
            "seal": "10466322"
        },
        {
            "id": "61",
            "nass": "أن يذبح الناس حتى يذبح الإمام (¬1) . ¶ وقال الحسن في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ} [سورة الحجرات الآية 1] قال: لا تذبحوا قبل الإمام. خرجه ابن أبي حاتم (¬2) . ¶ فإن قيل: أليس قد أمر النبي صلى الله عليه وسلم أصحابه عند وجود الأئمة الذين يؤخرون الصلاة عن وقتها أن يصلوا الصلاة لوقتها وأن يجعلوا صلاتهم معهم نافلة (¬3) ، مع أن في ذلك ¶ ¬_________ ¶ (¬1) حكى الإجماع على هذه المسألة أيضا الشيخ عبد الرحمن بن قاسم في حاشيته على الروض المربع 4 / 230. ¶ (¬2) قال السيوطي في الدر المنثور 5 / 547: '' وأخرج عبد بن حميد وابن جرير وابن المنذر عن الحسن رضي الله عنه أن ناسا ذبحوا قبل رسول الله صلى الله عليه وسلم، يوم النحر، فأمرهم أن يعيدوا ذبحا، فأنزل الله: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ} . ¶ وروى عبد الرازق في تفسيره 2 / 230، ومن طريقه الجصاص في أحكام القرآن 5 / 276 عن معمر عن الحسن: '' هم قوم ذبحوا قبل أن يصلي النبي صلى الله عليه وسلم، فأمرهم فأعادوا الذبح ''. ورجاله ثقات، إلا أنه منقطع، معمر لم يسمع من الحسن والحسن لم يدرك زمن النبي صلى الله عليه وسلم. انظر المراسيل لابن أبي حاتم ص 219. وانظر تفسير ابن جرير 9 / 74. ¶ (¬3) روى مسلم في كتاب المساجد باب كراهة تأخير الصلاة عن وقتها المختار 1 / 448، رقم (648) عن أبي ذر رضي الله عنه قال: قال لي رسول الله صلى الله عليه وسلم: ''كيف أنت إذا كانت عليك أمراء يؤخرون الصلاة عن وقتها، أو يميتون الصلاة عن وقتها؟ '' قال: قلت: فما تأمرني؟ قال: '' صل الصلاة لوقتها، فإن أدركتها معهم فصل، فإنها لك نافلة ''. ¶ ورواه مسلم أيضا في كتاب المساجد باب الندب إلى وضع الأيدي على الركب في الركوع 1 / 379، رقم (534) بنحوه من حديث عبد الله بن مسعود رضي الله عنه.",
            "page": "62",
            "part": "1",
            "seal": "351B61E6"
        },
        {
            "id": "62",
            "nass": "افتياتا على الأئمة واختلافا عليهم؛ ولهذا كان بنو أمية يشددون في ذلك ويستحلفون الناس عند مجيئهم للصلاة، أنهم ما صلوا قبل ذلك (¬1) . ومع هذا فقد أمر النبي صلى الله عليه وسلم بالصلاة في الوقت سرا وبالصلاة معهم نافلة لدفع شرهم وكف أذاهم، وهذا يدل على أنه لا يجوز لأحد ترك ما يعرفه من الحق، لموافقة الأئمة وعموم الناس، بل يجب عليه العمل بما يعرفه من الحق في نفسه، وإن كان فيه مخالفة للأئمة وعموم الناس المتبعين لهم، وحينئذ فلا يجوز أن يؤمر من رأى الهلال، أو من أخبره (¬2) برؤيته من يثق به أن يتبع الإمام والجماعة معه، ويترك ما (¬3) عرفه من الحق. ¶ ¬_________ ¶ (¬1) لم أقف عليه. ¶ (¬2) في '' ع '': '' ومن أمره '' وعليها علامة نسخة، وفي هامشها: ''أو من أخبره '' وعليها علامة نسخة أخرى. ¶ (¬3) في ''ع '': ''ما قد''.",
            "page": "63",
            "part": "1",
            "seal": "DDF0CB67"
        },
        {
            "id": "63",
            "nass": "فالجواب: أن ما نحن فيه ليس من هذا القبيل، وذلك أن الصلاة لها وقت محدود في الشرع معلوم أوله وآخره علما ظاهرا، فمن غيره من الأئمة لم تجز (¬1) متابعته في ذلك، لأن فيه موافقة على تغيير الشريعة، وذلك لا يجوز. ¶ فنظير هذا من مسألتنا أن يشهد (¬2) شهود عدول عند حاكم برؤية هلال ذي الحجة أو رمضان، فيقول: هم عندي عدول ولا أقبل شهادتهم. أو نحو ذلك مما يظهر فيه أنه (¬3) تعمد ترك الواجب بغير عذر. فهنا (¬4) لا يلتفت إليه ويعمل بمقتضى الحق (¬5) ، وإن كان يظهر له التقية إذا ¶ ¬_________ ¶ (¬1) في ''ع '': ''لم تجب''. ¶ (¬2) في '' ع '': ''إن شهد '' وعليها علامة نسخة، وفي هامشها: ''أن شهد '' وعليها علامة نسخة أخرى. ¶ (¬3) ''أنه '' غير موجودة في ''ع ''. ¶ (¬4) ''فهنا'' غير موجودة في ''ع ''. ¶ (¬5) وقد خالف في هذه المسألة شيخ الإسلام ابن تيمية رحمه الله تعالى كما في مجموع الفتاوى 25 / 206، 207 فقد قال بعد كلامه الذي سبق نقله ص (31) تعليق (1) ما نصه: '' فإن قيل: قد يكون الإمام الذي فوض إليه إثبات الهلال مقصرا لرده شهادة العدول، إما لتقصيره في البحث عن عدالتهم، وإما رد شهادتهم لعدواة بينه وبينهم، أو غير ذلك من الأسباب التي ليست بشرعية، أو لاعتماده على قول المنجم الذي زعم أنه لا يرى. ¶ قيل: ما يثبت من الحكم لا يختلف الحال فيه بين الذي يؤتم به في رؤية الهلال، مجتهدا مصيبا كان أو مخطئا، أو مفرطا.. وقد ثبت في الصحيح أن النبي صلى الله عليه وسلم قال في الأئمة: '' يصلون لكم، فإن أصابوا فلكم ولهم وإن أخطأوا فلكم وعليهم '' فخطؤه وتفريطه عليه، لا على المسلمين الذين لم يفرطوا أو لم يخطئوا. ¶ ولا ريب أنه ثبت بالسنة الصحيحة واتفاق الصحابة أنه لا يجوز الاعتماد على حساب النجوم، كما ثبت عنه صلى الله عليه وسلم في الصحيحين أنه قال: ''إنا أمة أمية لا نكتب ولا نحسب، صوموا لرؤيته، وأفطروا لرؤيته ''. ¶ والمعتمد على الحساب في الهلال كما أنه ضال في الشريعة مبتدع في الدين فهو مخطئ في العقل وعلم الحساب، فإن العلماء بالهيئة يعرفون أن الرؤية لا تنضبط بأمر حسابي. اهـ.",
            "page": "64",
            "part": "1",
            "seal": "FA420410"
        },
        {
            "id": "64",
            "nass": "خيف من شره. كما أمر النبي صلى الله عليه وسلم بالصلاة مع أولئك الأمراء نافلة. وهذا بخلاف الأمور الاجتهادية التي تخفى ويسوغ في مثلها الاجتهاد، كقبول الشهود وردهم، فإن هذا مما تخفى أسبابه، وقد يكون الحاكم معذورا في نفس الأمر، ففي مثل هذا لا يجوز الافتيات على الأئمة ونوابهم ولا إظهار مخالفتهم، ولو كانوا مفرطين في نفس الأمر، فإن تفريطهم عليهم لا على من لم يفرط، كما قال النبي صلى الله عليه وسلم في الأئمة: «يصلون ¶ لكم (¬1) فإن أصابوا فلكم ¶ ¬_________ ¶ (¬1) قوله: '' يصلون لكم '' غير موجود في '' ق ''، وفي ''ع '': '' بكم ''، ووضع عليها علامة نسخة، وفي هامشها: ''لكم '' وعليها علامة نسخة أخرى وعلامة تصحيح.",
            "page": "65",
            "part": "1",
            "seal": "FD5DC71B"
        },
        {
            "id": "65",
            "nass": "ولهم، وإن أخطأوا فلكم وعليهم» خرجه البخاري (¬1) . انتهى والله أعلم (¬2) . ¶ ¬_________ ¶ (¬1) انظر صحيح البخاري مع الفتح: كتاب الأذان باب إذا لم يتم الإمام وأتم من خلفه 2 / 187، حديث (694) . ¶ (¬2) الصحيح في المسألة هو ما مال إليه المؤلف وذكر أنه قياس المذهب من أنه يجب على من رأى هلال ذي الحجة ولم يقبل قوله وعلى من أخبره برؤيته من يثق به إذا أراد الحج أن يقف يوم عرفة مع جماعة المسلمين، وكذلك يندب له أن يصومه إن لم يكن حاجا وإن كان حسب ما ثبت لديه هو اليوم العاشر، لأن حديث '' صومكم يوم تصومون وفطركم يوم تفطرون وأضحاكم يوم تضحون ''- وهو حديث صحيح كما سبق ص (24) - صريح في أن يوم الأضحى في حق الأمة كلها هو اليوم الذي يضحي فيه الإمام وجماعة المسلمين ويصلون فيه صلاة العيد، وإن كان هو اليوم الحادي عشر حسب ما ثبت لدى بعض المسلمين من الرؤية، فعلى هذا يكون يوم عرفة هو اليوم الذي يقف فيه الإمام وجماعة المسلمين في عرفات. وهذا هو الثابت عن أم المؤمنين عائشة رضي الله عنها- كما سبق كله (19- 21) - ولا يعرف لها مخالف من الصحابة. ¶ لكن إن أراد شخص أن يحتاط لنفسه فيقف اليوم الثامن بعرفة والذي هو حسب ما ثبت لديه هو يوم عرفة، ثم يقف مع الناس من الغد كما فعل سالم بن عبد الله رحمه الله، وقد سبق ذكر فعله ص (31، 32) أو يترك صيام يوم عرفة الذي هو حسب ما ثبت لديه هو يوم العيد إن كان غير حاج كما فعل مسروق وغيره وقد سبق ذكر فعلهم ص (19- 21) فلا بأس بذلك، خروجا من خلاف من أوجب عليه العمل بما ثبت لديه كالسبكي في كتاب العلم المنشور في إثبات الشهور ص 45، 46، وهو قياس قول من قال يصوم من رأى هلال رمضان وحده وقد سبق ذكر من قال بذلك ص () ، وهو أيضا قياس قول من قال: يفطر إذا رأى هلال شوال وحده وقد سبق ذكر من قال بذلك ص (29، 30) ، لكن ينبغي لمن فعل ذلك أن يخفي عمله منعا للفرقة وتشتيت الكلمة، ولئلا يشك العامة في صحة عملهم. ¶ هذا كله فيما إذا كان من يقوم بإثبات دخول الشهر يعتمد على الرؤية، كما هو الحال في هذه البلاد، ولله الحمد. أما إن كان يعتمد على الحساب، أو لا يقبل شهادة الشهود إذا خالفت الحساب فإنه يجب على من رآه أو أخبره برؤيته من يثق بقوله، أن يعمل بما ثبت لديه من الرؤية، ويترك ما سواه- وهذا هو أيضا الذي مال إليه المؤلف، كما سبق ص () ، وينبغي له في هذه الحالة أن يظهر عمله للناس وأن يعلم غيره بما ثبت لديه، إلا إن خشي أن يترتب على دعوته للعمل بهذا الحكم الشرعي منكر أكبر فينبغي له حينئذ ترك الدعوة إليه. والله أعلم.",
            "page": "66",
            "part": "1",
            "seal": "D50825C4"
        },
        {
            "id": "66",
            "nass": "آخر ما ذكره الشيخ رحمه الله تعالى (¬1) . ¶ ¬_________ ¶ (¬1) جاء في '' ع '' بعد قوله: '' خرجه البخاري '' ما نصه: '' والله سبحانه وتعالى أعلم، وعلمه أتم وأحكم، وصلى الله وسلم على محمد وآله وصحبه وسلم. آخر ما ذكره الشيخ رحمة الله علينا وعليه. بقلم الفقير إلى ربه المعترف بذنبه: عبد المحسن بن عبيد، أحسن الله إليه وإلى والديه والمسلمين. وحرر 4 جمادى الأولى سنة 1361 هـ. ونقله من خط من سمى نفسه: فراج بن منصور بن سابق النجدي رحمه الله، كتبها سنة 1228 هـ، ثمان وعشرين ومائتين وألف''.",
            "page": "67",
            "part": "1",
            "seal": "3C85B9F4"
        }
    ],
    "t667": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "«مقدمة التحقيق» :"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة المؤلف"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "«النص المحقق» :"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "أما بعد:"
        }
    ]
}