{
    "b673": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ كتبت من خط أبي العباس بن الفرات. وأخبرني الشيخ أبو الحسين المبارك بن عبد الجبار بن أحمد الصيرفي، قرئ عليه وأنا أسمع. قال: أخبرنا أبو طاهر محمد بن علي بن محمد بن يوسف العلاف، قراءة عليه، فأقر به. قال: حدثني أبي رحمه الله؛ قال: أخبرنا أبو بكر أحمد بن عمران بن موسى الحذاء، قراءة عليه في جامع المدينة، يوم الجمعة بعد الصلاة، سنة ست وثلاثين وثلاثمائة، في شهر رمضان. قال: حدثنا أبو علي الحسن بن عليل العنزي. بسر من رأى. قال: حدثنا أبو علي إسماعيل بن أبى محمد يحيى بن المبارك اليزيدي، في سنة ثلاث وستين ومائتني، بسر من رأى، في دار سليمان بن وهب. قال: أخبرني المؤرخ بن عمرو السدوسي أبو فيد؛ قال: 1 - العرب تقول: \" اقدح وأنت مسترخ، اقدح بدفلى في مرخ \". ¶ قال: بلغ من كثرة نار المرخ، أن الريح تهب، فيحك بعضه بعضاً فيورى، تخرج منه النار. ومثله العفار والدفلى. قال الأعشى: ¶ زِنَادُكَ خَيْرُ زِنَادِ المُلُو ... كِ وَافَقَ مِنْهُنَّ مَرْخٌ عَفَارَا ¶ وَلَوْ كُنْتَ تَقْدَحُ في صَخْرَةٍ ... بِنَبْعٍ حَصَاةً لأوْرَيْتَ نَارَا ¶ والنبع أقل الشجر نارا. والزند: عود مثل السواك، يفرض له في الزندة، وهي عود إصبعان، فيفرض له فيه، حتى يتمكن العود الأعلى، الذي يقال له: الزند، في الزندة الأسفل، فيقدح له في الفرض، فيأكل كل واحد منهما صاحبه، حتى يحترق طرف الزند، وما مس من الزندة، وينقص الأعلى حتى لا يستطاع أن يقدح به؛ وذلك إذا ألح عليهما القادح، وكثر استعماله إياهما. قال ابن حرد التغلبي: ¶ يُعَلَّلُ والأيامُ يَنْقُصْنَ عُمْرَهُ ... كما تَنْقُصُ النِّيرانُ من طَرَفِ الزَّندِ ¶ 2 - وتقول العرب: \" ورت بك زنادي \" و \" ورت بك ناري \". ¶ ويقولون: \" وريت بك زنادي \" و \" أوريت بك زنادي \". قال الشاعر لكعب بن زهير بن تميم التغلبي: ¶ وَرَتْ بِكَعْبِ بن زُهَيرٍ نارِي ¶ ساعَةَ تبدو أسْوُقُ العَذَارِى ¶ وقال الأسود بن يعفر لبني محلم بن ذهل بن شيبان: ¶ قُلَ لِبَنِي مُحَلَّمٍ يَسِيرُوا ¶ بِذِمَّةٍ يَسْعَى بها مَذْعُورُ ¶ لا قَدْحَ بَعد اليوم إنْ لَمْ تُورُوا ¶ وذلك أن أخاه \" حطائطاً \" قتلته بنو يشكر، فذكر أنه قتل في جوار بني قيس، فاستنجدهم فلم يدركوا له، واستنجد بني محلم، فسعوا له، فأدركوا. وإنما قال: ¶ لا قَدْحَ بَعْد اليوم إنْ لَمْ تُورُوا ¶ يقول: لا أستعين بأحد بعدكم. ¶ 3 - \" قبل الرماء تملا الكنائن \"؛ يقول: خذ أهبة الأمر، قبل أن ينزل بك. قال الأعشى لمالك بن سعد بن ضبيعة: ¶ كَفَى قَوْمَهُ شَيْبانَ إنَّ عَظِيمَةً ... متى ما تَحِنْ تُؤْخَذْ لها أهَباتُها ¶ 4 - \" معترض لعنن لم يعنه \". والعنن، عنن الدابة: الشوط. وعنن الكلام: أن يتكلم أول كلامه. قال شفاء بن نصر الدارمى: ¶ إنَّ لهم بَعْدَ الجِرَاء والعَنَنْ ¶ سَبًّا إذا ما ظَهَرَ السَّبُّ بطَنْ ¶ 5 - وتقول العرب: \" قد بلغ السيل الزبى \". وهو أن يبلغ الأمر منتهاه. والزبية غير القترة؛ الزبية تحفر للأسد، فيصاد فيها، وهي ركية بعيدة القعر. إذا وقع فيها لم يستطع الخروج منها لبعد قعرها، يحفرونها ثم يوضع عليها اللحم، وقد غموها بما لا يحمله، فإذا أتى اللحم انهدم غماء الزبية. وأما القترة والناموس والبرأة، فإنها حفيرة يحتقرها القانص، ويطرح عليها الشجر، ويحتفرها على موارد الوحش، فإذا وردت رمي من قريب. قال أبو النجم، وهو يصف القترة: ¶ بات إلى قُتْرَتِه طَلِيحَا ¶ كالسِّيدِ يخفي شخَصْهُ والرِّيحَا ¶ والنَّفَسَ العالَيِ والتسْبِيحَا ¶ يأخذ فيه الحّيَة النَّبُوحا ¶ ثم يبيت عنده مسدوحا ¶ المسدوح: المقتول. ¶ مهشم الهامة أو مذبوحا ¶ في لجف غمده الصفيحا ¶ وخشب سطحة تسطيحا ¶ والطين من كفيه والتمسيحا ¶ وقال: ¶ في قُتْرَةٍ لَجَّفَ من أقْباِلَها ¶ 7 - وتقول العرب: \" أمر قضي بليل \" و \" أمر صرم بليل \". ¶ 8 - وتقول العرب: \" أصابهم راغية البكر \". يعني بكر ثمود. ¶ وقال الأخطل: ¶ وَإنْ تَذْكُرُوها في مَعَدٍّ فإنَّما ... أصابَكَ بالثَّرْثارِ رَاغِيَةُ البَكْرِ ¶ وقال الأعشى:",
            "page": "1",
            "part": "1",
            "seal": "F990C2A9"
        },
        {
            "id": "2",
            "nass": "قَفّى عَلَى إثْرِهِمُ قُدارُ أي على جميعهم. ¶ وقال راشد بن شهاب: ¶ وقلتُ لقيسٍ إنَّك اليومَ كائِنٌ ... علينا كما قَفَّى قُدارٌ عَلَى إرَمُ ¶ وقدار: أحمر ثمود. وتقول له العرب: أحمر عاد. ¶ وقال زهير بن أبي سلمى: ¶ وتُنْتَجْ لكم غِلْمانَ أشْأَمَ كلًّهُمْ ... كأحْمَرِ عادٍ ثم تُرْضِعْ فَتَفْطِمِ ¶ 9 - \" ترك ظبي ظله \". ¶ 10 - و \" مشترى سهر بنوم \". ¶ 11 - ويقولون: \" أنا إذا كراعي المعزى \"؛ وذلك أن راعياً كان إذا خرج أهله للميرة، قال: أنا أخرج لميرتكم، فيأبون عليه فلما أكثر عليهم أخرجوه، فصادف حرا شديدا، فلما رجع أتى معزاه، قبل أن يأتي أهله، فقال: ¶ لَعَمْرِي لَقَدْ رَدَّ الهَوَاجِرُ والسُّرَى ... لِمِعْزَايَ مِنِّي خَيْرَ رَاعٍ وحَالِبِ ¶ فضربوا به المثل. ¶ 12 - \" خامري حضاجر \". وإنما قيل للضبع: حضاجر؛ لعظم بطنها. وطب حضجر، للعظيم الملآن. ويقال لها إذا أكلت الحمض وشربت: حضاجر. وقال الراجز: ¶ إنِّى سَتُرْوِى عَيْمَتي يا سَالِمَا ¶ حَضَاجِرٌ لا تَقْرَبُ المَوَاسِمَا ¶ وإنما قيل للرجل الواهن: \" خامري حضاجر \" و \" خامري أم عامر \"؛ لأنها أحمق السباع؛ ولن الرجل يدخل عليها في خمرها، وهو جحرها وغارها؛ فيقول: ليست هاهنا! ليست هاهنا! خامري أم عامر. يقول: لا تخرجي من خمرك، أثبتي في خمرك، فتغمض عينها حتى يربطها، ثم يخرج عنها فيجترها، فقيل للواهن الحمق مثل ما قيل لها. وقيل ذلك للجبان؛ لأنه لم يكن عنده دفع، فضربوها له مثلا؛ لحمقها ووهنها. ¶ ومما لم يكن عنده دفع، فضربوها له مثلا؛ لحمقها ووهنها. ¶ ومما قالت العرب فيها وفي حمقها: أنها أبصرت نارا على \" كرى \" وهي \" بجلدان \". و \" كرى \" و \" جلدان \" موضعان، بينهما مسيرة ليلة؛ فقالت: وح وح، قد كنت قبلك قرة. ¶ وزعموا أنها أخذت حملا لرجل، فذهبت به إلى غارها، فأكلته هي وصاحبة لها، ثم أصبحت، فتشرقت بفناء غارها، ووضعت رأسها في حجر صاحبتها تفليها، فأقبل صاحب الحمل ومعه الرمح فقالت أختها: هذا رجل مقبل، فقالت الضبع: ¶ لَوْ أَنَّ ذا المُقْبِلَ من خُطَّابي ¶ مِنْ بَعْضِ مَنْ يُعْجُبِهُ شَبَابي ¶ وَهَمَشِى باللَّيْلِ واكْتِسَابي ¶ فلما دنا منها الرجل، ومعه الرمح خرقت، وغمضت عينها، وقالت: كن حلما كنه، فطعنها فقتلها. ¶ وذكروا أنها التقطت خشفا، فطلبته الظبية، فوجدته معها، فقالت الظبية: ولدي، وقالت الضبع: ولدي. فاختصما إلى الضب أبي الحسيل، وكان حكم السباع، فقالت كل واحدة منهما: ولدي، فأعطى كل واحدة منهما كف قمح، وقال: كلاه حبة حبة، وارقبا النجوم، فإذا أصبحتما فأخبراني أين سقطت النجوم؟ فأما الظبية فأكلت حبة حبة، كما أمرها ورقبت النجوم، وأما الضبع فإنها قمحته ونامت. فلما أصبحتا، قال للضبع: أين سقطت النجوم؟ قالت: ذهبت خذع مذع، ذا طار وذا وقع. وقال للظبية: كيف ذهبت النجوم؟ قالت: ذهبت غورا مورا، غير بنات نعش شتون طورا، فدفع إليها ابنها. ¶ وهي التي أبصرت الظبية على حمار، فقالت: أردفيني، فأردفتها، فقالت: ما أفره حمارك! ثم سارت يسيرا، فقالت: ما أفره حمارنا! قالت لها الظبية: انزلي قبل أن تقولي: ما أفره حمارى! فأنزلتها. ¶ ووجدت الضبع تمرة، فاختلسها الثعلب فأكلها، فلطمته، فلطمها، فتحاكما إلى الضب، فقالت: يا أبا الحسيل! قال: سميعا دعوت. قالت: أتيناك نحتكم إليك. قال: في بيته يؤتى الحكم. قالت: إني التقطت تمرة. ¶ قال: حلوا اجتنيت. قالت: إن الثعلب أخذها فأكلها. قال: حظ نفسه بغى. ¶ قالت: فلطمته. قال: أسفت. قالت: فلطمني. قال: حر انتصر. قالت: اقض بيننا. قال: حدث حديثين امرأة، فإن أبت فأربعة. فصار جوابه إياها مثلا. ¶ ويقال فيها: \" إن الضبع تأكل العظام، ولا تدري ما قدر استها \". وهي مع حمقها ووهنها شر السباع بقية؛ لن الذئب والأسد إنما يأكلان في بطونهما، وإنها تقتل المسنة والبهمة وما بينهما، فتقتل ثلاثين، وتأكل واحدة؛ ألا ترى الحطيئة حين هجا الزبرقان. قال لامرأته، وهي شريفة الأب والنفس، وهي هند بنت صعصعة بن ناجية بن عقال: ¶ هَلاَّ غضِبْتَ لِبَيْتِ جَا ... رِكَ إذُ تُهَتَكَهُ حَضاجِرْ ¶ وهي أخبث السباع وأعيثه. ¶ دعا رجل على شاء رجل، فقال: ¶ اصْبُبْ على أولئك الأغنِامِ",
            "page": "2",
            "part": "1",
            "seal": "E4C9F1C8"
        },
        {
            "id": "3",
            "nass": "سَمَيْدَعاً مُعَاوِدَ الإقْدَامِ ¶ أو جَيْئَلاً ظَلَّتْ بذاتِ هامِ ¶ في غارها الأيْسَرِ ذِي العِظَامِ ¶ سافِلَة اللُّبِّ إلى البِهامِ ¶ تَعْمدُ للشَّوَاخِصِ العِظامِ ¶ كأنَّ أعلى شِدقها اللُّؤامِ ¶ فَرْغَانِ مالا ذَقِنا الإيذامِ ¶ تَلُفُّهُ مُدْلَمَّسَ الظلامِ ¶ لَفَّ الْعَجُوزِ قَرَدَ القُمامِ ¶ 13 - وتقول العرب: \" عيثى جعار \"؛ يقال ذلك للرجل المفسد. ¶ قال: القحيف العقيلي: ¶ عاثَتْ في العَتِيق بنوِ قُشَيْرٍ ... كَعَيْث جَعَارِ في أخْرَى الرُّخالِ ¶ خَنَائي يأكلون التمر لَيْسُوا ... بزَوُجاتٍ يَلِدْنَ ولا رِجالِ ¶ وسال سيل بالضبع، فطرحها في البحر، ففتحت عينها وقالت: وذا ماء! 14 - \" عطر منشم \" حدثنا الحسن بن عليل، قال: حدثنا أبو علي إسماعيل، قال: حدثني أبو فيد، قال: حدثني رجل من بني عبادة بن عقيل، كان ظريفا فصيحا، قال: أهديت امرأة يقال لها منشم، إلى رجل، فلما خلا بها امتنعت منه، فشجها فخرجت على نسائها مدماة، فقلن: بئس ما عطرك زوجك، ثم جعلته العرب مثلا؛ فقال الأعشى: ¶ أرانِي وعمراً بيننا دَقُّ مَنْشَم ... فلم يَبْقَ إلاَّ أَنْ يُجَنَّ وَأكْلَبا ¶ وقال زهير: ¶ تَدَارَكْتُماَ عَبْساً وذُبْيانَ بعدما ... تفانَوْا ودَقُّوا بينهم عِطْرَ مَنْشَمِ ¶ فلما جعله عطراً، جعله مدقوقا. ¶ 15 - \" أروغ من ثعلب \". قال النابغة الجعدي: ¶ وَبَعْضُ الأخِلاَّءِ عند البَلاَ ... ءِ والرُّزْءِ أرْوَغُ مِنْ ثَعْلَبِ ¶ 16 - \" لم يحرم من فصد له \". قال أبو فيد: أكثر ما سمعنا بتسكين الصاد، ومنهم من يجرها، فيقول: فصد له. والفصد: أن يملأ المصير دما، من وداج بعير أو فرس، ثم يشوي فيؤكل. وقال جرير: ¶ أكلوا الفصيدَ فصيدَ أيْرِأ بِيهمُ ... أو حَيْضَ بَرْزَةَ فالسِّبَالُ دَوَامِ ¶ وكانت عنزة أسروا حاتم طيء، فغزت رجالهم، وترك مع النساء والضعفة من الرجال، فقالوا: أتحسن تغير؟ فقال: إذا لمع البشير. وإنما قالوا له: أتحسن تفتل الحبل. يقال: أغرته إذا فتلته. ثم قالوا له: افصد لنا، فقام إلي ناقة فعقرها، فقالوا له: أهكذا الفصد؟ وأوجعوه ضربا. ¶ قال: هكذا فزدي أنه، يريد: فصدي أنا. ¶ 17 - \" ولدك من دمي عقبيك \". ¶ 18 - وكذلك: \" لا يرحل رحلك من ليس معك \". ¶ 19 - \" اليوم ظلم \". جاء رجل بإبله عطاشا، وقد قرى له، فوجد قوما قد سقوا على مائة، الذي قراه فراطه، فسقوا ومنعوه السقى وكثروه؛ فقال: ¶ خَلُّو سَبِيلَ الوِرْدِ واليَوْمُ ظَلَمْ ¶ يقول: أرضى اليوم، بما لم أكن أرضى به قبل اليوم لو ظلمتموني، لم أرض بأن أسقى إبلى، حتى أمنعكم وأضربكم. ¶ 20 - \" هدرت دماؤهم \" و \" سحتت دماؤهم \" تسحت سحتا. ¶ ويقولون: \" قد أسحتنا لكم دم فلان \" و \" دمه سحت \". وقال رجل من بنى سلامان: ¶ غَنِينا إذِ الأقوامُ سَحْتٌ دِماؤُهمْ ... إذا حُلَّ أجْزاعُ الطّراتَيْنِ نَغْضَبُ ¶ فلمَّا دَجا الإسْلاَمُ كَفَّ سِلاَحُنا ... وعَزَّبه الرِّفْدُ الذَّليلُ المغلّبُ ¶ 21 - وكذلك: \" البئر جبار \"، إذا ام تكن على طريق، يقول: لا دية فيها. وقال الشاعر: ¶ كلُّ شَيءْ سِوى دماءِ بني ذُهْلٍ ... من الخِزْىِ ما حِييتُ جُبَارُ ¶ 22 - وكذلك: \" طل دمه \". قال المنخل اليشكرى: ¶ طُلَّ وَسْطَ البُيُوتِ قَتْلِى بلا جُرْ ... مٍ وقَوْمي يُرَشَّحونَ السِّخَالاَ ¶ وقال الحارث بن عباد: ¶ طُلَّ مَنْ طُلَّ في الحروُبِ ولم أو ... تَرْ بُجيْراً أبأتُهُ ابنَ أَبانِ ¶ 23 - \" المبسل \": المسلم. قال الله عز وجل: (أُبْسِلُوا بِمَا كَسَبُوا) . قال الشنفري الأزدي: ¶ هُنا لِكَ لا أرْجُو حَياةً تَسُرُّنِي ... سَمِير اللَّيَالي مُبْسَلاً بِالجرَائر ¶ 24 - \" الفَنْعُ \" و \" الفَنَعُ \": الجدة والغنى. قال عمران بن عصام العنزي: ¶ ولا أعتَلُّ في فَنَعٍ بَمْنعٍ ... إذا نابتْ نوائبُ تَعتَرِيني",
            "page": "3",
            "part": "1",
            "seal": "A19217FA"
        },
        {
            "id": "4",
            "nass": "25 - \" الرعلاء \": المشقوقة الأذن. حدثنا الحسن بن عليل، قال: حدثنا أبو علي إسماعيل، قال حدثني أبو فيد، قال: حدثني أبو خالد الكلابي، قال: كان لنا شيخ نأثر عنه الحديث، ولا نأخذ به، كان إذا خاف على الناقة من إبله، رعل أذنها بمئثرته التي يأثر بها إبله، ثم يقول: إن عشت فقنيا وإن مت فذكيا، وإن ماتت أكلها. ¶ 26 - وقال مرقش. ¶ أتَتْنِى لِسَانُ بني عامِرٍ ... فَجَلَّتْ أحاديثُها عن بَصَرْ ¶ وقال رجل من خثعم: ¶ إذا مُتُّ ماتَتْ من عَتيكٍ لسَانُها ... وجَفْنَتُها المَلأَى ومات زَعِيمُها ¶ 27 - \" إذن أرجعن شاصياً \" وقال: ¶ وآخَرُ شَاصٍ يَرَى جِلْدَهُ ... كَقِشْرِ القَتَادَةِ غِبَّ المَطَرْ ¶ وقال الأخطل: ¶ أناخُوا فَجَرُّوا شاصِياتٍ كأنَّها ... رِجَالٌ من السُّودَانِ لم يَتَسَرْ بَلُوا ¶ الشاصيات: الشائلات القوائم؛ يعني: الزقاق. ¶ 28 - وقال ابن توسعة، أو مشرد الأقران السدوسي: ¶ ولولا بَنُو ذُهْلٍ لَقَرَّبْتُ منكُم ... إلى السُّوقِ أشياخاً سواسِيةً مُرْدَا ¶ 29 - \" التعته \": التنوق والتحذلق. ومثل يضرب: \" سرى على غير شجر، فإنى على غير متعتهة له \"، أي غير متنوقة فيه. تقول: أربطي على غير عود معروض؛ لأن العود إذا عرض فربط عليه القد كان أثبت له. ¶ حدثنا الحسن، قال: حدثنا إسماعيل، قال: قال أبو فيد: وسمعت رجلا من هذيل يقول لصاحبه: إذا روى بعيرك فسره بهذه الصخرة، أي اربطه بها. ¶ 30 - \" أوشم البرق \": يقال للعنب الأسود إذا لان وهم أن يطيب، قد أوشم؛ وذلك إذا لان بعض الحبة وتلون، وبعضها لم يلن ولم يسود، وهو شيء واحد، إنما هو بدأ بعضه ولم يتم كله، ولا يقولون للعنب الأبيض: أوشم؛ لأنه لا يحدث لونا سوى لونه، ولكنهم يقولون: قد أرق، إذا لان بعضه، وبعضه غير لين. ¶ 31 - \" أرمت الإبل على المائة \". قال رؤبة: ¶ يُرْمِى عَلَى ذِي العَددِ المُنْهَدِّ ¶ بَعدَدٍ يَبْهَظ يَوْمَ الوِردِ ¶ عَلَى الكُهُولِ والشبابِ المُرْدِ ¶ يبهظ: يكثر. ¶ وقال حاتم: ¶ ومُطَّرِدٍ أظْمَى كأنَّ كُعُوبَهُ ... نَوَى القَسْبِ قد أرْمَى ذِراعاً عَلَى العَشْرِ ¶ وكذلك: يردى، مثل يرمي. وتقول: \" ردانا على عشرين خمسة \"، تقول: زيادتنا على عشرين خمسة. وقال حاجز: ¶ رَدَاهُمْ على عشرين بالجرِّ سَبْعَةٌ ... فكنتُ ولو قاتلُتُهْم غَيْرَ غالِبِ ¶ 32 - \" الجمة \": الجماعة التي يحمل أصحاب الحمالة. قال ابن مكعبر: ¶ أو الجُمَّةَ الرَّاجِينَ أَقْرَانَ قَوْمِهِمْ ... صَرَوْا بين قومٍ بالذي كان أكرمَا ¶ صروا: منعوا 33 - \" أفرعت في لومه وأصعدت \". قال عمرو بن قميئة لعمه مرثد بن سعد: ¶ لَعَمْرُكَ مَا نَفْسٌ بِجِدٍّ رَشِيدَةٌ ... تُؤَامِرُنِي سِرًّا لأَشْتَمِ مَرْثَدَا ¶ ولو ظهرت منه قوارصُ جَمَّةٌ ... وأفْرَعَ في لَوْمِي مِرَاراً وأصْعَداَ ¶ 34 - ويقولون: \" فرع فلان وقنع \"؛ يريدون بقولهم قنع: إذا أصعد في الوادي، فإن هو هبط قالوا: فرع. ¶ 35 - ويقولون: \" امرأة صناع وصانع \". قال حميد بن ثور: ¶ وجاء العَوَانِي بين مِلْء وصانِع ... يُطِفْنَ بِرِخْوِ الأَخْدَ عَيْنِ وَفُورِ ¶ 36 - \" العرص \": نشاط البهم من المعري، ونشاط الحسيل من أولاد البقر، والواحدة: حسيلة. ¶ 37 - تقول العرب: \" كريت ليلتي هذه كلها \"؛ فمنهم من يجعلها: نمت كلها، ومنهم من يجعلها سهرا؛ وتقول: أصابني الكرى. وأما الذين جعلوها نوما، فمنهم الذي قال: ¶ ظَلَّتْ عَلَى فِرَاشِها تَكَرَّى ¶ يقول: نائمة. ¶ وأما الذي جعله سهراً، فالذي وصف ناقته بأنها تطيل العشاء، وهو مما توصف به الناقة، أن تكون طويلة العشاء، مصباح البكر، تصبح في مبركها. ¶ وقال: ¶ به كلُّ مِكْرَاءِ العَشَاء مُدِلّةٍ ... عَلَى اللَّيل تأتي الصَّمْدَ من كلِّ جَانبِ ¶ وقال الحطيئة يصف ناقته. ¶ ... ... ... ... ... ... ... ... مِعْشاء إلى السَّحَرِ وتقول العرب، إذا أطالوا الحديث وسمروا: \" كرينا الليلة \". ¶ فأما أبي نفيس، من ولد يعلى بن منية، فإنهم يختلفون فيه؛ وهو قوله: ¶ طَالَ السِّفَارُ عليهمُ ... فكَرَوْا ومَلُّوا المرْكَبا",
            "page": "4",
            "part": "1",
            "seal": "554F3E31"
        },
        {
            "id": "5",
            "nass": "يقول: ناموا، ولو قال: سهروا، لجاز له. ¶ و\" الكرى \" الذي هو اسم، يجوز أن يكون ترخيما \" للكروان \". فأما الذين قالوا: \" كرى \" اسم، و \" كروان \" اسم، فإنهم قالوا: مثل مضبر وضبارم، ومثل: عيطاء وعيطموس، وأهوج وهيجبوس وهو أشبه الأمرين؛ لأنهم جمعوه، فقالوا: \" كرى \" و \" كروان \"؛ مثل: \" فتى \" و \" فتيان \". وقال طرفة: ¶ لنا يَوْمٌ وللكِرْوَانِ يَوْمٌ ... تطيرٌ البائِساتُ ولا نَطيرُ ¶ فجعله جماعة \" الكرى \"؛ ألا تراه قال: البائسات، وكذلك تنشده العرب، ولم نرهم رخموا، ثم جمعوا على الترخيم. ¶ وأما قولهم: ... ... ... ... ... به الثَّعَالِي وَوَخْزٌ مِنْ أرَانيها فإنما هي ترخيم الجماع، يعني الأرانب والثعالب، وقد أبدل مكان الباء من الثعالب والأرانب ياء؛ لكسرة لام الثعالب ونون الأرانب. وجمعوا فقالوا: الكروان، ولم يقولوا: الكراوين، ولا الكروانات، وإنما قالوا: الكروان. ¶ 38 - \" الوقبة \" و \" الوقب \": النقرة في الحجر وفي الجيل، فأولى بالوقب والوقبة من الحجر الشيخ الخرف؛ يقولون للشيخ الذي كبر وانفتح دبره، وربما كان لغير الكبر، إذا انفتح دبره؛ لخلقة أو لداء، إلا أنه أكثر ما يصيب الدالف من الهرم. وقال الأسود بن يعفر، يهجو بني نجيح: ¶ أبَنِي نُجَيْحٍ إنَّ أُمَّكُمُ ... بشِمَتْ وإنَّ أباكُم وقْبُ ¶ قال أبو فيد: فلم أسأل أحدا من عشيرته، إلا قال ما وصفت. ويقولون: \" استه مثل الوقب في الحجر \" 39 - ويقال: \" إنها لسماء جدا \"، وهي السماء العامة، التي لا يأتي أحد من وجه إلا خبر بأنها أصابته. ويقال: \" إن خير فلان لجدا \". ¶ قال الشاعر: ¶ هو الغَيْثُ الجَدَا لافَتْقَ فيه ... إذَا أكلَ العَوارِقُ كلَّ مالِ ¶ يقول: إذا عرقت السنون الناس، كما يعرق العظم، فيؤخذ كل ما عليه من اللحم، قال: جداً لا فتق فيه. ¶ 40 - وتقول: \" لا حساس \". ¶ 41 - وتقول: \" كواه وقاع \". أنشدني أبو فيد، قال: أنشدني مكوزة: ¶ فإنْ يَكْ نالَنَا مِنْهُمْ أذَاةٌ ... فإناَّ قَدْ كَوَيْناُهْم وَقاعِ ¶ تَنَادَي غِلْمَةٌ مِنْ آلِ زَيْدٍ ... سَعَى لهُمُ بَمجْدِ الدَّهْرِ سَاعِ ¶ 42 - \" الدليف \": بطء المشي. قال حكيم بن معية: ¶ هَلْ مِنْ فَتًى يَسْقِى لشيخٍ دالِفِ ¶ قد كان في الحياةِ ذا عجارِفِ ¶ 43 - \" بدت جنادعه \". قال أبو فيد: سمعت أبا الدقيش يقول: ¶ قَدْ خَرَجَتْ جَنادِعُهْ ¶ والشَّرُّ لَيْسَ وَادِعُهْ ¶ والجنادع: دواب أمثال الجداجد، تكون قريبا من الضب، فإذا خرجت تلك، فهو عنده دنوه. ¶ 44 - ويقال للرجل إذا كان خفيف التوالي: \" إنه لخفيف الذلذل \" و \" خفيف الذلاذل \". ¶ 45 - \" هو أطيش من فراشة \". وقال رجل من بني غاضرة: ¶ كأنَّ بني ذُويْبَةَ رَهْطَ قَدٍّ ... فَرَاشٌ حَوْلَ نارٍ يَصْطَلينَا ¶ يُطِفْنَ بِحَرَّهَا ويَقَعْنَ فيها ... ولا يدْرِينَ ماذا يَّتقِينَا ¶ 46 - و \" أطيش من ذباب \". قال \" ¶ ولأَنْتَ أطيشُ حين تغدُو سادِراً ... رَعِشَ الجَنَانِ من القَدُوحِ الأقْرَحِ ¶ كل ذباب أقرح، ولا تراه إلا يقدح بيديه. ¶ 47 - \" أروى من النقاقة \"، وهي الضفدع. ¶ 48 - و \" أروى من بكر هبنقة \"، وكان بكره يصدر مع الصادر وقد روى، ويرد مع الوارد، ولم يأت الكلأ. ¶ 49 - \" أشد حمرة من مصعة \"، والمصعة: ثمرة العوسج، وهي شديدة الحمرة مدورة حلوة. قال ابن عنمة: ¶ إنْ كانَ كَرِّى وإقْدامِي لَفِي جُرَذٍ ... وسْطَ العَواسِجِ أجْنَى حَوْلَهُ المُصَعُ ¶ 50 - ويقال للعسل الشديد البياض: \" الضرب \"؛ قال الشاعر: ¶ وما ضَرَبٌ في رأسِ صَعْبٍ مُمَنَّع ... بتَيْهاءَةٍ يَسْتَنْزِلُ العُفْرَ نِيقُها ¶ بأطيبَ منْ فيها لمنْ ذَاق طَعْمَهُ ... وقد جَفَّ بعد النوم للنوم ريقُها ¶ ويقال للرجل السيء، المرآة، الكريم الخبر: \" ضربة بيضاء في ظرف سوء \". ¶ 51 - \" الدمية \": التمثال، و \" الزون \" الصنم، وكل يضرب به المثل في الحسن؛ قال الأعشى: ¶ أُودُمْيَةٌ صُوِّر محرابُها ... في مُذْهَبٍ ذي مَرمْرِ مائرِ ¶ و\" الدمى \" الجماعة، وهي: الصور. قال عدي بن زيد: ¶ كَدُمَى العَاجِ في المحاريبِ أو كَالْ ... بَيْضِ في الرَّوْضِ زَهْرُهُ مُسْتَنِيرُ",
            "page": "5",
            "part": "1",
            "seal": "E9A63F84"
        },
        {
            "id": "6",
            "nass": "وقال أبو الفيض: ¶ جاءتْ به أحْمَرَ مثلَ الزُّون ¶ مثلَ سِوَارِ الذَّهَبِ المَصُونِ ¶ أشَقَّ من خَيْلِ أبى مَيْمُونِ ¶ 52 - \" أبقى من حجر \". ¶ قال الشاعر: ¶ العنبريُّ الجعدُ أبقَى من حَجَرْ ¶ لا يشتِكي الشَّرَّ وإن كان بَشَرْ ¶ 53 - \" أسرع من نكاح أم خارجة \".؛ كانت إذا أتاها الخاطب، قال: خطب، قالت: نكح، فيقول: ارتحلى، فتقول: أنخ. ¶ حدثنا الحسن، قال: حدثنا إسماعيل، قال: أخبروني أبو فيد، قال: سمعت أبا هشام يرفع. وقد سمعت من يقول: خطب نكح. ¶ 54 - \" هذا حبقر كما ترى \" أنشد أبو الدقيش: ¶ كأنَّ فاها حَبَقُرٌّ بارِدٌ ... ... ... ... ... ... ¶ فقلت له: ما الحبقر؟ فقال: البرد. ¶ 55 - وتقول العرب: \" هذا آبل من حنيف الحناتم \"، وهو أحد بني حنتم بن عدي بن الحارث بن تيم الله، كان ظمء إبله غبا بعد عشر، وأظماء الناس غب وظاهرة، والظاهرة كل يوم مرة، وكان يرعى في حمارة القيظ أحجار فليح، ويسقى على طويلع. ¶ 56 - ويقول الضعيف الذي أضعفه الكبر، للشاب الذي عاركه: \" اليوم ظلم \". يقول: رضيت اليوم بما لم أكن أرضى به. ¶ ويتهدد الرجل ويوعده، فلا يستطيع أن يرد عليه، فرقا أن يناله منه أكثر من التهدد؛ فيقول: \" اليوم ظلم \"، وإنما يريد أن الأمور تمضي على وأنا كاره. يقول: لا أرضى ولا أمتنع. ¶ 57 - \" لقيته أول عائنة عينين \"، وأقرب منه: \" لقيته كفاحاً \" و \" لقيته عياناً \" يقول: كافحني مكافحة، زسمنى ومسسته، و \" لقيته وجاحاً \" و \" ما بيني وبينه وجاح \"؛ يقول: ليس بيني وبينه شيء. ¶ 58 - \" لا تعظيني وتعظعظي \". يقال: عظعظ الرجل: إذا هاب وتابع. ¶ قال العجاج: ¶ وعَظْعَظَ الَجْبَانُ والزِّئِنيُّ ¶ يريد: الصيني. والعرب تقول للكلب الصيني: الزئني. ¶ 59 - \" لألجمنك لجاماً معذباً \"، و \" لأكعمنك كعاماً مخرساً \". تقول العرب: \" أعذب عن هذا \"؛ قال أبو مارد الشيباني: ¶ كأنَّها خَاضِبٌ حُوِسيَّةٌ ... باتَتْ عَذُوباً على رأسِ جَمَاد ¶ قال: نازعة عن السير والأكل والشرب تاركة له. ¶ 60 - حدثنا الحسن، قال: حدثنا إسماعيل، قال: حدثني أبو فيد، قال: حدثني أبو الدقيش أن الناس كانوا يأكلون الإنسى، وهو النسناس، لكل واحد منهم يد ورجل، فرعى اثنان من الإنس، فقال أحدهما لصاحبه: فضحك الصبح! قال الآخر: إن عليك جرشاً فتعشه \". ¶ وأخبرني أبو فيد، قال: بلغني أن قوما تبعوا النسناس فأخذوه، فقال للذين أخذاه: ¶ يَارُبَّ يَوْمٍ لَوْ تَبِعْتُماَنِي ¶ لَمُتُّمَا أوْ لَتَرَ كْتُمَانِي ¶ فأدرك فذبح في أصل شجرة، فإذا يف بطنه شحم، فقال آخر في الشجرة: إنه آكل ضرو - والضرو الحبة الخضراء - فاستنزل فذبح. قال الثالث: فأنا إذا صميميت، فاستنزل فذبح 61 - \" اليوم خمر وغداً أمر \". ¶ 62 - ومثله: \" الأكل سريط، والقضاء ضريط \". ¶ 63 - ويقال: \" لا تنفط فيه عناق \". تكفل رجل بقوم فأخفروه فحضض عليهم، فقال الشاعر: ¶ سَتَمْنَعُ عِجْلٌ سَيْبَهَا في بُيُوتها ... وتَحْمَى بُجَيْرٌ وابنُ أسْعَدَ بارِدُ ¶ فكَيْفَ ولم تَنْفِطْ عَنَاقٌ ولم يُرَعْ ... سَوَامٌ بأكنافِ الأعزَّةِ باجِدُ ¶ باجد: كثير. ونفيط العناق: شبيه بالعطاس. ¶ 64 - حدثنا الحسن، قال: حدثنا إسماعيل، قال: أخبرني أبو فيد، قال: وسئل أبو الدرست السدوسي عن إبله، وهي ترعى البقل قبل أن تأكل الحبة، وهي تمسي بطانا ملاء، ثم تنفش بطونها، لأنها تأكل رطباً، فقال: تمسي مخرنشمات. والمخرنشم: المضطرب. يقال للسقاء: قد آخرنشم، إذا ذهب ثلثه أو ربعه. ¶ 65 - قَطَعْتَ الدَّهْرَ كالسَّدمِ المُعَنَّى تُهَدَّرُ في دِمشْقَ وما تَرِيمُ \" السدم \": البعير الذي يرغب عن نسله، لا يكون كريماً، يحبس عن الشول، خشية أن يلقح بعضها، فيقيد ويجعل في عنة، فإذا رأى الشول، أو وجد أرواحها، أو سمع هدير فحل هدر، لا يستطيع غير ذلك، وربما صال على الناس من شدة الهباب، ومن حبسهم إياه عن الشول، فيكعمونه ويحجمونه، وربما جعلوا له الحكمة والكمام، والحجام ان يجعل على فمه مثل الشبكة من ليف، أو قِدٍّ، وربما كانت من حديد. قال الأخطل: ¶ هَديرَ المُعَنّى أَلْقَحَ الشَّوْلَ غَيْرُهُ ... فَظَلَّ يُلَوِّي رَأْسَهُ بِصِفَادِ ¶ وقال أمين التيمي لمالك بن مسمع:",
            "page": "6",
            "part": "1",
            "seal": "9D0E0253"
        },
        {
            "id": "7",
            "nass": "نُبِّئْتُ أنَّ اُبنَ الحِماَرَةِ مالِكاً ... يَغِطُّ وفَكاً رَأسِهِ بِحِجَامِ ¶ 66 - قولهم: \" هو بين حاذف وقاذف \": الصل ان الأرنب تحذف بالعصا، وتقذف بالحجر، ويطمع فيها كل شيء. وقال المسيب ابن عباس: ¶ فلا تَقْعُدوا غَرَضاً للمَنُو ... نِ حَذْفاً كما تُحْذَفُ الأرنبُ ¶ 67 - \" أوجر ما أنا من سملقة \". قال نعمان بن سيحان اليشكرى، أحد بنى ثعلبة بن غنم، لرجل من بنى يشكر، وهو عند النعمان بن المنذر: أبيت اللعن! إن قتادة بن التؤأم يقال له: سملقة، فأمر النعمان به فنودي: يا سملقة، فقال: \" أوجر ما أنا من سملقة \"، وقال للنعمان: أنت أخبرته! فخلف له أنه لم يفعل، فقال قتادة: ¶ جَزَى اللهُ نعمانَ بن سيحانَ سَعُيهُ ... جزاءَ مُغِلٍّ باللسانِ وباليدِ ¶ فَحسبُكَ منها أن تَبُوءَ بِحَلْفَةٍ ... كما قِيلَ للمَخْنُوقِ هل أنت مُفْتَدِ ¶ وقال اللجلاج بن عبد الله السدوسي: ¶ أقارِضُ أقواماً فأوفِى قُرُوضَهمْ ... وقَلْبِيَ عنهم في النّوائبِ أوْجَرُ ¶ يقول: أنا منهم على وجل. ¶ 68 - \" ضربت فهي تخطف \". يقال للرجل: ضرى بكذا وكذا. ¶ 69 - وكذلك: \" لذم به \". وقال المجالد بن الزبان الرقاشي: ¶ وإذا رَكبتُ رَكبتُ وسْطَ فوارسٍ ... كأُسُودِ ذاتِ الجِزْعِ تَلْذَم بالدَّمِ ¶ وقال وائل بن شرحبيل، واستام فرسه منه سنان بن صعير بن كلاب، فأعطاه أربع ذود، فأبى أن يبيعه، فقال: \" أما والله إنك للذم \". ¶ يقول: لضر بأخذها، ولكنك تظهر غير الذي تسر لي، فقال وائل: ¶ زَعَم ابنُ سيِّئَةِ البَنَانِ بأنني ... لَذِمٌ لآخُذَ أربعاً بالأشْقَرِ ¶ وهو ابن الجذماء؛ فلذلك قل ابن سيئة البنان. ¶ 70 - \" مثل نعم الصدقة \". ¶ 71 - وكذلك: \" قلادة فيها من كل الخرز \". ¶ 72 - الذين ضرب بهم المثل من العرب: كليب بن ربيعة، وكعب بن مامة، وحاتم طيء، وعوف بن محلم الشيباني؛ فقالوا: \" أعز من كليب وائل \". ¶ قال النابغة الجعدي: ¶ كُلَيْبٌ لَعَمْرِي كان أكْثَرَ ناصِراً ... وأيسَرَ جُرْماً مِنْكَ ضُرِّجَ بالدَّمِ ¶ 73 - ويقال: \" أجود من كعب بن مامة \"؛ قال أعشى بني شيبان: ¶ أقلُّ تعلُّلاً يوماً بِبُخْلٍ ... على السُّؤَّالِ من كْعبِ بن مَامَهْ ¶ 74 - ويقال للرجل: \" أنت أسخى من حاتم طيء \". \" كنت حاتميا اليوم \". ¶ 75 - ويقال: \" لا حر بوادي عوف \"؛ يقول: ليس أحد مثله في الحرية، لأنه منع جاره من الملك، وقيل فيه: ¶ وأصْبَحَ مُمْسِكاً من حَبْلِ عَوْفٍ ... بلا رَثِّ الجِوار ولا ذَمِيمِ ¶ وقال النابغة الجعدي: ¶ ثَلاَثَةُ أهْلِينَ أفْنَيْتُهُمْ ... وكان الإلَهُ هو المُسْتَاَسَا ¶ المستعاض. يقال: آسه يؤوسه أوسا. ¶ 76 - \" لا أفعل ذاك ما سمر ابنا سمير \". قال الشنفري: ¶ هُنالِكَ لا أرجو حَياةً تَسُرُّنِي ... سَميرَ الليّالي مُبْسَلاً بالجرائرِ ¶ يقول: آخر الليالي. ¶ 77 - \" لا أفعله ما حن بعير \". ¶ 78 - و \" لا أفعله حتى تجز الظبأء \". ¶ 79 - \" وقعت بقر \". ¶ قال الحوص: ¶ وإذ وَقَعَتْ مِنْكُمْ بقُرٍّ وبيَّنَتْ ... مَوَاسِمَها فاسْتَأخِرُوا أو تَقَدَّمُوا ¶ 80 - \" جاء بالداهية الخنفقيق \". ¶ 81 - و \" وجاء بالداهية القطر \". ¶ قال حاجز الأزدي: ¶ لولا مالِكٌ وأبو أنَيْسٍ ... لَفَفْتُ الناسَ في شَهْباءَ قِطْرِ ¶ 82 - ويقال: \" جاء بقنطر \". ¶ 83 - \" لقيت منه التباريح \". ¶ قال طرفة: ¶ من الشَّرِّ والتَّبْرِيح أولادُ مَعْشَرٍ ... لِئَامٌ ولا يُعْطُونَ في حادثٍ بَكْرَا ¶ 84 - \" أسه بخير \"، تقول: أصبه بخير. ¶ قال عبد العزيز بن زرارة: ¶ فإنِّى أسْتَئِيسُ اللهَ مِنْكُمْ ... من الفِرْدَوْسِ مُرْتَفَقاً ظَلِيلاَ ¶ وقال النابغة الجعدي: ¶ ثَلاَثَةُ أهْلِينَ أفْنَيْتُهُمْ ... وكان الإَلُه هو المُسْتَآسَا ¶ المستعاض. يقال: آسه يؤوسه أوسا 85 - \" صلعاء متئم \". ¶ قال حاجز: ¶ حَتَّى جعلُتُهُم مُرْفَضَّ أَمْسِلَةٍ ... من بَطْنِ وادٍ يَقِئُ النَّاسَ مِتْآمِ ¶ وقال عميرة بن جعل التغلبي:",
            "page": "7",
            "part": "1",
            "seal": "03FAADB1"
        },
        {
            "id": "8",
            "nass": "ولو أنَّها بَكْرُ العِراق بن وائلٍ ... يُرَادُ بها الصَّلْعاءُ لاخْتُطِفَتْ بَكْرُ ¶ 86 - وتقول العرب: \" حسن بسن \" و \" مليح بليح \". ¶ قال الصقعب بن علقمة السعدي: ¶ كأنْ لم أصادِفْ أمَّ قَيْء بموقفٍ ... مَلِيحٍ أصَيْلاَلَ العَشِىِّ بَليحِ ¶ 87 - وتقول العرب: \" خير النساء البرزة الحيية، وشرهن الخبأة الطلعة \". التي تختبئ وتطلع. ¶ 88 - قال الراجز: ¶ يا هِنْدُ هِنْدٌ بين خِلْبٍ وَكَبِدْ ¶ أسْقَاكِ عنِّي هَزِمُ الرَّعْدِ بَرِدْ ¶ من الثريَّا نَوْؤُّة غيرُ جَحِدْ ¶ 89 - وأخبرني أبو فيد، قال: بلغني أن النبي صلى الله عليه وسلم قال: \" نعم الحي بنو مدلج، إذا أهلوا عجوا، وإذا نحروا ثجوا \". ¶ 90 - يقال: \" ما بها وابر \". ¶ قال عويف القوافي: ¶ إذا المُلُوكُ زَارَتِ الجَبَابِرَا ¶ ولا تُحِسُّ من شَرِبكٍ وَابِرَا ¶ 91 - وأما قولهم: \" هو أسأل من قرثع \"، فإنها محدثة وإسلامية في عصر معاوية بن أبى سفيان، وبعده قال أعشى بني ثعلب: ¶ إذا ما القَرْثَعُ الأوْسِىُّ وَافَى ... عَطاءَ النَّاس أوْسَعَهُمْ سُؤَالاَ ¶ 92 - تقول العرب: \" تركته على بللته \". ¶ قال الشاعر: ¶ وَلَقَدْ طَوَيْتُكُمُ عَلَى بُلُلاَتِكُمْ ... وعَلِمْتُ مَا فيكم من الأَذْرَابِ ¶ وقال الآخر: ¶ فإنِّى لَطاوِيكُمْ عَلَى بُلُلاَتِكُمْ ... لأَبْلُغَ عُذْرَ الأمْرِ أو أتَبَيَّنا ¶ والإذراب: أن يذرب بالقذر. ¶ 93 - \" كفضل ابن المخاض علي الفصيل \". يقول الذي بينهما قليل؛ وذلك أن المنتوج يدعى فصيلا، إذا شرب الماء وأكل الشجر، وهو بعد يرضع، فإذا أرسل الفحل في الشول، دعيت مخاضا، ودعى ابنها ابن مخاض. ¶ فإذا طلع سهيل صرت أمهاتها، ولم يسق من اللبن شيئا؛ ولذلك قيل: \" إذا طلع سهيل، رفع كيل ووضع كيل، ولآم الفصال الويل \". ¶ يقول: تقطع عن أمهاتها. ¶ وقالوا: \" إذا طلع سهيل على أثباجها، فلا تسأل بلقاحها ونتاجها \"، وذلك أشد ما يكون ارتفاعا في السماء. وثبج كل شيء: ظهره. ¶ 94 - وتقول العرب: \" هم مثل المعى والكرش \"، في صلاح أمرهم. قال الشاعر: ¶ يا أيُّهَذَا النَّاِئمُ المُفْتَرِشْ ... لَسْتَ عَلَى شَيْء فَقُمْ فأنْكَمِشْ ¶ لستَ كقومٍ أصلحُوا أمرهمْ ... فأصبحُوا مِثْلَ المِعَى والكَرِشْ ¶ 95 - يقال: \" العصفر فخر، والزعفران عطر، والمشق فقر \"، وهو المغرة. ¶ 96 - قال أبو الدقيش: \" الأكل سريط، والقضاء ضريط \". ¶ 97 - \" السواف \": داء يأخذ الإبل فيهلكها حتى تفنى، وربما قالوا: إساف. قال عمرو بن حسان الشيباني: ¶ أفِى نَابَيْنِ نَاَلُهَما سُوَافٌ ... تَأَلَّى طَلّتِي ما إنْ تَنامُ ¶ وبعضهم يقول: \" إساف \"، فيجعله رجلا، وبعضهم يجعله داء. ¶ قال الصنان بن عباد اليشكرى: ¶ فأَصْبَحْتُ ظبياً مطلقاً من حِبالَةٍ ... صَحِيحَ الأديمِ بَعْدَ داء إسَافِ ¶ 98 - يقال: \" يوم عماس \". ¶ قال اللجلاج بن عبد الله السدوسي: ¶ بمِثْلِى تُقْرَنُ الصَّعْباتُ إنِّى ... عَماسُ الجَوْرِ مُطّلِعُ الصِّدَادِ ¶ 99 - \" المنجود \": المغلوب. قال أبو زبيد: ¶ صادِيًا يستغيثُ غَيْرَ مُغاثٍ ... ولقد كان عُصْرَةَ المَنْجُودِ ¶ وقال آخر: ¶ لا يأكلُ التَّمْرَةَ حتى يُنْجَدَا ¶ ولا رَخِيفَ الزُّبْدِ حتى يُزْغَدَا ¶ 100 - حدثنا الحسن بن عليل، قال: حدثنا إسماعيل، قال: حدثني أبو فيد، قال: حدثني أبو الخنساء، أن الأضبط بن قريع بن عوف بن كعب بن سعد بن زيد مناة - رأى من قومه أمورا كره لها جوارهم، فاغترب في قوم فجاورهم، فرأى مثل أخلاق بني سعد، فتحول عنهم إلى غيرهم، فرأى مثل ذلك، حتى أكثر التنقل، فلما كثر ذلك عليه قال: \" في كل أرض سعد بن زيد \". ¶ 101 - يقال: \" فرق بين معد تحاب \". ¶ قال الكلب بن سنان العنبري: ¶ لَقَدْ ألْبَسُ المَوْلَى عَلَى غِمْرِ صَدْرِهِ ... وأفْقَأ بَيْضَاتِ الضغّائِنِ بالهَجْرِ ¶ يثِيرُ التَّدَانِي بيننا كلَّ دِمْنَةٍ ... ويَشفْيِ تَنائِي بَيْنِنا دِمَنَ الصَّدْرِ",
            "page": "8",
            "part": "1",
            "seal": "0522540F"
        },
        {
            "id": "9",
            "nass": "102 - \" الدردر \". حدثنا الحسن، قال: حدثنا إسماعيل، قال: حدثني أبو فيد، قال: حدثني أبو هشام، قال: كانت عند رجل امرأة حمقاء فولدت له غلاما، فأحبه، فكان يقبله ويقول: وا بأبي دردره! ولم تنبت أسنانه بعد، وكانت امرأته حسنة الثغر، فكان إذا قبل ابنه وقال: وا بأبي دردره، ظنت أن الدردر أحب إليه من الأسنان، فحطمت أسنانها، فلما قال: وا بأبي دردره، قال: يا شيخ كلنا ذودردر، فقال: \" أعييتني بأشر فما بالك بدردر؟ \". ¶ 103 - يقول أهل الحجاز: \" قد أرض فلان أرضه \". وذلك إذا نقاها من الحجارة والنقل، وأصول الشجر ومن كل جذل. ¶ 104 - \" ألقى عليه بعاعه \": أي ثقله. قال رجل، وهو يصف الغيث: ¶ ألْقَى بحَجْرٍ ليلتين بَعَاعَهُ ... وغادَرَ في صَوْتٍ وصنعاءَ مَصنْعَا ¶ له طَلّةٌ كأنَّ رَيِّقَ وَدْقِهِ ... سَحَابَةُ صيفٍ أو دخانٌ تَقَطَّعا ¶ فكان عَلَى قومٍ سَناماً وسُرَّةً ... وألَحْقَ عاداً آخَرِينَ وتُبَّعَا ¶ زيادات في النسخة الخطية ¶ 105 - حدثنا الحسن، قال: حدثنا إسماعيل، قال: وأنشدني أبو فيد لأبي مارد الشيباني: ¶ قُلْ لِسُلَيْمَي إذا لاقَيْتَها ... هَلْ تُبْلَغَنْ بَلْدَةٌ إلا بِزَادْ ¶ قُلْ للِصَّعالِيك لا تَسْتَحْسِرُوا ... منَ التِماسِ وطَوْفٍ في البِلادْ ¶ فالغَزْوُ أَحْجَى على ما خَيَّلَتْ ... مِنَ اضْطِجَاعٍ على غير وِسادْ ¶ وَبَلْدَةٍ مقفرةٍ أصْوَاؤُها ... مَغْرِبَ الشَّمْسِ تُنَادْ ¶ قَطَعْتُها صاحِبي ذِعْلِبَةٌ ... في مِرْفقَيهْا عن الدَّفِّ تَعادْ ¶ كأنَّها خَاضِبٌ حُوشِيَّةٌ ... باتَتْ عَذُوبا على رأسِ جَمَاد ¶ جمع \" جَمَادٍ \": \" جُمُدٌ \". و \" الجِمَادُ \": النَّشَزُ، ويجوز النَّشْزُ. تقول العرب: النَّشْزُ والنَّشَزُ، بفتح الشين وتسكينها. ¶ يَنْحَسِرُ الماءُ عن عِفْرِيَةٍ ... وعن بَيَاضٍ وتَلْميِع سَوَادْ ¶ لو وصَلَ الغَيْثُ أبْنَيْنَ اُمْرَأً ... كانَتْ له قُبَّةٌ سَحْقَ بِجَادْ ¶ قال: يقول: لو اتصل الغيث حتى لا ينقطع بنا دونهم، لأبنيناهم من قبابهم خلق المسوح. وقوله أبنين، يعني: الإبل، فعلن هن، وقد يجوز: أبنينا امرأ، أي أبنيناهم نحن، فذهبت ألف (امرأ) في الوصل، لأنها ألف خفيفة تذهب في الوصل. ¶ ومثل البيت قول قيس بن مسعود الشيباني: ¶ فإيَّاكُمُ والطَّفَّ لا تَقْرَبَنَّهُ ... ولا الماءَ إنّ الماءَ للقودِ واصِلُ ¶ يقول: إن الماء يصل الطرق إليكم، ويصل الغزو لمن أراد أن يغزوكم. ¶ 106 - وأنشدني أبو فيد: ¶ إذا سُئِلْتُمْ هَلْ تَرَكْتُمْ مِنْ غَدَرْ ¶ فأَحْسِبُوا الأمِيرَ مِنْ صِدْقٍ وبِرْ ¶ وسَحِّ أيْمانٍ قليلاتِ الأَسَرْ ¶ \" الأَسَرُ \": العَيْبُ والإثم. قال: \" أحْسِبُوه \": أي احلفوا له، حتى يقول: حَسْبُكُمْ. وقوله: \" هل تركتم من غدر \"، يقول: هل غادرتم شيئاً. ¶ 107 - قال: \" الفيد \": نور الزعفران. ¶ 108 - وأنشدني أبو فيد: ¶ أعْدَدْتُ للشَّيْبِ وبَغْيِ الشبَّانْ ¶ كَوَاتِماً مِنْ شَوْحَطٍ وشِرْيَانْ ¶ وكلَّ زَلاَّءَ عليها ظُهْرَانْ ¶ تَهْوِى إلى الشئِ هَوِىَّ الشَّيطانْ ¶ إذا حَدَاها أرْبَعٌ وثنتانْ ¶ شِرْيانِةٌ وشِرْعَةٌ وكَفّانْ ¶ ولَمْحُ سَجْراءَ جَلِّيِ الإنْسَانْ ¶ ونَزْعَةٌ يَبْرُقُ منها الإبْطانْ ¶ 109 - حدثنا الحسن، قال: حدثنا إسماعيل، قال: حدثنا مؤرج، قال: حدثني سعيد بن سماك بن حرب، عن أبيه، قال: كان يحدثنا عن العرب أنها تقول للهلال: ابن لَيْلَةٍ رَضَاعُ سُخَيْلَة. ¶ ابن ليلتين حديث أمتينِ بكذبٍ وَمَيْنِ. ¶ ابن ثلاث حديث فَتياتٍ غير مُؤْتَلِفاتٍ. ¶ ابن أربع رَضَاعُ هُبَعٍ. ¶ ابن خمس تَحَدُّثٌ وأُنْسٌ. ¶ ابن ستّ سِرْ وبِتْ. ¶ ابن سبع يُلْقِطُ الجَزْعَ. ¶ ابن ثمان كأحسن ما يكون من الفَتَيَاتِ الحِسَانِ. ¶ ابن تسع يُبَيَّنُ الذئبَ من الضَّبع. ¶ ابن عشر مخنِّق الفَجْرَ.",
            "page": "9",
            "part": "1",
            "seal": "62428516"
        },
        {
            "id": "10",
            "nass": "قال أبو فيد: اخبرني صهر للعجاج، وكان فصيحاً، عن العجاج، وقال له عيسى بن عمر: قد عرفنا الرُّبَعَ، فما الهُبَعُ؟ قال: إن مصاييف الإبل إنما تنتج في آخر الزمان، فإذا اتبعتها لم تلحق حتى تهبع. والهبع: إتعاب اليدين في المشي. ¶ 110 - وأنشد: ¶ أعاذِلَ أبْقِى للمَلاَمَةِ حَظَّها ... إذا قام عَنَّي باَلجِلَّيةِ عُوَّدِي ¶ يريد: دعي اللوم لما تبكيني به البواكي، ويندبنني به إذا مت، من ذكر الفعال الجميل، والمآثر الصالحة. ¶ 1 1",
            "page": "10",
            "part": "1",
            "seal": "C26920F1"
        }
    ],
    "t673": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "زيادات في النسخة الخطية"
        }
    ]
}