{
    "b6763": [
        {
            "hno": "1",
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ 1 - أخبرنَا أَبُو الْفَتْح مُحَمَّد بن عبد الْبَاقِي بن أَحْمد بن سُلَيْمَان قَالَ أخبرنَا حمد بن أَحْمد بن الْحسن قَالَ أخبرنَا أَبُو نعيم أمد بن عبد الله الْحَافِظ أخبرنَا عبد الله بن جَعْفَر قَالَ أخبرنَا يُونُس بن حبيب أخبرنَا أَبُو دَاوُد الطَّيَالِسِيّ حَدثنَا شُعْبَة أَخْبرنِي قَتَادَة ¶ سمع أنس بن مَالك يحدث أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ ثَلَاث من كن فِيهِ وجد لَهُنَّ حلاوة الْإِيمَان من يكن الله وَرَسُوله أحب إِلَيْهِ مِمَّا سواهُمَا وَأَن يقذف الرجل فِي النَّار أحب إِلَيْهِ من إِن يرجع فِي الْكفْر بعد إِذْ أنقذه الله مِنْهُ وَأَن يحب العَبْد لَا يحب إِلَّا الله أَو قَالَ فِي الله ¶ 2 - أخبرنَا يُوسُف بن هبة الله أخبرنَا مُحَمَّد بن نَاصِر أَنبأَنَا الْحسن بن أَحْمد أخبرنَا عَليّ بن أَحْمد الرزاز أخبرنَا أَبُو بكر الشَّافِعِي حَدثنَا مُحَمَّد بن مسلمة حَدثنَا",
            "page": "25",
            "part": "1",
            "seal": "FB570CF3"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "يزِيد هَارُون حَدثنَا شُعْبَة عَن سعيد أَو غَيره عَن عَمْرو بن مَيْمُون عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من سرة أَن يجد طعم الْإِيمَان فالحب مَا لَا يُحِبهُ إِلَّا الله عز وَجل ¶ 3 - أخبرنَا أَبُو الْحسن عَليّ بن الْمُبَارك بن نغوبا الوَاسِطِيّ أخبرنَا أَبُو نعيم مُحَمَّد بن إِبْرَاهِيم أخبرنَا أَبُو الْحسن أَحْمد بن المظفر الْعَطَّار أخبرنَا عبد الله بن مُحَمَّد المخلدي أخبرنَا أَبُو الْخَلِيفَة الفيصل بن الْحباب أخبرنَا مسدود عَن يحيى بن سعيد عَن حميد الطَّوِيل عَن أنس قَالَ ¶ قَامَ رجل من أهل الْبَادِيَة أَعْرَابِي فَقَالَ يَا رَسُول الله مَتى قيام السَّاعَة فَحَضَرت الصَّلَاة فَقَامَ رَسُول الله إِلَى الصَّلَاة فَلَمَّا قضى صلَاته قَالَ من أَيْن السَّائِل عَن السَّاعَة قَالَ أَنا قَالَ قَالَ وَيلك مَا أعدت لَهَا قَالَ وَالله مَا أعدت لَهَا كثير عمل صَوْم وَلَا صَلَاة وَلَكِنِّي أحب الله وَرَسُوله قَالَ أَنْت مَعَ من أَحْبَبْت أَو الْمَرْء مَعَ من أحب قَالَ أنس فَمَا رَأَيْت الْمُسلمين فرحو بِشَيْء بعد الْإِسْلَام فَرَحهمْ يَوْمئِذٍ",
            "page": "26",
            "part": "1",
            "seal": "29CEF629"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - أخبرنَا يحيى بن ثَابت أخبرنَا أبي أخبرنَا أَبُو بكر البرقاني قَالَ سَمِعت أَبَا الْقَاسِم الأبندوني يَقُول قرىء على أبي يعلى حَدثكُمْ حورثة بن الأشرس أخبرنَا حَمَّاد بن سَلمَة عَن ثَابت ¶ عَن أنس ¶ أَن رجلا سَأَلَ النَّبِي عَلَيْهِ السَّلَام عَن السَّاعَة فَقَالَ مَا أَعدَدْت لَهَا قَالَ مَا أَعدَدْت لَهَا من كثير عمل إِلَّا أَنِّي أحب الله وَرَسُوله قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم الْمَرْء مَعَ من أحب أخبرنَا أَبُو الْقَاسِم عَليّ بن المظفر الطهوي بِقِرَاءَتِي عَلَيْهِ قَالَ أخبرنَا مُحَمَّد بن عبد الْبَاقِي الدوري أخبرنَا مُحَمَّد بن عبد الْملك بن بَشرَان أخبرنَا مُحَمَّد بن إِبْرَاهِيم الدَّيْر عاقولي أخبرنَا مُحَمَّد بن عَليّ بن مهْدي الْعَطَّار حَدثنَا مُحَمَّد بن خشيش حَدثنِي الْحسن الْبَصْرِيّ ¶ عَن أنس ¶ أَن رجلا جَاءَ إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ يَا رَسُول الله مَتى السَّاعَة قَالَ مَا المسؤول عَنْهَا بِأَعْلَم من السَّائِل فَلَمَّا جَاءَت الْعَصْر قَالَ أَيْن السَّائِل عَن السَّاعَة قَالَ الرجل أَنا يَا رَسُول الله قَالَ مَاذَا أَعدَدْت لَهَا قَالَ لَا شَيْء إِلَّا أَنِّي أحب الله وَرَسُوله قَالَ الْمَرْء مَعَ من أحب ¶ 5 - أخبرنَا أَبُو الْقَاسِم بن المظفر الطهوي بِقِرَاءَتِي عَلَيْهِ قَالَ أخبرنَا مُحَمَّد بن عبد الْبَاقِي الدوري أخبرنَا مُحَمَّد بن عبد الْملك بن بَشرَان أخبرنَا مُحَمَّد بن إِبْرَاهِيم الدَّيْر عاقولي أخبرنَا مُحَمَّد بن عَليّ بن مهْدي الْعَطَّار حَدثنَا مُحَمَّد بن خشيش حَدثنَا مفضل بن صَالح عَن مُحَمَّد بن جحادة قَالَ حَدثنِي الْحسن الْبَصْرِيّ ¶ عَن أنس ¶ أَن رجلا جَاءَ إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ يَا رَسُول الله مَتى السَّاعَة قَالَ مَا المسؤول عَنْهَا بِأَعْلَم من السَّائِل فَلَمَّا جَاءَت الْعَصْر قَالَ أَيْن السَّائِل عَن السَّاعَة قَالَ الرجل أَنا يَا رَسُول الله قَالَ مَاذَا أَعدَدْت لَهَا قَالَ لَا شَيْء إِلَّا أَنِّي أحب الله وَرَسُوله قَالَ الْمَرْء مَعَ من أحب ¶ 6 - أخبرنَا أَبُو زرْعَة الْمَقْدِسِي أخبرنَا أَو عبد الله مُحَمَّد بن أَحْمد الساوي قَالَ أخبرنَا",
            "page": "27",
            "part": "1",
            "seal": "B6BED07E"
        },
        {
            "hno": "7",
            "id": "5",
            "nass": "القَاضِي أَبُو بكر الْحَرَشِي أخبرنَا أَبُو الْعَبَّاس الْأَصَم حَدثنَا سُفْيَان بن عييبنة عَن عَاصِم عَن زر بن حُبَيْش ¶ عَن صَفْوَان بن عَسَّال الْمرَادِي ¶ قَالَ رجل يَا رَسُول الله أَرَأَيْت رجلا أحب قوما وَلما يلْحق بهم قَالَ هُوَ مَعَ من أحب ¶ 7 - أخبرنَا الْفَقِيه الصَّالح أَبُو الْحسن دهبل بن عَليّ بن كارة أخبرنَا أيو عَليّ بن مُحَمَّد بن سعيد بن نَبهَان أخبرنَا مُحَمَّد بن مُحَمَّد بن عبيد العسكري حَدثنِي أبي حَدثنَا زكرويه عَن سُفْيَان بِمن عُيَيْنَة عَن عَمْرو ¶ سمع عبيد بن عُمَيْر يَقُول ¶ قَالَ رجل يَا رَسُول الله الرجل يحب الْمُصَلِّين وَلَا يُصَلِّي إِلَّا قليلاويحب المتصدقين وَلَا يتَصَدَّق إِلَّا قَلِيلا وَيُحب الْمُجَاهدين وَلَا يُجَاهد وَهُوَ فِي ذَلِك يحب الله وَرَسُوله وَالْمُؤمنِينَ قَالَ هُوَ يَوْم الْقِيَامَة مَعَ من أحب ¶ 8 - أخبرنَا أَبُو زراعة طَاهِر بن مُحَمَّد بن طَاهِر بن الْمَقْدِسِي أخبرنَا أَبُو عبد الله مُحَمَّد بن مُحَمَّد بن الْحسن الساوي أخبرنَا القَاضِي أَبُو بكر أَحْمد بن الْحسن الْحَرَشِي أخبرنَا أَبُو عَبَّاس الْأَصَم حَدثنَا زَكَرِيَّا بن يحيى الْمروزِي بِبَغْدَاد أخبرنَا سُفْيَان بن عُيَيْنَة عَن عَمْرو ¶ سمع عبيد بن عُمَيْر يَقُول ¶ قَالَ رجل يَا رَسُول الله رجل يحب الْمُصَلِّين وَلَا يُصَلِّي إِلَّا قَلِيلا",
            "page": "28",
            "part": "1",
            "seal": "BDAF7D78"
        },
        {
            "hno": "9",
            "id": "6",
            "nass": "وَيُحب الصائمين وَلَا يَصُوم إِلَّا قَلِيلا وَيُحب الذَّاكِرِينَ وَلَا يذكر إِلَّا قَلِيلا وَيُحب المتصدقين وَلَا يتَصَدَّق إِلَّا قَلِيلا وَيُحب الْمُجَاهدين وَلَا يُجَاهد وَهُوَ فِي ذَلِك يحب الله وَرَسُوله وَالْمُؤمنِينَ قَالَ هُوَ يَوْم الْقِيَامَة مَعَ من أحب ¶ 9 - أخبرنَا شيخ الْإِسْلَام أَبُو مُحَمَّد عبد الْقَادِر بن أبي صَالح الجيلي قَالَ أخبرنَا أَبُو بكر أَحْمد بن المظفر التمار أخبرنَا أَبُو عَليّ بن شَاذان أخبرنَا مُحَمَّد بن الْعَبَّاس بن نجيح حَدثنَا يزِيد بن الباداء أخبرنَا الْهَيْثَم بن الْمُهلب حَدثنَا الْمعَافي حَدثنَا يحيى بن أبي أنيسَة عَن عَاصِم عَن زر ¶ عَن صَفْوَان بن عَسَّال قَالَ ¶ خرجنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَرَسُول الله صلى الله عَلَيْهِ وَسلم أَمَام الركب وَنحن خَلفه إِذا أَعْرَابِي خلف الْقَوْم جَهورِي الصَّوْت يَقُول يَا مُحَمَّد فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم هاؤم فَقَالَ كَيفَ ترى فِي رجل أحب قوما وَلما يلْحق بهم قَالَ ذَلِك مَعَهم",
            "page": "29",
            "part": "1",
            "seal": "B618E6DE"
        },
        {
            "hno": "10",
            "id": "7",
            "nass": "10 - قَرَأت على مُحَمَّد بن عبد الْبَاقِي أخْبركُم أَبُو الْفضل بن خيرون أخبرنَا أَبُو عَليّ بن حمدية أخبرنَا أَبُو بكر الشَّافِعِي حَدثنَا عَليّ بن بري الدينَوَرِي حَدثنَا سَلمَة بن شبيب حَدثنَا مُحَمَّد بن كثير حَدثنَا لَيْث عَن عَمْرو بن مرّة عَن الْبَراء بن عَازِب قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول إِن أفضل الْإِيمَان الْحبّ فِي الله والبغض فِي الله ¶ 11 - أخبرنَا مُحَمَّد قَالَ أخبرنَا أَبُو الْفضل بن خيرون أخبرنَا أَبُو عَليّ أخبرنَا أَبُو بكر الشَّافِعِي حَدثنَا جَعْفَر الصَّائِغ حَدثنَا مَحْمُود بن خِدَاش حَدثنَا كثير بن هِشَام حَدثنَا عُثْمَان بن عَطاء عَن أَبِيه ¶ عَن أبي رزين قَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم ¶ يَا أَبَا زرين إِذا خلوت فحرك لسَانك بِذكر الله عز وجليا أَبَا زرين أحب فِي اللهوابغض فِي الله فَإِن الْمُسلم إِذا زار أَخَاهُ فِي الله شيعه سَبْعُونَ ألف ملك يَقُولُونَ اللَّهُمَّ وَصله فِيك فَإِن اسْتَطَعْت أَن تعْمل جسدك فِي ذَلِك فافعل ¶ 12 - أخبرنَا مُحَمَّد أخبرنَا حمد أخبرنَا أَحْمد قَالَ أخبرنَا عبد الله بن جَعْفَر",
            "page": "30",
            "part": "1",
            "seal": "CD633442"
        },
        {
            "hno": "13",
            "id": "8",
            "nass": "أخبرنَا يُونُس بن حبيب حَدثنَا أَبُو دَاوُد حَدثنَا جرير عَن لَيْث عَن عَمْرو بن مرّة عَن مُعَاوِيَة بن سُوَيْد بن مقرن ¶ عَن الْبَراء بن عَازِب قَالَ ¶ كُنَّا عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ أَتَرَوْنَ أَي عرى الْإِيمَان أوثق قُلْنَا الصَّلَاة قَالَ الصَّلَاة حَسَنَة وَلَيْسَ بِذَاكَ قُلْنَا الصّيام فَقَالَ مثل ذَلِك حَتَّى ذكرنَا الْجِهَاد فَقَالَ مثل ذَلِك فَقَالَ رَسُول الله أوثق عرى الْحبّ فِي الله والبغض فِيهِ ¶ 13 - عَن الْبَراء بن عَازِب قَالَ ¶ كُنَّا جُلُوسًا عَن النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ أَي عرى الْإِيمَان أوثق قَالُوا الصَّلَاة قَالَ حَسَنَة وَمَا هِيَ بهَا قَالُوا الزَّكَاة قَالَ حَسَنَة وَمَا هِيَ بهَا قَالُوا صِيَام رَمَضَان قَالَ حسن وَمَا هُوَ بِهِ قَالُوا الْحَج قَالَ حسن وَمَا هُوَ بِهِ قَالُوا الْجِهَاد قَالَ حسن وَمَا هُوَ بِهِ فال إِن أوثق عرى الْإِسْلَام أَن تحب فِي الله وَتبْغض فِي الله عز وَجل ¶ 14 - وَعَن أبي ذَر نَحوه",
            "page": "31",
            "part": "1",
            "seal": "05DC7E79"
        },
        {
            "hno": "15",
            "id": "9",
            "nass": "15 - وَأخْبرنَا مُحَمَّد بن عبد الْبَاقِي أخبرنَا حمد بن أحم الْحداد أخبرنَا أَحْمد بن عبد الْحَافِظ أخبرنَا عبد الله بن جَعْفَر بن فَارس أخبرنَا يُونُس بن حبيب أخبرنَا أَبُو دَاوُد الطَّيَالِسِيّ حثنا الصَّعق بن حزن عَن عقيل الْجَعْدِي عَن أبي إِسْحَاق عَن سُوَيْد بن غَفلَة ¶ عَن عبد الله بن مَسْعُود قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ يَا عبد الله أَتَدْرِي أَي عرى السَّلَام أوثق قلت الله وَرَسُوله أعلم قَالَ الْولَايَة فِي الله وَالْحب فِي الله والبغض فِي الله يَا عبد الله أَتَدْرِي أَي النَّاس أعلم قلت الله وَرَسُوله أعلم قَالَ فَإِن أعلم النَّاس أعلمهم بِالْحَقِّ إِذا اخْتلف النَّاس وَإِن كَانَ مقصرا فِي الْعَمَل وَإِن كَانَ يزحف على استه ¶ 16 - أخبرنَا يحيى بن ثَابت أخبرنَا أبي أخبرنَا أَبُو بكر أَحْمد بن مُحَمَّد بن غَالب قَالَ قَرَأنَا على أبي الْعَبَّاس بن حمدَان حَدثكُمْ تَمِيم بن مُحَمَّد حَدثنَا عبد الْأَعْلَى بن حَمَّاد حثنا حَمَّاد عَن ثَابت ¶ عَن أنس أَن رَسُول الله صلى الله عَلَيْهِ وسم قَالَ ¶ ثَلَاث من كن فِيهِ وجد حلاوة الْإِيمَان من كُنَّا الله وَرَسُوله أحب إِلَيْهِ مِمَّا سواهُمَا وَالرجل يحب الرجل لَا يُحِبهُ إِلَّا لله وَالرجل يقذف فِي النَّار أحب إِلَيْهِ من أَن يرجع يَهُودِيّا أَو نَصْرَانِيّا",
            "page": "32",
            "part": "1",
            "seal": "CABB9C0C"
        },
        {
            "hno": "17",
            "id": "10",
            "nass": "17 - أخبرنَا ابْن النقور أخبرنَا أَبُو طَالب أخبرنَا ابْن الْمَذْهَب أخبرنَا الْقطيعِي حَدثنَا عبد الله حَدثنَا أبي حَدثنَا إِبْرَاهِيم بن مهْدي حَدثنَا إِسْمَاعِيل بن عَيَّاش عَن يحيى بن الْحَارِث عَن الْقَاسِم ¶ عَن ابي أُمَامَة قَالَ قَالَ رَسُول الله عَلَيْهِ وَسلم ¶ مَا أحب عبد عبدا لله إِلَّا أكْرمه الله عز وَجل ¶ 18 - أخبرنَا أَبُو مُحَمَّد عبد الرَّحْمَن بن عَليّ اللَّخْمِيّ أخبرنَا أَبُو الْحسن الْفَقِيه أخبرنَا أَحْمد بن عبد الْوَاحِد السّلمِيّ أخبرنَا جدي أَبُو بكر أخبرنَا أَبُو بكر مُحَمَّد بن جَعْفَر حَدثنَا إِبْرَاهِيم بن الْحَرْبِيّ حَدثنَا دَاوُد بن رشيد حَدثنَا إِسْمَاعِيل بن عَيَّاش عَن يحيى بن الْحَارِث الذمارِي عَن الْقَاسِم ¶ عَن أبي أُمَامَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ مَا أحب عبد عبدا لله إِلَّا أكْرمه الله عز وَجل ¶ 19 - أخبرنَا أَبُو الْمَعَالِي عبد الله بن عبد الرَّحْمَن أَحْمد بن صابر السّلمِيّ لأخبرنا الشريف أَبُو الْقَاسِم عَليّ بن إِبْرَاهِيم الْحُسَيْنِي أخبرنَا رشأ بن نظيف أخبرنَا",
            "page": "33",
            "part": "1",
            "seal": "8BFCEB40"
        },
        {
            "hno": "20",
            "id": "11",
            "nass": "الْحسن بن إِسْمَاعِيل الضراب حَدثنَا أَحْمد بن مَرْوَان حَدثنَا حُسَيْن بن حسن الْمروزِي ¶ حَدثنَا ابْن الْمُبَارك قَالَ ¶ أوحى الله إِلَى نَبِي من الْأَنْبِيَاء أما زهدك فِي الدُّنْيَا فتعجلت بِهِ الرَّاحَة وَأما انقطاعك إِلَيّ فمعروف لي وَلَكِن هَل عاديت لي عدوا أَو واليت لي واليا ¶ 20 - أخبرنَا أَبُو الْفَتْح بن البطي أخبرنَا أمحد بن الْحسن أخبرنَا الْحسن بن أَحْمد أخبرنَا مُحَمَّد بن عبد الله حَدثنَا بن إِسْحَاق حَدثنَا حجاج حَدثنَا حَمَّاد بن سلمى عَن ثَابت عَن أبي رَافع ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله عَلَيْهِ وَسلم ¶ إِن رجلا زار أَخا لَهُ فِي قَرْيَة أُخْرَى فأرصد الله على مدرجته ملكا فَلَمَّا عَلَيْهِ قَالَ أَيْن تُرِيدُ قَالَ أَزور أَخا لي فِي هَذِه الْقرْيَة قَالَ هَل لَهُ عَلَيْك من نعْمَة قَالَ لَا إِلَّا أَنِّي أحببته فِي الله عز وَجل قَالَ فَإِنِّي رَسُول الله إِلَيْك أَن الله قد أحبك كَمَا أحببته لَهُ ¶ 21 - وَأخْبرنَا أَبُو الْفَتْح قَالَ أخبرنَا أَبُو الْفَتْح أَبُو عبد الله الْحُسَيْن بن أَحْمد بن مُحَمَّد بن",
            "page": "34",
            "part": "1",
            "seal": "2417B18A"
        },
        {
            "hno": "22",
            "id": "12",
            "nass": "طَلْحَة النعالي أخبرنَا أَبُو الْحُسَيْن بن بَشرَان أخبرنَا أَبُو جَعْفَر مُحَمَّد بن عَمْرو بن البحتري حَدثنَا عَليّ بن إِبْرَاهِيم حَدثنَا مُحَمَّد بن أبي نعيم حَدثنَا سعيد بن زيد عَن عَمْرو بن خَالِد حَدثنَا أَبُو هَاشم عَن سعيد بن جُبَير ¶ عَن ابْن عَبَّاس عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ أَلا أنبئكم برجالكم من أهل الْجنَّة قَالُوا بلَى قَالَ النَّبِي فِي الْجنَّة والشهيد فِي الْجنَّة وَالصديق فِي الْجنَّة والمولود من أَوْلَاد الْإِسْلَام فِي الْجنَّة وَالرجل يكون فِي جَانب الْمصر يزور أَخَاهُ لَا يزوره إِلَّا لله فِي الْجنَّة أَلا أنبئكم بنسائكم من أهل الدُّنْيَا فِي الْجنَّة قَالُوا بلَى يَا رَسُول الله قَالَ الْوَدُود الْوَلُود العؤد الَّتِي إِذا غضِبت أَو أغضبت قَالَت يَدي فِي يدك لَا أكتحل بغمض حَتَّى ترْضى ¶ 22 - أخبرنَا أَبُو الْفَتْح مُحَمَّد بن عبد الْبَاقِي قَالَ أخبرنَا الْحسن بن أَحْمد أخبرنَا مُحَمَّد بن عبد الله حَدثنَا جَعْفَر بن مُحَمَّد الصَّائِغ حَدثنَا عَفَّان حَدثنَا حَمَّاد بن سَلمَة حَدثنَا أَبُو سِنَان عَن عُثْمَان بن أبي سَوْدَة ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله عَلَيْهِ وَسلم ¶ إِذا عَاد الرجل أَخَاهُ أَو زَارَهُ قَالَ الله عز وَجل طبت وطاب ممشاك وتبوأت من الْجنَّة منزلا ¶ 32 - وَبِه قَالَ جَعْفَر بن مُحَمَّد حَدثنَا شُرَيْح بن يُونُس حَدثنَا خلف بن خَليفَة",
            "page": "35",
            "part": "1",
            "seal": "D0982856"
        },
        {
            "hno": "24",
            "id": "13",
            "nass": "عَن أبي هَاشم الرماني عَن سعيد بن جُبَير ¶ عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ أَلا أخْبركُم برجالكم من أهل الْجنَّة النَّبِي فِي الْجنَّة وَالصديق فِي الْجنَّة والشهيد فِي الْجنَّة والمولود فِي الْجنَّة وَالرجل يزور أَخَاهُ فِي نَاحيَة الْمصر لَا يزوره إِلَّا لله فِي الْجنَّة ¶ 24 - وَبِه قَالَ جَعْفَر حَدثنَا إِبْرَاهِيم بن سعيد حَدثنَا أَبُو سُفْيَان الحمري عَن الضَّحَّاك بن حَمْزَة عَن حَمَّاد بن جَعْفَر عَن مَيْمُون سياه ¶ عَن أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ مَا من عبد يزور أَخا لَهُ فِي الله عز وَجل إِلَّا قَالَ الله عز وَجل فِي ملوكت عَرْشه عبد زار فِي عَليّ قرى عَبدِي وَلنْ أرْضى لعبدي بقرى دون الْجنَّة ¶ 25 - أخبرنَا أَبُو مُحَمَّد الْمُبَارك بن عَليّ بن الطباخ بِقِرَاءَتِي عَلَيْهِ بِمَكَّة تجاه الْكَعْبَة",
            "page": "36",
            "part": "1",
            "seal": "E5736492"
        },
        {
            "hno": "26",
            "id": "14",
            "nass": "حرسها الله أخبرنَا زَاهِر بن طَاهِر أخبرنَا أَبُو سعيد الكنجروذي أخبرنَا أَبُو عمر بن حمدَان أخبرنَا أَبُو يعلى الْموصِلِي حَدثنَا إِبْرَاهِيم بن مُحَمَّد بن عرْعرة حَدثنَا يُوسُف بن يَعْقُوب السدوسيحدثنا مَيْمُون بن عجلَان عَن مَيْمُون بن سياه ¶ عَن أنس أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ مَا من عبد مُسلم أَتَى أَخا لَهُ فِي الله إِلَّا ناداه مُنَاد من السَّمَاء أَن طبت وَطَابَتْ لَك الْجنَّة وَإِلَّا قَالَ الله فِي ملوكت عَرْشه عَبدِي زارني وَعلي قراه ى فَلَنْ أرْضى لَهُ قرى إِلَّا الْجنَّة ¶ 26 - قرى على الشَّيْخ أبي مُحَمَّد عبد الله بن أَحْمد بن النَّرْسِي وَأَنا أسمع أخْبركُم الْحسن بن مُحَمَّد بن عبد الْعَزِيز التككي أخبرنَا أَبُو عَليّ بن شَاذان أخبرنَا عُثْمَان بن أمد بن السماك حَدثنَا أَحْمد بن عبد الْجَبَّار حَدثنَا أَبُو مُعَاوِيَة عَن الْأَعْمَش عَن الحكم عَن عبد الرَّحْمَن بن أبي ليلى ¶ عَن عَليّ رَضِي الله عَنهُ قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ إِذا أَتَى الرجل أَخَاهُ يعود مَشى فِي خرافه الْجنَّة حَتَّى يجلسفإذا",
            "page": "37",
            "part": "1",
            "seal": "E8A19880"
        },
        {
            "hno": "27",
            "id": "15",
            "nass": "جلس غمرته الرَّحْمَة وَإِن كَانَ غدْوَة صلى عَلَيْهِ سَبْعُونَ ألف ملك حَتَّى يُمْسِي وَإِن كَانَ مسَاء صلى عَلَيْهِ سَبْعُونَ ألف ملك حَتَّى يصبح ¶ 27 - قَرَأت على الشَّيْخ أبي الْفَتْح مُحَمَّد بن عبد الْبَاقِي أخْبركُم أَبُو الْفضل أَحْمد بن الْحسن قَالَ أخبرنَا أَبُو عَليّ الْحسن بن أَحْمد بن عبد الله حَدثنَا أَبُو بكر مُحَمَّد بن عبد الله الشَّافِعِي حَدثنَا أَحْمد بن عِيسَى حَدثنَا أَبُو مُحَمَّد هَاشم بن الْقَاسِم حَدثنَا عِيسَى بن يُونُس عَن حميد عَن أَب عَطاء عَن عبد الله بن الْحَارِث ¶ عَن عبد الله بن مَسْعُود قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ المتحابون فِي الله فِي الْجنَّة على عَمُود من ياقوتة حمراءعلى رَأس من ذَلِك العمود سَبْعُونَ ألف غرفَة عَلَيْهَا المتحابون فِي الله يشرفون على أهل الْجنَّة فَإِذا أطلع أحد أهل الْجنَّة مَلأ حسنه بيُوت الْجنَّة كَمَا يمْلَأ الشَّمْس الْبَيْت أهل الدُّنْيَا قَالَ فَيخرج أهل الْجنَّة ينظرُونَ إِلَيْهِم فَإِذا وجودهم كَالْقَمَرِ لَيْلَة الْبَدْر عَلَيْهِم ثِيَاب خضر مَكْتُوب فِي وُجُوههم هَؤُلَاءِ المتحابون فِي الله عز وَجل ¶ 28 - قرىء على الكاتبة شهدة بن أَحْمد بن الْفَرح وَأَنا أسمع أخْبركُم أَبُو عبد الله الْحُسَيْن بن أَحْمد بن مُحَمَّد بن طَلْحَة قَالَ أخبرنَا مُحَمَّد بن عبيد الله الحنائي أخبرنَا عُثْمَان بن أَحْمد بن الدقاق أخبرنَا إِسْحَاق بن إِبْرَاهِيم حَدثنَا مُحَمَّد بن حَاتِم حَدثنَا",
            "page": "38",
            "part": "1",
            "seal": "03BFCF31"
        },
        {
            "hno": "29",
            "id": "16",
            "nass": "عمار بن مُحَمَّد حَدثنَا حميد الْأَعْرَج عَن عبد الله الْحَارِث ¶ عَن عبد الله بن مَسْعُود قَالَ ¶ المتحابون فِي الله على عَمُود من ياقوتة حمراءعلى رَأس من ذَلِك العمود سَبْعُونَ ألف غرفَة مشرفون على أهل الْجنَّة فَإِذا أطلع أحد أهل الْجنَّة مَلأ حسنه بيُوت الْجنَّة كَمَا يمْلَأ الشَّمْس ضوؤها أهل الدُّنْيَا يخرج أهل الْجنَّة ينظرُونَ إِلَيْهِم فَإِذا وجودهم كَالْقَمَرِ لَيْلَة الْبَدْر عَلَيْهِم ثِيَاب خضر مَكْتُوب فِي وُجُوههم هَؤُلَاءِ المتحابون فِي الله عز وَجل ¶ 29 - وَبِه قَالَ إِسْحَاق حَدثنَا يحيى بن يُوسُف الزمري حَدثنَا خلف بن خَليفَة عَن حميد الأرج عَن عبد الله بن الْحَارِث ¶ عَن عبد الله بن مَسْعُود أَن النَّبِي صلى الله عليم وَسلم قَالَ أَن المتحابون فِي الله على عَمُود من ياقوتة حمراءعلى رَأس من ذَلِك العمود سَبْعُونَ ألف غرفَة يضيء حسنهنَّ أهل الْجنَّة كَمَا يمْلَأ الشَّمْس ضوؤها أهل الدُّنْيَا فَيَقُول أهل الْجنَّة انطلقو فَلْينْظر إِلَى المتحابين فِي الله فَإِذا أشرفوا عَلَيْهِم أَضَاء حسنهم كَمَا تضييء الشَّمْس أهل الدنياهؤلاء المتحابون فِي الله عز وَجل ¶ 30 - أخبرنَا أَبُو بكر بن النقور أخبرنَا أَبُو طَالب اايوسفي هَؤُلَاءِ المتحابون فِي",
            "page": "39",
            "part": "1",
            "seal": "6A5194C5"
        },
        {
            "hno": "31",
            "id": "17",
            "nass": "الْمَذْهَب أخبرنَا أَبُو بكر بن جَعْفَر حَدثنَا عبد الله حَدثنَا أبي حَدثنَا عَليّ بن عَيَّاش حَدثنَا مُحَمَّد بن مطرف حَدثنَا أَبُو حَازِم ¶ عَن أبي سعيد قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ إِن المتحابين لترى غرفهم فِي الْجنَّة كالكوب الطالع الشَّرْقِي الغربي فَيُقَال من هَؤُلَاءِ فَيُقَال هَؤُلَاءِ المتحابون فِي الله عز وَجل ¶ 31 - أخبرنَا يُوسُف بن هبة الله أخبرنَا الْحَافِظ أَبُو الْفضل مُحَمَّد بن نَاصِر أَنبأَنَا الْحسن بن أَحْمد بن الْبناء أخبرنَا أَبُو الْحُسَيْن بن بَشرَان أخبرنَا عُثْمَان بن أَحْمد أخبرنَا ابْن الْبَراء أخبرنَا عبد الرَّحْمَن بن صَالح الْأَزْدِيّ حَدثنَا عَبدة بن سُلَيْمَان عَن مُحَمَّد بن أبي حميد الْأنْصَارِيّ عَن مُوسَى بن وردان ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ إِن فِي الحنة لقبة من ياقوت على غرف زبرجد لَهَا أنوار تضيء كَمَا يضيء الْكَوْكَب الدُّرِّي قيل يَا رَسُول الله وَمن يسكنهَا قَالَ المتحابون فِي الله والمتجالسون فِي الله والمتلاقون فِي الله عز وَجل ¶ 32 - وَبِه حَدثنَا ابْن الْبَراء حَدثنَا معافى بن سُلَيْمَان حَدثنَا حَكِيم بن نَافِع عَن الْأَعْمَش عَن أبي صَالح ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ لَو أَن عَبْدَيْنِ تحابا فِي الله وَاحِد بالمشرق وَالْآخر بالمغرب لجمع الله",
            "page": "40",
            "part": "1",
            "seal": "8DCFE8E8"
        },
        {
            "hno": "33",
            "id": "18",
            "nass": "بَينهمَا يَقُول هَذَا الَّذِي كنت أحبه فِي ¶ 33 - أخبرنَا الشَّيْخ عبد الْقَادِر بن أبي صَالح أخبرنَا أَحْمد المظفر أخبرنَا الْحسن بن أَحْمد بن شَاذان أخبرنَا مُحَمَّد بن الْعَبَّاس بن نجيح حَدثنَا إِبْرَاهِيم بن إِسْحَاق حَدثنَا مُسَدّد حَدثنَا يحيى بن سعيد وَحَمَّاد بن زيد عَن عبيد الله بن عمر عَن خبيب عَن حَفْص بن عَاصِم ¶ عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ سَبْعَة يظلهم الله فِي [ظله] يَوْم لَا ظلّ إِلَّا ظله رجلَيْنِ تحابا فِي الله عز وَجل واجتمعا على ذَلِك وتفرقا عَلَيْهِ ¶ 34 - أخبرنَا أَبُو الْفَتْح بن عبد الْبَاقِي أخبرنَا حمد بن أَحْمد أخبرنَا يُونُس بن حبيب حَدثنَا أَبُو دَاوُد حَدثنَا أَبُو فليح عَن عبد الله بن عبد الرَّحْمَن عَن سعيد بن يسَار ¶ عَن أَبُو هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ يَقُول الله عز وَجل يَوْم الْقَامَة أَيْن المتحابون فِي جلالي الْيَوْم أظلهم فِي ظِلِّي يَوْم لَا ظلّ إِلَّا ظِلِّي ¶ 35 - وَبِهَذَا الْإِسْنَاد قَالَ أَبُو دَاوُد حَدثنَا ابْن فضَالة عَن خبيب بن عبد الرَّحْمَن عَن حَفْص بن عَاصِم",
            "page": "41",
            "part": "1",
            "seal": "72D380DD"
        },
        {
            "hno": "36",
            "id": "19",
            "nass": "عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ سَبْعَة فِي ظلّ الله يَوْم لَا ظلّ إِلَّا ظله حكم عدل إِمَام عدل وشاب نَشأ لعبادة اللهورجل قلبه مُعَلّق فِي الْمَسْجِد حَتَّى يرجع إِلَيْهِ وَرجلَيْنِ اجْتمعَا على حب الله وتفرقا على حبهورجل تصدق بِصَدقَة فأخفاها حَتَّى لَا تَدْرِي شِمَاله مَا تخفي يَمِينه وَرجل دَعَتْهُ امْرَأَة ذَات حسب وجمال فَقَالَ إِنِّي أَخَاف الله وَرجل ذكر الله خَالِيا فَفَاضَتْ عَيناهُ من خشيَة الله ¶ 36 - أخبرنَا يُوسُف بن هبة الله أخبرنَا الْحَافِظ أَبُو الْفضل بن نَاصِر أَنبأَنَا أَبُو عَليّ بن الْبناء أخبرنَا هِلَال بن مُحَمَّد حَدثنَا مُحَمَّد بن الْحسن الببهاري حَدثنَا يحيى بن رَاشد حَدثنَا درست بن حَمْزَة حَدثنَا مطر الْوراق حَدثنَا قَتَادَة ¶ عَن أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ مَا من متحابين تلاقيا إِلَّا تحاتت ذنوبهما كَمَا يتحات ورق الشّجر",
            "page": "42",
            "part": "1",
            "seal": "9C541ADB"
        },
        {
            "hno": "37",
            "id": "20",
            "nass": "37 - قَالَ الْحسن وَحدثنَا مُحَمَّد بن أَحْمد حَدثنَا عمر بن أَحْمد حَدثنَا عبد الله بن مُحَمَّد حَدثنَا نعيم بن الهيصم عَن أبي بشر عَن مُجَاهِد قَالَ ¶ إِذا التقى المتحابان فبش بَعضهم إِلَى بعض تحاتت عَنْهُم الْخَطَايَا كَمَا يتحات ورق الشّجر فِي الشتَاء إِذا يبس ¶ 38 - قَالَ وَأخْبرنَا هِلَال بن مُحَمَّد حَدثنَا أَبُو يكر الشَّافِعِي حَدثنَا عبد الله حَدثنَا الْحسن بن الصَّباح حَدثنَا عَليّ بن حسن بن شفيق عَن حكام قَالَ ¶ سَمِعت سعيد بن عبد الرَّحْمَن الزبيدِيّ يَقُول ¶ يُعجبنِي مِمَّن ألْقى كل سهل طلق مضحاك وَأما من تَلقاهُ ببشر ويلقاك بعبوس ويمن عَلَيْك لقاءه فَلَا كثر الله ي الْمُسلمين أَمْثَال هَؤُلَاءِ ¶ 39 - أخبرنَا أَبُو المكارم الْمُبَارك بن مُحَمَّد الباذرائي قَالَ أخبرنَا أَبُو يَاسر مُحَمَّد بن عبد الْعَزِيز الْخياط أخبرنَا أَبُو عَليّ بن شَاذان قَالَ أخبرنَا أَبُو بكر النجاد حَدثنَا",
            "page": "43",
            "part": "1",
            "seal": "93A07D85"
        },
        {
            "hno": "40",
            "id": "21",
            "nass": "عبد الْملك بن مُحَمَّد حَدثنَا عمر بن عَامر حَدثنَا عبيد الله بن الْحسن القَاضِي حَدثنَا الجريريعن أبي عُثْمَان النَّهْدِيّ قَالَ ¶ سَمِعت عمر بن الْخطاب يَقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ إِذا التقى المسلمان فَسلم كل وَاحِد مِنْهُمَا على صَاحبه كَانَ أحبهما إِلَى الله عز وَجل أحسنهما بشرا بصاحبهفإذا تصافحا نزلت بَينهمَا مئة رَحْمَة للبادئ نسعون وللمصافح عشر ¶ 40 - أخبرنَا أَبُو زرْعَة الْمَقْدِسِي قَالَ أخبرنَا عَبدُوس بن عبد الله أخبرنَا مُحَمَّد بن أَحْمد الطوسي حَدثنَا أَبُو الْعَبَّاس الْأَصَم حَدثنَا عبيد بن عبد الرَّحْمَن حَدثنَا أَبُو سَلمَة مُحَمَّد بن مخلد الرعيني حَدثنَا سعيد بن عبد الْجَبَّار عَن مُحَمَّد بن جَابر عَن حميد بن عبد الرَّحْمَن ¶ عَن عبد الله بن عمر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من قضى لِأَخِيهِ الْمُسلم حَاجَة كَانَ كمن خدم الله كمره",
            "page": "44",
            "part": "1",
            "seal": "AA65D406"
        },
        {
            "hno": "41",
            "id": "22",
            "nass": "41 - أخبرنَا مُحَمَّد بن عبد الْبَاقِي أخبرنَا مُحَمَّد بن الْحسن بن خيرون أخبرنَا الْحِين بن أَحْمد بن حمديه أخبرنَا أَبُو بكر الشَّافِعِي حَدثنَا جَعْفَر بن مُحَمَّد الصَّائِغ حَدثنَا عبيد الله بن عمر حَدثنَا حَمَّاد بن زيد حَدثنَا سعيد الْجريرِي عَن رجل ¶ عَن رجل آخر قَالَ قدمت يَعْنِي الشَّام فَدخلت الْمَسْجِد فَقلت اللَّهُمَّ ارزقني جَلِيسا صَالحا فتوسمتفإذا شَاب قاعدعليه حَلقَة عَظِيمَة إِذا تكلم وضعُوا أَيْديهم تَحت أحناكهم وجدوا إِلَيْهِ بِأَبْصَارِهِمْ فَوَقع فِي نَفسِي لَهُ مَوَدَّة فَلَمَّا غربت الشَّمْس تفَرقُوا فَانْصَرَفت إِلَيْهِ بليلة لَا يعلمهَا إِلَّا الله عز وَجل فَلَمَّا كَانَ الْغَد جِئْت تِلْكَ السَّاعَة فَإِذا هم جُلُوس إِلَيْهِ وَإِذا هُوَ قَاعد فَسَأَلت فَإِذا هُوَ معَاذ بن جبل فَجَلَست إِلَيْهِ قلت وَالله أَنِّي لَأحبك لله عز وَجل أَو فِي الله عز وَجل قَالَ أنظر مَا تَقول قَالَ قلت إِنِّي أحبك لله عز وَجل أَو فِي الله عز وَجل قَالَ حَمَّاد) لله) أَو (فِي الله) مرَّتَيْنِ أَو ثَلَاثًا قَالَ أحبك الَّذِي أحببتني لَهُ أما إِنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ إِن الله يحب الَّذين يتزاورون فيهويحب الَّذين يتباذلون فِيهِ 42 أخبرنَا عبد الله بن مُحَمَّد بن أَحْمد بن النقور أخبرنَا أَبُو طَالب اليوسفي أخبرنَا ابْن الْمَذْهَب أخبرنَا أَبُو بكر القاطعي حَدثنَا عبد الله بن أَحْمد حَدثنَا أَبُو صَالح الحكم بن مُوسَى حَدثنَا هِقْل يَعْنِي ابْن زِيَاد عَن الأوازعي قَالَ حَدثنَا رجل فِي مجْلِس يحيى بن كثير",
            "page": "45",
            "part": "1",
            "seal": "ABB7F921"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "عَن أبي إِدْرِيس الْخَولَانِيّ قَالَ قَالَ دخلت مَسْجِد حمص فَجَلَست إِلَى حَلقَة فِيهَا اثْنَان وَثَلَاثُونَ رجلا من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ يَقُول الرجل مِنْهُم سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم فيحدثثم يَقُول الآخر سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم فَيحدث قَالَ وَفِيهِمْ رجل أدعج براق الثنايا فَإِذا شكوا فِي شَيْء ردُّوهُ إِلَيْهِ وَرَضوا بِمَا قالفلم أَجْلِس قبله وَلَا بعده مَجْلِسا مثله فَتفرق الْقَوْم وَمَا أعرف اسْم رجل مِنْهُم قَالَ فَبت بليلة لم أَبَت بِمِثْلِهَا وَقلت أَنا رجل أطلب الْعلم وَجَلَست إِلَى أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم لم أعرف اسْم رجل مِنْهُم وَلَا منزله قَالَ فَلَمَّا أَصبَحت غَدَوْت إِلَى الْمَسْجِد فَإِذا أَنا بِالرجلِ الَّذِي كَانُوا إِذا شكوا فِي شَيْء ردُّوهُ إِلَيْهِ يرْكَع إِلَى بعض أسطوانات المسجدفجلست إِلَى جَانِبه فَلَمَّا انْصَرف قَالَ قلت يَا عبد الله وَالله إِنِّي لَأحبك لله قَالَ فَأخذ بحبوتي حَتَّى أدناي منهثم قَالَ إِنَّك لتحبني لله قَالَ قلت أَي وَالله إِنِّي لَأحبك لله قَالَ إِنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ إِن المتحابين بِجلَال الله فِي ظلّ الله وظل عَرْشه يَوْم لَا ظلّ إِلَّا ظله قَالَ فَقُمْت من عِنْده فَإِذا أَنا بلرجل من الْقَوْم الَّذين كَانُوا",
            "page": "46",
            "part": "1",
            "seal": "96A78364"
        },
        {
            "hno": "43",
            "id": "24",
            "nass": "مَعَه قَالَ قلت حَدِيث حَدَّثَنِيهِ الرجل قَالَ أما إِنَّه لَا يَقُول لَك إِلَّا حَقًا فَأَخْبَرته فَقَالَ قد سَمِعت ذَلِك وَأفضل مِنْهُ ¶ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ يأثر عَن ربه عز وَجل حقت محبتي للَّذين يتحابون فِي وحقت محبتي للَّذين يتباذلون فِي وحقت محبتي للَّذين يتزاورون فِي قَالَ قلت من أَنْت يَرْحَمك الله قَالَ أَنا عبَادَة بن الصَّامِت قَالَ قلت من الرجل قَالَ معاذبن جبل ¶ 43 - أخبرنَا مُحَمَّد بن عبد الْبَاقِي أخبرنَا حمد بن أَحْمد قَالَ أخبرنَا مُحَمَّد بن عبد الله بن جَعْفَر أخبرنَا يُونُس بن حبيب حَدثنَا أَبُو دَاوُد حَدثنَا شُعْبَة عَن يعلى بن عطاءوعن الْوَلِيد بن عبد الرَّحْمَن ¶ عَن أبي إِدْرِيس العائدي قَالَ دخلت الْمَسْجِد وَفِيه نَحْو من عشْرين من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم وَإِذا فيهم رجل أدعج الْعَينَيْنِ أغر الثنايا إِذا اخْتلفُوا فِي شَيْء قَالَ قولا اسْتَمعُوا إِلَى قَوْله فَسَأَلت عَنهُ فَإِذا معَاذ بن جبل فَلَمَّا كَانَ الْغَد دخلت الْمَسْجِد فَإِذا هُوَ قَائِم يُصَلِّي إِلَى سَارِيَة فَجَلَست إِلَيْهِ فَلَمَّا فعلت ذَلِك حذف من صلَاته فَقلت وَالله إِنِّي لَأحبك من جلال الله قَالَ آللَّهُ قلت آللَّهُ قَالَ فَإِن المتحابين من جلال الله فِي ظلّ الله عز وَجل قَالَ أَحْسبهُ يَوْم الْقِيَامَة يَوْم لَا ظلّ إِلَّا ظله",
            "page": "47",
            "part": "1",
            "seal": "CEAA51CF"
        },
        {
            "hno": "44",
            "id": "25",
            "nass": "يَغْبِطهُمْ بقربهم من الله النَّبِيُّونَ وَالشُّهَدَاء والصالحون قالأبو إِدْرِيس فَأَنت عبَادَة بن الصَّامِت قَالَ لَا أحَدثك إِلَّا مَا سَمِعت على لِسَان مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ حقت محبتي للمتواصلين فِي وحقت محبتي للمتصاقين فِي وحقت محبتي للمتباذلين فِي ¶ 44 - أخبرنَا يُوسُف بن هبة الله أخبرنَا مُحَمَّد بن نَاصِر أَنبأَنَا الْحُسَيْن بن عَليّ أخبرنَا عَليّ بن مُحَمَّد الْمعدل أخبرنَا الْمصْرِيّ حَدثنَا ابْن أبي مَرْيَم حَدثنَا عَمْرو بن سَلمَة حَدثنَا بن عبد الله عَن الْوَضِين بن عَطاء عَن الْمَحْفُوظ بن عَلْقَمَة عَن عَائِد أَن شُرَحْبِيل بن السمط قَالَ لعَمْرو بن عبسة هَل أَنْت محدثي حَدِيثا سمعته من رَسُول الله [صلى الله عَلَيْهِ وَسلم] لَيْسَ فِيهِ نِسْيَان وَلَا كذب قَالَ نعم سَمِعت رَسُول الله [صلى الله عَلَيْهِ وَسلم] يَقُول ¶ قَالَ الله حقت محبتي للَّذين يتحابون من أَجلي وَقد حقت محبتي للَّذين يتزاورون من أَجلي وَقد حقت محبتي للَّذين يتناصرون من أَجلي ¶ 45 - أخبرنَا أَبُو ابو الْحسن عَليّ بن الْحسن بن أبي الْأسود أخبرنَا أَبُو الْقَاسِم بن الْحُسَيْن الربعِي أخبرنَا أَبُو الْحسن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن مخلد أخبرنَا دعْلج بن أَحْمد حَدثنَا مُحَمَّد بن أَيُّوب الرازيقال وجدت فِي كتاب جدي أخبرنَا الْجراح عَن سُلَيْمَان الأعمشعن شمز بن عَطِيَّة عَن شهر بن حَوْشَب",
            "page": "48",
            "part": "1",
            "seal": "5D236FF7"
        },
        {
            "hno": "46",
            "id": "26",
            "nass": "عَن أبي مَالك قَالَ جمعهم أَبُو مَالك فَقَالَ لأَصْحَابه اجْتَمعُوا حَتَّى أُصَلِّي بكم صَلَاة رَسُول الله صلى الله عَلَيْهِ وَسلم فَلَمَّا فرغ قَالَ إِن الله عز وَجل عبادا لَهُم مَنَابِر من نور يَغْبِطهُمْ الشُّهَدَاء قَالَ الْقَوْم المتحابون فِي الله عز وَجل ¶ 46 - أخبرنَا الشَّيْخ الصَّالح أَبُو بكر عبد الله بن النقور أخبرنَا عبد الْقَادِر بن مُحَمَّد أخبرنَا الْحسن بن عَليّ التَّمِيمِي أخبرنَا أَحْمد بن جَعْفَر حَدثنَا عبد الله بن أَحْمد بن حَنْبَل قَالَ حَدثنِي أبي حَدثنَا أَبُو النَّضر حَدثنَا عبد الحميد بن بهْرَام الفرازيعن شهر بن حَوْشَب حَدثنَا عبد الرَّحْمَن بن غنم ¶ أَن أَبَا مَالك قَالَ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم لما قضى صلَاته أقبل إِلَى النَّاس بِوَجْهِهِ فَقَالَ يَا أَيهَا النَّاس اسمعوا واعقلوا وَاعْلَمُوا أَن لله عبادا لَيْسُوا بِأَنْبِيَاء وَلَا شُهَدَاء يَغْبِطهُمْ النَّبِيُّونَ وَالشُّهَدَاء على مجَالِسهمْ وقربهم من الله عز وَجل فجَاء رجل من الْأَعْرَاب من قاصية النَّاس وألوى بِيَدِهِ إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ نَاس من النَّاس لَيْسُوا بِأَنْبِيَاء وَلَا بشهداء يَغْبِطهُمْ الْأَنْبِيَاء وَالشُّهَدَاء على مجَالِسهمْ وقربهم من الله حلهم لنا يَعْنِي صفهم لنا شكلهم لنا فسر النَّبِي رَسُول الله صلى الله عَلَيْهِ وَسلم هم نَاس من أفناء النَّاس ونوازغ الْقَبَائِل لم تصل بَينهم أَرْحَام مُتَقَارِبَة تحَابوا فِي الله وتصافوا يضع الله لَهُم يَوْم الْقِيَامَة مَنَابِر من نور فيجلسهم عَلَيْهَا فَيجْعَل وُجُوههم",
            "page": "49",
            "part": "1",
            "seal": "7B2A66E7"
        },
        {
            "hno": "47",
            "id": "27",
            "nass": "نورا وثيابهم نورا يفزع النَّاس يَوْم الْقِيَامَة وَلَا يفزعون وهم أَوْلِيَاء الله الَّذين لَا خوف عَلَيْهِم وَلَا هم يَحْزَنُونَ ¶ 47 - أخبرنَا أَبُو بكر عبد الله بن مُحَمَّد أخبرنَا أَبُو طَالب اليوسفي أخبرنَا أَبُو عَليّ التَّمِيمِي أخبرنَا أَبُو بكر بن جَعْفَر حَدثنَا عبد الله بن أَحْمد حَدثنِي أبي حَدثنَا مُحَمَّد بن جَعْفَر حَدثنَا عَوْف عَن أبي الْمنْهَال ¶ عَن شهر بن حَوْشَب قَالَ كُنَّا عِنْد رجل قد صَاحب رَسُول الله صلى الله عَلَيْهِ وَسلم وَشهد مَعَه الْمشَاهد يُقَال لَهُ مالكأو أَبُو مَالك قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ لقد علمت أَقْوَامًا مَا هم بِأَنْبِيَاء وَلَا شُهَدَاء يَغْبِطهُمْ الْأَنْبِيَاء وَالشُّهَدَاء بمكانهم من الله يَوْم الْقِيَامَة فقالرجل من حجرَة الْقَوْم أَعْرَابِي قَالَ وَكَانَ يعجبنا أَن يكون فِينَا الْأَعرَابِي إِذا شَهِدنَا رَسُول الله صلى الله عَلَيْهِ وَسلم لأَنهم يجترؤون أَن يسْأَلُوا رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا نجترئ أَن نَسْأَلهُ يَا رَسُول الله بَينهم لنا من هم قَالَ فَرَأَيْت وَجه رَسُول الله صلى الله عَلَيْهِ وَسلم يَتَهَلَّل عِنْد ذَلِك قَالَ هم قوم أَقوام من قبائل شَتَّى يتحابون فِي اللهفوالله إِن وُجُوههم نوروإنهم لعلى نورما يخَافُونَ إِذا خَافَ النَّاس وَلَا يَحْزَنُونَ إذاحزنوا ¶ 48 - قَرَأت على الشَّيْخ أبي الْفرج يحيى بن مَحْمُود الثَّقَفِيّ أخْبركُم أَبُو الْقَاسِم إِسْمَاعِيل بن مُحَمَّد بن الْفضل أخبرنَا مُحَمَّد بن أَحْمد بن عَليّ أخبرنَا إِبْرَاهِيم بن",
            "page": "50",
            "part": "1",
            "seal": "B15CEBD8"
        },
        {
            "hno": "49",
            "id": "28",
            "nass": "عبد الله حَدثنَا أَبُو سعيد بن الْأَعرَابِي حَدثنَا أَبُو دَاوُد حَدثنَا زُهَيْر أخبرنَا جرير عَن عمَارَة بن الْقَعْقَاع عَن أبي زرْعَة بن عَمْرو بن جرير ¶ أَن عمر بن الْخطاب رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ إِن من عباد الله لأناسا مَا هم بِأَنْبِيَاء وَلَا شُهَدَاء يَغْبِطهُمْ النَّاس لِمَكَانِهِمْ من الله قَالُوا يَا رَسُول الله خبرنَا من هم قَالَ هم قوم تحَابوا بِروح الله على غير أَرْحَام بَينهم وَلَا أَمْوَال يَتَعَاطونَهَا فوَاللَّه أَن وُجُوههم لنوروإنهم لعلى نورلا يخَافُونَ إِذا خَافَ النَّاس وَلَا يَحْزَنُونَ إذاحزن النَّاس ثمَّ قَالَ أَلا إِن أَوْلِيَاء الله لَا خوف عَلَيْهِم وَلَا هم خوف عَلَيْهِم وَلَا هم يَحْزَنُونَ [يُونُس 62] ¶ 49 - وبالاستناد قَالَ إِبْرَاهِيم بن عبد الله حَدثنَا أَحْمد بن مُحَمَّد بن أبي الرِّجَال الصَّالِحِي حَدثنَا محمدهو ابْن عَبدُوس حَدثنَا الْمعَافى حَدثنَا حَكِيم عَن الْأَعْمَش عَن أبي صَالح ¶ عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ إِذا تحاب رجلَانِ فِي الله جمع الله بَينهمَا ¶ 50 - أخبرنَا يحيى أخبرنَا أَبُو الْقَاسِم أخبرنَا سُلَيْمَان بن إِبْرَاهِيم حَدثنَا أَبُو الْقَاسِم بن بَشرَان حَدثنَا عبد الله بن مُحَمَّد بن إِسْحَاق الْمَكِّيّ حَدثنَا أَبُو يحيى بن أبي مَسَرَّة حَدثنَا أَحْمد بن مُحَمَّد الْأَزْرَقِيّ حَدثنَا عبد الله بن عبد الْعَزِيز اللَّيْثِيّ",
            "page": "51",
            "part": "1",
            "seal": "4A984CD7"
        },
        {
            "hno": "51",
            "id": "29",
            "nass": "عَن سُلَيْمَان بن عَطاء عَن أَبِيه ¶ عَن أبي أَيُّوب عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ إِن المتحابين فِي الله يَوْم الْقِيَامَة على كراسي من ياقوت حول الْعَرْش ¶ 51 - أخبرنَا عبد الرَّحْمَن بن عَليّ اللَّخْمِيّ أخبرنَا الْفَقِيه أَبُو الْحسن السّلمِيّ أخبرنَا أَبُو الْحسن بن أبي الْحَدِيد أخبرنَا جدي أَبُو بكر أخبرنَا أَبُو بكر بن مُحَمَّد بن جَعْفَر حَدثنَا سَعْدَان بن نصر حَدثنَا أَبُو مُعَاوِيَة أخبرنَا الْأَعْمَش عَن نَافِع ¶ عَن ابْن عمر قَالَ ¶ لقد رَأَيْتنَا وَمَا الرجل الْمُسلم بِأَحَق بديناره ودرهمه من أَخِيه الْمُسلم ¶ 52 - أخبرنَا عبد الرَّحْمَن أخبرنَا أَبُو الْحسن السّلمِيّ أخبرنَا أَحْمد بن أبي الْحَدِيد أخبرنَا جدي أَبُو بكر أخبرنَا مُحَمَّد حَدثنَا سَعْدَان بن يزِيد حَدثنَا يزِيد بن هَارُون حَدثنَا حميد ¶ عَن أنس ¶ أَن عبد الرَّحْمَن بن عَوْف هَاجر إِلَى الْمَدِينَة فآخى رَسُول الله صلى الله عَلَيْهِ وَسلم بَينه وَبَين سعد بن ربيع فَقَالَ لَهُ سعد يَا عبد الرَّحْمَن إِنِّي من أَكثر الْأَنْصَار مَالا وَأَنا مقاسمك وَعِنْدِي امْرَأَتَانِ فَأَنا مُطلق إِحْدَاهمَا فَإِذا انْقَضتْ عدتهَا فَتَزَوجهَا فَقَالَ لَهُ بَارك الله لكفي أهلك وَمَالك",
            "page": "52",
            "part": "1",
            "seal": "8A3616CB"
        },
        {
            "hno": "53",
            "id": "30",
            "nass": "53 - وَبِه عَن أنس قَالَ قَالَ الْمُهَاجِرُونَ يَا رَسُول الله مَا رَأينَا مثل قوم قدمنَا عَلَيْهِم أحسن مواساة فِي قَلِيل وَلَا أحسن بذلا من كثير كفونا الْمُؤْنَة وأشركونا فِي المهنأحتى لقد خشينا أَن يذهبوا بِالْأَجْرِ كُله ¶ قَالَ لَا مَا أثنيتم عليهمودعوتم لَهُم ¶ 54 - أخبرنَا الْمُبَارك بن عَليّ أخبرنَا زَاهِر بن طَاهِر أخبرنَا الْأُسْتَاذ أَبُو يعلى إِسْحَاق بن عبد الرَّحْمَن الصَّابُونِي أخبرنَا أَبُو جَعْفَر مُحَمَّد بن الْحُسَيْن الْمُقْرِئ حَدثنَا جَعْفَر بن مُحَمَّد بن نصير الْخُلْدِيِّ حَدثنَا أَبُو عَبَّاس بن مَسْرُوق حَدثنَا أَحْمد بن خَالِد الْخلال حَدثنَا الْعَبَّاس بن صَالح ¶ عَن صَالح بن عبد الْكَرِيم قَالَ يَقُول الله بعزتي وَجَلَالِي وارتفاعي فَوق عَرْشِي لَا أطلع على قلب عبد أعلم أَن الْغَالِب عَلَيْهِ حب التَّمَسُّك بطاعتي إِلَّا وليت أَنا سياسته وتقويمه أَنا أَجود الأجودين أَنا أكْرم الأكرمين أَنا ديان يَوْم الدّين أَنا ثِقَة المستمسكين بطاعتي وَعلم المستعلمين بطاعتي أُولَئِكَ أغذوهم كَمَا أغذو ملائكتي وأربيهم بطاعتي حَتَّى يدخلُوا جنتي وأزوجهم من حوري وأنيلهم من كَرَامَتِي وأربيهم كَمَا تربي الوالدة الشفيقة",
            "page": "53",
            "part": "1",
            "seal": "7447C7E5"
        },
        {
            "hno": "55",
            "id": "31",
            "nass": "وَلَدهَا تغذيه بلبنها حَتَّى تفطمه ثمَّ تغذيه بعد بألوان الْأَطْعِمَة حَتَّى يكبر على ذَلِك وَأَنا أرجم بعبدي إِذا أَطَاعَنِي من تِلْكَ الوالدة بِوَلَدِهَا فيظل ذَلِك عَبدِي وَلَا يتكل على غَيْرِي ¶ 55 - أخبرنَا أَبُو الْمَعَالِي بن صابر أخبرنَا السريف أَو الْقَاسِم الْحُسَيْنِي أَخْبرنِي أَبُو الْقَاسِم عبد الْبَاقِي بن أَحْمد الطرسوسي أخبرنَا الْمَنْصُور بن رامش النَّيْسَابُورِي أخبرنَا أَبُو الْحسن عَليّ بن عمر الدَّارَقُطْنِيّ حَدثنَا أَبُو يَعْقُوب إِسْحَاق بن يَعْقُوب الْمُؤَدب حَدثنَا خرَاش ¶ حَدثنَا أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من الْمُرُوءَة أَن ينصب الْأَخ لِأَخِيهِ إِذا حَدثهُ ¶ 56 - أخبرنَا أَبُو الْمَعَالِي أخبرنَا السريف أَبُو قَاسم أَخْبرنِي أَبُو الْحسن عَليّ بن الْحُسَيْن التغلبي أخبرنَا أَبُو عبد الله الْحُسَيْن بن عبد الله بن أبي كَامِل الأطرابلسي أَنبأَنَا أَحْمد بن مُحَمَّد بن فضَالة حَدثنَا أَبُو غَسَّان مَالك بن يحيى حَدثنَا يحيى بن هَاشم حَدثنَا أَبُو خَالِد الوَاسِطِيّ عَن زيد بن عَليّ عَن أَبِيه عَن جده ¶ عَن عَليّ بن أبي طَالب عَلَيْهِ السَّلَام قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ أَنا شَفِيع لكل أَخَوَيْنِ تحابا فِي الله تبَارك وَتَعَالَى من مبعثي إِلَى يَوْم الْقِيَامَة",
            "page": "54",
            "part": "1",
            "seal": "D0BCDFE2"
        },
        {
            "hno": "57",
            "id": "32",
            "nass": "57 - أخبرنَا أَبُو الْقَاسِم يحيى بن ثَابت أخبرنَا أبي أخبرنَا أَبُو بكر أَحْمد بن مُحَمَّد البرقاني قَالَ قَرَأت على أبي بكر الْإِسْمَاعِيلِيّ أخْبرك إِسْمَاعِيل بن مُحَمَّد الْكُوفِي حَدثنَا أَبُو نعيم حَدثنَا زَكَرِيَّا قَالَ سَمِعت عَامِرًا قَالَ ¶ سَمِعت النُّعْمَان بن بشير يَقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ مثل الْمُؤمنِينَ [فِي] تراحمهم وتوادهم وتعاطفهم كَمثل الْجَسَد إِذا اشْتَكَى عُضْو مِنْهُ تداعى لَهُ سَائِر الْجَسَد بالحمى والسهر ¶ 58 - أخبرنَا أَبُو يَعْقُوب يُوسُف بن هبة الله أخبرنَا أَبُو الْفضل مُحَمَّد بن نَاصِر أَنبأَنَا الْحسن بن الْبناء حَدثنَا عَليّ بن مُحَمَّد أخبرنَا أَبُو بكر الشَّافِعِي حَدثنَا مُحَمَّد بن غَالب حَدثنَا عبد الصَّمد بن النُّعْمَان حَدثنَا عَمْرو بن زِيَاد عَن عبد الْملك بن عُمَيْر ¶ عَن النُّعْمَان بن بشير أَنه سمع النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول ¶ مثل الْمُؤمنِينَ [فِي] تراحمهم وتوادهم وتعاطفهم كَمثل الْجَسَد إِذا اشْتَكَى بعضه تداعى لَهُ سَائِر الْجَسَد بالسهر والحمى ¶ 59 - أخبرنَا أَبُو مُحَمَّد عبد الله بن أَحْمد بن النَّرْسِي قَالَ أخبرنَا أَبُو عَليّ الْحسن بن مُحَمَّد بن عبد الْعَزِيز التككي أخبرنَا أَبُو عَليّ بن شَاذان أخبرنَا أَبُو مُحَمَّد عبد الله بن",
            "page": "55",
            "part": "1",
            "seal": "DE52768C"
        },
        {
            "hno": "60",
            "id": "33",
            "nass": "جَعْفَر بن دستورية النَّحْوِيّ حَدثنَا أَحْمد بن عَليّ الخراز حَدثنَا أَبُو الْقَاسِم فَرْوَة بن أبي المغراء أجبرنا عبد الرَّحِيم بن سُلَيْمَان عَن مُحَمَّد بن حسان عَن المُهَاجر بن غَانِم الربضي هُوَ حَيّ بن مذعج قَالَ سَمِعت عبد الله الصنَابحِي يَقُول ¶ سَمِعت أَبَا بكر الصّديق رَضِي الله عَنهُ يَقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من أحب أَن يسمع الله دَعوته ويفرج كربه فِي الدُّنْيَا وَالْآخِرَة فَلْينْظر مُعسرا أَو يدع لَهُ وَمن سره أَن يَقِيه الله من فَور جَهَنَّم يَوْم الْقِيَامَة ويجعله فِي ظله فَلَا يكن على الْمُؤمنِينَ غليطا وَليكن بهم رحِيما ¶ 60 - أخبرنَا أَبُو جَعْفَر الْهَيْثَم بن هِلَال بن الْهَيْثَم أخبرنَا الْحسن بن مُحَمَّد بن عبد الْعَزِيز أخبرنَا أَبُو عَليّ بن شَاذان أخبرنَا أَبُو بكر النجاد حَدثنَا عبد الْملك بن مُحَمَّد حَدثنَا أبي حَدثنَا عَليّ بن جند الطائفيعن عَمْرو بن دِينَار ¶ عَن أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "56",
            "part": "1",
            "seal": "97ACFA4C"
        },
        {
            "hno": "61",
            "id": "34",
            "nass": "يَا أنس أَكثر من الصَّلَاة فِي بَيْتك يكثر خير بَيْتك وَسلم على من لقِيت من أمتِي تكْثر حَسَنَاتك ¶ 61 - أخبرنَا أَبُو يَعْقُوب أخبرنَا الْحَافِظ أَبُو الْفضل أَنبأَنَا أَبُو عَليّ بن الْبناء أخبرنَا أَبُو مُحَمَّد بن يحيى بن عبد الْجَبَّار السكرِي أخبرنَا إِسْمَاعِيل الصفار حَدثنَا عَبَّاس حَدثنَا سعيد بن عبد الله الدِّمَشْقِي حَدثنَا الرّبيع بن صبيحعن الْحسن ¶ عَن أنس عَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ¶ إِذا اسْتَقر أهل الْجنَّة فِي الْجنَّة اشتاق الإخوان يَعْنِي بَعضهم إِلَى بعض فيسير سَرِير هَذَا إِلَى ذَا حَتَّى يلتقيا فيتحدثان مَا كَانَ بَينهمَا فِي دَار الدُّنْيَا فَيَقُول يَا أخي تذكر يَوْم كُنَّا فِي دَار الدُّنْيَا فِي دَار الدُّنْيَا فدعونا الله تَعَالَى فغفر لنا ¶ 62 - قرئَ على أبي زرْعَة طَاهِر بن مُحَمَّد بن طَاهِر الْمَقْدِسِي أخبرنَا أَبُو بكر بن مُحَمَّد الطوسي حَدثنَا مُحَمَّد بن يَعْقُوب الْأَصَم حَدثنَا الْعَبَّاس بن الْوَلِيد الْبَيْرُوتِي حَدثنِي أبي حَدثنَا ابْن جَابر حَدثنِي عُثْمَان بن حَيَّان ¶ حدثيني أم الدَّرْدَاء قَالَت ¶ كَانَ رجلَانِ متواخيان فتواخيا فِي الله وَكَانَ إِذا لَقِي أَحدهمَا الآخر قَالَ لَهُ يَا أخي هَلُمَّ تعال نذْكر الله فَبَيْنَمَا هما التقيا فِي السُّوق عِنْد حَانُوت فَقَالَ أَحدهمَا للْآخر أَي أخي هَلُمَّ نذْكر الله عَسى أَن يغْفر",
            "page": "57",
            "part": "1",
            "seal": "7537CC70"
        },
        {
            "hno": "63",
            "id": "35",
            "nass": "لنا ثمَّ لبثا لبثا فَمَرض أَحدهمَا فَأَتَاهُ صَاحبه فَقَالَ أَي أخي انْتظر أَن تَأتِينِي فِي مَنَامِي فتخبرني مَاذَا لقِيت بعدِي قَالَ أفعل إِن شَاءَ الله قَالَ فَلبث حولا ثمَّ أَتَاهُ فَقَالَ أَي أخي أشعرت أَنا حِين الْتَقَيْنَا فِي السُّوق عِنْد الْحَانُوت فدعونا الله أَن الله غفر لنا يَوْمئِذٍ قَالَ ابْن جَابر وَلَقَد سماهما لي عُثْمَان فنسيت اسميهما ¶ 63 - أخبرنَا طَاهِر بن مُحَمَّد أخبرنَا عَبدُوس بن عبد الله أخبرنَا مُحَمَّد بن أَحْمد حَدثنَا الْأَصَم حَدثنَا بكر بن سهل حَدثنَا عبد الله بن يُوسُف حَدثنَا مُزَاحم بن بن زفر التَّيْمِيّ حَدثنِي أَيُّوب بن مخطعن نفيع بن الْحَارِث ¶ عَن زيد بن الأرقم قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ إِذا خرج أحدكُم إِلَى سفر فليودع إخوانهفإن الله جَاعل فِي دُعَائِهِمْ بركَة ¶ 64 - أَبُو يَعْقُوب يُوسُف بن هبة الله أخبرنَا الْحَافِظ أَبُو الْفضل السلَامِي أَنبأَنَا الْحسن بن أَحْمد أخبرنَا الْهلَال بن مُحَمَّد حَدثنَا أَبُو بكر الشَّافِعِي حَدثنَا عبد الله قَالَ حدثت عَن ابْن مبارك عَن عبيد الله بن الْوَلِيد",
            "page": "58",
            "part": "1",
            "seal": "0F6FA816"
        },
        {
            "hno": "65",
            "id": "36",
            "nass": "عَن أبي جَعْفَر أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ لِأَن أعطي أَخا لي فِي الله درهما أحب لي فِي الله من أَن أَتصدق بِعشْرَة وَلِأَن أعطي أَخا لي فِي الله عشرَة أحب لي من أَن أَتصدق بمئة على مِسْكين ¶ 65 - قَرَأت على مُحَمَّد بن حَمْزَة بن أبي جميل الْقرشِي أخْبركُم الْفَقِيه أَبُو الْحسن عَليّ بن الْمُسلم بن مُحَمَّد بن الْفَتْح السّلمِيّ أخبرنَا أَبُو أَحْمد بن عبد الْوَاحِد السّلمِيّ أخبرنَا جدي أَبُو يكر أخبرنَا أَبُو بكر مُحَمَّد بن جَعْفَر حَدثنَا عَليّ بن زيد الْفَرَائِضِي حَدثنَا إِبْرَاهِيم بن مهْدي حَدثنَا جَعْفَر بن سُلَيْمَان الضبعِي عَن مَالك بن دِينَار أَنه قَالَ لختنه مُغيرَة يَا مُغيرَة أنظر كل أَخ لَك وَصَاحب لَك وصديق لَك لَا تستفيد مِنْهُ فِي دينك خيرا فانبذ عَنْك صحبته فَإِنَّمَا ذَلِك لَك عَدو ¶ 66 - وَأخْبرنَا مُحَمَّد بن حَمْزَة أخبرنَا أَبُو الْحسن السّلمِيّ أخبرنَا الْحسن بن أبي الْحَدِيد أخبرنَا جدي أَبُو بكر أخبرنَا أَبُو بكر مُحَمَّد بن جَعْفَر حَدثنَا عَليّ بن زيد الْفَرَائِضِي حَدثنَا الرّبيع بن نَافِع عَن مسلمة عَن عبيد الله بن عمرعن نَافِع",
            "page": "59",
            "part": "1",
            "seal": "5FBC931E"
        },
        {
            "hno": "67",
            "id": "37",
            "nass": "عَن ابْن عمر قَالَ ¶ رَآنِي رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَنا ألتفت فَقَالَ مَالك يَا عبد الله قلت أَحْبَبْت رجلا فَأَنا أطلبه فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا أَحْبَبْت رجلا فسله عَن اسْمه وَاسم أبيهوعشيرته ومنزله فَإِن كَانَ مَرِيضا عدتهوإن كَانَ فِي حَاجَة أعنته وَإِن كَانَ غَائِبا حفظته فِي أَهله ¶ 67 - وَأخْبرنَا مُحَمَّد أخبرنَا أَبُو الْحسن أخبرنَا أَبُو الْحسن أخبرنَا أَبُو بكر أخبرنَا أَبُو بكر حَدثنَا سَعْدَان بن يزِيد حَدثنَا أَبُو بدر شُجَاع بن الوليدعن عباد بن كثير عَن عبد الله بن أبي نجيح قَالَ ¶ قَالَ مُجَاهِد ¶ خرجت مَعَ عبد الله بن عمر من قبل بَاب بني عبد الدَّار فلقيني رجل فَسلم عَليّ وَقَالَ لي كَيفَ أَنْت يَا مُجَاهِد قلت بِخَير قَالَ عبد الله أتعرفه قلت نعم قَالَ مَا اسْمه قلت لَا أَدْرِي فَقَالَ إِن هَذِه لَيست بالمعرفة قد كنت أَمْشِي مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم ذَات يَوْم فلقينا رجل فَسلم علينا وَقَالَ لي كَيفَ أَنْت يَا عبد الله قلت بِخَير قَالَ لي رَسُول الله صلى الله عَلَيْهِ وَسلم أتعرفه يَا عبد الله قلت نعم قَالَ مَا اسْمه قلت لَا أَدْرِي قَالَ إِن هَذِه لَيست بالمعرفة إِن الْمعرفَة أَن تسأله عَن اسْمه وَاسم أَبِيه فتعوده إِذا مرضوتشيعه إِذا مَاتَ",
            "page": "60",
            "part": "1",
            "seal": "93D955BF"
        },
        {
            "hno": "68",
            "id": "38",
            "nass": "68 - أخبرنَا أَبُو الْمَعَالِي عبد الله بن عبد الرَّحْمَن بن أَحْمد بن صابر السّلمِيّ أخبرنَا أَبُو الْقَاسِم عَليّ بن إبراهيمبن الْعَبَّاس الْحُسَيْنِي أخبرنَا أَبُو مُحَمَّد عبد الْعَزِيز مَعْرُوف أخبرنَا عمي مُحَمَّد بن الْقَاسِم بن مَعْرُوف حَدثنَا أَبُو بكر أَحْمد بن عَليّ القَاضِي أخبرنَا أَبُو بكر بن أبي شيبَة حَدثنَا حَاتِم بن إِسْمَاعِيل عَن عمرَان الْقصير أَخْبرنِي سعيد بن سلمَان ¶ عَن يزِيد بن نعَامَة الضَّبِّيّ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ إِذا آخى الرجل الرجل فليسأله عَن اسْمه وَاسم أَبِيه وَمِمَّنْ هوفإنه أوصل للمودة ¶ 69 - أخبرنَا عبد الله أخبرنَا الشريف أَبُو الْقَاسِم أخبرنَا أَبُو الْفَتْح سليم بن أَيُّوب الْفَقِيه بأبلة وَنحن قاصدون مَكَّة أخبرنَا أَبُو الْحِين أَحْمد بن مُحَمَّد بن",
            "page": "61",
            "part": "1",
            "seal": "ECD6AB51"
        },
        {
            "hno": "70",
            "id": "39",
            "nass": "مُوسَى بن الْقَاسِم بن الصَّلْت حَدثنَا أَبُو إِسْحَاق إِبْرَاهِيم بن عبد الصَّمد حَدثنَا أَبُو مُصعب أَحْمد بن أبي بكر عَن مَالك بن أنس عَن ابْن شهَاب ¶ عَن أنس بن مَالك أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ¶ لَا تباغضواولا تحاسدواولا تدابروا وَكُونُوا عباد الله إخْوَانًا لَا يحل لمُسلم أَن يهجر أَخَاهُ فَوق ثَلَاث لَيَال ¶ 70 - أخبرنَا أَبُو الْفضل عبد الله بن أَحْمد الطوسي أخبرنَا نصر بن أَحْمد بن البطر أخبرنَا أَبُو عَليّ بن شَاذان أخبرنَا عُثْمَان بن أَحْمد حَدثنَا حَنْبَل بن إِسْحَاق حَدثنَا أَبُو نعيم حَدثنَا العمريعن الزُّهْرِيّ ¶ عَن أنس عَن النَّبِي صلى الله عَلَيْهِ وَسلم مثله ¶ 71 - أخبرنَا أَبُو زرْعَة طَاهِر بن مُحَمَّد بن طَاهِر الْمَقْدِسِي أخبرنَا أَبُو مَنْصُور مُحَمَّد بن الْحُسَيْن الموقمي إجَازَة إِن لم يكن سَمَاعا أخبرنَا الْقَاسِم بن أبي الْمُنْذر أخبرنَا عَليّ بن إِبْرَاهِيم بن سَلمَة أخبرنَا أَبُو عبد الله مُحَمَّد بن يزِيد بن ماجة حَدثنَا أَبُو بكر بن أبي شيبَة حَدثنَا أَبُو مُعَاوِيَة عَن الأعمشعن أبي صَالح ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَالَّذِي نَفسِي بِيَدِهِ لَا تدْخلُوا الْجنَّة حَتَّى تؤمنوا وَلَا تؤمنوا حَتَّى تحَابوا أَلا أدلكم على شَيْء إِذا فعلمتوه إِذا تحاببتم أفشوا السَّلَام بَيْنكُم",
            "page": "62",
            "part": "1",
            "seal": "4A07847C"
        },
        {
            "hno": "72",
            "id": "40",
            "nass": "72 - أخبرنَا أَبُو الْفرج يحيى بن مَحْمُود بن سعد الثَّقَفِيّ أخبرنَا أَبُو عَليّ الْحسن بن أَحْمد الْحداد أخبرنَا أَبُو نعيم الْحَافِظ أخبرنَا أَبُو عبد الله بن جَعْفَر أخبرنَا أَبُو مَسْعُود أَحْمد بن الْفُرَات أخبرنَا سهل بن عُثْمَان عَن أبي الْأَحْوَص عَن أبي إِسْحَاق عَن الْحَارِث ¶ عَن عَليّ رَضِي الله عَنهُ أرَاهُ رَفعه قَالَ ¶ للْمُسلمِ على الْمُسلم سِتّ حُقُوق يسلم عَلَيْهِ إِذا لقِيه ويجيبه إِذا دَعَاهُ ويشمته إِذا عطس ويعوده إِذا مرض ويحضر جنَازَته وَيُحب لِأَخِيهِ مَا يحب لنَفسِهِ ¶ 73 - قَرَأت على أبي مُحَمَّد عبد الرَّحْمَن بن عَليّ اللَّخْمِيّ أخْبركُم الْفَقِيه أَبُو الْحسن عَليّ بن الْمُسلم السّلمِيّ أخبرنَا أَبُو الْحسن أَحْمد بن عبد الْوَاحِد بن مُحَمَّد بن أبي الْحَدِيد السّلمِيّ أخبرنَا جدي أَبُو بكر مُحَمَّد بن جَعْفَر السامري قَالَ حدينا عَليّ بن حَرْب حَدثنَا سعيد أَحْسبهُ ابْن عَامر قَالَ",
            "page": "63",
            "part": "1",
            "seal": "B98A7EEB"
        },
        {
            "hno": "74",
            "id": "41",
            "nass": "قَالَ الْحسن ¶ يَا ابْن آدم رب لَك أَخ لم تلده أمك ¶ قَالَ وَقيل لبَعض الْحُكَمَاء ¶ أَيّمَا أحب إِلَيْك أَو صديقك قَالَ إِنَّمَا أحب أخي إِذا كَانَ لي صديقا ¶ 74 - وَأخْبرنَا عبد الرَّحْمَن أخبرنَا عَليّ قَالَ أخبرنَا أَبُو الْحسن السّلمِيّ أخبرنَا جدي أَبُو بكر أخبرنَا أَبُو بكر حَدثنَا أَبُو الْفضل الْعَبَّاس بن الْفضل الربعِي حَدثنَا الْعَبَّاس بن هِشَام الكلبيعن أَبِيه عَن أبي محنف عَن مُسلم الْأَعْوَر عَن عَن حنة العرني ¶ عَن عَليّ بن أبي طَالب رَضِي الله عَنهُ قَالَ ¶ الْقَرِيب من قربته الْمَوَدَّة وَأَن بعد نسبه والعيد من باعدته الْعَدَاوَة وَإِن قرب نسبه أَلا لَا شَيْء أقرب إِلَى شَيْء من يَد إِلَى الْجَسَد وَإِن الْيَد إِذا فَسدتْ قطعت وَإِذا قطعت حسمت ¶ 75 - قَالَ أَبُو بكر مُحَمَّد بن جَعْفَر ¶ سَمِعت أَبَا الْعَبَّاس الْمبرد ينشد [وافر] أَخُو ثِقَة يسر بِحسن حَالي وَإِن لم تدنه مني قرَابَة أحب إِلَيّ من إلفي قريب بِنَار صُدُورهمْ لي مسترابة",
            "page": "64",
            "part": "1",
            "seal": "29E0ECCC"
        },
        {
            "hno": "76",
            "id": "42",
            "nass": "76 - أخبرنَا يحيى بن مَحْمُود الثَّقَفِيّ أخبرنَا أَبُو الْقَاسِم إِسْمَاعِيل بن مُحَمَّد أخبرنَا مُحَمَّد بن الْحسن بن سليم أخبرنَا عبد الْملك بن مُحَمَّد بن بَشرَان أخبرنَا أَحْمد بن الْفضل بن خُزَيْمَة حَدثنَا حمدون بن أَحْمد السمسار حَدثنَا الْأَزْرَق بن عَليّ حَدثنَا حسان بن إِبْرَاهِيم الْكرْمَانِي حَدثنَا زُهَيْر بن مُحَمَّد عَن عبيد الله بن عمر عَن نَافِع قَالَ ¶ سَمِعت ابْن عمر يَقُول ¶ بَيْنَمَا أَنا جَالس عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم إِذْ حاءه رجل فَسلم عَلَيْهِ فَقلت يَا رَسُول الله إِنِّي وَالله أحب هَذَا لله فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَهَل أعلمته فَقلت لَا فَقَالَ فَاعْلَم ذَاك أَخَاك قَالَ فَاتبعهُ فَأَدْرَكته فَأخذت بمنكبه وسلمت عليهفقلت لَهُ وَالله إِنِّي لَأحبك لله قَالَ هُوَ وَأَنا وَالله أحبك لله قَالَ قلت لَوْلَا أَن رَسُول الله أَمرنِي أَن أعلمك لم أفعل ¶ 77 - أخبرنَا يُوسُف بن هبة الله أخبرنَا أَبُو الْفضل بن نَاصِر أَنبأَنَا الْحسن بن الْبناء أخبرنَا الْحسن بن عَليّ بن أَحْمد الْمُقْرِئ حَدثنَا أَحْمد بن جَعْفَر بن سلم حَدثنَا عبد الله بن إِسْحَاق المعمري حَدثنَا أَبُو مُوسَى الزَّمن حَدثنَا يحيى بن",
            "page": "65",
            "part": "1",
            "seal": "86C11A79"
        },
        {
            "hno": "78",
            "id": "43",
            "nass": "سعيد عَن ثَوْر يزِيد عَن حبيب بن عبيد ¶ عَن الْمِقْدَام بن معدي كرب أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ إِذا أحب أحدكُم أَخَاهُ فليعلمه ¶ 78 - قَالَ أَبُو عَليّ حَدثنَا ابْن رزقزوية حَدثنَا أَحْمد بن سُلَيْمَان حَدثنَا أَبُو بكر حَدثنَا زِيَاد بن أَيُّوب حَدثنَا عبد الحميد بن عبد الرَّحْمَن حَدثنَا أَبُو كَعْب الشَّامي ¶ عَن مَكْحُول قَالَ ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كَانَ فِي قلبه مَوَدَّة لِأَخِيهِ لم يطلعه عَلَيْهَا فقد خانه ¶ 79 - أخبرنَا عبد الرَّحْمَن بن عَليّ اللَّخْمِيّ أخبرنَا الْفِقْه أَبُو الْحسن عَليّ بن الْمُسلم السّلمِيّ أخبرنَا أَبُو الْحسن بن أبي الْحَدِيد أخبرنَا جدي أَبُو بكر أخبرنَا أَبُو بكر مُحَمَّد بن جَعْفَر حَدثنَا أَبُو النَّضر هَاشم بن الْقَاسِم حَدثنَا قيس بن الرّبيع عَن أبي حصينعن الْقَاسِم بن عبد الرَّحْمَن قَالَ ¶ قَالَ عمر بن الْخطاب ¶ إِذا رزقك الله عز وَجل ود امْرِئ مُسلم فتمسك بِهِ",
            "page": "66",
            "part": "1",
            "seal": "3129703B"
        },
        {
            "hno": "80",
            "id": "44",
            "nass": "80 - وَأخْبرنَا عبد الرَّحْمَن أخبرنَا عَليّ أخبرنَا أَبُو الْحسن بن أبي الْحَدِيد أخبرنَا جدي أَبُو بكر أخبرنَا أَبُو بكر حَدثنَا أَبُو بدر عباد بن الْوَلِيد حَدثنَا منهال بن حَمَّاد السراج حَدثنَا سُلَيْمَان العجليعن بديل وَرْقَاء قَالَ ¶ قَالَ عمر بن الْخطاب ¶ عَلَيْك بِإِخْوَان الصدْق فكس من اكتسابهم فَإِنَّهُم وين فِي الرخَاء وعدة عِنْد الْبلَاء ¶ 81 - أخبرنَا يحيى بن ثَابت أخبرنَا أبي أخبرنَا أَبُو بكر البرقاني قَالَ قَرَأت على أبي الْعَبَّاس بن حمدَان حَدثكُمْ مُحَمَّد بن أَيُّوب أخبرنَا بن عمر حَدثنَا شُعْبَة عَن عدي بن ثَابت قَالَ ¶ سَمِعت الْبَراء يَقُول سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ الْأَنْصَار لَا يُحِبهُمْ إِلَّا مُؤمن وَلَا يبغضهم إِلَّا منافقمن أحبه الله وَمن أبْغضهُم أبغضه الله ¶ 82 - وَبِه قَالَ مُحَمَّد بن أَيُّوب أخبرنَا أَبُو الْوَلِيد حَدثنَا حَدثنَا شُعْبَة أَخْبرنِي عبد الله بن عبد الله بن جُبَير ¶ سمع أنس بن مَالك عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ",
            "page": "67",
            "part": "1",
            "seal": "C2FEFB49"
        },
        {
            "hno": "83",
            "id": "45",
            "nass": "آيَة الْإِيمَان حب الْأَنْصَار وأية النِّفَاق بغض الْأَنْصَار ¶ 83 - أخبرنَا الشَّيْخ الصَّالح أَبُو المكارم الْمُبَارك بن المعمر البلاذرائي أخبرنَا أَبُو يَاسر مُحَمَّد بن عبد الْعَزِيز الْخياط أخبرنَا أَبُو عَليّ بن شَاذان أخبرنَا أَبُو بكر أَحْمد بن يلمان النجاد حَدثنَا الْحسن بن مكرم حَدثنَا يزِيد بن هَارُون أخبرنَا يحيى بن سعيد عَن سعد بن إِبْرَاهِيم عَن الحكم بن ميناء ¶ عَن يزِيد بن حَارِثَة قَالَ ¶ كُنَّا جُلُوسًا فَخرج علينا مُعَاوِيَة فَقَالَ كُنَّا فِي حَدِيث الْأَنْصَار فَقَالَ أَلا أخْبركُم بِشَيْء سمعته من رَسُول الله صلى الله عَلَيْهِ وَسلم قُلْنَا بلَى فَأَنْشَأَ يحدثنا قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من أحب الْأَنْصَار أحبه الله عز وجلومن أبْغض الْأَنْصَار أبغضه الله عز وَجل ¶ 84 - أخبرنَا مُحَمَّد أخبرنَا حمد أخبرنَا أَحْمد أخبرنَا عبد الله بن جَعْفَر أخبرنَا يُونُس بن حبيب حَدثنَا دَاوُد حَدثنَا شُعْبَة عَن عدي بن ثَابت الْأنْصَارِيّ قَالَ ¶ سَمِعت الْبَراء بن عَازِب يَقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْأَنْصَار ¶ لَا يُحِبهُمْ إِلَّا مُؤمن وَلَا يبغضهم إِلَّا منافقفمن أحبهم أحبه الله وَمن أبْغضهُم أبغضه الله",
            "page": "68",
            "part": "1",
            "seal": "EFF7D9AC"
        },
        {
            "hno": "85",
            "id": "46",
            "nass": "85 - قَرَأت عَن يحيى بن ثَابت أخْبرك أَبوك ثَابت قَالَ أخبرنَا أَبُو عَليّ بن شَاذان أخبرنَا أَحْمد بن إِسْحَاق بن نيخاب حَدثنَا الْحسن بن الْمثنى الْعَنْبَري حَدثنَا عَفَّان حَدثنَا وهيب حَدثنَا عبد الرَّحْمَن بن حَرْمَلَة سمع أَبَا ثقال يَقُول سمعن رَبَاح بن عبد الرَّحْمَن بن أبي سُفْيَان قَالَ ¶ حَدَّثتنِي جدتي أَنَّهَا سَمِعت أَبَاهَا يَقُول سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ لَا صَلَاة لمن لَا وضوء لَهُ وَلَا ضوء لمن لم يذكر اسْم الله عليهولا يُؤمن بِاللَّه وَلَا يُؤمن بِي وَلَا يُؤمن بِي من لَا يحب الْأَنْصَار ¶ 86 - أخبرتنا أم الْفضل تجنى بنت عبد الله الْوَهْبَانِيَّة بِقِرَاءَتِي عَلَيْهَا قَالَت أخبرنَا طراد الزَّيْنَبِي أخبرنَا هِلَال بن مُحَمَّد الحفار أخبرنَا الْحُسَيْن بن يحيى الْقطَّان حَدثنَا إِبْرَاهِيم بن مجشر حَدثنَا عبد الله بن الْمُبَارك حَدثنَا سفيانعن خَالِد بن سَلمَة عَن الشّعبِيّ",
            "page": "69",
            "part": "1",
            "seal": "CA0DCE3A"
        },
        {
            "hno": "88",
            "id": "47",
            "nass": "عَن مَسْرُوق قَالَ ¶ حب أبي بكر وَعمر رَضِي الله عَنْهُمَا وَمَعْرِفَة فضلهما من السّنة ¶ 78 - أخبرنَا الشَّيْخ الْحَافِظ عبد المغيث بن زُهَيْر بن زُهَيْر الْحَرْبِيّ أخبرنَا القَاضِي أَبُو بكر مُحَمَّد بن عبد الْبَاقِي الْأنْصَارِيّ أخبرنَا أَبُو إِسْحَاق إِبْرَاهِيم بن عمر الْبَرْمَكِي أخبرنَا أَبُو مُحَمَّد عبد الله بن إِبْرَاهِيم بن أَيُّوب الماسي حَدثنَا أَبُو زَكَرِيَّا يحيى بن مُحَمَّد الحنائي حَدثنَا شَيبَان بن فروج الأبلي حَدثنَا نَافِع بن هُرْمُز ¶ عَن أنس بن مَالك خَادِم رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ¶ كُنَّا فِي بَيت عَائِشَة أَنا وَرَسُول الله وَأَبُو بكر فَقَالَ رَسُول الله يَا أَبَا بكر لَيْت أَنِّي لقِيت أخواني لَيْت أَنِّي لقِيت أخواني فَإِنِّي أحبهم ¶ فَقَالَ أَبُو بكر يَا رَسُول الله نَحن أخوانك قَالَ لَا أَنْتُم أَصْحَابِي إخْوَانِي الَّذين لم يروني وصدقوني وأحبونيحتى أَنِّي لأحب إِلَى أحدهم من وَلَده ووالده قَالُوا يَا رَسُول الله نَحن أخوانك قَالَ أَنْتُم أَصْحَابِي أَلا تحب يَا أَبَا بكر قوما أحبوك بحبي إياك بلَى قَالَ فأحبهم مَا أحبوك بحبي إياك ¶ 88 - أخبرنَا أَبُو المظفر الْمُبَارك بن مُحَمَّد بن مَكَارِم بن سكينَة الأنباطي أخبرنَا أَبُو الْقَاسِم عَليّ بن أَحْمد بن مُحَمَّد بن سَالم أخبرنَا أَبُو الْحسن مُحَمَّد بن مُحَمَّد بن",
            "page": "70",
            "part": "1",
            "seal": "7B96E41C"
        },
        {
            "hno": "89",
            "id": "48",
            "nass": "مُحَمَّد بن مخلد أجبرنا إِسْمَاعِيل بن مُحَمَّد بن إِسْمَاعِيل الصفار قَالَ أخبرنَا الْحسن بن عَرَفَة حَدثنِي عببيس بن مَرْحُوم بن عبد الْعَزِيز الْعَطَّار حَدثنَا عبد الْمُهَيْمِن بن عَبَّاس بن سهل بن سعد عَن أَبِيه ¶ عَن جده أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ¶ أَحبُّوا قُريْشًا فَإِنَّهُ من أحبهم أحبه الله عز وَجل ¶ 89 - أخبرنَا أَبُو الْقَاسِم يحيى بن ثَابت بن بنْدَار بِقِرَاءَتِي عَلَيْهِ قَالَ أخبرنَا وَالِدي أَبُو الْمَعَالِي ثَابت بن بنْدَار أخبرنَا أَبُو عَليّ بن شَاذان أخبرنَا أَحْمد بن إِسْحَاق بن نيخاب الطَّيِّبِيّ حَدثنَا الْحسن بن الْمثنى الْعَنْبَري حَدثنَا عَفَّان بن مُسلم الصفار حَدثنَا وهيب حَدثنَا عبد الله بن عُثْمَان بن خثيم عَن سعيد بن رَاشد ¶ عَن يعلى بن العامري",
            "page": "71",
            "part": "1",
            "seal": "16C78C9B"
        },
        {
            "hno": "90",
            "id": "49",
            "nass": "أَنه خرج مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى طَعَام دعوا إليهفإذا حُسَيْن مَعَ غلْمَان يلْعَب فِي طريقفاشتد رَسُول الله صلى الله عَلَيْهِ وَسلم أَمَام الْقَوْم وَبسط يَدَيْهِ فَطَفِقَ الصَّبِي يمر هَاهُنَا وَجعل رَسُول الله صلى الله عَلَيْهِ وَسلم يضاحكه حَتَّى أَخذه فَجعل إِحْدَى يَدَيْهِ تَحت دقنه وَالْأُخْرَى تَحت قَفاهُ فَوضع فَاه على فِيهِ وَقَالَ حُسَيْن مني وَأَنا من حُسَيْن أحب الله من أحب حُسَيْنًا حُسَيْن سبط من الأسباط ¶ 90 - قَرَأت على أبي الْقَاسِم عبيد الله بن عَليّ بن مُحَمَّد بن مُحَمَّد الْفراء أخْبركُم أَبُو الْحسن عَليّ بن هبة الله بن عبد السَّلَام أخبرنَا أَبُو الْحُسَيْن أَحْمد بن مُحَمَّد بن أَحْمد بن النقور قَالَ حَدثنَا الْحُسَيْن بن هَارُون بن مُحَمَّد الضَّبِّيّ قَالَ وجدت فِي كتاب وَالِدي أَنْشدني عَليّ بن مُحَمَّد الْكُوفِي قَالَ أَنْشدني عبد الله بن إِسْحَاق قَالَ أَنْشدني إِبْرَاهِيم بن سُوَيْد قَالَ ¶ أَنْشدني إِسْحَاق بن إِبْرَاهِيم الْموصِلِي [منسرح] من لم يكن ذَا خَلِيل يقْضى إِلَيْهِ بسره ويستريح إِلَيْهِ فِي خير أَمر وشره فَلَيْسَ يعرف طعما من حُلْو عَيْش ومره ¶ 91 - وَأخْبرنَا يُوسُف بن هبة الله الدِّمَشْقِي أخبرنَا الْحَافِظ أَبُو الْفضل مُحَمَّد بن نَاصِر أَنبأَنَا أَبُو عَليّ الْحسن بن أَحْمد الْبناء قَالَ أَنْشدني عبد الْعَزِيز بن جَعْفَر أَنْشدني أَحْمد بن جَعْفَر بن سلم قَالَ ¶ أنشدت لبَعْضهِم [طَوِيل] هموم رجال فِي أُمُور كَثِيرَة وهمي من الدُّنْيَا صديق مساعد يكون كروع بَين جسمين فرقا فجسماهما جسمان وَالروح وَاحِد",
            "page": "72",
            "part": "1",
            "seal": "17FC7E50"
        },
        {
            "hno": "92",
            "id": "50",
            "nass": "92 - قرئَ على الشَّيْخ أبي طَاهِر عبد الْجَبَّار بن هبة الله بن الْقَاسِم بالجانب الغربي من بَغْدَاد أخْبركُم أَبُو غَالب الْقَزاز أخبرنَا أَبُو الْحُسَيْن بن النقور أخبرنَا الْحُسَيْن بن هَارُون الضَّبِّيّ حَدثنَا أَبُو عَبَّاس أَحْمد بن مُحَمَّد بن سعيد الْكُوفِي حَدثنَا مُحَمَّد بن إِسْمَاعِيل الرَّاشِدِي حَدثنَا مُحَمَّد بن خلف النميري حَدثنَا عَليّ بن الْحسن الْعَبْدي عَن سعد ¶ عَن الْأصْبع بن نباتة قَالَ ¶ نَشد النَّاس عَليّ رَضِي الله عَنهُ فِي الرحبة من سمع رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول يَوْم غَدِير خم فَقَامَ بضعَة عشر رجلاومنهم أَبُو أَيُّوب الْأنْصَارِيّ فَقَالُوا نشْهد أَن سمعنَا رَسُول الله صلى الله عَلَيْهِ وَسلم وَأخذ بِيَدِك يَوْم غَدِير خم فَقَالَ ألستم تَشْهَدُون أَن قد بلغت وَنَصَحْت قَالُوا نشْهد أَنَّك قد بلغت وَنَصَحْت قَالَ أَلا إِن الله وليي وَأَنا ولي الْمُؤمنِينَ أَلا فَمن كنت مَوْلَاهُ فَهَذَا مَوْلَاهُ اللَّهُمَّ وَال من ولاه وَعَاد من عَادَاهُ وَأحب من أحبه وابغض من أبغضه وأعن من أَعَانَهُ ¶ 93 - قَرَأت على الشَّيْخ أبي الْمَعَالِي أَحْمد بن عبد الْغَنِيّ بن مُحَمَّد بن حنيفَة الباجسرائي أخْبركُم الْحَافِظ أَبُو الْغَنَائِم مُحَمَّد بن عَليّ بن مَيْمُون النَّرْسِي أخبرنَا أَبُو عبد الله مُحَمَّد بن عَليّ بن الْحُسَيْن الْعلوِي أخبرنَا أَبُو الْفضل مُحَمَّد بن جَعْفَر",
            "page": "73",
            "part": "1",
            "seal": "EFC65DC5"
        },
        {
            "hno": "94",
            "id": "51",
            "nass": "الْخُزَاعِيّ حَدثنَا أَبُو الْقَاسِم عمر بن مُحَمَّد إملاء حَدثنَا ابْن الْعَبَّاس النَّحْوِيّ قَالَ ¶ سَمِعت الْفضل بن مُحَمَّد اليزيدي يَقُول ¶ قدم الْخَلِيل بن أَحْمد عَليّ وَأَنا على طنفسة فَأَوْسَعْت لَهُ عَلَيْهَا فأبا إِلَّا الْقعُود معي عَلَيْهَا ثمَّ قَالَ مهلا إِن الْموضع الضّيق يَتَّسِع بالمتحابين وَإِن الْوَاسِع من الأَرْض ليضيق بالمتباغضين ثمَّ أنشأ الْخَلِيل يَقُول [طَوِيل] يَقُولُونَ لي دَار المحبين قد دنت وَأَنت كئيب إِن ذَا لعجيب فَقلت وَمَا تغني الديار وقربها إِذا لم يكن بَين الْقُلُوب قريب ¶ 94 - قَرَأت على أبي عبد الله مُحَمَّد بن حَمْزَة بن أبي جميل الْقرشِي أخْبركُم عَليّ بن الْمُسلم بن الْفَتْح السّلمِيّ أخبرنَا أَبُو الْحسن أَحْمد بن عبد الْوَاحِد بن أبي حَدِيد السّلمِيّ أخبرنَا جدي أَبُو بكر مُحَمَّد بن أَحْمد بن عُثْمَان السّلمِيّ أخبرنَا أَبُو بكر مُحَمَّد بن جَعْفَر الخرائطي قَالَ ¶ أَنْشدني عَليّ بن دَاوُد الرقي [خَفِيف] كل من كَانَ لَا يؤاخيك فِي الله فَلَا ترج أَن يَدُوم إخاؤه عَن خير الإخوان من كَانَ فِي الله لَهُ دَامَ وده وصفاؤه",
            "page": "74",
            "part": "1",
            "seal": "6676C08C"
        },
        {
            "hno": "95",
            "id": "52",
            "nass": "95 - وَأخْبرنَا مُحَمَّد بن حَمْزَة أخبرنَا عَليّ بن الْمُسلم أخبرنَا أَبُو الْحسن بن أبي الْحَدِيد أخبرنَا جدي أَبُو بكر قَالَ أخبرنَا أَبُو بكر حَدثنَا جَعْفَر بن عَامر الْبَزَّار حَدثنَا أَحْمد بن مُجَاهِد حَدثنَا الْوَلِيد بن مُسلم عَن الْأَوْزَاعِيّ ¶ عَن بِلَال بن سعد قَالَ ¶ أَخ لَك كلما لقيك ذكرك بنصيبك من الله خير لَك خير لَك من أَخ لَك كلما لقيك وضع فِي كفك دِينَارا ¶ 96 - وَأخْبرنَا مُحَمَّد أخبرنَا عَليّ أخبرنَا أَبُو الْحسن أخبرنَا جدي أَبُو بكر حَدثنَا الْعَبَّاس بن عبد الله الترقفي حَدثنَا ابْن عبيد صَاحب لنا حَدثنَا ابْن أبي الزَّرْقَاء عَن عبد الله بن الْمُبَارك عَن الْأَوْزَاعِيّ عَن هِشَام بن حجان ¶ عَن بِلَال بن سعد قَالَ ¶ من سَبَقَك إِلَى الود فقد استرقك بالشكر ¶ 97 - أخبرنَا يُوسُف بن هبة الله أخبرنَا الْحَافِظ أَبُو الْفضل أخبرنَا أَبُو عَليّ بن اليناء حَدثنَا مُحَمَّد بن أَحْمد الْحَافِظ حَدثنَا أَحْمد بن جَعْفَر بن سلم حَدثنَا مُحَمَّد بن الْفضل بن مسلمة حَدثنَا خارون بن مَعْرُوف ¶ حَدثنَا سُفْيَان قَالَ",
            "page": "75",
            "part": "1",
            "seal": "F3013AC6"
        },
        {
            "hno": "98",
            "id": "53",
            "nass": "قَالُوا لمُحَمد بن الْمُنْكَدر أَي الْعَمَل أحب إِلَيْك قَالَ إِدْخَال السرُور على الْمُؤمن قيل فَمَا بَقِي مِمَّا تستلذ قَالَ الإفضال على الإخوان ¶ 98 - قَالَ مُحَمَّد بن أَحْمد الْحَافِظ حَدثنَا أَبُو عبيد الله مُحَمَّد بن أَحْمد حَدثنَا الْهَيْثَم بن كُلَيْب حَدثنَا الْعَبَّاس بن مُحَمَّد حَدثنَا يحيى بن أبي بكير عَن فضل الخثمعي ¶ عَن ثَابت بن أبي حَمْزَة قَالَ قَالَ لنا أَبُو جَعْفَر مُحَمَّد بن عَليّ بن الْحُسَيْن أيجيء أحدكُم إِلَى كيس أَخِيه فَيَأْخُذ مِنْهُ قلت لَا قَالَ أَنْتُم أخدان ولستم بِإِخْوَان ¶ 99 - قَالَ مُحَمَّد بن أَحْمد الحانظ حَدثنَا الْقَاسِم بن بنْدَار حَدثنِي أبي ¶ عَن سلم بن قُتَيْبَة قَالَ ¶ سَمِعت ابْن عُيَيْنَة يَقُول وَذكرت الْمُوَاسَاة عِنْده فَقَالَ ذَلِك طَرِيق بَدَت بَين العوسج",
            "page": "76",
            "part": "1",
            "seal": "8BBE41A3"
        },
        {
            "hno": "100",
            "id": "54",
            "nass": "100 - قَالَ وَجَاء فتح الْموصِلِي إِلَى منزل صديق لَهُ يُقَال لَهُ عِيسَى التمار فَلم يجده فَقَالَ للخادم أَخْرِجِي إِلَيّ كيس أخي فَأَخْرَجته ففتحه وَأخذ مِنْهُ دِرْهَمَيْنِ وَجَاء عِيسَى إِلَى منزله فَأَخْبَرته الْخَادِم بمجيء فتح وَأخذ الدرهمين فَقَالَ إِن كنت صَادِقَة فَأَنت حرَّة فَنظر فَإِذا هِيَ صَادِقَة فعتقت ¶ 101 - قَالَ وَكَانَ عمر بن عبد الله بن الزبير يتحين الْعباد وهم سُجُود ¶ أَبَا حَازِم وَصَفوَان بن سليم وَسليمَان بن نجيم وأشباههم فيأتيهم بالصرة فِيهَا الدَّنَانِير وَالدَّرَاهِم فَيَضَعهَا عِنْد نعَالهمْ بِحَيْثُ يحسون بهَا وَلَا يَشْعُرُونَ بمكانه فَيُقَال لَهُ مَا يمنعك أَن ترسل بهَا إِلَيْهِم فَيَقُول أكره أَن يتمعر وَجه أحدهم إِذا نظر إِلَى رَسُولي وَإِذا لَقِيَنِي",
            "page": "77",
            "part": "1",
            "seal": "EA8BD599"
        },
        {
            "hno": "102",
            "id": "55",
            "nass": "102 - وَقَالَ مطر الْوراق أتيت مُحَمَّد بن وَاسع يَوْمًا فَلَمَّا رَآنِي مَال بِرَأْسِهِ بَين رجلَيْهِ فجهدت جهدي أَن أنظر إِلَى وَجهه فَلم يرفع رَأسه ففهمت فَذَهَبت فَلَمَّا كَانَ بعد أَيَّام أَتَانِي بكيس سبعمئة دِرْهَم فَدَفعهَا إِلَيّ وَأَنا فِي حانوتي فَنَظَرت قربه فَقلت يبْعَث إِلَيّ فِي حَوَائِجه فَمَكثت أَيَّامًا لَا يبْعَث إِلَيّ فَأَتَيْته فَقلت يَا أَبَا عبد الله لم تبْعَث إِلَيّ فِي حوائجك قَالَ وَأي حَاجَة لي أتيتني فطمعت بك الْحَاجة فَمَا اسْتَطَعْت بك الْحَاجة فَمَا اسْتَطَعْت أَن أنظر إِلَيْك قَالَ فَقلت أَنا بِخَير قَالَ أَنْت كن كَيفَ شِئْت الدَّرَاهِم لن ترجع إِلَيّ ¶ 103 - وَقَالَ أَبُو سُلَيْمَان الدراني لَو أَن الدُّنْيَا كلهَا فِي لقْمَة ثمَّ جَاءَنِي أَخ لي لأحببت أَن أضعها فِي فِيهِ ¶ 104 - قَالَ مُحَمَّد بن أَحْمد الْحَافِظ حَدثنَا إِسْحَاق بن أَحْمد حَدثنَا إِبْرَاهِيم بن يُوسُف حَدثنَا بن الْحوَاري حَدثنَا أَبُو قيس الْحذاء ¶ عَن أبي حَمْزَة قَالَ سُئِلَ عَن الإخونا فِي الله من هم قَالَ هم الْعَامِلُونَ بِطَاعَة الله المتعاونون على أَمر الله فَحدثت أَبَا سُلَيْمَان فَقَالَ قد تَعْمَلُونَ بِطَاعَة الله وتتعاونون على أمره وَلَا تَكُونُونَ إخْوَانًا حَتَّى تتزاوروا وتتباذلوا ¶ 105 - وَبِه قَالَ ابْن أبي الْحوَاري سَمِعت مضاء وَأَبا صَفْوَان بن عوَانَة",
            "page": "78",
            "part": "1",
            "seal": "FAD2878B"
        },
        {
            "hno": "106",
            "id": "56",
            "nass": "يَقُولَانِ من أحب رجلا وَقصر فِي فَهُوَ كَاذِب فِي حبه فَحدثت بِهِ أَبَا سُلَيْمَان فَقَالَ فَمَا صنعا شَيْئا هُوَ صَادِق فِي حبه مقصر فِي حَقه مَا أحب إِلَّا لله عز وَجل ¶ 106 - وَقَالَ الْأسود بن كثير شَكَوْت إِلَى مُحَمَّد بن عَليّ بن الْحُسَيْن الْحَاجة وجفاء الإخوان فَقَالَ بئس الْأَخ يرعاك غَنِيا ويقطعك فَقِيرا ثمَّ أَمر غُلَامه فَأخْرج كيسا فِيهِ سبعمئة دِرْهَم فَقَالَ استنفق هَذِه فَإِذا نفدت فَأَعْلمنِي ¶ 107 - وَكَانَ مُحَمَّد بن عَليّ يَدْعُو نَفرا من إخوانه كل جُمُعَة فيطعمهم الطَّعَام الطّيب ويطيبهم ويجمرهم وَيَرُوحُونَ إِلَى الْمَسْجِد من منزله ¶ 108 - وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ إِن أسْرع صَدَقَة إِلَى السَّمَاء أَن يصنع الرجل طَعَاما هنياثم يَدْعُو عَلَيْهِ نَاسا من إخوانه ¶ 109 - قَالَ وَدخل رجل على الْحسن فَوَجَدَهُ نَائِما على سَرِيره وَوجد عِنْد رَأسه سلة فِيهَا فَاكِهَة فَفَتحهَا فَجعل يَأْكُل مِنْهَا فانتبه فَرَأى الرجل يَأْكُل فَقَالَ رَحِمك الله هَذَا وَالله فعل الإخوان",
            "page": "79",
            "part": "1",
            "seal": "4E17D333"
        },
        {
            "hno": "110",
            "id": "57",
            "nass": "110 - وَكَانَ لِلْحسنِ الْبَصْرِيّ بَيت إِذا فتح بَابه فَهُوَ إِذْنه فَجَاءَهُ أَعْرَابِي فصادفه مَفْتُوحًا فدخله وَالْحسن فِي المطهرة فجَاء إِلَى شَيْء تَحت السرير فَأخْرجهُ وَجعل يَأْكُل فَخرج الْحسن فَنظر إِلَيْهِ وَجعل يبكي فَقَالَ مَا يبكيك يَا أَبَا سعيد قَالَ ذَكرنِي هَذَا أَخْلَاق قوم قد مضوا ¶ 111 - أخبرنَا يُوسُف أخبرنَا أَبُو الْفضل أخبرنَا أَبُو عَليّ أخبرنَا هِلَال الحفار أخبرنَا الْخُلْدِيِّ حَدثنَا أَحْمد بن مَسْرُوق الطوسي حَدثنَا مُحَمَّد بن صَالح الْعَدوي حَدثنَا الْحسن بن جَعْفَر بن سُلَيْمَان الضبعِي قَالَ ¶ سَمِعت أبي يحدث عَن عبد الْوَاحِد بن زِيَاد قَالَ ¶ دخلت أَنا وَمَالك بن دِينَار وَمُحَمّد بن وَاسع وفرقد السبخي على الْحسن فَإِذا هُوَ قَائِم يُصَلِّي وَفِي الْبَيْت سلة من رطب فَمد حمد بن وَاسع يَده إِلَيْهِ فجرها وَجعل يَأْكُل مِنْهَا فَقَالَ لَهُ مَالك مَه فَكَلمهُ بِالْفَارِسِيَّةِ أَي لَا تَأْكُل حَتَّى يَأْذَن لَهُ صَاحبك فَأقبل مُحَمَّد بن وَاسع يَأْكُل مِنْهَا وَلَا يلْتَفت إِلَى قَوْله فَالْتَفت الْحسن إِلَيْهِم وَقَالَ وَيحك يَا مويلك هَكَذَا كُنَّا لَا يحتشم بَعْضنَا من بعض حَتَّى فجعتنا أَنْت وَأَصْحَابك ¶ 112 - قَالَ جَعْفَر الْخُلْدِيِّ حَدثنَا مُحَمَّد بن عبد الله بن سُلَيْمَان حَدثنَا مَنْصُور بن",
            "page": "80",
            "part": "1",
            "seal": "B4972F4A"
        },
        {
            "hno": "113",
            "id": "58",
            "nass": "مُزَاحم حَدثنَا شُعَيْب بن صَفْوَان عَن ابْن عبد الحميد ¶ عَن عمر بن عبد الْعَزِيز قَالَ ¶ من وصل أَخَاهُ بنصيحة لَهُ فِي دينه وَنظر لَهُ فِي صَلَاح دُنْيَاهُ فقد أحسن صلته وَأدّى وَاجِب حَقه ¶ وَقَالَ أَيْضا ¶ مَا أَعْطَيْت أحدا مَالا إِلَّا وَأَنا أستقله وَإِنِّي لأستحيي من الله أَن أسأله الْجنَّة لأخ من إخْوَانِي وأبخل عَلَيْهِ بالدنيا فَإِذا كَانَ يَوْم الْقِيَامَة قيل لي لَو كَانَت الْجنَّة بِيَدِك مَا بخلت ¶ 113 - وَقَالَ سعيد بن الْعَاصِ لما حَضرته الْوَفَاة لِبَنِيهِ ¶ يَا بني لَا يفقدن إخْوَانِي عنْدكُمْ غير وَجْهي أجروا عَلَيْهِم مَا كنت أجري واصنعوا بهم مَا كنت أصنع وَلَا تلجؤوهم إِلَى الطّلب فَإِن الرجل إِذا طلب الْحَاجة اضْطَرَبَتْ أَرْكَانه وارتعدت فَرَائِضه وكل لِسَانه وَترى الدَّم فِي وَجهه فاكفوهم مُؤنَة الطّلب بِالْعَطِيَّةِ قبل الْمَسْأَلَة وَإِنِّي لَا أجد لوجه رجل بَات يتململ على فرَاشه رآكم موضعا",
            "page": "81",
            "part": "1",
            "seal": "6AA72543"
        },
        {
            "hno": "114",
            "id": "59",
            "nass": "لِحَاجَتِهِ فغدا بهم إِلَيْكُم لَا أرى قَضَاء حَاجته عوضا من بذل وَجهه فبادروهم بِقَضَاء حوائجهم قبل أَن يسبقوكم إِلَيْهَا بِالْمَسْأَلَة ¶ 114 - أخبرنَا يُوسُف أخبرنَا مُحَمَّد أخبرنَا الْحسن أخبرنَا مُحَمَّد أخبرنَا إِسْحَاق بن إِبْرَاهِيم حَدثنَا مُحَمَّد بن الْمسيب قَالَ سَمِعت عبد الله بن خبيق يَقُول ¶ قَالَ عبيد بن عُمَيْر [سريع] مَا تاقت النَّفس إِلَى شهرة ألذ من حب صديق أَمِين من فَاتَهُ ود أَخ صَالح فَذَلِك المغبون حق الغبين ¶ 115 - قَالَ الْحسن وَأخْبرنَا هِلَال بن مُحَمَّد حَدثنَا أَبُو الْقَاسِم الْحسن بن مُحَمَّد بن إِسْحَاق السوطي حَدثنَا عبد الله بن عَليّ بن الْحسن السراج حَدثنَا عبد الله بن مُحَمَّد بن عَامر حَدثنَا أبي حَدثنَا عَليّ بن مُوسَى الرِّضَا قَالَ حَدثنَا أبي مُوسَى عَن أَبِيه جَعْفَر عَن أَبِيه عَليّ عَن أَبِيه الْحُسَيْن ¶ عَن عَليّ عَلَيْهِ السَّلَام قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من الْمُرُوءَة ثَلَاثَة فِي الْحَضَر وَثَلَاثَة فِي السّفر فَأَما اللَّاتِي فِي الْحَضَر فتلاوة كتاب الله وَعمارَة مَسَاجِد الله واتخاذ الإخوان فِي الله وَأما اللَّاتِي فِي السّفر فبذل الزَّاد وَحسن الْأَخْلَاق والمزاح فِي غير معاصي الله ¶ 116 - وَقَالَ مُعَاوِيَة رَحمَه الله الْمُرُوءَة فِي ثَلَاث العفاف فِي المَال أَو إصْلَاح المَال وَحفظ الإخوان وَعون الْجَار",
            "page": "82",
            "part": "1",
            "seal": "F1C8D78D"
        },
        {
            "hno": "117",
            "id": "60",
            "nass": "117 - قَالَ الْحسن وَحدثنَا مُحَمَّد الْحَافِظ أخبرنَا مُحَمَّد بن الْعَبَّاس حَدثنَا أَبُو الْحسن عَليّ بن مُحَمَّد السامري حَدثنَا أَحْمد بن عبد الله الرَّازِيّ قَالَ حَدثنِي عبد الرَّحِيم بن مُحَمَّد النخشبي قَالَ ¶ سَمِعت سريا السَّقطِي يَقُول ¶ النَّصِيحَة لله خَمْسَة المعاداة لمن عصى الله والموالاة لمن وَالَاهُ وَحب من أطَاع الله وبغض من عصى الله وبغض من عمل بهَا ¶ 118 - وَقَالَ سعد بن النبيه إخْوَان الصدْق خير مكاسب الدُّنْيَا وهم زِينَة فِي الرَّجَاء وعدة فِي الْبلَاء ومعونة على حسن المعاشرة والمعاد ¶ 119 - وَقَالَ عَطاء بن مُسلم لمُحَمد بن وَاسع أَي الْعَمَل فِي الدُّنْيَا أفضل قَالَ صُحْبَة الْأَصْحَاب ومحادثة الإخوان إِذا اصطحبوا على التقى وَالْبر فَحِينَئِذٍ يذهب الله بِالْخِلَافِ بَينهم فواصلوا وتواصلوا وَلَا خير فِي صُحْبَة الْأَصْحَاب ومحادثة الإخوان إِذا كَانُوا عبيد بطونهم لأَنهم إِذا كَانُوا كَذَلِك ثبط بَعضهم بَعْضًا عَن الْآخِرَة ¶ 120 - وَقَالَ لُقْمَان لِابْنِهِ يَا بني صل أقرباءكوأكرم إخوانك وَليكن خلانك من إِذا فارقوك وفارقتهم لم تغب عَنْهُم ¶ 121 - وَقَالَ ابْن عَبَّاس أحب إخْوَانِي إِلَيّ الَّذِي إِذا أَتَيْته قبلني وَإِذا غبت عَنهُ عذرني",
            "page": "83",
            "part": "1",
            "seal": "F94A9B0B"
        },
        {
            "hno": "122",
            "id": "61",
            "nass": "122 - وَقيل لخَالِد بن صَفْوَان أَي إخوانك أوجب عَلَيْك حَقًا قَالَ الَّذِي يسد خللي وَيغْفر زللي وَيقبل عللي ¶ 123 - وَقَالَ الْحسن أخبرنَا عبد الْعَزِيز بن جَعْفَر حَدثنَا أَحْمد بن سلمَان عَن عمَارَة المعولي ¶ عَن الْحسن قَالَ كَانَ عمر بن الْخطاب يذكر الرجل من إخوانه فِي بعض اللَّيْل يَقُول يَا طولهَا من لَيْلَة فَإِذا صلى الْمَكْتُوبَة عدا إِلَيْهِ فَإِذا التقيا عانقة ¶ 124 - وَقَالَ وهب بن مُنَبّه ثَلَاث من روح الدُّنْيَا لقى الإخوان وإفطار الصّيام والتهجد من آخر اللَّيْل ¶ 125 - قَرَأت على الْخَطِيب أبي الْفضل عبد الله بن أَحْمد الطوسي أخْبركُم الشريف أَبُو الْفضل مُحَمَّد بن عبد السَّلَام الْأنْصَارِيّ أخبرنَا أَبُو الْقَاسِم عَليّ بن المحسن التنوخي أخبرنَا أَبُو مُحَمَّد سهل بن أَحْمد الديباجي قَالَ أنشدنا مُحَمَّد بن عَرَفَة قَالَ ¶ أنشدنا أَحْمد بن يحيى [كَامِل] وَلَقَد بلوت النَّاس ثمَّ خبرتهم وَعلمت مَا فيهم من الْأَسْبَاب فَإِذا الْقَرَابَة لَا تقرب قَاطعا وَإِذا الْمَوَدَّة أشبك الْأَنْسَاب ¶ 126 - وَقَالَ سهل قَالَ لنا جَعْفَر بن مُحَمَّد بن جرير الطَّبَرِيّ",
            "page": "84",
            "part": "1",
            "seal": "C77E8987"
        },
        {
            "hno": "127",
            "id": "62",
            "nass": "كتب إِلَيّ أَحْمد بن عِيسَى الْعلوِي من الْبَلَد [طَوِيل] أَلا إِن إخْوَان الثِّقَات قَلِيل وَهل لي إِلَى ذَاك الْقَلِيل سَبِيل سل النَّاس تعرف غثهم من سمينهم فَكل عَلَيْهِ شَاهد وَدَلِيل ¶ 127 - وَأخْبرنَا الْخَطِيب أخبرنَا أَبُو الْحسن عَليّ بن مُحَمَّد ابْن العلاف أخبرنَا أَبُو الْقَاسِم بن بَشرَان أخبرنَا أَبُو الْحسن عَليّ بن عبد الْعَزِيز بن مردك حَدثنَا أَبُو مُحَمَّد عبد الرَّحْمَن بن أبي حَاتِم حَدثنَا أَبُو حميد أَحْمد بن سِنَان الْحِمصِي حَدثنَا يحيى بن سعيد الْقطَّان حَدثنَا يزِيد عَن عَطاء عَن عَلْقَمَة بن مرْثَد ¶ عَن هرم بن حَيَّان قَالَ ¶ قدمت الْكُوفَة فَلم يكن لي هم إِلَّا طلب أويس حَتَّى سَقَطت عَلَيْهِ جَالِسا على شاطئ الْفُرَات نصف النَّهَار يتَوَضَّأ فعرفته بالنعت الَّذِي نعت لي فَإِذا رجل لحيم فخيم آدم شَدِيد الأدمة أشعر محلوق الرَّأْس مهيب النّظر فَسلمت عَلَيْهِ فَرد عَلَيْهِ ومددت إِلَيْهِ يَدي لأصافحه فَأبى أَن يصافحني فَقلت يَرْحَمك الله يَا أويس وَغفر لَك كَيفَ أَنْت يَرْحَمك الله ثمَّ خنقتني الْعبْرَة من حبي إِيَّاه ورقتي عَلَيْهِ لما رَأَيْت من حَاله حَتَّى بَكَيْت وَبكى قَالَ وَأَنت فحياك الله يَا هرم بن حَيَّان",
            "page": "85",
            "part": "1",
            "seal": "72E39169"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "كَيفَ أَنْت يَا أخي من دلك عَليّ قلت الله عز وَجل قَالَ لَا إِلَه إِلَّا الله {سُبْحَانَ رَبنَا إِن كَانَ وعد رَبنَا لمفعولا} [الْإِسْرَاء 108] قلت من أَيْن عرفت اسْمِي وَاسم أبي وَمَا رَأَيْتُك قبل النّوم وَلَا رَأَيْتنِي قَالَ {نَبَّأَنِي الْعَلِيم الْخَبِير} [التَّحْرِيم 3] عرفت روحي روحك حِين كلمت نَفسِي نَفسك إِن الْأَرْوَاح لَهَا أنفاس كأنفاس الأجساد وَإِن الْمُؤمنِينَ يعرف بَعضهم بَعْضًا ويتحابون بِروح الله وَإِن لم يلتقوا ويتعارفون وَإِن نأت بهم الديار وَتَفَرَّقَتْ بهم النَّازِل قلت حَدثنِي رَحِمك الله عَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ إِنِّي لم أدْرك رَسُول الله صلى الله عَلَيْهِ وَسلم وَلم تكن لي مَعَه صُحْبَة بِأبي وَأمي رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَكِنِّي قد رَأَيْت رجَالًا قد رَأَوْهُ وَلست أحب أَن أفتح هَذَا الْبَاب على نَفسِي أَن أكون مُحدثا أَو قَاصا أَو مفتيا فِي نَفسِي شغل عَن النَّاس فَقلت أَي أخي اقْرَأ عَليّ آيَات من كتاب الله عز وَجل أسمعها مِنْك وأوصني بِوَصِيَّة أحفظها عَنْك فَإِنِّي أحبك فِي الله عز وَجل قَالَ فَأخذ بيَدي ثمَّ قَالَ أعوذ بالسميع الْعَلِيم من الشَّيْطَان الرَّجِيم قَالَ رَبِّي تبَارك وَتَعَالَى وأحق القَوْل قَول رَبِّي تبَارك وَتَعَالَى وأحق القَوْل قَول رَبِّي وأصدق الحَدِيث حَدِيث رَبِّي ثمَّ قَالَ {وَمَا خلقنَا السَّمَاوَات وَالْأَرْض وَمَا بَينهمَا لاعبين} مَا خلقناهم إِلَّا بِالْحَقِّ إِلَى آخر الْآيَة {إِنَّه هُوَ الْعَزِيز الرَّحِيم} [الدُّخان 83 42] قَالَ فشهق شهقة فَنَظَرت إِلَيْهِ وَأَنا أَحْسبهُ قد غشي عَلَيْهِ ثمَّ قَالَ يَا ابْن حَيَّان مَاتَ أَبوك حَيَّان ويوشك أَن تَمُوت فإمَّا إِلَى الْجنَّة وَإِمَّا إِلَى النَّار وَمَات أَبوك آدم وَمَاتَتْ أمك حَوَّاء يَا ابْن حَيَّان مَاتَ نوح نَبِي الله وَمَات إِبْرَاهِيم خَلِيل الرَّحْمَن وَمَات مُوسَى نجي الرَّحْمَن وَمَات",
            "page": "86",
            "part": "1",
            "seal": "2F769778"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "دَاوُد خَليفَة الرَّحْمَن وَمَات مُحَمَّد صلى الله عَلَيْهِ وَسلم وَمَات أَبُو بكر خَليفَة رَسُول الله صلى الله عَلَيْهِ وَسلم وَمَات أخي وصديقي عمر بن الْخطاب فَقلت لَهُ يَرْحَمك الله إِن عمر لم يمت فَقَالَ بلَى قد نعاه إِلَيّ رَبِّي ونعى إِلَيّ نَفسِي وَأَنا وَأَنت فِي الْمَوْتَى ثمَّ صلى على النَّبِي صلى الله عَلَيْهِ وَسلم ودعا بدعوات خفاف ثمَّ قَالَ هَذِه وصيتي إياك كتاب الله وَبَقِي الْمُرْسلين وتقى صَالح الْمُؤمنِينَ فَعَلَيْك بِذكر الْمَوْت لَا يُفَارق قَلْبك طرفَة عين مَا بقيت واهد قَوْمك إِذا رجعت إِلَيْهِم وانصح للْأمة جَمِيعًا وَإِيَّاك أَن تفارق الْجَمَاعَة فتفارق دينك وَأَنت لَا تعلم فَتدخل النَّار وادع لي وَلِنَفْسِك ثمَّ قَالَ اللَّهُمَّ هَذَا زعم أَنه يحبني فِيك وزارني من أَجلك فعرفني وَجهه فِي الْجنَّة وَأدْخلهُ عَليّ فِي دَارك دَار الْإِسْلَام واحفظه مَا دَامَ فِي الدُّنْيَا حَيا وأرضه من الدُّنْيَا باليسير واجعله لما أَعْطيته من نعمك من الشَّاكِرِينَ واجزه عني خيرا ثمَّ قَالَ السَّلَام عَلَيْك وَرَحْمَة الله وَبَرَكَاته لَا أَرَاك بعد الْيَوْم رَحِمك الله فَإِنِّي أكره الشُّهْرَة والوحدة أحب عَليّ لِأَنِّي كثير الْغم مَا دمت مَعَ هَؤُلَاءِ النَّاس حَيا فَلَا تسْأَل عني وَلَا تطلبني وَاعْلَم أَنَّك مني على بَال وَإِن لم أرك وترني واذكرني وادع لي فَإِنِّي سأدعو لَك وأذكرك إِن شَاءَ الله انْطلق أَنْت هَاهُنَا فحرصت عَلَيْهِ أَن أمسي مَعَه سَاعَة فَأبى عَليّ ففارقته أبْكِي ويبكي فَجعلت أنظر فِي قَفاهُ حَتَّى دخل بعض السكَك ثمَّ سَأَلت عَنهُ بعد ذَلِك وطلبته فَمَا وجدت أحدا يُخْبِرنِي عَنهُ بعد ذَلِك وطلبته فَمَا وجدت أحدا يُخْبِرنِي عَنهُ بِشَيْء رَحمَه الله وَغفر لَهُ وَمَا أَتَت عَليّ جُمُعَة إِلَّا وَأَنا أرَاهُ فِي مَنَامِي مرّة أَو مرَّتَيْنِ",
            "page": "87",
            "part": "1",
            "seal": "18B438E0"
        },
        {
            "hno": "128",
            "id": "65",
            "nass": "128 - وقرأت على الْخَطِيب بالموصل أخْبركُم طراد الزَّيْنَبِي أخبرنَا أَبُو الْحسن مُحَمَّد بن أَحْمد بن رزقوية أخبرنَا أَبُو جَعْفَر مُحَمَّد بن يحيى بن عمر بن عَليّ بن حَرْب أخبرنَا جدي عَليّ بن حَرْب حَدثنَا سُفْيَان عَن عَاصِم عَن زر قَالَ ¶ سَمِعت صَفْوَان بن عَسَّال يَقُول بَينا نَحن فِي سفر لنا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا عرض لَهُ أَعْرَابِي بِصَوْت لَهُ جمهوري أفيكم مُحَمَّد فصاح بِهِ الْقَوْم وأجابه النَّبِي صلى الله عَلَيْهِ وَسلم بِنَحْوِ من دُعَائِهِ هاؤم ثمَّ لم يزل رَسُول الله صلى الله عَلَيْهِ وَسلم يحدثنا إِلَى أَن قَالَ إِن لله بَابا مَفْتُوحًا للتَّوْبَة بالمغرب خلقه يَوْم خلق السَّمَاوَات وَالْأَرْض عرضه سَبْعُونَ عَاما لَا يغلقه حَتَّى تطلع الشَّمْس مِنْهُ فَقَالَ الْأَعرَابِي يَا رَسُول الله أَفَرَأَيْت من أحب قوما وَلم يعْمل بعملهم أَو لما يلْحق بهم قَالَ الْمَرْء مَعَ من أحب ¶ 129 - أخبرنَا أَبُو الْمَعَالِي السّلمِيّ أخبرنَا الشريف أَبُو الْقَاسِم الْحُسَيْنِي أهبرنا رشأ بن نظيف أخبرنَا الْحسن بن إِسْمَاعِيل الضراب حَدثنَا ابْن إِسْمَاعِيل حَدثنَا عبد الله بن صَالح قَالَ ¶ حَدثنِي يحيى بن أَيُّوب ¶ أَن رجلَيْنِ تواخيا فتعاهدا إِن مَاتَ أَحدهمَا قبل صَاحبه أَن يُخبرهُ بِمَا رأى فَمَاتَ أَحدهمَا فَرَآهُ صَاحبه فَسَأَلَهُ عَن الْحسن فَقَالَ يَا أخي ذَلِك",
            "page": "88",
            "part": "1",
            "seal": "93F328CC"
        },
        {
            "hno": "130",
            "id": "66",
            "nass": "ملك فِي الْجنَّة لَا يَعْصِي قَالَ فَابْن سِيرِين قَالَ ذَلِك فِي مَا شَاءَ واشتهى وشتان مَا بَينهمَا قَالَ لَهُ يَا أخي فَبِأَي شَيْء أدْرك الْحسن مَا أَدْرَاك قَالَ شدَّة الْخَوْف والحزن هُوَ الَّذِي بلغ بِهِ مَا بلغ بِهِ مَا بلغ ¶ 130 - وَقَالَ الْحسن رَحمَه الله وَالله إِن أصبح فِيهَا مُؤمن إِلَّا حَزينًا وَكَيف لَا يحزن الْمُؤمن وَقد حدث عَن الله عز وَجل أَنه وَارِد جَهَنَّم وَلم يَأْته أَنه صادر عَنْهَا وَالله ليلقين أمراضا ومصيبات وأمراضا بغيضة وليظلمن فَمَا ينتصر من ذَلِك ينْتَظر الثَّوَاب من الله عز وَجل فَمَا يزَال فِيهَا حَزينًا حَتَّى يفارقها فَإِذا فَارقهَا أفْضى إِلَى الرَّاحَة والكرامة ¶ 131 - أخبرنَا أَبُو الْمَعَالِي السّلمِيّ أخبرنَا أَبُو الْقَاسِم الْحُسَيْنِي أخبرنَا رشأ أخبرنَا الْحسن الضراب أخبرنَا أَحْمد بن مَرْوَان حَدثنَا مُحَمَّد بن عبد الْعَزِيز حَدثنَا ابْن خبيق قَالَ سَمِعت عليا الشَّيْبَانِيّ يَقُول ¶ سَمِعت الفضيل بن عِيَاض يَقُول مَا بَقِي شَيْء أتمناه على الله عز وَجل قبل أَن أَمُوت إِلَّا نظرة فِي وَجه يُوسُف بن أَسْبَاط",
            "page": "89",
            "part": "1",
            "seal": "4BD3690B"
        },
        {
            "hno": "132",
            "id": "67",
            "nass": "132 - أخبرنَا مُحَمَّد بن حَمْزَة أخبرنَا عَليّ بن الْمُسلم أخبرنَا أَبُو الْحسن بن أبي الْحَدِيد أخبرنَا جدي أَبُو بكر أخبرنَا مُحَمَّد بن جَعْفَر حَدثنَا مُحَمَّد بن مَنْصُور بن سيار الرَّمَادِي حَدثنَا أَبُو دَاوُد الطَّيَالِسِيّ حَدثنَا زُهَيْر وَهُوَ ابْن مُحَمَّد التَّمِيمِي عَن مُوسَى بن وردان ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ الْمَرْء على دين خَلِيله فَلْينْظر أحدكُم من يخالل ¶ 133 - قَالَ أَبُو بكر حَدثنَا عِيسَى بن أبي حَرْب الصفار حَدثنَا عَمْرو بن عَاصِم الْكلابِي حَدثنَا أشعت بن برَاز عَن عَليّ بن زيد بن جدعَان ¶ عَن سعيد بن مسيب قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ رَأس الْعقل بعد الْإِيمَان بِاللَّه التودد إِلَى النَّاس",
            "page": "90",
            "part": "1",
            "seal": "B786BC7A"
        },
        {
            "hno": "134",
            "id": "68",
            "nass": "134 - قَالَ وَحدثنَا هَاشم بن الْقَاسِم حَدثنَا قيس بن الرّبيع عَن أبي حُصَيْن عَن الْقَاسِم بن عبد الرَّحْمَن قَالَ ¶ قَالَ عمر بن الْخطاب ¶ إِذا رزقك الله ود امْرِئ مُسلم فتمسك بِهِ ¶ 135 - أخبرنَا الشَّيْخ الزكي أَبُو الْغَنَائِم سَالم بن إِسْحَاق بن الْحُسَيْن بن خلف التنوخي بِقِرَاءَتِي غليه أخبرنَا الشريف أَبُو الْعَبَّاس أَحْمد بن مُحَمَّد بن عبد الْعَزِيز الْمَكِّيّ أخبرنَا أَبُو الْقَاسِم عبد الله بن أبي بكر الكشمردي أخبرنَا أَبُو سعيد عُثْمَان بن أبي عمر التوماثي أخبرنَا أَبُو سُلَيْمَان حمد بن مُحَمَّد الْخطابِيّ أخبرنَا أَبُو سعيد أَحْمد بن مُحَمَّد بن زِيَاد الْأَعرَابِي حَدثنَا عَبَّاس الدوري حَدثنَا شَبابَة حَدثنَا هِشَام بن الْغَاز ¶ حَدثنَا حَيَّان أَبُو النَّضر قَالَ قَالَ لي وَاثِلَة بن الْأَسْقَع قدني إِلَى يزِيد بن الْأسود فَإِنَّهُ قد بَلغنِي أَنه ألم بِهِ فقدته فَلَمَّا دخل عَلَيْهِ قلت لَهُ ائته فَقيل قد وجد وَذهب عقله فَقَالَ ناده فَقلت هَذَا أَخُوك وَاثِلَة قَالَ أَظن سنأته قَالَ فَلَمَّا سمع أَن وَاثِلَة قد جَاءَهُ قَالَ فرأيته يلْتَمس بِيَدِهِ فعفت مَا يُرِيد فَأخذت كف وَاثِلَة فجعلتها فِي يَده قَالَ فجل يقلب كَفه ويضعها مرّة على فُؤَاده وَمرَّة على وَجهه وعَلى فِيهِ وَإِنَّمَا أَرَادَ أَن يضع يَده مَوضِع يَد وَاثِلَة من النَّبِي صلى الله عَلَيْهِ وَسلم ¶ 136 - أخبرنَا أَبُو الْحُسَيْن عبد الْحق بن عبد الْخَالِق اليوسفي أخبرنَا أَبُو الْحسن عَليّ بن مُحَمَّد ابْن العلاف قَالَ أخبرنَا أَبُو الْقَاسِم بن بَشرَان قَالَ أخبرنَا أَبُو الْعَبَّاس",
            "page": "91",
            "part": "1",
            "seal": "EA202F4E"
        },
        {
            "hno": "137",
            "id": "69",
            "nass": "أَحْمد بن إِبْرَاهِيم بن عَليّ الْكِنْدِيّ بِمَكَّة فِي الْمَسْجِد الْحَرَام سنة ثَلَاث وخمسي قَالَ أخبرنَا أَبُو بكر مُحَمَّد بن جَعْفَر السامري ¶ حَدثنَا عَليّ بن الْأَعرَابِي قَالَ ¶ دخل على الْمَأْمُون شيخ من الْأَعْرَاب من فصحائهم فتغدى عِنْده وَعرض عَلَيْهِ الشَّرَاب فَقَالَ يَا أَمِير الْمُؤمنِينَ [مجتث] أبعد تسعين أصبو والشيب للْجَهْل حَرْب شَرّ وشيب وَجَهل أَمر لعمرك صَعب أَنْت الإِمَام فَهَلا أَيَّام عودي رطب وَإِذ سهامي صياب ومشرب الْحبّ عذب وَإِذ شِفَاء الغواني مني حَدِيث وَقرب فَالْآن لما رأى بِي عواذلي مَا أحبو وصرت كالطفل حَقًا أقوم لِلْأَمْرِ أحبو آلَيْت أشْرب كأسا مَا حج لله ركب ¶ 137 - قَالَ الخرائطي ¶ وأنشدني أَبُو عبد الله المارستاني [بسيط] أواقف أَنْت من بَين على ثِقَة فمستكين لريب الدَّهْر معترف يَا مؤذني بنوى مَا كنت أعرفهَا مِنْك الْفِرَاق ومني الشوق والأسف ¶ 138 - قَالَ حَدثنَا أَبُو يُوسُف يَعْقُوب بن عِيسَى الرهوي",
            "page": "92",
            "part": "1",
            "seal": "98B06086"
        },
        {
            "hno": "139",
            "id": "70",
            "nass": "حَدثنَا الزبير بن بكار قَالَ ¶ كَانَ سحيم عبدا لبني الحسحاس فَبَاعَهُ مَوْلَاهُ فَأَنْشَأَ يَقُول [طَوِيل] وَمَا كنت أخْشَى معبدًا أَن يبيعني وَلَو أضحت كَفاهُ من مَاله صفرا أخوكم مولاكم نعم وربيبكم وَمن قد ثوى فِيكُم وعاشركم دهرا أشوقا وَلما تَنْقَضِي غير لَيْلَة فَكيف إِذا سَار الْمطِي بِنَا عشرا ¶ 139 - قَالَ وأنشدني مُحَمَّد بن عبد الله الطَّبَرَانِيّ لِابْنِ أبي زرْعَة الدِّمَشْقِي [بسيط] عذل وَبَين وتوديع ومرتحل أَي الدُّمُوع على ذَا لَيْسَ ينهمل تا لله مَا جلدي من بعدهمْ فشل وَلَا اختزان دموعي بعدهمْ بخل بلَى وَحُرْمَة مَا أضمرت من كمد إِنِّي إِلَيْهِم لمشتاق وَقد رحلوا وددت أَن الْبحار السَّبع لي مدد وَأَن جسمي دموع كلهَا همل وَأَن لي بَدَلا من كل جانحة فِي كل جارحة يَوْم النَّوَى مقل",
            "page": "93",
            "part": "1",
            "seal": "1BFAC111"
        },
        {
            "hno": "140",
            "id": "71",
            "nass": "140 - حَدثنَا مُحَمَّد بن الْعَلَاء الرقي حَدثنَا الْعَبَّاس بن تَمِيم الْوَاقِدِيّ ¶ عَن أبي الجحاف قَالَ ¶ إِنِّي لفي الطّواف وَقد مضى أَكثر اللَّيْل وخف الْحجَّاج فَإِذا امْرَأَة كَأَنَّهَا الشَّمْس على قضيب غرس وَهِي تَقول [طَوِيل] رَأَيْت الْهوى حلوا إِذا اجْتمع الْوَصْل وَمَرا على الهجران لَا بل هُوَ الْقَتْل وَمن لم يذقْ للهجر طعما فَإِنَّهُ إِذا ذاق طعم الهجر لم يدر مَا الْوَصْل وَقد ذقت طعميه على الْقرب والنوى فَأَبْعَده قتل وأقربه خبل ثمَّ التفتت فرأتني فَقَالَت يَا هَذَا من ضعفت قوته عَن حمل شَيْء أَلْقَاهُ طلبا للراحة وفرارا من ثقل الْمحبَّة وَقد نطقت بِمَا علمه الله وأحصاه الْملكَانِ فَإِن يعف عَن أهل السرائر أكن مَعَهم وَإِن يعاقبوا فيا خيبة المذنبين وبكت بكاء شَدِيدا فَمَا رَأَيْت عقد در انْقَطع سلكه فانتثر كَانَ أحسن م تبادر دموعها فالجفون غدقة والمحاجر مترعة قَالَ فاعتزلت وَالله خوفًا أَن يصبو إِلَيْهَا قلبِي وَإِن كَانَ بِمِثْلِهَا يحسن التصابي",
            "page": "94",
            "part": "1",
            "seal": "E83C1C36"
        },
        {
            "hno": "141",
            "id": "72",
            "nass": "141 - قَالَ أَنْشدني أَبُو صَخْر الْأمَوِي [طَوِيل] تمنيت من أَهْوى فَلَمَّا لَقيته بهت فَلم أملك لِسَانا وَلَا طرفا وأطرقت إجلالا لَهُ ومهابة أحاول أَن يخفى الَّذِي بِي فَلم يخفا وَإِنِّي لملوك لَهُم غير جَاحد إِذا مَا دَعونِي قلت لبيكم ألفا ¶ 142 - أخبرنَا أَبُو الْحُسَيْن عبد الْحق أخبرنَا أَبُو الْحسن بن العلاف أخبرنَا أَبُو الْقَاسِم بن بَشرَان أخبرنَا أَبُو الْعَبَّاس أَحْمد بن إِبْرَاهِيم الْكِنْدِيّ أخبرنَا أَبُو بكر الخرائطي حَدثنَا عَليّ بن دَاوُد الْقَنْطَرِي حَدثنَا سعيد بن أبي مَرْيَم عَن ابْن لَهِيعَة عَن يزِيد بن أبي حبيب قَالَ ¶ أَتَى أَبُو مُسلم الجيشاني إِلَى أبي أُميَّة فِي منزله فَقَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول إِذا أحب أحدكُم أَخَاهُ فليعلمه فِي منزله فليخبره أَنه يُحِبهُ وَقد جئْتُك فِي مَنْزِلك ¶ 143 - قَالَ وَحدثنَا عمر بن مُحَمَّد أَبُو حَفْص النَّسَائِيّ حَدثنَا أَحْمد بن أبي الحواي حَدثنَا أَبُو رَجَاء نصر بن شَاكر",
            "page": "95",
            "part": "1",
            "seal": "2E1414E2"
        },
        {
            "hno": "144",
            "id": "73",
            "nass": "حَدثنَا حَفْص بن غياث قَالَ ¶ لَقِيَنِي أَبُو إِسْحَاق السبيعِي فَقَالَ وَالله إِنِّي لَأحبك وَلَوْلَا الْحيَاء لقبلتك ¶ 144 - أخبنا ابْن النقور أخبرنَا أَبُو طَالب أخبرنَا ابْن الْمَذْهَب أخبرنَا الْقطيعِي حَدثنَا عبد الله حَدثنَا أبي حَدثنَا خلف ابْن الْوَلِيد حَدثنَا هبن الْمُبَارك عَن يحيى بن أَيُّوب عَن عبيد الله بن زحر عَن عَليّ بن يزِيد عَن الْقَاسِم عَن أبي أُمَامَة قَالَ قَالَ عقبَة بن عَامر ¶ يَا رَسُول الله مَا النجَاة قَالَ املك عَلَيْك لسَانك وليسعك همك وابك على خطيئتك ¶ 145 - وَبِه عَن النَّبِي عَلَيْهِ السَّلَام قَالَ",
            "page": "96",
            "part": "1",
            "seal": "EBFA47DD"
        },
        {
            "hno": "146",
            "id": "74",
            "nass": "من تَمام عِيَادَة الْمَرِيض أَن يضع أحدكُم يَده فيسأله كَيفَ هُوَ وَتَمام تحياتكم بَيْنكُم المصافحة ¶ 146 - قرىء على أبي الْمَعَالِي عبد الله بن عبد الرَّحْمَن السّلمِيّ أخْبركُم الشريف أَبُو الْقَاسِم عَليّ بن إِبْرَاهِيم الْحُسَيْنِي أخبرنَا أَبُو الْقَاسِم عبد الرَّحْمَن بن المظفر الْمصْرِيّ أخبرنَا أَبُو بكر بن مُحَمَّد بن إِسْمَاعِيل المهندس حَدثنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد بن عبد الْعَزِيز الْبَغَوِيّ حَدثنَا نصر بن عَليّ الْجَهْضَمِي حَدثنَا عَليّ بن جَعْفَر بن مُحَمَّد قَالَ حَدثنِي أخي مُوسَى بن جَعْفَر عَن أَبِيه عَن مُحَمَّد بن عَليّ عَن أَبِيه عَن جده ¶ عَن عَليّ عَلَيْهِ السَّلَام أَن النَّبِي صلى الله عَلَيْهِ وَسلم أَخذ بيد حسن وحسين فَقَالَ ¶ من أَحبَّنِي وَأحب هذَيْن وأباهما وأمهما كَانَ معي فِي درجتي يَوْم الْقِيَامَة ¶ 147 - أخبرنَا أَبُو الْمَعَالِي أخبرنَا أَبُو الشريف أخبرنَا رشأ بن نظيف بن مَا شَاءَ الله أخبرنَا الْحسن بن إِسْمَاعِيل الضراب أخبرنَا أَحْمد بن مَرْوَان الْمَالِكِي حَدثنَا يحيى بن الْمُخْتَار قَالَ سَمِعت بشر بن الْحَارِث يَقُول",
            "page": "97",
            "part": "1",
            "seal": "5008E546"
        },
        {
            "hno": "148",
            "id": "75",
            "nass": "سَمِعت الفضيل بن عِيَاض يَقُول ¶ بَلغنِي أَن الله عز وَجل قد حجر التَّوْبَة عَن كل صَاحب بِدعَة وَشر أهل الْبدع المبغضون لأَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم ثمَّ الْتفت إِلَيّ فَقَالَ اجْعَل أوثق عَمَلك عِنْد الله حبك أَصْحَاب نبيه فَإنَّك لَو قدمت الْموقف بِمثل قرَاب الأَرْض ذنوبا غفرها الله لَك وَلَو جِئْت الْموقف وَفِي قَلْبك مقياس ذرة بغضا لَهُم لما نفعك عمل ¶ 148 - أخبرنَا يُوسُف بن هبة الله أخبرنَا أَبُو الْفضل أخبرنَا أَبُو عَليّ أخبرنَا أَبُو مُحَمَّد بن أَحْمد الْحَافِظ أخبرنَا أَبُو بكر مُحَمَّد بن إِبْرَاهِيم الْمُقْرِئ حَدثنَا أَحْمد بن عَليّ الْموصِلِي قَالَ سَمِعت عبد الصَّمد بن مردوية قَالَ ¶ سَمِعت الفضيل يَقُول ¶ حب الْمُؤمن فِي الله وَحب الْمُنَافِق فِي الشَّيْطَان ¶ 149 - قرىء على الشَّيْخ أبي بكر أَحْمد بن المقرب بن الْحُسَيْن الْكَرْخِي وَأَنا أسمع أخْبركُم الشريف أَبُو الفوارس طراد بن مُحَمَّد الزَّيْنَبِي أخبرنَا أَبُو نصر أَحْمد بن مُحَمَّد بن أَحْمد بن حسنون النَّرْسِي حَدثنَا أَبُو جَعْفَر مُحَمَّد بن عَمْرو بن البخْترِي حَدثنَا ابْن أبي الْعَوام مُحَمَّد بن أَحْمد قَالَ سَمِعت أَبَا عبد الله أَحْمد بن مُحَمَّد بن حَنْبَل رضوَان الله عَلَيْهِ يسْأَل أَبَا النَّضر هَاشم بن الْقَاسِم عَن خذا الحَدِيث فَسمِعت",
            "page": "98",
            "part": "1",
            "seal": "B9057E11"
        },
        {
            "hno": "150",
            "id": "76",
            "nass": "هَاشم بن الْقَاسِم يَقُول حَدثنَا عبد الْعَزِيز بن النُّعْمَان الْقرشِي أخبرنَا زيد بن حبَان عَن عَطاء ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ لَا يجْتَمع حب هَؤُلَاءِ الْأَرْبَعَة إِلَّا فِي قلب مُؤمن أَبُو بكر وَعمر وَعُثْمَان وَعلي رَضِي الله عَنْهُم ¶ 150 - أخبرنَا أَبُو الْفَتْح مُحَمَّد بن عبد الْبَاقِي أخبرنَا أَبُو عبد الله مَالك بن أَحْمد بن إِبْرَاهِيم البانياسي حَدثنَا أَبُو الْفَتْح مُحَمَّد بن إِبْرَاهِيم الْمروزِي الشَّيْخ الصَّالح حَدثنَا جَعْفَر بن مُحَمَّد الْخُرَاسَانِي حَدثنَا أَبُو بكر بن عُثْمَان حَدثنِي الْحُسَيْن بن الرّبيع قَالَ سَمِعت أَبَا إِسْحَاق الْفَزارِيّ يَقُول ¶ سَمِعت حَبِيبِي الفضيل بن عِيَاض يَقُول ¶ خمس من السَّعَادَة الْبَصَر فِي الْقلب والورع فِي الدّين والزهد فِي الدُّنْيَا وَالْحيَاء وَالْعلم ¶ 151 - أخبرنَا أَبُو الْحُسَيْن اليوسفي وَأَبُو بكر بن النقور قَالَا أخبرنَا ابْن العلاف أخبرنَا أَبُو الْقَاسِم بن بَشرَان أخبرنَا أَحْمد بن إِبْرَاهِيم الْكِنْدِيّ قَالَ أخبرنَا أَبُو بكر مُحَمَّد بن جَعْفَر الخرائطي أخبرنَا أَبُو بدر عباد بن الْوَلِيد الغبري حَدثنَا منهال بن حَمَّاد السراج حَدثنَا سُلَيْمَان الْعجلِيّ عَن بديل بن وَرْقَاء قَالَ ¶ قَالَ عمر ¶ ضع أَمر أَخِيك على أحْسنه حَتَّى يَبْدُو لَك مِنْهُ مَا يغلب",
            "page": "99",
            "part": "1",
            "seal": "A61BFD8B"
        },
        {
            "hno": "152",
            "id": "77",
            "nass": "152 - قَالَ الخرائطي حَدثنَا عَليّ بن حَرْب حَدثنَا وَكِيع بن جراح حَدثنَا سُفْيَان عَن ابْن جريح عَن ميناء ¶ عَن جودان أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من اعتذر إِلَى أَخِيه بمعذرة فَلم يقبلهَا مِنْهُ كَانَ عَلَيْهِ كخطيئة صَاحب مكس ¶ 153 - قَالَ وأنشدني مُحَمَّد بن إِسْمَاعِيل [طَوِيل] إِذا اعتذر الْجَانِي محا الْعذر ذَنبه وظل الَّذِي لَا يقبل الْعذر جانيا ¶ 154 - قَالَ وَحدثنَا أَبُو بكر بن أبي الْعَوام حَدثنَا مُحَمَّد بن عبد الْعَزِيز",
            "page": "100",
            "part": "1",
            "seal": "C33F8379"
        },
        {
            "hno": "155",
            "id": "78",
            "nass": "الرَّمْلِيّ حَدثنِي الْوَلِيد بن عقبَة عَن مُعَاوِيَة بن صَالح عَن أبي الزَّاهِرِيَّة عَن جُبَير بن نفير عَن معَاذ بن جبل قَالَ ¶ إِذا أَحْبَبْت رجلا فَلَا تشاره وَلَا تماره وَلَا تسل عَنهُ غَيره فلعلك أَن تلقى عدوا لَهُ فيخبرك بِمَا لَيْسَ فيهفيقطع الَّذِي بَيْنك وَبَينه ¶ 155 - أخبرنَا مُحَمَّد بن عبد الْبَاقِي أخبرنَا حمد بن أَحْمد أخبرنَا أَحْمد عبد الله حَدثنَا سُلَيْمَان بن أَحْمد حَدثنَا مُحَمَّد بن عبيد الله الْعَرْزَمِي حَدثنَا حَفْص بن عبد الله الْحلْوانِي حَدثنَا زِيَاد بن سُلَيْمَان عَن عبد الحميد بن جَعْفَر الْفراء عَن ثَابت بن أبي حَمْزَة الثمالِي ¶ عَن عَليّ بن الْحُسَيْن قَالَ ¶ إِذا كَانَ يَوْم الْقِيَامَة نَاد مُنَاد ليقمْ أهل الْفضل فَيقوم نَاس من النَّاس فَيُقَال انْطَلقُوا إِلَى الْجنَّة فَتَلقاهُمْ الْمَلَائِكَة فَيَقُولُونَ إِلَى أَيْن فَيَقُولُونَ إِلَى الْجنَّة قَالُوا قبل الْحساب قَالُوا نعم قَالُوا من أَنْتُم قَالُوا أهل الْفضل قَالُوا وَمَا كَانَ فَضلكُمْ قَالُوا كَانَ إِذا جهل علينا حلمنا وَإِذا ظلمنَا صَبرنَا وَإِذا أُسِيء غفرنا قَالُوا أدخلُوا الْجنَّة فَنعم أجر العاملين ¶ ثمَّ يُنَادي مُنَاد ليقمْ أهل الصَّبْر فَيقوم نَاس من النَّاس فَيُقَال لَهُم",
            "page": "101",
            "part": "1",
            "seal": "7A618797"
        },
        {
            "hno": "156",
            "id": "79",
            "nass": "انْطَلقُوا إِلَى الْجنَّة فَتَلقاهُمْ الْمَلَائِكَة فَيُقَال لَهُم مثل ذَلِك فَيَقُولُونَ أهل الصَّبْر قَالُوا مَا كَانَ صبركم قَالُوا صَبرنَا أَنْفُسنَا على طَاعَة الله وصبرناها عَن مَعْصِيّة الله قَالُوا أدخلُوا الْجنَّة فنعيم الْجنَّة أجر العاملين ¶ ثمَّ يناد مُنَاد ليقمْ جيران الله فَيقوم نَاس من النَّاس وهم قَلِيل فَيُقَال لَهُم انْطَلقُوا إِلَى الْجنَّة فتتلقاهم الْمَلَائِكَة فَيُقَال لَهُم مثل ذَلِك قَالُوا وَبِمَ جاورتم الله عز وَجل فِي دَاره قَالُوا كُنَّا نتزاور فِي الله عز وَجل ونتجالس فِي الله ونتبادل فِي الله عز وَجل قَالُوا ادخُلُوا الْجنَّة فَنعم أجر العاملين ¶ 156 - أخبرنَا مُحَمَّد أخبرنَا أَحْمد أخبرنَا أبي حَدثنَا إِبْرَاهِيم بن مُحَمَّد الْحسن حَدثنَا أَبُو ربيع حَدثنَا ابْن وهب أَخْبرنِي هِشَام بن سعد ¶ عَن زيد بن أسلم أَن مُوسَى عَلَيْهِ السَّلَام سَأَلَ ربه عز وَجل فَقَالَ يَا رب أَخْبرنِي بأهلك الَّذين هم أهلكالذين بؤويهم فِي عرشك يَوْم لَا ظلّ إِلَّا ظلك قَالَ هم الطاهرة قلوبهمالبرة أيديهمالذين يتحابون بجلاليالذين إِذا ذكرت ذكروني وَإِذا ذكرُوا ذكرت بهمالذين يبيتُونَ إِلَى ذكى ي تبيت النسور فِي وكرهاالذين يغضبون لمحارم الله إِذا استحلت كَمَا يغْضب النمر إِذا حَرْب وَالَّذين يكلفون بحبي كَمَا يُكَلف الصَّبِي بحب النَّاس ¶ 157 - أخبرنَا مُحَمَّد أخبرنَا حمد حَدثنَا عبد الله بن مُحَمَّد بن",
            "page": "102",
            "part": "1",
            "seal": "06ED0A59"
        },
        {
            "hno": "158",
            "id": "80",
            "nass": "جَعْفَر حَدثنَا عبد الله بن مُحَمَّد بن سلم حَدثنَا هناد بن السّري حَدثنَا وَكِيع عَن الْأَعْمَش عَن أبي صَالح عَن عبد الله بن ضَمرَة ¶ عَن كَعْب قَالَ من أَقَامَ الصَّلَاة وَآتى الزَّكَاة وَسمع وأطاع فقد توَسط الْإِيمَان وَمن أحب لله وَأبْغض لله وَأعْطى لله وَمنع لله فقد اسْتكْمل الْإِيمَان ¶ 158 - أخبرنَا مُحَمَّد أخبرنَا حمد أخبرنَا أَحْمد حَدثنَا عبد الله حَدثنَا إِبْرَاهِيم بن مُحَمَّد بن الْحسن حَدثنَا أَحْمد بن سعيد حَدثنَا ابْن وهب أَخْبرنِي عبد الله بن عَيَّاش عَن يزِيد بن سُوَيْد ¶ رب قَائِم مشكور لَهُ وَرب نَائِم مغْفُور لَهُ وَذَلِكَ أَن الرجلَيْن يتحابان فِي الله فَقَامَ أَحدهمَا يُصَلِّي فَرضِي الله صلَاته ودعا فَلم يرد من دُعَائِهِ شيئافذكر أَخَاهُ فِي دُعَائِهِ من اللَّيْل فَقَالَ يَا رب أَخ فلَان اغْفِر لَهُ فغفر الله لَهُ ¶ 159 - وَبِه قَالَ أَحْمد أَنبأَنَا القَاضِي أَبُو أخمد مُحَمَّد بن أَحْمد بن مُوسَى حَدثنَا أَبُو إِبْرَاهِيم الترجماني حَدثنَا عِصَام بن طليق عَن فرقد السبخي ¶ عَن كَعْب قَالَ قَالَ مُوسَى عَلَيْهِ السَّلَام ¶ إلهي فَمَا جَزَاء من أحب أهل طَاعَتك قَالَ يَا مُوسَى من أحب أهل طَاعَتي أحرمهُ على النَّار ¶ 160 - قَالَ وَحدثنَا حبيب بن الْحسن حَدثنَا أَحْمد بن الْحسن بن عبد الْجَبَّار حَدثنَا الْهَيْثَم بن خَارِجَة حَدثنَا إِسْمَاعِيل بن عَيَّاش عَن صَفْوَان بن عَمْرو عَن عبد الرَّحْمَن بن ميسرَة ¶ عَن الْعِرْبَاض بن سَارِيَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ",
            "page": "103",
            "part": "1",
            "seal": "63567C7F"
        },
        {
            "hno": "161",
            "id": "81",
            "nass": "قَالَ الله عز وَجل المتحابون بجلالي بِظِل عَرْشِي يَوْم لَا ظلّ إِلَّا ظِلِّي ¶ 161 - أخبرنَا مُحَمَّد أخبرنَا حمد أخبرنَا أَحْمد حَدثنَا عبد الله بن مُحَمَّد بن جَعْفَر حَدثنَا عَليّ بن سعيد حَدثنَا مُحَمَّد بن يزِيد الْقرشِي حَدثنَا أَبُو جَعْفَر الربعِي قَالَ ¶ لما حضرت ابْن السماك الْوَفَاة قَالَ اللَّهُمَّ إِنِّي وَإِن كنت أعصيك لقد كنت أحب فِيك من يعطيك ¶ فَأَنْشَأَ مَحْمُود الْوراق يَقُول فِي ذَلِك [مجتث] ... يَا رب كن لي وليا ... بالعون حَتَّى أطيعك ¶ لَئِن ذممت صنيعي ... لقد حمدت صنيعك ¶ إِن كنت أعصيك إِنِّي ... أحب فِيك مطيعك",
            "page": "104",
            "part": "1",
            "seal": "2998B600"
        }
    ],
    "t6763": [
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "لئن ذممت صنيعي لقد حمدت صنيعك"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        }
    ]
}