{
    "b6768": [
        {
            "hno": "1",
            "id": "1",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ أخبرنَا الشَّيْخ أَبُو الْغَنَائِم مُحَمَّد بن عَليّ بن مَيْمُون النَّرْسِي قِرَاءَة عَلَيْهِ: ¶ 1 - أخبرنَا أَبُو الْحسن مُحَمَّد بن إِسْحَاق بن مُحَمَّد بن فدويه الْمعدل، قِرَاءَة عَلَيْهِ، أَنا أَبُو الْقَاسِم عبد الْوَاحِد بن عبد الله بن السَّاكِن الْبَغْدَادِيّ، قد مر علينا فِي سنة أَربع وَسبعين وثلثمائة، ثَنَا أَبُو الْحسن عَليّ بن مُحَمَّد الستوري، ثَنَا الْحسن بن عَرَفَة الْعَبْدي، ثَنَا عَليّ بن ثَابت الْجَزرِي،. . . . . . . . . .",
            "page": "37",
            "part": "1",
            "seal": "103CE930"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "عَن جَعْفَر بن ميسرَة الْأَشْجَعِيّ، عَن أَبِيه: ¶ عَن ابْن عمر وَأبي هُرَيْرَة قَالَا: سمعنَا رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \" من مَشى فِي حَاجَة أَخِيه الْمُسلم حَتَّى يُتمهَا لَهُ أظلهُ الله عز وَجل بِخَمْسَة آلَاف ملك يدعونَ لَهُ وَيصلونَ عَلَيْهِ، إِن كَانَ صباحا حَتَّى يُمْسِي، وَإِن كَانَ مسَاء حَتَّى يصبح، وَلَا يرفع قدما إِلَّا كَانَ لَهُ بهَا حَسَنَة، وَلَا يضع قدما إِلَّا حط عَنهُ بهَا خَطِيئَة \". ¶ 2 - أخبرنَا الْحسن بن عَليّ الْجَوْهَرِي، أَنا مُحَمَّد بن أَحْمد بن يحيى العطشي، ... ... ... ... ... ... ... ... ... ...",
            "page": "38",
            "part": "1",
            "seal": "B26C6CBD"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "ثَنَا أَحْمد بن زَنْجوَيْه، ثَنَا الْحسن بن عَرَفَة الْعَبْدي، ثَنَا عَليّ بن ثَابت الْجَزرِي، عَن جَعْفَر بن ميسرَة الْأَشْجَعِيّ، عَن أَبِيه: ¶ عَن عبد الله بن عمر وَأبي سعيد الْخُدْرِيّ وَأبي هُرَيْرَة قَالُوا: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" من سعى لِأَخِيهِ الْمُسلم فِي حَاجَة حَتَّى يثبتها - أَي يَقْضِيهَا - أظلهُ الله بِخَمْسَة وَسبعين ملكا يصلونَ عَلَيْهِ، وَيَسْتَغْفِرُونَ لَهُ، إِن يَك صباحا حَتَّى يُمْسِي، وَإِن يَك مسَاء حَتَّى يصبح، وَلَا يرفع قدما إِلَى بَيت إِلَّا كتب لَهُ، يَعْنِي حَسَنَة، وَلَا يضح قدما إِلَّا محيت عَنهُ سَيِّئَة \". ¶ 3 - أخبرنَا أَبُو الْحسن عَليّ بن إِبْرَاهِيم بن عِيسَى الْمُقْرِئ، ثَنَا أَحْمد بن جَعْفَر بن مَالك، ثَنَا إِدْرِيس بن عبد الْكَرِيم الْمُقْرِئ، ثَنَا خلف بن هِشَام الْبَزَّار، ... ... ... ... ... ... ... ... ... ...",
            "page": "39",
            "part": "1",
            "seal": "72F5583D"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "ثَنَا أَبُو أُسَامَة، ثَنَا الْأَعْمَش، ثَنَا ذكروان أَبُو صَالح: ¶ عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" من نفس عَن أَخِيه الْمُؤمن كربَة من كرب الدُّنْيَا نفس الله بهَا عَنهُ كربَة من كرب يَوْم الْقِيَامَة، وَمن ستر مُسلما ستر الله عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَة، وَمن يسر على مُعسر يسر الله عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَة، وَالله عز وَجل فِي عون العَبْد مَا كَانَ العَبْد فِي عون أَخِيه، وَمن سلك طَرِيقا يلْتَمس فِيهِ علما سهل الله عز وَجل لَهُ بِهِ طَرِيقا إِلَى الْجنَّة، وَمَا جلس قوم فِي مجْلِس يَتلون كتاب الله عز وَجل وَيَتَدَارَسُونَهُ بَينهم إِلَّا نزلت عَلَيْهِم السكينَة وَحَفَّتْهُمْ الْمَلَائِكَة، وَمن أَبْطَأَ بِهِ عمله لم يسْرع بِهِ نسبه \".",
            "page": "40",
            "part": "1",
            "seal": "F6EF684F"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - أخبرنَا عَليّ بن المحسن بن عَليّ التنوخي، قِرَاءَة عَلَيْهِ، ثَنَا مُحَمَّد بن [عبد الله] بن الْمطلب، ثَنَا عبد الله بن يحيى الكزبري، ثَنَا الْحسن بن عبد الرَّحْمَن بن عباد الإحتياطي، ثَنَا مُحَمَّد بن حميد أَبُو سُفْيَان المعمري، حَدثنِي غَالب بن [عبيد] الله، ... ... ... ... ... ... ... ... ... ... ... ... ... ... ...",
            "page": "41",
            "part": "1",
            "seal": "1FAFB104"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "عَن مُحَمَّد بن مُسلم بن شهَاب الزُّهْرِيّ، حَدثنِي سَالم بن عبد الله: ¶ عَن أَبِيه عبد الله بن عمر قَالَ: لَقِيَنِي عَليّ بن أبي طَالب عَلَيْهِ السَّلَام - وَهُوَ منصرف من مَسْجِد الْقبْلَتَيْنِ - فَقَالَ ابْن عمر: أَلا أحَدثك حَدِيثا حَدثنِي بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فَأَنت لَهُ أهل؟ قلت: بلَى، قَالَ: حَدثنِي رَسُول الله صلى الله عَلَيْهِ وَسلم عَن جِبْرِيل - عَلَيْهِ السَّلَام - عَن ربه عز وَجل أَنه قَالَ: \" مَا من قوم يكونُونَ فِي حبرَة إِلَّا ستتبعها عِبْرَة، وكل نعيم زائل إِلَّا نعيم أهل الْجنَّة، وكل هم مُنْقَطع إِلَّا هم أهل النَّار، وَإِذا عملت سَيِّئَة فأتبعها حَسَنَة تمحها محوا سَرِيعا، وَأكْثر صنائع الْمَعْرُوف فَإِن صنايع الْمَعْرُوف تَقِيّ مصَارِع السوء، وَمَا من عمل بعد أَدَاء الْفَرَائِض أحب إِلَى الله عز وَجل من إِدْخَال السرُور على الْمُؤمن \". ¶ ثمَّ قَالَ: دونكهن يَا ابْن عمر، قَالَ سَالم: قَالَ أبي: فشرح الله بِهن صَدْرِي. ¶ 5 - أخبرنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن، ثَنَا زيد بن جَعْفَر بن حَاجِب، ثَنَا عبد الله بن عَليّ الزُّهْرِيّ، ثَنَا الْحُسَيْن بن إِبْرَاهِيم عَن مُحَمَّد بن عَمْرو الدَّاودِيّ، ثَنَا مُحَمَّد بن يُوسُف الْمُقْرِئ، ثَنَا الْوَلِيد بن شُجَاع السكونِي، ... ... ... ... ... ... ... ... ... ... ...",
            "page": "42",
            "part": "1",
            "seal": "47B7246C"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "عَن عمار [عَن] مُحَمَّد بن عَمْرو، عَن أبي سَلمَة: ¶ عَن أبي هُرَيْرَة قَالَ: سُئِلَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَي الْعَمَل أفضل؟ قَالَ: \" أَن تدخل على أَخِيك سُرُورًا وتقضي عَنهُ دينا، أَو تطعمه خبْزًا \". ¶ 6 - أخبرنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن، ثَنَا مُحَمَّد بن الْحسن بن حطيط، ... ... ... ... ... ... ... ... ... ...",
            "page": "43",
            "part": "1",
            "seal": "A8D600FD"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ثَنَا أَحْمد بن مُحَمَّد بن سعيد، ثَنَا مُحَمَّد بن دَاوُد بن سُلَيْمَان الرَّازِيّ، ثَنَا إِدْرِيس بن إِبْرَاهِيم الْمكتب الرَّازِيّ، ثَنَا سَلمَة بن بشر، عَن نصر بن بَاب، عَن الْقَاسِم وَهُوَ ابْن عبد الرَّحْمَن الْأنْصَارِيّ، عَن الزُّهْرِيّ، عَن سَالم، عَن ابْن عمر. ¶ عَن عَليّ بن أبي طَالب - عَلَيْهِ السَّلَام - عَن النَّبِي صلى الله عَلَيْهِ وَسلم عَن الرّوح الْأمين جِبْرِيل، عَن الله عز وَجل قَالَ: \" يَا مُحَمَّد أَكثر من صنايع الْمَعْرُوف فَإِنَّهَا تَقِيّ مصَارِع السوء، وَمَا عمل بعد الْفَرَائِض أحب إِلَى الله عز وَجل - من إِدْخَال السرُور على الْمُؤمن \".",
            "page": "44",
            "part": "1",
            "seal": "B7A188F4"
        },
        {
            "hno": "7",
            "id": "20",
            "nass": "7 - ¶ (حَدثنَا أَبُو مُحَمَّد الْحسن) ¶ بن عَليّ الْجَوْهَرِي إملاء ثَنَا أَبُو الْحسن عَليّ بن مُحَمَّد بن لُؤْلُؤ الْوراق ثَنَا أَبُو بكر مُحَمَّد بن عبد السَّلَام بِالْبَصْرَةِ ثَنَا شَيبَان ثَنَا عِيسَى بن شُعَيْب ثَنَا حَفْص بن سُلَيْمَان عَن يزِيد بن عبد الرَّحْمَن عَن أَبِيه ¶ عَن أبي أُمَامَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (صنائع الْمَعْرُوف تَقِيّ مصَارِع السوء وَصدقَة السِّرّ تطفيء غضب الرب عز وَجل وصلَة الرَّحِم تزيد فِي الْعُمر) 0 // إِسْنَاده ضَعِيف",
            "page": "45",
            "part": "1",
            "seal": "DA5E0E1C"
        },
        {
            "hno": "8",
            "id": "21",
            "nass": "8 - أخبرنَا عبد الصَّمد بن عَليّ بن مُحَمَّد الْهَاشِمِي أَنا عَليّ بن عمر الدَّارَقُطْنِيّ ثَنَا القَاضِي الْحُسَيْن بن إِسْمَاعِيل",
            "page": "46",
            "part": "1",
            "seal": "556D1359"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "نَا سعيد بن يحيى الْأمَوِي ثَنَا أبي ثَنَا أَبُو بردة بن عبد الله بن أبي بردة ثَنَا أَبُو بردة ¶ عَن أبي مُوسَى قَالَ (كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم إِذا جَاءَهُ السَّائِل أَو طَالب الْحَاجة أقبل علينا بِوَجْهِهِ ثمَّ قَالَ اشفعوا تؤجروا وَيَقْضِي الله على لِسَان رَسُوله مَا أحب) 0 // إِسْنَاده صَحِيح",
            "page": "47",
            "part": "1",
            "seal": "A6DE6BF6"
        },
        {
            "hno": "9",
            "id": "23",
            "nass": "9 - أخبرنَا مُحَمَّد بن عبد الْملك بن بَشرَان أَنا عبيد الله بن عبد الرَّحْمَن الزُّهْرِيّ ثَنَا أَبُو حَامِد مُحَمَّد بن هَارُون الْحَضْرَمِيّ ثَنَا زيد بن سعيد الوَاسِطِيّ ثَنَا أَبُو إِسْحَاق الْفَزارِيّ ثَنَا الْأَعْمَش عَن مُجَاهِد ¶ عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من أَدخل على مُؤمن سُرُورًا فقد سرني وَمن سرني فقد اتخذ عِنْدِي عهدا وَمن اتخذ عِنْدِي عهدا فَلَنْ تمسه النَّار أبدا",
            "page": "48",
            "part": "1",
            "seal": "C6029F0D"
        },
        {
            "hno": "10",
            "id": "24",
            "nass": "10 - أخبرنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن أَنا عَليّ بن مُحَمَّد بن بَيَان الشَّيْبَانِيّ ثَنَا أَحْمد بن عَليّ المرهبي أَخْبرنِي أبي رَحمَه الله تَعَالَى قِرَاءَة عَلَيْهِ ثَنَا جبارَة ثَنَا منْدَل بن عَليّ حَدثنِي المستلم بن سعيد عَن زِيَاد بن مَيْمُون ¶ عَن أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (طلب الْعلم فَرِيضَة على كل مُسلم وَالله يحب إغاثة اللهفان) 0 // إِسْنَاده مَتْرُوك",
            "page": "49",
            "part": "1",
            "seal": "897EF20A"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "1 - أخبرنَا الْحسن بن عَليّ الْجَوْهَرِي إملاء أَنا أَبُو عمر مُحَمَّد بن الْعَبَّاس بن حيوية ثَنَا مُحَمَّد بن مُحَمَّد بن سُلَيْمَان الباغندي ثَنَا الْمسيب بن وَاضح ثَنَا عَليّ بن بكار عَن",
            "page": "50",
            "part": "1",
            "seal": "83D659DB"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "هِشَام بن حسان عَن ابْن سِيرِين ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (أهل الْمَعْرُوف فِي الدُّنْيَا هم أهل الْمَعْرُوف فِي الْآخِرَة وَأهل الْمُنكر فِي الدُّنْيَا هم أهل الْمُنكر فِي الْآخِرَة) 0 // إِسْنَاده ضَعِيف",
            "page": "51",
            "part": "1",
            "seal": "F39E2B3C"
        },
        {
            "hno": "12",
            "id": "27",
            "nass": "12 - أخبرنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن أَنا زيد بن جَعْفَر بن حَاجِب أَنا عمر بن عُثْمَان حَدثنِي أَحْمد بن حَمَّاد عَن سُفْيَان حَدثنِي مُحَمَّد بن عبيد الْمكتب عَن عُثْمَان بن سعيد الْأَحْوَال الزيات عَن عَنْبَسَة عَن عبد الله بن الْحسن",
            "page": "52",
            "part": "1",
            "seal": "A4F3E9D1"
        },
        {
            "hno": "13",
            "id": "28",
            "nass": "عَن فَاطِمَة عَن أَبِيهَا ¶ عَن جدها عَليّ بن أبي طَالب عَلَيْهِ السَّلَام قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من مَشى مَعَ امرىء مُسلم ليثبت لَهُ حَقه ثَبت الله قَدَمَيْهِ يَوْم تَزُول الْأَقْدَام وَمن مَشى مَعَ ظَالِم ليعينه على ظلمه أَزَال الله قَدَمَيْهِ يَوْم تَزُول الْأَقْدَام) 0 // إِسْنَاده مَتْرُوك ¶ 13 - أخبرنَا عَليّ بن المحسن التنوخي فِي كِتَابه إِلَيّ ثَنَا مُحَمَّد بن عبيد الله بن الشخير ثَنَا ابو عَمْرو بن جَعْفَر مولى الْعَبَّاس الْهَاشِمِي ثَنَا يَعْقُوب بن إِسْحَاق المنبجي بأنطاكية ثَنَا الضَّحَّاك بن حَجْوَةَ ثَنَا أَبُو قَتَادَة ثَنَا عبد الله بن عمر الْعمريّ",
            "page": "53",
            "part": "1",
            "seal": "B923A612"
        },
        {
            "hno": "14",
            "id": "29",
            "nass": "عَن نَافِع ¶ عَن ابْن عمر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (عجبت لمن يَشْتَرِي المماليك بِمَالِه ثمَّ يعتقهم كَيفَ لَا يَشْتَرِي الْأَحْرَار بمعروفه فَهُوَ أعظم ثَوابًا) 0 // إِسْنَاده ضَعِيف ¶ 14 - حَدثنَا الْحسن بن عَليّ الْجَوْهَرِي أَنا عمر بن مُحَمَّد الزيات ثَنَا عبد الله بن ناجيه ثَنَا دَاوُد بن رشيد ثَنَا الْوَلِيد بن مُسلم عَن يزِيد بن أبي مَرْيَم عَن الْقَاسِم بن مخيمرة",
            "page": "54",
            "part": "1",
            "seal": "05691AFF"
        },
        {
            "hno": "15",
            "id": "30",
            "nass": "عَن رجل من أهل فلسطين يكنى أَبَا مَرْيَم قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول (من ولاه الله من أَمر الْمُسلمين شَيْئا فاحتجب عَن حَاجتهم وخلتهم وفاقتهم احتجب الله يَوْم الْقِيَامَة دون حَاجته وَخلته وفاقته) 0 // إِسْنَاده صَحِيح ¶ 15 - أخبرنَا عَليّ بن عبد الْوَاحِد بن إِسْحَاق النجار الْقرشِي أَنا",
            "page": "55",
            "part": "1",
            "seal": "877904CE"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "مُحَمَّد بن جَعْفَر بن مُحَمَّد بن هَارُون التَّمِيمِي ثَنَا مُحَمَّد بن الْقَاسِم الْمحَاربي ثَنَا إِسْمَاعِيل بن إِسْحَاق الرَّاشِدِي ثَنَا داهر بن نوح ثَنَا أَبُو زيد الْأنْصَارِيّ حَدثنِي عبد الصَّمد بن سُلَيْمَان عَن سكين بن أبي سراج ثَنَا عبد الله بن دِينَار عَن مَيْمُون بن مهْرَان ¶ عَن ابْن عَبَّاس أَن رجلا أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ (يَا رَسُول الله أَي النَّاس أحب إِلَيْك قَالَ أنفعهم للنَّاس وَإِن من أحب الْأَعْمَال إِلَى الله عز وَجل سُرُورًا تدخله على مُسلم أَو تكشف عَنهُ كربَة وتسد عَنهُ جوعا وَلَئِن أَمْشِي مَعَ أَخ لي فِي حَاجَة أحب إِلَيّ من أَن أعتكف شَهْرَيْن فِي الْمَسْجِد وَمن كف لله غضبة ستر الله عَوْرَته وَمن كظم غيظه وَلَو شَاءَ أَن يمضيه لأمضاه مَلأ الله قلبه يَوْم الْقِيَامَة رضَا وَمن مَشى مَعَ أَخ لَهُ فِي حَاجَة حَتَّى يثبتها ثَبت الله قَدَمَيْهِ يَوْم تَزُول الْأَقْدَام",
            "page": "56",
            "part": "1",
            "seal": "FC364760"
        },
        {
            "hno": "16",
            "id": "32",
            "nass": "وَسُوء الْخلق يفْسد الْعَمَل كَمَا يفْسد الْخلّ الْعَسَل) 0 // إِسْنَاده مَتْرُوك ¶ 16 - أخبرنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن أَنا مُحَمَّد بن عَليّ بن بشر البَجلِيّ قِرَاءَة ثَنَا أَبُو تَمام عبد الله بن أَحْمد بن عبيد الْأنْصَارِيّ الْمُؤَدب ثَنَا أَبُو بكر الضبعِي ثَنَا يمَان ثَنَا حجاج عَن ابْن جريج",
            "page": "57",
            "part": "1",
            "seal": "FD19EB3D"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "عَن عَطاء ¶ عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (مَا أنعم الله على عبد نعْمَة فأسبغها عَلَيْهِ ثمَّ جعل إِلَيْهِ حوائج النَّاس فتبرم بهَا إِلَّا وَقد عرض تِلْكَ النِّعْمَة للمهالك)",
            "page": "58",
            "part": "1",
            "seal": "C228E6F6"
        },
        {
            "hno": "17",
            "id": "34",
            "nass": "17 - حَدثنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن ثَنَا عَليّ بن حَيَّان بن قيس الْأَسدي ثَنَا عبد الله بن مُحَمَّد الْخياط الدينَوَرِي ثَنَا النَّضر بن عبد الله ثَنَا حجاج بن نصير الفساطيطي ثَنَا زِيَاد بن أبي حسان ¶ عَن أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من أغاث ملهوفا غفر لَهُ ثَلَاث وَسَبْعُونَ مغْفرَة وَاحِدَة مِنْهَا صَلَاح أمره وَدينه وثنتان وَسَبْعُونَ لَهُ دَرَجَات فِي الْآخِرَة) 0 // إِسْنَاده مَتْرُوك",
            "page": "59",
            "part": "1",
            "seal": "0672836B"
        },
        {
            "hno": "18",
            "id": "35",
            "nass": "18 - حَدثنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن إملاء حَدثنَا القَاضِي الْحسن بن مُحَمَّد أبي عايذ ثَنَا عَليّ بن عبد الرَّحْمَن بن ماتي وَأحمد بن مُحَمَّد بن السّري قَالَا ثَنَا إِبْرَاهِيم بن عبد الله الْعَبْسِي ثَنَا جَعْفَر بن عون عَن طَلْحَة بن عَمْرو عَن عَطاء",
            "page": "60",
            "part": "1",
            "seal": "C5E0FC43"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم كل مَعْرُوف صَدَقَة وَالدَّال على الْخَيْر كفاعله وَالله يحب إغاثة اللهفان) 0 // إِسْنَاده ضَعِيف جدا",
            "page": "61",
            "part": "1",
            "seal": "25701FCC"
        },
        {
            "hno": "19",
            "id": "37",
            "nass": "19 - حَدثنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن إملاء ثَنَا مُحَمَّد بن إِسْحَاق الْأَسدي أَنا أَحْمد بن مُحَمَّد بن سعيد نَا مُحَمَّد بن أَحْمد بن عبد الله بن زِيَاد الزيات ثَنَا مُحَمَّد بن إِسْحَاق الْبَلْخِي ثَنَا مُوسَى بن عَطاء الْمَقْدِسِي ثَنَا مُوسَى بن عبد الله بن الْحسن حَدثنِي أبي عَن أَبِيه عَن جده ¶ عَن عَليّ عَلَيْهِ السَّلَام قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من رد عَادِية مَاء أَو عَادِية نَار فَلهُ أجر شَهِيد) 0 // إِسْنَاده ضَعِيف",
            "page": "62",
            "part": "1",
            "seal": "7DA2831F"
        },
        {
            "hno": "20",
            "id": "38",
            "nass": "20 - أخبرتنا أم الْفضل بنت القَاضِي أبي الْقَاسِم عبد الْوَاحِد بن مُحَمَّد بن عُثْمَان بن سبنك قَالَت أَنا القَاضِي عمر بن مُحَمَّد بن سبنك ثَنَا أَحْمد بن إِبْرَاهِيم بن حبيب الْمَعْرُوف بِابْن الزراد ثَنَا أَحْمد بن بكر ثَنَا خَالِد بن يزِيد ثَنَا بكر بن خُنَيْس عَن عبد الله بن دِينَار ¶ عَن ابْن عمر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من مَشى مَعَ أَخِيه الْمُسلم فِي حَاجته حَتَّى يثبتها لَهُ ثَبت الله قَدَمَيْهِ يَوْم تَزُول الْأَقْدَام) ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (لَئِن أعين أخي الْمُؤمن على حَاجته أحب لي من صِيَام شهر واعتكافه فِي الْمَسْجِد الْحَرَام) 0 // إِسْنَاده مَتْرُوك",
            "page": "63",
            "part": "1",
            "seal": "18348C55"
        },
        {
            "hno": "21",
            "id": "39",
            "nass": "21 - أخبرنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن ثَنَا مُحَمَّد بن عبد الله الْجعْفِيّ ثَنَا الْحُسَيْن بن إِبْرَاهِيم بن الْجَصَّاص ثَنَا مُحَمَّد بن عبد الله بن سُلَيْمَان ثَنَا عَليّ بن إِسْحَاق الْحَنْظَلِي السَّمرقَنْدِي نَا عبد الله بن الْمُبَارك ثَنَا لَيْث بن سعد عَن يحيى بن سليم بن زيد مولى رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه سمع إِسْمَاعِيل بن بشير مولى بني مغالة يَقُول ¶ سَمِعت جَابر بن عبد الله وَأَبا طَلْحَة بن سهل الْأنْصَارِيّ يَقُولَانِ ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (مَا من امرىء مُسلم يخذل مُسلما فِي موطن مُتَمَكن فِيهِ خدمته ويتنقص فِيهِ من عرضه إِلَّا خذله الله فِي موطن يحب فِيهِ نَصره وَمَا من امرىء مُسلم ينصر امْرَءًا مُسلما فِي موطن ينتقص فِيهِ من عرضه وينتهك فِيهِ حرمته إِلَّا نَصره الله فِي موطن يحب فِيهِ نصرته) 0 // إِسْنَاده ضَعِيف",
            "page": "64",
            "part": "1",
            "seal": "3A5A9C73"
        },
        {
            "hno": "22",
            "id": "40",
            "nass": "22 - أخبرنَا مُحَمَّد بن عَليّ بن الْفَتْح العشاري قِرَاءَة ثَنَا عَليّ بن عمر الدَّارَقُطْنِيّ ثَنَا عمر بن أَحْمد بن عَليّ الْمروزِي ثَنَا سعيد بن مَسْعُود ثَنَا النَّضر بن شُمَيْل ثَنَا شُعْبَة ثَنَا سعيد بن أبي بردة عَن أَبِيه ¶ عَن جده أبي مُوسَى عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (على كل مُسلم صَدَقَة قيل فَإِن لم يجد قَالَ يعتمل بيدَيْهِ فينفع نَفسه وَيتَصَدَّق قيل فَإِن لم يسْتَطع قَالَ يعين ذَا الْحَاجة الملهوف قيل فَإِن لم يسْتَطع قَالَ يَأْمر بِالْمَعْرُوفِ قيل فَإِن لم يسْتَطع قَالَ يمسك عَن الشَّرّ فَإِنَّهَا لَهُ صَدَقَة) 0 // إِسْنَاده صَحِيح",
            "page": "65",
            "part": "1",
            "seal": "2662568B"
        },
        {
            "hno": "23",
            "id": "41",
            "nass": "23 - أخبرنَا الْحسن بن عَليّ الْجَوْهَرِي وَعلي بن المحسن قَالَا أَنا عَليّ بن مُحَمَّد بن كيسَان ثَنَا يُوسُف القَاضِي ثَنَا عَمْرو بن مَرْزُوق أَنا شُعْبَة عَن سعيد بن أبي بردة عَن أَبِيه ¶ عَن جده عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (إِن على كل مُسلم صَدَقَة قَالُوا يَا رَسُول الله أَرَأَيْت إِن لم يجد قَالَ فليعمل بيدَيْهِ وَيَأْكُل بِهِ وَيتَصَدَّق قَالُوا يَا رَسُول الله أَرَأَيْت إِن لم يسْتَطع قَالَ يعين ذَا الْحَاجة الملهوف قَالُوا أَرَأَيْت إِن لم يسْتَطع قَالَ يَأْمر بِالْمَعْرُوفِ قَالُوا أَرَأَيْت إِن لم يفعل قَالَ يحبس نَفسه عَن الشَّرّ فَإِنَّهَا لَهُ صَدَقَة) 0 // إِسْنَاده صَحِيح ¶ 24 - أخبرنَا الْحسن بن عَليّ الْجَوْهَرِي نَا مُحَمَّد بن الْعَبَّاس بن حيويه ثَنَا يحيى بن صاعد ثَنَا الْحُسَيْن بن الْحسن الْمروزِي ثا مُحَمَّد بن أبي عدي ثَنَا مُحَمَّد بن أبي حميد ثَنَا حَفْص بن عبيد الله بن أنس بن مَالك ¶ عَن أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (إِن من النَّاس مَفَاتِيح للخير مغاليق للشر وَإِن من النَّاس مَفَاتِيح للشر مغاليق للخير فطوبى لمن جعل الله عز وَجل مَفَاتِيح الْخَيْر على يَدَيْهِ إِسْنَاده ضَعِيف وويل لمن جعل الله عز وَجل مَفَاتِيح الشَّرّ على يَدَيْهِ",
            "page": "66",
            "part": "1",
            "seal": "193A6018"
        },
        {
            "hno": "25",
            "id": "42",
            "nass": "25 - أخبرنَا مُحَمَّد بن عَليّ بن مُحَمَّد العباسي أَنا عبيد الله بن حباية ثَنَا عبد الله بن مُحَمَّد الْبَغَوِيّ نَا عبد الْأَعْلَى بن حَمَّاد النَّرْسِي نَا مُعْتَمر بن سُلَيْمَان قَالَ سَمِعت عقبَة بن مُحَمَّد الْمدنِي يحدث عَن عبد الرَّحْمَن بن زيد بن أسلم عَن أبي حَازِم عَن سهل رفع الحَدِيث إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (عبد الله خَزَائِن للخير وللشر مفاتحها الرِّجَال) قَالَ أَبُو يحيى أَظُنهُ قَالَ (فطوبى لمن جعله الله مفتاحا للخير مغلاقا للشر وويل لمن جعله مفتاحا للشر مغلاقا للخير) 0 // إِسْنَاده ضَعِيف",
            "page": "67",
            "part": "1",
            "seal": "7C656413"
        },
        {
            "hno": "26",
            "id": "43",
            "nass": "26 - أخبرنَا الْحسن بن عَليّ الْجَوْهَرِي وَعلي بن المحسن التنوخي قَالَا أَنا عَليّ بن مُحَمَّد بن كيسَان النَّحْوِيّ نَا يُوسُف بن يَعْقُوب القَاضِي أَنا عبد الْوَاحِد بن غياث ثَنَا حَمَّاد بن سَلمَة عَن مُحَمَّد بن وَاسع وَأبي سُورَة عَن سُلَيْمَان الْأَعْمَش عَن أبي صَالح ¶ عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ (من نفس عَن أَخِيه الْمُؤمن كربَة من كرب الدُّنْيَا نفس الله عَنهُ كربَة من كرب الْآخِرَة وَالله فِي عون العَبْد مَا كَانَ فِي عون أَخِيه ¶ 27 - أخبرنَا مُحَمَّد بن عبد الرَّحْمَن ثَنَا أَبُو حَكِيم مُحَمَّد بن إِبْرَاهِيم الدَّارمِيّ ثَنَا أبي ثَنَا مُحَمَّد بن عبيد الْكِنْدِيّ ثَنَا عُثْمَان بن سعيد الْأَحول ثَنَا عَنْبَسَة بن عبد الرَّحْمَن ثَنَا عبد الله بن الْحسن عَن فَاطِمَة بنت الْحُسَيْن عَن أَبِيهَا",
            "page": "68",
            "part": "1",
            "seal": "2FD70546"
        },
        {
            "hno": "28",
            "id": "44",
            "nass": "عَن جدها عَليّ عَلَيْهِ السَّلَام قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من مَشى مَعَ امرىء مُسلم فَثَبت حَقه ثَبت الله قَدَمَيْهِ يَوْم تَزُول الْأَقْدَام) 0 // إِسْنَاده مَتْرُوك ¶ 28 - أخبرنَا مُحَمَّد بن عَليّ ثَنَا جَعْفَر بن مُحَمَّد الْجَعْفَرِي وَمُحَمّد بن الْحُسَيْن بن عبد الصَّمد وَمُحَمّد بن الْحُسَيْن بن غزال قَالُوا ثَنَا الْحُسَيْن بن مُحَمَّد بن الفرزدق الْفَزارِيّ نَا جبرون بن عِيسَى بن خَالِد البلوي نَا يحيى بن سُلَيْمَان عَن أبي معمر عباد بن عبد الصَّمد ¶ عَن أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من وَافق من أَخِيه الْمُسلم جوعه فأطعمه حَتَّى يشْبع وسقاه فتحت لَهُ ثَمَانِيَة أَبْوَاب الْجنَّة يدْخل من أَيهَا شَاءَ) 0 // إِسْنَاده مَوْضُوع ¶ 29 - أخبرنَا الْحسن بن عَليّ الْجَوْهَرِي أَنا مُحَمَّد بن الْعَبَّاس بن حيويه ثَنَا مُحَمَّد بن عبد الله بن عتاب ثَنَا جَعْفَر ثَنَا",
            "page": "69",
            "part": "1",
            "seal": "0DC1AE95"
        },
        {
            "hno": "30",
            "id": "45",
            "nass": "مَرْوَان بن جَعْفَر السمري ثَنَا مُحَمَّد بن هاني الطَّائِي عَن مُحَمَّد بن يزِيد عَن المستلم بن سعيد عَن أبي بكر عَن الْحسن ¶ عَن سَمُرَة بن جُنْدُب قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (افضل الصَّدَقَة صَدَقَة اللِّسَان قَالُوا يَا رَسُول الله وَمَا صَدَقَة اللِّسَان قَالَ الشَّفَاعَة تفك بهَا الْأَسير وتحقن بهَا الدَّم وتجر بهَا الْمَعْرُوف وَالْإِحْسَان إِلَى أَخِيك الْمُسلم وتدفع عَنهُ الكريهة) 0 // إِسْنَاده ضَعِيف جدا ¶ 30 - أخبرنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن أَنا مُحَمَّد بن الْحُسَيْن التيملي",
            "page": "70",
            "part": "1",
            "seal": "4CDA765D"
        },
        {
            "hno": "31",
            "id": "46",
            "nass": "أَنا عبد الله بن زَيْدَانَ نَا يحيى بن مُحَمَّد بن غورك ثَنَا أَبُو عمر الْعَدنِي رجل من أهل مَكَّة ثناة الْحَكِيم يَعْنِي ابْن أبان عَن عِكْرِمَة ¶ عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (إِن لله عبادا يرغب النَّاس إِلَيْهِم بحوائجهم وَإِدْخَال السرُور عَلَيْهِم أُولَئِكَ الآمنون من عَذَاب الله يَوْم الْقِيَامَة اسناده ضَعِيف ¶ 31 - أخبرنَا الْحسن بن عَليّ الْجَوْهَرِي أَنا عمر بن مُحَمَّد الزيات ثَنَا قَاسم بن زَكَرِيَّا الْمُطَرز ثَنَا مُحَمَّد بن عبيد ثَنَا ثَابت بن مُوسَى عَن شريك بن عبد الله عَن الْأَعْمَش عَن أبي سُفْيَان ¶ عَن جَابر بن عبد الله قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من كَانَت لَهُ",
            "page": "71",
            "part": "1",
            "seal": "577C5B5B"
        },
        {
            "hno": "32",
            "id": "47",
            "nass": "وَسِيلَة إِلَى سُلْطَان فَدفع مغرما أَو جر بهَا مغنما ثَبت الله قَدَمَيْهِ يَوْم تدحض الْأَقْدَام) 0 // إِسْنَاده مَتْرُوك ¶ 32 - أخبرنَا أَبُو الْفَتْح عبد الْملك بن عمر بن خلف الرزاز قِرَاءَة عَلَيْهِ ثَنَا إِسْحَاق بن سعد بن الْحسن بن سُفْيَان النسوي سنة إِحْدَى وَسبعين وثلثمائة قَالَ حَدثنِي جدي حَدثنِي إِبْرَاهِيم بن هِشَام بن يحيى الغساني ثَنَا أبي عَن عُرْوَة بن رُوَيْم اللَّخْمِيّ عَن هِشَام بن عُرْوَة عَن أَبِيه ¶ عَن عَائِشَة رَضِي الله عَنْهَا قَالَت قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من كَانَ وصلَة لِأَخِيهِ الْمُسلم إِلَى ذِي سُلْطَان فِي مبلغ بر أَو تيسير عسير",
            "page": "72",
            "part": "1",
            "seal": "BAA40E27"
        },
        {
            "hno": "33",
            "id": "48",
            "nass": "أَعَانَهُ الله على إجَازَة الصِّرَاط عِنْد دحض الْأَقْدَام) 0 // إِسْنَاده مَتْرُوك ¶ 33 - حَدثنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن إملاء ثَنَا مُحَمَّد بن عبد الرَّحْمَن المخلص ثَنَا مُحَمَّد بن هَارُون الْحَضْرَمِيّ ثَنَا مُحَمَّد بن صَالح بن النطاح ثَنَا الْمُنْذر بن زِيَاد نَا عبد الله بن الْحسن بن الْحسن بن عَليّ بن أبي طَالب عَن أَبِيه ¶ عَن جده عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (من أجْرى الله على يَدَيْهِ فرجا لمُسلم فرج الله عَنهُ كرب الدُّنْيَا وَالْآخِرَة وَمن عَال أهل بَيت من الْمُسلمين يومهم وليلتهم غفر الله لَهُ ذنُوبه) 0 // إِسْنَاده مَتْرُوك",
            "page": "73",
            "part": "1",
            "seal": "22A3A3B0"
        },
        {
            "hno": "34",
            "id": "49",
            "nass": "34 - أخبرنَا مُحَمَّد بن الْحسن بن حَمْزَة الْيَشْكُرِي الْبَزَّار أَنا إِبْرَاهِيم بن إِسْحَاق الضبابِي ثَنَا جَعْفَر بن مُحَمَّد بن مُوسَى النَّيْسَابُورِي نَا أَبُو الْأَزْهَر أَحْمد بن الْأَزْهَر نَا عبد الله بن مَيْمُون عَن جَعْفَر بن مُحَمَّد عَن أَبِيه ¶ عَن جَابر بن عبد الله أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ (اشفعوا فلتؤجروا وليقضي الله على لِسَان نبيه مَا شَاءَ) 0 // إِسْنَاده ضَعِيف جدا ¶ 35 - أخبرتنا أم الْفضل ستيتة بنت القَاضِي عبد الْوَاحِد بن مُحَمَّد بن عُثْمَان بن سبنك قَالَت أَنا القَاضِي عمر بن مُحَمَّد بن سبنك ثَنَا أَحْمد بن إِبْرَاهِيم بن حبيب القطار وَيعرف بِابْن الزراد نَا هِلَال ثَنَا مُحَمَّد بن بَحر بن عبد ربه الهُجَيْمِي نَا عبد الرَّحِيم بن زيد الْعمي عَن أَبِيه عَن الْحسن ¶ عَن أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من مَشى فِي حَاجَة أَخِيه الْمُسلم كتب الله لَهُ بِكُل خطْوَة يخطوها سبعين حَسَنَة",
            "page": "74",
            "part": "1",
            "seal": "2B2C3807"
        },
        {
            "hno": "36",
            "id": "50",
            "nass": "ومحا عَنهُ سبعين سَيِّئَة إِلَى أَن يرجع من حَيْثُ فَارقه فَإِن قضيت حَاجته على يَدَيْهِ خرج من ذنُوبه كَيَوْم وَلدته أمه وَإِن هلك فِيمَا بَين ذَلِك دخل الْجنَّة بِغَيْر حِسَاب) 0 // إِسْنَاده مَوْضُوع ¶ 36 - ثَنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن ثَنَا جَعْفَر بن مُحَمَّد الْجَعْفَرِي ثَنَا عَليّ بن إِبْرَاهِيم الْعلوِي الجواني ثَنَا عَليّ بن الْحُسَيْن بن عبيد الْقرشِي نَا سعيد بن عُثْمَان عَن عمر عَن جَابر عَن شُرَحْبِيل بن سعد الْأنْصَارِيّ ¶ عَن أسيد بن الْحضير عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (من أغاث أَخَاهُ الْمُسلم حَتَّى يُخرجهُ من هم وكربة وورطة كتب الله لَهُ عشر حَسَنَات ومحا عَنهُ عشر سيئات وَرفع لَهُ عشر دَرَجَات واعتق الله عَنهُ عشر نسمات وَرفع الله عَنهُ عشر نقمات وَأعد الله لَهُ يَوْم الْقِيَامَة عشر شفاعات) 0 إِسْنَاده مَتْرُوك والْحَدِيث لَا يَصح",
            "page": "75",
            "part": "1",
            "seal": "0610945C"
        },
        {
            "hno": "37",
            "id": "51",
            "nass": "37 - حَدثنَا أَحْمد بن عَليّ بن ثَابت الْخَطِيب أَنا أَبُو الْحسن عَليّ بن الْقَاسِم الشَّاهِد بِالْبَصْرَةِ ثَنَا أَبُو روق الهزاني نَا الزبير بن مُحَمَّد العثماني نَا عَليّ بن عبدى الله بن الْحباب عَن مُحَمَّد بن عبد الرَّحْمَن الْمَدِينِيّ عَن ابْن عجلَان عَن أَبِيه ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْمًا لجَماعَة كَانُوا عِنْده (أَتَدْرُونَ مَا تَقول الْأسد فِي زئيرها قَالُوا الله وَرَسُوله أعلم قَالَ تَقول الله لَا تسلطني على أحد من أهل الْمَعْرُوف) 0 // فِي إِسْنَاده من لم أعرفهُ والْحَدِيث لَا يَصح ¶ 38 - مَا رُوِيَ عَن عَليّ عَلَيْهِ السَّلَام ¶ حَدثنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن نَا أَبُو حَازِم مُحَمَّد بن عَليّ الوشاء المقرىء ثَنَا زيد بن مُحَمَّد بن جَعْفَر العامري نَا أَحْمد بن مُحَمَّد بن سعيد الْأَحول نَا مُحَمَّد عبد الله بن أخي حُسَيْن الْجعْفِيّ نَا مُحَمَّد بن مُوسَى أَبُو غزيَّة الْأنْصَارِيّ عَن أَبِيه جده قَالَ ¶ قَالَ أَمِير الْمُؤمنِينَ عَليّ عَلَيْهِ السَّلَام مَا أَدْرِي أَي النعمتين أعظم عَليّ منَّة من رَبِّي عز وَجل رجل بذل مصاص وَجهه إِلَيّ فرآني",
            "page": "76",
            "part": "1",
            "seal": "50178DBB"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "موضعا لِحَاجَتِهِ وأجرى الله قضاءها ويسره على يَدي وَلَئِن أَقْْضِي لامرىء مُسلم حَاجَة أحب إِلَيّ من ملْء الأَرْض ذَهَبا وَفِضة) إِسْنَاده ضَعِيف مِمَّا روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم ¶ أخبرنَا مُحَمَّد بن عَليّ أَنا زيد بن جَعْفَر بن حَاجِب إجَازَة ثَنَا مُحَمَّد بن طَاهِر الْجَعْفَرِي ثَنَا مُحَمَّد بن الْحُسَيْن بن حَفْص نَا الْحُسَيْن بن الحكم الْحِيرِي ثَنَا أَبُو حَفْص ثَنَا عبيد الله الْحَارِثِيّ عَن أَبِيه عَن أبي عبد الرَّحْمَن السّلمِيّ قَالَ ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (اتَّخذُوا عِنْد الْفُقَرَاء أيادي فَإِن لَهُم دولة قَالَ قيل يَا رَسُول الله وَمَا دولتهم قَالَ يُنَادي مُنَاد يَوْم الْقِيَامَة يَا معشر الْفُقَرَاء قومُوا فَلَا يبْقى فَقير إِلَّا قَامَ حَتَّى إِذا اجْتَمعُوا قيل ادخُلُوا إِلَى صُفُوف أهل الْقِيَامَة فَمن صنع إِلَيْكُم مَعْرُوفا فأوردوه الْجنَّة قَالَ فَجعل يجْتَمع على الرجل كَذَا وَكَذَا من النَّاس فَيَقُول لَهُ الرجل مِنْهُم ألم أكسك فيصدقه فَيَقُول لَهُ الآخر يَا فلَان ألم أكلم لَك وَلَا يزالون يخبرونه بِمَا صَنَعُوا إِلَيْهِ وَهُوَ يُصدقهُمْ بِمَا صَنَعُوا إِلَيْهِ حَتَّى يذهب بهم جَمِيعًا حَتَّى يدخلهم الْجنَّة فَيَقُول قوم لم يَكُونُوا يصنعون الْمَعْرُوف يَا ليتنا كُنَّا نصْنَع الْمَعْرُوف حَتَّى ندخل الْجنَّة) 0 // إِسْنَاده مَوْضُوع",
            "page": "77",
            "part": "1",
            "seal": "859AAFC2"
        },
        {
            "hno": "40",
            "id": "53",
            "nass": "40 - من قَول جَعْفَر بن مُحَمَّد عَن النَّبِي صلى الله عَلَيْهِ وَسلم ¶ أخبرنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن نَا مُحَمَّد بن عَليّ بن أبي الْجراح ثَنَا عَليّ بن الْعَبَّاس المقانعي ثَنَا أَحْمد بن يحيى الصُّوفِي نَا إِسْمَاعِيل بن زِيَاد التمار نَا مُحَمَّد بن عَليّ شيخ من أهل الْبَصْرَة عَن سِنَان بن طريف ¶ عَن جَعْفَر بن مُحَمَّد قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من أَدخل على مُؤمن سُرُورًا خلق الله عز وَجل من ذَلِك السرُور خلقا فأسكنه مَعَه فِي قَبره فَلَا يزَال مَعَه يؤنس فِيهِ وحشته ويقيه أَذَاهُ وقذاه وَيكبر قبله حَتَّى يَبْعَثهُ الله يَوْم الْقِيَامَة فَإِذا بَعثه بعثة مَعَه لَا يزَال مَعَه حَتَّى يوقيه أَذَى",
            "page": "78",
            "part": "1",
            "seal": "41D79B03"
        },
        {
            "hno": "41",
            "id": "54",
            "nass": "يَوْم الْقِيَامَة قَالَ فَيَقُول العَبْد من أَنْت يَرْحَمك الله فَإِن الدُّنْيَا لَو كَانَت لي فأعطيتكها لم أكافيك لحسن صنعك قَالَ فَيَقُول أَنا السرُور الَّذِي أدخلته يَوْم كَذَا وَكَذَا فِي دَار الدُّنْيَا على فلَان بن فلَان خلقني الله عز وَجل من ذَلِك السرُور فصيرني مَعَك) 0 // إِسْنَاده ضَعِيف وَمَتنه مُنكر ¶ 41 - أخبرنَا عَليّ بن المحسن التنوخي نَا ابْن حيويه نَا ابْن دُرَيْد العكلي عَن حَاتِم بن قبيصَة المهلبي عَن الْكَلْبِيّ قَالَ ¶ قَالَ عَليّ بن أبي طَالب عَلَيْهِ السَّلَام الْمَعْرُوف أفضل الْكُنُوز وَأحْصن الْحُصُون لَا يزهدنك فِيهِ كفر من كفرك فقد يشكرك عَلَيْهِ من لم يسْتَمْتع مِنْهُ مِنْك بِشَيْء وَقد يدْرك شكر الشاكر مَا يضيع الْجُحُود الْكَافِر 0 // إِسْنَاده مَتْرُوك",
            "page": "79",
            "part": "1",
            "seal": "D48D7661"
        },
        {
            "hno": "42",
            "id": "55",
            "nass": "42 - مَا رُوِيَ عَن عَليّ عَلَيْهِ السَّلَام ¶ أخبرنَا ابو طَالب مُحَمَّد بن عبيد الله الرزاز بِبَغْدَاد أَنا عَليّ بن عمر السكرِي نَا الْحسن بن مُحَمَّد بن عنبر نَا يحيى بن معِين ثَنَا هِشَام بن يُوسُف الصَّنْعَانِيّ عَن عَليّ بن الْحُسَيْن عَن أَبِيه ¶ عَن عَليّ بن أبي طَالب عَلَيْهِ السَّلَام قَالَ إِن الله عز وَجل خلق خلقا من خلقه لخلقه فجعلهم للنَّاس وُجُوهًا وللمعروف أَهلا يفزع النَّاس إِلَيْهِم فِي حوائجهم أُولَئِكَ الآمنون يَوْم الْقِيَامَة 0 // إِسْنَاده صَحِيح ¶ 43 - مَا رُوِيَ عَن الْحسن بن عَليّ عَلَيْهِمَا السَّلَام ¶ أخبرنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن أَنا زيد بن جَعْفَر بن حَاجِب إجَازَة ثَنَا مُحَمَّد بن طَاهِر بن الْحُسَيْن الْجَعْفَرِي نَا مُحَمَّد بن الْحُسَيْن بن حَفْص نَا الْحُسَيْن بن الحكم الْحِيرِي ثَنَا عَمْرو بن خَالِد عَن أبي حَمْزَة الثمالِي عَن عَليّ بن الْحُسَيْن قَالَ ¶ خرج الْحسن بن عَليّ بن أبي طَالب عَلَيْهِمَا السَّلَام يطوف بِالْكَعْبَةِ فَإِذا رجل قد قَامَ إِلَيْهِ فَقَالَ يَا أَبَا مُحَمَّد أحب أَن تَجِيء",
            "page": "80",
            "part": "1",
            "seal": "08BB5616"
        },
        {
            "hno": "44",
            "id": "56",
            "nass": "معي إِلَى فلَان فِي حَاجَة لي إِلَيْهِ قَالَ فَترك الطّواف وَذهب مَعَه وَقضى حَاجَة الرجل ثمَّ رَجَعَ فَقَامَ إِلَيْهِ رجل فَقَالَ يَا أَبَا مُحَمَّد تركت الطّواف وَذَهَبت مَعَ فلَان فِي حَاجته قَالَ الْحسن وَيحك وَكَيف لَا أذهب مَعَه فِي حَاجته وَرَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول (من ذهب فِي حَاجَة أَخِيه الْمُسلم وقضيت لَهُ كتب الله لَهُ حجَّة وَعمرَة فَإِن لم تقض لَهُ كتبت لَهُ عمْرَة) فقد اكْتسبت حجَّة وَعمرَة وَرجعت إِلَى طوافي 0 // إِسْنَاده مَتْرُوك والْحَدِيث لَا يَصح ¶ 44 - مَا رُوِيَ عَن أبي جَعْفَر مُحَمَّد بن عَليّ بن الْحُسَيْن عَلَيْهِم السَّلَام",
            "page": "81",
            "part": "1",
            "seal": "6449D275"
        },
        {
            "hno": "45",
            "id": "57",
            "nass": "أخبرنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن أَنا مُحَمَّد بن الْحُسَيْن التيملي نَا عَليّ بن الْعَبَّاس المقانعي نَا أَحْمد بن يحيى الصُّوفِي نَا فرات بن مَحْبُوب ثَنَا نصر بن بَاب عَن أبان بن تغلب عَن أبي جَعْفَر قَالَ أوحى الله عز وَجل إِلَى دَاوُد عَلَيْهِ السَّلَام أَن عبدا من عَبِيدِي لَقِيَنِي بحسنة فأبحته جنتي قَالَ دَاوُد يَا رب مَا هَذِه الْحَسَنَة الَّتِي لقيك بهَا عَبدك فأبحته جنتك قَالَ إِدْخَال السرُور على عَبدِي الْمُؤمن 0 // إِسْنَاده ضَعِيف جدا ¶ بَقِيَّة مَا رُوِيَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم ¶ 45 - أخبرنَا عبيد الله بن مُحَمَّد بن أَحْمد الشَّيْبَانِيّ قِرَاءَة أَنا جدي لأمي أَبُو الطّيب مُحَمَّد بن الْحُسَيْن التيملي ثَنَا عَليّ بن الْعَبَّاس المقانعي ثَنَا جَعْفَر بن مُحَمَّد بن الْحُسَيْن الزماني ثَنَا حسن بن بن حُسَيْن العرني عَن إِسْمَاعِيل بن زِيَاد عَن برد بن سِنَان عَن أبي عبيد ¶ عَن عبد الله بن محيريز قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من شفع",
            "page": "82",
            "part": "1",
            "seal": "86C3B20E"
        },
        {
            "hno": "46",
            "id": "58",
            "nass": "لمُسلم عِنْد ذِي سُلْطَان حَتَّى يفرج كربته ثَبت الله قَدَمَيْهِ يَوْم تَزُول الْجبَال) 0 // إِسْنَاده مَتْرُوك ¶ 46 - أخبرنَا عَليّ بن أَحْمد بن مُحَمَّد بن السّري قِرَاءَة أَنا مُحَمَّد بن عبد الرَّحْمَن المخلص نَا مُحَمَّد بن هَارُون الْحَضْرَمِيّ ثَنَا مُحَمَّد بن صَالح بن النطاح نَا الْمُنْذر بن زِيَاد نَا عبد الله بن الْحسن بن الْحسن بن عَليّ بن أبي طَالب رَضِي الله عَنْهُم عَن أَبِيه ¶ عَن جده عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (من أجْرى الله على يَدَيْهِ فرجا لمُسلم فرج الله عَنهُ كرب الدُّنْيَا وَالْآخِرَة) 0 // إِسْنَاده مَتْرُوك ¶ 47 - حَدثنَا عَليّ بن المحسن التنوخي أَنا إِسْحَاق بن سعد بن الْحسن بن سُفْيَان النسوي ثَنَا جدي نَا حَرْمَلَة بن يحيى نَا ابْن وهب نَا سُفْيَان بن عُيَيْنَة عَن عبد الله بن الْحسن قَالَ قَالَ",
            "page": "83",
            "part": "1",
            "seal": "1ECBEF4C"
        },
        {
            "hno": "48",
            "id": "59",
            "nass": "عمي إِبْرَاهِيم بن مُحَمَّد بن طَلْحَة مَا أحد أَحَق بكرامتي وصلتي من رجل خرج من بَيته يرغب بِنَفسِهِ عَن عَن النَّاس فيكرمني بِنَفسِهِ حَتَّى يأتيني 0 // إِسْنَاده صَحِيح ¶ 48 - حَدثنَا أَبُو الطّيب أَحْمد بن عَليّ بن أبي صَالح الصَّابُونِي قِرَاءَة أَنا عَليّ بن يَعْقُوب بن السّري أَنا الْحسن بن مُحَمَّد بن الْحسن السكونِي إجَازَة حَدثنِي ابْن الْمَرْزُبَان حَدثنِي عبد الله بن مُحَمَّد نَا الْحُسَيْن بن عبد الرَّحْمَن حَدثنِي شيخ من باهلة قَالَ كَانَ مسلمة بن عبد الْملك إِذا كثر عَلَيْهِ أَصْحَاب الْحَوَائِج وَخَافَ أَن يضجر قَالَ لآذنه إيذن لجلسائي فَيَأْذَن لَهُم فيفنن ويفننون فِي مجَالِس النَّاس ومروآتهم فيطرب لَهَا ويهتاج عَلَيْهَا ويصيبه مَا يُصِيب صَاحب الشَّرَاب فَيَقُول لحاجبه إيذن لأَصْحَاب الْحَوَائِج فَلَا يبْقى أحد إِلَّا قضيت حَاجته",
            "page": "84",
            "part": "1",
            "seal": "C6BC6480"
        },
        {
            "hno": "49",
            "id": "60",
            "nass": "49 - أخبرنَا أَبُو الْقَاسِم عَليّ بن أَحْمد بن مُحَمَّد البندار أَنا مُحَمَّد بن عبد الرَّحْمَن الذَّهَبِيّ ثَنَا مُحَمَّد بن نوح الجنديسابوري نَا عبيد الله بن ثَابت ثَنَا أبي عَن مُحَمَّد بن حبيب مولى بني هَاشم قَالَ سَمِعت يحيى بن خَالِد الْبَرْمَكِي يَقُول قَالَ لي الْمَأْمُون يَا يحيى اغتنم قَضَاء حوائج النَّاس فَإِن الْفلك أدور والدهر أجور من أَن يتْرك حَالا أَو يبقي لأحد نعْمَة ¶ وَمن الاشعار فِي ذَلِك 0 ¶ 50 - حَدثنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن نَا حُسَيْن بن حسن بن حَلبس نَا الْحسن بن مُحَمَّد السكونِي قَالَ ¶ أنشدنا مُحَمَّد بن خلف بن الْمَرْزُبَان ¶ (إِن الْحَوَائِج رُبمَا أزرى بهَا ... عِنْد الَّذِي قضيت لَهُ تطويلها) ¶ (فَإِذا قضيت لصَاحب لَك حَاجَة ... فَاعْلَم بِأَن تَمامهَا تَعْجِيلهَا)",
            "page": "85",
            "part": "1",
            "seal": "683DEAC2"
        },
        {
            "hno": "51",
            "id": "61",
            "nass": "51 - ¶ (وأنشدني بعض مشايخي) ¶ لأبي الْعَتَاهِيَة ¶ (يَا من يجود وَيحسن البذلا ... للراغبين ويبذل الفضلا) ¶ (لَا تنس حلاجة من رآك لَهَا ... من بَين من وطىء الْحَصَى أَهلا) ¶ (لَا تنصسها لَا زلت فِي سَعَة ... مَا حالفت قدم امرء نعلا) ¶ (إِن الَّذين ضمنت حَاجتهم ... لَا يبعثون كَلَامهم هزلا) ¶ (عثر الزَّمَان بهم فضعضعهم ... والدهر ينْقل أَهله نقلا) ¶ (والدهر يخلق مَا يمر بِهِ ... وصنايع الْمَعْرُوف لَا تبلا) ¶ 52 - وأنشدت أَيْضا لبَعْضهِم) ¶ (يفرون من النَّاس ... وَمن مسئلة النَّاس) ¶ (وَلَوْلَا النَّاس والحاجات ... مَا كَانُوا من النَّاس) ¶ 53 - أخبرنَا أَحْمد بن أبي صَالح الصَّابُونِي أَنا عَليّ بن يَعْقُوب بن السّري أَنا الْحسن بن مُحَمَّد السكونِي إجَازَة قَالَ أَخْبرنِي وَكِيع",
            "page": "86",
            "part": "1",
            "seal": "4F0C2732"
        },
        {
            "hno": "54",
            "id": "62",
            "nass": "قَالَ أَنْشدني مُحَمَّد بن الجهم قَالَ ¶ أنشدنا الْفراء ¶ (اقْضِ الْحَوَائِج مَا اسْتَطَعْت ... وَكن لَهُم أَخِيك فارج) ¶ (فلخير أَيَّام الْفَتى ... يَوْم قضى فِيهِ الْحَوَائِج) ¶ 54 - أخبرنَا أَحْمد بن أبي صَالح أَنا عَليّ بن يَعْقُوب نَا الْحسن بن مُحَمَّد السكونِي حَدثنِي ابْن الْمَرْزُبَان قَالَ ¶ أَنْشدني سعيد بن يَعْقُوب ¶ (إِذا لم يكن للمرء فضل وَلم يكن ... يحامى على إخوانه لم يسود) ¶ (وَكَيف يسود الْقَوْم من هُوَ مثلهم ... بِلَا منَّة مِنْهُ عَلَيْهِم وَلَا يَد) ¶ 55 - حَدثنَا الْحُسَيْن بن مُحَمَّد بن الْحُسَيْن الدهْقَان نَا أَحْمد بن عَليّ الْجَعْفَرِي قَالَ ¶ أنشدنا أَبُو أَحْمد عبيد الله بن أبي قُتَيْبَة الغنوي ¶ (ذهب الْوَفَاء وَقد تعفى رسمه ... وتضرمت فِي الْحبّ كل وثائق)",
            "page": "87",
            "part": "1",
            "seal": "C82AD6FE"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "(وتقطعت سبل المكارم وانطوت ... نفس الصّلاح على ضمير فَاسق) ¶ (كل يعيرك وده بتخلص ... فَإِذا امتحنت وجدت فعل مماذق) ¶ (من يصلك بمآله وبجاهه ... فِي النائبات فليته فِي حالق)",
            "page": "88",
            "part": "1",
            "seal": "5D2FAB0E"
        }
    ],
    "t6768": [
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "حدثنا أبو محمد الحسن"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "وأنشدني بعض مشايخي"
        }
    ]
}