{
    "b6782": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ أخبرنَا الشَّيْخ الإِمَام الْعَالم الْحَافِظ المتقن شرف الدّين أَبُو الْحُسَيْن عَليّ بن شَيخنَا الإِمَام أبي عبد الله مُحَمَّد بن أبي الْحُسَيْن بن عبد الله اليونيني بِقِرَاءَتِي عَلَيْهِ ¶ والحافظ الْمُفِيد جمال الدّين أَبُو حَامِد مُحَمَّد بن عَليّ بن مَحْمُود المحمودي عرف بِابْن الصَّابُونِي ¶ وعماد الدّين أَبُو الْعَبَّاس أَحْمد بن مُحَمَّد بن سعد الْمَقْدِسِي ¶ والإمامان ¶ تَقِيّ الدّين سُلَيْمَان بن حَمْزَة بن أَحْمد بن عمر بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّد بن قدامَة ¶ وفخر الدّين أَبُو مُحَمَّد عبد الرَّحْمَن بن يُوسُف بن مُحَمَّد ¶ وعفيف الدّين عَبَّاس بن عمر بن عَبْدَانِ البعليان ¶ قَالُوا ¶ أخبرنَا أَبُو المنجا عبد الله بن عمر بن عَليّ بن عمر بن زيد الْمَعْرُوف بِابْن اللتي قدم علينا دمشق قِرَاءَة عَلَيْهِ فِي شَوَّال سنة ثَلَاث وَثَلَاثِينَ وستمئة",
            "page": "19",
            "part": "1",
            "seal": "011CFF7C"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "قيل لَهُ أخْبركُم أَبُو الْفَتْح أَحْمد بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ اليعسوب قِرَاءَة عَلَيْهِ فِي شعْبَان سنة إِحْدَى وَخمسين وخمسمئة ¶ أخبرنَا أَبُو غَالب مُحَمَّد بن عبد الْوَاحِد بن الْحسن الْقَزاز فِي جُمَادَى الْآخِرَة سنة تسع وَثَمَانِينَ وأربعمئة ¶ أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمد بن عبد الله بن الْبناء الْفَقِيه المقرىء قَالَ ¶ الْحَمد لله رب الْعَالمين وَالْعَاقبَة لِلْمُتقين وَصلى الله على سيد الْمُرْسلين مُحَمَّد النَّبِي وَآله الطاهرين ¶ وَبعد أحسن الله عونك وتوفيك وصونك وتحقيقك فَإنَّك سَأَلت تَعْجِيل رِسَالَة تنفعك فِي أولاك وأخراك وَتجمع لَك سَلامَة دينك ودنياك فأتيتك بهَا مختصرة يسْتَدلّ بأبوابها على مَفْهُوم خطابها نفعنا الله وَإِيَّاك بهَا وَجَمِيع الْمُسلمين إِن شَاءَ الله تَعَالَى",
            "page": "20",
            "part": "1",
            "seal": "0866C77A"
        },
        {
            "hno": "1",
            "id": "4",
            "nass": "بَابُ نَجَاةِ الْإِنْسَانِ بِالصَّمْتِ وَحِفْظِ اللِّسَانِ ¶ 1 - حَدَّثَنَا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي الْفَوَارِسِ الْحَافِظُ إِمْلَاءً أَخْبَرَنَا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الصَّوَّافُ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بن أَحْمد ابْن حَنْبَلٍ حَدَّثَنِي أَبِي رَضِيَ اللَّهُ عَنْهُ حَدَّثَنَا إِسْحَاقُ بْنُ عِيسَى حَدَّثَنِي ابْنُ لَهِيعَةَ عَنْ يَزِيدَ بْنِ عَمْرٍو عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا قَالَ ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ صَمَتَ نَجَا",
            "page": "21",
            "part": "1",
            "seal": "EAC1EBC3"
        },
        {
            "hno": "2",
            "id": "5",
            "nass": "2 - حَدَّثَنَا أَبُو الْحُسَيْنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ السُّكَّرِيُّ الْمُعَدَّلُ أَخْبَرَنَا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ ¶ قَالَ حَدَّثَنَا الرَّمَادِيُّ قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ",
            "page": "23",
            "part": "1",
            "seal": "272302B2"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "3 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ عَبْدِ الْجَبَّارِ السُّكَّرِيُّ أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ قَالَ حَدَّثَنَا عَبَّاسٌ الدُّورِيُّ قَالَ حَدَّثَنَا أبوعاصم عَنْ مُحَمَّدِ بْنِ عَجْلَانَ عَنْ أَبْيهِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَسْكُتْ",
            "page": "24",
            "part": "1",
            "seal": "C421680C"
        },
        {
            "hno": "4",
            "id": "7",
            "nass": "4 - أَخْبَرَنَا أَبُو الْفَضْلِ عَبْدُ الْوَاحِدِ بْنُ عَبْدِ الْعَزِيزِ بْنِ الْحَارِثِ التَّمِيمِي رَحِمَهُ اللَّهُ قَالَ حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ الْفَقِيهُ النَّجَّادُ قَالَ حَدَّثَنَا بِشْرُ بْنُ مُوسَى حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو قَالَ حَدَّثَنَا زَائِدَةُ عَنِ الْأَعْمَشِ عَنْ يَزِيدَ بن حَيَّان عَنْ عَنْبَسِ بْنِ عُقْبَةَ قَالَ قَالَ عَبْدُ اللَّهِ رَضِيَ اللَّهُ عَنْهُ وَالَّذِي لَا إِلَهَ إِلَّا هُوَ مَا عَلَى وَجْهِ الْأَرْضِ أَحْوَجُ إِلَى طُولِ سَجْنٍ مِنْ لِسَانٍ",
            "page": "25",
            "part": "1",
            "seal": "8B1CC695"
        },
        {
            "hno": "5",
            "id": "9",
            "nass": "5 - أَخْبَرَنَا أَبُو الْحَسَنِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ رزقويه الْبَزَّاز أخبرنَا إِسْمَاعِيل ابْن مُحَمَّدٍ الصَّفَّارُ حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ قَالَ حَدَّثَنَا أَبُو أَحْمد الزبيرِي قَالَ حَدثنَا [عمروبن] عَبْدِ اللَّهِ النَّخَعِيُّ قَالَ حَدَّثَنَا أَبُو عَمْرٍو الشَّيْبَانِيُّ عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَنُؤَاخَذُ بِكُلِّ مَا نَتَكَلَّمُ بِهِ فَقَالَ ثَكِلَتْكَ أُمُّكَ ابْنَ جَبَلٍ وَهَلْ يَكُبُّ النَّاسَ عَلَى مَنَاخِرِهِمْ فِي جَهَنَّمَ إِلَّا حَصَائِدُ أَلْسِنَتِهِمْ",
            "page": "27",
            "part": "1",
            "seal": "F4513F6E"
        },
        {
            "hno": "6",
            "id": "10",
            "nass": "6 - أَخْبَرَنَا أَبُو طَاهِرٍ عَبْدُ الْغَفَّارِ بْنُ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ زَيْدٍ الْمُؤَدِّبُ أَخْبَرَنَا أَبُو عَلِيِّ بْنُ الصَّوَّافِ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ حَدَّثَنِي أَبِي قَالَ حَدَّثَنَا حَسَنُ بْنُ مُوسَى حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَلِيِّ بْنِ زَيْدٍ وَيُونُس ابْن عُبَيْدٍ وَحُمَيْدٍ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ",
            "page": "28",
            "part": "1",
            "seal": "27E20775"
        },
        {
            "hno": "7",
            "id": "11",
            "nass": "7 - أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الرَّحْمَنِ بْنُ عُبَيْدِ اللَّهِ السِّمْسَارُ الْحُرْفِيُّ أَخْبَرَنَا أَحْمَدُ بْنُ سَلْمَانَ النَّجَّادُ أَخْبَرَنَا هِلَالُ بْنُ الْعَلَاءِ قَالَ حَدثنَا عمر [و] بْنُ عُثْمَانَ حَدَّثَنَا مُوسَى بْنُ أَعْيَنَ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عُقَيْلٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا قَالَ ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَفِظَ مَا بَيْنَ فُقْمَيْهِ وَرِجْلَيْهِ دَخَلَ الْجَنَّةَ",
            "page": "29",
            "part": "1",
            "seal": "2F998A45"
        },
        {
            "hno": "8",
            "id": "14",
            "nass": "8 - أَخْبَرَنَا أَبُو مَنْصُورٍ مُحَمَّدُ بْنُ رَامِشٍ قَدِمَ عَلَيْنَا الْحَجَّ أَخْبَرَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ أَحْمَدَ بْنِ شَيْبَانَ الْمُعَدَّلُ أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ قَالَ حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ قَالَ اللَّيْثُ بن سعد ¶ مروا مردا بِرَاهِبٍ فَنَادَوْهُ فَلَمْ يُجِبْهُمْ ثُمَّ عَادُوا فَنَادَوْهُ فَلَمْ يُجِبْهُمْ فَقَالُوا لَهُ لِمَ لَا تُكَلِّمُنَا فَاطَّلَعَ عَلَيْهِمْ وَقَالَ ¶ يَا هَؤُلَاءِ إِنَّ لِسَانِي سَبُعٌ وَإِنِّي أَخَافُ أَنْ أُرْسِلَهُ فَيَأْكُلَنِي ¶ 9 - وَأَنْشَدُوْنَا فِي مَعْنَاهُ ¶ احْفَظْ لِسَانَكَ أَيُّهَا الْإِنْسَانُ ¶ لَا يَقْتُلَنَّكَ إِنَّهُ ثُعْبَانُ ... كَمْ فِي الْمَقَابِرِ مِنْ قَتِيلِ لِسَانُهُ ¶ كَانَتْ تَهَابُ لِقَاءَهُ الْفُرْسَانُ ¶ 10 - أَنْشَدَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْمُظَفَّرِ بْنِ بَدْرٍ الشَّافِعِيُّ الْبَنْدَنِيجِيُّ بِهَا أَنْشَدَنَا أَبُو النُّعْمَان عَبْدُ الْأَعْلَى بْنُ أُحْمَدَ النَّجْلِيُّ أَنْشَدَنَا الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ بِسْطَامٍ لِأَبِي نُوَاسٍ ¶ خَلِّ جَنْبَيْكَ لِرَامٍ ¶ وَامْضِ عَنْهُ بِسَلَامٍ ...",
            "page": "32",
            "part": "1",
            "seal": "F533B982"
        },
        {
            "hno": "11",
            "id": "15",
            "nass": ". ¶ مُتْ بِدَاءِ الصَّمْتِ خَيْرٌ ¶ لَكَ مِنْ دَاءِ الْكَلَامِ ... رُبَّمَا اسْتُفْتِحَ بالقو ¶ ل مَغَالِيقُ الْحِمَامِ ... رُبَّ قَوْلٍ سَاقَ آجا ¶ ل قِيَامٍ وَفِئَامِ ... إِنَّمَا السَّالِمُ مَنْ أل ¶ جم فَاهُ بِلِجَامٍ ¶ 11 - وَأَنْشَدَنَا أَيْضًا ¶ أَنْتَ مِنَ الصَّمْتِ آمِنُ الزَّلَلِ ¶ وَمِنْ كَثِيرِ الْكَلَامِ فِي وَجَلِ ... لَا تَقُلِ الْقَوْلَ ثُمَّ تُتْبِعُهُ ¶ يَا لَيْتَ مَا كُنْتُ قُلْتُ لَمْ أَقُلِ ¶ 12 - وَأَنْشَدَنَا أَيْضًا ¶ اسْتُرِ الْعِيَّ مَا اسْتَطَعْتَ بِصَمْتٍ ¶ إِنَّ فِي الصَّمْتِ رَاحَةً لِلصَّمُوتِ ... وَاجْعَلِ الصَّمْتِ إِنْ عَيِيتَ جَوَابًا ¶ رُبَّ قَوْلٍ جَوَابُهُ فِي السُّكُوتِ ¶ 13 - وَقَالَتِ الْحُكَمَاءُ مَثَلُ الْكَلِمَةِ كَالسَّهْمِ لَا يُمْكِنُ رَدُّهُ وِإِنَّمَا جُعِلَ لِلْإِنَسَانِ لِسَانٌ وَاحِدٌ وَأُذُنَانِ حَتَّى يَكُونَ مَا يَسْمَعُ أَكْثَرَ مِمَّا يَتَكَلَّمُ وَهُوَ عَلَى رَدِّ مَا لَمْ يَقُلْ أَقْدَرُ مِنْهُ عَلَى رَدِّ مَا قَدْ قَالَ",
            "page": "33",
            "part": "1",
            "seal": "B84EC825"
        },
        {
            "hno": "14",
            "id": "16",
            "nass": "14 - وَأَنْشَدَنَا أَيْضًا ¶ يَمُوتُ الْفَتَى مِنْ عَثْرَةٍ بِلِسَانِهِ ¶ وَلَيْسَ يَمُوتُ الْمَرْءُ مِنْ عَثْرَةِ الرِّجْلِ ... فَعَثْرَتُهُ مِنْ فِيهِ تُذْهِبُ نَفْسَهُ ¶ وَعَثْرَتُهُ بِالرِّجْلِ تَبْرَى عَلَى مَهْلِ",
            "page": "34",
            "part": "1",
            "seal": "D435E5B5"
        },
        {
            "hno": "15",
            "id": "17",
            "nass": "بَابُ السُّكُوتِ وَلُزُومِ الْبُيُوتِ ¶ 15 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ دَاوُدَ الرَّزَّازُ أَخْبَرَنَا أَبُو بَكْرٍ الشَّافِعِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنَا دَاوُدُ بْنُ عَمْرِو بْنِ زُهَيْرٍ الضَّبِّيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ عَنْ يَحْيَى بْنِ أَيُّوبَ عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ عَنِ الْقَاسِمِ عَنْ أَبِي أُمَامَةَ قَالَ قَالَ عُقْبَةُ بْنُ عَامِرٍ قُلْتُ يَا رَسُولَ اللَّهِ مَا النَّجَاةُ قَالَ امْلِكْ عَلَيْكَ لِسَانَكَ وَلْيَسَعْكَ بَيْتُكَ وَابْكِ عَلَى خَطِيئَتِكَ",
            "page": "35",
            "part": "1",
            "seal": "BE476D90"
        },
        {
            "hno": "16",
            "id": "19",
            "nass": "16 - أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ شَاذَانَ أَخْبَرَنَا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الْخَيَّاطُ حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ يَزِيدَ الصَّائِغُ قَالَ سَمِعْتُ الْفُضَيْلَ بْنَ عِيَاضٍ يَقُولُ فِي آخِرِ الزَّمَانِ عَلَيْكُمْ بِالصَّوَامِعِ قُلْنَا وَمَا الصَّوَامِعُ قَالَ الْبُيُوتُ فَإِنَّهُ لَيْسَ يَنْجُو مِنْ شَرِّ ذَلِكَ الزَّمَانِ إِلَّا صَفْوَتُهُ مِنْ خَلْقِهِ ¶ 17 - وَكَانَ يَقُولُ لَيْسَ هَذَا زَمَانَ الْكَلَام هَذَا زمَان السُّكُوت وَلزِمَ الْبُيُوتِ",
            "page": "37",
            "part": "1",
            "seal": "7C4AB7A9"
        },
        {
            "hno": "18",
            "id": "20",
            "nass": "18 - وَقَالَ أَيْضًا لِيَكُنْ شُغْلُكَ فِي نَفْسِكَ وَلَا يَكُنْ شُغْلُكَ فِي غَيْرِكَ فَمَنْ كَانَ شُغْلُهُ فِي غَيْرِهِ فَقَدْ مُكِرَ بِهِ ¶ 19 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْمُعَدَّلُ أَخْبَرَنَا أَبُو الْحُسَيْنِ إِسْحَاقُ بْنُ أَحْمَدَ الْكَاذِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ حَدَّثَنِي أَبِي حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حدثن سُفْيَانُ الثَّوْرِيُّ عَنْ أَبِي عَبْدِ اللَّهِ الْأَغَرِّ عَنْ وَهْبِ بْنِ مُنَبِّهٍ قَالَ فِي حِكْمَةِ آلِ دَاوُدَ حَقٌّ عَلَى الْعَاقِلِ أَنْ تَكُونَ لَهُ أَرْبَعُ سَاعَاتٍ سَاعَةٌ يُحَاسِبُ فِيهَا نَفْسَهُ وَسَاعَةٌ يُنَاجِي فِيهَا رَبَّهُ وَسَاعَةٌ يَخْلُو فِيهَا إِلَى إِخْوَانِهِ الَّذِينَ يُخْبِرُونَهُ بِعِيوبِ نَفْسِهِ وَسَاعَةٌ يُخْلِي بَيْنَ نَفْسِهِ وَبَيْنَ شَهَوَاتِهَا الَّتِي لَا قِوَامَ لَهُ إِلَّا بِهَا مِمَّا يَحِلُّ وَيَحْسُنُ فَإِنَّ فِي هَذِهِ السَّاعَةِ عَوْنًا لَهُ عَلَى السَّاعَاتِ الْأُخَرِ وَحَقٌّ عَلَى الْعَاقِلِ أَنْ يَكُونَ عَارِفًا بِزَمَانِهِ حَافِظًا لِلِسَانِهِ مُقْبِلًا عَلَى شَانِهِ وَحَقٌّ عَلَى الْعَاقِلِ أَنْ لَا يُرَى ظَاعِنًا إِلَّا فِي ثَلَاثٍ زَادٍ لِمِعَادٍ أَوْ مَرَمَّةٍ لِمَعَاشٍ أَوْ لَذَّةٍ فِي غَيْرِ مُحَرَّمٍ",
            "page": "38",
            "part": "1",
            "seal": "2A20BF7E"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20 - أَخْبَرَنَا أَبُو الْفَوَارِسِ الْحَسَنُ بْنُ أَحْمَدَ بْنِ أَبِي الْفَوَارِسِ أَخْبَرَنَا أَبُو عَلِيِّ ابْنُ الصَّوَّافِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ حَدَّثَنِي أَبِي حَدَّثَنَا أَبُو الْمُغِيرَةِ الْحِمْصِيُّ حَدَّثَنَا صَفْوَانُ بْنُ عَمْرٍو حَدَّثَنِي قَيْسُ بْنُ عَمْرٍو السَّكُونِيُّ حَدَّثَنِي عَاصِمُ بْنُ حُمَيْدٍ قَالَ سَمِعْتُ مُعَاذًا يَقُولُ إِنَّكُمْ لَنْ تَرَوْا مِنَ الدُّنْيَا إِلَّا بَلَاءً وَفِتْنَةً وَلَنْ يَزْدَادَ الْأَمْرُ إِلَّا شِدَّةً وَلَنْ تَرَوْا مِنَ الْأُمَرَاء إِلَّا غلطة وَلَنْ تَرَوْا أَمْرًا يَهُولُكُمْ وَيَشْتَدُّ عَلَيْكُمْ إِلَّا حَقَرَهُ بَعْدُ مَا [هُوَ] أَشَدُّ مِنْهُ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ رَضِيَ اللَّهُ عَنْهُ اللَّهُمَّ رَضِّنَا مَرَّتَيْنِ",
            "page": "39",
            "part": "1",
            "seal": "BFB9E878"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21 - وَأَنْشَدَ عَلِيُّ بْنُ أَبِي طَالِبٍ عَلَيْهِ السَّلَامُ فِي مَعْنَى هَذَا الْحَدِيثِ ¶ عَجَبًا لِلزَّمَانِ فِي حَالَتَيْهِ ¶ وَلِأَمْرٍ دُفِعْتُ مِنْهُ إِلَيْهِ ... رُبَّ يَوْمٍ بَكَيْتُ مِنْهُ فَلَمَّا ¶ صِرْتُ فِي غَيْرِهِ بَكَيْتُ عَلَيْهِ ¶ 22 - وَأَنْشَدَ أَيْضا بعض أهل الْعلم مَعْنَاهُ ¶ إِذَا مَا الدَّهْرُ أَوْرَثَنِي انْتِقَاصًا ¶ حَنَوْتُ لَهُ غِمَاصًا لَا انْتِكَاصًا ... وَقُلْتُ لَهُ نَعِمْنَا فِيكَ حِينًا ¶ وَهَذَا الْفِعْلُ مِنْكَ لَنَا قِصَاصًا ... فَطَوْرًا شَاكِرًا مَا كَانَ مِنْهُ ¶ وَطَوْرًا صَابِرًا أَرْجُو الْخَلَاصَا ¶ 23 - وَاجْتَمَعَ أَرْبَعَةٌ مِنَ الْعُبَّادِ فَقَالَ بَعْضُهُمْ لِبَعْضٍ لِيَقُلْ كُلُّ وَاحِدٍ مِنْكُمْ فِي زَمَنِهِ شَيْئًا فَأَنْشَأَ الأول يَقُولُ ¶ إِنْ دَامَ ذَا الدَّهْرُ لَمْ يَحْزَنْ عَلَى أَحَدٍ ... ¶ مِمَّنْ يَمُوتُ وَلَمْ يُفْرَحْ بِمَوْلُودِ ...",
            "page": "40",
            "part": "1",
            "seal": "0B8A6DE2"
        },
        {
            "hno": "24",
            "id": "23",
            "nass": "وَأَنْشَأَ الثَّانِي يَقُولُ ¶ هَذَا الزَّمَانُ الَّذِي كُنَّا نُحَذَّرُهُ ... ¶ فِي قَوْلِ كَعْبٍ وَفِي قَوْلِ ابْنِ مَسْعُودِ ... وَأَنْشَأَ الثَّالِثُ يَقُولُ ¶ أَعْمَى أَصَمُّ مِنَ الْأَزْمَانِ مُلْتَبِسٌ ... ¶ وَفِيهِ لِلنَّفْسِ تَصْويبٌ [بِتَصْعِيدِ] ... وَأَنْشَأَ الرَّابِعُ يَقُولُ ¶ فَاطْلُبْ لِنَفْسِكَ مَنْجَاةً وَمُدَّخَلًا ... ¶ لَا بُدَّ مِنْهُ وَلَوْ فِي قَعْرِ مَلْحُودِ ... ¶ 24 - وَقَالَ بَعْضُ الْحُكَمَاءِ الزَّمَانُ لَا عَيْبَ لَهُ وَلَا ذَمَّ لِأَنَّ اللَّهُ تَعَالَى يُصَرِّفُ أَقْدَارَهُ فِيهِ ¶ 25 - وَأَنْشَدَ ¶ نَعِيبُ زَمَانَنَا وَالْعَيْبِ فِينَا ¶ وَمَا لِزَمَانِنَا عَيْبٌ سِوَانَا ... وَقَدْ نَهْجُو الزَّمَانَ بِغَيْرِ جُرْمٍ ¶ وَلَوْ نَطَقَ الزَّمَانُ بِهِ هَجَانَا ... دِيَانَتُنَا التَّخَادُعُ وَالتَّرَائِي ¶ فَنْحَنُ لَهُ نُخَادِعُ مَنْ يَرَانَا ¶ 26 - وَأَنْشَدَ أَيْضًا ¶ أَرَى حُلَلًا تُصَانُ عَلَى رِجَالٍ ¶ وَأَعْرَاضًا تُذَلُّ فَلَا تُصَانُ ... يَقُولُونَ الزَّمَانُ بِهِ فَسَادٌ ¶ وَهُمْ فَسَدُوا وَمَا فَسَدَ الزَّمَانُ",
            "page": "41",
            "part": "1",
            "seal": "5E49E9E8"
        },
        {
            "hno": "27",
            "id": "24",
            "nass": "بَابُ مَا يَجِبُ عِنْدَ ظُهُورِ الْفِتَنُ مِنْ طَلَبِ السَّلَامَةِ وَلُزُومِ الْوَطَنِ ¶ 27 - أَخْبَرَنَا أَبُو مُحَمَّدِ الْحَسَنُ بْنُ مُحَمَّدٍ الْخَلَّالُ الْحَافِظُ رَحِمَهُ اللَّهُ أَخْبَرَنَا عُمَرُ بْنُ أَحْمَدَ بْنِ شَاهِينَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ حَدَّثَنَا مُحَمَّدُ ابْن عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنِ زِيَادٍ حَدَّثَنَا عَاصِمٌ عَنْ أَبِي كَبْشَةَ قَالَ سَمِعْتُ أَبَا مُوسَى الْأَشْعَرِيَّ رَضِيَ اللَّهُ عَنْهُ يَقُولُ عَلَى الْمِنْبَرِ ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ بَيْنَ أَيْدِيكُم فتنا تقطع اللَّيْلِ الْمُظْلِمِ يُصْبِحُ الرَّجُلُ فِيهَا مُؤْمِنًا وَيُمْسِي كَافُرًا وَيُمْسِي مُؤْمِنًا وَيُصْبِحُ كَافِرًا الْقَاعِدُ فِيهَا خَيْرٌ مِنَ الْقَائِمِ وَالْقَائِمُ فِيهَا خَيْرٌ مِنَ الْمَاشِي وَالْمَاشِي فِيهَا خَيْرٌ مِنَ السَّاعِي",
            "page": "43",
            "part": "1",
            "seal": "65AD446F"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "قَالُوا فَمَا تَأْمُرُنَا ¶ قَالَ كُونُوا أَحْلَاسَ بُيُوتِكُمْ",
            "page": "44",
            "part": "1",
            "seal": "CC82F4D5"
        },
        {
            "hno": "28",
            "id": "26",
            "nass": "28 - أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ بِشْرَانَ الْوَاعِظُ الزَّاهِدُ أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ الْآجُرِيُّ حَدَّثَنَا أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ عَنْ أَبِيهِ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَكُونُ فِتْنَةٌ الْقَاعِدُ فِيهَا خَيْرٌ مِنَ الْمَاشِي وَالْمَاشِي فِيهَا خَيْرٌ مِنَ السَّاعِي مَنْ يَسْتَشْرِفْ لَهَا تَسْتَشْرِفْ لَهُ وَمَنْ وَجَدَ مِنْهَا مَلْجَأً أَوْ مَعَاذًا فَلْيَعُذْ بِهِ",
            "page": "45",
            "part": "1",
            "seal": "B0A1E89F"
        },
        {
            "hno": "29",
            "id": "27",
            "nass": "29 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقَوَيْهِ أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنِ ابْنِ طَاوُسٍ عَنْ أَبِيهِ قَالَ ¶ لَمَّا وَقَعَتْ فِتْنَةُ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ قَالَ رَجُلٌ مِنَ الْعَرَبِ لِأَهْلِهِ إِنِّي قد جننت فقيدوني فَلَمَّا زَالَتِ الْفِتْنَةُ قَالَ لَهُمْ حُلُّوا قَيْدِي الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِنَ الْجُنُونِ وَعَافَانِي مِنْ فِتْنَةِ عُثْمَانَ ¶ 30 - أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُمَرَ الْبَزَّازُ أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْهَرَوِيُّ أَخْبَرَنَا أَبُو إِسْحَاقَ حَدَّثَنَا أَبُو عَبْدِ اللَّهِ السَّمَرْقَنْدِيُّ قَالَ سَمِعْتُ يَحْيَى بْنَ مُعَاذٍ الرَّازِيَّ يَقُولُ ¶ إِلَهِي أَدْعُوكَ بِلِسَانِ نِعَمِكَ فَأَجِبْنِي بِلِسَانِ كَرَمِكَ إِلَهِي إِذَا شَهِدَ لِيَ الْإِيمَانُ بِتَوْحِيدِكَ وَنَطَقَ لِسَانِي بِتَحْمِيدِكَ وَدَلَّنِي الْقُرْآنُ عَلَى فَوَاضِلِ جُودِكَ وَيَشْفَعُ لِي مُحَمَّدٌ خَيْرُ عَبِيدِكَ فَكَيْفَ لَا يَبْتَهِجُ رَجَائِي بِحُسْنِ مَوْعُودِكَ ¶ 31 - وَكَانَ يَحْيَى كَثِيرًا يَطْلُبُ الْخُلْوَةَ وَالتَّفَرُّدَ مِنَ النَّاسِ فَدَخَلَ عَلَيْهِ أَخُوهُ ذَاتَ يَوْمٍ فَقَالَ لَهُ يَا أَخِي كَمْ تَتَرُكُ مِنَ النَّاسِ إِنْ كُنْتَ مِنَ النَّاسِ فَلَا بُدَّ مِنَ النَّاسِ",
            "page": "46",
            "part": "1",
            "seal": "1E538E19"
        },
        {
            "hno": "32",
            "id": "28",
            "nass": "قَالَ فَنَظَرَ إِلَيْهِ يَحْيَى ثُمَّ قَالَ إِنْ كُنْتُ مِنَ النَّاسِ فَلَا بُدَّ مِنَ اللَّهِ ثُمَّ أَنْشَأَ يَحْيَى يَقُولُ ¶ دَعُوا بِاللَّهِ تَعْذَالِي ¶ فَمَا أَنْ تَفْهَمُوا حَالِي ... دَعُونِي وَاخْرُجُوا عَنِّي ¶ رِجَالَ الْقِيلِ وَالْقَالِ ... فَيَا شَوْقِي إِلَى شَخْصٍ ¶ إِلَى الرَّحْمَنِ مَيَّالِ ... وَفِي سِرٍّ من الْأسر ¶ ار حَطَّاطٍ وَرَحَّالِ ¶ 32 - وَأَنْشَدَ إِبْرَاهِيمُ بْنُ عَبْدِ الْمَلِكِ ¶ مَنْ حَمِدَ النَّاسَ وَلَمْ يَبْلُهُمْ ¶ ثُمَّ بَلَاهُمْ ذَمَّ مَنْ يَحْمَدُ ... وَصَارَ بِالْوَحْدَةِ مُسْتَأْنِسًا ¶ يُوحِشُهُ الْأَقْرَبُ وَالْأَبْعَدُ ¶ 33 - وَأَنْشَدَ الْحُسَيْنُ بن عبد الرَّحْمَن ¶ طب من الْأُمَّةِ نَفْسًا ¶ وَارْضَ بِالْوَحْدَةِ أُنْسًا ... مَا رَأَيْنَا أَحَدًا يَسْوَى ¶ عَلَى الْخِبْرَةِ فَلْسًا ¶ 34 - وَأَنْشَدَ أَبُو بَكْرِ بْنُ مُسْلِمٍ ¶ تَوَحَّشْ مِنَ الْإِخْوَانِ لَا تَبْغِ مُؤْنِسًا ¶ وَلَا تَتَّخِذْ خِلًّا وَلَا تَبْغِ صَاحِبًا ... وَكُنْ سَامِرِيَّ الْفِعْلِ مِنْ نَسْلِ آدَمٍ ¶ وَكن أَو حديا مَا حَيِيتَ مُجَانِبًا ... فَقَدْ فَسَدَ الْإِخْوَانُ وَالْحُبُّ وَالْهَوَى ¶ فَلَسْتَ تَرَى إِلَّا صَدُوقًا وَكَاذِبًا ... فَوَاللَّهِ لَوْلَا أَنْ يُقَالَ مُدَهْدَهٌ ¶ وَتُنْكَرُ أَحْوَالِي لَقَدْ صِرْتُ رَاهِبًا",
            "page": "47",
            "part": "1",
            "seal": "0AD1BA79"
        },
        {
            "hno": "35",
            "id": "29",
            "nass": "بَابُ الِاشْتِغَالِ بِمَا يُغْنِي وَتَرْكِ الْخَوْضِ فِيمَا لَا يَعْنِي ¶ 35 - أَخْبَرَنَا أبوعلي الْحَسَنُ بْنُ شِهَابِ بْنِ الْحَسَنِ الْعُكْبَرِيُّ حَدَّثَنَا أَبُو عَبْدِ اللَّهِ عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ حِمْدَانَ بْنِ بَطَّةَ حَدَّثَنَا أَبُو عَلِيٍّ إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحُلْوَانِيُّ حَدَّثَنَا أَبُو يُوسُفَ يَعْقُوبُ بْنُ يُوسُفَ بْنِ دِينَارٍ الْبَغْدَادِيُّ حَدَّثَنَا يزِيد بن عبدربه حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ عَنِ الْأَوْزَاعِيِّ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ",
            "page": "49",
            "part": "1",
            "seal": "63525884"
        },
        {
            "hno": "36",
            "id": "30",
            "nass": "36 - وَأَخْبَرَنَا أَبُو عَلِيٍّ أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ حَدَّثَنَا إِسْمَاعِيلُ بْنُ الْعَبَّاسِ الْوَرَّاقُ حَدَّثَنَا أَحْمَدُ بْنُ مُلَاعِبٍ حَدَّثَنَا سَعْدُ بْنُ عَبْدِ الْحَمِيدِ حَدَّثَنَا عِصَامُ بْنُ طُلَيْقٍ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكْثَرُ النَّاسِ ذُنُوبًا أَكْثَرُهُمْ كَلَامًا فِيمَا لَا يَعْنِيهِ",
            "page": "58",
            "part": "1",
            "seal": "0201BF35"
        },
        {
            "hno": "37",
            "id": "31",
            "nass": "37 - أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ الْعَطَّارُ أَخْبَرَنَا ابْنُ الصَّوَّافِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ حَدَّثَنِي أَبِي حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ حَدَّثَنَا الْمَسْعُودِيُّ عَنْ عَوْنٍ أَنَّ امْرَأَةً قَالَتْ ¶ قَدْ أَوْجَبْتُ قَدْ بَايَعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا عَمِلْتُ كَبِيرَةً ¶ فَأُرِيَتْ فِي الْمَنَامِ فَقِيلَ لَهَا يَا فُلَانَةُ أَنْتِ الْقَائِلَةُ كَذَا وَكَذَا وَأَنْتِ تَنْطِقِينَ فِيمَا لَا يَعْنِيكِ وَتَمْنَعِينَ مَالَا يَضُرُّكِ ¶ 38 - أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ مُحَمَّدِ بْنِ الْفَضْلِ الْقطَّان أخبرنَا ابوعمرو عُثْمَانُ بْنُ أَحْمَدَ السَّمَّاكُ حَدَّثَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ أَبُو الْحَسَنِ الْوَاسِطِّيُّ حَدَّثَنَا حَجَّاجُ بْنُ نُصَيْرٍ قَالَ قَالَ عِيسَى بْنُ مَرْيَمَ عَلَيْهِ السَّلَامُ ¶ خَتَمَ الْمَلَكُ الْخَيْرَ فِي ثَلَاثٍ فِي الْمَنْطِقِ وَالصَّمْتِ وَالنَّظَرِ فَمَا كَانَ مِنْ مَنْطِقٍ فِي غَيْرِ ذِكْرٍ فَهُوَ لَغْوٌ وَمَا كَانَ مِنْ صَمْتٍ فِي غَيْرٍ تَفَكُّرٍ فَهُوَ سَهْوٌ وَمَا كَانَ مِنْ مَنْظَرٍ فِي غَيْرِ عِبْرَةٍ فَهُوَ لَهْوٌ",
            "page": "59",
            "part": "1",
            "seal": "76B05E22"
        },
        {
            "hno": "39",
            "id": "32",
            "nass": "39 - أخبرنَا أَبُو القتح هِلَالُ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ الْحَفَّارُ أَخْبَرَنَا عُمَرُ بْنُ أَحْمَدَ حَدَّثَنَا عُبَيْدُ اللَّهِ حَدَّثَنَا زَكَرِيَّا حَدَّثَنَا الْأَصْمَعِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ قَالَ ¶ قَالَ زَيْدُ بْنُ عَلِيٍّ لِابْنِهِ ¶ يَا بُنَيَّ اطْلُبْ مَا يَعْنِيك بترك مَالا يَعْنِيك فَإِن فِي ترك مَالا يَعْنِيكَ دَرَكًا لِمَا يَعْنِيكَ وَاعْلَمْ أَنَّكَ تَقْدَمُ عَلَى مَا قَدَّمْتَ وَلَسْتَ تَقْدَمُ عَلَى مَا أَخَّرْتَ فَآثِرْ مَا تَلْقَاهُ غَدًا عَلَى مَالَا تَرَاهُ أَبَدًا ¶ 40 - وَفِي مَعْنَاهُ ¶ اغْتَنِمْ فِي الْفَرَاغِ فَضْلَ رُكُوعٍ ¶ فَعَسَى أَنْ يَكُونَ مَوْتُكَ بَغْتَهْ ...",
            "page": "60",
            "part": "1",
            "seal": "E7C8332E"
        },
        {
            "hno": "41",
            "id": "33",
            "nass": ". ¶ كَمْ صَحِيحٍ رَأَيْتَ مِنْ غَيْرِ سُقْمٍ ¶ ذَهَبَتْ نَفْسُهُ الصَّحِيحَةُ فَلْتَهْ ¶ 41 - وَأَنْشَدَ آخَرُ ¶ اعْمَلْ وَأَنْتَ مِنَ الدُّنْيَا عَلَى حَذَرٍ ¶ وَاعْلَمْ بِأَنَّكَ بَعْدَ الْمَوْتِ مَبْعُوثُ ... وَاعْلَمْ بِأَنَّكَ مَا قَدَّمَتَ مِنْ عَمَلٍ ¶ يُحْصَى عَلَيْكَ وَمَا جَمَّعَتَ مَوْرُوثُ ¶ 42 - وَأَنْشَدَ آخَرُ ¶ اعْمَلْ لِئَلَّا تَسْقَمْ ¶ فَعُمْرُكَ الْيَوْم مغنم ... فجد بِهِ لَا لَهُ ¶ وَسَيِّدٍ لَا يُطْعَمْ ... وَإِنْ رَأَيْتَ فُتُورًا ¶ فَقُلْ لَهُ فَسَتَنْعَمْ ... بِقُرْبِ رَبٍّ جَلِيلٍ ¶ وَمَنْ خَدَمَ فَسَيُخْدَمْ ... وَاعْلَمْ يَقِينًا بِفَهْمٍ ¶ فَأَنْتَ عِنْدِي مُقَدَّمْ ... مَنْ لَمْ يُقَدِّمْ فِعَالًا ¶ فَسَوْفَ يَوْمًا يَنْدَمْ ¶ 43 - أَخْبَرَنَا أَبُو طَاهِرٍ حَمْزَةُ بْنُ مُحَمَّدِ بْنِ طَاهِرٍ الدَّقَّاقُ حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ بَهْتَهْ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْهَيْثَمِ حَدَّثَنَا سُلَيْمَانُ بْنُ الرَّبِيعِ قَالَ ¶ قَالَ أَعْرَابِيٌ ¶ طَلَبْتُ الرَّاحَةَ لِنَفْسِي فَلَمْ أَرَ شَيْئًا أَرْوَحَ لَهَا مِنْ تَرْكِ مَالَا يَعْنِيهَا",
            "page": "61",
            "part": "1",
            "seal": "E43B3220"
        },
        {
            "hno": "44",
            "id": "34",
            "nass": "44 - وَكَانَ الْحَسَنُ يَقُولُ ¶ مِنْ عَلَامَةِ إِعْرَاضِ اللَّهِ عَنْ عَبْدِهِ أَنْ يَجْعَلَ شُغْلَهُ فِيمَا لَا يَعْنِيهِ ¶ 45 - وَقَالَ غَيْرُهُ ¶ هَلَاكُ النَّاسِ فِي خَصْلَتَيْنِ فُضُولِ مَالٍ وَفُضُولِ مَقَالٍ ¶ 46 - وَقَالَ شُمَيْطُ بْنُ عَجْلَانَ ¶ إِنَّ اللَّهَ تَعَالَى وَسَمَ الدَّنْيَا بِالْوَحْشَةِ ليَكُون أنس المطيعين بِهِ ¶ آخر الرسَالَة وَالْحَمْد لله وصلواته على سيدنَا مُحَمَّد وَآله ¶ تمت يَوْم الْإِثْنَيْنِ ثَانِي جُمَادَى الأولى سنة ثَمَان وَسبعين وستمئة بِدِمَشْق",
            "page": "62",
            "part": "1",
            "seal": "5649EE44"
        }
    ],
    "t6782": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "باب نجاة الإنسان بالصمت وحفظ اللسان"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "باب السكوت ولزوم البيوت"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يجب عند ظهور الفتن من طلب السلامة ولزوم الوطن"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "باب الإشتغال بما يغني وترك الخوض فيما لا يعني"
        }
    ]
}