{
    "b6786": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ مُقَدّمَة المُصَنّف ¶ الْحَمد لله الَّذِي عرف أهل صفوته عُيُوب أنفسهم وَأكْرمهمْ بمطالعة عذرها وجعلهم أهل الْيَقَظَة والانتباه لموارد الْأَحْوَال عَلَيْهِم ووفقهم لمداواة عيوبها ومكامن شرورها بأدوية تخفى إِلَّا على أهل الانتباه فيسهل عَلَيْهِم من ذكر التَّفْسِير بفضله وَحسن توفيقه وَبعد ¶ فقد سَأَلَني بعض الْمَشَايِخ اكرمه الله بمرضاته أَن أجمع فصولا فِي عُيُوب النَّفس يسْتَدلّ بِهِ على مَا وراها فأسعفته بطلبته وجمعت لَهُ هَذِه الْفُصُول الَّتِي أسأَل الله تَعَالَى أَن لَا يعدمنا بركتها وَذَلِكَ بعد أَن استخرت الله فِيهِ واستوفقته وَهُوَ حسبى وَنعم الْوَكِيل وَالصَّلَاة على نبيه الْكَرِيم وَآله وَصَحبه وَسلم تَسْلِيمًا ¶ قَالَ الله تَعَالَى {إِن النَّفس لأمارة بالسوء} وَقَالَ تَعَالَى {وَنهى النَّفس عَن الْهوى} وَقَالَ {أَفَرَأَيْت من اتخذ إلهه هَوَاهُ} وَغير هَذَا من الْآيَات مَا يدل على شرور النَّفس وَقلة رغبتها فِي الْخَيْر ¶ من عُيُوب النَّفس توهم النجَاة ¶ أخبرنَا عَليّ بن عَمْرو قَالَ حَدثنَا عبد الْجَبَّار بن شيراز قَالَ حَدثنَا أَحْمد ابْن الْحسن بن أبان قَالَ حَدثنَا أَبُو عَاصِم قَالَ حَدثنَا شُعْبَة وسُفْيَان عَن سَلمَة ابْن كهيل عَن أبي سَلمَة عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَنه قَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (الْبلَاء والهوى والشهوة معجونة بطينة آدم) .",
            "page": "5",
            "part": "1",
            "seal": "6A0338E1"
        },
        {
            "id": "3",
            "nass": "فَمن عُيُوب النَّفس أَنه يتَوَهَّم أَنه على بَاب نجاته يقرع الْبَاب بفنون الْأَذْكَار والطاعات وَالْبَاب مَفْتُوح وَلكنه أغلق بَاب الرُّجُوع على نَفسه بِكَثْرَة المخالفات كَمَا أَخْبرنِي الْحسن بن يحيى قَالَ سَمِعت جَعْفَر بن مُحَمَّد يَقُول سَمِعت ابْن مَسْرُوق يَقُول مرت رَابِعَة بِمَجْلِس صَالح المرى فَقَالَ صَالح من أدمن قرع الْبَاب يُوشك أَن يفتح لَهُ فَقَالَت رَابِعَة الْبَاب مَفْتُوح وَأَنت تَفِر مِنْهُ كَيفَ تصل إِلَى مقصد أَخْطَأت الطَّرِيق مِنْهُ فِي أول قدم ¶ فَكيف ينجو العَبْد من عُيُوب نَفسه وَهُوَ الذى أطلق لَهَا الشَّهَوَات أم كَيفَ ينجو من اتِّبَاع الْهوى وَهُوَ لَا ينزجر عَن المخالفات ¶ سَمِعت مُحَمَّد بن أَحْمد بن حمدَان يَقُول سَمِعت مُحَمَّد بن إِسْحَاق الثَّقَفِيّ يَقُول سَمِعت ابْن أبي الدُّنْيَا يَقُول قَالَ بعض الْحُكَمَاء لَا تطمع أَن",
            "page": "6",
            "part": "1",
            "seal": "0B6337DB"
        },
        {
            "id": "4",
            "nass": "تصحو وفيك عيب وَلَا تطمع أَن تنجو وَعَلَيْك ذَنْب ومداواة هذة الْحَالة بِمَا قَالَه سرى السَّقطِي وَهُوَ سلوك سَبِيل الْهدى وَطيب الْغذَاء وَكَمَال التقى ¶ وَمن عيوبها إِذا بَكت تفرجت ثمَّ واستروحت ومداواتها مُلَازمَة الكمد مَعَ الْبكاء حَتَّى لَا يفزع إِلَى الاسترواح فَهُوَ أَن يبكي فِي الْحزن ذلا وَلَا يبكي من الْحزن يستروح من بكائة وَمن بكاء فِي الْحزن يزِيدهُ الْبكاء كمدا وحزنا ¶ من عُيُوب النَّفس استكشاف الضّر مِمَّن لَا يملكهُ ¶ وَمن عيوبها استكشافه الضّر مِمَّن لَا يملكهُ ورجاؤه فِي النَّفْع مِمَّن لَا يقدر عَلَيْهِ واهتمامه بالرزق وَقد تكفل لَهُ بالرزق ¶ ومداواته الرُّجُوع إِلَى صِحَة الْإِيمَان بِمَا أخبر الله فِي كِتَابه {وَإِن يمسسك الله بضر فَلَا كاشف لَهُ إِلَّا هُوَ وَإِن يردك بِخَير فَلَا راد لفضله يُصِيب بِهِ من يَشَاء من عباده} الْآيَة وَإِلَى قَوْله {وَمَا من دَابَّة فِي الأَرْض إِلَّا على الله رزقها} وَيُصْبِح لَهُ هَذَا الْحَال إِذا نظر إِلَى ضعف الْخلق وعجزهم فَيعلم أَن كل من يكون مُحْتَاجا لَا يقدر على قَضَاء حَاجَة غَيره وَمن يكون عَاجِزا لَا يُمكنهُ ان يصلح أَسبَاب غَيره فَيسلم من هَذِه الْخَطِيئَة وَيرجع إِلَى ربه بِالْكُلِّيَّةِ",
            "page": "7",
            "part": "1",
            "seal": "08DFCAE2"
        },
        {
            "id": "5",
            "nass": "من عُيُوب النَّفس الفتور فِي الطَّاعَة ¶ وَمن عيوبها فتر فِيهَا فِي حُقُوق كَانَ يقوم بهَا قبل ذَلِك وَأتم مِنْهُ عَيْبا من لَا يهتم بتقصيره وفترته وَأكْثر من ذَلِك عَيْبا من لَا يرى فترته وتقصيره ثمَّ أَكثر مِنْهُ عَيْبا من يظنّ أَنه متوفر مَعَ فترته وتقصيره وَهَذَا من قلَّة شكره فِي وَقت توفيقه للْقِيَام بِهَذِهِ الْحُقُوق فَلَمَّا قل شكره أزيل عَن مقَام التوفر إِلَى مقَام التَّقْصِير وَيسْتر عَلَيْهِ نقصانه وَاسْتحْسن قبايحه قَالَ الله تَعَالَى {أَفَمَن زين لَهُ سوء عمله فَرَآهُ حسنا} ¶ والخلاص من ذَلِك داوم الالتجاء إِلَى الله تَعَالَى وملازمة ذكره وَقِرَاءَة كِتَابه والبحث عَن مطمعه وتعظيم حُرْمَة الْمُسلمين وسؤال أَوْلِيَاء الله الدُّعَاء لَهُ بِالرَّدِّ إِلَى الْحَالة الأولى لَعَلَّ الله تَعَالَى أَن يمن عَلَيْهِ بِأَن يفتح عَلَيْهِ سَبِيل خدمته وطاعته ¶ من عُيُوب النَّفس الطَّاعَة وَعدم الشُّعُور بلذتها ¶ وَمن عيوبها أَن يُطِيع وَلَا يجد لطاعته لَذَّة ذَلِك لشوب طَاعَته بالرياء وَقلة إخلاصه فِي ذَلِك أَو ترك سنة من السّنَن ¶ ومداواتها مُطَالبَة النَّفس بالإخلاص وملازمة السّنة فِي الْأَفْعَال وَتَصْحِيح مبادئ أُمُوره يَصح لَهُ مُنْتَهَاهَا ¶ وَمن عيوبها أَن يَرْجُو لنَفسِهِ الْخَيْر فِي حُصُول مشَاهد الْخَيْر وَلَو تحقق لَا يسر أهل المشهد من شُؤْم حُضُوره كَمَا قيل لبَعض السّلف كَيفَ رَأَيْت أهل",
            "page": "8",
            "part": "1",
            "seal": "B62C8A2C"
        },
        {
            "id": "6",
            "nass": "الْموقف فَقَالَ رَأَيْت أَقْوَامًا لَوْلَا أَنِّي كنت مَعَهم لرجوت الله أَن يغْفر لَهُم هَكَذَا طَرِيق أهل الْيَقَظَة ¶ ومداواتها أَن يعلم أَن الله وَإِن غفر لَهُ ذنُوبه فقد رَآهُ مرتكبا على الْخَطَايَا والمخالفات يستحيى من ذَلِك ويسئ بِنَفسِهِ الظَّن كَمَا قَالَ الْفضل بن عِيَاض واسوأتاه مِنْك وَإِن غفرت وَذَلِكَ يتحققه بِعلم الله فِيهِ وَنَظره إِلَيْهِ ¶ وَمن عيوبها أَنَّك لَا تحييها حَتَّى تميتها أى لَا تحييها للآخرة حَتَّى تميتها عَن الدُّنْيَا وَلَا تحيى بِاللَّه حَتَّى تَمُوت عَن الأغيار وَلذَلِك قَالَ يحيى بن معَاذ من تقرب إِلَى الله بِتَلف نَفسه حفظ الله عَلَيْهِ نَفسه وَذَلِكَ أَن يمْنَعهَا عَن شهواتها ويحملها على مكارهها فَإِن النَّفس لاتألف الْحق أبدا ¶ ومداواتها السهر والجوع والظمأ وركوب مُخَالفَة الطَّبْع وَالنَّفس ومنعها عَن الشَّهَوَات سَمِعت مُحَمَّد بن إِبْرَاهِيم بن الفضيل يَقُول سَمِعت مُحَمَّد ابْن الرُّومِي يَقُول سَمِعت يحيى بن معَاذ يَقُول الْجُوع طَعَام بِهِ يقوى الله أبدان الصديقين",
            "page": "9",
            "part": "1",
            "seal": "F1704077"
        },
        {
            "id": "7",
            "nass": "النَّفس لَا تألف الْحق ¶ وَمن عيوبها أَنَّهَا لَا تألف الْحق أبدا وَالطَّاعَة خلاف سجيتها وطبعها ويتولد أَكثر ذَلِك من مُتَابعَة الْهوى وَاتِّبَاع الشَّهَوَات ¶ ومداواتها الْخُرُوج مِنْهَا بِالْكُلِّيَّةِ إِلَى رَبهَا كَمَا سَمِعت مُحَمَّد بن عبد الله الرَّازِيّ يَقُول سَمِعت أَبَا الْقَاسِم البصرى بِبَغْدَاد يَقُول سُئِلَ ابْن زادان عَن العَبْد إِذا خرج إِلَى الله على أى أصل يخرج قَالَ على أَن لَا يعود إِلَى مَا مِنْهُ خرج وَحفظ عَن مُلَاحظَة مَا يَبْدُو مِنْهُ إِلَى الله فَقلت هَذَا حكم من خرج عَن وجود فَكيف حكم من خرج عَن عدم فَقَالَ وجود الْحَلَاوَة فِي المستأنف عوضا من المرارة فِي السالف ¶ النَّفس تألف الخواطر الرَّديئَة ¶ وَمن عيوبها أَنَّهَا تألف الخواطر الرَّديئَة فتستحكم عَلَيْهَا المخالفات ¶ ومداواتها رد تِلْكَ الخواطر فِي الِابْتِدَاء لِئَلَّا تستحكم وَذَلِكَ بِالذكر الدَّائِم وملازمة الْخَوْف بِالْعلمِ أَن الله يعلم مَا فِي سرك كَمَا يعلم الْخلق مَا فِي علانيتك فتستحي مِنْهُ أَن تصلح لِلْخلقِ مَوضِع نظرهم وَلَا تصلح مَوضِع نظر الْحق وَقد قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (إِن الله لاينظر إِلَى صوركُمْ وَلَا إِلَى أَمْوَالكُم وَلَكِن ينظر إِلَى قُلُوبكُمْ)",
            "page": "10",
            "part": "1",
            "seal": "3E823AAD"
        },
        {
            "id": "8",
            "nass": "وَسمعت أَبَا بكر الرازى يَقُول سَمِعت الْحسن الْعلوِي صَاحب إِبْرَاهِيم الْخَواص يَقُول سَمِعت إِبْرَاهِيم يَقُول أول الذَّنب الخطرة فَإِن تداركها صَاحبهَا بالكراهية وَإِلَّا صَارَت سقط الْهوى فتصد الْعقل وَالْعلم وَالْبَيَان ¶ من عُيُوب النَّفس الْغَفْلَة والتوانى ¶ وَمن عيوبها الْغَفْلَة والتواني والإصرار والتسويف وتقريب الأمل وتبعيد الْأَجَل ¶ ومداواتها مَا سَمِعت الْحُسَيْن بن يحيى يَقُول سَمِعت جَعْفَر الحلوى يَقُول سُئِلَ الْجُنَيْد كَيفَ السَّبِيل إِلَى الِانْقِطَاع إِلَى الله فَقَالَ بتوبة تحل الْإِصْرَار وَخَوف يزِيل التسويف ورجاء يبْعَث على قصد مسالك الْعَمَل وَذكر الله على اخْتِلَاف الْأَوْقَات وإهانة النَّفس بقربها من الْأَجَل وَبعدهَا عَن الأمل قيل فَبِمَ يصل العَبْد إِلَى هَذَا فَقَالَ بقلب مُفْرد فِيهِ تَوْحِيد مُجَرّد ¶ وَمن عيوبها رؤيتها الشَّفَقَة عَلَيْهَا ¶ ومداواتها رُؤْيَة فضل الله عَلَيْهِ فِي جَمِيع الْأَحْوَال يسْقط عَنهُ رُؤْيَة النَّفس سَمِعت أَبَا بكر الرَّازِيّ يَقُول سَمِعت الوَاسِطِيّ يَقُول أقرب شئ إِلَى مقت",
            "page": "11",
            "part": "1",
            "seal": "743367BF"
        },
        {
            "id": "9",
            "nass": "الله رُؤْيَة النَّفس وأفعالها ¶ من عُيُوب النَّفس الِاشْتِغَال بعيوب النَّاس ¶ وَمن عيوبها اشتغالها بعيوب النَّاس عَمَّا بهَا من عيبها ¶ ومداواتها فِي الْأَسْفَار والانقطاع ومحبة الصَّالِحين والائتمار بأوامرهم وَأَقل مَا فِيهِ إِذا لم يعْمل فِي مداواة عُيُوب نَفسه أَن يسكت عَن عُيُوب النَّاس ويعذرهم فِيهَا وَيسْتر عَلَيْهِم خزاياهم رَجَاء أَن يصلح الله بذلك عيوبه فَإِن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (من ستر على أَخِيه الْمُسلم ستر الله عَوْرَته وَمن تتبع عَورَة أَخِيه الْمُسلم تتبع الله عَوْرَته حَتَّى يَفْضَحهُ فِي جَوف بَيته) سَمِعت مُحَمَّد بن عبد الله بن شَاذان يَقُول سَمِعت زَاذَان المداينى يَقُول رَأَيْت أَقْوَامًا من النَّاس لَهُم عُيُوب فَسَكَتُوا عَن عُيُوب النَّاس فَستر الله عيوبهم وزالت عَنْهُم تِلْكَ الْعُيُوب وَرَأَيْت أَقْوَامًا لم تكن لَهُم عُيُوب اشتغلوا بعيوب النَّاس",
            "page": "12",
            "part": "1",
            "seal": "2E570E66"
        },
        {
            "id": "10",
            "nass": "فَصَارَت لَهُم عُيُوب ¶ الِاشْتِغَال بتزيين الظَّاهِر ¶ وَمن عيوبها الِاشْتِغَال بتزيين الظَّوَاهِر والتخشع من غير خشوع والتعبد من غير حُضُور ¶ ومداواتها الِاشْتِغَال بِحِفْظ الْأَسْرَار ليزين أنوار بَاطِنه أَفعَال ظَاهره فَيكون مزينا من غير زِينَة مهيبا من غير تبع عَزِيزًا من غير عشيرة وَلذَلِك قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (من أصلح سَرِيرَته أصلح الله عَلَانِيَته) ¶ وَمن عيوبها طلب الْعِوَض على أَعمالهَا ¶ ومداواتها رُؤْيَة تَقْصِيره فِي عمله وَقلة إخلاصه فَإِن الْكيس فِي عمله من أعرض عَن طلب الْأَعْرَاض أدبا وتورعا عَنهُ صرفا عَالما بِأَن الَّذِي قدر لَهُ يَأْتِيهِ دنيا وآخرة وَأَن الَّذِي عَلَيْهِ لَا يُخرجهُ مِنْهُ الْإِخْلَاص ¶ وَمن عيوبها فقدان لَذَّة الطَّاعَة وَذَلِكَ من سقم الْقلب وخيانة السِّرّ ¶ ومداواتها أكل الْحَلَال ومداومة الذّكر وخدمة الصَّالِحين والدنو مِنْهُم والتضرع إِلَى الله تَعَالَى فِي ذَلِك ليمن على قلبه بِالصِّحَّةِ بِزَوَال ظلمات الأسقام",
            "page": "13",
            "part": "1",
            "seal": "A681DE25"
        },
        {
            "id": "11",
            "nass": "فيجد عِنْد الذّكر لَذَّة الطَّاعَة ¶ من عُيُوب النَّفس الكسل ¶ وَمن عيوبها الكسل وَهُوَ مِيرَاث الشِّبَع فَإِن النَّفس إِذا شبعت قويت فَإِذا قويت أخذت بحظها وغلبت الْقلب بوصلها إِلَى حظها ¶ ومداواتها التجويع فَإِنَّهَا إِذا جاعت عدمت حظها وضعفت فغلب عَلَيْهَا الْقلب فَإِذا غلب عَلَيْهَا حملهَا على الطَّاعَة وَأسْقط عَنْهَا الكسل وَلذَلِك قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (مَا مَلأ ابْن آدم وعَاء شرا من بَطْنه بِحَسب ابْن آدم لقيمات يقمن صلبه فَإِن كَانَ ولابد ثلث للطعام وَثلث للشراب وَثلث للنَّفس)",
            "page": "14",
            "part": "1",
            "seal": "2B397AFD"
        },
        {
            "id": "12",
            "nass": "طلب الرِّئَاسَة بِالْعلمِ والتكبر ¶ وَمن عيوبها طلب الرِّئَاسَة بِالْعلمِ والتكبر والافتخار بِهِ والمباهاة على أَبنَاء جنسه ¶ ومداواتها رُؤْيَة منَّة الله عَلَيْهِ فِي أَن جعله وعَاء لأحكامه ورؤية تَقْصِير شكره من نعْمَة الله عَلَيْهِ بِالْعلمِ وَالْحكمَة والتزام التَّوَاضُع والانكسار والشفقة على الْخلق والنصيحة لَهُم فَإِنَّهُ روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (من طلب الْعلم ليباهى بِهِ الْعلمَاء أَو ليمارى بِهِ السُّفَهَاء أَو ليصرف بِهِ وُجُوه النَّاس إِلَيْهِ فَليَتَبَوَّأ مَقْعَده فِي النَّار) وَلذَلِك قَالَ بعض السّلف من ازْدَادَ علما فليزدد خشيَة فَإِن الله تَعَالَى يَقُول {إِنَّمَا يخْشَى الله من عباده الْعلمَاء} وَقَالَ رجل لِلشَّعْبِيِّ أَيهَا الْعَالم فَقَالَ إِنَّمَا الْعَالم من يخْشَى الله",
            "page": "15",
            "part": "1",
            "seal": "EBA3B7CD"
        },
        {
            "id": "13",
            "nass": "من عُيُوب النَّفس كَثْرَة الْكَلَام ¶ وَمن عيوبها كَثْرَة الْكَلَام وَإِنَّمَا يتَوَلَّد ذَلِك من شَيْئَيْنِ أما طلبه رياسة يُرِيد يرى النَّاس علمه وفصاحته اَوْ قلَّة الْعلم بِمَا يجلب عَلَيْهِ الْكَلَام ¶ ومداواتها تَحْقِيقه بِأَنَّهُ مَأْخُوذ بِمَا يتَكَلَّم بِهِ وانه مَكْتُوب عَلَيْهِ ومسئوول عَنهُ لِأَن الله تَعَالَى يَقُول {وَإِن عَلَيْكُم لحافظين كراما كاتبين} وَقَالَ تَعَالَى {مَا يلفظ من قَول إِلَّا لَدَيْهِ رَقِيب عتيد} وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (الْبلَاء مُوكل بالْمَنْطق) وَقَالَ وَهل يكب النَّاس على مناخرهم إِلَّا حصائد ألسنتهم) وَقَالَ عَلَيْهِ السَّلَام (كَلَام ابْن آدم عَلَيْهِ لَا لَهُ إِلَّا مَا امْر بِمَعْرُوف أَو نهى عَن مُنكر) قَالَ الله تَعَالَى",
            "page": "16",
            "part": "1",
            "seal": "9016F3E5"
        },
        {
            "id": "14",
            "nass": "{لَا خير فِي كثير من نَجوَاهُمْ إِلَّا من أَمر بِصَدقَة أَو مَعْرُوف أَو إصْلَاح بَين النَّاس} ¶ الرِّضَا عِنْد الْمَدْح وَالْغَضَب عِنْد الذَّم ¶ وَمن عيوبها أَنَّهَا رضيت مدحت الراضي عَنهُ فَوق الْحَد وَإِذا غضِبت ذمَّته وتجاوزت الْحَد ¶ ومداواتها رياضة النَّفس على الصدْق وَالْحق حَتَّى لَا تتعدى فِي مدح من رضى عَنهُ وَلَا فِي ذمّ من سخط عَلَيْهِ فَإِن أَكثر ذَلِك من قلَّة المبالاة بالأوامر والنواهي وَالنَّبِيّ صلى الله عَلَيْهِ وَسلم يَقُول (احثوا فِي وُجُوه المادحين التُّرَاب) . ¶ وَمن عيوبها أَنَّهَا تستخير الله تَعَالَى فِي أفعالها ثمَّ تسخط فِيمَا يخْتَار لَهَا ¶ ومداواتها ان يعلم انه يعلم من الْأَشْيَاء ظواهرها وَالله يعلم سَوَاء علنها وحقائقها فَإِن حسن اخْتِيَار الله لَهُ خير من اخْتِيَاره لنَفسِهِ فِيمَا اخْتَارَهُ لنَفسِهِ حَالا وَيعلم انه مُدبر لَا مُدبر سواهُ وان سخطه للْقَضَاء لَا يُغير للمقضى فَيلْزم نَفسه طَرِيق الرِّضَا بِالْقضَاءِ ويستريح",
            "page": "17",
            "part": "1",
            "seal": "7E9FFCF3"
        },
        {
            "id": "15",
            "nass": "كَثْرَة التَّمَنِّي ¶ وَمن عيوبها كَثْرَة التَّمَنِّي وَالتَّمَنِّي هُوَ الِاعْتِرَاض على الله تَعَالَى فِي قَضَائِهِ وَقدره ¶ ومداواتها أَن يعلم أَنه لَا يدْرِي مَا يعقب التَّمَنِّي أيجره إِلَى خير ام شَرّ إِلَى مَا يرضيه أَو إِلَى مَا يسخطه فَإِذا أَيقَن اتهام عَاقِبَة تمنيه أسقط عَن نَفسه ذَلِك وَرجع إِلَى الرِّضَا وَالتَّسْلِيم فيستريح وَلذَلِك قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (لَا يتمنين أحدكُم الْمَوْت لضر نزل بِهِ وَليقل اللَّهُمَّ أحيني مَا كَانَت الْحَيَاة خيرا لي وتوفني إِذا كَانَت الْوَفَاة خيرا لي) وَلذَلِك قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (إِذا تمنى أحدكُم فَلْينْظر مَا يتَمَنَّى فَإِنَّهُ لَا يدْرِي مَا يكْتب لَهُ من أمْنِيته) .",
            "page": "18",
            "part": "1",
            "seal": "0A57CC77"
        },
        {
            "id": "16",
            "nass": "الْخَوْض فِي أَسبَاب الدُّنْيَا ¶ وَمن عيوبها محبتها الْخَوْض فِي أَسبَاب الدُّنْيَا وحديثها ¶ ومداواتها الِاشْتِغَال بالفكر الدَّائِم فِي كل أوقاته يشْغلهُ ذَلِك عَن ذكر الدُّنْيَا وَأَهْلهَا والخوض فِيمَا هم فِيهِ وَيعلم أَن ذَلِك مِمَّا لَا يعنيه فيتركه لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم (يَقُول من حسن إِسْلَام الْمَرْء تَركه مَالا يعنيه) ¶ وَمن عيوبها إِظْهَار طاعاتها ومحبة أَن يعلم النَّاس مِنْهُ ذَلِك اَوْ يروه والتزين بذلك عِنْدهم ¶ ومداواتها أَن يعلم أَنه لَيْسَ إِلَى الْخلق نَفعه وَلَا ضره ويجتهد فِي مُطَالبَة نَفسه بالإخلاص فِي أَعماله ليزيل عَنهُ هَذَا الْعَيْب فَإِن الله تَعَالَى يَقُول {وَمَا أمروا إِلَّا ليعبدوا الله مُخلصين لَهُ الدّين حنفَاء} وَالنَّبِيّ صلى الله عَلَيْهِ وَسلم يَقُول حاكيا عَن ربه عز وَجل أَنه قَالَ (من عمل عملا أشرك فِيهِ غَيْرِي فَأَنا مِنْهُ برِئ وَهُوَ للَّذي أشرك) ¶ من عُيُوب النَّفس الطمع ¶ وَمن عيوبها الطمع ¶ ومداواتها أَن طمعه يدْخلهُ فِي الرِّيَاء وينسيه حلاوة الْعِبَادَة ويصيره عبد العبيد بعد أَن جعله الله حرا من عبوديتهم وتعوذ النَّبِي صلى الله عَلَيْهِ وَسلم من الطمع",
            "page": "19",
            "part": "1",
            "seal": "A35CE850"
        },
        {
            "id": "17",
            "nass": "فَقَالَ (أعوذ بك من طمع يجر إِلَى طمع وَمن طمع فِي غير مطمع) وَهُوَ الطمع الَّذِي يطبع على قلبه فيرغبه فِي الدُّنْيَا ويزهده فِي الْآخِرَة وروى عَن بعض السّلف أَنه قَالَ الطمع هُوَ الْفقر الْحَاضِر والغنى الطامع فَقير وَالْفَقِير الْمُتَعَفِّف غنى والطمع هُوَ الَّذِي يقطع الرّقاب وَأنْشد ... أيطمع فِي ليلى بوصلى إِنَّمَا ... يقطع أَعْنَاق الرِّجَال المطامع ... ¶ الْحِرْص على عمَارَة الدُّنْيَا ¶ وَمن عيوبها حرصها على عمَارَة الدُّنْيَا والتكثر مِنْهَا ¶ ومداواتها أَن يعلم أَن الدُّنْيَا لَيست بدار قَرَار وان الْآخِرَة دَار مقرّ والعاقل من يعْمل لدار قراره لَا لمراحل سَفَره فَإِن المراحل تَنْقَطِع بالْمقَام فِي السّفر فَيعْمل إِلَى مَا إِلَيْهِ مآبه قَالَ الله تَعَالَى {أَنما الْحَيَاة الدُّنْيَا لعب وَلَهو وزينة وتفاخر بَيْنكُم وتكاثر فِي الْأَمْوَال وَالْأَوْلَاد} الْآيَة وَلِأَن الله تَعَالَى يَقُول {وَالْآخِرَة خير لمن اتَّقى} {وَالدَّار الْآخِرَة خير للَّذين يَتَّقُونَ} {وَالْآخِرَة عِنْد رَبك لِلْمُتقين} و {وَالْآخِرَة خير وَأبقى} {وللآخرة خير لَك من الأولى} ¶ الشَّفَقَة على النَّفس ¶ وَمن عيوبها اسْتِحْسَان مَا ترتكبه من الْأُمُور واستقباح أَفعَال من يرتكبها أَو يُخَالِفهُ",
            "page": "20",
            "part": "1",
            "seal": "508D028C"
        },
        {
            "id": "18",
            "nass": "ومداواتها اتهام النَّفس لِأَنَّهَا أَمارَة بالسوء وَحسن الظَّن بالخلق لانبهام العواقب ¶ وَمن عيوبها الشَّفَقَة على النَّفس وَالْقِيَام بتعهدها ¶ ومداواتها الْإِعْرَاض عَنْهَا وَقلة الِاشْتِغَال بهَا وَلذَلِك سَمِعت جدي رَحْمَة الله عَلَيْهِ يَقُول من كرمت عِنْده نَفسه هان عَلَيْهِ دينه ¶ من عُيُوب النَّفس الانتقام لَهَا ¶ وَمن عيوبها الانتقام لَهَا وَالْخُصُومَة عَنْهَا وَالْغَضَب لَهَا ¶ ومداواتها عداوتها وبغضها ومحبة الدّين وَالْغَضَب لارتكاب المناهي كَمَا روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه مَا انتقم لنَفسِهِ قطّ إِلَّا ان تنتهك محارم الله فَكَانَ ينْتَقم لله ¶ وَمن عيوبها اشتغالها بالإصلاح الظَّاهِر لزينة النَّاس وغفلته عَن إصْلَاح الْبَاطِن الَّذِي هُوَ مَوضِع نظر الله عز وَجل ¶ ومداواتها أَن يتَيَقَّن أَن الْخلق لَا يكرمونه إِلَّا بِمِقْدَار مَا جعل الله لَهُ فِي قُلُوبهم وَيعلم أَن بَاطِنه مَوضِع نظر الله فَهُوَ أولى بالإصلاح من الظَّاهِر الَّذِي هُوَ مَوضِع نظر الْخلق قَالَ الله تَعَالَى {إِن الله كَانَ عَلَيْكُم رقيبا} وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (إِن الله لَا ينظر إِلَى صوركُمْ وَلَا إِلَى أَعمالكُم وَلَكِن ينظر إِلَى قُلُوبكُمْ)",
            "page": "21",
            "part": "1",
            "seal": "DE2752FC"
        },
        {
            "id": "19",
            "nass": "الاهتمام بالرزق ¶ وَمن عيوبها اهتمامها بالرزق وَقد ضمن الله ذَلِك وَقلة اهتمامها بِعَمَل افترضه الله عَلَيْهِ لَا يقوم عَنهُ غَيره ¶ ومداواتها أَن يعلم أَن الله الَّذِي خلقه ضمن لَهُ كِفَايَة رزقه فَقَالَ عز وَجل {الله الَّذِي خَلقكُم ثمَّ رزقكم} كَمَا لَا يشْكر فِي الْخلق لَا يشْكر فِي الرزق ¶ سَمِعت مُحَمَّد بن عبد الله يَقُول سَمِعت مُحَمَّد بن عبيد يَقُول يحْكى عَن حَاتِم الْأَصَم أَنه قَالَ مَا من صباح إِلَّا والشيطان يَقُول مَا تَأْكُل الْيَوْم وَمَا تلبس وَأَيْنَ تسكن فَأَقُول لَهُ آكل الْمَوْت وألبس الْكَفَن وأسكن الْقَبْر ¶ وَمن عيوبها حبها للْكَلَام على النَّاس والخوض فِي ففايق الْعُلُوم ليصبو بِهِ قُلُوب الأغيار وَيصرف بِحسن كَلَامه وُجُوه النَّاس إِلَيْهِ ¶ ومداواتها الْعَمَل بِمَا يعلم وَأَن يعظ النَّاس بِفِعْلِهِ لَا بقوله كَمَا روى أَن الله تبَارك وَتَعَالَى أوحى إِلَى عِيسَى عَلَيْهِ السَّلَام (إِذا أردْت أَن تعظ النَّاس فعظ نَفسك فَإِذا اتعظت وَإِلَّا فاستحي مني) وَأَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (مَرَرْت لَيْلَة الْإِسْرَاء بِقوم تقْرض شفاههم بمقاريض من نَار فَقلت من",
            "page": "22",
            "part": "1",
            "seal": "42642837"
        },
        {
            "id": "20",
            "nass": "هَؤُلَاءِ يَا جِبْرِيل فَقَالَ هَؤُلَاءِ الخطباء من أمتك يأمرون النَّاس وينسون أنفسهم وهم يَتلون الْكتاب أَفلا يعْقلُونَ) ¶ من عُيُوب النَّفس كَثْرَة الذُّنُوب ¶ وَمن عيوبها كَثْرَة الذُّنُوب والمخالفات إِلَى ان يقسى الْقلب ¶ ومداواتها كَثْرَة الاسْتِغْفَار وَالتَّوْبَة فِي كل نفس ومداومة الصّيام والتهجد بِاللَّيْلِ وخدمة اهل الْخَيْر ومجالسة الصَّالِحين وَحُضُور مجَالِس الذّكر فَإِن رجلا شكي إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم قسوة قلبه فَقَالَ (ادنه من مجَالِس الذّكر) وَقَالَ (إِنِّي لأستغفر الله فِي الْيَوْم سبعين مرّة) قَالَ (إِن العَبْد إِذا أذْنب نكت فِي قلبه نُكْتَة سَوْدَاء فَإِن تَابَ واستغفر الله ذهبت فَإِن أذْنب ثَانِيًا فكت فِي قلبه نُكْتَة أُخْرَى إِلَى ان يصير الْقلب غيثا لَا يعرف مَعْرُوفا وَلَا يُنكر مُنْكرا) ثمَّ قَرَأَ النَّبِي صلى الله عَلَيْهِ وَسلم {كلا بل ران على قُلُوبهم مَا كَانُوا يَكْسِبُونَ}",
            "page": "23",
            "part": "1",
            "seal": "8B7D6E3E"
        },
        {
            "id": "21",
            "nass": "وَمن عيوبها سرورها ومدحها وطلبها الرَّاحَة وَتلك من نتائج الْغَفْلَة ¶ ومداواتها التيقظ لما بَين يَديهَا وَعلمهَا بتقصيرها فِيمَا أَمر بِهِ وارتكابها مَا نهى عَنهُ وَأَن هَذِه الدَّار لَهُ سجن لَا سرُور وَلَا رَاحَة فِي السجْن فَإِن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (الدُّنْيَا سجن الْمُؤمن وجنة الْكَافِر) فَيجب أَن يكون عيشه فِيهَا عَيْش المسجونين لَا عَيْش المستروحين وَحكى عَن دَاوُد الطَّائِي أَنه قَالَ قطع نِيَاط قُلُوب العارفين أحد الخلودين وَقَالَ رجل لبشر الحافي مَا لى أَرَاك مهموما قَالَ لِأَنِّي مَطْلُوبه ¶ اتِّبَاع الْهوى ¶ وَمن عيوبها إتباعها هَواهَا وموافقة رِضَاهَا وارتكاب مراداتها ¶ ومداواتها مَا أَمر الله بِهِ من قَوْله تَعَالَى {وَنهى النَّفس عَن الْهوى} وَقَوله {إِن النَّفس لأمارة بالسوء} وَمَا روى مطر الدَّارِيّ",
            "page": "24",
            "part": "1",
            "seal": "59A5CE97"
        },
        {
            "id": "22",
            "nass": "أَنه قَالَ لنحت الْجبَال بالأظافير أَهْون من زَوَال الْهوى إِذا تمكن فِي النَّفس ¶ وَمن عيوبها ميلها إِلَى معاشرة الأقران وصحبة الإخوان ¶ ومداواتها أَن يعلم ان الصاحب لَهُ مفارق والمعاشرة مُنْقَطِعَة كَمَا روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَهُ جِبْرِيل عَلَيْهِ السَّلَام (عش مَا عِشْت فَإنَّك ميت وأحببت من شِئْت فَإنَّك مفارقه واعمل مَا شِئْت فَإنَّك مجزى بِهِ) ¶ وَقَالَ ابو الْقَاسِم الْحَكِيم الصداقة عَدَاوَة إِلَّا مَا صافيت وَجمع المَال حسرة إِلَّا مَا واسيت والمخالطة تَخْلِيط إِلَّا مَا داويت ¶ من عُيُوب النَّفس الْأنس بِالطَّاعَةِ ¶ وَمن عيوبها أُنْسُهَا بطاعتها ورؤية استحسانها ¶ ومداواتها أَن تعلم أفعالها وَإِن أخلصتها فَهِيَ مَعْلُومَة بِأَن أفعالها لَا تَخْلُو من الْعِلَل وَيعْمل فِي إِسْقَاط رُؤْيَة استحسانه من أفعالها ¶ وَمن عيوبها إماتتها النَّفس بِاتِّبَاع الْهوى والشهوات فَإِن النَّفس إِذا مكنت من ذَلِك مَاتَت عَن الطَّاعَات والموافقات ¶ ومداواتها منعهَا من مراداتها وَحملهَا على المكاره ومخالفاتها فِيمَا تطلب فَإِن ذَلِك الَّذِي يُمِيت عَنْهَا شهواتها قيل لأبي حَفْص بِمَا يستجلب صَلَاح النَّفس قَالَ مخالفتها لِأَنَّهَا مَوضِع كل آفَة ¶ الْأَمْن من مكر الشَّيْطَان ¶ وَمن عيوبها أَن تأمن من مكر الشَّيْطَان وتسويله ومكره",
            "page": "25",
            "part": "1",
            "seal": "85616AE1"
        },
        {
            "id": "23",
            "nass": "ومداواتها تَصْحِيح الْعُبُودِيَّة بشرائطه والتضرع إِلَى الله فِي أَن يمن عَلَيْهِ بذلك لِأَن الله تَعَالَى يَقُول {إِن عبَادي لَيْسَ لَك عَلَيْهِم سُلْطَان} ¶ وَمن عيوبها الترسم برسم الصّلاح من غير مُطَالبَة الْقلب بالإخلاص فِيمَا ترسم بِهِ من الصّلاح ومداواتها ترك الْخُشُوع الظَّاهِر إِلَّا بِقدر مَا يرى من خشوع الْبَاطِن فِي قلبه وسره لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول (المتشبع بِمَا لم يُعْط كلابس ثوب زور) ¶ من عُيُوب النَّفس قلَّة الِاعْتِبَار ¶ وَمن عيوبها الِاعْتِبَار بِمَا يرَاهُ من إمهال الله إِيَّاه فِي ذنُوبه ¶ ومداواتها دوَام الخشية وان يعلم أَن ذَلِك الْإِمْهَال لَيْسَ بإهمال فَإِن الله تَعَالَى مسَائِله عَن ذَلِك ومجازيه عَن ذَلِك إِلَّا أَن يرحمه الله فَإِن الِاعْتِبَار",
            "page": "26",
            "part": "1",
            "seal": "ACA43C31"
        },
        {
            "id": "24",
            "nass": "لأهل الخشية لِأَن الله تَعَالَى يَقُول {إِن فِي ذَلِك لعبرة لمن يخْشَى} قَالَ الْقَائِل ... غرها إمهال خَالِقهَا لَهَا ... لَا تحسبن إمهالها إهمالها ... ¶ وَمن عيوبها محبتها لإفشاء عُيُوب إخوانه وَأَصْحَابه ¶ ومداواتها أَن يرجع فِي ذَلِك إِلَى نَفسه فيحب للنَّاس مَا يحب لنَفسِهِ وَمَا روى عَنهُ صلى الله عَلَيْهِ وَسلم انه قَالَ (من ستر عَورَة أَخِيه الْمُسلم ستر الله عَوْرَته) ¶ وَمن عيوبها ترك الاستزاده فِي نَفسه فِي أَفعاله وأقواله عَن الِاقْتِدَاء بالسلف فَإِن عَليّ بن أبي طَالب رَضِي الله عَنهُ قَالَ من لم يكن فِي زِيَادَة فَهُوَ فِي نُقْصَان ¶ وَمن عيوبها تحقير الْمُسلمين والترفع والتكبر عَلَيْهِم ¶ ومداواتها الرُّجُوع إِلَى التَّوَاضُع واعتماد حُرْمَة الْمُسلمين فَإِن الله تَعَالَى يَقُول لنَبيه {فَاعْفُ عَنْهُم واستغفر لَهُم وشاورهم فِي الْأَمر} فَيعلم أَن الْكبر الَّذِي أوقع إِبْلِيس فِيمَا أوقعه فِيهِ حَتَّى قَالَ {أَنا خير مِنْهُ} وَالنَّبِيّ صلى الله عَلَيْهِ وَسلم نظر إِلَى الْكَعْبَة فَقَالَ (مَا أعظمك وَأعظم حرمتك وَالْمُؤمن أعظم حُرْمَة عِنْد الله مِنْك إِن الله حرم مِنْك وَاحِدَة وَمن الْمُؤمن ثَلَاث دَمه وَمَاله وَأَن يظنّ بِهِ ظن السوء)",
            "page": "27",
            "part": "1",
            "seal": "C03B09A2"
        },
        {
            "id": "25",
            "nass": "قلَّة الْمعرفَة بالآمر ¶ وَمن عيوبها الكسل وَالْقعُود عَن الْأَمر ¶ ومداواتها انه يعلم انه مَأْمُور من جِهَة الْحق ليحمله فَرح ذَلِك على النشاط وَلذَلِك سَمِعت جدي إِسْمَاعِيل بن مجيد رَحمَه الله تَعَالَى يَقُول التهاون بِالْأَمر من قلَّة الْمعرفَة بالآمر ¶ وَمن عيوبها ان تتزين بزِي الصَّالِحين فتعمل عمل أهل الْفساد ¶ ومداواتها ترك زِينَة الظَّاهِر إِلَّا بعد إصْلَاح الْبَاطِن فَإِن تزين بزينة قوم اجْتهد فِي أَن يوافقهم فِي أَخْلَاقهم وأفعالهم كلهَا وَبَعضهَا لِأَنَّهُ روى فِي الْخَبَر أَنه قَالَ كفى بِالْمَرْءِ شرا ان يرى النَّاس أَنه يخْشَى الله وَقَلبه فَاجر وَقَالَ ظَاهر أَبُو عُثْمَان زِينَة الظَّاهِر مَعَ فجور يُورث الْإِصْرَار ¶ تَضْييع الْأَوْقَات فِيمَا لَا يعنيه ¶ وَمن عيوبها تَضْييع أوقاته بالاشتغال بِمَا لَا يعنيه من أُمُور الدُّنْيَا والخوض فِيهَا مَعَ أَهلهَا ¶ ومداواتها أَن يعلم أَن وقته أعز الْأَشْيَاء عَلَيْهِ فيشغله بِأَعَز الْأَشْيَاء وَهُوَ ذكر الله والمداومة على طَاعَته ومطالبته الْإِخْلَاص من نَفسه فَإِنَّهُ روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (من حسن إِسْلَام الْمَرْء تَركه مَالا يعنيه) وَمن ترك مَا لَا يعنيه اشْتغل بِمَا يعنيه وَقَالَ الْحسن عَلَيْك بِنَفْسِك إِن لم تشغلها أشغلتك",
            "page": "28",
            "part": "1",
            "seal": "31DFEC1E"
        },
        {
            "id": "26",
            "nass": "من عُيُوب النَّفس الْغَضَب وَالْكذب ¶ وَمن عيوبها الْغَضَب ¶ ومداواتها حمل النَّفس على الرِّضَا بِالْقضَاءِ فَإِن الْغَضَب جَمْرَة من الشَّيْطَان وَلِأَن رجلا جَاءَ إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ (أوصني فَقَالَ لَا تغْضب) وَلِأَن الْغَضَب يخرج العَبْد حد الْهَلَاك إِذا لم يَصْحَبهُ من الله تَعَالَى زجر وَمنع ¶ وَمن عيوبها الْكَذِب ¶ ومداواتها ترك الِاشْتِغَال بِرِضا الْخلق وسخطهم فَإِن الَّذِي يحمل صَاحب الْكَذِب على الْكَذِب طلب رضَا النَّاس أَو التزين لَهُم وَطلب الجاه عِنْدهم فَإِنَّهُ روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (الصدْق يهدي إِلَى الْبر وَالْكذب يهدي إِلَى الْفُجُور والفجور يهدي إِلَى النَّار)",
            "page": "29",
            "part": "1",
            "seal": "4A8F183C"
        },
        {
            "id": "27",
            "nass": "من عُيُوب النَّفس الشُّح وَالْبخل ¶ وَمن عيوبها الشُّح وَالْبخل وهما نتائج حب الدُّنْيَا ¶ ومداواتها أَن يعلم أَن الدُّنْيَا قَليلَة وانها فانية وَأَن حلالها حِسَاب وحرامها عَذَاب كَمَا روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ (حب الدُّنْيَا رَأس كل خَطِيئَة) وَأَن الله تَعَالَى اخبر عَنْهَا أَنَّهَا مَتَاع الْغرُور فَلَا يبخل بهَا وَلَا يشح ويجتهد فِي بذلها وَلَا يمسك مِنْهَا إِلَّا مِقْدَار مَا يدافع بِهِ وقته فَإِنَّهُ صلى الله عَلَيْهِ وَسلم قَالَ لِبلَال (وَلَا تخش من ذِي الْعَرْش بعد إقلالا) ¶ وَمن عيوبها بعد أملهَا ¶ ومداواتها تقريب الْأَجَل وَيعلم أَن بعض السّلف قَالَ أَحسب الله لَا يُؤمن على حَال فَأخذ الْأَحْوَال كلهَا ¶ وَمن عيوبها الاغترار بالمدائح الْبَاطِلَة ¶ ومداواتها أَن لَا يغره كَلَام النَّاس مَعَ مَا يعرفهُ بِنَفسِهِ فَإِن حَقِيقَة الْأَمر يخلص إِلَيْهِ دونهم وان ثناءهم عَلَيْهِ دون مَا يعرفهُ الله مِنْهُ ويعرفه هُوَ من نَفسه لَا ينجيه فَلم يُخبرهُ بِهِ ¶ من عُيُوب النَّفس الْحِرْص والحسد ¶ وَمن عيوبها الْحِرْص",
            "page": "30",
            "part": "1",
            "seal": "8CF14FEB"
        },
        {
            "id": "28",
            "nass": "ومداواتها أَن يعلم أَنه لَا يستجلب بحرصه زِيَادَة مَا قدر الله من رزقه كَمَا روى ابْن مَسْعُود عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَن الله تَعَالَى يَقُول للْملك (اكْتُبْ رزقه وأجله وَعَمله وشقي أم سعيد) وَالله تَعَالَى يَقُول {مَا يُبدل القَوْل لدي وَمَا أَنا بظلام للعبيد} ¶ وَمن عيوبها الْحَسَد ¶ ومداواتها أَن يعلم الْحَسَد عَدو نعْمَة الله وَأَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (لَا تَحَاسَدُوا) ونتيجة الْحَسَد من قلَّة الشَّفَقَة على الْمُسلمين ¶ الْإِصْرَار على الذَّنب ¶ وَمن عيوبها الْإِصْرَار على الذَّنب مَعَ تمني الرَّحْمَة ورجاء الْمَغْفِرَة ¶ ومداواتها أَن يعلم أَن الله أوجب مغفرته لمن لَا يصر على الذَّنب حَيْثُ قَالَ {وَلم يصروا على مَا فعلوا وهم يعلمُونَ} وَقَالَ أَبُو الضعض الْإِصْرَار على الذَّنب من التهاون بِقدر الله وَيعلم أَن الله تَعَالَى أوجب الرَّحْمَة للمحسنين وَأوجب الْمَغْفِرَة للتائبين حَيْثُ قَالَ {اسْتَغْفرُوا ربكُم ثمَّ تُوبُوا إِلَيْهِ} {وَإِنِّي لغفار لمن تَابَ وآمن وَعمل صَالحا ثمَّ اهْتَدَى}",
            "page": "31",
            "part": "1",
            "seal": "0B5E11D2"
        },
        {
            "id": "29",
            "nass": "وَمن عيوبها لَا تجيب إِلَى طَاعَة الله طَوْعًا ¶ ومداواتها بِالْجُوعِ والعطش والتقطع فِي الْأَسْفَار وَالْحمل على المكاره وَلذَلِك سَمِعت مَنْصُور بن عبد الله يَقُول سَمِعت عمي البسطامي يَقُول سَمِعت أبي يَقُول قَالَ رجل لأبي يزِيد البسطامي مَا أَشد مَا لقِيت فِي سَبِيل الله فَقَالَ لَا يُمكن وَصفه مَا أَهْون مَا لقِيت مِنْك نَفسك فِي سَبِيل الله فَقَالَ أما فَنعم دعوتها إِلَى شَيْء من الطَّاعَات فَلم تجبني طَوْعًا فمنعتها سنه كَامِلَة ¶ وَمن عيوبها حرصها على الْجمع وَالْمَنْع ¶ ومداواتها أَن يعلم انبهام عمره وَقرب أَجله فَيجمع على قدر نَفسه وَيمْنَع بِقدر حَيَاته فَمن لَا يَأْمَن على حُصُول التباعة على نَفسه جهل مَعَ مَا رُوِيَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (أَيّكُم مَال وَارثه أحب إِلَيْهِ من مَاله فَقَالُوا لَيْسَ منا أحد إِلَّا وَمَاله أحب إِلَيْهِ من مَال وَارثه فَقَالَ مَالك مَا قدمت وَمَال وارثك مَا أخرت) ¶ وَمن عيوبها صحبتهَا مَعَ الْمُخَالفين والمعارضين عَن الْحق ¶ ومداواتها الرُّجُوع إِلَى صُحْبَة الموافقين والمقبولين عِنْد الله تَعَالَى فَإِن",
            "page": "32",
            "part": "1",
            "seal": "7B904C61"
        },
        {
            "id": "30",
            "nass": "النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (من تشبه بِقوم فَهُوَ مِنْهُم) وَقَالَ بعض السّلف صُحْبَة الأشرار تورث سوء الظَّن بالأخيار وَقَالَ بَعضهم الْقُلُوب إِذا بَعدت عَن الله مقتت القائمين بِحَق الله ¶ من عُيُوب النَّفس الْغَفْلَة ¶ وَمن عيوبها الْغَفْلَة ¶ ومداواتها أَن يعلم أَنه لَيْسَ بمغفول عَنهُ وَأَن الله تَعَالَى يَقُول {وَمَا رَبك بغافل عَمَّا تَعْمَلُونَ} وَيعلم أَنه محاسب على الخطرة والهمة وَمن تحقق هَذَا فراقب أوقاته وراعى أَحْوَاله فيزول عَنهُ بذلك عيب الْغَفْلَة ¶ وَمن عيوبها ترك الْكسْب وَالْقعُود عَنهُ إِظْهَارًا لِلْخلقِ أَنه قعد متوكلا ثمَّ يتشرف للإرفاق ويتسخط إِذا لم يَأْته الإرفاق ¶ ومداواتها أَن يلْزم الْكسْب كَمَا روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ أطيب مَا أكل الرجل من كَسبه) ظَاهرا وتوكل بَاطِنا ليَكُون مكتسبا مَعَ الْخلق فِي الظَّاهِر ومتوكلا على الله فِي الْبَاطِن ¶ وَمن عيوبها الْفِرَار بِمَا يُوجِبهُ عَلَيْهِ ظَاهر الْعلم إِلَى الدَّعَاوَى وَالْأَحْوَال ¶ ومداواتها مُلَازمَة الْعلم فَإِن الله تَعَالَى يَقُول {فَإِن تنازعتم فِي شَيْء فَردُّوهُ إِلَى الله وَالرَّسُول}",
            "page": "33",
            "part": "1",
            "seal": "25FE29CB"
        },
        {
            "id": "31",
            "nass": "وَقَالَ {وَأَطيعُوا الله وَأَطيعُوا الرَّسُول} وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (طلب الْعلم فَرِيضَة على كل مُسلم) ¶ وَمن عيوبها استعظام مَا تُعْطِي وَمَا تبذل والافتتان بِهِ على من يَأْخُذ ¶ ومداواتها أَن يعلم أَنه يُوصل إِلَيْهِم أَرْزَاقهم وَأَن الرازق والمعطي فِي الْحَقِيقَة هُوَ الله وَأَنه وَاسِطَة وَلَا يتعاظم فِي إِيصَال حق إِلَى مُسْتَحقّ ¶ رُؤْيَة فَضله على إخوانه ¶ وَمن عيوبها إِظْهَار الْفقر مَعَ الْكِفَايَة ومداواتها إِظْهَار الْكِفَايَة مَعَ الْقلَّة سَمِعت جدي رَحمَه الله تَعَالَى يَقُول كَانَ النَّاس يدْخلُونَ فِي التصوف أَغْنِيَاء ويفتقرون ويظهرون الْغَنِيّ فِي هَذَا الْوَقْت يدْخلُونَ فِي التصوف فُقَرَاء ويستغنون ثمَّ يظهرون للنَّاس الْفقر ¶ وَمن عيوبها رُؤْيَة فَضله على إخوانه وأقرانه ¶ ومداواتها الْعلم بِنَفسِهِ وَلَا أعلم بِهِ مِنْهُ وَحسن الظَّن بأقرانه ليحمله ذَلِك",
            "page": "34",
            "part": "1",
            "seal": "00819E7C"
        },
        {
            "id": "32",
            "nass": "على احتقار نَفسه ورؤية فضل إخوانه وأقرانه وَلَا يَصح لَهُ ذَلِك إِلَّا بعد أَن ينظر إِلَى الْخلق أَجْمَعِينَ أجمع بِعَين الزِّيَادَة وَينظر إِلَى نَفسه بِعَين النُّقْصَان كَذَلِك سَمِعت جدي يَقُول سَمِعت أَبَا عبد الله السجْزِي يَقُول لَك فضل مَا لم تَرَ فضلك فَإِذا رَأَيْت فضلك فَلَا فضل لَك ¶ وَمن عيوبها حمل النَّفس مَا يستجلب لَهَا الْفَرح ¶ ومداواتها أَن الله يبغض الفرحين لقَوْله تَعَالَى {إِن الله لَا يحب الفرحين} وَفِي صفة النَّبِي صلى الله عَلَيْهِ وَسلم أَنه كَانَ دَائِم الأحزان متواصل الْفِكر وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (إِن الله يحب كل قلب حَزِين) وَقَالَ مَالك بن دِينَار إِن الْقلب إِذا لم يكن فِيهِ حزن خرب كَمَا أَن الْبَيْت إِذا لم يسكن خرب ¶ وَمن عيوبها أَن يكون فِي مَحل الشُّكْر وَهُوَ يظنّ انه فِي مقَام الصَّبْر ¶ ومداواتها رُؤْيَة نعم الله فِي جَمِيع الْأَحْوَال سَمِعت سعيد بن عبد الله يَقُول سَمِعت عمي يَقُول سَمِعت أَبَا عُثْمَان يَقُول الْخلق كلهم مَعَ الله تَعَالَى فِي مقَام الشُّكْر ويظنون أَنهم مَعَه فِي مقَام الصَّبْر ¶ تنَاول الرخيص بِالشُّبُهَاتِ ¶ وَمن عيوبها تنَاول الرخيص بِالشُّبُهَاتِ",
            "page": "35",
            "part": "1",
            "seal": "CA562C69"
        },
        {
            "id": "33",
            "nass": "ومداواتها اجْتِنَاب الشُّبُهَات وَأَنَّهَا تُؤدِّي إِلَى فعل الْحَرَام أَلا ترى أَن النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول (الْحَلَال بَين وَالْحرَام بَين وَبَينهمَا مُشْتَبهَات فَمن اجتنبهن فَهُوَ أسلم لدينِهِ وَعرضه وَمن واقعهن وَقع فِي الْحَرَام كَالرَّاعِي حول الْحمى يُوشك أَن يخالط الحما أَلا وَإِن لكل ملك حما وَإِن حما الله مَحَارمه ¶ وَمن عيوبها الْإِفْضَاء على نَفسه فِي عَثْرَة تقع بِهِ أَو زلَّة وأمثالها كَذَلِك سَمِعت عبد الله بن مُحَمَّد الرَّازِيّ يَقُول سَمِعت أَبَا عُثْمَان يَقُول عَامَّة المريدين من إفضائهم مَعَ كَثْرَة تقع لَهُم أَو هفوة وَترك مداواتها فِي الْوَقْت بدواية حَتَّى تعتاد النَّفس ذَلِك فَتسقط من دَرَجَة الإزادة ¶ الاغترار بالكرامات ¶ وَمن عيوبها الاغترار بالكرامات ¶ ومداواتها أَن يعلم أَن أَكْثَرهَا اغترارات واستدراج وَالله تَعَالَى يَقُول {سنستدرجهم من حَيْثُ لَا يعلمُونَ} وَقد قَالَ بعض السّلف",
            "page": "36",
            "part": "1",
            "seal": "D59D5742"
        },
        {
            "id": "34",
            "nass": "ألطف مَا يُخَادع بِهِ الْأَوْلِيَاء الكرامات والمعونات ¶ وَمن عيوبها محبَّة مجالسة الْأَغْنِيَاء وميله إِلَيْهِم وإقباله عَلَيْهِم وكرامة لَهُم ¶ ومداواتها مجالسة الْفُقَرَاء وَالْعلم بِأَنَّهُ لَا يصل إِلَيْهِ مِمَّا فِي أَيْديهم إِلَّا مِقْدَار مَا قدره الله لَهُ فَيقطع الطمع مِنْهُم فَيسْقط ذَلِك محبتهم والميل إِلَيْهِم وَيعلم أَن الله عَاتب نبيه صلى الله عَلَيْهِ وَسلم فِي مجالسة الْفُقَرَاء فَقَالَ {أما من اسْتغنى فَأَنت لَهُ تصدى وَمَا عَلَيْك أَلا يزكّى وَأما من جَاءَك يسْعَى وَهُوَ يخْشَى فَأَنت عَنهُ تلهى} ¶ فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم بعد ذَلِك (الْمحيا محياكم وَالْمَمَات مماتكم) وَقَالَ للْفُقَرَاء (أمرت أَن أَصْبِر نَفسِي مَعكُمْ) وَقَالَ عَلَيْهِ السَّلَام (اللَّهُمَّ أحيني مِسْكينا وأمتني مِسْكينا واحشرني فِي زمرة الْمَسَاكِين) وان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لعلى وَغَيره (عَلَيْك بحب الْمَسَاكِين والدنو مِنْهُم)",
            "page": "37",
            "part": "1",
            "seal": "68B6931E"
        },
        {
            "id": "36",
            "nass": "الخاتمة ¶ وَقد بيّنت فِي هَذِه الْفُصُول بعض معايب النَّفس يسْتَدلّ الْعَاقِل بذلك على مَا وَرَاءَهَا وَيخرج مِنْهَا من يُؤَيّدهُ الله بِتَوْفِيق وتسديد مَعَ إقراري بِأَنَّهُ لَا يُمكن استيفائى معايبها وَكَيف يُمكن ذَلِك وَالنَّفس معيوبة بِجَمِيعِ أوصافها وَلَا تَخْلُو من عيب وَكَيف يُمكن إحصاء عيب مَا كلهَا عيب وَقد وصفهَا الله تَعَالَى بِأَنَّهَا الأمارة بالسوء إِلَّا أَنه رُبمَا يصلح العَبْد من عيوبها شَيْئا بِبَعْض هَذِه المداواة فَيسْقط مِنْهُ من عيوبها وَالله تَعَالَى يوفقنا لمتابعة الرُّسُل ويزيل عَنَّا موارد الْغَفْلَة والشهوات ويجعلنا فِي كنفه وحبا مِلَّته وعصمته ورعايته فَإِنَّهُ الْقَادِر على ذَلِك والوهاب لَهُ إِنَّه أرْحم الرَّاحِمِينَ ¶ انْتَهَت فُصُول عُيُوب النَّفس للشَّيْخ السّلمِيّ رَحمَه الله ورضى عَنهُ آمين آمين آمين تمّ هَذَا بِحَمْد الله",
            "page": "39",
            "part": "1",
            "seal": "21D13D1E"
        }
    ],
    "t6786": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المصنف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "من عيوب النفس توهم النجاة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس استكشاف الضر ممن لا يملكه"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس الفتور في الطاعة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "من عيوب النفس الطاعة وعدم الشعور بلذتها"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "النفس لا تألف الحق"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "النفس تألف الخواطر الرديئة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس الغفلة والتوانى"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس الاشتغال بعيوب الناس"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الاشتغال بتزيين الظاهر"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس الكسل"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "طلب الرئاسة بالعلم والتكبر"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس كثرة الكلام"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الرضا عند المدح والغضب عند الذم"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "كثرة التمني"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الخوض في أسباب الدنيا"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "من عيوب النفس الطمع"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الحرص على عمارة الدنيا"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "الشفقة على النفس"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس الانتقام لها"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الاهتمام بالرزق"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس كثرة الذنوب"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "اتباع الهوى"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس الأنس بالطاعة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "1",
            "tit": "الأمن من مكر الشيطان"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس قلة الاعتبار"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "قلة المعرفة بالآمر"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "تضييع الأوقات فيما لا يعنيه"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس الغضب والكذب"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس الشح والبخل"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "1",
            "tit": "من عيوب النفس الحرص والحسد"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الإصرار على الذنب"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "من عيوب النفس الغفلة"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "رؤية فضله على إخوانه"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "تناول الرخيص بالشبهات"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الاغترار بالكرامات"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}