{
    "b682": [
        {
            "hno": "170",
            "id": "173",
            "nass": "170 - (صحيح) ¶ عن أبي ذر عن النبي (ص) قال: ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذاب أليم قال: فقرأها رسول الله (ص) ثلاث مرات قال أبو ذر خابوا أو خسروا من هم يا رسول الله قال: المسبل والمنان والنفق سلعته بالحلف الكاذب أخرجه مسلم وأبو داود والنسائي والترمذي والدارمي وابن ماجة وأحمد",
            "page": "126",
            "part": "1",
            "seal": "FA31E194"
        },
        {
            "hno": "171",
            "id": "174",
            "nass": "171 - (حسن) ¶ وعن أبي سعيد قال: مر أعرابي بشاة فقلت: تبيعها بثلاثة دراهم فقال: لا والله ثم باعها فذكرت ذلك لرسول الله (ص) فقال: باع آخرته بدنياه أخرجه ابن حبان",
            "page": "126",
            "part": "1",
            "seal": "1B4568CC"
        },
        {
            "hno": "172",
            "id": "175",
            "nass": "172 - (صحيح) ¶ درهم ربا يأكله الرجل وهو يعلم أشد من ستة وثلاثين زنية أخرجه أحمد والدارقطني وابن عساكر",
            "page": "127",
            "part": "1",
            "seal": "1358A0F4"
        },
        {
            "hno": "173",
            "id": "176",
            "nass": "173 - (ضعيف) ¶ ويل للأمراء ويل للعرفاء - الرؤساء - ويل للأمناء - الحفظة على الأموال ليتمنين أقوام يوم القيامة أن ذوائبهم معلقةبالثريا يدلون بين السماء والأرض وأنهم لم يلوا عملا ضعيف أخرجه ابن حبان والحاكم والطيالسي وأحمد عن أبي هريرة ولأبي هريرة حديث آخر هو خير من هذا إسنادا ولفظه قال: سمعت رسول الله (ص) يقول: ليوشك رجل أن يتمنى أنه خر من الثريا ولم يل من أمر الناس شيئا واسناده حسن",
            "page": "127",
            "part": "1",
            "seal": "07E2593F"
        },
        {
            "hno": "174",
            "id": "177",
            "nass": "174 - (صحيح) ¶ وعن أبي ذر قلت: يا رسول الله ألا تستعملني (أي في منصب) قال: فضرب بيده على منكبي ثم قال: يا أباذر إنك ضعيف وإنها أمانة وإنها يوم القيامة خزي وندامة إلا من أخذها بحقها وأدى الذي عليه فيها أخرجه مسلم وأحمد",
            "page": "129",
            "part": "1",
            "seal": "D4C177FB"
        },
        {
            "hno": "175",
            "id": "178",
            "nass": "175 - (صحيح) ¶ القضاة ثلاثة واحد في الجنة واثنان في النار فأما الذي في الجنة فرجل عرف الحق فقضى به ورجل عرف الحق فجار فهو في النار ورجل قضى للناس على جهل فهو في النار أخرجه أبو داود والترمذي وابن ماجه",
            "page": "129",
            "part": "1",
            "seal": "3F9A2710"
        },
        {
            "hno": "176",
            "id": "179",
            "nass": "176 - (ضعيف) ¶ وعن أنس أنه عليه السلام قال: من ابتغى القضاء وسأل فيه شفعاء وكل إلى نفسه ومن أكره عليه أنزل الله عليه ملكا يسدده ضعيف أخرجه أبو داود",
            "page": "129",
            "part": "1",
            "seal": "98A85EE0"
        },
        {
            "hno": "177",
            "id": "180",
            "nass": "177 - (متفق عليه) ¶ عن عبد الرحمن بن سمره قال: قال لي رسول الله: يا عبد الرحمن لا تسأل الإمارة فإنك إن أعطيتها من غير مسألة أعنت عليها وإن أعطيتها عن مسألة وكلت إليها متفق عليه",
            "page": "130",
            "part": "1",
            "seal": "BB7FD512"
        },
        {
            "hno": "178",
            "id": "181",
            "nass": "178 - (ضعيف) ¶ لايبلغ عبد درجة المتقين حتى يدع ما لا بأس به حذرا مما به بأس ضعيف أخرجه الترمذي وابن ماجه والحاكم وعبد الرحمن بن حميد والبيهقي والقضاعي وابن عساكر",
            "page": "130",
            "part": "1",
            "seal": "34AB8D16"
        },
        {
            "hno": "179",
            "id": "182",
            "nass": "179 - (صحيح) ¶ قال عليه السلام: دع ما يريبك إلى ما لا يريبك صحيح أخرجه أحمد والترمذي والنسائي وابن حبان والحاكم",
            "page": "130",
            "part": "1",
            "seal": "052E33C1"
        },
        {
            "hno": "180",
            "id": "183",
            "nass": "180 - (صحيح) ¶ قال رسول الله (ص) : من كان يؤمن بالله واليوم الآخر فلا يخلون بامرأة ليس معها ذو محرم منها فإن ثالثهما الشيطان صحيح أخرجه أحمد وصححه الحكم ووافقه الذهبي",
            "page": "131",
            "part": "1",
            "seal": "0D233A32"
        },
        {
            "hno": "181",
            "id": "184",
            "nass": "181 - (صحيح) ¶ قال E: إياكم والدخول على النساء فقال رجل من الأنصار: يا رسول الله: أفرأيت الحمو يعني أقارب الزوج قال: الحمو الموت متفق عليه أخرجه البخاري ومسلم والترمذي والدارمي وزاد مسلم عن الليث بن سعد قال: الحمو أخ الزوج وما أشبهه من أقارب الزوج ابن العم ونحوه",
            "page": "131",
            "part": "1",
            "seal": "704723BB"
        },
        {
            "hno": "182",
            "id": "185",
            "nass": "182 - (صحيح) ¶ وفي الصحيحين عن عبد الله بن عباس لايخل أحدكم بامرأة إلا مع ذي محرم صحيح أخرجه البخاري ومسلم وأحمد",
            "page": "131",
            "part": "1",
            "seal": "D4BBF4BF"
        },
        {
            "hno": "183",
            "id": "186",
            "nass": "183 - (حسن) ¶ قال الرسول (ص) لعلي بن أبي طالب: يا علي لا تتبع النظرة النظرة فإنما لك الأولى وليست لك الأخرى أخرجه أحمد وأبو داود والترمذي مخرج في حجاب المرأة للألباني",
            "page": "132",
            "part": "1",
            "seal": "4C90BE45"
        },
        {
            "hno": "184",
            "id": "187",
            "nass": "184 - (صحيح) ¶ قال (ص) العينان تزنيان وزناهما النظر أخرجه البخاري ومسلم وأحمد من طريق ابن عباس قال: ما رأيت شيئا أشبه باللمم مما قال أبو هريرة عن النبي (ص) إن الله كتب على ابن آدم حظه من الزنا أدرك ذلك لامحالة فزنا العين النظر وزنا اللسان النطق والنفس تمنى وتشتهي والفرج يصدق ذلك كله أو يكذبه",
            "page": "132",
            "part": "1",
            "seal": "62B3CBC2"
        },
        {
            "hno": "185",
            "id": "188",
            "nass": "185 - (صحيح) ¶ قال (ص) : لاينظر الرجل إلى عورة الرجل ولا تنظر المرأة إلى عورة المرأة ولايفضي الرجل الى الرجل في الثوب الواحد ولا المرأة إلى المرأة في الثوب الواحد أخرجه مسلم وأبو داود والترمذي وابن ماجه",
            "page": "132",
            "part": "1",
            "seal": "046258F2"
        },
        {
            "hno": "186",
            "id": "189",
            "nass": "186 - (صحيح) ¶ أذن الرسول (ص) لعائشة أن تنظر إلى الحبشة وهم يلعبون بحرابهم في المسجد النبوي وظلت تنظر إليهم حتى سئمت هي فانصرفت متفق عليه وهو مخرج في آداب الزفاف مع جمع ألفاظ الحديث من سائر الروايات",
            "page": "133",
            "part": "1",
            "seal": "79112A4F"
        },
        {
            "hno": "187",
            "id": "190",
            "nass": "187 - (حسن) ¶ عن عائشة أن أسماء بنت أبي بكر - أختها - دخلت على النبي (ص) في لباس رقيق يشف عن جسمها فأعرض النبي عنها وقال: يا أسماء إن المرأة إذا بلغت المحيض لم يصلح أن يرى منها إلا هذا وهذا وأشار إلى وجهه وكفيه حسن مخرج في حجاب المرأة المسلمة",
            "page": "133",
            "part": "1",
            "seal": "16CD7256"
        },
        {
            "hno": "188",
            "id": "191",
            "nass": "188 - (صحيح) ¶ عن جرير بن عبد الله قال: سألت رسول الله (ص) عن نظر الفجاءة فقال اصرف بصرك يعني لاتعاود النظر مرة ثانية صحيح أخرجه أحمد ومسلم وأبو داود والترمذي وهو مخرج في حجاب المرأة المسلمة",
            "page": "133",
            "part": "1",
            "seal": "E4060882"
        },
        {
            "hno": "189",
            "id": "192",
            "nass": "189 - (صحيح) ¶ عم الرجل صنو أبيه صحيح وهو قطعة من حديث لأبي هريرة رواه مسلم وغيره مخرج في الإرواء",
            "page": "134",
            "part": "1",
            "seal": "854249D5"
        },
        {
            "hno": "190",
            "id": "193",
            "nass": "190 - (حسن) ¶ عن جابر (ر) عن النبي (ص) قال: من كان يؤمن بالله واليوم الآخر فلا يدخل الحمام إلا بمئزر ومن كان يؤمن بالله واليوم الآخر فلا يدخل حليلته الحمام حسن أخرجه النسائي والحاكم وأحمد",
            "page": "134",
            "part": "1",
            "seal": "4E23218D"
        },
        {
            "hno": "191",
            "id": "194",
            "nass": "191 - (ضعيف) ¶ وعن عائشة (ر) أن رسول الله (ص) نهى عن دخول الحمامات ثم رخص للرجال أن يدخلوها بالمآزر ضعيف أخرجه أبو داود والترمذي وابن ماجه وأحمد",
            "page": "134",
            "part": "1",
            "seal": "0BBFC592"
        },
        {
            "hno": "192",
            "id": "195",
            "nass": "192 - (ضعيف) ¶ عن عبد الله بن عمر أن النبي (ص) قال في شأن الحمامات فلا يدخلها الرجال إلا بمئزر وامنعوها النساء إلا مريضة أو نفساء ضعيف أخرجه أبو داود وابن ماجه",
            "page": "135",
            "part": "1",
            "seal": "4D1ECA9C"
        },
        {
            "hno": "193",
            "id": "196",
            "nass": "193 - (صحيح) ¶ عن ابن عباس أن النبي (ص) قال: اتقوا بيتا يقال له الحمام فقالوا يا رسول الله إنه يذهب الدرن وينفع المريض قال فمن دخله فليستتر صحيح رواه الحاكم",
            "page": "135",
            "part": "1",
            "seal": "CF0BB6E4"
        },
        {
            "hno": "194",
            "id": "197",
            "nass": "194 - (صحيح) ¶ عن عائشة (ر) سمعت رسول الله (ص) يقول ما من امرأة تضع ثيابها في غير بيت زوجها إلا هتكت الستر بينها وبين ربها صحيح روا هـ الترمذي واللفظ له وأبو داود وابن ماجه والحاكم",
            "page": "136",
            "part": "1",
            "seal": "42E754C1"
        },
        {
            "hno": "195",
            "id": "198",
            "nass": "195 - (صحيح) ¶ عن أم سلمة أنه (ص) قال: أيما امرأة نزعت ثيالها في غير بيتها خرق الله عنها ستره صحيح بما قبله أخرجه أحمد والحاكم",
            "page": "136",
            "part": "1",
            "seal": "8863FA49"
        },
        {
            "hno": "196",
            "id": "199",
            "nass": "196 - (حسن) ¶ روى معقل بن يسار عن رسول الله (ص) قال: لأن يطعن في رأس أحدكم بمخيط من حديد خير له من أن يمس امرأة لا تحل له حسن أخرجه الطبراني والبيهقي وهو مخرج في سلسلة الصحيجة رقم 226",
            "page": "137",
            "part": "1",
            "seal": "CF669318"
        },
        {
            "hno": "197",
            "id": "200",
            "nass": "197 - (صحيح) ¶ وقد أخبر النبي (ص) أن من أهل النار نساء كاسيات عاريات مائلات مميلات لايدخلن الجنة ولا يجدن ريحها",
            "page": "137",
            "part": "1",
            "seal": "2F765B12"
        },
        {
            "hno": "198",
            "id": "201",
            "nass": "198 - (صحيح) ¶ من تشبه بقوم فهو منهم صحيح مخرج في حجاب المرأة المسلمة",
            "page": "137",
            "part": "1",
            "seal": "4BBDBC62"
        },
        {
            "hno": "199",
            "id": "202",
            "nass": "199 - (صحيح) ¶ المرأة إذا استعطرت فمرت بالمجلس فهي كذا وكذا يعني: زانية رواه أبو داود والترمذي وقال حديث حسن صحيح ورواه النسائي وابن خزيمة وابن حبان ولفظهما قال النبي (ص) أيما امرأة استعطرت فمرت على قوم ليجدوا ريحها فهي زانية رواه الحاكم أيضا وقال صحيح الإسناد وهو مخرج في حجاب المرأة المسلمة",
            "page": "137",
            "part": "1",
            "seal": "C692771A"
        },
        {
            "hno": "200",
            "id": "203",
            "nass": "200 - (صحيح) ¶ وقال (ص) لزوجه سودة قد أذن الله لكن أن تخرجن لحوائجكن رواه البخاري ومسلم وهو مخرج في حجاب المرأة المسلمة",
            "page": "138",
            "part": "1",
            "seal": "CAB8136E"
        },
        {
            "hno": "201",
            "id": "204",
            "nass": "201 - (صحيح) ¶ إذا استأذنت امرأة أحدكم الى المسجد فلا يمنعها أخرجه البخاري ومسلم وهو عند البخاري بلفظ آخر وهو إذا استأذنكم نساؤكم بالليل إلى المسجد فأذنوا لهن ولفظ مسلم وأحمد إذا استأذنت أحدكم امرأته الى المسجد فلا يمنعها وزادا في رواية لهما فقال بلال بن عبد الله: والله لنمنعهن قال فأقبل عليه عبد الله فسبه سبا سيئا ما سمعته سبه مثله قط وقال: أخبرك عن رسول الله (ص) وتقول والله لنمنعهن",
            "page": "138",
            "part": "1",
            "seal": "00241F3D"
        },
        {
            "hno": "202",
            "id": "205",
            "nass": "202 - (صحيح) ¶ لا تمنعوا إماء الله مساجد الله رواه مسلم وأحمد",
            "page": "139",
            "part": "1",
            "seal": "99813A75"
        },
        {
            "hno": "203",
            "id": "206",
            "nass": "203 - (ضعيف) ¶ عن نبهان مولى أم سلمة أن النبي (ص) قال لها ولميمونة وقد دخل عليهما ابن أم مكتوم احتجبا فقالتا إنه أعمى قال: أفعمياوان أنتما ألستما تبصرانه ضعيف وهو مخرج في إرواء الغليل",
            "page": "139",
            "part": "1",
            "seal": "38410BB3"
        },
        {
            "hno": "204",
            "id": "207",
            "nass": "204 - (صحيح) ¶ أن النبي (ص) أمر فاطمة بنت قيس أن تقضي عدتها في بيت أم شريك ثم استدرك فقال: تلك امأة يغشاها أصحابي اعتدي عند ابن أم مكتوم فإنه رجل أعمى تضعين ثيابك ولا يراك صحيح أخرجه مالك وعنه مسلم وكذا أبو داود والنسائي وأحمد كلهم عن مالك",
            "page": "139",
            "part": "1",
            "seal": "F775182C"
        },
        {
            "hno": "205",
            "id": "208",
            "nass": "205 - (صحيح) ¶ روى الشيخان وغيرهما عن سهل بن سعد الأنصاري قال: لما أعرس أبو أسيد الساعدي دعا النبي (ص) وأصحابه فما صنع لهم طعاما ولا قدم إليهم إلا امرأته أم أسيد بلت تمرات في تور (إناء) من حجارة من الليل فلما فرغ النبي (ص) من الطعام أماثته له - أي مرسته بيدها - فسقته - تتحفه بذلك صحيح مخرج في آداب الزفاف",
            "page": "139",
            "part": "1",
            "seal": "D1BF98CF"
        },
        {
            "hno": "206",
            "id": "209",
            "nass": "206 - (صحيح) ¶ يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء رواه البخاري وبقية الستة من حديث عبد الله بن مسعود",
            "page": "140",
            "part": "1",
            "seal": "77601458"
        },
        {
            "hno": "207",
            "id": "210",
            "nass": "207 - (ضعيف) ¶ إنما هلك من كان قبلكم بالتشديد شددوا على أنفسهم فشدد الله عليهم فأولئك بقاياهم في الأديار والصوامع فاعبدوا الله ولا تشركوا به وحجوا واعتمروا واسقيموا يستقم بكم ضعيف بهذا اللفظ لكن أخرج أبو داود والواحدي في تفسيره من طريق بن عبد الرحمن بن أبي العمياء أن سهل بن أبي أمامة أنه دخل هو وأبوه على انس بن مالك بالمدينة فقال: إن رسول الله (ص) كان يقول لاتشددوا على أنفسكم فيشدد عليكم فإن قوما شددوا على أنفسهم ... . الحديث دون قوله فاعبدوا الله ... قال الألباني لعله هكذا حسن",
            "page": "140",
            "part": "1",
            "seal": "E5AC0970"
        },
        {
            "hno": "208",
            "id": "211",
            "nass": "208 - (متفق عليه) ¶ أن رهطا من الصحابة ذهبوا إلى بيوت النبي (ص) يسألون أزواجه عن عبادته فلما أخبروا بها كأنهم تقالوها - أي اعتبروها قليلة - ثم قالوا: أين نحن من رسول الله (ص) وقد غفر له ما تقدم من ذنبه وما تأخر فقال أحدهم: أما أنا فأصوم الدهر فلا أفطر وقال الثاني: وأنا أقوم الليل فلا أنام وقال الثالث: وأنا أعتزل النساء فلما بلغ ذلك النبي (ص) - بين لهم خطأهم وعوج طريقهم - وقال لهم: إنما أنا أعلمكم بالله وأخشاكم له ولكني أقوم وأنام وأصوم وأفطر وأتزوج النساء فمن رغب عن سنتي فليس مني أخرجه البخاري ومسلم",
            "page": "141",
            "part": "1",
            "seal": "1B815CAF"
        },
        {
            "hno": "209",
            "id": "212",
            "nass": "209 - (صحيح) ¶ يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج رواه البخاري",
            "page": "141",
            "part": "1",
            "seal": "88695E44"
        },
        {
            "hno": "210",
            "id": "213",
            "nass": "210 - (حسن) ¶ ثلاثة حق على الله عونهم الناكح الذي يريد العفاف والمكاتب الذي يريد الأداء - أي العبد الذي يريد أن يحرر رقبته ببذل مقدار من المال يكاتب عليه سيده - والغازي في سبيل الله حسن أخرجه أحمد والنسائي والترمذي وابن ماجة والحاكم وأبو يعلى",
            "page": "142",
            "part": "1",
            "seal": "745F0F03"
        },
        {
            "hno": "211",
            "id": "214",
            "nass": "211 - (صحيح) ¶ عن أبي هريرة قال: كنت عند النبي (ص) فأتاه رجل فأخبره أنه تزوج امرأة من الأنصار فقال رسول الله (ص) : أنظرت إليها قال: لا قال: فاذهب فانظر إليها فإن في أعين الأنصار شيئا رواه مسلم",
            "page": "142",
            "part": "1",
            "seal": "F9E047A4"
        },
        {
            "hno": "212",
            "id": "215",
            "nass": "212 - (صحيح) ¶ روى المغيرة بن شعبة أنه خطب امرأة فقال النبي (ص) : أنظر إليها فإنه أحرى أن يؤدم بينكما فأتى أبويها فأخبرهما بقول رسول الله (ص) فكأنهما كرها ذلك فسمعت ذلك المرأة وهي في خدرها فقالت: إن كان رسول الله (ص) أمرك أن تنظر فانظر قال المغيرة فنظرت إليها فتزوجتها أخرجه أحمد وابن ماجة والترمذي وابن حبان والدارمي",
            "page": "142",
            "part": "1",
            "seal": "97A738F8"
        },
        {
            "hno": "42",
            "id": "44",
            "nass": "42 - (صحيح) ¶ وسئل أبو الدرداء (ر) عن كبش ذبح لكنيسة يقال لها جرجس أهدوه لها أنأكل منه فقال أبو الدرداء للسائل اللهم عفوا إنما هم أهل كتاب طعامهم حل لنا وطعامنا حل لهم وأمره بأكله أخرجه الطبري في تفسيره",
            "page": "44",
            "part": "1",
            "seal": "CEFFA81A"
        },
        {
            "hno": "43",
            "id": "45",
            "nass": "43 - (ضعيف) ¶ لأن النبي (ص) قال: سنوا بهم سنة أهل الكتاب رواه مالك والشافعي وما ورد من تتمة لهذا الحديث غير ناكحي نسائهم ولا آكلي ذبائحهم فلم يصح عند المحدثين",
            "page": "45",
            "part": "1",
            "seal": "B93D995D"
        },
        {
            "hno": "44",
            "id": "46",
            "nass": "44 - (صحيح) ¶ حديث أنه (ص) قبل الجزية من مجوس هجر وهو من حديث بجالة بن عبده قال: لم يكن عمر أخذ الجزية من المجوس حتى شهد عبد الرحمن بن عوف أن رسول الله (ص) أخذها من مجوس هجر أخرجه البخاري وأبو داود والنسائي والترمذي",
            "page": "46",
            "part": "1",
            "seal": "BD82BF2F"
        },
        {
            "hno": "45",
            "id": "47",
            "nass": "45 - (صحيح) ¶ أن قوما سألوا النبي (ص) فقالوا: إن قوما يأتوننا باللحم لاندري أذكروا اسم الله عليه أم لا فقال عليه السلام سموا الله عليه أنتم وكلوا أخرجه البخاري",
            "page": "46",
            "part": "1",
            "seal": "2A3BEAF8"
        },
        {
            "hno": "46",
            "id": "48",
            "nass": "46 - (ضعيف) ¶ من قتل عصفورا عبثا عج إلى الله يوم القيامة يقول: يا رب إن فلانا قتلني عبثا ولم يقتلني منفعة أخرجه النسائي وابن حبان وأحمد والبغوي",
            "page": "47",
            "part": "1",
            "seal": "70C4DABC"
        },
        {
            "hno": "47",
            "id": "49",
            "nass": "47 - (ضعيف) ¶ ما من إنسان يقتل عصفورا فما فوقها بغير حقها إلا سأله الله عنها يوم القيامة قيل يا رسول الله وما حقها قال: أن يذبحها فيأكلها ولا يقطع رأسها فيرمي به أخرجه النسائي والحاكم",
            "page": "49",
            "part": "1",
            "seal": "4CF9229C"
        },
        {
            "hno": "48",
            "id": "50",
            "nass": "48 - (صحيح) ¶ وفي الصحيحين إذا أرسلت كلبك فاذكر اسم الله عليه فإن أمسك عليك فأدركته حيا فاذبحه أخرجه البخاري ومسلم واللفظ له والنسائي وأحمد من حديث عدي بن حاتم قال: قال لي رسول الله (ص) فذكره وزاد (وإن أدركته قد قتل ولم يأكل منه فكله وإن وجدت مع كلبك كلبا غيره وقد قتل فلا تأكل فإنك لاتدري أيهما قتله وإن رميت سهمك فاذكر اسم الله فإن غاب عنك يوما فلم تجد فيه إلا أثر سهمك فكل إن شئت وإن وجدته غريقا في الماء فلا تأكل)",
            "page": "49",
            "part": "1",
            "seal": "F1F1F96A"
        },
        {
            "hno": "49",
            "id": "51",
            "nass": "49 - (صحيح) ¶ سأل عدي بن حاتم النبي (ص) فقال: إني أرمي بالمعراض الصيد فأصيبه قال إذا رميت بالمعراض فخزق أي نفذ في الجسد فكل وما أصاب بعرضه فلا تأكل الحديث متفق عليه وأخرجه أيضا أصحاب السنن غير ابن ماجه وغيرهم",
            "page": "49",
            "part": "1",
            "seal": "66CDE3C2"
        },
        {
            "hno": "50",
            "id": "52",
            "nass": "50 - (ضعيف) ¶ لا تأكل من البندقة إلا ما ذكيت أخرجه أحمد",
            "page": "50",
            "part": "1",
            "seal": "1648476F"
        },
        {
            "hno": "51",
            "id": "53",
            "nass": "51 - (صحيح) ¶ نهى النبي (ص) عن الخذف - الرمي بحصاة ونحوها - وقال إنها لاتصيد صيدا ولا تنكأ عدوا لكنها تكسر السن وتفقأ العين أخرجه البخاري ومسلم وأبو داود والنسائي والدارمي وابن ماجه وأحمد",
            "page": "50",
            "part": "1",
            "seal": "77CE77DB"
        },
        {
            "hno": "52",
            "id": "54",
            "nass": "52 - (صحيح) ¶ إذا أرسلت الكلب فأكل من الصيد فلا تأكل فإنما أمسك على نفسه فإذا أرسلته فقتل ولم يأكل فكل فإنما أمسكه على صاحبه رواه أحمد (لم أره عند أحمد في المسند بهذا اللفظ ومعناه عند البخاري ومسلم وغيرهما من حديث عدي بن حاتم قال: سألت رسول الله (ص) قلت: إنا قوم نصيد بهذه الكلاب فقال إذا أرسلت كلابك المعلمة وذكرت اسم الله فكل مما أمسكن عليكم وإن قتلن إلا أن يأكل الكلب فإني أخاف أن يكون إنما أمسكه على نفسه وإن خالطها كلاب من غيرها فلا تأكل",
            "page": "50",
            "part": "1",
            "seal": "F645A3CB"
        },
        {
            "hno": "53",
            "id": "55",
            "nass": "53 - (صحيح) ¶ سأل عدي بن حاتم النبي (ص) قائلا: إني أرسل كلبي أجد معه كلبا لا أدري أيهما أخذه قال النبي (ص) فلا تأكل فإنما سميت على كلبك ولم تسم على غيره أخرجه الشيخان وغيرهما",
            "page": "51",
            "part": "1",
            "seal": "042B6FBC"
        },
        {
            "hno": "54",
            "id": "56",
            "nass": "54 - (صحيح) ¶ عن عدي بن حاتم قال: سألت رسول الله (ص) عن الصيد قال: إذا رميت سهمك فإن وجدته قد قتل فكل إلا أن تجده قد وقع في ماء فإنك لاتدري الماء قتله أم سهمك أخرجه الشيخان وغيرهما وزاد بعد قوله سهمك فاذكر اسم الله وليس عند البخاري فانك لا تدري",
            "page": "51",
            "part": "1",
            "seal": "582F6397"
        },
        {
            "hno": "55",
            "id": "57",
            "nass": "55 - (صحيح) ¶ عن عدي بن حاتم: قلت: يا رسول الله أرمي الصيد فأجد فيه سهمي من الغد فقال إذا علمت أن سهمك قتله ولم تر فيه أثر سبع فكل أخرجه الترمذي والنسائي وأحمد",
            "page": "52",
            "part": "1",
            "seal": "69B96872"
        },
        {
            "hno": "56",
            "id": "58",
            "nass": "56 - (صحيح) ¶ وفي صحيح مسلم أن النبي (ص) قال لأبي ثعلبة الخشني إذا رميت سهمك فغاب - أي الصيد - ثلاثة أيام وأدرتكه فكله ما لم ينتن أخرجه مسلم والنسائي وأحمد",
            "page": "52",
            "part": "1",
            "seal": "40FF7BC6"
        },
        {
            "hno": "57",
            "id": "59",
            "nass": "57 - (صحيح) ¶ وقد سئل النبي (ص) عن أشربة تصنع من العسل أو من الذرة والشعير تنبذ حتى تشتد وكان النبي (ص) قد أوتي جوامع الكلم فأجاب بجواب جامع كل مسكر خمر وكل خمر حرام رواه مسلم وهو مركب من حديثين الأول عن أبي موسى الأشعري (ر) قال: بعثني رسول الله (ص) ومعاذا إلى اليمن فقال: ادعوا الناس وبشرا ولا تنفرا ويسرا ولا تعسرا قال: فقلت: يا رسول الله أفتنا في شرابين كنا نصنعهما باليمن البتع وهو من العسل ينبذ حتى يشتد والمزر وهو من الذرة والشعير ينبذ حتى يشتد قال: وكان رسول الله (ص) قد أعطي جوامع الكلم بخواتمه فقال: أنهى عن كل مسكر أسكر عن الصلاة أخرجه مسلم وأخرجه أحمد مختصرا بلفظ كل مسكر حرام والآخر عن عبد الله بن عمر عن النبي (ص) قال: كل مسكر خمر وكل خمر حرام أخرجه مسلم وأصحاب السنن وغيرهم وأحمد وقال حديث صحيح وقال الترمذي حديث حسن صحيح",
            "page": "52",
            "part": "1",
            "seal": "145CBF81"
        },
        {
            "hno": "58",
            "id": "60",
            "nass": "58 - (صحيح) ¶ قال رسول الله (ص) ما أسكر كثيره فقليله حرام رواه أحمد وأبو داود والترمذي",
            "page": "53",
            "part": "1",
            "seal": "0ABAA65B"
        },
        {
            "hno": "59",
            "id": "61",
            "nass": "59 - (صحيح) ¶ ما أسكر الفرق منه فملء الكف منه حرام رواه أحمد وأبو داود والترمذي",
            "page": "53",
            "part": "1",
            "seal": "CD75B617"
        },
        {
            "hno": "60",
            "id": "62",
            "nass": "60 - (صحيح) ¶ لعن النبي (ص) في الخمر عشرة عاصرها ومعتصرها أي طالب عصرها وشاربها وحاملها والمحمولة إليه وساقيها وبائعها وآكل ثمنها والمشتري لها والمشتراة له أخرجه الترمذي وابن ماجه",
            "page": "54",
            "part": "1",
            "seal": "D19D84A8"
        },
        {
            "hno": "61",
            "id": "63",
            "nass": "61 - (صحيح) ¶ قال النبي (ص) إن الله حرم الخمر فمن أدركته هذه الآية وعنده منها فلا يشرب ولا يبع قال راوي الحديث فاستقبل الناس بما كان عندهم منها طرق المدينة فسفكوها أخرجه مسلم عن أبي سعيد الخدري قال: سمعت رسول الله (ص) يخطب بالمدينة قال: يا أيها الناس إن الله تعالى يعرض بالخمر ولعل الله سينزل فيها أمرا فمن كان عنده منها شيء فليبعه ولينتفع به قال: فما لبثنا إلا يسيرا حتى قال النبي (ص) ... . فذكره",
            "page": "54",
            "part": "1",
            "seal": "DA73B770"
        },
        {
            "hno": "62",
            "id": "64",
            "nass": "62 - (ضعيف جدا) ¶ من حبس العنب أيام القطاف حتى يبيعه من يهودي - أي ليهودي - أو نصراني أو ممن يتخذه خمرا - أي ولو كان مسلما - فقد تقحم النار على بصيرة رواه الطبراني في الأوسط وحسنه الحافظ في بلوغ المرام وهو ضعيف جدا وتحسين الحافظ إياه وهم لا أدري من أين منشؤه (انظر بقية الشرح)",
            "page": "55",
            "part": "1",
            "seal": "A7DC657D"
        },
        {
            "hno": "63",
            "id": "65",
            "nass": "63 - (ضعيف) ¶ وقد روي أن رجلا أراد أن يهدي للنبي E راوية خمر فأخبره النبي أن الله حرمها فقال الرجل أفلا أبيعها فقال النبي إن الذي حرم شربها حرم بيعها قال الرجل أفلا أكارم بها اليهود فقال النبي إن الذي حرمها حرم أن يكارم بها اليهود فقال الرجل فكيف أصنع بها فقال النبي (ص) شنها على البطحاء أخرجه الحميدي في المسند إسناده ضعيف. والصحيح حديث ابن عباس قال: إن رجلا أهدى لرسول الله (ص) راوية خمر فقال له رسول الله (ص) هل علمت أن الله قد حرمها قال لا فسار إنسانا فقال له رسول الله (ص) بم ساررته فقال أمرته ببيعها فقال إن الذي حرم شربها حرم بيعها قال ففتح المزادة حتى ذهب ما فيها أخرجه مسلم",
            "page": "56",
            "part": "1",
            "seal": "0D1962EC"
        },
        {
            "hno": "64",
            "id": "66",
            "nass": "64 - (صحيح) ¶ عن عمر (ر) قال سمعت رسول الله (ص) يقول: من كان يؤمن بالله واليوم الآخر فلا يقعد على مائدة تدار عليها الخمر رواه أحمد ومعناه عند الترمذي (صحيح) الارواء 1949",
            "page": "58",
            "part": "1",
            "seal": "AF9ED51D"
        },
        {
            "hno": "65",
            "id": "67",
            "nass": "65 - (صحيح) ¶ ما أجاب الرسول (ص) عنه فقد سأله رجل عن الخمر فنهاه عنها فقال الرجل إنما أصنعها للدواء قال النبي (ص) إنه ليس بدواء ولكنه داء أخرجه مسلم وأحمد وأبو داود والترمذي وابن ماجه عن وائل الحضرمي",
            "page": "58",
            "part": "1",
            "seal": "998DBCBA"
        },
        {
            "hno": "66",
            "id": "68",
            "nass": "66 - (ضعيف) ¶ إن الله أنزل الداء والدواء وجعل لكل داء دواء فتداووا ولا تتداووا بحرام أخرجه أبو داود",
            "page": "59",
            "part": "1",
            "seal": "855BB8DF"
        },
        {
            "hno": "67",
            "id": "69",
            "nass": "67 - (صحيح) ¶ قال ابن مسعود في شأن المسكر: إن الله لم يجعل شفاءكم فيما حرم عليكم",
            "page": "59",
            "part": "1",
            "seal": "29D47DDE"
        },
        {
            "hno": "68",
            "id": "70",
            "nass": "68 - (صحيح) ¶ وقال رسول الله (ص) : لاضرر ولا ضرار رواه أحمد وابن ماجه",
            "page": "60",
            "part": "1",
            "seal": "DE7D34A0"
        },
        {
            "hno": "69",
            "id": "71",
            "nass": "69 - (صحيح) ¶ وقد نهى النبي (ص) عن إضاعة المال أخرجه البخاري والدارمي وأحمد من حديث المغيرة بن شعبة قال: كان (ص) ينهى عن قيل وقال وكثرة السؤال وإضاعة المال وكان ينهى عن عقوق الأمهات ووأد البنات ومنع وهات وأخرجه مسلم عنه مرفوعا بلفظ إن الله D حرم عليكم عقوق الأمهات ووأد البنات ومنعا وهات وكره لكم ثلاثا قيل وقال وكثرة السؤال وإضاعة المال وهو رواية للبخاري وأحمد",
            "page": "60",
            "part": "1",
            "seal": "4344A0A3"
        },
        {
            "hno": "70",
            "id": "72",
            "nass": "70 - (حسن) ¶ عن بهز بن حكيم عن أبيه عن جده قال: قلت: يا رسول الله عوراتنا ما نأتي منها وما نذر فقال: احفظ عورتك إلا من زوجتك أو ما ملكت يمينك قلت يا رسول الله فإذا كان القوم بعضهم في بعض (أي في السفر ونحوه) قال: فإن استطعت أن لا يراها أحد فلا يرينها فقلت فإذا كان أحدنا خاليا (أي منفردا) قال: فالله تبارك وتعالى أحق أن يستحيا منه رواه أحمد وأبو داود والترمذي وابن ماجه والحاكم والبيهقي. (انظر أيضا السجل رقم 353، أوغاية المرام حديث 70)",
            "page": "60",
            "part": "1",
            "seal": "142ED3D1"
        },
        {
            "hno": "71",
            "id": "73",
            "nass": "71 - (ضعيف) ¶ تنظفوا فإن الإسلام نظيف أخرجه ابن حبان في الضعفاء من حديث عائشة",
            "page": "61",
            "part": "1",
            "seal": "99FEF316"
        },
        {
            "hno": "72",
            "id": "74",
            "nass": "72 - (ضعيف جدا) ¶ النظافة تدعو إلى الإيمان والإيمان مع صاحبه في الجنة أخرجه الطبراني في الأوسط بسند ضعيف جدا",
            "page": "61",
            "part": "1",
            "seal": "A6763CE6"
        },
        {
            "hno": "73",
            "id": "75",
            "nass": "73 - (ضعيف) ¶ جاء رجل إلى النبي ثائر الرأس واللحية فأشار إليه الرسول كأنه يأمره بإصلاح شعره ففعل ثم رجع فقال النبي (ص) أليس هذا خيرا من أن يأتي أحدكم ثائر الرأس كأنه شيطان ضعيف بهذا اللفظ أخرجه مالك في الوطأ ويغني عنه الحديث الذي بعده",
            "page": "62",
            "part": "1",
            "seal": "23F71E19"
        },
        {
            "hno": "74",
            "id": "76",
            "nass": "74 - (صحيح) ¶ ورأى النبي (ص) رجلا رأسه أشعث فقال: أما وجد هذا ما يسكن به شعره ورأى آخر عليه ثياب وسخة فقال: أما كان هذا يجد ما يغسل به ثوبه رواه أبو داود",
            "page": "62",
            "part": "1",
            "seal": "D71AC822"
        },
        {
            "hno": "75",
            "id": "77",
            "nass": "75 - (صحيح) ¶ وجاء إليه (ص) رجل وعليه ثوب دون فقال له: ألك مال قال نعم قال من أي المال قال من كل المال قد أعطاني الله تعالى قال: فإذا آتاك الله مالا فلير أثر نعمة الله عليك وكرامته أخرجه النسائي وأبو داود والحاكم ,احمد وابن سعد والحربي وجاء في رولية أحمد فإن الله D إذا أنعم على عبد نعمة أحب أن ترى عليه وله شاهد عند الترمذي بلفظ إن الله يحب أن يرى أثر نعمته على عبده",
            "page": "63",
            "part": "1",
            "seal": "4808F2E1"
        },
        {
            "hno": "76",
            "id": "78",
            "nass": "76 - (صحيح) ¶ قال: ما على أحدكم - إن وجد سعة - أن يتخذ ثوبين ليوم الجمعة غير ثوبي مهنته أخرجه أبو داود",
            "page": "64",
            "part": "1",
            "seal": "43EBC774"
        },
        {
            "hno": "77",
            "id": "79",
            "nass": "77 - (صحيح) ¶ عن علي كرم الله وجهه قال: أخذ النبي (ص) حريرا فجعله في يمينه وأخذ ذهبا فجعله في شماله ثم قال: إن هذين حرام على ذكور أمتي رواه أحمد وأبو داود والنسائي وابن حبان وابن ماجه وزاد ابن ماجه حل لإناثهم وله شاهد من حديث أبي موسى أن رسول الله (ص) قال: أحل الذهب والحرير لإناث أمتي وحرم على ذكورها",
            "page": "64",
            "part": "1",
            "seal": "5CC24F54"
        },
        {
            "hno": "78",
            "id": "80",
            "nass": "78 - (صحيح) ¶ وعن عمر قال: سمعت النبي (ص) يقول: لاتلبسوا الحرير فإن من لبسه في الدنيا لم يلبسه في الآخرة أخرجه البخاري ومسلم والنسائي والترمذي وأحمد",
            "page": "66",
            "part": "1",
            "seal": "3D42D23B"
        },
        {
            "hno": "79",
            "id": "81",
            "nass": "79 - (صحيح) ¶ وقال (ص) في حلة من الحرير إنما هذه لباس من لا خلاق له أخرجه البخاري ومسلم وأبو داود والنسائي وابن ماجه وأحمد من حديث عمر Bهـ",
            "page": "66",
            "part": "1",
            "seal": "78BF42AA"
        },
        {
            "hno": "80",
            "id": "82",
            "nass": "80 - (صحيح) ¶ ورأى خاتما من ذهب في يد رجل فنزعه وطرحه وقال: يعمد أحدكم إلى جمرة من نار فيجعلها في يده فقيل للرجل بعد ما ذهب رسول الله (ص) خذ خاتمك انتفع به قال: لا والله لا آخذه وقد طرحه رسول الله (ص) أخرجه مسلم وغيره من حديث ابن عباس",
            "page": "67",
            "part": "1",
            "seal": "4667CCC6"
        },
        {
            "hno": "81",
            "id": "83",
            "nass": "81 - (صحيح) ¶ روى البخاري عن ابن عمر قال: اتخذ رسول الله (ص) خاتما من ورق (فضة) وكان في يده ثم كان بعد في يد أبي بكر ثم كان بعد في يد عمر ثم كان بعد في يد عثمان حتى وقع بعد في بئر أريس أخرجه البخاري وكذا مسلم وأبو داود وأحمد والحميدي في مسنده وزادوا في آخره نقشه محمد رسول الله",
            "page": "67",
            "part": "1",
            "seal": "111F3446"
        },
        {
            "hno": "82",
            "id": "84",
            "nass": "82 - (صحيح) ¶ وفي صحيح البخاري أن الرسول قال للرجل الذي أراد تزوج المرأة الواهبة نفسها: التمس ولو خاتما من حديد وقد أخرجه بقية أصحاب السنن وغيرهم ولا حجة فيه على تحليل لبس خاتم الحديد لأنه لايلزم من جواز الإتخاذ جواز اللبس وقد صح النهي عنه فقد روى البخاري في الأدب المفرد وأحمد عن عمرو بن شعيب عن أبيه عن جده ان رجلا أتى النبي (ص) وفي يده خاتم من ذهب فأعرض النبي (ص) عنه فلما رأى الرجل كراهيته ذهب فألقى الخاتم وأخذ خاتما من حديد فلبسه وأتى النبي (ص) قال: هذا شر هذا حلية أهل النار فرجع فطرحه ولبس خاتما من ورق فسكت عنه النبي (ص) واسناده جيد صحيح",
            "page": "67",
            "part": "1",
            "seal": "A9342ADC"
        },
        {
            "hno": "83",
            "id": "85",
            "nass": "83 - (صحيح) ¶ فقد أذن E بلبسه (الحرير) لعبد الرحمن بن عوف والزبير بن عوام Bهما لحكة كانت بهما أخرجه البخاري وكذا مسلم وأبو داود والنسائي والترمذي وأحمد من حديث أنس بن مالك قال: رخص النبي (ص) للزبير وعبد الرحمن في لبس الحرير لحكة بهما وزاد مسلم وأحمد في رواية في سفر ولفظ الترمذي وهو في رواية للبخاري أن عبد الرحمن بن عوف والزبير بن عوام شكيا القمل إلى النبي (ص) في غزاة لهما فرخص لهما في قميص الحرير قال: ورأيته عليهما وقال الترمذي حديث حسن صحيح",
            "page": "69",
            "part": "1",
            "seal": "C01113E3"
        },
        {
            "hno": "84",
            "id": "86",
            "nass": "84 - (صحيح) ¶ أيما امرأة استعطرت فمرت على قوم ليجدوا ريحها فهي زانية وكل عين زانية أخرجه النسائي والحاكم وابن خزيمة وابن حبان في صحيحهما وأبو داود والترمذي",
            "page": "69",
            "part": "1",
            "seal": "32CA7385"
        },
        {
            "hno": "213",
            "id": "216",
            "nass": "213 - (حسن) ¶ إذا خطب أحدكم المرأة فقدر أن ينظر منها بعض ما يدعوه إلى نكاحها فليفعل حسن أخرجه أحمد وأبو داود",
            "page": "143",
            "part": "1",
            "seal": "C0FEF76D"
        },
        {
            "hno": "214",
            "id": "217",
            "nass": "214 - (صحيح) ¶ المؤمن أخو المؤمن فلا يحل للمؤمن أن يبتاع على بيع أخيه ولا يخطب على خطبة أخيه أخرجه مسلم وكذا والبيهقي وأحمد دون الجملة الأولى",
            "page": "143",
            "part": "1",
            "seal": "AF11B24C"
        },
        {
            "hno": "215",
            "id": "218",
            "nass": "215 - (صحيح) ¶ لايخطب الرجل على خطبة الرجل حتى يترك الخاطب قبله أو يأذن له أخرجه البخاري وكذا النسائي والترمذي وأحمد",
            "page": "143",
            "part": "1",
            "seal": "179EDF89"
        },
        {
            "hno": "216",
            "id": "219",
            "nass": "216 - (صحيح) ¶ الثيب أحق بنفسها من وليها والبكر تستأذن في نفسها وإذنها صماتها صحيح وهو من حديث عبد الله بن عباس (ر) وهو من إفراد مسلم ولم يخرجه البخاري",
            "page": "143",
            "part": "1",
            "seal": "00C9951C"
        },
        {
            "hno": "217",
            "id": "220",
            "nass": "217 - (ضعيف) ¶ جاءت فتاة إلى النبي (ص) فأخبرته أن أباها زوجها من ابن أخيه وهي له كارهة فجعل النبي (ص) الأمر إليها فقالت: قد أجزت ما صنع أبي ولكن أردت أن أعلم النساء أن ليس للآباء من الأمر شيء ضعيف أخرجه ابن ماجة وغيره",
            "page": "144",
            "part": "1",
            "seal": "E9B28033"
        },
        {
            "hno": "218",
            "id": "221",
            "nass": "218 - (ضعيف) ¶ ثلاث لا يؤخرون الصلاة إذا أتت والجنازة إذا حضرت والأيم إذا وجدت لها كفؤا ضعيف وهو مخرج في أحكام الجنائز وبدعها",
            "page": "144",
            "part": "1",
            "seal": "DBB6D184"
        },
        {
            "hno": "219",
            "id": "222",
            "nass": "219 - (حسن) ¶ إذا أتاكم من ترضون دينه وخلقه فزوجوه إلا تفعلوه تكن فتنة في الأرض وفساد كبير حسن مخرج في إرواء الغليل",
            "page": "144",
            "part": "1",
            "seal": "59F1415C"
        },
        {
            "hno": "220",
            "id": "223",
            "nass": "220 - (صحيح) ¶ يحرم من الرضاع ما يحرم من النسب متفق عليه وهو مخرج في الإرواء",
            "page": "144",
            "part": "1",
            "seal": "33334F55"
        },
        {
            "hno": "221",
            "id": "224",
            "nass": "221 - (صحيح) ¶ لا يجمع بين المرأة وعمتها ولا بين المرأة وخالتها حديث متواتر رواه سبعة من الصحابة منهم أبو هريرة وله عنه وحده سبعة طرق مخرج في الإرواء",
            "page": "145",
            "part": "1",
            "seal": "137AD075"
        },
        {
            "hno": "222",
            "id": "225",
            "nass": "222 - (صحيح) ¶ إظفر بذات الدين تربت يداك أخرجه البخاري وكذا مسلم وأبو داود والنسائي والدارمي وابن ماجة وأحمد مخرج في الصحيحة 303",
            "page": "145",
            "part": "1",
            "seal": "FB08EE46"
        },
        {
            "hno": "223",
            "id": "226",
            "nass": "223 - (صحيح) ¶ وقد روي أن مرثد بن أبي مرثد استأذن النبي (ص) أن يتزوج بغيا كانت له بها علاقة في الجاهلية - واسمها عناق - فأعرض النبي (ص) عنه حتى نزل قوله: {الزاني لاينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك وحرم ذلك على المؤمنين} فتلا النبي (ص) الآية وقال له: لا تنكحها القصة عند أبي داود والنسائي والترمذي صحيح مخرج في الإرواء",
            "page": "145",
            "part": "1",
            "seal": "2F63A34C"
        },
        {
            "hno": "224",
            "id": "227",
            "nass": "224 - (متفق عليه) ¶ قال ابن مسعود: كنا نغزو مع رسول الله (ص) وليس معنا نساء فقلنا ك ألا نستخصي فنهانا رسول الله (ص) عن ذلك ورخص لنا أن ننكح المرأة بالثوب إلى أجل أخرجه البخاري ومسلم وأحمد ثم حرمت متعة النساء بعد ذلك كما ورد في الحديث التالي رقم 225",
            "page": "145",
            "part": "1",
            "seal": "7F54439D"
        },
        {
            "hno": "225",
            "id": "228",
            "nass": "225 - (صحيح) ¶ أخرج مسلم في صحيحه عن سبرة الجهني أنه غزا مع النبي (ص) في فتح مكة فأذن لهم في متعة النساء قال: فلم يخرج حتى حرمها رسول الله (ص) وفي لفظ من حديثه وإن الله حرم ذلك إلى يوم القيامة صحيح مخرج في الإرواء",
            "page": "146",
            "part": "1",
            "seal": "F618C394"
        },
        {
            "hno": "225",
            "id": "229",
            "nass": "225 - (صحيح) ¶ عن ابن عباس سأله سائل عن متعة النساء فرخص له فقال له مولى له إنما ذلك في الحال الشديد وفي النساء قلة أو نحوه قال ابن عباس نعم صحيح أخرجه البخاري وفي صحيح مسلم والبيهقي عن ابن أبي عمرة الأنصاري أنه قال لابن عباس وقد أفتى بالمتعة مهلا إنها كانت رخصة في أول الاسلام لمن اضطر إليها كالميتة والدم ولحم الخنزير ثم أحكم الله الدين ونهى عنها",
            "page": "289",
            "part": "1",
            "seal": "37A09F3D"
        },
        {
            "hno": "226",
            "id": "230",
            "nass": "226 - (صحيح) ¶ أسلم غيلان الثقفي وتحته عشر نسوة ... صحيح رواه الشافعي وأحمد وابن ماجة وابن أبي شيبة والدارقطني والبيهقي وهو مخرج في الإرواء",
            "page": "146",
            "part": "1",
            "seal": "EFB5B077"
        },
        {
            "hno": "227",
            "id": "231",
            "nass": "227 - (حسن) ¶ وكذلك من أسلم عن ثمانية حسن رواه أبو داود وهو مخرج في الإرواء",
            "page": "146",
            "part": "1",
            "seal": "16C8A948"
        },
        {
            "hno": "228",
            "id": "232",
            "nass": "228 - (ضعيف) وعن خمسة نهاه الرسول A أن يمسك منهن إلا أربعا",
            "page": "147",
            "part": "1",
            "seal": "5C41AF90"
        },
        {
            "hno": "229",
            "id": "233",
            "nass": "229 - (صحيح) ¶ من كانت له امرأتان يميل لإحداهما على الأخرى جاء يوم القيامة يجر أحد شقيه ساقطا أو مائلا صحيح أخرجه أبو داود والنسائي والترمذي وابن ماجة والدارمي وابن حبان والحاكم والطيالسي وأحمد",
            "page": "147",
            "part": "1",
            "seal": "1863D9C5"
        },
        {
            "hno": "229",
            "id": "234",
            "nass": "229 - (ضعيف) ¶ لما تبين لإبن عباس (ر) أن الناس توسعوا فيها - يعني المتعة - ولم يقتصروا على موضع الضرورة أمسك عن فتياه ورجع عنها ضعيف أخرجه البيهقي",
            "page": "290",
            "part": "1",
            "seal": "8563F575"
        },
        {
            "hno": "230",
            "id": "235",
            "nass": "230 - (ضعيف) ¶ كان رسول الله (ص) يقسم فيعدل ويقول: اللهم هذا قسمي فيما أملك فلا تؤاخذني فيما تملك ولا أملك ضعيف أخرجه أصحاب السنن وغيرهم",
            "page": "147",
            "part": "1",
            "seal": "0805FF5B"
        },
        {
            "hno": "231",
            "id": "236",
            "nass": "231 - (متفق عليه) ¶ كان إذا أراد سفرا حكم بينهن القرعة فأيتهن خرج سهمها سافر بها متفق عليه وله عدة روايات انظر الكتاب",
            "page": "147",
            "part": "1",
            "seal": "C6F8645F"
        },
        {
            "hno": "232",
            "id": "237",
            "nass": "232 - (لم تتم دراسته) ¶ إنما أمرتكم أن تعتزلوا مجامعتهن إذا حضن ولم آمركم بإخراجهن من البيوت كفعل الأعاجم فلما سمع اليهود ذلك قالوا: هذا الرجل يريد ألا يدع شيئا من أمرنا إلا خالفنا فيه قال الألباني لم أجده بهذا السياق في شيء من كتب السنة التي عندي انظر الكتاب فقد ذكر فيه أحاديث قريبة منه منها حديث أنس بن مالك (ر) أن اليهود كانوا إذا حاضت المرأة فيهم لم يؤاكلوها ولم يجامعوهن في البيوت فسأل أصحاب النبي (ص) النبي (ص) فأنزل الله تعالى {ويسألونك عن المحيض. .} فقال رسول الله (ص) اصنعوا كل شيء إلا النكاح فبلغ ذلك اليهود فقالوا ... فذكره صحيح أخرجه مسلم وغيره",
            "page": "148",
            "part": "1",
            "seal": "E1AEB5DE"
        },
        {
            "hno": "233",
            "id": "238",
            "nass": "233 - (صحيح) ¶ لا تأتوا النساء في أدبارهن صحيح من حديث خزيمة بن ثابت وهو مخرج في الإرواء وآداب الزفاف",
            "page": "149",
            "part": "1",
            "seal": "0F7B7BBD"
        },
        {
            "hno": "234",
            "id": "239",
            "nass": "234 - (حسن) ¶ هي اللوطية الصغرى يعني الرجل يأتي امرأته في دبرها حسن أخرجه أحمد عن عمرو بن شعيب عن أبيه عن جده أن النبي (ص) قال: فذكره",
            "page": "149",
            "part": "1",
            "seal": "C71CBFB2"
        },
        {
            "hno": "235",
            "id": "240",
            "nass": "235 - (صحيح) ¶ سألته امرأة من الأنصار عن وطء المرأة في قبلها من ناحية دبرها فتلا عليعا قوله تعالى {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} صماما واحدا صحيح مخرج في آداب الزفاف",
            "page": "150",
            "part": "1",
            "seal": "FB665593"
        },
        {
            "hno": "236",
            "id": "241",
            "nass": "236 - (حسن) ¶ جاء عمر بن الخطاب إلى رسول الله (ص) فقال يا رسول الله هلكت قال وما الذي اهلكك قال حولت رحلي الليلة فلم يرد عليه شيئا فأوحي إلى رسول الله (ص) هذه الآية {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} يقول: اقبل وادبر واتق الدبر والحيضة رواه النسائي في العشرة والطبراني والواحدي بسند حسن نص الحديث من آداب الزفاف",
            "page": "150",
            "part": "1",
            "seal": "FF4ACE6A"
        },
        {
            "hno": "237",
            "id": "242",
            "nass": "237 - (ضعيف) ¶ إن من شر الناس منزلة عند الله يوم القيامة الرجل يفضي إلى المرأة وتفضي إليه ثم ينشر سرها ضعيف مخرج في آداب الزفاف",
            "page": "150",
            "part": "1",
            "seal": "F0BF0A19"
        },
        {
            "hno": "238",
            "id": "243",
            "nass": "238 - (ضعيف) ¶ عن أبي هريرة قال: صلى بنا رسول الله (ص) فلما سلم أقبل علينا بوجهه فقال مجالسكم هل منكم الرجل إذا أتى أهله أغلق بابه وأرخى ستره ثم يخرج فيحدث فيقول: فعلت بأهلي كذا وفعلت بأهلي كذا فسكتوا فأقبل على النساء فقال: هل منكن من تحدث فجثت فتاة كعاب على إحدى ركبتيها وتطاولت ليراها رسول الله (ص) ويسمع كلامها فقالت إي والله ... إنهم يتحدثون وإنهن ليتحدثن فقال عليه السلام هل تدرون ما مثل من فعل ذلك إن مثل من فعل ذلك مثل شيطان وشيطانة لقي أحدهما صاحبه بالسكة فقضىحاجته منها والناس ينظرون إليه ضعيف أخرجه أحمد وأبو داود والبزار",
            "page": "150",
            "part": "1",
            "seal": "2FF05A13"
        },
        {
            "hno": "239",
            "id": "244",
            "nass": "239 - (صحيح) ¶ روي في الصحيحين عن جابر: كنا نعزل على عهد رسول الله (ص) والقرآن ينزل وفي صحيح مسلم قال: كنا نعزل على عهد رسول الله فبلغ ذلك رسول الله (ص) فلم ينهنا صحيح مخرج في آداب الزفاف",
            "page": "151",
            "part": "1",
            "seal": "5E206111"
        },
        {
            "hno": "240",
            "id": "245",
            "nass": "240 - (صحيح) ¶ جاء رجل إلى النبي (ص) فقال: يا رسول الله إن لي جارية وأنا أعزل عنها وإني أكره أن تحمل وأنا أريد ما يريد الرجال وان اليهود تحدث أن العزل الموؤودة الصغرى فقال عليه السلام: كذبت اليهود لو أراد الله أن يخلقه ما استطعت أن تصرفه أخرجه أصحاب السنن وهو صحيح مخرج في آداب الزفاف",
            "page": "151",
            "part": "1",
            "seal": "58B76C2F"
        },
        {
            "hno": "241",
            "id": "246",
            "nass": "241 - (صحيح) ¶ عن أسامة بن زيد أن رجلا جاء إلى رسول الله (ص) فقال: يا رسول الله إني أعزل عن امرأتي فقال له رسول الله (ص) : لم تفعل ذلك فقال الرجل: أشفق على ولدها أو قال على أولادها فقال رسول الله لو كان ضارا لضر فارس والروم أخرجه مسلم وأحمد",
            "page": "152",
            "part": "1",
            "seal": "FD583216"
        },
        {
            "hno": "242",
            "id": "247",
            "nass": "242 - (ضعيف) ¶ كان (ص) من اجتهاده لأمته أن قال: لاتقتلوا أولادكم سرا فإن الغيل يدرك الفارس فيدعثره ضعيف أخرجه أبو داود وأحمد",
            "page": "152",
            "part": "1",
            "seal": "4A593B7E"
        },
        {
            "hno": "243",
            "id": "248",
            "nass": "243 - (صحيح) ¶ لقد هممت أن أنهى عن الغيلة ثم رأيت فارس والروم يفعلونه ولا يضر أولادهم شيئا صحيح أخرجه مسلم ومالك وأبو داود والنسائي والترمذي والدارمي وأحمد",
            "page": "152",
            "part": "1",
            "seal": "CA4651DD"
        },
        {
            "hno": "244",
            "id": "249",
            "nass": "244 - (صحيح) ¶ سأل رجل النبي (ص) فقال: يا رسول الله ما حق زوجة أحدنا عليه قال: أن تطعمها إذا طعمت وتكسوها إذا اكتسيت ولا تضرب الوجه ولا تقبح ولا تهجر إلا في البيت صحيح أخرجه أبو داود وابن حبان",
            "page": "153",
            "part": "1",
            "seal": "0C7992F5"
        },
        {
            "hno": "245",
            "id": "250",
            "nass": "245 - (ضعيف) ¶ كفى بالمرء إثما أن يضيع من يقوت أخرجه أبو داود والنسائي والحاكم ضعيف بهذا اللفظ وأخرجه مسلم بلفظ ... . . أن يحبس عمن يملك قوته",
            "page": "153",
            "part": "1",
            "seal": "F7A2251D"
        },
        {
            "hno": "246",
            "id": "251",
            "nass": "246 - (ضعيف) ¶ لا يحل لا مرأة تؤمن بالله أن تأذن في بيت زوجها وهو كاره ولا تخرج وهو كاره ولا تطيع فيه أحدا ولا تعتزل فراشه ولا تضربه (إذا كانت أقوى منه جسدا) فإن كان هو أظلم فلتأته حتى ترضيه فإن قبل منها فبها ونعمت وقبل الله عذرها وأفلج (أي أظهر) حجتها وإن هو لم يرض فقد أبلغت عند الله عذرها ضعيف أخرجه الحاكم",
            "page": "153",
            "part": "1",
            "seal": "9696F26B"
        },
        {
            "hno": "247",
            "id": "252",
            "nass": "247 - (صحيح) ¶ لا يفرك أي لا يبغض مؤمن مؤمنة إن سخط منها خلقا رضي منها غيره صحيح أخرجه مسلم وأحمد عن أبي هريرة إلا أنهما قالا كره مكان سخط",
            "page": "154",
            "part": "1",
            "seal": "5B5F984D"
        },
        {
            "hno": "248",
            "id": "253",
            "nass": "248 - (ضعيف) ¶ ثلاثة لا ترفع صلاتهم فوق رؤوسهم شبرا رجل أم قوما وهم له كارهون وامرأة باتت وزوجها عليعا ساخط وأخوان متصارمان - متخاصمان - ضعيف أخرجه ابن ماجة وابن حبان والضياء في المختارة لكن للحديث شاهد من حديث أبي أمامة مرفوعا به إلا أنه قال (العبد الآبق مكان أخوان متصارمان) أخرجه الترمذي بسند حسن",
            "page": "154",
            "part": "1",
            "seal": "5172EDB7"
        },
        {
            "hno": "249",
            "id": "254",
            "nass": "249 - (ضعيف) ¶ قال عليه السلام لخادم عنده أغضبه في عمل لولا القصاص يوم القيامة لأوجعتك بهذا السواك ضعيف أخرجه ابن سعد في الطبقات الكبرى عن داود بن عبد الله عن ابن جدعان عن جدته عن أم سلمة أن النبي (ص) أرسل وصيفة له فأبطأت فقال فذكره وهذا سند ضعيف",
            "page": "155",
            "part": "1",
            "seal": "7E3A3B75"
        },
        {
            "hno": "250",
            "id": "255",
            "nass": "250 - (صحيح) ¶ علام يضرب أحدكم امرأته ضرب العبد صحيح أخرجه أحمد والبخاري وكذا مسلم والترمذي والدارمي وابن ماجة من حديث عبد الله بن زمعة (ر) قال: قال رسول الله (ص) علام يجلد أحدكم امرأته جلد العبد ولعله يضاجعها من آخر يومه وهذا لفظ أحمد وفي رواية له علام يضرب إلا أنه قال ثم يضاجعها من آخر الليل وكلهم قالوا يضاجعها إلا البخاري في احدى روايتيه ولفظها لايجلد أحدكم امرأته جلد العبد ثم يجامعها في آخر اليوم",
            "page": "155",
            "part": "1",
            "seal": "EE00F3B5"
        },
        {
            "hno": "251",
            "id": "256",
            "nass": "251 - (ضعيف) ¶ لا تجدون أولئك خياركم قاله في سائر من يضربون نسائهم وهو ضعيف ولكن له شاهد أخرجه ابن حبان أن الرجال استأذنوا رسول الله (ص) في ضرب النساء فأذن لهم فضربوهن فبات فسمع صوتا عاليا فقال ما هذا فقالوا أذنت للرجال في ضرب النساء فضربوهن فنهاهم وقال خيركم خيركم لأهله وأنا من خيركم لأهلي وله شاهد آخر عند الحاكم من طريق أم كلثوم بنت أبي بكر (ر) قالت كان الرجال نهوا عن ضرب النساء ثم شكوهن الى رسول الله (ص) فخلى بينهم وبين الضرب ثم قال: لقد أطاف الليلة بآل محمد (ص) سبعون امرأة كلهن قد ضربن قال يحيى وحسبت أن القاسم قال: ثم قيل لهم بعد ولن يضرب خياركم فلعل الحديث يتقوى بهذين الشاهدين ويرتقي إلى درجة الحسن",
            "page": "156",
            "part": "1",
            "seal": "10A12504"
        },
        {
            "hno": "252",
            "id": "257",
            "nass": "252 - (صحيح) ¶ ما ضرب رسول الله (ص) امرأة له ولا خادما قط ولا ضرب بيده شيئا قط إلا في سبيل الله أو تنتهك حرمات الله فينتقم لله صحيح أخرجه النسائي في الكبرى بهذا اللفظ ومسلم وأحمد بهذا التمام والدارمي وابن ماجة مختصرا وللبخاري الجملة الأخيرة منه بلفظ وما انتقم رسول الله (ص) لنفسه إلا أن تنتهك حرمة الله فينتقم لله بها وهو رواية لأحمد",
            "page": "157",
            "part": "1",
            "seal": "D4B7D9B4"
        },
        {
            "hno": "253",
            "id": "258",
            "nass": "253 - (ضعيف) ¶ أبغض الحلال إلى الله الطلاق ما أحل الله شيئا أبغض إليه من الطلاق ضعيف أخرجه أبو داود باللفظ الأول عم محارب بن دثار عن ابن عمر مرفوعا وباللفظ الآخر عن محارب مرسلا وهو الصواب كما في الإرواء",
            "page": "158",
            "part": "1",
            "seal": "AEFDE03F"
        },
        {
            "hno": "297",
            "id": "302",
            "nass": "297 - (حسن) ¶ عن عيسى بن حمزة قال: دخلت على عبد الله بن حكيم وبه حمرة فقلت: ألا تعلق تميمة فقال: نعوذ بالله من ذلك وفي رواية الموت أقرب من ذلك قال رسول الله (ص) من علق شيئا وكل إليه حسن أخرجه الترمذي والحاكم وأحمد",
            "page": "181",
            "part": "1",
            "seal": "C56A55E4"
        },
        {
            "hno": "298",
            "id": "303",
            "nass": "298 - (صحيح) ¶ عن ابن مسعود أنه دخل على امرأته وفي عنقها شيء معقودة فجذبه فقطعه ثم قال: لقد أصبح آل عبد الله أغنياء أن يشركوا بالله ما لم ينزل به سلطانا ثم قال: سمعت رسول الله (ص) يقول: إن الرقى والتمائم والتولة شرك قالوا يا أبا عبد الرحمن هذه الرقى والتمائم قد عرفناها فما التولة قال شيء تصنعه النساء يتحببن إلى أزواجهن صحيح أخرجه ابن حبان والحاكم وهو مخرج في سلسلة الصحيحة رقم 331",
            "page": "182",
            "part": "1",
            "seal": "963F296D"
        },
        {
            "hno": "299",
            "id": "304",
            "nass": "299 - (صحيح) ¶ وقد روي أن ابن مسعود (ر) نهى امرأته عن مثل هذه الرقى الجاهلية فقالت له: فإني خرجت يوما فأبصرني فلان فدمعت عيني التي تليه (أي أصابها بعين حاسدة شريرة) فإذا رقيتها سكنت دمعتها وإذا تركتها دمعت فقال ابن مسعود لها: ذلك الشيطان إذا أطعتيه تركك وإذا عصيتيه طعن بأصبعه في عينك ولكن لو فعلت كما فعل رسول الله (ص) كان خيرا لك وأجدر أن تشفى: تنضحين في عينك الماء وتقولين: أذهب الباس رب الناس اشف أنت الشافي لاشفاء إلا شفاؤك شفاء لا يغادر سقما صحيح أخرجه ابن ماجة واللفظ له وأبو داود باختصار والحاكم أخصر منهما وهو تمام الحديث الذي قبله رقم 298",
            "page": "183",
            "part": "1",
            "seal": "DC1DD44B"
        },
        {
            "hno": "300",
            "id": "305",
            "nass": "300 - (حسن) ¶ ليس منا من تطير أو تطير له أو تكهن له أو سحر أو سحر له أخرجه الطبراني والحديث حسن لغيره",
            "page": "183",
            "part": "1",
            "seal": "1E58409F"
        },
        {
            "hno": "301",
            "id": "306",
            "nass": "301 - (ضعيف) ¶ العيافة والطيرة والطرق من الجبت أبو داود والنسائي وابن حبان",
            "page": "183",
            "part": "1",
            "seal": "04D7AF57"
        },
        {
            "hno": "302",
            "id": "307",
            "nass": "302 - (ضعيف) ¶ ثلاثة لا يسلم منهن أحد: الظن والطيرة والحسد فإذا ظننت فلا تحقق وإذا تطيرت فلا ترجع وإذا حسدت فلا تبغ الطبراني قال الالباني لم أجد أحدا ذكره بهذا السياق من المحدثين ومن رواية الطبراني وانما عزاه اليه الهيثمي في المجمع من حديث حارثة بن النعمان قال: قال رسول الله (ص) ثلاث لازمات أمتي الطيرة والحسد وسوء الظن فقال رجل ما يذهبهن يا رسول الله ممن هن فيه قال: اذا حسدت فاستغفر الله واذا ظننت فلا تحقق واذا تطيرت فلا تمض وهو ضعيف ... . . الخ",
            "page": "185",
            "part": "1",
            "seal": "6438F57F"
        },
        {
            "hno": "303",
            "id": "308",
            "nass": "303 - (صحيح) ¶ عن ابن مسعود أن النبي (ص) قال الطيرة شرك الطيرة شرك الطيرة شرك قال ابن مسعود وما منا إلا ... . ولكن يذهبه الله بالتوكل أبو داود ةالترمذي وهو صحيح",
            "page": "186",
            "part": "1",
            "seal": "5375FCD9"
        },
        {
            "hno": "304",
            "id": "309",
            "nass": "304 - (ضعيف) ¶ ليس منا من دعى الى عصبية وليس منا من قاتل على عصبية وليس منا من مات على عصبية ضعيف الاسناد أخرجه أبو داود وابن عدي ... الخ غير ان الحديث صحيح المعنى فقد أخرج مسلم وغيره من حديث ابي هريرة قال النبي (ص) من خرج من الطاعة وفارق الجماعة فمات مات ميتة جاهلية ومن قاتل تحت راية عمية يغضب لعصبية أو يدعو الى عصبة أو ينصر عصبة فقتل فقتلته جاهلية ... وفي رواية فليس من امتي",
            "page": "186",
            "part": "1",
            "seal": "F981A52E"
        },
        {
            "hno": "305",
            "id": "310",
            "nass": "305 - (ضعيف) ¶ عن واثلة بن الأسقع قال: قلت: يا رسول الله ما العصبية قال: أن تعين قومك على ظلم ضعيف أخرجه أبو داود",
            "page": "187",
            "part": "1",
            "seal": "B179F996"
        },
        {
            "hno": "306",
            "id": "311",
            "nass": "306 - (صحيح) ¶ انصر أخاك ظالما أو مظلوما قالوا: يا رسول الله هذا ننصره مظلوما فكيف ننصره ظالما قال: تمنعه من الظلم فذلك نصر له صحيح أخرجه البخاري وهو مخرج في إرواء الغليل",
            "page": "187",
            "part": "1",
            "seal": "5DF4A350"
        },
        {
            "hno": "307",
            "id": "312",
            "nass": "307 - (صحيح) ¶ روى البخاري أن أبا ذر وبلالا الحبشي (ر) تغاضبا وتسابا وفي ثورة الغضب قال أبو ذر لبلال: يا ابن السوداء فشكاه بلال إلى النبي (ص) فقال النبي (ص) لأبي ذر: أعيرته بأمه إنك امرؤ فيك جاهلية صحيح بغير هذا السياق أخرجه الخاري ومسلم وأحمد عن المعرور بن سويد قال: رأيت أبا ذر الغفاري عليه حلة وعلى غلامه حلة فسألناه عن ذلك فقال إني ساببت رجلا فشكاني إلى النبي (ص) فقال لي النبي (ص) أعيرته بأمه ... زاد في الموضع الأول إنك امرؤ فيك جاهلية هذا لفظ البخاري",
            "page": "188",
            "part": "1",
            "seal": "344EA4DB"
        },
        {
            "hno": "308",
            "id": "313",
            "nass": "308 - (حسن) ¶ عن أبي ذر أن النبي (ص) قال له: انظر فانك لست بخير من أحمر ولا أسود إلا أن تفضله بتقوى الله أخرجه أحمد وسنده ضعيف ولكن يشهد له ويقويه حديث أبي سعيد قال: قال رسول الله (ص) إن ربكم واحد وإن أباكم واحد فلا فضل لعربي على أعجمي ولا أحمر على أسود إلا بالتقوى فهو حسن",
            "page": "188",
            "part": "1",
            "seal": "5EA1A91A"
        },
        {
            "hno": "309",
            "id": "314",
            "nass": "309 - (حسن) ¶ كلكم بنو آدم وآدم خلق من تراب حسن قال الهيثمي رواه البزار عن حذيفة وفيه الحسين العرني وهو ضعيف قلت لكن يشهد له حديث أبي سعيد المتقدم آنفا وحديث أبي هريرة الآتي",
            "page": "189",
            "part": "1",
            "seal": "F5B8881A"
        },
        {
            "hno": "310",
            "id": "315",
            "nass": "310 - (ضعيف) ¶ إن أنسابكم هذه ليست بمسبة على أحدكم كلكم بنو آدم ... ليس لأحد على أحد فضل إلا بدين أو تقوى أخرجه أحمد وسنده ضعيف من أجل ابن لهيعة",
            "page": "189",
            "part": "1",
            "seal": "0890B87A"
        },
        {
            "hno": "311",
            "id": "316",
            "nass": "311 - (صحيح) ¶ الناس للآدم وحواء ... إن الله لا يسألكم عن أحسابكم ولا أنسابكم يوم القيامة إن أكرمكم عند الله أتقاكم صحيح مخرج في الأحاديث الصحيحة 1038",
            "page": "189",
            "part": "1",
            "seal": "00EB3882"
        },
        {
            "hno": "312",
            "id": "317",
            "nass": "312 - (حسن) ¶ لينتهين أقوام يفتخرون بآبائهم الذين ماتوا إنما هم فحم جهنم أو ليكونن أهون على الله من الجعل يدهده الخرء بأنفه إن الله أذهب عنكم عبية الجاهلية وفخرها بالآباء إنما هو مؤمن تقي وفاجر شقي الناس بنم آدم وآدم خلق من تراب حسن أخرجه أبو داود والترمذي والطحاوي والبيهقي وأحمد وابن وهب والن منده وأبو نعيم",
            "page": "190",
            "part": "1",
            "seal": "9C7E2873"
        },
        {
            "hno": "313",
            "id": "318",
            "nass": "313 - (صحيح) ¶ يا أيها الناس إن ربكم واحد ألا لافضل لعربي على عجمي ولا عجمي على عربي ولا لأحمر على أسود ولا لأسود على أحمر إلا بالتقوى (إن أكرمكم عند الله أتقاكم) صحيح انظر الشرح",
            "page": "190",
            "part": "1",
            "seal": "18F893C0"
        },
        {
            "hno": "314",
            "id": "319",
            "nass": "314 - (صحيح) ¶ ليس منا من لطم الخدود وشق الجيوب ودعا بدعوى الجاهلية صحيح رواه البخاري ومسلم وغيره من حديث عبد الله بن مسعود وهو مخرج في الإرواء",
            "page": "191",
            "part": "1",
            "seal": "232B81C9"
        },
        {
            "hno": "315",
            "id": "320",
            "nass": "315 - (صحيح) ¶ عن زينب بنت أبي سلمة أنها روت عن أم حبيبة زوج النبي (ص) حين توفي أبوها أبو سفيان بن حرب وعن زينب بنت جحش حين توفي أخوها وأن كلا منهما دعت بطيب لمست منه ثم قالت: والله ما لي بالطيب من حاجة غير أني سمعت رسول الله (ص) يقول: لا يحل لامرأة تؤمن بالله واليوم الآخر أن تحد على ميت فوق ثلاث ليال إلا على زوج أربعة أشهر وعشرا رواه البخاري",
            "page": "191",
            "part": "1",
            "seal": "197FEC85"
        },
        {
            "hno": "316",
            "id": "321",
            "nass": "316 - (صحيح) ¶ جاءت امرأة إلى رسول الله (ص) فقالت: إن ابنتي توفي عنها زوجها وقد اشتكت عينها أفنكحلها فقال رسول الله (ص) : لا مرتين أو ثلاثا كل ذلك يقول: لا صحيح رواه البخاري وأخرجه مسلم وغيره وهو مخرج في الإرواء",
            "page": "192",
            "part": "1",
            "seal": "70F9FC8A"
        },
        {
            "hno": "317",
            "id": "322",
            "nass": "317 - (صحيح) ¶ إن الله ورسوله حرم بيع الخمر والميتة والخنزير والأصنام متفق عليه في الارواء",
            "page": "192",
            "part": "1",
            "seal": "9DFC4F9D"
        },
        {
            "hno": "318",
            "id": "323",
            "nass": "318 - (صحيح) ¶ إن الله إذا حرم شيئا حرم ثمنه صحيح وهو من حديث ابن عباس قال: رأيت رسول الله (ص) عند الركن قال: فرفع بصره إلى السماء فضحك فقال: لعن الله اليهود (ثلاثا) إن الله حرم عليهم الشحوم فباعوها وأكلوا أثمانها وإن الله إذا حرم ... . أخرجه أبو داود والسياق له والشافعي وأحمد والدارقطني الجملة الأخيرة منه والبيهقي باسناد صحيح",
            "page": "192",
            "part": "1",
            "seal": "08056D0C"
        },
        {
            "hno": "319",
            "id": "324",
            "nass": "319 - (صحيح) ¶ حديث النهي عن بيع الغرر في صحيح مسلم وغيره مخرج في الأرواء",
            "page": "193",
            "part": "1",
            "seal": "6877421B"
        },
        {
            "hno": "320",
            "id": "325",
            "nass": "320 - (صحيح) ¶ نهى النبي (ص) عن بيع الثمار حتى يبدو صلاحها صحيح وهو عند الشيخين وغيرهما من حديث عبد الله بن عمر مخرج في الأرواء",
            "page": "193",
            "part": "1",
            "seal": "375255E9"
        },
        {
            "hno": "321",
            "id": "326",
            "nass": "321 - (صحيح) ¶ نهى عن بيع السنبل حتى يبيض ويأمن العاهة صحيح أخرجه مسلم وغيره مخرج في الأرواء",
            "page": "193",
            "part": "1",
            "seal": "8C5604FE"
        },
        {
            "hno": "322",
            "id": "327",
            "nass": "322 - (صحيح) ¶ أرأيت إذا منع الله الثمرة بم يستحل أحدكم مال أخيه صحيح أخرجه البخاري ومسلم مخرج في الأرواء",
            "page": "193",
            "part": "1",
            "seal": "EB98F6EB"
        },
        {
            "hno": "323",
            "id": "328",
            "nass": "323 - (صحيح) ¶ غلا السعر على عهده (ص) فقالوا: يا رسول الله سعر لنا قال: إن الله هو المسعر القابض الباسط الرازق وإني لأرجو أن ألقى الله وليس أحد منكم يطالبني بمظلمة في دم ولا مال صحيح أخرجه أبو داود والترمذي والدارمي وابن ماجة والبيهقي واحمد والطبراني والضياء المقدسي",
            "page": "194",
            "part": "1",
            "seal": "D0C8321A"
        },
        {
            "hno": "324",
            "id": "329",
            "nass": "324 - (ضعيف) ¶ من احتكر الطعام أربعين ليلة فقد برىء من الله وبرىء الله منه رواه أحمد والحاكم وابن أبي حاتم وأبو نعيم والحديث ضعيف منكر غير محفوظ ليس بجيد ولا موضوع",
            "page": "194",
            "part": "1",
            "seal": "17E0F5DB"
        },
        {
            "hno": "325",
            "id": "330",
            "nass": "325 - (صحيح) ¶ لا يحتكر إلا خاطىء صحيح أخرجه مسلم وكذا أبو داود والترمذي والدارمي وابن ماجة وأحمد وفي رواية لمسلم وغيره بلفظ من احتكر فهو خاطىء",
            "page": "195",
            "part": "1",
            "seal": "9197D498"
        },
        {
            "hno": "326",
            "id": "331",
            "nass": "326 - (ضعيف) ¶ بئس العبد المحتكر لإن سمع برخص ساءه وإن سمع بغلاة فرح ضعيف رواه الطبراني وغيره بإسناد واه",
            "page": "196",
            "part": "1",
            "seal": "87589A3B"
        },
        {
            "hno": "327",
            "id": "332",
            "nass": "327 - (ضعيف) ¶ الجالب مرزوق والمحتكر ملعون ضعيف أخرجه ابن ماجة والحاكم والدارمي والبيهقي وعبد بن حميد والعقيلي وغيرهم",
            "page": "196",
            "part": "1",
            "seal": "7D0E6C65"
        },
        {
            "hno": "328",
            "id": "333",
            "nass": "328 - (ضعيف) ¶ عن معقل بن يسار قال: سمعت رسول الله (ص) يقول: من دخل في شيء من أسعار المسلمين ليغليه عليهم كان حقا علىالله تبارك وتعالى أن يقعده بعظم من النار يوم القيامة قال: أنت سمعت من رسول الله (ص) قال: غير مرة ولا مرتين ضعيف أخرجه أحمد والحاكم",
            "page": "197",
            "part": "1",
            "seal": "5CA503BB"
        },
        {
            "hno": "329",
            "id": "334",
            "nass": "329 - (صحيح) ¶ قال أنس: نهينا أن يبيع حاضر لباد ولو كان أخاه لأبيه وأمه متفق عليه أخرجه البخاري ومسلم والطحاوي والبيهقي",
            "page": "197",
            "part": "1",
            "seal": "94815B9A"
        },
        {
            "hno": "330",
            "id": "335",
            "nass": "330 - (صحيح) ¶ لا يبيع حاضر لباد دعوا الناس يرزق الله بعضهم من بعض صحيح أخرجه مسلم وأبو داود والنسائي والترمذي وابن ماجة وابن الجارود وابن أبي شيبة والطحاوي والطيالسي وأحمد",
            "page": "198",
            "part": "1",
            "seal": "12D6B7A5"
        },
        {
            "hno": "331",
            "id": "336",
            "nass": "331 - (صحيح) ¶ سئل ابن عباس عن معنى لايبيع حاضر لباد فقال: لايكون له سمسارا صحيح أخرجه البخاري ومسلم وأبو داود والنسائي وأحمد عن ابن عباس قال: قال رسول الله (ص) : لاتلقوا الركبان ولا يبيع حاضر لباد فقلت لابن عباس: ما قوله لايبيع حاضر لباد قال لايكون له سمسارا",
            "page": "198",
            "part": "1",
            "seal": "B68023EE"
        },
        {
            "hno": "332",
            "id": "337",
            "nass": "332 - (صحيح) ¶ الدين النصيحة صحيح أخرجه مسلم وأبو داود والنسائي وأحمد وعلقه البخاري",
            "page": "199",
            "part": "1",
            "seal": "CEDA6B2F"
        },
        {
            "hno": "333",
            "id": "338",
            "nass": "333 - (حسن) ¶ إذا استنصح أحدكم أخاه فلينصح له حسن أخرجه أحمد وفي رواية دعوا الناس يصيب بعضهم من بعض فإذا استنصح أحدكم أخاه فلينصحه وفي صحيح مسلم من حديث أبي هريرة مرفوعا حق المسلم على المسلم ست إذا لقيته فسلم عليه وإذا دعاك فأجبه وإذا استنصحك فانصح له وإذا عطس فحمد الله فشمته وإذا مرض فعده وإذا مات فاتبعه",
            "page": "199",
            "part": "1",
            "seal": "74B997B1"
        },
        {
            "hno": "334",
            "id": "339",
            "nass": "334 - (صحيح) ¶ المسلمون عند شروطهم البخاري معلقا ورواه أحمد وأبو داود والحاكم وغيرهم موصولا وهو صحيح ومخرج في الارواء",
            "page": "200",
            "part": "1",
            "seal": "B697D329"
        },
        {
            "hno": "335",
            "id": "340",
            "nass": "335 - (صحيح) ¶ نهى النبي (ص) عن النجش متفق عليه أخرجه البخاري ومسلم وأحمد وغيرهم من حديث ابن عمر وهو مخرج في الارواء",
            "page": "200",
            "part": "1",
            "seal": "888C0625"
        },
        {
            "hno": "336",
            "id": "341",
            "nass": "336 - (صحيح) ¶ نهى النبي (ص) عن تلقي السلع قبل الوصول إلى السوق صحيح أخرجه مسلم وأحمد وابن ماجة ولفظه نهى رسول الله (ص) عن تلقي الجلب وفي رواية أخرى أنه قال البيوع مكان الجلب واسناده صحيح أيضا",
            "page": "200",
            "part": "1",
            "seal": "954796B2"
        },
        {
            "hno": "337",
            "id": "342",
            "nass": "337 - (صحيح) ¶ أن النبي (ص) جعل لصاحب السلعة الخيار إذا ورد السوق صحيح رواه مسلم وهو من حديث أبي هريرة مرفوعا لا تلقوا الجلب فمن تلقاه فاشترى منه فإذا اتى سيده السوق فهو بالخيار وقد أخرجه أصحاب السنن أيضا وغيرهم وهو في الإرواء",
            "page": "201",
            "part": "1",
            "seal": "238EC362"
        },
        {
            "hno": "338",
            "id": "343",
            "nass": "338 - (صحيح) قال A: البيعان بالخيار ما لم يتفرقا فإن صدقا وبينا بورك لهما في بيعهما وإن كذبا وكتما محقت بركة بيعهما",
            "page": "201",
            "part": "1",
            "seal": "B4A395B6"
        },
        {
            "hno": "339",
            "id": "344",
            "nass": "339 - (صحيح) ¶ لا يحل لأحد يبيع بيعا الا بين ما فيه ولا يحل لمن يعلم ذلك إلا بينه صحيح وهو في الارواء",
            "page": "201",
            "part": "1",
            "seal": "6E268C8E"
        },
        {
            "hno": "1",
            "id": "1",
            "nass": "1 - (صحيح) ¶ وقال رسول الله (ص) : إنما أنا رحمة مهداة",
            "page": "14",
            "part": "1",
            "seal": "1EE8CCB0"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "2 - (حسن) ¶ حديث ما أحل الله في كتابه فهو حلال وما حرم فهو حرام وما سكت عنه فهو عفو فاقبلوا من الله عافيته فإن الله لم يكن لينسى شيئا وتلا {وما كان ربك نسيا}",
            "page": "14",
            "part": "1",
            "seal": "A594B7FB"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "3 - (ضعيف) ¶ وعن سلمان الفارسي: سئل رسول الله (ص) عن السمن والجبن والفراء فقال الحلال ما أحل الله في كتابه والحرام ما حرم الله في كتابه وما سكت عنه فهو مما عفا لكم رواه الترمذي وابن ماجه",
            "page": "15",
            "part": "1",
            "seal": "25C8F029"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - (ضعيف) ¶ وقال (ص) إن الله فرض فرائض فلا تضيعوها وحد حدودا فلا تعتدوها وحرم أشياء فلا تنتهكوها وسكت عن أشياء رحمة بكم غير نسيان فلا تبحثوا عنها (رواه الدارقطني وحسنه النووي وهو ضعيف",
            "page": "17",
            "part": "1",
            "seal": "1EE1BAAC"
        },
        {
            "hno": "5",
            "id": "5",
            "nass": "5 - (صحيح) ¶ من أحدث في أمرنا ما ليس منه فهو رد متفق عليه",
            "page": "19",
            "part": "1",
            "seal": "E96F1DFC"
        },
        {
            "hno": "6",
            "id": "6",
            "nass": "6 - (حسن) ¶ وقد جاء عدي بن حاتم إلى النبي (ص) وكان قد دان بالنصرانية قبل الإسلام فلما سمع النبي (ص) يقرا هذه الآية {اتخذوا أحبارهم ورهبانهم أربابا من دون الله والمسيح ابن مريم وما أمروا إلا ليعبدوا إلها واحدا لا إله إلا هو سبحانه عما يشركون} قال يا رسول الله إنهم لم يعبدوهم فقال بلى إنهم حرموا عليهم الحلال وأحلوا لهم الحرام فاتبعوهم فذلك عبادتهم إياهم الترمذي وغيره وحسنه وفي رواية أن النبي عليه السلام قال تفسيرا لهذه الآية أما إنهم لم يكونوا يعبدونهم ولكنهم كانوا إذا أحلوا لهم شيئا استحلوه وإذا حرموا عليهم شيئا حرموه",
            "page": "19",
            "part": "1",
            "seal": "BDB66115"
        },
        {
            "hno": "7",
            "id": "7",
            "nass": "7 - (صحيح) ¶ قال (ص) ألا هلك المتنطعون ألا هلك المتنطعون ألا هلك المتنطعون رواه مسلم وأحمد وأبو داود",
            "page": "20",
            "part": "1",
            "seal": "74552BC8"
        },
        {
            "hno": "8",
            "id": "8",
            "nass": "8 - (ضعيف) ¶ فقال (ص) بعثت بالحنيفية السمحة رواه أحمد",
            "page": "20",
            "part": "1",
            "seal": "3897CD90"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "9 - (ضعيف) ¶ ذكر النبي (ص) فيما يروي عن ربه تبارك وتعالى أنه قال إني خلقت عبادي حنفاء وإنهم أتتهم الشياطين فاجتالتهم عن دينهم وحرمت عليهم ما أحللت لهم وأمرتهم أن يشركوا بي ما لم أنزل به سلطانا رواه مسلم",
            "page": "22",
            "part": "1",
            "seal": "37F8D2D1"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "10 - (حسن) ¶ حديث النبي (ص) قال اتقوا الملاعن الثلاث (أي التي تجلب على فاعلها اللعنة من الله والناس) البراز في الموارد وقارعة الطريق والظل",
            "page": "22",
            "part": "1",
            "seal": "1C86F427"
        },
        {
            "hno": "11",
            "id": "11",
            "nass": "11 - (ضعيف) ¶ وقال عليه السلام لاترتكبوا ما ارتكب اليهود وتستحلوا محارم الله بأدنى الحيل",
            "page": "23",
            "part": "1",
            "seal": "7CB1197D"
        },
        {
            "hno": "12",
            "id": "12",
            "nass": "12 - (صحيح) ¶ حديث ليستحلن طائفة من أمتي الخمر يسمونها بغير اسمها رواه أحمد",
            "page": "24",
            "part": "1",
            "seal": "2EA0D862"
        },
        {
            "hno": "13",
            "id": "13",
            "nass": "13 - (ضعيف) ¶ حديث يأتي على الناس زمان يستحلون الربا باسم البيع",
            "page": "25",
            "part": "1",
            "seal": "BF5008EE"
        },
        {
            "hno": "14",
            "id": "14",
            "nass": "14 - (صحيح) ¶ قال النبي (ص) إنما الأعمال بالنيات وإنما لكل امرىء ما نوى أخرجه الشيخان وغيرهما من حديث عمر بن الخطاب مرفوعا وهو حديث مشهور",
            "page": "25",
            "part": "1",
            "seal": "9FC38619"
        },
        {
            "hno": "15",
            "id": "15",
            "nass": "15 - (صحيح) ¶ قال النبي (ص) وفي بضع أحدكم صدقة قالوا أيأتي أحدنا شهوته يا رسول الله ويكون له فيها أجر قال أليس إن وضعها في حرام كان عليه وزر فكذلك إذا وضعها في حلال كان له أجر رواه الشيخان وهو من حديث أبي ذر (ر) إن ناسا من أصحاب النبي (ص) قالوا للنبي (ص) يا رسول الله ذهب أهل الدثور بالأجور يصلون كما نصلي ويصومون كما نصوم ويتصدقون بفضول أموالهم قال أوليس قد جعل الله لكم ما تصدقون إن بكل تسبيحة صدقة وكل تكبيرة صدقة وكل تحميدة صدقة وكل تهليلة صدقة وأمر بالمعروف صدقة ونهي عن المنكر صدقة وفي بضع أحدكم صدقة ... . والباقي مثل ما سبق إلا أنه قال أرأيتم لو وضعها هكذا أخرجه مسلم وأبو داود وأحمد",
            "page": "25",
            "part": "1",
            "seal": "1C270210"
        },
        {
            "hno": "16",
            "id": "16",
            "nass": "16 - (ضعيف) ¶ حديث من طلب الدنيا حلالا تعففا عن المسألة وسعيا على عياله وتعطفا على جاره لقي الله ووجهه كالقمر ليلة البدر رواه الطبراني",
            "page": "26",
            "part": "1",
            "seal": "832A0E6C"
        },
        {
            "hno": "17",
            "id": "17",
            "nass": "17 - (حسن) ¶ قال (ص) إن الله طيب لا يقبل إلا طيبا وإن الله أمر المؤمنين بما أرسل به المرسلين فقال {يا أيها الرسل كلوا من الطيبات واعملوا صالحا إني بما تعملون عليم} سورة المؤمنون 51 وقال {يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم} سورة البقرة 172 ثم ذكر الرجل يطيل السفر أشعث أغبر (ساعيا للحج والعمرة ونحوهما) يمد يديه إلى السماء يا رب يا رب ومطعمه حرام ومشربه حرام وملبسه حرام وغذي بالحرام فانى يستجاب لذلك رواه مسلم والترمذي عن أبي هريرة",
            "page": "27",
            "part": "1",
            "seal": "73A6D544"
        },
        {
            "hno": "18",
            "id": "18",
            "nass": "18 - (ضعيف) ¶ من جمع مالا من حرام ثم تصدق به لم يكن له فيه أجر وكان إصره عليه رواه ابن خزيمة وابن حبان والحاكم عن أبي هريرة",
            "page": "28",
            "part": "1",
            "seal": "571C64A7"
        },
        {
            "hno": "19",
            "id": "19",
            "nass": "19 - (ضعيف) ¶ لايكسب عبد مالا حراما فيتصدق به فيقبل منه ولا ينفق منه فيبارك له فيه ولا يتركه خلف ظهره إلا كان زاده الى النار إن الله تعالى لايمحو السيء بالسيء ولكن يمحو السيء بالحسن إن الخبيث لا يمحو الخبيث أحمد وغيره عن ابن مسعود",
            "page": "29",
            "part": "1",
            "seal": "71490D4C"
        },
        {
            "hno": "20",
            "id": "20",
            "nass": "20 - (صحيح) ¶ قال الرسول E الحلال بين والحرام بين وبين ذلك أمور مشتبهات لا يدري كثير من الناس أمن الحلال هي أم من الحرام فمن تركها استبراء لدينه وعرضه فقد سلم ومن واقع شيئا منها يوشك أن يواقع الحرام كما أن من يرعى حول الحمى (وهو مكان محدود يحجزه السلطان لترعى فيه أنعامه وحدها ويحجر على غيرها أن تنال منه شيئا) أوشك أن يواقعه ألا وإن لكل ملك حمى ألا وإن حمى الله محارمه رواه الشيخان وغيرهما عن النعمان بن بشير واللفظ هنا من رواية الترمذي",
            "page": "30",
            "part": "1",
            "seal": "4349E01B"
        },
        {
            "hno": "21",
            "id": "21",
            "nass": "21 - (صحيح) ¶ وايم الله لو سرقت فاطمة بنت محمد لقطعت يدها رواه البخاري",
            "page": "31",
            "part": "1",
            "seal": "E17404F4"
        },
        {
            "hno": "22",
            "id": "22",
            "nass": "22 - (صحيح) ¶ سئل النبي (ص) عن ماء البحر قال هو الطهور ماؤه الحل ميتته رواه أحمد وأصحاب السنن",
            "page": "31",
            "part": "1",
            "seal": "7C63E0C7"
        },
        {
            "hno": "23",
            "id": "23",
            "nass": "23 - (صحيح) ¶ وفي الصحيحين عن جابر (ر) أن النبي (ص) بعث سرية من أصحابه فوجدوا حوتا كبيرا قد جزر عنه البحر أي ميتا فأكلوا منه بضعة وعشرين يوما ثم قدموا إلى المدينة فأخبروا الرسول عليه السلام فقال كلوا رزقا أخرجه الله لكم أطعمونا إن كان معكم فأتاه بعضهم بشيء فأكله",
            "page": "31",
            "part": "1",
            "seal": "9B1A6F33"
        },
        {
            "hno": "24",
            "id": "24",
            "nass": "24 - (صحيح) ¶ قال ابن أبي أوفى (ر) غزونا مع رسول الله (ص) سبع غزوات نأكل معه الجراد رواه الجماعة إلا ابن ماجه",
            "page": "32",
            "part": "1",
            "seal": "F318F745"
        },
        {
            "hno": "25",
            "id": "25",
            "nass": "25 - (صحيح) ¶ عن ابن عباس قال: تصدق على مولاة لميمونة أم المؤمنين بشاة فماتت فمر بها رسول الله (ص) فقال هلا أخذتم إهابها (جلدها) فدبغتموه فانتفعتم به فقالوا إنها ميتة فقال (ص) إنما حرم أكلها رواه الجماعة الا ابن ماجه",
            "page": "33",
            "part": "1",
            "seal": "397FE978"
        },
        {
            "hno": "26",
            "id": "26",
            "nass": "26 - (صحيح) ¶ دباغ الأديم الجلد ذكاته أخرجه أبو داود والنسائي والدارقطني وأحمد والحاكم ولفظ النسائي أن نبي الله (ص) في غزوة تبوك دعا بماء من عند امرأة قالت ما عندي إلا قربة لي ميتة قال أليس قد دبغتها قالت بلى قال فإن دباغها ذكاتها وقال أبو داود دباغها طهورها زاد أحمد أو ذكاتها وفي رواية ذكاة الأديم دباغه",
            "page": "33",
            "part": "1",
            "seal": "8EF7F611"
        },
        {
            "hno": "27",
            "id": "27",
            "nass": "27 - (ضعيف) ¶ دباغه يذهب بخبثه الحاكم ضعيف بهذا اللفظ",
            "page": "34",
            "part": "1",
            "seal": "722AF0EB"
        },
        {
            "hno": "28",
            "id": "28",
            "nass": "28 - (صحيح) ¶ أيما إهاب دبغ فقد طهر وفي لفظ إذا دبغ الاهاب فقد طهر",
            "page": "35",
            "part": "1",
            "seal": "613B831E"
        },
        {
            "hno": "29",
            "id": "29",
            "nass": "29 - (صحيح) ¶ وعن سودة أم المؤمنين قالت: ماتت لنا شاة فدبغنا مسكها - جلدها - ثم مازلنا ننتبذ فيه أي نضع فيه التمر ليحلو الماء حتى صار شنا أي قربة خلقة رواه البخاري وغيره",
            "page": "36",
            "part": "1",
            "seal": "459EB788"
        },
        {
            "hno": "30",
            "id": "30",
            "nass": "30 - (صحيح) ¶ إن الله لم يجعل شفاءكم فيما حرم عليكم رواه البخاري عن ابن مسعود صحيح موقوفا",
            "page": "36",
            "part": "1",
            "seal": "87497136"
        },
        {
            "hno": "31",
            "id": "31",
            "nass": "31 - (صحيح) ¶ أن النبي (ص) رخص في لبس الحرير لعبد الرحمن بن عوف والزبير بن العوام Bهما لحكة - جرب - كانت بهمامع نهيه عن لبس الحرير ووعيده عليه",
            "page": "38",
            "part": "1",
            "seal": "9FC398C0"
        },
        {
            "hno": "32",
            "id": "32",
            "nass": "32 - (صحيح) ¶ نهى عليه السلام عن أكل الحمر الأهلية يوم خيبر أخرجه الشيخان وغيرهما من حديث جابر بن عبد الله فائدة - ما قيل إن تحريم الحمر كان لعلة موقتة وذلك لحاجتهم إلى ركوبها حينئذ فهو مع كونه مما لادليل عليه فهو باطل لحديث أنس عن النبي (ص) قال ان الله ورسوله ينهيانكم عن لحوم الحمر فانها رجس فهذه هي العلة التي نص عليها وهي تقتضي تأبيد التحريم الشارع",
            "page": "38",
            "part": "1",
            "seal": "8EEE2D7C"
        },
        {
            "hno": "33",
            "id": "33",
            "nass": "33 - (صحيح) ¶ روي في الصحيحين أنه نهى عن أكل كل ذي ناب من السباع وكل ذي مخلب من الطير",
            "page": "38",
            "part": "1",
            "seal": "B33CCA32"
        },
        {
            "hno": "34",
            "id": "34",
            "nass": "34 - (ضعيف) ¶ عن عدي بن حاتم الطائي قال: قلت يا رسول الله إننا نصيد الصيد فلا نجد سكينا إلا الظرار (أي الحجر أو المدر المحدد منه) وشقة العصا (أي البوص) فقال: أمر الدم (أي أرقه) بما شئت واذكر اسم الله عليه",
            "page": "39",
            "part": "1",
            "seal": "58B3566A"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "34 - (صحيح) ¶ عن ابن عباس قال: كان أهل الجاهلية يأكلون أشياء ويتركون أشياء تقذرا فبعث الله نبيه وأنزل كتابه فأحل حلاله وحرم حرامه فما أحل فهو حلال وما حرم فهو حرام وما سكت عنه فهو عفو وتلا {قل لاأجد فيما أوحي إلي محرما على طاعم} الآية صحيح أخرجه أبو داود",
            "page": "286",
            "part": "1",
            "seal": "C665E303"
        },
        {
            "hno": "35",
            "id": "36",
            "nass": "35 - (صحيح) ¶ وفي الصحيحين عن رافع بن خديج قال: كنا مع النبي (ص) في سفره فند بعير من إبل القوم ولم يكن معهم خيل فرماه رجل بسهم فحبسه فقال رسول الله (ص) إن لهذه البهائم أوابد كأوابد الوحش فما فعل منها هذا فافعلوا به هكذا أخرجه الشيخان وأصحاب السنن وغيرهم",
            "page": "39",
            "part": "1",
            "seal": "79F9755A"
        },
        {
            "hno": "36",
            "id": "37",
            "nass": "36 - (صحيح) ¶ والرسول عليه السلام يقول: ما أنهر الدم وذكر اسم الله عليه فكلوا أخرجه الشيخان وغيرهما من حديث ثعلبة الخشني",
            "page": "40",
            "part": "1",
            "seal": "7BA6A891"
        },
        {
            "hno": "37",
            "id": "38",
            "nass": "37 - (صحيح) ¶ وفي صحيح البخاري عن عائشة أن قوما حديثي عهد بجاهلية قالوا للنبي (ص) إن قوما يأتوننا باللحمان لاندري أذكروا اسم الله عليها أم لم يذكروا أنأكل منها أم لا فقال رسول الله (ص) اذكروا اسم الله وكلوا",
            "page": "40",
            "part": "1",
            "seal": "D940C248"
        },
        {
            "hno": "38",
            "id": "39",
            "nass": "38 - (صحيح) ¶ وأمر النبي (ص) بإحداد الشفرة وإراحة الذبيحة إن الله كتب الإحسان على كل شيء فإذا قتلتم فأحسنوا القتلة وإذا ذبحتم فأحسنوا الذبحة وليحد أحدكم شفرته وليرح ذبيحته أخرجه مسلم وأصحاب السنن الأربعة وغيرهم عن شداد بن أوس",
            "page": "40",
            "part": "1",
            "seal": "7F0713AA"
        },
        {
            "hno": "39",
            "id": "40",
            "nass": "39 - (ضعيف) ¶ عن ابن عمر أن النبي (ص) أمر أن تحد الشفار وأن توارى عن البهائم وقال: إذا ذبح أحدكم فليجهز أي فليتم رواه ابن ماجه",
            "page": "40",
            "part": "1",
            "seal": "F955F181"
        },
        {
            "hno": "40",
            "id": "41",
            "nass": "40 - (صحيح) ¶ وعن ابن عباس أن رجلا أضجع شاة وهو يحد شفرته فقال النبي (ص) أتريد أن تميتها موتات هلا أحددت شفرتك قبل أن تضجعها رواه الحاكم",
            "page": "41",
            "part": "1",
            "seal": "D312911F"
        },
        {
            "hno": "40",
            "id": "42",
            "nass": "40 - (ضعيف) ¶ رأى عمر رجلا يسحب شاة برجلها ليذبحها فقال له ويلك قدها إلى الموت قودا جميلا ضعيف أخرجه البيهقي",
            "page": "288",
            "part": "1",
            "seal": "F558F539"
        },
        {
            "hno": "41",
            "id": "43",
            "nass": "41 - (حسن) ¶ ما قطع من البهيمة وهي حية فهو ميتة أخرجه أحمد وأبو داود والترمذي والدارمي والدارقطني والحاكم والبيهقي عن أبي واقد الليثي (ر) قال: قدم رسول الله (ص) المدينة والناس يجبون أسنمة الإبل ويقطعون أليات الغنم فقال رسول الله (ص) ... فذكره",
            "page": "41",
            "part": "1",
            "seal": "C63D0FE8"
        },
        {
            "hno": "85",
            "id": "87",
            "nass": "85 - (صحيح) عن أبي هريرة قال: قال رسول الله A: صنفان من أهل النار لم أرهما: قوم معهم سياط كأذناب البقر يضربون بها الناس (إشارة الى الحكام الظلمة أعداء الشعوب ونساء كاسيات عاريات مميلات مائلات رؤوسهن كأسنمة البخت المائلة لا يدخلن الجنة ولا يجدن ريحها وإن ريحها ليوجد من مسيرة كذا وكذا)",
            "page": "70",
            "part": "1",
            "seal": "4D8981E2"
        },
        {
            "hno": "86",
            "id": "88",
            "nass": "86 - (صحيح) ¶ من حديث أبي هريرة (ر) قال: لعن الله الرجل يلبس لبسة المرأة والمرأة تلبس لبسة الرجل أخرجه أحمد وأبو داود والنسائي وابن ماجه وابن حبان والحاكم",
            "page": "70",
            "part": "1",
            "seal": "F89CF285"
        },
        {
            "hno": "87",
            "id": "89",
            "nass": "87 - (صحيح) ¶ ولعن المتشبهين من الرجال بالنساء والمتشبهات من النساء بالرجال أخرجه البخاري وغيره",
            "page": "71",
            "part": "1",
            "seal": "1B1E3B41"
        },
        {
            "hno": "88",
            "id": "90",
            "nass": "88 - (ضعيف) ¶ أربعة لعنوا في الدنيا والآخرة وأمنت الملائكة رجل جعله الله ذكرا فأنث نفسه وتشبه بالنساء وامرأة جعلها الله أنثى فتذكرت وتشبهت بالرجال والذي يضل الأعمى ورجل حصور ولم يجعل الله حصورا إلا يحيى بن زكريا أخرجه الطبراني",
            "page": "71",
            "part": "1",
            "seal": "9B0D08F1"
        },
        {
            "hno": "89",
            "id": "91",
            "nass": "89 - (صحيح) ¶ عن علي قال نهاني رسول الله (ص) عن التختم بالذهب وعن لباس القسي (نوع من الحرير) وعن لباس المعصفر أخرجه مسلم وكذا أبو داود والنسائي والترمذي وابن ماجه الجملة الأخيرة منه وأحمد",
            "page": "72",
            "part": "1",
            "seal": "722B98E3"
        },
        {
            "hno": "90",
            "id": "92",
            "nass": "90 - (صحيح) ¶ من جر ثوبه خيلاء لم ينظر الله اليه يوم القيامة متفق عليه وهو من حديث عبد الله بن عمر (ر) أخرجه البخاري ومسلم وأبو داود والنسائي والترمذي وابن ماجه وكذا مالك وأحمد من طرق كثيرة عن ابن عمر به وقال الترمذي حديث حسن صحيح وزاد البخاري والنسائي وأحمد في رواية لهم (قال أبو بكر يا رسول الله إن أحد شقي إزاري يسترخي إلا أن أتعاهد ذلك منه فقال النبي (ص) لست ممن يصنعه خيلاء وزاد أحمد في رواية من طريق نافع قال وأخبرني سليمان بن يسار أن أم سلمة ذكرت النساء فقال ترخي شبرا قالت إذن تنكشف قال فذراعا لايزدن عليه",
            "page": "72",
            "part": "1",
            "seal": "F3F8ECE0"
        },
        {
            "hno": "91",
            "id": "93",
            "nass": "91 - (صحيح) ¶ من لبس ثوب شهرة ألبسه الله ثوب مذلة يوم القيامة أخرجه أحمد وأبو داود والنسائي وابن ماجه",
            "page": "73",
            "part": "1",
            "seal": "F2E6E452"
        },
        {
            "hno": "92",
            "id": "94",
            "nass": "92 - (حسن) ¶ وقد سأل رجل ابن عمر:ماذا ألبس من الثياب فقال ما لا يزدريك فيه السفهاء - يعني لتفاهته وسوء منظره - ولا يعيبك به الحكماء أخرجه الطبراني وقع في الكتاب الحكماء والصواب الحلماء",
            "page": "74",
            "part": "1",
            "seal": "BE62DBE6"
        },
        {
            "hno": "93",
            "id": "95",
            "nass": "93 - (صحيح) ¶ وقد لعن الرسول E الواشمة والمستوشمة والواشرة والمستوشرة رواه مسلم صحيح لكن ليس فيه والواشرة والمستوشرة عند مسلم أخرجه هو وكذا البخاري من حديث عبد الله بن عمر أن رسول الله (ص) لعن الواصلة والمستوصلة والواشمة والمستوشمة وفي رواية للبخاري لعن الله الواصلة...... نعم جاءت هذه الزيادة من حديث ابن مسعود (ر) برواية مسروق أن امرأة جاءت الى ابن مسعود فقالت: أنبئت أنك تنهى عن الواصلة قال نعم فقالت أشيء تجده في كتاب الله أم سمعته عن رسول الله (ص) فقال أجده في كتاب الله وعن رسول الله (ص) فقالت والله لقد تصفحت ما بين دفتي المصحف فما وجدت فيه الذي تقول قال فهل وجدت فيه {ما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا} قالت نعم قال فإني سمعت رسول الله (ص) نهى عن النامصة والواشرة والواصلة والواشمة إلا من داء قالت المرأة فلعله في بعض نسائك قال لها ادخلي فدخلت ثم خرجت فقالت ما رأيت بأسا قال ما حفظت إذا وصية العبد الصالح (وما أريد أن أخالفكم إلى ما أنهاكم عنه) أخرجه النسائي وأحمد والسياق له واسناده صحيح على شرط مسلم",
            "page": "74",
            "part": "1",
            "seal": "B1D7D60C"
        },
        {
            "hno": "94",
            "id": "96",
            "nass": "94 - (صحيح) ¶ لعن الله الواشمات والمستوشمات والنامصات والمتنمصات والمتفلجات للحسن المغيرات خلق الله رواه البخاري ومسلم من حديث ابن مسعود",
            "page": "75",
            "part": "1",
            "seal": "EB4A13CA"
        },
        {
            "hno": "95",
            "id": "97",
            "nass": "95 - (صحيح) ¶ عن ابن عباس قال: لعنت الواصلة والمستوصلة والتامصة والمتنمصة والواشمة والمستوشمة من غير داء",
            "page": "76",
            "part": "1",
            "seal": "801A6C80"
        },
        {
            "hno": "96",
            "id": "98",
            "nass": "96 - (ضعيف) ¶ وأخرج الطبري عن امرأة أبي إسحاق أنها دخلت على عائشة وكانت شابة يعجبها الجمال فقالت المرأة تحف جبينها لزو جها فقالت اميطي عنك الأذى ما استطعت فتح الباري شرح حديث ابن مسعود في باب المتنمصات كتاب اللباس ضعيف انظر الشرح وخلاصته عدم جواز الحف خلافا لبعض الحنابلة",
            "page": "76",
            "part": "1",
            "seal": "0D86994F"
        },
        {
            "hno": "97",
            "id": "99",
            "nass": "97 - (صحيح) ¶ روى البخاري وغيره عن عائشة وأختها أسماء وابن مسعود وابن عمر وأبي هريرة أن رسول الله (ص) لعن الواصلة والمستوصلة",
            "page": "78",
            "part": "1",
            "seal": "EDB888F3"
        },
        {
            "hno": "98",
            "id": "100",
            "nass": "98 - (صحيح) ¶ عن عائشة أن جارية من الأنصار تزوجت وأنها مرضت فتمعط شعرها فأرادوا أن يصلوها فسألوا النبي (ص) فقال لعن الله الواصلة والمستوصلة أخرجه البخاري وكذا مسلم والنسائي وأحمد",
            "page": "78",
            "part": "1",
            "seal": "D6630067"
        },
        {
            "hno": "99",
            "id": "101",
            "nass": "99 - (صحيح) ¶ عن أسماء قالت: سألت امرأة النبي (ص) فقالت: يا رسول الله إن ابنتي أصابتها الحصبة فامرق شعرها وإني زوجتها أفأصل فيه فقال لعن الله الواصلة والمستوصلة أخرجه البخاري وكذا مسلم وأحمد",
            "page": "79",
            "part": "1",
            "seal": "1B5955C4"
        },
        {
            "hno": "100",
            "id": "102",
            "nass": "100 - (صحيح) ¶ وعن سعيد بن المسيب قال: قدم معاوية المدينة آخر قدمة قدمها فخطبنا فأخرج كبة من شعر قال: ما كنت أرى أحدا يفعل هذا غير اليهود إن النبي (ص) سماه الزور يعني الواصلة في الشعر وفي رواية أنه قال لأهل المدينة أين علماؤكم سمعت رسول الله (ص) ينهى عن مثل هذه ويقول: إنما هلكت بنو إسرائيل حين اتخذ هذه نساؤهم أخرجه البخاري ومسلم والنسائي وأحمد انظر الشرح وفيه أن وصل الشعر بغير الشعر من خرقة ونحوها داخل في النهي",
            "page": "79",
            "part": "1",
            "seal": "909B23D0"
        },
        {
            "hno": "101",
            "id": "103",
            "nass": "101 - (صحيح) ¶ من غشنا فليس منا رواه جماعة من الصحابة عند مسلم وغيره من أصحاب السنن والمسانيد وغيرهم",
            "page": "80",
            "part": "1",
            "seal": "DF195096"
        },
        {
            "hno": "102",
            "id": "104",
            "nass": "102 - (صحيح) ¶ حديث ابن مسعود بقوله المغيرات خلق الله",
            "page": "81",
            "part": "1",
            "seal": "48B571CE"
        },
        {
            "hno": "103",
            "id": "105",
            "nass": "103 - (ضعيف) ¶ عن سعيد بن جبير قال: لا بأس بالقرامل أخرجه أبو داود وهذا الأثر مع ضعف سنده يخالف حديث معاوية المتقدم رقم 100 فإن في بعض الروايات الصحيحة عنه أن رجلا جاء بعصا على رأسها خرقة فقال معاوية ألا وهذا الزور قال قتادة يعني ما يكثر به النساء أشعارهن من الخرق أخرجه مسلم وأحمد",
            "page": "81",
            "part": "1",
            "seal": "842F4EEA"
        },
        {
            "hno": "104",
            "id": "106",
            "nass": "104 - (صحيح) ¶ عن أبي هريرة أنه (ص) قال: إن اليهود والنصارى لا يصبغون فخالفوهم أخرجه البخاري ومسلم وأبو داود والنسائي وابن ماجه وأحمد",
            "page": "83",
            "part": "1",
            "seal": "0BC45CE2"
        },
        {
            "hno": "105",
            "id": "107",
            "nass": "105 - (صحيح) ¶ حين جاء أبو بكر الصديق بأبيه ابي قحافة يوم فتح مكة يحمله حتى وضعه بين يدي رسول الله (ص) ورأى رأسه كأنه الثغامة بياضا قال: غيروا هذا (أي الشيب) وجنبوه السواد أخرجه مسلم وأبو داود والنسائي وابن ماجة وأحمد",
            "page": "82",
            "part": "1",
            "seal": "A2E4E710"
        },
        {
            "hno": "106",
            "id": "108",
            "nass": "106 - (ضعيف) ¶ قال الزهري كنا نخضب بالسوادإذا كان الوجه جديدا فلما نغض الوجه والأسنان تركناه رواه ابن أبي عاصم في كتاب الخضاب (انظر الشرح ومناقشة للموضوع ص 83) وخلاصته أن لا دليل على الإباحة وساق أحاديث أخرى تثبت تحريم السواد)",
            "page": "83",
            "part": "1",
            "seal": "5BAB47C8"
        },
        {
            "hno": "107",
            "id": "109",
            "nass": "107 - (صحيح) ¶ عن أبي ذر إن أحسن ما غيرتم به الشيب الحناء والكتم أخرجه أبو داود والنسائي والترمذي وابن ماجه وأحمد والخطيب",
            "page": "85",
            "part": "1",
            "seal": "417EE8BE"
        },
        {
            "hno": "108",
            "id": "110",
            "nass": "108 - (صحيح) ¶ عن ابن عمر عن النبي (ص) قال خالفوا المشركين وفروا اللحى وأحفوا الشوارب أخرجه البخاري ومسلم وغيره",
            "page": "86",
            "part": "1",
            "seal": "55C3C63A"
        },
        {
            "hno": "109",
            "id": "111",
            "nass": "109 - (صحيح) ¶ عن ابن عمر من تشبه بقوم فهو منهم رواه أبو داود",
            "page": "86",
            "part": "1",
            "seal": "3DCD6B54"
        },
        {
            "hno": "110",
            "id": "112",
            "nass": "110 - (موضوع) ¶ أخرج الترمذي وغيره عن عبد الله بن عمرو أن النبي (ص) كان يأخذ من لحيته من عرضها وطولها",
            "page": "86",
            "part": "1",
            "seal": "83818F6F"
        },
        {
            "hno": "111",
            "id": "113",
            "nass": "111 - (صحيح) ¶ وكان النبي (ص) يقول: أربع من السعادة المرأة الصالحة والمسكن الواسع والجار الصالح والمركب الهني أخرجه ابن حبان من حديث سعد بن أبي وقاص",
            "page": "87",
            "part": "1",
            "seal": "D8DD53A7"
        },
        {
            "hno": "112",
            "id": "114",
            "nass": "112 - (ضعيف) ¶ أخبرنا النسائي باسناده عن أبي مجلز قال: قال أبو موسى (ر) : أتيت رسول الله (ص) فتوضأ فسمعته يقول: اللهم اغفر لي ذنبي ووسع لي في داري وبارك لي في رزقي قال: قلت: يانبي الله لقد سمعتك تدعو بكذا وكذا قال وهل ترمن من شيء",
            "page": "87",
            "part": "1",
            "seal": "FE4AB7E6"
        },
        {
            "hno": "113",
            "id": "115",
            "nass": "113 - (ضعيف) ¶ إن الله تعالى طيب يحب الطيب نظيف يحب النظافة كريم يحب الكرم جواد يحب الجود فنظفوا أفنيتكم ولا تشبهوا باليهود أخرجه الترمذي وضعفه",
            "page": "89",
            "part": "1",
            "seal": "23D4456C"
        },
        {
            "hno": "114",
            "id": "116",
            "nass": "114 - (صحيح) ¶ قال رسول الله (ص) لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر فقال رجل: إن الرجل يحب أن يكون ثوبه حسنا ونعله حسنة فقال (ص) إن الله جميل يحب الجمال أخرجه مسلم من حديث علقمة وزاد في آخره الكبر بطر الحق وغمط الناس وأخرجه أحمد من طريق حميد بن عبد الرحمن قال قال ابن مسعود ... . . فأتيته (ص) وعنده مالك بن مرارة الرهاوي فأدركت من آخر حديثه وهو يقول يا رسول الله قد قسم لي من الجمال ما ترى فما أحب أن أحدا من الناس فضلني بشراكين فما فوقهما أفليس ذلك هو البغي قال ليس ذلك بالبغي ولكن البغي من بطر قال أو قال: سفه الحق وغمط الناس",
            "page": "90",
            "part": "1",
            "seal": "ED301AE7"
        },
        {
            "hno": "115",
            "id": "117",
            "nass": "115 - (صحيح) ¶ وفي رواية أن رجلا جميلا أتى النبي (ص) فقال: إني أحب الجمال وقد أعطيت منه ما ترى حتى ما أحب أن يفوقني أحد بشراك نعل أفمن الكبر ذلك يا رسول الله قال: لا ولكن الكبر بطر الحق وغمص الناس أخرجه أبو داود من حديث أبي هريرة",
            "page": "90",
            "part": "1",
            "seal": "BBBEED4D"
        },
        {
            "hno": "116",
            "id": "118",
            "nass": "116 - (صحيح) ¶ عن أم سلمة (ر) أن الذي يأكل في آنية الذهب والفضة إنما يجرجر في بطنه نار جهنم أخرجه مسلم",
            "page": "90",
            "part": "1",
            "seal": "A3F3C151"
        },
        {
            "hno": "117",
            "id": "119",
            "nass": "117 - (صحيح) ¶ عن حذيفة قال نهانا رسول الله (ص) أن نشرب في آنية الذهب والفضة وأن نأكل فيها وعن لبس الحرير والديباج وأن نجلس عليه وقال هو لهم (أي للكفار) في الدنيا ولنا في الآخرة أخرجه البخاري ومسلم وأبو داود والنسائي والترمذي والدارمي وابن ماجة وأحمد",
            "page": "91",
            "part": "1",
            "seal": "F815D8A2"
        },
        {
            "hno": "118",
            "id": "120",
            "nass": "118 - (صحيح) ¶ قال رسول الله (ص) إن الملائكة لا تدخل بيتا فيه تماثيل أو تصاوير متفق عليه واللفظ لمسلم قال الألباني: ولم أره بهذا اللفظ عند مسلم ولا غيره وأقرب ما عنده حديث أبو هريرة قال: قال رسول الله (ص) لا تدخل الملائكة بيتا فيه تماثيل أو تصاوير وأقرب ما عند الترمذي من طريق رافع بن اسحاق قال: دخلت أنا وعبد الله بن أبي طلحة على أبي سعيد الخدري نعوده فقال أبو سعيد أخبرنا رسول الله (ص) فذكره مثل لفظ الكتاب إلا أنه قال ... . أو صورة شك اسحاق لايدري أيهما قال وأخرجه ابن ماجة من حديث علي مرفوعا بلفظ فيه كلب ولا صورة وأما البخاري فعنده أحاديث بمعناه منها حديث سالم عن أبيه (ابن عمر) قال وعد النبي (ص) جبريل فقال إنا لا ندخل بيتا فيه صورة ولا كلب أخرجه في صحيحه ومنها حديث ابن عباس عن أبي طلحة عن النبي (ص) قال: لا تدخل الملائكة بيتا فيه كلب ولا صورة أخرجه وابن ماجة وزاد البخاري في الموضع الثاني يريد صورة التماثيل التي فيها الأرواح وأخرجه مسلم وغيره من طريق أخرى عن أبي طلحة وسيأتي برقم 133 (تنبيه) هذه الأحاديث وما في معناها مما سيأتي في الكتاب تشمل الصور المجسمة وغير المجسمة (انظر الشرح)",
            "page": "92",
            "part": "1",
            "seal": "519C3FB9"
        },
        {
            "hno": "119",
            "id": "121",
            "nass": "119 - (صحيح) ¶ قال عليه السلام: إن من أشد الناس عذابا يوم القيامة الذين يصورون هذه الصور وفي رواية الذين يضاهون بخلق الله متفق عليه أخرجه البخاري ومسلم والنسائي وأحمد من طرق عن الزهري عن القاسم بن محمد بن أبي بكر الصديق عن عائشة (ر) قالت: دخل علي النبي (ص) وفي البيت قرام فيه صور فتلون وجهه ثم تناول الستر فهتكه وقالت: قال النبي (ص) فذكره باللفظ الأول وهو للبخاري ولفظ مسلم وأحمد الذين يشبهون بخلق الله (أنظر تتمة الشرح وانصوص الأخرى ص 93 من الكتاب)",
            "page": "93",
            "part": "1",
            "seal": "19172366"
        },
        {
            "hno": "120",
            "id": "122",
            "nass": "120 - (صحيح) ¶ وأخبر عليه السلام أن من صور صورة كلف يوم القيامة أن ينفخ فيها الروح وليس بنافخ فيها أبدا أخرجه البخاري ومسلم والنسائي وأحمد تابع الشرح والنصوص الأخرى في الكتاب ص 94",
            "page": "94",
            "part": "1",
            "seal": "5D92B450"
        },
        {
            "hno": "121",
            "id": "123",
            "nass": "121 - (صحيح) ¶ قال رسول الله (ص) إن الذين يصنعون هذه الصور يعذبون يوم القيامة يقال لهم أحيوا ما خلقتم متفق علبه أخرجه البخاري ومسلم والنسائي وأحمد ولنافع فيه إسناد آخر فقال مالك في الموطأ عن نافع عن القاسم بن محمد عن عائشة زوج النبي (ص) أنها اشترت نمرقة فيها تصاوير فلما رآها رسول الله (ص) قام على الباب فلم يدخل فعرفت في وجهه الكراهية وقالت أتوب إلى الله وإلى رسوله فماذا أذنبت فقال رسول الله (ص) فما بال هذه الخرقة قالت اشتريتها لك تقعد عليها وتوسدها فقال رسول الله (ص) إن أصحاب هذه الصور يعذبون يوم القيامة يقال لهم أحيوا ما خلقتم ثم قال إن البيت الذي فيه الصور لا تدخله الملائكة وفي رواية للبخاري عنها قالت حشوت وسادة للنبي (ص) فيها تماثيل كأها نمرقة فقام بين البابين وجعل يتغير وجهه فقلت ما لنا يا رسول الله قال ما بال هذه الوسادة قالت قلت وسادة جعلتها لك لتضطجع عليها قال أما علمت أن الملائكة ... . . زاد الشافعي قالت فما دخل حتى أخرجتها (يستفاد منه أن الصور كانت غير مجسمة)",
            "page": "95",
            "part": "1",
            "seal": "A8D877C6"
        },
        {
            "hno": "122",
            "id": "124",
            "nass": "122 - (متفق عليه) ¶ عن أبي زرعة قال دخلت مع أبي هريرة في دار مروان فرأى فيها تصاوير (وفي رواية فرأى مصورا يصور في الدار) فقال سمعت رسول الله (ص) يقول...... عن الله تعالى ومن أظلم ممن ذهب يخلق كخلقي فليخلقوا ذرة (أو ليخلقوا حبة) فليخلقوا شعيرة متفق عليه والسياق لمسلم",
            "page": "97",
            "part": "1",
            "seal": "B432A5FF"
        },
        {
            "hno": "123",
            "id": "125",
            "nass": "123 - (صحيح) ¶ وقد قال النبي (ص) لاتطروني كما أطرت النصارى عيسى بن مريم ولكن قولوا عبد الله ورسوله أخرجه البخاري والدارمي وأحمد منحديث ابن عباس عن عمر بن الخطاب",
            "page": "97",
            "part": "1",
            "seal": "EB349C45"
        },
        {
            "hno": "124",
            "id": "126",
            "nass": "124 - (ضعيف) ¶ لاتقوموا كما تقوم الأعاجم يعظم بعضهم بعضا ضعيف أخرجه أبو داود وابن ماجه",
            "page": "98",
            "part": "1",
            "seal": "E74F13D8"
        },
        {
            "hno": "125",
            "id": "127",
            "nass": "125 - (صحيح) ¶ عن أبي هريرة قال: قال رسول الله (ص) لاتجعلوا بيوتكم قبورا ولا تجعلوا قبري عيدا وصلوا علي فإن صلاتكم تبلغني حيث كنتم أخرجه أبو داود وأحمد",
            "page": "98",
            "part": "1",
            "seal": "F161FFFF"
        },
        {
            "hno": "126",
            "id": "128",
            "nass": "126 - (صحيح) ¶ اللهم لاتجعل قبري وثنا يعبد هو في الموطأ عن عطاء تخريجه في تحذير الساجد للألباني",
            "page": "98",
            "part": "1",
            "seal": "A4022981"
        },
        {
            "hno": "127",
            "id": "129",
            "nass": "127 - (صحيح) ¶ وجاء أناس إليه (ص) فقالوا يا رسول الله يا خيرنا وابن خيرنا وسيدنا وابن سيدنا فقال: يا أيها الناس قولوأ بقولكم ولا يستهوينكم الشيطان أنا محمد عبد الله ورسوله ما أحب أن ترفعوني فوق منزلتي التي أنزلني الله D أخرجه أحمد في المسند وعبد ابن حميد في المنتخب من المسند وابن منده في التوحيد والضياء المقدسي في احاديث المختارة من طرق عن حماد بن سلمة عن ثابت عن أنس بن مالك به",
            "page": "99",
            "part": "1",
            "seal": "64FCF8E1"
        },
        {
            "hno": "128",
            "id": "130",
            "nass": "128 - (متفق عليه) ¶ عن أم المؤمنين عائشة قالت: كنت ألعب بالبنات عند رسول الله (ص) وكان يأتيني صواحب لي فكن ينقمعن (يختفين) خوفا من رسول الله (ص) وكان رسول الله (ص) يسر لمجيئهن إلي فيلعبن معي متفق عليه صحيح ولكن بلفظ كنت ألعب بالبنات عند النبي (ص) وكان لي صواحب يلعبن معي فكان رسول الله (ص) إذا دخل يتقمعن منه فيسربهن إلي فيلعبن معي هكذا لفظه عند البخاري وأحمد وكذا مسلم لكن ليس عنده فيلعبن معي فما في الكتاب يسر لمجيئهن مصحف من يسر بهن أي يرسلهن",
            "page": "99",
            "part": "1",
            "seal": "53A056F3"
        },
        {
            "hno": "129",
            "id": "131",
            "nass": "129 - (صحيح) ¶ عن أم المؤمنين عائشة في رواية أن النبي (ص) قال لها يوما ما هذا قالت بناتي قال ماهذا الذي في وسطهن قالت فرس قال ما هذا الذي عليه قالت جناحان قال فرس لها جناحان قالت أوما سمعت أنه كان لسليمان بن داود خيل لها أجنحة فضحك رسول الله (ص) حتى بدت نواجذه أخرجه أبو داود وهو في آداب الزفاف للألباني",
            "page": "100",
            "part": "1",
            "seal": "195E464F"
        },
        {
            "hno": "130",
            "id": "132",
            "nass": "130 - (صحيح) ¶ ورد في الحديث أن جبريل عليه السلام امتنع عن دخول بيت الرسول (ص) لوجود تمثال على باب بيته ولم يدخل في اليوم التالي حتى قال له مر برأس التمثال فليقطع حتى يصير كهيئة الشجرة",
            "page": "100",
            "part": "1",
            "seal": "204E686D"
        },
        {
            "hno": "131",
            "id": "133",
            "nass": "131 - (صحيح) ¶ إن أشد الناس عذابا الذين يضاهون بخلق الله",
            "page": "101",
            "part": "1",
            "seal": "98A33B91"
        },
        {
            "hno": "132",
            "id": "134",
            "nass": "132 - (صحيح) ¶ قال ابن مسعود: سمعت النبي (ص) يقول: إن أشد الناس عذابا عند الله المصورون أخرجه مسلم والنسائي وأحمد والحميدي وعنه البخاري في صحيحه",
            "page": "101",
            "part": "1",
            "seal": "8E5A2F56"
        },
        {
            "hno": "133",
            "id": "135",
            "nass": "133 - (صحيح) ¶ عن بسر بن سعيد عن زيد ابن خالد عن أبي طلحة صاحب رسول الله (ص) أن رسول الله (ص) قال: إن الملائكة لا تدخل بيتا فيه صورة قال بسر ثم اشتكى زيد بعد فعدناه فإذا على بابه ستر فيه صور ة قال فقلت لعبيد الله الخولاني ربيب ميمونة زوج النبي (ص) (وكان معه) ألم يخبرنا زيد عن الصور يوم الأول فقال عبيد الله ألم تسمعه حين قال إلا رقما في ثوب أخرجه مسلم وكذا البخاري وأبو داود والنسائي وأحمد وابن ماجه المرفوع منه فقط",
            "page": "101",
            "part": "1",
            "seal": "B8221BD8"
        },
        {
            "hno": "134",
            "id": "136",
            "nass": "134 - (صحيح) ¶ عن عتبة أنه دخل على أبي طلحة الأنصاري يعوده فوجد عنده سهل بن حنيف (صحابيا آخر) قال: فدعا أبو طلحة إنسانا ينزع نمطا تحته فقال له سهل لم تنزعه قال لأن فيه تصاوير وقال فيه النبي (ص) ما قد علمت قال سهل أو لم يقل إلا ما كان رقما في ثوب فقال أبو طلحة بلى ولكنه أطيب لنفسي أخرجه مالك في الموطأ وعنه الترمذي وكذا النسائي تا بع الشرح المفيد في الكتاب للألباني ومنه يتبن أن عمل الصور التي لها ظل والتي ليس لها ظل حرام شديد التحريم وأما اتخاذ المصور فيه صورة حيوان فإن كان معلقا على حائط أو ثوبا ملبوسا أو عمامة ونحو ذلك مما لايعد ممتهنا فهو حرام وإن كان في بساط يداس ومخدة ووسادة ونحوها مما يمتهن فليس بحرام ولا فرق في هذا كله بين ما له ظل وما لا ظل له قاله النووي في شرح مسلم",
            "page": "101",
            "part": "1",
            "seal": "A80B5254"
        },
        {
            "hno": "135",
            "id": "137",
            "nass": "135 - (صحيح) ¶ روى مسلم عن زيد بن خالد الجهني عن أبي طلحة الأنصاري قال: سمعت رسول الله (ص) يقول: لاتدخل الملائكة بيتا فيه كلب ولا تماثيل قال فأتيت عائشة فقلت إن هذا يخبرني أن النبي (ص) قال لاتدخل الملائكة بيتا فيه كلب ولا تماثيل فهل سمعت رسول الله (ص) ذكر ذلك فقالت لا ... ولكن سأحدثكم ما رأيته فعل رأيته خرج في غزاته فأخذت نمطا فسترته على الباب فلما قدم فرأى النمط عرفت الكراهية في وجهه فجذبه (النمط) حتى هتكه أو قطعه وقال إن الله لم يأمرنا أن نكسو الحجارة والطين قالت فقطعنا منه وسادتين وحشوتهما ليفا فلم يعب ذلك علي صحيح دون قول عائشة (لا) فإنه شاذ أومنكر تابع الشرح في الكتاب فهو مهم",
            "page": "104",
            "part": "1",
            "seal": "AC283D94"
        },
        {
            "hno": "136",
            "id": "138",
            "nass": "136 - (صحيح) ¶ عن عائشةقالت: كان لنا ستر فيه تمثال طائر وكان الداخل إذا دخل استقبله فقال لي رسول الله (ص) حولي هذا فإني كلما دخلت فرأيته ذكرت الدنيا أخرجه مسلم وأحمد قال النووي هذا محمول على أنه كان قبل تحريم اتخاذ ما فيه صورة انظر تعليق الألباني في الكتاب",
            "page": "107",
            "part": "1",
            "seal": "AC2A906F"
        },
        {
            "hno": "137",
            "id": "139",
            "nass": "137 - (صحيح) ¶ عن أنس قال كان قرام (ستر) لعائشة سترت به جانب بيتها فقال لها النبي (ص) أميطيه عني فإنه لا تزال تصاويره تعرض لي في صلاتي أخرجه البخاري وأحمد ليس في هذا الحديث أن التصاوير كانت ذوات أرواح ولا ندري إن كان هذا قبل التحريم أو بعده",
            "page": "108",
            "part": "1",
            "seal": "57806566"
        },
        {
            "hno": "138",
            "id": "140",
            "nass": "138 - (صحيح) ¶ ما جاء في الحديث عن الله تعالى ومن أظلم ممن ذهب يخلق كخلقي فليخلقوا ذرة فليخلقوا شعيرة أخرجه الشيخان وغيرهما وتقدم برقم 122 تابع التعليق فإنه مهم",
            "page": "109",
            "part": "1",
            "seal": "F7524C99"
        },
        {
            "hno": "139",
            "id": "141",
            "nass": "139 - (صحيح) ¶ عن عائشة قالت: أنها اشترت نمرقة (وسادة) فيها تصاوير فلما رآها رسول الله (ص) قام على الباب فلم يدخل فعرفت في وجهه الكراهية فقالت يا رسول الله أتوب إلى الله وإلى رسوله ماذا أذنبت فقال ما بال هذه النمرقة فقالت اشتريتها لك تقعد عليها وتتوسدها فقال رسول الله (ص) إن أصحاب هذه الصور يعذبون ويقال لهم أحيوا ما خلقتم ثم قال إن البيت الذي فيه الصور لا تدخله الملائكة وزاد مسلم في رواية عن عائشة قالت فأخذته فجعلته مرفقتين فكان يرتفق بهما في البيت تعني أنها شقت النمرقة فجعلتها مرفقتين تابع التعليق",
            "page": "110",
            "part": "1",
            "seal": "E2447DA9"
        },
        {
            "hno": "140",
            "id": "142",
            "nass": "140 - (صحيح) ¶ إن الله لم يأمرنا أن نكسو الحجارة والطين. (صحيح) وهو من رواية لمسلم وتقدم في الحديث رقم 135",
            "page": "111",
            "part": "1",
            "seal": "49259BBD"
        },
        {
            "hno": "141",
            "id": "143",
            "nass": "141 - (صحيح) ¶ [أن جبريل عليه السلام استأذن على النبي A فقال: أدخل. فقال: كيف أدخل وفي بيتك ستر فيه تصاوير؟ فإن كنت لابد فاعلا فاقطع رأسها أو اقطعها وسائد أو اجعلها بسطا] . (صحيح) وأخرجه النسائي وابن حبان في صحيحه وقد مضى برقم 130 نحوه وهذا اللفظ ليس للنسائي فإنه يختلف بعض الشيء عن لفظه",
            "page": "111",
            "part": "1",
            "seal": "CB456506"
        },
        {
            "hno": "142",
            "id": "144",
            "nass": "142 - (صحيح) ¶ روى البخاري أن النبي (ص) لم يكن يترك في بيته شيئا فيه تصاليب إلا نقضه والتصليب صور الصليب أخرجه البخاري وأبوداود وأحمد",
            "page": "111",
            "part": "1",
            "seal": "1BEB431A"
        },
        {
            "hno": "143",
            "id": "145",
            "nass": "143 - (صحيح) ¶ وروى ابن عباس أن رسول الله (ص) في عام الفتح لما رأى الصور التي في البيت الحرام لم يدخل حتى أمر فمحيت أخرجه البخاري وأبو داود وأحمد من طريق عكرمة عن ابن عباس عن النبي (ص) قال: لما رأى الصور في البيت الحرام لم يدخل حتى أمر بها فمحيت ورأى إبراهيم وإسماعيل بأيديهما الأزلام فقال: قاتلهم الله والله ما استقسما بالأزلام قط وزاد في رواية فبل عمر ثوبا ومحاها به",
            "page": "112",
            "part": "1",
            "seal": "AF60F0A5"
        },
        {
            "hno": "144",
            "id": "146",
            "nass": "144 - (ضعيف) ¶ وعن علي بن أبي طالب قال: كان رسول الله (ص) في جنازة فقال: أيكم ينطلق إلى المدينة فلا يدع بها وثنا إلا كسره ولا قيرا إلا سواه ولا صورة إلا لطخها فقال رجل: أنا يا رسول الله قال: فهاب أهل المدينة وانطلق الرجل ثم رجع فقال يا رسول الله لم أدع وثنا إلا كسرته ولا قبرا إلا سويته ولا صورة إلا لطختها ثم قال رسول الله (ص) من عاد إلى شيء من هذا فقد كفر بما أنزل على محمد (ص)",
            "page": "112",
            "part": "1",
            "seal": "8430CEB0"
        },
        {
            "hno": "145",
            "id": "147",
            "nass": "145 - (صحيح) ¶ قال النبي (ص) إذا ولغ الكلب في إناء أحدكم فليغسله سبع مرات إحداهن بالتراب أخرجه البخاري ولكن عزوه للبخاري بهذه الزيادة إحداهن بالتراب خطأ فإنها ليست عنده إطلاقا وإنما هي عند مسلم بلفظ أولاهن بالتراب",
            "page": "113",
            "part": "1",
            "seal": "0DF80DCE"
        },
        {
            "hno": "146",
            "id": "148",
            "nass": "146 - (صحيح) ¶ عن النبي (ص) قال: أتاني جبريل عليه السلام فقال لي أتيتك البارحة فلم يمنعني أن أكون دخلت إلا أنه كان على الباب تماثيل وكان في البيت قرام ستر فيه تماثيل وكان في البت كلب فمر برأس التمثال الذي في البيت يقطع فيصير كهيئة الشجرة ومر بالستر فليقطع فيجعل منه وسادتان توطأان ومر بالكلب فليخرج رواه أبو داود والنسائي والترمذي وابن حبان",
            "page": "113",
            "part": "1",
            "seal": "7442E792"
        },
        {
            "hno": "147",
            "id": "149",
            "nass": "147 - (صحيح) ¶ قال الرسول (ص) من اتخذ كلبا إلا كلب صيد أو زرع أو ماشية انتقص من أجره كل يوم قيراط رواه الجماعة قال سليم بن حيان وأحسبه قد قال والقيراط مثل أحد",
            "page": "114",
            "part": "1",
            "seal": "3F94A012"
        },
        {
            "hno": "148",
            "id": "150",
            "nass": "148 - (صحيح) ¶ قال E لولا أن الكلاب أمة من الأمم لأمرت بقتلها أخرجه أبو داود والترمذي والدارمي وابن ماجة وأحمد من طريق ابن عبيد عن الحسن عن عبد الله بن مغفل وأصل الحديث عند مسلم وغيره من طريق اخرى عن ابن مغفل قال: أمر رسول الله (ص) بقتل الكلاب ثم قال ما بالهم وبال الكلاب ثم رخص في كلب الصيد وكلب الغنم",
            "page": "114",
            "part": "1",
            "seal": "DACAE8CC"
        },
        {
            "hno": "149",
            "id": "151",
            "nass": "149 - (صحيح) ¶ وقد قص النبي (ص) على أصحابه قصة الرجل الذي وجد في الصحراء كلبا يلهث يأكل الثرى من العطش فذهب إلى البئر ونزع خفه فملأها ماء حتى روي الكلب قال النبي (ص) فشكر الله له فغفر له أخرجه البخاري ومسلم",
            "page": "116",
            "part": "1",
            "seal": "CEB0A537"
        },
        {
            "hno": "150",
            "id": "152",
            "nass": "150 - (صحيح) قال A: لا تحل الصدقة لغني ولا لذي مرة (أي قوة سوي)",
            "page": "116",
            "part": "1",
            "seal": "66885598"
        },
        {
            "hno": "151",
            "id": "153",
            "nass": "151 - (صحيح) ¶ قال عليه السلام الذي يسأل من غير حاجة كمثل الذي يلتقط الجمر البيهقي وابن خزيمة والطحاوي وأحمد والطبراني",
            "page": "116",
            "part": "1",
            "seal": "5855A709"
        },
        {
            "hno": "152",
            "id": "154",
            "nass": "152 - (صحيح) ¶ قال الرسول (ص) : من سأل الناس ليثري به ماله كان خموشا في وجهه يوم القيامة ورضفا يأكله من جهنم فمن شاء فليقلل ومن شاء فليكثر أخرجه الترمذي والطبراني",
            "page": "117",
            "part": "1",
            "seal": "D83C8962"
        },
        {
            "hno": "153",
            "id": "155",
            "nass": "153 - (صحيح) ¶ وقال: لاتزال المسألة بأحدكم حتى يلقى الله وليست في وجهه مزعة لحم متفق عليه أخرجه البخاري ومسلم والنسائي وأحمد",
            "page": "118",
            "part": "1",
            "seal": "DCE5A892"
        },
        {
            "hno": "154",
            "id": "156",
            "nass": "154 - (صحيح) ¶ قال عليه السلام إنما المسائل كدوح يكدح الرجل بها وجهه فمن شاء أبقى على وجهه ومن شاء ترك إلا أن يسأل ذا سلطان أو في أمر لايجد منه بدا والكدوح آثار الخدوش أخرجه أبو داود والنسائي والترمذي والطحاوي وأحمد",
            "page": "118",
            "part": "1",
            "seal": "9E9BF001"
        },
        {
            "hno": "155",
            "id": "157",
            "nass": "155 - (صحيح) ¶ عن أبي بشر قبيصة بن المخارق (ر) قال: تحملت حمالة فأتيت رسول الله (ص) أسأله فيها فقال: أقم حتى تأتينا الصدقة فنأمر لك بها ثم قال: يا قبيصة إن المسألة لاتحل إلا لأحد ثلاثة رجل تحمل حمالة فحلت له المسألة حتى يصيبها ثم يمسك ورجل أصابته جائحة اجتاحت ماله فحلت له المسألة حتى يصيب قواما من عيش ورجل أصابته فاقة حتى يقول ثلاثة من ذوي الحجا من قومه لقد أصابت فلانا فاقة فحلت له المسألة حتى يصيب قواما من عيش فما سواهن من المسألة يا قبيصة سحت يأكلها صاحبها سحتا أخرجه مسلم وأبو داود والنسائي والدارمي وأحمد",
            "page": "118",
            "part": "1",
            "seal": "71EE18B2"
        },
        {
            "hno": "156",
            "id": "158",
            "nass": "156 - (صحيح) ¶ لإن يأخذ أحدكم حبله على ظهره فيأتي بحزمة من الحطب فيبيعها فيكف الله بها وجهه خير من أن يسأل الناس أعطوه أو منعوه أخرجه البخاري وابن ماجة وأحمد من حديث الزبير بن العوام عن النبي (ص) قال فذكره وأما مسلم فأخرجه من حديث أبي هريرة نحوه...... الخ",
            "page": "119",
            "part": "1",
            "seal": "A81DB2C0"
        },
        {
            "hno": "157",
            "id": "159",
            "nass": "157 - (متفق عليه) ¶ ما من مسلم يغرس غرسا أو يزرع زرعا فيأكل منه طير ولا إنسان إلا كان له صدقة متفق عليه",
            "page": "119",
            "part": "1",
            "seal": "D02FAA8F"
        },
        {
            "hno": "158",
            "id": "160",
            "nass": "158 - (صحيح) ¶ ما من مسلم يغرس غرسا إلا كان ما أكل منه له صدقة وما سرق منه له صدقة ولا يرزؤه أحد إلا كان له صدقة إلى يوم القيامة أخرجه مسلم وروي بلفظ ما من مسلم يزرع زرعا أو يغرس غرسا فيأكل منه طير أو إنسان أو بهيمة إلا كان له به صدقة",
            "page": "120",
            "part": "1",
            "seal": "53DE92C4"
        },
        {
            "hno": "159",
            "id": "161",
            "nass": "159 - (ضعيف) ¶ وعن رجل من أصحاب النبي (ص) قال سمعت رسول الله (ص) يقول بأذني هاتين من نصب شجرة فصبر على حفظها والقيام عليها حتى تثمر فإن له في كل شيء يصاب من ثمرها صدقة عند الله D أخرجه أحمد من طريق فنج رجل فارسي",
            "page": "120",
            "part": "1",
            "seal": "F598A7B8"
        },
        {
            "hno": "160",
            "id": "162",
            "nass": "160 - (صحيح) ¶ وقال (ص) إذا تبايعتم بالعينة - صورة من صور التحايل على أكل الربا - وأخذتم أذناب البقر ورضيتم بالزرع وتركتم الجهاد سلط الله عليكم ذلا لاينزعه عنكم حتى ترجعوا الى دينكم أخرجه أبو داود",
            "page": "120",
            "part": "1",
            "seal": "0DA1AD7A"
        },
        {
            "hno": "161",
            "id": "163",
            "nass": "161 - (صحيح) ¶ يقول عليه السلام: ما بعث الله نبيا إلا رعى الغنم قالوا وأنت يا رسول الله قال نعم كنت أرعاها على قراريط لأهل مكة أخرجه البخاري وابن ماجة وابن سعد في الطبقات الكبرى",
            "page": "121",
            "part": "1",
            "seal": "7E7501FB"
        },
        {
            "hno": "162",
            "id": "164",
            "nass": "162 - (لم تتم دراسته) ¶ وقد روى ابن عباس أن داود كان زرادا وكان آدم حراثا وكان نوح نجارا وكان إدريس خياطا وكان موسى راعيا رواه الحاكم وسكت عنه الألباني",
            "page": "121",
            "part": "1",
            "seal": "9700C4D7"
        },
        {
            "hno": "163",
            "id": "165",
            "nass": "163 - (صحيح) ¶ ما أكل أحد طعاما قط خيرا من أن يأكل من عمل يده وإن نبي الله داود كان يأكل من عمل يده أخرجه البخاري وابن ماجه وأحمد",
            "page": "121",
            "part": "1",
            "seal": "09FC633B"
        },
        {
            "hno": "163",
            "id": "166",
            "nass": "163 - (موضوع) ¶ روى ابن عباس أن داود كان زرادا (يصنع الزرد والدروع) وكان آدم حراثا وكان نوح نجارا وكان إدريس خياطا وكان موسى راعيا موضوع أخرجه الحاكم",
            "page": "288",
            "part": "1",
            "seal": "AE78A3E8"
        },
        {
            "hno": "164",
            "id": "167",
            "nass": "164 - (لا أصل له) ¶ وروى ابن عباس أن عبد الله بن أبي - رأس المنافقين - جاء إلى رسول الله (ص) ومعه جارية من أجمل النساء تسمى معاذة فقال يا رسول الله هذه لأيتام فلان أفلا نأمرها بالزنا فيصيبون من منافعها فقال عليه السلام: لا. قال الألباني لم أجد له أصلا بهذا السياق وأخرج مسلم من طريق أبي سفيان عن جابر قال كان عبد الله بن أبي بن سلول يقول لجارية له اذهبي فابغينا شيئا فأنزل الله D {ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا لتبتغوا عرض الحياة الدنيا ومن يكرههن فإن الله من بعد إكراههن (لهن) غفور رحيم} سورة النور",
            "page": "121",
            "part": "1",
            "seal": "A532A12D"
        },
        {
            "hno": "165",
            "id": "168",
            "nass": "165 - (صحيح) ¶ عن سعيد بن أبي الحسن قال: كنت عند ابن عباس إذ جاءه رجل فقال: يا ابن عباس إني رجل إنما معيشتي من صنعة يدي وإني أصنع هذه التصاوير فقال ابن عباس: لا أحدثك إلا ما سمعت من رسزل الله (ص) سمعته يقول: من صور صورة فإن الله يعذبه حتى ينفخ فيها الروح وليس بنافخ فيا أبدا فربا الرجل ربوة شديدة يعني انتفخ من الغيظ والضيق فقال ابن عباس ويحك إن أبيت إلا أن تصنع فعليك بهذا الشجر وكل شيء ليس فيه روح أخرجه البخاري ومسلم والنسائي وأحمد وفي رواية لمسلم وأحمد سمعت رسول الله (ص) يقول كل مصور في النار يجعل له بكل صورة صورها نفسا فتعذبه في جهنم ورواه الخطيب في التاريخ من الوجه المذكور مختصرا بلفظ إن الله يعذب المصورين بما صوروا",
            "page": "122",
            "part": "1",
            "seal": "324D1BE0"
        },
        {
            "hno": "166",
            "id": "169",
            "nass": "166 - (ضعيف) ¶ التاجر الأمين الصدوق مع الشهداء يوم القيامة ضعيف أخرجه ابن ماجة والدارقطني والحاكم والبيهقي",
            "page": "123",
            "part": "1",
            "seal": "BC7242A0"
        },
        {
            "hno": "167",
            "id": "170",
            "nass": "167 - (ضعيف) ¶ التاجر الصدوق الأمين مع النبيين والصديقين والشهداء ضعيف أخرجه الترمذي والدارمي والدارقطني والحاكم",
            "page": "123",
            "part": "1",
            "seal": "1198B60E"
        },
        {
            "hno": "168",
            "id": "171",
            "nass": "168 - (ضعيف) ¶ خرج النبي (ص) يوما الى المصلى فرأى الناس يتبايعون فقال: يا معشر التجار فاستجابوا لرسول الله ورفعوا أعناقهم وأبصارهم إليه فقال: إن التجار يبعثون يوم القيامة فجارا إلا من اتقى الله وبر وصدق ضعيف أخرجه الترمذي وابن ماجه وابن حبان والحاكم ويشهد للطرف الأول منه حديث عبد الرحمن بن شبل الأنصاري أن رسول الله (ص) قال: إن التجار هم الفجار قال رجل يا نبي الله ألم يحل البيع قال: إنهم يقولون فيكذبون ويحلفون ويأثمون أخرجه أحمد واسناده صحيح وأما باقيه فيختلف عنه",
            "page": "124",
            "part": "1",
            "seal": "84C5D395"
        },
        {
            "hno": "169",
            "id": "172",
            "nass": "169 - (ضعيف) ¶ عن واثلة بن الأسقع قال: كان رسول الله يخرج ألينا - وكنا تجارا - وكان يقول: يا مشر التجار إياكم والكذب",
            "page": "126",
            "part": "1",
            "seal": "FCAE4B32"
        },
        {
            "hno": "254",
            "id": "259",
            "nass": "254 - (صحيح) ¶ لا ضرر ولا ضرار صحيح بمجموع طرقه أخرجه ابن ماجة والدارقطني",
            "page": "158",
            "part": "1",
            "seal": "BA056992"
        },
        {
            "hno": "255",
            "id": "260",
            "nass": "255 - (ضعيف) ¶ لا أحب الذواقين من الرجال والذواقات من النساء ضعيف الطبراني والدارقطني",
            "page": "158",
            "part": "1",
            "seal": "8F49C3B6"
        },
        {
            "hno": "256",
            "id": "261",
            "nass": "256 - (ضعيف) ¶ إن الله لايحب الذواقين ولا الذواقات ضعيف أخرجه ابن أبي شيبة في المصنف عن ليث عن شهر بن حوشب قال: تزوج رجل امرأة على عهد النبي (ص) فطلقها فقال له النبي (ص) طلقتها قال نعم قال من بأس قال لا يا رسول الله ثم تزوج أخرى ثم طلقها فقال له رسول الله (ص) طلقتها قال: نعم قال من بأس قال: لا يا رسول الله ثم تزوج أخرى ثم طلقها فقال له رسول الله (ص) طلقتها قال نعم قال من بأس قال لا يا رسول الله فقال رسول الله (ص) في الثالثة فذكره وهذا إسناد ضعيف",
            "page": "159",
            "part": "1",
            "seal": "8FB9015C"
        },
        {
            "hno": "257",
            "id": "262",
            "nass": "257 - (صحيح) ¶ في الصحيح أن عبد الله بن عمر طلق امرأته وهي حائض على عهد رسول الله (ص) فسأل عمر بن الخطاب عن ذلك رسول الله (ص) فقال له: مره فليراجعها ثم إن شاء طلقها وهي طاهر قبل أن يمس فذلك الطلاق للعدة كما أمر الله تعالى في قوله {يا أيها النبي إذا طلقتم النساء فطلقوهن لعدتهن} أي مستفبلات عدتهن وذلك في حالة الطهر وفي رواية مره فليراجعها ثم ليطلقها طاهرا أو حاملا صحيح وله ألفاظ وطرق كثيرة جاوزت العشر مخرجة في الإرواء",
            "page": "163",
            "part": "1",
            "seal": "B38FE574"
        },
        {
            "hno": "258",
            "id": "263",
            "nass": "258 - (صحيح) ¶ سئل ابن عمر كيف ترى في رجل طلق امرأته حائضا فقص على السائل قصته حين طلق امرأته وهي حائض وأن رسول الله (ص) ردها عليه ولم يرها شيئا صحيح ولكن قوله ولم يرها شيئا ليس نصا في أنه لم يرها طلاقا بل المعنى لم يرها صوابا",
            "page": "164",
            "part": "1",
            "seal": "A7A36587"
        },
        {
            "hno": "259",
            "id": "264",
            "nass": "259 - (صحيح) ¶ من حلف بغير الله فقد أشرك صحيح أخرجه أبو داود والترمذي والحاكم وهو مخرج في الإرواء",
            "page": "164",
            "part": "1",
            "seal": "A52DD4F3"
        },
        {
            "hno": "260",
            "id": "265",
            "nass": "260 - (صحيح) ¶ من كان حالفا فليحلف بالله أو ليصمت أخرجه مسلم والبخاري وهو في الإرواء",
            "page": "164",
            "part": "1",
            "seal": "C7B1974B"
        },
        {
            "hno": "261",
            "id": "266",
            "nass": "261 - (صحيح) ¶ وقد صح أن رسول الله (ص) أخبر عن رجل طلق امرأته ثلاث تطليقات جميعا فقام غضبان ثم قال: أيلعب بكتاب الله وأنا بين أظهركم حتى قام رجل فقال: يا رسول ألا أقتله صحيح أخرجه النسائي",
            "page": "164",
            "part": "1",
            "seal": "CCE74626"
        },
        {
            "hno": "262",
            "id": "267",
            "nass": "262 - (صحيح) ¶ جاءت امرأة ثابت بن قيس إلى رسول الله (ص) وقالت: يا رسول الله ثابت بن قيس ما أعيب عليه في خلق ولا دين ولكني لا أطيقه بغضا فسألها عما أخذت منه فقالت: حديقة. فقال لها: أتردين عليه حديقته؟ قالت: نعم فقال النبي (ص) لثابت: اقبل الحديقة وطلقها تطليقة. صحيح أخرجه البخاري والنسائي وهو مخرج في الإرواء",
            "page": "165",
            "part": "1",
            "seal": "D0CF41FC"
        },
        {
            "hno": "263",
            "id": "268",
            "nass": "263 - (صحيح) ¶ أيما امرأة سألت زوجها الطلاق من غير بأس فحرام عليها رائحة الجنة صحيح رواه أبو داود وهو مخرج في الإرواء",
            "page": "165",
            "part": "1",
            "seal": "F376D744"
        },
        {
            "hno": "264",
            "id": "269",
            "nass": "264 - (صحيح) ¶ الولد للفراش. متفق عليه وهو مخرج في الإرواء",
            "page": "165",
            "part": "1",
            "seal": "6D690655"
        },
        {
            "hno": "265",
            "id": "270",
            "nass": "265 - (صحيح) ¶ أنا وكافل اليتيم في الجنة هكذا - وأشار بالسبابة والوسطى وفرج بينهما - صحيح أخرجه البخاري وأبو داود والترمذي وأحمد من حديث سهل بن سعد الساعدي مرفوعا وزاد البخاري شيئا وهي لأحمد بلفظ قليلا وله شاهد من حديث أبي هريرة مرفوعا نحوه أخرجه مسلم وأحمد من طريق مالك عن ثور بن زيد الديلي قال: سمعت أبا الغيث يحدث عن أبي هريرة به ولفظه كافل اليتيم - له ولغيره - أنا وهو كهاتين في الجنة إذا اتقى الله وأشار مالك بالسبابة والوسطى وليس عند مسلم إذا اتقى الله وهي في الموطأ من طريق صفوان بن سليم مرفوعا مرسلا",
            "page": "165",
            "part": "1",
            "seal": "52C1C302"
        },
        {
            "hno": "266",
            "id": "271",
            "nass": "266 - (صحيح) ¶ من ادعى الى غير أبيه أو انتمى إلى غير مواليه فعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منه يوم القيامة صرفا ولا عدلا (أي لا توبة ولا فدية) روى ذلك من فوق المنبر علي (ر) من صحيفة كانت عنده عن رسول الله (ص) متفق عليه أخرجه البخاري ومسلم وأحمد وأخرجه أبو داود من حديث أنس بن مالك بالشطر الأول منه بلفظ فعليه لعنة الله المتتابعة إلى يوم القيامة واسناده صحيح",
            "page": "166",
            "part": "1",
            "seal": "F4E19C39"
        },
        {
            "hno": "267",
            "id": "272",
            "nass": "267 - (صحيح) ¶ عن سعد بن أبي وقاص عنه (ص) أنه قال: من ادعى الى غير أبيه وهو يعلم أنه غير أبيه فالجنة عليه حرام صحيح أخرجه البخاري ومسلم والدارمي وابن ماجة وأحمد من طريق أبي عثمان عن سعد به (قال) : فذكرته لأبي بكرة فقال: وأنا سمعته أذناي ووعاه قلبي من رسول الله (ص)",
            "page": "166",
            "part": "1",
            "seal": "93F239F8"
        },
        {
            "hno": "268",
            "id": "273",
            "nass": "268 - (صحيح) ¶ سئل عليه السلام: أي الذنب أعظم فقال: أن تجعل لله ندا وهو خلقك قيل ثم أي قال: أن تقتل ولدك مخافة أن يطعم معك صحيح أخرجه البخاري ومسلم وأبو داود والنسائي والترمذي وأحمد من حديث عبد الله بن مسعود مرفوعا",
            "page": "167",
            "part": "1",
            "seal": "ACB43801"
        },
        {
            "hno": "269",
            "id": "274",
            "nass": "269 - (صحيح) ¶ كلكم راع وكلكم مسؤول عن رعيته صحيح أخرجه البخاري ومسلم وأبو داود والترمذي وأحمد من طرق عن عبد الله بن عمر به وهو قطعة من حديث",
            "page": "167",
            "part": "1",
            "seal": "EDB6D49D"
        },
        {
            "hno": "270",
            "id": "275",
            "nass": "270 - (ضعيف) قال A: كفى بالمرء إثما أن يضيع من يقوت",
            "page": "167",
            "part": "1",
            "seal": "30111CE0"
        },
        {
            "hno": "271",
            "id": "276",
            "nass": "271 - (صحيح) ¶ إن الله سائل كل راع عما استرعاه حفظ أم ضيع حتى يسأل الرجل عن أهل بيته صحيح أخرجه ابن حبان",
            "page": "167",
            "part": "1",
            "seal": "1C424D3F"
        },
        {
            "hno": "272",
            "id": "277",
            "nass": "272 - (صحيح) ¶ اعدلوا بين أبنائكم اعدلوا بين أبنائكم اعدلوا بين أبنائكم صحيح أخرجه أحمد وأبو داود والنسائي وأخرجه مسلم وغيره من طريق أخرى عن النعمان به دون تكرار وهو مخرج في الأرواء",
            "page": "168",
            "part": "1",
            "seal": "A120C312"
        },
        {
            "hno": "273",
            "id": "278",
            "nass": "273 - (صحيح) ¶ أن امرأة بشير بن سعد الأنصاري طلبت إليه أن يخص ولدها النعمان بن بشير بمنحة مالية - كحديقة أو عبد - وأرادت توثيق هذه الهبة فطلبت منه أن يشهد على ذلك رسول الله (ص) فذهب إليه فقال: يا رسول الله إن ابنة فلان - زوجته - سألتني أن أنحل ابنها غلامي - عبدي - فقال (ص) : أله إخوة قال: نعم قال: فكلهم أعطيت مثل ما أعطيته قال: لا قال: فليس يصلح هذا وإنني لا أشهد إلا على حق صحيح أخرجه مسلم وأحمد وأبو داود وهو مخرج في الإرواء",
            "page": "168",
            "part": "1",
            "seal": "92982882"
        },
        {
            "hno": "274",
            "id": "279",
            "nass": "274 - (ضعيف) ¶ لاتشهدني على جور إن لبنيك عليك من الحق أن تعدل بينهم كما لك عليهم من الحق أن يبروك ضعيف بهذا اللفظ أخرجه أبو داود أما قوله (لاتشهدني على جور) فصحيح ثابت عند الشيخين وغيرهما وفي رواية لأبي داود أليس يسرك أن يكونوا لك في البر واللطف سواء قال نعم قال: فأشهد على هذا غيري وسنده صحيح على شرط مسلم",
            "page": "169",
            "part": "1",
            "seal": "7BDDAD3E"
        },
        {
            "hno": "275",
            "id": "280",
            "nass": "275 - (صحيح) ¶ اتقوا الله واعدلوا في أولادكم أخرجه الشبخان ومخرج في الإرواء",
            "page": "169",
            "part": "1",
            "seal": "B2322709"
        },
        {
            "hno": "276",
            "id": "281",
            "nass": "276 - (صحيح) ¶ جاء رجل يسأل النبي A من أحق الناس بحسن صحابتي قال: أمك قال: ثم من قال: أمك قال: ثم من قال: أمك قال: ثم من قال: أبوك متفق عليه أخرجه البخاري ومسلم وابن ماجة وأحمد",
            "page": "169",
            "part": "1",
            "seal": "FBE950E3"
        },
        {
            "hno": "277",
            "id": "282",
            "nass": "277 - (صحيح) ¶ ألا أنبئكم بأكبر الكبائر ثلاثا قالوا: بلى يا رسول الله قال: الإشراك بالله وعقوق الوالدين وكان متكئا فجلس فقال: ألا وقول الزور وشهادة الزور صحيح أخرجه البخاري ومسلم والترمذي وأحمد من حديث أبي بكرة (ر) وله في الصحيحين شاهد من حديث أنس (ر) بلفظ أكبر الكبائر ... فذكرها وزاد وقتل النفس وليس فيه الجلوس",
            "page": "170",
            "part": "1",
            "seal": "D9B18171"
        },
        {
            "hno": "278",
            "id": "283",
            "nass": "278 - (صحيح) ¶ ثلاثة لايدخلون الجنة العاق لوالديه والديوث والرجلة - المتشبهة بالرجال - صحيح أخرجه النسائي والبزار وهو مخرج في حجاب المرأة المسلمة",
            "page": "170",
            "part": "1",
            "seal": "0B9376DC"
        },
        {
            "hno": "279",
            "id": "284",
            "nass": "279 - (ضعيف) ¶ كل الذنوب يؤخر الله منها ما شاء إلى يوم القيامة إلا عقوق الوالدين فإن الله يعجله لصاحبه في الحياة قبل الممات ضعيف أخرجه الحاكم",
            "page": "170",
            "part": "1",
            "seal": "8D2EEEEE"
        },
        {
            "hno": "280",
            "id": "285",
            "nass": "280 - (صحيح) ¶ إن من أكبر الكبائر أن يلعن الرجل والديه (فاستغرب القوم أن يلعن رجل عاقل مؤمن والديه وهما سبب حياته) فقالوا وكيف يلعن الرجل والديه قال يسب أبا الرجل فيسب أباه ويسب أمه فيسب أمه متفق عليه أخرجه البخاري ومسلم وأبو داود والترمذي وأحمد واللفظ للبخاري دون ما بين القوسين فهو للشرح",
            "page": "171",
            "part": "1",
            "seal": "72E2FD19"
        },
        {
            "hno": "281",
            "id": "286",
            "nass": "281 - (صحيح) ¶ جاء رجل إلى النبي (ص) فاستأذنه في الجهاد فقال: أحي والداك قال: نعم قال: ففيهما فجاهد متفق عليه عن عبد الله بن عمرو بن العاص وفي رواية عنه قال: أقبل رجل إلى رسول الله (ص) فقال: أبايعك على الهجرة والجهاد أبتغي الأجر من الله قال: فهل من والديك أحد حي قال: نعم بل كلاهما حي قال: أفتبتغي الأجر من الله قال: نعم قال: فارجع إلى والديك فأحسن صحبتهما أخرجه البخاري ومسلم وأبو داود والنسائي والترمذي وأحمد",
            "page": "171",
            "part": "1",
            "seal": "576BB404"
        },
        {
            "hno": "282",
            "id": "287",
            "nass": "282 - (ضعيف) ¶ عن أبي سعيد أن رجلا من أهل اليمن هاجر إلى رسول الله (ص) فقال: هل لك أحد باليمن قال: أبواي قال: أأ ذنا لك قال: لا قال: فارجع إليهما فاستأذنهما فإن أذنا لك فجاهد وإلا فبرهما ضعيف بهذا السياق أخرجه أبو داود",
            "page": "172",
            "part": "1",
            "seal": "A5B92A3A"
        },
        {
            "hno": "283",
            "id": "288",
            "nass": "283 - (لم تتم دراسته) ¶ جاء بعض الوفود إلى النبي (ص) فظنوا أنه ممن يزعمون الإطلاع على الغيب فخبأوا له شيئا في أيديهم وقالوا له: أخبرنا ما هو فقال لهم صراحة: إني لست بكاهن وإن الكاهن والكهانة والكهان في النار قال الألباني لم أقف على إسناده",
            "page": "172",
            "part": "1",
            "seal": "B78ECBB0"
        },
        {
            "hno": "284",
            "id": "289",
            "nass": "284 - (صحيح) ¶ من أتى عرافا فسأله عن شيء فصدقه بما قال لم تقبل له صلاة أربعين يوما صحيح أخرجه مسلم وأحمد والبخاري في التاريخ الصغير",
            "page": "172",
            "part": "1",
            "seal": "C2EFBC23"
        },
        {
            "hno": "285",
            "id": "290",
            "nass": "285 - (صحيح) ¶ من أتى كاهنا فصدقه بما قال فقد كفر بما أنزل على محمد (ص) أخرجه البزار والحديث صحيح مخرج في الإرواء",
            "page": "173",
            "part": "1",
            "seal": "152A1618"
        },
        {
            "hno": "286",
            "id": "291",
            "nass": "286 - (صحيح) ¶ لن ينال الدرجات العلى من تكهن أو استقسم (أي بالأزلام) أو رجع من سفره تطيرا",
            "page": "174",
            "part": "1",
            "seal": "7F48577D"
        },
        {
            "hno": "287",
            "id": "292",
            "nass": "287 - (صحيح) ¶ اجتنبوا السبع الموبقات قالوا: يا رسول الله وما هي قال: الشرك بالله والسحر وقتل النفس التي حرم الله إلا بالحق وأكل الربا وأكل مال اليتيم والتولي يوم الزحف وقذف المحصنات الغافلات المؤمنات متفق عليه مخرج في الأرواء",
            "page": "175",
            "part": "1",
            "seal": "52BE2C17"
        },
        {
            "hno": "288",
            "id": "293",
            "nass": "288 - (ضعيف) ¶ من نفث في عقدة فقد سحر ومن سحر فقد أشرك ضعيف أخرجه النسائي وابن عدي وفي رواية من عقد عقدة ثم نفث فيها فقد سحر ومن سحرفقد أشرك ومن تعلق شيئا وكل إليه",
            "page": "175",
            "part": "1",
            "seal": "C552A6BF"
        },
        {
            "hno": "289",
            "id": "294",
            "nass": "289 - (حسن) ¶ ليس منا من تطير أو تطير له أو تكهن أو تكهن له أو سحر أو سحر له انظر تعليق الألباني فهو لم يجزم بصحة الحديث وإنما قال لكن الحديث يرتقي إلى درجة الحسن بحديث ابن عباس مرفوعا مثله قال المنذري ورواه الطبراني باسناد حسن كذا قال وفيه نظر وفيه زمعة بن صالح وهو ضعيف ثم قال في الحديث رقم 300 المشابه له أنه حسن لغيره",
            "page": "176",
            "part": "1",
            "seal": "B5F8E2CF"
        },
        {
            "hno": "290",
            "id": "295",
            "nass": "290 - (لم تتم دراسته) ¶ من أتى عرافا أو ساحرا أو كاهنا فسأله فصدقه بما يقول فقد كفر بما أنزل على محمد (ص) انظر تعليق الألباني فهو لم يجزم بصحة الحديث وإنما قال فإن صح السند بذلك إلى الثوري فهو صحيح",
            "page": "176",
            "part": "1",
            "seal": "D0C03E3D"
        },
        {
            "hno": "291",
            "id": "296",
            "nass": "291 - (حسن) ¶ لا يدخل الجنة مدمن خمر ولا مؤمن بسحر ولا قاطع رحم حسن أخرجه ابن حبان",
            "page": "177",
            "part": "1",
            "seal": "C326C91D"
        },
        {
            "hno": "292",
            "id": "297",
            "nass": "292 - (صحيح) ¶ تداووا فإن الذي خلق الداء خلق الدواء البخاري صحيح ولم يخرجه البخاري بهذا اللفظ ولا غيره وقد أخرجوا في معناه أحاديث كثيرة وأقربها إليه حديث أنس أن رسول الله (ص) قال: إن الله D حيث خلق الداء خلق الدواء فتداووا واسناده جيد وقريب منه حديث أبي سعيد الخدري مرفوعا إن الله لم ينزل داء أو لم يخلق داء إلا أنزل أو خلق له دواء علمه من علمه وجهله من جهله إلا السام قالوا: يا رسول الله وما السام قال: الموت واسناده حسن وأما البخاري فقد رواه بلفظ ما أنزل الله داء إلا أنزل له شفاء وأخرجه مسلم والحاكم بلفظ لكل داء دواء فإذا أصيب دواء الداء برأ بإذن الله D وعن أسامة بن شريك مرفوعا بلفظ تداووا فإن الله D لم يضع داء إلا وضع له دواء غير داء واحد: الهرم زاد في رواية علمه من علمه وجهله من جهله أخرجه البخاري في الأدب المفرد وأبو داود والترمذي وابن ماجة وابن حبان والحاكم والطيالسي والحميدي وأحمد والزيادة له في رواية وزاد في أوله وكذا ابن ماجة وأحمد عباد الله وضع الله الحرج إلا امرءا افترض امرءا ظلما فذلك يحرج ويهلك وعن رجل من الأنصار قال: عاد رسول الله (ص) رجلا به جرح فقال رسول الله (ص) : ادعوا له طبيب بني فلان قال: فدعوه فجاء فقال: يا رسول الله ويغني الدواء شيئا فقال: سبحان الله وهل أنزل الله من داء في الأرض إلا جعل له شفاء أخرجه أحمد بسند صحيح",
            "page": "178",
            "part": "1",
            "seal": "F3AD2F5B"
        },
        {
            "hno": "293",
            "id": "298",
            "nass": "293 - (صحيح) ¶ إن كان في شيء من أدويتكم خير ففي هذه الثلاثة شربة عسل أو شرطة محجم أو كية بنار متفق عليه أخرجه البخاري ومسلم وأحمد من حديث جابر بن عبد الله مرفوعا",
            "page": "180",
            "part": "1",
            "seal": "3C895CEB"
        },
        {
            "hno": "294",
            "id": "299",
            "nass": "294 - (صحيح) ¶ عنعقبة بن عامر أنه جاء في ركب عشرة إلى رسول الله (ص) فبايع تسعة وأمسك عن رجل منهم فقالوا: ما شأنه فقال: إن في عضده تميمة فقطع الرجل التميمة فبايعه رسول الله (ص) ثم قال: من علق فقد أشرك صحيح أخرجه أحمد والحاكم واللفظ له وهو مخرج في سلسلة الصحيحة رقم 492",
            "page": "180",
            "part": "1",
            "seal": "628B8679"
        },
        {
            "hno": "295",
            "id": "300",
            "nass": "295 - (ضعيف) ¶ من علق تميمة فلا أتم الله له ومن علق ودعة فلا أودع الله له ضعيف أخرجه أحمد وأبو يعلى والحاكم وهو مخرج في سلسلة الضعيفة رقم 1266",
            "page": "180",
            "part": "1",
            "seal": "07B9BCC3"
        },
        {
            "hno": "296",
            "id": "301",
            "nass": "296 - (ضعيف) ¶ عن عمران بن حصين أن رسول الله (ص) ابصر على عضد رجل حلقة أراه قال من صفر فقال ويحك ما هذه فقال من الواهنة قال: أما إنها لا تزيدك إلا وهنا أنبذها عنك فإنك لو مت وهي عليك ما أفلحت أبدا ضعيف أخرجه أحمد وابن حبان وابن ماجه وليس عند ابن حبان قوله لو مت وإنما عنده في رواية فإنك إن مت وهي عليك وكلت إليها وهو مخرج في سلسلة الضعيفة رقم 1029",
            "page": "181",
            "part": "1",
            "seal": "39ADC303"
        },
        {
            "hno": "340",
            "id": "345",
            "nass": "340 - (صحيح) ¶ مر رسول الله (ص) برجل يبيع طعاما (حبوبا) فأعجبه فأدخل يده فيه فرأى بللا فقال: ما هذا يا صاحب الطعام قال: أصابته السماء (أي المطر) فقال (ص) : فهلا جعلته فوق الطعام حتى يراه الناس من غشنا فليس منا صحيح رواه مسلم من حديث أبي هريرة وهو في الارواء",
            "page": "202",
            "part": "1",
            "seal": "5F337E34"
        },
        {
            "hno": "341",
            "id": "346",
            "nass": "341 - (حسن) ¶ أنه (ص) مر بطعام وقد حسنه صاحبه فوضع يده فيه فإذا طعام رديء فقال: بع هذا على حدة وهذا على حدة من غشنا فليس منا حسن وهو من حديث عبد الله بن عمر وهو في الارواء",
            "page": "202",
            "part": "1",
            "seal": "B1370CCD"
        },
        {
            "hno": "342",
            "id": "347",
            "nass": "342 - (صحيح) ¶ الحلف منفقة للسلعة ممحقة للبركة صحيح أخرجه البخاري ومسلم وأبو داود والنسائي وأحمد من حديث أبي هريرة",
            "page": "202",
            "part": "1",
            "seal": "8D666C42"
        },
        {
            "hno": "343",
            "id": "348",
            "nass": "343 - (ضعيف) ¶ من اشترى سرقة (أي مسروقا) وهو يعلم أنها سرقة فقد اشترك في إثمها وعارها ضعيف أخرجه الحاكم في المستدرك وعنه البيهقي في السنن الكبرى وأبو القاسم الفضل بن جعفر المؤذن",
            "page": "202",
            "part": "1",
            "seal": "C99BB408"
        },
        {
            "hno": "344",
            "id": "349",
            "nass": "344 - (حسن) ¶ إذا ظهر الربا والزنا في قرية فقد أحلوا بأنفسهم عذاب الله حسن أخرجه الحاكم",
            "page": "203",
            "part": "1",
            "seal": "42D4EFF3"
        },
        {
            "hno": "345",
            "id": "350",
            "nass": "345 - (حسن) ¶ حرمة مال الإنسان كحرمة دمه حسن بمجموع طرقه أخرجه أبو نعيم في الحلية",
            "page": "203",
            "part": "1",
            "seal": "3C1B0B57"
        },
        {
            "hno": "346",
            "id": "351",
            "nass": "346 - (صحيح) ¶ لعن الله آكل الربا وموكله وشاهديه وكاتبه صحيح رواه أحمد وأبو داود والترمذي والنسائي وابن ماجة وهو في الارواء",
            "page": "204",
            "part": "1",
            "seal": "21AF2C6F"
        },
        {
            "hno": "347",
            "id": "352",
            "nass": "347 - (ضعيف) ¶ كان النبي (ص) يستعيذ من الدين ويقول: اللهم إني أعوذ بك من غلبة الدين وقهر الرجال. أبو داود ضعيف وليس هو عند أبي داود ولا عند غيره من استعاذته (ص) بهذا اللفظ إنما هو من تعليمه (ص) لغيره ولا يثبت أخرجه أبو داود من طريق غسان بن عوف أخبرنا الجريري عن أبي نصرة عن أبي سعيد الخدري قال: دخل رسول الله (ص) المسجد ذات يوم فإذا هو برجل من الأنصار يقال له أبو أمامة فقال: يا أبا أمامة ما لي أراك جالسا في المسجد في غير وقت الصلاة قال: هموم لزمتني وديون يا رسول الله قال: أفلا أعلمك كلاما إذا أنت قلته إذهب الله D همك وقضى عنك دينك قال: قلت بلى يا رسول الله قال: قل إذا أصبحت وإذا أمسيت: اللهم إني أعوذ بك من الهم والحزن وأعوذ بك من العجز والكسل وأعوذ بك من الجبن والبخل وأعوذ بك من غلبة الدين وقهر الرجال وهذا إسناده ضعيف غسان بن عوف قال الحافظ ابن حجر في التقريب لين الحديث وإنما صح عن النبي (ص) من استعاذته ما أخرجه البخاري وغيره من حديث أنس قال: كنت أسمعه (ص) يكثر القول: اللهم إني أعوذ بك من الهم والحزن والعجز والكسل والبخل والجبن وضلع الدين وغلبة الرجال",
            "page": "205",
            "part": "1",
            "seal": "4DD7A908"
        },
        {
            "hno": "348",
            "id": "353",
            "nass": "348 - (ضعيف) ¶ أعوذ بالله من الكفر والدين فقال رجل أتعدل الكفر بالدين يا رسول الله قال: نعم ضعيف أخرجه النسائي والحاكم وأحمد",
            "page": "205",
            "part": "1",
            "seal": "CB47A9BF"
        },
        {
            "hno": "349",
            "id": "354",
            "nass": "349 - (صحيح) ¶ كان (ص) يقول في صلاته كثيرا: اللهم إني أعوذ بك من المأثم والمغرم (الدين) فقيل له: إنك تستعيذ من المغرم كثيرا يا رسول الله فقال: إن الرجل إذا غرم (استدان) حدث فكذب ووعد فأخلف صحيح أخرجه البخاري ومسلم والنسائي وأحمد من حديث عائشة (ر) أن النبي (ص) كان يدعو في صلاته: اللهم إني إعوذ بك من عذاب القبر وأعوذ بك من فتنة المسيح الدجال وأعوذ بك من فتنة المحيا والممات اللهم إني أعوذ بك من المأثم والمغرم قالت: فقال له قائل ما أكثر ما تستعيذ من المغرم فقال فذكره",
            "page": "206",
            "part": "1",
            "seal": "C6573806"
        },
        {
            "hno": "350",
            "id": "355",
            "nass": "350 - (صحيح) ¶ كان (ص) لايصلي على الميت إذا عرف أنه مات وعليه ديون لم يترك وفاءها ... . حتى أفاء الله عليه من الغنائم والأنفال فكان يقوم هو بسدادها صحيح ذكره المصنف بالمعنى وهو من حديث جابر وأبو هريرة وهما مخرجان في الإرواء",
            "page": "207",
            "part": "1",
            "seal": "6EF534EE"
        },
        {
            "hno": "351",
            "id": "356",
            "nass": "351 - (صحيح) ¶ يغفر للشهيد كل شيء إلا الدين صحيح أخرجه مسلم عن عبد الله بن عمرو بن العاص",
            "page": "207",
            "part": "1",
            "seal": "43EA590F"
        },
        {
            "hno": "352",
            "id": "357",
            "nass": "352 - (صحيح) ¶ من ادان أموال الناس يريد أداءها أدى الله عته ومن أخذها يريد إتلافها أتلفه الله صحيح أخرجه البخاري وابن ماجة وأحمد",
            "page": "207",
            "part": "1",
            "seal": "DC1B4EDC"
        },
        {
            "hno": "353",
            "id": "358",
            "nass": "353 - (صحيح) ¶ أن النبي (ص) اشترى طعاما من يهودي لنفقة أهله إلى أجل ورهنه درعا من حديد صحيح أخرجه البخاري ومسلم وغيره وهو في الارواء",
            "page": "207",
            "part": "1",
            "seal": "7D230FF9"
        },
        {
            "hno": "354",
            "id": "359",
            "nass": "354 - (صحيح) ¶ من أسلف فليسلف في كيل معلوم ووزن معلوم إلى أجل معلوم صحيح رواه الجماعة من حديث عبد الله بن عباس وهو في الارواء",
            "page": "207",
            "part": "1",
            "seal": "48041001"
        },
        {
            "hno": "355",
            "id": "360",
            "nass": "355 - (صحيح) ¶ نهى النبي (ص) في المزارعة على الأرض صحيح أخرجه مسلم وأحمد انظر الشرح في الكتاب وخلاصته جواز ايجار الارض",
            "page": "208",
            "part": "1",
            "seal": "47031672"
        },
        {
            "hno": "356",
            "id": "361",
            "nass": "356 - (ضعيف) ¶ يد الله على الشريكين ما لم يخن أحدهما صاحبه فإذا خان أحدهما صاحبه رفعها عنهما ضعيف أخرجه الدارقطني وهو في الارواء",
            "page": "209",
            "part": "1",
            "seal": "D8DA6CDC"
        },
        {
            "hno": "357",
            "id": "362",
            "nass": "357 - (ضعيف) ¶ يروي الرسول (ص) عن ربه أنه يقول: أنا ثالث الشريكين ما لم يخن أحدهما صاحبه فإذا خان أحدهما صاحبه خرجت من بينهما رواه أبو داود والحاكم وزاد رزين في جامعه وجاء الشيطان ضعيف وأما زيادة رزين فلم نجد لها أصلا ورزين معروف بالاغراب في الزيادات والروايات",
            "page": "209",
            "part": "1",
            "seal": "898913F1"
        },
        {
            "hno": "358",
            "id": "363",
            "nass": "358 - (صحيح) ¶ أنا أولى بكل مسلم من نفسه من ترك مالا فلورثته ومن ترك دينا أوضياعا (أي أسره: أولادا صغارا) فإلي وعلي صحيح متفق عليه وهو في الارواء",
            "page": "209",
            "part": "1",
            "seal": "506DABCF"
        },
        {
            "hno": "359",
            "id": "364",
            "nass": "359 - (صحيح) ¶ نهى النبي (ص) عن إضاعة المال",
            "page": "209",
            "part": "1",
            "seal": "FF96687B"
        },
        {
            "hno": "360",
            "id": "365",
            "nass": "360 - (صحيح) ¶ من كانت له أرض فليزرعها أو ليمنحها أخاه صحيح أخرجه البخاري ومسلم وابن ماجة عنه به وزاد فإن أبى فليمسك أرضه",
            "page": "209",
            "part": "1",
            "seal": "8CFAFD15"
        },
        {
            "hno": "361",
            "id": "366",
            "nass": "361 - (صحيح) ¶ عن جابر قال: كنا نخابر على عهد رسول الله (ص) فنصيب من القصرى ومن كذا وكذا فقال النبي (ص) من كان له أرض فليزرعها أو ليحرثها أخاه وإلا فليدعها صحيح أخرجه أحمد ومسلم وفي رواية لمسلم عن أبي الزبير قال: سمعت جابر بن عبد الله يقول كنا في زمان رسول الله (ص) نأخذ الأرض بالثلث والربع بالما ذينات فقام رسول الله (ص) في ذلك فقال: فذكره وفي رواية أخرى من طريق عطاء عنه قال: كان لرجال فضول أرضين من أصحاب رسول الله (ص) فقال رسول الله (ص) من كانت له فضل أرض فليزرعها أو ليمنحها أخاه فإن أبى فليمسك أرضه وفي رواية أخرى فإن لم يستطع أن يزرعها وعجز عنها فليمنحها أخاه المسلم ولا يؤاجرها إياه",
            "page": "210",
            "part": "1",
            "seal": "1DC39984"
        },
        {
            "hno": "362",
            "id": "367",
            "nass": "362 - (صحيح) ¶ لأن يمنح أحدكم أخاه يعني أرضه خير من أن يأخذ عليها خراجا معلوما صحيح أخرجه البخاري وكذا مسلم وأبو داود والنسائي وابن ماجة وأحمد والطبراني",
            "page": "210",
            "part": "1",
            "seal": "88546EF9"
        },
        {
            "hno": "363",
            "id": "368",
            "nass": "363 - (صحيح) ¶ في الصحيحين أن رسول الله (ص) عامل أهل خيبر بشطر ما يخرج منها من زرع أو ثمر صحيح من حديث ابن عمر وهو في الارواء",
            "page": "211",
            "part": "1",
            "seal": "F93B36A3"
        },
        {
            "hno": "364",
            "id": "369",
            "nass": "364 - (صحيح) ¶ روى البخاري عن نافع بن خديج قال: كنا أكثر أهل الأرض - أي في المدينة - مزروعا كنا نكري الأرض بالناحية منها تسمى لسيد الأرض فربما يصاب ذلك وتسلم الأرض وربما تصاب الأرض ويسلم ذلك فنهينا ... صحيح وتمام الحديث فأما الذهب والورق فلم يكن يومئذ وفي رواية فقلت لرافع فكيف هي بالدينار والدرهم فقال رافع: ليس بها بأس بالدينار والدرهم كل هذا عند البخاري وهو في الارواء",
            "page": "211",
            "part": "1",
            "seal": "11FC67B9"
        },
        {
            "hno": "365",
            "id": "370",
            "nass": "365 - (صحيح) ¶ عن رافع ابن خديج قال: إن النبي (ص) قال: ما تصنعون بمحاقلكم (مزارعكم) قالوا: نؤجرها على الربع وعلى الأوسق من التمر والشعير قال: لاتفعلوا صحيح أخرجه البخاري ومسلم والنسائي وابن ماجة",
            "page": "211",
            "part": "1",
            "seal": "A99D6486"
        },
        {
            "hno": "366",
            "id": "371",
            "nass": "366 - (ضعيف) ¶ روى زيد بن ثابت أن رجلين اختصما في أرض إلى النبي (ص) فقال: إن كان هذا شأنكم فلا تكروا المزارع ضعيف أخرجه أبو داود وكذا ابن ماجة",
            "page": "211",
            "part": "1",
            "seal": "14354FF8"
        },
        {
            "hno": "367",
            "id": "372",
            "nass": "367 - (صحيح) ¶ عن ابن عباس أن النبي (ص) لم يحرم المزارعة ولكن أمر أن يرفق بعضهم ببعض أخرجه الترمذي والطبراني وقال الترمذي حديث حسن صحيح قال الألباني ورجاله ثقات رجال الشيخين غير شريك هذا قال الحافظ صوق يخطىء كثيرا تغير حفظه منذ ولي القضاء بالكوفة فهو ضعيف بهذا الفظ ولكن في معناه الحديث المتقدم رقم 354 وهو عن ابن عباس فلعله من أجله صححه الترمذي",
            "page": "212",
            "part": "1",
            "seal": "97F89390"
        },
        {
            "hno": "368",
            "id": "373",
            "nass": "368 - (صحيح) ¶ لما قيل لطاوس: يا أبا عبد الرحمن لو تركت هذه المخابرة فإنهم يزعمون أن رسول الله (ص) نهى عنها قال: إني أعينهم وأعطيهم صحيح أخرجه البخاري وابن ماجة",
            "page": "212",
            "part": "1",
            "seal": "CC662384"
        },
        {
            "hno": "369",
            "id": "374",
            "nass": "369 - (صحيح) ¶ صح عن النبي (ص) النهي عن كراء الأرض وأن يؤخذ لها أجر أو حظ روى ذلك عن النبي (ص) شيخان بدريان ورافع بن خديج وجابر وأبو سعيد وأبو هريرة وابن عمر كلهم يروي عن النبي (ص) النهي عن كراء الأرض جملة صحيح انظر الشرح وخلاصته هذه الأحاديث وإن كان بعضها مطلقة في النهي فالبعض الآخر كحديث رافع يدل بنجموع رواياته على أن النهي مقيد بما إذا وجد شرط من الشروط الفاسدة التي تفضي إلى النزاع وقد جاء صراحة من حديث ثابت أن رسول الله (ص) نهى عن المزارعة وأمر بالمؤاجرة وقال لابأس بها كما تقدم تحت رقم 364",
            "page": "213",
            "part": "1",
            "seal": "7DAF5EF4"
        },
        {
            "hno": "370",
            "id": "375",
            "nass": "370 - (صحيح) ¶ في الصحيح أن النبي (ص) نهى عن بيع الثمار في الحقول أو الحدائق قبل أن يبدو صلاحها ويعرف أنها سالمة من العاهات والآفات صحيح ذكره المصنف بالمعنى ومضى برقم 316",
            "page": "213",
            "part": "1",
            "seal": "159C1E57"
        },
        {
            "hno": "371",
            "id": "376",
            "nass": "371 - (صحيح) قال A: أرأيتم إذا منع الله الثمرة بم يستحل أحدكم مال أخيه؟",
            "page": "214",
            "part": "1",
            "seal": "71544D82"
        },
        {
            "hno": "372",
            "id": "377",
            "nass": "372 - (صحيح) ¶ الظهر يركب بنفقته إذا كان مرهونا ولبن الدر يشرب بنفقته إذا كان مرهونا وعلى الذي يركب ويشرب النفقة صحيح رواه البخاري عن أبي هريرة وهو في الارواء",
            "page": "214",
            "part": "1",
            "seal": "A204A4F4"
        },
        {
            "hno": "373",
            "id": "378",
            "nass": "373 - (صحيح) ¶ قال حنظلة الأسيدي ان من كتاب رسول الله (ص) - لقيني أبو بكر وقال: كيف أنت يا حنظلة قلت: نافق حنظلة قال: سبحان الله ما تقول قلت: نكون عند رسول الله (ص) يذكرنا بالنار والجنة حتى كأنا رأي العين فإذا خرجنا من عند رسول الله (ص) عافسنا (لاعبنا) الأزواج والأولاد والضيعات فنسينا كثيرا قال أبو بكر: فوالله إنا لنلقى مثل هذا قال حنظلة فانطلقت أنا وأبو بكر حتى دخلنا على رسول الله (ص) قلت: نافق حنظلة يا رسول الله فقال رسول الله (ص) وما ذاك قلت: يا رسول الله نكون عندك تذكرنا بالنار والجنة حتىكأنا رأي العين فإذا خرجنا من عندك عافسنا الأزواج والأولاد والضيعات ونسينا كثيرا قال رسول الله: والذي نفسي بيده إن لو تدومون على ما تكونون عندي وفي الذكر لصافحتكم الملائكة على فرشكم وفي طرقكم ولكن يا حنظلة ساعة وساعة وكرر هذه الكلمة - ساعة وساعة - ثلاث مرات صحيح أخرجه مسلم والترمذي وقال حديث حسن صحيح وله شاهد عنده وكذا أحمد من حديث أبي هريرة نحوه وزاد في آخره ولو لم تذنبوا لجاء الله بخلق جديد كي يذنبوا فيغفر لهم وقال الترمذي ليس اسنداده بذاك القوي قلت: لكن لا بأس به في الشواهد والزيادة المذكورة عند مسلم وفي لفظ آخر ... بقوم يذنبون فيستغفرون الله فيغفر لهم",
            "page": "214",
            "part": "1",
            "seal": "96EEDB87"
        },
        {
            "hno": "374",
            "id": "379",
            "nass": "374 - (صحيح) ¶ كان (ص) يقول: اللهم إني أعوذ بك من الهم والحزن صحيح وهو عند أبي داود من حديث أبي سعيد الخدري بإسناد ضعيف لكن أخرجه البخاري وغيره من حديث أنس بن مالك قال: كان النبي (ص) يقول: فذكره وزاد والكسل والجبن والبخل وضلع الدين وغلبة الرجال فكان عزوه الى البخاري هو الواجب",
            "page": "215",
            "part": "1",
            "seal": "3B19D9BF"
        },
        {
            "hno": "375",
            "id": "380",
            "nass": "375 - (حسن) ¶ روي أن امرأة عجوز اجاءته تقول له: يا رسول الله ادع الله لي أن يدخلني الجنة فقال لها يا أم فلان إن الجنة لايدخلها عجوز وانزعجت المرأة وبكت ظنا منها أنها لن تدخل الجنة فلما رأى ذلك منها بين لها غرضه أن العجوز لن تدخل الجنة عجوزا بل ينشئها الله خلقا آخر فتدخلها شابة بكرا وتلا عليها قول الله تعالى: {إنا أنشاهن إنشاء فجعلناهن أبكارا عربا أترابا} حسن أخرجه عبد بن حميد والترمذي والبيهقي والطبراني والبغوي",
            "page": "215",
            "part": "1",
            "seal": "175D841B"
        },
        {
            "hno": "376",
            "id": "381",
            "nass": "376 - (حسن) ¶ ويل للذي يحدث بالحديث ليضحك به القوم فيكذب ويل له ويل له حسن أخرجه النرمذي وأبو داود وأحمد",
            "page": "216",
            "part": "1",
            "seal": "383B7213"
        },
        {
            "hno": "377",
            "id": "382",
            "nass": "377 - (صحيح) ¶ قالت عائشة: سابقني رسول الله (ص) فسبقته فلبثت حتى إذا أرهقني اللحم (أي سمنت) سابقني فسبقني فقال: هذه بتلك يشير إلى المرة الأولى صحيح مخرج في آداب الزفاف والارواء",
            "page": "216",
            "part": "1",
            "seal": "3E45D0EC"
        },
        {
            "hno": "378",
            "id": "383",
            "nass": "378 - (حسن) ¶ وقد صارع النبي (ص) رجلا معروفا بقوته يسمى ركانة فصرعه النبي أكثر من مرة وفي رواية: أن النبي صارعه وكان شديدا فقال شاة بشاة فصرعه النبي (ص) فقال عاودني في أخرى فصرعه فقال عاودني في أخرى فصرعه النبي الثالثة فقال الرجل: ماذا أقول لأهلي شاة أكلها الذئب وشاة نشذت فما أقول في الثالثة فقال النبي (ص) ما كنا لنجمع عليك أن نصرعك ونغرمك خذ غنمك حسن أخرجه أبو داود والترمذي ورد في التعليق لابد أن يكون هذا قبل تحريم القمار أو أن النبي لم يقبل هذا ولذلك لم ينفذه",
            "page": "216",
            "part": "1",
            "seal": "2809C11F"
        },
        {
            "hno": "379",
            "id": "384",
            "nass": "379 - (صحيح) ¶ عن سلمة بن الأكوع قال: مر النبي على نفر من أسلم ينتضلون فقال النبي (ص) ارموا بني إسماعيل فإن أباكم كان راميا وأنا مع بني فلان قال: فأمسك أحد الفريقين بأيديهم فقال رسول الله (ص) ما لكم لا ترمون قالوا كيف نرمي وأنت معهم فقال النبي (ص) وأنا معكم كلكم أخرجه البخاري وأحمد",
            "page": "217",
            "part": "1",
            "seal": "81BA766C"
        },
        {
            "hno": "380",
            "id": "385",
            "nass": "380 - (صحيح) ¶ ألا إن القوة الرمي ألا إن القوة الرمي ألا إن القوة الرمي صحيح أخرجه مسلم وأبو داود والترمذي والدارمي وابن ماجة وأحمد من حديث عقبة بن عامر يقول: سمعت رسول الله (ص) وهو على المنبر يقول: وأعدوا لهم ما استطعتم من قوة ألا إن القوة الرمي",
            "page": "218",
            "part": "1",
            "seal": "E5FD03F2"
        },
        {
            "hno": "381",
            "id": "386",
            "nass": "381 - (صحيح) ¶ عليكم بالرمي فإنه من خير لهوكم صحيح أخرجه الخطيب في الموضح",
            "page": "218",
            "part": "1",
            "seal": "EA673E22"
        },
        {
            "hno": "382",
            "id": "387",
            "nass": "382 - (صحيح) ¶ أن النبي (ص) لعن من اتخذ شيئا فيه الروح غرضا صحيح أخرجه مسلم والنسائي وأحمد من طريق سعيد بن جبير قال: مر ابن عمر بفتيان من قريش قد نصبوا طيرا وهم يرمونه وقد جعلوا لصاحب الطير كل خاطئة من نبلهم فلما رأوا ابن عمر تفرقوا فقال ابن عمر: من فعل هذا لعن الله من فعل هذا إن رسول الله لعن ... . . والسياق لمسلم وأما البخاري فقد أخرجه بنحوه دون الجملة الأخيرة منه وفي رواية للبخاري لعن النبي (ص) من مثل بالحيوان وللحديث شاهد من حديث عبد الله بن عباس أن النبي (ص) قال: لاتتخذوا شيئا فيه الروح غرضا أخرجه مسلم والنسائي والترمذي وابن ماجة وأحمد",
            "page": "218",
            "part": "1",
            "seal": "17F40876"
        },
        {
            "hno": "383",
            "id": "388",
            "nass": "383 - (ضعيف) ¶ نهى النبي عن التحريش بين البهائم ضعيف أخرجه أبو داود والترمذي وابن عدي وروى أبوجعفر الرازي عن ليث عن مجاهد عن ابن عمر أنه كره أن يحرش بين البهائم أخرجه البخاري في الأدب المفرد (التحريش بين البهائم هو تسليط بعضها على بعض وكان من العرب من يأتون بكبشين أو ثورين يتناطحان حتى يهلكا أو يقاربا الهلاك وهم يتفرجون ويضحكون)",
            "page": "219",
            "part": "1",
            "seal": "79CC94BA"
        },
        {
            "hno": "384",
            "id": "389",
            "nass": "384 - (صحيح) ¶ عن أبي هريرة قال: بينما الحبشة يلعبون عند النبي (ص) بحرابهم دخل عمر فأهوى إلى الحصباء فحصبهم بها فقال رسول الله (ص) دعهم يا عمر صحيح أخرجه البخاري ومسلم وأحمد",
            "page": "220",
            "part": "1",
            "seal": "95121F0B"
        },
        {
            "hno": "385",
            "id": "390",
            "nass": "385 - (صحيح) ¶ قالت عائشة: لقد رأيت النبي (ص) يسترني بردائه وأنا أنظر إلى الحبشة يلعبون في المسجد حتى أكون أنا الذي أسأمه فاقدروا قدر الجارية الحديثة السن الحريصة على اللهو متفق عليه ومخرج في آداب الزفاف",
            "page": "221",
            "part": "1",
            "seal": "6E9CBD36"
        },
        {
            "hno": "386",
            "id": "391",
            "nass": "386 - (صحيح) قالت عائشة Bها: كنت ألعب بالبنات عند رسول الله A في بيته - وهن اللعب - وكان لي صواحب يلعبن معي. وكان رسول الله A إذا دخل ينقمعن (أي يستخفين هيبة منه فيسربهن إلي فيلعبن معي)",
            "page": "221",
            "part": "1",
            "seal": "1E478839"
        },
        {
            "hno": "387",
            "id": "392",
            "nass": "387 - (صحيح) ¶ الخيل معقود بنواصيها الخير صحيح أخرجه البخاري ومسلم وغيرهما من طرق كثيرة",
            "page": "221",
            "part": "1",
            "seal": "E3EB985E"
        },
        {
            "hno": "388",
            "id": "393",
            "nass": "388 - (ضعيف) ¶ ارموا واركبوا ضعيف وعزوه لمسلم وهم وإنما أخرجه أحمد والترمذي وغيرهما",
            "page": "222",
            "part": "1",
            "seal": "69D153ED"
        },
        {
            "hno": "389",
            "id": "394",
            "nass": "389 - (صحيح) ¶ كل شيء ليس من ذكر الله فهو لهو أو سهو إلا أربع خصال مشي الرجل بين الغرضين (للرمي) وتأديبه فرسه وملاعبته أهله وتعليمه السباحة صحيح أخرجه الطبراني والنسائي",
            "page": "222",
            "part": "1",
            "seal": "EA249019"
        },
        {
            "hno": "390",
            "id": "395",
            "nass": "390 - (صحيح) ¶ عن ابن عمر أن النبي (ص) سبق بين الخيل وأعطى السابق صحيح رواه أحمد واسناده عنده ضعيف لكن له طرق أخرى يتقوى بها خرجتها في الارواء",
            "page": "222",
            "part": "1",
            "seal": "B82751B3"
        },
        {
            "hno": "391",
            "id": "396",
            "nass": "391 - (حسن) ¶ قيل لأنس: أكنتم تراهنون على عهد رسول الله (ص) أكان رسول الله (ص) يراهن قال: نعم والله لقد راهن على فرس يقال له سبحة فسبق الناس فهش لذلك وأعجبه حسن أخرجه أحمد والدارمي (الرهان المباح أن يكون الجعل الذي يبذل من غير المتسابقين أو من أحدهما فقط فأما إذا بذل كل منهما جعلا على أم من سبق منهما أخذ الجعلين معا فهو القمار المنهي عنه",
            "page": "222",
            "part": "1",
            "seal": "CE7FF2A1"
        },
        {
            "hno": "392",
            "id": "397",
            "nass": "392 - (صحيح) ¶ الخيل ثلاثة فرس للرحمن وفرس للإنسان وفرس للشيطان فأما فرس الرحمن فالذي يرتبط في سبيل الله فعلفه وروثه وبوله وذكر ما شاء الله (يعني أن كل ذلك له حسنات) وأما فرس الشيطان فالذي يقامر أو يراهن عليه وأما فرس الإنسان فالذي يرتبطه الإنسان يلتمس بطنها (أي للنتاج) فهي ستر من فقر صحيح رواه أحمد وقد أخرجته وذكرت ما يقويه في الارواء",
            "page": "223",
            "part": "1",
            "seal": "C5275822"
        },
        {
            "hno": "393",
            "id": "398",
            "nass": "393 - (صحيح) ¶ قال النبي (ص) : لايصاد صيدها ولا يقطع شجرها ولا يختلى خلاها (أي مكة فقد جعلها الإسلام منطقة سلام وأمن لكل كائن حي ينتقل في أرجائها أو يطير في سمائها أو حتى ينبت في أرضها)",
            "page": "223",
            "part": "1",
            "seal": "CD20C66A"
        },
        {
            "hno": "394",
            "id": "399",
            "nass": "394 - (صحيح) ¶ من قال لصاحبه: تعال أقامرك فليتصدق صحيح أخرجه البخاري ومسلم وأبو داود والنسائي والترمذي وأحمد من حديث أبي هريرة",
            "page": "223",
            "part": "1",
            "seal": "6F9749BB"
        },
        {
            "hno": "395",
            "id": "400",
            "nass": "395 - (حسن) ¶ من لعب بالنرد فقد عصى الله ورسوله حسن أخرجه أحمد وأبو داود وابن ماجة ومالك في الموطأ واسناده منقطع لكن له طريق أخرى عن أبي موسى يتقوى الحديث بها وهو في الارواء",
            "page": "224",
            "part": "1",
            "seal": "F9C34297"
        },
        {
            "hno": "396",
            "id": "401",
            "nass": "396 - (صحيح) ¶ من لعب بالنردشير فكأنما صبغ يده في لحم خنزير ودمه صحيح أخرجه مسلم وأحمد وأبو داود وهو في الارواء",
            "page": "224",
            "part": "1",
            "seal": "02A0B66A"
        },
        {
            "hno": "397",
            "id": "402",
            "nass": "397 - (صحيح) ¶ عن عائشة (ر) أنها زفت امرأة إلى رجل من الأنصار فقال النبي (ص) : يا عائشة ما كان معهم من لهو فإن الأنصار يعجبهم اللهو صحيح أخرجه البخاري وهو في آداب الزفاف",
            "page": "224",
            "part": "1",
            "seal": "EBA7AB07"
        },
        {
            "hno": "398",
            "id": "403",
            "nass": "398 - (حسن) ¶ قال ابن عباس: زوجت عائشة ذات قرابة لها من الأنصار فجاء رسول الله (ص) فقال: أهديتم الفتاة قالوا: نعم قال: أرسلتم معها من يغني قالت: لا فقال رسول الله (ص) : إن الأنصار قوم فيهم غزل فلو بعثتم معها من يقول: أتيناكم أتيناكم فحيانا وحياكم حسن أخرجه ابن ماجة وهو في الارواء",
            "page": "224",
            "part": "1",
            "seal": "9E8FD85D"
        },
        {
            "hno": "399",
            "id": "404",
            "nass": "399 - (صحيح) ¶ عن عائشة أن أبا بكر دخل عليها وعندها جاريتان في أيام منى (في عيد الأضحى) تغنيان وتضربان والنبي (ص) متغش بثوبه فانتهرهما أبو بكر فكشف النبي (ص) عن وجهه وقال: دعهما يا أبا بكر فإنها أيام عيد صحيح أخرجه البخاري ومسلم والنسائي وأحمد انظر الشرح الطويل في الرد على إباحة الغناء مطلقا",
            "page": "225",
            "part": "1",
            "seal": "05113789"
        },
        {
            "hno": "400",
            "id": "405",
            "nass": "400 - (صحيح) ¶ قوله (ص) لعائشة ابتداء: أتشتهين أن تنظري صحيح أخرجه البخاري ومسلم من حديث عائشة في رواية لهما في قصة لعب الحبشة بحرابهم وقد تقدمت برقم 186",
            "page": "227",
            "part": "1",
            "seal": "466E25EB"
        },
        {
            "hno": "401",
            "id": "406",
            "nass": "401 - (صحيح) ¶ إنما الأعمال بالنيات وإنما لكل امرىء ما نوى متفق عليه وهو مخرج في الارواء",
            "page": "227",
            "part": "1",
            "seal": "292C727D"
        },
        {
            "hno": "402",
            "id": "407",
            "nass": "402 - (صحيح) ¶ ليشربن أناس من أمتي الخمر يسمونها بغير اسمها يعزف على رؤوسهم بالمعازف والمغنيات يخسف الله بهم الأرض ويجعل منهم القردة والخنازير صحيح أخرجه ابن ماجة وأبو داود وابن حبان وأحمد وغيرهم",
            "page": "228",
            "part": "1",
            "seal": "0201896F"
        },
        {
            "hno": "403",
            "id": "408",
            "nass": "403 - (حسن) ¶ لأن يطعن في رأس أحدكم بمخيط من حديد خير له من أن يمس امرأة لا تحل له رواه البيهقي والطبراني وهو في سلسلة الصحيحة 226",
            "page": "228",
            "part": "1",
            "seal": "50CA7006"
        },
        {
            "hno": "404",
            "id": "409",
            "nass": "404 - (صحيح) ¶ لا تحاسدوا ولا تدابروا ولا تباغضوا وكونوا عباد الله إخوانا صحيح أخرجه البخاري ومسلم ومالك وعنه أبو داود",
            "page": "228",
            "part": "1",
            "seal": "05D9CD7B"
        },
        {
            "hno": "405",
            "id": "410",
            "nass": "405 - (ضعيف) ¶ لا يحل لمسلم أن يهجر أخاه فوق ثلاث فإن مرت به ثلاث فليلقه فليسلم عليه فإن رد عليه السلام فقد اشتركا في الأجر وإن لم يرد عليه فقد باء بالإثم وخرج المسلم من الهجرة ضعيف أخرجه أبو داود وكذا البخاري في الأدب المفرد ويغني عنه في البابحديث أبي أيوب الأنصاري أن رسول الله (ص) قال: لايحل لمسلم أن يهجر أخاه فوق ثلاث يلتقيان فيعرض هذا ويعرض هذا وخيرهما الذي يبدأ بالسلام أخرجه البخاري ومسلم",
            "page": "228",
            "part": "1",
            "seal": "B90AF5EF"
        },
        {
            "hno": "406",
            "id": "411",
            "nass": "406 - (صحيح) ¶ الرحم معلقة بالعرش تقول: من وصلني وصله الله ومن قطعني قطعه الله صحيح أخرجه البخاري في الأدب المفرد ومسلم واللفظ لمسلم ولفظ البخاري الرحم شجنة فمن وصلها وصلته ومن قطعها قطعته هذا لفظه في الصحيح ولفظه في الكتاب الآخر الرحم شجنة من الله من وصلها وصله الله ومن قطعها قطعه الله وأخرجه أحمد بلفظ إن الرحم معلقة بالعرش وليس الواصل بالمكافىء ولكن الواصل من إذا قطعت رحمه وصلها وله طريق أخرى في الأدب الفرد للبخاري قوله: الرحم شجنة من الرحمن من يصلها يصله ومن يقطعها يقطعه لها لسان طلق ذلق يوم القيامة",
            "page": "229",
            "part": "1",
            "seal": "C4D6390B"
        },
        {
            "hno": "407",
            "id": "412",
            "nass": "407 - (صحيح) ¶ لا يدخل الجنة قاطع صحيح أخرجه البخاري وفي الكتاب الآخر ومسلم والترمذي وزاد مسلم والترمذي قال سفيان: يعني قاطع رحم",
            "page": "232",
            "part": "1",
            "seal": "4CB2E626"
        },
        {
            "hno": "408",
            "id": "413",
            "nass": "408 - (صحيح) ¶ ليس الواصل بالمكافىء ولكن الواصل الذي إذا قطعت رحمه وصلها صحيح أخرجه البخاري في الأدب المفرد وكذا الترمذي وأحمد وزاد أحمد في أوله في رواية له إن الرحم معلقة بالعرش واسناده صحيح",
            "page": "232",
            "part": "1",
            "seal": "E746CADE"
        },
        {
            "hno": "409",
            "id": "414",
            "nass": "409 - (صحيح) ¶ هجر النبي (ص) أصحابه الثلاثة الذين خلفوا في غزوة تبوك خمسين يوما حتى ضاقت عليهم الأرض بما رحبت وضاقت عليهم أنفسهم ولم يكن أحد يجالسهم أو يكلمهم أو يحييهم حتى أنزل الله في كتابه توبته عليهم صحيح وهو معنى قطعة من حديث كعب بن مالك في قصة التخلف وتوبته أخرجه البخاري ومسلم وأبو داود باختصار والترمذي وأحمد عنه",
            "page": "232",
            "part": "1",
            "seal": "F8B11DB2"
        },
        {
            "hno": "410",
            "id": "415",
            "nass": "410 - (صحيح) ¶ عن جابر بن عبد الله قال: هجر رسول الله (ص) نساءه شهرا فكان يكون في العلو ويكن في السفل فنزل النبي (ص) إليهن في تسع وعشرين ليلة فقال رجل: يا رسول الله إنك مكثت تسعا وعشرين ليلة فقال رسول الله (ص) إن الشهر هكذا وهكذا بأصابع يده مرتين وقبض في الثالثة إبهامه أخرجه أحمد بإسناد صحيح على شرط مسلم وقد أخرجه في صحيحه بمعناه مختصرا وعن ابن عباس قال: هجر رسول الله (ص) نساءه شهرا فلما مضى تسع وعشرون أتاه جبريل فقال قد برت يمينك وقد تم الشهر واسناده صحيح على شرط مسلم وهو عند أحمد",
            "page": "233",
            "part": "1",
            "seal": "CB26A805"
        },
        {
            "hno": "411",
            "id": "416",
            "nass": "411 - (صحيح) ¶ هجر عبد الله بن عمر ابنا له إلى أن مات لأنه لم ينقد لحديث ذكره له أبوه عن رسول الله (ص) نهى فيه الرجال أن يمنعوا النساء من الذهاب الى المساجد صحيح أخرجه أحمد عن مجاهد عن عبد الله بن عمر أن النبي (ص) قال: لايمنعن رجل أهله أن يأتوا المساجد فقال ابن لعبد الله بن عمر: فإنا نمنعهن فقال عبد الله أحدثك عن رسول الله (ص) وتقول هذا قال: فما كلمه عبد الله حتى مات واسناده صحيح وهو في مسلم دون قوله قال فما كلمه",
            "page": "234",
            "part": "1",
            "seal": "0CFA094D"
        },
        {
            "hno": "412",
            "id": "417",
            "nass": "412 - (صحيح) ¶ تفتح أبواب الجنة يوم الإثنين والخميس فيغفر الله D لكل عبد لا يشرك بالله شيئا إلا رجلا كان بينه وبين أخيه شحناء فيقول: أنظروا هذين حتى يصطلحا أنظروا هذين حتى يصطلحا أنظروا هذين حتى يصطلحا صحيح أخرجه مسلم وأبو داود ومالك وأحمد",
            "page": "235",
            "part": "1",
            "seal": "84AF5F98"
        },
        {
            "hno": "413",
            "id": "418",
            "nass": "413 - (ضعيف) ¶ من اعتذر إليه فلم يقبل لم يرد علي الحوض رواه الطبراني في الأوسط وهو ضعيف",
            "page": "235",
            "part": "1",
            "seal": "E9C7D2BC"
        },
        {
            "hno": "414",
            "id": "419",
            "nass": "414 - (صحيح) ¶ ألا أدلكم على أفضل من درجة الصلاة والصيام والصدقة قالوا: بلى يا رسول الله قال: إصلاح ذات الدين فإن فساد ذات الدين هي الحالقة لاأقول إنها تحلق الشعر ولكن تحلق الدين أخرجه الترمذي وأبو داود وابن حبان وأحمد من حديث أبي الدرداء واسناده صحيح على شرط الشيخين لكن ليس في الحديث قوله لا أقول إنها تحلق الشعر ... وإنما هذا علقه الترمذي عقب الحديث وتصحيحه",
            "page": "237",
            "part": "1",
            "seal": "9466859F"
        },
        {
            "hno": "415",
            "id": "420",
            "nass": "415 - (صحيح) ¶ إن الله لاينظر إلى صوركم ولا أموالكم ولكن ينظر إلى قلوبكم وأعمالكم صحيح أخرجه مسلم وابن ماجة وأحمد وفي رواية لمسلم إلى أجسادكم ولا إلى صوركم",
            "page": "238",
            "part": "1",
            "seal": "9BF4E89A"
        },
        {
            "hno": "416",
            "id": "421",
            "nass": "416 - (حسن) ¶ عن ابن مسعود أنه كان يجتني سواكا من الأراك وكان دقيق الساقين فجعلت الريح تكفؤه فضحك القوم منه فقال رسول الله (ص) مم تضحكون قالوا: من دقة ساقيه فقال والذي نفسي بيده لهما أثقل في الميزان من جبل أحد أخرجه الطيالسي عن حماد عن عاصم عن زر بن حبيش عن ابن مسعود واسنده حسن",
            "page": "238",
            "part": "1",
            "seal": "596803CC"
        },
        {
            "hno": "417",
            "id": "422",
            "nass": "417 - (صحيح) ¶ إياكم والظن فإن الظن أكذب الحديث صحيح أخرجه البخاري ومسلم ومالك والترمذي وأحمد",
            "page": "239",
            "part": "1",
            "seal": "20A33707"
        },
        {
            "hno": "418",
            "id": "423",
            "nass": "418 - (ضعيف) ¶ إذا ظننت فلا تحقق أخرجه الطبراني واسناده ضعيف",
            "page": "239",
            "part": "1",
            "seal": "B0217379"
        },
        {
            "hno": "419",
            "id": "424",
            "nass": "419 - (ضعيف) ¶ من ستر عورة فكأنما استحيا موؤدة في قبرها ضعيف أخرجه أبو داود والنسائي وابن حبان واللفظ له والحاكم",
            "page": "239",
            "part": "1",
            "seal": "956432E2"
        },
        {
            "hno": "420",
            "id": "425",
            "nass": "420 - (حسن) ¶ عن ابن عمر قال: صعد رسول الله (ص) على المنبر فنادى بصوت رفيع فقال: يا معشر من أسلم بلسانه ولم يفض الإيمان إلى قلبه لاتؤذوا المسلمين ولا تتبعوا عوراتهم فإنه من يتبع عورة أخيه المسلم يتبع الله عورته ومن يتبع الله عورته يفضحه ولو في جوف رحله حسن أخرجه الترمذي وابن حبان",
            "page": "240",
            "part": "1",
            "seal": "CEB8EC3E"
        },
        {
            "hno": "421",
            "id": "426",
            "nass": "421 - (صحيح) ¶ من اطلع في بيت قوم بغير إذنهم فقد حل لهم أن يفقؤوا عينه صحيح رواه البخاري ومسلم ولفظ البخاري لو أن رجلا اطلع عليك بغير إذن فحذقته بحصاة ففقأت عينه ما كان عليك من جناح وهو في الارواء",
            "page": "241",
            "part": "1",
            "seal": "67BE5445"
        },
        {
            "hno": "422",
            "id": "427",
            "nass": "422 - (صحيح) ¶ من استمع إلى حديث قوم وهم له كارهون صب في أذنيه الآنك يوم القيامة صحيح أخرجه البخاري وأبو داود والترمذي والدارمي وأحمد والطبراني والصواب أذنه على الإفراد",
            "page": "241",
            "part": "1",
            "seal": "D203D0B9"
        },
        {
            "hno": "423",
            "id": "428",
            "nass": "423 - (ضعيف) ¶ أيما رجل كشف سترا فأدخل بصره قبل أن يؤذن له فقد أتى حدا لا يحل له أن يأتيه ضعيف أخرجه أحمد والترمذي",
            "page": "241",
            "part": "1",
            "seal": "C4194E6E"
        },
        {
            "hno": "424",
            "id": "429",
            "nass": "424 - (صحيح) ¶ روى معاوية عن الرسول (ص) قال: إنك إن اتبعت عورات الناس أفسدتهم أو كدت تفسدهم صحيح أخرجه أ [بو داود وابن حبان",
            "page": "242",
            "part": "1",
            "seal": "E819B9B0"
        },
        {
            "hno": "425",
            "id": "430",
            "nass": "425 - (صحيح) ¶ إن الأمير إذا ابتغى الريبة في الناس أفسدهم صحيح أخرجه أبو داود والطحاوي والحاكم وأحمد وابن عساكر في تاريخ دمشق",
            "page": "242",
            "part": "1",
            "seal": "E435C2D6"
        },
        {
            "hno": "426",
            "id": "431",
            "nass": "426 - (صحيح) ¶ أتدرون ما الغيبة قالوا الله ورسوله أعلم قال: ذكرك أخاك بما يكره قيل: أفرأيت إن كان في أخي ما أقول قال إن كان فيه ما تقول فقد اغتبته وإن لم يكن فيه ما تقول فقد بهته صحيح أخرجه مسلم وأبو داود والترمذي والدارمي وأحمد",
            "page": "243",
            "part": "1",
            "seal": "CF7D6F7F"
        },
        {
            "hno": "427",
            "id": "432",
            "nass": "427 - (صحيح) ¶ عن عائشة قالت: قلت للنبي: (ص) حسبك من صفية (زوج النبي) كذا وكذا تعني أنها قصيرة فقال النبي (ص) لقد قلت كلمة لو مزجت بماء البحر لمزجته صحيح أخرجه أبو داود والترمذي وأحمد والطحاوي",
            "page": "243",
            "part": "1",
            "seal": "BDC1A202"
        },
        {
            "hno": "428",
            "id": "433",
            "nass": "428 - (صحيح) ¶ قال ابن مسعود: كنا عند النبي (ص) فقام رجل (أي غاب عن المجلس) فوقع فيه رجل من بعده فقال النبي (ص) لهذا الرجل تخلل فقال مم أتخلل وما أكلت لحما قال: إنك أكلت لحم أخيك صحيح أخرجه الطبراني في المعجم الكبير",
            "page": "244",
            "part": "1",
            "seal": "53AB3231"
        },
        {
            "hno": "429",
            "id": "434",
            "nass": "429 - (حسن) ¶ عن جابر قال: كنا عند النبي (ص) فهبت ريح منتنة فقال الرسول (ص) : أتدرون ما هذه الريح هذه ريح الذين يغتابون المؤمنين حسن أخرجه أحمد والبخاري في الأدب المفرد وابن حبان وللحديث طريق أخرى عند البخاري عن سليمان عن أبي سفيان عن جابر قال هاجت ريح منتنة على عهد رسول الله (ص) فقال رسول الله (ص) إن ناسا من المنافقين اغتابوا أناسا من المسلمين فبعثت هذه الريح لذلك وهذا اسناد جيد",
            "page": "244",
            "part": "1",
            "seal": "8959118F"
        },
        {
            "hno": "430",
            "id": "435",
            "nass": "430 - (صحيح) ¶ أخبرت فاطمة بنت قيس النبي (ص) عن اثنين تقدما لخطبتها فقال لها عن أحدهما إنه صعلوك لا مال له وقال عن الآخر إنه لايضع عصاه عن عاتقه يعني أنه كثير الضرب للنساء صحيح أخرجه مسلم وغيره وهو في الارواء",
            "page": "245",
            "part": "1",
            "seal": "89A560C7"
        },
        {
            "hno": "431",
            "id": "436",
            "nass": "431 - (صحيح) ¶ من ذب عن عرض أخيه بالغيبة كان حقا على الله أن يعتقه من النار صحيح أخرجه أحمد وأبو الشيخ في الفوائد وابن أبي الدنيا في الصمت والخرائطي في مكارم ألأخلاق وسختام الفقيه في الفوائد المنتقاة وابن عدي في الكامل وأبو نعيم في الحلية انظر بقية الشرح في الكتاب",
            "page": "246",
            "part": "1",
            "seal": "B3EC7282"
        },
        {
            "hno": "432",
            "id": "437",
            "nass": "432 - (حسن) ¶ من رد عن عرض أخيه في الدنيا رد الله عن وجهه النار يوم القيامة حسن انظر الشرح",
            "page": "248",
            "part": "1",
            "seal": "61C607DE"
        },
        {
            "hno": "433",
            "id": "438",
            "nass": "433 - (صحيح) ¶ لا يدخل الجنة قتات صحيح أخرجه البخاري في الأدب المفرد ومسلم وأبو داود والترمذي وأحمد وابن أبي الدنيا في الصمت من حديث حذيفة مرفوعا به وقال الترمذي حديث حسن صحيح (والقتات هو النمام وقيل: النمانم: هو الذي يكون مع جماعة يتحدثون حديثا فينم عليهم والقتات: هو الذي يتسمع عليهم وهم لايعلمون ثم ينم)",
            "page": "248",
            "part": "1",
            "seal": "C53B7D7E"
        },
        {
            "hno": "434",
            "id": "439",
            "nass": "434 - (حسن) ¶ شرار عباد الله المشاؤون بالنميمة المفرقون بين الأحبة الباغون للبرءاء العيب أخرجه أحمد في المسند من طريق أبي الحسن عن شهر بن حوشب واسناده ضعيف وله شاهد من حديث أبي هريرة أن رسول الله (ص) قال: إن أحبكم إلى الله أحاسنكم أخلاقا الموطؤن أكنافا الذين يألفون ويؤلفون ولإن أبغضكم إلى الله المشاؤون بالنميمة المفرقون بين الإخوان الملتمسون للبرءاء العثرات أخرجه ابن أبي الدنيا من طريق صالح المري وهو ضعيف فلعل الحديث بهذا الشاهد يصير حسنا",
            "page": "248",
            "part": "1",
            "seal": "F6862A63"
        },
        {
            "hno": "435",
            "id": "440",
            "nass": "435 - (حسن) ¶ نظر عبد الله بن عمر (ر) يوما إلى الكعبة فقال ما أعظمك وأعظم حرمتك والمؤمن أعظم حرمة منك حسن أخرجه الترمذي وابن حبان",
            "page": "249",
            "part": "1",
            "seal": "E2AE1F40"
        },
        {
            "hno": "436",
            "id": "441",
            "nass": "436 - (صحيح) ¶ في حجة الوداع خطب النبي (ص) في جموع المسلمين فقال: إن أموالكم وأعراضكم ودماءكم حرام عليكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا صحيح",
            "page": "250",
            "part": "1",
            "seal": "2464F325"
        },
        {
            "hno": "437",
            "id": "442",
            "nass": "437 - (ضعيف) ¶ من ذكر امرءا بشيء ليس فيه ليعيبه به حبسه الله في نار جهنم حتى يأتي بنفاذ ما قال فيه ضعيف انظر الشرح",
            "page": "250",
            "part": "1",
            "seal": "0FDD315D"
        },
        {
            "hno": "438",
            "id": "443",
            "nass": "438 - (ضعيف) ¶ عن عائشة أن النبي (ص) قال لأصحابه: تدرون أربى الربا عند الله قالوا: الله ورسوله أعلم قال فإن أربى الربا عند الله استحلال عرض امرىء مسلم ثم قرأ رسول الله (ص) {والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا فقد احتملوا بهتانا وإثما مبينا} ضعيف أخرجه ابن أبي حاتم وابن مردويه والبيهقي",
            "page": "251",
            "part": "1",
            "seal": "BCE4920A"
        },
        {
            "hno": "439",
            "id": "444",
            "nass": "439 - (صحيح) ¶ لزوال الدنيا أهون علىالله من قتل رجل مسلم صحيح أخرجه النسائي والترمذي",
            "page": "253",
            "part": "1",
            "seal": "13D037FD"
        },
        {
            "hno": "440",
            "id": "445",
            "nass": "440 - (صحيح) ¶ لايزال المؤمن في فسحة من دينه ما لم يصب دما حراما صحيح أخرجه البخاري وأحمد",
            "page": "254",
            "part": "1",
            "seal": "EAB6AD4E"
        },
        {
            "hno": "441",
            "id": "446",
            "nass": "441 - (صحيح) ¶ كل ذنب عسى الله أن يغفره إلا الرجل يموت مشركا أو الرجل يقتل مؤمنا متعمدا صحيح أخرجه أبو داود وابن حبان والحاكم",
            "page": "254",
            "part": "1",
            "seal": "54011F83"
        },
        {
            "hno": "442",
            "id": "447",
            "nass": "442 - (متفق عليه) ¶ سباب المسلم فسوق وقتاله كفر",
            "page": "255",
            "part": "1",
            "seal": "46BB2A08"
        },
        {
            "hno": "443",
            "id": "448",
            "nass": "443 - (متفق عليه) ¶ لا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض صحيح أخرجه البخاري ومسلم وأحمد من حديث أبي هريرة مرفوعا",
            "page": "255",
            "part": "1",
            "seal": "9718C04F"
        },
        {
            "hno": "444",
            "id": "449",
            "nass": "444 - (متفق عليه) ¶ إذا المسلمان حمل أحدهما على أخيه السلاح فهما على حرف جهنم فإذا قتل أحدهما صاحبه دخلا جميعا قيل: يا رسول الله هذا القاتل فما بال المقتول قال: إنه أراد قتل صاحبه",
            "page": "255",
            "part": "1",
            "seal": "50E36D54"
        },
        {
            "hno": "445",
            "id": "450",
            "nass": "445 - (صحيح) ¶ لا يشر أحدكم إلى أخيه بالسلاح فإنه لا يدري لعل الشيطان ينزع في يده فيقع في حفرة من النار صحيح أخرجه مسلم والنسائي وابن ماجة وأحمد والسياق لمسلم وفي رواية له: إذا تواجه المسلمان بسيفهما فالقاتل والمقتول في النار قال فقلت أو قيل يا رسول الله هذا القاتل ... الخ وهكذا أخرجه البخاري وأبو داود وأحمد وفي رواية للبخاري إنه كان حريصا على قتل صاحبه وللحديث شاهد من حديث أبي موسى الأشعري مرفوعا نحوه أخرجه النسائي وابن ماجة وابن خزيمة وأحمد ورجاله ثقات",
            "page": "255",
            "part": "1",
            "seal": "E38DFF24"
        },
        {
            "hno": "446",
            "id": "451",
            "nass": "446 - (صحيح) ¶ من أشار إلى أخيه بحديدة فإن الملائكة تلعنه حتى ينتهي وإن كان أخاه لأبيه وأمه صحيح أخرجه مسلم وللحديث شاهد من حديث عائشة (ر) مرفوعا بلفظ من أشار بحديدة إلى أحد من المسلمين يريد قتله فقد وجب دمه أخرجه أحمد من طريق علقمة عن أمه في قصة ذكرها فقالت عائشة به وهذا اسناد رجاله ثقات غير أم علقمة ففيها جهالة",
            "page": "256",
            "part": "1",
            "seal": "14E6FF70"
        },
        {
            "hno": "447",
            "id": "452",
            "nass": "447 - (صحيح) ¶ لا يحل لمسلم أن يروع مسلما صحيح أخرجه أبو داود وأحمد من طريق الأعمش عن عبد الله بن يسار عن عبد الرحمن بن أبي ليلى قال: حدثنا أصحاب محمد (ص) أنهم كانوا يسيرون مع النبي (ص) فنام رجل منهم فانطلق رجل منهم إلى حبل معه فأخذه ففزع فقال رسول الله (ص) : فذكره وهذا اسناده صحيح قوله حبل بالحاء هكذا وقع في الترغيب وكذلك هو في سنن أبي داود ووقع في المسند نبل بالنون وهو الصواب",
            "page": "257",
            "part": "1",
            "seal": "917F48D7"
        },
        {
            "hno": "448",
            "id": "453",
            "nass": "448 - (ضعيف) ¶ لا يقفن أحدكم موقفا يقتل فيه رجل ظلما فإن اللعنة تنزل على من حضره ولم يدفع عنه ضعيف أخرجه الطبراني في المعجم الكبير وكذا العقيلي في الضعفاء وأبو نعيم في الحلية وأخرج الطبراني أيضا باسناد واه عن ابن عباس قال: قال رسول الله (ص) : قال ربكم وعزتي وجلالي لأنتقمن من الظالم في عاجله وآجله ولأنتقمن ممن رأى مظلوما فقدر أن ينصره فلم يفعل",
            "page": "258",
            "part": "1",
            "seal": "FC301CF0"
        },
        {
            "hno": "449",
            "id": "454",
            "nass": "449 - (صحيح) ¶ من قتل معاهدا لم يرح رائحة الجنة (أي لم يشمها) وإن ريحها يوجد من مسيرة أربعين عاما صحيح أخرجه البخاري والنسائي وابن ماجة من حديث عبد الله بن عمرو عن النبي (ص) به ولفظ النسائي من قتل قتيلا من أهل الذمة ... وهكذا أخرجه أحمد وصححه الحاكم على شرط الشيخين ووافقه الذهبي",
            "page": "259",
            "part": "1",
            "seal": "61638602"
        },
        {
            "hno": "450",
            "id": "455",
            "nass": "450 - (صحيح) ¶ من قتل رجلا من أهل الذمة لم يجد ريح الجنة صحيح أخرجه النسائي وله شاهد من حديث أبي هريرة مرفوعا بلفظ ألا من قتل معاهدا له ذمة الله وذمة رسوله فقد خفر ذمة الله ولا يرح ريح الجنة وإن ريحها ليوجد من مسيرة سبعين خريفا أخرجه الحاكم من طريق معدي بن سليمان وهو ضعيف",
            "page": "260",
            "part": "1",
            "seal": "FBB6BDFA"
        },
        {
            "hno": "451",
            "id": "456",
            "nass": "451 - (صحيح) ¶ لا يحل دم امرىء مسلم إلا بإحدى ثلاث: النفس بالنفس والثيب الزاني والتارك لدينه المفارق للجماعة متفق عليه وهو في الارواء",
            "page": "260",
            "part": "1",
            "seal": "362991EB"
        },
        {
            "hno": "452",
            "id": "457",
            "nass": "452 - (صحيح) ¶ كان فيمن قبلكم رجل به جرح فجزع فأخذ سكينا فحز بها يده فما رقا الدم حتى مات فقال الله: بادرني عبدي بنفسه فحرمت عليه الجنة صحيح أخرجه البخاري واللفظ له ومسلم بنحوه",
            "page": "261",
            "part": "1",
            "seal": "443D29B3"
        },
        {
            "hno": "453",
            "id": "458",
            "nass": "453 - (صحيح) ¶ من تردى من جبل فقتل نفسه فهو في نار جهنم يتردى فيها خالدا مخلدا فيها أبدا ومن تحسى سما فقتل نفسه فسمه في يده يتحساه في نار جهنم خالدا مخلدا فيها أبدا ومن قتل نفسه بحديدة فحديدته في يده يتوجأ بها في نار جهنم خالدا مخلدا فيها أبدا صحيح أخرجه البخاري ومسلم والنسائي والترمذي والدارمي وأحمد وعنه أبو داود قضية السم فقط أخرجوه من حديث أبو هريرة",
            "page": "261",
            "part": "1",
            "seal": "C84B6799"
        },
        {
            "hno": "454",
            "id": "459",
            "nass": "454 - (صحيح) ¶ نعم المال الصالح للرجل الصالح صحيح أخرجه أحمد ثنا عبد الرحمن ثنا موسى بن على عن أبيه قال: سمعت عمرو بن العاص يقول: بعث إلي رسول الله (ص) فقال: خذ عليك ثيابك وسلاحك ثم ائتني فأتيته وهو يتوضأ فصعد في النظر ثم طأطأ فقال: إني أريد أن أبعثك على جيش فيسلمك الله ويغنمك وأرغب لك من المال رغبة صالحة قال: قلت: يا رسول الله ما أسلمت من أجل المال ولكني أسلمت رغبة في الإسلام وأن أكون مع رسول الله (ص) فقال: يا عمرو نعم ... ثم أخرجه أحمد وأبو يعلى والحاكم والبغوي والقضاعي وابن عساكر من طرق أخرى عن موسى بن علي به",
            "page": "261",
            "part": "1",
            "seal": "166EB3F1"
        },
        {
            "hno": "455",
            "id": "460",
            "nass": "455 - (صحيح) ¶ لا يسرق السارق حين يسرق وهو مؤمن متفق عليه صحيح أخرجاه من حديث أبي هريرة",
            "page": "262",
            "part": "1",
            "seal": "F29C519C"
        },
        {
            "hno": "456",
            "id": "461",
            "nass": "456 - (صحيح) ¶ لا يحل لمسلم أن يأخذ عصا بغير طيب نفس منه صحيح أخرجه ابن حبان وأحمد وزاد في رواية قال ذلك لشدة ما حرم الله من مال المسلم على المسلم وفي رواية لأحمد لا يحل لامرىء أن يأخذ مال أخيه بغير حقه وذلك لما حرم الله مال المسلم على المسلم",
            "page": "262",
            "part": "1",
            "seal": "F1C51DD2"
        },
        {
            "hno": "457",
            "id": "462",
            "nass": "457 - (حسن) ¶ لعنة الله على الراشي والمرتشي في الحكم حسن أخرجه أحمد والترمذي وابن حبان وكذا الحاكم",
            "page": "263",
            "part": "1",
            "seal": "6978FFD5"
        },
        {
            "hno": "458",
            "id": "463",
            "nass": "458 - (ضعيف) ¶ عن ثوبان قال: لعن رسول الله (ص) الراشي والمرتشي والرائش ضعيف أخرجه أحمد والحاكم وهو في الأحاديث الضعيفة 1235",
            "page": "263",
            "part": "1",
            "seal": "748B3D6F"
        },
        {
            "hno": "459",
            "id": "464",
            "nass": "459 - (صحيح) ¶ بعث رسول الله (ص) عبد الله بن رواحة إلى اليهود ليقدر ما يجب عليهم في نخيلهم من خراج فعرضوا عليه شئءا من المال يبذلونه له فقال لهم: فأما ما عرضتم من الرشوة فإنها سحت وإنا لا نأكلها أخرجه مالك في الموطأ عن ابن شهاب عن سليمان بن يسار أن رسول الله (ص) كان يبعث عبد الله بن رواحة إلى خيبر فيخرص بينه وبين يهود خيبر قال: فجمعوا له حليا من حلي نسائهم فقالوا له: هذا لك وخفف عنا وتجاوز في القسم فقال عبد الله بن رواحة: يا معشر اليهود والله إنكم لمن أبغض خلق الله إلي وما ذاك بحاملي على أن أحيف عليكم فأما ما عرضتم ... . الخ وزاد فقالوا بهذا قامت السماوات والأرض وهذا إسناده مرسل صحيح وفي رواية أتم منه ولفظه أفاء الله D خيبر على رسول الله (ص) فأقرهم رسول الله (ص) كما كانوا وجعلها بينه وبينهم فبعث عبد الله بن رواحة فخرصها عليهم ثم قال لهم: يا معشر اليهود أنتم أبغض الخلق إلي قتلتم أنبياء الله D وكذبتم على الله وليس يحملني بغضي إياكم على أن أحيف عليكم قد خرصت عشرين ألف وسق من تمر فإن شئتم فلكم وإن أبيتم فلي فقالوا: بهذا قامت السماوات والأرض قد أخذنا فاخرجوا عنا أخرجه أحمد وأبو داود إلى قوله فخرصها عليهم واسنادهما صحيح",
            "page": "264",
            "part": "1",
            "seal": "B91A413F"
        },
        {
            "hno": "460",
            "id": "465",
            "nass": "460 - (صحيح) ¶ من استعملناه على عمل فرزقناه رزقا (منحناه راتبا) فما أخذه بعد ذلك فهو غلول صحيح أخرجه أبو داود والحاكم",
            "page": "265",
            "part": "1",
            "seal": "F4F92FBE"
        },
        {
            "hno": "461",
            "id": "466",
            "nass": "461 - (صحيح) ¶ كان رسول الله (ص) يقبل الهدية صحيح وهو في الارواء",
            "page": "266",
            "part": "1",
            "seal": "85A07024"
        },
        {
            "hno": "462",
            "id": "467",
            "nass": "462 - (صحيح) ¶ بعث الرسول (ص) واليا يجمع صدقات الأزد - قبيلة - فلما جاء إلى الرسول أمسك بعض ما معه وقال: هذا لكم وهذا لي هدية فغضب النبي وقال: ألا جلست في بيت أبيك وبيت أمك حتى تأتيك هديتك إن كنت صادقا ثم قال: ما لي أستعمل الرجل منكم فيقول: هذا لكم وهذا لي هدية ألا جلس في بيت أمه ليهدى له والذي نفسي بيده لا يأخذ أحد منكم شيئا بغير حق إلا أتى الله ليحمله يعني يوم القيامة فلا يأتين أحدكم يوم القيامة ببعير له رغاء أو بقرة لها خوار أو شاة تيعر ثم رفع يديه حتى رئي بياض إبطيه ثم قال: اللهم هل بلغت صحيح وهو في الارواء",
            "page": "266",
            "part": "1",
            "seal": "86B85C3A"
        },
        {
            "hno": "463",
            "id": "468",
            "nass": "463 - (صحيح) ¶ عن عمر (ر) قال: دخل رجلان على النبي (ص) يسألانه في شيء فأعانهما بدينارين فخرجا فإذا هما يثنيان خيرا فدخلت عليه فقلت: يا رسول الله رأيت فلانا وفلانا خرجا من عندك يثنيان خيرا قال: لكن فلانا ما يقول ذلك وقد أعطيته ما بين عشرة إلى مائة فما يقول ذاك وإن أحدكم ليخرج بصدقته من عندي متأبطها - يحملها تحت إبطه - وإنما هي له نار قال عمر: يا رسول الله كيف تعطيه وقد علمت أنها له نار قال: فما أصنع يأبون إلا مسألتي ويأبى الله D لي البخل صحيح أورده الهيثمي في المجمع",
            "page": "266",
            "part": "1",
            "seal": "03CB8AC3"
        },
        {
            "hno": "464",
            "id": "469",
            "nass": "464 - (صحيح) نهى الرسول A عن إضاعة المال",
            "page": "267",
            "part": "1",
            "seal": "239EC40E"
        },
        {
            "hno": "465",
            "id": "470",
            "nass": "465 - (صحيح) ¶ ابدأ بنفسك فتصدق عليها فإن فضل شيء فلأهلك فإن فضل شيء عن أهلك فلذي قرابتك فإن فضل عن ذي قرابتك شيء فهكذا وهكذا يقول: بين يديك وعن يمينك وعن شمالك صحيح أخرجه مسلم وأبو داود والنسائي وغيرهم وهو في الارواء",
            "page": "267",
            "part": "1",
            "seal": "DD325175"
        },
        {
            "hno": "466",
            "id": "471",
            "nass": "466 - (صحيح) ¶ خير الصدقة أو أفضل الصدقة ما أبقت غنى واليد العليا خير من اليد السفلى وابدأ بمن تعول صحيح أخرجه أحمد وهو عند مسلم وغيره وأخرجه البخاري وغيره من طريق أخرى وهو في الارواء",
            "page": "268",
            "part": "1",
            "seal": "D3FA06F7"
        },
        {
            "hno": "467",
            "id": "472",
            "nass": "467 - (ضعيف) ¶ عن جابر بن عبد الله قال: بينما نحن عند رسول الله (ص) إذ جاءه رجل بمثل البيضة ذهب فقال: يا رسول الله خذها صدقة فوالله لا أملك غيرها فأعرض عنه مغضبا فأخذها منه ثم حذفه بها بحيث لو أصابته لأوجعته ثم قال: يأتيني أحدكم بماله لا يملك غيره ثم يجلس يتكفف الناس إنما الصدقة عن ظهر غنى خذها لا حاجة لنا فيها ضعيف أخرجه أبو داود والحاكم وهو في الارواء",
            "page": "268",
            "part": "1",
            "seal": "45ED6FDB"
        },
        {
            "hno": "468",
            "id": "473",
            "nass": "468 - (صحيح) ¶ كان يحبس لأهله قوت سنة صحيح أخرجه البخاري وكذا مسلم من حديث عمر بن الخطاب (ر)",
            "page": "268",
            "part": "1",
            "seal": "AA1B167D"
        },
        {
            "hno": "469",
            "id": "474",
            "nass": "469 - (ضعيف) ¶ من آذى ذميا فقد آذاني ومن آذاني فقد آذى الله الطبراني في الأوسط لا أصل له بهذا اللفظ لاعند الطبراني ولا عند غيره وإنما اصل الحديث من آذى مسلما فقد ورد عن أنس بن مالك قال: بينا رسول الله (ص) يخطب إذ جاء رجل يتخطى رقاب الناس حتى جلس قريبا من النبي (ص) فلما قضى رسول الله (ص) صلاته قال: ما منعك يا فلان أن تجمع قال: يا رسول الله قد حرصت أن أضع نفسي بالمكان الذي ترى قال قد رأيتك تخطى رقاب الناس تؤذيهم من آذى مسلما فقد ... . . الحديث لم يروه عن أنس إلا القاسم العجلي البصري ولا عنه إلا موسى بن خلف وهو صدوق له أوهام وفي القاسم بن مطيب كان يخطىء كثيرا فاستحق الترك وأورده الذهبي في الضعفاء",
            "page": "269",
            "part": "1",
            "seal": "62DF88EE"
        },
        {
            "hno": "470",
            "id": "475",
            "nass": "470 - (منكر) ¶ من آذى ذميا فأنا خصمه ومن كنت خصمه خصمته يوم القيامة منكر أخرجه الخطيب في تاريخ بغداد",
            "page": "271",
            "part": "1",
            "seal": "295D0F5E"
        },
        {
            "hno": "471",
            "id": "476",
            "nass": "471 - (حسن) ¶ من ظلم معاهدا أو انتقصه حقا أو كلفه فوق طاقته أو أخذ منه شيئا بغير طيب نفس منه فأنا حجيجه يوم القيامة حسن أخرجه أبو داود والبيعقي وزاد فيه: وأشار رسول الله (ص) بأصبعه إلى صدره ألا ومن قتل معاهدا له ذمة الله وذمة رسوله حرم الله عليه ريح الجنة وإن ريحها لتوجد من مسيرة سبعين خريفا واسناده جيد",
            "page": "272",
            "part": "1",
            "seal": "B088C2A1"
        },
        {
            "hno": "472",
            "id": "477",
            "nass": "472 - (صحيح) ¶ أبغض عدوك هونا ما عسى أن يكون حبيبك يوما ما رواه الترمذي والبيهقي في شعب الأيمان عن أبي هريرة ورمز له السيوطي بعلامة الحسن وأوله أحبب حبيبك هونا ما عسى أن يكون بغيضك يوما ما ورواه البخاري في الأدب المفرد عن علي موقوفا انظر الشرح الطويل في الكتاب وخلاصته أن الحديث من طريق ابن سيرين صحيح مرفوعا بلا ريب والله أعلم",
            "page": "271",
            "part": "1",
            "seal": "EB400E14"
        },
        {
            "hno": "473",
            "id": "478",
            "nass": "473 - (صحيح) ¶ ثبت أن النبي (ص) أهدى إليه الملوك فقبل منهم صحيح أخرجه أحمد والترمذي",
            "page": "277",
            "part": "1",
            "seal": "3B3C0684"
        },
        {
            "hno": "474",
            "id": "479",
            "nass": "474 - (ضعيف) ¶ عن أم سلمة زوج النبي (ص) أنه قال لها: إني قد أهديت الى النجاشي حلة وأواقي من حرير ضعيف رواه أحمد والطبراني وهو في الارواء",
            "page": "278",
            "part": "1",
            "seal": "9F2A40E4"
        },
        {
            "hno": "475",
            "id": "480",
            "nass": "475 - (صحيح) ¶ مرت جنازة على رسول الله (ص) فقام لها واقفا فقيل له: يا رسول الله إنها جنازة يهودي فقال أليست نفسا صحيح أخرجه البخاري وكذا مسلم والنسائي (فائدة) هذا الحديث منسوخ بأحاديث صحيحة صريحة في النسخ ذكرت بعضها في كتابي أحكام الجنائز وبدعها",
            "page": "278",
            "part": "1",
            "seal": "9EC367D7"
        },
        {
            "hno": "476",
            "id": "481",
            "nass": "476 - (صحيح) ¶ أن رجلا وجد كلبا يلهث من العطش فنزل بئرا فملأ خفه منها ماء فسقى الكلب حتى روي قال الرسول ... قال الرسول (ص) فشكر الله له فقال الصحابة: أإن لنا في البهائم لأجرا يا رسول الله قال: في كل كبد رطبة أجر صحيح أخرجه البخاري ومسلم وغيرهما من حديث أبي هريرة مرفوعا بأتم منه انظر سلسلة الصحيحة 29",
            "page": "278",
            "part": "1",
            "seal": "531AB721"
        },
        {
            "hno": "477",
            "id": "482",
            "nass": "477 - (صحيح) ¶ دخلت امرأة النار في هرة حبستها فلا هي أطعمتها ولا هي تركتها تأكل من خشاش الأرض صحيح أخرجه البخاري ومسلم وهو في سلسلة الصحيحة 28",
            "page": "279",
            "part": "1",
            "seal": "52AB6BA4"
        },
        {
            "hno": "478",
            "id": "483",
            "nass": "478 - (صحيح) ¶ رأى النبي (ص) حمارا موسوم الوجه (مكويا في وجهه) فأنكر ذلك وقال: والله لا أسى إلا في أقصى شيء من الوجه صحيح أخرجه مسلم عن ابن عباس قال: فذكره وزاد فأمر بحمار له فكوي في جاعرتيه فهو أول من كوى الجاعرتين الجاعرتان: هما حرفا الورك المشرفان مما يلي الدبر",
            "page": "279",
            "part": "1",
            "seal": "66572BB2"
        },
        {
            "hno": "479",
            "id": "484",
            "nass": "479 - (صحيح) ¶ أنه (ص) مر عليه بحمار قد وسم في وجهه فقال ك أما بلغكم أني لعنت من وسم البهيمة في وجهها أو حزبها في وجهها صحيح أخرجه ابو داود",
            "page": "279",
            "part": "1",
            "seal": "D4F53BD6"
        },
        {
            "hno": "480",
            "id": "485",
            "nass": "480 - (صحيح) حديث أن النبي A لعن من اتخذ شيئا فيه الروح غرضا",
            "page": "280",
            "part": "1",
            "seal": "CD7C5502"
        },
        {
            "hno": "481",
            "id": "486",
            "nass": "481 - (ضعيف) وقال عبد الله بن عباس: نهى النبي A عن التحريش بين البهائم",
            "page": "280",
            "part": "1",
            "seal": "02FB5E4D"
        },
        {
            "hno": "482",
            "id": "487",
            "nass": "482 - (لا يصح) ¶ روى ابن عباس أن النبي (ص) نهى عن إخصاء البهائم نهيا شديدا لايصح هكذا لكن للحديث شاهد من حديث ابن عمر قال: نهى رسول الله (ص) عن إخصاء الخيل والبهائم وقال ابن عمر: فيها نماء الخلق أخرجه أحمد وابن عدي في الكامل وفي سنده ضعفلكن للحديث طرق أخرى تجعله بمجموع طرقه بمرتبة الحسن على أقل الدرجات",
            "page": "280",
            "part": "1",
            "seal": "6C9DD9F3"
        },
        {
            "hno": "483",
            "id": "488",
            "nass": "483 - (ضعيف) ¶ حديث صفية بنت شيبة قالت: بينا نحن عند عائشة قالت: فذكرن نساء قريش وفضلهن فقالت إن لنساء قريش لفضلا وإني والله ما رأيت أفضل من نساء الأنصار ولا أشد تصديقا لكتاب الله ولا ايمانا بالتنزيل لقد أنزلت سورة النور {وليضربن بخمرهن على جيوبهن} فانقلب رجالهن إليهن يتلون عليهن ما أنزل الله إليهن فيها ويتلو الرجل على امأته وابنته وأخته وكل ذي قرابته فما منهن امرأة إلا قامت إلى مرطها المرحل (المزخرف الذي فيه تصاوير) فاعتجرت به (شدته على رأسها تصديقا وايمانا بما أنزل الله من كتابه فأصبحن وراء رسول الله (ص) معتجرات كأن على رؤوسهن الغربان رواه ابن أبي حاتم ضعيف بهذا السياق والتمام وقد صح بعضه عند البخاري كما تقدم ولبعض شاهد من حديث أم سلمة قالت: لما نزلت {يدنين عليهن من جلابيبهن} خرج نساء الأنصار كأن على رؤوسهن الغربان من الأكسية أخرجه أبو داود بسند صحيح",
            "page": "282",
            "part": "1",
            "seal": "E690390A"
        },
        {
            "hno": null,
            "id": "489",
            "nass": "484 - (ضعيف) إذا أراد الله بامرئ خيرا جعل له واعظا من نفسه",
            "page": "282",
            "part": "1",
            "seal": "2C00D99F"
        }
    ],
    "t682": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أول الكتاب"
        }
    ]
}