{
    "b6841": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ وَبِه نستعين وَعَلِيهِ نتوكل ¶ مَا تَقول السَّادة الْعلمَاء الَّذين رَضِي الله عَنْهُم أَجْمَعِينَ فِي رجلَيْنِ تباحثا فِي الحَدِيث الْمَرْوِيّ فِي الْحَمد لله حمدا يوافي نعمه ويكافيء مزيده ¶ فَقَالَ الآخر لقَائِل هَذَا الحَدِيث الرب سُبْحَانَهُ وَتَعَالَى يَقُول {وَإِن تعدوا نعْمَة الله لَا تحصوها} وَقد ثَبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه كَانَ يَقُول لَا أحصي ثَنَاء عَلَيْك أَنْت كَمَا أثنيت على نَفسك",
            "page": "19",
            "part": "1",
            "seal": "71D25C3B"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "فَقَالَ لَهُ رَاوِي الحَدِيث الأول من لم يُوَافق على هَذَا الحَدِيث تَيْس وحمار وجاهل ¶ فَهَل هَذَا الحَدِيث الأول الَّذِي رَوَاهُ فِي الْحَمد لله حمدا يوافي نعمه ويكافيء مزيده الصَّحِيح أم لَا وَمن الْمُصِيب من الرجلَيْن وليبسط القَوْل مثابين افتونا مَأْجُورِينَ رحمكم الله ¶ أجَاب شَيخنَا الإِمَام الْعَالم شمس الدّين مُحَمَّد بن أبي بكر الْحَنْبَلِيّ الْحَمد لله هَذَا الحَدِيث لَيْسَ فِي الصَّحِيحَيْنِ وَلَا فِي أَحدهمَا وَلَا يعرف فِي شَيْء من كتب الحَدِيث الْمُعْتَمدَة وَلَا لَهُ إِسْنَاد مَعْرُوف",
            "page": "20",
            "part": "1",
            "seal": "89677798"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وَإِنَّمَا يرْوى عَن أبي نصر التمار عَن آدم أبي الْبشر وَلَا يدْرِي كم بَين أبي نصر وآدَم إِلَّا الله تَعَالَى ¶ قَالَ أَبُو نصر قَالَ آدم يَا رب شغلتني بكسب يَدي شَيْئا من مجامع الْحَمد وَالتَّسْبِيح فَأوحى الله إِلَيْهِ يَا آدم إِذا أَصبَحت فَقل ثَلَاثًا وَإِذا أمسيت فَقل ثَلَاثًا الْحَمد لله رب الْعَالمين حمدا يوافي نعمه ويكافيء مزيده فَذَلِك مجامع الْحَمد وَالتَّسْبِيح فَهَذَا لَو رَوَاهُ أَبُو نصر التمار عَن سيد ولد آدم صلى الله عَلَيْهِ وَسلم لما قبلت رِوَايَته لانْقِطَاع الحَدِيث فِيمَا بَينه وَبَين رَسُول الله صلى الله عَلَيْهِ وَسلم فَكيف بروايته عَن آدم ¶ وَقد ظن طَائِفَة من النَّاس أَن هَذَا الْحَمد بِهَذَا اللَّفْظ أكمل حمد حمد الله بِهِ وأفضله وأجمعه لأنواع الْحَمد وبنوا على هَذَا مَسْأَلَة فقهية فَقَالُوا مَسْأَلَة لَو حلف إِنْسَان ليحمدن الله بِمَجَامِع الْحَمد وَأجل",
            "page": "21",
            "part": "1",
            "seal": "42512A4E"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "المحامد فطريقه فِي بر يَمِينه أَن يَقُول الْحَمد لله حمدا يوافي نعمه ويكافيء مزيده ¶ قَالُوا وَمعنى يوافي نعمه أَي يلاقيها فَتحصل النعم مَعَه ويكافيء مَهْمُوز أَي يُسَاوِي مزيده نعمه وَالْمعْنَى أَنه يقوم بشكر مَا زَاد من النعم وَالْإِحْسَان وَالْمَعْرُوف من الْحَمد الَّذِي حمد الله بِهِ نَفسه وحمده بِهِ رَسُوله صلى الله عَلَيْهِ وَسلم وسادات العارفين بِحَمْدِهِ من أمته لَيْسَ فِيهِ هَذَا اللَّفْظ الْبَتَّةَ الْحَمد فِي الْقُرْآن الْكَرِيم ¶ كَقَوْلِه تَعَالَى {الْحَمد لله رب الْعَالمين الرَّحْمَن الرَّحِيم مَالك يَوْم الدّين} ¶ وَقَوله {فَقطع دابر الْقَوْم الَّذين ظلمُوا وَالْحَمْد لله رب الْعَالمين} ¶ وَقَوله {وَقضي بَينهم بِالْحَقِّ وَقيل الْحَمد لله رب الْعَالمين} وَقَوله حِكَايَة عَن الحمادين من عباده أَن قَالُوا {الْحَمد لله الَّذِي هدَانَا لهَذَا وَمَا كُنَّا لنهتدي لَوْلَا أَن هدَانَا الله}",
            "page": "22",
            "part": "1",
            "seal": "91834137"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وَقَوله تَعَالَى فِي حَمده لنَفسِهِ الَّذِي أَمر رَسُول الله صلى الله عَلَيْهِ وَسلم أَن يحمده بِهِ {وَقل الْحَمد لله الَّذِي لم يتَّخذ ولدا وَلم يكن لَهُ شريك فِي الْملك وَلم يكن لَهُ ولي من الذل وَكبره تَكْبِيرا} ¶ فَهَذَا حَمده الَّذِي أنزلهُ على عَبده ارْتَضَاهُ لنَفسِهِ وَأمر رَسُوله أَن يحمده بِهِ وَقَالَ تَعَالَى حامدا لنَفسِهِ الْحَمد لله الَّذِي أنزل على عَبده الْكتاب وَلم يَجْعَل لَهُ عوجا قيمًا لينذر بَأْسا شَدِيدا من لَدنه ويبشر الْمُؤمنِينَ الَّذِي يعْملُونَ الصَّالِحَات أَن لَهُم أجرا حسنا ¶ وَقَالَ {قل الْحَمد لله وَسَلام على عباده الَّذين اصْطفى} ¶ وَقَالَ الْحَمد لله الَّذِي لَهُ مَا فِي السَّمَوَات وَمَا فِي الأَرْض وَله الْحَمد فِي الْآخِرَة وَهُوَ الْحَكِيم الْخَبِير ¶ وَقَالَ الْحَمد لله فاطر السَّمَوَات وَالْأَرْض جَاعل الْمَلَائِكَة رسلًا أولي أَجْنِحَة مثنى وَثَلَاث وَربَاع يزِيد فِي الْخلق مَا يَشَاء إِن الله على كل شَيْء قدير ¶ وَقَالَ {وَهُوَ الله لَا إِلَه إِلَّا هُوَ لَهُ الْحَمد فِي الأولى وَالْآخِرَة وَله الحكم وَإِلَيْهِ ترجعون}",
            "page": "23",
            "part": "1",
            "seal": "5002C2C9"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وَقَالَ فسبحان الله حِين تمسون وَحين تُصبحُونَ وَله الْحَمد فِي السَّمَوَات وَالْأَرْض وعشيا وَحين تظْهرُونَ ¶ وَقَالَ يسبح لله مَا فِي السَّمَوَات وَمَا فِي الأَرْض لَهُ الْملك وَله الْحَمد وَهُوَ على كل شَيْء قدير ¶ وَقَالَ عَن أهل الْجنَّة {وَقَالُوا الْحَمد لله الَّذِي صدقنا وعده وأورثنا الأَرْض نتبوأ من الْجنَّة حَيْثُ نشَاء فَنعم أجر العاملين} ¶ وَقَالَ {الْحَمد لله الَّذِي أذهب عَنَّا الْحزن إِن رَبنَا لغَفُور شكور} ¶ فَهَذَا حَمده لنَفسِهِ الَّذِي أنزلهُ فِي كِتَابه وَعلمه لِعِبَادِهِ وَأخْبر عَن أهل جنته بِهِ وَهُوَ آكِد من كل حمد وَأفضل وأكمل كَيفَ يبر الْحَالِف فِي يَمِينه بالعدول إِلَى لفظ لم يحمد بِهِ نَفسه وَلَا ثَبت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا عَن سَادَات العارفين من أمته ¶ وَالنَّبِيّ صلى الله عَلَيْهِ وَسلم كَانَ إِذا حمد الله فِي الْأَوْقَات الَّتِي يتَأَكَّد فِيهَا الْحَمد لم يكن يذكر هَذَا الْحَمد الْبَتَّةَ كَمَا فِي حمد الْخطْبَة وَالْحَمْد الَّذِي تستفتح بِهِ الْأُمُور وكما فِي تشهد الْحَاج وكما فِي الْحَمد",
            "page": "24",
            "part": "1",
            "seal": "3C6A493D"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "عقب الطَّعَام وَالشرَاب واللباس وَالْخُرُوج من الْخَلَاء وَالْحَمْد عِنْد رُؤْيَة مَا يسره وَمَا لَا يسره ¶ فروى البُخَارِيّ فِي صَحِيحه عَن أبي أُمَامَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا رفع مائدته قَالَ الْحَمد لله حمدا كثيرا طيبا مُبَارَكًا فِيهِ غير مكفي وَلَا مُودع وَلَا مُسْتَغْنى عَنهُ ¶ وَفِي لفظ آخر فِي هَذَا الحَدِيث كَانَ إِذا فرغ من طَعَامه قَالَ الْحَمد الله الَّذِي كفانا وآوانا غير مكفي وَلَا مكفور",
            "page": "25",
            "part": "1",
            "seal": "2745D4D7"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "فَلَو كَانَ قَوْله الْحَمد لله حمدا يوافي نعمه ويكافيء مزيده أجل من هَذَا الْحَمد وَأفضل وأكمل لاختاره وَعدل إِلَيْهِ فَإِنَّهُ لم يكن يخْتَار إِلَّا أفضل الْأُمُور وأجلها وأعلاها ¶ وَسَأَلت شَيخنَا عَن قَوْله غير مكفي فَقَالَ الْمَخْلُوق إِذا أنعم عَلَيْك بِنِعْمَة أمكنك أَن تكافيه بالجزاء أَو بالثناء وَالله عز وَجل لَا يُمكن أحدا من الْعباد أَن يكافيه على إنعامه أبدا فَإِن ذَلِك الشُّكْر من نعمه أَيْضا أَو نَحْو هَذَا من الْكَلَام ¶ فَأَيْنَ هَذَا من قَوْله فِي الحَدِيث الْمَرْوِيّ عَن آدم حمدا يوافي نعمه ويكافيء مزيده ¶ وَقَوْلهمْ إِن مَعْنَاهُ يلاقي نعمه فَتحصل مَعَ الْحَمد كَأَنَّهُمْ أَخَذُوهُ من قَوْلهم وافيت فلَانا بمَكَان كَذَا وَكَذَا إِذا لاقيته فِيهِ ووافاني إِذْ لَقِيَنِي",
            "page": "26",
            "part": "1",
            "seal": "2C5517D2"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وَالْمعْنَى على هَذَا يلتقي حَمده بنعمه وَيكون مَعهَا وَهَذَا لَيْسَ فِيهِ كَبِير أَمر وَلَا فِيهِ أَن مسبب الْحَمد النعم وحالها وَإِنَّمَا فِيهِ اقترانه بهَا وملاقاته لَهَا اتِّفَاقًا وَمَعْلُوم أَن النعم تلاقيها من الْأُمُور الاتفاقية مَا لَا يكون سَببا فِي حُصُولهَا فَلَيْسَ بَين هَذَا الحَدِيث وَبَين النعم ارتباط يرْبط أَحدهمَا بِالْآخرِ بل فِيهِ مُجَرّد الموافاة والملاقاة الَّتِي هِيَ أَعم من الاتفاقية والسببية معنى يكافي مزيده ¶ وَكَذَلِكَ قَوْلهم يكافي مزيده أَي يكون كفوا لمزيده وَيقوم بشكر مَا زَاده الله من النعم وَالْإِحْسَان وَهَذَا يحْتَمل معنى صَحِيحا وَمعنى فَاسِدا ¶ فَإِن أُرِيد أَن حمد الله وَالثنَاء عَلَيْهِ وَذكره أجل وَأفضل من النعم الَّتِي أنعم بهَا على العَبْد من رزقه وعافيته وَصِحَّته والتوسعة عَلَيْهِ فِي دُنْيَاهُ فَهَذَا حق يشْهد لَهُ قَوْله صلى الله عَلَيْهِ وَسلم مَا أنعم الله على عبد بِنِعْمَة فَقَالَ الْحَمد لله إِلَّا كَانَ مَا أعْطى أفضل مِمَّا أَخذ رَوَاهُ ابْن مَاجَه فَإِن حَمده لوَلِيّ الْحَمد نعْمَة أُخْرَى هِيَ أفضل وأنفع لَهُ وأجدى",
            "page": "27",
            "part": "1",
            "seal": "AA9350FA"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "عائده من النِّعْمَة العاجلة فَإِن أفضل النعم وأجلها على الْإِطْلَاق نعْمَة مَعْرفَته تَعَالَى وحمده وطاعته فَإِن أُرِيد أَن فعل العَبْد يكون كفو النعم ومساويا لَهَا بِحَيْثُ يكون مكافئا للنعم عَلَيْهِ وَمَا قَامَ بِهِ من الْحَمد ثمنا لنعمه وقياما مِنْهُ بشكر مَا أنعم عَلَيْهِ بِهِ وتوفية لَهُ فَهَذَا من أمحل الْمحَال فَإِن العَبْد لَو أقدره الله على عباده الثقلَيْن لم يقم بشكر أدنى نعْمَة عَلَيْهِ بل الْأَمر كَمَا روى الإِمَام أَحْمد فِي كتاب الزّهْد حَدثنَا عَن الرَّحْمَن قَالَ ثَنَا الرّبيع ابْن صبيح عَن لحسن قَالَ قَالَ دَاوُد النَّبِي لَو أَن لكل شَعْرَة مني لسانين تسبحانك اللَّيْل وَالنَّهَار والدهر كُله مَا قضيت حق نعْمَة وَاحِدَة",
            "page": "28",
            "part": "1",
            "seal": "00501A44"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "قَالَ الإِمَام أَحْمد وَحدثنَا عبد الرَّحْمَن قَالَ حَدثنَا جَابر بن زيد عَن الْمُغيرَة بن شُعْبَة قَالَ لما أنزل على دَاوُد اعْمَلُوا آل دَاوُد شكرا وَقَلِيل من عبَادي الشكُور قَالَ يَا رب كَيفَ أُطِيق شكرا وَأَنت الَّذِي تنعم عَليّ ثمَّ ترزقني على النِّعْمَة الشُّكْر ثمَّ تزيدني نعْمَة بعد نعْمَة فالنعمة مِنْك يَا رب وَالشُّكْر مِنْك فَكيف أُطِيق شكرك قَالَ الْآن عَرفتنِي يَا دَاوُد فَمن ذَا الَّذِي يقوم بشكر ربه الَّذِي يسْتَحقّهُ سُبْحَانَهُ فضلا عَن أَن يكافيه",
            "page": "29",
            "part": "1",
            "seal": "68CCFCA6"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وَمن هَاهُنَا يعرف قدر الْحَمد الَّذِي صَحَّ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم من قَوْله غير مكفي وَلَا مُودع وَلَا مُسْتَغْنى عَنهُ رَبنَا وفضله على الحَدِيث الْمَسْئُول عَنهُ وَنحن نشرح الحَدِيث ثمَّ نعود إِلَى الْمَقْصُود فَنَقُول وَبِاللَّهِ التَّوْفِيق شرح حَدِيث الْحَمد ¶ روى قَوْله غير مكفي بِوَجْهَيْنِ بِالْهَمْز وَعَدَمه وخطئت رِوَايَة الْهَمْز فَإِنَّهُ اسْم مفعول من الْكِفَايَة فوجهه غير مكفي كمرمي ومقضي أَو من المكافاة فالمفعول مِنْهُ مكفا كمرما من راماه ومساعا من ساعاه أَو من كَفاهُ يَكْفِيهِ فمفعول مكفي كمرمي من رميت وَالصَّوَاب أَنه بِغَيْر الْهَمْز وَاخْتلف هَل ذَلِك وصف للطعام وعائد عَلَيْهِ أَو هُوَ حَال من اسْم الله فَيكون وَصفا فِي الْمَعْنى على قَوْلَيْنِ ¶ فَقَالَ ابْن قرقول فِي مطالعه المُرَاد بِهَذَا كُله الطَّعَام وَإِلَيْهِ يعود الضَّمِير",
            "page": "30",
            "part": "1",
            "seal": "918B927B"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "قَالَ الْحَرْبِيّ المكفي الْإِنَاء المقلوب للاستغناء عَنهُ كَمَا قَالَ غير مُسْتَغْنى عَنهُ وَغير مكفو غير محوية نعْمَة الله فِيهِ بل مشكور غير مَسْتُور الِاعْتِرَاف بهَا وَالْحَمْد عَلَيْهَا ¶ وَالْقَوْل الثَّانِي إِن ذَلِك عَائِد إِلَى الله سُبْحَانَهُ قَالَ وَذهب الْخطابِيّ إِلَى أَن المُرَاد بِهَذَا كُله الْبَارِي تَعَالَى وَأَن الضَّمِير يعود إِلَيْهِ",
            "page": "31",
            "part": "1",
            "seal": "C31FE23B"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وَأَن معنى قَوْله غير مكفي أَنه يطعم وَلَا يطعم كَأَنَّهُ هَاهُنَا من الْكِفَايَة ¶ وَإِلَى هَذَا ذهب غَيره فِي تَفْسِير هَذَا الْحَرْف أَنه مستغن عَن معِين وظهير ¶ قَالَ وَمعنى قَوْله وَلَا مُودع أَي غير مَتْرُوك الطّلب إِلَيْهِ وَالرَّغْبَة وَهُوَ معنى المستغني عَنهُ وينتصب رَبنَا على هَذَا بالاختصاص والمدح أَو تَأْكِيدًا كَأَنَّهُ قَالَ يَا رَبنَا اسْمَع حمدنا ودعاءنا ¶ من رفع قطع وَجعله خَبرا كَأَنَّهُ قَالَ ذَلِك رَبنَا أَو أَنْت رَبنَا وَيصِح فِيهِ الْكسر على الْبَدَل من الِاسْم فِي قَوْله الْحَمد لله انْتهى كَلَامه ¶ وَفِيه قَول ثَالِث أَن يكون قَوْله غير مكفي وَلَا مُودع للحمد كَأَنَّهُ قَالَ حمدا كثيرا غير مكفي وَلَا مُودع وَلَا مُسْتَغْنى عَن هَذَا الْحَمد",
            "page": "32",
            "part": "1",
            "seal": "C5F30170"
        },
        {
            "hno": "2",
            "id": "16",
            "nass": "معنى قَوْله وَلَا مُودع ¶ وَقَوله وَلَا مُودع أَي غير مَتْرُوك وعَلى هَذَا القَوْل فَيكون قَوْله غير مكفي مَعْنَاهُ غير مَصْرُوف ومقلوب عَن جِهَته كَمَا يكفأ الْإِنَاء بل حمد على وَجهه الَّذِي يسْتَحقّهُ ولي الْحَمد وَأَهله ويليق بِهِ وَلَا يَنْبَغِي لسواه إِعْرَاب وَلَا مُسْتَغْنى عَنهُ رَبنَا ¶ وَأما إِعْرَاب رَبنَا فبالوجوه الثَّلَاثَة وَالْأَحْسَن فِي رَفعه أَن يكون خَبرا مقدما ومبتدأ وَقَوله وَلَا مُسْتَغْنى عَنهُ وَالْأَحْسَن فِي جَرّه أَن يكون بَدَلا من الضَّمِير الْمَجْرُور فِي عَنهُ وَالْأَحْسَن فِي نَصبه أَن يكون على الْمَدْح صفة لاسم الله تَعَالَى ¶ وَسمعت شَيخنَا تَقِيّ الدّين ابْن تَيْمِية قدس الله روحه يَقُول فِي معنى هَذَا الحَدِيث الْمَخْلُوق إِذا أنعم عَلَيْك بِنِعْمَة أمكنك أَن تكافيه ونعمه لَا تدوم عَلَيْك بل لَا بُد ويقطعها عَنْك ويمكنك أَن تَسْتَغْنِي عَنهُ وَالله عز وَجل لَا يُمكن أَن تكافيه على نعمه وَإِذا أنعم عَلَيْك أدام نعمه فَإِنَّهُ هُوَ أغْنى وأقنى وَلَا يَسْتَغْنِي عَنهُ طرفَة عين هَذَا كَلَامه ¶ وَالْمَقْصُود ذكر الْحَمد الَّذِي كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يحمد ربه بِهِ فِي مَوَاطِن الْحَمد ¶ 2 - وَعَن أبي سعيد الْخُدْرِيّ أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا فرغ من طَعَامه قَالَ الْحَمد لله الَّذِي أطعمنَا وأسقانا وَجَعَلنَا مُسلمين رَوَاهُ أَبُو دَاوُد وَغَيره",
            "page": "33",
            "part": "1",
            "seal": "1E8C8400"
        },
        {
            "hno": "3",
            "id": "17",
            "nass": "3 - وَعَن أبي أَيُّوب قَالَ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا",
            "page": "34",
            "part": "1",
            "seal": "5BD2FA19"
        },
        {
            "hno": "4",
            "id": "18",
            "nass": "أكل أَو شرب قَالَ الْحَمد لله الَّذِي أطْعم وَسَقَى وسوغه وَجعل لَهُ مخرجا رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ وَإِسْنَاده ¶ 4 - وَفِي السّنَن أَيْضا عَن معَاذ بن أنس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من أكل طَعَاما فَقَالَ الْحَمد الله الَّذِي أطعمنَا هَذَا من غير حول مني وَلَا قُوَّة غفر لَهُ مَا تقدم من ذَنبه",
            "page": "35",
            "part": "1",
            "seal": "7FAA6D4B"
        },
        {
            "hno": "5",
            "id": "19",
            "nass": "قَالَ التِّرْمِذِيّ حَدِيث حسن ¶ 5 - وَفِي سنَن النَّسَائِيّ عَن عبد الرَّحْمَن بن جُبَير أَنه رجل خدم النَّبِي صلى الله عَلَيْهِ وَسلم ثَمَان سِنِين أَنه كَانَ يسمع النَّبِي صلى الله عَلَيْهِ وَسلم إِذا قرب إِلَيْهِ طَعَاما يَقُول بِسم الله وَإِذا فرغ من طَعَامه",
            "page": "36",
            "part": "1",
            "seal": "2A0A3D86"
        },
        {
            "hno": "6",
            "id": "20",
            "nass": "قَالَ اللَّهُمَّ أطعمت وسقيت وأغنيت وأقنيت وهديت وأحييت فلك الْحَمد على مَا أَعْطَيْت وَإِسْنَاده صَحِيح ¶ 6 - وروى أَبُو دَاوُد فِي السّنَن من حَدِيث عبد الله بن عَمْرو بن الْعَاصِ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه كَانَ يَقُول فِي الطَّعَام إِذا فرغ الْحَمد لله الَّذِي من علينا وهدانا وَالَّذِي أشبعنا وأروانا",
            "page": "37",
            "part": "1",
            "seal": "A837B965"
        },
        {
            "hno": "7",
            "id": "21",
            "nass": "7 - وَكَذَلِكَ الحَدِيث الَّذِي رَوَاهُ أهل السّنَن بِالْإِسْنَادِ الصَّحِيح عَن عبد الله بن مَسْعُود قَالَ علمنَا رَسُول الله صلى الله عَلَيْهِ وَسلم خطْبَة الْحَاجة الْحَمد لله نستعينه وَنَسْتَغْفِرهُ ونعوذ بِاللَّه من شرور أَنْفُسنَا من يهده الله فَلَا مضل لَهُ وَمن يضلل الله فَلَا هادي لَهُ وَأشْهد أَن لَا إِلَه إِلَّا الله وَأشْهد أَن مُحَمَّدًا عَبده وَرَسُوله اتَّقوا الله الَّذِي تسْأَلُون بِهِ والأرحام إِن الله كَانَ عَلَيْكُم رقيبا يَا أَيهَا الَّذين آمنُوا اتَّقوا الله حق تُقَاته وَلَا تموتن إِلَّا وَأَنْتُم مُسلمُونَ يَا أَيهَا الَّذين آمنُوا اتَّقوا الله وَقُولُوا قولا سديدا يصلح لكم أَعمالكُم وَيغْفر لكم ذنوبكم وَمن يطع الله وَرَسُوله فقد فَازَ فوزا عظميا ¶ 8 - وَشرع النَّبِي صلى الله عَلَيْهِ وَسلم لمن رأى مبتلى أَن يَقُول مَا رَوَاهُ التِّرْمِذِيّ عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ",
            "page": "38",
            "part": "1",
            "seal": "CDB3C55B"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "من رأى مبتلى فَقَالَ الْحَمد لله الَّذِي عافاني مِمَّا ابتلاك بِهِ وفضلني على كثير مِمَّن خلق تَفْضِيلًا إِلَّا لم يصبهُ ذَلِك الْبلَاء قَالَ التِّرْمِذِيّ حَدِيث حسن",
            "page": "39",
            "part": "1",
            "seal": "EC0D9978"
        },
        {
            "hno": "9",
            "id": "23",
            "nass": "وَرُوِيَ نَحوه عَن عمر ¶ 9 - وَشرع النَّبِي صلى الله عَلَيْهِ وَسلم للقائم من الْمجْلس أَن يَقُول مَا رَوَاهُ أَبُو هُرَيْرَة عَنهُ صلى الله عَلَيْهِ وَسلم من جلس فِي مجْلِس فَكثر فِيهِ لغطه فَقَالَ قبل أَن يقوم من مَجْلِسه سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِك أشهد أَن لَا إِلَه إِلَّا أَنْت أستغفرك وَأَتُوب إِلَيْك إِلَّا غفر لَهُ مَا كَانَ فِي مَجْلِسه ذَلِك قَالَ التِّرْمِذِيّ حَدِيث حسن صَحِيح",
            "page": "40",
            "part": "1",
            "seal": "CB31629E"
        },
        {
            "hno": "10",
            "id": "24",
            "nass": "فصل فِي الْمَأْثُور عَنهُ صلى الله عَلَيْهِ وَسلم ¶ 10 - وَشرع صلى الله عَلَيْهِ وَسلم للعاطس أَن يَقُول مَا رَوَاهُ أَبُو دَاوُد بِإِسْنَاد صَحِيح عَن أبي هُرَيْرَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِذا عطس أحدكُم فَلْيقل الْحَمد لله على كل حَال وَليقل أَخُوهُ أَو صَاحبه يَرْحَمك الله وَيَقُول هُوَ يهديكم الله وَيصْلح بالكم",
            "page": "41",
            "part": "1",
            "seal": "EF906F49"
        },
        {
            "hno": "11",
            "id": "25",
            "nass": "11 - وَفِي جَامع التِّرْمِذِيّ عَن ابْن عمر أَن رجلا عطس إِلَى جنبه فَقَالَ الْحَمد لله وَالصَّلَاة وَالسَّلَام على رَسُول الله فَقَالَ ابْن عمر وَأَنا أَقُول الْحَمد لله وَالسَّلَام على رَسُول الله وَلَيْسَ هَكَذَا علمنَا رَسُول الله صلى الله عَلَيْهِ وَسلم أَن نقُول الْحَمد لله على كل حَال",
            "page": "42",
            "part": "1",
            "seal": "0A43E131"
        },
        {
            "hno": "12",
            "id": "26",
            "nass": "12 - وَكَذَلِكَ شرع لأمته عِنْد ركُوب الدَّابَّة مَا رَوَاهُ أهل السّنَن بِالْإِسْنَادِ الصَّحِيح عَن عَليّ بن ربيعَة قَالَ شهِدت عَليّ بن أبي طَالب أُتِي بِدَابَّة ليرْكبَهَا فَلَمَّا وضع رجله فِي الركاب قَالَ بِسم الله فَلَمَّا اسْتَوَى على ظهرهَا قَالَ الْحَمد لله الَّذِي سخر لنا هَذَا وَمَا كُنَّا لَهُ مُقرنين وَإِنَّا إِلَى رَبنَا لمنقلبون ثمَّ قَالَ الْحَمد لله ثَلَاث مَرَّات ثمَّ قَالَ الله أكبر ثَلَاث مَرَّات ثمَّ قَالَ سُبْحَانَكَ ظلمت نَفسِي فَاغْفِر لي إِنَّه لَا يغْفر الذُّنُوب إِلَّا أَنْت ثمَّ ضحك فَقَالَ فَقلت يَا أَمِير الْمُؤمنِينَ من أَي شَيْء ضحِكت قَالَ رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم فعل كَمَا فعلت ثمَّ ضحك فَقلت يَا رَسُول الله من أَي شَيْء ضحِكت قَالَ إِن رَبك سُبْحَانَهُ يعجب من عَبده إِذا قَالَ اغْفِر لي ذُنُوبِي يعلم أَنه لَا يغْفر الذُّنُوب غَيْرِي",
            "page": "43",
            "part": "1",
            "seal": "88A60F52"
        },
        {
            "hno": "13",
            "id": "27",
            "nass": "13 - وروى ابْن مَاجَه فِي سنَنه عَن عَائِشَة قَالَت كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا رأى مَا يُحِبهُ قَالَ الْحَمد لله الَّذِي بنعمته تتمّ الصَّالِحَات وَإِذا رأى مَا يكره قَالَ الْحَمد الله على كل حَال قَالَ الْحَاكِم هَذَا حَدِيث صَحِيح الْإِسْنَاد فِي صَحِيح مُسلم عَن عَليّ رَضِي الله عَنهُ قَالَ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا رفع رَأسه قَالَ سمع الله لمن حَمده رَبنَا لَك الْحَمد ملْء السَّمَوَات وملء الأَرْض وملء مَا شِئْت من شَيْء بعد",
            "page": "44",
            "part": "1",
            "seal": "E2505C06"
        },
        {
            "hno": "14",
            "id": "28",
            "nass": "14 - وَفِيه عَن أبي سعيد الْخُدْرِيّ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا رفع رَأسه من الرُّكُوع قَالَ اللَّهُمَّ رَبنَا لَك الْحَمد ملْء السَّمَوَات وملء الأَرْض وملء مَا شِئْت من شَيْء بعد أهل الثَّنَاء وَالْمجد أَحَق مَا قَالَ العَبْد كلنا لَك عبد اللَّهُمَّ لَا مَانع لما أَعْطَيْت وَلَا معطي لما منعت وَلَا ينفع ذَا الْجد مِنْك الْجد ¶ 15 - وروى البُخَارِيّ فِي صَحِيحه عَن رِفَاعَة بن رَافع الزرقي قَالَ كُنَّا نصلي وَرَاء النَّبِي صلى الله عَلَيْهِ وَسلم فَلَمَّا رفع رَأسه من الرُّكُوع قَالَ سمع الله لمن حَمده قَالَ رجل وَرَاءه رَبنَا لَك الْحَمد حمدا كثيرا طيبا مُبَارَكًا فِيهِ فَلَمَّا انْصَرف قَالَ من الْمُتَكَلّم قَالَ أَنا قَالَ",
            "page": "45",
            "part": "1",
            "seal": "E43C8423"
        },
        {
            "hno": "16",
            "id": "29",
            "nass": "قد رَأَيْت بضعَة وَثَلَاثِينَ ملكا يبتدرونها أَيهمْ يَكْتُبهَا أول ¶ 16 - وَفِي صَحِيح البُخَارِيّ وَمُسلم عَن ابْن عَبَّاس أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا قَامَ من اللَّيْل يُصَلِّي يَقُول اللَّهُمَّ لَك الْحَمد أَنْت نور السَّمَوَات وَالْأَرْض وَمن فِيهِنَّ وَلَك الْحَمد أَنْت قيوم السَّمَوَات وَالْأَرْض وَمن فِيهِنَّ وَلَك الْحَمد أَنْت الْحق وَوَعدك حق ولقاؤك حق وَالْجنَّة حق وَالنَّار حق والنبيون حق الحَدِيث ¶ 17 - وَفِي صَحِيح مُسلم عَن عبد الله بن عمر قَالَ بَيْنَمَا نَحن نصلي مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ رجل الله أكبر كَبِيرا وَالْحَمْد لله كثيرا وَسُبْحَان الله بكرَة وَأَصِيلا فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم من الْقَائِل كَذَا وَكَذَا فَقَالَ رجل من الْقَوْم أَنا قلتهَا يَا رَسُول الله قَالَ عجبت لَهَا فتحت لَهَا أَبْوَاب السَّمَاء",
            "page": "46",
            "part": "1",
            "seal": "DC2C80D8"
        },
        {
            "hno": "18",
            "id": "30",
            "nass": "قَالَ ابْن عمر فَمَا تركتهن مُنْذُ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يقولهن ¶ 18 - وَفِي السّنَن عَن رِفَاعَة بن رَافع قَالَ صليت خلف النَّبِي صلى الله عَلَيْهِ وَسلم فعطست فَقلت الْحَمد لله حمدا كثير طيبا مُبَارَكًا فِيهِ كَمَا يحب رَبنَا ويرضى فَلَمَّا صلى رَسُول الله صلى الله عَلَيْهِ وَسلم انْصَرف فَقَالَ من الْمُتَكَلّم فِي الصَّلَاة فَلم يجبهُ أحد ثمَّ قَالَهَا الثَّانِيَة من الْمُتَكَلّم فِي الصَّلَاة فَقَالَ رِفَاعَة بن رَافع أَنا يَا رَسُول الله قَالَ كَيفَ قلت قَالَ قلت الْحَمد لله حمدا كثيرا طيبا مُبَارَكًا فِيهِ كَمَا يحب رَبنَا ويرضى فَقَالَ وَالَّذِي نَفسِي بِيَدِهِ لقد ابتدرها بضعَة وَثَلَاثُونَ ملكا أَيهمْ يصعدها قَالَ التِّرْمِذِيّ حَدِيث حسن ¶ 19 - وَفِي سنَن أبي دَاوُد عَن عَامر بن ربيعَة قَالَ عطس شَاب من الْأَنْصَار خلف رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ فِي الصَّلَاة فَقَالَ الْحَمد لله حمدا كثيرا طيبا مُبَارَكًا فِيهِ حَتَّى يرضى رَبنَا وَبعد مَا يرضى من أَمر الدُّنْيَا وَالْآخِرَة فَلَمَّا انْصَرف رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من الْقَائِل الْكَلِمَة فَسكت الشَّاب ثمَّ قَالَ من الْقَائِل الْكَلِمَة فَإِنَّهُ",
            "page": "47",
            "part": "1",
            "seal": "00AB7E34"
        },
        {
            "hno": "20",
            "id": "31",
            "nass": "لم يقل باسا فَقَالَ يَا رَسُول الله أَنا قلتهَا لم أرد بهَا إِلَّا خيرا فَقَالَ مَا تناهت دون عرش الرَّحْمَن جلّ ذكره ¶ 20 - وَفِي مُسْند الإِمَام أَحْمد عَن وَائِل بن حجر قَالَ صليت مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ رجل الْحَمد لله حمدا كثيرا طيبا مُبَارَكًا فِيهِ فَلَمَّا صلى رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من الْقَائِل قَالَ الرجل أَنا يَا رَسُول الله وَمَا أردْت إِلَّا الْخَيْر فَقَالَ لقد فتحت لَهَا أَبْوَاب السَّمَاء فَلم ينهنها شَيْء دون الْعَرْش",
            "page": "48",
            "part": "1",
            "seal": "9FDC1D1E"
        },
        {
            "hno": "21",
            "id": "32",
            "nass": "21 - وَثَبت عَنهُ صلى الله عَلَيْهِ وَسلم فِي الصَّحِيح أَنه كَانَ يَقُول فِي اعتداله بعد الرُّكُوع فِي صَلَاة اللَّيْل لرَبي الْحَمد لرَبي الْحَمد وَكَانَ قيَاما طَويلا ¶ وَشرع لأمته فِي هَذَا الْموضع وَفِي غَيره أفضل الْحَمد وأكمله فَلَو كَانَ قَول الْقَائِل الْحَمد لله حمدا يوافي نعمه ويكا فِي مزيده أفضل الْحَمد لَكَانَ أولى الْمَوَاضِع بِهِ هَذَا الْموضع وَمَا أشبهه فيا سُبْحَانَ الله لَا يَأْتِي عَنهُ هَذَا الْحَمد الْأَكْمَل الْأَفْضَل الْجَامِع فِي مَوضِع وَاحِد الْبَتَّةَ لَا قولا وَلَا تَعْلِيما وَلَا يَقُوله أحد من الصَّحَابَة وَلَا يعرف عَنْهُم فِي خطْبَة وَلَا تشهد حَاجَة وَلَا عقيب الطَّعَام وَالشرَاب وَإِنَّمَا الَّذِي جَاءَ عَنْهُم حمد هُوَ دونه فِي الْفَضِيلَة والكمال هَذَا من الْمحَال",
            "page": "49",
            "part": "1",
            "seal": "891E3216"
        },
        {
            "hno": "22",
            "id": "33",
            "nass": "22 - وَكَذَلِكَ حمد الْمَلَائِكَة لَهُ سُبْحَانَهُ كَمَا فِي صَحِيح مُسلم عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم أُتِي لَيْلَة أسرِي بِهِ بقدح من خمر وقدح من لبن فَقَالَ جِبْرِيل فَنظر إِلَيْهِمَا فَأخذ اللَّبن فَقَالَ جِبْرِيل عَلَيْهِ السَّلَام الْحَمد لله الَّذِي هداك للفطرة لَو أخذت الْخمر غوت أمتك ¶ 23 - وَكَذَلِكَ حمد الصَّحَابَة لَهُ سُبْحَانَهُ كَمَا فِي صَحِيح البُخَارِيّ أَن عمر بن الْخطاب رَضِي الله عَنهُ لما طعن أرسل ابْنه عبد الله إِلَى عَائِشَة رَضِي الله عَنْهَا يستأذنها أَن يدْفن مَعَ صَاحِبيهِ فَلَمَّا أقبل عبد الله قَالَ عمر مَا لديك قَالَ الَّذِي يحب أَمِير الْمُؤمنِينَ أَذِنت قَالَ الْحَمد لله مَا كَانَ شَيْء أهم إِلَيّ من ذَلِك",
            "page": "50",
            "part": "1",
            "seal": "383A2CDD"
        },
        {
            "hno": "24",
            "id": "34",
            "nass": "24 - وروى ابْن مَاجَه فِي سنَنه أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا خرج من الخلا قَالَ الْحَمد لله الَّذِي أذهب عني الْأَذَى وعافاني",
            "page": "51",
            "part": "1",
            "seal": "C28B0BC1"
        },
        {
            "hno": "25",
            "id": "35",
            "nass": "25 - وَفِي مُعْجم الطَّبَرَانِيّ عَن ابْن عمر رَضِي الله عَنْهُمَا قَالَ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا خرج قَالَ الْحَمد لله الَّذِي أذاقني لذته وَدفع عني أَذَاهُ",
            "page": "52",
            "part": "1",
            "seal": "633A1F00"
        },
        {
            "hno": "26",
            "id": "36",
            "nass": "26 - وَعَن أبي سعيد الْخُدْرِيّ رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا استجد ثوبا سَمَّاهُ باسمه عِمَامَة أَو قَمِيصًا أَو رِدَاء ثمَّ يَقُول اللَّهُمَّ لَك الْحَمد أَنْت كسوتنيه أَسأَلك خَيره وَخير مَا صنع لَهُ وَأَعُوذ بك من شَره وَشر مَا صنع لَهُ ¶ رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ وَإِسْنَاده صَحِيح قَالَ التِّرْمِذِيّ حَدِيث حسن ¶ 27 - وَفِي التِّرْمِذِيّ عَن عمر رَضِي الله عَنهُ قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول من لبس ثوبا جَدِيدا فَقَالَ الْحَمد لله الَّذِي كساني مَا أواري بِهِ عورتي وأتجمل بِهِ فِي حَياتِي ثمَّ مُحَمَّد إِلَى الثَّوْب الَّذِي",
            "page": "53",
            "part": "1",
            "seal": "EE1AA731"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "أخلق فَتصدق بِهِ كَانَ فِي حفظ الله وَفِي كنف الله وَفِي سَبِيل الله حَيا وَمَيتًا",
            "page": "54",
            "part": "1",
            "seal": "C2D0A04F"
        },
        {
            "hno": "28",
            "id": "38",
            "nass": "28 - وَفِي مُسْند الإِمَام أَحْمد من حَدِيث معَاذ بن أنس عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ من أكل طَعَاما فَقَالَ الْحَمد لله الَّذِي أَطْعمنِي هَذَا ورزقنيه من غير حول مني وَلَا قُوَّة غفر لَهُ مَا تقدم من ذَنبه وَمن لبس ثوبا فَقَالَ الْحَمد لله الَّذِي كساني هَذَا ورزقنيه من غير حول مني وَلَا قُوَّة غفر الله لَهُ مَا تقدم من ذَنبه ¶ 29 - وَفِي جَامع التِّرْمِذِيّ عَن عَليّ رَضِي الله عَنهُ قَالَ كَانَ أَكثر دُعَاء النَّبِي صلى الله عَلَيْهِ وَسلم يَوْم عَرَفَة فِي المواقف اللَّهُمَّ لَك الْحَمد كَالَّذي نقُول وَخير مِمَّا نقُول اللَّهُمَّ لَك صَلَاتي ونسكي ومحياي ومماتي وَإِلَيْك مَالِي وَلَك رب تراثي اللَّهُمَّ إِنِّي أعوذ بك من عَذَاب الْقَبْر ووسوسة الصَّدْر وشتات الْأَمر اللَّهُمَّ إِنِّي أعوذ بك من شَرّ مَا تَجِيء بِهِ الرّيح",
            "page": "55",
            "part": "1",
            "seal": "A7F78AE7"
        },
        {
            "hno": "30",
            "id": "39",
            "nass": "30 - وَفِي أثر آخر مَعْرُوف اللَّهُمَّ لَك الْحَمد كُله وَلَك الْملك كُله وبيدك الْخَيْر كُله وَإِلَيْك يرجع الْأَمر كُله عَلَانِيَته وسره وَأَنت أهل الْحَمد ¶ وَهَذَا من أجمع الْحَمد وَأحسنه ¶ وَقد علم النَّبِي صلى الله عَلَيْهِ وَسلم أمته الْحَمد الْمُفْرد والمضاعف فَلم يعلمهُمْ فِي شَيْء مِنْهُ هَذَا الْحَمد الْمَسْئُول عَنهُ ¶ 31 - وَفِي صَحِيح مُسلم عَن سعد بن أبي وَقاص رَضِي الله عَنهُ قَالَ جَاءَ أَعْرَابِي إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ عَلمنِي",
            "page": "56",
            "part": "1",
            "seal": "7D308F66"
        },
        {
            "hno": "32",
            "id": "40",
            "nass": "كلَاما أقوله قَالَ لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ الله أكبر كَبِيرا وَالْحَمْد لله كثيرا وَسُبْحَان الله رب الْعَالمين لَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعَزِيز الْحَكِيم قَالَ هَؤُلَاءِ لرَبي فَمَا لي قَالَ اللَّهُمَّ اغْفِر لي وارحمني واهدني وارزقني ¶ 32 - وَفِي السّنَن عَن سعد بن أبي وَقاص أَنه دخل مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم على امْرَأَة بَين يَديهَا نوى أَو حَصى تسبح بِهِ فَقَالَ أخْبرك بِمَا هُوَ أيسر عَلَيْك من هَذَا وَأفضل سُبْحَانَ الله عدد مَا خلق فِي السَّمَاء سُبْحَانَ الله عدد مَا خلق فِي الأَرْض وَسُبْحَان الله عدد مَا بَين ذَلِك وَسُبْحَان الله عدد مَا هُوَ خَالق وَالله أكبر مثل ذَلِك وَالْحَمْد لله مثل ذَلِك وَلَا إِلَه إِلَّا الله مثل ذَلِك وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه مثل ذَلِك",
            "page": "57",
            "part": "1",
            "seal": "755BB202"
        },
        {
            "hno": "33",
            "id": "41",
            "nass": "فَلَو كَانَ الْحَمد لله حمدا يوافي نعمه ويكافي مزيده أفضل من هَذَا لعلمه إِيَّاهَا ¶ 33 - وَفِي صَحِيح مُسلم عَن سَمُرَة بن جُنْدُب رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أحب الْكَلَام إِلَى الله أَربع سُبْحَانَ الله وَالْحَمْد لله وَلَا إِلَه إِلَّا الله وَالله أكبر وَلَا يضر بأيهن بدأت ¶ وَلَو كَانَ الْحَمد لله حمدا يوافي نعمه ويكافي مزيده أفضل من هَذَا لَكَانَ أحب إِلَى الله مِنْهُ ¶ 34 - وَفِي صَحِيح مُسلم أَيْضا عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لِأَن أَقُول سُبْحَانَ الله وَالْحَمْد لله وَلَا إِلَه إِلَّا الله وَالله أكبر أحب إِلَيّ مِمَّا طلعت عَلَيْهِ الشَّمْس ¶ 35 - وروى إِسْرَائِيل عَن أبي سِنَان عَن أبي صَالح عَن أبي سعيد وَأبي هُرَيْرَة قَالَا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الله اصْطفى من الْكَلَام سُبْحَانَ الله وَالْحَمْد لله وَلَا إِلَه إِلَّا الله وَالله أكبر",
            "page": "58",
            "part": "1",
            "seal": "D4E86A42"
        },
        {
            "hno": "36",
            "id": "42",
            "nass": "فَإِذا قَالَ العَبْد سُبْحَانَ الله كتب لَهُ عشْرين حَسَنَة أَو حط عَنهُ عشْرين سَيِّئَة فَإِذا قَالَ الله أكبر فَمثل ذَلِك فَإِذا قَالَ لَا إِلَه إِلَّا الله فَمثل ذَلِك وَإِذا قَالَ الْحَمد رب الْعَالمين من قبل نَفسه كتبت لَهُ ثَلَاثُونَ حَسَنَة وَحط عَنهُ ثَلَاثُونَ سَيِّئَة ¶ 36 - وَفِي صَحِيح مُسلم عَن أبي مَالك الْأَشْعَرِيّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه كَانَ يَقُول الطّهُور شطر الْإِيمَان وَالْحَمْد لله تملأ الْمِيزَان وَسُبْحَان الله وَالْحَمْد لله تملآن أَو تملأ مَا بَين السَّمَاء وَالْأَرْض وَالصَّلَاة نور وَالصَّدَََقَة برهَان وَالصَّبْر ضِيَاء وَالْقُرْآن حجَّة لَك أَو عَلَيْك كل النَّاس يَغْدُو فبائع نَفسه فموبقها أَو مبتاعها فمعتقها",
            "page": "59",
            "part": "1",
            "seal": "F5E4F7AF"
        },
        {
            "hno": "37",
            "id": "43",
            "nass": "37 - وَقد روى ابْن ماجة وَالتِّرْمِذِيّ من حَدِيث طَلْحَة بن خرَاش بن عمر عَن جَابر بن عبد الله قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول أفضل الذّكر لَا إِلَه إِلَّا الله وَأفضل الدُّعَاء الْحَمد لله",
            "page": "60",
            "part": "1",
            "seal": "BCAA6389"
        },
        {
            "hno": "38",
            "id": "44",
            "nass": "وَسُئِلَ ابْن عَيْنِيَّة عَن هَذَا الحَدِيث فَقيل لَهُ كَأَن الْحَمد لله دُعَاء فَقَالَ أما سَمِعت قَول أُميَّة ابْن أبي الصَّلْت لعبد الله بن جدعَان يَرْجُو نائلة ¶ أأذكر حَاجَتي أم قد كفاني ... حباؤك إِن شيمتك الْحيَاء ¶ إِذا أثني عَلَيْك الْمَرْء يَوْمًا ... كَفاهُ من تعرضه الثَّنَاء ¶ كريم لَا يُغَيِّرهُ صباح ... عَن الْخلق الْجَمِيل وَلَا مسَاء ¶ فَهَذَا مَخْلُوق اكْتفى من مَخْلُوق بالثناء عَلَيْهِ فَكيف بالخالق سُبْحَانَهُ قلت الدُّعَاء يُرَاد بِهِ دُعَاء الْمَسْأَلَة وَدُعَاء الْعِبَادَة والمثني على ربه بِحَمْدِهِ وَالْآيَة دَاع لَهُ بالاعتبارين فَإِنَّهُ طَالب مِنْهُ طَالب لَهُ فَهُوَ الدَّاعِي حَقِيقَة قَالَ تَعَالَى {هُوَ الْحَيّ لَا إِلَه إِلَّا هُوَ فَادعوهُ مُخلصين لَهُ الدّين الْحَمد لله رب الْعَالمين} ¶ 38 - وروى ابْن مَاجَه فِي سنَنه من حَدِيث عبد الله بن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم حَدثهمْ أَن عبدا من عباد الله قَالَ يَا رب لَك الْحَمد كَمَا يَنْبَغِي لجلال وَجهك ولعظيم سلطانك فعظمت بالملكين فَلم يدريا كَيفَ يكتبانها فصعدا إِلَى السَّمَاء فَقَالَ يارب إِن عَبدك قَالَ مقَالَة لَا ندية كَيفَ نكتبها قَالَ الله عز وَجل وَهُوَ أعلم بِمَا قَالَ عَبده",
            "page": "61",
            "part": "1",
            "seal": "3C507184"
        },
        {
            "hno": "39",
            "id": "45",
            "nass": "مَاذَا قَالَ عَبدِي قَالَا يارب إِنَّه قَالَ يَا رب لَك الْحَمد كَمَا يَنْبَغِي لجلال وَجهك وعظيم سلطانك فَقَالَ الله عز وَجل اكتباها كَمَا قَالَ عَبدِي حَتَّى يلقاني فأجزيه بهَا ¶ 39 - وَفِي سنَن ابْن مَاجَه أَيْضا من حَدِيث مُحَمَّد بن ثَابت عَن أبي هُرَيْرَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يَقُول الْحَمد الله على كل حَال أعوذ بِاللَّه من حَال أهل النَّار",
            "page": "62",
            "part": "1",
            "seal": "178043FD"
        },
        {
            "hno": "40",
            "id": "46",
            "nass": "40 - وَفِي مُسْند ابْن أبي شيبَة عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم مر بِهِ وَهُوَ يغْرس فَقَالَ يَا أَبَا هُرَيْرَة مَا الَّذِي تغرس قلت غراسا قَالَ أَلا أدلك على غراس خير من هَذَا سُبْحَانَ الله وَالْحَمْد الله وَلَا إِلَه إِلَّا الله وَالله أكبر تغرس بِكُل وَاحِدَة شَجَرَة فِي الْجنَّة ¶ 41 - وَفِي سنَن ابْن مَاجَه عَن أبي الدَّرْدَاء قَالَ قَالَ لي رَسُول الله",
            "page": "63",
            "part": "1",
            "seal": "486AA7B8"
        },
        {
            "hno": "42",
            "id": "47",
            "nass": "صلى الله عَلَيْهِ وَسلم عَلَيْك بسبحان الله وَالْحَمْد لله وَلَا إِلَه إِلَّا الله وَالله أكبر فَإِنَّهَا يَعْنِي تحط الْخَطَايَا كَمَا تحط الشَّجَرَة وَرقهَا ¶ 42 - وَفِي التِّرْمِذِيّ عَن ابْن مَسْعُود عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لقِيت إِبْرَاهِيم لَيْلَة أسرِي بِي فَقَالَ يَا مُحَمَّد أقريء أمتك السَّلَام وَأخْبرهمْ أَن الْجنَّة طيبَة التربة عذبة المَاء وَأَنَّهَا قيعان وَأَن غراسها سُبْحَانَ الله وَالْحَمْد لله وَلَا إِلَه إِلَّا الله وَالله أكبر قَالَ التِّرْمِذِيّ حَدِيث حسن",
            "page": "64",
            "part": "1",
            "seal": "0D7BE142"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وَالَّذِي حفظ من تحميد النَّبِي صلى الله عَلَيْهِ وَسلم فِي المجامع الْعِظَام كخطبة الْجُمُعَة وَالْخطْبَة فِي الْحَج عِنْد الْجَمْرَة وخطبة الْحَاجة الْحَمد لله نحمده ونستعينه وَنَسْتَغْفِرهُ ونعوذ بِاللَّه من شرور أَنْفُسنَا من يهده الله فَلَا مضل لَهُ وَمن يضلل فَلَا هادي لَهُ وَأشْهد أَن لَا إِلَه إِلَّا الله وَأشْهد أَن مُحَمَّدًا عَبده وَرَسُوله وفيهَا كلهَا أشبه بِلَفْظ الْإِفْرَاد ونستعينه بِلَفْظ الْجمع ونحمده وَنَسْتَغْفِرهُ بِلَفْظ الْجمع ¶ فَقَالَ شيخ الْإِسْلَام أَبُو الْعَبَّاس ابْن تَيْمِية قدس الله روحه لما كَانَ العَبْد قد يسْتَغْفر لَهُ ويستعين لَهُ وَلغيره حسن لفظ الْجمع فِي ذَلِك وَأما الشَّهَادَة لله بالوحدانية وَلِرَسُولِهِ بالرسالة فَلَا يَفْعَلهَا أحد عَن غَيره وَلَا تقبل الشَّهَادَة بِوَجْه من الْوُجُوه وَلَا تتَعَلَّق شَهَادَة الْإِنْسَان بِشَهَادَة غَيره المتشهد لَا يتَشَهَّد إِلَّا عَن نَفسه ¶ هَذَا معنى كَلَامه ¶ فَهَذِهِ جمل مواقع الْحَمد فِي كَلَام الله وَرَسُوله وَأَصْحَابه وَالْمَلَائِكَة قد جليت عَلَيْك عرائسها وجلبت عَلَيْك نفائسها فَلَو كَانَ الحَدِيث الْمَسْئُول عَنهُ أفضلهَا وأكملها وأجمعها كَمَا ظَنّه الظَّان لَكَانَ وَاسِطَة عقدهَا فِي النظام",
            "page": "65",
            "part": "1",
            "seal": "23F8F800"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "الظَّان لَكَانَ وَاسِطَة عقدهَا فِي النظام وأكثرها اسْتِعْمَالا فِي حمد ذِي الْجلَال وَالْإِكْرَام ¶ فَالْحَمْد لله بمحامده الَّتِي حمد بهَا نَفسه وحمده بهَا الَّذين اصْطفى حمدا طيبا مُبَارَكًا فِيهِ كَمَا يحب رَبنَا ويرضى وَصلى الله على سيدنَا مُحَمَّد النَّبِي الْأُمِّي وَآله وَصَحبه وَسلم ¶ إنتهت من تَحْقِيق الرسَالَة وَالتَّعْلِيق عَلَيْهَا وَتَخْرِيج أحاديثها بِحَمْد الله وَأَسْتَغْفِر الله من الْخَطَأ والزلل وَذَلِكَ فِي يَوْم الْأَحَد الْمُوَافق للخامس من شهر صفر لعام أَرْبَعَة عشر وَأَرْبع مائَة وَألف لِلْهِجْرَةِ ¶ وَكتب مُحَمَّد بن إِبْرَاهِيم بن عبد الْعَزِيز السعران",
            "page": "66",
            "part": "1",
            "seal": "7A3FF809"
        }
    ],
    "t6841": [
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في المأثور عنه صلى الله عليه وسلم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "الحمد لله حمدا يوافي نعمه ويكافيء مزيده"
        }
    ]
}