{
    "b6878": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله رب الْعَالمين وَلَا إِلَه إِلَّا الله الْحق الْمُبين وَالْعَاقبَة لِلْمُتقين وَالصَّلَاة وَالسَّلَام على مُحَمَّد خَاتم النَّبِيين وعَلى آله وَصَحبه وَأهل بَيته أَجْمَعِينَ وعَلى التَّابِعين لَهُم بِإِحْسَان إِلَى يَوْم الدّين ¶ وَبعد فَإنَّا نشْهد الله سُبْحَانَهُ وَتَعَالَى وَمَلَائِكَته وأنبياءه وَرُسُله وَجَمِيع خلقه أَنا رَضِينَا بِاللَّه رَبًّا وَبِمُحَمَّدٍ صلى صلى الله عَلَيْهِ وَسلم نَبيا وَبِالْقُرْآنِ إِمَامًا وَبِالْإِسْلَامِ دينا وبالشريعة هاديا ودليلا وبآل مُحَمَّد صلى الله عَلَيْهِ وَسلم أَوْلِيَاء وَبِالْمُؤْمِنِينَ إخْوَانًا وَأَنا حامدون لله على نعمائه راضون بتقديره وكل قَضَائِهِ معتقدون أَن الله سُبْحَانَهُ عدل فِي جَمِيع أقضيته حَكِيم فِي كل مَا قدره فِي بريته لَا يعْتَرض عَلَيْهِ فِيمَا قضى بل يجب تلقي ذَلِك بالرضى إِذْ أَفعاله سُبْحَانَهُ كلهَا عدل وَمَا أعْطى فَهُوَ مِنْهُ بر وَفضل ¶ وَهُوَ تبَارك وَتَعَالَى أعلم بمصالح خلقه فَيجب على",
            "page": "11",
            "part": "1",
            "seal": "8AEA7C87"
        },
        {
            "id": "3",
            "nass": "كل عَاقل الرِّضَا برزقه وَمن اعْتقد هَذَا فقد أَفْلح وأنجح فَإِن الله تَعَالَى لَا يقْضِي لِلْمُؤمنِ إِلَّا مَا هُوَ لَهُ أصلح قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (عجبا لأمر الْمُؤمن إِن أمره كُله خير وَلَيْسَ ذَاك لأحد إِلَّا لِلْمُؤمنِ إِن أَصَابَته سراء شكر فَكَانَ خيرا لَهُ وَإِن أَصَابَته ضراء صَبر فَكَانَ خيرا لَهُ) رَوَاهُ مُسلم فِي صَحِيحه ¶ فالمؤمن متقلب بَين خيرين اثْنَيْنِ لِأَنَّهُ لَا يَخْلُو من حالتين إِن أنعم عَلَيْهِ فَشكر أجر وَإِن ابْتُلِيَ فَصَبر أجر ¶ فَالْحَمْد لله على مَا أنعم صلى الله عَلَيْهِ وَسلم ¶ وَقد أرسل الله سُبْحَانَهُ وَله الْحَمد رَسُوله مُحَمَّدًا صلى الله عَلَيْهِ وَسلم على حِين فَتْرَة من الرُّسُل وضلالة فِي السبل وعماية فِي الْقبل وَجَهل فِي الْجَاهِلِيَّة الجهلا وانصراف عَن الطَّرِيقَة المثلى ¶ فَدَعَا الْخلق كلهم إِلَى الله تَعَالَى وَإِلَى طَاعَته وَأمرهمْ بامتثال أَمر الله تَعَالَى ومتابعته وَشرع لَهُم من دين الله مَا وصّى بِهِ إِبْرَاهِيم ومُوسَى وَعِيسَى بِإِقَامَة الدّين",
            "page": "12",
            "part": "1",
            "seal": "F8A09737"
        },
        {
            "id": "4",
            "nass": "وتقوى الله رب الْعَالمين وأوضح صلى الله عَلَيْهِ وَسلم لَهُم الطَّرِيق وأخرجهم من الْمضيق وهداهم إِلَى الصَّوَاب بِمَا أنزل عَلَيْهِ من الْكتاب وَشرع لَهُم الشَّرِيعَة المطهرة وسلك بهم الطَّرِيق الميسرة ¶ وَلم يزل صلى الله عَلَيْهِ وَسلم يبين لَهُم الْأَحْكَام وَينصب لَهُم الْأَعْلَام ويوضح لَهُم شرائع الْإِسْلَام ¶ وَأنزل الله سُبْحَانَهُ عَلَيْهِ امتنانا وإيضاحا وتبيينا {الْيَوْم أكملت لكم دينكُمْ وَأَتْمَمْت عَلَيْكُم نعمتي ورضيت لكم الْإِسْلَام دينا} ثمَّ دَعَاهُ الله تَعَالَى إِلَيْهِ وَنَقله من الدُّنْيَا وأزلفه لَدَيْهِ صلى الله عَلَيْهِ وَسلم ¶ فَترك بعده الْخُلَفَاء الرَّاشِدين وَالْأَئِمَّة الهداة المهتدين الحماة على الشَّرِيعَة وَالدّين رَضِي الله عَنْهُم أَجْمَعِينَ فتبعوا سَبيله المستبين وبينوا الشَّرِيعَة للْمُسلمين وَوَضَعُوا لَهَا قَوَاعِد وقوانين وَجعلُوا يهْدُونَ بِالْحَقِّ وَبِه يعدلُونَ ¶ ودعوا إِلَى الْحجَج الْوَاضِحَة المنيعة وَأَقَامُوا الْخلق على قانون الشَّرِيعَة ¶ وَلم يزل الْأَمر يزكو وينمو وَالدّين يَعْلُو ويسمو ¶ قد شرف الله سُبْحَانَهُ وَله الْحَمد الْعلم وَالْعُلَمَاء وجعلهم أفضل من تَحت أَدِيم السَّمَاء وَأثْنى الله سُبْحَانَهُ",
            "page": "13",
            "part": "1",
            "seal": "5B78FC99"
        },
        {
            "id": "5",
            "nass": "على الْعلمَاء بِنَفسِهِ فِي الْآيَات الزاهرة وَرفع مَنَازِلهمْ وَجعلهَا بَيِّنَة ظَاهِرَة وَأَعْلَى مَرَاتِبهمْ فِي الدُّنْيَا وَالْآخِرَة ¶ وَأوجب الله تَعَالَى على جَمِيع عباده وعَلى الْمُلُوك الَّذين مكنهم الله فِي بِلَاده طَاعَة الْعلمَاء والانقياد لأمرهم وجعلهم حجَّة على خلقه بأسرهم فهم النُّور الَّذِي يستضيئون بِهِ فِي برهم وبحرهم ¶ وهم خلفاء الله وخلفاء رسله فِي أرضه وهم أمناؤه فِي تَبْيِين شَرعه وفرضه وهم حجَّته على عباده اكْتفى بهم عَن بعث نَبِي وإرسال نَذِير كَمَا قيل ¶ (حجج الْإِلَه على الورى علماؤهم ... فِي كل عصر بعد كل رَسُول) ¶ قَالَ أَبُو الْأسود الدؤَلِي الرَّاوِي عَن عَليّ رَضِي الله عَنْهُمَا لَيْسَ شَيْء أعز من الْعلم ¶ الْمُلُوك حكام على النَّاس وَالْعُلَمَاء حكام على الْمُلُوك ذكره الثعالبي فِي تَفْسِيره سُورَة النِّسَاء وَذكره صَاحب كتاب زهرَة الْعُيُون وَغَيرهمَا ¶ فَمَا زَالَ الْعلمَاء حكاما على السلاطين والسلاطين سَيْفا ونصرة للدّين وَمَا برح الْمُلُوك بالعلماء يقتدون",
            "page": "14",
            "part": "1",
            "seal": "F05E9832"
        },
        {
            "id": "6",
            "nass": "وبقولهم يَهْتَدُونَ لَا يضع الْمُلُوك سَيْفا وَلَا يغمدونه إِلَّا بِمَا قَالَه علماؤهم لَا يعتدونه ¶ قد عرفُوا للْعُلَمَاء حُقُوقهم وسلكوا بأفعالهم طريقم وأذلوا من رام عقوقهم ¶ ونصروا الشَّرِيعَة بِالسَّيْفِ وردوا إِلَيْهَا من أظهر الحيف وَلم يَقُولُوا لم هَذَا وَلَا كَيفَ بل مهدوا الأَرْض للْعُلَمَاء تمهيدا وتبعوا أحكامهم وقلدوهم تقليدا ونصروا الشَّرْع وَالْعُلَمَاء نصرا حميدا ¶ علمُوا أَن الْعلمَاء هم الوسائط بن الله وَبَين خلقه وَأَنَّهُمْ العارفون بِمَا يجب من رِعَايَة حَقه ¶ فقدروهم قدرهم وشدوا بهم أزرهم وَجعلُوا من طَاعَة الله نَصرهم ¶ وتواضعوا للْعلم وَالْعُلَمَاء وَلم يتكبروا وانقادوا تَحت أَمر عُلَمَائهمْ وَلم يتجبروا ¶ رُوِيَ أَن أَمِير الْمُؤمنِينَ هَارُون الرشيد لما قدم الْمَدِينَة حَاجا وَجه الْبَرْمَكِي إِلَى الإِمَام مَالك بن أنس الْفَقِيه رَضِي الله عَنْهُمَا وَقَالَ لَهُ يَقُول لَك أَمِير الْمُؤمنِينَ احْمِلْ إِلَيْهِ الْكتاب الَّذِي صنفته يَعْنِي الْمُوَطَّأ ليسمعه عَلَيْك فَقَالَ لَهُ مَالك أقرئه السَّلَام وَقل لَهُ إِن الْعلم يزار وَلَا يزور وَيُؤْتى وَلَا يَأْتِي",
            "page": "15",
            "part": "1",
            "seal": "E8AAFD33"
        },
        {
            "id": "7",
            "nass": "فَرجع الْبَرْمَكِي إِلَى هَارُون فَأخْبرهُ ثمَّ قَالَ لَهُ الْبَرْمَكِي يَا أَمِير الْمُؤمنِينَ يبلغ أهل الْعرَاق أَنَّك وجهت إِلَى مَالك بِأَمْر فخالفك اعزم عَلَيْهِ حَتَّى يَأْتِيك ¶ فَبينا هم كَذَلِك إِذْ بِمَالك رَحمَه الله قد دخل وَلَيْسَ مَعَه الْكتاب جَاءَ مُسلما على الْخَلِيفَة فَسلم وَجلسَ فَقَالَ لَهُ هَارُون يبلغ أهل الْعرَاق أَنِّي سَأَلتك أمرا من الْأُمُور سهلا فأبيت عَليّ فَقَالَ مَالك يَا أَمِير الْمُؤمنِينَ إِن الله قد جعلك فِي هَذَا الْموضع لعلمك فَلَا تكن أول من يضع الْعلم فيضعك الله وَلَقَد رَأَيْت من لَيْسَ هُوَ فِي حَسبك ونسبك يعز هَذَا الْعلم ويجله فَأَنت أَحْرَى أَن تجله ¶ وَلم يزل يعدد عَلَيْهِ من ذَلِك أَشْيَاء حَتَّى بَكَى هَارُون ثمَّ قَالَ مَالك أَخْبرنِي الزُّهْرِيّ عَن خَارِجَة قَالَ قَالَ زيد بن ثَابت كنت أكتب بَين يَدي رَسُول الله صلى الله عَلَيْهِ وَسلم الْوَحْي فِي كتف {لَا يَسْتَوِي الْقَاعِدُونَ من الْمُؤمنِينَ غير أولي الضَّرَر وَالْمُجَاهِدُونَ فِي سَبِيل الله} وَابْن أم مَكْتُوم عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ يَا رَسُول الله أَنا رجل ضَرِير الْبَصَر فَهَل لي",
            "page": "16",
            "part": "1",
            "seal": "1D0E4D50"
        },
        {
            "id": "8",
            "nass": "من رخصَة يَعْنِي فِي ترك الْجِهَاد ¶ فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (لَا أَدْرِي قَالَ زيد وقلمي رطب مَا جف حَتَّى غشي النَّبِي صلى الله عَلَيْهِ وَسلم الْوَحْي فَوَقَعت فَخذه على فَخذي فَكَادَتْ تندق من شدَّة الْوَحْي ثمَّ سري عَنهُ صلى الله عَلَيْهِ وَسلم فَقَالَ اكْتُبْ يَا زيد {غير أولي الضَّرَر} ¶ قَالَ فحرف وَاحِد يَا أَمِير الْمُؤمنِينَ بعث فِيهِ جِبْرِيل عَلَيْهِ السَّلَام وَالْمَلَائِكَة من مسيرَة خمسين ألف عَام حَتَّى نزل على النَّبِي صلى الله عَلَيْهِ وَسلم أَفلا يَنْبَغِي لي أَن أعزه وأجله قَالَ بلَى ثمَّ إِن هَارُون أَتَى إِلَى منزل مَالك ليسمع مِنْهُ الْكتاب وَالله الْمُوفق للصَّوَاب ¶ وَلما رَحل الإِمَام الشَّافِعِي رَحمَه الله إِلَى الْعرَاق أَتَاهُ رَسُول مُحَمَّد بن الْحسن وَأبي يُوسُف يطلبانه الْقدوم عَلَيْهِمَا ليسألاه عَن الشَّيْء من الْعلم فَقَالَ لرسولهما قل لَهما إِن من حكم الْعلم أَن يُؤْتى وَلَا يَأْتِي فَإِن كَانَ لَهما حَاجَة فليأتياني فَرد عَلَيْهِمَا الْجَواب فَأتيَاهُ لذَلِك ¶ وَقد قيل بَقَاء الدُّنْيَا بسيوف الْأُمَرَاء ولسان الْعلمَاء فَعَلَيْك بطاعتهما إِلَّا فِي مَعْصِيّة الله سُبْحَانَهُ",
            "page": "17",
            "part": "1",
            "seal": "0859F994"
        },
        {
            "id": "9",
            "nass": "وروى أَبُو نعيم فِي كتاب حلية الْأَوْلِيَاء أَن عبد الرَّحْمَن بن خَالِد أرسل إِلَى أبي حَازِم رَحمَه الله أَن ائتنا حَتَّى نَسْأَلك وتحدثنا فَقَالَ أَبُو حَازِم معَاذ الله أدْركْت أهل الْعلم لَا يحملون الدّين إِلَى أهل الدُّنْيَا فَلَنْ أكون أول من فعل ذَلِك فَإِن كَانَ لَك حَاجَة فأبلغنا فتصدى لَهُ أَبُو عبد الرَّحْمَن وَقَالَ ازددت بهَا علينا كَرَامَة ¶ وروينا فِي كتاب تَقْيِيد المهمل لِلْحَافِظِ الجباني رَحمَه الله بِإِسْنَادِهِ أَن الْأَمِير خَالِد بن أَحْمد الذهلي وَالِي بُخَارى بعث إِلَى الإِمَام البُخَارِيّ رَحمَه الله أَن احْمِلْ إِلَيّ كتاب الْجَامِع والتاريخ وَغَيرهمَا لأسْمع فَقَالَ البُخَارِيّ لرَسُوله أَنا لَا أذلّ الْعلم وَلَا أحملهُ إِلَى أَبْوَاب النَّاس فَإِن كَانَ لَك إِلَى شَيْء مِنْهُ حَاجَة فاحضرونى فِي مجلسي فِي دَاري فَإِن لم يُعْجِبك هَذَا فَأَنت سُلْطَان فامنعني من الْمجْلس ليَكُون عذرا لي عِنْد الله يَوْم الْقِيَامَة ¶ وَمن أَمْثَال الْعَرَب الْمَشْهُورَة المتداولة بَينهم فِي الْجَاهِلِيَّة وَالْإِسْلَام قَوْلهم فِي بَيته يُؤْتى الحكم حَتَّى إِن أَمِير الْمُؤمنِينَ عمر بن الْخطاب رَضِي الله عَنهُ كَانَ بَينه وَبَين أبي رَضِي الله عَنهُ خُصُومَة فِي مَوَارِيث فَأتيَا",
            "page": "18",
            "part": "1",
            "seal": "E0DD4649"
        },
        {
            "id": "10",
            "nass": "زيد بن ثَابت رَضِي الله عَنهُ فِي منزله ليحكم بَينهمَا فَقَالَ يَا أَمِير الْمُؤمنِينَ لَو أَمرتنِي لجئتك قَالَ عمر فِي بَيته يُؤْتى الحكم ¶ وَقَالَ بعض الْحُكَمَاء من الشَّرِيعَة أَن يجل أهل الشَّرِيعَة ويحكى أَن أَمِير الْمُؤمنِينَ أَبَا جَعْفَر الْمَنْصُور خرج حَاجا إِلَى بَيت الله الْحَرَام فَلَمَّا قرب من الْمَدِينَة تَلقاهُ وُجُوه أَهلهَا من قُرَيْش وَالْأَنْصَار وَغَيرهم وَكَانَ فِيمَن تَلقاهُ عبد الله بن الْحسن بن الْحسن بن عَليّ بن أبي طَالب رَضِي الله عَنْهُم فِي رجال من قُرَيْش ووجوه بني هَاشم مشَاة ولقيه مُحَمَّد بن عمرَان رَاكِبًا وَكَانَ قاضيه على الْمَدِينَة وَكَانَ رجلا بدينا فغاظ أَبَا جَعْفَر الْمَنْصُور تلقيه لَهُ رَاكِبًا وَبلغ مِنْهُ كل مبلغ وَقَالَ لوزيره الرّبيع يتلقاني سراة قُرَيْش وَالْأَنْصَار ورؤوس الْعَرَب مشَاة ويتلقاني عبد الله بن الْحسن رَاجِلا فِي بني هَاشم ويتلقاني ابْن عمرَان رَاكِبًا وَالله لأعاقبنه ولأنكلن بِهِ أَو يخرج مِمَّا فعل ¶ قَالَ فَلَمَّا اسْتَقر قراره وَجه إِلَيْهِ فَلَمَّا دخل عَلَيْهِ وَمثل",
            "page": "19",
            "part": "1",
            "seal": "DB00716E"
        },
        {
            "id": "11",
            "nass": "بَين يَدَيْهِ قَالَ لَهُ يَا ابْن عمرَان بَلغنِي أَن فِيك ثَلَاث خِصَال لتخْرجن مِنْهَا أَو لأجعلنك نكالا قَالَ وَمَا هن يَا أَمِير الْمُؤمنِينَ قَالَ بَلغنِي أَنَّك لَا تصلي فِي مَسْجِد رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَنَّك لَا تخالط أَشْرَاف النَّاس وَلَا سوقتهم تيها وكبرا وَأَنَّك بخيل بِذَات يدك ¶ فَقَالَ يَا أَمِير الْمُؤمنِينَ أما تركي للصَّلَاة فِي مَسْجِد رَسُول الله صلى الله عَلَيْهِ وَسلم فَإِنِّي مَا تركت ذَلِك رَغْبَة عَنهُ وَلَا جهلا بفضيلته وَلَكِنِّي رجل بدين لَا ألحق الإِمَام فِي رُكُوعه وَسُجُوده وَلَا قِيَامه وقعوده فلزمت الصَّلَاة فِي منزلي لأؤدي فَرضِي كَمَا وَجب عَليّ وَأتم ركوعي وسجودي وَلَوْلَا ذَلِك مَا تلقيت أَمِير الْمُؤمنِينَ رَاكِبًا ¶ وَأما مَا ذكره أَمِير الْمُؤمنِينَ من تركي مُخَالطَة أَشْرَاف النَّاس وسوقتهم تيها وكبرا فَإِنَّمَا تركت ذَلِك خوفًا أَن أخالط أَشْرَاف النَّاس فيجترئوا على ضعافئهم أَو أخالط ضعفاءهم فيجترئوا على أَشْرَافهم وَأَنا عَامل من عُمَّال أَمِير الْمُؤمنِينَ لَا يسعني فِيمَا استرعاني فِيهِ إِلَّا الْعدْل فِيمَا بَينهم فَتركت هَؤُلَاءِ وَهَؤُلَاء لذَلِك",
            "page": "20",
            "part": "1",
            "seal": "5B62B724"
        },
        {
            "id": "12",
            "nass": "وَأما قَول أَمِير الْمُؤمنِينَ أَنِّي بخيل بِذَات يَدي فَإِنِّي مَا أَحْمد فِي حق وَلَا أَذمّ فِي بَاطِل وَإِنَّمَا هُوَ رزق أَمِير الْمُؤمنِينَ لَا أملك غَيره فَإِن تفضل أَمِير الْمُؤمنِينَ بِزِيَادَة سمحت وَبسطت يَدي وَلَكِن يَا أَمِير الْمُؤمنِينَ إِن رَأَيْت أَن تنظر فِي أَمر بني مَخْزُوم فَإِنَّهُم ذكرُوا أَن عينا وَنَخْلًا لَهُم فِي يدك وَقد أَكْثرُوا فِي ذَلِك وَذكروا أَنَّهَا لَهُم وَأَن مَعَهم بذلك بَيِّنَة عادلة تشهد لَهُم ¶ فَقَالَ الْمَنْصُور يَا ابْن عمرَان تِلْكَ الْعين وَالنَّخْل كَانَت للْعَبَّاس بن عبد الْمطلب فَقَالَ يَا أَمِير الْمُؤمنِينَ اثْبتْ على حجتك وتقيم وَكيلا وَتشهد لَهُ شَاهِدين مِمَّن حضر مجلسك فيتكلم بحجتك وَمَا قضي لَهُ أَو عَلَيْهِ كَانَ لَك أَو عَلَيْك ¶ قَالَ أَبُو جَعْفَر قد أَقمت وَكيلا وأشهدت لَهُ فلَانا وَفُلَانًا فَقَالَ ابْن عمرَان للشاهدين اشهدا على أَمِير الْمُؤمنِينَ وَمَا وَجب لَهُ أَو عَلَيْهِ فلأمير الْمُؤمنِينَ أَو عَلَيْهِ قَالَا نعم قَالَ ابْن عمرَان فَإِنِّي أشهدكما وَمن حضر أَنِّي قد حكمت بِالْعينِ وَالنَّخْل الَّتِي فِي يَده لبني مَخْزُوم بِمَا صَحَّ عِنْدِي لَهُم ¶ قَالَ فَرَأَيْت أَبَا جَعْفَر وَقد نزل بِهِ من الغيظ مَا",
            "page": "21",
            "part": "1",
            "seal": "A8574B97"
        },
        {
            "id": "13",
            "nass": "لم يملك نَفسه مَعَه ثمَّ قَامَ فَدخل وَقَامَ ابْن عمرَان إِلَى مَسْجِد رَسُول الله صلى الله عَلَيْهِ وَسلم فصلى رَكْعَتَيْنِ ثمَّ جلس يحكم بن النَّاس ¶ قَالَ فَجَاءَهُ قوم من الجمالين فَقَالُوا أصلح الله القَاضِي إِن أَمِير الْمُؤمنِينَ الْمَنْصُور اكترى منا جمالنا على أَن لانقيم فِي الْمَدِينَة إِلَّا ثَلَاثَة أَيَّام وَهَذَا الْيَوْم الثَّالِث فإمَّا رَحل بِنَا ووفى لنا وَإِلَّا علف لنا جمالنا فَقَالَ لكَاتبه قُم مَعَهم إِلَى بَاب أَمِير الْمُؤمنِينَ فإمَّا أنصفهم وَإِمَّا حضر مَعَهم مجْلِس الحكم وَأَعْطَاهُ خَاتمًا بإحضاره ¶ فَقَامَ الْكَاتِب مَعَ الجمالين إِلَى بَاب الْملك فَوَافى الرّبيع فَقَالَ لَهُ أصلحك الله أَنا رَسُول القَاضِي ابْن عمرَان مَعَ هَؤُلَاءِ الْقَوْم إِلَى أَمِير الْمُؤمنِينَ بِكَذَا وَكَذَا وَلَا أَحسب القَاضِي إِلَّا قد خولط فِي عقله وَمَعِي خَاتمه وَدفعه إِلَى الرّبيع فَدخل الرّبيع مغضبا فَقَالَ يَا أَمِير الْمُؤمنِينَ إِنَّك بسطت لِابْنِ عمرَان حَتَّى تناولك بِمثل هَذَا قَالَ وَمَا هُوَ قَالَ إِنَّه وَجه كَاتبه مَعَ الجمالين وَمَعَهُ خَاتمه بجلبك إِلَى مَجْلِسه مَعَ خصمائك قَالَ الرّبيع فَنَظَرت إِلَى وَجه الْمَنْصُور وَهُوَ يَتلون يحمر ويصفر ثمَّ قَالَ لِخَادِمِهِ",
            "page": "22",
            "part": "1",
            "seal": "F7BD22A3"
        },
        {
            "id": "14",
            "nass": "يَا مسرور ائْتِنِي بجبة أسماط بَيْضَاء أضعها فَوق ثِيَابِي وقلنسوة طَوِيلَة وعكاز أتوكأ عَلَيْهِ ونعلين عربيتين وناد فِي النَّاس بَرِئت الذِّمَّة من رجل قَامَ إِلَى أَمِير الْمُؤمنِينَ فِي هَذَا الْيَوْم إِذا رَآهُ فَلَيْسَ ذَلِك ¶ ثمَّ خرج من دَار الْإِمَارَة حَتَّى دخل مَسْجِد رَسُول الله صلى الله عَلَيْهِ وَسلم فَأتى سَارِيَة عَليّ رَضِي الله عَنهُ فصلى عِنْدهَا رَكْعَتَيْنِ وَكَانَ ابْن عمرَان جَالِسا ينظر فِي أُمُور النَّاس لَا يلْتَفت يَمِينا وَلَا شمالا وَلَا يحول وَجهه إِلَى أَمِير الْمُؤمنِينَ وَلَا يَدْعُو بِهِ فَلَمَّا فرغ الْمَنْصُور من ركعتيه قَالَ للربيع لَئِن زادني ابْن عمرَان على حَقي شَيْئا لأجعلنه نكالا فِي هَذَا الْيَوْم ¶ قَالَ الرّبيع فَقلت فِي نَفسِي لأَنْت أَهْون عَلَيْهِ من ذَلِك فَلَمَّا خف مَجْلِسه دَعَا بالجمالين ثمَّ نَادَى مناديه أَيْن عبد الله بن مُحَمَّد بن عَليّ فَلم يقم الْمَنْصُور ثمَّ قَالَ الْمُنَادِي أَيْن عبد الله بن مُحَمَّد الْهَاشِمِي فَقَامَ الْمَنْصُور قَائِما فَدخل فَجَلَسَ بَين يَدَيْهِ فَقَالَ ابْن عمرَان تكلمُوا فَقَالُوا أصلح الله القَاضِي هَذَا أَمِير الْمُؤمنِينَ",
            "page": "23",
            "part": "1",
            "seal": "E6F709B1"
        },
        {
            "id": "15",
            "nass": "اكترا منا جمالنا إِلَى مَكَّة على أَن لَا نُقِيم بِالْمَدِينَةِ إِلَّا ثَلَاثًا وَهَذَا الْيَوْم الثَّالِث فإمَّا وفى لنا بشرطنا وَإِمَّا علف لنا جمالنا ¶ فَقَالَ القَاضِي لأبي جَعْفَر مَا تَقول أَنْت قَالَ مَا هَكَذَا شارطناهم فَقَالَ للجمالين قد سَمِعْتُمْ مقَالَته فَهَل عنْدكُمْ بَيِّنَة تشهد عَلَيْهِ قَالُوا لنا وَلَكِن يحلف قَالَ لأبي جَعْفَر قد سَمِعت مَا قَالُوا قَالَ لَهُ لَا أَحْلف لَهُم وَلَكِن أعلف لَهُم جمَالهمْ مَا أَقَامُوا بِالْمَدِينَةِ ثمَّ نَهَضَ الْمَنْصُور ¶ فَلَمَّا فرغ ابْن عمرَان من نظره بَين النَّاس قَامَ من مَسْجِد رَسُول الله صلى الله عَلَيْهِ وَسلم فَدخل إِلَى منزله فَبكى بكاء شَدِيدا ثمَّ اغْتسل وتطيب وَركب إِلَى الْخَلِيفَة فَاسْتَأْذن عَلَيْهِ فَدخل وَسلم عَلَيْهِ بالخلافة ووقف بَين يَدَيْهِ يبكي فَقَالَ لَهُ الْمَنْصُور مَالك يَا ابْن عمرَان قَالَ يَا أَمِير الْمُؤمنِينَ إِنَّك قد قلدتني الحكم وجعلتني حجَّة بَين الله وَبَيْنك فَلم يسعني فِي الحكم عَلَيْك وعَلى رعيتك إِلَّا الْعدْل والإنصاف ¶ قَالَ لَهُ الْمَنْصُور وَالله يَا ابْن عمرَان مَا أردْت بذلك إِلَّا الله وَمَالك عِنْدِي إِلَّا الْمُكَافَأَة بِالْإِحْسَانِ فجزاك الله",
            "page": "24",
            "part": "1",
            "seal": "6FCA5B87"
        },
        {
            "id": "16",
            "nass": "خيرا ... وَإِنِّي لأعْلم أَنَّك صَادِق أَمِين ارْجع إِلَى حكمك بَين النَّاس فقد أمرت لَك بِعشْرَة آلَاف دِينَار فاصرفها فِي حوائجك وزد فِي بسط يدك واحكم بَين النَّاس بِالسَّوِيَّةِ وَلَا تأخذك فِي الله لومة لائم فَأَخذهَا ابْن عمرَان وَانْصَرف فَهَكَذَا كَانُوا فِي اتِّبَاع شَرِيعَة رَسُول الله صلى الله عَلَيْهِ وَسلم وَفِي التَّوَاضُع لَهَا واحترامها واحترام أَهلهَا",
            "page": "25",
            "part": "1",
            "seal": "06D3DA9E"
        },
        {
            "id": "17",
            "nass": "فصل ¶ ثمَّ ظهر بعد ذَلِك مُلُوك جهلة ووزراء خونة وأجناد فسقة فظلموا وهضموا بأعذار وضعوها ورسومات ابتدعوها وتمويهات صنعوها ¶ وَمَا نقل عَن أحد مِمَّن ظلم وهضم من مُلُوك الْعَرَب والعجم مِمَّن وحد الله وَأسلم أَنه عكس قانون الشَّرِيعَة وَلَا رام خذلانها فِي الدُّنْيَا الوسيعة وَلَا غير قانونها الرفيع وَلَا رمى أَهلهَا بالثلب والتبديع بل أَقَامُوا الدّين على رؤوسهم وآثروا نصر الشَّرِيعَة على نُفُوسهم وبذلوا الْأَرْوَاح وَالْأَمْوَال لنصره وقدروا شرع الله سُبْحَانَهُ حق قدره وأوصوا بتوقيره أخدامهم وأجروا بذلك فِي كتبهمْ أقلامهم فَكَانُوا إِذا ولوا أَمِيرا على نَاحيَة أَو بَلْدَة قاصية فَمن أول مَا يعهدون إِلَيْهِ وَيَأْخُذُونَ عَلَيْهِ الْقيام بإعزاز الشَّرِيعَة والحكام اللَّذين بهما قوام الْإِسْلَام",
            "page": "26",
            "part": "1",
            "seal": "917A45D7"
        },
        {
            "id": "18",
            "nass": "وَمن أَمْثِلَة مَا يكتبونه لَهُ مَا حَكَاهُ الْوَزير ضِيَاء الدّين نصر الله بن مُحَمَّد الْمَعْرُوف بِابْن الْأَثِير رَحمَه الله فِي كتاب الْمثل السائر عَن الْخَلِيفَة الطائع لله إِذْ قَالَ فِيمَا كتبه لبَعض من ولاه وَأمره أَن يُوصي عماله بالشد على أَيدي الْحُكَّام وتنفيذ مَا يصدر عَنْهُم من الْأَحْكَام وَأَن يحضروا مجْلِس الْقُضَاة حُضُور الموقرين لَهَا الذابين عَنْهَا المقيمين لرسوم الهيبة وحدود الطَّاعَة فِيهَا ¶ وَمن خرج عَن ذَلِك من ذِي عقل ضَعِيف وَحكم سخيف نالوه بِمَا يردعه وَأَحلُّوا بِهِ مَا يزعجه ¶ اه ¶ وَمَتى تقاعس متقاعس عَن حُضُوره مَعَ خصم يستدعيه بِأَمْر يُوجِبهُ الله فِيهِ أَو التوى ملتو بِحَق مقضي عَلَيْهِ وَدين مُسْتَقر لَدَيْهِ قادوه إِلَى الشَّرِيعَة بأزمة الصغار وجرائم الإضطرار وَأَن يحبسوا ويطلقوا بأقوال الْحُكَّام وقضاياهم ويثبتوا الْأَيْدِي فِي الْأَمْلَاك وينزعوها بحكمهم وفتواهم فَإِنَّهُم أُمَنَاء الله فِي فصل مَا يقضون وَبث مَا يبتون وَعَن كتاب الله وَسنة نبيه يوردون وَيَصْدُرُونَ فِي كَلَام كثير يدل على التبجيل والتوقير ¶ وَمن تَقْلِيد آخر يَقُول فِيهِ الْملك للمشد الْقَائِم على",
            "page": "27",
            "part": "1",
            "seal": "671C6EAA"
        },
        {
            "id": "19",
            "nass": "النّظر فِي الْمَظَالِم وَأمره بِإِقَامَة الْحق ونصرته وإبانته وأزرته وَأَن لَا يرد لحَاكم حُكُومَة وَلَا يغل لَهُ قَضِيَّة وَلَا يتعقب مَا ينفذهُ الْحَاكِم ويمضيه وَلَا يتتبع مَا يحكم بِهِ ويقضيه فِي كَلَام طَوِيل جزل يَأْمر بتعظيم الشَّرْع ويحث على الْعدْل ¶ وَمن تَقْلِيد آخر يَقُول فِيهِ بعض الْخُلَفَاء قد جِيءَ بِنَا فِي زمن أصبح النَّاس فِيهِ سدى وَعَاد الْإِسْلَام فِيهِ غَرِيبا كَمَا بدا وَهُوَ الزَّمن الَّذِي كثرت فِيهِ أَشْرَاط الْيَوْم الْأَخير وغربلت فِيهِ الْأمة حَتَّى لم يبْق إِلَّا حثالة كحثالة التَّمْر وَالشعِير ¶ وَمن أهم مَا نقرر بناءه ونقدم عناءه ونصلح بِهِ الدّين وأبناءه أَن نمضي أَحْكَام الشَّرِيعَة المطهرة على مَا قَرّرته فِي تَعْرِيف مَا عَرفته وتنكير مَا نكرته وَلم يَأْتِ بِنَا الله وَلَا ولانا الله إِلَّا لنعيد الدّين قَائِما على أُصُوله صادعا بِحكم الله فِيهِ وَحكم رَسُوله فِي كَلَام طَوِيل يدل على التبجيل والتجليل للشريعة وَالدّين الْحسن الْجَمِيل ¶ وَذكر الإِمَام الْمَاوَرْدِيّ رَحمَه الله عَن بعض البلغاء أَنه قَالَ الْعلم عصمَة الْمُلُوك لِأَنَّهُ يمنعهُم من الظُّلم ويردهم إِلَى الْحِكْمَة ويصدهم عَن الأذية ويعطفهم على",
            "page": "28",
            "part": "1",
            "seal": "7622687E"
        },
        {
            "id": "20",
            "nass": "الرّعية فَمن حَقهم أَن يعرفوا فَضله ويستبطنوا أَهله أَي يجعلوهم بطانتهم وخواصهم ¶ وَقد رُوِيَ أَن زيادا قَامَ فِي وَقت إمارته خَطِيبًا على مِنْبَر الْكُوفَة فَقَالَ أَيهَا النَّاس إِنِّي قد رَأَيْت خلالا أقدم إِلَيْكُم فِيهِنَّ النَّصِيحَة رَأَيْت إعظام الشريف وإجلال ذَوي الْعلم وتوقير ذَوي الْأَسْنَان ¶ وَإِنِّي أعَاهد الله تَعَالَى أَنِّي لَا أُوتى بِرَجُل رد على ذِي شرف ليرد بِهِ شرفه وَيَضَع مِنْهُ إِلَّا عاقبته ¶ وَلَا أُوتى بجاهل رد على ذِي علم ولاحاه ليهجنه وَيَضَع بذلك من علمه إِلَّا عاقبته ¶ وَلَا أُوتى بشاب رد على ذِي شيبَة لم يعرف لَهُ سنه إِلَّا عاقبته ¶ إِنَّمَا النَّاس بأعلامهم وعلمائهم وَذَوي أسنانهم ¶ انْتهى كَلَامه رَحمَه الله فِي هَذِه الْخطْبَة الشَّرِيفَة ¶ فَلم يزل الْمُلُوك والأمراء والأعوان لَهُم والوزراء صادعين بِإِقَامَة الشَّرِيعَة ذابين عَن معالمها الرفيعة ¶ قد جعلُوا من استخف بهَا مُرْتَدا عَن الْإِسْلَام وَالدّين وأجروا عَلَيْهِ أَحْكَام الْمُرْتَدين من قَتله وسلبه وَدَفنه بِغَيْر مَقَابِر الْمُسلمين ¶ بِهَذَا جرت الْوُلَاة على إعزاز الشَّرَائِع",
            "page": "29",
            "part": "1",
            "seal": "7E119503"
        },
        {
            "id": "21",
            "nass": "تترى مقيمين لدين الله سرا وجهرا من زمن النُّبُوَّة وهلم جرا ¶ هَذَا الْملك الْمُجَاهِد رَحمَه الله الَّذِي عرف مِنْهُ ضرب الرّقاب والإيعاد والإيجاف والإرهاب يَقُول فِي جَوَابه لبَعض فُقَهَاء وصاب حِين شكا إِلَيْهِ من رجل سَفِيه جسر على فَقِيه بالذم والتنويه فَكتب الْملك إِلَى الْأَمِير أجر حكم الله فِيهِ ¶ فالمستهزىء بِالْعلمِ وَالْعُلَمَاء مُلْحق بِمن اسْتَهْزَأَ بِالْآيَاتِ والأنبياء ¶ والمستهزىء بذلك كَافِر بِنَصّ الْقُرْآن الْكَرِيم قَالَ الله سُبْحَانَهُ {قل أبالله وآياته وَرَسُوله كُنْتُم تستهزؤون لَا تعتذروا قد كَفرْتُمْ بعد إيمَانكُمْ} فَجعل المستهزىء بالعالم كَافِرًا وَلم يكن لَهُ عاذرا ¶ وَوَقع هَذَا الْملك أَيْضا على قَضِيَّة أُخْرَى شكي إِلَيْهِ فِيهَا عدم قيام الْوَالِي بنصر الشَّرْع الشريف وَالدّين الْمُؤَيد الحنيف مَا صورته قد أمرنَا بمنشور يقْرَأ على المنابر باحترام الشَّرِيعَة المطهرة واحترام أَرْبَابهَا حَيْثُ كَانُوا علما منا بِأَن من نصرها نَصره الله وَمن أذلها خذله الله",
            "page": "30",
            "part": "1",
            "seal": "29D8FDAE"
        },
        {
            "id": "22",
            "nass": "قَالَ أقضى الْقُضَاة ابْن الْجُنَيْد رَحمَه الله وَقد رَأينَا هَذَا عيَانًا قَرِيبا فِي عصرنا يَعْنِي أَن من أَقَامَهَا فَهُوَ مَنْصُور وَمن أهانها فَهُوَ مخذول وَيشْهد لذَلِك قَوْله تَعَالَى {يَا أَيهَا الَّذين آمنُوا إِن تنصرُوا الله ينصركم} أَرَادَ بنصر الله سُبْحَانَهُ وَتَعَالَى نصر دينه وشريعته ورد النَّاس بِالسَّيْفِ إِلَى طَاعَته ¶ وَكتب هَذَا الْملك أَيْضا خطْبَة بِيَدِهِ توقيعا على قَضِيَّة وَردت من بعض الْقُضَاة إِلَيْهِ مَا مِثَاله نَحن خدام الشَّرِيعَة وأعوانها نَحن سيف الشَّرِيعَة وسنانها أجر الشَّرْع الشريف مجْرَاه وَلَو على أحد أَوْلَادنَا وَلَا تحتشم ¶ اه هَذَا لَفظه مَنْقُول من خطه ¶ فَذكر الْملك الْمَذْكُور هَذَا الْكَلَام الَّذِي هُوَ أشرف من در النظام وَهُوَ متشرف بقوله هَذَا بَين الْأَنَام ¶ وَيَا لَهُ من شرف مَا أسناه وَبَين الْمُلُوك مَا أَعْلَاهُ وَمَا أحْسنه وأولاه ¶ وَمَا أشرفه من مقَال وَمَا أكْرمه من فعال ¶ فَإِن جَمِيع الْعلمَاء وَالصَّالِحِينَ والأتقياء والعارفين وَالْفُقَهَاء والمحدثين وَالْأَئِمَّة المتصدرين والجبابرة المتكبرين والملوك الظلمَة والولاة الغشمة يتشرفون بالإمتداح بِخِدْمَة",
            "page": "31",
            "part": "1",
            "seal": "8D225BC5"
        },
        {
            "id": "23",
            "nass": "الشَّرِيعَة شرفها الله لِأَن خَادِمهَا مُطِيع لله نَاصِر لدين الله مُقيم لسنة رَسُول الله صلى الله عَلَيْهِ وَسلم وَشرف وكرم ¶ وناهيك بهَا فَضِيلَة ورتبة جليلة يفاخر عَلَيْهَا ويدعى إِلَيْهَا {وَفِي ذَلِك فَلْيَتَنَافَس الْمُتَنَافسُونَ} و {لمثل هَذَا فليعمل الْعَامِلُونَ}",
            "page": "32",
            "part": "1",
            "seal": "284DF945"
        },
        {
            "id": "24",
            "nass": "فصل ¶ وَقد نجم فِي هَذَا الْوَقْت ناجم وهجم على الْعلمَاء هاجم باللوم والعقوق وإهمال الشَّرَائِع والحقوق ورام عكس الْأُمُور الشَّرْعِيَّة بإثارة الْمَظَالِم البدعية ¶ (فَلَا الْحق مسلوك وَلَا الشَّرْع قَائِم ... ) ¶ لم يعرف للشَّرْع الشريف حَقه بل أهمله وجفاه وعقه ¶ فَلم ينصر حَاكما وَلَا منع مُتَعَدِّيا ظَالِما ¶ قد أتعبه حسده وجهله حَتَّى عزب عَنهُ رشده وعقله ¶ فَجعل يتبع الْعلمَاء بذمه ويغتابهم بمقته ولومه ¶ ويضحك النَّاس مِنْهُم ويعجب ويبحث عَن زلاتهم ويثرب ¶ وَلَيْسَ بضارهم شَيْئا إِن شَاءَ الله ¶ فَإِن سُبْحَانَهُ وَتَعَالَى قد أعز الْعلم وَالْعُلَمَاء وشرفهم فِي الأَرْض وَالسَّمَاء قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (مثل الْعلمَاء فِي النَّاس كَالنُّجُومِ",
            "page": "33",
            "part": "1",
            "seal": "7848B178"
        },
        {
            "id": "25",
            "nass": "يَهْتَدُونَ بهَا فِي الْبر وَالْبَحْر ¶ وَذكره فِي كتاب زهرَة الْعُيُون وَغَيره ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (مَا انتعل عبد قطّ وَلَا تخفف وَلَا لبس ثوبا ليغدو فِي طلب الْعلم إِلَّا غفر لَهُ حِين يخطو عتبَة دَاره) ورويناه فِي كتاب الْأَرْبَعين المحررة فِي أَحَادِيث الْمَغْفِرَة ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (مَا من متعلم يخْتَلف إِلَى بَاب الْمعلم إِلَّا كتب الله لَهُ بِكُل قدم عبَادَة سنة وَبنى لَهُ بِكُل قدم مَدِينَة فِي الْجنَّة وَيَمْشي على الأَرْض تستغفر لَهُ ويمسي وَيُصْبِح مغفورا لَهُ وَشهِدت لَهُ الْمَلَائِكَة يَقُولُونَ هَؤُلَاءِ عُتَقَاء الله من النَّار) رَوَاهُ أَبُو اللَّيْث السَّمرقَنْدِي رَحمَه الله فِي تنبيهه بِإِسْنَادِهِ ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (إِن الْمَلَائِكَة لتَضَع أَجْنِحَتهَا رضى لطَالب الْعلم وَإِن الْعَالم يسْتَغْفر لَهُ من فِي السَّمَوَات وَمن فِي الأَرْض) رَوَاهُ الْحَافِظ أَبُو عِيسَى التِّرْمِذِيّ فِي جَامعه ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (لَيْسَ منا من لم يجل كَبِيرنَا وَيرْحَم صَغِيرنَا وَيعرف لعالمنا حَقه) ¶ رَوَاهُ أَبُو نعيم الْحَافِظ فِي كِتَابه بِإِسْنَادِهِ",
            "page": "34",
            "part": "1",
            "seal": "FFD708A4"
        },
        {
            "id": "26",
            "nass": "فَالْعُلَمَاء هم وَرَثَة الْأَنْبِيَاء وهم قدوة الأتقياء بل هم صفوة الْأَوْلِيَاء ¶ اه ¶ روى التِّرْمِذِيّ وَأَبُو دَاوُد وَابْن مَاجَه فِي سُنَنهمْ الْمَشْهُورَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (إِن الْعلمَاء وَرَثَة الْأَنْبِيَاء وَإِن الْأَنْبِيَاء لم يورثوا دِينَارا وَلَا درهما وَإِنَّمَا ورثوا الْعلم فَمن أَخذه فقد أَخذ بحظ وافر) ¶ وَذكر الإِمَام النَّوَوِيّ فِي كتاب التِّبْيَان وَغَيره عَن الْإِمَامَيْنِ الجليلين أبي حنيفَة وَالشَّافِعِيّ رحمهمَا الله تَعَالَى أَنَّهُمَا قَالَا إِن لم يكن الْعلمَاء أَوْلِيَاء لله فَلَيْسَ لله ولي ¶ وروى الإِمَام الْحَافِظ الْخَطِيب الْبَغْدَادِيّ بِإِسْنَادِهِ عَن الْخَلِيل بن أَحْمد رَحمَه الله أَنه قَالَ إِن لم يكن أهل الْقُرْآن والْحَدِيث أَوْلِيَاء الله فَلَيْسَ لله فِي الأَرْض ولي ¶ وروى أَيْضا بِإِسْنَادِهِ عَن أبي عمرَان الصُّوفِي رَحمَه الله أَنه قَالَ رأى أَحْمد بن حَنْبَل رَحمَه الله أَصْحَاب الحَدِيث وَقد خَرجُوا من عِنْد مُحدث والمحابر بِأَيْدِيهِم فَقَالَ أَحْمد إِن لم يكن هَؤُلَاءِ النَّاس فَلَا أَدْرِي من النَّاس",
            "page": "35",
            "part": "1",
            "seal": "FC73F665"
        },
        {
            "id": "27",
            "nass": "وَالْعُلَمَاء أَيْضا هم خلفاء رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ روى الْخَطِيب الْبَغْدَادِيّ وَأَبُو نعيم الْحَافِظ وَالْقَاضِي الْحسن بن خَلاد الرامَهُرْمُزِي بأسانيدهم عَن عَليّ رَضِي الله عَنهُ أَنه قَالَ خرج رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ (اللَّهُمَّ ارْحَمْ خلفائي) قَالَ قُلْنَا يَا رَسُول الله وَمن خلفاؤك قَالَ (الَّذين يأْتونَ من بعدِي يروون أحاديثي وسنتي ويعلمونها النَّاس) ¶ وَأنْشد الإِمَام أَبُو عبد الله مُحَمَّد بن النُّعْمَان رَحمَه الله شعرًا فِي الْمَعْنى يَقُول فِيهِ ¶ (هم خلفاء للنَّبِي كَمَا أَتَى ... عَليّ رَوَاهُ ثمَّ عَنهُ روينَاهُ) ¶ فالعالم خَليفَة رَسُول الله صلى الله عَلَيْهِ وَسلم فِي أمته وَهُوَ وَاسِطَة بَين الله تَعَالَى وَبَين بريته ¶ يحرم ويبيح ويميز الْفَاسِد من الصَّحِيح ¶ وَهُوَ كَمَا ذكر موقع عَن الله ومعبر عَن رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَهَذِه هِيَ الْمرتبَة الْعليا وَهَذَا هُوَ الشّرف الْأَقْصَى",
            "page": "36",
            "part": "1",
            "seal": "AF56E9A1"
        },
        {
            "id": "28",
            "nass": "رُوِيَ أَن مُعَاوِيَة نزل بِالْأَبْطح حَاجا فِي خِلَافَته مَعَه زَوجته فاخته بنت قرظة وَالنَّاس يصدرون وَإِذا بِرَجُل قد حف بِهِ لفيف من النَّاس يسألونه عَن أَشْيَاء أشكلت عَلَيْهِم من أَمر دينهم وَذَلِكَ الرجل يفتيهم ¶ فَالْتَفت مُعَاوِيَة إِلَى بنت قرظة وَقَالَ هَذَا وَأَبِيك الشّرف هَذَا وَالله شرف الدُّنْيَا وَشرف الْآخِرَة ¶ وَلَقَد صدق مُعَاوِيَة فِي قَوْله فَإِن الْعَالم قَائِم فِي الْأمة مقَام الْأَنْبِيَاء وَهُوَ سراج الْأمة وضياؤها بِلَا مراء ¶ يبين لَهُم الْأَحْكَام وَيفرق لَهُم الْحَلَال من الْحَرَام ويخرجهم بفتواه من الآثام ويوضح لَهُم شرائع الْإِسْلَام ¶ قَالَ الإِمَام أَبُو عَمْرو بن الصّلاح رَحمَه لله فِيمَا يرويهِ عَن سهل بن عبد الله التسترِي رَحمَه الله وَكَانَ أحد الصَّالِحين المعروفين بالمعارف والكرامات أَنه قَالَ من أَرَادَ أَن ينظر إِلَى مجَالِس الْأَنْبِيَاء عَلَيْهِم السَّلَام فَلْينْظر إِلَى مجَالِس الْعلمَاء يَجِيء الرجل فَيَقُول يَا فلَان أيش تَقول فِي رجل حلف على امْرَأَته بِكَذَا وَكَذَا فَيَقُول طلقت امْرَأَته ¶ وَهَذَا مقَام الْأَنْبِيَاء فاعرفوا لَهُم ذَلِك ¶ هَذَا آخر كَلَامه رَحمَه الله",
            "page": "37",
            "part": "1",
            "seal": "3A436273"
        },
        {
            "id": "29",
            "nass": "فيا لَهُ من شرف مَا أَعْلَاهُ وَمن عز ومنصب مَا أسماه وَمَا أخطره على من لم يتحر فِي فتواه وَلم يراقب فِي علمه وَعَمله مَوْلَاهُ ¶ قَالَ أَبُو اللَّيْث السَّمرقَنْدِي رَحمَه الله فِي كتاب أدب التَّعْلِيم وَيَنْبَغِي أَن يَنْوِي المتعلم بِطَلَب الْعلم رضى الله تَعَالَى وَالدَّار الْآخِرَة وَإِزَالَة الْجَهْل عَن نَفسه وَعَن سَائِر الْجُهَّال وإحياء الدّين وإبقاء الْإِسْلَام فَإِن بَقَاء الْإِسْلَام بِالْعلمِ وَلَا يَصح الزّهْد وَالتَّقوى مَعَ الْجَهْل ¶ وَقَالَ فِي تنبيهه الْعلمَاء سرج الأَرْض ¶ وكل عَالم مِصْبَاح زَمَانه يستضيء بِهِ أهل زَمَانه وعصره ¶ وَقيل الْعَالم كَالْعَيْنِ العذبة نَفعهَا دَائِم ¶ وَقيل الْعَالم كالغيث حَيْثُ وَقع نفع ¶ وَقيل هُوَ كالسراج من مر بِهِ اقتبس وَقيل مثل الْعَالم كَمثل الْحمة يَأْتِيهَا الْبعدَاء وَيَتْرُكهَا الأقرباء فَبينا هِيَ كَذَلِك إِذْ غَار مَاؤُهَا وَقد انْتفع بهَا قوم وَبَقِي قوم يتفكنون أَي يتندمون ¶ قَالَ أهل اللُّغَة الْحمة بِفَتْح الْحَاء عين مَاء حَار يستشفى بالاغتسال فِيهَا ¶ وَقَالَ الْحسن رَحمَه الله مثل الْعلمَاء كَمثل النُّجُوم إِذا بَدَت اهتدوا بهَا ¶ وَمَوْت الْعَالم ثلمة فِي الْإِسْلَام لَا يسدها شَيْء مَا اخْتلف اللَّيْل وَالنَّهَار",
            "page": "38",
            "part": "1",
            "seal": "421F85C4"
        },
        {
            "id": "30",
            "nass": "وَقَالَ أَبُو جَعْفَر لمَوْت عَالم أحب إِلَى إِبْلِيس من موت سبعين عابدا ¶ ذكره عَنهُ فِي كتاب التَّرْغِيب والترهيب وَأنْشد للشَّافِعِيّ رَضِي الله عَنهُ ¶ (الأَرْض تحيى إِذا مَا عَاشَ عالمها ... مَتى يمت عَالم مِنْهَا يمت طرف) ¶ (كالأرض تحيى إِذا مَا الْغَيْث حل بهَا ... وَإِن نأى عَاد فِي أكنافها التّلف) ¶ وروى الثعالبي عَن عَطاء فِي تَفْسِير قَوْله تَعَالَى {أَو لم يرَوا أَنا نأتي الأَرْض ننقصها من أطرافها} ¶ قَالَ موت علمائها وفقهائها ¶ وَعَن سعيد بن جُبَير رَضِي الله عَنهُ عَلامَة هَلَاك النَّاس هَلَاك عُلَمَائهمْ ¶ فَإِن بهم صَلَاح الدّين وقمع الْمُعْتَدِينَ وَمَعْرِفَة رب الْعَالمين",
            "page": "39",
            "part": "1",
            "seal": "6D4F3247"
        },
        {
            "id": "31",
            "nass": "فصل ¶ وَقد بَين رَسُول الله صلى الله عَلَيْهِ وَسلم أَن الْعلمَاء ثِقَات عدُول وأوضح بقوله عَلَيْهِ السَّلَام (يحمل هَذَا الْعلم من كل خلف عدوله ينفون عَنهُ تَحْرِيف الغالين وانتحال المبطلين وَتَأْويل الْجَاهِلين) ¶ // وَهَذَا حَدِيث حسن مَشْهُور // وَهُوَ فِي كتب الْأَئِمَّة مُسْند مَذْكُور ¶ فَأخْبر صلى الله عَلَيْهِ وَسلم أَن حَملَة الْعلم فِي كل أَوَان هم عدُول أهل ذَلِك الْقرن وَالزَّمَان ¶ وَلَا شرف أشرف من تَعْدِيل رَسُول الله صلى الله عَلَيْهِ وَسلم وَشرف وكرم ومجد وَعظم ¶ قَالَ الإِمَام النَّوَوِيّ رَحمَه الله فِي أول كتاب التَّهْذِيب وَهَذَا إِخْبَار مِنْهُ صلى الله عَلَيْهِ وَسلم بصيانة الْعلم وعدالة ناقليه وَأَن الله تَعَالَى يوفق فِي كل عصر خلفاء",
            "page": "40",
            "part": "1",
            "seal": "FFD08BD2"
        },
        {
            "id": "32",
            "nass": "من الْعُدُول يحملونه وَهَذَا تَصْرِيح بعدالة حامليه ¶ هَذَا كَلَامه رَحمَه الله عقب ذكره هَذَا الحَدِيث وَمَا عَسى أَن يَقُول ذَوُو الْحَسَد والفضول بعد تَعْدِيل الرَّسُول لحملة الشَّرْع الْمَنْقُول ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (الْأَنْبِيَاء قادة وَالْفُقَهَاء سادة ومجالستهم زِيَادَة) ¶ ذكره الْقُضَاعِي فِي شهابه والخطيب الْبَغْدَادِيّ فِي كِتَابه ¶ وَمن عدله رَسُول الله صلى الله عَلَيْهِ وَسلم فَمَا أَن يُبَالِي بذم النَّاس وَلَا بِمَا جرى عَلَيْهِ من باس ¶ وَلَا يسؤوه لومة لائم وَلَا يشينه شتم شاتم وَلَا يضرّهُ هضم هاضم إِن شَاءَ الله وَله الْحَمد على مَا أنعم من قبل وَمن بعد ¶ وَأنْشد الإِمَام أَبُو الْحسن التَّمِيمِي من أَصْحَاب الشَّافِعِي رَحِمهم الله ¶ (عَابَ التفقه قوم لَا عقول لَهُم ... وَمَا عَلَيْهِ إِذا عابوه من ضَرَر) ¶ (مَا ضرّ شمس الضُّحَى فِي الْأُفق طالعة ... أَن لَا يرى ضؤها من لَيْسَ ذَا بصر)",
            "page": "41",
            "part": "1",
            "seal": "0CA37A6E"
        },
        {
            "id": "33",
            "nass": "كَذَا ذكره الشَّيْخ أَبُو إِسْحَاق فِي كتاب الطَّبَقَات لَهُ وَزَاد بَعضهم بَيْتا وَهُوَ ¶ (وَمَا يضر بِأَهْل الْعلم ماقتهم ... إِلَّا كضر نباح الْكَلْب بالقمر) ¶ فَالْعُلَمَاء هم الحافظون لكتاب الله القائمون بشرع رَسُول الله صلى الله عَلَيْهِ وَسلم وهم الموضحون لحكم الله وهم الناصرون لدين الله وهم الْمَأْمُور بِلُزُوم جَمَاعَتهمْ وَترك مفارقتهم ومنازعتهم ¶ قَالَ الإِمَام البُخَارِيّ رَحمَه الله فِي كتاب الإعتصام من جَامعه أَمر رَسُول الله صلى الله عَلَيْهِ وَسلم بِلُزُوم الْجَمَاعَة وهم أهل الْعلم ¶ هَذَا لَفظه ¶ وَفِي سنَن أبي دَاوُد أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (من فَارق الْجَمَاعَة شبْرًا فقد خلع ربقة الْإِسْلَام من عُنُقه) وَنَحْوه فِي الصَّحِيحَيْنِ أَيْضا ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (من أَرَادَ بحبوحة الْجنَّة فليلزم الْجَمَاعَة) ¶ رَوَاهُ التِّرْمِذِيّ وَقَالَ // حَدِيث حسن صَحِيح // ¶ وَرُوِيَ أَيْضا أَنه صلى الله عَلَيْهِ وَسلم قَالَ (يَد الله مَعَ الْجَمَاعَة) ¶ وَفِي رِوَايَة أُخْرَى (يَد الله على",
            "page": "42",
            "part": "1",
            "seal": "77C8C115"
        },
        {
            "id": "34",
            "nass": "الْجَمَاعَة وَمن شَذَّ شَذَّ فِي النَّار) ¶ وَقد سبق أَن الْجَمَاعَة هم الْعلمَاء رَضِي الله تَعَالَى عَنْهُم ¶ وَالْعُلَمَاء أَيْضا هم المسمون فِي كتاب الله أهل الْأَمر الْمَأْمُور بطاعتهم فِي السِّرّ والجهر قَالَ الله تَعَالَى {يَا أَيهَا الَّذين آمنُوا أطِيعُوا الله وَأَطيعُوا الرَّسُول وأولي الْأَمر مِنْكُم} ¶ قَالَ ابْن عَبَّاس رَضِي الله عَنْهُمَا أولُوا الْأَمر الْعلمَاء حَيْثُ كَانُوا ¶ وَكَذَا قَالَه جَابر وَمُجاهد وَعَطَاء وَالْحسن وَالضَّحَّاك وَالْمبَارك بن فضَالة وَإِسْمَاعِيل بن أبي خَالِد رَحِمهم الله تَعَالَى ذكره الثعالبي وَغَيره ¶ وَقَالَ الواحدي رَحمَه الله أولُوا الْأَمر الْعلمَاء وَالْفُقَهَاء ¶ وَقَالَ الثعالبي رَحمَه الله فِي قَوْله تَعَالَى {وَلَو ردُّوهُ إِلَى الرَّسُول وَإِلَى أولي الْأَمر مِنْهُم} إِنَّهُم حَملَة الْفِقْه وَالْحكمَة ¶ حَكَاهُ عَن جُوَيْبِر عَن الضَّحَّاك عَن ابْن عَبَّاس رَضِي الله عَنْهُم ¶ وَقد قيل فيهمَا غير ذَلِك لَكِن هَذَا هُوَ الْأَصَح",
            "page": "43",
            "part": "1",
            "seal": "579D9FD0"
        },
        {
            "id": "35",
            "nass": "وَقَالَ ربيعَة بن أبي عبد الرَّحْمَن رَحمَه الله النَّاس عِنْد عُلَمَائهمْ كالصبيان فِي حجور أمهاتهم مَا أمروهم بِهِ ائْتَمرُوا وَمَا نهوهم عَنهُ انْتَهوا ¶ رَوَاهُ عَنهُ أَبُو نعيم فِي كتاب حلية الْأَوْلِيَاء ¶ وروى الثعالبي رَحمَه الله بِإِسْنَادِهِ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (اعْمَلُوا بِالْقُرْآنِ أحلُّوا حَلَاله وحرموا حرَامه وآمنوا بِهِ وَمَا اشْتبهَ عَلَيْكُم فَردُّوهُ إِلَى الله وَإِلَى أولي الْعلم من بعدِي كَيْمَا يُخْبِرُوكُمْ بِهِ وآمنوا بِالتَّوْرَاةِ وَالْإِنْجِيل وَالزَّبُور وَمَا أنزل إِلَيْكُم من ربكُم وَلْيَسَعْكُمْ الْقُرْآن وَمَا فِيهِ من الْبَيَان فَإِنَّهُ شَافِع مُشَفع وَمَا حل مُصدق وَإنَّهُ بِكُل حرف نور يَوْم الْقِيَامَة) ¶ فَفِي هَذَا الحَدِيث دَلِيل على أَن المشتبه مَرْدُود إِلَى أهل الْعلم دون غَيرهم وَكفى بِهِ شرفا وتنبيها على فَضلهمْ وَالله الْمُوفق سُبْحَانَهُ ¶ والأكابر من الْعلمَاء هم ركن الدّين وأصاغرهم غرس الدّين ¶ وروى الْخَطِيب الْبَغْدَادِيّ رَحمَه الله فِي كِتَابه عَن ابْن الْمُبَارك رَحمَه الله أَنه كَانَ إِذا رأى صبيان أهل الحَدِيث فِي أَيْديهم المحابر يقربهُمْ وَيَقُول هَؤُلَاءِ غرس الدّين أخبرنَا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ",
            "page": "44",
            "part": "1",
            "seal": "B9E1F5C9"
        },
        {
            "id": "36",
            "nass": "(لَا يزَال الله سُبْحَانَهُ يغْرس فِي هَذَا الدّين غرسا يشد بهم الدّين هم الْيَوْم أصاغر ويوشك أَن يَكُونُوا كبارًا من بعدكم) ¶ وَرُوِيَ بِإِسْنَادِهِ أَيْضا عَن عبد الْعَزِيز بن أبي راود رَضِي الله عَنهُ أَنه نظر إِلَى شَاب وَفِي يَده محبرة فَقَالَ هَذِه قناديل الْإِيمَان وأعلام الْمُتَّقِينَ ¶ يَعْنِي قَارُورَة الحبر قَالَ وَأنْشد بَعضهم فِي المحبرة ¶ (قناديل دين الله يسْعَى بحملها ... رجال بهم يحيى حَدِيث مُحَمَّد) ¶ (هم حملُوا الْآثَار عَن كل عَالم ... تَقِيّ صَدُوق فَاضل متعبد) ¶ (محابرهم زهر تضيء كَأَنَّهَا ... قناديل حبر ناسك وسط مَسْجِد) ¶ (تساق إِلَى من كَانَ فِي الْفِقْه عَالما ... وَمن صنف الْأَحْكَام من كل مُسْند) ¶ فَكل هَذِه نُصُوص متظاهرة تدل على شرفهم فِي الدُّنْيَا وَالْآخِرَة فسيحرق ماقتهم بنارهم فَإِنَّهُم خدم شَرعه وسنته وهم الموصلون لَهما إِلَى أمته وَقد قَالَ الإِمَام أَبُو الْقَاسِم ابْن عَسَاكِر رَحمَه الله فِي بعض رسالاته",
            "page": "45",
            "part": "1",
            "seal": "2F663E5E"
        },
        {
            "id": "37",
            "nass": "مَا هَذِه صورته اعْلَم يَا أخي وفقنا الله وَإِيَّاك لمرضاته وَجَعَلنَا مِمَّن يخشاه ويتقيه حق تُقَاته أَن لُحُوم الْعلمَاء مَسْمُومَة وَعَادَة الله فِي هتك أَسْتَار منتقصهم مَعْلُومَة ¶ وَأَن من أطلق لِسَانه فِي الْعلمَاء بالثلب بلاه الله قبل مَوته بِمَوْت الْقلب {فليحذر الَّذين يخالفون عَن أمره أَن تصيبهم فتْنَة أَو يصيبهم عَذَاب أَلِيم} ¶ وَكَذَا حَكَاهُ عَنهُ الإِمَام النَّوَوِيّ رحمهمَا الله فِي كتاب التِّبْيَان ¶ وَأي مُصِيبَة أعظم من موت الْقلب الَّذِي هُوَ دَلِيل على غضب الرب سُبْحَانَهُ فَإِن الَّذِي مَاتَ قلبه لَا يخشع وَلَا فِيهِ المواعظ قطّ تنجع وَإِذا تليت عَلَيْهِ آيَات ربه أصر مستكبرا كَأَن لم يسمع ¶ فبشره بِعَذَاب أَلِيم وخطب عَظِيم جسيم ¶ حِين قسا قلبه وران عَلَيْهِ ذَنبه نسْأَل الله الْعَافِيَة لنا وَلِجَمِيعِ الْمُسلمين وَأَن يوفقنا لطاعته أَجْمَعِينَ وَأَن يجعلنا من الخاشعين المتعظين ¶ وَأنْشد بَعضهم فِي معنى مَا قَالَه ابْن عَسَاكِر رَحمَه الله شعرًا يَقُول فِيهِ ¶ (وتجنب الْعلمَاء وَإِن هم خلطوا ... فالعلم يغْفر زلَّة الْعلمَاء)",
            "page": "46",
            "part": "1",
            "seal": "128FEE6D"
        },
        {
            "id": "38",
            "nass": "(فلحومهم مَسْمُومَة وبأكلها ... يخْشَى هَلَاك الشّعْر وَالشعرَاء) ¶ قَالَ الإِمَام السهروردي رَحمَه الله فِي أول كتاب عوارف المعارف والعالم وَإِن لم يعْمل بِعَمَلِهِ ترجى لَهُ التَّوْبَة فَإِن الْعلم فِي الْإِسْلَام لَا يضيع أَهله ويرجى عود الْعَالم ببركته ¶ هَذَا كَلَامه رَحمَه الله ¶ فالعالم وَإِن لم يكن بِعِلْمِهِ عَاملا فَإِن لَهُ شرف الْعلم إِذْ صَار لَهُ حَامِلا وحامل الشَّيْء الشريف قد شرف بِمَا حمل وَمن أحب شَيْئا أحب حامله وَإِن لم يكن حامله حسن الْعَمَل ¶ وَقد شبه النَّبِي صلى الله عَلَيْهِ وَسلم من أُوتِيَ الْقُرْآن وَلم يقم بِهِ بجراب أوكي على مسك ¶ فِي حَدِيث أخرجه التِّرْمِذِيّ وَالنَّسَائِيّ رحمهمَا الله فِي سُنَنهمَا ¶ وَهَذَا الْمثل من أشرف الْأَمْثَال الْمعرفَة لَك بأحوال الرِّجَال فكم بَين من حمل الْمسك الموكى وَبَين من حمل قذرا من النوكى ¶ وَفِي الحَدِيث (اتَّقوا زلَّة الْعَالم وَلَا تقطعوه وَانْتَظرُوا فيئته) ¶ ذكره السهروردي فِي عوارفه أَيْضا وَفِي حَدِيث رتن المعمر الْمَشْهُور عَن النَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "47",
            "part": "1",
            "seal": "113BA83D"
        },
        {
            "id": "39",
            "nass": "قَالَ تبرك بالعالم إِن عمل وَإِن لم يعْمل فتبرك بِهِ فللعالم حُرْمَة الْعلم الشريف وَإِن لم يعْمل ويرجى لَهُ ببركة الْعلم صَلَاحه فِي الْمُسْتَقْبل وَمن أحب عَالما لأجل الْعلم الَّذِي فِي قلبه وَلم ينظر إِلَى مَا يتخيل من زلته وذنبه فقد أدّى مَا يجب من حق الْعَالم لأجل ربه فقد قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (من أحب الْعلم وَالْعُلَمَاء لم تكْتب عَلَيْهِ خَطِيئَة أَيَّام حَيَاته وَمن مَاتَ على محبَّة الْعلم وَالْعُلَمَاء فَهُوَ رفيقي فِي الْجنَّة) ¶ وَقَالَ (من أحب طَالب الْعلم فقد أحب الْأَنْبِيَاء وَمن أحب الْأَنْبِيَاء كَانَ مَعَهم وَمن أبْغض طَالب الْعلم فقد أبْغض الْأَنْبِيَاء وَمن أبْغض الْأَنْبِيَاء فَجَزَاؤُهُ جَهَنَّم) ¶ وَقَالَ عَلَيْهِ السَّلَام (من حقر عَالما فَهُوَ مُنَافِق مَلْعُون فِي الدُّنْيَا وَالْآخِرَة) ¶ وَقَالَ عَليّ رَضِي الله عَنهُ سَأَلت النَّبِي صلى الله عَلَيْهِ وَسلم عَن صَاحب الْعلم فَقَالَ (هُوَ سراج أمتِي فِي الدُّنْيَا وَالْآخِرَة طُوبَى لمن عرفهم وأحبهم وويل لمن أنكر معرفتهم وأبغضهم وَمن أحبهم شَهِدنَا لَهُ أَنه فِي الْجنَّة وَمن أبْغضهُم أبغضناه وَشَهِدْنَا أَنه فِي النَّار) ¶ وَعَن ابْن عَبَّاس رَضِي الله عَنْهُمَا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (اكتبوا الْعلم فَإِن لله",
            "page": "48",
            "part": "1",
            "seal": "DE6D5E1C"
        },
        {
            "id": "40",
            "nass": "سُبْحَانَهُ مَلَائِكَة فِي السَّمَاء السَّابِعَة يَسْتَغْفِرُونَ للفقهاء والمتعلمين ويعطيهم الله تَعَالَى بِكُل حرف ثَوَاب نَبِي من الْأَنْبِيَاء وَيكْتب لَهُم كل يَوْم ألف حَسَنَة) ذكر هَذِه الْخَمْسَة الْأَحَادِيث الإِمَام مُوسَى بن أَحْمد الوصابي فِي كِتَابه الْحجَّة من تصانيفه ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (يُوزن حبر الْعلمَاء وَدم الشُّهَدَاء فيرجح ثَوَاب حبر الْعلمَاء على ثَوَاب دم الشُّهَدَاء وَيُقَال للْعَالم اشفع فِي تلامذتك وَلَو بلغ عَددهمْ عدد نُجُوم السَّمَاء وَمن تقلد مَسْأَلَة وَاحِدَة قَلّدهُ الله يَوْم الْقِيَامَة ألف قلادة من نور وَغفر لَهُ ألف ذَنْب وَبنى لَهُ مَدِينَة من ذهب) ¶ وَقَالَ عَلَيْهِ السَّلَام (أفضل الْعِبَادَة طلب الْعلم) ذكرهمَا الإِمَام عمر بن عبد الْمجِيد الميانشي رَحمَه الله فِي إيضاحه ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (من جَاءَهُ الْمَوْت وَهُوَ يطْلب الْعلم ليحيي بِهِ الْإِسْلَام فبينه وَبَين الْأَنْبِيَاء دَرَجَة وَاحِدَة فِي الْجنَّة) رَوَاهُ أَبُو مُحَمَّد عبد الله بن عبد الرَّحْمَن",
            "page": "49",
            "part": "1",
            "seal": "4132C813"
        },
        {
            "id": "41",
            "nass": "الدَّارمِيّ فِي سنَنه وَعَن عِكْرِمَة فِي قَوْله تَعَالَى {السائحون} ¶ قَالَ هم طلبة الْعلم رَوَاهُ الثعالبي فِي تَفْسِيره عَنهُ ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من طلب الْعلم كَانَ كَفَّارَة لما مضى) ¶ رَوَاهُ التِّرْمِذِيّ فِي جَامعه فَلم يذكر صلى الله عَلَيْهِ وَسلم غير الطّلب ¶ وَقَالَ عَلَيْهِ السَّلَام (من خرج فِي طلب الْعلم فَهُوَ فِي سَبِيل الله حَتَّى يرجع) ¶ رَوَاهُ التِّرْمِذِيّ أَيْضا ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (سارعوا فِي طلب الْعلم فلحديث عَن صَادِق خير من الأَرْض وَمَا عَلَيْهَا من ذهب وَفِضة) ¶ رَوَاهُ الْخَطِيب الْبَغْدَادِيّ فِي كِتَابه وَقَالَ صلى الله عَلَيْهِ وَسلم (سَاعَة من عَالم يتكىء على فرَاشه وَينظر فِي علمه خير من عبَادَة العابد سبعين عَاما) ¶ رَوَاهُ الإِمَام الثعالبي رَحمَه الله فِي تَفْسِيره فِي أول سُورَة آل عمرَان وَتَابعه الْحُسَيْن الطَّبَرِيّ رَحمَه الله فِي درره عَلَيْهِ وَقَالَ الْحَافِظ ابْن الْجَوْزِيّ رَحمَه الله فِي منتخبه عَلَيْكُم بِالْعلمِ فَكفى بِهِ عملا ¶ وَقَالَ رجل لأبي هُرَيْرَة رَضِي الله عَنهُ إِنِّي أُرِيد",
            "page": "50",
            "part": "1",
            "seal": "A361D0E7"
        },
        {
            "id": "42",
            "nass": "أَن أتعلم الْعلم وأخاف أَن أضيعه فَقَالَ لَهُ كفى بترك الْعلم إِضَاعَة ¶ وَقَالَ رجل لأبي ذَر رَضِي الله عَنهُ إِنِّي أُرِيد أَن أتعلم الْعلم وأخاف أَن أضيعه وَلَا أعمل بِهِ فَقَالَ إِنَّك إِن توسد الْعلم خير من أَن توسد الْجَهْل ¶ وَيُقَال نَفَقَة دِرْهَم فِي طلب الْعلم خير من عشرَة آلَاف دِرْهَم ينفقها فِي سَبِيل الله ¶ وَقَالَ الْمَأْمُون لِعَمِّهِ إِبْرَاهِيم بن الْمهْدي لِأَن تَمُوت طَالبا للْعلم خير من أَن تعيش قانعا بِالْجَهْلِ ¶ قَالَ وَإِلَى مَتى يحسن بِي طلب الْعلم قَالَ مَا حسنت بك الْحَيَاة ¶ وَقَالَ الشّعبِيّ رَحمَه الله لَو أَن رجلا خرج من أقْصَى الْمشرق إِلَى أقْصَى الْمغرب فاستفاد حرفا مَا ظَنَنْت أَن عمره ذهب بَاطِلا ¶ وَقَالَ أَبُو الدَّرْدَاء رَضِي الله عَنهُ لِأَن أتعلم مَسْأَلَة أحب إِلَيّ من قيام لَيْلَة وَقَالَ يحيى بن كثير رَحمَه الله تعلم الْفِقْه صَلَاة ودراسة الْقُرْآن صَلَاة ¶ رَوَاهُ عَنهُ الْحَافِظ أَبُو نعيم فِي حليته ¶ وَعَن إِبْرَاهِيم النَّخعِيّ رَحمَه الله لَا يزَال الْفَقِيه فِي الصَّلَاة قيل لَهُ كَيفَ ذَاك قَالَ لِأَنَّك لَا تَلقاهُ إِلَّا وَذكر الله على لِسَانه يحل حَلَالا وَيحرم حَرَامًا ¶ ذكره أَبُو اللَّيْث فِي تنبيهه ¶ وَقَالَ ابْن",
            "page": "51",
            "part": "1",
            "seal": "0AA0A426"
        },
        {
            "id": "43",
            "nass": "جريج رَحمَه الله أحب الْعباد إِلَى الله الغرباء فِي طلب الْعلم ¶ وَعَن ابْن مَسْعُود رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (تعلمُوا وَعَلمُوا وَاعْمَلُوا فَإِن أجر الْعَالم والمتعلم سَوَاء) قيل وَمَا أجرهما قَالَ (مائَة مغْفرَة وَمِائَة دَرَجَة فِي الْجنَّة) ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (أجر الْمعلم كَأَجر الصَّائِم الْقَائِم) ¶ وَعَن أنس رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (التفقه فِي الدّين حق على كل مُسلم أَلا فتعلموا وَعَلمُوا وَلَا تَمُوتُوا جُهَّالًا) ¶ ذكر هَذِه كلهَا الْمَاوَرْدِيّ فِي كِتَابه أدب الدُّنْيَا وَالدّين ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (مَا من مُؤمن ذكر أَو أُنْثَى وَلَا مَمْلُوك إِلَّا وَللَّه عَلَيْهِ حق وَاجِب أَن يتَعَلَّم من الْقُرْآن ويتفقه) ثمَّ تَلا هَذِه الْآيَة {وَلَكِن كونُوا ربانيين بِمَا كُنْتُم تعلمُونَ الْكتاب وَبِمَا كُنْتُم تدرسون} ¶ رَوَاهُ الثعالبي بِإِسْنَادِهِ عَن معَاذ رَضِي الله عَنهُ ¶ وَعَن معَاذ بن جبل رَضِي الله عَنهُ قَالَ تعلمُوا الْعلم فَإِن تعلمه حَسَنَة وَطَلَبه عبَادَة ومذاكرته تَسْبِيح",
            "page": "52",
            "part": "1",
            "seal": "BE4EE964"
        },
        {
            "id": "44",
            "nass": "والبحث عَنهُ جِهَاد وتعليمه من لَا يُعلمهُ صَدَقَة وبذله لأَهله قربَة أَلا إِن الْعلم سَبِيل منَازِل أهل الْجنَّة وَهُوَ المؤنس فِي الوحشة والصاحب فِي الغربة والمحدث فِي الْخلْوَة وَالدَّلِيل على السَّرَّاء والمعين على الضّر اء والزين عِنْد الأ خلاء وَالسِّلَاح على الْأَعْدَاء يرفع الله بِهِ أَقْوَامًا فيجعلهم فِي الْخَيْر قادة أَئِمَّة تقتفى آثَارهم ويقتدى بأفعالهم وينتهى إِلَى رَأْيهمْ وترغب الْمَلَائِكَة فِي خلتهم وبأجنحتها تمسحهم وَيُصلي عَلَيْهِم كل رطب ويابس وحيتان الْبَحْر وهوام الأَرْض وسباع الْبر وَالْبَحْر والأنعام لِأَن الْعلم حَيَاة الْقُلُوب من الْجَهْل ومصباح الْأَبْصَار من الظلمَة وَقُوَّة الْأَبدَان من الضعْف ويبلغ بِالْعَبدِ منَازِل الأخيار والأبرار والدرجات العلى فِي الدُّنْيَا وَالْآخِرَة والتفكر فِيهِ يعدل بالصيام ومذاكرته تعدل بِالْقيامِ وَبِه توصل الْأَرْحَام وَيعرف الْحَلَال من الْحَرَام وَهُوَ إِمَام وَالْعَمَل تَابعه يلهمه السُّعَدَاء ويحرمه الأشقياء ... ذكره صَاحب تَنْبِيه الغافلين وزهرة الْعُيُون وَغَيرهمَا ¶ وَقد رُوِيَ بعضه مَرْفُوعا وَرَوَاهُ الثعالبي بِإِسْنَادِهِ عَن أنس بن مَالك عَن رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "53",
            "part": "1",
            "seal": "3FF22470"
        },
        {
            "id": "45",
            "nass": "وَعَن يحيى بن كثير رَحمَه الله فِي قَوْله تعلى {واصبر نَفسك مَعَ الَّذين يدعونَ رَبهم بِالْغَدَاةِ والعشي} ¶ قَالَ هِيَ مجَالِس الْفِقْه وَذكر الإِمَام النَّوَوِيّ فِي أذكاره عَن عَطاء رحمهمَا الله أَنه قَالَ مجَالِس الذّكر هِيَ مجَالِس الْحَلَال وَالْحرَام كَيفَ تشتري وتبيع وَتصلي وتصوم وَتنْكح وَتطلق وتحج وَأَشْبَاه ذَلِك وَكَذَا رَوَاهُ أَبُو نعيم الْحَافِظ فِي كتاب حلية الْأَوْلِيَاء عَنهُ بِإِسْنَادِهِ إِلَيْهِ وَزَاد فِي أَوله من جلس مجْلِس ذكر كفر الله عَنهُ بذلك الْمجْلس عشرَة مجَالِس من مجَالِس الْبَاطِل فَقيل لَهُ مَا مجَالِس الذّكر قَالَ مجَالِس الْحَلَال وَالْحرَام إِلَى آخر مَا ذكره النَّوَوِيّ رحمهمَا الله ¶ وروى أَبُو نعيم بِإِسْنَادِهِ عَن عَطاء بن رَبَاح أَنه قَالَ النّظر إِلَى الْعَالم عبَادَة ¶ وَذكر الإِمَام أَبُو اللَّيْث فِي تنبيهه عَن أَمِير الْمُؤمنِينَ عمر بن الْخطاب رَضِي الله عَنهُ أَنه قَالَ إِن الله لم يخلق على وَجه الأَرْض أكْرم من مجَالِس الْعلمَاء ¶ وروى الْحَافِظ أَبُو نعيم رَحمَه الله بِإِسْنَادِهِ فِي كِتَابه رياضة المتعلمين أَن رَسُول صلى الله عَلَيْهِ وَسلم",
            "page": "54",
            "part": "1",
            "seal": "5273040C"
        },
        {
            "id": "46",
            "nass": "قَالَ (أَصْبَحْتُم فِي زمَان كثير فقهاؤه قَلِيل خطباؤه قَلِيل سُؤَاله كثير معطوه الْعَمَل فِيهِ خير من الْعلم وَسَيَأْتِي زمَان قَلِيل فقهاؤه كثير خطباؤه كثير سُؤَاله قَلِيل معطوه الْعلم فِيهِ خير من الْعَمَل) ¶ وَفِي تَنْبِيه الغافلين عَن ابْن مَسْعُود رَضِي الله عَنهُ قَالَ أَنْتُم فِي زمَان الْعَمَل فِيهِ خير من الْعلم وَسَيَأْتِي زمَان الْعلم فِيهِ خير من الْعَمَل ¶ وروى الْخَطِيب الْبَغْدَادِيّ رَحمَه الله بِإِسْنَادِهِ عَن ابْن أبي شيبَة أَنه رأى بعض أَصْحَاب الحَدِيث يضطربون ¶ فَقَالَ أما إِن فاسقهم خير من عَابِد غَيرهم ¶ وروى أَيْضا بِإِسْنَادِهِ عَن عمر بن حَفْص بن غياث رَحمَه الله وَقد قيل لَهُ أما ترى أَصْحَاب الحَدِيث كَيفَ تغيرُوا كَيفَ فسدوا فَقَالَ هم على مَا هم خِيَار الْقَبَائِل ¶ وَكَذَا رَوَاهُ صَاحب الْفَاصِل بَين الرَّاوِي والواعي بِإِسْنَادِهِ رَحمَه الله",
            "page": "55",
            "part": "1",
            "seal": "2DA18E69"
        },
        {
            "id": "47",
            "nass": "فصل ¶ فَعرف بِهَذَا وَأَمْثَاله أَن حُرْمَة الْعلم لَا تسْقط بالزلل وَلَا يُبَاح عرض الْعَالم بترك الْعَمَل ¶ فبركة الْعلم ترده إِلَى الصَّوَاب ويرجى لحامله التَّوْفِيق للمتاب لطفا من الله الرَّحِيم الْوَهَّاب ¶ وروى أنس رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (من طلب الْعلم لغير الله لم يخرج من الدُّنْيَا حَتَّى يَأْبَى عَلَيْهِ الْعلم فَيكون لله وَمن طلب الْعلم لله فَهُوَ كالصائم نَهَاره الْقَائِم ليله وَإِن بَابا من الْعلم يتعلمه الرجل خير لَهُ من أَن لَو كَانَ لَهُ أَبُو قبيس ذَهَبا فأنفقه فِي سَبِيل الله) ¶ رَوَاهُ الإِمَام أَبُو اللَّيْث رَحمَه الله فِي تنبيهه ¶ وَقيل ليحيى بن يمَان رَحمَه الله إِنَّهُم يطلبونه وَلَيْسَ لَهُم فِيهِ نِيَّة فَقَالَ طَلَبهمْ إِيَّاه لَهُ نِيَّة ¶ وَقَالَ مُجَاهِد رَحمَه الله طلبنا هَذَا الْعلم وَلَيْسَ لنا فِيهِ نِيَّة ثمَّ",
            "page": "56",
            "part": "1",
            "seal": "C53020A6"
        },
        {
            "id": "48",
            "nass": "أحسن الله النِّيَّة بعد ¶ وَقَالَ رجل لِسُفْيَان بن عُيَيْنَة رَحمَه الله نشدتك بِاللَّه أطلبت هَذَا الْعلم يَوْم طلبته لله فَقَالَ سُفْيَان اللَّهُمَّ لَا إِنَّمَا طلبناه تأدبا وتطرفا فَأبى الله إِلَّا أَن يكون لَهُ ¶ ويروى طلبنا الْعلم لغير الله فَأبى الْعلم إِلَّا أَن يكون لله ¶ وَقَالَ أَبُو ذَر رَضِي الله عَنهُ لِأَن يبْعَث الرجل عَالما خير لَهُ من أَن يبْعَث جَاهِلا وَنَحْوه ¶ عَن أبي الدَّرْدَاء وَأبي هُرَيْرَة رَضِي الله عَنْهُمَا وَقد اشْتهر عَن المقرىء الْمَعْرُوف بِابْن شنبوذ أَنه غير حروفا من الْقُرْآن تخَالف الْمُصحف الْكَرِيم وَالْإِجْمَاع فقرأها وأقرأها فَأنْكر عَلَيْهِ أهل زَمَانه فَأحْضرهُ الْوَزير ابْن مقلة وحبسه وشدد عَلَيْهِ وَأمر بضربه حَتَّى رَجَعَ الْمُقْرِئ عَمَّا فعله وَأشْهد على تَوْبَته وَذَلِكَ سنة ثَلَاث وَعشْرين وَثَلَاث مائَة وَقد كَانَ دَعَا وَهُوَ يضْرب على ابْن مقلة بِقطع يَده وتشتت شَمله فَاسْتَجَاب الله دعاءه عَلَيْهِ ¶ فعزل ابْن مقلة سنة أَربع وَعشْرين وَجرى عَلَيْهِ من الضَّرْب والإهانة أَمر عَظِيم وتشتت شَمله وَقطعت يَده وَلسَانه مَعَ أَن ابْن مقلة قصد رده إِلَى الْحق الْمُبين وَأنكر عَلَيْهِ مَا يجب إِنْكَاره على كل متدين والمقرئ الْمَذْكُور قد أَتَى بمنكر مَشْهُور حِين خَالف الْجُمْهُور لَكِن خطأه فِي قَضِيَّة لَا تسْقط حَظه من",
            "page": "57",
            "part": "1",
            "seal": "6C9B908C"
        },
        {
            "id": "96",
            "nass": "ليقتني من الْفضل مَا يكون معدا للحادثة إِذْ لَا تؤمن ¶ رُوِيَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (من فقه الرجل رفقه فِي معيشته) ¶ انْتهى كَلَامه رَحمَه الله ¶ وروى هَذَا الحَدِيث الْأَخير أَبُو إِسْحَاق الثعالبي فِي تَفْسِيره ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (ثَلَاث من كن فِيهِ فقد تمت مروءته من تفقه فِي دينه واقتصد فِي معيشته وصبر على النوائب) ¶ ذكره مَنْصُور الثعالبي فِي كتاب إنجاز الْمَعْرُوف وَأنْشد بَعضهم ¶ (لمَال الْمَرْء يصلحه فيغني ... مفاقره أعف من القنوع) ¶ (يسد بِهِ نَوَائِب تعتريه ... من الْأَيَّام كالنهل الشُّرُوع) ¶ النهل جمع ناهل وَهُوَ العطشان ¶ والقنوع هُوَ السُّؤَال ويروى أَن زيد بن سَلمَة كَانَ يغْرس فِي أرضه فَقَالَ لَهُ ¶ عمر رَضِي الله عَنهُ أصبت استغن عَن النَّاس يكن أصون لدينك وَأكْرم لَك عَلَيْهِم ¶ كَيفَ قَالَ صَاحبكُم أحيحه",
            "page": "105",
            "part": "1",
            "seal": "435E021F"
        },
        {
            "id": "97",
            "nass": "(فَلَنْ أَزَال على الزَّوْرَاء أعمرها ... إِن الْكَرِيم على الإخوان ذُو المَال) ¶ ويروى عَن الشَّافِعِي رَضِي الله عَنهُ أَنه أنْشد ¶ (رب إِن لم تبْق لي جدتي ... كف عني فضلَة الْعُمر) ¶ (لست أرْضى الْعَيْش فِي زمن ... أَنا مُحْتَاج إِلَى الْبشر) ¶ وَرُوِيَ أَن إِبْرَاهِيم بن أدهم رَحمَه الله كَانَ مَعَ قوم فِي السَّفِينَة فهاجت ريح عَاصِفَة ¶ فَقَالُوا أما ترى هَذِه الشدَّة فَقَالَ لَيْسَ هَذِه شدَّة إِنَّمَا الشدَّة الْحَاجة إِلَى النَّاس ¶ حَكَاهُ الْغَزالِيّ عَنهُ فِي الْإِحْيَاء ¶ وَقد نهى النَّبِي صلى الله عَلَيْهِ وَسلم عَن سُؤال النَّاس فِي غير حَدِيث مِنْهَا قَوْله صلى الله عَلَيْهِ وَسلم (من فتح على نَفسه بَاب مَسْأَلَة فتح الله عَلَيْهِ بَاب فقر) ¶ وَفِي رِوَايَة (سبعين بَابا من الْفقر) ذكره فِي الْإِحْيَاء ¶ وَلما حضرت قيس بن عَاصِم الْوَفَاة دَعَا بنيه وَقَالَ لَهُم احْفَظُوا عني فَلَا أحد أنصح لكم مني إِذا مت فسودوا كباركم أَي اجعلوهم سادتكم وَلَا تسودوا صغاركم فيسفه",
            "page": "106",
            "part": "1",
            "seal": "0FA487B5"
        },
        {
            "id": "98",
            "nass": "النَّاس كباركم وتهونوا عَلَيْهِم ¶ وَعَلَيْكُم بإصلاح المَال فَإِنَّهُ منبهة للكريم ويستغنى بِهِ عَن اللَّئِيم ¶ وَإِيَّاكُم وَمَسْأَلَة النَّاس فَإِنَّهَا من أخس كسب الرجل ¶ انْتهى كَلَامه ¶ هَذَا وَفِي السُّؤَال إذلال الْمَرْء نَفسه وَلَا يَنْبَغِي لِلْمُؤمنِ أَن يذل نَفسه ¶ كَانَ بعض الْعلمَاء إِذا أعطي الصَّدَقَة ظَاهرا لم يقبلهَا وَإِذا أعطيها سرا قبلهَا وَيَقُول إِن فِي إِظْهَار الْأَخْذ وَالعطَاء وإذلالا للْعلم وإذلال أَهله فَمَا كنت بِالَّذِي أرفع شَيْئا من الدُّنْيَا بِوَضْع الْعلم وإذلال أَهله ... . حَكَاهُ الْغَزالِيّ فِي الْإِحْيَاء ¶ فَإِذا كَانَ هَذَا وَقد أعطيها بِلَا طلب فَكيف يكون حَال من تسبب لطلبها هَل هُوَ إِلَّا هاتك ستر مروءته كاشف بِيَدِهِ عَن عَوْرَته فأعظم بذلك وكراهته ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (مَا أكل أحد طَعَاما قطّ خير لَهُ من أَن يَأْكُل من عمل يَده) ¶ وَفِي رِوَايَة (أحل مَا أكل الرجل من كَسبه) ¶ وَأَرَادَ بِهَذِهِ الْأَحَادِيث الْكسْب بِنَحْوِ الاحتطاب وَالتِّجَارَة والاستئجار وَالْإِجَارَة والصنعة الْمُبَاحَة ¶ قَالَ الله تَعَالَى {لَيْسَ عَلَيْكُم جنَاح أَن تَبْتَغُوا فضلا من ربكُم} ¶ قَالَ الْمُفَسِّرُونَ أَرَادَ",
            "page": "107",
            "part": "1",
            "seal": "05B3CC6E"
        },
        {
            "id": "99",
            "nass": "التِّجَارَة فِي مواسم الْحَج ¶ فَرفع الله سُبْحَانَهُ الْحَرج عَمَّن طلب الدُّنْيَا بِالتِّجَارَة فِي تِلْكَ الْأَوْقَات الشريفات وأباحها لَهُم عِنْد الْإِفَاضَة من عَرَفَات وَفِي الْأَيَّام المعدودات والمعلومات رَحْمَة من رب الأَرْض وَالسَّمَوَات فَمَا ظَنك فِي غَيرهَا من الْأَوْقَات ¶ وَذكر الْحَافِظ مُحَمَّد بن إِبْرَاهِيم الفشلي رَحمَه الله فِي الْجُزْء الَّذِي صنفه فِي ذكر الْمَرَاتِب الَّتِي من الله بهَا على هَذِه الْأمة فَقَالَ قَالَ بعض الْعلمَاء من كثرت ذنُوبه فَعَلَيهِ بكسب الضّيَاع ¶ قَالَ ولعمري لقد قَالَ الْحق فَإِن الضَّيْعَة إِذا كسبت ... فقد قَالَ فِيهَا رَسُول الله صلى الله عَلَيْهِ وَسلم (من أكل من غرس الْمُسلم أَو زرعه فَذَلِك لَهُ صَدَقَة) ¶ انْتهى كَلَام الفشلي رَحمَه الله ¶ وَأَرَادَ أَن الضَّيْعَة إِذا كسبت حَلَالا لَا شُبْهَة فِيهَا وَلَا فِي ثمنهَا فَإِن لمَالِكهَا ثَوابًا مستمرا على مر الزَّمَان مَا دَامَت الأَرْض تزرع وَالْغِرَاس تثمر ¶ والضياع بِكَسْر الضَّاد جمع ضَيْعَة بِفَتْحِهَا وَهِي هُنَا الأَرْض وَالْعَقار ¶ وَهَذَا الحَدِيث الَّذِي أوردهُ الفشلي رَحمَه الله قد رُوِيَ فِي الصَّحِيحَيْنِ بأتم من هَذَا وَهُوَ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ (مَا من مُسلم",
            "page": "108",
            "part": "1",
            "seal": "8DCED202"
        },
        {
            "id": "100",
            "nass": "يغْرس غرسا أَو يزرع زرعا فيأكل مِنْهُ إِنْسَان أَو طير أَو بَهِيمَة إِلَّا كَانَت لَهُ صَدَقَة) ¶ وَفِي صَحِيح مُسلم أَيْضا (وَمَا سرق مِنْهُ فَهُوَ لَهُ صَدَقَة) ¶ وَذَلِكَ فضل الله يؤتيه من يَشَاء وَهَذَا فِي من لم يجمعه سمعة وَلَا رِيَاء وَلَا كَسبه بشره وَلَا ضَرَر وَلَا أَذَى نسْأَل الله أَن يحفظ علينا ديننَا وَيصْلح ظننا ويقيننا حَتَّى يتوفانا مُسلمين ويلحقنا بالصالحين بمنه وَكَرمه آمين ¶ وينشد فِي الماقتين والحاسدين حَتَّى يصيروا فِي حسرة كامدين ¶ (كسبنا المَال من أصل حَلَال ... بِمن الله ذِي النعم الطوَال) ¶ (كسبناه لنكفل من لدينا ... من الأهلين أَو ضعف الْعِيَال) ¶ (ونفرغ للعلوم ونجتليها ... ونخلص من مشقات السُّؤَال) ¶ (وَلم نكسبه من ثمن حرَام ... وَلَا شبه وَلَا منن ثقال) ¶ (وَلم نرب وَلم نرش لحكم ... بِحَمْد الله رَبِّي ذِي الْجلَال)",
            "page": "109",
            "part": "1",
            "seal": "BCD546BD"
        },
        {
            "id": "101",
            "nass": "(كسبناه على وَجه صَحِيح ... بِلَا خدع وَلَا طول المطال) ¶ (وَلم نقصد مفاخرة بِهَذَا ... وَلم نطلب بِهِ غلب الرِّجَال) ¶ (وكل المَال أَيْضا فَهُوَ ربح ... وَلم نحزن على ربح بِحَال) ¶ (وَرَأس المَال ديني ثمَّ علمي ... وفهمي للمعاني والمعالي) ¶ (ومعرفتي بفن الْفِقْه عمري ... وشغلي الدَّهْر فِي جمع اللآلي) ¶ (فَذا مَالِي وَذَا كنزي وذخري ... وَذَا عزي ومعتمدي وحالي) ¶ (وَإِن المَال يقنى ثمَّ يفنى ... وَعز الْعلم بَاقٍ غير بَال) ¶ (لذاذته ألذ من الحلاوى ... وَمن عسل وَمن مَاء زلال) ¶ (وَإِن الْعلم أنسي وَقت كربي ... وَذَلِكَ زيتني وَبِه جمالي)",
            "page": "110",
            "part": "1",
            "seal": "011A441A"
        },
        {
            "id": "102",
            "nass": "(فَمن ذَا يَسْتَطِيع زَوَال هَذَا ... وَهل يخْشَى على ذَا من زَوَال) ¶ (وَذَا فِي الصَّدْر مخبو معد ... لما يحْتَاج من كل الْخِصَال) ¶ (فأرجو نَفعه مَا دمت حَيا ... بهذي الأَرْض أَو أَرض الشمَال) ¶ (فأرجو نَفعه يَوْم التلاقي ... بِيَوْم لَيْسَ فِيهِ من ضلال) ¶ (بِيَوْم فِيهِ أهل الظُّلم صرعى ... لما يلقون من سوء النكال) ¶ (جزى الرَّحْمَن عَنَّا والدينا ... وأشياخا لنا خير النوال) ¶ (كَمَا أهدوا إِلَيْنَا كل علم ... وَأَحْكَام وأداب عَوَالٍ) ¶ (إِذا أبقى الْإِلَه الدّين فِينَا ... فَإنَّا بالمصائب لَا نبالي) ¶ (وَإِن نقصد بمكروه صَبرنَا ... وَمن يصبر ينل خير الْمَآل)",
            "page": "111",
            "part": "1",
            "seal": "087D4F0F"
        },
        {
            "id": "103",
            "nass": "(وَلَا نخشى سوى رب البرايا ... مزيل الْهم غَالب كل وَال) ¶ فَإِن قيل مَا من غَنِي إِلَّا وَيَدعِي أَن مَا فِي يَده أقل من كِفَايَته فكم قدر الْكِفَايَة الَّتِي لَا يكون صَاحبهَا من أهل الدُّنْيَا ¶ فَالْجَوَاب مَا ذكره الإِمَام الْغَزالِيّ رَحمَه الله وَذَلِكَ أَنه قَالَ إِن الضَّرُورَة إِنَّمَا تَدْعُو إِلَى الْمطعم والملبس فَإِن تركت التجمل فِي اللبَاس فيكفيك فِي السّنة مثقالان لشتائك وصيفك وَإِن تركت التنعم فِي طَعَامك فيكفيك فِي كل يَوْم مد وَهُوَ الَّذِي يجب فِي الْكَفَّارَات فَيكون فِي السّنة خَمْسمِائَة رَطْل وَيَكْفِيك لإدامك إِن اقتصرت على الْقَلِيل مِنْهُ ثَلَاثَة مَثَاقِيل على التَّقْرِيب فِي السّنة عِنْد رخص الأسعار وَإِذا مبلغ كِفَايَته خَمْسَة مَثَاقِيل وَخَمْسمِائة رَطْل وَهُوَ الْقدر الَّذِي يفْرض فِي نَفَقَة الزَّوْجَة وَنَحْوهَا على الْمُعسر فَإِن كنت معيلا فَخذ لكل وَاحِد مِنْهُم مثل ذَلِك وَإِن كنت مَشْغُولًا بِالْعلمِ وَالْعِبَادَة واقتنيت ضَيْعَة يدْخل مِنْهَا هَذَا الْقدر دَائِما. . فأرجو أَن لَا تصير بذلك من أَبنَاء الدُّنْيَا لَا سِيمَا فِي هَذِه الْأَعْصَار وَقد تَغَيَّرت الْقُلُوب وَاسْتولى عَلَيْهَا الشُّح",
            "page": "112",
            "part": "1",
            "seal": "B9B299B0"
        },
        {
            "id": "104",
            "nass": "وانصرفت الهمم عَن تفقد ذَوي الْحَاجَات ¶ فاقتناء هَذَا أولى من السُّؤَال فَإِذا قصدت الزِّرَاعَة للاستعانة على الدّين فَأَنت متزود مُسَافر لَا معرج على الضَّيْعَة ¶ قَالَ وَرُبمَا لَا يحْتَمل بعض الْأَشْخَاص القناعة بِالْقدرِ الَّذِي ذكرنَا إِلَّا بِشدَّة ومشقة ¶ فَلَا حرج فِي الدّين فِي ازدياد الضَّعِيف على الْقدر الَّذِي لَا يصير بِهِ من أَبنَاء الدُّنْيَا ¶ وَهَذَا مُخْتَصر مَا ذكره الْغَزالِيّ رَحمَه الله فِي كتاب الْأَرْبَعين فِي أصُول الدّين لَهُ ¶ فَعرف بِهَذَا أَن الْغَالِب على أَكثر أهل قطرنا فِيمَا مَعَهم أَنه دون كفايتهم غَالِبا ¶ وَالله المرشد إِلَى طلب رِضَاهُ برحمته وَكَرمه ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (خير أمتِي الَّذين لم يُعْطوا حَتَّى يبطروا وَلم يقتر عَلَيْهِم حَتَّى يسْأَلُوا) ¶ ذكره الْمَاوَرْدِيّ رَحمَه الله فِي كِتَابه",
            "page": "113",
            "part": "1",
            "seal": "B4FD1C79"
        },
        {
            "id": "105",
            "nass": "فصل ¶ قد صَار هَذَا النَّاقِد الْمَذْكُور وَالْجَاهِل الْمَغْرُور فِي أَوديَة ضلال يَدُور وَفِي بحار هَلَاك تمور قد غلب عَلَيْهِ الْحَسَد فأورثه الْهم والكمد وَالله سُبْحَانَهُ قد أبْغض الحسدة وَأعد لَهُم ناره الموقدة وَلَا يضر الْحَاسِد إِلَّا نَفسه وَلَا يكْسب إِلَّا نحسه ¶ وَقد حسد الْأَنْبِيَاء فَمَا ضرهم بل ضاعف الله تَعَالَى أجرهم وَأبْدى عزهم ونصرهم وَأخْبر سُبْحَانَهُ أَنهم حسدوا بل كذبُوا وأوذوا وجحدوا فَأمروا بِالصبرِ حَتَّى أَتَاهُم النَّصْر قَالَ الله سُبْحَانَهُ وَتَعَالَى {وَلَقَد كذبت رسل من قبلك فصبروا على مَا كذبُوا وأوذوا حَتَّى أَتَاهُم نصرنَا وَلَا مبدل لكلمات الله وَلَقَد جَاءَك من نبإ الْمُرْسلين} وَقَالَ",
            "page": "114",
            "part": "1",
            "seal": "C4E5DA41"
        },
        {
            "id": "106",
            "nass": "تَعَالَى {أم يحسدون النَّاس على مَا آتَاهُم الله من فَضله فقد آتَيْنَا آل إِبْرَاهِيم الْكتاب وَالْحكمَة وآتيناهم ملكا عَظِيما} ¶ فَلَو كَانَ الْملك الْعَظِيم خَطِيئَة لما من الله بِهِ وَلَا أنزل مدحه فِي كتبه وَلَا اسْتَجَابَ لِسُلَيْمَان صلى الله على نَبينَا وَعَلِيهِ وَسلم حِين طلب الْملك الْكَبِير وَلَا فتح لذِي القرنين ومكنه حَيْثُ يسير وَلَا حكى عَن يُوسُف الْكَرِيم ابْن الْكَرِيم ابْن الْكَرِيم ابْن الْكَرِيم أَنه قَالَ {اجْعَلنِي على خَزَائِن الأَرْض إِنِّي حفيظ عليم} ¶ بل قَالَ سُبْحَانَهُ {وَكَذَلِكَ مكنا ليوسف فِي الأَرْض يتبوأ مِنْهَا حَيْثُ يَشَاء نصيب برحمتنا من نشَاء وَلَا نضيع أجر الْمُحْسِنِينَ} ¶ فَذكر سُبْحَانَهُ أَن الَّذِي حصل ليوسف من التَّمْكِين رَحْمَة من رب السَّمَوَات وَالْأَرضين ¶ وَقَالَ بعض عُلَمَاء السّلف إِذا أَرَادَ الله بِالنَّاسِ خيرا جعل الْعلم فِي مُلُوكهمْ وَالْملك فِي عُلَمَائهمْ ¶ ذكره أَبُو الْحسن المارودي فِي كِتَابه ¶ وَقَالَ سُبْحَانَهُ وَتَعَالَى فِي دَاوُد صلى الله على نَبينَا وَعَلِيهِ وَسلم {وآتاه الله الْملك وَالْحكمَة وَعلمه مِمَّا يَشَاء}",
            "page": "115",
            "part": "1",
            "seal": "40D25560"
        },
        {
            "id": "107",
            "nass": ") ¶ وَقَالَ تَعَالَى فِيهِ أَيْضا {وشددنا ملكه وَآتَيْنَاهُ الْحِكْمَة} ¶ قَالَ ابْن عَبَّاس رَضِي الله عَنْهُمَا كَانَ دَاوُد عَلَيْهِ السَّلَام أَشد مُلُوك الأَرْض سُلْطَانا ¶ وَكَانَ يحرس محرابه كل لَيْلَة سِتَّة وَثَلَاثُونَ ألف رجل مَعَ مَا سخر الله لَهُ من الْجبَال وَالطير وَالسِّبَاع وألان لَهُ الْحَدِيد ¶ وَكَيف يُقَال المَال منقصة للدّين وَقد وعد الله بِهِ على طَاعَته عباده الْمُتَّقِينَ وَشَرطه شرطا لَازِما رغب بِهِ التائبين والمستغفرين فَقَالَ سُبْحَانَهُ فِي كِتَابه الْمُبين على أَلْسِنَة الْمُرْسلين {اسْتَغْفرُوا ربكُم إِنَّه كَانَ غفارًا يُرْسل السَّمَاء عَلَيْكُم مدرارا ويمددكم بأموال وبنين} {وَيَا قوم اسْتَغْفرُوا ربكُم ثمَّ تُوبُوا إِلَيْهِ يُرْسل السَّمَاء عَلَيْكُم مدرارا ويزدكم قُوَّة إِلَى قوتكم وَلَا تَتَوَلَّوْا مجرمين} {وَلَو أَن أهل الْقرى آمنُوا وَاتَّقوا لفتحنا عَلَيْهِم بَرَكَات من السَّمَاء وَالْأَرْض}",
            "page": "116",
            "part": "1",
            "seal": "99A82ED0"
        },
        {
            "id": "108",
            "nass": "{وَمن يتق الله يَجْعَل لَهُ مخرجا وَيَرْزقهُ من حَيْثُ لَا يحْتَسب} ¶ فَجعل الله سُبْحَانَهُ جَزَاء الإستغفار وَالتَّقوى الْإِمْدَاد بالأموال فِي الدُّنْيَا ثمَّ قَالَ وَهُوَ أصدق الْقَائِلين {ولأجر الْآخِرَة خير للَّذين آمنُوا وَكَانُوا يَتَّقُونَ} ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (من لزم الاسْتِغْفَار جعل الله لَهُ من كل ضيق مخرجا وَمن كل هم فرجا ورزقه من حَيْثُ لَا يحْتَسب) ¶ رَوَاهُ أَبُو دَاوُد فِي سنَنه وَأَبُو نعيم فِي حليته وَغَيرهم ¶ فَجعل اسْتِغْفَار الله شرطا لحُصُول رزق الله ¶ وَقد أخبر سُبْحَانَهُ عَن اليتيمين الْمَذْكُورين فِي سُورَة الْكَهْف أَن أباهما كَانَ صَالحا ¶ وَقد ورث لَهما كنزا فحفظه الله لَهما بصلاح أَبِيهِمَا حَتَّى يبلغَا أشدهما ويستخرجا كنزهما رَحْمَة من رَبك فَالْأَصْل هُوَ تقوى الله وَلَا يضر مَعهَا الْكثير وَلَا يشين صَاحبهَا حسد كَبِير وَلَا صَغِير فيا خَادِم سنة البشير النذير وَيَا حَامِل الشَّرْع الشريف",
            "page": "117",
            "part": "1",
            "seal": "EC1E5F09"
        },
        {
            "id": "109",
            "nass": "الخطير لقد سعدت فِي الدُّنْيَا وَالْآخِرَة ونلت الشّرف الْكَبِير وسيلحق حاسدك النَّدَم والتدمير وَلَا ينبيك مثل خَبِير فَنَادِ بصوتك الجهير وَلَا تبال بوزير وَلَا أَمِير ¶ (وَقل للحاسدين أَلا أفيقوا ... وَإِن أعْطى الْإِلَه فَلَا تضيقوا) ¶ (فَذَلِك زينكم بَين البرايا ... وَمن يحْسد سيلقاه الْمضيق) ¶ (فَإِن الله عدل ذُو اقتدار ... ومكر الله لَيْسَ لَهُ مطيق) ¶ (فموعدنا من الرَّحْمَن نصر ... وقاصد ضرنا عرق سحيق) ¶ (خدمنا شَرعه نرجو رِضَاهُ ... وَأحمد ذخرنا نعم الشفيق) ¶ (عواقب من أطَاع الله فوز ... وعقبى من بغى هول عميق) ¶ (وعار ثمَّ خزي ثمَّ ذل ... وَفِي الْأُخْرَى لَهُ فِيهَا حريق) ¶ (وخدام الرَّسُول لَهُم فتوح ... وَنصر الله ركنهم الوثيق)",
            "page": "118",
            "part": "1",
            "seal": "8CF86F42"
        },
        {
            "id": "110",
            "nass": "(مخالفهم يذل وهم يعزوا ... وحاسدهم يهون وهم يفيقوا) ¶ (وخدام الْمُلُوك لَهُم فنَاء ... وذم ثمَّ نَار ثمَّ ضيق) ¶ (فيا من رام يهضم حزب رَبِّي ... تهَيَّأ للبلاء وَلَا تطِيق) ¶ (فجرب سَوف تذكر لي كَلَامي ... وتذكر حِين تأخذك الْحُقُوق) ¶ (فحاشا الله أَن يخشوا سواهُ ... وَمَا قدمت أَنْت لَهُ تذوق) ¶ (إِذا أنس الفخور بِحسن زِيّ ... وَأبْدى سَيْفه وَله بريق) ¶ (فَإنَّا آنسون بِمن خدمنا ... بِسنة أَحْمد نعم الطَّرِيق) ¶ (خدمناها ونخدم من رَوَاهَا ... وخادمها لَهُ عز وثيق) ¶ (إِذا افتخر الظلوم بعز حصن ... وجند كل فعلهم عقوق)",
            "page": "119",
            "part": "1",
            "seal": "50DB5E08"
        },
        {
            "id": "111",
            "nass": "(فمفخرنا بأشياخ كرام ... من الْعلمَاء لَيْسَ بهم فسوق) ¶ (ونفخر بِالنَّبِيِّ رَسُول رَبِّي ... وسنته الَّتِي سنّ الصدوق) ¶ (رويناها عَن الأخيار قوم ... فريق الْحق يَا نعم الْفَرِيق) ¶ (وَفِي صحب النَّبِي لنا افتخار ... هداة الْخلق إِن ظَهرت فتوق) ¶ (ومفخرنا ابْن أَشْعَث وَالْبُخَارِيّ ... وَمُسلم وَابْن سُورَة يَا شَقِيق) ¶ (وَمَالك وَابْن حَنْبَل المزكى ... ونعمان وسُفْيَان الرفيق) ¶ (ونفخر فِي مَشَايِخنَا إِلَيْهِم ... فيالك سادة فيهم وثوق) ¶ (ومفخرنا ابْن إِدْرِيس إِمَام ... قريشي لَهُ نسب عريق) ¶ (وَفِي أَصْحَابه أنس وفخر ... وَإِن بجاههم ينجو الغريق)",
            "page": "120",
            "part": "1",
            "seal": "CED3A367"
        },
        {
            "id": "112",
            "nass": "(أَئِمَّتنَا وسادتنا جَمِيعًا ... وكل بالثنا قمن حقيق) ¶ (أَبُو إِسْحَاق شيخ الْفِقْه حَقًا ... ومحيي الدّين عدَّة من يضيق) ¶ (ولاتنسى الْجُوَيْنِيّ وَالْغَزالِيّ ... لَهُم فِي كل مكرمَة طَرِيق) ¶ (وَيحيى نسل عمرَان الْيَمَانِيّ ... بِمَا أنشا بذا الْمَعْنى الدَّقِيق) ¶ (فَأهل الْعلم أَحيَاء وموتى ... لنا نسب وَكلهمْ صديق) ¶ (بحب الْعلم وَالْعُلَمَاء نعلو ... على رغم الحسود ونستفيق) ¶ (فَقل للحاسدين أَلا أفيقوا ... وطولوا واقصروا فغدا تذوقوا) ¶ (وبال فعالكم من كل بُد ... ومكركم بِأَنْفُسِكُمْ يَحِيق)",
            "page": "121",
            "part": "1",
            "seal": "8D49143F"
        },
        {
            "id": "113",
            "nass": "فصل ¶ وَاعْلَم أَنه لاطاعة إِلَّا لله سُبْحَانَهُ وَلِرَسُولِهِ صلى الله عَلَيْهِ وَسلم ¶ فَيجب على كل أحد وضع الْأَشْيَاء على موَاضعهَا الَّتِى وَضعهَا الله سُبْحَانَهُ وَتَعَالَى وَأمر بهَا رَسُوله صلى الله عَلَيْهِ وَسلم من إعزاز من أعزه الله وإهانة من أهانه الله ¶ وَمن خَالف ذَلِك فقد أَسَاءَ وظلم وتعدى حُدُود الله وهتك وَالْحرم {وَمن يَتَعَدَّ حُدُود الله فَأُولَئِك هم الظَّالِمُونَ} ¶ وَقد أعز الله سُبْحَانَهُ الْعلم وَأَهله وَشرف حامله وَأَبَان فَضله ¶ فَلَيْسَ يُوجد فِي الدُّنْيَا أشرف مِنْهُ خلة وَلَا أكْرم مِنْهُ نحلة وَلم يزل صَاحبه مُعظما فِي كل مِلَّة وَفِي زمن الْجَاهِلِيَّة وَالزَّمَان قبله ¶ قَالَ الشَّافِعِي رَحمَه الله سَمِعت",
            "page": "122",
            "part": "1",
            "seal": "C9D67590"
        },
        {
            "id": "114",
            "nass": "سُفْيَان بن عُيَيْنَة رَضِي الله عَنهُ يَقُول لم يُعْط أحد فِي الدُّنْيَا شَيْئا أعظم من النُّبُوَّة وَلم يُعْط بعد النُّبُوَّة أفضل من الْعلم وَالْفِقْه ¶ فَيَنْبَغِي للْعَالم أَن لَا يضع نَفسه فِي مَوضِع هوان وَلَا يذلها لأهل الْجَهْل والعدوان ¶ بل ينزه نَفسه أَولا عَمَّا ينقص الْمُرُوءَة وَيذْهب الفتوة ¶ ثمَّ يصونها ثَانِيًا عَن الأدناس ومخالطة الفسقة والأنجاس ¶ ثمَّ يحملهَا ثَالِثا على الْهَيْئَة الْعلية وَالْأَفْعَال المرضية ¶ ويجملها رَابِعا بِالسَّكِينَةِ وَالْوَقار فِي الحضرة والأسفار وإطراق الرَّأْس وَضبط الْحَواس وتحسين الزي واللباس والهيبة الْحَسَنَة عِنْد النَّاس ¶ فقد كَانَ أَوَائِل هَذِه الْأمة لَيْسَ لَهُم فِي طلب الزي همة إِذْ كَانُوا قد رسخ الْإِسْلَام فِي قُلُوبهم فَكَانَ الْعلم وَالدّين غَايَة مطلوبهم فزهدوا فِي الدُّنْيَا بالكثير واكتفوا من حطامها باليسير لما وَقع فِي قُلُوبهم من الْجد والتشمير ¶ ثمَّ لما حدثت الفترة بعده فِي الطالبين ندب الشَّرْع إِلَى إِقَامَة صُورَة الإئمة المتصدرين وَالْعُلَمَاء والمدرسين والقضاة والمفتين ¶ على خلاف مَا كَانَ عَلَيْهِ رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَصْحَابه رَضِي الله عَنْهُم أَجْمَعِينَ ¶ وَسبب ذَلِك أَن الْمَقَاصِد والمصالح الشَّرْعِيَّة وقمع",
            "page": "123",
            "part": "1",
            "seal": "B58F67A2"
        },
        {
            "id": "115",
            "nass": "الْمَفَاسِد والشبه البدعية لَا تحصل إِلَّا بعظمة الْقَائِم بذلك فِي نفوس النَّاس وَكَانُوا فِي زمن الصَّحَابَة رَضِي الله عَنْهُم مُعظم تعظيمهم إِنَّمَا هُوَ الدّين وسابق الْهِجْرَة ¶ فَلَمَّا ذهب ذَلِك الْقرن الَّذِي صحبوا الرَّسُول وشاهدوا هَيْبَة الْوَحْي والتنزيل حدث من مداخلة فَارس وَالروم وَنَحْوهم من الأغشام الَّذين داخلوا أهل الْإِسْلَام مَا تغير بِسَبَبِهِ شَيْء من حسن النظام إِذْ صَارُوا لَا يعظمون إِلَّا بالصور فَتعين تَعْظِيم الصُّور وتحسين الزي على الْوَجْه الشَّرْعِيّ ¶ حَتَّى قَالَ الإِمَام الرَّافِعِيّ رَحمَه الله تَعَالَى فِي كتاب الْفَتْح الْعَزِيز فِي شرح الْوَجِيز لَا يجب على الْأَئِمَّة الإكتفاء بِمَا اكْتفى بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَالْخُلَفَاء الراشدون من بعده رَضِي الله عَنْهُم ¶ قَالَ لِأَن النَّاس قد تغيرُوا بعدوا عَن الْعَهْد بِزَمَان النُّبُوَّة الَّذِي كَانَت النُّصْرَة فِيهِ بإلقاء الرعب والهيبة فِي الْقُلُوب ¶ قَالَ وَلَو اقْتصر الإِمَام على مثل ذَلِك الْيَوْم لم يطع ¶ وتعطلت الْأُمُور فَيَأْخُذ لنَفسِهِ مَا يَلِيق بِهِ من الْخَيل والغلمان وَالدَّار الواسعة ¶ انْتهى كَلَامه رَحمَه الله ¶ فَكَذَلِك الْعَالم والمفتي وَالْقَاضِي يَنْبَغِي أَن يتَّخذ كل وَاحِد مِنْهُم مَا يَلِيق بِحَالهِ وَحَال أَمْثَاله فيوسعوا الْقَمِيص",
            "page": "124",
            "part": "1",
            "seal": "A063B0FD"
        },
        {
            "id": "116",
            "nass": "والأكمام ويعظموا العمائم والطيلسان ويحسنوا المركوب ويكثروا الأخدام بِحَسب الْحَال الَّذِي يَنْبَغِي من إشادة الْعلم وتجليله وتوقيره وتعظيمه وتبجيله كَمَا رُوِيَ عَن الإِمَام أبي حنيفَة رَضِي الله عَنهُ أَنه قَالَ عظموا عمائمكم ووسعوا أكمامكم ¶ قَالَ أَبُو اللَّيْث رَحمَه الله وَإِنَّمَا قَالَ ذَلِك لِئَلَّا يستخف بِالْعلمِ وَأَهله ¶ وَرُوِيَ عَن الإِمَام مَالك رَضِي الله عَنهُ أَنه كَانَ إِذا أَرَادَ أَن يحدث بِحَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم تطيب وتلبس ثيابًا جدادا ويلبس تاجه ويتعمم وَيَضَع رِدَاءَهُ على رَأسه وتلقى لَهُ منصة فَيخرج وَيجْلس عَلَيْهَا ¶ وَلَا يزَال يبخر بِالْعودِ حَتَّى يفرغ من حَدِيثه إعزازا لحَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَكَانَ الشَّافِعِي رَضِي الله عَنهُ يَأْمر غُلَامه أَن يَأْتِي السارية الَّتِي كَانَ يقْعد عِنْدهَا الشَّافِعِي لتعليم الْفِقْه فيلطخها بالغالية كل يَوْم إِكْرَاما للْعلم وحاضريه فَفِي تَعْظِيم الْعلم يَقع تَعْظِيم الله وَفِي إعزازه طَاعَة الله ¶ وَلِهَذَا قَالُوا إِن على كل أحد أَن يخْفض صَوته فِي مجَالِس أهل الْعلم وَأَن ينزهها",
            "page": "125",
            "part": "1",
            "seal": "EC52CFA1"
        },
        {
            "id": "117",
            "nass": "ويتواضع لَهَا وَلَا يتخطى حلقها ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من غض صَوته عِنْد الْعلمَاء جَاءَ مَعَ الَّذين امتحن الله قُلُوبهم للتقوى من أَصْحَابِي) ¶ رَوَاهُ أَبُو نعيم فِي كِتَابه رياضة المتعلمين بِإِسْنَادِهِ ¶ فَيَنْبَغِي لكل أحد أَن يستمع الْعلم وَالْحكمَة بالتعظيم والتوقير وَالْحُرْمَة ¶ وَلَو رددت الْكَلِمَة وَالْمَسْأَلَة ألف مرّة ¶ فَإِن لله سُبْحَانَهُ مَلَائِكَة كراما يحْضرُون مجَالِس الذّكر وَالْعُلَمَاء ¶ قَالَ ابْن سِيرِين رَحمَه الله أَتَانِي آتٍ فِي الْمَنَام فَقَالَ أما إِنَّك لَو أتيت الْحلقَة الَّتِي يذكر فِيهَا الْفِقْه لوجدت جِبْرِيل عَلَيْهِ السَّلَام مَعَهم جَالِسا ¶ ذكره صَاحب تَنْبِيه الغافلين ¶ ثمَّ قَالَ أَبُو اللَّيْث رَحمَه الله وَإِنَّمَا يتَعَلَّم الْعلم بِوَاسِطَة ملك ¶ فالعالم مَأْمُور بتحسين لبسته والتوقر فِي حركته وجلسته لِأَن مَلَائِكَة الرَّحْمَة تحضر حلقته وتحفه وتحف درسته كَمَا ورد فِي الحَدِيث الصَّحِيح فَيجب الإستحياء من الْمَلَائِكَة الْكِرَام الْحَاضِرين وتوقيرهم مِنْهُ وَمن السامعين وَالله المرشد بكرمه وَهُوَ خير معِين ¶ وَلِأَن النَّاس مجبولون على تَعْظِيم الصُّور الظَّاهِرَة",
            "page": "126",
            "part": "1",
            "seal": "8D2FBFB7"
        },
        {
            "id": "118",
            "nass": "فَيجب تفخيمها وتبجيلها حَتَّى لَا تختل الْمصَالح الموصلة إِلَى خير الدُّنْيَا وَالْآخِرَة ¶ قَالَ الإِمَام الْغَزالِيّ رَحمَه الله فِي أَوَائِل كتاب الْإِحْيَاء عَن أم الْمُؤمنِينَ عَائِشَة رَضِي الله عَنْهَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم (أَرَادَ الْخُرُوج إِلَى الْجَمَاعَة فَجعل يُسَوِّي من رَأسه ولحيته فَقلت أَو تفعل ذَلِك يَا رَسُول الله قَالَ نعم يَا عَائِشَة إِن الله يحب من عَبده أَن يتجمل لإخوانه إِذا خرج إِلَيْهِم ¶ قَالَ الْغَزالِيّ رَحمَه الله وَكَانَ من وظائفه صلى الله عَلَيْهِ وَسلم أَن يسْعَى فِي تَعْظِيم أَمر نَفسه فِي قُلُوب النَّاس كي لَا تزدريه نُفُوسهم وَفِي تَحْسِين صورته فِي أَعينهم كي لَا تستصغره أَعينهم فينفرهم ذَلِك عَنهُ وَهُوَ مَأْمُور بدعوتهم ¶ قَالَ الْغَزالِيّ رَحمَه الله وَهَذَا الْقَصْد وَاجِب على كل عَالم يتَصَدَّى لدَعْوَة الْخلق إِلَى الله تعال وَهُوَ أَن يُرَاعِي من ظَاهره مَا لَا يُوجب نفرة النَّاس عَنهُ ¶ انْتهى كَلَامه رَحمَه الله ¶ وَكَانَ عمر بن الْخطاب رَضِي الله عَنهُ يَقُول أحب أَن يكون الْقَارئ أَبيض الثِّيَاب يَعْنِي ليعظم فِي نفوس النَّاس فيعظم مَا لَدَيْهِ من الْحق وَقد أَمر الْقَارئ أَيْضا",
            "page": "127",
            "part": "1",
            "seal": "BA67F624"
        },
        {
            "id": "119",
            "nass": "والمؤذن بتحسين الصَّوْت فِي الْقُرْآن وَالْأَذَان ليؤثر فِي قُلُوب السامعين وَأمر الْكَاتِب بتحسين الْخط ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (الْخط الْحسن يزِيد الْحق وضوحا) ¶ رَوَاهُ الثعالبي بِإِسْنَادِهِ فِي تَفْسِير سُورَة الْمَلَائِكَة فَثَبت أَن لكل شَيْء من هَذِه الْأَشْيَاء وَقعا فِي الْقُلُوب ¶ وَكَانَ عمر رَضِي الله عَنهُ يَأْكُل خبز الشّعير وَالْملح ويفرض لعامله فِي كل يَوْم نصف شَاة وَذَلِكَ لعلمه رَضِي الله عَنهُ بِأَن الْحَالة الَّتِي هُوَ عَلَيْهَا لَو عَملهَا غَيره لهان فِي نفوس النَّاس وَلم يحترموه ولتجاسروا عَلَيْهِ بالمخالفة وَلم يعظموه فَاحْتَاجَ رَضِي الله عَنهُ إِلَى أَن يضع غَيره فِي صُورَة أُخْرَى لحفظ النظام وَإِقَامَة شَرِيعَة الْإِسْلَام ¶ وَلِهَذَا لما قدم رَضِي الله عَنهُ الشَّام وجد مُعَاوِيَة بن أبي سُفْيَان قد اتخذ الْحجاب والمراكب النفيسة وَالثيَاب والهائلة الرفيعة وسلك مَا سلكه الْمُلُوك فَسَأَلَهُ عمر رَضِي الله عَنهُ عَن ذَلِك فَقَالَ لَهُ مُعَاوِيَة إِنَّا بِأَرْض نَحن محتاجون لهَذَا ¶ فَقَالَ عمر رَضِي الله عَنهُ لَا آمُرك وَلَا أَنهَاك ¶ قَالَ الإِمَام شهَاب الدّين الْقَرَافِيّ رَحمَه الله مَعْنَاهُ أَنْت أعلم بحالك هَل أَنْت مُحْتَاج إِلَى هَذَا فَيكون حسنا",
            "page": "128",
            "part": "1",
            "seal": "D49EBFA2"
        },
        {
            "id": "120",
            "nass": "أَو أَنْت غير مُحْتَاج إِلَيْهِ قَالَ فَدلَّ هَذَا من عمر رَضِي الله عَنهُ وَغَيره على أَن أَحْوَال الْأَئِمَّة وولاة الْأُمُور والقضاة تخْتَلف باخْتلَاف الْأَمْصَار والأعصار والقرون وَالْأَحْوَال ¶ وَكَذَلِكَ يَحْتَاجُونَ إِلَى تَجْدِيد زخارف وسياسات لم تكن قَدِيما وَرُبمَا وَجَبت فِي بعض الْأَحْوَال ¶ انْتهى كَلَامه رَحمَه الله ¶ وروى أَبُو نعيم الْحَافِظ فِي حليته عَن سُفْيَان الثَّوْريّ رَحمَه الله قَالَ دخلت على جَعْفَر بن مُحَمَّد يَعْنِي الصَّادِق رَضِي الله عَنْهُمَا وَعَلِيهِ جُبَّة خَز وَكسَاء خَز قَالَ فَجعلت أنظر إِلَيْهِ مُتَعَجِّبا فَقَالَ لي يَا ثوري مَا لَك تنظر إِلَيّ لَعَلَّك تعجب مِمَّا ترى قلت يَا ابْن رَسُول الله لَيْسَ هَذَا من لباسك وَلَا لِبَاس آبَائِك ¶ فَقَالَ يَا ثوري كَانَ ذَلِك زَمَانا مقترا وَكَانُوا يعْملُونَ على قدر إقفاره وإقتاره ¶ وَهَذَا زمَان قد أسبل كل شَيْء عز إِلَيْهِ ثمَّ حسر عَن ردن جبته فَإِذا تحتهَا جُبَّة صوف بَيْضَاء ثمَّ قَالَ يَا ثوري هَذَا لله وَهَذَا لكم فَمَا كَانَ لله أخفيناه وَمَا كَانَ لكم أبديناه ¶ انْتهى كَلَامه رَحمَه الله ¶ فَعرف بِهَذَا أَن لكل مقَام مقَالا وَلكُل مُبَاح ومستحب ومكروه حَالا فحالا يخْتَلف ذَلِك باخْتلَاف الْأَحْوَال",
            "page": "129",
            "part": "1",
            "seal": "80A884D0"
        },
        {
            "id": "121",
            "nass": "وَالْأَيَّام كَمَا قَالَ الإِمَام ابْن عبد السَّلَام رَحمَه الله تَعَالَى إِن لله سُبْحَانَهُ أحكاما تحدث بحدوث أَسبَاب لم تكن فِي الْعَصْر الأول ¶ فَيَنْبَغِي لكل عَاقل أَن يعرف الْحَال الْمُوجبَة للتحليل وَالتَّحْرِيم وَالْكَرَاهَة والإستحباب حَتَّى يعْمل بِمُوجب مَا يحدث من الْأَسْبَاب على مَا جرت بِهِ الْقَوَاعِد وتمشت بِهِ الشواهد ¶ وَهَذِه الْأَشْيَاء لَا يَعْقِلهَا إِلَّا الْعَالمُونَ وَلَا ينكرها إِلَّا الجهلة الغافلون وَالله الْمُوفق بمنه وَكَرمه",
            "page": "130",
            "part": "1",
            "seal": "928B3A01"
        },
        {
            "id": "122",
            "nass": "فصل ¶ فَعَلَيْك بالتمسك بِالْكتاب وَالسّنة فَلَا تفارقهما وَإِن طعنت بالأسنة وَكن صَابِرًا لله على الْبلوى والمحنة ¶ فقد قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (الْإِسْلَام بَدَأَ غَرِيبا وَسَيَعُودُ كَمَا بَدَأَ غَرِيبا فطوبى للغرباء) ¶ رُوِيَ فِي الصَّحِيحَيْنِ ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (إِن وراءكم أَيَّامًا الصَّبْر فِيهِنَّ مثل الْقَبْض على الْجَمْر لِلْعَامِلِ فِيهِنَّ أجر خمسين رجلا يعْملُونَ مثل عَمَلكُمْ) ¶ رَوَاهُ التِّرْمِذِيّ فِي جَامعه ¶ وَقَالَ الإِمَام أَبُو الْحسن الْمَاوَرْدِيّ رَحمَه الله فِي كِتَابه الْعلمَاء غرباء لِكَثْرَة الْجُهَّال ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (المتمسك بِسنتي عِنْد فَسَاد أمتِي لَهُ أجر مائَة شَهِيد) ¶ ذكره أَبُو اللَّيْث فِي كِتَابه وَصَاحب المصابيح وَغَيرهمَا",
            "page": "131",
            "part": "1",
            "seal": "506E02CF"
        },
        {
            "id": "123",
            "nass": "وَقَالَ صلى الله عَلَيْهِ وَسلم (عَلَيْكُم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين عضوا عَلَيْهَا بالنواجذ) ¶ أَرَادَ إلزموها وتمسكوا بهَا وَلَا تهملوها كَمَا يعَض الرجل بنواجذه وَهِي أَضْرَاسه على الشَّيْء خشيَة أَن يفلت مِنْهُ ¶ فَالْزَمْ طَرِيق الْحق وَإِن صَعب وشق وغمض ودق ¶ وامتثل مَا أرشد إِلَيْهِ السَّيِّد الْجَلِيل أَبُو عَليّ الفضيل بن عِيَاض رَحمَه الله حَيْثُ قَالَ وَعَلَيْك بطرِيق الْهدى وَلَا يَضرك قلَّة السالكين وَإِيَّاك وطرق الضلال وَلَا تغتر بِكَثْرَة الهالكين ¶ انْتهى كَلَامه رَحمَه الله تَعَالَى ¶ فَلَا تفزع من قَول ظَالِم وَلَا فعله وَلَا تجبن من جَهله فَإِنَّهُ مَبْنِيّ على شفا جرف هار وعاقبته إِلَى الدمار والبوار ¶ (وَقد رَأَيْت وَفِي الْأَيَّام تجربة ... للصبر عَاقِبَة محمودة الْأَثر) ¶ (وكل من جد فِي أَمر يحاوله ... واستشعر الصَّبْر إِلَّا فَازَ بالظفر) ¶ كم من وَال تجبر وظلم وتعدى طوره وَلم يرع الْحرم دارت عَلَيْهِ دوائر النقم وَصَارَ عِبْرَة لسَائِر الْأُمَم",
            "page": "132",
            "part": "1",
            "seal": "4B8BC3A4"
        },
        {
            "id": "124",
            "nass": "{ولتعلمن نبأه بعد حِين} {وَسَيعْلَمُ الَّذين ظلمُوا أَي مُنْقَلب يَنْقَلِبُون} ¶ وَإِيَّاك إِن أحسن أَن تركن إِلَيْهِ وَاحْذَرْ إِن ظلم أَن تَدْعُو عَلَيْهِ بل كل أمره إِلَى الله فَهُوَ حَسبه وتوكل فِي أمورك على الله فَهُوَ رقيبه ¶ (إِن الْمُسِيء ستكفيه إساءته ... من يظلم النَّاس يصبح غير منتصر) ¶ وَقَالَ بَعضهم ¶ (ستكفى من عَدوك كل كيد ... إِذا كَاد الْعَدو فَلَا تكده) ¶ وَأنْشد سُلْطَان الطَّرِيقَة وَإِمَام الْحَقِيقَة يُوسُف الْهَمدَانِي رَحمَه الله تَعَالَى ¶ (دع الْمَرْء لَا تجزيه عَن سوء فعله ... سيكفيه مَا فِيهِ وَمَا هُوَ فَاعل) ¶ وَفِي هَذَا قيل ¶ أحسن إِلَى المحسن بإحسانه والمسيء ستكفيه إساءته ¶ وَاعْلَم أَن الْمُسلم إِذا ظلم فَصَبر وَرجع إِلَى الله فِي",
            "page": "133",
            "part": "1",
            "seal": "053224CC"
        },
        {
            "id": "126",
            "nass": "الْأَثر تَائِبًا عَمَّا بطن وَظهر متضرعا فِي الظلام وَالسحر فَإِن الله تَعَالَى ناصره وراحمه وسيهلك عَن قريب ظالمه وشاتمه ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (إياك ونار الْمُؤمن لَا تحرقك وَإِن عثر فِي كل يَوْم سبع مَرَّات فَإِن يَمِينه بيد الله إِذا شَاءَ أَن ينعشه أنعشه) ¶ رَوَاهُ الْحَكِيم التِّرْمِذِيّ رَحمَه الله فِي كِتَابه بُسْتَان العارفين وَمعنى قَوْله ينعشه أَي يرفعهُ ويقبله وَقَالَ الْحسن وَقَتَادَة رَضِي الله عَنْهُمَا إيَّاكُمْ وأذى الْمُؤمن فَإِنَّهُ أحب لله فَأَحبهُ وَغَضب لرَبه فَغَضب الله لَهُ وَإِن الله يحوطه ويؤذي من آذاه. . ذكره الثعالبي فِي تَفْسِيره وَللَّه سُبْحَانَهُ عباد يغْضب لَهُم كَمَا يغْضب اللَّيْث الْحَرْب ¶ كَذَا ورد فِي الحَدِيث ¶ وحزب الله هم الغالبون وجند الله هم المنصورون {واصبر وَمَا صبرك إِلَّا بِاللَّه وَلَا تحزن عَلَيْهِم وَلَا تَكُ فِي ضيق مِمَّا يمكرون إِن الله مَعَ الَّذين اتَّقوا وَالَّذين هم محسنون} ¶ وَمن كَانَ الله مَعَه لم يخف واليا وَإِن جرت عَلَيْهِ محنة كَانَ بهَا رَاضِيا لِأَنَّهُ عرف أَن لله سُبْحَانَهُ وَتَعَالَى حكما",
            "page": "134",
            "part": "1",
            "seal": "F6825209"
        },
        {
            "id": "127",
            "nass": "يَقْضِيهَا ومقادير فِي خلقه يمضيها يَبْتَلِي من يَشَاء بِمَا يَشَاء فَلَيْسَ إِلَّا التَّسْلِيم وَالرِّضَا فَعَلَيْك بِالْعَمَلِ بِالطَّاعَةِ تربح الْفَوْز بِأَحْسَن البضاعة وتسهل عَلَيْك الْأَهْوَال عِنْد قيام السَّاعَة ¶ وَاحْذَرْ أَن تسلم لَهُ خفاره أَو تكون صَاحبه وجاره وَلَو رماك بِالسَّهْمِ وَالْحِجَارَة ¶ فَصَاحب الْقُرْآن وَالْعلم لَا يحمل المذلة والهوان وَلَا الدُّخُول فِي الرّقّ وَالصغَار بل لَا يُبَالِي بِمن عدل أَو جَار ¶ فقد قَالَ الله تَعَالَى فِي كِتَابه الْمُبين {وَللَّه الْعِزَّة وَلِرَسُولِهِ وَلِلْمُؤْمنِينَ} ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (لَا يَنْبَغِي لِلْمُؤمنِ أَن يذل نَفسه) رَوَاهُ التِّرْمِذِيّ وَغَيره وَذكره صَاحب الشهَاب أَيْضا ¶ وَذكر ابْن أبي شامة فِي كتاب المرشد قَالَ أَبُو عبيد جَلَست إِلَى مُعْتَمر بن سُلَيْمَان رَحمَه الله وَكَانَ من خير من رَأَيْت وَكَانَت لَهُ حَاجَة إِلَى بعض الْمُلُوك فَقيل لَهُ لَو أَتَيْته فكلمته فَقَالَ قد أردْت إِتْيَانه ثمَّ ذكرت الْقُرْآن وَالْعلم فأكرمتهما عَن ذَلِك ¶ وَأنْشد القَاضِي عَليّ بن عبد الْعَزِيز الْجِرْجَانِيّ رَحمَه الله شعرًا يَقُول فِيهِ",
            "page": "135",
            "part": "1",
            "seal": "5404D141"
        },
        {
            "id": "128",
            "nass": "(يَقُولُونَ لي فِيك انقباض وَإِنَّمَا ... رَأَوْا رجل عَن موقف الذل أحجما) ¶ (إِذا قيل هَذَا منهل قلت قد أرى ... وَلَكِن نفس الْحر تحْتَمل الظما) ¶ (وَلم أبتذل فِي خدمَة الْعلم مهجتي ... لأخدم من لاقيت لَا لَكِن لأخدما) ¶ (أأغرس عزا واجتنيه مذلة ... إِذا فاتباع الْجَهْل قد كَانَ أحزما) ¶ وَقَالَ الفضيل بن عِيَاض رَحمَه الله يَنْبَغِي لحامل الْقُرْآن أَن لَا تكون لَهُ حَاجَة إِلَى أحد من الْخلق إِلَى الْخَلِيفَة فَمن دونه ¶ وَيَنْبَغِي أَن تكون حوائج الْخلق إِلَيْهِ وَمن أعزه الله بعز الْإِسْلَام وَعلمه الشَّرَائِع وَالْأَحْكَام وَسنة مُحَمَّد عَلَيْهِ السَّلَام فَلَقَد أكْرمه الله بِأَحْسَن إكرام وفضله على سَائِر الْأَنَام من الجهلة والغوغاء والطغام فديدنه الصَّبْر على نوب الدَّهْر وَالرُّجُوع إِلَى من لَهُ الْخلق وَالْأَمر حَتَّى يَأْتِيهِ الله بالفرج ويزيل عَنهُ الْهم والضر والحرج إِمَّا بنصر فِي الدُّنْيَا صَرِيح وَإِمَّا بِمَوْت من نصبها مريح وَإِمَّا بِأَجْر فِي الدُّنْيَا مليح ربيح",
            "page": "136",
            "part": "1",
            "seal": "B81DA157"
        },
        {
            "id": "129",
            "nass": "وَلَقَد أنصف من أنْشد وَوعظ فأرشد ¶ (إِن جَار وَال أَو بَدَت شجون ... فالصبر حصن للفتى حُصَيْن) ¶ (فاصبر فَإِن الدَّهْر ذُو انقلاب ... إِذا وفى لابد مَا يخون) ¶ (وَإِن جنى شرا أعاض خيرا ... وَعكس ذَا وَكم لَهُ فنون) ¶ (وَكم رَأينَا من بلَاء حلا ... فَزَالَ حَتَّى قرت الْعُيُون) ¶ (وَكم وجدنَا من قساة قوم ... تاهوا فذلوا بعد واستهينوا) ¶ (وَكم قسا من جَهله حزون ... وَعَن قريب أمكن الحرون) ¶ (وَكم عتا على الورى غشوم ... وأسكرته الْجند والحصون) ¶ (فعاقبته قدرَة لرَبي ... وزالت السطوة والظنون) ¶ (وَفرق الشمل على هوان ... وَأظْهر المحجوب والمصون)",
            "page": "137",
            "part": "1",
            "seal": "84DCCF81"
        },
        {
            "id": "130",
            "nass": "(وشتت الْحَرِيم واستضيموا ... فدمعهم بَين الورى هتون) ¶ (فاصبر لحكم الله كَيفَ ماجا ... فَكلما قدره يكون) ¶ (لابد من أَن يظْهر المخبا ... وَمن قسا لابد مَا يلين) ¶ (وَمن علا لَا بُد من سُقُوط ... وتقلب الظُّهُور والبطون) ¶ (وَمَا غلا لَا بُد فِيهِ رخص ... وكل رخص بعده زبون) ¶ (وكل جَبَّار لَهُ انْتِهَاء ... وكل جري بعده سُكُون) ¶ (سيندم الْجَانِي على الْخَطَايَا ... إِذا أَتَاهُ الويل والمنون) ¶ (فَإِن تعش تَجِد جَمِيع هَذَا ... محققا وَتذهب الشجون) ¶ (وترحم القاسي لما ترَاهُ ... من ذله وحاله يهون)",
            "page": "138",
            "part": "1",
            "seal": "EC141CB9"
        },
        {
            "id": "131",
            "nass": "(وَإِن تمت من قبل أَن ترى ذَا ... تنَلْ ثَوابًا قدره رزين) ¶ (وترتجي لطفا وكل خير ... يَأْتِي بِهِ مُبشر أَمِين) ¶ (وتنقل النَّفس الَّتِي أضيمت ... إِلَى المنى وَتصْلح الشؤون) ¶ (وَمَا ظلمت أَو غصبت يَأْتِي ... موفرا وكل ذَا يَقِين) ¶ (لَا تغبطن ظَالِما بظُلْم ... واغبط فَتى بِدِينِهِ ظنين) ¶ فَإِن عُقبى الظَّالِمين نَار ... والمتقين فِي الْجنان عين) ¶ (فَالْزَمْ بتقوى الله لَا تدعها ... فَإِنَّهَا من الْأَذَى تصون) ¶ (وَأقرب الْخَصْمَيْنِ عِنْد رَبِّي ... من كَانَ مَظْلُوما لَهُ أَنِين) ¶ (فَأَنت ترجو عدله ثَوابًا ... وَذَاكَ فِيمَا قد جنى رهين)",
            "page": "139",
            "part": "1",
            "seal": "C1602695"
        },
        {
            "id": "132",
            "nass": "(والظالم المشوم فِي عَذَاب ... فِي النَّار مصفود بِهِ قرين) ¶ (ويل الظلوم من عَذَاب يَوْم ... بِهِ الْجَزَاء وَالْوَيْل والفتون) ¶ (يَوْم الْجَزَاء لابد من قصاص ... وَالْحَاكِم الله الْقوي المتين) ¶ (وَلَا شُهُود تبتغى لدعوى ... وَلَا هُنَاكَ تقبل الْيَمين) ¶ (وَلَا هُنَاكَ للظلوم جند ... وَلَا نصير لَا وَلَا ضمين) ¶ (وَلَا يسَار ثمَّ مِنْهُ يقْضِي وَلَا شَفِيع لَا وَلَا معِين) ¶ (وَأَنت يَا مظلوم فِي جنان ... منعم مكرم مكين) ¶ (بِشِرَاك يَا مظلوم مَا تلاقي ... من الرِّضَا وكل مَا يزين) ¶ (واصبر فَإِن الصَّبْر خير خل ... وَإنَّهُ للصالحين دين)",
            "page": "140",
            "part": "1",
            "seal": "42D5F5C4"
        },
        {
            "id": "133",
            "nass": "فالصبر عى المحن والبليات مَذْهَب الَّذين آمنُوا وَعمِلُوا الصَّالِحَات وَهُوَ من الْفَضَائِل المشهورات والمناقب المأثورات ¶ وَقد قيل خَزَائِن المنن على قناطر المحن ¶ وَأنْشد الشَّافِعِي رَضِي الله عَنهُ ¶ (عزة النَّفس والسلامة فِي الدّين ... اصطبار الْفَتى لدهر عبوس) ¶ وَقَالَ الإِمَام جَعْفَر بن مُحَمَّد الصَّادِق رَضِي الله تَعَالَى عَنْهُمَا الْكَامِل من الرِّجَال من هُوَ فَقِيه فِي دينه صابر على مَا بِهِ فَيَنْبَغِي الصَّبْر الْجَمِيل لانتظار الْأجر الجزيل فانتظار الْفرج من الله بِالصبرِ عبَادَة ¶ كَذَا قَالَه الرَّسُول صلى الله عَلَيْهِ وَسلم ذكره فِي كتاب الشهَاب وَغَيره ¶ وَيَنْبَغِي أَن لَا يُرْجَى إِلَّا الله وَلَا يخَاف إِلَّا الله فَمن خَافَ غير الله فَمَا عرف الله وَلَا راقب الله إِذْ السَّمَوَات وَالْأَرْض وَمن فيهمَا ملك لله سُبْحَانَهُ ¶ (فثق بالإله الْفَرد لَا تخش غَيره ... فربك قيوم عَظِيم وَذُو رحم) ¶ (وَللَّه لطف لَا يحد وَرَحْمَة ... وتقليب أَحْوَال وَنقض لذِي الْعَزْم)",
            "page": "141",
            "part": "1",
            "seal": "361EA3F6"
        },
        {
            "id": "134",
            "nass": "(وَلَا تيأسن يَا صَاح فَالله قَادر ... يفرج مَا تلقى من الكرب والهم) ¶ (فكم جاد بِالْإِحْسَانِ فِي كل حَالَة ... وَكم صب من خير وَمن نعم عَم) ¶ (وَكم حل من عقد تعسر فكه ... وَكم فك من ضيق وَمن عسر ترمي) ¶ (وَكم من أُمُور أشكلت وتفاقمت ... ففرجها الْبَارِي وَفرج ذَا الْغم) ¶ (فَلَا تفزعن إِن جَاءَك الشَّرّ إِنَّه ... يفك الَّذِي يخْشَى وَيذْهب بِالسقمِ) ¶ (وَلَا تفرحن إِن كنت يَوْمًا بِنِعْمَة ... فكم من نعيم عَاد بِالْوَيْلِ والكلم) ¶ (وَكم من سرُور رده الله ترحة ... وَكم من بلَاء بعده صِحَة الْجِسْم) ¶ (وَكم من فَقير صَار لِلْمَالِ مَالِكًا ... وَكم من غَنِي عَاد ملقى من الْعَدَم) ¶ (وَكم يَبْتَلِي الرَّحْمَن ذَا الدّين بالبلاء ... ويمهل من يَعْصِي لِيَزْدَادَ فِي الجرم)",
            "page": "142",
            "part": "1",
            "seal": "9C043A5C"
        },
        {
            "id": "135",
            "nass": "(وَيرْفَع أَقْوَامًا وَكَانُوا بذلة ... وَيسْقط أَقْوَامًا وَكَانُوا لَدَى النَّجْم) ¶ (فعد نَحوه واطلب رِضَاهُ وعفوه ... فَللَّه جود وَهُوَ ذُو اللطف والحلم)",
            "page": "143",
            "part": "1",
            "seal": "4848F17B"
        },
        {
            "id": "136",
            "nass": "فصل ¶ وَمن تمسك بِسنة رَسُول الله صلى الله عَلَيْهِ وَسلم وبالعلم الشريف وَأحب الْعلم وَالْعُلَمَاء وَأهل الدّين الحنيف وصبر على مَا يلقاه من الْجَاهِل السخيف فقد نَالَ الْحَظ الْكَامِل والشرف المنيف لَا يضرّهُ كيد كايد وَلَا يشينه حسد حَاسِد إِن شَاءَ الله وَله الْمِنَّة وَسَيَعُودُ كيد كائده عَلَيْهِ وَيرجع وبال ظالمه إِلَيْهِ {وَلَا يَحِيق الْمَكْر السيء إِلَّا بأَهْله} ¶ وسيحيق بالظالم سوء فعله ¶ وَقد وعد الله الصابرين على الْفِتْنَة العاكفين على السّنة والمحبة بالنصر الْحسن ونيل المُرَاد ¶ فَقَالَ سُبْحَانَهُ وَهُوَ الْكَرِيم الْجواد الصَّادِق الْعلي الَّذِي لَا يخلف الميعاد {إِنَّا لننصر رسلنَا وَالَّذين آمنُوا فِي الْحَيَاة الدُّنْيَا وَيَوْم يقوم الأشهاد}",
            "page": "144",
            "part": "1",
            "seal": "260F789E"
        },
        {
            "id": "137",
            "nass": ") ¶ فَكُن من المنتظرين لوعده الواقفين عِنْد أمره وَحده فقد وعد سُبْحَانَهُ الْمُؤمنِينَ بالنصر فِي دنياهم وبالأجر فِي أخراهم وَالْحَمْد لله الَّذِي لم يَجْعَل لجبار سَبِيلا إِلَى نزع مَا أعْطى من الْعلم وَجعل الْعلم شرفا لأَهله فِي الْحَرْب وَالسّلم وأعزه الله فِي كل مِلَّة على كل حَال وَفضل حامليه على سَائِر الرِّجَال فَقَالَ سُبْحَانَهُ فِي الْآيَات المحكمات {يرفع الله الَّذين آمنُوا مِنْكُم وَالَّذين أُوتُوا الْعلم دَرَجَات} ¶ قَالَ ابْن عَبَّاس رَضِي الله عَنْهُمَا للْعُلَمَاء دَرَجَات فَوق الْمُؤمنِينَ بسبعمائة دَرَجَة مَا بَين كل دَرَجَتَيْنِ مسيرَة خَمْسمِائَة عَام ¶ ذكره الْغَزالِيّ رَحمَه الله فِي الْإِحْيَاء وَغَيره ¶ فَيَنْبَغِي لمن لم يكن عَالما وَلَا عَاملا أَن فليحب الْعلمَاء العاملين وَمن لم يكن صَالحا فلحب الصَّالِحين فَمن أحب قوما فَهُوَ مِنْهُم وَمن تشبه بِقوم فَهُوَ مِنْهُم ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (الْمَرْء مَعَ من أحب) ¶ وَرُوِيَ (من أحب الْعلم وَالْعُلَمَاء لم تكْتب عَلَيْهِ",
            "page": "145",
            "part": "1",
            "seal": "EA2F8A07"
        },
        {
            "id": "138",
            "nass": "خَطِيئَة أَيَّام حَيَاته) رَوَاهُ الْمُقْرِئ أَبُو بكر النقاش فِي تَفْسِيره شِفَاء الصُّدُور ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (عَلَيْكُم بحب علمائكم وَلَا تبغضوهم وَلَا تحسدوهم وَلَا تطعنوا فيهم أَلا من أحبهم فقد أَحبَّنِي وَمن أَحبَّنِي فقد أحب الله وَمن أبْغضهُم فقد أبغضني وَمن أبغضني فقد أبْغض الله اللَّهُمَّ هَل بلغت) ¶ رَوَاهُ أَبُو اللَّيْث السَّمرقَنْدِي رَحمَه الله بِإِسْنَادِهِ قَالَ وَلَو لم يكن فِي حُضُور مجْلِس الْعلم مَنْفَعَة سوى النّظر إِلَى وَجه الْعَالم لَكَانَ الْوَاجِب على الْعَاقِل أَن يرغب فِيهِ ¶ قَالَ وَقد أَقَامَ النَّبِي صلى الله عَلَيْهِ وَسلم الْعلمَاء مقَام نَفسه ¶ فَقَالَ (من زار عَالما فَكَأَنَّمَا زارني وَمن صَافح عَالما فَكَأَنَّمَا صَافَحَنِي وَمن جَالس عَالما فَكَأَنَّمَا جالسني وَمن جالسني فِي الدُّنْيَا أجلسه الله تَعَالَى معي يَوْم الْقِيَامَة فِي الْجنَّة) ¶ انْتهى كَلَامه ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (الْعلم خَزَائِن ومفتاحها السُّؤَال فاسألوا يَرْحَمكُمْ الله فَإِنَّهُ يُؤجر فِيهِ أَرْبَعَة السَّائِل والمعلم والمستمع والمحب لَهُم) ¶ ذكره فِي كتاب الْفَقِيه",
            "page": "146",
            "part": "1",
            "seal": "CF0E3917"
        },
        {
            "id": "139",
            "nass": "والمتفقه وَرَوَاهُ الْحَافِظ أَبُو نعيم فِي حليته بِإِسْنَادِهِ ¶ وَعَن أبي بكرَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (اغْدُ عَالما أَو متعلما أم مستمعا أَو محبا وَلَا تكن الْخَامِس فتهلك) ¶ رَوَاهُ أَبُو نعيم فِي كِتَابه بِإِسْنَادِهِ وَقَالَ فِيهِ قَالَ عَطاء قَالَ لي مسعر أحد رُوَاة الحَدِيث ويل لمن لم يكن فِيهِ وَاحِدَة من هَذِه ¶ وَعَن ابْن عَبَّاس رَضِي الله عَنْهُمَا قَالَ قَالَ لُقْمَان لِابْنِهِ يَا بني جَالس الْعلمَاء فَإنَّك إِن لم تعْمل بعملهم أخذت من أَخْلَاقهم وَإِن لم تَأْخُذ من أَخْلَاقهم نزلت الرَّحْمَة وَأَنت فيهم) ¶ ذكره فِي كتاب التَّرْغِيب والترهيب فَالْحَمْد لله الَّذِي جعلنَا للْعلم وَالْعُلَمَاء محبين وصيرنا بهم وإليهم منتسبين وجعلهم لنا نسبا وَعزا وعدة بَين الْعَالمين نفتخر بذكرهم ونزداد وَنَرْجُو ببركتهم نيل المُرَاد كَمَا قيل ¶ (أحب الصَّالِحين وَلست مِنْهُم ... أرجي أَن أنال بهم شَفَاعَة) ¶ وَقد قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (يشفع يَوْم الْقِيَامَة الْأَنْبِيَاء ثمَّ الْعلمَاء ثمَّ الشُّهَدَاء) ¶ رَوَاهُ الْحَافِظ أَبُو عبد الله بن مَاجَه الْقزْوِينِي رَحمَه الله فِي سنَنه وَأعظم بمرتبة هِيَ وَاسِطَة بَين الْأَنْبِيَاء وَالشُّهَدَاء ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (إِن لطَالب الْعلم شَفَاعَة كشفاعة الْأَنْبِيَاء) ¶ ذكره الْفَقِيه مُوسَى فِي كتاب الْحجَّة وَقَالَ",
            "page": "147",
            "part": "1",
            "seal": "ADED2834"
        },
        {
            "id": "140",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم (يجاء بالعالم وَالْعَابِد فَيُقَال للعابد ادخل الْجنَّة وَيُقَال للْعَالم قف حَتَّى تشفع للنَّاس) ¶ روينَاهُ فِي كتاب التَّرْغِيب والترهيب لأبي الْقَاسِم الْأَصْبَهَانِيّ وَفِي كتاب ابْن عبد الْمجِيد الميانشي رَحمَه الله عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (إِذا اجْتمع الْعَالم وَالْعَابِد على الصِّرَاط قيل للعابد أَدخل الْجنَّة وتنعم بعبادتك وَقيل للْعَالم قف اشفع لمن أَحْبَبْت) ¶ وَقَالَ الإِمَام الْحَافِظ ابْن الْجَوْزِيّ رَحمَه الله اصحب الصَّالِحين وَإِن لم تكن مِنْهُم فَإِن الله سُبْحَانَهُ لما أَحْيَا عُزَيْرًا أَحْيَا حِمَاره وَلما بعث أهل الْكَهْف بعث كلبهم ¶ وَقَالَ قَتَادَة رَحمَه الله فِي كِتَابه إِن عليا كرم الله وَجهه قَالَ كن عَالما أَو متعلما أَو مستمعا أَو محبا وَلَا تكن الْخَامِس فتهلك ¶ وَإِن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ (كونُوا عُلَمَاء صالحين فَإِن لم تَكُونُوا عُلَمَاء صالحين فجالسوا الْعلمَاء فَاسْتَمعُوا علما يدلكم على الْهدى أَو يردعكم عَن الردى) ¶ وَذكر الإِمَام الْغَزالِيّ فِي الْإِحْيَاء أَن رجلا قَالَ",
            "page": "148",
            "part": "1",
            "seal": "BFFB3C7A"
        },
        {
            "id": "141",
            "nass": "لعمر بن عبد الْعَزِيز رَحمَه الله إِنَّه كَانَ يُقَال إِن اسْتَطَعْت أَن تكون عَالما فَكُن عَالما وَإِن لم تستطع أَن تكون عَالما فَكُن متعلما فَإِن لم تستطع أَن تكون متعلما فأحبهم فَإِن لم تستطع أَن تحبهم فَلَا تبغضهم فَقَالَ سُبْحَانَ الله لقد جعل الله مخرجا ¶ وَقيل للفضيل رَحمَه الله إِن سُفْيَان بن عُيَيْنَة قبل جَائِزَة السُّلْطَان فَقَالَ الفضيل مَا أَخذ مِنْهُم إِلَّا دون حَقه ثمَّ خلا بِهِ وعاتبه بِرِفْق فَقَالَ يَا أَبَا عَليّ إِن لم نَكُنْ من الصَّالِحين فَإنَّا نحب الصَّالِحين ¶ وَيُقَال كفى بِالْمَرْءِ إِثْمًا أَن لَا يكون صَالحا وَيَقَع فِي الصَّالِحين وَمعنى يَقع فيهم أَي يغتابهم ليظْهر للنَّاس معايبهم وَقيل ¶ (وَمَا عبر الْإِنْسَان عَن نقص نَفسه ... بِمثل اعْتِقَاد النَّقْص فِي كل فَاضل) ¶ نسْأَل الله الْكَرِيم أَن ينفعنا بهم وَأَن يحشرنا على حبهم ويجعلنا فِي زمرتهم بمنه وَكَرمه وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم",
            "page": "149",
            "part": "1",
            "seal": "A3D9CFCB"
        },
        {
            "id": "142",
            "nass": "فصل ¶ وَإِذا اختبرك مختبر بأذيته وعاندك مدل بدولته وتهددك ببأسه وسطوته فَعَلَيْك بطرِيق الصَّبْر والإحتساب والتأمل لما ورد فِي السّنة وَالْكتاب من جزيل الْأجر للصابرين وانتظار الْفرج من رب الْعَالمين فقد قَالَ سُبْحَانَهُ لنَبيه مُحَمَّد صلى الله عَلَيْهِ وَسلم حِين كاده من كَاد وأبغضه الْأَعْدَاء والحساد {وَإِن تصبروا وتتقوا لَا يضركم كيدهم شَيْئا إِن الله بِمَا يعْملُونَ مُحِيط} ¶ فَذكر الله سُبْحَانَهُ أَنه من صَبر وَاتَّقَى لَا يضرّهُ كيد وَلَا يخْشَى من عَمْرو وَلَا زيد وَإِذا مكر بك ماكر أَو سخر مِنْك ساخر فاذكر قَول رب الْعَالمين {ومكروا ومكر الله وَالله خير الماكرين} {فَانْظُر كَيفَ كَانَ عَاقِبَة مَكْرهمْ أَنا دمرناهم وقومهم أَجْمَعِينَ}",
            "page": "150",
            "part": "1",
            "seal": "F6F7C779"
        },
        {
            "id": "143",
            "nass": "{إِن تسخروا منا فَإنَّا نسخر مِنْكُم كَمَا تسخرون فَسَوف تعلمُونَ من يَأْتِيهِ عَذَاب يخزيه وَيحل عَلَيْهِ عَذَاب مُقيم} ¶ وَإِن تهددك بالسطوة عَلَيْك والعدوان فَقل لَهُ إِن الله عز وَجل {كل يَوْم هُوَ فِي شَأْن} يرفع وَيَضَع ويعز ويهين فبه نَعُوذ ونستجير وإياه نستعين وَهُوَ سُبْحَانَهُ هُوَ الَّذِي يفعل مَا يُرِيد وَهُوَ الَّذِي بقبضته كل العبيد وَلَيْسَ لعبد أَن يبلغ مُرَاده وَلَا يقدر أَن ينفع نَفسه وَلَا أَن يضر أضداده إِلَّا بِشَيْء قد قدره الله سُبْحَانَهُ وأراده ¶ وَإِذا خفت من الْأَهْوَال والخطب الجسيم وأعياك الْمخْرج وتحير فِي أَمرك الْحَلِيم وَلم ينفعك الصّديق وَلَا أعانك الْحَمِيم فَأكْثر قَول بِسم الله الرَّحْمَن الرَّحِيم وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم فَإِن الله سُبْحَانَهُ يدْفع بهَا سبعين بَابا من الضّر أدناها الْهم كَذَا قَالَه رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "151",
            "part": "1",
            "seal": "172FDA07"
        },
        {
            "id": "49",
            "nass": "حُرْمَة الْقُرْآن وَالْعلم فَكَانَ رده بالرفق أولى من العنف رِعَايَة لحق الْعلم وَلَكِن الله يفعل مَا يَشَاء ¶ ذكره الإِمَام ابْن أبي شامة فِي كِتَابه المرشد بِمَا هَذَا مَعْنَاهُ ¶ وَذكر الإِمَام ابْن عبد السَّلَام فِي قَوَاعِد الْأَحْكَام أَنه قَالَ لَو رفعت صغائر الْأَوْلِيَاء إِلَى الْأَئِمَّة والحكام لم يجز تعزيرهم عَلَيْهَا بل تقال عثرتهم وَتغْفر زلتهم فهم أولى من أقيلت عثرته وغفرت زلته ¶ هَذَا لَفظه بِحُرُوفِهِ وَقد قَالَ صلى الله عَلَيْهِ وَسلم (أقيلوا ذَوي الهيئات عثراتهم ... . .) فَأهل الْعلم أشرف ذَوي الهيئات إِذْ هم الْأَوْلِيَاء بقول الثِّقَات فَثَبت أَن الْقُرْآن وَالْعلم أَعلَى من أَن يهان حاملهما أَو يضام ناقلهما وَالْحَمْد لله الَّذِي أعزهما وأعز أهلهما ¶ رَوَت عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (من وقر عَالما فقد وقر ربه) ذكره الإِمَام الْمَاوَرْدِيّ فِي كِتَابه ¶ والتوقير هُوَ التبجيل والتعظيم ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (الْمَشْي بَين يَدي الكبراء من الْكَبَائِر وَلَا يمشي بَين يَدي الكبراء إِلَّا مَلْعُون يَعْنِي قدامهم) قيل يَا رَسُول الله من الكبراء قَالَ (الْعلمَاء والصالحون) ¶ وَذكره الإِمَام مُوسَى بن أَحْمد الوصابي",
            "page": "58",
            "part": "1",
            "seal": "532E380D"
        },
        {
            "id": "50",
            "nass": "رَحمَه الله فِي كتاب الْحجَّة ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (ثَلَاث من توقير جلال الله إكرام ذِي الشيبة فِي الْإِسْلَام وحامل كتاب الله وحامل الْعلم من كَانَ من صَغِير أَو كَبِير) ¶ روينَاهُ فِي مجَالِس الإِمَام الميانشي بِسَنَدِهِ ¶ وَقد كَانُوا يوقرون علماءهم ويتواضعون لَهُم وَإِن كَانُوا فِي النّسَب دونهم ¶ هَذَا ابْن عَبَّاس رَضِي الله عَنْهُمَا لَا يجهل شرفه وَنسبه إِذْ هُوَ ابْن عَم رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يَأْخُذ بركاب زيد بن ثَابت الخزرجي إِذا أَرَادَ أَن يركب ليضع رجله فِي الركاب قيل لَهُ تمسك بركابه وَأَنت ابْن عَم رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ إِنَّا هَكَذَا نصْنَع بالعلماء وَكَانَ زيد هَذَا من فُقَهَاء الْأَنْصَار رَضِي الله عَنْهُم ¶ وَعَن ابْن عَبَّاس رَضِي الله عَنْهُمَا من آذَى فَقِيها فقد آذَى رَسُول الله صلى الله عَلَيْهِ وَسلم وَمن آذَى رَسُول الله صلى الله عَلَيْهِ وَسلم فقد آذَى رَسُول الله صلى الله عَلَيْهِ وَسلم فقد آذَى الله عز وَجل ذكره الْخَطِيب فِي كتاب الْفَقِيه والمتفقه ¶ وَقد أخبر الله تَعَالَى فِي كِتَابه عَن الْجَزَاء لمن آذاه مَا هُوَ فَقَالَ تَعَالَى {إِن الَّذين يُؤْذونَ الله وَرَسُوله لعنهم الله فِي الدُّنْيَا وَالْآخِرَة وَأعد لَهُم عذَابا مهينا}",
            "page": "59",
            "part": "1",
            "seal": "6D299D23"
        },
        {
            "id": "51",
            "nass": ") ¶ وَقَالَ أَبُو مَنْصُور الثعالبي رَحمَه الله فِي كتاب الفرائد والقلائد لَا يستخف بِالْعلمِ وَأَهله إِلَّا رفيع جَاهِل أَو وضيع خامل ¶ ذكره الإِمَام أَبُو حَامِد الْغَزالِيّ فِي كِتَابه إحْيَاء عُلُوم الدّين عَن حُذَيْفَة رَضِي الله عَنهُ أَنه قَالَ إِنَّكُم لن تزالوا بِخَير مَا عَرَفْتُمْ الْحق وَكَانَ الْعَالم فِيكُم غير مستخف بِهِ ¶ وَذكر الإِمَام أَبُو الْقَاسِم الرَّافِعِيّ رَحمَه الله وَتَبعهُ النَّوَوِيّ والأصبحي وَغَيرهم رَضِي الله تَعَالَى عَنْهُم أَن الوقيعة فِي الْعلمَاء مُحرمَة أَشد تَحْرِيم وألحقوها بالكبائر الَّتِي ترد بهَا الشَّهَادَات وَتسقط بهَا الولايات وَهَذَا مَا لم يقْصد بذلك استهزاء فَإِن قصد الإستهزاء بِالْعلمِ أَو بالعلماء أَو بالشريعة الْعُظْمَى أَو بِشَيْء من أَحْكَام الدّين فقد كفر بِاللَّه رب الْعَالمين وَصَارَ مُرْتَدا تجْرِي عَلَيْهِ أَحْكَام الْمُرْتَدين على مَا سبق فِي أول الْجُزْء بدليله من كتاب الله تَعَالَى وتنزيله وَالله الْهَادِي إِلَى سَبيله ¶ وَالْحَمْد لله على جَمِيع نعمه ونسأله الْمَزِيد من جوده وَكَرمه",
            "page": "60",
            "part": "1",
            "seal": "02A7BFA8"
        },
        {
            "id": "52",
            "nass": "وَقد أفْصح الْقُرْآن الْكَرِيم بِأَن حَملته هم أهل الشّرف العميم وَأَنَّهُمْ الموصوفون بالتعظيم والإصطفاء والتكريم والنجاة من الْعَذَاب الْأَلِيم فضلا من الله الرَّحْمَن الرَّحِيم ¶ فَقَالَ سُبْحَانَهُ {ثمَّ أَوْرَثنَا الْكتاب} أَي أعطينا الْقُرْآن {الَّذين اصْطَفَيْنَا} أَي الَّذين اخترنا {من عبادنَا} ¶ قَالَ أَكثر الْمُفَسّرين هم أمة مُحَمَّد صلى الله عَلَيْهِ وَسلم ثمَّ قسمهم ثَلَاث طَبَقَات ورتبهم على ثَلَاث دَرَجَات فَقَالَ سُبْحَانَهُ {فَمنهمْ ظَالِم لنَفسِهِ وَمِنْهُم مقتصد وَمِنْهُم سَابق بالخيرات} ¶ وَجعل كلهم فِي الْجنَّة بِحرْمَة الْقُرْآن وَكلمَة الْإِخْلَاص وَقد اخْتلف الْمُفَسِّرُونَ فِي معنى الظَّالِم والمقتصد وَالسَّابِق فَقَالَ أَبُو الدَّرْدَاء رَضِي الله عَنهُ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم قَرَأَ هَذِه الْآيَة {ثمَّ أَوْرَثنَا الْكتاب الَّذين اصْطَفَيْنَا من عبادنَا فَمنهمْ ظَالِم لنَفسِهِ وَمِنْهُم مقتصد وَمِنْهُم سَابق بالخيرات بِإِذن الله} ¶ فَقَالَ صلى الله عَلَيْهِ وَسلم (أما السَّابِق فَيدْخل الْجنَّة بِغَيْر حِسَاب وَأما المقتصد فيحاسب حسابا يَسِيرا وَأما",
            "page": "61",
            "part": "1",
            "seal": "C52C232C"
        },
        {
            "id": "53",
            "nass": "الظَّالِم لنَفسِهِ فَيحْبس فِي الْمَحْشَر ثمَّ الَّذين تلافاهم الله برحمته وهم الَّذين يَقُولُونَ الْحَمد لله الَّذِي أذهب عَنَّا الْحزن) ¶ وَقَالَ عُثْمَان رَضِي الله عَنهُ سَابِقنَا أهل جهادنا وَمُقْتَصِدنَا أهل حَضَرنَا وَظَالِمنَا أهل بدونا ¶ وَقَالَت عَائِشَة رَضِي الله عَنْهَا السَّابِق بالخيرات من مضى على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم شهد لَهُ بِالْجنَّةِ والمقتصد من اتبع أَثَره من أَصْحَابه والظالم مثلي ومثلكم ¶ وَقَالَ ابْن عَبَّاس رَضِي الله عَنْهُمَا السَّابِق المخلص والمقتصد الْمرَائِي والظالم الْكَافِر نعْمَة الله عَلَيْهِ غير الجاحد لَهَا وَقيل الظَّالِم لنَفسِهِ الَّذِي مَاتَ على كَبِيرَة وَلم يتب مِنْهَا والمقتصد الَّذِي لم يصب كَبِيرَة وَالسَّابِق الَّذِي لم يعْص الله والتائب من الذَّنب كمن لَا ذَنْب لَهُ ¶ وَعَن الْحسن رَحمَه الله السَّابِق من رجحت حَسَنَاته على سيئاته والمقتصد من اسْتَوَت حَسَنَاته وسيئاته والظالم الَّذِي ترجح سيئاته على حَسَنَاته ¶ وَقَالَ سهل بن عبد الله السَّابِق الْعَالم والمقتصد المتعلم والظالم الْجَاهِل ¶ وَقيل الظَّالِم طَالب الدُّنْيَا والمقتصد طَالب",
            "page": "62",
            "part": "1",
            "seal": "095A6F41"
        },
        {
            "id": "54",
            "nass": "العقبى وَالسَّابِق طَالب الْمولى ¶ وَقيل الظَّالِم الْمُسلم والمقتصد الْمُؤمن وَالسَّابِق المحسن ¶ وَقيل الظَّالِم الْمرَائِي والمقتصد من يكون بعض عمله رِيَاء وَبَعضه إخلاصا وَالسَّابِق المخلص فِي أَعماله كلهَا ¶ وَقيل الظَّالِم من أَخذ الدُّنْيَا كَيفَ سنحت والمقتصد الْمُجْتَهد فِي طلب الْحَلَال وَالسَّابِق الَّذِي ترك الدُّنْيَا جملَة وَأعْرض عَنْهَا ¶ وَقيل الظَّالِم من ظَاهره خير من بَاطِنه والمقتصد من اسْتَوَى ظَاهره وباطنه وَالسَّابِق من بَاطِنه خير من ظَاهره ¶ وَقيل الظَّالِم الَّذِي يجزع عِنْد الْبلَاء والمقتصد الَّذِي يصبر على الْبلَاء والمقتصد الَّذِي يصبر على الْبلَاء وَالسَّابِق المتلذذ بالبلاء ¶ وَقيل الظَّالِم الَّذِي أعطي فَمنع والمقتصد الَّذِي أعطي فبذل وَالسَّابِق الَّذِي منع فَشكر وَقيل الظَّالِم التَّالِي لِلْقُرْآنِ والمقتصد الْقَارئ لَهُ والعالم بِهِ وَالسَّابِق الْقَارئ لَهُ الْعَالم بِهِ الْعَامِل بِهِ ¶ وَقَالَ ذُو النُّون الْمصْرِيّ رَحمَه الله الظَّالِم الَّذِي يذكر الله بِلِسَانِهِ والمقتصد الَّذِي يذكرهُ بِقَلْبِه وَالسَّابِق الَّذِي لَا ينسى ربه ¶ وَقيل الظَّالِم الَّذِي يعبد الله خوفًا من النَّار والمقتصد الَّذِي يعبده طَمَعا فِي الْجنَّة وَالسَّابِق الَّذِي يعبده سُبْحَانَهُ لَا لسَبَب ¶ وَقيل السَّابِق الَّذِي يدْخل الْمَسْجِد قبل تأذين الْمُؤَذّن والمقتصد الَّذِي يدْخل الْمَسْجِد وَقد أذن",
            "page": "63",
            "part": "1",
            "seal": "346D398D"
        },
        {
            "id": "55",
            "nass": "والظالم الَّذِي يدْخل الْمَسْجِد وَقد أقيم ¶ وَقَالَ أَبُو الْقَاسِم بن حبيب رَحمَه الله الظَّالِم من ينتصف وَلَا ينصف والمقتصد من ينصف وينتصف وَالسَّابِق من ينصف وَلَا ينتصف ¶ وَقَالَ أَحْمد بن قَاسم الْأَنْطَاكِي رَحمَه الله الظَّالِم صَاحب الْأَقْوَال والمقتصد صَاحب الْأَفْعَال وَالسَّابِق صَاحب الْأَحْوَال ... ثمَّ جمعهم الله سُبْحَانَهُ وَتَعَالَى على اخْتِلَاف طبقاتهم فَقَالَ {جنَّات عدن يدْخلُونَهَا} ¶ قَالَ مقَاتل رَحمَه الله يَعْنِي الْأَقْسَام الثَّلَاثَة ¶ وَأسْندَ الإِمَام الْمُفَسّر الثعالبي رَحمَه الله عَن أُسَامَة بن زيد رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم فِي قَوْله تَعَالَى {فَمنهمْ ظَالِم لنَفسِهِ وَمِنْهُم مقتصد وَمِنْهُم سَابق بالخيرات بِإِذن الله} ¶ قَالَ (كلهم فِي الْجنَّة) وروى بِإِسْنَادِهِ أَيْضا عَن أَمِير الْمُؤمنِينَ عمر بن الْخطاب رَضِي الله عَنهُ أَنه قَرَأَ على الْمِنْبَر قَوْله تَعَالَى {ثمَّ أَوْرَثنَا الْكتاب الَّذين اصْطَفَيْنَا من عبادنَا فَمنهمْ ظَالِم لنَفسِهِ وَمِنْهُم مقتصد وَمِنْهُم سَابق بالخيرات بِإِذن الله} ¶ فَقَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (سَابِقنَا",
            "page": "64",
            "part": "1",
            "seal": "4F2CCDE5"
        },
        {
            "id": "56",
            "nass": "سَابق وَمُقْتَصِدنَا نَاجٍ وَظَالِمنَا مغْفُور لَهُ) ¶ ذكر بعض ذَلِك الواحدي رَحمَه الله فِي وسيطه وَذكر ذَلِك كُله الثعالبي الْمُفَسّر فِي كِتَابه الْكَشْف وَالْبَيَان فِي تَفْسِير الْقُرْآن وَكفى بِهَذَا شرفا لقراء الْقُرْآن وَالله الْمُسْتَعَان على مَا يرضيه بمنه ولطفه",
            "page": "65",
            "part": "1",
            "seal": "88B9129F"
        },
        {
            "id": "57",
            "nass": "فصل ¶ وَقد حكم رَسُول الله صلى الله عَلَيْهِ وَسلم بِأَن الْفُقَهَاء هم خِيَار النَّاس بقوله عَلَيْهِ السَّلَام (النَّاس معادن كمعادن الذَّهَب وَالْفِضَّة خيارهم فِي الْجَاهِلِيَّة خيارهم فِي الْإِسْلَام إِذا فقهوا) روياه إِمَامًا الْمُحدثين البُخَارِيّ وَمُسلم رحمهمَا الله فِي صَحِيحهمَا اللَّذين هما أصح الْكتب بعد الْقُرْآن ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (من يرد الله بِهِ خيرا يفقهه فِي الدّين) ¶ روياه فِي الصَّحِيحَيْنِ أَيْضا زَاد أَبُو نعيم فِي حليته يفقهه فِي الدّين ويلهمه فِيهِ رشده ¶ هَذَا وَفِي كتاب الله تَعَالَى {هَل يَسْتَوِي الَّذين يعلمُونَ وَالَّذين لَا يعلمُونَ إِنَّمَا يتَذَكَّر أولُوا الْأَلْبَاب} ¶ فَمنع الله سُبْحَانَهُ",
            "page": "66",
            "part": "1",
            "seal": "5CAE0B71"
        },
        {
            "id": "58",
            "nass": "الْمُسَاوَاة بَين الْعَالم وَالْجَاهِل لما خص بِهِ الْعَالم من الْعلم ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (خِيَار أمتِي علماؤها وَخيَار علمائها فقهاؤها) ¶ ذكره الْمَاوَرْدِيّ فِي كِتَابه وروينا عَن الإِمَام بطال بن أَحْمد رَحمَه الله فِي كتاب وروينا عَن الإِمَام بطال بن أَحْمد رَحمَه فِي كتاب الْأَرْبَعين فِي لفظ الْأَرْبَعين بِإِسْنَادِهِ أَن النَّبِي صلى الله عَلَيْهِ وَسلم ال (خِيَار أمتِي علماؤها وَخيَار علمائها حلماؤها) وَأنْشد بَعضهم فِي الْمَعْنى فَقَالَ ¶ (الْعلم والحلم حلتا كرم ... للمرء زين إِذا هما اجْتمعَا) ¶ (صنْوَان لَا يستتم حسنهما ... إِلَّا بِجمع لذا وَذَاكَ مَعًا) ¶ (كم من وضيع سما بِهِ الْعلم ... والحلم فنال الْعلَا وارتفعا) ¶ (وَمن رفيع الْبناء أضاعهما ... أخمله مَا أضاع فاتضعا) ¶ وَقَالَ آخر ¶ (الْعلم زين ومنجاة لصَاحبه ... من المهالك والآفات والعطب)",
            "page": "67",
            "part": "1",
            "seal": "12E8D53D"
        },
        {
            "id": "59",
            "nass": "(وَمَا تلحف إِنْسَان بملحفة ... أبهى وأجمل من علم وَمن أدب) ¶ وروى أَبُو نعيم الْحَافِظ رَحمَه الله فِي كِتَابه رياضة المتعلمين بِإِسْنَادِهِ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (الْعَالم والمتعلم شريكان فِي الْأجر وَلَا خير فِي سَائِر النَّاس بعد) ¶ وَكَذَا روينَاهُ فِي كتاب الْأَرْبَعين الآجرى رَحمَه الله ثمَّ قَالَ الْآجُرِيّ بعد ذكر هَذَا الحَدِيث فقد أعلمك صلى الله عَلَيْهِ وَسلم أَن الْخَيْر إِنَّمَا هُوَ فِيمَن يطْلب الْعلم وَمن يعلم فَمن لم يكن كَذَلِك فَلَا خير فِيهِ ¶ هَذَا كَلَامه رَحمَه الله تَعَالَى ¶ وَيُؤَيّد قَوْله هَذَا مَا روينَاهُ فِي جَامع الْحَافِظ التِّرْمِذِيّ رَحمَه الله أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ (الدُّنْيَا ملعونة مَلْعُون مَا فِيهَا إِلَّا ذكر الله وَمَا وَالَاهُ أَو عَالما أَو متعلما ورويناه فِي كتاب الْفَاضِل لِابْنِ خَلاد رَحمَه الله عَن أنس رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (لَا خير فِي الْعَيْش إِلَّا لِرجلَيْنِ مستمع واع أَو عَالم نَاطِق) ¶ وَذكر الإِمَام الْغَزالِيّ رَحمَه الله فِي الْإِحْيَاء أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (أفضل",
            "page": "68",
            "part": "1",
            "seal": "7837B4EB"
        },
        {
            "id": "60",
            "nass": "النَّاس الْمُؤمن الْعَالم الَّذِي إِن احْتِيجَ إِلَيْهِ نفع وَإِن استغني عَنهُ أغْنى نَفسه) ¶ وَأنْشد بَعضهم ¶ (الْعَالم الْعَاقِل ابْن نَفسه ... أغناه جنس علمه عَن جنسه) ¶ (كن ابْن من شِئْت وَكن مؤدبا ... فَإِنَّمَا الْمَرْء بِفضل كيسه) ¶ (وَلَيْسَ من تكرمه لغيره ... كَمثل من تكرمه لنَفسِهِ) ¶ وَذكر صَاحب زهرَة الْعُيُون أَنه عَلَيْهِ السَّلَام قَالَ (الْعَالم من ذهب والمتعلم من فضَّة وَالثَّالِث من نُحَاس) ¶ وَذكر صَاحب تَنْبِيه الغافلين عَن أبي الدَّرْدَاء رَضِي الله عَنهُ كن عَالما أَو متعلما أَو مستمعا وَلَا تكن الرَّابِع فتهلك ¶ قَالَ مُصَنفه رَحمَه الله يَعْنِي بالرابع من لَا يعلم وَلَا يتَعَلَّم وَلَا يسمع ¶ ورويناه عَن صَاحب كتاب التَّرْغِيب والترهيب بِإِسْنَادِهِ إِلَى ابْن درسْتوَيْه ¶ قَالَ سَمِعت سهل بن عبد الله وَنحن بَين يَدَيْهِ إِذْ أقبل أَصْحَاب الحَدِيث وَمَعَهُمْ المحابر ¶ فَقَالَ سهل اجهدوا أَن",
            "page": "69",
            "part": "1",
            "seal": "C79C834E"
        },
        {
            "id": "61",
            "nass": "لَا تلقوا الله إِلَّا وَمَعَكُمْ المحابر فغمزت بَعضهم وَقلت لَهُ قل لَهُ يملي شَيْئا فَقَالَ أَيهَا الشَّيْخ قد مدحتها فَذَكرنَا بِشَيْء ¶ قَالَ اكتبوا الدُّنْيَا كلهَا لَا شَيْء إِلَّا مَا كَانَ مِنْهَا علم وَالْعلم كُله حجَّة إِلَّا مَا كَانَ مِنْهُ عمل ¶ وَالْعَمَل كُله هباء إِلَّا مَا كَانَ مِنْهُ إخلاص وَأهل الْإِخْلَاص على وَجل ثمَّ تَلا {وَالَّذين يُؤْتونَ مَا آتوا وَقُلُوبهمْ وَجلة} ¶ انْتهى كَلَامه رَحمَه الله وَمَا أحْسنه ¶ وَقَالَ ابْن شهَاب الزُّهْرِيّ رَحمَه الله الْعلم عِنْد أهل الْجَهْل قَبِيح كَمَا أَن الْجَهْل عِنْد أهل الْعلم قَبِيح وَالْعلم ذكر لَا يُحِبهُ من الرِّجَال إِلَّا مذكروهم وَلَا يبغضه مِنْهُم إِلَّا مؤنثوهم ¶ وَأنْشد أَبُو الْفضل الْعَبَّاس بن مُحَمَّد الْخُرَاسَانِي فِي الْمَعْنى ¶ (لَا يطْلب الْعلم إِلَّا بازل ذكر ... وَلَيْسَ يبغضه إِلَّا المخانيث) ¶ وَقَالَ الشَّافِعِي رَضِي الله عَنهُ من لَا يحب الْعلم فَلَا خير فِيهِ فَلَا تكن بَيْنك وَبَينه معرفَة وصداقة",
            "page": "70",
            "part": "1",
            "seal": "480767AB"
        },
        {
            "id": "62",
            "nass": "وينشد لعَلي رَضِي الله عَنهُ ¶ (النَّاس من جِهَة التَّمْثِيل أكفاء ... أبوهم آدم وَالأُم حَوَّاء) ¶ (فَإِن يكن لَهُم من أصلهم شرف ... يفاخرون بِهِ فالطين وَالْمَاء) ¶ (لَا تحقرن امْرَءًا مهما تكون لَهُ ... أم من الرّوم أَو سَوْدَاء عجماء) ¶ (فَإِنَّمَا أُمَّهَات النَّاس أوعية ... مستودعات وللأحساب آبَاء) ¶ (مَا الْفَخر إِلَّا لأهل الْعلم إِنَّهُم ... على الْهدى لمن استهدى أدلاء) ¶ (وَقِيمَة الْمَرْء مَا قد كَانَ يُحسنهُ ... والجاهلون لأهل الْعلم أَعدَاء) ¶ وَمن هَذِه الأبيات أَيْضا ¶ (ففز بِعلم تعش حَيا بِهِ أبدا ... فَالنَّاس موتى وَأهل الْعلم أَحيَاء) ¶ وَذكر الإِمَام أَبُو الْحسن الْمَاوَرْدِيّ رَحمَه الله فِي",
            "page": "71",
            "part": "1",
            "seal": "0EE60789"
        },
        {
            "id": "63",
            "nass": "كتاب أدب الدُّنْيَا وَالدّين أَن عبد الله بن عمر رَضِي الله عَنْهُمَا روى أَن رَسُول الله صلى الله عَلَيْهِ وَسلم دخل الْمَسْجِد فَإِذا هُوَ بمجلسين أَحدهمَا يذكرُونَ الله عز وَجل وَالْآخر يتفقهون فِي الدّين فَقَالَ عَلَيْهِ السَّلَام (كلا المجلسين على خير وَأَحَدهمَا أحب إِلَيّ من صَاحبه أما هَؤُلَاءِ فَيذكرُونَ الله عز وَجل ويسألونه فَإِن شَاءَ أَعْطَاهُم وَإِن شَاءَ مَنعهم وَأما الآخر فيتعلمون الْفِقْه ويعلمون الْجَاهِل وَإِنَّمَا بعثت معلما فَجَلَسَ إِلَى أَصْحَاب الْفِقْه) ¶ وَرَوَاهُ أَبُو نعيم الْحَافِظ فِي كتاب رياضة المتعلمين بِإِسْنَادِهِ وَرَوَاهُ أَبُو اللَّيْث السَّمرقَنْدِي فِي كِتَابه ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (خير النَّاس وَخير من يمشي على جَدِيد الأَرْض المعلمون كلما خلق الدّين جددوه) ¶ رَوَاهُ الثعالبي بِإِسْنَادِهِ وَتَبعهُ الطَّبَرِيّ عَلَيْهِ رَحْمَة الله ¶ وَأنْشد بَعضهم ¶ (رَأَيْت الْعلم صَاحبه شرِيف ... وَإِن ربته آبَاء لئام) ¶ (فَفِي الْعلم النجَاة من المخازي ... وَفِي الْجَهْل المذلة والغرام)",
            "page": "72",
            "part": "1",
            "seal": "68313BE4"
        },
        {
            "id": "64",
            "nass": "(وَلَوْلَا الْعلم مَا سعدت نفوس ... وَلَا عرف الْحَلَال وَلَا الْحَرَام) ¶ (هُوَ الْعلم الدَّلِيل إِلَى الْمَعَالِي ... ومصباح يضيء بِهِ الظلام)",
            "page": "73",
            "part": "1",
            "seal": "2D3E56E8"
        },
        {
            "id": "65",
            "nass": "فصل ¶ وَقد أخبر صلى الله عَلَيْهِ وَسلم بِأَن هَذِه الطَّائِفَة لَا يزَال أمرهَا ناميا على السَّلامَة وشرفها عَالِيا إِلَى يَوْم الْقِيَامَة فروى البُخَارِيّ وَمُسلم رَضِي الله عَنْهُمَا فِي صَحِيحَيْهِمَا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ (لَا يزَال من أمتِي أمة قَائِمَة بِأَمْر الله لَا يضرهم من خذلهم وَلَا من خالفهم حَتَّى يَأْتِيهم أَمر الله وهم على ذَلِك) ¶ قَالَ النواوي رَحمَه الله فِي كِتَابه تَهْذِيب الْأَسْمَاء واللغات حمل الْعلمَاء هَذَا على أَنهم حَملَة الْعلم ¶ ورويناه بِالْأَسَانِيدِ الصَّحِيحَة عَن الإِمَام أبي عبد الله البُخَارِيّ رَضِي الله عَنهُ أَنهم أهل الْعلم ¶ ذكره قرب آخر كِتَابه",
            "page": "74",
            "part": "1",
            "seal": "76CA610D"
        },
        {
            "id": "66",
            "nass": "وَفِي رِوَايَة أُخْرَى فِي صَحِيح مُسلم أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ (لَا تزَال طَائِفَة من أمتِي يُقَاتلُون على الْحق ظَاهِرين إِلَى يَوْم الْقِيَامَة) ¶ فَفِي هَذَا إِشَارَة عَظِيمَة لطائفة أهل الْعلم بِأَنَّهَا منصورة ظَاهِرَة مجبورة حَتَّى تقوم السَّاعَة إِن شَاءَ الله وَذَلِكَ بقول الصَّادِق المصدوق الَّذِي لَا ينْطق عَن الْهوى {إِن هُوَ إِلَّا وَحي يُوحى} ¶ صلى الله عَلَيْهِ وَسلم وَالْحَمْد لله على مَا أرشد وَعلم وعَلى جَمِيع مَا أسدى وأنعم ¶ وروى أَبُو نعيم الْحَافِظ فِي كِتَابه بِإِسْنَادِهِ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (تكون فتْنَة يصبح الرجل فِيهَا مُؤمنا ويمسي كَافِرًا إِلَّا من أجاره الله بِالْعلمِ) ¶ وَفِي الشهَاب أَنه صلى الله عَلَيْهِ وَسلم قَالَ (إِن الْفِتْنَة تَجِيء فتنسف الْعباد نسفا ينجو مِنْهَا الْعَالم بِعِلْمِهِ) ¶ نسْأَل الله سُبْحَانَهُ توفيقه وَرضَاهُ والوصول إِلَى مَا نتمناه بمنه وَكَرمه ¶ آمين",
            "page": "75",
            "part": "1",
            "seal": "4F30BE5A"
        },
        {
            "id": "67",
            "nass": "فصل ¶ وَاعْلَم أَن الشَّرِيعَة فَضلهَا قد تقادم مُنْذُ بعث الله سُبْحَانَهُ وَتَعَالَى آدم وَقد جعل الله تَعَالَى لكل قوم شَرِيعَة يحكم بهَا أنبياؤهم ويتلقاها بعدهمْ علماؤهم ثمَّ أنزل الله تَعَالَى التَّوْرَاة على مُوسَى عَلَيْهِ السَّلَام قَالَ الله تَعَالَى {فِيهَا هدى وَنور يحكم بهَا النَّبِيُّونَ الَّذين أَسْلمُوا للَّذين هادوا والربانيون والأحبار} ¶ أَي وَيحكم بهَا الربانيون والأحبار واحدهم رَبِّي وَحبر وهم الْعلمَاء وَقَالَ تَعَالَى {كونُوا ربانيين بِمَا كُنْتُم تعلمُونَ الْكتاب} أَي كونُوا فُقَهَاء عُلَمَاء قَالَه عَليّ وَابْن عَبَّاس وَالْحسن وَالضَّحَّاك رَضِي الله عَنْهُم ذكره الثعالبي رَحمَه الله ¶ وَقَالَ",
            "page": "76",
            "part": "1",
            "seal": "7E9FCDA3"
        },
        {
            "id": "68",
            "nass": "سُبْحَانَهُ {وَعِنْدهم التَّوْرَاة فِيهَا حكم الله} ¶ ثمَّ أنزل الله الزبُور على دَاوُد عَلَيْهِ السَّلَام وَقَالَ تَعَالَى {يَا دَاوُد إِنَّا جعلناك خَليفَة فِي الأَرْض فاحكم بَين النَّاس بِالْحَقِّ وَلَا تتبع الْهوى} ¶ ثمَّ أنزل الله تَعَالَى الْإِنْجِيل على عِيسَى عَلَيْهِ السَّلَام قَالَ الله تَعَالَى {وليحكم أهل الْإِنْجِيل بِمَا أنزل الله فِيهِ} ¶ وَقَالَ تَعَالَى {أَو لم يكن لَهُم آيَة أَن يُعلمهُ عُلَمَاء بني إِسْرَائِيل} وَقَالَ سُبْحَانَهُ {لقد أرسلنَا رسلنَا بِالْبَيِّنَاتِ وأنزلنا مَعَهم الْكتاب وَالْمِيزَان ليقوم النَّاس بِالْقِسْطِ} ¶ أَي ليحكموا ويعملوا بِالْقِسْطِ وَهُوَ الْعدْل ثمَّ حصلت الفترة وَظَهَرت الْجَاهِلِيَّة وكفرت الْعَرَب بِالْكُلِّيَّةِ وهم مَعَ كفرهم لم يخلوا نُفُوسهم من حكام يصيرون إِلَى قَوْلهم ويقلدونهم بِمَا أشكل عَلَيْهِم وَقت",
            "page": "77",
            "part": "1",
            "seal": "7AB72450"
        },
        {
            "id": "69",
            "nass": "كفرهم فيذعنون لقَولهم وينقادون لأمرهم ويسعون بإقامتهم ونصرهم ويردون من مَال مِنْهُم إِلَى طاعتهم ¶ وَمن الدَّلِيل على ذَلِك مَا رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ رَضِي الله عَنْهُمَا أَن أَبَا شُرَيْح الْحَارِثِيّ وَفد على رَسُول الله صلى الله عَلَيْهِ وَسلم مَعَ قومه مُسلمين فسمعهم النَّبِي صلى الله عَلَيْهِ وَآله وَسلم يكنونه بِأبي الحكم فَدَعَاهُ رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ لم تكنى أَبَا الحكم قَالَ لِأَن قومِي إِذا اخْتلفُوا فِي شَيْء أَتَوْنِي فحكمت فَرضِي كلا الْفَرِيقَيْنِ فَقَالَ صلى الله عَلَيْهِ وَسلم (مَا أحسن هَذَا) ¶ فَلَمَّا من الله سُبْحَانَهُ بِظُهُور الشَّرِيعَة المحمدية وَالْملَّة الشَّرِيفَة النَّبَوِيَّة الْمُبَارَكَة السمحة القوية أنزل الله بهَا الْقُرْآن الْكَرِيم الَّذِي فِيهِ النبأ الْعَظِيم وَالذكر الْحَكِيم وَأمر نبيه مُحَمَّدًا صلى الله عَلَيْهِ وَسلم بالحكم بِمَا أنزل الله إِلَيْهِ فَقَالَ سُبْحَانَهُ {وأنزلنا إِلَيْك الْكتاب بِالْحَقِّ مُصدقا لما بَين يَدَيْهِ من الْكتاب ومهيمنا عَلَيْهِ فاحكم بَينهم بِمَا أنزل الله} ¶ حَتَّى قَالَ سُبْحَانَهُ {لكل جعلنَا مِنْكُم شرعة ومنهاجا}",
            "page": "78",
            "part": "1",
            "seal": "996DCF13"
        },
        {
            "id": "70",
            "nass": "قَالَ الْمُفَسِّرُونَ أَي جعل الله لأهل كل مِلَّة شرعة ومنهاجا فلأهل التَّوْرَاة شَرِيعَة وَلأَهل الْإِنْجِيل شَرِيعَة وَلأَهل الْقُرْآن شَرِيعَة يحلل الله فِيهَا مَا يَشَاء وَيحرم مَا يَشَاء فالدين وَاحِد والإله سُبْحَانَهُ وَاحِد وَلكُل أمة رَسُول وَشَرِيعَة شرعها الله تَعَالَى لَهُم ¶ ثمَّ قَالَ سُبْحَانَهُ لنَبيه صلى الله عَلَيْهِ وَسلم مؤكدا مكررا {وَأَن احكم بَينهم بِمَا أنزل الله} ¶ {فَلَا وَرَبك لَا يُؤمنُونَ حَتَّى يُحَكِّمُوك فِيمَا شجر بَينهم ثمَّ لَا يَجدوا فِي أنفسهم حرجا مِمَّا قضيت ويسلموا تَسْلِيمًا} ¶ وَقَالَ تَعَالَى {ثمَّ جعلناك على شَرِيعَة من الْأَمر فاتبعها وَلَا تتبع أهواء الَّذين لَا يعلمُونَ} ¶ وَقَالَ تَعَالَى {لتبين للنَّاس مَا نزل إِلَيْهِم} ¶ وَقَالَ {وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا} ¶ فَلَمَّا لم يكن بعد مُحَمَّد صلى الله عَلَيْهِ وَسلم نَبِي وَلَا رَسُول وَلَا شَرِيعَة تنسخ وَلَا تبدل وَلَا تحول إِذْ هُوَ خَاتم الْأَنْبِيَاء",
            "page": "79",
            "part": "1",
            "seal": "5DC5A592"
        },
        {
            "id": "71",
            "nass": "جعل الله بعده الْعلمَاء فورثوا أَحْكَامه وسننه وطلبوا من كل علم أحْسنه وحفظوا لمن بعده مَا بَينه وحكموا بِالشَّرْعِ وَاتبعُوا سنَنه امتثالا لقَوْل الله عز وَجل {وَإِذا حكمتم بَين النَّاس أَن تحكموا بِالْعَدْلِ} ¶ ثمَّ وبخ الله تَعَالَى من اتبع حكم الْجَاهِلِيَّة وذم من لم يحكم بالشريعة المرضية ¶ فَقَالَ سُبْحَانَهُ {أَفَحكم الْجَاهِلِيَّة يَبْغُونَ وَمن أحسن من الله حكما لقوم يوقنون} ¶ وَحكم الله الَّذِي أذن بِهِ هُوَ الَّذِي رقمه الْعلمَاء فِي الدفاتر وَنَقله الأول مِنْهُم إِلَى الآخر فَمن عدل عَنهُ وَمَال فقد وَقع فِي الضلال وَاسْتحق الذَّم والنكال ¶ قَالَ الله تَعَالَى {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الْكَافِرُونَ} {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الظَّالِمُونَ} {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الْفَاسِقُونَ}",
            "page": "80",
            "part": "1",
            "seal": "EA90ED8E"
        },
        {
            "id": "72",
            "nass": "ثمَّ ذمّ أَقْوَامًا امْتَنعُوا وَلم يجيبوا لحكم الله وَلَا اتبعُوا فَقَالَ {وَإِذا دعوا إِلَى الله وَرَسُوله ليحكم بَينهم إِذا فريق مِنْهُم معرضون} ¶ ومدح أَقْوَامًا أجابوا إِلَى الحكم ¶ فَقَالَ {إِنَّمَا كَانَ قَول الْمُؤمنِينَ إِذا دعوا إِلَى الله وَرَسُوله ليحكم بَينهم أَن يَقُولُوا سمعنَا وأطعنا وَأُولَئِكَ هم المفلحون} ¶ وَقد سبق أَن الْعلمَاء هم القائمون فِي الْأمة مقَام الرَّسُول وهم الموضحون والحافظون لما جَاءَ من الْمَنْقُول وهم الداعون إِلَى مِلَّته الذابون عَن شَرعه وسنته فسنته وَللَّه الْحَمد بَاقِيَة وشريعته وَللَّه الْمِنَّة غالبة عالية قد أكد الله على الْخلق طاعتها وَأوجب على الْكل رعايتها وَفرض عَلَيْهِم حمايتها وَجعل من مَال عَنْهَا أَو تكره أمرهَا ظَالِما وَمن أهملها وضيعها فَاسِقًا آثِما لِأَن بتضييع الشَّرِيعَة هدم الْإِسْلَام وتغيير جملَة الْأَحْكَام والوقوع ف ي الشّبَه والآثام والتسبب إِلَى إهدار دِمَاء الْأَنَام ¶ قَالَ كَعْب الْأَحْبَار لِابْنِ عَبَّاس رَضِي الله عَنْهُم",
            "page": "81",
            "part": "1",
            "seal": "19546820"
        },
        {
            "id": "73",
            "nass": "إِذا رَأَيْتُمْ السيوف قد أعريت والدماء قد أهرقت فاعلموا أَن حكم الله سُبْحَانَهُ قد ضيع فانتقم الله لبَعْضهِم من بعض ¶ وَقيل فِي معنى قَوْله تَعَالَى {وَمَا كَانَ الله ليعذبهم وَأَنت فيهم} ¶ يَعْنِي وشريعتك فيهم ¶ ذكره أَبُو جَعْفَر فِي كتاب عجائب الملكوت وَغَيره ¶ وَمُقْتَضى هَذَا أَنهم إِذا ضيعوا الشَّرِيعَة حل بهم الْعَذَاب وتقطعت بهم الْأَسْبَاب وَقد ورد فِي الحَدِيث (لَا قدست أمة لَا يُؤْخَذ لضعيفها حَقه من قويها) ¶ رَوَاهُ صَاحب التَّرْغِيب والترهيب ¶ وَفِي الصَّحِيحَيْنِ أَنه صلى الله عَلَيْهِ وَسلم قَالَ (إِنَّمَا هلك الَّذين قبلكُمْ أَنهم كَانُوا إِذا سرق فيهم الشريف تَرَكُوهُ وَإِذا سرق فيهم الضَّعِيف قطعوه) ¶ فَأخْبر صلى الله عَلَيْهِ وَسلم أَن تَضْييع الشَّرْع سَبَب الْهَلَاك ¶ وَمن تَضْييع حكم الله تَعَالَى أَن يَقُول الرجل لصَاحبه بيني وَبَيْنك مَا قَالَ الله أَو مَا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَو مَا قَالَ حَاكم الْمُسلمين فَيَقُول لَهُ خَصمه لَا أقبل هَذَا وَلَا أجيبك إِلَى ذَا وَقَائِل",
            "page": "82",
            "part": "1",
            "seal": "9DABA90D"
        },
        {
            "id": "74",
            "nass": "هَذَا فَاسق بِالْإِجْمَاع مَعْدُود من الفجرة بل كَافِر إِن قصد بِهِ الإستخفاف بالشريعة المطهرة ¶ إِذْ قد سبق وتقرر بِجَمِيعِ مَا تقدم وتكرر أَن الْفُقَهَاء والحكام هم القائمون مقَام الرَّسُول صلى الله عَلَيْهِ وَسلم وَمن عصاهم فقد عصى الله وَمن أطاعهم فقد أطَاع الله إِذْ هم وراث رسل الله فمخالفهم مارق عَن الدّين وخاذلهم فَاسق بِيَقِين ¶ وَقد عرض رجل بذم الْمُفْتِي فِي زمن عمر بن الْخطاب رَضِي الله عَنهُ ضربا فأدبه عمر رَضِي الله عَنهُ ضربا بِالدرةِ وَقَالَ لَهُ تغمص الْفتيا أَي تحتقرها وتطعن فِيهَا ¶ هَكَذَا كَانَت شدتهم فِي دين الله وتعصبهم لشريعة رَسُول الله صلى الله عَلَيْهِ وَسلم لِأَن بإضاعة حكم الله التَّعَرُّض لسخط الله والتسبب إِلَى مقت الله ¶ وَفِي الحَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم (إِن من عَلَامَات السَّاعَة بيع الحكم) ¶ وَمن بَيْعه أَن يبْذل مَال على تَغْيِير الحكم أَو على عزل الْحَاكِم من غير جرم أَو على أَن لَا يحضر من ادعِي عَلَيْهِ ظلم ¶ فَمن فعل هَذِه الْأَسْبَاب فقد بعد عَن الرشد وَالصَّوَاب ويخشى عَلَيْهِ تَعْجِيل الْعَذَاب وَالله الْهَادِي بِلُطْفِهِ إِلَى المتاب",
            "page": "83",
            "part": "1",
            "seal": "FDDC210D"
        },
        {
            "id": "75",
            "nass": "وَلَقَد أرشد من أنْشد فِي الْحَث على التَّقْوَى وَالصَّبْر عِنْد تغير الْوُلَاة فِي الدَّهْر شعرًا ¶ (إِذا كَانَ وَالِي النَّاس لَا يدْفع الظلما ... وَلَا يقمع الْجَانِي وَلَا ينصر الحكما) ¶ (وَلَا يسمع الْمَظْلُوم إِن جَاءَ شاكيا ... وَلَا يتبع الْإِنْصَاف وَالْعدْل والعلما) ¶ (وَلَا ينصر الشَّرْع الشريف بِنَفسِهِ ... فأخسس بِهِ قد خس قدرا وَهَان آسما) ¶ (وَإِن قيل هَذَا الشَّرْع شرع مُحَمَّد ... وسنته الْبَيْضَاء وبرهانه الأسمى) ¶ (تولى وَلم ينصف وَأدبر معرضًا ... وأتبع أهل الْعلم والفقها ذما) ¶ (وَصَارَ طلاب الْعلم وَالدّين عِنْده ... هباء وَذُو التَّقْوَى ينيلونه شتما) ¶ (إِذا كَانَ هَذَا فاترك الْقَوْم جانبا ... وعذ بإله الْعَرْش ذِي الْعِزَّة الْعُظْمَى) ¶ (إِذا استهزؤا بِالدّينِ وَالشَّرْع والتقى ... فَمَا فيهم خير يُرْجَى وَلَا سِيمَا)",
            "page": "84",
            "part": "1",
            "seal": "7798D36A"
        },
        {
            "id": "76",
            "nass": "(وَلَا خير فِي عبد يرد أُمُوره ... إِلَيْهِم ويرجو من جوانبهم غنما) ¶ (فلذ بحبال الصَّبْر وَالدّين دَائِما ... تنَلْ خير مَا ترجو وتكفى الَّذِي هما) ¶ (وقم بِكِتَاب الله وَالسّنَن الَّتِي ... أَتَت عَن رَسُول الله والعلما قدما) ¶ (ولازم على درس البُخَارِيّ وَمُسلم ... وإحيا عُلُوم الدّين واجل بِهِ الهما) ¶ (وواظب على التَّقْوَى وَكن متورعا ... صبورا على الْبلوى وبالدين كن شهما) ¶ (وَشرع رَسُول الله فَالْزَمْ بحبله ... وخل رجال الظُّلم يرتكبوا الإثما) ¶ (ودعهم جَمِيعًا يحطبوا لحريقهم ... ويحتقبوا شرا ويكتسبوا جرما) ¶ (فَكل أنَاس ضيعوا الشَّرْع والتقى ... سيأتيهم خطب فيحطمهم حطما) ¶ (فَمَا الدّين وَالدُّنْيَا وَلَا الْخَيْر كُله ... سوى سنة الْمُخْتَار يَا حسنها أما)",
            "page": "85",
            "part": "1",
            "seal": "83D2CF7F"
        },
        {
            "id": "77",
            "nass": "(وَيَا حسن من يفني بهَا الْعُمر كُله ... ويجعلها أنسا ويضني بهَا الجسما) ¶ (فلازم عَلَيْهَا لَا يهولك قَوْلهم ... تعزز بتقوى الله سر نَحْوهَا قدما) ¶ (وتابع طَرِيق الْحق لَا تتركنها ... وَإِن صرت تؤذى فِي زَمَانك أَو ترمى) ¶ (فذو الْحق وَالتَّقوى غَرِيب بوقتنا ... تغرب بتقوى الله وَاتبع السلما) ¶ (غَرِيبا بدين الله مُنْفَردا بِهِ ... بَعيدا عَن الأسوا ممتلئا حزما) ¶ (فطرق الْهدى فِي آخر الدَّهْر صعبة ... وَلَكِن عقباها المسرة والنعما) ¶ (وَلَا تتبع أهواء قوم تعاونوا ... على الْإِثْم والعدوان واستحسنوا الظلما) ¶ (فعاقبة العَاصِي وبال وذلة ... ونار وتنكيل يزيدهم غما)",
            "page": "86",
            "part": "1",
            "seal": "31B423CB"
        },
        {
            "id": "78",
            "nass": "(وعاقبة الدَّاعِي إِلَى الْحق رَحْمَة ... وجنة عدن لَا يجوع وَلَا يظما) ¶ (فَكُن لَازِما للحق واسلك طَرِيقه ... وَكن صَابِرًا لله متخذا عزما) ¶ (فَهَذَا زمَان الصَّبْر اغمض على القذى ... وَللَّه فاصبر والزم الرِّفْق والحلما) ¶ (فذو الْعلم وَالتَّقوى وَإِن نيل بالأذى ... فَإِن لَهُ نصرا من الله يَوْمًا مَا) ¶ (وَلَا تكترث فِي جهل وَال وخله ... سيدركه شُؤْم ويحشره أعمى) ¶ (وَإِن لَهُ فِي كل كيد يكيده ... فخوخا وأشراكا تصير لَهُ سما) ¶ (وتتركه فِي غابر الدَّهْر عِبْرَة ... وتأتيه أهوال فتصدمه صدما) ¶ (فيا خير خلق الله يَا خير مُرْسل ... لقد هجروا الشَّرْع الشريف الَّذِي تما) ¶ (أتيت بِهِ من عِنْد رَبك موضحا ... شرائع حكم الله والحل والحرما)",
            "page": "87",
            "part": "1",
            "seal": "13255500"
        },
        {
            "id": "79",
            "nass": "(فقد غيروا الْأَحْكَام واستبدلوا بهَا ... مظالم عَمت لَا نحيط بهَا علما) ¶ (أحبو حطام المَال عَن نصر شرعكم ... وَصَارَت أُمُور الظُّلم عِنْدهم جما) ¶ (إِذا قَالَ ذُو حق أقِيمُوا شريعتي ... وَقومُوا بحقى واصرفوا عني الخصما) ¶ (يَقُول لَهُ الْوَالِي أردْت دراهما ... إِذا شِئْت تلقى بالشريعة أَو تحمى) ¶ (وَإِن ذُو فَسَاد يرضهم بعطية ... أَقروهُ يسْعَى آمنا لم يخف ثلمًا) ¶ (وَإِن طلبُوا رفقا تكاثر عنفهم ... وَإِن وعظوا يَوْمًا فكالصخرة الصما) ¶ (فذو الدّين فيهم خامل الْحَال بائر ... وَلَوْلَا ستور الله هموا بِهِ رجما) ¶ (فَمَا عرفُوا للشَّرْع حَقًا وَلَا حمى ... وَلَا تركُوا للدّين عزا وَلَا رسما) ¶ (إِذا خوفوا بِالْمَوْتِ والحشر والجزا ... يعدوه هزلا بل يَظُنُّونَهُ وهما)",
            "page": "88",
            "part": "1",
            "seal": "F95069AC"
        },
        {
            "id": "80",
            "nass": "(يُرِيدُونَ من ذِي الْعلم يسْعَى بطوعهم ... ويطعمهم حلوى ويوسعهم نعما) ¶ (وَإِن جنبوه الظُّلم عدوه منَّة ... فَهَل قطّ حمق مثل ذَا إِن ذَا طما) ¶ (إِلَيْك شَكَوْنَا يَا رَسُول إلهنا ... وفيك تشفعنا لنكفى بك الهضما) ¶ (رَضِينَا بِحكم الله وَالدّين والقضا ... رَضِينَا بذا أنسا رَضِينَا بِهِ قسما) ¶ (لجأنا إِلَى الرَّحْمَن من شَرّ كيدهم ... وَمن يعتصم بِاللَّه يرزقه رحما) ¶ (إِلَى الله رب الْعَرْش نرفع أمرنَا ... ليحمينا مِمَّن يروم لنا هزما) ¶ (وبالأنبياء وَالصَّالِحِينَ أولي التقى ... سألناك يَا الله أَن تجبر الكلما) ¶ (وَتَنصر خدام الشَّرِيعَة وَالنَّبِيّ ... وترزقهم عزا وتعطيهم فهما) ¶ (وتبقي لَهُم فِي الْعَالمين حماية ... وتدفع عَنْهُم من يُرِيد لَهُم هدما)",
            "page": "89",
            "part": "1",
            "seal": "3FC71DB6"
        },
        {
            "id": "81",
            "nass": "(بجاه رَسُول الله نسْأَل فاكفنا ... عَلَيْهِ صَلَاة الله نوفي بهَا النظما)",
            "page": "90",
            "part": "1",
            "seal": "CA9DD81D"
        },
        {
            "id": "82",
            "nass": "فصل ¶ وَقد نقم النَّاقِد الْمَذْكُور أَولا على الْعلمَاء بكسب المَال الْحَلَال وعابهم إِذْ رأى عَلَيْهِم أثرا من الْجمال وَقَالَ هَذَا من حب الدُّنْيَا وحبها مَذْمُوم بِكُل حَال ويحتج بقوله صلى الله عَلَيْهِ وَسلم حَيْثُ قَالَ (حب الدُّنْيَا رَأس كل خَطِيئَة) ¶ فَجعل هَذَا الحَدِيث سلما إِلَى نيلهم بالأذية وَلم يفهم الْمِسْكِين مَعَاني الْأَحَادِيث المروية ¶ فَإِن المذموم من ذَلِك هُوَ حب الدُّنْيَا للدنيا وللبقاء فِيهَا مغالبة ومفاخرة ومناوأة ومكاثرة كَمَا فعل فِرْعَوْن وهامان ونمرود وخاقان وَقَارُون وطرخان فَإِنَّهُم أَحبُّوا الدُّنْيَا للتنعم فِي الدُّنْيَا ونيل مشتهاها حِين ظنُّوا أَن لَا دَار سواهَا فنسوا الْآخِرَة ونسوا حظهم مِنْهَا نسوا الله فنسيهم وأنكروا الْبَعْث وَالْجَزَاء والحشر واللقاء وَقَالُوا لَا عَيْش إِلَّا فِي الدُّنْيَا {نموت ونحيا وَمَا نَحن بمبعوثين}",
            "page": "91",
            "part": "1",
            "seal": "58DC7827"
        },
        {
            "id": "83",
            "nass": ") وَكَذَلِكَ أتباعهم من الْجَبَابِرَة والعمالقة والقياصرة وفجرة الأكاسرة الَّذين أَحبُّوا الدُّنْيَا ليتنعموا فِيهَا ويتغالبوا عَلَيْهَا ويتفاخروا بجمعها وبقتل بَعضهم بَعْضًا {إِن الَّذين لَا يرجون لقاءنا وَرَضوا بِالْحَيَاةِ الدُّنْيَا واطمأنوا بهَا وَالَّذين هم عَن آيَاتنَا غافلون أُولَئِكَ مأواهم النَّار بِمَا كَانُوا يَكْسِبُونَ} ¶ فَمن أحب الدُّنْيَا هَكَذَا فحبه رَأس كل خَطِيئَة كَمَا قَالَه صلى الله عَلَيْهِ وَسلم لِأَنَّهُ انهمك فِي الْمعاصِي والآثام وتابع الْهوى والإجرام وَلم يبال بِمَا جمع من الْحَرَام ¶ إِن تهدد بِالْعَذَابِ لم يرهب وَإِن رد إِلَى الْخَيْر لم يرغب حمله حب الدُّنْيَا على هَذَا فَهُوَ فِي سكرته يتمادى ¶ وَأما الْعَالم بِاللَّه والمحمود عِنْد الله فَإِنَّهُ لم يحب الدُّنْيَا ليلهو بهَا ويفاخر وَلَا لِيُقَاتل أَهلهَا ويكابر وَإِنَّمَا أحبها لِأَنَّهَا مُعينَة لَهُ على الْآخِرَة موصلة لَهُ إِلَى الْفَضَائِل الظَّاهِرَة من الْفَرَاغ للْعلم والإستفادة والإستعانة على التَّعْلِيم والإفادة وَلِهَذَا قَالَ الشَّافِعِي رَحمَه الله يحْتَاج طَالب",
            "page": "92",
            "part": "1",
            "seal": "E41E10FD"
        },
        {
            "id": "84",
            "nass": "الْعلم إِلَى سَعَة ذِي الْيَد والذكاء ¶ وَحكى الْغَزالِيّ رَحمَه الله فِي الْإِحْيَاء عَن ابْن الْمُبَارك رَحمَه الله أَنه كَانَ يخصص بمعروفه أهل الْعلم فَقيل لَهُ لَو عممت فَقَالَ إِنِّي لَا أعرف بعد مقَام النُّبُوَّة أفضل من مقَام الْعلمَاء فَإِذا اشْتغل قلب أحدهم بحاجته لم يقبل على التَّعَلُّم فتفريغهم للْعلم أفضل ¶ وَذكر فِي كتاب الشُّكْر وتقسيم النعم فَقَالَ الْفَقِيه فِي طلب الْعلم والكمال إِذا لم يكن مَعَه كِفَايَة كساع إِلَى الهيجا بِغَيْر سلَاح وكباز يروم الصَّيْد بِغَيْر جنَاح ثمَّ قَالَ بعد ذَلِك كَيفَ وَمن عدم المَال صَار مُسْتَغْرق الْأَوْقَات فِي طلب الْقُوت وَفِي تهيئة اللبَاس والمسكن وضرورات الْمَعيشَة ¶ ثمَّ يتَعَرَّض لأنواع من الْأَذَى تشغله عَن الذّكر والفكر وَلَا تنْدَفع إِلَّا بسلاح المَال ¶ وروى الْخَطِيب الْحَافِظ الْبَغْدَادِيّ فِي كِتَابه بِإِسْنَادِهِ أَن عمر بن عبد الْعَزِيز رَضِي الله عَنهُ كتب إِلَى وَالِي حمص مر لأهل الصّلاح من بَيت المَال مَا يغنيهم لِئَلَّا يشغلهم شَيْء عَن تِلَاوَة الْقُرْآن وَمَا حملُوا من الْأَحَادِيث ¶ وَأنْشد الشاطبي رَحمَه الله تَعَالَى",
            "page": "93",
            "part": "1",
            "seal": "1E7F0DA6"
        },
        {
            "id": "85",
            "nass": "(وَلَا بُد من مَال بِهِ الْعلم يعتلي ... وجاه من الدُّنْيَا يكف بالمظالما) ¶ (وَلَوْلَا مصابيح السلاطين لم تَجِد ... على سبلات الظُّلم بِالْحَقِّ قَائِما) ¶ فحب المَال لهَذَا الْوَجْه حب لله تَعَالَى يُؤجر عَلَيْهِ إِن شَاءَ الله تَعَالَى ¶ فقد ذكر الإِمَام الْغَزالِيّ رَحمَه الله أَيْضا فِي كتاب إحْيَاء عُلُوم الدّين الَّذِي صنفه للعابدين والزاهدين أَن من أحب تِلْمِيذه لِأَنَّهُ ينَال بِهِ رُتْبَة التَّعْلِيم فَهُوَ محب لله ¶ قَالَ وَكَذَا إِذا أحب من يَخْدمه فِي غسل ثِيَابه وكنس بَيته وطبخ طَعَامه ويفرغه بذلك للْعلم أَو الْعَمَل فَهُوَ محب لله ¶ وَكَذَا من أحب وَلَده لرجوى صَلَاحه وانتفاعه بِهِ أَو أحب زَوجته لتعفه وتعينه على مَا هُوَ بصدده من دين أَو دنيا فَهُوَ محب لله. . هَذَا معنى كَلَامه رَحمَه الله ¶ قيل لمعاوية بن قُرَّة رَحمَه الله كَيفَ ابْنك قَالَ نعم الابْن كفاني أَمر دنياي ففرغني لآخرتي ¶ رَوَاهُ عَنهُ أَبُو نعيم الْحَافِظ فِي حليته ¶ وَكَذَا كل من أحب ضيعته أَو شَيْئا من الدُّنْيَا ليستعين بِهِ على الطَّاعَة وَالْعلم ويتفرغ",
            "page": "94",
            "part": "1",
            "seal": "1D9AA125"
        },
        {
            "id": "86",
            "nass": "بذلك قلبه لما يَقْصِدهُ من الْخَيْر فَإِن حبه لذَلِك يكون لله ولوجه الله وَلَيْسَ من الْحبّ المذموم وَالْحَمْد لله ¶ وَقد سُئِلَ الإِمَام أَحْمد بن حَنْبَل رَضِي الله عَنهُ عَن هَذَا الحَدِيث فَقَالَ حبها أَن تكون فِي قَلْبك تؤثرها على كل شَيْء ¶ هَذَا كَلَامه رَحمَه الله ¶ وَقد بعث رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى أَصْنَاف الْخلق وَمِنْهُم التُّجَّار وَأهل الصناعات والمحترفون وأرباب الضيعات وَمِنْهُم كسْرَى وَقَيْصَر وملوك مدحج وأقيال حمير فَلم يَأْمر صلى الله عَلَيْهِ وَسلم التَّاجِر بترك تِجَارَته وَلَا المحترف بترك حرفته وَلَا أَمر التارك لذَلِك بالإشتغال بِهِ وَلَا أَمر الْغَنِيّ بترك غناهُ وَلَا بإهمال ضيعته وَمَا حواه وَلَا أَمر الْملك مِنْهُم بترك مَا جمعت يَدَاهُ بل دَعَا الْكل إِلَى الله وأرشدهم إِلَى معرفَة الله وأعلمهم أَن نجاتهم بِطَاعَة الله وحضهم على تقوى الله وَأمرهمْ بِالزَّكَاةِ تَطْهِيرا لِلْمَالِ وَنهى عَن قيل وَقَالَ وإضاعة المَال وَكَثْرَة السُّؤَال ¶ وَقد كَانَ فِي صحابته وَآله رَضِي الله عَنْهُم بل الْعشْرَة البررة من جمع القناطير المقنطرة كعثمان بن",
            "page": "95",
            "part": "1",
            "seal": "92E01B75"
        },
        {
            "id": "87",
            "nass": "عَفَّان وَطَلْحَة وَعبد الرَّحْمَن رَضِي الله عَنْهُم فَلم يُنكر النَّبِي صلى الله عَلَيْهِ وَسلم أفعالهم وَلَا أَمرهم أَن يضيعوا أَمْوَالهم بل قَالَ صلى الله عَلَيْهِ وَسلم (لَيست الزهادة فِي الدُّنْيَا بِتَحْرِيم الْحَلَال وَلَا بإضاعة المَال وَلَكِن الزهادة فِي الدُّنْيَا أَن تكون بِمَا فِي يَد الله أوثق مِنْك بِمَا فِي يدك ¶ وَأَن تكون بِثَوَاب الْمُصِيبَة إِذا أَنْت أصبت بهَا أَرغب مِنْك فِيهَا لَو لم تصبك) ¶ رَوَاهُ الْحَافِظ التِّرْمِذِيّ رَحمَه الله فِي جَامعه ¶ وَقيل لِرَبِيعَة بن أبي عبد الرَّحْمَن رَضِي الله عَنهُ وَكَانَ من الْأَوْلِيَاء مَا رَأس الزهادة قَالَ جمع الْأَشْيَاء من حلهَا ووضعها فِي حَقّهَا ¶ حَكَاهُ عَنهُ أَبُو نعيم فِي حليته ¶ وَقَالَ رجل لأبي حَازِم رَحمَه الله وَكَانَ من الْأَوْلِيَاء أَشْكُو إِلَيْك حب الدُّنْيَا وَلَيْسَت لي بدار فَقَالَ لَهُ انْظُر مَا آتاك الله فَلَا تَأْخُذهُ إِلَّا بحله وَلَا تضعه إِلَّا فِي حَقه وَلَا يَضرك حب الدُّنْيَا وَنَحْوه ¶ أسْند أَبُو نعيم فِي حليته عَن عبد الرَّحْمَن بن زيد بن أسلم قَالَ قلت لأبي حَازِم إِنِّي لأجد شَيْئا يحزنني ¶ قَالَ وَمَا هُوَ قلت حبي للدنيا قَالَ لي اعْلَم أَن هَذَا لشَيْء مَا أعاتب نَفسِي على شَيْء",
            "page": "96",
            "part": "1",
            "seal": "304B1F66"
        },
        {
            "id": "88",
            "nass": "حببه الله إِلَيّ لِأَن الله تَعَالَى حبب هَذِه الدُّنْيَا إِلَيْنَا وَلَكِن لتكن معاتبتنا أَنْفُسنَا فِي غير هَذَا أَن لَا يَدْعُونَا حبها إِلَى أَن نَأْخُذ شَيْئا يكرههُ الله ¶ وَلَا نمْنَع شَيْئا من شَيْء أحبه الله فَإِذا فعلنَا ذَلِك لم يضرنا حبنا إِيَّاهَا ¶ هَذَا وَقد أحب صلى الله عَلَيْهِ وَسلم أَشْيَاء من الدُّنْيَا فَقَالَ (حبب إِلَيّ من دنياكم ثَلَاث النِّسَاء وَالطّيب وَجعلت قُرَّة عَيْني فِي الصَّلَاة) ¶ وَكَانَ صلى الله عَلَيْهِ وَسلم يحب الْحَلْوَى وَالْعَسَل وَقَالَ عَلَيْهِ السَّلَام (لما خرج من مَكَّة شرفها الله مَا أطيبك من بَلْدَة وَأَحَبَّك إِلَيّ وَلَوْلَا أَن قومِي أَخْرجُونِي مِنْك مَا سكنت غَيْرك) وَقَالَ (اللَّهُمَّ حبب إِلَيْنَا الْمَدِينَة كحبنا مَكَّة أَو أَكثر) ¶ وَذكر صلى الله عَلَيْهِ وَسلم أَنه يحب عَائِشَة وَالْحسن وَالْحُسَيْن رَضِي الله عَنْهُم ¶ وكل هَذَا من الدُّنْيَا ¶ ودعا صلى الله عَلَيْهِ وَسلم لِخَادِمِهِ أنس رَضِي الله عَنهُ أَن يكثر الله مَاله وَولده فاستجيب لَهُ فِي ذَلِك ¶ وَذَلِكَ كُله دنيا وَلَو كَانَ حب الدُّنْيَا على الْإِطْلَاق خَطِيئَة لما سَأَلَهُ لأنس وَلَا دَعَا بِهِ وَلَا أحبه لَهُ وَهُوَ من خير أَصْحَابه",
            "page": "97",
            "part": "1",
            "seal": "96FA1BA7"
        },
        {
            "id": "89",
            "nass": "وَقَالَ صلى الله عَلَيْهِ وَسلم (اللَّهُمَّ إِنِّي أَسأَلك من صَالح مَا تؤتي النَّاس من المَال وَالْولد غير الضال والمضل) ¶ فَطلب صلى الله عَلَيْهِ وَسلم ربه المَال وَالْولد وهما دنيا وَاحْترز بقوله (الضال والمضل) عَمَّا لَا بركَة فِيهِ مِنْهُمَا فَإِنَّهُ يصد عَن الله وَيَدْعُو إِلَى مَعْصِيّة الله ¶ فَمَا كَانَ بِهَذِهِ الصّفة فَهُوَ المذموم ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (إِن الله يُعْطي الدُّنْيَا من يحب وَمن لَا يحب وَلَا يُعْطي الْآخِرَة إِلَّا من أحب) ¶ رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ رحمهمَا الله وَرَوَاهُ مَالك رَحمَه الله فِي الْمُوَطَّأ وَرَوَاهُ الواحدي فِي وسيطه وَزَاد فَمن أعطَاهُ الدّين فقد أحبه يَعْنِي سَوَاء كَانَ غَنِيا أَو فَقِيرا خاملا كَانَ أَو مَشْهُورا وَقد أحب الله تَعَالَى قوما فَجمع لَهُم بَين النُّبُوَّة وَالْملك الْعَظِيم كيوسف وَدَاوُد وَسليمَان عَلَيْهِم السَّلَام ¶ فَمَا يضر الْغنى مَعَ حسن الْإِيمَان وَلَا ينفع الْفقر مَعَ مَعْصِيّة الرَّحْمَن وَمن أطَاع وَاتَّقَى لم يشنه فقر وَلَا غنى ¶ قَالَ صلى الله عَلَيْهِ وَسلم (لَيْسَ خَيركُمْ من ترك الدُّنْيَا للآخرة وَلَا الْآخِرَة للدنيا وَلَكِن خَيركُمْ من أَخذ من هَذِه وَهَذِه) ¶ ذكر الْمَاوَرْدِيّ فِي كِتَابه ¶ وَكَانَ رَسُول الله",
            "page": "98",
            "part": "1",
            "seal": "3F0838B8"
        },
        {
            "id": "90",
            "nass": "صلى الله عَلَيْهِ وَسلم يَدْعُو وَيَقُول (اللَّهُمَّ أصلح لنا ديننَا الَّذِي هُوَ عصمَة أمرنَا وَأصْلح لنا دُنْيَانَا الَّتِي فِيهَا معاشنا وَأصْلح لنا آخرتنا الَّتِي إِلَيْهَا معادنا) ¶ رَوَاهُ مُسلم فِي صَحِيحه فَطلب صلى الله عَلَيْهِ وَسلم صَلَاح الدُّنْيَا وَصَلَاح الدُّنْيَا دنيا لَكِن صَلَاحهَا يعين على التَّقْوَى وَالتَّقوى هِيَ النافعة فِي العقبى الدافعة لكل بلوى وَفِي حَدِيث آخر (اللَّهُمَّ إِنِّي أَسأَلك الْهدى والتقى والعفاف والغنى) ¶ وَكَانَ صلى الله عَلَيْهِ وَسلم كثيرا مَا يتَعَوَّذ من الْفقر والقلة والذلة ¶ وَفِي الحَدِيث الْمَشْهُور فِي الصَّحِيحَيْنِ أَنه صلى الله عَلَيْهِ وَسلم نهى من أَرَادَ أَن يُوصي بِأَكْثَرَ من ثلث مَاله وَقَالَ لَهُ (إِنَّك إِن تذر وَرثتك أغيناء خير لَك من أَن تذرهم عَالَة يَتَكَفَّفُونَ النَّاس) ¶ وَفِي حلية الْأَوْلِيَاء لأبي نعيم عَن مُحَمَّد بن الْمُنْكَدر رَحمَه الله أَنه كَانَ يَقُول العون على تقوى الله الْغنى ¶ وَفِي كتاب الْإِحْيَاء للْإِمَام الْغَزالِيّ رضوَان الله عَلَيْهِ أَنه صلى الله عَلَيْهِ وَسلم قَالَ (نعم العون على تقوى الله المَال) ¶ فَمن أحب الدُّنْيَا للدنيا تنعما وتفكها وتكاثرا فَهُوَ المذموم وَهُوَ المَال المضل المشؤوم وَمن أحبها ليستعين بهَا على الطَّاعَة ويتفرغ بهَا للْعلم وَالْعِبَادَة أَو ليكف بهَا",
            "page": "99",
            "part": "1",
            "seal": "90EB093F"
        },
        {
            "id": "91",
            "nass": "نَفسه عَن سُؤال النَّاس فَهُوَ الْمَحْمُود والمشكور وَهُوَ على ذَلِك إِن شَاءَ الله تَعَالَى مأجور ¶ وَقد فرق رَسُول الله صلى الله عَلَيْهِ وَسلم بَين الْأَمريْنِ فَقَالَ عَلَيْهِ السَّلَام (من طلب الدُّنْيَا حَلَالا استعفافا عَن الْمَسْأَلَة وسعيا على عِيَاله وتعطفا على جَاره جَاءَ يَوْم الْقِيَامَة وَوَجهه كَالْقَمَرِ لَيْلَة الْبَدْر وَمن طلب الدُّنْيَا حَلَالا مكاثرا مرائيا لَقِي الله وَهُوَ عَلَيْهِ غَضْبَان) ¶ رَوَاهُ الْأَئِمَّة الْحفاظ أَبُو بكر الْبَيْهَقِيّ فِي سنَنه وَأَبُو نعيم فِي حليته وَأَبُو اللَّيْث فِي تنبيهه وَغَيرهم رَضِي الله عَنْهُم ¶ فذم صلى الله عَلَيْهِ وَسلم من طلب الدُّنْيَا للمفاخرة والمكاثرة وَإِن كَانَت حَلَالا فَمَا الظَّن بِمن أَخذ الْحَرَام وعده مَالا وظلم الأرامل وهضم الْأَيْتَام وَغير السّنَن وَعكس الْأَحْكَام وَنصب نَفسه لعداوة أهل الْإِسْلَام ¶ فَلَا يجْرِي بِبَالِهِ سوى الدُّنْيَا وَمَا ناله فِيهَا وَلَا يحب وَلَا يبغض إِلَّا لسَبَب يحصل لَهُ من بنيها فَمن رشاه أَو أرضاه بعطاء عده محبا وَإِن كَانَ سَفِيها وَمن عمل بِالْحَقِّ وَلم يداره أبغضه وَإِن كَانَ نبيها وسبه وجهله وَإِن كَانَ رشيدا فَقِيها ¶ (فَأَي خِصَال الْمَرْء ترضي وتحمد ... إِذا كَانَ فِي بَحر الْمَظَالِم يجْهد)",
            "page": "100",
            "part": "1",
            "seal": "B219BAA1"
        },
        {
            "id": "92",
            "nass": "ينظر القذى فِي عين أَخِيه وَلَا بصر الْجذع فِي عينه يشْتَغل فِي غيب سواهُ وَلَا ينظر فِي عَيبه ينْقد على أهل الدّين وَالْعلم وينكر على أهل الْفضل والحلم ¶ يمن على غَيره بالسلامة من شَره وَإِن لم يظلم شخصا عد ذَلِك عَلَيْهِ من بره وهيهات لَيْسَ ترك الظُّلم إحسانا ¶ وَلَا الْكَفّ عَن الْقَبِيح يعد امتنانا وَإِنَّمَا الْإِحْسَان هُوَ الْبر والإنصاف وَالْإِكْرَام والإتحاف والتواضع والإلطاف وَالْعَمَل بِالْكتاب وَالسّنة رَجَاء الْأجر والفوز بِالْجنَّةِ {وَالله يهدي من يَشَاء إِلَى صِرَاط مُسْتَقِيم}",
            "page": "101",
            "part": "1",
            "seal": "CB710B96"
        },
        {
            "id": "93",
            "nass": "فصل ¶ وَمن كسب المَال الْحَلَال ليكفل بِهِ الْأَهْل والعيال وتعفف بِهِ عَن السُّؤَال فقد أحسن بِهَذَا الفعال ونال الْأجر بِهَذِهِ الْخِصَال لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (لِأَن يَأْخُذ أحدكُم حبله فَيَأْتِي بحزمة حطب على ظَهره فيبيعها فيكف بهَا وَجهه خير لَهُ من يسْأَل النَّاس أَعْطوهُ أَو منعُوهُ) ¶ رَوَاهُ البُخَارِيّ وَمُسلم فِي صَحِيحَيْهِمَا ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (طلب الْحَلَال فَرِيضَة على كل مُسلم) ¶ وَقَالَ (نعم المَال الصَّالح للرجل الصَّالح) ¶ وَذكره صَاحب الشهَاب ¶ وَقَالَ أَبُو اللَّيْث السَّمرقَنْدِي رَحمَه الله فِي كتاب أدب التَّعْلِيم وَكَانُوا فِي الزَّمن الأول يتعلمون الحرفة ثمَّ يتعلمون الْعلم حَتَّى لَا يطمعوا فِي أَمْوَال النَّاس ¶ فَإِن الطمع فقر حَاضر",
            "page": "102",
            "part": "1",
            "seal": "91BA94D4"
        },
        {
            "id": "94",
            "nass": "وَقَالَ صلى الله عَلَيْهِ وَسلم (أفضل الْأَعْمَال على وَجه الأَرْض طلب الْعلم وَالْجهَاد وَالْكَسْب) ¶ ذكره أَبُو اللَّيْث فِي تنبيهه ¶ قَالَ وَقَالَ بعض أهل الْعلم لَا يقوم الدّين وَالدُّنْيَا إِلَّا بأَرْبعَة الْعلمَاء والأمراء والغزاة وَأهل الْكسْب ¶ انْتهى كَلَامه ¶ وَفِي بعض الْأَحَادِيث الغريبة أَنه صلى الله عَلَيْهِ وَسلم قَالَ (الْفقر لِأَصْحَابِي سَعَادَة والغنى لِلْمُؤمنِ فِي آخر الزَّمَان سَعَادَة) قيل يَا رَسُول الله كَيفَ يكون ذَلِك قَالَ (لِأَنَّهُ يصير المَال إِلَى بخلائهم ويسودهم أشرارهم وَمن سَعَادَة الْمَرْء أَن لَا يحْتَاج فِي ذَلِك الزَّمَان فَإِن اسْتَطَعْتُم أَن تَكُونُوا أغنياءهم فافعلوا) ¶ وَقَالَ بعض الْحُكَمَاء حفظك مَا فِي يدك أولى لَك من طلب مَا فِي يَد غَيْرك ¶ وَقَالَ الْغَزالِيّ رَحمَه الله فِي كتاب النِّكَاح من كتاب الْإِحْيَاء ¶ النّظر للعواقب وَحفظ المَال وادخاره مَعَ كَونه مناقضا للتوكل لَا نقُول أَنه مَنْهِيّ عَنهُ ¶ وَقَالَ إِمَام الْحفاظ وَرَأس الوعاظ ابْن الْجَوْزِيّ رَحمَه الله فِي وَصيته لِابْنِهِ ودبر أَمرك فِي إنفاقك من غير تبذير لِئَلَّا تحْتَاج إِلَى النَّاس فَإِن حفظ المَال من الدّين وَلِأَن تخلفه لورثتك خير من أَن تحْتَاج إِلَى النَّاس",
            "page": "103",
            "part": "1",
            "seal": "1D64E15F"
        },
        {
            "id": "95",
            "nass": "وَقَالَ ابْن الْجَوْزِيّ أَيْضا رَحمَه الله فِي كتاب الطِّبّ الروحاني وَلَا يُنكر على من جمع مَا لَا غنى للنَّفس عَنهُ فاستغنى بِهِ عَن النَّاس وأغنى أَوْلَاده وبذل بعضه للمحتاجين إِلَّا أَنه لَا يَنْبَغِي بعد حُصُول الْمِقْدَار الْمُتَوَسّط أَن يضيع الزَّمن الشريف ويخاطر بِالروحِ فِي الْأَسْفَار ¶ قَالَ وَاعْلَم أَن مُجَرّد إمْسَاك المَال لَا يُسمى بخلا لِأَن الْإِنْسَان قد يمسك لِحَاجَتِهِ ولحوادث دهره وَلأَجل عائلته ولقرابته قَالَ وَهَذَا كُله من بَاب الحزم فَلَا يذم ¶ وَإِنَّمَا يَقع الْبُخْل على مَانع الْحق الْوَاجِب والتبذير فِيمَا يَأْمر بِهِ الْهوى وَينْهى عَنهُ الْعقل قَالَ وَاعْلَم أَن الْإِنْسَان قد يعْطى رزق شهر فِي يَوْم وَاحِد فَإِذا بذر فِيهِ بَقِي شهره يعاني الْبلَاء وَإِذا دبر فِيهِ عَاشَ شهره طيب الْعَيْش ¶ قَالَ وَيَنْبَغِي للعاقل أَن يكْتَسب أَكثر مِمَّا يحْتَاج إِلَيْهِ ويقتني مِمَّا يعلم أَنه لَو حدث بِهِ حَادث كَانَ فِي المقتنى عوض عَمَّا ذهب ¶ وَلَو جَاءَهُ أَوْلَاد أَو احْتَاجَ إِلَى فضل زَوْجَة أَو خَادِم أَو احْتَاجَ وَلَده إِلَى مثل ذَلِك كَانَ فِي كَسبه مَا يَكْفِيهِ ¶ وَفِي الْجُمْلَة يَنْبَغِي أَن تكون النَّفَقَة أقل من الْكسْب",
            "page": "104",
            "part": "1",
            "seal": "E720BDD0"
        },
        {
            "id": "144",
            "nass": "وَمهما ظَهرت الْفِتَن وانضربت فِيهَا الْأَقَاوِيل وَخيف من شَرها التَّعْرِيض والتطويل والتهويل فافرع إِلَى التوقي بِمَا يقي من أمرهَا الوبيل بترداد قَول حَسبنَا الله وَنعم الْوَكِيل فَإِنَّهَا الْكَلِمَة الَّتِي ألهمها إِبْرَاهِيم الْخَلِيل عَلَيْهِ أفضل الصَّلَاة وَالتَّسْلِيم فَقَالَهَا لما رَمَوْهُ وألقوه فِي الْجَحِيم فَقَالَ الله تَعَالَى {يَا نَار كوني بردا وَسلَامًا على إِبْرَاهِيم وَأَرَادُوا بِهِ كيدا فجعلناهم الأخسرين} ¶ وَإِن افتخر عَلَيْك مفتخر بسلاحه وزيه وَعظم سطوته وَكَثْرَة ليه فَقل إِنَّمَا الْفَخر لمن خدم شرع الله وَسنة نبيه وَلَيْسَ الْفَخر بِحسن الزي واللباس وَلَا بارتفاع الْحُصُون وقهر النَّاس وَلَا بظُلْم الْخلق وَشدَّة الباس وَلَا بِحمْل السِّلَاح وَالْحلَل الملاح لَكِن الْفَخر بالتقى وَالصَّبْر والرضى وخدمة شَرِيعَة الْمُصْطَفى صلى الله عَلَيْهِ وَسلم وَشرف وكرم ¶ (وَنحن بِحَمْد الله خدام شَرعه ... وخادم شرع الله لَا يخْش من غلب)",
            "page": "152",
            "part": "1",
            "seal": "AFBC4EF4"
        },
        {
            "id": "145",
            "nass": "(لنا شرف الْعلم الْعَزِيز الَّذِي بِهِ ... رزقنا بِحَمْد الله من أرفع الرتب) ¶ (بِهِ أنسنا والعز وَالْفَخْر والعلا ... فَفِي الْعلم عز للفتى أَيْنَمَا ذهب) ¶ (وَمن كنز الْعلم الشريف بصدره ... ينله إِلَه الْخلق من كل مَا أحب) ¶ (لنا الْفِقْه بُسْتَان لنا الشَّرْع عُمْدَة ... وأحسابنا التَّقْوَى فيا لَك من حسب) ¶ (وَسنة خير الْخلق فَهِيَ سِلَاحنَا ... وَتَفْسِير كتب الله يَا حبذا أدب) ¶ (لنا الشّعْر ميدان لنا النَّحْو سلوة ... لنا اللُّغَة الفصحى لنا النثر والخطب) ¶ (وَكم مشكلات فِي الْعُلُوم نحلهَا ... نرى حلهَا أغْلى من الدّرّ وَالذَّهَب) ¶ (وَمَا الدّرّ والياقوت فِي جنب علمنَا ... وَمَا المَال إِلَّا مثل بعر لَدَى عِنَب) ¶ (وَكم من فنون رايقات بسوحنا ... تروق الَّذِي قد مارس الْعلم وانتصب)",
            "page": "153",
            "part": "1",
            "seal": "B6365930"
        },
        {
            "id": "146",
            "nass": "(نغوص ببحر الْعلم نستخرج الَّذِي ... يدق عَن الأفهام من كل مَا احتجب) ¶ (وأصحابنا فِي كل أَرض نجومها ... وَأهل التقى وَالْعلم صَارُوا لنا نسب) ¶ (وَذَاكَ بِفضل الله لَيْسَ بفعلنا ... تبَارك من أعْطى وَمن لَا سواهُ رب) ¶ (نُحدث بالنعماء شكرا لربنا ... على مَا حبا من كل خير وَمَا وهب) ¶ (نقُول بِهَذَا لَا لفخر ونخوة ... وَلَكِن لشكر الله فالشكر قد وَجب) ¶ (وَقد أَمر الرَّحْمَن بالشكر خلقه ... فَقَالَ اشكروا لَا تكفرُوا أَيهَا الْعَرَب)",
            "page": "154",
            "part": "1",
            "seal": "59B41B7B"
        },
        {
            "id": "147",
            "nass": "فصل ¶ فمهما أبقى الله سُبْحَانَهُ علينا نعْمَة الْإِسْلَام وَمَا أنعم بِهِ علينا من معرفَة الشَّرَائِع وَالْأَحْكَام وجنبنا جَمِيع الْفَوَاحِش والآثام فقد خصنا مِنْهُ بِأَفْضَل إكرام وتفضل علينا سُبْحَانَهُ بِكُل إنعام وَلَا نبالي بعد ذَلِك بِمَا تغير وتكدر من أَسبَاب الدُّنْيَا وَلَا بِمَا تعسر وَتعذر من بَقِيَّة الْأَشْيَاء لِأَن الدُّنْيَا عرض حَاضر يَأْكُل مِنْهُ الْبر والفاجر نسْأَل الله أَن يديم علينا نعمه وَأَن يصرف عَنَّا بِلُطْفِهِ نقمه فالدين وَالْعلم هُوَ الَّذِي عَلَيْهِ الْمعول وَهُوَ الْعِزّ الَّذِي لَا يضيع وَلَا يتَحَوَّل وَإنَّهُ لَهو الآخر وَهُوَ الأول وَإِن شرع الله لمحمود صَاحبه وَهُوَ الَّذِي لَا يفلح لأئمه وجاذبه وَهُوَ الَّذِي عز فِي الورى جَانِبه وَالْغَالِب بِالْبَاطِلِ مغلوب تَحْقِيقا {وَقل جَاءَ الْحق وزهق الْبَاطِل إِن الْبَاطِل كَانَ زهوقا} ¶ وَأنْشد شَيخنَا",
            "page": "155",
            "part": "1",
            "seal": "C12D46D4"
        },
        {
            "id": "148",
            "nass": "وأستاذنا وإمامنا وَسَيِّدنَا والدنا لنَفسِهِ عَفا الله عَنهُ وجزاه خيرا ¶ (يَد الشَّرْع أَعلَى وَهِي أكْرم منصب ... وبالحق تنجى فَالْحق الْحق واصحب) ¶ (فَمَا ذَاك بعد الْحق إِلَّا ضَلَالَة ... وَمَا بعد شرع الله غير التكذب) ¶ (وكل امْرِئ لم يتبع الشَّرْع فَاسق ... وَمن غَالب الشَّرْع المشرف يغلب) ¶ (وَمن رام ذل الشَّرْع أَو ذل أَهله ... يعد رومه ذلا عَلَيْهِ ويسغب) ¶ (فَمَا الْعِزّ إِلَّا للإله وَحزبه ... وَأهل كتاب الله أهل التحزب) ¶ (وأخيار أهل الأَرْض فِي كل موطن ... وشرق وَغرب مَعَ يمَان ومغرب) ¶ (هم الْأَوْلِيَاء السَّادة الْفُضَلَاء لم ... يزل نورهم للنَّاس فِي كل مَذْهَب) ¶ (أضاءوا ظلام الْجَهْل فَالْحق وَاضح ... وصانوا صميم الْحق فِي كل مشعب)",
            "page": "156",
            "part": "1",
            "seal": "BDC09674"
        },
        {
            "id": "149",
            "nass": "(كواكب أهل الأَرْض عمرانها بهم ... وَمَا تنجلي الظلماء إِلَّا بكوكب) ¶ (فَمن ينتقصهم أَو يرد ذلهم لَهُ ... فقد ظن أمرا لَيْسَ فيهم بِمُوجب) ¶ (وَمن شَيْخه السُّلْطَان والحصن أَوله ... جنود فَأهل الْعلم شيخهم النَّبِي) ¶ (وَمن حزبه أهل السِّلَاح فحزبهم ... كتاب عَزِيز مَانع كل مُصعب) ¶ وَقَالَ أَيْضا رَضِي الله عَنهُ وجزاه خيرا ¶ (أيا حَامِل الْعلم اسْتَقِم أَنْت غَالب ... وقم بِحُقُوق الْعلم ذَلِك وَاجِب) ¶ (وَلَا تخش أهل الْجَهْل فَالله دَافع ... عَن الدّين من للدّين مِنْهُم محَارب) ¶ (عَلَيْك بتقوى الله وَالصَّبْر والرضى ... بمقدور رَبِّي تكف مَا أَنْت رَاهِب) ¶ (وَلَا تخش إِلَّا الله فالخلق ملكه ... وَإِن الْإِلَه الله للْكُلّ غَالب) ¶ (وَإنَّك إِن عودت نَفسك بالرضى ... بمقدوره هَانَتْ عَلَيْك المصائب)",
            "page": "157",
            "part": "1",
            "seal": "0E759DFF"
        },
        {
            "id": "150",
            "nass": "(فَإِن كنت لَا ترْضى سوى مَا هويته ... بَدَت مِنْك بَين الْعَالمين معايب) ¶ (ففوض إِلَى الله الْأُمُور جَمِيعهَا ... سيكفيك من تخشاهم وتراقب) ¶ (وَلَا تكترث من ظَالِم واستعذ بِمن ... يعيذك مِنْهُ ينْدَفع وَهُوَ خائب) ¶ (إِذا كَانَ رَبِّي رَاضِيا عَنْك لَا تبل ... بِمن مِنْهُم رَاض وَمن هُوَ غاضب) ¶ (وَمن ظن أَن يجْرِي كَمَا شَاءَ أمره ... من الْخلق فَاعْلَم أَن ذَلِك كَاذِب) ¶ والعاقل لَا يجهل أَن لله تَعَالَى حكما يَضَعهَا الله فِي بِلَاده ويختبر بهَا من يَشَاء من صفوة عباده فَلَا يتزعزع لجهل جَاهِل يروم تَغْيِير مَا شَرعه الله وَلَا يتواضع لجَاهِل وَفَاجِر قد أهانه الله ¶ فَإِذا رَأَيْت ذَا جهل قد عدل عَن الصَّوَاب وَمَال عَمَّا شَرعه الله سُبْحَانَهُ فِي الْكتاب وَأعْرض عَن قَول الْعلمَاء وتغلب وتمرد عَن طاعتهم وَتَوَلَّى وأضرب وأتبعهم ذمه وتهدد وأرهب فخله وجهله وبأسه وَاضْرِبْ بتقوى الله تَعَالَى رَأسه ¶ وراقب الله وَحده وَاحْذَرْ بأسه فَإِن الله سُبْحَانَهُ",
            "page": "158",
            "part": "1",
            "seal": "0AED9E1F"
        },
        {
            "id": "151",
            "nass": "هُوَ الَّذِي يضر وينفع وَهُوَ الَّذِي يهين ويعين وَيرْفَع وَهُوَ الَّذِي لَهُ الْخلق وَالْأَمر وَهُوَ الَّذِي يعلم السِّرّ والجهر وَيعلم وَسْوَسَة الصَّدْر ¶ فلازم طَرِيق شَرِيعَته وَلَا تدعها واعمل بِسنة نبيه واتبعها وَإِن بقيت بهَا غَرِيبا فريدا وصرت بطريقها مفارقا وحيدا فقد قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (الْإِسْلَام بَدَأَ غَرِيبا وَسَيَعُودُ غَرِيبا كَمَا بَدَأَ فطوبى للغرباء الَّذِي يصلحون مَا أفسد النَّاس من سنتي) ¶ رَوَاهُ البُخَارِيّ رَحمَه الله ¶ فَاتق الله وَلَا تبالي بِمن سلك سَبِيل الضلال واعتصم بالكبير المتعال فَإِن الله تَعَالَى لَا يُغير مَا بِقوم حَتَّى يُغيرُوا مَا بِأَنْفسِهِم وَإِذا أَرَادَ الله بِقوم سوءا فَلَا مرد لَهُ وَمَا لَهُم من دونه من وَال ¶ وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم وَهُوَ حَسبنَا وَنعم الْوَكِيل",
            "page": "159",
            "part": "1",
            "seal": "C82C29D6"
        },
        {
            "id": "152",
            "nass": "فصل ¶ وَبعد فَإِنِّي أوصِي وَلَدي وأحبائي وَمن تَبِعَهُمْ من بني أبي وأصحابي بفن الْعلم وحرفته وَأَن يَكُونُوا من محبيه وَحَمَلته فَإِنَّهُ فن الأتقياء وَسلَاح الْأَوْلِيَاء ووراثة الْأَنْبِيَاء وَهُوَ الْكَنْز الَّذِي لَا يضيع وَلَا يفوت وَهُوَ الرفيق الَّذِي لَا يفارقك حِين تَمُوت وَهُوَ الَّذِي ينفع صَاحبه فِي الدُّنْيَا وَهُوَ الَّذِي يشفع لمن عمل بِهِ فِي العقبى ¶ قَالَ عَليّ كرم الله وَجهه لكميل بن زِيَاد رَضِي الله عَنهُ الْعلم خير من المَال الْعلم يحرسك وَأَنت تحرس المَال المَال تنقصه النَّفَقَة وَالْعلم يزكو على الْإِنْفَاق وَالْعلم حَاكم وَالْمَال مَحْكُوم عَلَيْهِ محبَّة الْعلم دين يدان الله بِهِ الْعلم يكْسب الْعَالم الطَّاعَة فِي حَيَاته وَجَمِيل الأحدوثة بعد وَفَاته ¶ مَاتَ خزان الْأَمْوَال وهم أَحيَاء",
            "page": "160",
            "part": "1",
            "seal": "75640F6F"
        },
        {
            "id": "153",
            "nass": "وَالْعُلَمَاء باقون مَا بَقِي الدَّهْر أعيانهم مفقودة وأمثالهم فِي الْقُلُوب مَوْجُودَة ¶ انْتهى كَلَامه رَضِي الله عَنهُ ¶ وينشد فِي الْمَعْنى ¶ (وَفِي الْجَهْل قبل الْمَوْت موت لأَهله ... وأجسامهم قبل الْقُبُور قُبُور) ¶ (وكل فَتى لم يحي بِالْعلمِ ميت ... وَلَيْسَ لَهُ حَتَّى النشور نشور) ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (الْعلم سلاحي وَالصَّبْر رِدَائي وَالرِّضَا غنيمتي) ¶ ذكره فِي الشفا وَعَن ابْن عَبَّاس رَضِي الله عَنْهُمَا أَنه قَالَ الْعلم أفضل من المَال لِأَنَّهُ مِيرَاث الْأَنْبِيَاء وَالْمَال مِيرَاث الفراعنة وَلِأَن الْعلم يحرسك وَأَنت تحرس المَال وَلِأَن الْعلم لَا يُعْطِيهِ الله إِلَّا من يُحِبهُ وَالْمَال يُعْطِيهِ من يُحِبهُ وَمن لَا يُحِبهُ وَلِأَن الْعلم لَا ينقص بالبذل والإنفاق وَالْمَال ينقص بذلك ¶ وَلِأَن صَاحب المَال ميت وَصَاحب الْعلم لَا يَمُوت وَلِأَن صَاحب المَال إِذا مَاتَ انْقَطع ذكره والعالم إِذا مَاتَ فَذكره بَاقٍ ¶ حَكَاهُ السَّمرقَنْدِي فِي كِتَابه عَنهُ وينشد",
            "page": "161",
            "part": "1",
            "seal": "FAC414B6"
        },
        {
            "id": "154",
            "nass": "(الجاهلون فموتى قبل مَوْتهمْ ... والعالمون وَإِن مَاتُوا فأحياء) ¶ وَقَالَ الشَّافِعِي رَضِي الله عَنهُ من أَرَادَ الدُّنْيَا فَعَلَيهِ بِالْعلمِ وَمن أَرَادَ الْآخِرَة فَعَلَيهِ بِالْعلمِ وَقَالَ أَيْضا من نظر فِي الْفِقْه نبل قدره وَمن كتب الحَدِيث قويت حجَّته ¶ حَكَاهُمَا عَنهُ النواوي رَحمَه الله فِي أول شرح الْمُهَذّب وَغَيره وَأنْشد بَعضهم ¶ (الْعلم فِيهِ جلالة ومهابة ... وَالْعلم أَنْفَع من كنوز الْجَوْهَر) ¶ (تفنى الْكُنُوز على الزَّمَان وَصَرفه ... وَالْعلم يبْقى باقيات الأعصر) ¶ وَقَالَ الْأَحْنَف بن قيس رَحمَه الله كَاد الْعلمَاء أَن يَكُونُوا أَرْبَابًا وكل عز لم يوطد بِعلم فَإلَى الذل يصير وَقَالَ بعض الْحُكَمَاء مَا رفع الله امْرأ عَن مَحَله بِغَيْر التقى وَالْعلم إِلَّا وحطه ¶ وَقَالَ ابْن المعتز رَحمَه الله علم الْإِنْسَان وَلَده المخلد وَأنْشد أَبُو الْفَتْح البستي رَحمَه الله",
            "page": "162",
            "part": "1",
            "seal": "F96DD762"
        },
        {
            "id": "155",
            "nass": "(يَقُولُونَ ذكر الْمَرْء يبْقى بنسله ... وَلَيْسَ لَهُ ذكر إِذا لم يكن نسل) ¶ (فَقلت لَهُم نسلي بَدَائِع حكمتي ... فَمن سره نسل فَإنَّا بذا نسلوا) ¶ وَكَانَ يحيى بن كثير رَحمَه الله يَقُول مِيرَاث الْعلم خير من الذَّهَب ¶ وَفِي تَفْسِير الثعالبي رَحمَه الله إِن مُصعب بن الزبير رَحمَه الله قَالَ لِابْنِهِ يَا بني تعلم الْعلم فَإِن كَانَ لَك مَال كَانَ لَك جمالا وَإِن لم يكن لَك مَال كَانَ لَك مَالا ¶ وينشد قيل إِنَّه لأبي الْأسود الدؤَلِي رَضِي الله عَنهُ ¶ (يَا طَالب الْعلم نعم الشَّيْء تطلبه ... لَا تعدلن بِهِ درا وَلَا ذَهَبا) ¶ (الْعلم زين وتشريف لصَاحبه ... فاطلب هديت فنون الْعلم والأدبا) ¶ (الْعلم كنز وَذخر لَا نفاد لَهُ ... نعم الْوَزير إِذا مَا عَاقل صحبا) ¶ (فجامع الْعلم مغبوط بِهِ أبدا ... وَلَيْسَ يحذر مِنْهُ الْفَوْت والسلبا)",
            "page": "163",
            "part": "1",
            "seal": "4D7F725E"
        },
        {
            "id": "156",
            "nass": "(فاشدد يَديك بِهِ تحمد مغبته ... يقيك حر زفير النَّار واللهبا) ¶ وَقَالَ يحيى بن أَكْثَم رَحمَه الله قَالَ لي الرشيد مَا أنبل الْمَرَاتِب قلت مَا أَنْت فِيهِ يَا أَمِير الْمُؤمنِينَ قَالَ أفتعرف من أجل مني قلت لَا قَالَ لكني أعرفهُ رجل فِي حَلقَة يَقُول حَدثنَا فلَان عَن فلَان عَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ قلت يَا أَمِير الْمُؤمنِينَ هَذَا خير مِنْك وَأَنت ابْن عَم رَسُول الله صلى الله عَلَيْهِ وَسلم وَولي عهد الْمُسلمين وأمير الْمُؤمنِينَ قَالَ نعم وَيلك هَذَا خير مني لِأَنَّهُ لَا يَمُوت أبدا وَنحن نموت ونفنى وَالْعُلَمَاء باقون مَا بَقِي الدَّهْر وَأنْشد بَعضهم ¶ (لَئِن مَاتَ قوم بعد علم وَطَاعَة ... فَذكرهمْ فِي النَّاس لَيْسَ يَمُوت) ¶ (لقد نطقت آثَارهم بعد مَوْتهمْ ... بفضلهم والجاهلون سكُوت) ¶ وَقَالَ آخر ¶ (النَّاس موتى وَأهل الْعلم أَحيَاء ... وَالنَّاس مرضى وهم فيهم أطباء)",
            "page": "164",
            "part": "1",
            "seal": "14AE7CB9"
        },
        {
            "id": "157",
            "nass": "(وَالنَّاس أَرض وَأهل الْعلم فَوْقهم ... سَمَاء نور فَمَا فِي النُّور ظلماء) ¶ (لَا تركنن إِلَى الْجُهَّال إِنَّهُم ... وَحقّ رَبِّي لأهل الْعلم أَعدَاء) ¶ فالعلم ولَايَة لَا يخْشَى عَلَيْهَا الْعَزْل وَلَا يَنْعَزِل صَاحبهَا بِمَوْت وَلَا قتل بل طَاعَة الْعَالم بعد مَوته قَائِمَة والأعمال بِحكمِهِ وفتاويه من بعده لَازِمَة وآثاره ومعالمه شاهدة عَلَيْهِ دائمة كَمَا قيل ¶ (لعمري لَئِن أضحت رميما عظامهم ... لقد آذَنت آثَارهم بحياتها) ¶ وسلفنا ومشايخنا الماضون كَأَنَّهُمْ لما لدينا من علمهمْ موجودن كَمَا قيل ¶ (يَمُوت قوم ويحيي الْعلم ذكرهم ... وَالْجهل يلْحق أَمْوَاتًا بأموات) ¶ وَأنْشد البطليوسي النَّحْوِيّ الْمَشْهُور رَحمَه الله تَعَالَى ¶ (أَخُو الْعلم حَيّ خَالِد بعد مَوته ... وأوصاله تَحت التُّرَاب رَمِيم)",
            "page": "165",
            "part": "1",
            "seal": "0197DFA8"
        },
        {
            "id": "158",
            "nass": "(وَذُو الْجَهْل ميت وَهُوَ ماش على الثرى ... يظنّ من الْأَحْيَاء وَهُوَ عديم) ¶ وَلم يمت من خلف علما نَافِعًا وَلَا كَانَ سَعْيه بذلك ضائعا بل حَسَنَاته متزايدة وَإِن كَانَ رميما وأجره مضاعف وَإِن كَانَ شخصه مَعْدُوما ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (إِذا مَاتَ ابْن آدم انْقَطع عمله إِلَّا من ثَلَاث صَدَقَة جَارِيَة أَو علم ينْتَفع بِهِ أَو ولد صَالح يَدْعُو لَهُ) ¶ رُوِيَ فِي الصَّحِيحَيْنِ ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (سبع يجْرِي للْعَبد أجرهن من بعد مَوته وَهُوَ فِي قَبره من علم علما أَو أجْرى نَهرا أَو حفر بِئْرا أَو غرس نخلا أَو بنى مَسْجِدا أَو ورث مُصحفا أَو ترك ولدا يسْتَغْفر لَهُ بعد مَوته) ¶ ذكره فِي كتاب الْكَوْكَب عَن مُسْند الْبَزَّار وَنَحْوه فِي منتخب ابْن الْجَوْزِيّ رَحمَه الله فيا حسنها من كَرَامَة يتضاعف أجرهَا إِلَى يَوْم الْقِيَامَة وَيَا لَهَا من ولَايَة لَيْسَ لَهَا نِهَايَة ¶ وَأنْشد أَبُو بكر بن عَليّ الْحسن الْكَاتِب القستهاني رَحمَه الله فِيمَا حَكَاهُ السلَفِي عَنهُ وَمَا أحسن مَا قَالَ",
            "page": "166",
            "part": "1",
            "seal": "46B7A000"
        },
        {
            "id": "159",
            "nass": "(تعلم الْعلم فَمَا أَن على ... صَاحبه ضنك وَلَا أزل) ¶ (فَإِنَّمَا الْعلم لأربابه ... ولَايَة لَيْسَ لَهَا عزل) ¶ وَقَالَ آخر قيل إِنَّه الشَّيْخ أَبُو إِسْحَاق الشِّيرَازِيّ رَحمَه الله ونفع بِهِ وَبِمَا جمعه ¶ (عَلَيْكُم بالمحابر فالزموها ... وَلَا تعبوا بأصحاب الدواة) ¶ (فَمَا لولاية الْفُقَهَاء عزل ... وعزل ولَايَة الْكتاب يَأْتِي) ¶ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لهِلَال بن يسَار رَحمَه الله (لَا تفارق المحبرة فَإِن الْخَيْر فِيهَا وَفِي أَهلهَا إِلَى يَوْم الْقِيَامَة) ¶ وَذكره أَبُو اللَّيْث السَّمرقَنْدِي فِي كِتَابه أدب التَّعْلِيم وَتَبعهُ على ذكره رشيد الدّين الكاشغري رَحمَه الله فِي كِتَابه مُخْتَصر الْوَسِيلَة ¶ وَعَن ابْن عَبَّاس رَضِي الله عَنْهُمَا الْعلم يزِيد",
            "page": "167",
            "part": "1",
            "seal": "946B39DC"
        },
        {
            "id": "160",
            "nass": "الشريف شرفا وَيجْلس الْمَمْلُوك على الأسرة ¶ وَرَفعه أَي الحَدِيث إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَعَن الْمَاوَرْدِيّ رَحمَه الله فِي كِتَابه عَن أنس رَضِي الله تَعَالَى عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (إِن الْحِكْمَة تزيد الشريف شرفا وترفع العَبْد الْمَمْلُوك حَتَّى تجلسه مجَالِس الْمُلُوك) ¶ وَقَالَ الْحَافِظ ابْن الْجَوْزِيّ رَحمَه الله فِي وَصيته لوَلَده الْعلم يرفع الأراذل فقد كَانَ خلق كثير لَا نسب لَهُم يذكر وَلَا صُورَة تستحسن فعزوا وشرفوا بِالْعلمِ ¶ كَانَ عَطاء بن أبي رَبَاح رَضِي الله عَنهُ مَمْلُوكا لامْرَأَة من أهل مَكَّة ¶ وَكَانَ أسود مستوحش الْخلقَة كَأَن أَنفه باقلاه فتعلم الْعلم فنال بِهِ الْعِزّ والرفعة حَتَّى أَن سُلَيْمَان بن عبد الْملك جَاءَهُ هُوَ وولداه فجلسوا يسألونه عَن الْمَنَاسِك فَحَدثهُمْ وَهُوَ معرض بِوَجْهِهِ عَنْهُم من هوانهم لَدَيْهِ وعزته بِالْعلمِ وَسليمَان يَوْمئِذٍ هُوَ الْخَلِيفَة فَقَالَ سُلَيْمَان لِوَلَدَيْهِ لما خرجا من عِنْده لَا تنيا عَن طلب الْعلم فَمَا أنسى ذلنا بَين يَدي هَذَا العَبْد الْأسود ¶ وَكَانَ زيد بن أسلم مولى وَكَانَ زين العابدين عَليّ بن الْحُسَيْن بن عَليّ بن أبي طَالب رَضِي الله عَنْهُم يتخطى",
            "page": "168",
            "part": "1",
            "seal": "A473A138"
        },
        {
            "id": "161",
            "nass": "مجَالِس قومه حَتَّى يَأْتِيهِ فيجلس عِنْده فَقيل لَهُ يغْفر الله لَك أَنْت سيد النَّاس وأفضلهم تذْهب إِلَى هَذَا العَبْد فتجلس مَعَه فَقَالَ إِنَّه يَنْبَغِي للْعلم أَن يتبع حَيْثُ مَا كَانَ ¶ رَوَاهُ الْحَافِظ أَبُو نعيم فِي حليته بِإِسْنَادِهِ وَنَحْوه ذكر الإِمَام النواوي رَحمَه الله فِي تهذيبه حِكَايَة عَن تَارِيخ البُخَارِيّ رَحمَه الله وَفِيه فَقيل لَهُ تَتَخَطَّى مجَالِس قَوْمك إِلَى عبد عمر بن الْخطاب فَقَالَ إِنَّمَا يجلس الْمَرْء إِلَى من يَنْفَعهُ فِي دينه ¶ وَكَانَ الْحسن مولى وَكَذَلِكَ ابْن سِرين وَمَكْحُول رَضِي الله عَنْهُم وَخلق كثير فشرفوا بِالْعلمِ وَالتَّقوى وَبَقِي ذكرهم وشرفهم إِلَى آخر الدُّنْيَا وَقَالَ الْخَطِيب الْبَغْدَادِيّ فِي كِتَابه كَانَ مُحَمَّد بن عبد الرَّحْمَن الأوقص عُنُقه دَاخِلا فِي بدنه وَكَانَ منكباه خَارِجين كَأَنَّهُمَا زجان ¶ فَقَالَت لَهُ أمه يَا بني إِنَّك خلقت خلقَة لَا تكون فِي قوم إِلَّا كنت المضحوك مِنْهُ المسخور بِهِ ¶ فَعَلَيْك بِطَلَب الْعلم فيرفعك فَطلب الْعلم ثمَّ ولي قَضَاء مَكَّة عشْرين سنة ¶ وَكَانَ الْخصم إِذا قعد بَين يَدَيْهِ يرعد من هيبته لأجل علمه ¶ وَحكى أَبُو اللَّيْث رَحمَه الله فِي تنبيهه عَن",
            "page": "169",
            "part": "1",
            "seal": "E717C95E"
        },
        {
            "id": "162",
            "nass": "سَالم بن أبي الْجَعْد رَحمَه الله أَنه قَالَ اشتراني مولَايَ بِثَلَاث مئة وأعتقني فَقلت فِي أَي الْحَرْف احترف فاخترت الْعلم على كل حِرْفَة فَلم تمض لي مُدَّة حَتَّى أَتَانِي الْخَلِيفَة زَائِرًا فَلم آذن لَهُ قَالَ وَدخل صَالح المري رَحمَه الله على الْملك فأجلسه على وسادته فَجَلَسَ فَقَالَ صَالح قَالَ الْحسن وَصدق الْحسن قَالَ لَهُ أَمِير الْمُؤمنِينَ وأيش قَالَ الْحسن قَالَ قَالَ الْحسن إِن الْعلم يزِيد الشريف شرفا ويبلغ بِالْعَبدِ منَازِل الْأَحْرَار وَإِلَّا فَمن صَالح المري حَتَّى يجلس على وسَادَة أَمِير الْمُؤمنِينَ لَوْلَا الْعلم وَأنْشد بَعضهم ¶ (الْعلم ينْهض بالخسيس إِلَى الْعلَا ... وَالْجهل يقْعد بالفتى الْمَنْسُوب) ¶ وَقد قيل ضمن الْعلم لكل من خدمه أَن يَجْعَل النَّاس كلهم خدمه وَأنْشد بَعضهم ¶ (إِذا أَحْبَبْت أَن تحيى سعيدا ... وتلقى الله بِالْعَمَلِ الْكَرِيم) ¶ (فَلَا تصْحَب سوى الأخيار واقطع ... زَمَانك فِي مدارسة الْعُلُوم)",
            "page": "170",
            "part": "1",
            "seal": "515B76F0"
        },
        {
            "id": "163",
            "nass": "وَقَالَ أَبُو الْفَتْح البستي فِي قصيدته الْمَشْهُورَة ¶ (يَا أَيهَا الْعَالم المرضي سيرته ... أبشر فَأَنت بِغَيْر المَاء رَيَّان) ¶ (وَيَا أَخا الْجَهْل لَو أَصبَحت فِي لجج ... فَأَنت مَا بَينهَا لَا شكّ ظمآن) ¶ وَمن شرف الْعلم وفضله أَن الهدهد مَعَ ضعفه وَقلة خطره لما تهدده سُلَيْمَان عَلَيْهِ السَّلَام مَعَ علو قدره وَشدَّة سطوته أَجَابَهُ الهدهد بصولة الْعلم وقوته {أحطت بِمَا لم تحط بِهِ وجئتك من سبإ بنبإ يَقِين} ¶ وَعَن مُجَاهِد رَحمَه الله فِي قَوْله تَعَالَى {يُؤْتِي الْحِكْمَة من يَشَاء} ¶ قَالَ الْفِقْه وَالْعلم ¶ وَقَالَ بعض الْحُكَمَاء لم أجد رُتْبَة أرفع وَلَا شَيْء أَنْفَع وَلَا خيرا أجمع من الْعلم إِذا قارنته سكينَة وَإِنِّي رَأَيْته يرفع وضيع الْحسب إِلَى أرفع الرتب حَتَّى تكون لَهُ الْأَشْرَاف أتباعا والأخيار أشياعا وَأنْشد بَعضهم",
            "page": "171",
            "part": "1",
            "seal": "FD263AB6"
        },
        {
            "id": "164",
            "nass": "(الْعلم زين ومحمود عواقبه ... فَمن ينله يكن من أسعد النَّاس) ¶ (وَهُوَ الْمُقدم وَالْمُخْتَار بَينهم ... كالرأس مَا فِي الْفَتى أعلا من الراس) ¶ وَقَالَ آخر ¶ (الْعلم للمرء مثل التَّاج للْملك ... وَالْعلم للمرء مثل الشَّمْس للفلك) ¶ (فاشدد يَديك بِحَبل الْعلم معتصما ... فالعلم للمرء مثل المَاء للسمك) ¶ وَأنْشد آخر ¶ (الْعلم زين وفخر لَا خَفَاء بِهِ ... من ناله نَالَ أَعلَى عالي الرتب) ¶ (يكسو الْفَتى حللا تبقى عَلَيْهِ وَمَا ... نَالَ الْفَتى حلَّة أبهى من الْأَدَب) ¶ وَقَالَ غَيره ¶ (تعلم فَلَيْسَ الْمَرْء يُولد عَالما ... وَلَيْسَ أَخُو علم كمن هُوَ جَاهِل)",
            "page": "172",
            "part": "1",
            "seal": "6CE76D12"
        },
        {
            "id": "165",
            "nass": "(وَإِن كَبِير الْقَوْم لَا علم عِنْده ... صَغِير إِذا الْتفت عَلَيْهِ المحافل) ¶ (وَإِن صَغِير الْقَوْم إِن كَانَ عَالما ... فأكثرهم يرضون مَا هُوَ قَائِل) ¶ وللفقيه إِبْرَاهِيم بن مَسْعُود الإلبيري رَحمَه الله تَعَالَى قصيدة طَوِيلَة مشهروة يحض وَلَده أَبَا بكر على طلب الْعلم ويعظه فَأَحْبَبْت أَن آخذ مِنْهَا مَا يَلِيق بِهَذَا المُصَنّف وَهُوَ قَوْله عَفا الله عَنهُ وجزاه خيرا آمين آمين آمين ¶ (أَبَا بكر دعوتك لَو أجبتا ... إِلَى مَا فِيهِ حظك إِن عقلتا) ¶ (إِلَى علم تكون بِهِ إِمَامًا ... مُطَاعًا إِن نهيت وَإِن أمرتا) ¶ (ويجلو مَا بِعَيْنِك من عشاها ... ويهديك السَّبِيل إِذا ضللتا) ¶ (وَتحمل مِنْهُ فِي ناديك تاجا ... ويكسوك الْجمال إِذا اغتربتا) ¶ (ينالك نَفعه مَا دمت حَيا ... وَيبقى ذخره لَك إِن ذهبتا)",
            "page": "173",
            "part": "1",
            "seal": "DA4F949F"
        },
        {
            "id": "166",
            "nass": "(هُوَ العضب المهند لَيْسَ ينبو ... تصيب بِهِ مقَاتل من ضربتا) ¶ (وكنز لَا تخَاف عَلَيْهِ لصا ... خَفِيف الْحمل يُوجد حَيْثُ كنتا) ¶ (يزِيد بِكَثْرَة الْإِنْفَاق مِنْهُ ... وَينْقص إِن بِهِ كفا شددتا) ¶ (فَلَو قد ذقت من حلواه طعما ... لآثرت التَّعَلُّم واجتهدتا) ¶ (وَلم يشغلك عَنهُ هوى مُطَاع ... وَلَا دنيا بزخرفها فتنتا) ¶ (وَلَا ألهاك عَنهُ أنيق روض ... وَلَا خدر بربته كلفتا) ¶ (فقوت الرّوح أَرْوَاح الْمعَانِي ... وَلَيْسَ بِأَن طعمت وَأَن شربتا)",
            "page": "174",
            "part": "1",
            "seal": "1096637B"
        },
        {
            "id": "167",
            "nass": "(فواظبه وَخذ بالجد فِيهِ ... فَإِن أعطاكه الله أخذتا) ¶ (وَإِن أُوتيت فِيهِ طَوِيل بَاعَ ... وَقَالَ النَّاس إِنَّك قد سبقتا) ¶ (فَلَا تأمن سُؤال الله عَنهُ ... بتوبيخ علمت فَهَل عملتا) ¶ (فرأس الْعلم تقوى الله حَقًا ... وَلَيْسَ بِأَن يُقَال لقد رأستا) ¶ (وَلَا تحفل بِمَالك واله عَنهُ ... فَلَيْسَ المَال إِلَّا مَا علمتا) ¶ (وَلَيْسَ لجَاهِل فِي النَّاس معنى ... وَلَو ملك الْعرَاق لَهُ تأتى)",
            "page": "175",
            "part": "1",
            "seal": "873C640E"
        },
        {
            "id": "168",
            "nass": "(وَمَا يُغْنِيك تشييد المباني ... إِذا بِالْجَهْلِ نَفسك قد هدمتا) ¶ (جعلت المَال فَوق الْعلم جهلا ... لعمرك فِي الْقَضِيَّة مَا عدلتا) ¶ (وَبَينهمَا بِنَصّ الْوَحْي بون ... ستعلمه إِذا طه قرأتا) ¶ (لَئِن رفع الْغَنِيّ لِوَاء مَال ... لأَنْت لِوَاء علم قد رُفِعَتَا) ¶ (وَإِن جلس الْغَنِيّ على الحشايا ... لأَنْت على الْكَوَاكِب قد جلستا) ¶ (وَإِن ركب الْجِيَاد مسومات ... لأَنْت مَنَابِر التَّقْوَى ركبتا) ¶ (وَمهما افتض أبكار الغواني ... فكم بكر من الحكم افتضضتا) ¶ (وَلَيْسَ يَضرك الإقتار شَيْئا ... وَإِذا مَا أَنْت رَبك قد عرفتا)",
            "page": "176",
            "part": "1",
            "seal": "766E5E39"
        },
        {
            "id": "169",
            "nass": "(فَمَاذَا عِنْد رَبك من جميل ... إِذا بِفنَاء طَاعَته أنختا) ¶ (فقابل بِالْقبُولِ صَحِيح نصحي ... وَإِن أَعرَضت عَنهُ فقد خسرتا) ¶ (فَلَيْسَتْ هَذِه الدُّنْيَا بِشَيْء ... تسوؤك حقبة وتسر وقتا) ¶ (وغايتها إِذا فَكرت فِيهَا ... كفيئك أَو كحلمك إِن حلمتا) ¶ (سجنت بهَا وَأَنت لَهَا محب ... فَكيف تحب مَا فِيهِ سجنتا) ¶ (وتطعمك الطَّعَام وَعَن قريب ... ستطعم مِنْك مَا مِنْهَا طعمتا) ¶ (وتعرى إِن لبست لَهَا ثيابًا ... وتكسى إِن ملابسها خلعتا) ¶ (وَتشهد كل يَوْم دفن خل ... كَأَنَّك لَا ترَاد بِمَا شهدتا) ¶ (وَلم تخلق لتعمرها وَلَكِن ... لتعبرها فجد لما خلقتا)",
            "page": "177",
            "part": "1",
            "seal": "3F84203D"
        },
        {
            "id": "170",
            "nass": "(وَلَا تحزن على مَا فَاتَ مِنْهَا ... إِذا مَا أَنْت فِي أخراك فزتا) ¶ (وَلَا تضحك مَعَ السُّفَهَاء لهوا ... فَإنَّك سَوف تبْكي إِن ضحكتا) ¶ (وَكَيف لَك السرُور وَأَنت رهن ... وَلَا تَدْرِي. . أتفدى أم غلقتا) ¶ (وسل من رَبك التَّوْفِيق فِيهَا ... واخلص فِي الدُّعَاء إِذا سألتا) ¶ (وناد إِذا سجدت لَهُ اعترافا ... بِمَا ناداه ذون النُّون بن مَتى) ¶ {لَا إِلَه إِلَّا أَنْت سُبْحَانَكَ إِنِّي كنت من الظَّالِمين} ¶ وَأنْشد شَيخنَا والدنا رَضِي الله عَنهُ واسْمه عمر ¶ (عَلَيْكُم بِجمع الْعلم فَهُوَ أنيسكم ... بِكُل مَكَان والرفيق الْمُوفق)",
            "page": "178",
            "part": "1",
            "seal": "AE3A7DFB"
        },
        {
            "id": "171",
            "nass": "(بِهِ تكسب العلياء والعون وَالْهدى ... بِهِ الْمَرْء فِي الدَّاريْنِ يَعْلُو ويسبق) ¶ (فَإِن قَارن الْعلم اهتمام وفطنة ... وَبحث وفكر فَهُوَ يعلي ويشرق) ¶ وَقَالَ بعض البلغاء تعلم الْعلم فَإِنَّهُ يقومك ويسددك صَغِيرا ويقدمك ويسودك كَبِيرا وَيصْلح زيغك وفاسدك ويرغم عَدوك وحاسدك وَيُقِيم عوجك وميلك ويصحح همتك وأملك ¶ وَقَالَ آخر من تفرد بِالْعلمِ لم توحشه الْخلْوَة وَمن تسلى بالكتب لم تفته سلوة وَمن آنسته قِرَاءَة الْقُرْآن لم توحشه مُفَارقَة الإخوان ¶ وَقَالَ عبد الْملك بن مَرْوَان لِبَنِيهِ يَا بني تعلمُوا الْعلم فَإِن كُنْتُم سادة فقتم وَإِن كُنْتُم وسطا سدتم وَإِن كُنْتُم سوقة عشتم وَأنْشد بَعضهم ¶ (الْعلم زين مَا تعلمه الْفَتى ... فانهض إِلَيْهِ وَلَا تكن كسلانا) ¶ (إِن شِئْت للدنيا عَلَوْت بِهِ الْعلَا ... أَو شِئْت لِلْأُخْرَى ظَفرت جنَانًا)",
            "page": "179",
            "part": "1",
            "seal": "A313C709"
        },
        {
            "id": "172",
            "nass": "وَقَالَ آخر ¶ (تعلم فَإِن الْعلم زين لأَهله ... وَلنْ تَسْتَطِيع الْعلم حَتَّى تعلما) ¶ (وَلَا خير فِيمَن عَاشَ لَيْسَ بعالم ... بَصِير بِمَا يَأْتِي وَلَا متعلما) ¶ وَقَالَ آخر ¶ (الْعلم زين ومنجاة لصَاحبه ... وَمن المهالك والآفات والعطب) ¶ (وَمَا تلحف إِنْسَان بملحفة ... أبهى وأجمل من علم وَمن أدب) ¶ وَقَالَ الْغَزالِيّ رَحمَه الله فِي أول الْمُسْتَصْفى الْعلم أربح المكاسب والمتاجر وأشرف الْمَعَالِي والمفاخر وَأكْرم المحامد والمآثر وَأحمد الْمَوَارِد والمصادر فشرفت بإثباته الأقلام والمحابر وتزينت بأسماعه المحاريب والمنابر وتحلت برقومه الأوراق والدفاتر وَتقدم بشرفه الأصاغر على الأكابر واستضاءت ببهائه الْأَسْرَار والضمائر وتنورت بأنواره الْقُلُوب والبصائر واستحقر فِي ضيائه ضِيَاء الشَّمْس الباهر على الْفلك الدائر وَأنْشد بَعضهم",
            "page": "180",
            "part": "1",
            "seal": "B60D594C"
        },
        {
            "id": "173",
            "nass": "(الْعلم يجلو الْعَمى عَن قلب صَاحبه ... كَمَا يجلي سَواد الظلمَة الْقَمَر) ¶ (وَالْعلم يحيي قُلُوب الحاملين لَهُ ... كالأرض تحيى إِذا مَا مَسهَا الْمَطَر) ¶ وَقَالَ آخر ¶ (مَعَ الْعلم فاسلك حَيْثُ مَا سلك الْعلم ... وَعنهُ فسائل كل من عِنْده فهم) ¶ (فَفِيهِ جلاء الْقلب من شدَّة الْعَمى ... وَعون على الدّين الَّذِي أمره حتم) ¶ (فَإِنِّي رَأَيْت الْجَهْل يزري بأَهْله ... وَذُو الْعلم فِي الأقوام يرفعهُ الْعلم) ¶ (يعد كَبِير الْقَوْم وَهُوَ صَغِيرهمْ ... وَينفذ مِنْهُ فيهم القَوْل وَالْحكم) ¶ (فخالط رُوَاة الْعلم واصحب خيارهم ... فصحبتهم زين وخلطتهم غنم) ¶ (وَلَا تَعدونَ عَيْنَاك عَنْهُم فَإِنَّهُم ... نُجُوم إِذا مَا غَابَ نجم بدا نجم) ¶ وَقَالَ آخر",
            "page": "181",
            "part": "1",
            "seal": "DADB6090"
        },
        {
            "id": "174",
            "nass": "(الْعلم بلغ قوما ذرْوَة الشّرف ... وَصَاحب الْعلم مَحْفُوظ من الخرف) ¶ (يَا صَاحب الْعلم مهلا لَا تدنسه ... بالموبقات فَمَا للْعلم من خلف) ¶ وَقَالَ غَيره رَحمَه الله تَعَالَى ¶ (وقرة الْعين عِنْد النَّاس أَكْثَرهم ... لبس الثِّيَاب وَذَات الطرز وَالْعلم) ¶ (وقرة الْعين عِنْدِي أنني رجل ... ملئت بِالْعلمِ من قَرْني إِلَى قدمي) ¶ (فَمن يكن هَكَذَا تمّ الفخار لَهُ ... وَصَاحب الْجَهْل مَعْدُود من النعم) ¶ وَأنْشد الإِمَام السلَفِي رَحمَه الله لنَفسِهِ ¶ (يَا من تصدى لطلاب الْعلَا ... عَلَيْك بِالْعلمِ وتطلابه) ¶ (فَلَيْسَ فِي الْعَالم أَعلَى وَلَا ... أرفع من رُتْبَة طلابه) ¶ قَالَ أَبُو اللَّيْث رَحمَه الله وَأنْشد الشَّيْخ برهَان الدّين رَحمَه الله تَعَالَى",
            "page": "182",
            "part": "1",
            "seal": "8A882BDF"
        },
        {
            "id": "175",
            "nass": "(أرى الْعلم أَعلَى رُتْبَة فِي الْمَرَاتِب ... وَمن دونه عز الْعلَا فِي المواكب) ¶ (وَذُو الْعلم يبْقى عمره متضاعفا ... وَذُو الْجَهْل بعد الْمَوْت تَحت الترائب) ¶ (هُوَ النُّور كل النُّور يهدي من الْعَمى ... وَذُو الْجَهْل مر الدَّهْر بَين الغياهب) ¶ (هُوَ الذرْوَة الشماء يحمي من التجا ... إِلَيْهَا ويمسي آمنا فِي النوائب) ¶ (بِهِ ينتجي وَالنَّاس فِي غفلاتهم ... بِهِ يرتجي وَالروح بَين الترائب) ¶ (فَمن رامه رام المآرب كلهَا ... وَمن حازه قد حَاز كل المطالب) ¶ (هُوَ المنصب الْكُلِّي يَا صَاحب الحجى ... إِذا نلته هون بفوت المناصب) ¶ (وَإِن فاتك الدُّنْيَا وَطيب نعيمها ... فَلَا تحزنن فالعلم خير الْمَوَاهِب)",
            "page": "183",
            "part": "1",
            "seal": "01426E00"
        },
        {
            "id": "176",
            "nass": "فصل ¶ فَعَلَيْك يَا وَلَدي بِالْعلمِ فَإِنَّهُ الْموصل إِلَى كل خير وَهُوَ الدَّافِع لكل ضير وَهُوَ الَّذِي شرفه الله فِي الْجُمْلَة وفضله وَشرف أَهله فِي كل مِلَّة ¶ وَاعْلَم أَنه خلق نَفِيس لَا ينَال بالهوينا والدعة وَإِنَّمَا ينَال بجد واجتهاد ومكابدة جوع وسهاد فَإِن نيل الْعَظِيم لَا يدْرك إِلَّا بِأَمْر عَظِيم وعَلى قدر الرَّاحَة يكون التَّعَب وأعز الْعلم مَا كَانَ عَن ذل الطّلب وبقدر مَا تتعنى تنَال مَا تتمنى ¶ (فاشدد يَديك بِحَبل الدَّرْس مُجْتَهدا ... وَإِن أمضك طول الْجُوع والسهر) ¶ (إِن التُّجَّار إِذا راحوا وَقد ربحوا ... أنساهم الرِّبْح مَا عناهم السّفر)",
            "page": "184",
            "part": "1",
            "seal": "2A7DFE04"
        },
        {
            "id": "177",
            "nass": "وَفِي صَحِيح مُسلم وَحلية الْأَوْلِيَاء لأبي نعيم عَن يحيى بن أبي كثير رَحِمهم الله تَعَالَى لَا يُسْتَطَاع الْعلم براحة الْجِسْم ¶ وروى الْحسن بن خَلاد رَحمَه الله فِي كِتَابه الْفَاضِل بِإِسْنَادِهِ عَن إمامنا الشَّافِعِي رَضِي الله عَنهُ إِنَّه قَالَ لَا يطْلب هَذَا الْعلم من يَطْلُبهُ بِالْملكِ وغنى النَّفس فيفلح وَلَكِن من طلبه بذلة النَّفس وضيق الْعَيْش وخدمة الْعلمَاء أَفْلح ¶ وَقَالَ أَيْضا رَضِي الله عَنهُ لَا يدْرك الْعلم إِلَّا بِالصبرِ على الذل وَقَالَ أَيْضا رَضِي الله عَنهُ حق على طلبة الْعلم بُلُوغ غَايَة جهدهمْ فِي الإستكثار من علمه وَالصَّبْر على كل عَارض يعرض دون طلبه وإخلاص النِّيَّة لله تَعَالَى فِي إِدْرَاك علمه نصا واستنباطا وَالرَّغْبَة إِلَى الله تَعَالَى فِي العون عَلَيْهِ ¶ وَقَالَ الإِمَام أَبُو حنيفَة رَضِي الله عَنهُ يستعان على الْفِقْه بِجمع الهمة ويستعان على حذف العلائق بِأخذ الْيَسِير عِنْد الْحَاجة وَأنْشد بعض الْمُتَقَدِّمين ¶ (تمنيت أَن تمسي فَقِيها مناظرا ... بِغَيْر عناء فالجنون فنون)",
            "page": "185",
            "part": "1",
            "seal": "0523851B"
        },
        {
            "id": "178",
            "nass": "(وَلَيْسَ اكْتِسَاب المَال دون مشقة ... تحملتها فالعلم كَيفَ يكون) ¶ وَقَالَ الإِمَام مَالك رَضِي الله عَنهُ لَا يبلغ أحد من هَذَا الْعلم حَتَّى يضر بِهِ الْفقر ويؤثره على كل شَيْء ¶ وَقَالَ إِبْرَاهِيم الْآجُرِيّ رَحمَه الله تَعَالَى من طلب الْعلم بالفاقة ورث الْفَهم ¶ وَقيل لبَعْضهِم بِمَ أدْركْت الْعلم قَالَ بِالْمِصْبَاحِ وَالْجُلُوس إِلَى الصَّباح ¶ وَقيل لآخر بِمَ نلْت الْعلم قَالَ بِالسَّفرِ والسهر والبكور فِي السحر وَقَالَ بَعضهم لَا يصلح للْعلم من يَأْكُل حَتَّى يشْبع ¶ وَأنْشد بَعضهم ¶ (يَا طَالب الْعلم بَاشر الورعا ... واهجر النّوم واترك الشبعا) ¶ (وَدم على الدَّرْس لَا تُفَارِقهُ ... فالعلم بالدرس قَامَ وارتفعا) ¶ وَقَالَ بَعضهم الْعلم عز لَا ذل فِيهِ لَكِن لَا ينَال إِلَّا بذل لَا عز فِيهِ ¶ وَحكى الْفَخر الرَّازِيّ عَن الشَّافِعِي رَضِي الله عَنْهُمَا أَنه قَالَ الْعلم حر وطالبه عبد فَإِن خدم الْعلم قبله",
            "page": "186",
            "part": "1",
            "seal": "5B645C3C"
        },
        {
            "id": "179",
            "nass": "الْعلم وَإِن تجبر عَلَيْهِ فالعلم أولى أَن يتجبر عَلَيْهِ وَقَالَ مُجَاهِد رَحمَه الله لَا يتَعَلَّم الْعلم مستحي وَلَا متكبر ¶ وَكَانَ ابْن عَبَّاس رَضِي الله عَنْهُمَا يَقُول ذللت طَالبا فعزرت مَطْلُوبا ¶ وَيُقَال ¶ (الْعلم حَرْب للفتى المتعالي ... كالسيل حَرْب للمكان العالي) ¶ وينشد ¶ (أرى لَك نفسا تشْتَهي أَن تعزها ... وَلست تنَال الْعلم حَتَّى تذلها) ¶ وَقَالَ بَعضهم الْعلم لَا يحصل إِلَّا باستناد الْحجر وافتراش الْمدر وإدمان الْجُوع والسهر ¶ وَقَالَ آخر لن يدْرك الْعلم من لَا يُطِيل درسه وَلَا يكد نَفسه ¶ وينشد ¶ (صابر على الْعلم وَلَا تسترح ... فالعلم لَا يدْرك بالراحة) ¶ وَعَن الشَّافِعِي رَضِي الله عَنهُ لَا يفلح فِي هَذَا الشَّأْن يَعْنِي الْفِقْه إِلَّا من أثكل أَبَوَيْهِ وأتلف مَاله وَجعل",
            "page": "187",
            "part": "1",
            "seal": "CDE27409"
        },
        {
            "id": "181",
            "nass": "الْمَسْأَلَة أَمَامه وأغلق دكانه وأحرق قلبه الْجُوع وَتعلق فِي شعره الْقمل وَلم يقل واغربتاه وَأنْشد بَعضهم ¶ (بِقدر الكد تكتسب الْمَعَالِي ... وَمن طلب الْعلَا سهر اللَّيَالِي) ¶ (تروم الْعلم ثمَّ تنام لَيْلًا ... يغوص الْبَحْر من طلب الآلي) ¶ فاصبر يَا بني على تَحْصِيله لتنال الْعِزّ عِنْد حُصُوله فقد قَالَ أَبُو اللَّيْث رَحمَه الله من صَبر على نصب الْعلم فِي الإبتداء وجد عواقبه لَذَّة تفوق سَائِر لذات الدُّنْيَا وَإِيَّاك أَن تهتم للرزق فَإِنَّهُ مَكْتُوب مُقَدّر وكل لَهُ قسم مِنْهُ ميسر أَو مُعسر على مَا سبق بِهِ قَضَاء الله الْأَكْبَر ¶ (لَا الْحِرْص زَاد وَلَا الإهمال ينقصهُ ... ثمَّ الْقَضَاء فَلم ينقص وَلم يزدْ) ¶ وَقد قَالَ بعض الْحُكَمَاء لِبَنِيهِ يَا بني تعلمُوا الْعلم وَإِن لم تنالوا بِهِ من الدُّنْيَا حظا فَلِأَن يذم الزَّمَان لكم أحب إِلَيّ أَن يذم الزَّمَان بكم ¶ كَيفَ وَقد قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من طلب الْعلم تكفل الله برزقه) ¶ رَوَاهُ أَبُو نعيم الْحَافِظ فِي كِتَابه بِإِسْنَادِهِ",
            "page": "188",
            "part": "1",
            "seal": "E425DF74"
        },
        {
            "id": "182",
            "nass": "وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (من تفقه فِي دين الله كَفاهُ الله همه ورزقه من حَيْثُ لَا يحْتَسب) ¶ ذكره الإِمَام أَبُو اللَّيْث رَحمَه الله فِي كِتَابه ¶ ويروى أَن الله سُبْحَانَهُ أوحى إِلَى الأَرْض يَا أَرض حرمت عَلَيْك أَن تطعمي بني آدم إِلَّا بكد الْيَمين وعرق الجبين غير طَالب الْعلم فَإِنِّي تكفلت برزقه ¶ ذكره فِي حقائق التَّفْسِير ¶ وروى أَبُو نعيم الْحَافِظ رَحمَه الله بِإِسْنَادِهِ فِي كتب رياض المتعلمين أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ (من غَدا فِي طلب الْعلم صلت عَلَيْهِ الْمَلَائِكَة وبورك لَهُ فِي معاشه وَلم ينقص من رزقه وَكَانَ عَلَيْهِ مُبَارَكًا) ¶ وَاعْتبر يَا بني بِي وَمَا جمعت من كتبي فَإِنِّي كنت لَا لي مَال وَلَا أَسْتَطِيع كسبا للعيال وَلست محترفا وَلَا تَاجر وَلَا أَنا على السّفر للتِّجَارَة جاسر فَمَا دخلت سوقا لبيع وَلَا شِرَاء وَلَا طلبت العشور من الورى وَلَا درت فِي الْقرى للقرا بل اشتغلت بِالْعلمِ وَطَلَبه وأفنيت أيامي بِالْعلمِ وَكتبه فَأَتَانِي الله برزقي من حَيْثُ لَا أحتسب ووهب لي الجزيل وَلست بمكتسب تفضلا من الرَّحْمَن الرَّحِيم وَقَول كن فَكَانَ",
            "page": "189",
            "part": "1",
            "seal": "80221C7B"
        },
        {
            "id": "183",
            "nass": "(لقد جَاءَنِي الرزق من رَبنَا ... تَعَالَى الَّذِي فَوقِي الرزق صب) ¶ (وَأعْطى الجزيل بِلَا كلفة ... وَلَا فِي اجْتِهَاد وَلَا فِي تَعب) ¶ (وَلَا باتجار وَلَا من رَبًّا ... وَلَا من رشا أَو جنا أَو طلب) ¶ (وَقد كنت فِي الْفقر صفر الْيَدَيْنِ ... أراقب إِحْسَان أم وَأب) ¶ (فَأَعْطَانِي الله مَا قد كفى ... وجاد وَبَارك فِيمَا وهب) ¶ (تَعَالَى وَعز وَجل الَّذِي ... ينيل الْفَتى الرزق لَا فِي سَبَب) ¶ (وَلكنه قَول كن حِكْمَة ... وَقد أحكم الله مَا قد كتب) ¶ وَلما رَزَقَنِي الله سُبْحَانَهُ محبَّة الْعلم وَالْعُلَمَاء وجدت ذَلِك أبرد على قلبِي من المَاء على الظما وحبب إِلَيّ الْعلم حَتَّى لَا أحب من الدُّنْيَا سواهُ وَظَهَرت لي بركته فِي الدُّنْيَا وهداه وَفِي الْآخِرَة أَرْجُو من الله رِضَاهُ وَأَن يحشرني مَعَ",
            "page": "190",
            "part": "1",
            "seal": "DF61272B"
        },
        {
            "id": "184",
            "nass": "الْعلمَاء لحبي لَهُم وَإِن لم أكن عَاملا عَمَلهم ¶ فالمرء مَعَ من أحب إِن شَاءَ الله ¶ فَاتبع يَا وَلَدي فِي طلبه فني حَتَّى أَقُول لسائلي إِن ابْني مني وَقد قلت فِي ذَلِك أبياتا فاروها عني وَهِي هَذِه ¶ (مَا لَذَّة التَّمْر والحلواء وَالضَّرْب ... وَلَا عنَاق الغواني الخرد وَالْعرب) ¶ (كلذتي فِي انتخاب الْعلم أجمعه ... من المحابر بالأقلام فِي الْكتب) ¶ (من ذَا الْكتاب إِلَى هَذَا مداولة ... وَفِي الْمعَانِي وكشف السّتْر والحجب) ¶ (عَن الدقائق والأشكال أظهره ... أحلى لدي من الحلوا على سغب) ¶ (فمؤنسي دفتري وَالْعلم مفتخري ... وخاطري حاضري فِي الْعلم لم يغب) ¶ (مَا لَذَّة الْخلق فِي الدُّنْيَا جَمِيعهم ... وَلَا الْمُلُوك وَأهل اللَّهْو والطرب) ¶ (كلذتي فِي طلاب الْعلم يَا وَلَدي ... فالعلم معتمدي حَقًا ومكتسبي)",
            "page": "191",
            "part": "1",
            "seal": "2D1CD65B"
        },
        {
            "id": "185",
            "nass": "(مهما وصلت إِلَى تَحْقِيق مَسْأَلَة ... سَار السرُور بأعضائي وَبَين بِي) ¶ (وَغَابَ عني جَمِيع الْخلق قاطبة ... وصرت ألهو بفن مونق عجب) ¶ (مَا المَال مَا الْأَهْل مَا الْأَوْلَاد كلهم ... ألذ عِنْدِي من علمي وَمن كتبي) ¶ (إِن جلت فِي الْعلم أنساني السرُور كَمَا ... أنسى الهموم وأنسى شدَّة الكرب) ¶ (فالعلم أنسي ومحبوبي ومطلبي ... ناهيك من متجر حُلْو ومكتسب) ¶ (كل المسرات غير الْعلم فانية ... يَا حبذا الْعلم من فَخر وَمن حسب) ¶ (فاعكف عَلَيْهِ وَلَا تهجره واغن بِهِ ... عَن كل أهل وَعَن مَال وَعَن نسب) ¶ (وَإِن يحل دونه شغل وحادثة ... فاصبر وجد وَكن من أَصْبِر الْعَرَب) ¶ (وَلَا يصدك عَنهُ بعد شقته ... وَمَا تقاسيه من فكر وَمن نصب)",
            "page": "192",
            "part": "1",
            "seal": "2DEC3BDB"
        },
        {
            "id": "186",
            "nass": "(فَإِن عقباه فِي دنياك مربحة ... وَفِي الْقِيَامَة يعلى أرفع الرتب) ¶ (أشبه بِنَفْسِك أهل الْعلم يَا وَلَدي ... فَذَاك خير بِلَا شكّ وَلَا ريب) ¶ (وَلَا يهمك كَون النَّاس قد هجروا ... أهل الْعُلُوم وعقوهم بِلَا سَبَب) ¶ (من يجهل الْعلم عادى الحاملين لَهُ ... وكل غوغاء فَلَا تعبأ بهم تصب) ¶ (فَالْحق مر وَعلم الشَّرْع يمْنَع عَن ... نيل الْحَرَام وَعَن ظلم وَعَن غلب) ¶ (لذاك قد كَرهُوا من صَار يفطمهم ... عَن الْمعاصِي وَمن يهدي إِلَى الْأَدَب) ¶ (فَكُن غَرِيبا فريدا بالعلوم تَجِد ... عواقب الْعلم عزا غير مُنْقَلب) ¶ (فالعلم كنز وَذخر لَيْسَ يعدله ... كنز من الدّرّ أَو كنز من الذَّهَب) ¶ (يَكْفِيك فضلا بِأَن الله يمدحه ... والصالحون أولو التَّقْوَى وكل نَبِي)",
            "page": "193",
            "part": "1",
            "seal": "F36A12D6"
        },
        {
            "id": "187",
            "nass": "(هَذَا وكل بني حَوَّاء فحاجتهم ... تَدْعُو إِلَيْهِ بِلَا ريب وَلَا كذب) ¶ (فالزمه واحفظه وَاسْتعْمل قواك بِهِ ... واعمل بعلمك كي تنجو من العطب) ¶ وَأنْشد إمامنا وَسَيِّدنَا رَضِي الله عَنهُ فِي كتاب المعتقد للألباب فَقَالَ فِي بَاب فضل الْعلم مِنْهُ ¶ (إِن الْعُلُوم تميز الطّيب عَن خبث ... وَالْحق عَن بَاطِل فاشدد لَهَا الطلبا) ¶ (ليطمس الْجَهْل بالأنوار جوهرها ... ويرشد الْمَرْء مأوى حَاله عقبا) ¶ (فالعلم يحيي الْقُلُوب الميتات بِهِ ... وَيصْلح الدّين وَالدُّنْيَا إِذا خربا) ¶ (وكل حِين بِهِ تزداد مرتبَة ... وتكسب الْفَهم إِيجَاد الَّذِي عزبا) ¶ (فَالله أثنى عَلَيْهِ فِي الْكتاب بِمَا ... نتلوه فِي آل عمرَان وَبعد سبا) ¶ (واقرأ بطه وآي الرّوم مَعَ قصَص ... وَالْفرق فِي زمر فِي كل ذَاك نبا)",
            "page": "194",
            "part": "1",
            "seal": "6D24A743"
        },
        {
            "id": "188",
            "nass": "(وَالْعَنْكَبُوت ومدحا فِي مجادلة ... آي أَتَت ذكرهَا للسمع قد عذبا) ¶ (وَفِي الحَدِيث فقد نَص الرَّسُول على ... فضل الْعُلُوم فَكُن للْعلم مطلبا) ¶ (يضيق كل إِنَاء حِين تملؤه ... والصدر إِن يمتلىء علما بِهِ رحبا) ¶ (مَا ورث الرُّسُل إِلَّا الْعلم كن علما ... ووارثا لرَسُول الله منتصبا) ¶ (وَلَا تدع فتش كتب الْعلم إِن بهَا ... مَا يشحذ الْفَهم والأفكار والأدبا) ¶ (وَهَا كنوز الْمَعَالِي والمعارف فِي ... مَاض ومستقبل مجني لمن هدبا) ¶ (هَل غير شرع رَسُول الله مُعْتَمد ... شرع شرِيف على الْأَشْيَاء قد غلبا) ¶ وَهَذَا ذكر الْآيَات الْكَرِيمَة الْوَارِدَة فِي فضل الْعلم وَالْعُلَمَاء الَّتِي أَشَارَ إِلَيْهَا فِي هَذِه الأبيات وَهِي عشر نذكرها على تَرْتِيب مَا نظمه ¶ وَهِي قَوْله {شهد الله أَنه لَا إِلَه إِلَّا هُوَ وَالْمَلَائِكَة وأولو الْعلم}",
            "page": "195",
            "part": "1",
            "seal": "A272BC2A"
        },
        {
            "id": "189",
            "nass": "{إِنَّمَا يخْشَى الله من عباده الْعلمَاء} {رب زِدْنِي علما} {إِن فِي ذَلِك لآيَات للْعَالمين} على قِرَاءَة من كسر اللَّام {وَقَالَ الَّذين أُوتُوا الْعلم وَالْإِيمَان} {وَقَالَ الَّذين أُوتُوا الْعلم} {قل هَل يَسْتَوِي الَّذين يعلمُونَ وَالَّذين لَا يعلمُونَ} {وَمَا يَعْقِلهَا إِلَّا الْعَالمُونَ} {بل هُوَ آيَات بَيِّنَات فِي صُدُور الَّذين أُوتُوا الْعلم} {يرفع الله الَّذين آمنُوا مِنْكُم وَالَّذين أُوتُوا الْعلم دَرَجَات} ¶ وَاعْلَم أَن الْعُلُوم كلهَا فاضلة وَكلهَا أبازير للفقه قَالَ",
            "page": "196",
            "part": "1",
            "seal": "B43A2405"
        },
        {
            "id": "190",
            "nass": "الْغَزالِيّ رَحمَه الله وَلأَجل شرف علم الْفِقْه وفر الله دواعي الْخلق على طلبه وَكَانَ الْعَالم بِهِ أرفع الْعلمَاء مَكَانا وأجلهم شَأْنًا وَأَكْثَرهم اتبَاعا وأعوانا قَالَ صلى الله عَلَيْهِ وَسلم (فَقِيه وَاحِد أَشد على الشَّيْطَان من ألف عَابِد) ¶ رَوَاهُ أَبُو عِيسَى التِّرْمِذِيّ رَحمَه الله وروى الإِمَام الثعالبي الْمُفَسّر رَحمَه الله بِإِسْنَادِهِ عَن عبد الله بن الْمُبَارك رَحمَه الله قَالَ دخلت على سُفْيَان الثَّوْريّ رَحمَه الله بِمَكَّة فَوَجَدته مَرِيضا شَارِب دَوَاء ¶ وَبِه غم شَدِيد فَسلمت عَلَيْهِ فَقلت مَا لَك يَا أَبَا عبد الله فَقَالَ أَنا شَارِب دَوَاء وَبِي غم شَدِيد ¶ فَقلت أعندك بصلَة قَالَ نعم قلت فائتني بهَا فكسرتها ثمَّ قلت لَهُ شمها فشمها فعطس عِنْد ذَلِك فَقَالَ الْحَمد لله رب الْعَالمين فسكن مَا بِهِ فَقَالَ لي يَا ابْن الْمُبَارك فَقِيه وطبيب أَو قَالَ عَالم وطبيب فَقلت لَهُ مجربا يَا أَبَا عبد الله قَالَ فَلَمَّا رَأَيْته سكن مَا بِهِ وَطَابَتْ نَفسه قلت إِنِّي أُرِيد أَن أَسأَلك حَدِيثا قَالَ سل مَا شِئْت فَقلت أَخْبرنِي من النَّاس قَالَ الْفُقَهَاء قلت فَمن الْمُلُوك قَالَ الزهاد قلت فَمن الْأَشْرَاف قَالَ الأتقياء ¶ قلت فَمن الغوغاء قَالَ الَّذين يَكْتُبُونَ الحَدِيث يستأكلون بِهِ النَّاس ¶ قلت أَخْبرنِي رَحِمك الله من",
            "page": "197",
            "part": "1",
            "seal": "DA1823CC"
        },
        {
            "id": "191",
            "nass": "السفلة قَالَ الظلمَة ¶ ثمَّ ودعته فَخرجت من عِنْده فَقَالَ لي يَا ابْن الْمُبَارك عَلَيْك بِهَذَا الحيز فَإِنَّهُ مَوْجُود رخيص قبل أَن يغلق فَلَا يُوجد بِالثّمن ¶ انْتهى كَلَامه ¶ ذكره من تَفْسِير الْفُقَهَاء سُورَة آل عمرَان ¶ وَهَذَا الَّذِي ذكره من تَفْسِير الْفُقَهَاء والملوك والأشراف هُوَ كَذَلِك لَيْسَ فِيهِ خلاف ¶ وَأما الغوغاء فلغيره فيهم تَفْسِير آخر ¶ قَالَ الشَّيْخ ابْن سُلَيْمَان الْخطابِيّ رَحمَه الله يُرِيد بهم الْجُهَّال وَأهل الدناءة وَقلة الْمُرُوءَة ¶ وَأسْندَ عَن الْأَصْمَعِي أَنه قَالَ الأَصْل الْجَرَاد إِذا ماج بعضه فِي بعض ¶ قَالَ وَبِه سمي الغوغاء من النَّاس وَقَالَ غَيره الغوغاء من لَا يجمع أَمرهم رَئِيس لَهُم فيركب كل مِنْهُم رَأسه فِيمَا يَشَاء لَا يردهُ عقل وَلَا حَيَاء وهم الَّذين كَانُوا قتلة الْأَنْبِيَاء ¶ نسْأَل الله الْعَافِيَة ¶ وَقَالَ أَبُو الْحسن الْمَاوَرْدِيّ رَحمَه الله فِي كِتَابه وَلكُل شَيْء عماد وعماد الدّين الْفِقْه ¶ وَأنْشد بَعضهم ¶ (وَعلم الْفِقْه أشرف كل علم ... وَعلم النَّحْو زين للرِّجَال) ¶ (وَتَعْلِيم الْأُصُول أجل أصل ... وَتَعْلِيم الْفُرُوع من الْكَمَال)",
            "page": "198",
            "part": "1",
            "seal": "B9273EA2"
        },
        {
            "id": "192",
            "nass": "وَأنْشد مُحَمَّد بن الْحسن صَاحب أبي حنيفَة رَضِي الله عَنْهُمَا ¶ (تعلم فَإِن الْعلم زين لأَهله ... وَفضل وعنوان لكل المحامد) ¶ (تفقه فَإِن الْفِقْه أفضل قَائِد ... إِلَى الْبر وَالتَّقوى وَأَعْدل قَاصد) ¶ (وَإِن فَقِيها وَاحِدًا متورعا ... أَشد على الشَّيْطَان من ألف عَابِد) ¶ (هُوَ الْعلم الْهَادِي إِلَى سنَن الْهدى ... هُوَ الْحصن يُنجي من جَمِيع الشدائد) ¶ وَقَالَ آخر عَفا الله تَعَالَى عَنهُ ¶ (إِذا مَا اعتز ذُو علم بِعلم ... فَعلم الْفِقْه أولى باعتزاز) ¶ (وَكم طيب يفوح وَلَا كمسك ... وَكم طير يطير وَلَا كباز) ¶ وَقَالَ غَيره ¶ (غَايَة الْعلم بعيد غورها ... إِنَّمَا الْعلم بحور زاخرة)",
            "page": "199",
            "part": "1",
            "seal": "946525BF"
        },
        {
            "id": "193",
            "nass": "(فَعَلَيْك الْفِقْه مِنْهُ يحتوي ... شرفا الدُّنْيَا وَعز الْآخِرَة) ¶ وَقَالَ آخر ¶ (كل الْعُلُوم سوى الْقُرْآن مشغلة ... إِلَّا الحَدِيث وَإِلَّا الْفِقْه فِي الدّين)",
            "page": "200",
            "part": "1",
            "seal": "3C2AE331"
        },
        {
            "id": "194",
            "nass": "فصل ¶ وَقد ذكر إمامنا وَشَيخنَا وَسَيِّدنَا رَضِي الله عَنهُ فِي كتاب الْإِرْشَاد للملوك والرعايا والعباد نكتا مُوضحَة للشأن فانتخبت مِنْهَا مَا يَلِيق بِهَذَا الْمَكَان ¶ وَإِن كَانَت معاينها مكررة زِيَادَة للْبَيَان وَلَا بَأْس بالتكرار فقد ورد بِهِ الْقُرْآن فَمن جملَة مَا قَالَه شَيخنَا رَضِي الله عَنهُ فِي ذَلِك الْكتاب قَوْله وَقد هداه الله للصَّوَاب والآن فقد انْتهى الْأَمر كُله إِلَى الْعلمَاء الْأَثْبَات وَالْأَئِمَّة الثِّقَات والمفتين والقضاة الَّذين نقلوا أَحْكَام الرسالات فهم الرؤساء فِي كل الْحَالَات وَلَهُم فِي الدُّنْيَا شرف الولايات ¶ وهم أهل الْحل وَالْعقد والرئاسات وإليهم تَنْتَهِي الإشارات وبهم تفهم الْعبارَات وعنهم تحفظ الحكايات وَتَصِح الرِّوَايَات وَتحصل الإفادات",
            "page": "201",
            "part": "1",
            "seal": "7E53A0A7"
        },
        {
            "id": "195",
            "nass": "فهم فِي الدُّنْيَا رُؤُوس الرؤساء وَبعد أَنْبيَاء الله هم الْخُلَفَاء وَفِي يَوْم الْقِيَامَة هم الشفعاء وَفِي الْجنَّة يحْتَاج النَّاس إِلَيْهِم ويعول عِنْد طلب الأمنية عَلَيْهِم ¶ كَمَا ورد فِي الْأَثر عَن معَاذ رَضِي الله عَنهُ قَالَ إِن الْعلمَاء ليحتاج إِلَيْهِم فِي الْجنَّة إِذْ يُقَال لأهل الْجنَّة تمنوا فَلَا يَدْرُونَ كَيفَ يتمنون حَتَّى يتعلموا من الْعلمَاء كَذَا ذكره الإِمَام الْغَزالِيّ فِي كتاب الدَّعْوَات من كِتَابه وَرَفعه صَاحب كتاب الفردوس عَن جَابر رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ (إِن أهل الْجنَّة ليحتاجون إِلَى الْعلمَاء فِي الْجنَّة) ¶ ثمَّ قَالَ شَيخنَا وإمامنا فِي الْبَاب بعده فعلى الْكل يَعْنِي من الرَّاعِي والرعية أَن يحسنوا الظَّن بحملة الْقُرْآن وبالقائمين بِالْعلمِ وَالتَّقوى والبرهان وَأَن يعزوهم ويجلوهم على مر الزَّمَان وَأَن يرفعوا قدرهم على كل الإخوان بل يقدموهم على الْوَالِدين والولدان فوجدوهم زِيَادَة فِي الْإِيمَان وسعادة فِي الْبلدَانِ وَعمارَة للأوطان وَصَلَاح للرعية وَالسُّلْطَان وإرغام لأنف الشَّيْطَان فَيَنْبَغِي إعانتهم على مَا هم فِيهِ من الشَّأْن ونصرهم عِنْد النوائب",
            "page": "202",
            "part": "1",
            "seal": "55AB8CE5"
        },
        {
            "id": "196",
            "nass": "والحدثان وتعظيمهم بِقدر الْإِمْكَان فَإِنَّهُم عِنْد الله سُبْحَانَهُ بمَكَان وهم أشرف من يكون وَمن كَانَ ¶ ثمَّ قَالَ رَحمَه الله فيهم فهم الَّذين اصْطفى الله من الْعباد وأورثهم كِتَابه الْعَزِيز الْمُسْتَفَاد واختارهم للمعاش والمعاد وَأَنَّهُمْ لَهُم قدوة المهتدين وقادة الْمُتَّقِينَ وأئمة الْمُسلمين وَرَغمَ العصاة والمفسدين وهم حفاظ الشَّرِيعَة وَالدّين وسرج أهل الْيَقِين وكواكب الْأَرْضين وَهُدَاة الْعَالمين ومصابيح المتعلمين وأعداء الشَّيَاطِين وبركة السلاطين وأحباب الْمَلَائِكَة المقربين والداعون إِلَى الْحق الْمُبين ¶ ثمَّ قَالَ عَفا الله عَنهُ وجزاه خيرا فعلى الْكل أَن يعينوا الْعلمَاء للتفرغ للعلوم ويمنعوا عَنْهُم من يشغلهم عَن ذَلِك الْمَعْلُوم ويتفقدوهم لِئَلَّا ترد عَلَيْهِم الغموم وينصروهم عِنْد أَن يظْهر لَهُم الْخُصُوم وَأَن يرفهوهم لاقتباس الْعلم وإظهاره ونشره وَبسطه واختصاره ¶ فَإِن الْعلمَاء هم عماد الْإِسْلَام وهم المعروفون بِجَمِيعِ الْأَحْكَام وهم الفارقون بَين الْحَلَال وَالْحرَام وهم المرشدون إِلَى دَار الْمقَام وهم المجددون لما درس من",
            "page": "203",
            "part": "1",
            "seal": "25214B93"
        },
        {
            "id": "197",
            "nass": "الْحق بِصَحِيح الْأَثر واستنباط الأفهام ¶ وهم الَّذين يحلونَ الشّبَه المشكلة بِصَرِيح الْكَلَام وهم الَّذين يروون الْآثَار الصَّحِيحَة بالأقلام ويفصلون بَين النَّاس عِنْد التَّنَازُع وَالْخِصَام وَمِنْهُم الْحفاظ والوعاظ والحكام وهم نور الزَّمَان المذهبون لكل جهل وظلام وهم الشموس المشرقة الَّتِي لَا يغطيها الْغَمَام والشهب الثاقبة الَّتِي يَقْتَدِي بنورها الْأَنَام يرشدون الغوي الْجَاهِل وَيُنْكِرُونَ على كل ذِي بَاطِل وَيحلونَ مشكلات الْمسَائِل ويوضحون الْحق بالدلائل فهم السَّادة الأكابر الَّذين يتخذون المحابر ويرقمون بِمَائِهَا الدفاتر وهم الَّذين يكتسبون المفاخر ويرتقون ذرْوَة المنابر وهم الَّذين يزينون المحاضر ويفرقون بَين الرابح والخاسر وَبَين الْبر والفاجر وَبَين النَّجس والطاهر ¶ فهم زِينَة الدَّهْر وجمال الْعَصْر فَالنَّاس على مَا قَالَه الْعلمَاء يعتمدون وَفِي كل الْأَشْيَاء لَهُم مقلدون وحزبهم العالي وحزب غَيرهم الدون إِن سئلوا عَن معنى الْقُرْآن الْكَرِيم فسروا وَإِن سئلوا عَن سنة الرَّسُول أخبروا وَعَن أَسبَاب التَّنْزِيل ذكرُوا وَعَن الإجتهاد قاسوا واعتبروا وَعَن",
            "page": "204",
            "part": "1",
            "seal": "9BF47C70"
        },
        {
            "id": "198",
            "nass": "سير الْأَوَّلين حققوا وسيروا وَعَن خبر يَوْم الْقِيَامَة عرفُوا وحذروا ¶ فهم أعرف النَّاس بالماضي والمستقبل وهم الَّذين فِي كل حَال عَلَيْهِم الْمعول إِن حَضَرُوا ظَهَرُوا وَإِن غَابُوا ذكرُوا وَإِن تواضعوا كبروا وَإِن تكلمُوا أَصَابُوا وأجروا وَإِن سكتوا أجروا وعذروا وَإِن أوذوا صَبَرُوا وَإِن عودوا نصروا وَإِن اطلعوا على عيب ستروا وهم المحترمون أَيْن مَا عبروا ¶ وهم المقدمون أَيْنَمَا حَضَرُوا فمدحهم لَا يُحْصى وشرفهم لَا يستقصى ¶ وَمَا عَسى أَن يكون مدح من أثنى الله سُبْحَانَهُ وَمَلَائِكَته عَلَيْهِم وكل دين لَا يُؤْخَذ إِلَّا من لديهم وكل خير فَإِنَّهُ يقتبس مِنْهُم وَيعود إِلَيْهِم وَقَالَ مَوْلَانَا وَسَيِّدنَا مُصَنف كتاب الْإِرْشَاد فيهم رَضِي الله عَنهُ وعنهم ¶ (أولو الْعلم فِي الدُّنْيَا بِأَعْلَى الْمنَازل ... وهم وارثوا الرُّسُل الْكِرَام الْأَوَائِل) ¶ (فهم أنجم الدُّنْيَا وَنور لأَهْلهَا ... أَئِمَّة أهل الأَرْض زين المحافل) ¶ (وهم حجَّة الرَّحْمَن أَيْضا على الورى ... يُقِيمُونَ أَسبَاب الهدا والدلائل)",
            "page": "205",
            "part": "1",
            "seal": "688C58C5"
        },
        {
            "id": "199",
            "nass": "(يدلون خلق الله مَا فِيهِ رشدهم ... وَينْهَوْنَ عَن نكر وَجَهل وباطل) ¶ (وهم شُفَعَاء النَّاس فِي الْحَشْر عِنْدَمَا ... تحيط الْمعاصِي عِنْد هول النَّوَازِل) ¶ (وَفِي جنَّة الفردوس يحْتَاج أَهلهَا ... إِلَيْهِم فقد خصوا بِطيب الشَّمَائِل) ¶ (فهم عدَّة فِي كل حَال وَسَائِل ... إِلَى الْخَيْر أكْرم بِالْهدى والوسائل) ¶ (وهم رُؤَسَاء النَّاس فِي كل موقف ... فَهَل فَوْقهم حَال وَفضل لقَائِل) ¶ (علا قدرهم دنيا وآخرى محلهم ... بِأَعْلَى الْمَعَالِي من مراقي الْفَضَائِل) ¶ (جزاهم إلهي الْخَيْر عَنَّا وأكرموا ... جَزَاء كَمَا قد أيقظوا رب غافل) ¶ (واسأل رَبِّي أَن يُبَارك فيهم ... وَلَا زَالَ مِنْهُم قادم بعد راحل) ¶ (أعيذهم بِاللَّه من فتْنَة الْهوى ... وَمن خسر حبر عَالم غير عَامل)",
            "page": "206",
            "part": "1",
            "seal": "1AA4C1B9"
        },
        {
            "id": "200",
            "nass": "انْتهى كَلَامه رَضِي الله عَنهُ ¶ وَرُوِيَ عَن أنس بن مَالك رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ (جالسوا الْعلمَاء وزاحموهم بركبكم فَإِن الله يحيي الْقُلُوب الْميتَة بِنور الْحِكْمَة كَمَا يحيى الأَرْض بوابل السَّمَاء ¶ ذكره الإِمَام ابْن عبد الْمجِيد فِي إيضاحه عَفا الله عَنهُ ¶ وَقَالَ الثعالبي الْمُفَسّر رَحمَه الله الْعلمَاء أَعْلَام الْإِسْلَام وَالسَّابِقُونَ إِلَى دَار السَّلَام وسرج الْأَمْكِنَة وحجج الْأَزْمِنَة وحصون الضعفة وَحَملَة الْكتاب وَالسّنة ومقيمو حُدُود الله وَشَرَائِع دينه فِي أرضه قَالَ ¶ (وَالْحكم سيف الله فِي أرضه ... وَحجَّة الْحق على الْبَاطِل) ¶ (وموضح النُّور لأهل الْعَمى ... وَمذهب الشَّك عَن الْجَاهِل) ¶ (وحاسم الْجور عَن الْأمة ... وراحة الْمَسْئُول والسائل)",
            "page": "207",
            "part": "1",
            "seal": "386EC140"
        },
        {
            "id": "201",
            "nass": "فصل ¶ وَيجب على الْعَوام أَن لَا يعترضوا على عُلَمَائهمْ بل يقلدونهم فِي أديانهم فيهتدون بهداهم ويعلمون بفتواهم ¶ وَلَا يُنكرُونَ على الْعلمَاء مَا يَفْعَلُونَهُ وَلَا يتعقبون عَلَيْهِم مَا يأتونه مِمَّا ظَاهره مستنكر ¶ فَإِن الْعلمَاء بِالْحَقِّ أعرف وهم بِهِ أخبر وهم بمداخله ومخارجه أبْصر ¶ والعالم الْوَرع بِمَا قد أصلح الله من قلبه لاينبغي لأحد أَن يدْخل بَينه وَبَين ربه فقد يفعل الْعَالم مَا ظَاهره الْفساد وباطنه صَوَاب عِنْد رب الْعباد بِمَا اطلع عَلَيْهِ الْعَالم من الْفساد والسداد ¶ وَاعْتبر بِقصَّة الْخضر عَلَيْهِ السَّلَام لما خرق سفينة الْمَسَاكِين وَقتل بِيَدِهِ الْغُلَام أنكر عَلَيْهِ مُوسَى صلى الله على نَبينَا وَعَلِيهِ وَسلم ذَلِك ولامه على مَا جرى هُنَالك ¶ فَلَمَّا عرفه الْخضر بتأويله أقرّ مُوسَى لَهُ بتفضيله وَقد شرح الله",
            "page": "208",
            "part": "1",
            "seal": "72F5BB38"
        },
        {
            "id": "202",
            "nass": "قصتهما فِي الْكتاب وَأَنه مَأْذُون لَهُ من رب الأرباب فر يعْتَرض على الْعَالم إِلَّا عَالم يكون فَوْقه أَو مثله ليراجعه بِالْحَقِّ وَيفهم بِهِ فعله وَأَن الَّذِي يُنكر على أعلم مِنْهُ مليم وَفَوق كل ذِي علم عليم ¶ وَقد قَالَ الإِمَام حجَّة الْإِسْلَام الْغَزالِيّ رَحمَه الله فِي بعض مصنفاته أوصيك يَا أخي بِإِحْسَان الظَّن بالعلماء وَمن جملَة إِحْسَان الظَّن بهم أَن تطلب لكلامهم وَجها وعذرا مَا أمكن فَإِن لم تعثر عَلَيْهِ فتتهم نَفسك عَن دركه وَالله أعلم ¶ وَقَالَ رَحمَه الله فِي كِتَابه الْإِمْلَاء على مُشكل الْأَحْيَاء لَا تعجل على أَخذ بالتخطية وَلَا تبادر بالتجهيل فَرُبمَا عَاد عَلَيْك ذَلِك وَأَنت لَا تشعر فَلِكُل عَالم غور وَله فِي بعض مَا يَأْتِي بِهِ احتجاجات وَالله الْمُوفق بكرمه",
            "page": "209",
            "part": "1",
            "seal": "DE16F61A"
        },
        {
            "id": "203",
            "nass": "فصل ¶ وَقَالَ شَيخنَا شرف الدّين الذوالي رَحمَه الله فِي كِتَابه معارج التصنيف إِن من أعظم الْخيرَات التَّوْفِيق لطلب الْعلم والعكوف على طلب الْعلم النافع ودفاتر الْحِكْمَة وَذكر فِيهِ أَيْضا إِن الله سُبْحَانَهُ أثنى بِنَفسِهِ على الْعلم وَشرف أَهله ¶ ثمَّ أثنى سيد الْمُرْسلين صلى الله عَلَيْهِ وَسلم على الْعلمَاء وَأَطْنَبَ فِي مدحهم وَأمر بِالْجُلُوسِ إِلَيْهِم وَالْأَخْذ مِنْهُم ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (إِنَّمَا بعثت معلما ¶ ثمَّ أثنى على الْعلم بعده عيه السَّلَام صحابته رَضِي الله عَنْهُم وَالَّذين اتَّبَعُوهُمْ بِإِحْسَان ودعوا خلق الله إِلَيْهِ وحضوهم عَلَيْهِ حَتَّى ضرب النَّاس أكباد الْإِبِل فِي طلابه وَقَطعُوا المسافات الشاسعة فِي اكتسابه ثمَّ أثنى على الْعلم",
            "page": "210",
            "part": "1",
            "seal": "13682523"
        },
        {
            "id": "204",
            "nass": "بعدهمْ عقلاء النَّاس وَخيَار عباد الله المنقطعين إِلَى خدمته سُبْحَانَهُ وتبعهم على ذَلِك دهماء النَّاس مَعَ اخْتِلَاف طبقاتهم ¶ قَالَ رَحمَه الله وشذ مُرَاد من النَّاس خذلهم الله فاسترذلوا الْعلم واستحمقوا أَهله ¶ قَالَ ولسنا بصدد الرَّد على هَؤُلَاءِ وَلَا بِنَا حَاجَة إِلَى ذَلِك إِذْ قد تولى ذَلِك عَنَّا إلهنا سُبْحَانَهُ وَرُسُله وأنبياؤه وَخيَار عباده الَّذين اصطفاهم الله لخلافه نبيه صلى الله عَلَيْهِ وَسلم ¶ انْتهى كَلَامه رَحمَه الله",
            "page": "211",
            "part": "1",
            "seal": "70C5722B"
        },
        {
            "id": "205",
            "nass": "فصل ¶ وكل هَذَا فِي عَالم تَقِيّ ورع نقي يعْمل بِعِلْمِهِ وَلَا يقنع مِنْهُ باسمه بل يكذب نَفسه فِيهِ وَيُحِبهُ ويقتفيه فَمن لم يجد من نَفسه محبَّة الْعلم وأسبابه وَلَا يجد للْعلم ومطالعة كِتَابه لَذَّة تغلب لَذَّة نَومه وَطَعَامه وَشَرَابه فَإِنَّهُ لَيْسَ بفقيه وَإِن تسمى بِهِ وَلَا ينجب فِيهِ وَلَا يعد من أَصْحَابه ¶ وَأنْشد إمامنا الشَّافِعِي رَضِي الله تَعَالَى عَنهُ ونفع بِهِ وبعلومه آمين ¶ (إِذا رَأَيْت شباب الْحَيّ قد نشأوا ... لَا يحملون قلال الحبر والورقا) ¶ (وَلَا تراهم لَدَى الْأَشْيَاخ فِي حلق ... يعون من طيب الْأَخْبَار مَا اتسقا) ¶ (فعد عَنْهُم وَاعْلَم أَنهم همج ... قد بدلُوا بعلو الهمة الحمقا)",
            "page": "212",
            "part": "1",
            "seal": "F8A9B07B"
        },
        {
            "id": "206",
            "nass": "وَإِنَّمَا يعد من أهل الْعلم من جد فِيهِ وَمهر وَترك سَائِر لذاته لَهُ وهجر واستلذ الْجُوع لأَجله والسهر لِأَنَّهُ كلما دخل روضا مِنْهُ تبدى لَهُ مَا هُوَ أحسن وأبرع فَهُوَ فِي رياضه وفنونه وبساتينه يرتع لَا يمل مِنْهُ وَلَا يقنع وَلَا يرْوى وَلَا يشْبع فَهُوَ كَمَا قيل ¶ (يَا نسيم الرّيح قل لي للرشا ... لم يزدني الرّيّ إِلَّا عطشا) ¶ وَقد قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (منهومان لَا يشبعان طَالب علم وطالب دنيا وَلَا يستويان ¶ أما طَالب الْعلم فَيَزْدَاد رضى الرَّحْمَن وَأما طَالب الدُّنْيَا فَيَزْدَاد فِي الطغيان) ¶ رَوَاهُ الإِمَام الواحدي رَحمَه الله فِي وسيطه وَأَبُو اللَّيْث رَحمَه الله فِي تنبيهه ¶ وَقد ورد لَا يشْبع عَالم من علم حَتَّى يكون منتهاه الْجنَّة وَلَفظ التِّرْمِذِيّ رَحمَه الله فِيهِ لن يشْبع الْمُؤمن من خير سَمعه حَتَّى يكون منتهاه الْجنَّة ¶ وَقَالَ سُفْيَان بن عُيَيْنَة رَضِي الله عَنهُ يَوْمًا لأَصْحَابه من أحْوج النَّاس إِلَى طلب الْعلم قَالُوا قل يَا أَبَا مُحَمَّد قَالَ لَيْسَ أحد أحْوج إِلَى طلب الْعلم من الْعَالم لِأَنَّهُ لَيْسَ الْجَهْل بِأحد أقبح بِهِ من الْعَالم ¶ وَقَالَ",
            "page": "213",
            "part": "1",
            "seal": "5BDD2692"
        },
        {
            "id": "207",
            "nass": "أَبُو الْعَبَّاس أَحْمد بن يحيى وَابْن الْمُبَارك رَحِمهم الله لَا يزَال الرجل عَالما مَا طلب الْعلم فَإِذا ظن أَنه قد علم فقد جهل ¶ وَقَالَ سعيد بن جُبَير رَحمَه الله لَا يزَال الرجل عَالما مَا تعلم فَإِذا ترك التَّعَلُّم وَظن أَنه قد اسْتغنى وَاكْتفى بِمَا عِنْده كَانَ أَجْهَل مَا يكون وَقيل لبَعْضهِم من مَتى التَّعَلُّم وَإِلَى مَتى قَالَ من المهد إِلَى اللَّحْد ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم (كل صَاحب علم غرثان إِلَى علم) ¶ رَوَاهُ الْحَافِظ أَبُو نعيم رَضِي الله عَنهُ ¶ وَأَن الْعلمَاء كلهم والحكماء من الْمُتَأَخِّرين وَمن سبقهمْ من القدماء هم الَّذين يَجدونَ للْعلم لَذَّة تفوق سَائِر اللَّذَّات ويحقرون عِنْدهَا لَذَّة الْمُلُوك وَسَائِر الطَّيِّبَات فيعكفون على إدمان النّظر فِيهِ والمطالعات ويأنسون بالمذاكرة فِيهِ وَكَثْرَة المراجعات ويرون أنسهم بذلك خيرا من أنس النديم وألذ من الرَّحِيق الْمَخْتُوم الَّذِي ختامه مسك ومزاجه من تسنيم وَفِي ذَلِك أنْشد إمامنا الشَّافِعِي رَضِي الله عَنهُ أَمِين",
            "page": "214",
            "part": "1",
            "seal": "F272A177"
        },
        {
            "id": "208",
            "nass": "(لمحبرة تجالسني نهاري ... أحب إِلَى من أنس الصّديق) ¶ (ورزمة كاغد فِي الْبَيْت عِنْدِي ... أحب إِلَيّ من عدل دَقِيق) ¶ (ولطمة عَالم فِي الخد مني ... أحب إِلَيّ من شرب الرَّحِيق) ¶ وَقَالَ الشَّافِعِي رَحمَه الله أَيْضا ¶ (إِن صَحِبنَا الْمُلُوك تاهوا علينا ... واستبدوا بِالرَّأْيِ دون الجليس) ¶ (أَو خدمناهم بِقَبض وَبسط ... كَانَ أدعى إِلَى دُخُول الحبوس) ¶ (أَو صَحِبنَا التُّجَّار عدنا إِلَى اللوم ... وصرنا إِلَى حِسَاب الْفُلُوس) ¶ (أَو لزمنا السِّلَاح نبغي بِهِ الْعِزّ ... تعدى إِلَى احترام النُّفُوس) ¶ (فلزمنا الْبيُوت نتَّخذ الحبر ... ونطلي بِهِ وُجُوه الطروس)",
            "page": "215",
            "part": "1",
            "seal": "009A5FF6"
        },
        {
            "id": "209",
            "nass": "(ونناجي الْعُلُوم فِي كل فن ... عوضا عَن منادمات الكؤوس) ¶ وَأنْشد الإِمَام أَبُو مُحَمَّد اليحيوي لنَفسِهِ فِي مَسْجده بِمَدِينَة دَار السَّلَام بَغْدَاد ¶ (إجعل كتابك كالصندوق تفتحه ... فتأخذ المَال مِنْهُ ثمَّ تطبقه) ¶ (فَالْمَال يذهب فِيمَا لَا التذاذ بِهِ ... وَالْعلم يبْقى وَيبقى فِيك رونقه) ¶ (فِيهِ الْجمال على التَّأْبِيد تلبسه ... وَهُوَ الَّذِي للسان العي ينطقه) ¶ وَعَن عَليّ كرم الله وَجهه أَنه قَالَ الْكتب جلاء الْقُلُوب ومسلاة الهموم ولنعم الصاحب الْكتاب فِي الْحَضَر السّفر ¶ وَقَالَ بهاء الدّين ابْن حمدون رَحمَه الله وجدت الْكتاب خير صَاحب وقرين وَأفضل رَفِيق وخدين لَا يخون وَلَا يَمِين وَلَا يماكر وَلَا يناكر وَلَا يَعْصِي وَلَا ينافر مَأْمُون الهفوة والزلة مَحْمُود الْخلْوَة والخلة فَهُوَ لمن وفْق للاعتزال أسلم خَلِيل وَأكْرم",
            "page": "216",
            "part": "1",
            "seal": "B6E96FA0"
        },
        {
            "id": "210",
            "nass": "أَخ بر وُصُول ¶ وَأنْشد ابْن الْأَعرَابِي رَحمَه الله فِي الْكتب ¶ (لنا جلساء لَا يمل حَدِيثهمْ ... ألباء مأمونون غيبا ومشهدا) ¶ (فَلَا فتْنَة نخشى وَلَا سوء عشرَة ... وَلَا نتقي مِنْهُم لِسَانا وَلَا يدا) ¶ (يفيدوننا من علمهمْ علم مَا مضى ... وعقلا وتأديبا ورأيا مُسَددًا) ¶ (فَإِن قلت أموات فلست بكاذب ... وَإِن قلت أَحيَاء فلست مفندا) ¶ وَكتب بعض الْأَعَاجِم على خزانَة كتبه مَا هَذِه صورته ¶ (إِذا مَا خلا النَّاس فِي دُورهمْ ... بِخَمْر سلاف وخود كعاب) ¶ (وآنسهم حَسَنَات الليال ... بعز الندامى وزهر الصحاب) ¶ (خلوت وصحبي كتب الْعُلُوم ... وَبَيت عروسي بَيت الْكتاب)",
            "page": "217",
            "part": "1",
            "seal": "DB150A63"
        },
        {
            "id": "211",
            "nass": "(ودرس الْعُلُوم شراب الْعُقُول ... فدوروا عَليّ بِذَاكَ الشَّرَاب) ¶ (وَمَا يجمع الْمَرْء فِي دهره ... سوى الْعلم يجمعه للتراب) ¶ وَقَالَ غَيره عَفا الله عَنهُ آمين ¶ (فِي كل شَيْء لَذَّة تشْتَهى ... وَلَذَّة الْعَالم فِي كتبه) ¶ (وَكلما قَلبهَا زَاده ... تقليبها لبا إِلَى لبه) ¶ وَقَالَ آخر عَفا الله عَنهُ ¶ (أنست إِلَى التفرد طول عمري ... فَمَالِي فِي الْبَريَّة من أنيس) ¶ (جعلت محادثي ونديم نَفسِي ... وأنسي دفتري بدل الْعَرُوس) ¶ وَقيل لأبي بكر الْخَوَارِزْمِيّ رَحمَه الله عِنْد مَوته مَا تشْتَهي قَالَ النظرة فِي حَوَاشِي الْكتب ¶ وَقَالَ غَيره الْكتب بساتين الْعُقَلَاء وَأنْشد بَعضهم",
            "page": "218",
            "part": "1",
            "seal": "EB853052"
        },
        {
            "id": "212",
            "nass": "(إِذا مَا خلوت من المؤنسين ... جعلت المؤانس لي دفتري) ¶ (فَلم أخل من شَاعِر محسن ... وَمن عَالم صَالح مُنْذر) ¶ (وَمن حكم بَين أَثْنَائِهَا ... فرائد للنَّاظِر المفكر) ¶ وَقَالَ المتنبي ¶ (أعز مَكَان فِي الدنا سرج سابح ... وَخير جليس فِي الزَّمَان كتاب) ¶ وَقيل لعبد الله بن الْمُبَارك رَضِي الله عَنهُ أتجلس فِي الْبَيْت وَحدك وَلَا تجْلِس مَعنا قَالَ مَا أصنع مَعكُمْ أَنْتُم تغتابون النَّاس مَا أَجْلِس إِلَّا مَعَ الصَّحَابَة وَالتَّابِعِينَ رَضِي الله عَنْهُم يُرِيد مطالعة أخبارهم وَالنَّظَر فِي سيرهم وآثارهم ¶ قَالَ الْمُقْرِئ أَبُو الْحسن السخاوي رَحمَه الله فِي خطْبَة كتاب الْوَسِيلَة لَهُ مَتى أردْت مجالسة إِمَام من الْأَئِمَّة الماضين فَانْظُر إِلَى كتبه الَّتِي صنفها ومجموعاته الَّتِي ألفها فَإنَّك تَجدهُ لَك مُخَاطبا ومعلما ومرشدا ومفهما فَهُوَ حَيّ من هَذِه الْجِهَة ومرشد من هَذَا الْجَانِب وَأنْشد بَعضهم",
            "page": "219",
            "part": "1",
            "seal": "22921597"
        },
        {
            "id": "213",
            "nass": "(لَذَّة الْعَيْش أَن تكون مكبا ... أَبَد الدَّهْر نَاظرا فِي كتاب) ¶ (إِنَّمَا الْكتب نزهة وبساتين ... وفيهَا فكاهة الْأَلْبَاب) ¶ (فاعص من لَام فِي الحَدِيث وَفِي الْكتب ... فَفِيهَا معادن الْآدَاب) ¶ وَقَالَ آخر ¶ (وَلكُل صَاحب لَذَّة متنزه ... أبدا وَلَذَّة عَالم فِي كتبه)",
            "page": "220",
            "part": "1",
            "seal": "3179FB87"
        },
        {
            "id": "214",
            "nass": "فصل ¶ ثمَّ وصيتي لنَفْسي ولسائر الْمُسلمين بتقوى الله رب الْعَالمين فَإِنَّهَا وَصِيَّة الله سُبْحَانَهُ الَّتِي أوصى بهَا الْأَوَّلين والآخرين ¶ وَبِقَوْلِهِ سُبْحَانَهُ وَهُوَ أصدق الْقَائِلين {وَلَقَد وصينا الَّذين أُوتُوا الْكتاب من قبلكُمْ وَإِيَّاكُم أَن اتَّقوا الله} ¶ وَهِي وَصِيَّة جَمِيع رسل الله لخلق الله وَهِي الَّتِي وصّى بهَا إِبْرَاهِيم بنيه وَيَعْقُوب ¶ فتقوى الله سُبْحَانَهُ هِيَ النافعة فِي الدَّاريْنِ وَهِي الرافعة فِي الدَّاريْنِ وَهِي الموصلة إِلَى خير الدَّاريْنِ وَهِي الدافعة لشر الدَّاريْنِ وَهِي ثَمَرَة الْعلم الْمَطْلُوبَة مِنْهُ إِذْ ثَمَرَة الْعلم هِيَ تقوى الله سُبْحَانَهُ ¶ وَحَقِيقَة التَّقْوَى امْتِثَال أَمر الله سُبْحَانَهُ بِفعل جَمِيع مَا أَمر بِهِ وبترك مَا نهى عَنهُ على مَا ورد فِي الْقُرْآن الْكَرِيم",
            "page": "221",
            "part": "1",
            "seal": "AF34C9F9"
        },
        {
            "id": "215",
            "nass": "وَأخْبر بِهِ النَّبِي عَلَيْهِ أفضل الصَّلَاة وَالتَّسْلِيم ¶ وَلم يُكَرر الله فِي كِتَابه أَكثر من التَّقْوَى وَالصَّبْر ووعد على كل وَاحِد مِنْهُمَا النَّصْر والجزيل من الْأجر ¶ فَقَالَ تَعَالَى {إِنَّه من يتق ويصبر فَإِن الله لَا يضيع أجر الْمُحْسِنِينَ} {وَالْآخِرَة عِنْد رَبك لِلْمُتقين} {وَمن يتق الله يَجْعَل لَهُ من أمره يسرا} {وَمن يتق الله يكفر عَنهُ سيئاته ويعظم لَهُ أجرا} ¶ وَمحل التَّقْوَى هِيَ الْقُلُوب الطاهرة وَمِنْهَا تصدر الطَّاعَات الظَّاهِرَة ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم (إِن الله لَا ينظر إِلَى صوركُمْ وَلَا إِلَى أَعمالكُم وَلَكِن ينظر إِلَى قُلُوبكُمْ ¶ فالقلب هُوَ مَوضِع نظر الرب سُبْحَانَهُ نسْأَل الله سُبْحَانَهُ أَن يطهر قُلُوبنَا عَن الأدناس وَإِن يصلح منا الْقُلُوب والجوارح والحواس وَيَكْفِينَا شَرّ أَنْفُسنَا وَشر الْجنَّة وَالنَّاس وَأَن يجعلنا من أهل الرشاد والسداد وَأَن يرزقنا حسن الْعَمَل للمعاد وَأَن ينجينا من الكرب الشداد وَأَن",
            "page": "222",
            "part": "1",
            "seal": "D9685CE6"
        },
        {
            "id": "216",
            "nass": "يجعلنا من المتمسكين بطرق الْحق وَإِن ضَاقَتْ مواردها المستوحشين من طرق الضَّلَالَة وَإِن طَالَتْ مسالكها وَالله الْمُسْتَعَان على نوب الزَّمَان وَهُوَ الدَّافِع للأشجان وَالْأَحْزَان نسْأَل الله سُبْحَانَهُ الْعَافِيَة والأمان لنا ولوالدينا وللولدان وَلِجَمِيعِ الْمُسلمين وَسَائِر الإخوان وَأَن يحفظ علينا بكرمه الْإِيمَان حَتَّى يوصلنا بِهِ إِلَى الْجنان فَإِنَّهُ سُبْحَانَهُ كريم رَحِيم منان وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم ¶ وحسبنا الله وَنعم الْوَكِيل ¶ عَلَيْهِ توكلنا وَإِلَيْهِ أنبنا وَإِلَيْهِ الْمصير وَالسَّلَام على من اتبع الْهدى وَالصَّلَاة على مُحَمَّد الْمُجْتَبى وَالْحَمْد لله وَسَلام على عباده الَّذين اصْطفى ¶ وَقد رَأَيْت أَن أختم هَذَا الْجُزْء بقصيدتين إِحْدَاهمَا فِي تعديد بعض النعم والرضى بالمقدور وَالْقسم وَحسن الصُّحْبَة للصديق وَالْمُتَّهَم وَهِي هَذِه ¶ (سُبْحَانَ رَبِّي لقد سواك معتدلا ... خلقا جميلا تَعَالَى رَبنَا وَعلا) ¶ (سُبْحَانَ من أنشأ الْإِنْسَان من علق ... وَاخْتَارَهُ وحباه الْعقل والخولا)",
            "page": "223",
            "part": "1",
            "seal": "C6AE9659"
        },
        {
            "id": "217",
            "nass": "(من نُطْفَة رده حَيا وأكرمه ... أَعَادَهُ الله خلقا كَامِلا رجلا) ¶ (سُبْحَانَ من رتب الْأَعْضَاء وصورها ... وَالْأَرْض أحكم مِنْهَا السهل والجبلا) ¶ (والفلك تمخر وسط الْبَحْر جَارِيَة ... وَالْخَيْل سخرها والفيل والجملا) ¶ (وَالشَّمْس أَنْشَأَهَا لِلْخلقِ مَنْفَعَة ... والبدر والنجم يهدينا بِهِ السبلا) ¶ (سُبْحَانَ من أبدع الْأَشْيَاء كَيفَ يَشَأْ ... من أبْصر الْخلق لم ينظر بِهِ خللا) ¶ (الْملك والخلق وَالدُّنْيَا بقبضته ... كل لهيبته صَارُوا لَهُ ذللا) ¶ (وَالرِّيح سخرها والسحب أَنْشَأَهَا ... والغيث أنزلهُ يروي بِهِ العللا) ¶ (وَانْظُر إِلَى الأَرْض يسقيها إِذا عطشت ... غيثا مغيثا مريعا مُغْدِقًا هطلا) ¶ (سَحا هنيا مريا طيبا غدقا ... عذبا فراتا فيروى القاع والقللا)",
            "page": "224",
            "part": "1",
            "seal": "B8C76656"
        },
        {
            "id": "218",
            "nass": "(فَيظْهر النبت من آثَار رَحمته ... للشم هَذَا وَذَا حُلْو لمن أكلا) ¶ (وتطلع النّخل أكماما مرتبَة ... طلعا نضيدا فكم من حملهَا حملا) ¶ (وَيظْهر الزَّرْع مخضرا يلقحه ... مر الرّيح فيبدي الْحبّ والسبلا) ¶ (كل لأرزاقنا أبداه خالقنا ... تبَارك الله كم أعْطى وَكم نحلا) ¶ (هذاك قوت وَذَا حُلْو وَفَاكِهَة ... وَأَنْشَأَ الْقطن وَالزَّيْتُون والعسلا) ¶ (والخز والقز والديباج أكسية ... وَالصُّوف وَالشعر للغاني وَمن رحلا) ¶ (والمسك وَالْعود والأحجار فَهِيَ لنا ... هَذَا حَدِيد وَذَا كحل لمن كحلا) ¶ (وَذَا عقيق وَيَاقُوت وَذَا ذهب ... وَفِضة وَجَمِيع الْبر قد حصلا) ¶ (وألهم الدّين أهل الرشد فَارْتَفعُوا ... وَالشَّر للجاهل العَاصِي الَّذِي خذلا)",
            "page": "225",
            "part": "1",
            "seal": "20929DD4"
        },
        {
            "id": "219",
            "nass": "(من ذَا أياديه هَل يعْصى وَنعمته ... والجود مِنْهُ على عاصيه مَا انفصلا) ¶ (سُبْحَانَ من خصنا فِيمَا يرَاهُ لنا ... وَالْحَمْد لله حمدا دَائِما كملا) ¶ (فاحمد إلهك واشكره وخفه وَلَا ... تنس الْمعَاد وَتب واستقرب الأجلا) ¶ (وازرع من الْخَيْر واحم النَّفس من طمع ... تلق المُرَاد وتكفى الشَّرّ والوجلا) ¶ (رد الْأُمُور إِلَى الْبَارِي مقدرها ... واستكفه الشَّرّ والأسواء والزللا) ¶ (سهل على النَّفس أَمر الْعَيْش يَا وَلَدي ... للْعَبد قسم من الأرزاق قد جعلا) ¶ (لَا الْحِرْص زَاد وَلَا التسهيل ينقصهُ ... هَذَا وَذَاكَ سَوَاء فابق متكلا) ¶ (قد كَانَ يَكْفِيك فِي صغر وَأَنت لقى ... فِي بطن أمك مَحْبُوسًا ومنجدلا) ¶ (قد كنت فِي المهد لَا تسطيع مقدرَة ... وَالله يَكْفِيك مَا يُؤْذِي وكل بِلَا)",
            "page": "226",
            "part": "1",
            "seal": "5250DB14"
        },
        {
            "id": "220",
            "nass": "(قد كَانَ يَأْتِي بخيرات يسهلها ... وَيسر الرزق قبل الْيَوْم والحللا) ¶ (وَأخرج الدّرّ والأرزاق من عدم ... وَأنْبت اللَّحْم فَوق الْعظم معتدلا) ¶ (فَهُوَ الْقَدِير على إتْمَام نعْمَته ... وَهُوَ الْكَرِيم جواد طَال مَا نحلا) ¶ (فَلَيْسَ يغْفل عَنْك الْيَوْم قطّ وَلَا ... ينساك سُبْحَانَهُ يُعْطي وَمَا غفلا) ¶ (يعلي ويغني ويدني كل مكرمَة ... يحمي وَيَكْفِي وبر الله قد شملا) ¶ (يسْقِي ويشفي ويضني من يمحصه ... يحيي ويفني ويبري السقم والعللا) ¶ (كل من الله عدل كَيفَ قدره ... لَا يهرب العَبْد من حكم إِذا نزلا) ¶ (فَهُوَ الْمُقدر للأشياء كَيفَ يشا ... بر رءوف بِمن قد جَار أَو عدلا) ¶ (إِن أسبل الْخَيْر لم يردده ذُو حسد ... وَلَا حَكِيم يرد الرزق والنزلا)",
            "page": "227",
            "part": "1",
            "seal": "20C7A26A"
        },
        {
            "id": "221",
            "nass": "(أَو أنزل الشَّرّ لم تردده مقدرَة ... وَلَا حبيب وَلَو أبدى لَك الحيلا) ¶ (إِن قدر الله أمرا فِيك تحذره ... فَأمره وَاقع لَا شكّ فِيهِ وَلَا) ¶ (إِن شِئْت تطمع فِي شَيْء يعوقه ... قدرت تفتح أبوابا إِذا قفلا) ¶ (أَو شِئْت تحزم من شَيْء يُسَلِّطهُ ... فالحزم يلقيك فِي مقدروه عجلا) ¶ (كم من سقيم شفَاه الله من دنف ... وَكم طَبِيب لمن داواه قد قتلا) ¶ (هَذَا أَرَادَ لَهُ الرَّحْمَن عَافِيَة ... وَذَا أَرَادَ لَهُ الْإِتْلَاف فاتصلا) ¶ (فَسلم الْأَمر واستسلم لحكمته ... وَارْضَ الْقَضَاء وَكن بِالْخَيرِ مشتغلا) ¶ (وَاتبع من الْأَمر أولاه وأسهله ... طُوبَى لعبد قنوع نَالَ مَا سهلا) ¶ (كن للمعاصي تروكا معرضًا بقلى ... وَفِي الْمَعَالِي عليا عَالِيا بطلا)",
            "page": "228",
            "part": "1",
            "seal": "39655593"
        },
        {
            "id": "222",
            "nass": "(عَن الْمعاصِي نفورا لَا يراك بهَا ... أهل ونسل وَلَا خل ومرتحلا) ¶ (ثق بالإله وشكر الله فِيهِ رضَا ... فاعكف عَلَيْهِ وخل النّوم والكسلا) ¶ (صل الْفُرُوض وَكن بالعم مُجْتَهدا ... وَأفضل النَّاس من بِالْعلمِ قد عملا) ¶ (أد الزَّكَاة وصم واقر وصل رحما ... إِن الْوُصُول بِحَبل الله قد وصلا) ¶ (وَاسْتعْمل الْحلم إِن الْحلم مكرمَة ... واترك مشاجرة الأقوام والجدلا) ¶ (لَا تقطعن أَخا ود لهفوته ... جامل أَخَاك وعد بالحلم إِن جهلا) ¶ (وَاحْذَرْ من النَّاس فالإخوان قد فسدوا ... كم من خدين بطبع السوء قد جبلا) ¶ (فاحذر عَدَاوَة من يرعاك وَقت رضَا ... يُحْصى عيوبك أعدادا لوقت قلا) ¶ (وَمن أذاقك مرا أَو أَتَى بأذى ... فاحذر تكافيه بل أسقه عسلا)",
            "page": "229",
            "part": "1",
            "seal": "2F851AD9"
        },
        {
            "id": "223",
            "nass": "(واجرع لَهُ المر واصبر يَا بني ترى ... عقباك عزا وعقبى الْمُفْسد الفشلا) ¶ (وَاجعَل بصدرك للأسرار منزلَة ... وَاجعَل لمن رامها من دونهَا شغلا) ¶ (وَلَا تنلها أَخا تندم وسوف ترى ... مِمَّن تحب وَإِن صافيته دخلا) ¶ (هذاك نصحي وتذكيري وموعظتي ... فَافْهَم مرادي وناد الله مبتهلا) ¶ (أَن يَكْفِي الْكل منا مَا نَخَاف وَأَن ... يهدي وَيصْلح منا القَوْل والعملا) ¶ (وَيجمع الشمل فِي جناته كرما ... بِالْكُلِّ منا وَمن أحبابنا كملا) ¶ (بعد الصَّلَاة على الْمُخْتَار من مُضر ... مُحَمَّد الْمُصْطَفى خير الْأَنَام ملا) ¶ وَالْقَصِيدَة الثَّانِيَة فِي ذكر الْكبر وَتغَير الصُّور والمصير فِي الْحفر وَهِي هَذِه",
            "page": "230",
            "part": "1",
            "seal": "819D2740"
        },
        {
            "id": "224",
            "nass": "(رَأَيْت وَجْهي فِي الْمرْآة قد سَهْما ... وَحَال حَالي وَحسن الْوَجْه قد عدما) ¶ (تقيض الْجلد مِنْهُ بعد نضرته ... وَغَارَتْ الْعين حَتَّى ظن ذَاك عمى) ¶ (وَقيل لونك قد حَال الزَّمَان بِهِ ... ولاح شيبك مبيضا وَمَا اكتتما) ¶ (وصرت تسْعَى على المنساة ثَالِثَة ... مَا ذَاك إِلَّا لشَيْء أَضْعَف القدما) ¶ (فَقلت هَذَا نَذِير جَاءَ يعلمني ... أَن الرحيل دنا وَالْمَوْت قد هجما) ¶ (قد مَاتَ صحبي وأترابي الَّذين هم ... أنس لنا وَمضى الأخيار والعلما) ¶ (هَل يستريح فَتى قد مَاتَ مؤنسه ... وَالْمَوْت يَطْلُبهُ والذنب قد رقما) ¶ (بكاتبين شُهُود من مَلَائِكَة ... يُحصونَ من فعله مَا دق أَو عظما) ¶ (والقبر موعده والترب مضجعه ... والدود يَأْكُل لَحْمًا مِنْهُ قد نعما)",
            "page": "231",
            "part": "1",
            "seal": "79E9A0E3"
        },
        {
            "id": "225",
            "nass": "(من ذَاك موئله حَقًا ومرجعه ... مَاذَا عَلَيْهِ إِذا مَا اسود أَو سقما) ¶ (مَا ينفع الْحسن والتغيير يلْحقهُ ... وكل عظم يرى فِي قَبره رمما) ¶ (وَلَو ترى أحسن الأقوام منجدلا ... فِي الْقَبْر بعد ثَلَاث عَالِيا ورما) ¶ (نفرت عَنهُ وَلَا تسطيع تنظره ... أَيْن النَّعيم وَأَيْنَ الْحسن قد هدما) ¶ (سَالَ الصديد على الأكفان فاندرست ... والبطن شقّ ودود الْقَبْر فِيهِ نما) ¶ (وَلَو ترى المقلة الحسنا وَقد نزلت ... فِي الخد سَائِلَة أَدْبَرت مُنْهَزِمًا) ¶ (لَا تَسْتَطِيع مقَاما من فجيعته ... وَإِن يكن أقرب الأحباب أَو رحما) ¶ (فحالنا كلنا حَقًا كحالته ... حق الْبكاء لنا والحزن وانحتما) ¶ (من ذَاك يسلم من هَذَا الْمصير فَلَا ... وَالله مَا أحد من ذَلِكُم سلما)",
            "page": "232",
            "part": "1",
            "seal": "DC39E88D"
        },
        {
            "id": "226",
            "nass": "(من كَانَ يعلم أَن الله سائله ... عَمَّا جناه وَلم يحدث لَهُ ندما) ¶ (فَسَوف يَأْتِيهِ هول لَا يُطيق لَهُ ... وَالْحسن لَا ينفع العَاصِي إِذا قدما) ¶ (لَا الْحسن يبْقى وَلَا يُنجي سوى عمل ... بالصالحات وتقوى أعظم العظما) ¶ (من يتق الله يظفر بالنجاة غَدا ... وَفِي الْحَيَاة ينَال الْعِزّ والكرما) ¶ (أسْتَغْفر الله رب الْعَرْش خالقنا ... مِمَّا جنيت وَمِمَّا يُورث الندما) ¶ (يَا رب يَا رب يَا ذَا الْعَفو يَا أحد ... يَا مَالك الْملك بل يَا أكْرم الكرما) ¶ (يَا بر يَا حَيّ يَا قيوم يَا صَمد ... أَنْت الْكَرِيم وَمن يرجوك مَا ندما) ¶ (أَدْعُوك يَا رب تنجينا وترحمنا ... فَأَنت أكْرم من يُرْجَى وَمن رحما) ¶ (فَكفر الذَّنب لي واستر على زللي ... يَا غَافِر الذَّنب بل يَا أرْحم الرحما)",
            "page": "233",
            "part": "1",
            "seal": "D551BAF1"
        },
        {
            "id": "227",
            "nass": "(لَا تأخذني بزلاتي وَإِن عظمت ... أَنْت اللَّطِيف الْمعَافي أحلم الحلما) ¶ (مَا لي سواك وَلَا لي نَاصِر أبدا ... إلاك فانصر وجمل واصرف النقما) ¶ (عَنَّا وَيسر لنا الْخيرَات ثمَّ أجر ... مِمَّا نَخَاف وأسبغ فَوْقنَا النعما) ¶ (وَارْحَمْ عبيدك والأباء وَمن ولدُوا ... وكف عَنَّا الْأَذَى وَالشَّر والنقما) ¶ (أسبل علينا ستورا مِنْك مَانِعَة ... شَرّ الْأَنَام وَمن عادى وَمن ظلما) ¶ (وَاخْتِمْ لنا الْعُمر فِي توب ومغفرة ... وَاجعَل لنا مِنْك فِي الدُّنْيَا غنى وَحمى) ¶ (شفيعنا أَحْمد الْمُخْتَار من مُضر ... خير الْأَنَام وأوفاهم لَهُم ذمما) ¶ (منا عَلَيْهِ صَلَاة ثمَّ يتبعهَا ... منا السَّلَام سَلاما لَيْسَ منصرما) ¶ (صلى عَلَيْهِ إِلَه الْعَرْش مَا طلعت ... شمس النَّهَار ولاح الْبَرْق وابتسما)",
            "page": "234",
            "part": "1",
            "seal": "EEE589AF"
        }
    ],
    "t6878": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "194",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "201",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "203",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "205",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "214",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        }
    ]
}