{
    "b6945": [
        {
            "id": "1",
            "nass": "الْبَاب الأول فِي اخْتِيَار الحليلة الصَّالِحَة وَالزَّوْجَة الْمُوَافقَة وَمَا يحمد من عشرَة النِّسَاء بِسم الله الرَّحْمَن الرَّحِيم وَلَا تَمُدَّن عَيْنَيْك إِلَى مَا متعنَا بِهِ أَزْوَاجًا مِنْهُم زهرَة الْحَيَاة الدُّنْيَا لنفتنهم فِيهِ ورزق رَبك خير وَأبقى ¶ النِّسَاء وصفاتهن وَمَا يحمد ويذم من عشرتهن قَالَ أَبُو عمر أَحْمد بن مُحَمَّد بن عبد ربه نَحن قَائِلُونَ بِحَمْد الله وتوفيقه فِي النِّسَاء وصفاتهن وَمَا يحمد ويذم من عشرتهن إِذْ كَانَ ذَلِك مَقْصُورا على الحليلة الصَّالِحَة وَالزَّوْجَة الْمُوَافقَة وَالْبَلَاء كُله مُوكل بِالْقَرِينَةِ السوء الَّتِي لَا تسكن النَّفس إِلَى كريم عشرتها وَلَا تقر الْعين برؤيتها أَقْوَال عَنْهُن فِي القمة قَالَ الْأَصْمَعِي حَدثنِي ابْن أبي الزِّنَاد عَن عُرْوَة بن الزبير قَالَ مَا رفع أحد نَفسه بعد الْإِيمَان بِاللَّه بِمثل منكح صدق وَلَا وضع أحد نَفسه بعد الْكفْر بِاللَّه بِمثل منكح سوء ثمَّ قَالَ لعن الله فُلَانَة ألفت بني فلَان بيضًا طوَالًا فقلبتهم سُودًا قصارا وَفِي حِكْمَة سُلَيْمَان بن دَاوُد عَلَيْهِ السَّلَام",
            "page": "25",
            "part": "1",
            "seal": "80592411"
        },
        {
            "id": "2",
            "nass": "الْمَرْأَة الْعَاقِلَة تبني بَيتهَا والسفيهة تهدمه وَقَالَ الْجمال كَاذِب وَالْحسن مخلف وَإِنَّمَا تسْتَحقّ الْمَدْح الْمَرْأَة الْمُوَافقَة الرَّسُول وعكاف مَكْحُول عَن عَطِيَّة عَن بشر عَن عَكَّاف بن ودَاعَة الْهِلَالِي أَن رَسُول الله قَالَ لَهُ يَا عَكَّاف أَلَك امْرَأَة قَالَ لَا قَالَ فَأَنت إِذن من إخْوَان الشَّيَاطِين إِن كنت من رُهْبَان النَّصَارَى فَالْحق بهم وَإِن كنت منا فانكح فَإِن من سنتنا النِّكَاح وَقَالَت عَائِشَة رَضِي الله عَنْهَا النِّكَاح رق فَلْينْظر أحدكُم من يرق كريمته وَقَالَ رَسُول الله أوصيكم بِالنسَاء فَإِنَّهُنَّ عوان عنْدكُمْ",
            "page": "26",
            "part": "1",
            "seal": "E6DA255D"
        },
        {
            "id": "3",
            "nass": "قَوْلهم فِي المناكح ¶ الزَّوْجَات صعصعة وَابْن الظرب أتيتني تشتري كَبِدِي خطب صعصعة بن مُعَاوِيَة إِلَى عَامر بن الظرب حَكِيم الْعَرَب ابْنَته عمْرَة وَهِي أم عَامر بن صعصعة فَقَالَ يَا صعصعة إِنَّك أتيتني تشتري من كَبِدِي فَارْحَمْ وَلَدي قبلتك أَو رددتك والحسيب كُفْء الحسيب وَالزَّوْج الصَّالح أَب بعد أَب وَقد أنكحتك خشيَة أَلا أجد مثلك أفر من السِّرّ إِلَى الْعَلَانِيَة يَا معشر عدوان خرجت من بَين أظْهركُم كريمتكم من غير رَغْبَة وَلَا رهبة وَأقسم لَوْلَا قسم الحظوظ على قدر الجدود مَا ترك الأول للْآخر مَا يعِيش بِهِ ابْن حجر وَابْن محلم وَصِيَّة ذهبية الْعَبَّاس بن خَالِد السَّهْمِي قَالَ خطب عَمْرو بن حجر إِلَى عَوْف بن محلم الشَّيْبَانِيّ ابْنَته أم إِيَاس فَقَالَ نعم أزوجكما على أَن أسمي بنيها وأزوج بناتها فَقَالَ عَمْرو بن حجر",
            "page": "27",
            "part": "1",
            "seal": "E43E6C94"
        },
        {
            "id": "4",
            "nass": "أما بنونا فنسميهم بأسمائنا وَأَسْمَاء آبَائِنَا وعمومتنا وَأما بناتنا فننكحهن أكفاءهن من الْمُلُوك وَلَكِنِّي أصدقهَا عقارا فِي كِنْدَة وأمنحها حاجات قَومهَا لَا ترد لأحد مِنْهُم حَاجَة قبل ذَلِك مِنْهُ أَبوهَا وأنكحه إِيَّاهَا فَلَمَّا كَانَ بِنَاؤُه بهَا خلت بهَا أمهَا فَقَالَت أى بنية إِنَّك فَارَقت بَيْتك الَّذِي مِنْهُ خرجت وعشك الَّذِي فِيهِ درجت إِلَى رجل لم تعرفيه وقرين لم تألفيه فكوني لَهُ أمة يكن لَك عبدا واحفظى لَهُ خِصَالًا عشرا تكن لَك ذخْرا أما الأولى وَالثَّانيَِة فالخشوع لَهُ بالقناعة وَحسن السّمع لَهُ وَالطَّاعَة وَأما الثَّالِثَة وَالرَّابِعَة فالتفقد لمواضع عَيْنَيْهِ وَأَنْفه فَلَا تقع عينه مِنْك على قَبِيح وَلَا يشم إِلَّا أطيب ريح وَأما الْخَامِسَة وَالسَّادِسَة فالتفقد لوقت مَنَامه وَطَعَامه فَإِن حرارة الْجُوع ملهبة وتنغيص النّوم مغضبة وَأما السَّابِعَة وَالثَّامِنَة فالإحتفاظ بِمَالِه والإرعاء على حشمه وَعِيَاله وملاك الْأَمر فِي المَال حسن التَّقْدِير وَفِي الْعِيَال حسن التَّدْبِير",
            "page": "28",
            "part": "1",
            "seal": "E77725D1"
        },
        {
            "id": "5",
            "nass": "وَأما التَّاسِعَة والعاشرة فَلَا تعصن لَهُ أمرا وَلَا تفشن لَهُ سرا فَإنَّك إِن خَالَفت أمره أوغرت صَدره وَإِن أفشيت سره لم تأمني غدره ثمَّ إياك والفرح بَين يَدَيْهِ إِن كَانَ مهتما والكآبة بَين يَدَيْهِ إِن كَانَ فَرحا فَولدت لَهُ الْحَارِث بن عَمْرو جد امْرِئ الْقَيْس الشَّاعِر زُرَارَة ولقيط وَابْنَة ذِي الجدين من أحسن أَنا أم لَقِيط الشَّيْبَانِيّ قَالَ حَدثنَا بعض أَصْحَابنَا أَن زُرَارَة بن عدس نظر إِلَى ابْنه لَقِيط فَقَالَ مالى أَرَاك مختالا كَأَنَّك جئتني بابنة ذِي الجدين أَو مائَة من هجائن النُّعْمَان فَقَالَ وَالله لَا يمس رأسى دهن حَتَّى آتِيك بهما أَو أبلى عذرا فَانْطَلق حَتَّى أَتَى ذَا الجدين وَهُوَ قيس بن مَسْعُود الشَّيْبَانِيّ فَوَجَدَهُ جَالِسا فِي نَادِي قومه من شَيبَان فَخَطب إِلَيْهِ ابْنَته عَلَانيَة فَقَالَ لَهُ هلا ناجيتني وَمن أَنْت قَالَ لَقِيط بن زُرَارَة قَالَ لَا جرم لَا تبيتن فِينَا عزبا وَلَا محروما فَزَوجهُ وسَاق عَنهُ الْمهْر وَبنى بهَا من ليلته تِلْكَ ثمَّ خرج إِلَى النُّعْمَان فجَاء بمائتين من هجائنه وَأَقْبل إِلَى أَبِيه وَقد وفى نَذره فَبعث إِلَيْهِ قيس بن مَسْعُود بابنته مَعَ وَلَده بسطَام بن قيس فَخرج لَقِيط يتلقاها فِي الطَّرِيق وَمَعَهُ ابْن عَم لَهُ يُقَال قراد فَقَالَ لَقِيط",
            "page": "29",
            "part": "1",
            "seal": "5FD33A0A"
        },
        {
            "id": "6",
            "nass": "هَاجَتْ عَليّ ديار الْحَيّ أشجانا واستقبلوا من نوى الْجِيرَان قربانا تامت فُؤَادك لم تقض الَّتِي وعدت إِحْدَى نسَاء بني ذهل بن شيبانا فَانْظُر قراد وَهل فِي نظرة جزع عرض الشقائق هَل بيّنت أظعانا فِيهِنَّ جَارِيَة نضح العبير بهَا تُكْسَى ترائبها درا ومرجانا كَيفَ اهتديت وَلَا نجم وَلَا علم وَكنت عندى نؤوم اللَّيْل وسنانا وَلما رَحل بهَا بسطَام بن قيس قَالَت مروا بِي على أبي أودعهُ فَلَمَّا ودعته قَالَ لَهَا يَا بنية كونى لَهُ أمة يكن لَك عبدا وَليكن أطيب طيبك المَاء ثمَّ لَا أذكرت وَلَا أَيسَرت فَإنَّك تلدين الْأَعْدَاء وتقربين الْبعدَاء إِن زَوجك فَارس من فرسَان مُضر وَإنَّهُ يُوشك أَن يقتل أَو يَمُوت فَإِذا كَانَ ذَلِك فَلَا تخمشي عَلَيْهِ وَجها وَلَا تحلقي شعرًا فَلَمَّا قتل لَقِيط تحملت إِلَى أَهلهَا ثمَّ مَالَتْ إِلَى محلّة عبد الله بن دارم فَقَالَت نعم الأحماء كُنْتُم يَا بني دارم وَأَنا أوصيكم بالغرائب خيرا فَلم أر مثل لَقِيط ثمَّ لحقت بقومها فَتَزَوجهَا ابْن عَم لَهَا فَكَانَت لَا تسلو عَن ذكر لَقِيط فَقَالَ لَهَا زَوجهَا أى يَوْم رَأَيْت فِيهِ لقيطا أحسن فِي عَيْنَيْك",
            "page": "30",
            "part": "1",
            "seal": "5C482178"
        },
        {
            "id": "7",
            "nass": "قَالَت خرج يَوْمًا يصطاد فطرد الْبَقر فصرع مِنْهَا ثمَّ أَتَانِي مختضبا بالدماء فضمني ضمة ولثمني لثمة فليتني مت ثمَّة فَخرج زَوجهَا فَفعل مثل ذَلِك ثمَّ أَتَاهَا فَضمهَا ولثمها ثمَّ قَالَ لَهَا من أحسن أَنا أم لَقِيط عنْدك فَقَالَت مرعى وَلَا كالسعدان",
            "page": "31",
            "part": "1",
            "seal": "DBC44704"
        },
        {
            "id": "8",
            "nass": "قيس بن زُهَيْر والنمر لَا تردوا الْأَكفاء عَن النِّسَاء حكى أَبُو الْفضل عَن بعض رِجَاله قَالَ قدم قيس بن زُهَيْر بعد مَا قتل أهل الهباءة على النمر بن قاسط فَقَالَ يَا معشر النمر نزعت إِلَيْكُم غَرِيبا حَزينًا فانظروا لى امْرَأَة أَتَزَوَّجهَا قد أذلها الْفقر وأدبها الْغنى لَهَا حسب وجمال فَزَوجُوهُ على هَيْئَة مَا طلب فَقَالَ إِنِّي لَا أقيم فِيكُم حَتَّى أعلمكُم أخلاقي إِنِّي غيور فخور نفور وَلَكِنِّي لَا أغار حَتَّى أرى وَلَا أَفْخَر حَتَّى أفعل وَلَا آنف حَتَّى أظلم فَأَقَامَ فيهم حَتَّى ولد لَهُ غُلَام سَمَّاهُ خَليفَة ثمَّ بدا لَهُ أَن يرتحل عَنْهُم فَجَمعهُمْ ثمَّ قَالَ يَا معشر النمر إِن لكم على حَقًا وَأَنا أُرِيد أَن أوصيكم فآمركم بخصال وأنهاكم عَن خِصَال عَلَيْكُم بالأناة فَإِن بهَا تنَال الفرصة وسودوا من لَا تعابون بسؤدده وَعَلَيْكُم بِالْوَفَاءِ فَإِن بِهِ يعِيش النَّاس وبإعطاء مَا تُرِيدُونَ إعطاءه قبل الْمَسْأَلَة وَمنع مَا تُرِيدُونَ مَنعه قبل الْقسم وَإِجَارَة الْجَار على الدَّهْر وتنفيس الْمنَازل عَن بيُوت الْيَتَامَى وخلط الضَّيْف بالعيال وأنهاكم عَن الرِّهَان فَإِنِّي بِهِ ثكلت مَالِكًا وأنهاكم عَن الْبَغي فَإِنَّهُ صرع زهيرا وَعَن السَّرف فِي الدِّمَاء فَإِن يَوْم الهباءة أورثني الذل وَلَا تعطوا فِي الفضول فتعجزوا عَن الْحُقُوق وَلَا تردوا الاكفاء عَن النِّسَاء فتحوجوهن إِلَى الْبلَاء فَإِن لم تَجدوا الْأَكفاء فَخير أَزوَاجهنَّ الْقُبُور وَاعْلَمُوا",
            "page": "32",
            "part": "1",
            "seal": "50348F65"
        },
        {
            "id": "9",
            "nass": "أَنى أَصبَحت ظَالِما مَظْلُوما طلمني بَنو بدر بِقَتْلِهِم مَالِكًا وظلمت بقتلى من لَا ذَنْب لَهُ الْفَاكِه وَزَوجته هِنْد فِي رِيبَة إِلَيْك عني كَانَ الْفَاكِه بن الْمُغيرَة المَخْزُومِي أحد فتيَان قُرَيْش وَكَانَ قد تزوج هِنْد ابْنة عتبَة وَكَانَ لَهُ بَيت للضيافة يَغْشَاهُ النَّاس فِيهِ بِلَا إِذن فَقَالَ يَوْمًا فِي ذَلِك الْبَيْت وَهِنْد مَعَه ثمَّ خرج عَنْهَا وَتركهَا نَائِمَة فجَاء بعض من كَانَ يغشى الْبَيْت فَلَمَّا وجد الْمَرْأَة نَائِمَة ولى عَنْهَا فَاسْتَقْبلهُ الْفَاكِه بن الْمُغيرَة فَدخل على هِنْد وأنبهها وَقَالَ من هَذَا الْخَارِج من عنْدك قَالَت وَالله مَا انْتَبَهت حَتَّى أنبهتني وَمَا رَأَيْت أحدا قطّ قَالَ الحقي بأبيك وخاض النَّاس فِي أمرهَا فَقَالَ لَهَا أَبوهَا يَا بنية الْعَار وَإِن كَانَ كَاذِبًا أبثيني شَأْنك فَإِن كَانَ الرجل صَادِقا دسست عَلَيْهِ من يقْتله فَيقطع عَنْك الْعَار وَإِن كَانَ كَاذِبًا حاكمته إِلَى بعض كهان الْيمن قَالَت وَالله يَا أَبَت إِنَّه لَكَاذِب فَخرج عتبَة فَقَالَ إِنَّك رميت ابْنَتي بِشَيْء عَظِيم فإمَّا أَن تبين مَا قلت وَإِلَّا فحاكمنى إِلَى بعض كهان الْيمن قَالَ ذَلِك لَك فَخرج الْفَاكِه فِي جمَاعَة من رجال قُرَيْش ونسوة من بني مَخْزُوم وَخرج عتبَة فِي رجال ونسوة من بني عبد منَاف فَلَمَّا شارفوا بِلَاد الكاهن تغير وَجه هِنْد وكسف بالها فَقَالَ لَهَا أَبوهَا أى بنية أَلا كَانَ هَذَا قبل أَن يشْتَهر فِي النَّاس خروجنا",
            "page": "33",
            "part": "1",
            "seal": "712C917E"
        },
        {
            "id": "10",
            "nass": "قَالَت يَا أَبَت وَالله مَا ذَلِك لمكروه قبلي وَلَكِنَّكُمْ تأتون بشرا يُخطئ ويصيب وَلَعَلَّه أَن يسمني بسمة على أَلْسِنَة الْعَرَب فَقَالَ لَهَا أَبوهَا صدقت ولكنى سأخبره لَك فصفر بفرسه فَلَمَّا أدلى عمد إِلَى حَبَّة بر فَأدْخلهُ فِي إحليله ثمَّ أوكى عَلَيْهَا وَسَار فَلَمَّا نزلُوا على الكاهن أكْرمهم وَنحر لَهُم فَقَالَ لَهُ عتبَة إِنَّا أَتَيْنَاك فِي أَمر وَقد خبأنا لَك خبيئة فَمَا هِيَ قَالَ برة فِي كمرة قَالَ أُرِيد أبين من هَذَا قَالَ حَبَّة بر فِي إحليل مهر قَالَ صدقت فَانْظُر فِي أَمر هَؤُلَاءِ النسْوَة فَجعل يمسح رَأس كل وَاحِدَة مِنْهُنَّ وَيَقُول قومِي لشأنك حَتَّى إِذا بلغ إِلَى الْهِنْد مسح يَده على رَأسهَا وَقَالَ قومِي غير رفحاء وَلَا زَانِيَة وستلدين ملكا يُسمى مُعَاوِيَة فَلَمَّا خرجت أَخذ الْفَاكِه بِيَدِهَا فنترت يَدهَا من يَده وَقَالَت إِلَيْك عَنى وَالله لأحرصن أَن يكون ذَلِك الْوَلَد من غَيْرك فَتَزَوجهَا أَبُو سُفْيَان فَولدت لَهُ مُعَاوِيَة هِنْد وزواجها من أبي سُفْيَان إنى لأخلاق مثل هَذَا لموافقه فزوجنيه وَذكروا أَن هِنْد بنت عتبَة بن ربيعَة قَالَت لأَبِيهَا يَا أَبَت إِنَّك زوجتى من هَذَا الرجل وَلم تؤامرني فِي نَفسِي فَعرض لي مَعَه مَا عرض",
            "page": "34",
            "part": "1",
            "seal": "79DA357B"
        },
        {
            "id": "11",
            "nass": "فَلَا تزوجنى من أحد حَتَّى تعرض على أمره وَتبين لي خصاله فَخَطَبَهَا سُهَيْل بن عمر وَأَبُو سُفْيَان بن حَرْب فَدخل عَلَيْهَا أَبوهَا وَهُوَ يَقُول أَتَاك سهل وَابْن حَرْب وَفِيهِمَا رضَا لَك يَا هِنْد الهنود ومقنع وَمَا مِنْهُمَا إِلَّا يعاش بفضله وَمَا مِنْهُمَا إِلَّا يضر وينفع وَمَا مِنْهُمَا إِلَّا كريم مرزا وَمَا مِنْهُمَا إِلَّا أغر سميدع فدونك فاختاري فَأَنت بَصِيرَة وَلَا تخدعى إِن المخادع يخدع قَالَت يَا أَبَت وَالله مَا أصنع بِهَذَا شَيْئا وَلَكِن فسر لي أَمرهمَا وَبَين لي خصالهما حَتَّى أخْتَار لنفسى أشدهما مُوَافقَة لي فَبَدَأَ بِذكر سُهَيْل بن عمر فَقَالَ أما أَحدهمَا فَفِي ثروة وَاسِعَة من الْعَيْش إِن تابعته تبعك وَإِن ملت عَنهُ حط إِلَيْك تحكمن عَلَيْهِ فِي أَهله وَمَاله وَأما الآخر فموسع عَلَيْهِ مَنْظُور إِلَيْهِ فِي الْحسب الحسيب والرأي الأريب مدره أرمته وَعز عشيرته شَدِيد الْغيرَة كثير الظهرة لَا ينَام على ضعة وَلَا يرفع عَصَاهُ عَن أَهله فَقَالَت يَا أَبَت الأول سيد مضياع للْحرَّة فَمَا عست أَن تلين بعد إبائها وتضيع تَحت جنَاحه إِذا تابعها بَعْلهَا فأشرت وخافها أَهلهَا فأمنت فسَاء عِنْد ذَلِك حَالهَا وقبح عِنْد ذَلِك دلالها فَإِن جَاءَت بِولد أحمقت وَإِن أنجبت فَعَن خطأ مَا أنجبت فاطو ذكر هَذَا عني وَلَا تسمه على بعد وَأما الآخر فبعل الفتاة الخريدة الْحرَّة العفيفة وَإِنِّي للتى لَا أريب",
            "page": "35",
            "part": "1",
            "seal": "EF0C5BC3"
        },
        {
            "id": "12",
            "nass": "لَهُ عشيرة فتعيره وَلَا تصيره بذعر فتضيره وإنى لأخلاق مثل هَذَا لموافقة فزوجنيه فَزَوجهَا من أَبى سُفْيَان فَولدت لَهُ مُعَاوِيَة وَقَبله يزِيد فَقَالَ فِي ذَلِك سُهَيْل بن عَمْرو نبئت هندا تبر الله سعيها تأبت وَقَالَت وصف أهوج مائق وَمَا هوجى يَا هِنْد إِلَّا سجية أجر لَهَا ذيلي بِحسن الْخَلَائق وَلَو شِئْت خادعت الْفَتى عَن قلوصه وَلَا طمت بالبطحاء فِي كل شارق ولكننى أكرمت نفسى تكرما ودافعت عَنْهَا الذَّم عِنْد الْخَلَائق وإنى إِذا مَا حرَّة سَاءَ خلقهَا صبرت عَلَيْهَا صَبر آخر عاشق فَإِن هِيَ قَالَت خل عَنى تركتهَا وأقلل بترك من حبيب مفارق فَإِن سامحوني قلت أَمْرِي إِلَيْكُم وَإِن أبعدونى كنت فِي رَأس حالق فَلم تنكحى يَا هِنْد مثلى وإنني لمن لم يمقني فاعلمى غير وامق فَبلغ أَبَا سُفْيَان فَقَالَ وَالله لَو أعلم شَيْئا يرضى أَبَا زيد سوى طَلَاق هِنْد لفعلته وألح سُهَيْل فِي تنقيص أَبى سُفْيَان فَقَالَ أَبُو سُفْيَان رَأَيْت سهيلا قد تفَاوت شاوه وفرط فِي العلياء كل عنان وَأصْبح يسمو للمعالى وَإنَّهُ لذُو جَفْنَة مغشية وقيان وَشرب كرام من لؤَي بن غَالب عراض المساعي عرضة الحدثنان وَلكنه يَوْمًا إِذا الْحَرْب شمرت وأبرز فِيهَا وَجه كل حصان فاكفيه مَالا يُسْتَطَاع دفاعه وألقيت فِيهَا كلكلى وجراني",
            "page": "36",
            "part": "1",
            "seal": "431EF105"
        },
        {
            "id": "13",
            "nass": "وَصِيَّة أَبى سُفْيَان وزوجه لابنهما مُعَاوِيَة حِين عمل لعمر وَلما قدم مُعَاوِيَة من الشَّام وَكَانَ عمر قد اسْتَعْملهُ عَلَيْهَا دخل على امهِ هِنْد فَقَالَت يَا بني إِنَّه قَلما ولدت حرَّة مثلك وَقد استعملك هَذَا الرجل فاعمل بِمَا وَافقه أَحْبَبْت ذَلِك أم كرهته ثمَّ دخل على ابي سُفْيَان فَقَالَ لَهُ يَا بني إِن هَؤُلَاءِ الرَّهْط من الْمُهَاجِرين سبقُونَا وتأخرنا عَنْهُم فرفعهم سبقهمْ وَقصر بِنَا تأخرنا فصيرنا أتباعا وصاروا قادة وَقد قلدوك جسيما من أَمرهم فَلَا تخالفن أَمرهم فَإنَّك تجْرِي إِلَى أمد لم تبلغه وَلَو قد بلغته لتنفست فِيهِ سُهَيْل وَابْن لَهُ يرحم الله هَذَا قَالَ وَتزَوج سُهَيْل بن عَمْرو امْرَأَة فَولدت لَهُ ولدا فَبينا هُوَ سَائِر مَعَه إِذْ نظر إِلَى رجل يركب نَاقَة ويقود شَاة فَقَالَ لِأَبِيهِ يَا أَبَت هَذِه ابْنة هَذِه يُرِيد الشَّاة ابْنة النَّاقة فَقَالَ أَبوهُ يرحم الله هَذَا يعْنى مَا كَانَ من فراستها فِيهِ",
            "page": "37",
            "part": "1",
            "seal": "199D62B2"
        },
        {
            "id": "14",
            "nass": "الرَّسُول وَأم هَانِئ خير نسَاء ركبن الْإِبِل وَعَن عَليّ بن أبي طَالب رَضِي الله عَنهُ أَنه قَالَ يَا رَسُول الله لَو تزوجت أم هَانِئ بنت أَبى طَالب فقد جعل الله لَهَا قرَابَة فَتكون صهرا أَيْضا فَخَطَبَهَا رَسُول الله فَقَالَت وَالله إِنَّه لأحب إِلَى من سمعى وَبصرى وَلَكِن حَقه عَظِيم وَأَنا موتمة فَإِن قُمْت بِحقِّهِ خفت أَن أضيع أيتامى وَإِن قُمْت بأمرهم قصرت عَن حَقه فَقَالَ النَّبِي خير نسَاء ركبن الْإِبِل نسَاء قُرَيْش أحناها على وَلَده فِي صغره وأرعاها على بعل فِي ذَات يَده وَلَو علمت أَن مَرْيَم ابْنة عمرَان ركبت جملا لاستثنيتها زواج الرَّسُول من حَفْصَة شكوى عمر وَلما توفيت رقية بنت رَسُول الله عَن عُثْمَان بن عَفَّان عرض عَلَيْهِ عمر ابْنَته حَفْصَة فَسكت عَنهُ عُثْمَان وَقد بلغه أَن رَسُول الله يُرِيد أَن يُزَوجهُ ابْنَته الْأُخْرَى فَشَكا عمر إِلَى رَسُول الله سكُوت عُثْمَان عَنهُ فَقَالَ لَهُ سيزوج الله ابْنَتك خيرا من عُثْمَان ويزوج عُثْمَان خيرا من ابْنَتك فَتزَوج رَسُول الله حَفْصَة وَتزَوج عُثْمَان ابْنَته",
            "page": "38",
            "part": "1",
            "seal": "2F5A15D5"
        },
        {
            "id": "15",
            "nass": "خطبَته لِخَدِيجَة الزَّوْج المثالي وَلما خطب رَسُول الله خَدِيجَة بنت خويلد بن عبد الْعُزَّى ذكرت ذَلِك لورقة بن نَوْفَل وَهُوَ ابْن عَمها فَقَالَ هُوَ الْفَحْل لَا يُقْدَع أَنفه تزوجيه خطْبَة عمر بن الْخطاب لأم كُلْثُوم بننت أبي بكر لَا حَاجَة لي فِيهِ إِنَّه خشن الْعَيْش شَدِيد على النِّسَاء وخطب عمر بن الْخطاب أم كُلْثُوم بنت أَبى بكر وهى صَغِيرَة فَأرْسل عمر إِلَى عَائِشَة فَقَالَت الْأَمر إِلَيْك فَلَمَّا ذكرت ذَلِك عَائِشَة لأم كُلْثُوم قَالَت لَا حَاجَة لى فِيهِ فَقَالَت عَائِشَة أترغبين عَن أَمِير الْمُؤمنِينَ قَالَت نعم إِنَّه خشن الْعَيْش شَدِيد على النِّسَاء فَأرْسلت عَائِشَة إِلَى الْمُغيرَة بن شُعْبَة فَأَخْبَرته فَقَالَ لَهَا أَنا أكفيك فَأتى عمر فَقَالَ يَا أَمِير الْمُؤمنِينَ بَلغنِي عَنْك أَمر أُعِيذك بِاللَّه مِنْهُ قَالَ مَا هُوَ قَالَ بَلغنِي أَنَّك خطبت أم كُلْثُوم بنت أَبى بكر قَالَ نعم أفرغبت بهَا عني أم رغبت بِي عَنْهَا قَالَ لَا وَاحِدَة مِنْهُمَا وَلكنهَا حدثة نشأت تَحت كنف خَليفَة رَسُول الله فِي لين ورفق وفيك غلظة وَنحن نهابك وَمَا نقدر أَن نردك عَن خلق من أخلاقك فَكيف بهَا خالفتك فِي شَيْء فسطوت بهَا كنت",
            "page": "39",
            "part": "1",
            "seal": "112E7938"
        },
        {
            "id": "16",
            "nass": "قد خلفت أَبَا بكر فِي وَلَده بِغَيْر مَا يحِق لَك فَكيف لي بعائشة وَقد كلمتها قَالَ أَنا لَك بهَا وأدلك على خير لَك مِنْهَا أم كُلْثُوم بنت على من فَاطِمَة بنت رَسُول الله تتَعَلَّق مِنْهَا بِسَبَب من رَسُول الله عَليّ وَعمر فِي أم كُلْثُوم مَا على الأَرْض أحد يرضيك من صحبتهَا بِمَا أرضيك وَكَانَ على قد عزل بَنَاته لولد جَعْفَر بن أَبى طَالب فَلَقِيَهُ عمر فَقَالَ يَا أَبَا الْحسن أنكحني ابْنَتك أم كُلْثُوم ابْنة فَاطِمَة بنت رَسُول الله قَالَ قد حبستها لِابْنِ جَعْفَر قَالَ إِنَّه وَالله مَا على أحد يرضيك من صحبتهَا بِمَا أرضيك بِهِ فأنكحنى يَا أَبَا الْحسن قَالَ أنكحتكها يَا أَمِير الْمُؤمنِينَ فَأقبل عمر فَجَلَسَ فِي الرَّوْضَة بَين الْقَبْر والمنبر وَاجْتمعَ إِلَيْهِ الْمُهَاجِرُونَ وَالْأَنْصَار فَقَالَ زفوني قَالُوا بِمن يَا أَمِير الْمُؤمنِينَ قَالَ بِأم كُلْثُوم فَإِنِّي سَمِعت رَسُول الله يَقُول كل سَبَب وَنسب يتقطع يَوْم الْقِيَامَة إِلَّا حسبي ونسبي وَقد تقدّمت لي صُحْبَة فَأَحْبَبْت أَن يكون لي مَعهَا نسب فَولدت لَهُ أم كُلْثُوم زيد بن عمر ورقية بنت عمر وَزيد بن هُوَ الَّذِي لطم سَمُرَة بن جُنْدُب عِنْد مُعَاوِيَة إِذْ تنقص عليا فِيمَا يُقَال",
            "page": "40",
            "part": "1",
            "seal": "CF34BA85"
        },
        {
            "id": "17",
            "nass": "سلمَان وَعمر فِي ابْنَته أَمِير الْمُؤمنِينَ يتواضع وخطب سلمَان الْفَارِسِي إِلَى عمر ابْنَته فوعده بهَا فشق ذَلِك على عبد الله بن عمر فلقي عَمْرو بن الْعَاصِ فَشَكا ذَلِك إِلَيْهِ فَقَالَ لَهُ فأكفيكه فلقى سلمَان فَقَالَ لَهُ هَنِيئًا لَك أَبَا عبد الله أَمِير الْمُؤمنِينَ يتواضع لله عز وَجل فِي تزويجك ابْنَته فَغَضب سلمَان وَقَالَ وَالله لَا تزوجت إِلَيْهِ أبدا زواج بِلَال وأخيه أَنا بِلَال وَهَذَا أخي قد من الله علينا وَخرج بِلَال بن رَبَاح مُؤذن رَسُول الله مَعَ أَخِيه إِلَى قوم من بنى لَيْث يخْطب إِلَيْهِم لنَفسِهِ ولأخيه فَقَالَ أَنا بِلَال وَهَذَا أخي كُنَّا ضَالِّينَ فهدانا الله وَكُنَّا عَبْدَيْنِ فأعتقنا الله وَكُنَّا فقيرين فأغنانا الله فَإِن تزوجونا فَالْحَمْد لله وَإِن تردونا فالمستعان الله قَالُوا نعم وكرامة فزوجوهما",
            "page": "41",
            "part": "1",
            "seal": "3FFB8AB0"
        },
        {
            "id": "18",
            "nass": "زواج عُثْمَان من نائلة مؤهلات ومواصفات قَالَت تماضر امْرَأَة عبد الرَّحْمَن بن عَوْف لعُثْمَان بن عَفَّان هَل لَك فِي ابْنة عَم لى بكر جميلَة ممتلئة الْخلق أسيلة الخد أصيلة الرَّأْي تتزوجها قَالَ نعم فَذكرت لَهُ نائلة بنت الفرافصة الْكَلْبِيَّة فَتَزَوجهَا وَهُوَ نَصْرَانِيَّة فتحنفت وحملت إِلَيْهِ من بِلَاد كلب فَلَمَّا دخلت عَلَيْهِ قَالَ لَهَا لَعَلَّك تكرهين مَا تَرين من شيبي قَالَت وَالله يَا أَمِير الْمُؤمنِينَ إِنِّي من نسْوَة أحب أَزوَاجهنَّ إلَيْهِنَّ الكهل قَالَ إِنِّي قد جزت الكهول وَأَنا شيخ قَالَت أذهبت شبابك مَعَ رَسُول الله فِي خير مَا ذهبت فِيهِ الْأَعْمَار قَالَ أتقومين إِلَيْنَا أم نقوم إِلَيْك قَالَت مَا قطعت إِلَيْك من أَرض السماوة وَأُرِيد أَن أنثني إِلَى عرض الْبَيْت وَقَامَت إِلَيْهِ فَقَالَ لَهَا انزعي ثِيَابك فنزعتها فَقَالَ حلى مرطك قَالَت أَنْت وَذَاكَ قَالَ الْحسن فَلم تزل نائلة عِنْد عُثْمَان حَتَّى قتل فَلَمَّا دخل إِلَيْهِ وقته بِيَدِهَا فجذمت أناملها فَأرْسل أليها مُعَاوِيَة بعد ذَلِك يخطبها فَأرْسلت إِلَيْهِ مَا ترجو من امْرَأَة جذماء وَقيل إِنَّهَا قَالَت لما قتل عُثْمَان إِنِّي رَأَيْت الْحزن يبْلى كَمَا يبْلى الثَّوْب وَقد خشيت أَن يبْلى حزن عُثْمَان من قلبى فدعَتْ بفهر فهتمت فاها وَقَالَت وَالله لأقعد أحد منى مقْعد عُثْمَان أبدا",
            "page": "42",
            "part": "1",
            "seal": "E9D423CC"
        },
        {
            "id": "19",
            "nass": "فَاطِمَة بنت الْحُسَيْن بن عَليّ وَابْن عَمْرو كفي عَن وَجهك فَإِن لنا بِهِ حَاجَة وَكَانَت فَاطِمَة بنت الْحُسَيْن بن عَليّ عِنْد حسن بن حسن بن عَليّ فَلَمَّا احْتضرَ قَالَ لبَعض أَهله كَأَنِّي بِعَبْد الله بن عَمْرو بن عُثْمَان بن عَفَّان إِذا سمع بموتي قد جَاءَ يتهادى فِي إِزَار لَهُ مورد قد أسبله فَيَقُول جِئْت أشهد ابْن عمى وَلَيْسَ يُرِيد إِلَّا النّظر إِلَى فَاطِمَة فَإِذا جَاءَ فَلَا يدخلن قَالَ فوَاللَّه مَا هُوَ إِلَّا أغمضوه فجَاء عبد الله بن عَمْرو فِي تِلْكَ الصّفة الَّتِي وصفهَا فَمنع سَاعَة فَقَالَ بعض الْقَوْم لَا يدْخل وَقَالَ بَعضهم افتحوا لَهُ فَإِن مثله لَا يرد ففتحوا لَهُ وَدخل فَلَمَّا صرنا إِلَى الْقَبْر قَامَت عَلَيْهِ تبْكي ثمَّ اطَّلَعت إِلَى الْقَبْر فَجعلت تصك وَجههَا بِيَدَيْهَا حَاسِرَة قَالَ فَدَعَا عبد الله بن عَمْرو وصيفا لَهُ فَقَالَ انْطلق إِلَى هَذِه الْمَرْأَة وَقل لَهَا يُقْرِئك ابْن عمك السَّلَام وَيَقُول لَك كفي عَن وَجهك فَإِن لنا بِهِ حَاجَة فَلَمَّا بلغَهَا الرسَالَة أرْسلت يَديهَا فأدخلتها فِي كميها حَتَّى انْصَرف النَّاس فَتَزَوجهَا عبد الله بن عَمْرو بعد ذَلِك فَولدت لَهُ مُحَمَّد بن عبد الله وَكَانَ يُسمى الْمَذْهَب لجماله وَكَانَت ولدت من حسن بن حسن عبد الله بن حسن الَّذِي حَارب أَبُو جَعْفَر ولديه إِبْرَاهِيم ومحمدا ابْني عبد الله بن الْحسن بن الْحسن حَتَّى قَتلهمَا",
            "page": "43",
            "part": "1",
            "seal": "754B6EEE"
        },
        {
            "id": "20",
            "nass": "مُحَمَّد بن عبد الله بن عَمْرو كرم الأَصْل وَشرف النّسَب وَعَن سَلمَة بن محَارب قَالَ مَا رَأَيْت قريشيا قطّ كَانَ أكمل وَلَا أجمل من مُحَمَّد بن عبد الله بن عَمْرو الَّذِي وَلدته فَاطِمَة بنت الْحُسَيْن وَكَانَت لَهُ ابْنة وَلَدهَا رَسُول الله وَأَبُو بكر وَعمر وَعُثْمَان وَطَلْحَة وَالزُّبَيْر كَانَت أمهَا خَدِيجَة بنت عُثْمَان بن عُرْوَة بن الزبير وَأم عُرْوَة أَسمَاء بنت أَبى بكر الصّديق وَأم مُحَمَّد فَاطِمَة بنت رَسُول الله وَأم فَاطِمَة بنت الْحُسَيْن أم إِسْحَق بنت طَلْحَة بن عبيد الله وَأم عبد الله بن عَمْرو بن عُثْمَان سَوْدَة بنت عمر بن الْخطاب شُرَيْح وَالشعْبِيّ فِي نسَاء تَمِيم خير زَوْجَة وَعَن الْهَيْثَم بن عدى الطَّائِي قَالَ حَدثنَا مجَالد عَن الشّعبِيّ قَالَ قَالَ لي شُرَيْح يَا شعبي عَلَيْك بنساء بني تَمِيم فَإِنِّي رَأَيْت لَهُنَّ عقولا قَالَ وَمَا رَأَيْت من عقولهن قَالَ أَقبلت من جَنَازَة ظهرا فمررت بدورهم فَإِذا أَنا بِعَجُوزٍ على بَاب دَار وَإِلَى جنبها جَارِيَة كأحسن مَا رَأَيْت من الْجَوَارِي فعدلت فاستسقيت وَمَا بِي عَطش فَقَالَت أى الشَّرَاب أحب",
            "page": "44",
            "part": "1",
            "seal": "E51C410F"
        },
        {
            "id": "21",
            "nass": "إِلَيْك فَقلت قَالَت وَيحك يَا جَارِيَة مَا تيَسّر قَالَت وَيحك يَا جَارِيَة ائتيه بِلَبن فَإِنِّي أَظن الرجل غَرِيبا قلت من هَذِه الْجَارِيَة قَالَت هَذِه زَيْنَب ابْنة جرير إِحْدَى نسَاء حَنْظَلَة قلت فارغة أم مَشْغُولَة قَالَت بل فارغة قلت زوجينيها قَالَت إِن كنت لَهَا كفئا وَلم تقل لَهُ كفوا وهى لُغَة تَمِيم فمضيت إِلَى الْمنزل فَذَهَبت لأقيل فامتنعت مني القائلة فَلَمَّا صليت الظّهْر أخذت بأيدي إخْوَانِي من الْقُرَّاء الْأَشْرَاف عَلْقَمَة وَالْأسود وَالْمُسَيب ومُوسَى ابْن عرفطة ومضيت أُرِيد عَمها فَاسْتقْبل فَقَالَ يَا أَبَا أُميَّة حَاجَتك قلت زَيْنَب بنت أَخِيك قَالَ مَا بهَا رَغْبَة عَنْك فأنكحنيها فَلَمَّا صَارَت فِي حبالى نَدِمت نَدِمت وَقلت أى شَيْء صنعت بنساء بني تَمِيم وَذكرت غلظ قلوبهن فَقلت أطلقها ثمَّ قلت لَا وَلَكِن أضمها إِلَى فَإِن رَأَيْت مَا أحب وَإِلَّا كَانَ كَذَلِك فَلَو رَأَيْتنِي يَا شعبي وَقد أقبل نِسَاؤُهُم يهدينها حَتَّى أدخلت على فَقلت إِن من السّنة إِذا دخلت الْمَرْأَة على زَوجهَا أَن يقوم فيصلى رَكْعَتَيْنِ فَيسْأَل الله من خَيرهَا ويعوذ من شَرها فَصليت وسلمت فَإِذا هى من خَلْفي تصلي بصلاتي فَلَمَّا قضيت صَلَاتي أَتَتْنِي جواريها فأخذن ثِيَابِي وألبسنني ملحفة قد صبغت فِي عكر العصفر فَلَمَّا خلا الْبَيْت دَنَوْت مِنْهَا فمددت يَدي إِلَى ناحيتها فَقَالَت على رسلك أَبَا أُميَّة كَمَا أَنْت ثمَّ قَالَت الْحَمد لله أَحْمَده وَأَسْتَعِينهُ وأصلى على مُحَمَّد وَآله إِنِّي امْرَأَة غَرِيبَة لَا علم لي بأخلاقك فَبين لى مَا تحب فآتيه وَمَا تكره فأزدجر عَنهُ وَقَالَت إِنَّه قد كَانَ لَك فِي قَوْمك منكح وَفِي قومِي مثل ذَلِك وَلَكِن إِذا قضى الله أمرا كَانَ وَقد ملكت فَاصْنَعْ مَا أَمرك الله لَهُ إمْسَاك بِمَعْرُوف أَو بتسريح بِإِحْسَان أَقُول قولي هَذَا وَأَسْتَغْفِر الله لى وَلَك",
            "page": "45",
            "part": "1",
            "seal": "8698BEA0"
        },
        {
            "id": "22",
            "nass": "قَالَ فأحوجتني وَالله يَا شعبي إِلَى الْخطْبَة فِي ذَلِك الْموضع فَقلت الْحَمد لله أَحْمَده وَأَسْتَعِينهُ وأصلى على النَّبِي وَآله وَأسلم وَبعد فَإنَّك قد قلت كلَاما إِن تثبتي عَلَيْهِ يكن ذَلِك حظك وَإِن تدعيه يكن حجَّة عَلَيْك أحب كَذَا وأكره كَذَا وَنحن جَمِيع فَلَا تفرقي وَمَا رَأَيْت من حَسَنَة فانشريها وَمَا رَأَيْت من سَيِّئَة فاستريها وَقَالَت شَيْئا لم أذكرهُ كَيفَ محبتك لزيارة الْأَهْل قلت مَا أحب أَن يملني أصهاري قَالَت فَمن تحب من جيرانك أَن يدْخل دَارك آذن لَهُم وَمن تكرههُ أكرهه قلت بَنو فلَان قوم صَالِحُونَ وَبَنُو قوم سوء قَالَ فَبت يَا شعبي بأنعم لَيْلَة وَمَكَثت معي حولا لَا أرى إِلَّا مَا أحب فَلَمَّا كَانَ رَأس الْحول جِئْت من مجْلِس الْقَضَاء فَإِذا بِعَجُوزٍ تَأمر وتنهى فِي الدَّار فَقلت من هَذِه قَالُوا فُلَانَة ختنك فسرى عني مَا كنت أجد فَلَمَّا جَلَست أَقبلت الْعَجُوز فَقَالَت السَّلَام عَلَيْك أَبَا أُميَّة قلت وَعَلَيْك السَّلَام من أَنْت قَالَت أَنا فُلَانَة ختنك قلت قربك الله قَالَت كَيفَ رَأَيْت زَوجتك قلت خير زَوْجَة فَقَالَت لي أَبَا أُميَّة إِن الْمَرْأَة لَا تكون أَسْوَأ مِنْهَا فِي حالتين إِذا ولدت غُلَاما أَو حظيت عِنْد زَوجهَا فَإِن رَابَك ريب فَعَلَيْك بِالسَّوْطِ فوَاللَّه مَا حَاز الرِّجَال فِي بُيُوتهم شرا من الْمَرْأَة المدللة قلت أما وَالله لقد أدبت فأحسنت الْأَدَب ورضت فأحسنت الرياضة قَالَت تحب أَن يزورك ختانك قلت مَتى شَاءُوا قَالَ فَكَانَت تَأتِينِي فِي رَأس كل حول توصيني تِلْكَ الْوَصِيَّة فَمَكثت معي عشْرين سنة لم أَعتب عَلَيْهَا فِي شَيْء إِلَّا مرّة وَاحِدَة وَكنت لَهَا ظَالِما أَخذ الْمُؤَذّن فِي الْإِقَامَة بعد مَا صليت رَكْعَتي الْفجْر وَكنت",
            "page": "46",
            "part": "1",
            "seal": "A90C6737"
        },
        {
            "id": "23",
            "nass": "إِمَام الْحَيّ فَإِذا بعقرب تدب فَأخذت الْإِنَاء فأكفأته عَلَيْهَا ثمَّ قلت يَا زَيْنَب لَا تتحركي حَتَّى آتِي فَلَو شهدتني يَا شعبي وَقد صليت وَرجعت فَإِذا أَنا بالعقرب قد ضربتها فدعوت بالسكت وَالْملح فَجعلت أمغث أصبعها وأقرأ عَلَيْهَا بِالْحَمْد والمعوذتين وَكَانَ لي جَار من كِنْدَة يفزع امْرَأَته ويضربها فَقلت فِي ذَلِك كُنْتُم زعمتم أَنَّهَا ظلمتكم كَذبْتُمْ وَبَيت الله بل تظلمونها فَإِن لَا تعدوا أمهَا من نِسَائِكُم فَإِن أَبَاهَا وَالِد لن يشينها وَإِن لَهَا أعمام صدق وإخوة وشيخا إِذا شِئْتُم تأيم دونهَا قَالَت النوار فَإِذا لانشاء لِمعَاذ بن جبل فتْنَة الضراء وفتنة السَّرَّاء وَعَن رَجَاء بن حَيْوَة عَن معَاذ بن جبل قَالَ إِنَّكُم ابتليتم بفتنة الضراء فصبرتم وَإِنِّي أَخَاف عَلَيْكُم من فتْنَة السَّرَّاء وَهِي النِّسَاء إِذا تحلين بِالذَّهَب ولبسن ريط الشَّام وَعصب الْيمن فأتعبن الْغَنِيّ وكلفن الْفَقِير مَا لَا يُطَاق وَقَالَ عبد الْملك بن مَرْوَان من أَرَادَ أَن يتَّخذ جَارِيَة للمتعة ليتخذها بربرية وَمن أرادها للْوَلَد فليتخذها فارسية وَمن أَرَادَ للْخدمَة ليتخذها رُومِية",
            "page": "47",
            "part": "1",
            "seal": "7A2031CC"
        },
        {
            "id": "24",
            "nass": "لِابْنِ هُبَيْرَة مواصفات عَن أبي الْحسن الْمَدَائِنِي قَالَ قَالَ يزِيد بن عمر بن هُبَيْرَة اشْتَروا لي جَارِيَة شقاء مقاء رسحاء بعيدَة مَا بَين الْمَنْكِبَيْنِ ممسوحة الفخذين وَقَالَ الاصمعي وَذكر النِّسَاء بَنَات الْعم أَصْبِر والغرائب أَنْجَب وَمَا ضرب رُءُوس الْأَبْطَال كَابْن الأعجمية يُونُس ومستشير لَهُ فِي الزواج إياك أَن تقع فِي قوم قد أَصَابُوا كثيرا من الدُّنْيَا مَعَ دناءة فيهم أَبُو حَاتِم الْأَصْمَعِي عَن يُونُس بن مُصعب عَن عُثْمَان بن إِبْرَاهِيم بن مُحَمَّد قَالَ أَتَانِي رجل من قُرَيْش يستشيرني فِي امْرَأَة يَتَزَوَّجهَا فَقلت يَا ابْن أخي إِنِّي أعرف فِي الْعين إِذا عرفت وَأنكر فِيهَا إِذا أنْكرت وَأعرف فِيهَا إِذا لم تعرف وَلم تنكر أما إِذا عرفت فتتحاوص وَأما إِذا أنْكرت فتجحظ وَأما إِذا لم تعرف وَلم تنكر فتسجو وَقد رَأَيْت عَيْنك ساجية فالقصيرة النّسَب الَّتِي إِذا ذكرت أَبَاهَا اكتفت بِهِ والطويلة النّسَب الَّتِي تعرف حِين تطيل فِي نسبتها فإياك أَن تقع فِي قوم قد أَصَابُوا كثيرا من الدُّنْيَا مَعَ دناءة فيهم فتضيع نَفسك فيهم",
            "page": "48",
            "part": "1",
            "seal": "DF9D6C68"
        },
        {
            "id": "25",
            "nass": "الْوَلِيد نطق من احْتَاجَ إِلَى نَفسه وَسكت من اكْتفى بِغَيْرِهِ وَعَن العتبى قَالَ كَانَ عِنْد الْوَلِيد بن عبد الْملك أَربع عقائل لبَابَة بنت عبد الله بن عَبَّاس وَفَاطِمَة بنت يزِيد بن مُعَاوِيَة وَزَيْنَب بنت سعيد بن الْعَاصِ وَأم جحش بنت عبد الرَّحْمَن بن الْحَارِث فَكُن يجتمعن على مائدته ويفترقن فيفخرن فاجتمعن يَوْمًا فَقَالَت لبَابَة أما وَالله إِنَّك لتسويني بِهن وَأَنت تعرف فضلي عَلَيْهِنَّ وَقَالَت بنت سعيد بن الْعَاصِ أما كنت أرى أَن للفخر على مجَازًا وَأَنا ابْنة ذِي الْعِمَامَة إِذْ لَا عِمَامَة غَيرهَا وَقَالَت بنت عبد الرَّحْمَن بن الْحَارِث مَا أحب بِأبي بَدَلا وَلَو شِئْت لَقلت فصدقت وصدقت وَكَانَت بنت يزِيد بن مُعَاوِيَة جَارِيَة حَدِيثَة السن فَلم تَتَكَلَّم فَتكلم عَنْهَا الْوَلِيد فَقَالَ نطق من احْتَاجَ إِلَى نَفسه وَسكت من اكْتفى بِغَيْرِهِ أما وَالله لَو شَاءَت لقالت أَنا ابْنة قادتكم فِي الْجَاهِلِيَّة وخلفائكم فِي الْإِسْلَام فَظهر الحَدِيث حَتَّى تحدث بِهِ فِي مجْلِس ابْن عَبَّاس فَقَالَ الله أعلم حَيْثُ يَجْعَل رسَالَته",
            "page": "49",
            "part": "1",
            "seal": "3D87A953"
        },
        {
            "id": "26",
            "nass": "للحجاج فِي نسوته هَذِه لَيْلَتي الشَّيْبَانِيّ عَن عوَانَة قَالَ ذكر النِّسَاء عِنْد الْحجَّاج فَقَالَ عِنْدِي أَربع نسْوَة هِنْد بنت الْمُهلب وَهِنْد بنت أَسمَاء بن خَارِجَة وَأم الْجلاس بنت عبد الرَّحْمَن بن أسيد وَأمة الرَّحْمَن بنت جرير بن عبد الله البَجلِيّ فَأَما لَيْلَتي عِنْد هِنْد بنت الْمُهلب فليلة فَتى بَين فتيَان يلْعَب ويلعبون وَأما لَيْلَتي عِنْد هِنْد بنت أَسمَاء فليلة ملك بَين الْمُلُوك وَأما لَيْلَتي عِنْد أم الْجلاس فليلة أَعْرَابِي مَعَ أَعْرَاب فِي حَدِيثهمْ وأشعارهم وَأما لَيْلَتي عِنْد أمة الرَّحْمَن بنت جرير فليلة عَالم بَين الْعلمَاء وَالْفُقَهَاء أَبُو الْحر المخنث وفر الله لحيتك أَبَا الْحر وَعَن العتبى قَالَ حَدثنِي رجل من أهل الْمَدِينَة قَالَ كَانَ بِالْمَدِينَةِ مخنث يدل على النِّسَاء يُقَال لَهُ أَبُو الْحر وَكَانَ مُنْقَطِعًا إِلَى فدلني على غَيرهَا امْرَأَة أَتَزَوَّجهَا فَلم أَرض عَن وَاحِدَة مِنْهُنَّ فاستقصرته يَوْمًا فَقَالَ وَالله يَا مولَايَ لأدلنك على امْرَأَة لم تَرَ مثلهَا قطّ فَإِن لم تَرَ كَمَا وصفت فَاحْلِقْ لحيتي فدلني على امْرَأَة فتزوجتها فَلَمَّا زفت إِلَى وَجدتهَا أَكثر مِمَّا وصف فَلَمَّا كَانَ فِي السحر إِذا إِنْسَان يدق الْبَاب فَقلت من هَذَا قَالَ أَبُو الْحر وَهَذَا هُوَ الْحجام مَعَه فَقلت قد وفر الله لحيتك أَبَا الْحر الْأَمر كَمَا قلت",
            "page": "50",
            "part": "1",
            "seal": "F45D5BC6"
        },
        {
            "id": "27",
            "nass": "للرسول فِي مخنث قبل بِأَرْبَع وتدبر بثمان ابْن بكير عَن مَالك بن هِشَام بن عُرْوَة عَن أَبِيه أَن مخنثا كَانَ عِنْد أم سَلمَة زوج النَّبِي فَقَالَ لعبد الله بن أبي أُميَّة وَرَسُول الله يسمع أَبَا عبد الله إِن فتتح الله لكم الطَّائِف غَدا فَأَنا أدلك على بنت غيلَان فَإِنَّهَا تقبل بِأَرْبَع وتدبر بثمان فَقَالَ رَسُول الله لَا يدْخل عليكن هَؤُلَاءِ رجل من أهل الْكُوفَة وَابْنَة عَمه الله أجل فِي قلبِي وَأعظم وَضرب الْبَعْث على رجل من أهل الْكُوفَة فَخرج إِلَى أذربيجان فاقتاد جَارِيَة وفرسا وَكَانَ مملكا بابنة عَمه فَكتب إِلَيْهَا ليغيرها أَلا أبلغوا أم الْبَنِينَ بأننا غنينا وأغنتنا الغطارفة المرد بعيد منَاط الْمَنْكِبَيْنِ إِذا جرى وبيضاء كالتمثال زينها العقد فَهَذَا لأيام الْعَدو وَهَذِه لحَاجَة نَفسِي حِين ينْصَرف الْجند",
            "page": "51",
            "part": "1",
            "seal": "BB2282AC"
        },
        {
            "id": "28",
            "nass": "فَلَمَّا ورد كِتَابه قرأته وَقَالَت يَا غُلَام هَات الدواة فَكتبت إِلَيْهِ تجيبه أَلا أقره السَّلَام عَلَيْكُم وَرَحْمَة الله وَبَرَكَاته وَقل لَهُ غنينا ففيقوا بالغطارفة المرد بِحَمْد أَمِير الْمُؤمنِينَ أقرهم شبَابًا وأغزاكم خوالف فِي الْجند إِذا شِئْت غناني غُلَام مرجل ونازعته من مَاء معتصر الْورْد وَإِن شَاءَ مِنْهُم نَاشِئ مد كَفه إِلَى كبد ملساء أَو كفل نهد فَمَا كُنْتُم تقضون من حَاج أهلكم شهورا قضيناها على النأى والبعد فَلَمَّا ورد كتابها لم يزدْ على أَن ركب فرسه وَأَرْدَفَ الْجَارِيَة وَألْحق بهَا فَكَانَ أول شَيْء بَدَأَ لَهَا بِهِ السَّلَام أَن قَالَ بِاللَّه هَل كنت فاعلة قَالَت الله أجل فِي قلبِي وَأعظم وَأَنت فِي عَيْني أذلّ وأحقر من أَن أعصى الله فِيك فَكيف ذقت طعم الْغيرَة فوهب لَهَا الْجَارِيَة وَانْصَرف إِلَى بَعثه",
            "page": "52",
            "part": "1",
            "seal": "6E53F2D4"
        },
        {
            "id": "29",
            "nass": "مُعَاوِيَة وَابْن صوحان أأى النِّسَاء أشهى إِلَيْك وَقَالَ مُعَاوِيَة لصعصعة بن صوحان أى النِّسَاء أشهى إِلَيْك قَالَ المواتية لَك فِيمَا تهوى قَالَ فأيهن أبْغض إِلَيْك قَالَ أبعدهن مِمَّا ترْضى قَالَ هَذَا النَّقْد العاجل فَقَالَ صعصعة بالميزان الْعَادِل ب إنَّهُنَّ يغلبن الْكِرَام ويغلبهن اللئام وَقَالَ صعصعة لمعاوية يَا أَمِير الْمُؤمنِينَ كَيفَ ننسبك إِلَى الْعقل وَقد غلب عَلَيْك نصف إِنْسَان يُرِيد غَلَبَة امْرَأَته فَاخِتَة بنت قرظة عَلَيْهِ فَقَالَ مُعَاوِيَة إنَّهُنَّ يغلبن الْكِرَام ويغلبهن اللئام",
            "page": "53",
            "part": "1",
            "seal": "76EF3005"
        },
        {
            "id": "30",
            "nass": "جرير البَجلِيّ وَابْن الْخطاب إِن بَين جوانحك لعلما وَعَن سُفْيَان بن عُيَيْنَة قَالَ شكا جرير بن عبد الله البَجلِيّ إِلَى عمر بن الْخطاب مَا يلقى من النِّسَاء فَقَالَ لَا عَلَيْك فَإِن الَّتِي عِنْدِي رُبمَا خرجت من عِنْدهَا فَتَقول إِنَّمَا تُرِيدُ أَن تتصنع لقيان بني عدي فَسمع كَلَامهمَا ابْن مَسْعُود فَقَالَ لَا عَلَيْكُمَا فَإِن إِبْرَاهِيم الْخَلِيل شكا إِلَى ربه رداءة فِي خلق سارة فَأوحى الله إِلَيْهِ أَن البسها على مالم تَرَ فِي دينهَا وصمة فَقَالَ عمر إِن بَين جوانحك لعلما الْحجَّاج وَابْن الْقرْيَة بِمَ يكمل جمال الْمَرْأَة وَكتب الْحجَّاج إِلَى ابْن الْقرْيَة أَن اخْطُبْ على عبد الْملك بن الْحجَّاج امْرَأَة جميلَة من بعيد مليحة من قريب شريفة فِي قَومهَا ذليلة فِي نَفسهَا مواتية لبعلها",
            "page": "54",
            "part": "1",
            "seal": "6B4B5E16"
        },
        {
            "id": "31",
            "nass": "فَكتب إِلَيْهِ قد أصبتها لَوْلَا عظم ثدييها فَكتب إِلَيْهِ لَا يكمل حسن الْمَرْأَة حَتَّى يعظم ثدياها فتدفئ الضجيع وتروى الرَّضِيع أَبُو الْعَبَّاس وَابْن صَفْوَان أعجب النِّسَاء وَقَالَ أَبُو الْعَبَّاس أَمِير الْمُؤمنِينَ لخَالِد بن صَفْوَان يَا خَالِد إِن النَّاس قد أَكْثرُوا فِي النِّسَاء فأيهن أعجب إِلَيْك قَالَ أعجبهن يَا أَمِير الْمُؤمنِينَ الَّتِي لَيست بالضرع الصَّغِير وَلَا الفانية الْكَبِير وحسبك من جمَالهَا أَن تكون فخمة من بعيد مليحة من قريب أَعْلَاهَا قضيب وأسفلها كثيب كَانَت فِي نعْمَة ثمَّ أصابتها فاقة فأترفها الْغنى وأدبها الْفقر ابْن صَفْوَان وَامْرَأَة أريدها بكرا كثيب أَو ثَيِّبًا كبكر وَنظر خَالِد بن صَفْوَان إِلَى جمَاعَة فِي الْمَسْجِد بِالْبَصْرَةِ فَقَالَ مَا هَذِه الْجَمَاعَة قَالُوا على امْرَأَة تدل على النِّسَاء فَأَتَاهَا فَقَالَ لَهَا ابغني امْرَأَة",
            "page": "55",
            "part": "1",
            "seal": "E6740C46"
        },
        {
            "id": "32",
            "nass": "قَالَت صفها لي قَالَ أريدها بكرا كثيب أَو ثَيِّبًا كبكر حلوة من قريب فخمة من بعيد كَانَت فِي نعْمَة فأصابتها فاقة فمعها أدب النِّعْمَة وذل الْحَاجة فَإذْ اجْتَمَعنَا كُنَّا أهل دنيا وَإِذا افترقنا كُنَّا أهل آخِرَة قَالَت لقد أصبتها لَك قَالَ وَأَيْنَ هِيَ فِي الرفيق الْأَعْلَى من الْجنَّة فاعمل لَهَا لأعرابي فِي النِّسَاء أفضل النِّسَاء وَسُئِلَ أَعْرَابِي فِي النِّسَاء وَكَانَ ذَا تجربة وَعلم بِهن فَقَالَ أفضل النِّسَاء أَطْوَلهنَّ إِذا قَامَت وأعظمهن إِذا قعدت وأصدقهن إِذا قَالَت الَّتِي إِذا غضِبت حلمت وَإِذا ضحِكت تبسمت وَإِذا صنعت شَيْئا جودت الَّتِي تطيع زَوجهَا وتلتزم بَيتهَا العزيزة فِي قَومهَا الذليلة فِي نَفسهَا الْوَدُود الْوَلُود وكل أمرهَا مَحْمُود غطفاني وَعبد الْملك أحسن النِّسَاء وَقَالَ عبد الْملك بن مَرْوَان لرجل من غطفان صف لي أحسن",
            "page": "56",
            "part": "1",
            "seal": "059A94B4"
        },
        {
            "id": "33",
            "nass": "النِّسَاء قَالَ خُذْهَا يَا أَمِير الْمُؤمنِينَ ملساء الْقَدَمَيْنِ ردماء الْكَعْبَيْنِ مَمْلُوءَة السَّاقَيْن جماء الرُّكْبَتَيْنِ لفاء الفخذين مقرمدة الرفغين ناعمة الأليتين منيفة المأكمتين فعمة العضدين فخمة الذراعين رخصَة الْكَفَّيْنِ ناهدة الثديين حَمْرَاء الْخَدين كحلاء الْعَينَيْنِ زجاء الحاجبين لمياء الشفتين بلجاء الجبين شماء الْعرنِين شنباء الثغر حالكة الشّعْر غيداء الْعُنُق عيناء الْعَينَيْنِ مكسرة الْبَطن ناتئة الركب فَقَالَ وَيحك وأنى تُوجد هَذِه قَالَ تجدها فِي خَالص الْعَرَب أَو فِي خَالص الْفرس",
            "page": "57",
            "part": "1",
            "seal": "B5F009E7"
        },
        {
            "id": "34",
            "nass": "أَقْوَال فِي هَذَا المجال قَالَ رجل لخاطب ابغني امْرَأَة لَا تؤنس جارا وَلَا توهن دَارا وتثقب نَارا يُرِيد لَا تدخل على الْجِيرَان وَلَا يدْخل عَلَيْهَا الْجِيرَان وَلَا تغري بَينهم بِالشَّرِّ وَفِي نَحْو هَذَا يَقُول الشَّاعِر من الأوانس مثل الشَّمْس لم يرهَا فِي ساحة الدَّار لَا بعل وَلَا جَار وَقَالَ الْأَعْشَى لم تمش ميلًا وَلم تركب على جمل وَلَا ترى الشَّمْس إِلَّا دونهَا الكلل وَقَالَ آخر ابغني امْرَأَة بَيْضَاء مديدة فرعاء جعدة تقوم فَلَا يُصِيب قميصها مِنْهَا إِلَّا مشاشة منكبيها وحلمتي ثدييها ورانفتي أليتيها وَقَالَ الشَّاعِر أَبَت الروادف والثدي لقمصها مس الْبُطُون وَأَن تمس ظهورا وَإِذا الرِّيَاح مَعَ الْعشي تناوحت نبهن حاسدة وهجن غيورا وَلآخر",
            "page": "58",
            "part": "1",
            "seal": "022F56E4"
        },
        {
            "id": "35",
            "nass": "إِذا انبطحت فَوقِي الأثافي رفعنها بثديين فِي نحر عريض وكعثب وَنظر عمرَان بن حطَّان إِلَى امْرَأَته وَكَانَت من أجمل النِّسَاء وَكَانَ من أقبح الرِّجَال فَقَالَ إِنِّي وَإِيَّاك فِي الْجنَّة إِن شَاءَ الله قَالَت لَهُ كَيفَ ذَاك قَالَ إِنِّي أَعْطَيْت مثلك فَشَكَرت وَأعْطيت مثلي فَصَبَرت من أَخْبَار عَائِشَة بنت طَلْحَة صان الله ذَلِك الْوَجْه وَنظر أَبُو هُرَيْرَة إِلَى عَائِشَة بنت طَلْحَة فَقَالَ سُبْحَانَ الله مَا أحسن مَا غذاك أهلك وَالله مَا رَأَيْت وَجها أحسن مِنْك إِلَّا وَجه مُعَاوِيَة على مِنْبَر رَسُول الله وَكَانَ مُعَاوِيَة من أحسن النَّاس وَجها وَنظر ابْن أبي ذُؤَيْب إِلَى عَائِشَة بنت طَلْحَة تَطوف بِالْبَيْتِ فَقَالَ لَهَا من أَنْت فَقَالَت من اللاء لم يحججن يبغين حسبَة وَلَكِن ليقْتلن البرىء المغفلا فَقَالَ لَهَا صان الله ذَلِك الْوَجْه عَن النَّار فَقيل لَهُ افتنتك أَبَا عبد الله",
            "page": "59",
            "part": "1",
            "seal": "87470CA5"
        },
        {
            "id": "36",
            "nass": "قَالَ لَا وَلَكِن الْحسن مَرْحُوم وَقَالَ يُونُس أَخْبرنِي مُحَمَّد بن إِسْحَق قَالَ دخلت على عَائِشَة بنت طَلْحَة فَوَجَدتهَا متكئة وَلَو أَن بُخْتِيَّة نوخت خلفهَا مَا ظَهرت السرى بن إِسْمَاعِيل عَن الشّعبِيّ قَالَ إِنِّي لفي الْمَسْجِد نصف النَّهَار إِذْ سَمِعت بَاب الْقصر يفتح فَإِذا بمصعب بن الزبير وَمَعَهُ جمَاعَة فَقَالَ يَا شعبي اتبعني فاتبعته فَأتى دَار مُوسَى بن طَلْحَة فَدخل مَقْصُورَة ثمَّ دخل أُخْرَى ثمَّ قَالَ يَا شعبي اتبعني فَإِذا امْرَأَة جالسة عَلَيْهَا من الحلى والجواهر مَا لم أر مثله ولهي أحسن من الْحلِيّ الَّذِي عَلَيْهَا فَقَالَ يَا شعبي هَذِه ليلى الَّتِي يقوم فِيهَا الشَّاعِر وَمَا زلت من ليلِي لدن طر شاربي إِلَى الْيَوْم أُخْفِي حبها وأداجن وأحمل فِي ليلى لقوم ضغينة وَتحمل فِي ليلى على الضغائن هَذِه عَائِشَة ابْنة طَلْحَة فَقَالَت لَهُ أما إِذْ جلوتني عَلَيْهِ فَأحْسن إِلَيْهِ فَقَالَ يَا شعبي رح العشية إِلَى الْمَسْجِد فرحت فَقَالَ يَا شعبي مَا يَنْبَغِي لمن جليت عَلَيْهِ عَائِشَة بنت طَلْحَة أَن ينقص عَن عشرَة آلَاف فَأمر لي بهَا وبكسوة وقارورة غَالِيَة فَقيل لِلشَّعْبِيِّ فِي ذَلِك الْيَوْم كَيفَ الْحَال قَالَ وَكَيف حَال من صدر عَن الْأَمِير ببدرة وَكِسْوَة وقارورة غَالِيَة ورؤية وَجه عَائِشَة بنت طَلْحَة",
            "page": "60",
            "part": "1",
            "seal": "373A2A84"
        },
        {
            "id": "37",
            "nass": "أحسن مَا وَصفه واصف بنظم أَو شعر زواج عَمْرو بن حجر من بنت عَوْف مَا وَرَاءَك يَا عِصَام وَكَانَ عَمْرو بن حجر ملك كِنْدَة وَهُوَ جد امرىء الْقَيْس أَرَادَ أَن يتَزَوَّج ابْنة عَوْف بن محلم الشَّيْبَانِيّ الَّذِي يُقَال فِيهِ لَا حر بوادي عَوْف لإفراط عزه وهى أم إِيَاس وَكَانَت ذَات جمال وَكَمَال فَوجه إِلَيْهَا امْرَأَة يُقَال لَهَا عِصَام لتنظر إِلَيْهَا وتمتحن مَا بلغه عَنْهَا فَدخلت على أمهَا أُمَامَة بنت الْحَرْث فأعلمتها مَا قدمت لَهُ فَأرْسلت إِلَى ابْنَتهَا فَقَالَت أى بنية هَذِه خالتك أَتَت إِلَيْك لتنظر إِلَى بعض شَأْنك فَلَا تستري عَنْهَا شَيْئا أَرَادَت النّظر إِلَيْهِ من وَجه وَخلق وناطقيها فِيمَا استنطقتك فِيهِ فَدخلت عِصَام عَلَيْهَا فَنَظَرت إِلَى مَا لم تَرَ عينهَا مثله قطّ بهجة وحسنا وجمالا وَإِذا هى أكمل النَّاس عقلا وأفصحهم لِسَانا فَخرجت من عِنْدهَا وهى تَقول ترك الخداع من كشف القناع فَذَهَبت مثلا ثمَّ أَقبلت إِلَى الْحَارِث فَقَالَ لَهَا مَا وَرَاءَك يَا عِصَام فأرسلها مثلا قَالَت صرح المخض عَن الزّبد فَذَهَبت مثلا قَالَ أَخْبِرِينِي قَالَت أخْبرك حَقًا وصدقا",
            "page": "61",
            "part": "1",
            "seal": "3674DC47"
        },
        {
            "id": "38",
            "nass": "رَأَيْت جبهة كالمرآة الصقيلة يزينها شعر حالك كأذناب الْخَيل المضفورة إِن أَرْسلتهُ خلته السلَاسِل وَإِن مشطته قلت عَنَّا قيد كرم جلاها الوابل وَمَعَ ذَلِك حاجبان كَأَنَّهُمَا خطا بقلم أَو سُودًا بحمم قد تقوسا على مثل عين العبهرة الَّتِي لم يرعها قانص وَلم يذرها قسورة بَينهمَا أنف كَحَد السَّيْف المصقول لم يخنس بِهِ قصر وَلم يمعن بِهِ طول حفت بِهِ وجنتان كالأرجوان فِي بَيَاض مَحْض كالجمان شقّ فِيهِ فَم كالخاتم لذيذ المبتسم فِيهِ ثنايا غر ذَوَات أشر وأسنان كالدر وريق كَالْخمرِ لَهُ نشر الرَّوْض بِالسحرِ يَنْقَلِب فِيهِ لِسَان ذُو فصاحة وَبَيَان يقلبه بِهِ عقل وافر وَجَوَاب حَاضر تلتقي دونه شفتان حمراوان كالورد يجلبان ريقا كالشهد تَحت ذَاك عنق كإبريق الْفضة ركب فِي صدر تِمْثَال دمية يتَّصل بِهِ عضدان ممتلئان لَحْمًا مكتنزان شحما وذراعان لَيْسَ فيهمَا عظم يحس وَلَا عرق يجس ركبت فيهمَا كفان دَقِيق قصبهما لين عصبهما تعقد إِن شِئْت مِنْهُمَا الأنامل وتركب الفصوص فِي حفر المفاصل وَقد تربع فِي صدرها حقان كَأَنَّهُمَا رمانتان يخرقان عَلَيْهَا ثِيَابهَا من تَحْتَهُ بطن طوى كطى الطباطبى المدمجة كسى عكنا كالقراطيس المدرجة تحيط تِلْكَ العكن بسرة كمدهن العاج المجلو خلف ذَلِك ظهر كالجدول يَنْتَهِي إِلَى خصر لَوْلَا رَحْمَة الله لَا نخذل تَحْتَهُ كفل يقعدها إِذا نهضت",
            "page": "62",
            "part": "1",
            "seal": "2203943B"
        },
        {
            "id": "39",
            "nass": "وينهضها إِذا قعدت كَأَنَّهُ دعص رمل لبده سُقُوط الطل يحملهُ فخذان لفاوان كَأَنَّهُمَا نضيد الجمان تحملان ساقان خدلجتان وشيتا بِشعر أسود كَأَنَّهُ حلق الزردويحمل ذَلِك قدمان كحذو اللِّسَان تبَارك الله مَعَ صغرهما كَيفَ تطيقان حمل مَا فَوْقهمَا فَأَما مَا سوى ذَلِك فَتركت أَن أصفه غير أَنه أحسن مَا وَصفه واصف بنظم أَو شعر قَالَ فَأرْسل إِلَى أَبِيهَا يخطبها فَكَانَ من أَمرهمَا مَا تقدم ذكره فِي صدر هَذَا الْكتاب الفرزدق وَأمة لَهُ وَقَالَ الفرزدق فِي أمته الزنجية يَا رب خود بَنَات الزنج تنقل تنورا شَدِيد الوهج أغير مثل الْقدح الخلنج يزْدَاد طيبا بعد طول الْهَرج يعلى الْهُذلِيّ وَطَلْحَة الطلحات أقدم أزَوجك ابْنَتي واصنع بك مَا أَنْت أَهله وَعَن الْهَيْثَم بن عدي عَن ابْن عَيَّاش قَالَ حَدثنَا الْهُذلِيّ قَالَ",
            "page": "63",
            "part": "1",
            "seal": "9891F47C"
        },
        {
            "id": "40",
            "nass": "كنت بسجستان مَعَ طَلْحَة الطلحات فَلم أر أحدا كَانَ أسخى مِنْهُ وَلَا أشرق نفسا فَكتب إِلَيّ عمى من الْبَصْرَة إِنِّي قد كَبرت وَمَالِي كثير وأكره أَن أوكله غَيْرك فأقدم أزَوجك ابْنَتي وأصنع بك مَا أَنْت أَهله قَالَ فَخرجت على بغلة لي تركية فَأتيت الْبَصْرَة فِي ثَلَاثِينَ يَوْمًا ووافيته فِي صَلَاة الْعَصْر فَوَجَدته قَاعِدا على دكانه فَسلمت عَلَيْهِ فَقَالَ لي من أَنْت قلت ابْن أَخِيك يعلى قَالَ وَأَيْنَ ثقلك قلت تعجلت إِلَيْك حِين أَتَانِي كتابك وطربت نحوكم قَالَ يَا ابْن أخي أَتَدْرِي مَا قَالَت الْعَرَب قلت لَا قَالَ قَالَت الْعَرَب شَرّ الفتيان الْمُفلس الطروب قَالَ فَقُمْت إِلَى بغلتي فأعددت سرجى عَلَيْهَا فَمَا قَالَ لى شَيْئا ثمَّ قَالَ إِلَى أَيْن قلت إِلَى سجستان قَالَ فِي كنف الله قَالَ فَخرجت فَبت فِي الجسر ثمَّ ذكرت أم طَلْحَة فَانْصَرَفت أسأَل عَنْهَا حَتَّى أتيت منزلهَا وَكَانَ طَلْحَة أبر النَّاس بهَا فَقلت رَسُول طَلْحَة فَقَالَت ائذنوا لَهُ فَدخلت فَقَالَت وَيحك كَيفَ ابْني قلت فَمَا جَاءَ بك قلت كَيْت وَكَيْت قَالَت يَا جَارِيَة ائْتِنِي بأَرْبعَة آلَاف دِرْهَم ثمَّ قَالَت ائْتِ عمك فابتن بابنته وَلَك عندنَا مَا تحب قلت لَا وَالله لَا أَعُود إِلَيْهِ أبدا قَالَت يَا جَارِيَة ائْتِنِي ببغلة رحالتي ثمَّ قَالَت راوح بَين هَذِه وبغلتك حَتَّى تَأتي سجستان قلت اكتبي بالوصاة بِي وَالْحَالة الَّتِي استقبلتها فَكتبت بوجعها الَّتِي كَانَت فِيهِ وبعافية الله إِيَّاهَا وبالوصاة بِي فَلم تدع شَيْئا ثمَّ دفعت حَتَّى أتيت سجستان فَأتيت بَاب طَلْحَة وَقلت للحاجب رَسُول صَفِيَّة بنت الْحَرْث وَأَنا عَابس باسر فَدخل فَخرج",
            "page": "64",
            "part": "1",
            "seal": "8A80AD6E"
        },
        {
            "id": "41",
            "nass": "متوحشا وَخَلفه وصيف يسْعَى بكرسي فَقُمْت بَين يَدَيْهِ فَقَالَ وَيلك كَيفَ أُمِّي قلت بِأَحْسَن حَالَة قَالَ انْظُر كَيفَ تَقول قلت هَذَا كتابها قَالَ فَعرف الشواهد والعلامات قلت اقْرَأ كتاب وصيتها قَالَ وَيحك ألم تأتني بسلامتها حَسبك فَأمر لي بِخَمْسِينَ ألف دِرْهَم وَقَالَ لحاجبه اكتبه فِي خَاصَّة أَهلِي قَالَ فوَاللَّه مَا أَتَى على الْحول حَتَّى تمّ لي مائَة ألف قَالَ ابْن عَيَّاش فَقلت لَهُ هَل لقِيت عمك بعد ذَلِك قَالَ لَا وَالله وَلَا أَلْقَاهُ أبدا السلاماني وَقَرِيب لَهُ مَا كنت أَظن أَن امْرَأَة تجترئ على مثل هَذَا الْكَلَام وَعَن الْهَيْثَم بن عدى عَن ابْن عَبَّاس قَالَ أَخْبرنِي مُوسَى السلاماني مولى الْحَضْرَمِيّ وَكَانَ أيسر تَاجر بِالْبَصْرَةِ قَالَ بَينا أَنا جَالس إِذْ دخل على غُلَام لي فَقَالَ هَذَا رجل من أهل أمك يسْتَأْذن عَلَيْك وَكَانَت أمه مولاة لعبد الرَّحْمَن بن عَوْف فَقلت ائْذَنْ لَهُ فَدخل شَاب حُلْو الْوَجْه يعرف فِي هَيئته أَنه قرشي فِي طمرين فَقلت من أَنْت يَرْحَمك الله قَالَ أَنا عبد الحميد بن سُهَيْل بن عبد الرَّحْمَن بن عَوْف الزُّهْرِيّ خَال رَسُول الله قلت فِي الرحب والقرب ثمَّ قلت يَا غُلَام بره وأكرمه وألطفه وَأدْخلهُ الْحمام واكسه قَمِيصًا رَقِيقا ومبطنا قوهيا",
            "page": "65",
            "part": "1",
            "seal": "D2FDC9B5"
        },
        {
            "id": "42",
            "nass": "ورداء عمريا وحذونا لَهُ نَعْلَيْنِ حضرميين فَلَمَّا نظر الشَّاب فِي عطفيه وأعجبته نَفسه قَالَ يَا هَذَا أبغني أشرف أيم بِالْبَصْرَةِ أَو أشرف بكر بهَا قلت يَا ابْن أخي مَعَك مَال قَالَ أَنا مَال كَمَا أَنا قلت يَا ابْن أخي كف عَن هَذَا قَالَ انْظُر مَا أَقُول لَك قلت فَإِن أشرف أيم بِالْبَصْرَةِ هِنْد ابْنة أبي صفرَة أُخْت عشرَة وعمة عشرَة وحالها فِي قَومهَا حَالهَا وأشرف بكر بِالْبَصْرَةِ الملاة بنت زُرَارَة بن أوفى الجرشِي قاضى الْبَصْرَة قَالَ اخطبها على قلت يَا هَذَا إِن أَبَاهَا قاضى الْبَصْرَة قَالَ انْطلق بِنَا إِلَيْهِ فَانْطَلَقْنَا إِلَى الْمَسْجِد فَتقدم فَجَلَسَ إِلَى القاضى فَقَالَ لَهُ من أَنْت يَا ابْن أخى قَالَ لَهُ عبد الحميد بن سُهَيْل بن عبد الرَّحْمَن بن عَوْف خَال رَسُول الله قَالَ مرْحَبًا بك مَا حَاجَتك قَالَ جِئْت خاطبا قَالَ وَمن ذكرت قَالَ الملاة ابْنَتك قَالَ يَا ابْن أخي مَا بهَا عَنْك رَغْبَة وَلكنهَا امْرَأَة يفتات عَلَيْهَا فِي أمرهَا فاخطبها إِلَى نَفسهَا فَقَامَ إِلَيّ فَقلت مَا صنعت قَالَ قَالَ كَذَا وَكَذَا قلت ارْجع بِنَا وَلَا تخطبها قَالَ اذْهَبْ بِنَا إِلَيْهَا فَدَخَلْنَا دَار زُرَارَة فَإِذا دَار فِيهَا مقاصير فَاسْتَأْذَنا على أمهَا فلقيتنا بِمثل كَلَام الشَّيْخ ثمَّ قَالَت وَهَا هِيَ فِي تِلْكَ الْحُجْرَة قلت لَهُ لَا تأتها قَالَ أليست بكرا قلت بلَى قَالَ ادخل بِنَا إِلَيْهَا فَاسْتَأْذَنا فَأَذنت لنا فَوَجَدْنَاهَا جالسة وَعَلَيْهَا ثوب قوهى رَقِيق معصفر تَحْتَهُ سَرَاوِيل يرى مِنْهَا بَيَاض جَسدهَا ومرط قد جمعته على فخذيها ومصحف على كرسى بَين يَديهَا فأشرجت الْمُصحف ثمَّ نحته فسلمنا فَردَّتْ ثمَّ رَحبَتْ بِنَا ثمَّ قَالَت من أَنْت قَالَ أَنا عبد الحميد بن سُهَيْل بن عبد الرَّحْمَن بن عَوْف الزُّهْرِيّ خَال رَسُول الله",
            "page": "66",
            "part": "1",
            "seal": "8E33BC0D"
        },
        {
            "id": "43",
            "nass": "وَمد بهَا صَوته قَالَت يَا هَذَا إِنَّمَا يمد هَذَا الصَّوْت للساسانيين قَالَ مُوسَى فَدخل بعضى فِي بعض ثمَّ قَالَت جِئْت خاطبا قَالَت وَمن ذكرت قَالَ ذكرتك قَالَت مرْحَبًا بك يَا أَخا أهل الْحجاز مَا الَّذِي بِيَدِك قَالَ لنا سَهْمَان بِخَيْبَر أعطاناهما رَسُول الله وَمد بهَا صَوته وَعين بِمصْر وَعين بِالْيَمَامَةِ وَمَال بِالْيمن قَالَت يَا هَذَا كل هَذَا عَنَّا غَائِب وَلَكِن مَا الذى يحصل بِأَيْدِينَا مِنْك فَإِنِّي أَظُنك تُرِيدُ أَن تجعلني كشاة عِكْرِمَة أتدرى من عِكْرِمَة قَالَ لَا قَالَت عِكْرِمَة بن ربعى فَإِنَّهُ نَشأ بِالسَّوَادِ ثمَّ انْتقل إِلَى الْبَصْرَة وَقد تغذى بِاللَّبنِ فَقَالَ لزوجته اشْترى لنا شَاة نَحْلُبهَا وتصنعين لنا من لَبنهَا شرابًا وكامخا فَفعلت وَكَانَت عِنْدهم الشَّاة إِلَى أَن استحرمت فَقَالَت يَا جَارِيَة خذى بأذن الشَّاة وانطلقى بهَا إِلَى التياس فانزى عَلَيْهَا فَفعلت فَقَالَ التياس آخذ مِنْك على النزوة درهما فَانْصَرَفت الى سيدتها فأعلمها فَقَالَت إِنَّمَا رَأينَا من يرحم وَيُعْطى وَأما من يرحم وَيَأْخُذ فَلم نره وَلَكِن يَا أَخا أهل الْمَدِينَة أردْت أَن تجعلني كشاة عِكْرِمَة فَلَمَّا خرجنَا قلت لَهُ مَا كَانَ أَغْنَاك عَن هَذَا قَالَ مَا كنت أَظن أَن امْرَأَة تجترىء على مثل هَذَا الْكَلَام ابْن علفة وَعبد الْملك جنبنى هجناء ولدك وَعَن الأصمعى قَالَ كَانَ عقيل بن علفة المرى غيورا فخورا وَكَانَ يصهر إِلَيْهِ خلفاء بني أُميَّة فَخَطب إِلَيْهِ عبد الْملك بن مَرْوَان ابْنَته لبَعض وَلَده فَقَالَ جنبني هجناء ولدك",
            "page": "67",
            "part": "1",
            "seal": "8CC4AD29"
        },
        {
            "id": "44",
            "nass": "ابْن علفة وَأَوْلَاده وَمَا يدْريك مَا نعت الْخمر وَكَانَ إِذا خرج يمتار خرج بابنته الجرباء مَعَه فَخرج مرّة فنزلوا ديرا من أديرة الشَّام يُقَال لَهُ دير سعد فَلَمَّا ارتحلوا قَالَ عقيل قضيت وطرا من دير سعد وَرُبمَا علا عرض ناطحنه الجماجم ثمَّ قَالَ لِابْنِهِ أجز يَا عُمَيْس فَقَالَ فَأَصْبَحْنَ بالموماة يحملن فتية نشاوى من الإدلاج ميل العمائم ثمَّ قَالَ لابنته يَا جرباء أجيزي فَقَالَت كَأَن الرى أسقاهم صر خدية عقارا تمشت فِي المطا والقوائم فَقَالَ لَهَا وَمَا يدْريك أَنْت مَا نعت الْخمر ثمَّ سل السَّيْف ونهض إِلَيْهَا فاستغاثت بأخيها عُمَيْس فانتزعه بِسَهْم فَأصَاب فَخذه فبرك ومضوا وتركوه حَتَّى إِذا بلغُوا أدنى الْمِيَاه قَالَ لَهُم إِنَّا أسقطنا جزورا لنا فأدركوه وخذوا مَعكُمْ المَاء فَفَعَلُوا وَإِذا عقيل بَارك وَهُوَ يَقُول إِن بنى زملونى بِالدَّمِ من يلق أبطال الرِّجَال يكلم وَمن يكن دَرْء بِهِ يقوم شنشنة أعرفهَا من أخزم",
            "page": "68",
            "part": "1",
            "seal": "F6B00AD1"
        },
        {
            "id": "45",
            "nass": "الشنشنة الطبيعة وأخزم فَحل كريم وَهَذَا مثل للْعَرَب عبد الْملك وَابْنَة عبد الرَّحْمَن وَالله لَا تزوجنى أَبُو الذُّبَاب الشيبانى عَن عوَانَة قَالَ خطب عبد الْملك بن مَرْوَان ابْنة عبد الرَّحْمَن بن الْحَارِث بن هِشَام فَأَبت أَن تتزوجه وَقَالَت وَالله لَا تزوجنى أَبُو الذُّبَاب فَتَزَوجهَا يحيى بن الحكم فَقَالَ عبد الْملك وَالله لقد تزوجت أفوه أشوه فَقَالَ يحيى أما إِنَّهَا أحبت منى مَا كرهت مِنْك وَكَانَ عبد الْملك ردىء الْفَم يدمى فَيَقَع عَلَيْهِ الذُّبَاب فَسمى أَبَا الذُّبَاب أُخْت أَبى سُفْيَان إِن عقيلا كَانَ مَعَ الْأَحِبَّة وَعَن العتبى قَالَ خطب قريبَة ابْنة حَرْب أُخْت أَبى سُفْيَان بن حَرْب أَرْبَعَة عشر رجلا من أهل بدر فأبتهم وَتَزَوَّجت عقيل بن أَبى طَالب قَالَت إِن عقيلا كَانَ مَعَ الْأَحِبَّة يَوْم قتلوا وَإِن هَؤُلَاءِ كَانُوا عَلَيْهِم ولاحته يَوْمًا فَقَالَت يَا عقيل أَيْن أخوالى أَيْن أعمامى كَأَن أَعْنَاقهم أَبَارِيق الْفضة قَالَ لَهَا إِذا دخلت النَّار فخذى على يسارك",
            "page": "69",
            "part": "1",
            "seal": "BE1B2FEF"
        },
        {
            "id": "46",
            "nass": "زِيَاد وَسَعِيد بن الْعَاصِ فِي ابْنَته كلا إِن الْإِنْسَان ليطْغى أَن رَآهُ اسْتغنى وَكتب زِيَاد إِلَى سعيد بن الْعَاصِ يخْطب إِلَيْهِ ابْنَته وَبعث إِلَيْهِ بِمَال كثير وهدايا فَلَمَّا قَرَأَ الْكتاب أَمر حَاجِبه بِقَبض المَال والهدايا وَأَن يقسمها بَين جُلَسَائِهِ فَقَالَ الْحَاجِب إِنَّهَا أَكثر من ظَنك قَالَ سعيد أَنا أَكثر مِنْهَا ثمَّ وَقع إِلَى زِيَاد فِي أَسْفَل كِتَابه كلا إِن الْإِنْسَان ليطْغى أَن رَآهُ اسْتغنى الْحسن وَرجل يُزَوّج ابْنَته زَوجهَا مِمَّن يتقى الله وَقَالَ رجل لِلْحسنِ إِن لى بنية فَمن ترى أَن أزوجها قَالَ زَوجهَا مِمَّن يتقى الله فَإِن أحبها أكرمها وَإِن أبغضها لم يظلمها",
            "page": "70",
            "part": "1",
            "seal": "A410FD9A"
        },
        {
            "id": "47",
            "nass": "عبد الْملك وَعمر بن عبد الْعَزِيز وصلك الله يَا أَمِير الؤمنين وَقَالَ عبد الْملك بن مَرْوَان لعمر بن عبد الْعَزِيز قد زَوجك أَمِير الْمُؤمنِينَ ابْنَته فَاطِمَة فَقَالَ عمر وصلك الله يَا أَمِير الْمُؤمنِينَ فقد كفيت الْمَسْأَلَة وأجزلت فِي الْعَطِيَّة الْحسن يستشار الْيَسَار يسَار الْعقل وَالدّين قيل لِلْحسنِ فلَان خطب إِلَيْنَا فُلَانَة قَالَ أهوَ مُوسر من عقل وَدين قَالُوا نعم قَالَ فَزَوجُوهُ",
            "page": "71",
            "part": "1",
            "seal": "7984D107"
        },
        {
            "id": "48",
            "nass": "حَيْوَة بن شُرَيْح تزوج بِعشْرَة وأبق تسعين قَالَ رجل لحيوة بن شُرَيْح إنى أُرِيد أَن أَتزوّج فَمَاذَا ترى قَالَ كم من الْمهْر قَالَ مائَة قَالَ فَلَا تفعل تزوج بِعشْرَة وأبق تسعين فَإِن وافقتك ربحت التسعين وَإِن لم توافقك تزوجت عشرا فَلَا بُد فى عشرَة نسْوَة من وَاحِدَة توافقك هبنقة القيسى وراغب فى الزواج الْبكر لَك وَالثَّيِّب عَلَيْك وَقَالَ رجل أردْت النِّكَاح فَقلت لأستشيرن أول من يطلع على ثمَّ أعمل بِرَأْيهِ فَكَانَ أول من طلع هبنقة القيسى وَتَحْته قَصَبَة فَقلت لَهُ أُرِيد النِّكَاح فَمَا تُشِير بِهِ على قَالَ الْبكر لَك وَالثَّيِّب عَلَيْك وَذَات الْوَلَد لَا تَقربهَا وَاحْذَرْ جوادى لَا ينفحك",
            "page": "72",
            "part": "1",
            "seal": "D5504B19"
        },
        {
            "id": "49",
            "nass": "مكثر ومقل فى الزواج زلقة من غير مَاء وَعَن الأصمعى قَالَ أَخْبرنِي رجل من بني العنبر عَن رجل من أَصْحَابه وَكَانَ مقلا فَخَطب إِلَيْهِ مكثر من مَال مقل من عقل فَشَاور فِيهِ رجلا يُقَال لَهُ أَبُو يزِيد فَقَالَ لَا تفعل وَلَا تزوج إِلَّا عَاقِلا دينا فَإِنَّهُ إِن لم يكرمها لم يظلمها ثمَّ شاور رجلا آخر يُقَال لَهُ أَبُو الْعَلَاء فَقَالَ لَهُ زوجه فَإِن مَاله لَهَا وحمقه على نَفسه فَزَوجهُ فَرَأى مِنْهُ مَا يكره فى نَفسه وأنشده فَقَالَ ألهفى إِذْ عصيت أَبَا يزِيد ولهفى إِذْ أَطَعْت أَبَا الْعَلَاء وَكَانَت هفوة من غير ريح وَكَانَت زلقة من غير مَاء زواج معبد بن خَالِد قَالَت أَنا أسدة من بنى أَسد فَخرجت وَلم اعد الْمفضل بن مُحَمَّد الضبى قَالَ أخبرنى مسعر بن كدام عَن معبد ابْن خَالِد الجدلى قَالَ خطبت امْرَأَة من بنى أَسد فى زمن زِيَاد وَكَانَ النِّسَاء يجلسن لخطابهن قَالَ فَجئْت لَا نظر إِلَيْهَا وَكَانَ بينى وَبَينهَا رواق فدعَتْ بِجَفْنَة عَظِيمَة من الثَّرِيد مكللة بِاللَّحْمِ فَأَتَت على آخرهَا وَأَلْقَتْ الْعِظَام نقية ثمَّ دعت بشن عَظِيم مَمْلُوءَة لَبَنًا فَشَربته حَتَّى أكفأته على وَجهه",
            "page": "73",
            "part": "1",
            "seal": "7B992848"
        },
        {
            "id": "50",
            "nass": "وَقَالَت يَا جَارِيَة ارفعى السجف فَإِذا هى جالسة على جلد أَسد وَإِذا شَابة جميلَة فَقَالَت يَا عبد الله أَنا أسدة من بنى أَسد وعَلى جلد أَسد وَهَذَا طَعَامي وشرابي فعلام ترانى فَإِن أَحْبَبْت أَن تتقدم فَتقدم وَإِن أَحْبَبْت أَن تتأخر فَتَأَخر فَقلت أستخير الله فى أمرى وَأنْظر قَالَ فَخرجت وَلم أعد",
            "page": "74",
            "part": "1",
            "seal": "20EA8A4C"
        },
        {
            "id": "51",
            "nass": "الْبَاب الثَّانِي لطائف من أَخْبَار النِّسَاء وطرائف من حياتهن قَالَ الشَّاعِر العربى والليالي من الزَّمَان حبالى يلدن كل عَجِيب وأعجب الْعجب مَا يرويهِ ابْن عبد ربه عَن النِّسَاء من لطائف وطرائف فتعال نستمع مَعًا بِبَعْض مَا تضمنته كتب التراث وَجمعه لنا ابْن عبد ربه فى موسوعته الْكُبْرَى العقد الفريد وكشفت لنا عَنهُ الْأَيَّام والليالى",
            "page": "75",
            "part": "1",
            "seal": "45BF1323"
        },
        {
            "id": "52",
            "nass": "من أَخْبَار النِّسَاء وعَلى الغانيات جر الذيول لِابْنِ أَبى ربيعَة فى مقتل زَوْجَة الْمُخْتَار لما قتل مُصعب بن الزبير ابْنة النُّعْمَان بن بشير الْأَنْصَارِيَّة زَوْجَة الْمُخْتَار بن أَبى عبيد أنكر النَّاس ذَلِك عَلَيْهِ وأعظموه لِأَنَّهُ أَتَى بِمَا نهى رَسُول الله عَنهُ فى نسَاء الْمُشْركين فَقَالَ عمر بن ابى ربيعَة إِن أعظم الْكَبَائِر عِنْدِي قتل حسناء غادة عطبول قتلت بَاطِلا على غير ذَنْب إِن لله درها من قَتِيل كتب الْقَتْل والقتال علينا وعَلى الغانيات جر الذيول الْخَوَارِج وَامْرَأَة أَرَادوا قَتلهَا من ينشأ فى الْحِلْية وَلما خرجت الْخَوَارِج بالأهواز أخذُوا امْرَأَة فَهموا بقتلها فَقَالَت لَهُم أَتقْتلونَ من ينشأ فى الْحِلْية وَهُوَ فى الْخِصَام غير مُبين فأمسكوا عَنْهَا",
            "page": "77",
            "part": "1",
            "seal": "3E7FA8D8"
        },
        {
            "id": "53",
            "nass": "جَارِيَة لأمية وراغب فى زواجها أَنْت أَسد فاطلب لنَفسك لبؤة قَالَ وَحدثنَا بعض أَصْحَابنَا أَن جَارِيَة لأمية بن عبد الله بن خَالِد ابْن أسيد ذَات ظرف وجمال مرت بِرَجُل من بني سعد وَكَانَ شجاعا فَارِسًا فَلَمَّا رَآهَا قَالَ طُوبَى لمن كَانَت لَهُ امْرَأَة مثلك ثمَّ إِنَّه أتبعهَا رَسُولا يسْأَلهَا ألها زوج ويذكره لَهَا فَقَالَت للرسول مَا حرفته فأبلغه الرَّسُول قَوْلهَا فَقَالَ ارْجع إِلَيْهَا فَقل لَهَا وسائلة مَا حرفتى قلت حرفتى مقارعة الْأَبْطَال فى كل شارق إِذا عرضت لى الْخَيل يَوْمًا رأيتنى أَمَام رعيل الْخَيل أحمى حقائقى وأصبر نفسى حِين لاحر صابر على ألم الْبيض الرقَاق البوارق فأنشدها الرَّسُول مَا قَالَ فَقَالَت لَهُ ارْجع إِلَيْهِ وَقل لَهُ أَنْت أَسد فاطلب لنَفسك لبؤة فلست من نِسَائِك وأنشدت هَذِه الأبيات أَلا إِنَّمَا أبغى جوادا بِمَالِه كَرِيمًا محياه قَلِيل الصدائق فَتى همه مذكان خود كَرِيمَة يعانقها بِاللَّيْلِ فَوق النمارق ويشربها صرفا كميتا مدامة نداماه فِيهَا كل خرق مُوَافق",
            "page": "78",
            "part": "1",
            "seal": "B07A3ABE"
        },
        {
            "id": "54",
            "nass": "الْمُغيرَة وَغُلَام حارثي لَا خير لَك فِيهَا وَعَن الشّعبِيّ قَالَ سَمِعت الْمُغيرَة بن شُعْبَة يَقُول مَا غلبني أحد قطّ إِلَّا غُلَام من بنى الْحَارِث بن كَعْب وَذَلِكَ أننى خطبت امْرَأَة من بنى الْحَارِث وعندى شَاب مِنْهُم فأصغى إِلَى فَقَالَ أَيهَا الْأَمِير لَا خير لَك فِيهَا قلت يَابْنَ أخى وَمَالهَا قَالَ إنى رَأَيْت رجلا يقبلهَا قَالَ فبرئت مِنْهَا فبلغنى أَن الْفَتى تزَوجهَا قلت ألم تخبرنى أَنَّك رَأَيْت رجلا يقبلهَا قَالَ بلَى رَأَيْت أَبَاهَا يقبلهَا أَبُو سعيد وَابْن سِيرِين فى الزواج لَا تتَزَوَّج امْرَأَة تنظر فى يَدهَا أَبُو سعيد قَالَ صَحِبت ابْن سِيرِين عشْرين سنة فَقَالَ لى يَوْمًا يَا أَبَا سعيد إِن تزوجت فَلَا تتَزَوَّج امْرَأَة تنظر فى يَدهَا وَلَكِن تزوج امْرَأَة تنظر فى يدك مَا الْحبّ إِلَّا للحبيب الأول بَين جارتين يحيى بن عبد الْعَزِيز عَن مُحَمَّد بن الحكم عَن الشَّافِعِي قَالَ تزوج",
            "page": "79",
            "part": "1",
            "seal": "C61464F3"
        },
        {
            "id": "55",
            "nass": "رجل من الاعراب امْرَأَة جَدِيدَة على امْرَأَة قديمَة وَكَانَت جَارِيَة الجديدة تمر على بَاب الْقَدِيمَة فَتَقول وَمَا يستوى الرّجلَانِ رجل صَحِيحَة وَرجل رمى فِيهَا الزَّمَان فشلت ثمَّ مرت بعد أَيَّام فَقَالَت وَمَا يستوى الثوبان ثوب بِهِ البلى وثوب بأيدى البائعين جَدِيد فَخرجت إِلَيْهَا جَارِيَة الْقَدِيمَة فَقَالَت نقل فُؤَادك حَيْثُ شِئْت من الْهوى مَا الْقلب إِلَّا للحبيب الأول كم منزل فى الأَرْض يألفه الْفَتى وحنينه أبدا لأوّل منزل أعرابى وَولى امْرَأَة الْأَصْمَعِي قَالَ أَخْبرنِي أَعْرَابِي فَقَالَ خطب منا رجل مغموز امْرَأَة مغموزة فَزَوجُوهُ فَقَالَ رجل لولى الْمَرْأَة تعمم لكم فلَان فزوجتموه فَقَالُوا مَا تعمم لنا حَتَّى تبرقعنا لَهُ لأعرابية تنصح بَنَات عَمها أَبُو حَاتِم عَن الْأَصْمَعِي قَالَ قَالَت أعرابية لبنات عَم لَهَا السعيدة مِنْكُن من يَتَزَوَّجهَا ابْن عَمها فيمهرها بتيسين وكلبين وعيرين",
            "page": "80",
            "part": "1",
            "seal": "34C7CE79"
        },
        {
            "id": "56",
            "nass": "ورحيين فينب التيسان وينهق العيران وينبح الكلبان وتدور الرحيان فيعج الوادى والشقية مِنْكُن من يَتَزَوَّجهَا الْحَضْرَمِيّ فيكسوها الْحَرِير ويطعمها الخمير ويحملها لَيْلَة الزفاف على عود تعنى سرجها الأصمعى قَالَ سَمِعت أَعْرَابِيًا يشار امْرَأَته فَقَالَت لَهَا أُخْته أما وَالله أَيَّام شرخه إِذْ كَانَ ينكتك كَمَا ينكت الْعظم عَن مخه لقد كنت لَهُ تبوعا وَمِنْه مسموعا فَلَمَّا لَان مِنْهُ مَا كَانَ شَدِيدا وأخلق ماكان جَدِيدا تَغَيَّرت لَهُ أما وَالله لَئِن تغير مِنْهُ الْبَعْض لقد تغير مِنْك الْكل لأعرابى فى زَوجته وَقيل لأعرابى كَيفَ حبك لزوجتك قَالَ رُبمَا كنت مَعهَا على الْفراش فمدت يَدهَا إِلَى صدرى فوددت وَالله أَن آجره خرت من السّقف فقدت يَدهَا وضلعين من أضلاع صدرى ثمَّ أنشأ يَقُول لقد كنت مُحْتَاجا إِلَى موت زوجتى وَلَكِن قرين السوء بَاقٍ معمر فيا ليتها صَارَت إِلَى الْقَبْر عَاجلا وعذبها فِيهِ نَكِير ومنكر لآخر فِي مثله وَتزَوج أعرابى امْرَأَة فطالت فى صحبتهَا لَهُ فَتغير لَهَا وَقد طعنت فى",
            "page": "81",
            "part": "1",
            "seal": "74049385"
        },
        {
            "id": "57",
            "nass": "السن فَقَالَت لَهُ ألم تكن ترْضى إِذا غضِبت وتعبت إِذا عتبت وتشفق إِذا أَبيت فَمَا بالك الْآن قَالَ ذهب الذى كَانَ يصلح بَيْننَا الْأَصْمَعِي وأعرابى طلق زَوجته الأصمعى قَالَ كنت أختلف إِلَى أعرابى أقتبس مِنْهُ الْغَرِيب فَكنت إِذا اسْتَأْذَنت عَلَيْهِ يَقُول يَا أُمَامَة إيذنى لي فَتَقول ادخل فاستأذنت عَلَيْهِ مرَارًا فَلم أسمعهُ يذكر أُمَامَة فَقلت لَهُ يَرْحَمك الله مَا أسمعك تذكر أُمَامَة مُنْذُ حِين قَالَ فَوَجَمَ وجمة نَدِمت على مَا كَانَ منى ثمَّ قَالَ ظعنت أُمَامَة بِالطَّلَاق ونجوت من غل الوثاق بَانَتْ فَلم يألم لَهَا قل بى وَلم تَدْمَع مآقى ودواء مَالا تشت تهيه النَّفس تَعْجِيل الْفِرَاق والعيش لَيْسَ بِطيب ب ين اثْنَيْنِ فى غير اتِّفَاق لَو لم أرح بفراقها لأرحت نفسى بالإباق لأعرابى طلق امْرَأَته الأصمعى قَالَ تزوج أعرابى امْرَأَة فآذنته وافتدى مِنْهَا بِحِمَار",
            "page": "82",
            "part": "1",
            "seal": "4DBE3006"
        },
        {
            "id": "58",
            "nass": "وجبة فَقدم عَلَيْهِ ابْن عَم لَهَا من الْبَادِيَة فَسَأَلَهُ عَنْهَا فَقَالَ خطت إِلَى الشَّيْطَان للحين بنته فَأدْخلهَا من شقوتى فى حباليا فأنقذنى مِنْهَا حمارى وجبتى جزى الله خيرا جبتى وحماريا لأعرابي بَين يدى زِيَاد الأصمعى قَالَ خَاصم أعرابى امْرَأَته إِلَى زِيَاد فَشدد على الأعرابى فَقَالَ أصلح الله الْأَمِير إِن خير الرجل آخِره يذهب جَهله ويثوب حلمه ويجتمع رَأْيه وَإِن شَرّ عمر الْمَرْأَة آخِره يسوء خلقهَا وَيحد لسانها وتعقم رَحمهَا قَالَ لَهُ صدقت اسفع بِيَدِهَا لبَعض الْأَعْرَاب فى مثله قَالَ وَذكرت أعرابية زَوجهَا وَكَانَ شَيخا فَقَالَت ذهب ذفره وبقى بخره وفتر الْأَصْمَعِي قَالَ كَانَ أَعْرَابِي قَبِيح طَوِيل خطب امْرَأَة فَقيل لَهُ أى ضرب تريدها",
            "page": "83",
            "part": "1",
            "seal": "E1DF09D3"
        },
        {
            "id": "59",
            "nass": "قَالَ أريدها قَصِيرَة جميلَة فَيَأْتِي وَلَدهَا فى جمَالهَا وطولى فَتَزَوجهَا على تِلْكَ الصّفة فجَاء وَلَدهَا فى قصرهَا وقبحه قدم أعرابى من طَيء فاحتلب لَبَنًا ثمَّ قعد مَعَ زَوجته ينتجعان فَقَالَت لَهُ من أنعم عَيْشًا نَحن أم بَنو مَرْوَان قَالَ لَهَا بَنو مَرْوَان أطيب منا طَعَاما إِلَّا أَنا أردأ مِنْهُم كسْوَة وهم أظهر منا نَهَارا إِلَّا نَحن أظهر مِنْهُم لَيْلًا لَا تفعلى فَإِنَّهُ وكلة تكلة الْأَصْمَعِي قَالَ خَاصم أعرابى امْرَأَته إِلَى السُّلْطَان فَقيل لَهُ مَا صنعت قَالَ خيرا كبها الله لوجهها وَلَو أَمر بى إِلَى السجْن الأصمعى قَالَ استشارت أعرابية فى رجل تتزوجه فَقيل لَهَا لَا تفعلى فَإِنَّهُ وكلة تكلة يَأْكُل خلله أى يَأْكُل مَا يخرج من بَين أَسْنَانه إِذا تخَلّل قَالَ أَبُو حَاتِم هُوَ الخلالة ووكلة تكلة أى يكل أمره إِلَى النَّاس ويتكل عَلَيْهِم يَوْم عتاب وَيَوْم اكتئاب العتبى قَالَ خطب إِلَى أعرابى رجل مُوسر إِحْدَى ابْنَتَيْهِ وَكَانَ للخاطب امْرَأَة فَقَالَت الْكُبْرَى لَا أريده قَالَ أَبوهَا وَلم قَالَت يَوْم عتاب وَيَوْم اكتئاب يبْلى فِيمَا بَين ذَلِك الشَّبَاب قَالَت الصُّغْرَى زوجنيه قَالَ لَهَا على مَا سَمِعت من أختك",
            "page": "84",
            "part": "1",
            "seal": "54239524"
        },
        {
            "id": "60",
            "nass": "قَالَت نعم يَوْم تزين وَيَوْم تسمن وَقد تقر فِيمَا بَين ذَلِك الْأَعْين لأعرابية ترقص طفْلا الْأَصْمَعِي قَالَ رَأَيْت امْرَأَة ترقص طفْلا لَهَا وَتقول أحبه حب الشحيح مَاله قد كَانَ ذاق الْفقر ثمَّ ناله إِذا أَرَادَ بذله بدا لَهُ أَقْوَال وتعليقات وطرائف أَقْوَال ذكر عِنْد مَالك بن أنس الباه فَقَالَ هُوَ نور وَجهك ومخ ساقيك فَأَقل مِنْهُ أَو أَكثر وَقَالَ مُعَاوِيَة مَا رَأَيْت نهما فى النِّسَاء إِلَّا عرفت ذَلِك فى وَجهه وَقَالَ كسْرَى كنت أَرَانِي إِذا كَبرت أَنَّهُنَّ لَا يحببننى فَإِذا أَنا لَا أحبهنَّ وَأنْشد الرياشى لأعرابى من بنى أَسد تمنيت لَو عَاد شرخ الشَّبَاب وَمن ذَا على الدَّهْر يعْطى المنى وَكنت مكينا لَدَى الغانيات فَلَا شَيْء عِنْدِي لَهَا مُمكنا فَأَما الحسان فيأبيننى وَأما القباح فآبى أَنا",
            "page": "85",
            "part": "1",
            "seal": "90EAD937"
        },
        {
            "id": "61",
            "nass": "وَدخل عِيسَى بن مُوسَى على جَارِيَة فَلم يقدر على شَيْء فَقَالَ النَّفس تطمح والأسباب عاجزة وَالنَّفس تهْلك بَين الْيَأْس والطمع وَقَالُوا من قل جمَاعَة فَهُوَ أصح بدنا وأطول عمرا ويعتبرون ذَلِك بِذكر الْحَيَوَان وَذَلِكَ أَنه لَيْسَ فى الْحَيَوَان أطول عمرا من الْبَغْل وَلَا أقل عمرا من العصافير وهى أَكثر سفادا تعليقات مَا احسن وَالله مَا أقبل خَاطب يُزَكِّيه وسيط أَبُو الْحسن الْمَدَائِنِي قَالَ خطب رجل من بنى كلاب امْرَأَة فَقَالَت أمهَا دعنى حَتَّى أسأَل عَنْك فَانْصَرف الرجل فَسَأَلَ عَن أكْرم الحى عَلَيْهَا فَدلَّ على شيخ مِنْهُم كَانَ يحسن التَّوَسُّط فى الْأَمر فَأَتَاهُ يسْأَله أَن يحسن عَلَيْهِ الثَّنَاء وانتسب لَهُ فَعرفهُ ثمَّ إِن الْعَجُوز غَدَتْ عَلَيْهِ فَسَأَلته عَن الرجل فَقَالَ أَنا أعرف النَّاس بِهِ فَقَالَت فَكيف لِسَانه قَالَ مدره قومه وخطيبهم قَالَت فَكيف شجاعته قَالَ منيع الْجَار حامي الذمار قَالَت فَكيف حماسته قَالَ ثمال قومه وربيعهم وَأَقْبل الْفَتى فَقَالَ الشَّيْخ مَا أحسن وَالله مَا أقبل مَا انثنى",
            "page": "86",
            "part": "1",
            "seal": "7E821536"
        },
        {
            "id": "62",
            "nass": "وَلَا انحنى ودنا الْفَتى فَسلم فَقَالَ مَا أحسن وَالله مَا سلم مَا جأر وَلَا خار ثمَّ جلس فَقَالَ مَا أحسن وَالله مَا جلس مادنا وَلَا نأى وَذهب الْفَتى ليتحرك فضرط فَقَالَ الشَّيْخ مَا أحسن وَالله مَا ضرط مَا أطنها وَلَا أغنها وَلَا بربرها وَلَا قرقرها ونهض الْفَتى خجلا فَقَالَ مَا أحسن وَالله مَا نَهَضَ مَا انْفَتَلَ وَلَا انْخَذَلَ وأسرع الْفَتى فَقَالَ مَا أحسن وَالله مَا خطا مَا ازور وَلَا اقطوطى فَقَالَت الْعَجُوز حَسبك يَا هَذَا وَجه إِلَيْهِ من يردهُ فوَاللَّه لَو سلح فى ثِيَابه لزوجناه الزبير بن بكار آخذ من دنا منى قَالَ جَاءَت امراة إِلَى ابْن الزبير تستعدى على زَوجهَا وتزعم أَنه يُصِيب جاريتها فَأمر بِهِ فأحضر فَسَأَلَهُ عَمَّا ادَّعَت فَقَالَ هى سَوْدَاء وجاريتها سَوْدَاء وَفِي بَصرِي ضعف وَيضْرب اللَّيْل برواقه فَأَنا آخذ من دنا منى",
            "page": "87",
            "part": "1",
            "seal": "D5DEE209"
        },
        {
            "id": "63",
            "nass": "شَهَادَة أعرابى أرأيته وَاسْتشْهدَ أعرابى على رجل وَامْرَأَة زَنَيَا فَقيل لَهُ أرأيته دَاخِلا وخارجا كالمرود فى المكحلة فَقَالَ وَالله لَو كنت جلدَة استها مَا رَأَيْته من طرائف الْأَعْرَاب مَا ترى يَا رَبنَا فِيمَا ترى الأصمعى قَالَ اصابت الْأَعْرَاب مجاعَة فمررت بِرَجُل مِنْهُم قَاعد مَعَ زَوجته بقارعة الطَّرِيق وَهُوَ يَقُول يَا رب إِنِّي قَاعد كَمَا ترى وزوجتي قَاعِدَة كَمَا ترى ترى فَمَا ترى يَا رَبنَا فِيمَا ترى يَا ليتنى كنت صَبيا مُرْضعًا وَنظر أَعْرَابِي إِلَى امْرَأَة حسناء جميلَة تسمى ذلفاء وَمَعَهَا صبى يبكى وَكلما بَكَى قبلته فَأَنْشَأَ يَقُول يَا ليتنى كنت صَبيا مُرْضعًا تحملنى الذلفاء حولا أكتعا إِذا بَكَيْت قبلتنى أَرْبعا فَلَا أَزَال الدَّهْر أبكى أجمعا",
            "page": "88",
            "part": "1",
            "seal": "4C0BCB5F"
        },
        {
            "id": "64",
            "nass": "الْبَاب الثَّالِث النِّسَاء المنجبات وَأَبْنَاء السرارى وَالْإِمَاء قَالَ شَاعِرنَا نعم الْإِلَه على الْعباد كَثِيرَة وأجهلهن نجابة الْأَوْلَاد فَأَي النِّسَاء أَنْجَب وَأي الْأَبْنَاء أفضل أَوْلَاد الْحَرَائِر أم أَبنَاء السرارى وَالْإِمَاء وماذا قيل فِي الهجناء والأدعياء ذَاك مَا يحدثنا عَنهُ الْفَقِيه ابْن عبد ربه",
            "page": "89",
            "part": "1",
            "seal": "6B70A12A"
        },
        {
            "id": "65",
            "nass": "بَين يدى هَذَا الْبَاب للمحقق السرارى وَالْإِمَاء ¶ قد تتراءى لعيوننا أَكثر من عَلَامَات اسْتِفْهَام حول السرارى وَالْإِمَاء وَرُبمَا يَقُول قَائِل أَلَيْسَ فِي تعدد الزَّوْجَات مَا فِيهِ الْكِفَايَة ¶ وَيَقُول الْأُسْتَاذ العقاد فِي كِتَابه الْمَرْأَة فِي الْقُرْآن ¶ لقد شرع الْإِسْلَام الْعتْق وَلم يشرع الرّقّ فَلم يكن للعتقن أثر فِي شرائع الحضارات الَّتِى سبقت ظُهُور الْإِسْلَام ¶ أما الرّقّ فقد كَانَ مَعْرُوفا معترفا بِهِ فِي كل حضارة قديمَة ¶ فَلَمَّا ظهر الْإِسْلَام جَاءَ بِالْعِتْقِ وَلم يَجِيء بِالرّقِّ وَسبق التطور الدولى إِلَى تَقْرِير فك الأسرى عِنْد الْأَعْدَاء وَتَقْرِير الْمَنّ بتسريح الأسرى عِنْده ¶ وَالنِّسَاء المملوكات أقدم فِي التَّارِيخ من الرِّجَال المملوكين وَتعْتَبر قَضِيَّة الْإِمَاء والسرارى جُزْءا من قَضِيَّة الرّقّ على عُمُومه لَوْلَا أَن الْمَرْأَة المستعبدة تنفرد بمشكلاتها فَإِن كَانَ الْعتْق برا كَبِيرا بالإنسان الَّذِي سلبت حُرِّيَّته وهانت على النَّاس كرامته فَإِن الْعتْق لَا يؤول بالجارية إِلَى حريَّة تغبط ععليها وَهِي بِلَا عائل وَلَا زوج وَرُبمَا نقلهَا الْعتْق من الْعُبُودِيَّة لسَيِّد وَاحِد إِلَى الْعُبُودِيَّة لكل سيد تأوى إِلَيْهِ ¶ وَقد نظرت شَرِيعَة الْإِسْلَام إِلَى الْفَارِق بَين الرجل وَالْمَرْأَة فِي أَمر الْعتْق فَعمِلت على نقل النِّسَاء المملوكات من رابطة الْعُبُودِيَّة إِلَى رابطة الزَّوْجِيَّة وَأمرت الْمُسلمين بتزويجهن وَالْبر بِهن",
            "page": "91",
            "part": "1",
            "seal": "8FFAF9F0"
        },
        {
            "id": "66",
            "nass": "{وَأنْكحُوا الْأَيَامَى مِنْكُم وَالصَّالِحِينَ من عبادكُمْ وَإِمَائِكُمْ إِن يَكُونُوا فُقَرَاء يُغْنِهِم الله من فَضله} {فَإِن خِفْتُمْ أَلا تعدلوا فَوَاحِدَة أَو مَا ملكت أَيْمَانكُم} ¶ وفضلت الزواج بالجارية الْمَمْلُوكَة على الزواج بسليلة الْبيُوت من المشركات وَلَو حسن مرآها فِي الْعين {وَلأمة مُؤمنَة خير من مُشركَة وَلَو أَعجبتكُم} ¶ وفرضت لَهُنَّ حقوقا كَمَا فرضت للأزواج {قد علمنَا مَا فَرضنَا عَلَيْهِم فِي أَزوَاجهم وَمَا ملكت أَيْمَانهم} ¶ وَجعلت أَصْحَاب المَال وَمن يملكونهم سَوَاء فِيمَا عِنْدهم من رزق الله {فَمَا الَّذين فضلوا برادي رزقهم على مَا ملكت أَيْمَانهم فهم فِيهِ سَوَاء} ¶ وحرص الْإِسْلَام على الْبر بِهن فِي عواطفهن وإحساسهن كَمَا حرص على الْبر بِهن فِي أرزاقهن ومعيشتهن فَكَانَ عَلَيْهِ الصَّلَاة وَالسَّلَام ينْهَى الْمُسلم أَن يَقُول عبدى وأمتى وَإِنَّمَا يَقُول فتاى وفتاتى كَمَا يتحدث عَن أبنائه ¶ وَكَانَ وَصيته بِالصَّلَاةِ وَالرَّقِيق من آخر وَصَايَاهُ صلى الله عَلَيْهِ وَسلم قبل انْتِقَاله إِلَى الرفيق الْأَعْلَى ¶ وارتفع الْإِسْلَام بأتباعه إِلَى منزلَة من الْإِنْصَاف للرقيق والرفق بِهِ لم تبلغها الإنسانية بآدابها وقوانينها ودساتيرها وأنظمتها بعد أَكثر من ألف سنة",
            "page": "92",
            "part": "1",
            "seal": "48EBDC93"
        },
        {
            "id": "67",
            "nass": "وَمِمَّا لَهُ دلَالَته فِي هَذَا الصدد أَن ارْتِفَاع المهانة عَن المماليك فِي الْعَالم الإسلامي مكنهم غير مرّة من إِقَامَة الدول وارتقاء المناصب وَولَايَة الوزارة والقيادة ومصاهرة البيوتات من أَصْحَاب الْملك والإمارة وَإِلَيْك مَا جَاءَ فِي العقد الفريد عَن السراري وَالْإِمَاء المنجبات من النِّسَاء أَنْجَب النِّسَاء قَالُوا أَنْجَب النِّسَاء الفروك وَذَلِكَ أَن الرجل يغلبها على الشبق لزهدها فى الرجل أَبُو حَاتِم عَن الأصمعى قَالَ النجيبة الَّتِى تنْزع بِالْوَلَدِ إِلَى أكْرم العرقين وَقَالَ عمر بن الْخطاب يَا بنى السَّائِب إِنَّكُم قد أضويتم فانكحوا فِي النزائع وَقَالَت الْعَرَب بَنَات الْعم أَصْبِر والغرائب أَنْجَب وَالْعرب تَقول اغتربوا لَا تضووا أى انكحوا فى الغرائب فَإِن القرائب يضوين الْبَنِينَ وَقَالُوا إِذا أردْت أَن يصلب ولد الْمَرْأَة فأغضبها ثمَّ قع عَلَيْهَا وَكَذَلِكَ الفزعة",
            "page": "93",
            "part": "1",
            "seal": "05A656B7"
        },
        {
            "id": "68",
            "nass": "وَقَالَ الشَّاعِر مِمَّن حملن وَهن عواقد حبك النطاق فشب غير مهبل حملت بِهِ فى لَيْلَة مزءودة كرها وَعقد نطاقها لم يحلل قَالَت أم تأبط شرا وَالله مَا حَملته تضعا وَلَا وضعا وَلَا وَضعته يتنا وَلَا أَرْضَعَتْه غيلا وَلَا أنمته مئقا وَمن أَمْثَال الْعَرَب أَنا مئق وَأَنت تئق فَمَتَى نتفق إِبْرَاهِيم عَلَيْهِ السَّلَام وَهَاجَر تسرى الْخَلِيل عَلَيْهِ الصَّلَاة وَالسَّلَام بهاجر فَولدت لَهُ إِسْمَاعِيل عَلَيْهِ السَّلَام مُحَمَّد عَلَيْهِ الصَّلَاة وَالسَّلَام ومارية ثمَّ صَفِيَّة وتسرى النَّبِي عَلَيْهِ الصَّلَاة وَالسَّلَام مَارِيَة الْقبْطِيَّة فَولدت لَهُ إِبْرَاهِيم أَبى اسحاق وجدى إِبْرَاهِيم وَلما صَارَت إِلَيْهِ صَفِيَّة بنت حييّ كَانَ أَزوَاجه يعيرنها باليهودية فشكت ذَلِك إِلَيْهِ فَقَالَ لَهَا أما إِنَّك لَو شِئْت لَقلت فصدقت",
            "page": "94",
            "part": "1",
            "seal": "3BB9EA9A"
        },
        {
            "id": "69",
            "nass": "وصدقت أَبى إِسْحَاق وجدى إِبْرَاهِيم وعمى إِسْمَاعِيل وأخى يُوسُف هِشَام وَزيد بن على لَا يعلم الْغَيْب إِلَّا الله وَدخل زيد بن عَليّ على هِشَام بن عبد الْملك فَقَالَ لَهُ هِشَام بلغنى أَنَّك تحدث نَفسك بالخلافة وَلَا تصلح لَهَا لِأَنَّك ابْن أمة فَقَالَ لَهُ أما قَوْلك إنى أحدث نفسى بالخلافة فَلَا يعلم الْغَيْب إِلَّا الله وَأما قَوْلك إنى ابْن أمة فإسماعيل ابْن أمة أخرج الله من صلبه خير الْبشر مُحَمَّدًا وَإِسْحَاق ابْن حرَّة أخرج الله من صلبه القردة والخنازير الرَّغْبَة فِي السراري أَبنَاء الْإِمَاء يتفوقون قَالَ الأصمعى وَكَانَ أَكثر أهل الْمَدِينَة يكْرهُونَ الْإِمَاء حَتَّى نَشأ مِنْهُم على بن الْحُسَيْن وَالقَاسِم بن مُحَمَّد بن أبي بكر وَسَالم بن عبد الله بن عمر ففاقوا أهل الْمَدِينَة فقها وعلما وورعا فَرغب النَّاس فِي السراري",
            "page": "95",
            "part": "1",
            "seal": "0DE29E4C"
        },
        {
            "id": "70",
            "nass": "عبد الْملك وَابْن الْحُسَيْن فى جَارِيَة تزَوجهَا لَا عَار على مُسلم وَتزَوج على بن الْحُسَيْن جَارِيَة لَهُ وأعتقها فَبلغ ذَلِك عبد الْملك فَكتب إِلَيْهِ يؤنبه فَكتب إِلَيْهِ على إِن الله رفع بِالْإِسْلَامِ الخسيسة وَأتم بِهِ النقيصة وَأكْرم بِهِ من اللؤم فَلَا عَار على مُسلم وَهَذَا رَسُول الله قد تزوج أمته وَامْرَأَة عَبده فَقَالَ عبد الْملك إِن عَليّ بن الْحُسَيْن يشرف من حَيْثُ يتضع النَّاس أَقْوَال وتجارب عجبى وَقَالَ بَعضهم عجبت لمن لبس الْقصير كَيفَ يلبس الطَّوِيل وَلمن أحفى شَاربه كَيفَ أَعْفَاهُ وعجبا لمن عرف الْإِمَاء كَيفَ يقدم على الْحَرَائِر وَقَالَ الشَّاعِر أُمَّهَات الْقَوْم أوعية لَا تشتمن امْرَءًا فِي أَن تكون لَهُ أم من الرّوم أَو سَوْدَاء عجماء فَإِنَّمَا أُمَّهَات الْقَوْم أوعية مستودعات وللأحساب آبَاء",
            "page": "96",
            "part": "1",
            "seal": "7C15F57C"
        },
        {
            "id": "71",
            "nass": "وَقَالُوا شتان مَا بَينهمَا الْأمة تشتري بِالْعينِ وَترد بِالْعَيْبِ والحرة غل فِي عنق من صَارَت إِلَيْهِ الهجناء للْعَرَب وَالْفرس أَسمَاء ومسميات الْعَرَب تسمي العجمي إِذا أسلم المسلماني وَمِنْه يُقَال مسالمة السوَاد والهجين عِنْدهم الَّذِي أَبوهُ عَرَبِيّ وَأمه أَعْجَمِيَّة والممذرع الَّذِي أمه عَرَبِيَّة وَأَبوهُ أعجمي وَقَالَ الفرزدق إِذا باهلي أنجبت حنظلية لَهُ ولدا مِنْهَا فَذَاك المذرع والعجمي النَّصْرَانِي وَنَحْوه وَإِن كَانَ فصيحا والأعجمي الْأَخْرَس اللِّسَان وَإِن كَانَ مُسلما",
            "page": "97",
            "part": "1",
            "seal": "5980BFEB"
        },
        {
            "id": "72",
            "nass": "وَمِنْه قيل زِيَاد الْأَعْجَم وَكَانَ فِي لِسَانه لكنة وَالْفرس تسمى الهجين دوشن وَالْعَبْد واش ونجاش وَمن تزوج أمة نفاش وَهُوَ الَّذِي يكون العَبْد دونه وسمى أَيْضا بوركان وَالْعرب تسمى العَبْد الَّذِي لَا يخْدم إِلَّا مادامت عَلَيْهِ عين مَوْلَاهُ عبد الْعين وَكَانَ الْعَرَب فى الْجَاهِلِيَّة لَا تورث الهجين وَكَانَت الْفرس تطرح الهجين وَلَا تعده وَلَو وجدوا أما أمة على رَأس ثَلَاثِينَ أما مَا أَفْلح وَلَدهَا عِنْدهم وَلَا كَانَ آزاد وَلَا كَانَ بِيَدِهِ مزاد والآزاد عِنْدهم الْحر والمزاد الريحان وَقَالَ ابْن الزبير لعبد الرَّحْمَن بن أم الحكم إِذا قيل لَهُ من أَبوك قَالَ أمى الْفرس تبغلت لما أتيت بِلَادهمْ وَفِي أَرْضنَا أَنْت الْهمام القلمس أَلَسْت ببغل أمه عَرَبِيَّة أَبوهُ حمَار أدبر الظّهْر ينخس وَشبه المذرع بالبغل إِذا قيل لَهُ من أَبوك قَالَ أمى الْفرس",
            "page": "98",
            "part": "1",
            "seal": "EB1A171B"
        },
        {
            "id": "73",
            "nass": "مِمَّا احْتج بِهِ الهجناء سيف أَبِيك زوجه وَمِمَّا احْتج بِهِ الهجناء أَن النَّبِي زوج ضباعة بنت الزبير بن عبد الْمطلب من الْمِقْدَاد بن الْأسود وَزوج خالدة بنت أبي لَهب من عُثْمَان بن أبي الْعَاصِ الثَّقَفِيّ وَبِذَلِك احْتج عبد الله بن جَعْفَر إِذْ زوج ابْنَته زَيْنَب من الْحجَّاج بن يُوسُف فَعَيَّرَهُ الْوَلِيد بن عبد الْملك فَقَالَ عبد الله بن جَعْفَر سيف أَبِيك زوجه وَالله مَا فديت بهَا إِلَّا خيط رقبتى وَأُخْرَى أَن النَّبِي قد زوج ضباعة من الْمِقْدَاد وخالدة من عُثْمَان بن أبي الْعَاصِ فَفِيهِ قدوة وأسوة وَزوج أَبُو سُفْيَان أم الحكم بِالطَّائِف فِي ثَقِيف وَقَالَ لهذم الْكَاتِب فِي عبد الله بن الْأَهْتَم وَسَأَلَهُ فحرمه وَمَا بَنو الْأَهْتَم إِلَّا كالرحم لَا شَيْء إِلَّا أَنهم لحم وَدم جَاءَت بِهِ جذام من أَرض الْعَجم أهتم سلَاح على ظهر الْقدَم مُقَابل فِي اللؤم من خَال وَعم بَنو أُميَّة وَأَوْلَاد الأماء وَكَانَت بَنو أُميَّة لَا تسْتَخْلف بنى الْإِمَاء وَقَالُوا لَا تصلح لَهُم الْعَرَب",
            "page": "99",
            "part": "1",
            "seal": "9E104A30"
        },
        {
            "id": "74",
            "nass": "لَا يستويان زِيَاد بن يحيى قَالَ حَدثنَا جبلة بن عبد الْملك قَالُوا سَابق عبد الْملك بن سُلَيْمَان ومسلمة فَسبق سُلَيْمَان مسلمة فَقَالَ عبد الْملك ألم أنهكم أَن تحملوا هجناءكم على خيلكم يَوْم الرِّهَان فتدرك وَمَا يستوى المرءان هَذَا ابْن حرَّة وَهَذَا ابْن أُخْرَى ظهرهَا متشرك وتضعف عضداه وَيقصر سَوْطه وتقصر رِجْلَاهُ فَلَا يَتَحَرَّك وأدركه خالاته فنزعنه أَلا إِن عرق السوء لَا بُد يدْرك ثمَّ أقبل عبد امللك على مصقلة بن هُبَيْرَة الشَّيْبَانِيّ فَقَالَ أَتَدْرِي من يَقُول هَذَا قَالَ لَا أَدْرِي قَالَ يَقُوله أَخُوك الشني قَالَ مسلمة يَا أَمِير الْمُؤمنِينَ مَا هَكَذَا قَالَ حَاتِم الطَّائِي قَالَ عبد الْملك وماذا قَالَ حَاتِم الطَّائِي فَقَالَ مسلمة قَالَ حَاتِم وَمَا أنكحونا طائعين بناتهم وَلَكِن خطبناها بأسيافنا قسرا فَمَا زَادهَا فِينَا السباء مذلة وَلَا كلفت خبْزًا وَلَا طبخت قدرا وَلَكِن خلطناها بِخَير نسائنا فجات بهم بيضًا وُجُوههم زهرا وكائن ترى فِينَا من ابْن سبية إِذا لقى الْأَبْطَال يطعنهم شزرا وَيَأْخُذ رايات الطعان بكفه فيوردها بيضًا ويصدرها حمرا أغر إِذا اغبر اللثام رَأَيْته إِذا مَا سرى ليل الدجى قمرا بَدْرًا",
            "page": "100",
            "part": "1",
            "seal": "FEF6DE3A"
        },
        {
            "id": "75",
            "nass": "فَقَالَ عبد الْملك كالمستحي وَمَا شَرّ الثَّلَاثَة أم عَمْرو بصاحبك الذى لَا تصبحينا بَنو أُميَّة فِي أَوْلَاد الْأُمَّهَات لماذا قَالَ الْأَصْمَعِي كَانَت بَنو أُميَّة لَا تبَايع لبنى أُمَّهَات الْأَوْلَاد فَكَانَ النَّاس يرَوْنَ أَن ذَلِك لاستهانة بهم وَلم يكن لذَلِك وَلَكِن لما كَانُوا يرَوْنَ أَن زَوَال ملكهم على يَد ابْن أم ولد فَلَمَّا ولى النَّاقِص ظن النَّاس أَنه الذى يذهب ملك بنى أُميَّة على يَدَيْهِ وَكَانَت أمه بنت يزدجرد بن كسْرَى فَلم يلبث إِلَّا سَبْعَة أشهر حَتَّى مَاتَ ووثب مَكَانَهُ مَرْوَان بن مُحَمَّد وَأمه كردية فَكَانَت الرِّوَايَة عَلَيْهِ وَلم يكن لعبد الْملك ابْن أَسد رَأيا وَلَا أذكى عقلا وَلَا أَشْجَع قلبا وَلَا أسمح نفسا وَلَا أسخى كفا من مسلمة وَإِنَّمَا تَرَكُوهُ لهَذَا الْمَعْنى",
            "page": "101",
            "part": "1",
            "seal": "7A5D4C5E"
        },
        {
            "id": "76",
            "nass": "شَيْء عَن يحيى بن ابي حَفْصَة كَانَ يَهُودِيّا فَأسلم وَكَانَ يحي بن أبي حَفْصَة أَخُو مَرْوَان بن أبي حَفْصَة يَهُودِيّا أسلم على يَد عُثْمَان بن عَفَّان فَكثر مَاله فَتزَوج خَوْلَة بنت مقَاتل بن قيس بن عَاصِم ونقدها خمسين ألفا وَيَقُول فِيهِ القلاخ نبئت خَوْلَة قَالَت حِين أنْكحهَا لطالما كنت مِنْك الْعَار أنْتَظر أنكحت عَبْدَيْنِ ترجو فضل مَالهمَا فِي فِيك مِمَّا رَجَوْت التُّرَاب وَالْحجر لله در جِيَاد أَنْت سائسها برذنتها وَبهَا التحجيل وَالْغرر فَقَالَ مقَاتل يرد عَلَيْهِ وَمَا تركت خَمْسُونَ ألفا لقَائِل عَلَيْك فَلَا تحفل مقَالَة لائم فَإِن قُلْتُمْ زوجت مولى فقد مَضَت بِهِ سنة قبلي وَحب الدَّرَاهِم وَيُقَال إِن غَيره قَالَ ذَلِك",
            "page": "102",
            "part": "1",
            "seal": "DE908E3B"
        },
        {
            "id": "77",
            "nass": "الأدعياء زِيَاد بن عبيد أَخَاف هَذَا الْجَالِس على الْمِنْبَر أول دعِي كَانَ فِي الْإِسْلَام واشتهر زِيَاد بن عبيد دعى مُعَاوِيَة وَكَانَ من قصَّته أَنه وَجهه بعض عُمَّال عمر بن الْخطاب رَضِي الله عَنهُ على الْعرَاق إِلَى عمر بِفَتْح كَانَ فَلَمَّا قدم وَأخْبر عمر بِالْفَتْح فِي أحسن بَيَان وأفصح لِسَان قَالَ لَهُ عمر أتقدر على مثل هَذَا الْكَلَام فِي جمَاعَة النَّاس على الْمِنْبَر قَالَ نعم وعَلى أحسن مِنْهُ وَأَنا لَك أهيب فَأمر عمر بِالصَّلَاةِ جَامِعَة فَاجْتمع النَّاس ثمَّ قَالَ لزياد قُم فاخطب وقص على النَّاس مَا فتح الله على إخْوَانهمْ الْمُسلمين فَفعل وَأحسن وجود وَعند أصل الْمِنْبَر على بن أبي طَالب وَأَبُو سُفْيَان بن حَرْب فَقَالَ أَبُو سُفْيَان لعَلي أيعجبك من سَمِعت من هَذَا الْفَتى قَالَ نعم قَالَ أما إِنَّه ابْن عمك قَالَ فَكيف ذَلِك قَالَ أَنا قَذَفته فِي رحم أمه سميَّة قَالَ فَمَا يمنعك أَن تدعيه قَالَ أَخَاف هَذَا الْجَالِس على الْمِنْبَر يَعْنِي عمر أَن يفْسد على إهابي فَلَمَّا ولى مُعَاوِيَة اسْتَلْحقهُ بِهَذَا الحَدِيث وَأقَام لَهُ شُهُودًا عَلَيْهِ فَلَمَّا شهد الشُّهُود قَامَ زِيَاد على أَعْقَابهم خَطِيبًا فَحَمدَ الله وأثني عَلَيْهِ ثمَّ قَالَ قَالَ أَمِير الْمُؤمنِينَ مَا بَلغَكُمْ وَشهد الشُّهُود بِمَا قد سَمِعْتُمْ وَالْحَمْد لله الَّذِي رفع منا مَا وضع النَّاس وَحفظ مَا ضيعوا فَأَما عبيد فَإِنَّمَا هُوَ وَالِد مبرور أَو ربيب مشكور ثمَّ جلس",
            "page": "103",
            "part": "1",
            "seal": "0BD69343"
        },
        {
            "id": "78",
            "nass": "فَقَالَ فِيهِ عبد الرَّحْمَن بن حسان بن ثَابت أَلا أبلغ مُعَاوِيَة بن حَرْب فقد ضَاقَتْ بِمَا يَأْتِي اليدان أتغضب أَن يُقَال أَبوك عف وترضى أَن يُقَال أَبوك زَان وَأشْهد أَن قربك من زِيَاد كقرب الْفِيل من ولد الأتان وَقَالَ زِيَاد مَا هجيت بِبَيْت قطّ على قَول انشد على من قَول يزِيد بن مفرغ الْحِمْيَرِي فكر فَفِي ذَاك إِن فَكرت مُعْتَبر هَل نلْت مكرمَة إِلَّا بتأمير عاشت سميَّة مَا عاشت وَمَا علمت أَن ابْنهَا من قُرَيْش فِي الجماهير سُبْحَانَ من ملك عباد بقدرته لَا يدْفع النَّاس محتوم الْمَقَادِير وَكَانَ ولد سميَّة زيادا وَأَبا بكرَة ونافعا فَكَانَ زِيَاد ينْسب فِي قُرَيْش وَأَبُو بكرَة فِي الْعَرَب وَنَافِع فِي الموَالِي فَقَالَ فيهم يزِيد بن مفرغ إِن زيادا ونافعا وَأَبا بكرَة عِنْدِي من أعجب الْعجب إِن رجَالًا ثَلَاثَة خلقُوا من رحم أُنْثَى مخالفي النّسَب ذَا قرشي فِيمَا يَقُول وَذَا مولى وَهَذَا ابْن أمه عَرَبِيّ وَقَالَ بعض الْعِرَاقِيّين فِي أبي مسْهر الْكَاتِب حمَار فِي الْكِتَابَة يدعيها كدعوى آل حَرْب فِي زِيَاد فدع عَنْك الْكِتَابَة لست مِنْهَا وَلَو غرقت ثَوْبك بالمداد",
            "page": "104",
            "part": "1",
            "seal": "F6DEAD52"
        },
        {
            "id": "79",
            "nass": "وَقَالَ آخر فِي دعى لعين يُورث الْأَبْنَاء لعنا ويلطخ كل ذِي نسب صَحِيح يَا حرسي خُذ هَذَا الْحجر عبد الله بن حجاج وَلما طَالَتْ خُصُومَة عبد الرَّحْمَن بن خَالِد بن الْوَلِيد وَنصر بن حجاج عِنْد مُعَاوِيَة فِي عبد الله بن حجاج مولى خَالِد بن الْوَلِيد أَمر مُعَاوِيَة حَاجِبه أَن يُؤَخر أَمرهمَا حَتَّى يحتفل مَجْلِسه فَجَلَسَ مُعَاوِيَة وَقد تلفع بمطرف خَز أَخْضَر وَأمر بِحجر فأدنى مِنْهُ وَألقى عَلَيْهِ طرف الْمطرف ثمَّ أذن لَهما وَقد احتفل الْمجْلس فَقَالَ نصر بن حجاج أخي وَابْن أبي عهد إِلَى أَنه مِنْهُ وَقَالَ عبد الرَّحْمَن مولاى وَابْن عبد أبي وَأمته ولد على فرَاشه فَقَالَ مُعَاوِيَة يَا حرسي خُذ هَذَا الْحجر وكشف عَنهُ فادفعه إِلَى نصر بن حجاج وَقَالَ يَا نصر هَذَا مَالك فِي حكم رَسُول الله فَإِنَّهُ قَالَ الْوَلَد للْفراش وللعاهر الْحجر فَقَالَ نصر افلا أجريت هَذَا الحكم فِي زِيَاد يَا أَمِير الْمُؤمنِينَ قَالَ ذَاك حكم مُعَاوِيَة وَهَذَا حكم رَسُول الله وَلَيْسَ فِي الأَرْض أحمس من الأدعياء لتستحق بذلك الْعَرَبيَّة قَالَ الشَّاعِر دعِي وَاحِد أجدى عَلَيْهِم من ألفى عَالم مثل ابْن دَاب ككلب السوء يحرس جانبيه وَلَيْسَ عدوه غير الْكلاب",
            "page": "105",
            "part": "1",
            "seal": "B54B6D75"
        },
        {
            "id": "80",
            "nass": "من طباع الْعَرَب للأصمعي فِي دعى وَقَالَ الْأَصْمَعِي استمشى رجل من الأدعياء فَدخل عَلَيْهِ رجل من أَصْحَابه فَوجدَ عِنْده شيحا وقيصوما فَقَالَ لَهُ مَا هَذَا فَقَالَ وَرفع صَوته الطبيعة تتوق إِلَيْهِ يُرِيد أَن طَبِيعَته من طباع الْعَرَب فَقَالَ فِيهِ الشَّاعِر يشم الشيح والقيصو م كى يسْتَوْجب النسبا وَلَيْسَ ضَمِيره فِي الصد ر إِلَّا التِّين والعنبا أَبُو سعيد المَخْزُومِي دعى على دعى وَعَن إِسْمَاعِيل بن أَحْمد قَالَ رَأَيْت على أبي سعيد الشَّاعِر المخزومى كردوانيا مصبوغا بتوريد فَقلت أَبَا سعيد هَذَا خَز قَالَ لَا وَلكنه دعى على دعى وَكَانَ أَبُو سعيد دعيا فِي بنى مَخْزُوم وَفِيه قَالَ الشَّاعِر مَتى تاه على النَّاس شرِيف يَا أَبَا سعد فته مَا شِئْت إِذا كنت بِلَا أَب وَلَا جد وَإِذا حظك فِي النس بة بَين الْحر وَالْعَبْد وَإِذا فَارَقت الْفُحْش ففى أَمن من الْحَد",
            "page": "106",
            "part": "1",
            "seal": "DC7D7A04"
        },
        {
            "id": "81",
            "nass": "تزوج ابْن عبد الْعَزِيز فِي عبد الْقَيْس تعيبون أمرا ظَاهرا فِي بناتكم وَعَن أَحْمد بن عبد الْعَزِيز قَالَ نزلت فى دَار رجل من بنى عبد الْقَيْس بِالْبَحْرَيْنِ فَقَالَ لى بلغنى أَنَّك خَاطب قلت نعم قَالَ فَأَنا أزَوجك قلت لَهُ إنى مولى قَالَ اسْكُتْ وَأَنا أفعل فَقَالَ أَبُو بجير فيهم أَمن قلَّة صرتم إِلَى أَن قبلتم دعاوة زراع وَآخر تَاجر وأصهب رومي وأسود فَاحم وأبيض جعد من سراة الأحامر شكولهم شَتَّى وكل نسيبكم لقد جئْتُمْ فِي النَّاس إِحْدَى المناكر مَتى قَالَ إنى مِنْكُم فمصدق وَإِن كَانَ زنجيا غليظ المشافر أكلهم وافى النِّسَاء جدوده وَكلهمْ أوفى بِصدق المعاذر وَكلهمْ قد كَانَ فى أَوْلَوِيَّة لَهُ نِسْبَة مَعْرُوفَة فى العشائر على علمكُم أَن سَوف ينْكح فِيكُم فجدعا ورغما للأنوف الصواغر فَهَلا أَبَيْتُم عفة وتكرما وهلا وجلتم من مقَالَة شَاعِر تعيبون أمرا ظَاهرا فِي بناتكم وفخركم قد جَار كل مفاخر مَتى شَاءَ مِنْكُم مغرم كَانَ جده عمَارَة عبس خير تِلْكَ العمائر وحصن بن بدر أَو زُرَارَة دارم وزبان زبان الرئيس ابْن جَابر فقد صرت لَا أَدْرِي وَإِن كنت نَاسِيا لَعَلَّ نجارا من هِلَال بن عَامر وعل رجال التّرْك من آل مذْحج وعل تميما عصبَة من يحابر وعل رجال الْعَجم من آل عالج وعل الْبَوَادِي جدلت بالحواضر زعمتم بِأَن الْهِنْد أَوْلَاد خندف وَبَيْنكُم قربى وَبَين البرابر",
            "page": "107",
            "part": "1",
            "seal": "DB654B58"
        },
        {
            "id": "82",
            "nass": "وَدَيْلَم من نسل ابْن ضبة باسل وبرجان من أَوْلَاد عَمْرو بن عَامر بَنو الْأَصْفَر الاملاك أكْرم مِنْكُم وَأولى بقربانا مُلُوك الأكاسر أأطمع فى صهري دعيا مجاهرا وَلم نر شرا فى دعى مجاهر ويشتم لؤما عرضه وعشيره ويمدح جهلا طَاهِرا وَابْن طَاهِر وَقَالَ زُرَارَة بن ثروان أحد بنى عَامر بن ربيعَة بن عَامر اخْتَلَط الأسافل بالأعالى قد اخْتَلَط الاسافل بالأعالي وباح النَّاس وَاخْتَلَطَ النجار وَصَارَ العَبْد مثل أَبى قبيس وسيق مَعَ المعلهجة العشار جَعْفَر بن سُلَيْمَان وَولده أَحْمد ثمَّ تُرِيدُ أَن ينجبن وَذكر جَعْفَر بن سُلَيْمَان بن على يَوْمًا وَلَده وَأَنَّهُمْ لَيْسُوا كَمَا يحب فَقَالَ لَهُ وَلَده أَحْمد بن جَعْفَر عَمَدت إِلَى فاسقات الْمَدِينَة وَمَكَّة وإماء الْحجاز فأوعيت فيهم نطفك ثمَّ تُرِيدُ أَن ينجبن أَلا فعلت فى ولدك مَا فعل أَبوك فِيك حِين اخْتَار لَك عقيلة قَومهَا",
            "page": "108",
            "part": "1",
            "seal": "AFA1C6E2"
        },
        {
            "id": "83",
            "nass": "الْأَشْعَث وعَلى من هَذِه يَا أَمِير الْمُؤمنِينَ وَدخل الْأَشْعَث بن قيس على على بن أبي طَالب فَوجدَ بَين يَدَيْهِ صبية تدرج فَقَالَ من هَذِه يَا أَمِير الْمُؤمنِينَ قَالَ هَذِه زَيْنَب بنت أَمِير الْمُؤمنِينَ قَالَ زوجنيها يَا أَمِير الْمُؤمنِينَ قَالَ اغرب بفيك الكثكث وَلَك الأثلب أغرك ابْن أَبى قُحَافَة حِين زَوجك أم فَرْوَة إِنَّهَا لم تكن من الفواطم وَلَا العواتك من سليم فَقَالَ قد زوجتم أخمل مني حسبا وأوضع منى نسبا الْمِقْدَاد بن عَمْرو وَإِن شِئْت فالمقداد بن الْأسود قَالَ على ذَلِك رَسُول الله فعله وَهُوَ اعْلَم بِمَا فعل وَلَئِن عدت إِلَى مثلهَا لأسوءنك وفى هَذَا الْمَعْنى قَالَ الْكُمَيْت بن زيد وَمَا وجدت بَنَات بنى نزار حلائل أسودين وأحمرينا وَمَا حملُوا الْحمير على عتاق مطهمة فيلفوا مبغلينا بنى الْأَعْمَام انكحنا الْأَيَامَى وبالآباء سمينا البنينا الْهَيْثَم بن عدى إِذا نسبت عديا عَن العتبى قَالَ وَكَانَ الْهَيْثَم بن عدى فِيمَا زَعَمُوا دعيا فَقَالَ فِيهِ الشَّاعِر",
            "page": "109",
            "part": "1",
            "seal": "63AB8B32"
        },
        {
            "id": "84",
            "nass": "الْهَيْثَم بن عدى من تنقله فِي كل يَوْم لَهُ رَحل على حسب إِذا اجتدى معشرا من فضل نسبتهم فَلم ينيلوه عداهم إِلَى نسب فَمَا يزَال لَهُ حل ومرتحل إِلَى النَّصَارَى وَأَحْيَانا إِلَى الْعَرَب إِذا نسبت عديا فِي بنى ثعل فَقدم الدَّال قبل الْعين فِي النّسَب وَقَالَ بشار القصيلي عَرَبِيّ من زجاج إِن عمرا فَاعْرِفُوهُ عربى من زجاج مظلم النِّسْبَة لَا يع رف إِلَّا بالسراج وَقَالَ فِيهِ عربى من قَوَارِير أرْفق بِنِسْبَة عمر حِين تنسبه فَإِنَّهُ عربى من قَوَارِير مَا زَالَ فِي كير يردده حَتَّى بدا عَرَبيا مظلم النُّور وَقَالَ أَيْضا فِي أدعياء زائف الْحسب هم قعدوا فانتقوا لَهُم حسبا يدْخل بعد الْعشَاء فِي الْعَرَب وَالنَّاس قد أَصْبحُوا صيارفة أعلم شَيْء بزائف الْحسب",
            "page": "110",
            "part": "1",
            "seal": "934E9FBF"
        },
        {
            "id": "85",
            "nass": "وَقَالَ أَبُو نواس فى أَشْجَع بن عَمْرو قل لمن يَدعِي سليمى سفاها لست مِنْهَا وَلَا قلامة ظفر إِنَّمَا أَنْت من سليمى كواو ألحقت فى الهجاء ظلما بِعَمْرو وَقَالَ فِيهِ أيا متحيرا فِيهِ لمن يتعجب الْعجب لأسماء تعلمهن أَشْجَع حِين ينتسب وَلأَحْمَد بن الْحَارِث الخراز فى حبيب الطَّائِي لَو أَنَّك إِذا جعلت أَبَاك أَوْسًا جعلت الْجد حَارِثَة بن لَام وَسميت الَّتِى وَلدتك سعدى فَكنت مُقَابلا بَين الْكِرَام وَله فِيهِ أَنْت عِنْدِي عربى لَيْسَ فى ذَاك كَلَام شعر فخذيك وساقيك خزامى وثمام وضلوع الصَّدْر من جسمك نبع وبشام وقذى عَيْنَيْك صمغ ونواصيك ثغام لَو تحركت كَذَا لَا نجفلت مِنْك نعام",
            "page": "111",
            "part": "1",
            "seal": "CC021C18"
        },
        {
            "id": "86",
            "nass": "الْبَاب الرَّابِع ¶ سمات الْجمال وأحوال المحبين ¶ الْحسن من مَنْظُور عربى ¶ رقة التشبيب ¶ قَوْلهم فِي الْغَزل ¶ التزين والتطيب ¶ مَا يكْتب على العصائب وَغَيرهَا ¶ مَا يعترى المحبين من نحول وشحوب ¶ عِنْد الْوَدَاع",
            "page": "113",
            "part": "1",
            "seal": "22A312E6"
        },
        {
            "id": "87",
            "nass": "أبي الْحسن الْمَدَائِنِي قَالَ الْحسن أَحْمَر وَقد تضرب فِيهِ الصُّفْرَة مَعَ طول الْمكْث فِي الْكن والتضمخ بالطيب كَمَا تضرب بَيْضَة الإدحي واللؤلؤة المكنونة وَقد شبه الله عز وَجل فى كِتَابه فَقَالَ كأنهن بيض مَكْنُون وَقَالَ الشَّاعِر كَأَن بيض نعام فى ملاحفها إِذا اجتلاهن قيظ لَيْلَة وَمد لون ورد كسا الْبيَاض احمرارا وَقَالَ آخر مروزى الْأَدِيم تغمره الصُّفْرَة حينا لَا يسْتَحق اصفرارا وَجرى من دم الطبيعة فِيهِ لون ورد كسا الْبيَاض احمرارا",
            "page": "115",
            "part": "1",
            "seal": "3B360643"
        },
        {
            "id": "88",
            "nass": "وَإِنَّمَا تتزين الْمَرْأَة لتعزز إِرَادَة غَيرهَا فِي طلبَهَا ¶ وَلَيْسَت الزِّينَة الَّتِى ترَاد للإغراء بِالْقبُولِ كالزينة الَّتِى ترَاد للإغراء بِالطَّلَبِ فَإِن الْفرق بَينهمَا هُوَ الْفرق بَين ¶ الْإِرَادَة والانقياد وَبَين من يُرِيد وَمن ينْتَظر أَن يُرَاد وَلَا يفوت ابْن عبد ربه أَن يحدثنا عَمَّا يكْتب على العصائب من شعارات الْحبّ والهيام وَمَا يعترى المحبين من شحوب ونحول ¶ وأخيرا يعرض علينا لحظات الْوَدَاع والفراق وَمَا يصحبها من ¶ عبرات تبْعَث الأسى وأنفاس حارة ودموع دامية وَخَوف أَلا يكون لِقَاء حَيْثُ يفتضح العاشق فِي يَوْم الرحيل عفوا إِن كنت أطلت وَأَرْجُو أَلا أكون قد أثقلت وَلَا أَقُول وداعا وَلَكِن إِلَى لِقَاء فِي الْبَاب القادم بعد أَن تستمتع بِهَذَا الْبَاب",
            "page": "116",
            "part": "1",
            "seal": "385C7C3A"
        },
        {
            "id": "89",
            "nass": "صِفَات الْحسن ¶ الْحسن كَمَا يرونه أهوَ حمرَة فِي صفرَة ¶ عَن أبي الْحسن الْمَدَائِنِي قَالَ ¶ الْحسن أَحْمَر وَقد تضرب فِيهِ الصُّفْرَة مَعَ طول الْمكْث فِي الْكن والتضمخ بالطيب بَيْضَة الإدحى واللؤلؤة المكنونة ¶ وَقد شبه الله عز وَجل فِي كِتَابه فَقَالَ {كأنهن بيض مَكْنُون} ¶ وَقَالَ الشَّاعِر ¶ (كَأَن بيض نعام فِي ملاحفها ... إِذا اجتلاهن قيظ لَيْلَة وَمد) ¶ لون ورد كسا الْبيَاض أحمرارا ¶ وَقَالَ آخر ¶ (مروزى الْأَدِيم تغمره الصُّفْرَة ... حينا لَا يسْتَحق اصفرارا) ¶ (وَجرى من دم الطبيعة فِيهِ ... لون ورد كسا الْبيَاض احمرارا)",
            "page": "117",
            "part": "1",
            "seal": "30FBBA4A"
        },
        {
            "id": "90",
            "nass": "لقد أَصبَحت جميلا وَقَالَت امْرَأَة خَالِد بن صَفْوَان لَهُ لقد أَصبَحت جميلا فَقَالَ لَهَا وَمَا رَأَيْت من جمالى وَمَا فى رِدَاء الْحسن وَلَا عموده وَلَا برنسه قَالَت وَكَيف ذَلِك قَالَ عَمُود الْحسن الشطاط وَرِدَاؤُهُ الْبيَاض وبرنسه سَواد الشّعْر رقة الْبشرَة وصفاء الْأَدِيم وَقَالُوا إِن الْوَجْه الرَّقِيق الْبشرَة الصافى الْأَدِيم إِذا خجل يحمر وَإِذا فرق يصفر وَمِنْه قَوْلهم ديباج الْوَجْه يُرِيدُونَ تلونه حمرَة خلطت صفرَة فى بَيَاض وَقَالَ عدى بن زيد يصف لون الْوَجْه حمرَة خلطت صفرَة فى بَيَاض مثل مَا حاك حائك ديباجا الْحسن يرَوْنَ فِيهِ ألوان الشَّمْس بالضحى والعرار بالعشى وَالْفِضَّة وَالذَّهَب والدر والعقيق والورد",
            "page": "118",
            "part": "1",
            "seal": "BA14470C"
        },
        {
            "id": "91",
            "nass": "وَقَالَ إِن الْجَارِيَة الْحَسْنَاء تتلون بلون الشَّمْس فَهِيَ بالضحى بَيْضَاء وبالعشى صفراء وَقَالَ الشَّاعِر بَيْضَاء ضحوتها وصف رَاء العشية كالعرارة وَقَالَ ذُو الرمة بَيْضَاء صفراء قد تنازعها لونان من فضَّة وَمن ذهب وَمن قَوْلنَا بَيْضَاء يحمر خداها إِذا خجلت كَمَا جرى ذهب فى صفحتى ورق وَمن قَوْلنَا كم شادن لطف الْحيَاء بوحهه فأصاره وردا على وجناته وَمن قَوْلنَا مَا إِن رَأَيْت وَلَا سَمِعت بِمثلِهِ درا يعود من الْحيَاء عقيقا وَمن قَوْلنَا عقائل كالآرام أما وجوهها فدر وَلَكِن الخدود عقيق",
            "page": "119",
            "part": "1",
            "seal": "34D4797C"
        },
        {
            "id": "92",
            "nass": "الجميلة من بعيد المليحة من قريب وَمن قَوْلهم فى الْجَارِيَة جميلَة من بعيد مليحة من قريب فالجميلة الَّتِى تَأْخُذ بَصرك جملَة على بعد فَإِذا دنت لم تكن كَذَلِك والمليحة الَّتِى كلما كررت فِيهَا بَصرك زادتك حسنا وَقَالَ بَعضهم الجميلة السمينة من الْجَمِيل وَهُوَ الشَّحْم والمليحة أَيْضا من الملحة وَهُوَ الْبيَاض والصبيحة مثل ذَلِك يشبهونها بالصبح فى بياضه قَوْلهم فى رقة التشبيب وَمن الشّعْر المطبوع الَّذِي يجْرِي مَعَ النَّفس رقة وَيُؤَدِّي عَن الضَّمِير إبانة مثل قَول الْعَبَّاس بن الاحنف وَلَيْلَة مَا مثلهَا لَيْلَة صَاحبهَا بالسعد مفجوع لَيْلَة جئناها على موعد نسرى وداعى الشوق متبوع لما خبت نيرانها وانكفأ ال سامر عَنْهَا وَهُوَ مصروع",
            "page": "120",
            "part": "1",
            "seal": "E69B878C"
        },
        {
            "id": "93",
            "nass": "قَامَت تثنى وهى مرعوبة تود أَن الشمل مَجْمُوع حَتَّى إِذا مَا حاولت خطْوَة والصدر بالأرداف مَدْفُوع بَكَى وشاحاها على متنها وَإِنَّمَا أبكاهما الْجُوع فانتبه الهادون من أَهلهَا وَصَارَ للموعد مرجوع يَا ذَا الذى نم علينا لقد قلت ومنك القَوْل مسموع لَا تشغلينى أبدا بعْدهَا إِلَّا ونمامك منزوع مَا بَال خلخالك ذَا خرسة لِسَان خلخالك مَقْطُوع عاذلتى فى حبها أقصرى هَذَا لعمرى عَنْك مَوْضُوع وَفِي مَعْنَاهُ لبشار بن برد سَيِّدي لَا تأت فى قمر لحَدِيث وارقب الدرعا وتوق الطّيب ليلتنا إِنَّه واش إِذا سطعا وَله أَيْضا يَقُولَانِ لَو عزيت قَلْبك لارعوى فَقلت وَهل للعاشقين قُلُوب كثير وَشعر لجميل الْأَصْمَعِي قَالَ سمع كثير عزة منشدا ينشد شعر جميل بن معمر الَّذِي يَقُول فِيهِ مَا أَنْت والوعد الَّذِي تعديننى إِلَّا كبرق سَحَابَة لم تمطر تقضى الدُّيُون وَلست تقضى عَاجلا هَذَا الْغَرِيم وَلست فِيهِ بمعسر يَا لَيْتَني ألْقى الْمنية بَغْتَة إِن كَانَ يَوْم لقائكم لم يقدر",
            "page": "121",
            "part": "1",
            "seal": "1644CAD8"
        },
        {
            "id": "94",
            "nass": "يهواك مَا عِشْت الْفُؤَاد وَإِن أمت يتبع صداى صداك بَين الأقبر فَقَالَ كثير هَذَا وَالله الشّعْر المطبوع مَا قَالَ أحد مثل جميل وَمَا كنت إِلَّا راوية لجميل وَلَقَد أبقى للشعراء مِثَالا تحتذى عَلَيْهِ الفرزدق وَشعر لِابْنِ أَبى ربيعَة وَسمع الفرزدق رجلا ينشد شعر عمر بن أَبى ربيعَة الذى يَقُول فِيهِ وَقَالَت وأرخت جَانب السّتْر إِنَّمَا معى فَتحدث غير ذى رَقَبَة أهلى فَقلت لَهَا مالى لَهُم من ترقب وَلَكِن سرى لَيْسَ يحملهُ مثلى فَقَالَ الفرزدق هَذَا وَالله الذى أَرَادَت الشُّعَرَاء أَن تَقوله فأخطأته وبكت على الطلول وَإِنَّمَا عَارض بِهَذَا الشّعْر جميلا فى شعره الذى يَقُول فِيهِ خليلى فِيمَا عشتما هَل رَأَيْتُمَا قَتِيلا بَكَى من حب قَاتله قبلى فَلم يصنع عمر مَعَ جميل شَيْئا ولبشار بن برد وَيْح قلبى مابه من حبها ضَاقَ من كِتْمَانه حَتَّى علن لَا تلم فِيهَا وَحسن حبها كل مَا مرت بِهِ الْعين حسن",
            "page": "122",
            "part": "1",
            "seal": "82307E9C"
        },
        {
            "id": "95",
            "nass": "وَله كَأَنَّهَا رَوْضَة منورة تنفست فى أَوَاخِر السحر ولبشار وَهُوَ أشعر بَيت قَالَه المولدون فِي الْغَزل أَنا وَالله أشتهي سحر عَيْنَيْك وأخشى مصَارِع العشاق وَله حوراء إِن نظرت إِلَيْك سقتك بالعينين خمرًا وَكَأَنَّهَا برد الشرا ب صفا وَوَافَقَ مِنْك فطرا ولأبى نواس وَذَات خد مورد قوهية المتجرد تَأمل الْعين مِنْهَا محاسنا لَيْسَ تنفد فبعضه فى انْتِهَاء وَبَعضه يتَوَلَّد وَكلما عدت فِيهِ يكون فى الْعود أَحْمد وَله أَيْضا ضَعِيفَة كرّ الطّرف تحسب أَنَّهَا قريبَة عهد فِي الْإِفَاقَة من سقم",
            "page": "123",
            "part": "1",
            "seal": "BE370675"
        },
        {
            "id": "96",
            "nass": "قَوْلهم فى الْغَزل قَالَ ردل لحمد بن سِيرِين مَا تَقول فِي الْغَزل الرَّقِيق ينشده الْإِنْسَان فى الْمَسْجِد فَسكت عَنهُ حَتَّى أُقِيمَت الصَّلَاة وَتقدم إِلَى الْمِحْرَاب فَالْتَفت إِلَيْهِ فَقَالَ وتبرد برد رِدَاء العرو س فى الصَّيف رقرقت فِيهِ العبيرا وتسخن لَيْلَة لَا يَسْتَطِيع نباحا بهَا الْكَلْب إِلَّا هريرا ثمَّ قَالَ الله أكبر الْحجَّاج وَأَبُو هُرَيْرَة وَقَالَ الْحجَّاج دخلت الْمَدِينَة فقصدت إِلَى مَسْجِد النَّبِي فَإِذا بِأبي هُرَيْرَة قد أكب النَّاس عَلَيْهِ يسألونه فَقلت هَكَذَا افرجوا لى عَن وَجهه فأفرج لى عَنهُ فَقَالَ لَهُ أَنى إِنَّمَا أَقُول هَذَا طَاف الخيالان فهاجا سقما خيال أروى وخيال تكتما تريك وَجها ضَاحِكا ومعصما وساعدا عبلا وكفا أدرما فَمَا تَقول فِيهِ قَالَ لقد كَانَ رَسُول الله ينشد مثل هَذَا فى الْمَسْجِد فَلَا يُنكره",
            "page": "124",
            "part": "1",
            "seal": "E3FE33D6"
        },
        {
            "id": "97",
            "nass": "كَعْب بن زُهَيْر بَين يَدي النَّبِي وَدخل كَعْب بن زُهَيْر على النَّبِي فَمثل بَين يَدَيْهِ وأنشده بَانَتْ سعاد فقلبي الْيَوْم متبول متيم إثْرهَا لم يفد مكبول وَمَا سعاد غَدَاة الْبَين إِذْ رحلوا إِلَّا أغن غضيض الطّرف مَكْحُول هيفاء مقبلة عجزاء مُدبرَة لَا يشتكى قصر مِنْهَا وَلَا طول فَمَا تدوم على حَال تكون بهَا كَمَا تلون فى أثوابها الغول",
            "page": "125",
            "part": "1",
            "seal": "7A46AEA7"
        },
        {
            "id": "98",
            "nass": "وَلَا تمسك بالعهد الَّذِي وعدت إِلَّا كَمَا يمسك المَاء الغرابيل كَانَت مواعيد عرقوب لَهَا مثلا وَمَا مواعيدها إِلَّا الأباطيل فَلَا بغرنك مَا منت وَمَا وعدت إِن الْأَمَانِي والأحلام تضليل ثمَّ خرج من هَذَا إِلَى مدح الرَّسُول فَكَسَاهُ بردا اشْتَرَاهُ مِنْهُ مُعَاوِيَة بِعشْرين ألفا وَمن قَول عبيد الله بن عبد الله بن عتبَة بن مَسْعُود فى الْغَزل كتمت الْهوى حَتَّى أضربك الكتم ولامك أَقوام ولومهم ظلم ونم عَلَيْك الكاشحون وَقبل ذَا عَلَيْك الْهوى قد نم لَو نفع النم فيا من لنَفس لَا تَمُوت فينقضى عناها وَلَا تحيا حَيَاة لَهَا طعم تجنبت إتْيَان الحبيب تأثما أَلا إِن هجران الحبيب هُوَ الْإِثْم وَمن شعر عُرْوَة بن أذينة وَهُوَ من فُقَهَاء الْمَدِينَة وعبادها وَكَانَ من أرق النَّاس تشبيبا قَالَت وأبثثتها وجدى وبحت بِهِ قد كنت عندى تحب السّتْر فاستتر",
            "page": "126",
            "part": "1",
            "seal": "C4EB838C"
        },
        {
            "id": "99",
            "nass": "أَلَسْت تبصر من حولى فَقلت لَهَا غطى هَوَاك وَمَا ألْقى على بصرى وَقد وقفت عَلَيْهِ امْرَأَة فَقَالَت أَنْت الذى يُقَال فِيك الرجل الصَّالح وَأَنت الْقَائِل إِذا وجدت أوار الْحبّ فى كبدى غَدَوْت نَحْو سقاء المَاء أبترد هبنى بردت بِبرد المَاء ظَاهره فَمن لنار على الأحشاء تتقد وَالله مَا قَالَ هَذَا رجل صَالح وكذبت عدوة الله عَلَيْهَا لعنة الله بل لم يكن مرائيا وَلكنه كَانَ مصدورا فنفث وَمن قَول عبد الله بن الْمُبَارك وَكَانَ فَقِيها ناسكا شَاعِرًا رَقِيق النسيب معجب التشبيب حَيْثُ يَقُول زعموها سَأَلت جاريتها وتعرت ذَات يَوْم تبترد أكما ينعتنى تبصرننى عمر كن الله أم لَا يقتصد فتضاحكن وَقد قُلْنَ لَهَا حسن فى كل عين من تود حسدا حملنه من شَأْنهَا وقديما كَانَ فى الْحبّ الْحَسَد وَقَالَ شُرَيْح القاضى وَكَانَ من جلة التَّابِعين وَالْعُلَمَاء الْمُتَقَدِّمين استقصاه على رَحمَه الله وَمُعَاوِيَة وَكَانَ يُزَوّج امْرَأَة من بنى تَمِيم تسمى زَيْنَب",
            "page": "127",
            "part": "1",
            "seal": "4369ECA0"
        },
        {
            "id": "100",
            "nass": "فنقم عَلَيْهَا فضربها ثمَّ نَدم فَقَالَ رَأَيْت رجَالًا يضْربُونَ نِسَاءَهُمْ فشلت يمينى يَوْم أضْرب زينبا أأضربها من غير ذَنْب أَتَت بِهِ فَمَا الْعدْل منى ضرب من لَيْسَ أذنبا فزينب شمس والملوك كواكب إِذا برزت لم تبد مِنْهُنَّ كوكبا لبَعض الْأَعْرَاب ذكر أعرابى امْرَأَة فَقَالَ لَهَا جلد من لُؤْلُؤ مَعَ رَائِحَة الْمسك وفى كل عُضْو مِنْهَا شمس طالعة وَذكر اعرابى امْرَأَة فَقَالَ كَاد الغزال أَن يكونها لَوْلَا ماتم مِنْهَا وَمَا نقص مِنْهُ وَقَالَ أعرابى فى امْرَأَة ودعها للمسير وَالله مَا رَأَيْت دمعة ترقرق من عين بإثمد على ديباجة خد أحسن من عِبْرَة امطرتها عينهَا فأعشب لَهَا قلبى وَقَالَ سَمِعت أَعْرَابِيًا يَقُول إِن لى قلبا مروعا وعينا دموعا فَمَاذَا يصنع كل وَاحِد مِنْهُمَا بِصَاحِبِهِ مَعَ أَن داءهما دواؤهما وسقمهما شفاؤهما",
            "page": "128",
            "part": "1",
            "seal": "12070C34"
        },
        {
            "id": "101",
            "nass": "وَقَالَ أعرابى دخلت الْبَصْرَة فَرَأَيْت أعينا دعجا وحواجب زجا يسحبن الثِّيَاب ويسلبن الْأَلْبَاب وَذكر أعربى امْرَأَة فَقَالَ خلوت بهَا لَيْلَة يزينها الْقَمَر فَلَمَّا غَابَ أرتنيه قلت لَهُ فَمَا جرى بَيْنكُمَا فَقَالَ أقرب مَا أحل الله مِمَّا حرم الْإِشَارَة بِغَيْر بَأْس والتقرب من غير مساس وَذكر أَعْرَابِي امْرَأَة فَقَالَ هى أحسن من السَّمَاء وَأطيب من المَاء قَالَ وَسمعت أَعْرَابِيًا يَقُول مَا أَشد جَوْلَة الرأى عِنْد الْهوى وفطام النَّفس عَن الصِّبَا وَلَقَد تقطعت كبدى للعاشقين لوم العاذلين قرطة فى آذانهم ولوعات الْحبّ جبرات على أبدانهم مَعَ دموع على المغانى كغروب السواني وَذكر أَعْرَابِي عين نظرت إِلَيْهَا وشفى قلب تضجع عَلَيْهَا وَلَقَد كنت أزورها عِنْد أَهلهَا فيرحب بِي طرفها ويتجهمنى لسانها قيل لَهُ فَمَا بلغ من حبك لَهَا",
            "page": "129",
            "part": "1",
            "seal": "D8CD925F"
        },
        {
            "id": "102",
            "nass": "قَالَ إِنِّي لَهَا وبينى وَبَينهَا عدوة الطَّائِر فأجد لذكرها ريح الْمسك وَذكر أَعْرَابِي نسْوَة خرجن متنزهات فَقَالَ وُجُوه كالدنانير وأعناق كأعناق اليعافير وأوساط كأوساط الزنابير أقبلن إِلَيْنَا بحجول تخفق وأوشحة تعلق وَكم أَسِير لَهُنَّ وَكم مُطلق قَالَ وَسمعت أَعْرَابِيًا يَقُول اتبعت فُلَانَة إِلَى طرابلس الشَّام والحريص جَاحد والمضل نَاشد وَلَو خضت إِلَيْهَا النَّار مَا ألمتها قَالَ وَسمعت أَعْرَابِيًا يَقُول الْهوى هوان وَلَكِن غلظ باسمه وَإِنَّمَا يعرف من يَقُول من أبكته الْمنَازل والطلول وَقَالَ أعرابى كنت فى الشَّبَاب أعض على الملام عض الْجواد على اللجام حَتَّى أَخذ الشيب بعنان شبابى وَذكر أَعْرَابِي امْرَأَة فَقَالَ إِن لسانى لذكرها لذلول وَإِن حبها لقلبى لقتول وَإِن قصير اللَّيْل بهَا ليطول",
            "page": "130",
            "part": "1",
            "seal": "CED1C542"
        },
        {
            "id": "103",
            "nass": "وَوصف أَعْرَابِي نسَاء ببلاغة وجمال فَقَالَ كلامهن أقتل من النبل وأوقع بِالْقَلْبِ من الوبل بِالْمحل فروعهن احسن من فروع النّخل وَنظر أَعْرَابِي إِلَى امْرَأَة حسناء جميلَة تسمى ذلفاء وَمَعَهَا صبى يبكى فَكلما بَكَى قبلته فَأَنْشَأَ يَقُول يَا ليتنى كنت صَبيا مُرْضعًا تحملنى الذلفاء حولا أكتعا إِذا بَكَيْت قبلتنى أَرْبعا فَلَا أَزَال الدَّهْر أبكى أجمعا العتبى قَالَ وصف أَعْرَابِي امْرَأَة حسناء فَقَالَ تَبَسم عَن خَمش اللثاث كأقاحى النَّبَات فالسعيد من ذاقه والشقي من راقه وَقَالَ العتبى خرجت لَيْلَة حِين انحدرت النُّجُوم وشالت أرجلها فَمَا زلت أصدع اللَّيْل حَتَّى انصدع الْفجْر فَإِذا بِجَارِيَة كَأَنَّهَا علم فَجعلت أغازلها فَقَالَت يَا هَذَا أمالك ناه من كرم إِن لم يكن لَك زاجر من عقل قلت وَالله مَا يرانى إِلَّا الْكَوَاكِب قَالَت فَأَيْنَ مكوكبها ذكر أعرابى امْرَأَة فَقَالَ هى السقم الذى لَا برْء مَعَه والبرء الذى لَا سقم مَعَه وهى أقرب من الحشا وَأبْعد من السما",
            "page": "131",
            "part": "1",
            "seal": "FC304936"
        },
        {
            "id": "104",
            "nass": "وَقَالَ أعرابى وَقد نظر إِلَى جَارِيَة بِالْبَصْرَةِ فى مأتم بصرية لم تبصر الْعين مثلهَا غَدَتْ ببياض فى ثِيَاب سَواد غَدَوْت إِلَى الصَّحرَاء تبكين هَالكا فأهلكت حَيا كنت أشأم عَاد فيا رب خُذ لى رَحْمَة من فؤادها وَحل بَين عينيها وَبَين فؤادى وَقَالَ فى جَارِيَة ودعها مَالَتْ تودعنى والدمع يغلبها كَمَا يمِيل نسيم الرّيح بالغصن ثمَّ استمرت وَقَالَت وهى باكية ياليت معرفتى إياك لم تكن العتبى قَالَ أنْشد أعرابى يَا زين من ولدت حَوَّاء من ولد لولاك لم تحسن الدُّنْيَا وَلم تطب أَنْت الَّتِى من أرَاهُ الله صورتهَا نَالَ الخلود فَلم يهرم وَلم يشب وَأنْشد الرياشى لأعرابي من دمنة خلقت عَيْنَاك فى هتن فَمَا يرد البكا جهلا من الدمن مَا كنت للقلب إِلَّا فتْنَة عرضت يَا حبذا انت من معروضة الْفِتَن تسيء سلمى وأجزيها بِهِ حسنا فَمن سواى يجازى السوء بالْحسنِ قَالَ وَسمعت أَعْرَابِيًا يصف امْرَأَة فَقَالَ بَيْضَاء جعدة لَا يمس الثَّوْب مِنْهَا إِلَّا مشاشة كتفيها وحلمتى ثدييها ورضفتي ركبتيها ورانفتى اليتيها وَأنْشد",
            "page": "132",
            "part": "1",
            "seal": "B9E3688F"
        },
        {
            "id": "105",
            "nass": "أَبَت الروادف والثدى لقمصها مس الْبُطُون وَأَن تمس ظهورا وَإِذا الرِّيَاح مَعَ العشى تناوحت نبهن حاسدة وهجن غيورا وَقَالَ أعرابى لَيْت فُلَانَة حظى من أمْلى ولرب يَوْم سرته إِلَيْهَا حَتَّى قبض اللَّيْل بصرى دونهَا وَإِن من كَلَام النِّسَاء مَا يقوم مقَام المَاء فيشفي من الظمأ وَذكر أعرابى امْرَأَة فَقَالَ تِلْكَ شمس باهت الأَرْض شمس سمائها وَلَيْسَ لى شَفِيع فِي اقتضائها وَإِن نفسى لكتوم لدائها وَلَكِن تفيض عِنْد امتلائها أَخذ هَذَا الْمَعْنى حبيب فَقَالَ وَيَا شمس أرضيها الَّتِى تمّ نورها فباهت بهَا الأرضون شمس سمائها شَكَوْت وَمَا الشكوى لمثلى عَادَة وَلَكِن تفيض النَّفس عِنْد امتلائها وَقيل لأعرابى مَا بَال الْحبّ الْيَوْم على غير مَا كَانَ عَلَيْهِ قبل الْيَوْم قَالَ نعم كَانَ الْحبّ فِي الْقلب فانتقل إِلَى الْمعدة إِن أطعمته شَيْئا أحبها وَإِلَّا فَلَا وَكَانَ الرجل يحب الْمَرْأَة يطِيف بدارها حولا ويفرح إِن رأى من رَآهَا وَإِن ظفر مِنْهَا بِمَجْلِس تشاكيا وتناشدا الْأَشْعَار وَإنَّهُ ليَوْم يُشِير إِلَيْهَا وتشير إِلَيْهِ ويعدها وتعده فَإِذا اجْتمعَا لم يشكوا حبا وَلم ينشدا شعرًا وَلَكِن يعاشرها وَيطْلب الْوَلَد",
            "page": "133",
            "part": "1",
            "seal": "6159C922"
        },
        {
            "id": "106",
            "nass": "وَقَالَ أَعْرَابِي شَكَوْت فَقَالَت كل هَذَا تبرما بحبى أراح الله قَلْبك من حبى فَلَمَّا كتمت الْحبّ قَالَت لشدما صبرت وَمَا هَذَا بِفعل شجى الْقلب وأدنو فتقضينى فأبعد طَالبا رِضَاهَا فَتعْتَد التباعد من ذنبى فشكواى تؤذيها وصبرى يسوؤها وتجزع من بعدى وتنفر من قربى فيا قوم هَل من حِيلَة تعلمونها أَشِيرُوا بهَا واستوجبوا الشُّكْر من ربى التزين والتطيب دخل رجل على مُحَمَّد بن الْمُنْكَدر يسْأَله عَن التزين والتطيب فَوَجَدَهُ قَاعِدا على حشايا مصبغة وَجَارِيَة تغلله بالغالية فَقَالَ لَهُ يَرْحَمك الله جِئْت أَسأَلك عَن شَيْء فوجدتك فِيهِ قَالَ على هَكَذَا أدْركْت النَّاس وفى حَدِيث أَن النبى قَالَ إيَّاكُمْ والشعث حَتَّى لَو لم يجد أحدكُم إِلَّا زيتونة فليعصرها وليدهن بهَا وَقَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام لعَائِشَة مالى أَرَاك شعثاء مرهاء سلتاء قَالَت يَا رَسُول الله أولسنا من الْعَرَب قَالَ بلَى رُبمَا أنسيت الْعَرَب الْكَلِمَة فيعلمنيها جِبْرِيل الشعْثَاء الَّتِى لَا تدهن والمرهاء الَّتِى لَا تكتحل",
            "page": "134",
            "part": "1",
            "seal": "7EFAD691"
        },
        {
            "id": "107",
            "nass": "والسلتاء الَّتِى لَا تختضب وَقَالَ مَا نلْت من دنياكم إِلَّا النِّسَاء وَالطّيب وروى مَالك عَن يحيى بن سعيد أَن أَبَا قَتَادَة الأنصارى قَالَ يَا رَسُول الله إِن لى جمة أفرجلها يَا رَسُول الله قَالَ نعم وَأَكْرمهَا قَالَ فَكَانَ أَبُو قَتَادَة رُبمَا دهنها فى الْيَوْم مرَّتَيْنِ",
            "page": "135",
            "part": "1",
            "seal": "F14430A4"
        },
        {
            "id": "108",
            "nass": "مَا يكْتب على العصائب وَغَيرهَا ظلمتنى فِي الْحبّ يَا ظَالِم أَبُو الْحسن قَالَ دخلت على هَارُون الرشيد وعَلى رَأسه جوَار كالتماثيل فَرَأَيْت عِصَابَة منظمة بالدر والياقوت مَكْتُوبًا عَلَيْهَا بصفائح الذَّهَب ظلمتنى فى الْحبّ يَا ظَالِم وَالله فِيمَا بَيْننَا حَاكم قَالَ وَرَأَيْت على عِصَابَة أُخْرَى وضع الخد للهوى عز قَالَ وَرَأَيْت فى صدر أُخْرَى هلالا مَكْتُوبًا عَلَيْهِ أفلت من حور الْجنان وخلقت فتْنَة من يرانى قَالَ إِسْحَق بن إِبْرَاهِيم دخلت على الْأمين مُحَمَّد بن زبيدة وعَلى رَأسه وصائف فى قراطق مفروجة بيد وصيفة مِنْهُنَّ مروحة مَكْتُوب عَلَيْهَا بى طَابَ الْعَيْش فى الص ف وبى طَابَ السرُور ممسكى ينفى اذى الْحر إِذا اشْتَدَّ الحرور الندى والجود فى وَجه أَمِين الله نور ملك أسلمه الش بِهِ وأخلاه النظير وفى عِصَابَة أَلا بِاللَّه قُولُوا يَا رجال أشمس فى الْعِصَابَة أم هِلَال",
            "page": "136",
            "part": "1",
            "seal": "769AB3C7"
        },
        {
            "id": "109",
            "nass": "وفى أُخْرَى أتهوون الْحَيَاة بِلَا جُنُون فكفوا عَن مُلَاحظَة الْعُيُون وكتبت ورد جَارِيَة الماهانى على عصابتها وَكَانَت تجيد الْغناء مَعَ فصاحتها وبراعتها تمت وَتمّ الْحسن فى وَجههَا فَكل شَيْء مَا سواهَا محَال للنَّاس فى الشَّهْر هِلَال ولى فى وَجههَا كل يَوْم هِلَال وكتبت فى عصابتها بَيْتَيْنِ من شعر الْحسن بن هانى وهما يَا راميا لَيْسَ يدرى مَا الذى فعلا عَلَيْك عقلى فَإِن السهْم قد قتلا أجريته فى مجارى الرّوح من بدنى فَالنَّفْس فى تَعب وَالْقلب قد شغلا قَالَ على بن الجهم خرجت علينا عالج جَارِيَة خَالِصَة كَأَنَّهَا خوط بَان وهى تميس فى رقة وعَلى طرتها مَكْتُوب بالغالية وَكَانَت من مجان أهل بَغْدَاد مَعَ علمهَا بِالْغنَاءِ يَا هلالا من الْقُصُور تجلى صَامَ طرفى لمقلتيك وَصلى لست أدرى ليلى أم لَا كَيفَ يدرى بِذَاكَ من يتقلى لَو تفرغت لاستطالة ليلى ولرعى النُّجُوم كنت محلا قَالَ وَخرجت إِلَيْنَا منال وَعَلَيْهَا درع خام على جَانِبه الْأَيْمن مَكْتُوب كتب الطّرف فى فؤادى كتابا هُوَ بالشوق والهوى مختوم وعَلى الْأَيْسَر مَكْتُوب كَأَن طرفى على فؤادى بلَاء إِن طرفى على فؤادى مشوم",
            "page": "137",
            "part": "1",
            "seal": "F3432643"
        },
        {
            "id": "110",
            "nass": "قَالَ وَكَانَ على عِصَابَة ظبى جَارِيَة سعيد الفارسى مَكْتُوب بِالذَّهَب الْعين قارئة لما كتبت فى وجنتى أنامل الشجن وَقَالَ وحدثنى الْحسن بن وهب قَالَ كتبت شعب على قلنسوة جاريتها شكل لم ألق شجن يبوح بحبه إِلَّا حسبتك ذَلِك المحبوبا حذرا عَلَيْك وإننى بك واثق أَلا ينَال سواى مِنْك نَصِيبا وَكتب شَفِيع خَادِم المتَوَكل على عاتق قبائه الْأَيْمن بدر على غُصْن نضير شَرق الترائب بالعبير وعَلى عَاتِقه الْأَيْسَر خطب صحيفَة وَجهه فى صفحة الْقَمَر الْمُنِير وكتبت وصيف جَارِيَة الطائى على عصابتها فَمَا زَالَ يشكو الْحبّ حَتَّى حسبته تنفس فى أحشائه وتكلما فأبكى لَدَيْهِ رَحْمَة لبكائه إِذا مَا بَكَى دمعا بَكَيْت لَهُ دَمًا وَكَانَ على عِصَابَة مزاج وهى من مواجن أهل بَغْدَاد وفتاكها قَالُوا عَلَيْك دروع الصَّبْر قلت لَهُم هَيْهَات إِن سَبِيل الصَّبْر قد ضاقا مَا يرجع الطّرف عَنْهَا حِين يبصرها حَتَّى يعود إِلَيْهَا الطّرف مشتاقا وكتبت عنان جَارِيَة الناطفى على عصابتها الْكفْر وَالسحر فى عينى إِذا نظرت فاغرب بِعَيْنَيْك يَا مغرور عَن عينى فَإِن لى سيف لحظ لست أغمده من صَنْعَة الله لَا من صَنْعَة الْقَيْن",
            "page": "138",
            "part": "1",
            "seal": "8CF49AA5"
        },
        {
            "id": "111",
            "nass": "وكتبت حدائق فى كفها بِالْحِنَّاءِ لَيْسَ حسن الخضاب زين كفى حسن كفى زين لكل خضاب وَقَالَ وَخرجت علينا جَارِيَة حمدَان وَقد تقلدت سَيْفا محلى وعَلى رَأسهَا قلنوسة مَكْتُوب عَلَيْهَا تَأمل حسن جَارِيَة يحار بوصفها الْبَصَر مَذْكُورَة مُؤَنّثَة فهى أُنْثَى وهى ذكر وعَلى حمائل سيفها مَكْتُوب بِالذَّهَب لم يكفه سيف بِعَيْنيهِ يقتل من شَاءَ بحديه حَتَّى تردى مرهفا صَارِمًا فَكيف أبقى بَين سيفيه فَلَو ترَاهُ لابسا درعه يخْطر فِيهَا بَين صَفيه علمت أَن السَّيْف من طرفه أقتل من سيف بكفيه وكتبت وَاجِد على منْطقَة جاريتها منصف الكوفية وفؤادى رق حَتَّى كَاد من صدرى ينسل بعض مَا بى يصدع القل ب فَمَا ظَنك بِالْكُلِّ وَمن قولى فِيمَا كتبت على كأس مذهبَة اشرب على منظر أنيق وامزج بريق الحبيب ريقى واحلل وشاح الكعاب رفقا وَاحْذَرْ على خصرها الدَّقِيق وَقل لمن لَام فى التصابى إِلَيْك خلى عَن الطَّرِيق وقف صريع الغوانى بِبَاب مُحَمَّد بن مَنْصُور فَاسْتَسْقَى فَأمر",
            "page": "139",
            "part": "1",
            "seal": "7FC731DD"
        },
        {
            "id": "112",
            "nass": "وصيفا لَهُ فَأخْرج إِلَيْهِ خمرًا فِي كأس مذهبَة فَلَمَّا نظر إِلَيْهَا فى رَاحَته قَالَ ذهب فى ذهب را ح بهَا غُصْن لجين فَأَتَت قُرَّة عينى من يدى قُرَّة عين قمر يحمل شمسا مرْحَبًا بالقمرين لَا جرى بينى وَلَا بَينهمَا طَائِر بَين وَبَقينَا مَا بَقينَا أبدا متفقين فى غبوق وصبوح لم نبغ نَقْدا بدين مُحَمَّد بن إِسْحَاق قَالَ حَدَّثَنى أَحْمد بن عبد الله قَالَ رايت على مروحة مَكْتُوبًا الْحَمد لله وَحده وللخليفة بعده وللمحب إِذا مَا حَبِيبه بَات عِنْده وَقَالَ وَرَأَيْت فى مجْلِس سريرا مَكْتُوبًا عَلَيْهِ بِالذَّهَب أشهى وأعذب من رَاح وَمن ورد إلفان قد وضعا خدا على خد وَضم أَحدهمَا أحشاء صَاحبه حَتَّى كَأَنَّهُمَا للقرب فى عقد هَذَا يبوح بِمَا يلقاه من حزن وَذَاكَ يظْهر مَا يخفى من الوجد وفى عِصَابَة أُخْرَى وَإِن يحجبوها بِالنَّهَارِ فَمن لَهُم بِأَن يحجبوا بِاللَّيْلِ عَنى خيالها لعن الله من عذر قَالَ أَبُو عُبَيْدَة وَرَأَيْت جَارِيَة على جبينها مَكْتُوبًا كتبت فى جبينها بعبير على قمر",
            "page": "140",
            "part": "1",
            "seal": "A664E23A"
        },
        {
            "id": "113",
            "nass": "فى سطور ثَلَاثَة لعن الله من عذر وتناولت كفها ثمَّ قلت اسمعى الْخَبَر كل شَيْء سوى الخيا نة فى الْحبّ يغْتَفر لَا تدعنى موسوسة قَالَ الْأَصْمَعِي رَأَيْت على بَاب الرشيد وصائف على عِصَابَة وَاحِدَة مِنْهُنَّ مَكْتُوبًا نَحن حور نواعم من أراض مُقَدَّسَة أحسن الله رزقنا لَيْسَ فِينَا منحسة فَاتق الله يَا فَتى لَا تدعنى موسوسة قَوْلهم فى النحول قَالَ عمر بن أبي ربيعَة القرشى يصف نحول جِسْمه وشحوب لَونه فى شعره الذى يَقُول فِيهِ رَأَتْ رجلا أما إِذا الشَّمْس عارضت فيضحى وَأما بالعشى فيخصر أَخا سفر جَوَاب أَرض تقاذفت بِهِ فلوات فَهُوَ أَشْعَث أغبر قَلِيلا على ظهر المطية شخصه خلا مَا نفى عَنهُ الرِّدَاء المحبر وفى هَذَا الْمَعْنى يَقُول فَلَمَّا فقدت الصَّوْت مِنْهُم واطفئت مصابيح شبت بالعشاء وأنؤر",
            "page": "141",
            "part": "1",
            "seal": "B7458689"
        },
        {
            "id": "114",
            "nass": "وَغَابَ قمير كنت أَرْجُو غيوبة وروح رعيان ونوم سمر وخفض عَنى الصَّوْت أَقبلت مشْيَة ال حباب وشخصى خيفة الْقَوْم أَزور فحييت إِذْ فاجأتها فتلهفت وكادت بمكتوم التَّحِيَّة تجْهر وَقَالَت وغصت بالبنان فضحتني وَأَنت أمرؤ ميسور أَمرك أعْسر أريتك إِذْ هُنَا عَلَيْك ألم تخف رقيبا وحولى من عَدوك حضر فوَاللَّه مَا أدرى أتعجيل حَاجَة سرت بك أم قد نَام من كنت تحذر فَقلت لَهَا بل قادنى الشوق والهوى إِلَيْك وَمَا عين من النَّاس تنظر فيا لَك من ليل تقاصر طوله وَمَا كَانَ ليلى قبل ذَلِك يقصر وَيَا لَك من ملهى هُنَاكَ ومجلس لنا لم يكدره علينا مكدر يمج ذكى الْمسك مِنْهَا مفلج رَقِيق الحواشى ذُو غرُوب مؤشر وترنو بعينيها إِلَى كمارنا إِلَى ربرب وسط الخميلة جؤذر",
            "page": "142",
            "part": "1",
            "seal": "9A3654B6"
        },
        {
            "id": "115",
            "nass": "يرف إِذا تفتر عَنهُ كَأَنَّهُ حَصى برد أَو أقحوان منور فَلَمَّا تقضى اللَّيْل إِلَّا أَقَله وكادت توالى نجمة تتغور أشارت بِأَن الحى قد حَان مِنْهُم هبوب وَلَكِن موعد لَك عزور فَلَمَّا رَأَتْ من قد تثور مِنْهُم وأيقاظهم قَالَت أشر كَيفَ تَأمر فَقلت أباديهم فإمَّا افوتهم وَإِمَّا ينَال السَّيْف ثأرا فيثأر فَقَالَت أتحقيقا لما قَالَ كاشح علينا وَتَصْدِيقًا لما كَانَ يُؤثر فَإِن كَانَ مَا لَا بُد مِنْهُ فَغَيره من الْأَمر أدنى للخفاء وأستر أقص على اختى بَدْء حديثنا ومالى من أَن تعلما مُتَأَخّر لعلهما أَن تبغيا لَك مخرجا وَأَن ترحبا صَدرا بِمَا كنت أحْصر فَقَالَت لأختيها أعينا على فَتى أَتَى زَائِرًا وَالْأَمر لِلْأَمْرِ يقدر فأقبلتا فارتاعتا ثمَّ قَالَتَا أقلى عَلَيْك اللوم فالامر أيسر يقوم فيمشى بَيْننَا متنكرا فَلَا سرنا يفشو وَلَا هُوَ يظْهر فَكَانَ مجنى دون من كنت أتقى ثَلَاث شخوص كاعبان ومعصر فَلَمَّا أجزنا ساحة الحى قُلْنَ لى ألم تتق الْأَعْدَاء وَاللَّيْل مقمر",
            "page": "143",
            "part": "1",
            "seal": "A7A31513"
        },
        {
            "id": "116",
            "nass": "وقلن أَهَذا دأبك الدَّهْر سادرا أما تستحى أما ترعوى أم تفكر ويروى أَن يزِيد بن مُعَاوِيَة لما أَرَادَ تَوْجِيه مُسلم بن عقبَة إِلَى الْمَدِينَة اعْترض النَّاس فَمر بِهِ رجل من أهل الشَّام مَعَه ترس قَبِيح فَقَالَ يَا أَخا أهل الشَّام مجن ابْن ابي ربيعَة كَانَ أحسن من مجنك هَذَا يُرِيد قَول عمر بن أبي ربيعَة فَكَانَ مجنى دون مَا كنت أتقى ثَلَاث شخوص كاعبان ومعصر وَقَالَ أعرابى فى النحول وَلَو أَن أبقيت منى مُعَلّق بِعُود ثمام مَا تأود عودهَا وَقَالَ آخر إِن تسألونى عَن تباريح الْهوى فَأَنا الْهوى وابو الْهوى وَأَخُوهُ فَانْظُر إِلَى رجل أضرّ بِهِ الأسى لَوْلَا تقلب ظرفه دفنوه وَقَالَ مَجْنُون بنى عَامر فى النحول أَلا إِنَّمَا غادرت يَا أم مَالك صدرى أَيْنَمَا تذْهب بِهِ الرّيح يذهب وللحسن بن هانى كَمَا لَا ينقضى الأرب كَذَا لَا يفتر الطّلب وَلم يبْق الْهوى إِلَّا أقلى وَهُوَ محتسب سوى أَنى إِلَى الحيوا ن بالحركات أنتسب",
            "page": "144",
            "part": "1",
            "seal": "8502E7E4"
        },
        {
            "id": "117",
            "nass": "وَقَالَ آخر وَهُوَ خَالِد الْكَاتِب هَذَا محبك نضو لَا حراك بِهِ لم يبْق من جِسْمه إِلَّا توهمه وَمن قَوْلنَا فى هَذَا الْمَعْنى سَبِيل الْحبّ أَوله اغترار وَآخره هموم وادكار وَمثله من قَوْلنَا لم يبْق من جسمانه إِلَّا حشاشة مبتئس قد رق حَتَّى مَا يرى بل ذاب حَتَّى مَا يحسس وَقَالَ الْحسن بن هانىء فى هَذَا الْمَعْنى فأربى على الْأَوَّلين والآخرين يَا من تَمُوت عمدا فَكَانَ للعين أمْلى وفى الشعوثة أربى فَكَانَ أشهى وَأحلى أردْت أَن تزدريك الْعُيُون هَيْهَات كلا يَا قَاعد الْقلب منى قَلِيلا من الْقَلِيل أقلا يكَاد لَا يتجزا أقل فى اللَّفْظ من لَا ولأبى الْعَتَاهِيَة تلاعبت بى يَا عتب ثمَّ حملتنى على مركب بَين الْمنية والسقم أَلا فى سَبِيل الله جسمى وقوتى أَلا مسعد حَتَّى أنوح على جسمى وَله لم تبْق منى إِلَّا الْقَلِيل وَمَا أحسبها تتْرك الذى بَقينَا",
            "page": "145",
            "part": "1",
            "seal": "327EF058"
        },
        {
            "id": "118",
            "nass": "فى التوديع ابْن حميد وَجَارِيَة لَهُ قَالَ سعيد بن حميد الْكَاتِب وَكَانَ على الْخراج بالرقة ودعت جَارِيَة لى تسمى شَفِيعًا وَأَنا أضْحك وهى تبكى وَأَقُول لَهَا إِنَّمَا هى أَيَّام قَلَائِل قَالَت إِن كنت تقدر أَن تخلف مثل شَفِيع فَنعم فَلَمَّا طَال بى السّفر واتصلت بى الْأَيَّام كتبت إِلَيْهَا كتابا وفى أَسْفَله ودعتها والدمع يقطر بَيْننَا وكذاك كل ملذع بِفِرَاق شغلت بتفييض الدُّمُوع شمالها ويمينها مَشْغُولَة بعناق قَالَ فَكتبت إِلَى فى طومار كَبِير لَيْسَ فِيهِ إِلَّا بِسم الله الرَّحْمَن الرَّحِيم فِي أَوله وَفِي آخِره يَا كَذَّاب وَسَائِر الْكتاب أَبيض قَالَ فوجهت الْكتاب إِلَى ذى الرياستين الْفضل بن سهل وكتبت إِلَيْهَا كتابا على نَحْو مَا كتبت لَيْسَ فِيهِ إِلَّا بِسم الله الرَّحْمَن الرَّحِيم فِي أَوله وَفِي آخِره أَقُول فودعتها يَوْم التَّفَرُّق ضَاحِكا إِلَيْهَا وَلم أعلم بِأَن لَا تلاقيا فَلَو كنت أَدْرِي أَنه آخر اللقا بَكَيْت وأبكيت الحبيب المصافيا قَالَ فَكتبت إِلَى كتابا آخر لَيْسَ فِيهِ إِلَّا بِسم الله الرَّحْمَن الرَّحِيم فى أَوله وفى آخِره",
            "page": "146",
            "part": "1",
            "seal": "4C58C46E"
        },
        {
            "id": "119",
            "nass": "أُعِيذك بِاللَّه أَن يكون ذَلِك فوجهته إِلَى ذى الرياستين الْفضل بن سهل فأشخصنى إِلَى بَغْدَاد وصيرنى إِلَى ديوَان الضّيَاع ابْن يحيى وجاريتين مُحَمَّد بن يزِيد الربعى عَن الزبير عَن عبيد الله بن يحيى بن خاقَان وَزِير المتَوَكل قَالَ إِنَّه لما نَفَاهُ المتَوَكل إِلَى جَزِيرَة أقريطش فطال مقَامه بهَا تمتّع بِجَارِيَة رائعة الْجمال بارعة الْكَمَال فانسته مَا كَانَ فِيهِ من رونق الْخلَافَة وتدبيرها وَكَانَ قبل ذَلِك متيما بِجَارِيَة خلفهَا بالعراق فسلا عَنْهَا فَبَيْنَمَا هُوَ مَعَ الإقريطشية فى سرُور وحبور يحلف لَهَا أَلا يُفَارق الْبَلَد مَا عَاشَ إِذْ قدم إِلَيْهِ كتاب جَارِيَته من الْعرَاق وَفِيه مَكْتُوب كَيفَ بعدى لَا ذقتم النّوم أَنْتُم خبروني مذ بنت عَنْكُم وبنتم بمراض الجفون من خرد الْعين وَورد الخدود بعدى فتنتم يَا أخلاى إِن قلبى وَإِن ان من الشوق عنْدكُمْ حَيْثُ كُنْتُم فَإِذا مَا أَبى الْإِلَه اجتماعا فالمنايا على وحدى وعشتم أخذت هَذَا الْمَعْنى من قَول حَاتِم إِذا مَا أَتَى يَوْم يفرق بَيْننَا بِمَوْت فَكُن أَنْت الذى تتأخر فَلم يُبَاشر لَذَّة بعد كتَابَتهَا حَتَّى رضى عَنهُ المتَوَكل وَصَرفه إِلَى أحسن حالاته المعتز وَجَارِيَة لِابْنِ رَجَاء الزبيرِي قَالَ حَدَّثَنى ابْن رَجَاء الْكَاتِب قَالَ أَخذ منى الْخَلِيفَة المعتز جَارِيَة كنت أحبها وتحبنى فشربا مَعًا فى بعض اليالى فَسَكِرَ قبلهَا وَبقيت وَحدهَا وَلم تَبْرَح من الْمجْلس هَيْبَة فَذكرت مَا كُنَّا فِيهِ من أيامنا فَأخذت",
            "page": "147",
            "part": "1",
            "seal": "F2751ADE"
        },
        {
            "id": "120",
            "nass": "الْعود فغنت عَلَيْهِ صَوتا حَزينًا من قلب قريح وهى تَقول لَا كَانَ يَوْم الْفِرَاق يَوْمًا لم يبْق للمقلتين نوما شتت منى ومنك شملا فسر قوما وساء قوما يَا قوم من لى بوجد قلب يسومنى فى الْعَذَاب سوما مَا لامنى النَّاس فِيهِ إِلَّا بَكَيْت كَيْمَا أزاد لوما فَلَمَّا فرغت من صَوتهَا رفع المعتز إِلَيْهَا رَأسه والدموع تجرى كالفرند انْقَطع سلكه فَسَأَلَهَا عَن الْخَبَر وَحلف لَهَا أَن يبلغهَا أملهَا فأعلمته الْقِصَّة فَردهَا إِلَى وَأحسن إِلَيْهَا وألحقنى فى ندمائه وخاصته أَبُو أَحْمد وَجَارِيَة لَهُ وَكَانَ لأبى أَحْمد صَاحب حَرْب الْمُعْتَمد جَارِيَة فَكتبت إِلَيْهِ هُوَ مُقيم على العلوى بِالْبَصْرَةِ تَقول لنا عبرات بعدكم تبْعَث الأسى وأنفاس حزن جمة وزفير أَلا لَيْت شعرى بَعدنَا هَل بكيتم فَأَما بكائى بعدكم فكثير قَالَ أَبُو أَحْمد فَلم يكن لي هم بعْدهَا حَتَّى قفلت من غزاتى مَرْوَان وَجَارِيَة لَهُ وَكتب مَرْوَان بن مُحَمَّد وَهُوَ مُنْهَزِم نَحْو مصر إِلَى جَارِيَة لَهُ خلفهَا بالرملة وَمَا زَالَ يدعونى إِلَى الصد مَا أرى فأنأى ويثنينى الذى لَك فى صدرى وَكَانَ عَزِيزًا أَن بينى وَبَينهَا حِجَابا فقد أمسيت مِنْك على عشر وأنكاهما وَالله للقلب فاعلمى إِذا ازددت مثليها فصرت على شهر",
            "page": "148",
            "part": "1",
            "seal": "2A4EEB77"
        },
        {
            "id": "121",
            "nass": "وَأعظم من هذَيْن وَالله اننى أَخَاف بِأَن لَا نلتقى آخر الدَّهْر سأبكيك لَا مستبقيا فيض عِبْرَة وَلَا طَالبا بِالصبرِ عَاقِبَة الصَّبْر ابْن بكار وَرجل بالثغر الزبير بن بكار قَالَ رَأَيْت رجلا بالثغر وَعَلِيهِ ذلة واستكانة وخضوع وَكَانَ يكثر التنفس وَيخْفى الشكوى وحركات الْحبّ لَا تخفى فَسَأَلته وَقد خلوت بِهِ فَقَالَ وَقد تحدر دمعه أَنا فى أمرى رشاد بَين غَزْو وَجِهَاد بدنى يَغْزُو الأعادى والهوى يَغْزُو فؤادى يَا عليما بالعباد رد إلفى ورقادى وَقَالَ أعرابى يصف الْبَين أدمت أناملها عضا على الْبَين كَمَا انْثَنَتْ فرأتنى دامع الْعين وودعتنى إِيمَاء وَمَا نطقت إِلَّا بسبابة مِنْهَا وعينين وجدى كوجدك بل أضعافه فَإِذا عَنى تواريت قاب الرمْح واحينى وَإِن سَمِعت بموتى فاطلبى بدمى هَوَاك والبين واستعدى على الْبَين وَقَالَ آخر مَالَتْ تودعنى والدمع يغلبها كَمَا يمِيل نسيم الرّيح بالغصن ثمَّ استمرت وَقلت هوى باكية يَا لَيْت معرفتى إياك لم تكن وَقَالَ آخر إِذا انفتحت قيود الْبَين عَنى وَقيل أتيح للنائى سراح",
            "page": "149",
            "part": "1",
            "seal": "4F08A562"
        },
        {
            "id": "122",
            "nass": "أَبَت حلقاته إِلَّا انقفالا ويأبى الله وَالْقدر المتاح وَمن لى بِالْبَقَاءِ وكل يَوْم لسهم الْبَين فى كبدى جراح وَقَالَ مُحَمَّد بن أَبى أُميَّة الْكَاتِب يَا غَرِيبا يبكى لكل غَرِيب لم يذقْ فِرَاق حبيب عزه الْبَين فاستراح إِلَى الدمع وفى الدمع رَاحَة للقلوب ختلته حوادث الدَّهْر حَتَّى أقصدته مِنْهَا بِسَهْم مُصِيب أى يَوْم أَرَاك فِيهِ كَمَا كنت قَرِيبا فأشتكى من قريب وَقَالَ أَبُو الطيامير أَقُول لَهُ يَوْم ودعته وكل يَوْم بعبرته مبلس لَئِن رجعت عَنْك أجسامنا لقد سَافَرت مَعَك الْأَنْفس وَقَالَ أَبُو الْعَتَاهِيَة أَبيت مسهدا قلقا وسادى أروح بالدموع عَن الْفُؤَاد فراقك كَانَ آخر عهد نومى وَأول عهد عينى بالسهاد فَلم أر مثل مَا سلبته نفسى وَمَا رجعت بِهِ من سوء زَاد وَقَالَ مُحَمَّد بن يزِيد التسترى رفعت جانبا إِلَيْك من الْكل ة قابلته طرفا كحيلا نظرت نظرة الصبابة لَا تملك للبين دمعها أَن يجولا ثمَّ ولت وَقد تغير ذَاك الصُّبْح من خدها فَعَاد أصيلا",
            "page": "150",
            "part": "1",
            "seal": "8C984D77"
        },
        {
            "id": "123",
            "nass": "وَقَالَ يزِيد بن عُثْمَان دمعة كَاللُّؤْلُؤِ الرط ب على الخد الأسيل وجفون تنفث الس حر من الطّرف الكحيل إِنَّمَا يفتضح العاش ق فى يَوْم الرحيل وَقَالَ على بن الجهم يَا وحشتا للغريب فى البل د النازح مَاذَا بِنَفسِهِ صنعا فَارق أحبابه فَمَا انتفعوا بالعيش من بعده وَمَا انتفعا يَقُول فى نأيه وغربته عدل من الله كل مَا صنعا وَقَالَ آخر بانوا وأضحى الْجِسْم من بعدهمْ مَا تبصر الْعين لَهُ فيا يَا أسفى مِنْهُم وَمن قَوْلهم مَا ضرك الْفَقْد لنا شيا بأى وَجه أتلقاهم إِن وجدونى بعدهمْ حَيا وَقَالَ آخر أترحل عَن حَبِيبك ثمَّ تبْكي عَلَيْهِ فَمن دعَاك إِلَى الْفِرَاق وَقَالَ هدبة العذرى أَلا لَيْت الرِّيَاح مسخرات بحاجتنا تباكر أَو تئوب فتخبرنا الشمَال إِذا أتتنا وتخبر أهلنا عَنَّا الْجنُوب عَسى الكرب الذى أمسيت فِيهِ يكون وَرَاءه فرج قريب فَيَأْمَن خَائِف ويفك عان ويأتى أَهله النائى الْغَرِيب",
            "page": "151",
            "part": "1",
            "seal": "14B877A3"
        },
        {
            "id": "124",
            "nass": "وَقَالَ آخر لَا بَارك الله فِي الْفِرَاق وَلَا بَارك فى الهجر مَا أَمرهمَا لَو ذبح الهجر والفراق كَمَا يذبح ظبى لما رحمتهما شربت كأس الْفِرَاق مترعة فطار عَن مقلتى نومهما يَا سيدى والذى أؤمله ناشدتك الله أَن تذوقهما وَقَالَ حبيب الطائى الْمَوْت عندى والفراق كِلَاهُمَا مَالا يُطَاق يتعاونان على النُّفُوس فَذا الْحمام وَذَا السِّيَاق لَو لم يكن هَذَا كَذَا مَا قيل موت أَو فِرَاق وَقَالَ آخر شتان مَا قبله التلاق وقبلة سَاعَة الْفِرَاق هذى حَيَاة وَتلك موت بَينهمَا رَاحَة العناق وَقَالَ سعيد بن حميد موقف الْبَين مأتم العاشقينا لَا ترى الْعين فِيهِ إِلَّا حَزينًا إِن فِي الْبَين فرحتين فَأَما فرحتى بالوداع للظاعنينا فاعتناق لمن أحب وتقبي ل ولمس بِحَضْرَة الكاشحينا ثمَّ لى فرحة إِذا قدم النا س لتسليمهم على القادمينا وَقَالَ أَعْرَابِي ليل الشجى على الخلى قصير وَبلا الْمُحب على الْمُحب يسير بَان الَّذين أحبهم فَتَحملُوا وفراق من تهوى عَلَيْك عسير",
            "page": "152",
            "part": "1",
            "seal": "87ACC1F9"
        },
        {
            "id": "125",
            "nass": "فلأبعثن نياحة لفراقهم فِيهَا تلطم أوجه وصدور ولألبسن مدارعا مسودة لبس الثواكل إِذْ دهاك مسير ولأذكرنك بعد موتى خَالِيا فى الْقَبْر عندى مُنكر وَنَكِير ولأطلبنك فى الْقِيَامَة جاهدا بَين الْخَلَائق والعباد نشور فبجنة إِن صرت صرت بجنة وَلَئِن حواك سعيرها فسعير والمستهام بِكُل ذَاك جدير والذنب يغْفر والإله شكور وَمن قَوْلنَا فِي الْبَين هيج الْبَين دواعى سقمى كسا جسمى ثوب الْأَلَم أَيهَا الْبَين أقلنى مرّة فَإِذا عدت فقد حل دمى ياخلى الروع نم فى غِبْطَة إِن من فارقته لم ينم وَلَقَد هاج لقلبى سقما ذكر من لَو شَاءَ داوى سقمى وَمن قَوْلنَا فى الْمَعْنى ودعتنى بِزَفْرَةٍ واعتناق ثمَّ نادت مَتى يكون التلاق وتصدت فأشرق الصُّبْح مِنْهَا بَين تِلْكَ الْجُيُوب والأطواق يَا سقيم الجفون من غير سقم بَين عَيْنَيْك مصرع العشاق إِن يَوْم الْفِرَاق أعظم يَوْم ليتنى مت قبل يَوْم الْفِرَاق وَمن قَوْلنَا فِيهِ فَرَرْت من اللِّقَاء إِلَى الْفِرَاق فحسبى مَا لقِيت وَمَا ألاقى سقانى الْبَين كأس الْمَوْت صرفا وَمَا ظنى أَمُوت بكف ساقى فيا برد اللِّقَاء إِلَى فُؤَادِي أجرنى الْيَوْم من حر الْفِرَاق",
            "page": "153",
            "part": "1",
            "seal": "62A09D4D"
        },
        {
            "id": "126",
            "nass": "وَقَالَ مَجْنُون بنى عَامر وإنى لمفن دمع عينى من البكا حذار الْأَمر لم يكن وَهُوَ كَائِن وَقَالُوا غَدا أَو بعد ذَاك بليلة فِرَاق حبيب لم يبن وَهُوَ بَائِن وَمَا كنت أخْشَى أَن تكون منيتى بكفى إِلَّا أَن مَا حَان حائن وَقَالَ أَبُو هِشَام الباهلى خليلى غَدا لَا شكّ فِيهِ مُودع فوَاللَّه ماأدرى غَدا كَيفَ أصنع فواحزنا إِن لم أودعهُ غدْوَة وَيَا أسفى أَن كنت فِيمَن يودع فَإِن لم أودعهُ غَدا مت بعده سَرِيعا وَإِن ودعت فالموت اسرع أَنا الْيَوْم أبكيه فَكيف بِهِ غَدا أَنا فى غَد وَالله أبكى وأجزع لقد سخنت عينى وجلت مصيبتى سَرِيعا وَإِن ودعت فالموت أسْرع فيا يَوْم لَا أَدْبَرت هَل لَك محبس وَيَا غَد لَا أَقبلت هَل لَك مدفع وَقَالَ بشار بن برد نبت عينى عَن التغميض حَتَّى كَأَن جفونها عَنْهَا قصار أَقُول وليلتى تزداد طولا أما لِليْل بعدكم نَهَار وَقَالَ المعتصم لما دخل مصر وَذكر جَارِيَة لَهُ غَرِيب فى قرى مصر يقاسى الْهم والسقما لليلك كَانَ بالميد إِن أقصر مِنْهُ بالفرما وَقَالَ آخر وداعك مثل وداع الرّبيع وفقدك مثل افتقاد الديم عَلَيْك سَلام فكم من ندى فقدناه مِنْك وَكم من كرم",
            "page": "154",
            "part": "1",
            "seal": "E00E2A8D"
        },
        {
            "id": "127",
            "nass": "الْبَاب الْخَامِس طبع الْأُنْثَى وَمَا يذم من عشرَة النِّسَاء شَرّ النِّسَاء إياك وَهَؤُلَاء خضراء الدمن شرك الصياد وَمن الرِّجَال مَا سَاءَ خلقه احذر امْرَأَة سمعنه نظرنه وَلَا تنكحن هَؤُلَاءِ شَرّ النصفين امْرَأَة الحطيئة وَأمه عَلامَة الْحبّ البغض إِنَّهَا كمشجب بَال غيرَة وحمق ثلال خلال فى امْرَأَة قبيحة صنف مِنْهُنَّ بكر حَوَّاء نموذج كريه يتَعَوَّذ الشَّيْطَان مِنْهَا جَاهِل مغرور من غره النِّسَاء بود لَيْسَ لمخضوب البنان يَمِين فاحبسه عَن بَيتهَا يَا حَابِس الْفِيل يَا ليتنى المجعول فى النَّار الغانيات والشيب",
            "page": "155",
            "part": "1",
            "seal": "0F8FAAA1"
        },
        {
            "id": "128",
            "nass": "بَين يدى هَذَا الْبَاب ¶ إِن الغرائز الْمُخْتَلفَة الَّتِى تعلل محَاسِن الْمَرْأَة تعلل لنا نقائصها الَّتِى تعاب عَلَيْهَا من بعض جهاتها وَقد لخصها المتنبى ولخص مَا قيل فِي مَعْنَاهَا حَيْثُ قَالَ فَمن عهدها أَلا يَدُوم لَهَا عهد ¶ فَهِيَ تتقلب وتراوغ وترائى وَتكذب وتحزن وتميل مَعَ الْهوى وتنسى فِي لَحْظَة وَاحِدَة عشرَة السنين الطوَال ¶ تحب الْمَرْأَة الشَّبَاب وَمن ذَا الَّذِي لَا يحب الشَّبَاب ¶ ثمَّ تحب الْمَرْأَة المَال وَمن ذَا الَّذِي يكره المَال ¶ وَهِي أبدا بَين نقيضين فِي أمومتها وَفِي حبها ¶ وَلَا بُد من التَّنَاقُض فِي طبع الْأُنْثَى لِأَنَّهَا شخصية حَيَّة خاضعة للمؤثرات الَّتِى تتناوبها من عدَّة جِهَات ¶ إِن الصّفة الَّتِى وصفت بهَا الْمَرْأَة فِي الْقُرْآن هِيَ الصّفة الَّتِى خلقت عَلَيْهَا أَو هِيَ صفتهَا على طبيعتها الَّتِى تحيا بهَا مَعَ نَفسهَا وَمَعَ ذويها ¶ لقد جَاءَت وصف النِّسَاء بالكيد فِي ثَلَاثَة مَوَاضِع من الْقُرْآن الْكَرِيم ¶ مرَّتَيْنِ على لِسَان يُوسُف عَلَيْهِ السَّلَام ¶ وَمرَّة على لِسَان الْعَزِيز (فِي سُورَة يُوسُف) ¶ {قَالَ رب السجْن أحب إِلَيّ مِمَّا يدعونني إِلَيْهِ وَإِلَّا تصرف عني كيدهن أصب إلَيْهِنَّ وأكن من الْجَاهِلين}",
            "page": "157",
            "part": "1",
            "seal": "79D8B4A3"
        },
        {
            "id": "129",
            "nass": "{وَقَالَ الْملك ائْتُونِي بِهِ فَلَمَّا جَاءَهُ الرَّسُول قَالَ ارْجع إِلَى رَبك فَاسْأَلْهُ مَا بَال النسْوَة اللَّاتِي قطعن أَيْدِيهنَّ إِن رَبِّي بكيدهن عليم} ¶ {فَلَمَّا رأى قَمِيصه قد من دبر قَالَ إِنَّه من كيدكن إِن كيدكن عَظِيم} ¶ والكيد صفة مَذْكُورَة فِي مَوَاضِع كَثِيرَة من الْقُرْآن بَعْضهَا مَنْسُوب إِلَى الْإِنْسَان وَبَعضهَا مَنْسُوب إِلَى الشَّيْطَان ¶ وَمن الرِّجَال الَّذين نسيت إِلَيْهِم صَالِحُونَ مُؤمنُونَ وَمِنْهُم كفرة مفسدون بل وَردت وَصفا لله تَعَالَى مَعَ الْمُقَابلَة بَين الكيد الإلهى وَكيد الْمَخْلُوقَات وَبِغير مُقَابلَة فِي الْآيَات ¶ وَيدخل فِي الكيد صِفَات كَثِيرَة تمدح وتذم وتطلب وتمنع تشترك كلهَا فِي معانى التَّدْبِير والمعالجة وَالْحِيلَة ¶ وقدج يجمع الحميد والذميم مِنْهَا قَوْلهم الْحَرْب مكيدة لِأَنَّهَا تَدْبِير ومعالجة وحيلة تتطلبها مَوَاقِف الْقِتَال ¶ وَقد تذم أَحْيَانًا فِي هَذِه المواقف كَمَا تذم فِي سواهَا ¶ وَقد جَاءَ وصف الكيد فِي سُورَة يُوسُف نَفسهَا مَنْسُوبا إِلَى إخْوَة يُوسُف إِذْ جَاءَ فِيهَا على لِسَان يَعْقُوب عَلَيْهِ السَّلَام {قَالَ يَا بني لَا تقصص رُؤْيَاك على إخْوَتك فيكيدوا لَك كيدا} ¶ وَجَاء مَنْسُوبا إِلَى الله تَعَالَى بِمَعْنى التَّدْبِير ¶ {كَذَلِك كدنا ليوسف}",
            "page": "158",
            "part": "1",
            "seal": "82CA2F8E"
        },
        {
            "id": "130",
            "nass": "أما الكيد الَّذِي وصفت بِهِ امْرَأَة الْعَزِيز وصاحباتها فَهُوَ كيد يعْهَد فِي الْمَرْأَة وَلَا ينْسب إِلَى غَيرهَا أَو هُوَ كيدهن الَّذِي بِهِ يتسمن ويصدر عَن خلائقهن وطبائعهن كَمَا يفهم من الْإِضَافَة المتكررة فِي الْآيَات الثَّلَاث ¶ وَيدل عَلَيْهِ عمل امْرَأَة الْعَزِيز فِيمَا غشت بِهِ زَوجهَا واحتالت لَهُ من مراودة غلامها عَن نَفسه ثمَّ من اتهامه بمراودتها وتنصلها من فعلهَا وَكلهَا أَعمال تتلخص فِي الرِّيَاء أَو فِي إِظْهَار غير مَا تبطنه واحتيالها للدس والإخفاء ¶ فتعال نتابع مَعَ ابْن عبد ربه مَا جمعه فِي هَذَا المجال بعد أَن عرضنَا عَلَيْك رأى العقاد فِيمَا يذم من عشرَة النِّسَاء",
            "page": "159",
            "part": "1",
            "seal": "5716A5CC"
        },
        {
            "id": "131",
            "nass": "أعلم النَّاس بِالنسَاء لعبدة بن الطّيب قَالَ أَبُو عَمْرو بن الْعَلَاء اعْلَم النَّاس بِالنسَاء عَبدة بن الطَّبِيب حَيْثُ يَقُول فَإِن تسألونى بِالنسَاء فإننى عليم بأدواء النِّسَاء طَبِيب إِذا شَاب رَأس الْمَرْء أَو قل مَاله فَلَيْسَ لَهُ فِي ودهن نصيب يردن ثراء الْمَرْء حَيْثُ علمنه وشرخ الشَّبَاب عِنْدهن عَجِيب وَهَذِه الأبيات لعلقمة بن عَبدة الْمَعْرُوف بالفحل وَأول القصيدة طحا بك قلب فى الحسان طروب شَرّ النِّسَاء وَقيل لأعرابي عَالم بِالنسَاء صف لنا شَرّ النِّسَاء قَالَ",
            "page": "160",
            "part": "1",
            "seal": "06B1060E"
        },
        {
            "id": "132",
            "nass": "شرهن النحيفة الْجِسْم القليلة اللَّحْم المحياض الممراض الصَّفْرَاء المسئومة العسراء السليطة الذرفاء السريعة الوثبة كَأَن لسانها حَرْبَة تضحك من غير عجب وَتقول الْكَذِب وَتَدْعُو على زَوجهَا بِالْحَرْبِ أنف فى السَّمَاء واست فى المَاء إياك وَهَؤُلَاء وفى رِوَايَة مُحَمَّد بن عبد السَّلَام الخشنى قَالَ إياك وكل امْرَأَة مذكرة مُنكرَة حَدِيدَة العرقوب بادية الظنبوب منتفخة الوريد كَلَامهَا وَعِيد وصوتها شَدِيد تدفن الْحَسَنَات وتفشى السَّيِّئَات تعين الزَّمَان على بَعْلهَا وَلَا تعين بَعْلهَا على الزَّمَان لَيْسَ فِي قَلبهَا لَهُ رأفة وَلَا عَلَيْهَا مِنْهُ مَخَافَة إِن دخل خرجت وَإِن خرج دخلت وَإِن ضحِكت بَكت وَإِن بَكَى ضحِكت وَإِن طَلقهَا كَانَت حرفته وَإِن أمْسكهَا كَانَت مُصِيبَة سفعاء ورهاء كَثِيرَة الدُّعَاء قَليلَة الإرعاء تَأْكُل لما وَتوسع ذما صخوب غضوب بذية دنية لَيْسَ تطفأ نارها وَلَا يهدأ إعصارها ضيقَة الباع مهتوكة القناع صبيها مهزول وبيتها مزبول إِذا",
            "page": "161",
            "part": "1",
            "seal": "803E4054"
        },
        {
            "id": "133",
            "nass": "حدثت تُشِير بالأصابع وتبكى فِي المجامع بادية من حجابها نباحة على بَابهَا تبكى وهى ظالمة وَتشهد وهى غَائِبَة قد دلى لسانها بالزور وسال دمعها بِالْفُجُورِ خضراء الدمن قَالَ النَّبِي إيَّاكُمْ وخضراء الدمن يُرِيد الْجَارِيَة الْحَسْنَاء فى المنبت السوء شرك الصياد وفى حِكْمَة دَاوُد الْمَرْأَة السوء مثل شرك الصياد لَا ينجو مِنْهَا إِلَّا من رَضِي الله عَنهُ النِّسَاء ثَلَاثَة روى الأصمعى عَن أبي عَمْرو بن الْعَلَاء قَالَ قَالَ عمر بن الْخطاب النِّسَاء ثَلَاثَة هينة عفيفة مسلمة تعين أَهلهَا على الْعَيْش وَلَا تعين الْعَيْش على اهلها وَأُخْرَى وعَاء للْوَلَد وثالثه غل قمل يلقيه الله فى عنق من يَشَاء من عباده ابْن قُتَيْبَة بَين امْرَأَة وَزوجهَا وَمن الرِّجَال مَا سَاءَ خلقه نافرت امْرَأَة فضَالة زَوجهَا إِلَى مُسلم بن قُتَيْبَة وَهُوَ والى خُرَاسَان فَقَالَت أبغضه وَالله لخلال فِيهِ قَالَ وَمَا هى قَالَت",
            "page": "162",
            "part": "1",
            "seal": "D1110110"
        },
        {
            "id": "134",
            "nass": "قَلِيل الْغيرَة سريع الطَّيرَة شَدِيد العتاب سريع الْحساب قد أقبل بخره وَأدبر ذفره وهجمت عَيناهُ واضربت رِجْلَاهُ يفِيق سَرِيعا وينطق رجيعا يصبح حلسا ويمسة رجسا إِن جَاع جزع وَإِن شبع جشع احذر امْرَأَة سمعنة نظرنه وَمن صفة الْمَرْأَة السوء يُقَال لَهَا امْرَأَة مسعنة نظرنة وهى الَّتِى إِذا تسمعت أَو تبصرت فَلم تَرَ شَيْئا تظننته تظنيا قَالَ أعرابى إِن لنا لكنه سمعنة نظرنه معنة مفنة القنة إِلَّا تره تظنه وَلَا تنكحن هَؤُلَاءِ وَقَالَ يزِيد بن عمر بن هُبَيْرَة لَا تنكحن برشاء وَلَا عمشاء وَلَا وقصاء وَلَا لثغاء فيجيئك ولد ألثغ فوَاللَّه لولد أعمى أحب إِلَى من ولد ألثغ عمر الرجل وَعمر الْمَرْأَة وَقَالَ آخر عمر الرجل خير من أَوله يثوب حلمه وتثقل حصاته وتحمد سَرِيرَته وتكمل تجاربه",
            "page": "163",
            "part": "1",
            "seal": "DEF46279"
        },
        {
            "id": "135",
            "nass": "وَآخر عمر الْمَرْأَة شَرّ من أَوله يذهب جمَالهَا ويذرب لسانها وتعقم رَحمهَا ويسوء خلقهَا شَرّ النصفين وَعَن جَعْفَر بن مُحَمَّد عَلَيْهِمَا السَّلَام إِذا قَالَ لَك أحد تزوجت نصفا فَاعْلَم أَن شَرّ النصفين مَا بقى فى يَده وَأنْشد وَإِن أتوك وَقَالُوا إِنَّهَا نصف فَإِن أطيب نصفيها الذى ذَهَبا امْرَأَة الحطيئة وَقَالَ الحطيئة فى امْرَأَته أَطُوف مَا أَطُوف ثمَّ آوى إِلَى بَيت قعيدته لكاع أم الحطيئة وَيَقُول لأمه وَلم يسلم من لِسَانه أحد تنحى فاجلسى منَّة بَعيدا أراح الله مِنْك العالمينا أغربالا إِذا اسْتوْدعت سرا وكانونا على المتحدثينا حياتك مَا علمت حَيَاة سوء وموتك قد يسر الصالحينا نموذج آخر من الْإِمَاء اللاتى سَاءَ خَلقهنَّ وَأَعُوذ بِاللَّه من شرهن قَالَ زيد بن عُمَيْر عى أمته أعاتبها حَتَّى إِذا قلت أقلعت أَبى الله إِلَّا خزيها فتعود فَإِن طمثت قادت وَإِن طهرت زنت فهى أبدا يزنى بهَا وتقود",
            "page": "164",
            "part": "1",
            "seal": "1D3878DE"
        },
        {
            "id": "136",
            "nass": "عَلامَة الْحبّ والبغض وَيُقَال إِن الْمَرْأَة إِذا كَانَت مبغضة لزَوجهَا فعلامة ذَلِك أَن تكون عِنْد قربه مِنْهَا مرتدة الطّرف عَنهُ كَأَنَّهَا تنظر إِلَى إِنْسَان غَيره وَإِذا كَانَت محبَّة لَهُ لَا تقلع عَن النّظر إِلَيْهِ الْمَرْأَة اللثغاء وَقَالَ آخر يصف امْرَأَة لثغاء أول مَا أسمع مِنْهَا فى السحر تذكيرها الْأُنْثَى وتأنيث الذّكر والسوءة السوءاء فِي ذكر الْقَمَر لقد كنت مُحْتَاجا إِلَى موت زوجتى وَلآخر فِي زَوجته لقد كنت مُحْتَاجا إِلَى موت زوجتى وَلَكِن قرين السوء بَاقٍ معمر فيا ليتها صَارَت إِلَى الْقَبْر عَاجلا وعذبها فِيهِ نَكِير ومنكر عبد الْملك وَابْن زنباع إِنَّهَا كمشجب بَال قد أُسِيء صنعه كَانَ روح بن زنبار أثيرا عِنْد عبد الْملك فَقَالَ لَهُ يَوْمًا أَرَأَيْت امرأتى العبشمية قَالَ نعم قَالَ بِمَاذَا شبهتها قَالَ بمشجب بَال قد أُسِيء صنعه قَالَ صدقت وَمَا وضعت يدى عَلَيْهَا قطّ إِلَّا",
            "page": "165",
            "part": "1",
            "seal": "CEF89F14"
        },
        {
            "id": "137",
            "nass": "كأنى وَضَعتهَا على الشكاعى وَأَنا أحب أَن تَقول ذَلِك إِلَى ابنيها الْوَلِيد وَسليمَان فَقَامَ إِلَيْهِ فَزعًا فَقبل يَده وَرجله وَقَالَ أنْشدك الله يَا أَمِير الْمُؤمنِينَ أَلا تعرضنى لَهما قَالَ مامن ذَلِك بُد وَبعث من يدعوهما فاعتزل روح وَجلسَ نَاحيَة من الْبَيْت فَقَالَ لَهما عبد الْملك أَتَدْرِيَانِ لم بعثت إلَيْكُمَا إِنَّمَا بعثت لتعرفا لهَذَا الشَّيْخ حَقه وحرمته ثمَّ سكت ابْن زنبار وزوجه غيرَة وحمق روى أَبُو الْحسن المدائنى كَانَ عِنْد روح بن زنباع هِنْد بنت النُّعْمَان بن بشير وَكَانَ شَدِيد الْغيرَة فَأَشْرَفت يَوْمًا تنظر إِلَى وَفد جذام وَقد كَانُوا عِنْده فزجرها فَقَالَت وَالله إنى لأبغض الْحَلَال من جذام فَكيف تخَاف على الْحَرَام فيهم وَقَالَت لَهُ يَوْمًا عجبا مِنْك كَيفَ يسودك قَوْمك وفيك ثَلَاث خلال أَنْت من جذام وَأَنت جبان وَأَنت غيور فَقَالَ لَهَا اما جذام فإنى فى أرومتها وَحسب الرجل أَن يكون فِي أرومة قومه",
            "page": "166",
            "part": "1",
            "seal": "4B34E160"
        },
        {
            "id": "138",
            "nass": "وَأما الْجُبْن فإنى مالى إِلَّا نفس وَاحِدَة فَأَنا أحوطها فَلَو كَانَت لى غير نفس وَاحِدَة جدت بهَا وَأما الْغيرَة فَأمر لَا أُرِيد أَن أشارك فِيهِ وحقيق بالغيرة من كَانَت عِنْده حمقاء مثلك مَخَافَة أَن تَأتيه بِولد من غَيره فتقذفه فى حجره فَقَالَت وَهل هِنْد إِلَّا مهرَة عَرَبِيَّة سليلة أَفْرَاس تجللها بغل فَإِن أنجبت مهْرا عريقا فبالحرى وَإِن يَك إقراف فَمَا أَنْجَب الْفَحْل رجل وأمرأة تخْطب لَهُ وَثَلَاث خِصَال فى الزَّوْج هَل تطاق وتحتمل وَعَن الأصمعى قَالَ قَالَ أَبُو مُوسَى جَاءَت امْرَأَة إِلَى رجل تدله على امْرَأَة يَتَزَوَّجهَا فَقَالَ أَقُول لَهَا لما أتتنى تدلنى على امْرَأَة مَوْصُوفَة بِجَمَال أصبت لَهَا وَالله زوجا كَمَا اشتهت إِن احتملت مِنْهُ ثَلَاث خِصَال فمنهن عجز لَا يُنَادى وليده ورقة إِسْلَام وَقلة مَال",
            "page": "167",
            "part": "1",
            "seal": "64D42A75"
        },
        {
            "id": "139",
            "nass": "فى امْرَأَة قبيحة وَذكر أعرابى امْرَأَة قبيحة فَقَالَ ترخى ذيلها على عرقوبى نعَامَة وتسدل خمارها على وَجه كالجعالة صنف مِنْهُنَّ وَصَاحب أعرابى امْرَأَة فَقَالَ لَهَا وَالله إِنَّك لمشرفة الْأُذُنَيْنِ جاحظة الْعَينَيْنِ ذَات خلق متضائل يُعْجِبك الْبَاطِل إِن شبعت بطرت وَإِن جعت صخبت وَإِن رَأَيْت حسنا دفنتيه وَإِن رَأَيْت سَيِّئًا أذعتيه تكرمين من حقرك وتحتقرين من أكرمك حمدونة بنت المهدى وَدخلت أعرابية على حمدونة بنت المهدى فَلَمَّا خرجت سُئِلت عَنْهَا فَقَالَت وَالله لقد رَأَيْتهَا فَمَا رَأَيْت طائلا كَأَن بَطنهَا قربَة وَكَأن ثديها دبة وَكَأن استها رقْعَة وَكَأن وَجههَا وَجه ديك قد نفش عفريته يُقَاتل ديكا",
            "page": "168",
            "part": "1",
            "seal": "7DCC3CA2"
        },
        {
            "id": "140",
            "nass": "بكر حَوَّاء وهجا أعرابى امْرَأَته فَقَالَ يَا بكر حَوَّاء من الْأَوْلَاد وَأم آلَاف من الْعباد عمرك مَمْدُود إِلَى التناد فحدثينا بِحَدِيث عَاد والعهد من فِرْعَوْن ذى الْأَوْتَاد يَا أقدم الْعَالم عى الميلاد إنى من شخصك فى جِهَاد خطبهَا شَابة ودسوا إِلَيْهِ عجوزا وَقَالَ أعرابى فِي امْرَأَة تزَوجهَا وَقد خطبهَا شَابة طرية ودسوا إِلَيْهِ عجوزا عَجُوز ترجى أَن تكون فتية وَقد نحل الجنبان واحدودب الظّهْر تدس إِلَى الْعَطَّار سلْعَة أَهلهَا وَهل يصلح الْعَطَّار مَا أفسد الدَّهْر تَزَوَّجتهَا قبل المحاق بليلة فَكَانَ محاقا كُله ذَلِك الشَّهْر مَا غرنى إِلَّا خضاب بكفها وكحل بعينيها وأثوابها الصفر وَقَالَ فِيهَا نموذج كريه وَلَا تَسْتَطِيع الْكحل من ضيق عينهَا فَإِن عالجته صَار فَوق المحاجر",
            "page": "169",
            "part": "1",
            "seal": "563A0F29"
        },
        {
            "id": "141",
            "nass": "وفى حاجبيها حزة كغرارة فَإِن حلقا كَانَا ثَلَاث غَرَائِر وثديان أما وَاحِد فَهُوَ مزود وَآخر فِيهِ قربَة للْمُسَافِر وَقَالَ فِيهَا يتَعَوَّذ الشَّيْطَان مِنْهَا لَهَا جسم برغوث وساقا بعوضة وَوجه كوجه القرد بل هُوَ أقبح وتبرق عَيناهَا إِذا مَا رَأَيْتهَا وتعبس فى وَجه الضجيع وتكلح لَهَا مضحك كالحش تحسب أَنَّهَا إِذا ضحِكت فى أوجه الْقَوْم تسلح وتفتح لَا كَانَت فَمَا لَو رَأَيْته توهمته بَابا من النَّار يفتح إِذا عاين الشَّيْطَان صُورَة وَجههَا تعوذ مِنْهَا حِين يمسى وَيُصْبِح وَقَالَ أعرابى فِي سَوْدَاء كَأَنَّهَا والكحل فى مرودها تكحل عينهَا بِبَعْض جلدهَا وَقَالَ فِيهَا أشبهك الْمسك وأشبهته قَائِمَة فى لَوْنهَا قَاعِدَة لَا شكّ إِذْ لونكما وَاحِد أنكما من طِينَة وَاحِدَة",
            "page": "170",
            "part": "1",
            "seal": "A505E197"
        },
        {
            "id": "142",
            "nass": "فى مكر النِّسَاء وكيدهن الغسانى والكندى وَهِنْد جَاهِل مغرور من غره النِّسَاء بود وَقَالَ الْهَيْثَم بن عدى غزا الغسانى الْحَارِث بن عَمْرو آكل المرار الكندى فَلم يصبهُ فى منزله فَأخذ مَا وجد لَهُ وَاسْتَاقَ امْرَأَته فَلَمَّا أَصَابَهَا أعجبت بِهِ فَقَالَت لَهُ انج فوَاللَّه لكأنى أنظر إِلَيْهِ يتبعك فاغرا فَاه كَأَنَّهُ بعير آكل مرار وَبلغ الْحَارِث فَأقبل يتبعهُ حَتَّى لحقه فَقتله وَأخذ مَا كَانَ مَعَه وَأخذ امْرَأَته فَقَالَ لَهَا هَل أَصَابَك قَالَت نعم وَالله مَا اشْتَمَلت النِّسَاء على مثله قطّ فَأمر بهَا فأوقفت بَين فرسين ثمَّ استحضرها حَتَّى تقطعت ثمَّ قَالَ كل أُنْثَى وَإِن بدا لَك مِنْهَا آيَة الود حبها خيثعور إِن من غره النِّسَاء بود بعد هِنْد لجَاهِل مغرور أَقْوَال فى مكر النِّسَاء وكيدهن وَقَالَت الْحُكَمَاء لَا تثق بِامْرَأَة وَلَا تغتر بِمَال وَإِن كثر وَقَالُوا النِّسَاء حبائل الشياطن",
            "page": "171",
            "part": "1",
            "seal": "D308DB9C"
        },
        {
            "id": "143",
            "nass": "لَيْسَ لمخضوب البنان يَمِين قَالَ الشَّاعِر تمتّع بهَا مَا ساعفتك وَلَا تكن جزوعا إِذا بَانَتْ فَسَوف تبين وصنها وَإِن كَانَت تفى لَك إِنَّهَا على مدد الْأَيَّام سَوف تخون وَإِن هى أعطتك الليان فَإِنَّهَا لآخر من طلابها ستلين وَإِن حَلَفت لَا ينْقض النأى عهدها فَلَيْسَ لمخضوب البنان يَمِين وَإِن أسبلت يَوْم الْفِرَاق دموعها فَلَيْسَ لعمر الله ذَاك يَقِين وَقَالَت الْحُكَمَاء لم تنه امْرَأَة قطّ عَن شَيْء إِلَّا فعلته وَقَالَ طفيل الغنوى إِن النِّسَاء مَتى ينهين عَن خلق فَإِنَّهُ وَاقع لَا بُد مفعول فاحبسه عَن بَيتهَا يَا حَابِس الْفِيل وَعَن الْهَيْثَم بن عدى عَن ابْن عَيَّاش قَالَ أرسل عبد الله بن همام السلولى شَابًّا إِلَى امْرَأَة ليخطبها عَلَيْهِ فَقَالَت لَهُ فَمَا يمنعك أَنْت فَقَالَ لَهَا ولى طمع فِيك",
            "page": "172",
            "part": "1",
            "seal": "CDE30EA1"
        },
        {
            "id": "144",
            "nass": "قَالَت مَا عَنْك رَغْبَة فَتَزَوجهَا ثمَّ انْصَرف إِلَى ابْن همام فَقَالَ لَهُ مَا صنعت قَالَ وَالله مَا تزوجتنى إِلَّا بِشَرْط بعد شَرط قَالَ أَو لهَذَا بَعَثْتُك ثمَّ قَالَ فِي ذَلِك رَأَتْ غُلَاما على شَرط الطلابة لَا يعيا بإرقاص بردى الخلاخيل مبطنا بدخيس اللَّحْم تحسبه مِمَّا يصور فى تِلْكَ التماثيل أكفا من الْكُفْء فى عقد النِّكَاح وَمَا يعيابه حل هميان السَّرَاوِيل تركتهَا والأيامى غير وَاحِدَة فاحبسه عَن بَيتهَا يَا حَابِس الْفِيل السلولى وَامْرَأَة خطبهَا يَا ليتنى المجعول فِي النَّار وَعَن الْهَيْثَم بن عدى عَن ابْن عَيَّاش قَالَ كَانَ النِّسَاء يجلسن لخطابهن فَكَانَت امْرَأَة من بنى سلول تخْطب وَكَانَ عبد الله ابْن همام السلولى يخطبها فَإِذا دخل عَلَيْهَا تَقول لَهُ فدَاك أَبى وأمى وَتقبل عَلَيْهِ تحدثه وَكَانَ شَاب من بنى سلول يخطبها فَإِذا دخل عَلَيْهَا الشَّاب وَعِنْدهَا عبد الله بن همام قَالَت للشباب قُم إِلَى النَّار وَأَقْبَلت بوجهها وحديثها على عبد الله ثمَّ إِن الشَّاب تزَوجهَا فَلَمَّا بلغ ذَلِك عبد الله بن همام قَالَ",
            "page": "173",
            "part": "1",
            "seal": "70F059F9"
        },
        {
            "id": "145",
            "nass": "أودى بحب سليمى فاتك لقن كحية برزت من بَين أَحْجَار إِذا رأتنى تفدينى وتجعله فى النَّار يَا ليتنى المجعول فى النَّار مَاذَا تظن سليمى وَله فِيهَا مَاذَا تظن سليمى إِن ألم بهَا مرجل الرَّأْس ذُو بردين مزاح حُلْو فكاهته خَز عمَامَته فى كَفه من رقى الشَّيْطَان مِفْتَاح وفى حِكْمَة دَاوُد وجدت من الرِّجَال وَاحِدًا فى ألف وَلم أجد وَاحِدَة فى النِّسَاء جَمِيعًا الشيب وَالنِّسَاء الغانيات والشيب قَالَ مَحْمُود الْوراق لَا تطلبين أثرا بِعَين فالشيب إِحْدَى الْميتَتَيْنِ أبدى مقابح كل شين ومحا محَاسِن كل زين",
            "page": "174",
            "part": "1",
            "seal": "2557AE43"
        },
        {
            "id": "146",
            "nass": "فَإِذا رَأَيْت الغانيات رأين مِنْك غراب بَين ولربما نافسن فِيك وَكن طَوْعًا لِلْيَدَيْنِ أَيَّام عممك الشَّبَاب وَأَنت سهل العارضين حَتَّى إِذا نزل المشيب وصرت بَين عمامتين سَوْدَاء حالكة وَبِي ضاء المناشر كاللجين مزج الصدود وصا لَهُنَّ فَكُن أمرا بَين بَين وصبرن مَا صَبر السوا د على مصانعة وَدين حَتَّى إِذا شَمل المشيب فحاز قطر الحاجبين قفين شَرّ قفية وأخذن مِنْك الأطيبين فاقن الْحيَاء وسل نَفسك أَو فَنَادِ الفرقدين وَلَئِن أصابتك الخطو ب بِكُل مَكْرُوه وشين فَلَقَد أمنت بِأَن يصيبك نَاظر أبدا بِعَين وَقَالَ حبيب الطائى نظرت إِلَى بِعَين من لم يعدل لما تمكن حبها من مقلتى لما رَأَتْ وضح المشيب بلمتى صدت صدود مُجَانب متحمل فَجعلت أطلب وَصلهَا بتلطف والشيب يغمرها بألا تفعلى وَقَالَ آخر صدت أُمَامَة لما جِئْت زائرها عَنى بمطروفة إنسانها غرق وراعها الشيب فى رأسى فَقلت لَهَا كَذَاك يصفر بعد الخضرة الْوَرق",
            "page": "175",
            "part": "1",
            "seal": "D5E4FFEC"
        },
        {
            "id": "147",
            "nass": "وَقَالَ مُحَمَّد بن أُميَّة رأين الغوانى الشيب لَاحَ بعارضى فاعرضن عَنى بالخدود النواضر وَكن إِذا أبصرننى أَو سمعن بى دنون فرقعن الكوى بالمحاجر وَقَالَ العلوى عيرتنى بشيب رأسى نوار يَا بنة الْعم لَيْسَ فى الشيب عَار إِنَّمَا الْعَار فِي الْفِرَار من الزَّحْف إِذا قيل أَيْن أَيْن الْفِرَار وَقَالَ آخر مَاذَا تريدين من جهلى وَقد غبرت سنو شبابى وَهَذَا الشيب قد وخطا أرقع الشعرة الْبَيْضَاء ملتقطا فَيُصْبِح الشيب للسوداء ملتقطا وسوف لَا شكّ يعيينى فأتركه فطالما أعمل المقراض والمشطا أَبُو دلف والمأمون دخل أَبُو دلف على الْمَأْمُون وَعِنْده جَارِيَة لَهُ وَقد ترك الخضاب أَبُو دلف فغمز الْمَأْمُون الْجَارِيَة فَقَالَت لَهُ شبت أَبَا دلف إِنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون لَا عَلَيْك فَسكت أَبُو دلف فَقَالَ لَهُ الْمَأْمُون أجبها أَبَا دلف فَأَطْرَقَ سَاعَة ثمَّ رفع رَأسه فَقَالَ تهزأت أَن رَأَتْ شيبى فَقلت لَهَا لَا تهزئى من يطلّ عمره يشب شيب الرِّجَال لَهُم زين ومكرمة وشيبكن لَكِن الويل فاكتئبى فِينَا لَكِن وَإِن شيب بدا أرب وَلَيْسَ فيكُن بعد الشيب من أرب",
            "page": "176",
            "part": "1",
            "seal": "BA627942"
        },
        {
            "id": "148",
            "nass": "الْبَاب السَّادِس أبْغض الْحَلَال إِلَى الله الطَّلَاق من ملح الأصمعى وغريبه الْمُغيرَة وَزَوجته فارعة الْحسن وَعَائِشَة بنت طَلْحَة إِلَى غير رَجْعَة فَارقهَا قبل أَن تفرق شَمله قمة الْكَرَاهِيَة هَكَذَا تكون الإخوان بَانَتْ فَلم يألم لَهَا قلبى ألذ من لَيْلَة الْعرس تِلْكَ راضية بموضعها مُحَمَّد هُوَ الدُّنْيَا لَا يَدُوم نعيمها وصلتك رحم من طلق امْرَأَته ثمَّ تبعتها نَفسه إِن الغزال الذى ضيعت مَشْغُول مَا كنت لتعذب عينين نظرتا إِلَى سعدى ابْن أَبى بكر وَامْرَأَته وَكَانَت جنتى فَخرجت مِنْهَا من أَخْبَار النوار إِن فى نفسى من النوار شَيْئا أبعد صُحْبَة خمسين عَاما رضت الصعاب فَلم تحسن رياضتها الرشيد والأصمعى ملح الأصمعى وغرائبه وَأَنت طَالِق إِن أجَاز زَوجك مُحَمَّد بن الْغَار قَالَ حَدَّثَنى عبد الرَّحْمَن بن مُحَمَّد ابْن أخى الْأَصْمَعِي قَالَ سَمِعت عمى يَقُول توصلت بالملح وَأدْركت بالغريب وَقَالَ عمى للرشيد فى بعض حَدِيثه بلغنى يَا أَمِير الْمُؤمنِينَ أَن رجلا من الْعَرَب طلق فى يَوْم خمس نسْوَة قَالَ إِنَّمَا يجوز ملك الرجل أَربع نسْوَة فَدخل عَلَيْهِنَّ يَوْمًا فوجدهن متلاحيات متنازعات وَكَانَ شنطيرا فَقَالَ إِلَى مَتى هَذَا التَّنَازُع مَا إخال هَذَا الْأَمر إِلَّا من قبلك يَقُول ذَلِك لامْرَأَة مِنْهُنَّ اذهبى فَأَنت طَالِق فَقَالَت لَهُ صاحبتها عجلت عَلَيْهَا بِالطَّلَاق وَلَو أدبتها بِغَيْر ذَلِك لَكَانَ حَقِيقا فَقَالَ لَهَا وَأَنت أَيْضا طَالِق",
            "page": "177",
            "part": "1",
            "seal": "C26A66ED"
        },
        {
            "id": "149",
            "nass": "بَين يَدي هَذَا الْبَاب للمحقق ¶ بنى الطَّلَاق كَمَا بنى الزواج فِي المجتمعات الأولى على عادات الْفطْرَة الذّكر يطْلب الْأُنْثَى وَلَا تطلبه ¶ وَالرجل يخْطب الْمَرْأَة وَلَا تخطبه ¶ وعَلى هَذِه الْعَادة الفطرية درج نظام الطَّلَاق مَعَ الزواج بِاخْتِيَار الرجل وَحده وَجرى القانون على مَا جرى بِهِ الْعرف بعد قيام القوانين بعد المرحلة البدائية من مراحل الِاجْتِمَاع ¶ وَشَرِيعَة الْقُرْآن الْكَرِيم فِي مَسْأَلَة الطَّلَاق شَرِيعَة دنيا وَدين تنظر إِلَى طبائع الرِّجَال وَالنِّسَاء ¶ فالطلاق فِي الْإِسْلَام قسوة مَكْرُوهَة لِأَنَّهُ أبْغض الْحَلَال إِلَى الله كَمَا قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَلم تخل آيَة عرضت للطَّلَاق من توكيد الْأَمر بِالْمَعْرُوفِ والنهى عَن الْإِسَاءَة والإيذاء والحث على مغالبة الشُّح والتقتير ¶ وَمَا من وَسِيلَة تنجح فِي اجْتِنَاب الْفرْقَة بَين الزَّوْجَيْنِ إِلَّا ونصح بهَا الْقُرْآن الْكَرِيم لكل مِنْهُمَا فِيمَا يطْلب من الرجل أَو يطْلب من الْمَرْأَة وترجى مِنْهُ الْفَائِدَة فِي الْوَاقِع ¶ فَإِذا نفدت حِيلَة الْمُرَاجَعَة وانتظار المهلة وَبَطلَت مساعى الصُّلْح بَين الْأَهْل والأقارب وأسفرت تجربة الطَّلقَة الراجعة مرّة بعد مرّة عَن قلَّة اكتراث للجفاء وإصرار على الْفِرَاق فَلَيْسَ فِي الزواج إِذن بَقِيَّة تحمى من الطَّلَاق",
            "page": "179",
            "part": "1",
            "seal": "3895DE71"
        },
        {
            "id": "150",
            "nass": "وَلَعَلَّ الطَّلَاق يَوْمئِذٍ أرْحم بِالْمَرْأَةِ من عَلامَة منغصة تربطها بِرَجُل يجفوها وَيبْخَل عَلَيْهَا بقوتها ويتمنى لَهَا الْمَوْت ليبتعد عَنْهَا إِذْ كَانَت عشرتها غلا فِي عُنُقه لَا يفصمه غير الْمَوْت ¶ وَلَا إِيذَاء فِي هَذَا الطَّلَاق للزَّوْج وَلَا للزَّوْجَة وَلَا للمجتمع إِذْ لَا بَقَاء إِذن لشَيْء يَصح أَن يُسمى بالزواج ¶ وَإِلَيْك مَا قدمه ابْن عبد ربه ¶ الرشيد والأصمعي ملح الْأَصْمَعِي وغرائبه ¶ وَأَنت طَالِق إِن أجَاز زَوجك ¶ مُحَمَّد بن الْغَار قَالَ حَدثنِي عبد الرَّحْمَن بن مُحَمَّد ابْن أخي الْأَصْمَعِي قَالَ سَمِعت عمى يَقُول توصلت بالملح وَأدْركت بالغريب ¶ وَقَالَ عمى للرشيد فِي بعض حَدِيثه ¶ بَلغنِي يَا أَمِير الْمُؤمنِينَ أَن رجلا من الْعَرَب طلق فِي يَوْم خمس نسْوَة ¶ قَالَ إِنَّمَا يجوز ملك الرجل على أَربع نسْوَة فَكيف طلق خمْسا ¶ قَالَ كَانَ لرجل أَربع نسْوَة فَدخل عَلَيْهِنَّ يَوْمًا فوجدهن متلاحيات متنازعات وَكَانَ شنطيرا فَقَالَ إِلَى مَتى هَذَا التَّنَازُع ¶ مَا إخال هَذَا الْأَمر إِلَّا من قبلك يَقُول ذَلِك لَا مرأة مِنْهُنَّ اذهبى فَأَنت طَالِق فَقَالَت لَهُ صاحبتها ¶ عجلت عَلَيْهَا بِالطَّلَاق وَلَو أدبتها بِغَيْر ذَلِك لَكَانَ حَقِيقا ¶ فَقَالَ لَهَا وَأَنت أَيْضا طَالِق",
            "page": "180",
            "part": "1",
            "seal": "FF073408"
        },
        {
            "id": "151",
            "nass": "فَقَالَت لَهُ الثَّالِثَة قبحك الله فوَاللَّه لقد كَانَتَا إِلَيْك محسنتين وَعَلَيْك مفضلتين فَقَالَ وَأَنت أيتها المعددة أياديهما طَالِق أَيْضا فَقَالَت لَهُ الرَّابِعَة وَكَانَت هلالية وفيهَا أَنَاة شَدِيدَة ضَاقَ صدرك عَن أَن تؤدب نِسَاءَك إِلَّا بِالطَّلَاق فَقَالَ لَهَا وَأَنت طَالِق أَيْضا وَكَانَ ذَلِك بمسمع جَارة لَهُ فَأَشْرَفت عَلَيْهِ وَقد سَمِعت كَلَامه فَقَالَت وَالله مَا شهِدت الْعَرَب عَلَيْك وعَلى قَوْمك بالضعف إِلَّا لما بلوه مِنْكُم ووجدوه فِيكُم أَبيت إِلَّا طَلَاق نِسَائِك فى سَاعَة وَاحِدَة قَالَ وَأَنت أَيْضا أيتها المؤنبة المتكلفة طَالِق إِن أجَاز زَوجك فَأَجَابَهُ من دَاخل بَيته قد أجزت قد أجزت",
            "page": "181",
            "part": "1",
            "seal": "19EE476D"
        },
        {
            "id": "152",
            "nass": "الْمُغيرَة وَزَوجته فارعة كنت فبنت وَدخل الْمُغيرَة بن شُعْبَة على زَوجته فارعة الثقفية وهى تتخلل حِين انفلت من صَلَاة الْغَدَاة فَقَالَ لَهَا لَئِن كنت تتخللين من طَعَامك الْيَوْم إِنَّك لجشعة وَإِن كنت تتخللين من طَعَام البارحة إِنَّك لشبعة كنت فبنت فَقَالَت وَالله مَا اغتبطنا إِذْ كُنَّا وَلَا أسفنا إِذْ بَانَتْ بِنَا وَمَا هُوَ لشَيْء مِمَّا ذكرت ولكنى استكنت فتخللت لسواك فَخرج الْمُغيرَة نَادِما على ماكان مِنْهُ فَلَقِيَهُ يُوسُف بن أَبى عقيل فَقَالَ لَهُ إنى نزلت الْآن عَن سيدة نسَاء ثَقِيف فَتَزَوجهَا فَإِنَّهَا ستنجب فَتَزَوجهَا فَولدت لَهُ الْحجَّاج الْحسن وَعَائِشَة بنت طَلْحَة رد جميل وَقَالَ الْحسن بن على بن حُسَيْن لامْرَأَته عَائِشَة بنت طَلْحَة أَمرك بِيَدِك فَقَالَت قد كَانَ عشْرين سنة بِيَدِك فاحسنت حفظه فَلم أضيعه إِذْ صَار بيدى سَاعَة وَاحِدَة وَقد صرفته إِلَيْك فأعجبه ذَلِك مِنْهَا وأمسكها لرجل فى طَلَاق امْرَأَته إِلَى غير رَجْعَة وَقَالَ أَبُو عُبَيْدَة طلق رجل امْرَأَته وَقَالَ لقد طلقت أُخْت بنى غلاب طَلَاقا مَا أَظن لَهُ ارْتِدَادًا",
            "page": "182",
            "part": "1",
            "seal": "F10347E1"
        },
        {
            "id": "153",
            "nass": "وَلم أك كالمعدل أَو أويس إِذا مَا طلقا ندما فعادا فَارقهَا قبل أَن تفرق شَمله ونكح رجل أمْرَأَة من عدى فَلَمَّا اهتداها رَأَتْ ربع دَاره أحسن ربع شَمل عِيَاله أجمل شَمل فَقَالَت أما وَالله لَئِن بقيت لَهُم لأشتتن أَمرهم وَقَالَت فى ذَلِك أرى نَارا سأجعلها إرينا وأترك أَهلهَا شَتَّى عزينا فَلَمَّا انْتهى ذَلِك إِلَى زَوجهَا طَلقهَا وَقَالَ فى ذَلِك أَلا قَالَت هدى بنى عدى أرى نَارا سأجعلها إرينا فبينى قبل أَن تلحى عصانا وَيُصْبِح أهلنا شَتَّى عزينا قمة الْكَرَاهِيَة وَقيل لِابْنِ عَبَّاس مَا تَقول فى رجل طلق امْرَأَته عدد نُجُوم السَّمَاء قَالَ يَكْفِيهِ من ذَلِك عدد كواكب الجوزاء لَا أمل فِيهِ وَقيل لأعرابى هَل لَك فى النِّكَاح قَالَ لَو قدرت أَن أطلق نفسى لطلقتها",
            "page": "183",
            "part": "1",
            "seal": "18B277F7"
        },
        {
            "id": "154",
            "nass": "هَكَذَا تكون الإخوان وَعَن الزهرى قَالَ قَالَ أَبُو الدَّرْدَاء لامْرَأَته إِذا رأيتنى غضِبت فترضينى وَإِن رَأَيْتُك غضِبت ترضيك وَإِن رَأَيْتُك غضِبت ترضيك وَإِلَّا لم نصطحب قَالَ الزهرى وَهَكَذَا تكون الإخوان بَانَتْ فَلم يألم لَهَا قلبى قَالَ الأصمعى كنت أختلف إِلَى أعرابى أقتبس مِنْهُ الْغَرِيب فَكنت إِذا اسْتَأْذَنت عَلَيْهِ يَقُول يَا أُمَامَة ائذنى لَهُ فَتَقول ادخل فاستأذنت عَلَيْهِ مرَارًا فَلم أسمعهُ يذكر أُمَامَة فَقلت يَرْحَمك الله مَا أسمعك تذكر أُمَامَة قَالَ فَوَجَمَ وجمة فندمت على مَا كَانَ منى ثمَّ أنشأ يَقُول ظعنت أُمَامَة بِالطَّلَاق ونجوت من غل الوثاق بَانَتْ فَلم يألم لَهَا قلبى وَلم تبك المآقى لَو لم يرح بِطَلَاقِهَا لأرحت نفسى بالإباق ودواء مَالا تشتهيه النَّفس تَعْجِيل الْفِرَاق والعيش لَيْسَ يطيب من إلفين من غير اتِّفَاق ألذ من لَيْلَة الْعرس وَعَن الشيبانى طلق أَبُو مُوسَى امْرَأَته وَقَالَ فِيهَا تجهزى للطَّلَاق وارتحلى فَذا دَوَاء المجانب الشرس",
            "page": "184",
            "part": "1",
            "seal": "164A45B1"
        },
        {
            "id": "155",
            "nass": "مَا أَنْت بِالْجنَّةِ الْوَلُود وَلَا عنْدك نفع يُرْجَى لملتمس لليلتى حِين بنت طالقة ألذ عندى من لَيْلَة الْعرس بت لَدَيْهَا بشر منزلَة لَا أَنا فى لَذَّة وَلَا أنس تِلْكَ على الْخَسْف لَا نَظِير لَهَا وإننى مَا يسوغ لى نفسى ابْن زبان وَالزُّبَيْر تِلْكَ راضية بموضعها أقبل مَنْظُور بن زبان بن سيار الفزارى إِلَى الزبير فَقَالَ إِنَّمَا زَوَّجْنَاك وَلم نزوج عبد الله قَالَ مَاله قَالَ إِنَّهَا تشكوه قَالَ يَا عبد الله طَلقهَا قَالَ عبد الله هى طَالِق قَالَ ابْن مَنْظُور أَنا ابْن قهرم قَالَ الزبير أَنا ابْن صَفِيَّة أَتُرِيدُ أَن يُطلق الْمُنْذر أُخْتهَا قَالَ لَا تِلْكَ راضية بموضعها خَدِيجَة بَين مُحَمَّد وَإِبْرَاهِيم مُحَمَّد هُوَ الدُّنْيَا لَا يَدُوم نعيمها وَتزَوج مُحَمَّد بن عبد الله بن عَمْرو بن عُثْمَان بن عَفَّان خَدِيجَة بنت عُرْوَة بن الزبير فَذكر لَهُ جمَالهَا وَكَانَ يُقَال لَهُ الْمَذْهَب من حسنه وَكَانَ رجلا مطلاقا فَقَالَت مُحَمَّد هُوَ الدُّنْيَا لَا يَدُوم نعيمها فَلَمَّا طَلقهَا خطبهَا إِبْرَاهِيم بن هِشَام بن إِسْمَاعِيل المخزومى فَكتب إِلَيْهَا",
            "page": "185",
            "part": "1",
            "seal": "5FD6579E"
        },
        {
            "id": "156",
            "nass": "أُعِيذك بالرحمن من عَيْش شقوة وَأَن تطمعى يَوْمًا إِلَى غير مطمع إِذا مَا ابْن مَظْعُون تحدر وسقه عَلَيْك فبونى بعد ذَلِك أَو دعى الْحجَّاج وزواجه بابنة جَعْفَر وصلتك رحم وَعَن العتبى عَن أَبِيه قَالَ أمهر الْحجَّاج ابْنة عبد الله بن جَعْفَر تسعين ألف دِينَار فَبلغ ذَلِك خَالِد بن يزِيد بن مُعَاوِيَة فأمهل عبد الْملك حَتَّى إِذا أطبق اللَّيْل دق عَلَيْهِ الْبَاب فَأذن لَهُ عبد الْملك وَدخل عَلَيْهِ فَقَالَ لَهُ مَا هَذَا الطروق أَبَا يزِيد قَالَ أَمر وَالله لم ينْتَظر لَهُ الصُّبْح هَل هَل علمت أَن أحدا كَانَ بَينه وَبَين من عادى مَا كَانَ بَين آل أَبى سُفْيَان وَآل الزبير بن الْعَوام فإنى تزوجت إِلَيْهِم فَمَا فى الأَرْض قَبيلَة من قُرَيْش أحب إِلَى مِنْهُم فَكيف تركت الْحجَّاج وَهُوَ سهم من سهامك يتَزَوَّج إِلَى بنى هَاشم وَقد علمت مَا يُقَال فيهم فى آخر الزَّمَان قَالَ وصلتك رحم وَكتب إِلَى الْحجَّاج يَأْمُرهُ بِطَلَاقِهَا وَألا يُرَاجِعهُ فى ذَلِك فَطلقهَا فَأَتَاهُ النَّاس يعزونه وَفِيهِمْ عَمْرو بن عتبَة فَجعل الْحجَّاج يَقع بِخَالِد ويتنقصه وَيَقُول إِنَّه صير الْأَمر إِلَى من هُوَ أولى بِهِ مِنْهُ وَإنَّهُ لم يكن لذَلِك أَهلا فَقَالَ لَهُ عَمْرو بن عتبَة إِن خَالِدا أدْرك من قبله وأتعب من بعده وَعلم علما فَسلم الامر إِلَى أَهله وَلَو طلب بِتَقْدِيم لم يغلب عَلَيْهِ أَو بِحَدِيث لم يسْبق إِلَيْهِ فَلَمَّا سَمعه الْحجَّاج اسْتَحى فَقَالَ يَا بن عتبَة إِنَّا نسترضيكم بِأَن نعتب عَلَيْكُم ونستعطفكم بِأَن ننال مِنْكُم وَقد غلبتم على الْحلم فوثقنا لكم بِهِ وَعلمنَا أَنكُمْ تحبون أَن تحلموا فتعرضنا للَّذين تحبون",
            "page": "186",
            "part": "1",
            "seal": "003CBA46"
        },
        {
            "id": "157",
            "nass": "من طلق امْرَأَته ثمَّ تبعها نَفسه بَين الْعُرْيَان وَبنت عمرَان إِن الغزال الذى ضيعت مَشْغُول الْهَيْثَم بن عدى قَالَ كَانَت تَحت الْعُرْيَان بن الْأسود بنت عَم لَهُ فَطلقهَا فتبعها نَفسه فَكتب إِلَيْهَا يعرض إِلَيْهَا بِالرُّجُوعِ فَكتبت إِلَيْهِ إِن كنت ذَا حَاجَة فاطلب لَهَا بَدَلا إِن الغزال الذى ضيعت مَشْغُول فَكتب إِلَيْهَا من كَانَ ذَا شغل فَالله يكلؤه وَقد لهونا بِهِ وَالْحَبل مَوْصُول وَقد قضينا من استطرافه طرفا وفى الليالى وَفِي أَيَّامهَا طول والوليد وَزَوجته سعدى مَا كنت لتعذب عينين نظرتا إِلَى سعدى وطلق الْوَلِيد بن يزِيد امْرَأَته سعدى فَلَمَّا تزوجت اشْتَدَّ ذَلِك عَلَيْهِ وَنَدم على مَا كَانَ مِنْهُ فَدخل عَلَيْهِ أشعب فَقَالَ لَهُ أبلغ سعدى عَنى رِسَالَة وَلَك منى خَمْسَة آلَاف دِرْهَم فَقَالَ عجلها فَأمر لَهُ بهَا فَلَمَّا قبضهَا قَالَ هَات رِسَالَتك فأنشده أسعدى مَا إِلَيْك لنا سَبِيل وَلَا حَتَّى الْقِيَامَة من تلاق بلَى وَلَعَلَّ دهرا أَن يؤاتى بِمَوْت من خَلِيلك أَو فِرَاق",
            "page": "187",
            "part": "1",
            "seal": "0B84389E"
        },
        {
            "id": "158",
            "nass": "فَأَتَاهَا فَاسْتَأْذن فَدخل عَلَيْهَا فَقَالَت لَهُ مَا بدالك فى زيارتنا يَا أشعب فَقَالَ يَا سيدتى أرسلنى إِلَيْك الْوَلِيد برسالة وأنشدها الشّعْر فَقَالَت لجواريها خذن هَذَا الْخَبيث فَقَالَ يَا سيدتى أرسلنى إِلَيْك الْوَلِيد برسالة وأنشدها الشّعْر فَقَالَت لجواريها خذن هَذَا الْخَبيث فَقَالَ يَا سيدى إِنَّه جعل لى خَمْسَة آلَاف دِرْهَم قَالَت وَالله لأعاقبن أَو لتبلغن إِلَيْهِ مَا أَقُول لَك قَالَ سيدتى اجعلى شَيْئا قَالَت لَك بساطى هَذَا قَالَ قومى عَنهُ فَقَامَتْ عَنهُ وألقاه على ظَهره وَقَالَ هاتى رِسَالَتك فَقَالَت أنْشدهُ أتبكى على سعدى وَأَنت تركتهَا فقد ذهبت سعدى فَمَا أَنْت صانع فَلَمَّا بلغه وأنشده الشّعْر سقط فى يَده وأخذته كظمة ثمَّ سرى عَنهُ فَقَالَ اختر وَاحِدَة من ثَلَاث إِمَّا ان نقتلك وَإِمَّا أَن نطرحك من هَذَا الْقصر وَإِمَّا أَن نلقيك إِلَى هَذِه السبَاع فتحير اشعب وأطرق حينا ثمَّ رفع رَأسه فَقَالَ يَا سيدى مَا كنت لتعذب عينين نظرتا إِلَى سعدى فَتَبَسَّمَ وخلى سَبيله ابْن أَبى بكر وَامْرَأَته فِي غير شىء تطلق وَمِمَّنْ طلق امْرَأَته فتبعتها نَفسه عبد الرَّحْمَن بن أَبى بكر أمره أَبوهُ بِطَلَاقِهَا ثمَّ دخل عَلَيْهِ فَسَمعهُ يتَمَثَّل",
            "page": "188",
            "part": "1",
            "seal": "E72FB8DB"
        },
        {
            "id": "159",
            "nass": "فَلم أر مثلى طلق الْيَوْم مثلهَا وَلم أر مثلهَا فِي غير شىء تطلق فَأمره بمراجعتها الفرزدق ونوار وَكَانَت جنتى فَخرجت مِنْهَا وَمِمَّنْ طلق امْرَأَته فتبعتها نَفسه الفرزدق الشَّاعِر طلق النوار ثمَّ نَدم فِي طَلاقهَا وَقَالَ نَدِمت ندامة الكسعى لما غَدَتْ منى مُطلقَة نوار وَكَانَت جنتى فَخرجت مِنْهَا كآدم حِين أخرجه الضرار فَأَصْبَحت الْغَدَاة ألوم نفسى بِأَمْر لَيْسَ لى فِيهِ خِيَار من أَخْبَار النوار وَكَانَت النوار بنت عبد الله قد خطبهَا رجل رضيته وَكَانَ وَليهَا غَائِبا وَكَانَ الفرزدق وَليهَا إِلَّا أَنه كَانَ أبعد من الْغَائِب فَجعلت أمرهَا إِلَى الفرزدق وأشهدت لَهُ بالتفويض إِلَيْهِ فَلَمَّا توثق مِنْهَا بالشهود أشهدهم أَنه قد زَوجهَا من نَفسه فَأَبت مِنْهُ ونافرته إِلَى عبد الله بن الزبير فَنزل الفرزدق على حَمْزَة بن عبد الله ابْن الزبير وَنزلت النوار على زَوْجَة عبد الله بن الزبير وهى بنت مَنْظُور بن زبان فَكَانَ كل مَا أصلح حَمْزَة من شَأْن الفرزدق نَهَارا أفسدته الْمَرْأَة لَيْلًا حَتَّى غلبت الْمَرْأَة وَقضى ابْن الزبير على الفرزدق فَقَالَ أما البنون فَلم تقبل شفاعتهم وشفعت بنت مَنْظُور بن زبانا لَيْسَ الشَّفِيع الذى يَأْتِيك مؤتزرا مثل الشَّفِيع الذى يَأْتِيك عُريَانا وَقَالَ الفرزدق فى مجْلِس ابْن الزبير وَمَا خَاصم الأقوام من ذى خُصُومَة كورهاء مدنو إِلَيْهَا خليلها فدونكها يَا بن الزبير فَإِنَّهَا ملعنة يوهى الْحِجَارَة قيلها",
            "page": "189",
            "part": "1",
            "seal": "E03A50F6"
        },
        {
            "id": "160",
            "nass": "فَقَالَ ابْن الزبير إِن هَذَا شَاعِر وسيهجونى فَإِن شِئْت ضربت عُنُقه وَإِن كرهت ذَلِك فاختاري نِكَاحه وقرى فقرت واختارت نِكَاحه وَمَكَثت عِنْده زَمَانا ثمَّ طَلقهَا وَنَدم فى طَلاقهَا إِن فى نفسى من النوار شَيْئا وَعَن الاصمعى عَن الْمُعْتَمِر بن سُلَيْمَان عَن أَبى مخروم عَن راوية الفرزدق قَالَ قَالَ لى الفرزدق يَوْمًا امْضِ بِنَا إِلَى حَلقَة الْحسن فإنى أُرِيد أَن اطلق النوار فَقلت لَهُ إنى أَخَاف أَن تتبعها نَفسك وَيشْهد عَلَيْك الْحسن وَأَصْحَابه قَالَ انهض بِنَا فَجِئْنَا حَتَّى وقفنا على الْحسن فَقَالَ الفرزدق كَيفَ أَصبَحت أَبَا سعيد قَالَ بِخَير كَيفَ أَصبَحت يَا أَبَا فراس فَقَالَ تعلمن أَنى طلقت النوار ثَلَاثًا قَالَ الْحسن وَأَصْحَابه قد سمعنَا فَانْطَلَقْنَا فَقَالَ لى الفرزدق يَا هَذَا إِن فى نفس من النوار شَيْئا فَقلت حذرتك فَقَالَ نَدِمت ندامة الكسعى لما غَدَتْ منى مُطلقَة نوار وَكَانَت حنتى فَخرجت مِنْهَا كآدم حِين اخرجه الضرار وَلَو أَنى ملكت بهَا يمينى لَكَانَ على للقدر الْخِيَار قيس بن ذريح وَطَلَاق امْرَأَته فَأَصْبَحت الْغَدَاة ألوم نفسى وَمِمَّنْ طلق امْرَأَته وتبعها نَفسه قيس بن الذريح وَكَانَ أَبوهُ أَمر بِطَلَاقِهَا فَطلقهَا وَنَدم فَقَالَ فى ذَلِك",
            "page": "190",
            "part": "1",
            "seal": "CBF5EF88"
        },
        {
            "id": "161",
            "nass": "فوا كبدى على تَسْرِيح لبنى فَكَانَ فِرَاق لبنى كالخداع تكنفنى الوشاة فأزعجونى فيا للنَّاس للواشى المطاع فَأَصْبَحت الْغَدَاة ألوم نفسى على أَمر وَلَيْسَ بمستطاع كمغبون يعَض على يَدَيْهِ تبين غبنه بعد البياع أبعد صُحْبَة خمسين سنة وطلق رجل امْرَأَته فَقَالَت أبعد صُحْبَة خمسين سنة فَقَالَ مَالك عندنَا ذَنْب غَيره رضت الصعاب فَلم تحسن رياضتها ابْن أم الحكم بَين رجل وَامْرَأَته العتبى قَالَ جَاءَ رجل بِامْرَأَة كَأَنَّهَا برج فضَّة لى عبد الرَّحْمَن بن أم الحكم وَهُوَ على الْكُوفَة فَقَالَ أَن امرأتى هَذِه شجتنى فَقَالَ لَهَا أَنْت فعلت لَهُ قَالَت نعم غير متعمدة لذَلِك كنت أعالج طيبا فَوَقع الفهر من يدى على رَأسه وَلَيْسَ عندى عقل وَلَا تقوى يدى على الْقصاص فَقَالَ عبد الرَّحْمَن للرجل يَا هَذَا علام تحبسها وَقد فعلت بك مَا أرا قَالَ أَصدقتهَا أَرْبَعَة آلَاف دِرْهَم وَلَا تطيب نفسى بفراقها قَالَ فَإِن أعطيتهَا لَك أتفارقها قَالَ نعم قَالَ فهى لَك قَالَ هى طَالِق إِذا فَقَالَ عبد الرَّحْمَن احبسى علينا نَفسك ثمَّ أنشأ يَقُول يَا شيخ وَيحك من دلاك بالغزل قد كنت يَا شيخ عَن هَذَا بمعتزل رضت الصعاب فَلم تحسن رياضتها فاعمد لنَفسك نَحْو الجلة الذلل",
            "page": "191",
            "part": "1",
            "seal": "8FEF9770"
        },
        {
            "id": "162",
            "nass": "الْبَاب السَّابِع فِي النوادب والتعازي والمراثى قَالَ الْحُكَمَاء أعظم المصائب كلهَا انْقِطَاع الرَّجَاء وَقَالُوا كل شَيْء يَبْدُو صَغِيرا ثمَّ يعظم إِلَّا الْمُصِيبَة فَإِنَّهَا تبدو عَظِيمَة ثمَّ تصغر قيل لأعرابى مَا بَال المراثي أشرف أَشْعَاركُم قَالَ لأننا نقولها وقلوبنا محترقة مَعَ الفطن الذكية والألفاظ الشجية الَّتِى ترق الْقُلُوب القاسية وتذيب الدُّمُوع الجامدة مَعَ النوادب المراثى والتعازى مَعَ ابْن عبد ربه",
            "page": "193",
            "part": "1",
            "seal": "BDB9D5E5"
        },
        {
            "id": "163",
            "nass": "فِي النوادب والتعازى المراثى قَالَ أَحْمد بن مُحَمَّد بن عبد ربه وَنحن قَائِلُونَ بعون الله فِي النوادب المراثى والتعازى بأبلغ مَا وَجَدْنَاهُ من الفطن الذكية والألفاظ الشجية الَّتِى ترق الْقُلُوب القاسية وتذيب الدُّمُوع الجامدة مَعَ اخْتِلَاف النوادب عِنْد نزُول المصائب فنادبة تثير الْحزن من ربضته وتبعث الوجد من رقدته بِصَوْت كترجيع الطير وتقطع أنفاس المآتم يتْرك صدعا فى الْقُلُوب الجلامد ونادبة تخْفض من نشيجها وتقصد فى نحيبها وَتذهب مَذْهَب الصَّبْر والأستسلام والثقة بجزيل الثَّوَاب قَالَ عَمْرو بن ذَر سَأَلت أَبى مَا بَال النَّاس إِذا وعظتهم بكوا وَإِذا وعظهم غَيْرك لم يبكوا قَالَ يَا بنى لَيست النائحة الثكلى مثل النائحة الْمُسْتَأْجرَة وَقَالَ الأصمعة قلت الْأَعرَابِي مَا بَال المراثى أشرف أَشْعَاركُم قَالَ لأننا نقلهَا وقلوبنا محترقة وَقَالَ الْحُكَمَاء أعظم المصائب كلهَا انْقِطَاع الرَّجَاء وَقَالُوا كل شَيْء يَبْدُو صَغِيرا ثمَّ يعظم إِلَّا الْمُصِيبَة فَإِنَّهَا تبدو عَظِيمَة ثمَّ تصغر الْبكاء على الْمَيِّت لإِبْرَاهِيم الشعبى عَن إِبْرَاهِيم قَالَ لَا يكون الْبكاء إِلَّا من فضل فَإِذا اشْتَدَّ الْحزن ذهب الْبكاء وَأنْشد",
            "page": "195",
            "part": "1",
            "seal": "515AF1F2"
        },
        {
            "id": "164",
            "nass": "فلئن بكيناه لحق لنا وَلَئِن تركنَا ذَاك للصبر فلمثله جرب الْعُيُون دَمًا ولمثله جمدت فَلم تجر الْأَحْنَف وباكية مر الْأَحْنَف بِامْرَأَة تبكى مَيتا وَرجل يَنْهَاهَا فَقَالَ لَهُ دعها فَإِنَّهَا تندب عهدا قَرِيبا وسفرا بَعيدا النَّبِي وباكيات من الْأَنْصَار وَلما بَكت نسَاء أهل الْمَدِينَة على قَتْلَى أحد قَالَ النبى لَكِن حَمْزَة لَا باكية لَهُ ذَلِك الْيَوْم فَسمع ذَلِك أهل الْمَدِينَة فَلم يقم لَهُم مأتم إِلَى الْيَوْم إِلَّا ابتدأن فِيهِ الْبكاء على حَمْزَة وَقَالَ النَّبِي لَوْلَا أَن يشق على صَفِيَّة مَا دَفَنته حَتَّى يحْشر من حواصل الطير وبطون السبَاع القَوْل عِنْد الْمَوْت الرَّسُول فِي قَبضه حَمَّاد بن سَلمَة عَن ثَابت بن مَالك قَالَ كَانَت فَاطِمَة جالسة عِنْد رَسُول الله فتواكدت عَلَيْهِ كرب الْمَوْت فَرفع رَأسه وَقَالَ واكرباه فَبَكَتْ فَاطِمَة وَقَالَت واكرباه لكربك يَا ابتاه قَالَ لَا كرب على أَبِيك بعد الْيَوْم فَاطِمَة رضى الله عَنْهَا مَعَ أَبِيهَا عِنْد قَبضه الرياشى عَن عُثْمَان بن عمر عَن إِسْرَائِيل عَن ميسرَة بن حبيب عَن",
            "page": "196",
            "part": "1",
            "seal": "0E270BEB"
        },
        {
            "id": "165",
            "nass": "الْمنْهَال بن عَمْرو عَن عَائِشَة بنت طَلْحَة عَن عَائِشَة أم الْمُؤمنِينَ أَنَّهَا قَالَت مَا رَأَيْت أحدا من خلق الله اشبه حَدِيثا وكلاما برَسُول الله من فاظمة وَكَانَت إِذا دخلت عَلَيْهِ أَخذ بِيَدِهَا فقبلها ورحب بهَا وأجلسها فِي مَجْلِسه وَكَانَ إِذا دخل عَلَيْهَا قَامَت إِلَيْهِ ورحبت بِهِ وَأخذت بِيَدِهِ فَقَبلتهَا فَدخلت عَلَيْهِ فى مَرضه الذى توفى فِيهِ فَأسر إِلَيْهَا فَبَكَتْ ثمَّ أسر إِلَيْهَا فَضَحكت فَقلت كنت أَحسب لهَذِهِ الْمَرْأَة فضلا على النِّسَاء فَإِذا هى وَاحِدَة مِنْهُنَّ بَيْنَمَا هم تبكى إِذْ هى تضحك فَلَمَّا توفى الرَّسُول سَأَلتهَا فَقَالَت أسر إِلَى فأخبرنى أَنه ميت فَبَكَيْت ثمَّ أسر إِلَى أَنى أول أهل بَيته لُحُوقا بِهِ فَضَحكت عَائِشَة رضى الله عَنْهَا مَعَ أَبِيهَا فى احتضاره الْقَاسِم بن مُحَمَّد عَن عَائِشَة أم الْمُؤمنِينَ رَضِي الله عَنْهَا أَنَّهَا دخلت على ابيها فى مَرضه الذى مَاتَ فِيهِ فَقَالَت لَهُ يَا أَبَت اعهد إِلَى خاصتك وأنفذ رَأْيك فى عامتك وانقل من دَار جهازك إِلَى دَار مقامك وَإنَّك محضور ومتصل بقلبى لوعتك وَأرى تخاذل اطرافك وانتقاع لونك فَإلَى الله تعزينى عَنْك ولديه ثَوَاب حزنى عَلَيْك ارقأ فَلَا أرقأ وأشكو فَلَا أشكى فَرفع راسه فَقَالَ يَا بنية هَذَا يَوْم يحل فِيهِ عَن غطائى وأعاين جزائى إِن فَرحا فدائم وَإِن نوحًا فمقيم",
            "page": "197",
            "part": "1",
            "seal": "13F3F67D"
        },
        {
            "id": "166",
            "nass": "إنى اضلعت بإمامة هَؤُلَاءِ الْقَوْم حَيْثُ كَانَ النكوص أضاعة والحذر تفريطا فشهيدى الله مَا كَانَ بقلبى إِلَّا إِيَّاه فتبلغت بصحفتهم وتعللت بدرة لقحتهم وأقمت صلاى مَعَهم لَا مختالا أشرا وَلَا مكابرا بطرا لم أعد سدا لجوعة وتورية لعورة طوى ممغص تهفو لَهُ الأحشاء وَتجب لَهُ الأمعاء واضطررت إِلَى ذَلِك اضطرار الجرض إِلَى المعيف الآجن فَإِذا أَنا مت فردى إِلَيْهِم صحفتهم ولقحتهم وعبدهم ورحالهم ودثارة مَا فوقى اتَّقَيْت بهَا أَذَى الْبرد ودثارة مَا تحتى اتَّقَيْت بهَا أَذَى الأَرْض كَانَ حشوهما قطع السعف عمر وَعَائِشَة رضى الله عَنْهُمَا مَعَ أَبى بكر فى احتضاره وَدخل عَلَيْهِ عمر فَقَالَ يَا خَليفَة رَسُول الله لقد كلفت الْقَوْم بعْدك تعبا ووليتهم نصبا فهيهات من شقّ غبارك وَكَيف باللحاق بك وَقَالَت عَائِشَة وأبوها يغمض وأبيض يستسقى الْغَمَام بِوَجْهِهِ ربيع الْيَتَامَى عصمَة للأرامل فَنظر إِلَيْهَا وَقَالَ ذَلِك رَسُول الله ثمَّ أغمى عَلَيْهِ فَقَالَت لعمرك مَا يغنى الثراء عَن الْفَتى إِذا حشرجت يَوْمًا وضاق بهَا الصَّدْر",
            "page": "198",
            "part": "1",
            "seal": "22E6E292"
        },
        {
            "id": "167",
            "nass": "قَالَت فَنظر إِلَى كالغضبان وَقَالَ لى وَجَاءَت سكرة المت بِالْحَقِّ ذَلِك مَا كنت مِنْهُ تحيد ثمَّ قَالَ انْظُرُوا ملاءتى فاغسولهما وكفنونى فيهمَا فَإِن الحى أحْوج إِلَى الْجَدِيد من الْمَيِّت لمعاوية فى النِّسَاء وَقَالَ مُعَاوِيَة وَذكر عِنْده النِّسَاء مَا مرض المرضى وَلَا ندب الْمَوْتَى مِثْلهنَّ الْوُقُوف على الْقُبُور وَالْقَوْل عِنْد الْمَوْت لفاطمة على قبر أَبِيهَا وقفت فَاطِمَة رضى الله عَنْهَا على قبر أَبِيهَا فَقَالَت إِنَّا فقدناك فقد الأَرْض وابلها وَغَابَ مذغبت عَنَّا الوحى والكتب فليت قبلك كَانَ الْمَوْت صادفنا لما نعيت وحالت دُونك الكثب حَمَّاد بن سَلمَة عَن ثَابت عَن أنس بن مَالك قَالَ لما فَرغْنَا من دفن رَسُول الله اقبلت على فَاطِمَة فَقَالَت يَا أنس كَيفَ طابت أَنفسكُم أَن تحثوا على وَجه رَسُول الله التُّرَاب ثمَّ بَكت وَنَادَتْ يَا أبتاه أجَاب رَبًّا دَعَاهُ يَا أبتاه من ربه مَا أدناه",
            "page": "199",
            "part": "1",
            "seal": "8B01A7BD"
        },
        {
            "id": "168",
            "nass": "يَا أبتاه من ربه ناداه يَا أبتاه إِلَى جِبْرِيل ننعاه يَا أبتاه جنَّة الفردوس مَأْوَاه قَالَ ثمَّ سكتت فَمَا زَادَت شَيْئا عَائِشَة رضى الله عَنْهَا على قبر أَبى بكر ووقفت عَائِشَة على قبر أَبى بكر فَقَالَت نضر الله وَجهك وشكر لَك صَالح سعيك فقد كنت للدنيا مذلا بإدبارك عَنْهَا وَكنت للآخرة معزا بإقبالك عَلَيْهَا وَلَئِن كَانَ أجل الْحَوَادِث بعد رَسُول الله رزؤك وَأعظم المصائب بعده فقدك إِن كتاب الله ليعد بِحسن الصَّبْر فِيك وَحسن الْعِوَض مِنْك فَأَنا أتنجز مَوْعُود الله وأستعيض مِنْك بالإستغفار لَك فَعَلَيْك السَّلَام وَرَحْمَة الله توديع غير قالية لحياتك وَلَا زارية على الْقَضَاء فِيك ثمَّ انصرفت لعلى فى فَاطِمَة المدائنى قَالَ لما دفن على بن أَبى طَالب كرم الله وَجهه فَاطِمَة عَلَيْهَا السَّلَام تمثل عِنْد قبرها فَقَالَ لكل اجْتِمَاع من خليلين فرقة وكل الذى دون الْمَمَات قَلِيل وَإِن افتقادى وَاحِد بعد وَاحِد دَلِيل على أَلا يَدُوم خَلِيل",
            "page": "200",
            "part": "1",
            "seal": "04DA9DFB"
        },
        {
            "id": "169",
            "nass": "امْرَأَة الْحسن على قَبره لما مَاتَ الْحسن بن على عَلَيْهِمَا السَّلَام ضربت امْرَأَته فسطاطا على قَبره وأقامت حولا ثمَّ انصرفت إِلَى بَيتهَا فَسمِعت قَائِلا يَقُول أدركوا مَا طلبُوا فَأَجَابَهُ مُجيب بل ملوا فانصرفوا نائلة على قبر عُثْمَان ابْن الكلبى قَالَ وقفت نائلة بنت الفرافصة الْكَلْبِيَّة على قبر عُثْمَان فَتَرَحَّمت عَلَيْهِ ثمَّ قَالَت ومالى لَا أبكى وتبكى صحابتى وَقد ذهبت عَنَّا فضول أَبى عَمْرو ثمَّ انصرفت إِلَى منزلهَا فَقَالَت إنى رَأَيْت الْحزن يبْلى كَمَا يبْلى الثَّوْب وَقد خفت أَن يبْلى حزن عُثْمَان فى قلبى فدعَتْ بفهر فهشمت فاها وَقَالَت وَالله لَا قعد منى رجل مقْعد عُثْمَان أبدا لأعرابية وقفت أعرابية على قبر أَبِيهَا فَقَالَت يَا أَبَت إِن فى الله تبَارك وَتَعَالَى من فقدك عوضا وفى رَسُول الله من مصيبتك أُسْوَة ثمَّ قَالَت اللَّهُمَّ نزل بك عَبدك مقفرا من الزَّاد مخشوشن المهاد",
            "page": "201",
            "part": "1",
            "seal": "64858767"
        },
        {
            "id": "170",
            "nass": "غَنِيا عَمَّا فى الْعباد فَقِيرا إِلَى مَا فى يَديك يَا جواد وَأَنت أى رب خير من نزل بِهِ المؤملون وَاسْتغْنى بفضله المقلون وولج فى سَعَة رَحمته المذنبون اللَّهُمَّ فَلْيَكُن قرى عَبدك مِنْك رحمتك ومهاده جنتك ثمَّ انصرفت لأعرابية فى رثاء ابْنهَا قَالَ عبد الرَّحْمَن بن عمر دخلت على امْرَأَة من نجد بِأَعْلَى الأَرْض فى خباء لَهَا وَبَين يَديهَا بنى لَهَا نزل بِهِ الْمَوْت فَقَامَتْ إِلَيْهِ فأغمضته وعصبته وسجنته وَقَالَت يَا بن أخى قلت مَا تشائين قَالَت مَا أَحَق من ألبس النِّعْمَة وأطيلت بِهِ النظرة أَن لَا يدع التَّوَثُّق من نَفسه قبل حل عقده والحلول بِعَفْو ربه والمحالة بَينه وَبَين نَفسه قَالَ وَمَا يقطر من عينهَا دمعة صبرا واحتسابا ثمَّ نظرت إِلَيْهِ فَقَالَت وَالله مَا كَانَ مَاله لبطنه وَلَا أمره لعرسه ثمَّ أنشدت رحيب الذِّرَاع بالتى لَا تشينه وَإِن كَانَت الْفَحْشَاء بهَا ذرعا",
            "page": "202",
            "part": "1",
            "seal": "4F102199"
        },
        {
            "id": "171",
            "nass": "لجارية على قبر أَبِيهَا سمع الْحسن من جَارِيَة واقفة على قبر أَبِيهَا وهى تَقول يَا أَبَت مثل يَوْمك لم أره قَالَ الَّذِي وَالله لم يرمثل يَوْمه أَبوك أَبْيَات قيل إِنَّهَا لأبى نواس وجد على قبر جَارِيَة إِلَى قبر أَبى نواس ثَلَاثَة أَبْيَات فَقيل إِنَّهَا من قَول أَبى نواس وهى أَقُول لقبر زرته متلثما سقى الله برد الْعَفو صَاحِبَة الْقَبْر لقد غَيَّبُوا تَحت الثرى قمر الدجى وشمس الضُّحَى بَين الصفائح والعفر عجبت لعين بعْدهَا ملت البكا وقلب عَلَيْهَا يرتجى رَاحَة الصَّبْر أعرابية مَاتَ ابْنهَا قيل لأعرابية مَاتَ ابْنهَا مَا أحسن عزاءك قَالَت إِن فقدى إِيَّاه آمننى كل فقد سواهُ وَإِن مصيبتى بِهِ هونت على المصائب بعده ثمَّ أنشأت تَقول من شَاءَ بعْدك فليمت فَعَلَيْك كنت أحاذر كنت السوَاد لناظرى فَعمى عَلَيْك النَّاظر لَيْت الْمنَازل الديا ر حفائر ومقابر إنى وغيرى لَا محَالة حَيْثُ صرت لصائر",
            "page": "203",
            "part": "1",
            "seal": "0AAD9A5B"
        },
        {
            "id": "172",
            "nass": "وَقَالَت أعرابية ترثى وَلَدهَا يَا فرحة الْقلب والأحشاء والكبد يَا لَيْت أمك لم تحبل وَلم تَلد لما رَأَيْتُك قد أدرجت فى كفن مطيبا للمنايا آخر الْأَبَد أيقنت بعْدك أَنى غير بَاقِيَة وَكَيف يبْقى ذِرَاع زَالَ عَن عضد وَقَالَت أعرابية أبنى غيبك الْمحل الملحد إِمَّا بَعدت فَأَيْنَ من لَا يبعد أَنْت الذى فى كل ممسى لَيْلَة تبلى وحزنك فى الحشا يَتَجَدَّد وَقَالَت فِيهِ لَئِن كنت لى لهوا لعين وقرة لقد صرت سقما للقلوب الصحائح وَهن حزنى يَوْمك مدركى وأنى غَدا من أهل تِلْكَ الضرائح أَبُو عبيد البجلى قَالَ وقفت أعرابية على قبر ابْن لَهَا يُقَال لَهُ عَامر فَقَالَت أَقمت أبكيه على قَبره من لى من بعْدك يَا عَامر تركتنى فى الدَّار لى وَحْشَة قد ذل من لَيْسَ لَهُ نَاصِر وَقَالَت فِيهِ هُوَ الصَّبْر وَالتَّسْلِيم لله وَالرِّضَا إِذا نزلت بى خطة لَا أشاؤها إِذا نَحن أبنا سَالِمين بأنفس كرام رجت أمرا فخاب رجاؤها فأنفسنا خير الْغَنِيمَة إِنَّهَا تئوب وَيبقى مَاؤُهَا وحياؤها وَلَا بر إِلَّا مادون مَا بر عَامر وَلَكِن نفسا لَا يَدُوم بَقَاؤُهَا هُوَ ابنى أَمْسَى أجره لى وعزنى على نَفسه رب إِلَيْهِ ولاؤها فَإِن أحتسب أوجر وَإِن ابكه أكن كباكية لم يحى مَيتا بكاؤها",
            "page": "204",
            "part": "1",
            "seal": "EF0B6686"
        },
        {
            "id": "173",
            "nass": "لهذلية فى رثاء إخْوَة وَابْن الشيبانى قَالَ كَانَت امْرَأَة من هُذَيْل وَكَانَ لَهَا عشرَة إخْوَة وَعشرَة أعمام فهلكوا جَمِيعًا فى الطَّاعُون وَكَانَت بكرا لم تتَزَوَّج فَخَطَبَهَا ابْن عَم لَهَا فَتَزَوجهَا فَلم تلبث أَن اشْتَمَلت على غُلَام فولدته فنبت نباتا كَأَنَّمَا يمد بناصيته وَبلغ فزوجته وَأخذت فى جهازه حَتَّى إِذا لم يبْق إِلَّا الْبناء أَتَاهُ أَجله فَلم تشق لَهَا جيبا وَلم تَدْمَع لَهَا عين فَلَمَّا فرغوا من جهازه دعيت لتوديعه فأكبت عَلَيْهِ سَاعَة ثمَّ رفعت رَأسهَا وَنظرت إِلَيْهِ وَقَالَت أَلا تِلْكَ المسرة لَا تدوم وَلَا يبْقى على الدَّهْر النَّعيم وَلَا يبْقى على الْحدثَان غفر بشاهقة لَهُ أم رؤوم ثمَّ أكبت عَلَيْهِ أُخْرَى فَلم تقطع نحيبها حَتَّى فاضت نَفسهَا فدفنا جَمِيعًا لشيبانية فى حزنها على أَهلهَا خَليفَة بن خياط قَالَ مَا رَأَيْت أَشد كمدا من امْرَأَة من بنى شَيبَان قتل ابْنهَا وأبوها وَزوجهَا وَأمّهَا وعمتها وخالتها مَعَ الضَّحَّاك الحرورى فَمَا رَأَيْتهَا قطّ ضاحكة وَلَا متبسمة حَتَّى فَارَقت الدُّنْيَا وَقَالَت ترثيهم",
            "page": "205",
            "part": "1",
            "seal": "8D17E18A"
        },
        {
            "id": "174",
            "nass": "من لقلب شفة الْحزن ولنفس مَالهَا سكن ظعن الْأَبْرَار فانقلبوا خَيرهمْ من معشر ظعنوا صَبَرُوا عِنْد السيوف فَلم ينكلُوا عَنْهَا وَلَا جبنوا رثاء أُخْت النَّضر لَهُ قَالَ ابْن إِسْحَق صَاحب المغازى لما نزل رَسُول الله الصَّفْرَاء وَقَالَ ابْن هِشَام الأثيل أَمر على بن أَبى طَالب بِضَرْب عنق النَّضر بن الْحَارِث بن كلدة بن عَلْقَمَة بن عبد منَاف صبرا بَين يدى الرَّسُول فَقلت أُخْته قتيلة بنت الْحَارِث ترثيه يَا رَاكِبًا إِن الأثيل مَظَنَّة من صبح خَامِسَة وَأَنت موفق بلغ بِهِ مَيتا فَإِن تَحِيَّة مَا إِن تزَال بهَا الركائب تخفق",
            "page": "206",
            "part": "1",
            "seal": "71A5D1B2"
        },
        {
            "id": "175",
            "nass": "منى إِلَيْك وعبرة مسفوحة حادت بوكفها وَأُخْرَى تخنق هَل يسمعنى النَّضر إِن ناديته أم كَيفَ يسمع ميت لَا ينْطق أمحمد يَا خير ضنء كَرِيمَة من قومه والفحل فَحل معرق مَا كَانَ ضرك لَو مننت وَرُبمَا من الْفَتى وَهُوَ المغيظ المحنق فالنضر أقرب من أسرت قرَابَة وأحقهم إِن كَانَ عنقًا يعْتق ظلت سيوف بنى أَبِيه تنوشه لله أَرْحَام هُنَاكَ تشقق صبرا يُقَاد إِلَى الْمنية متعبا رسف الْمُقَيد هُوَ عان موثق عمر بن الْخطاب والخنساء فى أخويها الأصمعى قَالَ نظر عمر بن الْخطاب إِلَى خنساء وَبهَا نودب فِي وَجههَا فَقَالَ مَا هَذِه الندوب يَا خنساء قَالَت من طول الْبكاء على أخوى قَالَ لَهَا أَخَوَاك فى النَّار قَالَت ذَلِك أطول لحزنى عَلَيْهِمَا إِنَّمَا كنت أشْفق عَلَيْهِمَا من الْقَتْل وَأَنا الْيَوْم أبكى لَهما من النَّار وأنشدت تَقول",
            "page": "207",
            "part": "1",
            "seal": "8A15D0E2"
        },
        {
            "id": "176",
            "nass": "وقائلة وَالنَّفس قد فَاتَ خطوها لتدركه يَا لهف نفسى على صَخْر أَلا ثكلت أم الَّذين غدوا بِهِ إِلَى الْقَبْر مَاذَا يحملون إِلَى الْقَبْر عَائِشَة والخنساء فى صدار كَانَت تلبسه دخلت خنساء على عَائِشَة أم الْمُؤمنِينَ رضى الله تَعَالَى عَنْهَا وَعَلَيْهَا صدار من شعر قد استشعرته إِلَى جلدهَا فَقَالَت لَهَا مَا هَذَا يَا خنساء فوَاللَّه لقد توفى رَسُول الله فَمَا لبسته قَالَت إِن لَهُ معنى دعانى إِلَى لِبَاسه وَذَلِكَ أَن أَبى زوجنى سيد قومه وَكَانَ رجلا متلافا فأسرف فى مَاله حَتَّى أنفده ثمَّ رَجَعَ فى مالى فأنفده ايضا ثمَّ الْتفت إِلَى فَقَالَ إِلَى أَيْن يَا خنساء قلت إِلَى أخى صَخْر قَالَت فأتيناه فقسم مَاله شطرين ثمَّ خيرنا فى أحسن الشطرين فرجعنا من عِنْده فَلم يزل زوجى حَتَّى أذهب جَمِيعه ثمَّ الْتفت إِلَى فَقَالَ لى إِلَى أَيْن يَا خنساء فَقلت إِلَى أخى صَخْر قَالَت فرحلنا إِلَيْهِ ثمَّ قسم مَاله شطرين وخيرنا فى أفضل الشطرين فَقَالَت لَهُ زَوجته أما ترْضى أَن تشاطرهم مَالك حَتَّى تخيرهم بَين الشطرين فَقَالَ وَالله لَا أمنحها شِرَارهَا فَلَو هَلَكت قددت خمارها واتخذت من شعر صدارها وهى حصان قد كفتنى عارها فآليت أَلا يُفَارق الصدار جسدى مَا بقيت من رثت زَوجهَا قَالَت أَسمَاء بنت أَبى بكر ذَات النطاقين رضى الله عَنْهَا ترثى زَوجهَا",
            "page": "208",
            "part": "1",
            "seal": "FF312C6C"
        },
        {
            "id": "177",
            "nass": "الزبير بن الْعَوام وَكَانَ قَتله عَمْرو بن جرموز المجاشعى بوادى السبَاع وَهُوَ منصرف من وقعه الْجمل وتروى هَذِه الأبيات لزوجته الَّتِى تزَوجهَا بعد عمر بن الْخطاب رضى الله عَنهُ غدر ابْن جرموز بِفَارِس بهمة يَوْم الْهياج وَكَانَ غير معرد يَا عَمْرو لَو نبهته لوجدته لَا طائشا رعش الْجنان وَلَا الْيَد ثكلتك أمك إِن قتلت لمسلما حلت عَلَيْك عُقُوبَة الْمُتَعَمد لبانة زَوْجَة الْأمين ترثيه الهلالى قَالَ تزوج مُحَمَّد بن هَارُون الرشيد لبانة بنت على بن ريطة وَكَانَت من اجمل النِّسَاء فَقتل مُحَمَّد عَنْهَا وَلم يبن بهَا فَقَالَت ترثيه أبكيك لَا للنعيم والأنس بل للمعالى وَالرمْح وَالْفرس يَا فَارِسًا بالعراء مطرحا خانته قواده مَعَ الحرس أبكى على سيد فجعت بِهِ أرملنى قبل لَيْلَة الْعرس أم من لبر أم من لعائدة أم من لذكر الْإِلَه فى الْغَلَس من للحروب الَّتِى تكون لَهَا إِن أضرمت نارها بِلَا قبس وَقَالَت أعرابية ترثى زَوجهَا كُنَّا كغصنين فى جرثومة سمقا حينا بِأَحْسَن مَا يسمو لَهُ الشّجر",
            "page": "209",
            "part": "1",
            "seal": "24E7EE4D"
        },
        {
            "id": "178",
            "nass": "حَتَّى إِذا قيل قد طَالَتْ فروعهما وطاب فيئاهى واستنظر الثَّمر أخنى على واحدى ريب الزَّمَان وَمَا يبْقى الزَّمَان على شَيْء وَلَا يذر كُنَّا كأنجم ليل بَينهَا قمر يجلو الدجى فهوى من دونهَا الْقَمَر الأصمعى وَجَارِيَة على قبر زَوجهَا الأصمعى قَالَ دخلت بعض مَقَابِر الْأَعْرَاب ومعى صَاحب لى فَإِذا جَارِيَة على قبر كَأَنَّهَا تِمْثَال وَعَلَيْهَا من الحلى وَالْحلَل مالم أر مثله وهى تبكى بِعَين غزيرة وَصَوت شجى فَالْتَفت إِلَى صاحبى فَقلت هَل رَأَيْت أعجب من هَذَا قَالَ لَا وَالله وَلَا أحسبنى أرَاهُ ثمَّ قلت لَهَا يَا هَذِه إنى أَرَاك حزينة وَمَا عَلَيْك زى الْحزن فأنشأت تَقول فَإِن تسألانى فيمَ حزنى فإننى رهينة هَذَا الْقَبْر يَا فتيَان وإنى لأستحييه والترب بَيْننَا كَمَا كنت أستحييه حِين يرانى أهابك إجلالا وَإِن كنت فى الثرى مَخَافَة يَوْم أَن يسوءك شانى",
            "page": "210",
            "part": "1",
            "seal": "81FF865A"
        },
        {
            "id": "179",
            "nass": "ثمَّ اندفعت فى الْبكاء وَجعلت تَقول يَا صَاحب الْقَبْر يَا من كَانَ ينعم بى بَالا وَيكثر فى الدُّنْيَا مواساتى قد زرت قبرك فى حلى وفى حلل كأننى لست من أهل المصيبات أردْت آتِيك فِيمَا كنت أعرفهُ أَن قد تسر بِهِ من بعض هيئاتى فَمن رآنى رأى عبرى مولهة عَجِيبَة الزى تبكى بَين أموات وَقَالَ رَأَيْت بصحراء جَارِيَة قد ألصقت خدها بِقَبْر وهى تبكى وَتقول خدى يقيك خشونة اللَّحْد وقليلة لَك سيدى خدى يَا سَاكن الْقَبْر الذى بوفاته عميت على مسالك الرشد أسمع أبثك علتى ولعلنى أطفى بذلك حرقة الوجد من رثى جَارِيَته كَانَ لمعلى الطائى جَارِيَة يُقَال لَهَا وصف وَكَانَت أديبة شاعرة فأخبرنى مُحَمَّد بن وضاح قَالَ أدْركْت مُعلى الطائى بِمصْر وَأعْطى بِجَارِيَتِهِ وصف أَرْبَعَة آلَاف دِينَار فَبَاعَهَا فَلَمَّا دخل عَلَيْهَا قَالَت لَهُ بعتنى يَا مُعلى قَالَ نعم قَالَت وَالله لَو ملكت مِنْك مثل مَا تملك منى مَا بِعْتُك بالدنيا وَمَا فِيهَا فَرد الدَّنَانِير واستقال صَاحبه فأصيب بهَا إِلَى ثَمَانِيَة أَيَّام فَقَالَ يرثيها يَا موت كَيفَ سلبتنى وَصفا قدمتها وتركتنى خلفا هلا ذهبت بِنَا مَعًا فَلَقَد ظَفرت يداك فسمتنى خسفا وَأخذت شقّ النَّفس من بدنى فقبرته وَتركت لى النصفا",
            "page": "211",
            "part": "1",
            "seal": "DED31F82"
        },
        {
            "id": "180",
            "nass": "(فَعَلَيْك بالباقى بِلَا أجل ... فالموت بعد وفاتها أعفى) ¶ (ياموت مَا أبقيت لي أحدا ... لما رفعت إِلَى البلى وَصفا) ¶ (هلا رحمت شباب غانية ... ريا الْعِظَام وشعرها الوحفا) ¶ (ورحمت عينى ظَبْيَة جعلت ... بَين الرياض تناظر الخشفا) ¶ (تغض إِذا انتصبت فرائصه ... وتظل ترعاه إِذا أغفى) ¶ (فَإِذا مَشى اخْتلفت قوائمه ... وَقت الرَّضَاع فينطوى ضعفا) ¶ (متحيرا فِي المشى مرتعشا ... يخطو فَيضْرب ظلفه الظلفا) ¶ (فَكَأَنَّهَا وصف إِذا جعلت ... نحوى تحير محاجرا وطفا) ¶ (ياموت أَنْت كَذَا لكل أخى ... إلْف يصون ببره الإلفا) ¶ (خليتنى فَردا وَبنت بهَا ... مَا كنت قبلك حَامِلا وكفا) ¶ (فتركتها بالرغم فِي جدث ... للريح تنسف تربه نسفا) ¶ (دون المقطم لَا ألبسها ... من زِينَة قرطا وَلَا شنفا) ¶ (أسكنتها فِي قَعْر مظْلمَة ... بَيْتا يُصَافح تربه السقفا) ¶ (بَيْتا إِذا مازاره أحد ... عصفت بِهِ أيدى البلى عصفا) ¶ (لَا نلتقى أبدا معانية ... حَتَّى نقوم لربنا صفا) ¶ (لبست ثِيَاب الحتف جَارِيَة ... قد كنت ألبس دونهَا الحتفا) ¶ (فَكَأَنَّهَا وَالنَّفس زاهقة ... غُصْن من الريحان قد حفا) ¶ (يَا قبر أبق على محاسنها ... فَلَقَد حويت الْبر والظرفا)",
            "page": "212",
            "part": "1",
            "seal": "934974A5"
        },
        {
            "id": "181",
            "nass": "مَرْوَان بن مُحَمَّد وَجَارِيَة لَهُ لما هرم مَرْوَان بن مُحَمَّد وَخرج نَحْو مصر كتب إِلَى جَارِيَة لَهُ خلفهَا بالرملة وَمَا زَالَ يدعوني إِلَى الصد مَا أرى فآبى ويثنيني الَّذِي لَك فِي صدرى وَكَانَ عَزِيزًا أَن تبيني وبيننا حجاب فقد أمسيت مِنْك على عشر وأنكاهما للقلب وَالله فاعلمي إِذا ازددت مثليها فصرت على شهر وَأعظم من هذَيْن وَالله أنني أَخَاف بألا نَلْتَقِي آخر الدَّهْر سأبكيك لَا مستبقيا فيض عِبْرَة وَلَا طَالبا بِالصبرِ عَاقِبَة الصَّبْر وَقَالَ حبيب الطَّائِي يرثي جَارِيَة اصيب بهَا جفوف البلى أسْرع فِي الْغُصْن الرطب وخطب الردى وَالْمَوْت أبرحت من خطب لقد شَرقَتْ فى الشرق بِالْمَوْتِ غادة تبدلت مِنْهَا غربَة الدَّار فى الْقرب وألبسنى ثوبا من الْحزن والأسى هِلَال عَلَيْهِ نسج ثوب من الترب وَكنت أرجي الْقرب وهى بعيدَة فقد نقلت بعدى عَن الْبعد والقرب أَقُول وَقد قَالُوا استراحت لموتها من الكرب روح الْمَوْت شَرّ من الكرب لَهَا منزل تَحت الثرى وعهدتها لَهَا منزل بَين الجوانح وَالْقلب وَقَالَ يرثيها ألم ترني خليت نفسى وشأنها وَلم احفل الدُّنْيَا وَلَا حدثانها لقد خوفتنى النائبات صروفها وَلَو أمنتنى مَا قبلت أمانها وَكَيف على نَار اللَّيَالِي معرس إِذا كَانَ شيب العارضين دخانها أصبت بخود سَوف أغبر بعْدهَا حَلِيف أسى ابكى زَمَانا زمانها",
            "page": "213",
            "part": "1",
            "seal": "F18DD304"
        },
        {
            "id": "182",
            "nass": "عنان من اللَّذَّات قد كَانَ فى يَدي فَلَمَّا قضى الإلف استردت عنانها منحت المها هجري فَلَا محسناتها أُرِيد وَلَا يهوى فؤادى حسانها يَقُولُونَ هَل يبكى الْفَتى لخريدة إِذا مَا أَرَادَ اعتاض عشرا مَكَانهَا وَهل يستعيض الْمَرْء من خمس كَفه وَلَو صاغ من حر اللجين بنانها وَقَالَ أَعْرَابِي يرثى امْرَأَته فوَاللَّه مَا أدرى إِذا اللَّيْل جننى وذكرنيها أَيّنَا هُوَ أوجع أمنفصل عَنهُ ثرى أم كَرِيمَة أم العاشق النابى بِهِ كل مَضْجَع وَقَالَ مَحْمُود الْوراق يرثى جَارِيَته نشو ومنتصح يردد ذكر نشو على عمد ليَبْعَث لى اكتئابا اقول وعد مَا كَانَت تساوى سيحسب ذَاك من خلق الحسابا عطيته إِذا أعْطى سُرُورًا وَإِن أَخذ الذى اعطى اثابا فأى النعمتين أَعم نفعا وَأحسن فى عواقبها إيابا أنعمته الَّتِى أَهْدَت سُرُورًا أم الْأُخْرَى الَّتِى أَهْدَت ثَوابًا بل الْأُخْرَى وَإِن نزلت بحزن أَحَق بشكر من صَبر احتسابا",
            "page": "214",
            "part": "1",
            "seal": "7683FFAA"
        },
        {
            "id": "183",
            "nass": "محب وَجَارِيَة لَهُ مَاتَت أَبُو جَعْفَر البغدادى قَالَ كَانَ لنا جَار وَكَانَت لَهُ جَارِيَة جميلَة وَكَانَ شَدِيد الْمحبَّة لَهَا فَمَاتَتْ فَوجدَ عَلَيْهَا وجدا شَدِيدا فَبَيْنَمَا هُوَ ذَات لَيْلَة نَائِم إِذا أَتَتْهُ الْجَارِيَة فى نَومه فَأَنْشَدته هَذِه الأبيات جَاءَت تزور وسادى بعد مَا دفنت فى النّوم ألثم خدا زانه الْجيد فَقلت قُرَّة عينى قد نعيت لنا فَكيف ذَا وَطَرِيق الْقَبْر مسدود قَالَت هُنَاكَ عظامى فِيهِ ملحدة تنهش مِنْهَا هوَام الأَرْض والدود وَهَذِه النَّفس قد جاءتك زائرة فاقبل زِيَارَة من فى الْقَبْر ملحود فانتبه وَقد حفظهَا وَكَانَ يحدث النَّاس بذلك وينشرهم فَمَا بقى بعْدهَا إِلَّا أَيَّامًا يسيرَة حَتَّى لحق بهَا رثاء ابْنة لأحد بنى حميد قَالَ البحترى يعزي أَبَا نهشل مُحَمَّد بن حميد الطوسى عَن ابْنَته ظلم الدَّهْر فِيكُم وأساء فعزاء بنى حميد عزاء أنفس مَا تكَاد تفقد فقدا وصدور مَا تَبْرَح البرجاء",
            "page": "215",
            "part": "1",
            "seal": "A85E5BDA"
        },
        {
            "id": "184",
            "nass": "أصبح السَّيْف داءكم وَهُوَ الد اء الذى مَا يزَال يعيى الدَّوَاء وانتحى الْقَتْل فِيكُم فبكينا بدماء الدُّمُوع تِلْكَ الدِّمَاء يَا أَبَا الْقَاسِم الْمقسم فى النجدة والجود والندى أَجزَاء والهزبر الذى إِذا دارت الْحر ب بِهِ صرف الردى كَيفَ شَاءَ الاسى وَاجِب على الْحر إِمَّا نِيَّة حرَّة وَإِمَّا رِيَاء وسفاه أَن يجزع الْحر مِمَّا كَانَ حتما على الْعباد قَضَاء أنبكى من لَا ينازل بِالسَّيْفِ مشيحا وَلَا يهز اللِّوَاء والفتى من رأى الْقُبُور لما طا ف بِهِ من بَنَاته أكفاء لسن من زِينَة الْحَيَاة كعد الله مِنْهَا الْأَمْوَال وَالْأَبْنَاء قد ولدن الْأَعْدَاء قدما وَورث ن التلاد الأقاصى الْبعدَاء لم يئد تربهن قيس تَمِيم عيلة بل حمية وإباء",
            "page": "216",
            "part": "1",
            "seal": "264A95D3"
        },
        {
            "id": "185",
            "nass": "وتغشى فى مهلهل الذل فِيهِنَّ وَقد أعْطى الْأَدِيم حباء وشقيق بن فاتك حذر العا ر عَلَيْهِنَّ فَارق الدهناء وعَلى غَيْرهنَّ أَحْزَن يعقو ب وَقد جَاءَهُ بنوه عشَاء وَشُعَيْب من أَجلهنَّ رأى الوحنة ضعفا فاستأجر الْأَنْبِيَاء واستزل الشَّيْطَان آدم فى الْجنَّة لما أغرى بِهِ حَوَّاء وَتَلفت إِلَى الْقَبَائِل فَانْظُر أُمَّهَات ينسبن أم آبَاء ولعمرى مَا الْعَجز عندى إِلَّا أَن تبيت الرِّجَال تبكى النِّسَاء للإسكندر يعزى أمه عَن فَقده وَلما حضرت الْإِسْكَنْدَر الْوَفَاة كتب إِلَى أمه أَن اصنعى طَعَاما يحضرهُ النَّاس ثمَّ تقدمى إِلَيْهِم أَلا يَأْكُل مِنْهُ محزون فَفعلت فَلم يبسط أحد إِلَيْهِ يَده فَقَالَت مَا لكم لَا تَأْكُلُونَ فَقَالُوا إِنَّك تقدّمت إِلَيْنَا أَن لَا يَأْكُل مِنْهُ محزون وَلَيْسَ منا إِلَّا من قد أُصِيب بحميم أَو قريب فَقَالَت مَاتَ وَالله ابنى وَمَا أوصى إِلَى بِهَذَا إِلَّا ليعزينى بِهِ الْبَاب الثَّامِن الوافدات على مُعَاوِيَة من صَوَاحِب على سَوْدَة الهمدانية بكارة الْهِلَالِيَّة الزَّرْقَاء أم سِنَان بنت خَيْثَمَة عكرشة بنت الأطرش درامية الحجونية أم الْخَيْر بنت حريش اروى بنت عبد الْمطلب من يضْرب بِهِ الْمثل مِنْهُنَّ البسوس دغة أم قرفة ظلمَة امثال نسائية رددها الْحَاضِر والبادى وُفُود سَوْدَة ابْنة عمَارَة على مُعَاوِيَة عَامر الشعبى قَالَ وفدت سَوْدَة بنت عمَارَة بن الأشتر الهمدانية على مُعَاوِيَة بن أَبى سُفْيَان فاستأذنت عَلَيْهِ فَأذن لَهَا فَلَمَّا دخلت عَلَيْهِ سلمت عَلَيْهِ فَقَالَ لَهَا كَيفَ أَنْت يَا بنة الأشتر قَالَت بِخَير يَا أَمِير الْمُؤمنِينَ قَالَ لَهَا أَنْت القائلة لأخيك شمر كَفعل أَبِيك يَا بن عمَارَة يَوْم الطعان وملتقى الأقران وانصر عليا وَالْحُسَيْن ورهطه واقصد لهِنْد وَابْنهَا بهوان إِن الإِمَام أَخا النَّبِي مُحَمَّد علم الْهدى ومنارة الْإِيمَان فقد الجيوش وسر أَمَام لوائه قدما بأبيض صارم وَسنَان",
            "page": "217",
            "part": "1",
            "seal": "67D54827"
        },
        {
            "id": "186",
            "nass": "الْبَاب الثَّامِن ¶ الوافدت على مُعَاوِيَة من صَوَاحِب على ¶ سَوْدَة الهمدانية ¶ بكارة الْهِلَالِيَّة ¶ الزَّرْقَاء ¶ أم سِنَان بنت خَيْثَمَة ¶ عكرشة بنت الأطرش ¶ درامية الحجونية ¶ أم الْخَيْر بنت حريش ¶ أروى بنت عبد الْمطلب ¶ من يضْرب بِهِ الْمثل مِنْهُنَّ ¶ البسوس دغة أم قرفة ظلمَة ¶ أَمْثَال نسائية رددها الْحَاضِر والبادى",
            "page": "219",
            "part": "1",
            "seal": "C5D1F8E4"
        },
        {
            "id": "187",
            "nass": "بَين يدى هَذَا الْبَاب ¶ قَالَ أَحْمد بن عبد ربه فِي الْوُفُود إِنَّهَا مقامات فضل ومشاهد حفل يتَخَيَّر لَهَا الْكَلَام وتستهذب الْأَلْفَاظ وتستجزل الْمعَانى ¶ وَلَا بُد للوافد عَن قومه أَن يكون عميدهم وزعيمهم الَّذِي عَن قوسه ينزعون وَعَن رَأْيه يصدرون فَهُوَ وَاحِد يعدل قَبيلَة ولسان يعرب عَن أَلْسِنَة ¶ وَمَا ظَنك بوافد يتَكَلَّم بَين يدى خَليفَة فِي رَغْبَة أَو رهبة يوطد لِقَوْمِهِ مرّة ويتحفظ مِمَّن أَمَامه أُخْرَى ¶ أتراه مدخرا نتيجة من نتائج الْحِكْمَة أَو مستبقيا غَرِيبَة من غرائب الفطنة ¶ أم تظن الْقَوْم قدموه لفضل هَذِه الحظة إلاوهو عِنْدهم فِي غَايَة الحذلفة واللسن وَمجمع الشّعْر والخطابة ¶ أَلا ترى أَن قيس بن عَاصِم المنقرى لما وَفد على النَّبِي صلى الله عَلَيْهِ وَسلم بسط لَهُ رِدَاءَهُ وَقَالَ هَذَا سيد أهل الْوَبر ¶ وَأَنا أَقُول فِي هَؤُلَاءِ الوافدات ¶ إِلَيْك وافدات النِّسَاء على مُعَاوِيَة من صَوَاحِب عَليّ رَضِي الله عَنهُ",
            "page": "221",
            "part": "1",
            "seal": "EBCDF75F"
        },
        {
            "id": "188",
            "nass": "ترى كَيفَ كَانَ ذَاك اللِّقَاء بَين من ضرب الْمثل بشعرته فَقَالَ لَو كَانَ بينى وَبَين النَّاس شَعْرَة مَا انْقَطَعت لأَنهم إِذا شدوا أرخيت وَإِذا أَرخُوا شددت ¶ وَبَين من قيل لَهُنَّ إِن كيدكن عَظِيم وَلمن يَا ترى تكون الْغَلَبَة ذَلِك مَا تَجدهُ فِي حوار ثَمَان مِنْهُنَّ ¶ وُفُود سَوْدَة ابْنة عمَارَة على مُعَاوِيَة ¶ عَامر الشّعبِيّ قَالَ وفدت سَوْدَة بنت عمَارَة بن الأشتر الهمدانية على مُعَاوِيَة بن أبي سُفْيَان فاستأذنت عَلَيْهِ فَأذن لَهَا فَلَمَّا دخلت عَلَيْهِ سلمت عَلَيْهِ فَقَالَ لَهَا كَيفَ أَنْت يابنة الأشتر قَالَت بِخَير يَا أَمِير الْمُؤمنِينَ ¶ قَالَ لَهَا أَنْت القائلة لأخيك ¶ (شمر كَفعل أَبِيك يَابْنَ عمَارَة ... يَوْم الطعان وملتقى الأقران) ¶ (وانصر عليا وَالْحُسَيْن ورهطه ... واقصد لهِنْد وَابْنهَا بهوان) ¶ (إِن الإِمَام أَخا النَّبِي مُحَمَّد ... علم الْهدى ومنارة الْإِيمَان) ¶ (فقد الجيوش وسر أَمَام لوائه ... قدما بأبيض صارم وَسنَان)",
            "page": "222",
            "part": "1",
            "seal": "B4895A49"
        },
        {
            "id": "189",
            "nass": "قَالَت يَا أَمِير الْمُؤمنِينَ مَاتَ الرَّأْس وبتر الذَّنب فدع عَنْك تذكار مَا قد نسى قَالَ هَيْهَات لَيْسَ مثل مقَام أَخِيك ينسى قَالَت صدقت وَالله يَا أَمِير الْمُؤمنِينَ مَا كَانَ أخى خفى الْمقَام ذليل الْمَكَان وَلَكِن كَمَا قَالَت الخنساء وَإِن صخرا لتأتم الهداة بِهِ كَأَنَّهُ علم فى رَأسه نَار وَبِاللَّهِ أسأَل يَا أَمِير الْمُؤمنِينَ إعفائى مِمَّا استعفيته قَالَ قد فعلت فقولى حَاجَتك قَالَت يَا أَمِير الْمُؤمنِينَ إِنَّك للنَّاس سيد ولامورهم متقلد وَالله سَائِلك عَمَّا افْترض عَلَيْك من حَقنا وَلَا تزَال تقدم علينا من ينْهض بعزك ويبسط سلطانك فيحصدنا حصاد السنبل ويدوسنا دياس الْبَقر ويسومنا الخسيسة ويسألنا الجليلة هَذَا ابْن أَرْطَاة قدم بلادى وَقتل رجالى وَأخذ مالى وَلَوْلَا الطَّاعَة لَكَانَ فِينَا عز ومنعة فإمَّا عزلته فشكرناك وَإِمَّا لافعرفناك فَقَالَ مُعَاوِيَة إياى تهددين بقومك وَالله هَمَمْت أَن أَدْرَاك على قتب أَشْرَس فَينفذ حكمه فِيك فَسَكَتَتْ ثمَّ قَالَت صلى الْإِلَه على روح تضمنه قبر فَأصْبح فِيهِ الْعدْل مَدْفُونا قد حَالف الْحق لَا يبغى بِهِ ثمنا فَصَارَ بِالْحَقِّ وَالْإِيمَان مَقْرُونا قَالَ وَمن ذَلِك",
            "page": "223",
            "part": "1",
            "seal": "760DCF52"
        },
        {
            "id": "190",
            "nass": "قَالَت على بن أبي طَالب رَحمَه الله تَعَالَى قَالَ مَا أرى عَلَيْك مِنْهُ أثرا قَالَت بلَى اتيته يَوْمًا فى رجل ولاه صَدَقَاتنَا فَكَانَ بَيْننَا وَبَينه مَا بَين الغث والثمين فَوَجَدته قَائِما يصلى فَانْفَتَلَ من الصَّلَاة ثمَّ قَالَ برأفة وَتعطف أَلَك حَاجَة فَأَخْبَرته خبر الرجل فَبكى ثمَّ رفع رَأسه إِلَى السَّمَاء فَقَالَ اللَّهُمَّ إنى لم آمره بظُلْم خلقك وَلَا ترك حَقك ثمَّ أخرج من جيبه قِطْعَة من جراب فَكتب فِيهِ بِسم الله الرَّحْمَن الرَّحِيم قد جاءتكم بَيِّنَة من ربكُم فأوفوا الْكَيْل وَالْمِيزَان وَلَا تبخسوا النَّاس أشياءهم وَلَا تعثوا فى الأَرْض مفسدين بَقِيَّة الله خير لكم إِن كُنْتُم مُؤمنين وَمَا أَنا عَلَيْكُم بحفيظ إِذا أَتَاك كتابى هَذَا فاحتفظ بِمَا فى يَديك حَتَّى يأتى من يقبضهُ مِنْك وَالسَّلَام فَعَزله يَا أَمِير الْمُؤمنِينَ مَا حزمه بحزام وَلَا خَتمه بختام فَقَالَ مُعَاوِيَة اكتبوا لَهَا بالإنصاف لَهَا وَالْعدْل عَلَيْهَا فَقَالَت ألى خَاصَّة أم لقومى عَامَّة قَالَ مَا أَنْت وَغَيْرك قَالَت هى وَالله الْفَحْشَاء واللؤم إِن لم يكن عدلا شَامِلًا وَإِلَّا يسعنى مَا يسع قومى قَالَ هَيْهَات لمظكم ابْن أَبى طَالب الجرأة على السُّلْطَان فبطيئا مَا تفطمون وغركم قَوْله فَلَو كنت بوابا على بَاب جنَّة لَقلت لهمدان ادخُلُوا بِسَلام",
            "page": "224",
            "part": "1",
            "seal": "E01B1B65"
        },
        {
            "id": "191",
            "nass": "وَقَوله ناديت هَمدَان والأبواب مغلقة وَمثل هَمدَان سنى فَتْحة الْبَاب كالهندوانى لم تقلل مضاربه وَجه جميل وقلب غير وجاب اكتبوا لَهَا بحاجتها وُفُود بكارة الْهِلَالِيَّة على مُعَاوِيَة مُحَمَّد بن عبد الله الْخُزَاعِيّ عَن الشعبى قَالَ اسْتَأْذَنت بكارة الْهِلَالِيَّة على مُعَاوِيَة بن أَبى سُفْيَان فَأذن لَهَا وَهُوَ يَوْمئِذٍ بِالْمَدِينَةِ فَدخلت عَلَيْهِ وَكَانَت امْرَأَة قد أَسِنَت وعشى بصرها وضعفت قوتها ترعش بَين خادمين لَهَا فَسلمت وَجَلَست فَرد عَلَيْهَا مُعَاوِيَة السَّلَام وَقَالَ كَيفَ أَنْت يَا خَالَة قَالَت بير يَا أَمِير الْمُؤمنِينَ قَالَ غَيْرك الدَّهْر قَالَت كَذَلِك هُوَ ذُو غير من عَاشَ كبر وَمن مَاتَ قبر قَالَ عَمْرو بن الْعَاصِ هى وَالله القائلة يَا أَمِير الْمُؤمنِينَ يَا زيد دُونك فاستشر من دَارنَا سَيْفا حساما فى التُّرَاب دَفِينا قد كنت أذخره ليَوْم كَرِيمَة فاليوم ابرزه الزَّمَان مصونا قَالَ مَرْوَان هى وَالله القائلة يَا أَمِير الْمُؤمنِينَ",
            "page": "225",
            "part": "1",
            "seal": "119849BD"
        },
        {
            "id": "192",
            "nass": "أَتَرَى ابْن هِنْد للخلافة مَالِكًا هَيْهَات ذَاك وَإِن أَرَادَ بعيد منتك نَفسك فى الْخَلَاء ضَلَالَة أغراك عَمْرو للشقا وَسَعِيد قَالَ سعيد بن العاصى هى وَالله القائلة قد كنت أطمع أَن أَمُوت وَلَا أرى فَوق المنابر من أُميَّة خاطبا فَالله أخر مدتى فتطاولت حَتَّى رَأَيْت من الزَّمَان عجائبا فى كل يَوْم للزمان خطيبهم بَين الْجَمِيع لآل أَحْمد عائبا ثمَّ سكتوا فَقَالَت يَا مُعَاوِيَة كلامك أعشى بصرى وَقصر حجتى أَنا وَالله قائلة مَا قَالُوا وَمَا خفى عَلَيْك منى أَكثر قضحك وَقَالَ لَيْسَ يمنعنا ذَلِك من برك فَضَحِك وَقَالَ لَيْسَ يمنعنا ذَلِك من برك قَالَت اما الْآن فَلَا وُفُود الزَّرْقَاء على مُعَاوِيَة عبيد الله بن عمر الغساني عَن الشعبى قَالَ حَدَّثَنى جمَاعَة من بنى أُميَّة مِمَّن كَانَ يسمر مَعَ مُعَاوِيَة قَالُوا بَيْنَمَا مُعَاوِيَة ذَات لَيْلَة مَعَ عَمْرو وَسَعِيد وَعتبَة والوليد إِذْ ذكرُوا الزَّرْقَاء ابْنة عدى بن غَالب بن قيس الهمدانية وَكَانَت شهِدت مَعَ قَومهَا صفّين فَقَالَ أَيّكُم يحفظ كَلَامهَا قَالَ بَعضهم نَحن نَحْفَظهُ يَا أَمِير الْمُؤمنِينَ قَالَ فأشيروا على فى امرها فَقَالَ بَعضهم نشِير عَلَيْك بقتلها قَالَ بئس الرَّأْي أشرتم بِهِ على أيحسن بمثلى أَن يتحدث عَنهُ أَنه قتل امْرَأَة بعْدهَا ظفر بهَا",
            "page": "226",
            "part": "1",
            "seal": "8582D669"
        },
        {
            "id": "193",
            "nass": "فَكتب إِلَى عَامله بِالْكُوفَةِ أَن يوفدها إِلَيْهِ مَعَ ثِقَة من ذوى محارمها وعدة من فرسَان قَومهَا وَأَن يمهد لَهَا وطاء لينًا ويسترها بستر خصيف ويوسع لَهَا فى النَّفَقَة فَأرْسل إِلَيْهَا عَامله فأقرأها الْكتاب فَقَالَت إِن كَانَ أَمِير الْمُؤمنِينَ قد جعل الْخِيَار إِلَى فإنى لَا آتيه وَإِن كَانَ حتم والشاعة أولى فحملها وَأحسن جهازها على مَا أَمر بِهِ فَلَمَّا دخلت على مُعَاوِيَة قَالَ مرْحَبًا وَأهلا قدمت خير مقدم قدمه وَافد كَيفَ حالك قَالَت بِخَير يَا أَمِير الْمُؤمنِينَ ادام الله لَك النِّعْمَة قَالَ كَيفَ كنت فى مسيرك قَالَت ربيبة بَيت أَو طفْلا ممهدا قَالَ بذلك أمرناهم اتدرين فيمَ بعثت إِلَيْك قَالَت أَنى لى بِعلم مَا لم أعلم قَالَ أَلَسْت الراكبة الْجمل الْأَحْمَر والواقفة بَين الصفين يَوْم صفّين تحضين النَّاس على الْقِتَال وتوقدين الْحَرْب فَمَا حملك على ذَلِك قَالَت يَا أَمِير الْمُؤمنِينَ مَاتَ الرَّأْس وبتر الذَّنب وَلم يعد مَا ذهب والدهر ذُو غير وَمن تفكر أبْصر وَالْأَمر يحدث بعده الْأَمر قَالَ لَهَا مُعَاوِيَة صدقت أتحفظين كلامك يَوْمئِذٍ قَالَت وَالله لَا أحفظه وَلَقَد أنسيته قَالَ لكنى احفظه لله أَبوك حِين تَقُولِينَ أَيهَا النَّاس ارعووا وَارْجِعُوا إِنَّكُم قد اصبحتم فى فتْنَة غشتكم",
            "page": "227",
            "part": "1",
            "seal": "F51B6A85"
        },
        {
            "id": "194",
            "nass": "جلابيب الظُّلم وجارت بكم عَن قصد المحجة فيالها فتْنَة عمياء صماء بكماء لَا تسمع لنا عقيها وَلَا تنساق لقائدها إِن الْمِصْبَاح لَا يضىء فى الشَّمْس وَلَا تنير الْكَوَاكِب مَعَ الْقَمَر وَلَا يقطع الْحَدِيد إِلَّا الْحَدِيد أَلا من استرشدناه أرشدناه وَمن سَأَلنَا اخبرناه ايها النَّاس إِن الْحق كَانَ يطْلب ضالته فأصابها فصبرا يَا معشر الْمُهَاجِرين وَالْأَنْصَار على الْغصَص فَكَأَن قد اندمل شعب الشتات والتأمت كلمة الْعدْل ودمغ الْحق باطله فَلَا يجهلن أحد فَيَقُول كَيفَ الْعدْل وأنى ليَقْضِ الله أمرا كَانَ مَفْعُولا أَلا وَإِن خضاب النِّسَاء الْحِنَّاء وخضاب الرِّجَال الدِّمَاء وَلِهَذَا الْيَوْم مَا بعده وَالصَّبْر خير فى الْأُمُور عواقبا إيها فى الْحَرْب قدما غير ناكصين وَلَا متشاكسين ثمَّ قَالَ لَهَا وَالله يَا زرقاء لقد شركت عليا فى كل دم سفكه قَالَت احسن الله بشارتك وأدام سلامتك فمثلك بشر بِخَير وسر جليسه قَالَ أَو يَسُرك ذَلِك قَالَت نعم وَالله لقد سررت بالْخبر فَأنى لى بِتَصْدِيق الْفِعْل فَضَحِك مُعَاوِيَة وَقَالَ وَالله لوفاؤكم لَهُ بعد مَوته أعجب من حبكم لَهُ فى حَيَاته اذكرى حَاجَتك قَالَت يَا أَمِير الْمُؤمنِينَ آلَيْت على نفسى أَلا أسأَل أَمِيرا أعنت عَلَيْهِ",
            "page": "228",
            "part": "1",
            "seal": "19FDE427"
        },
        {
            "id": "195",
            "nass": "أبدا وَمثلك اعطى من غير مَسْأَلَة وجاد من غير طلبه قَالَ صدقت وَأمر لَهَا وللذين مَعهَا بجوائز وكسا وُفُود أم سِنَان بنت خَيْثَمَة سعيد بن حذافة قَالَ حبس مَرْوَان بن الحكم وَهُوَ والى الْمَدِينَة غُلَاما من بنى لَيْث فى جِنَايَة جناها فَأَتَتْهُ جدة الْغُلَام أم أَبِيه وهى أم سِنَان بنت خَيْثَمَة بن خَرشَة المذحجية فكلمته فى الْغُلَام فَأَغْلَظ لَهَا مَرْوَان فَخرجت إِلَى مُعَاوِيَة فَدخلت عَلَيْهِ فانتسبت فعرفها فَقَالَ لَهَا مرْحَبًا يَا بنة خَيْثَمَة مَا أقدمك أَرْضنَا وَقد عهدتك تشتميننا وتحضين علينا عدونا قَالَت إِن لبنى عبد منَاف أَخْلَاقًا طَاهِرَة وأعلاما ظَاهِرَة وأحلاما وافرة لَا يجهلون بعد علم وَلَا يسفهون بعد حلم وَلَا ينتقمون بعد عَفْو وَإِن أولى النَّاس بِاتِّبَاع مَا سنّ آباؤه لأَنْت قَالَ صدقت نَحن كَذَلِك فَكيف قَوْلك عزب الرقاد فمقلتى لَا ترقد وَاللَّيْل يصدر بالهموم ويورد يَا آل مذْحج لَا مقَام فشمروا إِن الْعَدو لآل أَحْمد أَحْمد يقْصد هَذَا على كالهلال تحفه وسط السَّمَاء من الْكَوَاكِب أسعد خير الْخَلَائق وَابْن عَم مُحَمَّد إِن يهدكم بِالنورِ مِنْهُ تهتدوا مَا زَالَ مذ شهد الحروب مظفرا والنصر فَوق لوائه مَا يفقد قَالَت كَانَ ذَلِك يَا أَمِير الْمُؤمنِينَ وَأَرْجُو أَن تكون لنا خلفا بعده فَقَالَ رجل من جُلَسَائِهِ كَيفَ يَا أَمِير الْمُؤمنِينَ وهى القائلة إِمَّا هَلَكت أَبَا الْحُسَيْن فَلم تزل بِالْحَقِّ تعرف هاديا مهديا فَاذْهَبْ عَلَيْك صَلَاة رَبك مَا دعت فَوق الغصون حمامة قمريا قد كنت بعد مُحَمَّد خلفا كَمَا أوصى إِلَيْك بِنَا فَكنت وفيا فاليوم لَا خلف يؤمل بعده هَيْهَات نأمل بعده إنسيا",
            "page": "229",
            "part": "1",
            "seal": "0B32238B"
        },
        {
            "id": "196",
            "nass": "قَالَت يَا أَمِير الْمُؤمنِينَ لِسَان نطق وَقَول صدق وَلَئِن تحقق فِيك مَا ظننا فحظك الأوفر وَالله مَا ورثك الشنآن فى قُلُوب الْمُسلمين إِلَّا هَؤُلَاءِ فادحض مقالتهم وَأبْعد مَنْزِلَتهمْ فَإنَّك إِن فعلت ذَلِك تَزْدَدْ من الله قربا وَمن الْمُؤمنِينَ حبا قَالَ وَإنَّك لتقولين ذَلِك قَالَت سُبْحَانَ الله وَالله مَا مثلك مدح بَاطِل وَلَا أعْتَذر إِلَيْهِ بكذب وَإنَّك لتعلم ذَلِك من رَأينَا وَضمير قُلُوبنَا كَانَ وَالله على أحب إِلَيْنَا مِنْك وَأَنت أحب إِلَيْنَا من غَيْرك قَالَ مِمَّن قَالَت من مَرْوَان بن الحكم وَسَعِيد بن الْعَاصِ قَالَ وَمن استحققت ذَلِك عنْدك قَالَت بسعة حلمك وكريم عفوك قَالَ إنَّهُمَا يطعمان فى ذَلِك قَالَت هما وَالله من الرأى على مَا كنت عَلَيْهِ لعُثْمَان بن عَفَّان رَحمَه الله قَالَ وَالله لقد قاربت فَمَا حَاجَتك قَالَت يَا أَمِير الْمُؤمنِينَ إِن مَرْوَان تبنك فى الْمَدِينَة تبنك من لَا يُرِيد مِنْهَا البراح لَا يحكم بِعدْل وَلَا يقْضى بِسنة يتتبع عثرات الْمُسلمين ويكشف عورات الْمُؤمنِينَ حبس ابْن ابنى فَأَتَيْته فَقَالَ كَيْت وَكَيْت فألقمته أخشن من الْحجر وألعقته أَمر من الصاب ثمَّ رجعت إِلَى نفسى بالائمة وَقلت لم لَا أصرف ذَلِك إِلَى من هُوَ أولى بِالْعَفو مِنْهُ فأتيتك يَا أَمِير الْمُؤمنِينَ لتَكون فى أمرى نَاظرا وَعَلِيهِ معديا قَالَ صدقت لَا أَسأَلك عَن ذَنبه وَالْقِيَام بحجته اكتبوا لَهَا بِإِطْلَاقِهِ قَالَت يَا أَمِير الْمُؤمنِينَ وأنى لى بالرجعة وَقد نفد زادى وكلت راحلتى فَأمر لَهَا براحلة وَخَمْسَة آلَاف دِرْهَم",
            "page": "230",
            "part": "1",
            "seal": "88A62F5D"
        },
        {
            "id": "197",
            "nass": "وُفُود عكرشة بنت الأطرش على مُعَاوِيَة أَبُو بكر الهذلى عَن عِكْرِمَة قَالَ دخلت عكرشة بنت الأطرش بن رَوَاحَة على مُعَاوِيَة متوكئة على عكاز لَهَا فَسلمت عَلَيْهِ بالخلافة ثمَّ جَلَست فَقَالَ لَهَا مُعَاوِيَة الْآن يَا عكرشة صرت عنْدك أَمِير الْمُؤمنِينَ قَالَت نعم إِذْ لَا على حى قَالَ أَلَسْت المقلدة حمائل السيوف بصفين وَأَنت واقفة بَين الصفين تَقُولِينَ أَيهَا النَّاس عَلَيْكُم أَنفسكُم لَا يضركم من ضل إِذا اهْتَدَيْتُمْ إِن الْجنَّة لَا يرحل عَنْهَا من أوطنها وَلَا يهرم من سكنها وَلَا يَمُوت من دَخلهَا فابتاعوها بدارا لَا يَدُوم نعيمها وَلَا تنصرم همومها وَكُونُوا قوما مستبصرين فى دينهم مستظهرين بِالصبرِ على طلب حَقهم إِن مُعَاوِيَة دلف إِلَيْكُم بعجم الْعَرَب غلف الْقُلُوب لَا يفقهُونَ الْإِيمَان وَلَا يَدْرُونَ مَا الْحِكْمَة دعاهم بالدنيا فَأَجَابُوهُ واستدعاهم إِلَى الْبَاطِل فلبوه فَالله الله عباد الله فى دين الله إيَّاكُمْ والتواكل فَإِن ذَلِك ينْقض عرى الْإِسْلَام ويطفىء نور الْحق هَذِه بدر الصُّغْرَى والعقبة الاخرى يَا معشر الْمُهَاجِرين وَالْأَنْصَار امضوا على بصيرتكم واصبروا على عزيمتكم فكأنى بكم غَدا وَلَقَد لَقِيتُم أهل الشَّام كالحمر الناهقة تصقع صقع الْبَقر وتورث رَوْث الْعتاق فكأنى أَرَاك على عصاك هَذِه وَقد انكفأ عَلَيْك العسكران يَقُولُونَ هَذِه",
            "page": "231",
            "part": "1",
            "seal": "C9E2C276"
        },
        {
            "id": "198",
            "nass": "عكرشة بنت الأظرش بن رَوَاحَة فَإِن كدت لتقتلين أهل الشَّام لَوْلَا قدر الله وَكَانَ أَمر الله قدرا مَقْدُورًا فَمَا حملك على ذَلِك قَالَت يَا أَمِير الْمُؤمنِينَ قَالَ الله تَعَالَى يأيها الَّذين آمنُوا لَا تسألوا عَن أَشْيَاء إِن تبد لكم تَسُؤْكُمْ وَإِن اللبيب إِذا كره أمرا لَا يحب إِعَادَته قَالَ صدقت فاذكرى حَاجَتك قَالَت إِنَّه كَانَت صَدَقَاتنَا تُؤْخَذ من أغنيائنا فَترد على فقرائنا وَإِنَّا قد فَقدنَا ذَلِك فَمَا يجْبر لما كسير وَلَا ينعش لنا فَقير فَإِن كَانَ ذَلِك عَن رَأْيك فمثلك تنبه من الْغَفْلَة وراجع التَّوْبَة وَإِن كَانَ عَن غير رَأْيك فَمَا مثلك اسْتَعَانَ بالخونة وَلَا اسْتعْمل الظلمَة قَالَ مُعَاوِيَة يَا هَذِه إِنَّه ينوبنا من أُمُور رعيتنا أُمُور هى أولى بهَا مِنْكُم بحور تنبثق وثغور تنفتق قَالَت يَا سُبْحَانَ الله وَالله مَا فرض الله لنا حَقًا فَجعل فِيهِ ضَرَرا على غَيرنَا وَهُوَ علام الغيوب قَالَ مُعَاوِيَة يَا أهل الْعرَاق نبهكم على بن أَبى طَالب فَلم تطاقوا ثمَّ امْر برد صَدَقَاتهمْ فيهم وإنصافهم",
            "page": "232",
            "part": "1",
            "seal": "0276AE0E"
        },
        {
            "id": "199",
            "nass": "قصَّة دارمية الحجونية مَعَ مُعَاوِيَة رَحمَه الله تَعَالَى سهل بن أَبى سهل عَن أَبِيه قَالَ حج مُعَاوِيَة فَسَأَلَهُ عَن امْرَأَة من بنى كنَانَة كَانَت تنزل بالحجون يُقَال لَهَا دارمية الحجونية وَكَانَت سَوْدَاء كَثِيرَة اللَّحْم فَأخْبر بسلامتها فَبعث إِلَيْهَا فجيء بهَا فَقَالَ مَا حالك يابنة حام فَقَالَت لست لحام إِن عبنتى أَنا امْرَأَة من بنى كنَانَة قَالَ صدقت أَتَدْرِينَ لم بعثت إِلَيْك قَالَت لَا يعلم الْغَيْب إِلَّا الله قَالَ بعثت إِلَيْك لأسألك علام أَحْبَبْت عليا وأبغضتنى وواليته وعاديتنى قَالَت أَو تعفنى قَالَ لَا أعفيك قَالَت أما إِذْ أَبيت فإنى أَحْبَبْت عليا على عدله فى الرّعية وقسمه بِالسَّوِيَّةِ وأبغضبك على قتال من هُوَ أولى مِنْك بِالْأَمر وطلبتك مَا لَيْسَ لَك بِحَق وواليت عليا على مَا عقد لَهُ رَسُول الله من الْوَلَاء وحبه الْمَسَاكِين وإعظامه لأهل الدّين وعاديتك على سفكك الدِّمَاء وجورك فى الْقَضَاء وحكمك بالهى قَالَ فَلذَلِك انتفخ بَطْنك وَعظم ثدياك وربت عجيزتك قَالَت تنهد وَالله كَانَ يضْرب الْمثل فى ذَلِك لَا بى",
            "page": "233",
            "part": "1",
            "seal": "1E20D01B"
        },
        {
            "id": "200",
            "nass": "قَالَ مُعَاوِيَة يَا هَذِه اربعى فَإنَّا لم نقل إِلَّا خيرا إِنَّه إِذا انتفخ بطن الْمَرْأَة ثمَّ خلق وَلَدهَا وَإِذا عظم ثدياها تروى رضيعها وَإِذا عظمت عجيزتها رزن مجلسها فَرَجَعت وسكنت قَالَ لَهَا وَيَا هَذِه هَل رَأَيْت عليا قَالَت إى وَالله قَالَ فَكيف رَأَيْته قَالَت رَأَيْته وَالله لم يفتنه الْملك الذى فتنتك وَلم تشغله النِّعْمَة الَّتِى شغلتك قَالَ فَهَل سَمِعت كَلَامه قَالَت نعم وَالله فَكَانَ يجلو الْقُلُوب من الْعَمى كَمَا يجلو الزَّيْت صدأ الطست قَالَ صدقت فَهَل لكم من حَاجَة قَالَت أَو تفعل إِذا سَأَلتك قَالَ نعم قَالَت تعطينى مائَة نَاقَة حَمْرَاء فِيهَا فَحلهَا وراعيها قَالَ تصنعين بهَا مَاذَا قَالَت أغذو بألبانها الصغار وأستحيى بهَا الْكِبَار وأكتسب بهَا المكارم وَأصْلح بهَا بَين العشائر قَالَ فَإِن أَعطيتك ذَلِك فَهَل أحل عنْدك مَحل على بن أبي طَالب قَالَت مَاء وَلَا كصداء ومرعى وَلَا كالسعدان وفتى وَلَا كمالك يَا سُبْحَانَ الله أَو دونه فَأَنْشَأَ مُعَاوِيَة يَقُول إِذا لم أعد بالحلم منى عَلَيْكُم فَمن ذَا الذى بعدى يؤمل للحلم خذيها هَنِيئًا واذكرى فعل ماجد جَزَاك على حَرْب الْعَدَاوَة بالسلم ثمَّ قَالَ أما وَالله لَو كَانَ على حبا مَا أَعْطَاك مِنْهَا شَيْئا قَالَت لَا وَالله وَلَا وبرة وَاحِدَة من مَال الْمُسلمين",
            "page": "234",
            "part": "1",
            "seal": "6A9F9686"
        },
        {
            "id": "201",
            "nass": "وُفُود أم الْخَيْر بنت حريش على مُعَاوِيَة عبيد الله بن عمر الغسانى عَن الشعبى قَالَ قَالَ كتب مُعَاوِيَة إِلَى واليه بِالْكُوفَةِ أَن يحمل إِلَيْهِ أم الْخَيْر بنت الْحَرِيش بن سراقَة الْبَارِقي برحلها وأعلمه أَنه مجازيه بِالْخَيرِ خيرا وبالشر شرا بقولِهَا فِيهِ فَلَمَّا ورد عَلَيْهِ كِتَابه ركب إيها فأقرأها كِتَابه فَقَالَت أما أَنا فَغير زائغة عَن طَاعَة وَلَا معتلة بكذب وَلَقَد كنت أحب لِقَاء أَمِير الْمُؤمنِينَ لأمور تختلج فى صدرى فَلَمَّا شيعها وَأَرَادَ مفارقتها قَالَ لَهَا يَا أم الْخَيْر إِن أَمِير الْمُؤمنِينَ كتب إِلَى أَنه مجازنى بِالْخَيرِ خيرا وبالشر شرا فَمَا لى عنْدك قَالَت يَا هَذَا لَا يطعمنك برك بى أَن أسرك بباطل وَلَا تؤنسك معرفتى بك أَن أَقُول فِيهِ غير الْحق فسارت خير مسير حَتَّى قدمت على مُعَاوِيَة فأنزلها مَعَ الْحرم ثمَّ أدخلها فى الْيَوْم الرَّابِع وَعِنْده جُلَسَاؤُهُ فَقَالَت السَّلَام عَلَيْك يَا أَمِير الْمُؤمنِينَ وَرَحْمَة الله وَبَرَكَاته فَقَالَ لَهَا وَعَلَيْك السَّلَام يَا أم الْخَيْر بِحَق مَا دعوتنى بِهَذَا الِاسْم قَالَت يَا أَمِير الْمُؤمنِينَ مَه فَإِن بديهة السُّلْطَان مدحضة لما يحب علمه وَلكُل أجل كتاب قَالَ صدقت فَكيف حالك يَا خَالَة وَكَيف كنت فى مسيرك قَالَت لم أزل يَا أَمِير الْمُؤمنِينَ فى خير وعافية حَتَّى صرت إِلَيْك فَأَنا فى مجْلِس أنيق عِنْد ملك رَفِيق قَالَ مُعَاوِيَة بِحسن نيتى ظَفرت بكم قَالَت يَا أَمِير الْمُؤمنِينَ يعيذك الله من دحض الْمقَال وَمَا تردى عاقبته قَالَ لَيْسَ هَذَا أردنَا",
            "page": "235",
            "part": "1",
            "seal": "B86CE216"
        },
        {
            "id": "202",
            "nass": "أَخْبِرِينَا كَيفَ كَانَ كلامك إِذْ قتل عمار بن يَاسر قَالَت لم أكن زورته قبل وَلَا رويته أَن أحدث لَك مقَالا غير ذَلِك فعلت فَالْتَفت مُعَاوِيَة إِلَى جُلَسَائِهِ فَقَالَ أَيّكُم يحفظ كَلَامهَا فَقَالَ رجل مِنْهُم أَنا أحفظ بعض كَلَامهَا يَا امير المؤمين قَالَ هَات قَالَ كأنى بهَا وَعَلَيْهَا برد زبيدى كثيف بَين النسيج وهى على جمل ارمك وَقد أحيط حولهَا حَوَّاء وبيدها سَوط منتشر الضفيرة وهى كالفحل يهدر فى شقشقته تَقول يَا أَيهَا النَّاس اتَّقوا ربكُم إِن زَلْزَلَة السَّاعَة شَيْء عَظِيم إِن الله قد أوضح لكم الْحق وَأَبَان الدَّلِيل وَبَين السَّبِيل وَرفع الْقَلَم وَلم يدعمكم فى عمياء مدلهمة فَأَيْنَ تُرِيدُونَ رحمكم الله أفرارا عَن أَمِير الْمُؤمنِينَ أم فِرَارًا من الزَّحْف أم رَغْبَة عَن الْإِسْلَام أم ارْتِدَادًا عَن الْحق أما سَمِعْتُمْ الله جلّ ثَنَاؤُهُ يَقُول ولنبلونكم حَتَّى نعلم الْمُجَاهدين مِنْكُم وَالصَّابِرِينَ ونبلو أخباركم ثمَّ رفعت رَأسهَا إِلَى السَّمَاء وهى تَقول اللَّهُمَّ قد عيل الصَّبْر وَضعف الْيَقِين وانتشرت الرعبة وبيدك يَا رب أزمة القلوت فاجمع اللَّهُمَّ بهَا الْكَلِمَة على التَّقْوَى وَألف الْقُلُوب على الْهدى واردد الْحق إِلَى أَهله هلموا رحمكم الله إِلَى الإِمَام الْعَادِل والرضى التقى وَالصديق الْأَكْبَر",
            "page": "236",
            "part": "1",
            "seal": "83640BCC"
        },
        {
            "id": "203",
            "nass": "إِنَّهَا إحن بدرية وأحقاد جَاهِلِيَّة وضغائن أحدية وثب بهَا واثب حِين الْغَفْلَة ليدرك ثَارَاتِ بنى عبد شمس ثمَّ قَالَت فَقَاتلُوا أَئِمَّة الْكفْر إِنَّهُم لَا إِيمَان لَهُم لَعَلَّهُم ينتهون صبرا يَا معشر الْمُهَاجِرين وَالْأَنْصَار قَاتلُوا على بَصِيرَة من ربكُم وثبات من دينكُمْ فكأنى بكم غَدا وَقد لَقِيتُم أهل الشَّام كحمر مستنفرة فرت من قسورة لَا تدرى ايْنَ يسْلك بهَا من فجاج الأَرْض باعوا الْآخِرَة بالدنيا واشتروا الضَّلَالَة بِالْهدى وَبَاعُوا البصيرة بالعمى وَعَما قَلِيل ليصبحن نادمين حَتَّى تحل بهم الندامة فيطلبون الْإِقَالَة ولات حِين مناص إِنَّه من ضل وَالله عَن الْحق وَقع فِي الْبَاطِل أَلا إِن أَوْلِيَاء الله استصغروا عمر الدُّنْيَا فرفضوها واستطابوا الْآخِرَة فسعوا لَهَا فَالله الله أَيهَا النَّاس قبل أَن تبطل الْحُقُوق وتعطل الْحُدُود وَيظْهر الظَّالِمُونَ وتقوى كلمة الشَّيْطَان فَإلَى أَيْن تُرِيدُونَ رحمكم الله عَن ابْن عَم رَسُول الله وصهره وأبى سبطية خلق من طينته وتفرع من نبعته وَخَصه بسره وَجعله بَاب مدينته وَأعلم بحبه الْمُسلمين وَأَبَان ببغضه الْمُنَافِقين هَا هُوَ ذَا مفلق الْهَام ومكسر الْأَصْنَام صلى وَالنَّاس مشركون وأطاع وَالنَّاس كَارِهُون فَلم يزل فى ذَلِك حَتَّى قتل مبارزى بدر وأفنى أهل أحد وَهزمَ الْأَحْزَاب وَقتل الله بِهِ أهل خَيْبَر وَفرق بِهِ جمع هوَازن فيا لَهَا من وقائع زرعت فى قُلُوب نفَاقًا وردة وشقاقا وزادت الْمُؤمنِينَ إِيمَانًا وَقد اجتهدت فى القَوْل وبالغت فى النَّصِيحَة وَبِاللَّهِ التَّوْفِيق وَالسَّلَام عَلَيْكُم وَرَحْمَة الله فَقَالَ مُعَاوِيَة يَا أم الْخَيْر مَا أردْت بِهَذَا الْكَلَام إِلَّا قَتْلَى وَلَو قتلتك مَا حرجت فى ذَلِك",
            "page": "237",
            "part": "1",
            "seal": "A4AE6D1E"
        },
        {
            "id": "204",
            "nass": "قَالَت وَالله مَا يسوؤنى أَن يجرى قَتْلَى على يدى من يسعدنى الله بشقائه قَالَ هَيْهَات يَا كَثِيرَة الفضول مَا تَقُولِينَ فى عُثْمَان ين عَفَّان رَحمَه الله قَالَت وَمَا عَسَيْت أَن أَقُول فى عُثْمَان اسْتَخْلَفَهُ النَّاس وهم بِهِ راضون وقتلوه وهم لَهُ كَارِهُون قَالَ مُعَاوِيَة يَا أم الْخَيْر هَذَا وَالله أصلك الذى تبنين عَلَيْهِ قَالَت لَكِن الله يشْهد وَكفى بِاللَّه شَهِيدا مَا أردْت بعثمان نقصا وَلَكِن كَانَ سَابِقًا إِلَى الْخَيْر وَإنَّهُ لرفيع الدرجَة غَدا قَالَ فَمَا تَقُولِينَ فى طَلْحَة بن عبيد الله قَالَت وَمَا عَسى أَن أَقُول فى طَلْحَة اغتيل من مأمنه وأتى من حَيْثُ لم يحذر وَقد وعده رَسُول الله الْجنَّة قَالَ فَمَا تَقُولِينَ فى الزبير قَالَت وَمَا أَقُول فى ابْن عمَّة رَسُول الله وحواريه وَقد شهد لَهُ رَسُول الله بِالْجنَّةِ وَقد كَانَ سباقا إِلَى كل مكرمَة فى الْإِسْلَام وَأَنا أَسأَلك بِحَق الله يَا مُعَاوِيَة فَإِن قُريْشًا تحدثت أَنَّك أحلمها أَن تسعنى بِفضل حلمك وَأَن تعفينى من هَذِه الْمسَائِل عَمَّا شِئْت من غَيرهَا قَالَ نعم ونعمة عين قد أعفيتك مِنْهَا ثمَّ أَمر لَهَا بجائزة رفيعة وردهَا مكرمَة",
            "page": "238",
            "part": "1",
            "seal": "6353FEC7"
        },
        {
            "id": "205",
            "nass": "وُفُود أروى بنت عبد الْمطلب على مُعَاوِيَة رَحمَه الله الْعَبَّاس بن بكار قَالَ حَدَّثَنى عبد الله بن سُلَيْمَان المدنى وَأَبُو بكر الْهُذلِيّ أَن أروى بنت الْحَارِث بن عبد الْمطلب دخلت على مُعَاوِيَة وهى عَجُوز كَبِيرَة فَلَمَّا رَآهَا مُعَاوِيَة قَالَ مرْحَبًا بك وَأهلا يَا عمَّة فَكيف كنت بَعدنَا فَقَالَت يَا بن أخى لقد كفرت يَد النِّعْمَة وأسأت لِابْنِ عمك الصُّحْبَة وتسميت بِغَيْر اسْمك وَأخذت غير حَقك من غير دين كَانَ مِنْك وَلَا من آبَائِك وَلَا سَابِقَة فى الْإِسْلَام بعد أَن كَفرْتُمْ برَسُول الله فاتعس الله ممنكم الجدود وأضرع مِنْكُم الخدود ورد الْحق إِلَى أَهله وَلَو كره الْمُشْركُونَ وَكَانَت كلمتنا هى الْعليا وَنَبِينَا هُوَ الْمَنْصُور فوليتم علينا من بعده تحتجون بقرابتكم من رَسُول الله وَنحن أقرب إِلَيْهِ مِنْكُم وَأولى بِهَذَا الامر فَكُنَّا فِيكُم بِمَنْزِلَة بنى إِسْرَائِيل فى آل فِرْعَوْن وَكَانَ على بن أَبى طَالب رَحمَه الله بعد نَبينَا بِمَنْزِلَة هَارُون من مُوسَى فغايتنا الْجنَّة وغايتكم النَّار فَقَالَ لَهَا عَمْرو بن الْعَاصِ كفى أيتها الْعَجُوز الضَّالة وأقصرى عَن قَوْلك مَعَ ذهَاب عقلك إِذْ لَا تجوز شهادتك وَحدك فَقَالَت لَهُ وَأَنت يَا بن النباغة تَتَكَلَّم وأمك كَانَت أشهر امْرَأَة تغنى بِمَكَّة وآخذهن لأجرة ارْبَعْ على طلعك واعن بشأن نَفسك فوَاللَّه مَا أَنْت من قُرَيْش فى اللّبَاب من حسبها وَلَا كريم منصبا وَلَقَد ادعاك خَمْسَة",
            "page": "239",
            "part": "1",
            "seal": "522F1DFE"
        },
        {
            "id": "206",
            "nass": "نفر من قُرَيْش كلهم يزْعم أَنه أَبوك فَسُئِلت أمك عَنْهُم فَقَالَت كلهم أتانى فانظروا أشبههم بِهِ فألحقوه بِهِ فغلب عَلَيْك شبه الْعَاصِ بن وَائِل فلحقت بِهِ قَالَ مَرْوَان كفى أيتها الْعَجُوز واقصدى لما جِئْت لَهُ فَقَالَت وَأَنت أَيْضا يَا ابْن الزَّرْقَاء تَتَكَلَّم ثمَّ التفتت إِلَى مُعَاوِيَة فَقَالَت وَالله مَا جرأ على هَؤُلَاءِ غَيْرك وَإِن أمك القائلة فى قتل حَمْزَة نَحن جزيناكم بِيَوْم بدر وَالْحَرب بعد الْحَرْب ذَات سعر مَا كَانَ لى عَن عتبَة من صَبر فَشكر وحشى على دهرى حَتَّى ترم أعظمى فى قبرى فأجابتها بنت عمى وهى تَقول خزيت فى بدر وَبعد بدر يَا بنة جَبَّار عَظِيم الْكفْر فَقَالَ مُعَاوِيَة عَفا الله عَمَّا سلف يَا عمَّة هاتى حَاجَتك قَالَت مالى إِلَيْكُم حَاجَة وَخرجت عَنهُ",
            "page": "240",
            "part": "1",
            "seal": "830FBFD2"
        },
        {
            "id": "207",
            "nass": "فى الْأَمْثَال السائرة قَالَ ابْن عبد ربه وَنحن الْقَائِلُونَ بعون الله وتوفيقه فى الْأَمْثَال الَّتِى هى وشى الْكَلَام وجوهر اللَّفْظ وحلى الْمعَانى والتى تخيرتها الْعَرَب وقدمتها الْعَجم ونطق بهَا كل زمَان وعَلى كل لِسَان فهى أبقى من الشّعْر وأشرف من الخطابة لم يسر شَيْء مسيرها وَلَا عَم عمومها حَتَّى قيل أَسِير م مثل وَقَالَ الشَّاعِر مَا أَنْت إِلَّا مثل سَائِر يعرفهُ الْجَاهِل والخابر وَلَقَد ضرب الله عز وَجل الْأَمْثَال فى كِتَابه وضربها رَسُول الله فى كَلَامه قَالَ الله عز وَجل وَمثل هَذَا الْقُرْآن كثير وَمن أَمْثَال الْعَرَب مِمَّا روى أَبُو عبيد جردناها من الْآدَاب الَّتِى أَدخل فِيهَا أَبُو عبيد إِذْ كُنَّا قد أفردنا للأدب والمواعظ كتبنَا غير هَذَا وضممنا إِلَى أَمْثِلَة الْعَرَب الْقَدِيمَة مَا جرى على أَلْسِنَة الْعَامَّة من الْأَمْثَال المستعملة وفسرنا من ذَلِك مَا احْتَاجَ إِلَى التَّفْسِير",
            "page": "241",
            "part": "1",
            "seal": "8F3944D2"
        },
        {
            "id": "208",
            "nass": "وَمن ذَلِك قَوْلهم يضْرب بِهِ الْمثل من النِّسَاء يُقَال أشأم من البسوس وأحمق من دغة وَأَمْنَع من أم قرفة وأقود من ظلمَة وَأبْصر من زرقاء الْيَمَامَة البسوس جَارة جساس بن مرّة بن ذهل بن شَيبَان وَلها كَانَت النَّاقة الَّتِى قتل من أجلهَا كُلَيْب بن وَائِل وَبهَا ثارت الْحَرْب بَين بكر بن وَائِل وتغلب الَّتِى يُقَال لَهَا حَرْب البسوس وَأم قرفة امْرَأَة مَالك بن حُذَيْفَة بن بدر الفزارى وَكَانَ يغلق فى بَيتهَا خَمْسُونَ سَيْفا كل سيف مِنْهَا لذى محرم لَهَا ودغة امْرَأَة من عجل بن لجيم تزوجت فى بنى العنبر بن عَمْرو بن تَمِيم وزرقاء بنت نمير امْرَأَة كَانَت تبصر الشعرة الْبَيْضَاء فى اللَّبن وَتنظر الرَّاكِب على مسيرَة ثَلَاثَة أَيَّام وَكَانَت تنذر قَومهَا الجيوش إِذا غزتهم فَلَا يَأْتِيهم جَيش إِلَّا وَقد اسْتَعدوا لَهُ حَتَّى احتال لَهَا بعض من غزاهم فَأمر اصحابه فَقطعُوا شَجرا أمسكوه أَمَامه بِأَيْدِيهِم وَنظرت الزَّرْقَاء فَقَالَت إنى أرى الشّجر قد أقبل إِلَيْكُم",
            "page": "242",
            "part": "1",
            "seal": "4F61816A"
        },
        {
            "id": "209",
            "nass": "قَالُوا قد ورق عقلك وَذهب بَصرك فكذبوها وصبحتهم الْخَيل وأغارت عَلَيْهِم وَقتلت الزَّرْقَاء قَالَ فقوروا عينيها قد غرقت فى الإثمد من كَثْرَة مَا كَانَت تكتحل بِهِ وظلمة امْرَأَة من هُذَيْل زنت أَرْبَعِينَ عَاما فَلَمَّا عجزت عَن الزِّنَا والقود كَانَت تقود تَيْسًا لينزو على عنز صدق الحَدِيث وَمن قَوْلهم القَوْل مَا قَالَت حذام وهى امْرَأَة لجيم بن صَعب وَالِد حنيفَة وَعجل ابنى لجيم وفيهَا قَالَ إِذا قَالَت حذام فصدقوها فَإِن القَوْل مَا قَالَت حذام سوء الْمَسْأَلَة وَسُوء الْإِجَابَة وَقَالُوا حدث امْرَأَة حديثين فَإِن لم تفهم فَأَرْبَعَة كَذَا فى لاأصل ولاذى أحفظ فأربع أى أمسك التَّعْرِيض بِالْكِنَايَةِ وَمِنْه قَوْلهم إياك أعنى واسمعى يَا جَارة",
            "page": "243",
            "part": "1",
            "seal": "31885843"
        },
        {
            "id": "210",
            "nass": "الدُّعَاء بِالْخَيرِ وَقَوْلهمْ فى النِّكَاح على بَدْء الْخَيْر واليمن وَقَوْلهمْ بالرفاء والبنين يُرِيد بالرفاء الْكَثْرَة يُقَال مِنْهُ رفأته إِذا دَعَوْت لَهُ بِالْكَثْرَةِ تعيير الْإِنْسَان صَاحبه بِعَيْبِهِ قَالُوا رمتنى بدائها وانسلت الذب عَن الْحرم وَقَوْلهمْ النِّسَاء لَهُم على وَضم إِلَّا ذب عَنهُ وَقَوْلهمْ النِّسَاء حبائل الشَّيْطَان وَقَوْلهمْ كل ذَات صدار خَالَة يُرِيد أَنه يحميها كَمَا يحمى خَالَته تَأْدِيب الْكَبِير قَالَ الشَّاعِر وتروض عرسك بَعْدَمَا هرمت وم العناء رياضة الْهَرم وَقَوْلهمْ أعييتنى بأشر فَكيف بدردر يَقُول أعييتنى وأ شابه فَكيف إِذا بَدَت درادرك وهى مغرز الْأَسْنَان",
            "page": "244",
            "part": "1",
            "seal": "6BA1D5C6"
        },
        {
            "id": "211",
            "nass": "إعجاب الرجل بأَهْله مِنْهُ قَوْلهم كل فتاة بأبيها معجبة وَقَوْلهمْ القرنبي فى عين أمهَا حَسَنَة وَقَوْلهمْ زين فى عين وَالِد وَلَده وَقَوْلهمْ حسن فى كل عين من تود وَقَوْلهمْ من يمدح الْعَرُوس إِلَّا أَهلهَا الْعَفو عِنْد الْمقدرَة مِنْهُ قَوْلهم ملكت فَأَسْجِحْ وَقد قالته عَائِشَة رضى الله عَلَيْهَا لعلى بن أَبى طَالب كرم الله وَجهه يَوْم الْجمل حِين ظهر على النَّاس فَدَنَا من هودجها وكلمها فأجابته ملكت فَأَسْجِحْ أى ظَفرت فَأحْسن فجهزها بِأَحْسَن الجهاز وَبعث مَعهَا أَرْبَعِينَ امْرَأَة وَقَالَ بَعضهم سبعين حَتَّى قدمت الْمَدِينَة مفاكهة الرجل أَهله مِنْهُ قَوْلهم كل امرىء فى بَيته صبى يُرِيد حسن الْخلق والمفاكهة وَمِنْه قَول أَمِير الْمُؤمنِينَ عمر بن الْخطاب إِنَّا إِذا خلونا قُلْنَا وَمِنْه قَول النَّبِي خياركم خياركم لأَهله وَمِنْه قَول مُعَاوِيَة إنَّهُنَّ يغلبن الْكِرَام ويغلبهن اللئام",
            "page": "245",
            "part": "1",
            "seal": "E5A5DC6D"
        },
        {
            "id": "212",
            "nass": "الْمُرُوءَة مَعَ الْحَاجة مِنْهُ قَوْلهم تجوع الْحرَّة وَلَا تَأْكُل بثدييها وضع الشَّيْء فى غير مَوْضِعه وَمِنْه قَوْلهم كمعلمة أمهَا الرضَاعَة الْبَخِيل يعتل بالعسر وَمِنْه قَوْلهم قبل النّفاس كنت مصفرة طلب الْحَاجة المتعذرة مِنْهُ قَوْلهم تسألنى برامتين سلجما وَأَصله أَن امْرَأَة تشهت على زَوجهَا سلجما وَهُوَ بِبَلَد قفر فَقَالَ هَذِه الْمقَالة والسلجم اللفت وَمِنْه قَوْلهم إِنَّك إِن كلفتنى مَا لم أطق ساءك مَا سرك منى من خلق المصانعة فى الْحَاجة من يطْلب الْحَسْنَاء يُعْط مهرهَا الظُّلم من نَوْعَيْنِ مِنْهُ قَوْلهم أغيرة وجبنا قالته امْرَأَة من الْعَرَب لزَوجهَا تعيره حِين تخلف عَن عدوه فى منزله وَرَآهَا تنظر إِلَى الْقِتَال فضربها فَقَالَت أغيرة وجبنا الْكَرِيم يهضمه اللَّئِيم لَو ذَات سوار لطمتنى وَالْحَمْد لله أَولا وأخيرا",
            "page": "246",
            "part": "1",
            "seal": "19C82AD7"
        }
    ],
    "t6945": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول في اختيار الحليلة الصالحة والزوجة الموافقة وما يحمد من عشرة النساء بسم الله الرحمن الرحيم ولا تمدن عينيك إلى ما متعنا به أزواجا منهم زهرة الحياة الدنيا لنفتنهم فيه ورزق ربك خير وأبقى"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "قولهم في المناكح"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "بين يدى هذا الباب للمحقق السرارى والإماء"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الرابع"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "صفات الحسن"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": "1",
            "tit": "لون ورد كسا البياض أحمرارا"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "بين يدى هذا الباب"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "بين يدي هذا الباب للمحقق"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "الرشيد والأصمعي ملح الأصمعي وغرائبه"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثامن"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": "1",
            "tit": "الوافدت على معاوية من صواحب على"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": "2",
            "tit": "من يضرب به المثل منهن"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": "3",
            "tit": "أمثال نسائية رددها الحاضر والبادى"
        },
        {
            "id": "187",
            "lvl": "1",
            "sub": null,
            "tit": "بين يدى هذا الباب"
        },
        {
            "id": "188",
            "lvl": "1",
            "sub": null,
            "tit": "وفود سودة ابنة عمارة على معاوية"
        }
    ]
}