{
    "b6979": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ قَالَ ابو الْفَتْح عُثْمَان بن جني النَّحْوِيّ رَحمَه الله ¶ هَذِه الْأَلْفَاظ مَهْمُوزَة كَثِيرَة الِاسْتِعْمَال يحْتَاج الْكَاتِب إِلَيْهَا ويفتقر إِلَى مَعْرفَتهَا نظمناها على سِيَاق حُرُوف المعجم احْتِيَاطًا وتقريبا واجتنبنا مَا كَانَ وحشيا غَرِيبا من ذَلِك ¶ حرف الْألف ¶ مهمل ¶ حرف الْبَاء ¶ بدأت بِالْأَمر وابتدأت بِهِ وأبدأت وأعدت",
            "page": "25",
            "part": "1",
            "seal": "7D9271EE"
        },
        {
            "id": "3",
            "nass": "وبرأت من الْمَرَض وبرئت أَيْضا وأبرأت وبارأت شَرِيكي وتبرأت واستبرأت وأبطأت وبطأت بِالْأَمر وتباطأت واستبطأت الرجل وبوأت الرجل منزلا وبأبأت بِالصَّبِيِّ",
            "page": "26",
            "part": "1",
            "seal": "DF1C61EE"
        },
        {
            "id": "4",
            "nass": "حرف التَّاء ¶ تنأت بِهِ اقمت بِهِ واتكأت على الوسادة وأتكأت زيدا ¶ حرف الثَّاء ¶ ثمأت رَأسه بِالْحِنَّاءِ وتثأثأت عَنهُ أَي تَأَخَّرت ¶ حرف الْجِيم ¶ جبأت عَن الشَّيْء أَي جبنت",
            "page": "27",
            "part": "1",
            "seal": "67D51E9B"
        },
        {
            "id": "5",
            "nass": "واجترأت على الْأَمر وجرأت غَيْرِي وتجرأت عَلَيْهِ ¶ وجسأت يَده وأجسأت وجشأت نَفسه وتجشأت وجنأت على الشَّيْء أكببت ¶ حرف الْحَاء ¶ حشأت الصَّيْد بِالسَّهْمِ وحطأت الرجل صرعته وأحكأت العقد شددته وحمأت فِيهَا الحمأة وحنأت رَأسه بِالْحِنَّاءِ",
            "page": "28",
            "part": "1",
            "seal": "DAD66BD4"
        },
        {
            "id": "6",
            "nass": "حرف الْخَاء ¶ خبأت الشَّيْء وخذأت الرجل وخذئت لَهُ واستخذأت لَهُ وخسأت الْكَلْب طردته وباعدته ¶ وأخطأت يَا هَذَا وخطأت الرجل وتخطأت الرجل ¶ وخلأت النَّاقة حرنت ¶ حرف الدَّال ¶ درأت الْحَد وتدارأنا تدافعنا وأدفأت الرجل ودفأت أَيْضا واستدفأت بِكَذَا وتدفأت بِهِ وأدوأت جَوف الرجل",
            "page": "29",
            "part": "1",
            "seal": "EE0BAA1A"
        },
        {
            "id": "7",
            "nass": "حرف الذَّال ¶ ذرأت يَا رَبنَا الْخلق وذيأت اللَّحْم أَي شيطته ¶ حرف الرَّاء ¶ ربأت الْقَوْم كلأتهم وأرجأت الْأَمر أَخَّرته وأردأت الرجل أعنته وترادأت عَلَيْهِ واستردأت الشَّيْء ورزأت",
            "page": "30",
            "part": "1",
            "seal": "B2976BF1"
        },
        {
            "id": "8",
            "nass": "الرجل الطَّعَام ورزأته فجعته وأردأت الرجل أعبته ورفأت الثَّوْب ورقأت عبرته انْقَطَعت وارقأت الْعبْرَة وَالدَّم وروأت فِي الْأَمر ¶ حرف الزَّاي ¶ زكأت إِلَى الشَّيْء لجأت زنأت فِي الْجَبَل أَي صعدت ¶ حرف السِّين ¶ يُقَال سبأت الْخمْرَة إِذا اشْتَرَيْتهَا وسوأت على الرجل",
            "page": "31",
            "part": "1",
            "seal": "C4101A6A"
        },
        {
            "id": "9",
            "nass": "أَي قبحت عَلَيْهِ فعله وأسأت إِلَيْهِ من الْإِسَاءَة ¶ حرف الشين ¶ يُقَال شطأت يَا زرع سنبلت وشقأت رَأسه بالمشقاء وَهُوَ الْمشْط غَرِيب ¶ حرف الصَّاد ¶ يُقَال صَبَأت إِلَى الدّين أَي ملت إِلَيْهِ وأصبأت غَيْرِي إِلَيْهِ أملته",
            "page": "32",
            "part": "1",
            "seal": "9BCB8D19"
        },
        {
            "id": "10",
            "nass": "حرف الضَّاد ¶ يُقَال ضبأت بِالْأَرْضِ لصقت بهَا وأضأت الْبَيْت وضوأته ¶ حرف الطَّاء ¶ يُقَال طرأت على الْقَوْم وأطرأت الرجل مدحته وَأَطْفَأت النَّار وطأطأت رَأْسِي ¶ حرف الظَّاء ¶ يُقَال ظمئت وظمأت الْخَيل وَغَيرهَا فِي مَعْنَاهُ وتظمأت تعطشت",
            "page": "33",
            "part": "1",
            "seal": "EA48D265"
        },
        {
            "id": "11",
            "nass": "حرف الْعين ¶ عبأت الْمَتَاع وَالطّيب وعبأت الْجَيْش وَمَا عبأت بِالْأَمر وتعبأت لِلْأَمْرِ ¶ حرف الْغَيْن ¶ مهمل ¶ حرف الْفَاء ¶ فثأ رَأْي الرجل وفثأت رَأْيه رَددته وفاجأت الرجل وتقاجأنا وفقأت عينه وانفقأت هِيَ وتفيأت بظلك",
            "page": "34",
            "part": "1",
            "seal": "04CA4367"
        },
        {
            "id": "12",
            "nass": "حرف الْقَاف ¶ قَرَأت الْقُرْآن واقترأته وتقرأت وقرأت زيدا واقرأته وقارأته وتقارأنا واستقرأت الرجل ¶ وأقرأت الْمَرْأَة من الْحيض وقرأتها الْمَرْأَة",
            "page": "35",
            "part": "1",
            "seal": "58F8090B"
        },
        {
            "id": "13",
            "nass": "وقنأت لحيته بِالْحِنَّاءِ وأقنأتها وتقنأت يَا رجل أَي تخضبت ¶ حرف الْكَاف ¶ كفأت الْإِنَاء إِذا كببته وأكفات فِي الشّعْر وكافأت فلَانا من الْمُكَافَأَة وانكفأت عَن الْأَمر أَي رجعت وتكافأنا مثلا",
            "page": "36",
            "part": "1",
            "seal": "295C8920"
        },
        {
            "id": "14",
            "nass": "بِمثل أَي تساوينا وتكفأت فِي ثوبي أَي اختلت وكلأت الْقَوْم أَي حفظتهم وأكلأت الأَرْض وتكالأنا أَي تحافظنا وتحارسنا وأكمأت الأَرْض من الكمأة ¶ حرف اللَّام ¶ لبأت الجدي من اللبأ ولجأت إِلَى فلَان ولطأت بِالْأَرْضِ لزقت وتلكأت عَن الْأَمر",
            "page": "37",
            "part": "1",
            "seal": "72CC726D"
        },
        {
            "id": "15",
            "nass": "حرف الْمِيم ¶ تمرأت بِالرجلِ واستمرأت الطَّعَام وأمرأني الطَّعَام ¶ وملأت الْإِنَاء وتملأت من الطَّعَام وامتلأت مِنْهُ وتمالأنا على الْأَمر أَي تعاونا وملأت الرجل على الْأَمر إِذا عاونته عَلَيْهِ ¶ حرف النُّون ¶ نبأت بِالْأَمر خبرت بِهِ واستنبأت عَنهُ استخبرت عَنهُ وتنبأت تخبرت وأنبأت الرجل أخْبرته ¶ ونتأت القرحة ورمت ونجأت الرجل بعيني إِذا أصبته",
            "page": "38",
            "part": "1",
            "seal": "596F1804"
        },
        {
            "id": "16",
            "nass": "وأنسأت الدّين أَخَّرته ونسأت النَّاقة زجرتها ونشأت يَا فلَان وأنشأت كَذَا وَكَذَا وَنَشَأ الْغُلَام وتنشأت الْحَال ونكأت القرحة إِذا قشرتها وناوأت الرجل إِذا عاديته وتناوأنا أَي تعادينا وأنأت اللَّحْم أَي لم أنضجه ¶ حرف الْهَاء ¶ يُقَال هدأت أَنا وهدأت فلَانا وأهدأته من",
            "page": "39",
            "part": "1",
            "seal": "D66C21BA"
        },
        {
            "id": "17",
            "nass": "الهدأة وهرأت اللَّحْم بالغت فِي إنضاجه وهزأت بفلان مثل هزئت بِهِ وَهَنأَنِي الطَّعَام وهايأت الرجل إِذا فاضلته وتهايأنا على الْأَمر",
            "page": "40",
            "part": "1",
            "seal": "2CEC474D"
        },
        {
            "id": "18",
            "nass": "حرف الْوَاو ¶ أوبأت بِمَعْنى أَوْمَأت ووبأت أَيْضا ووجأت عُنُقه ووثأت يَده وتوكأت عَلَيْهَا واتكأت وأتكأت زيدا وأومأت إِلَيْهِ وومأت أَيْضا ¶ حرف الْيَاء ¶ مهمل ¶ وَتقول فِي مصَادر بعض ذَلِك",
            "page": "41",
            "part": "1",
            "seal": "544C0711"
        },
        {
            "id": "19",
            "nass": "تقيأت تقيؤا وتلكأت تلكؤا وتمرأت تمرؤا وتوكأت توكأ وَتقول عجبت من تلكؤ هَذَا الْأَمر وسررتني بتقرئك ¶ وَمن ذَلِك ¶ تَقول فِي فلَان ترادؤ ظَاهر وَعَجِبت من تمالئكم على الْأَمر وأخطأت فِي تباطئك عَن الْخَيْر وأصبت فِي تطأطئك للحق ¶ فصل ¶ وَاعْلَم أَن الْهمزَة إِذا كتبت يَاء فِي الطّرف فَإِنَّهَا ثَابِتَة وَلَيْسَت",
            "page": "42",
            "part": "1",
            "seal": "6B158E48"
        },
        {
            "id": "20",
            "nass": "كياء قَاض وداع تَقول هَذَا قارىء ومقرىء وَهُوَ متلكىء وَأَنا مستبطىء وَنظرت إِلَى منشىء وَعَجِبت من قارىء ¶ وَتقول فِي الْوَقْف والجزم اقْرَأ كتابك وَلَا تلكأ عَن هَذَا الْأَمر وَلَا تمرأ بِنَا وَلَا تبطىء عَنَّا وَلم تبتدىء بِهَذَا الْأَمر فَتثبت الْألف وَالْيَاء فِي هَذَا وَنَحْوه من المهموز وَلَا تحذفهما ¶ وَتقول أَنْت مستبطأ وَأَنت أملا بِهَذَا واقرأ الْقُرْآن وَهُوَ مخطأ وَهَذَا مُبْتَدأ بِهِ يكْتب هَذَا وَنَحْوه بِالْألف لَا غير لِأَن فِي آخِره همزَة مَفْتُوحًا مَا قبلهَا فاعرف وَقس",
            "page": "43",
            "part": "1",
            "seal": "D5529716"
        },
        {
            "id": "21",
            "nass": "معرفَة مَا يكْتب بِالْيَاءِ وَالْألف ¶ اعْلَم أَن كل اسْم مَقْصُور ثلاثي فَإنَّك تنظر إِلَى اصله فَإِن كَانَ ممدودا كتبته بِالْألف وَإِن كَانَ من ذَوَات الْوَاو كتبته بِالْألف نَحْو الْعَصَا والقنا والقطا تَقول فِي التَّثْنِيَة عصوان وَفِي الْجمع قنوات وقطوات وَكَذَلِكَ الصَّفَا من الْحِجَارَة والشقا فِيمَن قصر لقَوْله عز اسْمه {كَمثل صَفْوَان عَلَيْهِ تُرَاب} الْبَقَرَة 2 / 264 ولقولك الشقوة والشقاوة وَكَذَلِكَ مَا أشبهه ¶ وَإِن كَانَ من ذَوَات الْيَاء كتبته إِن شِئْت بِالْألف أَو بِالْيَاءِ نَحْو",
            "page": "44",
            "part": "1",
            "seal": "3B1ABFC8"
        },
        {
            "id": "22",
            "nass": "الرَّحَى والنقى والقطى لِقَوْلِك رحيان وتقيان وقطيات وَكَذَلِكَ الْحَصَى لِقَوْلِك حَصَيَات وَكَذَلِكَ الْهدى لِقَوْلِك هديت الرجل ¶ فَإِن تجاوزت الْمَقْصُور ثَلَاثَة أحرف كتبته كُله بِالْيَاءِ من أَي القبيلين كَانَ وَذَلِكَ نَحْو الْمُدعى والمقضى والمستقصى والحبارى وجمادى",
            "page": "45",
            "part": "1",
            "seal": "2FC1DAE9"
        },
        {
            "id": "23",
            "nass": "فَإِن كَانَ قبل آخر الْمَقْصُور يَاء مَفْتُوحَة كتبته بِالْألف لَا غير وَذَلِكَ نَحْو الحيا وَهُوَ الخصب وَنَحْو مستحيا وَكَذَلِكَ مطايا وروايا وزوايا وَكَتَبُوا يحيى اسْم رجل بِالْيَاءِ فرقا بَينه وَبَين يحيا فِي الْفِعْل ¶ وَإِن أضفت الْمَقْصُور كُله إِلَى الْمُضمر كتبته بِالْألف لَا غير نَحْو هَذِه رحاك ورحاه وَهَذِه مصلانا ومصلاكم ¶ وَالْفِعْل فِي هَذِه الْأَحْكَام جَار مجْرى الِاسْم فَمَا كَانَ مِنْهُ ثلاثيا ولامه معتلة وعينه مَفْتُوحَة نظرت إِلَى اصله فَإِن كَانَ من الْوَاو كتبته بِالْألف",
            "page": "46",
            "part": "1",
            "seal": "6BC343A0"
        },
        {
            "id": "24",
            "nass": "لَا غير نَحْو قَوْلك دَعَا وغزا وَعدا وخلا لِقَوْلِك دَعَوْت وغزوت وعدوت وخلوت ¶ فَإِن كَانَ من الْيَاء كتبته بِالْيَاءِ وَإِن شِئْت بِالْألف نَحْو سعى وَرمى وَقضى وأبى لِقَوْلِك سعيت ورميت وقضيت وأبيت ¶ فَإِن تجَاوز الْفِعْل الثَّلَاثَة كتبته بِالْيَاءِ وبالألف من أَي النَّوْعَيْنِ كَانَ ذَلِك نَحْو أعْطى وأغنى وَأدنى واستقصى ¶ فَإِن كَانَت قبل آخِره يَاء مَفْتُوحَة كتبته بِالْألف لَا غير نَحْو أَحْيَا وأعيا واستحيا وَهُوَ يحيا وَنحن نحيا وَأَنت تحيا وَذَاكَ أَنهم كَرهُوا أَن يجمعوا فِي آخِره ياءين وَقد وجدوا سَبِيلا إِلَى الْخلاف بَين الحرفين",
            "page": "47",
            "part": "1",
            "seal": "D9D026B8"
        },
        {
            "id": "25",
            "nass": "فَإِن اتَّصل الْفِعْل المعتل الآخر بضمير مَنْصُوب كتبته بِالْألف لَا غير نَحْو رماك وقضاك واستدعاك ذَلِك أَن الضَّمِير لما اتَّصل بِمَا قبله مازجه فَصَارَت الْألف كالحشو فِي الْكَلِمَة فَأَشْبَهت ألف كتاب وحساب فثبتت لذَلِك ¶ وَأما الْحُرُوف فَحكمهَا أَن تكْتب كلهَا بِالْألف نَحْو مَا وَلَا وكلا ¶ وَكَتَبُوا بلَى بِالْيَاءِ لجَوَاز إمالتها وَكَتَبُوا حَتَّى بِالْيَاءِ لوُقُوع ألفها رَابِعَة وَأَن بَعضهم أمالها بعض الإمالة وَلِأَنَّهَا أَيْضا كَثِيرَة الِاسْتِعْمَال وَلَيْسَت كلا كَمَا ذكرنَا ¶ وَكَتَبُوا إِلَى وعَلى بِالْيَاءِ حملا على حَالهَا مَعَ الْمُضمر فِي إِلَيْك وَعَلَيْك وألحقوا بهما لَدَى وَإِن كَانَت اسْما لِقَوْلِك لديك ¶ والأسماء المبنية أَيْضا كَذَلِك نَحْو إِذا وَذَا وتا ¶ وَكَتَبُوا مَتى وأنى بِالْيَاءِ لجَوَاز إمالتهما ¶ وَأما الْمَمْدُود فجميعه يكْتب بِالْألف نَحْو السَّمَاء والرداء وَالدُّعَاء ¶ وَإِذا أضفت الْمَمْدُود إِلَى الْمُضمر كتبت بعد أَلفه فِي الرّفْع واوا وَفِي الْجَرّ",
            "page": "48",
            "part": "1",
            "seal": "B3E3F508"
        },
        {
            "id": "26",
            "nass": "يَاء وَذَلِكَ نَحْو هَذَا رداؤك وكساؤك وَنظرت إِلَى ردائك وكسائك ¶ وتكتبه مَعَ الْإِضَافَة إِلَى الْمُضمر فِي النصب بِأَلف وَاحِدَة نَحْو اشْتريت رداءك وطرحت كساءك وَإِن كتبته بِأَلفَيْنِ فَحسن جميل ¶ فَإِن كَانَ الْمَمْدُود منونا كتبته فِي الْجَرّ وَالرَّفْع بِأَلف وَاحِدَة نَحْو هَذَا دُعَاء حسن وَعِنْدِي رِدَاء حسن وَنظرت إِلَى رِدَاء جيد ¶ فَإِن نصبته كتبته بِأَلفَيْنِ نَحْو دَعَوْت دعاأ حسنا ولبست رداأ حسنا ¶ وَيجوز أَن يكْتب بِثَلَاث ألفات تَقول لبست رداأا وكساأا وأكلت شواأا وشربت دواأا",
            "page": "49",
            "part": "1",
            "seal": "D1CB93A6"
        },
        {
            "id": "27",
            "nass": "فصل من المقاييس ¶ مَتى أشكلت عَلَيْك لَفْظَة فَلم تدر مَقْصُورَة هِيَ أم ممدودة فأقصرها فَإِن قصر الْمَمْدُود جَائِز وَمد الْمَقْصُور خطأ ¶ وَمَتى أشكلت عَلَيْك لَفْظَة ثلاثية فَلم تدر من الْيَاء هِيَ أم من الْوَاو فاكتبها بِالْألف فَإِن كتب ذَوَات الْيَاء بِالْألف جَائِز حسن وَكتب ذَوَات الْوَاو بِالْيَاءِ خطأ ¶ وَمَتى أشكلت عَلَيْك مذكرة هِيَ أم مُؤَنّثَة فَذكرهَا فَإِن تذكير الْمُؤَنَّث أسهل من تَأْنِيث الْمُذكر وَذَلِكَ لِأَن التَّذْكِير هُوَ الأَصْل والتأنيث هُوَ الْفَرْع كَمَا أَن الْقصر هُوَ الأَصْل وَالْمدّ هُوَ الْفَرْع وكما أَن كتب الْألف فِي اللَّفْظ الْفَا هُوَ الأَصْل وكتبها يَاء هُوَ الْفَرْع ¶ فاعرف ذَلِك وَقس تصب إِن شَاءَ الله تَعَالَى",
            "page": "50",
            "part": "1",
            "seal": "AA863CF3"
        }
    ],
    "t6979": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الألف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف الباء"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "حرف التاء"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف الثاء"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "2",
            "tit": "حرف الجيم"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الحاء"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الخاء"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف الدال"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الذال"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف الراء"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الزاي"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف السين"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الشين"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف الصاد"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الضاد"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف الطاء"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "2",
            "tit": "حرف الظاء"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "حرف العين"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف الغين"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "حرف الفاء"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "حرف القاف"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الكاف"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "حرف اللام"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "حرف النون"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الهاء"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الواو"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف الياء"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "فصل من المقاييس"
        }
    ]
}