{
    "b6991": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسم الله الرَّحِم الرَّحِيم ¶ هَذِه مسَائِل مُتَعَلقَة ب من الشّرطِيَّة وَغَيرهَا من أَسمَاء الشَّرْط وَقع الْبَحْث فِيهَا بيني وَبَين الْعَلامَة تَقِيّ الدّين أبي الْحسن السُّبْكِيّ الشَّافِعِي رَحمَه الله تَعَالَى ¶ الْمَسْأَلَة الأولى ¶ أَنه رَحمَه الله قَالَ أَجمعُوا على اسمية من الشّرطِيَّة وحرفية إِن الشّرطِيَّة فَكيف يخْتَلف نوعا الْكَلِمَة بالاسمية والحرفية مَعَ تساويهما فِي الْمَفْهُوم ¶ فَقلت ليستا سَوَاء وَلَا ترادف بَينهمَا بل كلمة إِن دَالَّة على شَيْء وَاحِد وَهُوَ الشَّرْط أَعنِي عقد السَّبَبِيَّة والمسببية بَين الجملتين اللَّتَيْنِ بعْدهَا دَالَّة على معنى فِي غَيرهَا وَلَا دلَالَة فِيهَا على غير ذَلِك فَلذَلِك كَانَت حرفا وَأما من الشّرطِيَّة فَإِنَّهَا دَالَّة على شَيْئَيْنِ ¶ أَحدهمَا الشَّخْص الْعَاقِل وَهَذَا هُوَ الْمَعْنى الَّذِي فِيهِ اسْم لِأَنَّهُ",
            "page": "33",
            "part": "1",
            "seal": "279BD484"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "معنى فِي نَفسهَا كَمَا فِي قَوْلك إِنْسَان وَهُوَ مَعْنَاهَا الوضعي ¶ الثَّانِي معنى الشّرطِيَّة الَّذِي شرحناه وَهُوَ معنى عرض لَهَا لتضمنها معنى إِن الشّرطِيَّة وَلِهَذَا تسمع النَّحْوِيين يَقُولُونَ إِن أَسمَاء الشَّرْط بنيت لتضمنها معنى الْحَرْف وَلم يلْزم من دلالتها على هَذَا الْمَعْنى أَن تكون حرفا لِأَن الْحَرْف مَا دلّ على معنى فِي غَيره وَلم يدل على معنى فِي نَفسه ¶ وَأما قَول كثير من النَّحْوِيين الْحَرْف مَا دلّ على معنى فِي غَيره فمنتقض بأسماء الشَّرْط وَأَسْمَاء الِاسْتِفْهَام وَالصَّوَاب أَن يُقَال مَا دلّ على معنى فِي غَيره فَقَط كَمَا قَالَ الْجُزُولِيّ وَغَيره من الْمُحَقِّقين ¶ وَالْحَاصِل أَن الِاسْم نَوْعَانِ دَال على معنى فِي نَفسه فَقَط ودال على معنى فِي غَيره وَأَن الْحَرْف نوع وَاحِد وَهُوَ الدَّال على معنى فِي غَيره فَقَط ¶ وَلكَون أَسمَاء الشَّرْط فِي قُوَّة كَلِمَتَيْنِ بَطل الِاسْتِدْلَال بهَا على صِحَة دَعْوَى الترافع وَحَقِيقَة هَذِه الْمَسْأَلَة أَن الْكُوفِيّين زَعَمُوا أَن الْمُبْتَدَأ وَالْخَبَر ترافعا أَي كل مِنْهُمَا رفع صَاحبه وَأورد عَلَيْهِ أَصْحَابنَا باستلزامه أَن يكون كل مِنْهُمَا مُسْتَحقّا للتقديم وَالتَّأْخِير لما علم من أَن",
            "page": "34",
            "part": "1",
            "seal": "FCA05C6B"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "الْعَامِل رتبته التَّقْدِيم والمعمول رتبته التَّأْخِير فَأَجَابُوا بِأَن هَذَا مُشْتَرك الْإِلْزَام لاتفاقنا على أَن أيا فِي نَحْو {أيا مَا تدعوا} نصب ب تدعوا وَأَن تدعوا جزم بِهِ وكما تصور فِي غير هَذَا الْبَاب كَون كل من الشَّيْئَيْنِ عَاملا فِي الآخر ومعمولا لَهُ كَذَلِك يَسْتَقِيم هُنَا أَلا ترى أَنَّهَا دَالَّة على مَعْنَاهَا الوضعي الَّذِي هِيَ بِهِ اسْم وعَلى معنى آخر تضمنا وَهُوَ معنى الشَّرْط ف أيا جزمت بِمَا فِيهَا من معنى الشَّرْط وأيا نصبت بِمَا فِيهَا من معنى الِاسْم وَأما الْمُبْتَدَأ وَالْخَبَر فَكل مِنْهُمَا كلمة وَاحِدَة لفظا وتقديرا ¶ الْمَسْأَلَة الثَّانِيَة ¶ قَالَ رَحمَه الله تَعَالَى احتجت الْحَنَفِيَّة على أَن لَا قِرَاءَة على الْمَأْمُوم بِالْحَدِيثِ من كَانَ لَهُ إِمَام فقراءة الإِمَام لَهُ قِرَاءَة وَأجِيب بِأَن الضَّمِير فِي لَهُ رَاجع إِلَى الإِمَام لَا إِلَى من الَّتِي هِيَ وَاقعَة على الْمَأْمُوم وَإِن الْمَعْنى من كَانَ لَهُ إِمَام فعلية أَن يقْرَأ لِأَن قِرَاءَة الإِمَام للْإِمَام لَا للْمَأْمُوم وَالْإِمَام وَهَذَا التَّأْوِيل بعيد جدا وَذَلِكَ ظَاهر لكل أحد وفاسد فِي الْعَرَبيَّة وَذَلِكَ لِأَن الضَّمِير إِذا لم يكن عَائِدًا إِلَى من لزم خلو الْجُمْلَة الْمخبر بهَا عَن ضمير يعود على الْمخبر عَنهُ ¶ فَقلت الصَّحِيح أَن خبر اسْم الشَّرْط هُوَ جملَة الشَّرْط لَا جملَة",
            "page": "35",
            "part": "1",
            "seal": "38E3E27F"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "الْجَواب وَهَذَا يتَبَادَر إِلَى ذهن من لَا يتَأَمَّل إِلَى دَفعه مُعْتَمدًا على أَن الْفَائِدَة إِنَّمَا تتمّ بِالْجَوَابِ الَّذِي هُوَ محط الْفَائِدَة وَجَوَاب هَذَا التَّوَهُّم أَن الْفَائِدَة إِنَّمَا توقفت على الْجَواب من حَيْثُ التَّعْلِيق لَا من حَيْثُ الخبرية لِأَن من اسْم للشَّخْص الْعَاقِل وضمنت معنى الشَّرْط كَمَا قدمنَا ¶ فَإِذا قيل من يقم أقِم مَعَه كَانَ من يقم مَعَ قطع النّظر عَمَّا ضمنته من من معنى الشَّرْط بِمَنْزِلَة قَوْلك شخص عَاقل يقوم وَهَذَا لَا شكّ فِي تَمَامه فَلَمَّا ضمن معنى الشَّرْط توقف مَعْنَاهُ على ذَلِك الْجَواب فَمن هُنَا جَاءَ النَّقْص لَا من جِهَة الْمَعْنى الإسنادي ¶ ويوضح أَنا نعلم أَن الْكَلَام يتألف من الْمسند والمسند إِلَيْهِ فَإِذا قيل قَامَ زيد كَانَ مُشْتَمِلًا على الْمسند والمسند إِلَيْهِ جَمِيعًا وَكَذَلِكَ يشْهد لما تقدم ذكره من أَن الْخَبَر هُوَ فعل الشَّرْط لَا فعل الْجَواب وَلَا تفْتَقر صِحَة الْكَلَام إِلَى ضمير يرجع من الْجَواب إِلَى الشَّرْط الحَدِيث الَّذِي أخرجه الإِمَام أَحْمد من ملك ذَا رحم محرم فَهُوَ حر فَإِن الضَّمِير من قَوْله هُوَ حر إِنَّمَا يعود على الْمَمْلُوك لَا إِلَى من الْوَاقِعَة على الْمَالِك",
            "page": "36",
            "part": "1",
            "seal": "63EF2FDA"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "الْمَسْأَلَة الثَّالِثَة ¶ قَالَ رَحمَه الله تَعَالَى وَقد جرى ذكر مُحَمَّد بن الْحسن الشَّيْبَانِيّ صَاحب أبي حنيفَة رَضِي الله عَنهُ أَي عَبِيدِي ضربك فَهُوَ حر وَأي عَبِيدِي ضَربته فَهُوَ حر وَأَن فِي الْمَسْأَلَة الأولى إِذا ضرب الْجَمِيع عتق الْجَمِيع وَفِي الْمَسْأَلَة الثَّانِيَة إِذا ضرب هُوَ الْجَمِيع لم يعْتق إِلَّا وَاحِد مِنْهُم وَجرى ذكر كَلَام أبي الْفَتْح بن جني فِي الْمَسْأَلَة وَأَنه وَجههَا بِأَن الْفِعْل وَالْفَاعِل كالكلمة الْوَاحِدَة لتلازمهما وَلَا كَذَلِك الْفِعْل وَالْمَفْعُول وَإِذا كَانَ كَذَلِك فيسري عُمُوم",
            "page": "37",
            "part": "1",
            "seal": "17581C11"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "الْفَاعِل إِلَى الْفِعْل وَلَا يلْزم أَن يسري عُمُوم الْمَفْعُول إِلَى الْفِعْل وَلَا شُبْهَة فِي أَن الْفَاعِل فِي الْمَسْأَلَة الأولى عَام وَهُوَ ضمير أَي وَإِنَّمَا كَانَت عَامَّة لإضافتها إِلَى العبيد وَهُوَ عَام وَإِنَّمَا كَانَ عَاما لِأَنَّهُ جمع مُضَاف وَأما الْفَاعِل فِي الْمَسْأَلَة الثَّانِيَة فَإِنَّهُ خَاص وَهُوَ ضمير الْمُخَاطب فَلَا عُمُوم حِينَئِذٍ فِي الْفِعْل بل هُوَ مُطلق لِأَنَّهُ نكرَة فِي الْإِثْبَات وَفِي هَذِه الْمَسْأَلَة نظر لَكِن الْإِقْدَام على مُحَمَّد بن الْحسن من الْفُقَهَاء وَابْن جني من النَّحْوِيين لَيْسَ بالسهل ¶ فَقلت قد اعْترض عَلَيْهِمَا أَبُو عبد الله مُحَمَّد بن مَالك فَقَالَ لَا فرق بَين الصُّورَتَيْنِ وَالْفِعْل فيهمَا عَام وَالضَّمِير للْفَاعِل وَالْمَفْعُول فِي ذَلِك على حد سَوَاء وَاسْتدلَّ بقول الْعَبَّاس بن مرداس السّلمِيّ رَضِي الله عَنهُ يُخَاطب النَّبِي صلى الله عَلَيْهِ وَسلم ¶ (وَمَا كنت دون امرىء مِنْهُمَا ... وَمن تخْفض الْيَوْم لَا يرفع)",
            "page": "38",
            "part": "1",
            "seal": "CEAE0B2B"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "فَإِن من الشّرطِيَّة عَامَّة بالِاتِّفَاقِ مِمَّن يثبت للْعُمُوم صِيغَة ¶ وَالْمرَاد عُمُوم الْفَاعِل قطعا مَعَ أَن الضَّمِير الْعَام إِنَّمَا هُوَ ضمير الْمَفْعُول الْمَحْذُوف إِذْ التَّقْدِير وَمن تخفضه الْيَوْم وَهَذِه الْهَاء عَائِدَة على من وَهُوَ الِاسْم الْعَام وَأما ضمير الْفَاعِل فخاص وَهُوَ ضمير النَّبِي صلى الله عَلَيْهِ وَسلم وَهُوَ وزان قَوْله أَي عَبِيدِي الَّتِى ادعِي فِيهَا عدم عُمُوم الْفِعْل وَالله تَعَالَى أعلم",
            "page": "39",
            "part": "1",
            "seal": "B510A6C2"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "مُلْحق فِي دراسة الْخلاف حول خبر اسْم الشَّرْط عرض ومناقشة ونتيجة",
            "page": "41",
            "part": "1",
            "seal": "4294BB3C"
        },
        {
            "hno": "1",
            "id": "12",
            "nass": "خبر اسْم الشَّرْط ¶ 1 - الْقَضِيَّة ¶ إِذا وَقع اسْم الشَّرْط مُبْتَدأ فَهَل خَبره جملَة فعل الشَّرْط أَو جملَة الْجَواب أَو هما مَعًا 2 - الْعرض ¶ رَأْي الْهَرَوِيّ 415 هـ ¶ قَالَ الْهَرَوِيّ فِي كِتَابه الأزهية فِي علم الْحُرُوف ص 100 اعْلَم أَن من على أَرْبَعَة أوجه ¶ تكون جَزَاء كَقَوْلِك من يكرمني أكْرمه وَمَا أشبه ذَلِك ف من مُبْتَدأ وَهُوَ شَرط ويكرمني جزم بِالشّرطِ وأكرمه جَوَابه وهما جَمِيعًا خبر من ¶ رَأْي ابْن يعِيش 643 هـ ¶ قَالَ ابْن يعِيش فِي شَرحه على الْمفصل للزمخشري 7 / 44 تَقول ايهم يأتني آته وأيهم يحسن إِلَيّ أحسن إِلَيْهِ ترفع ايا بِالِابْتِدَاءِ وَمَا بعْدهَا من الشَّرْط وَالْجَزَاء خبر ¶ رَأْي ابْن هِشَام 761 هـ ¶ أَشَارَ ابْن هِشَام إِلَى اخْتِلَاف النُّحَاة بَين كَون خبر اسْم الشَّرْط",
            "page": "43",
            "part": "1",
            "seal": "5AF5540D"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الْوَاقِع مُبْتَدأ هُوَ جملَة الْجَواب وَكَونه جملَة الشَّرْط فَقَالَ فِي مَبْحَث من فِي كِتَابه مُغنِي اللبيب ص 433 تَقول من يكرمني أكْرمه فتحتمل من الْأَوْجه الْأَرْبَعَة فَإِن قدرتها شَرْطِيَّة جزمت الْفِعْلَيْنِ أَو مَوْصُولَة أَو مَوْصُوفَة رفعتهما أَو استفهامية رفعت الأول وجزمت الثَّانِي لِأَنَّهُ جَوَاب بِغَيْر الْفَاء وَمن فِيهِنَّ مُبْتَدأ وَخبر الاستفهامية الْجُمْلَة الأولى والموصولة أَو الموصوفة الْجُمْلَة الثَّانِيَة والشرطية الأولى أَو الثَّانِيَة على خلاف فِي ذَلِك ¶ ثمَّ ذكر ابْن هِشَام رَأْيه صَرِيحًا فِي مَبْحَث إِعْرَاب أَسمَاء الشَّرْط والاستفهام فِي الْمُغنِي 607 فَقَالَ وَالأَصَح أَن الْخَبَر فعل الشَّرْط لَا فعل الْجَواب وَهُوَ يُرِيد جملَة فعل الشَّرْط ¶ وَفصل الحَدِيث فِي تَنْبِيه مُسْتَقل الْمُغنِي 608 فَقَالَ وَإِذا وَقع اسْم الشَّرْط مُبْتَدأ فَهَل خَبره فعل الشَّرْط وَحده لِأَنَّهُ اسْم تَامّ وَفعل الشَّرْط مُشْتَمل على ضَمِيره فقولك من يقم لَو لم يكن فِيهِ معنى الشَّرْط لَكَانَ بِمَنْزِلَة قَوْلك كل من النَّاس يقوم أَو فعل الْجَواب لِأَن الْفَائِدَة بِهِ تمت ولالتزامهم عود الضَّمِير مِنْهُ إِلَيْهِ على الْأَصَح وَلِأَن نَظِيره هُوَ الْخَبَر فِي قَوْلك الَّذِي يأتيني فَلهُ دِرْهَم أَو مجموعهما لِأَن قَوْلك من يقم أقِم مَعَه بِمَنْزِلَة قَوْلك كل من النَّاس إِن يقم أقِم مَعَه وَالصَّحِيح الأول وَإِنَّمَا توقفت الْفَائِدَة على الْجَواب من حَيْثُ التَّعَلُّق فَقَط لَا من حَيْثُ الخبرية ¶ وَقَالَ فِي المباحث المرضية انْظُر مَا سبق فِي ص 35 الصَّحِيح أَن خبر اسْم الشَّرْط هُوَ جملَة الشَّرْط لَا جملَة الْجَواب وَهَذَا يتَبَادَر إِلَى ذهن من لَا يتَأَمَّل إِلَى دَفعه مُعْتَمدًا على أَن الْفَائِدَة إِنَّمَا تتمّ بِالْجَوَابِ الَّذِي هُوَ محط الْفَائِدَة وَجَوَاب هَذَا التَّوَهُّم أَن الْفَائِدَة إِنَّمَا توقفت على الْجَواب من حَيْثُ التَّعْلِيق لَا من حَيْثُ الخبرية لِأَن من اسْم",
            "page": "44",
            "part": "1",
            "seal": "D82925BA"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "للشَّخْص الْعَاقِل وضمنت معنى الشَّرْط كَمَا قدمنَا فَإِذا قيل من يقم أقِم مَعَه كَانَ من يقم مَعَ قطع النّظر عَمَّا ضمنته من من معنى الشَّرْط بِمَنْزِلَة قَوْلك شخص عَاقل يقوم وَهَذَا لَا شكّ فِي تَمَامه فَلَمَّا ضمن معنى الشَّرْط توقف مَعْنَاهُ على ذَلِك الْجَواب فَمن هُنَا جَاءَ النَّقْص لَا من جِهَة الْمَعْنى الإسنادي ¶ ويوضح أَنا نعلم أَن الْكَلَام يتألف من الْمسند والمسند إِلَيْهِ فَإِذا قيل قَامَ زيد كَانَ مُشْتَمِلًا على الْمسند والمسند إِلَيْهِ جَمِيعًا وَكَذَلِكَ يشْهد لما تقدم ذكره من أَن الْخَبَر هُوَ فعل الشَّرْط لَا فعل الْجَواب وَلَا تفْتَقر صِحَة الْكَلَام إِلَى ضمير يرجع من الْجَواب إِلَى الشَّرْط الحَدِيث الَّذِي أخرجه الإِمَام أَحْمد من ملك ذَا رحم محرم فَهُوَ حر فَإِن الضَّمِير من قَوْله هُوَ حر إِنَّمَا يعود على الْمَمْلُوك لَا إِلَى من الْوَاقِعَة على الْمَالِك ¶ رَأْي السُّيُوطِيّ 911 هـ ¶ ذكر السُّيُوطِيّ مَسْأَلَة فِي إِعْرَاب أَسمَاء الشَّرْط وَأَسْمَاء الِاسْتِفْهَام فِي كِتَابه همع الهوامع 2 / 64 قَالَ فِيهَا إِن اسْم الشَّرْط من فِي نَحْو من يقم أقِم مَعَه مُبْتَدأ خَبره فعل الشَّرْط وَفِيه ضميرها وَقيل هُوَ وَالْجَوَاب مَعًا لِأَن الْكَلَام لَا يتم إِلَّا بِالْجَوَابِ فَكَانَ دَاخِلا فِي الْخَبَر ورد بِأَنَّهُ أَجْنَبِي من الْمُبْتَدَأ ¶ رَأْي الصبان 1209 هـ ¶ قَالَ الصبان فِي حَاشِيَته على شرح الأشموني لألفية ابْن مَالك 3 / 50 إِن وَقع بعد اسْم الشَّرْط فعل لَازم نَحْو من يقم أقِم مَعَه فَهُوَ مُبْتَدأ خَبره فعل الشَّرْط لِأَن قَوْلك من يقم لَو خلا عَن معنى الشَّرْط بِمَنْزِلَة قَوْلك كل من النَّاس يقوم ثمَّ قَالَ وَقيل هُوَ وَالْجَوَاب لِأَن الْكَلَام لَا يتم إِلَّا بِالْجَوَابِ فَكَانَ دَاخِلا فِي الْخَبَر وَقيل الْجَواب لِأَن",
            "page": "45",
            "part": "1",
            "seal": "84BB978A"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الْفَائِدَة بِهِ تمت ورد بِأَنَّهُ أَجْنَبِي من الْخَبَر وَفِيه نظر وَبِأَن توقف الْفَائِدَة عَلَيْهِ من حَيْثُ التَّعْلِيق لَا من حَيْثُ الخبرية ¶ رَأْي الخضري 1287 هـ ¶ قَالَ الخضري فِي حَاشِيَته على شرح ابْن عقيل للألفية 2 / 121 إِن جَوَاب الشَّرْط إِن كَانَ مضارعا أَو مَاضِيا خَالِيا عَن الْفَاء فالفعل نَفسه مجزوم لفظا أَو محلا وَلَا مَحل لجملته كجملة الشَّرْط لأخذ الْجَازِم مُقْتَضَاهُ فَلَا يتسلط على مَحل الْجُمْلَة وَإِن كَانَ غير ذَلِك مِمَّا يقْتَرن بِالْفَاءِ اَوْ إِذا الفجائية فمجموع الْجُمْلَة مَعَ الْفَاء أَو إِذا فِي مَحل جزم لِأَنَّهُ لَو وَقع موقعه فعل يقبل الْجَزْم لجزم فَلَا يتسلط الْجَازِم على أَجزَاء الْجُمْلَة هَذَا مَا فِي الْمُغنِي والكشاف وَقَالَ الدماميني وَأقرهُ الشمني الْحق أَن جملَة الْجَواب لَا مَحل لَهَا مُطلقًا إِذْ كل جملَة لَا تقع موقع الْمُفْرد لَا مَحل لَهَا وَلَا يُقَال إِنَّهَا وَاقعَة موقع الْمُفْرد وَهُوَ الْفِعْل الْقَابِل للجزم لِأَنَّهَا لم تقع موقعه وَحده بل مَعَ فَاعله الَّذِي يتم الْكَلَام بِهِ كَمَا يتم بِهَذِهِ الْجُمْلَة فَتَأمل فعلى الأول لَو كَانَ اسْم الشَّرْط مُبْتَدأ كَانَت جملَة الْجَواب فِي نَحْو من يقم فَإِنِّي أكْرمه فِي مَحل جزم وَرفع باعتباري الشَّرْط والخبرية بِنَاء على أَن الْجَواب هُوَ الْخَبَر وعَلى الثَّانِي مَحل الخبرية فَقَط كهي كَذَا فِي نَحْو من يقم أكْرمه اتِّفَاقًا لظُهُور أثر الشَّرْط فِي الْفِعْل ¶ ثمَّ قَالَ فَإِن كَانَ فعل الشَّرْط لَازِما نَحْو من يقم اضربه فَهِيَ مُبْتَدأ وَكَذَا إِن كَانَ مُتَعَدِّيا وَاقعا على أَجْنَبِي مِنْهَا نَحْو من يعْمل سوءا يجز بِهِ وَخَبره إِمَّا جملَة الشَّرْط أَو الْجَواب أَو هما مَعًا أَقْوَال ¶ رَأْي الغلاييني 1364 هـ ¶ قَالَ الغلاييني فِي كِتَابه جَامع الدُّرُوس الْعَرَبيَّة 2 / 209",
            "page": "46",
            "part": "1",
            "seal": "C665FCB5"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وَمن وَمَا وَمهما إِن كَانَ فعل الشَّرْط يطْلب مَفْعُولا بِهِ فَهِيَ مَنْصُوبَة محلا على أَنَّهَا مفعول بِهِ لَهُ وَإِن كَانَ لَازِما أَو مُتَعَدِّيا استوفى مَفْعُوله فَهِيَ مَرْفُوعَة محلا على أَنَّهَا مُبْتَدأ وَجُمْلَة الشَّرْط خَبره نَحْو مَا يجىء بِهِ الْقدر فَلَا مفر مِنْهُ ¶ رَأْي مُحَمَّد مُحي الدّين عبد الحميد 1393 هـ ¶ قَالَ فِي هِدَايَة السالك إِلَى تَحْقِيق أوضح المسالك فِي إعرابه للشَّاهِد 255 وَهُوَ ¶ من أمكُم لرغبة فِيكُم جبر ... وَمن تَكُونُوا ناصريه ينتصر ¶ من اسْم شَرط جازم يجْزم فعلين وَهُوَ مُبْتَدأ مَبْنِيّ على السّكُون فِي مَحل رفع وجملتا الشَّرْط وَالْجَوَاب فِي العبارتين فِي مَحل رفع خبر الْمُبْتَدَأ الَّذِي هُوَ اسْم الشَّرْط فِي كل وَاحِدَة مِنْهُمَا ¶ وَكَذَلِكَ قَالَ فِي إِعْرَاب الشَّاهِد 475 وَهُوَ ¶ من تثقفن مِنْهُم فَلَيْسَ بآيب ¶ وَجُمْلَة الشَّرْط وَجَوَابه فِي مَحل رفع خبر الْمُبْتَدَأ الَّذِي هُوَ اسْم الشَّرْط ¶ رَأْي عَبَّاس حسن ¶ قَالَ عَبَّاس حسن فِي كِتَابه النَّحْو الوافي 4 / 418 أما الْجُمْلَة الشّرطِيَّة كَامِلَة فَلَا مَحل لَهَا من الْإِعْرَاب إِلَّا فِي حالتين الأولى أَن تكون أَدَاة الشَّرْط هِيَ إِذا الثَّانِيَة أَن تكون أَدَاة الشَّرْط هِيَ الْمُبْتَدَأ وَالْجُمْلَة الشّرطِيَّة هِيَ الْخَبَر عِنْد من يَجْعَلهَا خَبرا وَهُوَ الْأَرْجَح وتابع قَوْله فِي الْحَاشِيَة وَتَكون من نوع الْخَبَر الَّذِي لَا يتمم الْمَعْنى بِنَفسِهِ مُبَاشرَة مَعَ الْمُبْتَدَأ وَإِنَّمَا يتممه بمساعدة شَيْء آخر يتَّصل بِهِ وَالْجُمْلَة الشّرطِيَّة لَا تتممه إِلَّا بملاحظة الْجُمْلَة الجوابية المترتبة عَلَيْهَا",
            "page": "47",
            "part": "1",
            "seal": "FAF08D8A"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "رَأْي سعيد الأفغاني ¶ قَالَ فِي كِتَابه مذكرات فِي قَوَاعِد اللُّغَة الْعَرَبيَّة ص 43 وَهُوَ يتحدث عَن من مَا مهما وتعرب مَفْعُولا بهَا إِن كَانَ فعل الشَّرْط مُتَعَدِّيا لم يسْتَوْف مفعولاته وَإِلَّا أعربت مُبْتَدأ خَبره جملَة جَوَاب الشَّرْط ¶ وَقَالَ فِي الْحَاشِيَة جُمْهُور النُّحَاة على غير هَذَا فأكثرهم يَجْعَل جملَة فعل الشَّرْط هِيَ الْخَبَر وَبَعْضهمْ يَجْعَل الشَّرْط وجزاءه هُوَ الْخَبَر لَكِن الْمَعْنى وَهُوَ الْمُحكم فِي كل خلاف ينصر مَا أَثْبَتْنَاهُ لِأَنَّك إِذا حولت صِيغَة الْجُمْلَة الشّرطِيَّة من يُسَافر يبتهج إِلَى جملَة اسمية قلت الْمُسَافِر مبتهج وَمَا اسْم الشَّرْط هُنَا إِلَّا اسْم مَوْصُول أضيف إِلَيْهِ معنى الشَّرْط ففك صلته بِفِعْلِهِ لفظا لَا معنى 3 - خُلَاصَة ومناقشة ¶ خُلَاصَة مَا يتَحَصَّل مِمَّا عرضناه من أَقْوَال النُّحَاة وَمِمَّا لم نعرضه من أَقْوَال مشابهة أَنه إِذا وَقع اسْم الشَّرْط مُبْتَدأ فَفِي خَبره عِنْدهم ثَلَاثَة آراء ¶ أَحدهَا أَن جملتي الشَّرْط وَالْجَوَاب مَعًا هما الْخَبَر ¶ ثَانِيهَا أَن جملَة الْجَواب هِيَ الْخَبَر ¶ ثَالِثهَا أَن جملَة الشَّرْط هِيَ الْخَبَر ¶ وَلَا شكّ أَن لكل من هَذِه الآراء حجَّته وَدَلِيله وَنحن لن نبادر إِلَى مناقشة هَذِه الآراء لأننا لن نصل فِي موضوعها إِلَى رَأْي وَاضح نجزم بِهِ إِلَّا إِذا عرفنَا سَبَب الْخلاف الَّذِي أدّى بهم إِلَى تبَاين الآراء وَاخْتِلَاف النتائج ¶ وَسبب الْخلاف فِيمَا نرى هُوَ اخْتِلَاف منطلقاتهم وتباين آرائهم",
            "page": "48",
            "part": "1",
            "seal": "34642E95"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "فِي تَحْدِيد معنى الْجُمْلَة فهم لم يحددوا مفهومها وَلم يتفقوا عَلَيْهِ وهم لَو فعلوا لزال الْخلاف فِيمَا بَينهم ولقاربوا الْإِجْمَاع أَو مَا يُشبههُ ¶ لقد كَانَت دراسة الْجُمْلَة موزعة بَين علمي النَّحْو والمعاني وَكَانَ جلّ انصراف النَّحْوِيين إِلَى الْمُفْردَات وأحكامها والحروف ومعانيها والعوامل وَمَا يَتَرَتَّب عَلَيْهَا وَأما الْجُمْلَة فَلم يمسوها إِلَّا مسا رَفِيقًا وَمن نَاحيَة إعرابها وتأويلها بالمفرد أَو عَدمه وهم لَو درسوا الْجُمْلَة بالتفصيل الَّذِي بسطوه فِي دراسة الْمُفْردَات لَكَانَ للدراسة اللُّغَوِيَّة والنحوية من بحوثهم خير كثير ¶ لقد كَانَ من النَّحْوِيين من نظر إِلَى الْكَلَام وَالْجُمْلَة على أَنَّهُمَا مُتَرَادِفَانِ وَقد صرح الزَّمَخْشَرِيّ بذلك فِي كِتَابه الْمفصل فَقَالَ وَالْكَلَام هُوَ الْمركب من كَلِمَتَيْنِ أسندت إِحْدَاهمَا إِلَى الْأُخْرَى وَيُسمى الْجُمْلَة ¶ وعلق ابْن يعِيش فِي شَرحه للمفصل على كَلَام الزَّمَخْشَرِيّ فَقَالَ إِنَّه يُرِيد الْكَلَام الَّذِي تَنْعَقِد بِهِ الْفَائِدَة ثمَّ رَاح يفرق بَين الْكَلَام وَالْقَوْل والكلم وَالْجَوَاب وَقَالَ إِن الْكَلَام هُوَ عبارَة عَن الْجمل المفيدة ¶ وَغير خَافَ أَن جعله الْجُمْلَة بِمَعْنى الْكَلَام وَكَون الْكَلَام عِنْدهم هُوَ الْمُفِيد هُوَ الَّذِي دَفعه وَغَيره إِلَى جعل فعل الشَّرْط وَجَوَابه مَعًا هما خبر اسْم الشَّرْط لِأَن الْمَعْنى لَا يتم إِلَّا بِالْجَوَابِ",
            "page": "49",
            "part": "1",
            "seal": "550DEDBD"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "وَلَكِن كثيرين من النُّحَاة لَا يرَوْنَ هَذَا الرَّأْي بل يفرقون بَين الْكَلَام وَالْجُمْلَة فَالْكَلَام هُوَ مَا تتمّ بِهِ الْفَائِدَة وَقد صرح بذلك ابْن مَالك فَقَالَ فِي ألفيته ¶ كلامنا لفظ مُفِيد كاستقم ¶ يَعْنِي بقوله كلامنا الْكَلَام عِنْد معاشر النَّحْوِيين وَإِلَى ذَلِك أَشَارَ ابْن عقيل عِنْد شَرحه بَيت ابْن مَالك فَقَالَ إِن ابْن مَالك قَالَ كلامنا لِأَن الْكَلَام عِنْد اللغويين هُوَ اسْم لكل مَا يتَكَلَّم بِهِ مُفِيدا كَانَ أَو غير مُفِيد وَبِذَلِك بَين ابْن مَالك وَابْن عقيل الْفرق بَين مَفْهُوم الْكَلَام عِنْد كل من النَّحْوِيين واللغويين وأوضحا أَن الْكَلَام فِي مصطلح النَّحْوِيين هُوَ الْمُفِيد ¶ ويؤكد ذَلِك مَا نَقله الزبيدِيّ فِي تَاج الْعَرُوس كلم عَن شَيْخه من أَن الْكَلَام يُطلق على اللَّفْظ الْمركب أَفَادَ أم لَا مجَازًا على مَا صرح بِهِ سِيبَوَيْهٍ فِي مَوَاضِع من كِتَابه من أَنه لَا يُطلق حَقِيقَة إِلَّا على الْجمل المفيدة وَهُوَ مَذْهَب ابْن جني ¶ وَأما الْجُمْلَة عِنْد جُمْهُور النُّحَاة فتعبير صناعي أَو مصطلح نحوي لعلاقة إسنادية بَين اسْمَيْنِ أَو اسْم وَفعل تمت الْفَائِدَة بهَا أم لم تتمّ وَلذَلِك فَهِيَ أَعم من الْكَلَام وَالْكَلَام أخص مِنْهَا قَالَ ابْن هِشَام الْكَلَام فِي اصْطِلَاح النَّحْوِيين عبارَة عَمَّا اجْتمع فِيهِ أَمْرَانِ اللَّفْظ والإفادة وَالْمرَاد بالمفيد مَا دلّ على معنى يحسن السُّكُوت عَلَيْهِ وَفصل ابْن هِشَام ذَلِك فِي الْجُزْء الثَّانِي من كِتَابه مُغنِي اللبيب فِي بَاب عقده للجملة عنوانه شرح الْجُمْلَة وَبَيَان أَن الْكَلَام أخص مِنْهَا لَا",
            "page": "50",
            "part": "1",
            "seal": "E8DEF072"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "مرادف لَهَا قَالَ فِيهِ الْكَلَام هُوَ القَوْل الْمُفِيد بِالْقَصْدِ وَالْمرَاد بالمفيد مَا دلّ على معنى يحسن السُّكُوت عَلَيْهِ وَالْجُمْلَة عبارَة عَن الْفِعْل وفاعله والمبتدأ وَخَبره وَمَا كَانَ بِمَنْزِلَة أَحدهمَا وَبِهَذَا يظْهر لَك أَنَّهُمَا ليسَا مترادفين كَمَا يتَوَهَّم كثير من النَّاس وَهُوَ ظَاهر قَول صَاحب الْمفصل فَإِنَّهُ بعد أَن فرغ من حد الْكَلَام قَالَ وَيُسمى جملَة ¶ وَالصَّوَاب أَنَّهَا أَعم مِنْهُ إِذْ شَرطه الإفادة بِخِلَافِهَا وَلِهَذَا تسمعهم يَقُولُونَ جملَة الشَّرْط جملَة الْجَواب جملَة الصِّلَة وكل ذَلِك لَيْسَ مُفِيدا فَلَيْسَ بِكَلَام ¶ وَالْجُمْلَة لُغَة جمَاعَة الشَّيْء قَالَ الزبيدِيّ فِي تَاج الْعَرُوس جمل وَمِنْه أَخذ النحويون الْجُمْلَة لمركب من كَلِمَتَيْنِ أسندت إِحْدَاهمَا إِلَى الْأُخْرَى ¶ وَقَالَ أَبُو الْبَقَاء فِي الكليات وَالْجُمْلَة أَعم من الْكَلَام على الِاصْطِلَاح الْمَشْهُور وَالْجُمْلَة الْوَاقِعَة خَبرا أَو وَصفا أَو حَالا أَو شرطا أَو صلَة أَو نَحْو ذَلِك هِيَ جملَة وَلَيْسَت بِكَلَام لِأَن إسنادها لَيْسَ مَقْصُودا لذاته ¶ وَمن عدم التَّفْرِيق بَين معنى الْكَلَام عِنْد اللغويين وَمَعْنَاهُ عِنْد النَّحْوِيين يَتَّضِح لنا سَبَب النَّقْد الَّذِي وَجهه الدكتور المَخْزُومِي فِي غير حق لِابْنِ هِشَام",
            "page": "51",
            "part": "1",
            "seal": "A2F29C53"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وَإِذا لم يكن ثمَّة اتِّفَاق على المصطلح كَانَ طبيعيا أَن تخْتَلف النتائج وَلَا يَصح لنا الحكم على آراء النَّحْوِيين فِي تعْيين الْخَبَر مَا دَامَ جملَة مَا لم نَنْظُر إِلَيْهِ فِي ضوء مَا ذَهَبُوا إِلَيْهِ من معنى الْجُمْلَة ¶ وَمن الْوَاضِح فِي ضوء مَا قرروه أَن الْجُمْلَة قد تكون مفيدة فتسمى كلَاما وَقد تكون غير مفيدة فَتكون إِذْ ذَاك عبارَة عَن علاقَة إسنادية بَين كَلِمَتَيْنِ وكل كَلِمَتَيْنِ أسندت إِحْدَاهمَا إِلَى الْأُخْرَى فَإِذا أفادتا معنى يحسن السُّكُوت عَلَيْهِ كَانَتَا جملَة وكلاما وَإِذا لم تفيدا كَانَتَا جملَة فَحسب ¶ وَمِمَّا يجب التَّنْبِيه عَلَيْهِ فِي هَذَا المجال أَن كثيرا مِمَّا يُفِيد لَا تتمّ فَائِدَته إِلَّا بمتبوعه أَو بلازمه أَو باتصاله بِغَيْرِهِ وَإِلَّا فَهَل نقُول إِن قَوْلنَا جَاءَ الَّذِي قَرَأَ الصَّحِيفَة جملَة وَاحِدَة لِأَن الْفَائِدَة لَا تتمّ عِنْد قَوْلنَا الَّذِي وَهُوَ الْفَاعِل الَّذِي أسندنا الْمَجِيء إِلَيْهِ وَمن من النَّحْوِيين حَتَّى الَّذين جعلُوا الْكَلَام مرادفا للجملة يعرب مثالنا السَّابِق على أَنه جملَة",
            "page": "52",
            "part": "1",
            "seal": "0ABE753A"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "وَاحِدَة وَمن مِنْهُم لَا يرى فِيهِ جملتين هما الْجُمْلَة الابتدائية جَاءَ الَّذِي وَجُمْلَة الصِّلَة قَرَأَ الصَّحِيفَة ¶ وَقس على هَذَا كل الْجمل الَّتِي يكون الِاسْم الْمَوْصُول فِيهَا فَاعِلا أَو خَبرا وَهِي جمل لَا تتمّ بهَا الْفَائِدَة إِلَّا إِذا أتبعت بجمل أُخْرَى هِيَ صلَاتهَا وهم يسمونها جملا ¶ وَكَذَلِكَ الْأَمر فِي الْجُمْلَة الْوَاقِعَة صفة لخَبر نكرَة فِي مثل قَوْلنَا أَنا رجل أحب الْعلم وَنحن قوم نحب الْخَيْر أَلَيْسَ قَوْلنَا مؤلفا من جملتين وَأي فَائِدَة فِي الْجُمْلَة الأولى أَنا رجل وَنحن قوم وَإِذا أفادت إِحْدَى هَاتين الجملتين معنى مَا هُوَ أقرب إِلَى اللَّغْو مِنْهُ إِلَى الْكَلَام الْمُفِيد فَهَل هُوَ الْمَعْنى المُرَاد وَهل يكتمل معنى الْخَبَر إِلَّا بِصفتِهِ الَّتِي هِيَ الْجُمْلَة الثَّانِيَة أحب الْعلم ونحب الْخَيْر ¶ فِي ضوء هَذَا الْفَهم لِمَعْنى الْكَلَام وَالْجُمْلَة نَنْظُر فِي آراء النَّحْوِيين السالفة فنرى 1 - أَن القَوْل الأول وَهُوَ أَن جملتي الشَّرْط وَالْجَوَاب مَعًا هما الْخَبَر قَول عَجِيب لِأَنَّهُ يَجْعَل من الجملتين جملَة وَاحِدَة وَهُوَ مُنَاقض لما اصْطلحَ جمهورهم عَلَيْهِ من كَون الْجُمْلَة مُسْندًا وَمُسْندًا إِلَيْهِ ثمَّ هُوَ مُنَاقض لأصولهم فِي أَن الْجُمْلَة ذَات الْمحل يجب أَن تكون صَالِحَة لإحلال الْمُفْرد محلهَا واي مُفْرد يصلح مَكَان الشَّرْط وَجَوَابه فِي وَقت وَاحِد ¶ إننا إِذا قُلْنَا إِن قَوْله تَعَالَى {وَمن يقترف حَسَنَة نزد لَهُ فِيهَا حسنا} تَقْدِيره المقترف الْحَسَنَة مزِيد لَهُ فِيهَا وَإِن قَوْلنَا من يجْتَهد ينجح تَقْدِيره الْمُجْتَهد ناجح وَنحن لَا نرى هَذَا التَّقْدِير",
            "page": "53",
            "part": "1",
            "seal": "06CEED2D"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "صَحِيحا لِأَنَّهُ يلغي معنى الشَّرْط وَهُوَ مُرَاد أصلا فَأَي الْكَلِمَتَيْنِ مزِيد وناجح نابت مناب الجملتين ¶ ثمَّ إِذا كَانَت جملَة جَوَاب الشَّرْط مقترنة بِالْفَاءِ أَو إِذا الفجائية فهم على أَنَّهَا فِي مَحل جزم فَكيف تكون كَذَلِك ثمَّ تكون فِي الْوَقْت نَفسه دَاخِلَة مَعَ أُخْتهَا جملَة الشَّرْط فِي مَحل الرّفْع على الخبرية ¶ ولننظر أخيرا هَل بَين النَّحْوِيين من يعد جملتي الشَّرْط وَالْجَوَاب جملَة وَاحِدَة كَمَا يرى الدكتور المَخْزُومِي ليستقيم لأَصْحَاب هَذَا القَوْل حكمهم ¶ لقد وقف النحويون عِنْد أبسط صُورَة من صور تركيب الْكَلِمَات فأطلقوا عَلَيْهَا لفظ الْجُمْلَة وعرفوها بِأَنَّهَا تركيب من كَلِمَتَيْنِ أسندت إِحْدَاهمَا إِلَى الْأُخْرَى ¶ وَحين فصل ابْن هِشَام حَدِيثه عَن الْجُمْلَة فِي بَاب خَاص أفرده لَهَا وَتَنَاول فِيهِ الْجُمْلَة الصُّغْرَى وَالْجُمْلَة الْكُبْرَى وَذَات الْوَجْه وَذَات الْوَجْهَيْنِ لم يخرج عَمَّا اصلوه وَلم يُخَالف مَا اصْطلحَ جمهورهم عَلَيْهِ من مَعْنَاهَا وعد الْكُبْرَى مؤلفة من جملتين فَقَالَ هِيَ الاسمية الَّتِي خَبَرهَا جملَة وَلم نر أحدا من النَّحْوِيين يتحدث عَن جملَة مركبة بل جعلُوا الْكَلَام هُوَ الْمركب وعادوا بِهِ تحليلا وتبسيطا إِلَى جمل بسيطة وَلَعَلَّ أسلوب الشَّرْط أولى الْمَوَاضِع بِحَدِيثِهِمْ عَن الْجُمْلَة المركبة من جملتين لَو أَنَّهَا وجدت أَو جَاءَ ذكرهَا على ألسنتهم ولكننا نراهم يصرحون بِأَن أسلوب الشَّرْط جملتان لَا جملَة وَاحِدَة ¶ قَالَ سِيبَوَيْهٍ 180 هـ وَاعْلَم أَن حُرُوف الْجَزَاء تجزم الْأَفْعَال وينجزم الْجَواب بِمَا قبله",
            "page": "54",
            "part": "1",
            "seal": "7F458837"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وَلَيْسَ يعنينا هُنَا حَدِيثه عَن عَامل الْجَزْم وَلَكِن يعنينا أَنه عد الشَّرْط أَو الْجَزَاء كَمَا يلقبه مؤلفا من جملتين هما جملَة الْفِعْل الَّذِي ينجزم بِحرف الشَّرْط وَجُمْلَة الْجَواب الَّذِي ينجزم بِمَا قبله ¶ وَعدد ابْن السراج 316 هـ الْمَوَاضِع الَّتِي لَا يَخْلُو مِنْهَا الْحَرْف وَذكر مِنْهَا الْحَرْف الَّذِي يدْخل ليربط جملَة بجملة ثمَّ قَالَ مفصلا وَأما ربطه جملَة بجملة فنحو قَوْلك إِن يقم زيد يقْعد عَمْرو وَكَانَ اصل الْكَلَام يقوم زيد يقْعد عَمْرو فَيقوم زيد لَيْسَ مُتَّصِلا ب يقْعد عَمْرو وَلَا مِنْهُ فِي شَيْء فَلَمَّا دخلت إِن جعلت إِحْدَى الجملتين شرطا وَالْأُخْرَى جَوَابا ¶ وَبَين ابْن السراج تلازم الجملتين فَقَالَ إِن تأتني آتِك وَإِن تقم أقِم فقولك إِن تأتني شَرط وآتك جَوَابه وَلَا بُد للشّرط من جَوَاب وَإِلَّا لم يتم الْكَلَام وَهُوَ نَظِير الْمُبْتَدَأ الَّذِي لَا بُد لَهُ من خبر فقرر بذلك أَن جملَة الشَّرْط جملَة قَائِمَة بذاتها وَلكنهَا غير مفيدة إِذْ لَا يتم بهَا الْكَلَام كَمَا قَالَ إِلَّا بِالْجُمْلَةِ الثَّانِيَة لِأَنَّهُ لَا بُد للشّرط من جَوَاب وَإِلَّا لم يتم الْكَلَام وَهَذَا تَصْرِيح من صَاحب الْأُصُول بِمَا قدمْنَاهُ من أَن أسلوب الشَّرْط قَائِم على جملتين وَمن أَن الْجُمْلَة فِي اصطلاحهم لَيست مَشْرُوطَة بالإفادة ¶ وَإِلَى ذَلِك ذهب أَيْضا شيخ فُقَهَاء الْعَرَبيَّة ابْن جني 392 هـ فَصرحَ أَن بعض الْجمل قد تحْتَاج إِلَى جملَة ثَانِيَة احْتِيَاج الْمُفْرد إِلَى الْمُفْرد وَذَلِكَ فِي الشَّرْط وجزائه وَالْقسم وَجَوَابه فَالشَّرْط نَحْو قَوْلك إِن قَامَ زيد قَامَ عَمْرو وَالْقسم نَحْو قَوْلك أقسم ليقومن زيد فحاجة",
            "page": "55",
            "part": "1",
            "seal": "89AE061D"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "الْجُمْلَة الأولى إِلَى الْجُمْلَة الثَّانِيَة كحاجة الْجُزْء الأول من الْجُمْلَة إِلَى الْجُزْء الثَّانِي نَحْو زيد أَخُوك وَقَامَ أَبوك ¶ وَهَكَذَا يَتَّضِح مِمَّا سبق أَن الَّذين جعلُوا الشَّرْط وَالْجَوَاب مَعًا هما الْخَبَر خالفوا مَا اصْطلحَ عَلَيْهِ جلة النَّحْوِيين وجمهورهم من معنى الْجُمْلَة وجاؤوا بِمَا لَا نَظِير لَهُ فِي النَّحْو وهم لم يذهبوا هَذَا الْمَذْهَب إِلَّا لِأَن الشَّرْط وَحده لَا يتم الْمَعْنى فشدوا إِلَيْهِ جَوَابه وَجعلُوا الْجَمِيع خَبرا مَعَ أَن كلا من الشَّرْط وَالْجَوَاب جملَة مُسْتَقلَّة قَائِمَة بِنَفسِهَا وَلَوْلَا أَدَاة الشَّرْط لما ترتبت إِحْدَاهمَا على الْأُخْرَى وَلما كَانَتَا متلازمتين وهما متلازمتان معنى وَلَيْسَ مَا يمْنَع أَن يكون لكل مِنْهُمَا مَحل من الْإِعْرَاب وتلازمهما كتلازم الْمُبْتَدَأ وَالْخَبَر وكتلازم الِاسْم الْمَوْصُول وصلته وَهُوَ تلازم معنوي لَا يَقْتَضِي التلازم فِي الْإِعْرَاب وَدخُول أَدَاة الشَّرْط لَا يفك العلاقة الإسنادية بَين المركبين فِي الْجُمْلَة الْوَاحِدَة وَإِنَّمَا يَجْعَل بَين الجملتين أَو الوحدتين علاقَة تلازم معنوي أَي أَن أَدَاة الشَّرْط تدخل لتدل على أَن معنى الْجَواب وَهُوَ معنى مُسْتَقل أصلا بِنَفسِهِ لَا يتَحَقَّق إِلَّا إِذا تحقق معنى آخر مُسْتَقل بِنَفسِهِ أَيْضا فِي الأَصْل وَهُوَ معنى الشَّرْط ¶ وحسبنا أَن الزَّمَخْشَرِيّ نَفسه وَهُوَ الَّذِي جعل الْكَلَام مرادفا للجملة كَمَا سلف القَوْل وَالْكَلَام عِنْده هُوَ الْمُفِيد جعل للشّرط جملتين كَسَائِر النُّحَاة فَقَالَ وَمن أَصْنَاف الْحُرُوف حرفا الشَّرْط وهما إِن وَلَو يدخلَانِ على جملتين فيجعلان الأولى شرطا وَالثَّانيَِة جَزَاء",
            "page": "56",
            "part": "1",
            "seal": "406FC06D"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وَلنَا أخيرا أَن نسْأَل الْقَائِلين إِن الشَّرْط وَجَوَابه مَعًا هما الْخَبَر والزمخشري مِنْهُم مَا دَامَ الشَّرْط وَجَوَابه جملتين فَكيف تؤولان بمفرد وَاحِد وَإِذا أولنا هما بمفردين فَلَا بُد أَن يكون لكل مِنْهُمَا مَحل من الْإِعْرَاب فَكيف تكون الجملتان المؤولتان بهما فِي مَحل وَاحِد من الْإِعْرَاب 2 - وَأما القَوْل الثَّانِي وَهُوَ أَن جملَة الْجَواب وَحدهَا هِيَ الْخَبَر فلنا عَلَيْهِ مآخذ ¶ أَولهَا أَن حجَّة الْقَائِلين بِهِ هِيَ أَن الْجَواب هُوَ الَّذِي بِهِ يتم الْمَعْنى وهم منطلقون من أَن الْجُمْلَة وحدة لغوية أَو تركيب مُفِيد فَائِدَة يحسن السُّكُوت عَلَيْهَا وَلما كَانَ جَوَاب الشَّرْط هُوَ الَّذِي يتم مَعْنَاهُ كَانَ هُوَ الْخَبَر وَقد رَأينَا أَن اصْطِلَاح النَّحْوِيين على غير ذَلِك وَأَنَّهُمْ فرقوا بَين الْكَلَام وَالْجُمْلَة فَجعلُوا الْكَلَام هُوَ الْمُفِيد وَلَيْسَت الْجُمْلَة مضى على ذَلِك متقدموهم وجمهورهم وَبَات الْكَلَام عِنْدهم مصطلحا تداولوه بِهَذَا الْمَعْنى حَتَّى تميزوا بِهِ من اللغويين كَمَا نصت الألفية ورأينا هَذَا الأَصْل مَعْرُوفا عِنْدهم وشائعا فِي أَمْثِلَة كَثِيرَة مَعْرُوفَة كجمل الصلات وَالصِّفَات وَالْقسم وَكَذَلِكَ جملَة الشَّرْط الَّتِي تحْتَاج من حَيْثُ الْمَعْنى إِلَى جملَة الْجَواب احْتِيَاج الِاسْم الْمَوْصُول إِلَى صلته واحتياج الْمَوْصُوف إِلَى صفته واحتياج الْقسم إِلَى جَوَابه لِأَن الشَّرْط مثلهَا من الأساليب اللُّغَوِيَّة الْقَائِمَة على التلازم بَين شَيْئَيْنِ ¶ وَإِن الْجُمْلَة قد تتمّ تركيبا بركنيها وَلما يتم مَعْنَاهَا لاحتياج أحد ركنيها إِلَى مَا يكمل مَعْنَاهُ وَلَا أَظن أحدا من الْقَائِلين بِهَذَا الرَّأْي يعرب الِاسْم الْمَوْصُول وصلته جَمِيعًا خَبرا فِي مثل قَوْله هَذَا الَّذِي تعرف",
            "page": "57",
            "part": "1",
            "seal": "FEDB6C11"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "الْبَطْحَاء وطأته وَإِنَّمَا هم جَمِيعًا على أَن الَّذِي وَحدهَا هِيَ الْخَبَر وَلَو سألناهم عَن تَمام الْمَعْنى لقالوا إِن الْمَوْصُول يحْتَاج إِلَى صلته وَبهَا يكتمل الْمَعْنى وبمثل قَوْلهم فِي الْمَوْصُول وصلته نقُول فِي الشَّرْط وَجَوَابه وكما يتَوَقَّف تَمام الْمَعْنى على ذكر الصِّلَة كَذَلِك يتَوَقَّف تَمام الْمَعْنى فِي أسلوب الشَّرْط على مَا يلْزم عَن الشَّرْط وَهُوَ الْجَواب وَقد أَشَارَ إِلَى هَذَا ابْن بابشاد 469 هـ فَقَالَ وَالْجُمْلَة الشّرطِيَّة نَاقِصَة لافتقارها إِلَى جَوَاب وهم مِمَّا يسمون مَا يحْتَاج إِلَى غَيره نَاقِصا لذَلِك قَالُوا عَن مَا الموصولة إِنَّهَا نَاقِصَة لاحتياجها إِلَى الصِّلَة وَقَالُوا عَن مَا النكرَة الموصوفة الْمُجَرَّدَة عَن معنى الْحَرْف إِنَّهَا نَاقِصَة لاحتياجها إِلَى الصّفة ¶ وَثَانِيها أَنهم يحتكمون إِلَى الْمَعْنى إِذْ هُوَ الحكم فِي كل خلاف كَمَا قَالَ أستاذنا الأفغاني وَنحن نَأْخُذ أَخذهم ونقول قَوْلهم ولكننا نخالفهم فِيمَا وصلوا إِلَيْهِ من أَن الْمَعْنى ينصر كَون الْجَواب خَبرا لاسم الشَّرْط لأننا نخالفهم فِي التَّقْدِير الَّذِي قدروه فقد قَالُوا إننا إِذا حولنا صِيغَة الْجُمْلَة الشّرطِيَّة من يُسَافر يبتهج إِلَى جملَة اسمية قُلْنَا الْمُسَافِر مبتهج وَمَا اسْم الشَّرْط هُنَا إِلَّا اسْم مَوْصُول أضيف إِلَيْهِ معنى الشَّرْط ففك صلته بِفِعْلِهِ لفظا لَا معنى ¶ وَالْحق أَن تَحْويل الصِّيغَة الشّرطِيَّة من يُسَافر يبتهج إِلَى جملَة اسمية لَيْسَ هُوَ الْمُسَافِر مبتهج لِأَن هَذَا التَّقْدِير قد ألغى معنى الشَّرْط وَهُوَ الَّذِي بني عَلَيْهِ الْكَلَام أصلا وَالشّرط فِي هَذِه الصِّيغَة معنى لَا يجوز إغفاله وَلَو أغفلناه كَمَا قدرُوا لتساوى قَوْلنَا من يُسَافر",
            "page": "58",
            "part": "1",
            "seal": "332BFEB2"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "يبتهج بِالْجَزْمِ على الشَّرْط وَقَوْلنَا من يُسَافر يبتهج بِالرَّفْع على أَن من اسْم مَوْصُول وَفِي هَذَا إخلال بِالْمَعْنَى الَّذِي قبلنَا بِحكمِهِ ¶ وَلَو التزمنا الدقة فِي التَّقْدِير لقلنا من يُسَافر يبتهج تَقْدِيره الْمُسَافِر إِن يُسَافر يبتهج لنبقى محافظين على معنى الشَّرْط وَقد لاحظ الصبان ذَلِك فِي حَاشِيَته على الأشموني فَقَالَ إِن قَوْلك من يقم لَو خلا عَن معنى الشَّرْط بِمَنْزِلَة كل من النَّاس يقوم وَلكنه كَمَا نرى لَا يجوز أَن يَخْلُو عَنهُ لِأَن الْمَعْنى مَعْقُود عَلَيْهِ وَاسْتِعْمَال الصبان ل لَو يفتح بَاب الْإِخْلَال بِالْمَعْنَى ¶ وَإِذا كَانَ التَّقْدِير الَّذِي قدروه صَحِيحا فَمَا الْفرق بَين من الشّرطِيَّة وَمن الموصولة ¶ وَإِذا كَانَ اسْم الشَّرْط هُوَ الِاسْم الْمَوْصُول أضيف إِلَيْهِ معنى الشَّرْط فَهَل يفك صلته بِفِعْلِهِ لفظا لَا معنى بِحَيْثُ يصبح الشَّرْط وَفعله جُزْءا وَاحِدًا كالمسند وَيُصْبِح جَوَابه كالصلة بِالْإِضَافَة إِلَى الْمَوْصُول ¶ إِن الشَّرْط يحْتَاج إِلَى الصلتين جَمِيعًا فعله وَجَوَابه وَهُوَ مُتَّصِل بهما لفظا لِأَنَّهُ مسلط عَلَيْهِمَا وجازم لَهما وَهُوَ رابطة مَا بَينهمَا من حَيْثُ الْمَعْنى إِذْ لولاه لما كَانَت بَينهمَا علاقَة الشّرطِيَّة أَو علاقَة الْمَلْزُوم باللازم أَو علاقَة الْمَعْلُول بِالْعِلَّةِ ولكانت كل جملَة من فعله وَجَوَابه جملَة مُسْتَقلَّة قَائِمَة بذاتها لِأَن الشَّرْط يدْخل على جملتين فيعلق حُصُول الثَّانِيَة على حُصُول الأولى وَالَّذين قَالُوا إِن قَوْلنَا من يقم أقِم مَعَه بِمَنْزِلَة قَوْلنَا كل النَّاس يقوم إِنَّمَا أهدروا معنى الشَّرْط وَهُوَ المُرَاد من الْكَلَام أصلا لذَلِك كَانَ تَقْدِير ابْن هِشَام أدق حِين قَالَ من",
            "page": "59",
            "part": "1",
            "seal": "85C04E6E"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "يقم أقِم مَعَه بِمَنْزِلَة كل من النَّاس إِن يقم أقِم مَعَه لِأَنَّهُ حَافظ بِهَذَا التَّقْدِير الدَّقِيق على معنى الشَّرْط وَهُوَ الَّذِي عقد الصِّلَة بَين جملتين كَانَتَا قبل دُخُوله مستقلتين لكل مِنْهُمَا تركيبها الإسنادي فَلَمَّا دخل أوجد التلازم بَينهمَا وعلق إِحْدَاهمَا على الْأُخْرَى الْأَمر الَّذِي يُوضح أَن الصِّلَة بَين جملَة الشَّرْط وَجُمْلَة الْجَواب صلَة تَعْلِيق أَو صلَة تَابع بمتبوع وَلَيْسَت صلَة مُبْتَدأ بِخَبَر وتوضيحا لذَلِك نقُول ¶ لَو كَانَت عندنَا جملتان اسميتان أَو فعليتان نَحْو أَبُو بكر قَائِل وَأَبُو بكر صَادِق أَو قَالَ أَبُو بكر وَصدق أَبُو بكر ثمَّ أدخلنا عَلَيْهِمَا الشَّرْط فَقُلْنَا إِن كَانَ أَبُو بكر قَائِلا فَهُوَ صَادِق أَو إِن قَالَ أَبُو بكر صدق فَهَل يَعْنِي إِدْخَال الشَّرْط تَغْيِير العلاقات الإسنادية فِي كل من الجملتين وَجعل إِحْدَاهمَا بِتَمَامِهَا أحد الرُّكْنَيْنِ الإسناديين للجملة الْأُخْرَى أَي هَل معنى إِدْخَال الشَّرْط أننا جعلنَا الثَّانِيَة خَبرا للأولى أليست كل من الجملتين قَائِمَة بركنيها الإسناديين فِي كل من الصيغتين وكل مَا فعله الشَّرْط هُوَ أَنه علق وُقُوع الثَّانِيَة على وُقُوع الأولى ¶ فَإِن قيل إِن أَدَاة الشَّرْط فِي المثالين السَّابِقين حرفية وَمَوْضِع خلافنا فِي الاسمية قُلْنَا إِن معنى الشَّرْط وَاحِد فِي الأداتين الحرفية والاسمية وَالْفرق بَينهمَا أننا نَبْنِي الْكَلَام على الاسمية للدلالة على الْعَاقِل أَو غَيره وَلما كَانَت الأداة اسمية وَكَانَت لَهَا الصدارة قدمناها فقولنا الْعَاقِل يجْتَهد يُسَاوِي قَوْلنَا من يجْتَهد والعاقل ينجح يُسَاوِي قَوْلنَا من ينجح وَلما كَانَ الشَّرْط مَبْنِيا مَعْنَاهُ",
            "page": "60",
            "part": "1",
            "seal": "35277F1A"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "على تلازم جملتين قُلْنَا من يجْتَهد ينجح واستغنينا عَن الْفَاعِل الظَّاهِر للْفِعْل الثَّانِي بضميره الْعَائِد على الِاسْم الأول فارتبطت الجملتان إِحْدَاهمَا بِالْأُخْرَى لفظا وتلازمتا معنى وَتلك هِيَ وَظِيفَة الشَّرْط وَلَكِن لم تَتَغَيَّر العلاقات الإسنادية فِي كل من الجملتين وَلم تصبح الثَّانِيَة خَبرا للأولى ¶ ويتضح من هَذَا أَن جملَة الشَّرْط وَحدهَا هِيَ الْخَبَر للمبتدأ الَّذِي هُوَ اسْم الشَّرْط وَقد كَانَت خَبرا قبل دُخُول الشَّرْط للاسم الَّذِي كَانَ قبله غير مضمن معنى الشَّرْط وَكَون من مضمنة معنى الشَّرْط لَا يلغي خبرية مَا بعْدهَا كَمَا لم يلغ الِاسْتِفْهَام الَّذِي ضمناه ل من خبرية الْجُمْلَة الَّتِي بعْدهَا لَهُ فقولنا زيد قَامَ يُسَاوِي قَوْلنَا من قَامَ فِي كَون جملَة قَامَ خَبرا لما قبلهَا وَدخُول الأدوات الْحُرُوف أَو الْأَسْمَاء المضمنة مَعَاني الْحُرُوف لَا يخل بتركيب الْجمل وَلَا يَجْعَل من الجملتين جملَة وَاحِدَة لما فِي ذَلِك من خُرُوج عَمَّا أَصله النُّحَاة وَمُخَالفَة لما اصْطلحَ عَلَيْهِ جمهورهم من معنى الْجُمْلَة وَدخُول الشَّرْط على الجملتين لَا يخلخل العلاقة الإسنادية فِي كل مِنْهُمَا بل يبقيها وَلكنه يَجْعَل حُصُول الثَّانِيَة من حَيْثُ الْمَعْنى متوقفا على حُصُول الأولى لِأَن أسلوب الشَّرْط أصلا يَقْتَضِي ذكر جملَة ثَانِيَة تتمّ مَعْنَاهُ كَمَا أَن الِاسْم الْمَوْصُول الْوَاقِع فَاعِلا أَو خَبرا لَا يكتمل الْمَعْنى بِهِ لِأَنَّهُ يَقْتَضِي مَا يحْتَاج إِلَيْهِ من الصِّلَة والصلة فِي اتِّفَاق الْجَمِيع لَيست جُزْءا من الِاسْم الْمَوْصُول من حَيْثُ الْإِعْرَاب وَلكنهَا لَازِمَة لَهُ من حَيْثُ الْمَعْنى ¶ وَثَالِثهَا أَنهم متفقون على أَن جملَة جَوَاب الشَّرْط الْجَازِم إِذا كَانَت مقترنة بِالْفَاءِ أَو إِذا الفجائية فَهِيَ فِي مَحل جزم فَكيف يَصح جعل الْجُمْلَة الْوَاحِدَة فِي محلين مُخْتَلفين من الْإِعْرَاب فِي وَقت",
            "page": "61",
            "part": "1",
            "seal": "108FA309"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَاحِد وَكَيف نقُول فِي مثل قَوْله تَعَالَى {وَمن يَتَعَدَّ حُدُود الله فَأُولَئِك هم الظَّالِمُونَ} إِذا جعلنَا جملَة الْجَواب فِي مَحل جزم كَمَا هُوَ مُتَّفق عَلَيْهِ فِي عمل الشَّرْط فقد ألغينا الرّفْع وَإِذا جعلناها فِي مَحل رفع كَمَا يَقُولُونَ فقد ألغينا الْجَزْم وَإِذا جعلناها فِي المحلين فقد وقعنا فِي التَّنَاقُض وَالِاضْطِرَاب وَهُوَ اضْطِرَاب مشابه لما وَقع فِيهِ بعض الْقَائِلين بِالرَّأْيِ الأول وَهُوَ أَن جملتي الشَّرْط وَالْجَوَاب هما الْخَبَر لتصادم عَامِلِي الْجَزْم وَالرَّفْع فِي جملَة الْجَواب عِنْد كلا الْفَرِيقَيْنِ",
            "page": "62",
            "part": "1",
            "seal": "69BB0F83"
        },
        {
            "hno": "3",
            "id": "32",
            "nass": "3 - وَأما الرَّأْي الْأَخير وَهُوَ كَون جملَة الشَّرْط وَحدهَا هِيَ الْخَبَر فَهُوَ مَا نؤيده وَنَذْهَب فِيهِ مَذْهَب الْجُمْهُور ونرى أَن جُمْهُور النُّحَاة لم يصطلحوا عَلَيْهِ وَأَن ابْن هِشَام لم يشرحه غير مَا مرّة إِلَّا لِأَنَّهُ الْمَذْهَب المطرد والمنهج الْأسد ¶ أَولا لِأَن جملَة الشَّرْط الْجَازِم إِذا كَانَ مُبْتَدأ لَا مَحل لَهَا فِي أَي مَوضِع من الْمَوَاضِع وكيفما تقلبت بهَا الْحَال إِلَّا فِي هَذَا الْموضع الَّذِي تكون فِيهِ فِي مَحل رفع خَبرا للمبتدأ فَلَا تنَازع عَلَيْهَا بَين عَامِلِي الْجَزْم وَالرَّفْع شَأْن جملَة الْجَواب وَإِنَّمَا هِيَ فِي حَالَة وَاحِدَة من ثَلَاث حالات مطردَة ¶ الأولى أَنَّهَا لَيست بِذَات مَحل إِذا كَانَت أَدَاة الشَّرْط حرفا ¶ الثَّانِيَة أَنَّهَا فِي مَحل جر بِالْإِضَافَة إِذا كَانَ اسْم الشَّرْط ظرفا ¶ الثَّالِثَة أَنَّهَا فِي مَحل رفع على الخبرية إِذا كَانَ اسْم الشَّرْط مُبْتَدأ ¶ والاطراد وتجنب الشذوذ أولى بالاتباع ¶ ثَانِيًا لِأَن الْجُمْلَة تبقى فِي إطار مَا اصْطلحَ جمهورهم عَلَيْهِ من كَونهَا مركبة من كَلِمَتَيْنِ أسندت إِحْدَاهمَا إِلَى الْأُخْرَى فَلَا نضطر إِلَى مخالفتهم بابتداع جملَة جَدِيدَة مركبة من جملتين تركيبا لَيْسَ شَأْنه شَأْن الْجُمْلَة الْكُبْرَى لِأَنَّهُمَا فِي الأَصْل جملتان مستقلتان لكل مِنْهُمَا علاقَة",
            "page": "63",
            "part": "1",
            "seal": "530E5B0F"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "إسنادية بَين ركنيها وَلَو حجبنا الشَّرْط الدَّاخِل عَلَيْهِمَا لعادتا قائمتين بِلَا إخلال ¶ ثَالِثا لِأَن اسْم الشَّرْط وَفعله يكونَانِ جملَة تَامَّة الْإِسْنَاد وَلكنهَا لَيست تَامَّة الْمَعْنى الْمَقْصُود بهَا بعد دُخُول الشَّرْط وَقد كَانَت تَامَّة قبله وَذَلِكَ لِأَن وَظِيفَة الشَّرْط أصلا أَن يَجْعَلهَا متبوعة بجملة ثَانِيَة تكمل مَعْنَاهَا بل إِن مَعْنَاهَا الَّذِي كَانَت مُسْتَقلَّة بِهِ قبل دُخُول الشَّرْط أصبح كُله سَببا أَو عِلّة لحُصُول معنى جملَة ثَانِيَة مُسْتَقلَّة بمعناها فتلازم المعنيان بِالشّرطِ بعد أَن كَانَا مستقلين قبله ¶ وَفِي ضوء مَا فسره ابْن هِشَام من معنى الْكَلَام وَالْجُمْلَة وَكَون الْكَلَام هُوَ الْمُفِيد بِخِلَافِهَا لِأَنَّهَا مصطلح أطلق نحويا على تركيب من كَلِمَتَيْنِ بَينهمَا علاقَة إِسْنَاد فَلَيْسَ لنا أَن نلتقط خَبرا من جملَة لنجعله مُسْندًا إِلَى مُبْتَدأ من جملَة أُخْرَى متجاوزين العلاقات الإسنادية فِي كل من الجملتين بِحجَّة الْمَعْنى وَالْمعْنَى نَفسه غير مَشْرُوط فِي الْجُمْلَة كَمَا راينا فِي اصطلاحهم ¶ إِن الشَّرْط بِدُخُولِهِ على جملَة مَا يَجْعَلهَا نَاقِصَة الْمَعْنى حَتَّى تستكمل متبوعاتها كَمَا فِي الأساليب الْمَعْرُوفَة فِي الِاسْم الْمَوْصُول الَّذِي لَا يتم مَعْنَاهُ إِلَّا بصلته وكما فِي الْقسم الَّذِي لَا يتم مَعْنَاهُ إِلَّا بجوابه وَكَذَلِكَ أسلوب الشَّرْط وَهِي كلهَا أساليب كلامية وَلَيْسَت جملية وَإِذا لم يكتمل الْكَلَام فَأنى تكون الْفَائِدَة ¶ وَقد أَشَارَ العكبري 616 هـ فِي شَرحه لإيضاح الْفَارِسِي إِلَى تلازم جملتي الشَّرْط وَالْجَوَاب فَقَالَ وَينزل الشَّرْط مَعَ الْجَزَاء بِمَنْزِلَة الْعلَّة مَعَ الْمَعْلُول وَقَالَ ثَانِيَة إِن حرف الشَّرْط يُوجب حَاجَة",
            "page": "64",
            "part": "1",
            "seal": "B5D559A4"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "الْجُمْلَة الأولى إِلَى جملَة أُخْرَى لأجل التَّعْلِيق بِحَيْثُ لَو اقتصرت على إِحْدَاهمَا لم يكن كلَاما وَلَوْلَا إِن لكَانَتْ الْجُمْلَة الْوَاحِدَة كلَاما وَقَوله لأجل التَّعْلِيق هُوَ مَا وضحه ابْن هِشَام فِي المباحث المرضية حِين قَالَ الصَّحِيح أَن خبر اسْم الشَّرْط هُوَ جملَة الشَّرْط لَا جملَة الْجَواب وَعزا الظَّن بِأَن الْخَبَر هُوَ الْجَواب إِلَى التَّوَهُّم وَقَالَ وَجَوَاب هَذَا التَّوَهُّم أَن الْفَائِدَة إِنَّمَا توقفت على الْجَواب من حَيْثُ التَّعْلِيق لَا من حَيْثُ الخبرية 4 - النتائج ¶ ونخلص مِمَّا سبق من عرض ومناقشة إِلَى النتائج الْآتِيَة ¶ 1 - إِن اسْم الشَّرْط إِذا كَانَ مُبْتَدأ فجملة الشَّرْط وَحدهَا هِيَ الْخَبَر وَبِذَلِك يبْقى للقاعدة اطرادها وللمنهج سداده ولاصطلاح الْجُمْلَة مَعْنَاهُ ووضوحه وَلَيْسَ فِي شَيْء من ذَلِك كُله خُرُوج عَمَّا اصله جُمْهُور النُّحَاة بل هُوَ توضيح لما أرادوه وذهبوا إِلَيْهِ ¶ وَهُوَ حكم لَو استطعنا أَن نصل فِي الجزئيات الخلافية فِي نحونا إِلَى مثله لجنبنا الْكتب النحوية الحديثة وخاصة المدرسية التَّعَرُّض لكثير من الخلافات النحوية الَّتِي مَا زَالَت كتبنَا تذكر فِيهَا أَكثر من رَأْي وَالَّتِي مَا زَالَ كل مؤلف يَأْخُذ فِيهَا بِرَأْي ولأبقينا ذَلِك كُله للمختصين بدراسة النَّحْو ومسائله الخلافية ¶ 2 - إِن فِي الْعَرَبيَّة أساليب لَا يتم الْكَلَام وَهُوَ الْمُفِيد فِيهَا بِمُجَرَّد قيام علاقَة الْإِسْنَاد بَين كَلِمَتَيْنِ لِأَن العلاقة الإسنادية تتمّ",
            "page": "65",
            "part": "1",
            "seal": "2FC00358"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "الْجُمْلَة الَّتِي قد تكون مفيدة أَو نَاقِصَة الْمَعْنى لحاجتها إِلَى غَيرهَا وَذَلِكَ كَمَا فِي تراكيب الْمَوْصُول وصلته وَالْقسم وَجَوَابه وَالشّرط وَجَوَابه ¶ 3 - إِن للشّرط فِي الْعَرَبيَّة وظيفتين أولاهما معنوية وَهِي إِضَافَة معنى الشَّرْط إِلَى الْجُمْلَة الخبرية وثانيتهما وَظِيفَة أسلوبية اَوْ تركيبية وَهِي جعل الْجُمْلَة الثَّانِيَة معلقَة بِالْجُمْلَةِ الأولى تَعْلِيق الْمُسَبّب بِالسَّبَبِ أَو الْمَعْلُول بِالْعِلَّةِ أَو الْمَلْزُوم باللازم",
            "page": "66",
            "part": "1",
            "seal": "316A46E2"
        }
    ],
    "t6991": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الأولى"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الثانية"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الثالثة"
        }
    ]
}