{
    "b701": [
        {
            "id": "47",
            "nass": "المؤمنون وسط في باب القصاص ¶ وكذلك القصاص شرط على اليهود لابد أن يفعلوه، لا يحل لصاحب المظلمة أن يتنازل، والتسامح شرط على النصارى لا يحل لأحدهم أن يأخذ قصاصاً ولا دية. ¶ وأما نحن أمة الإسلام في مجموعها وفي كتاب ربها وسنة نبيها، فإنها مخيرة بين القصاص وبين الدية وبين العفو: {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ} [البقرة:178]، وأما المؤمنون فكما نعتهم الله عز وجل في قوله: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} [الأعراف:156]، فذنبك يا عبد الله مهما عظم شيء، ورحمة ربك وسعت كل شيء: {فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ * الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالإِنجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنزِلَ مَعَهُ أُوْلَئِكَ هُمُ الْمُفْلِحُونَ} [الأعراف:156 - 157]. ¶ فلهذه الأمة من الدين أكمله، ومن الأخلاق أجلها، ومن الأعمال أفضلها، ووهبهم الله تعالى من العلم والحلم والعدل والإحسان ما لم يهبه لأمة من الأمم، فلذلك كانوا أمة وسطاً، وهذا بيان لوسطية الأمة في مجموع الأمم السبعين من قبلها، وقد رأيتم محاسن الدين فيما ذكرنا. ¶ أسأل الله تعالى أن يغفر لي ولكم.",
            "page": "9",
            "part": "4",
            "seal": "38BCB52B"
        },
        {
            "id": "48",
            "nass": "تفسير قوله تعالى: (وكذلك جعلناكم أمة وسطاً لتكونوا شهداء على الناس) ¶ الحمد لله وكفى، والصلاة والسلام على رسوله المصطفى، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ وبعد: في قول الله تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة:143] يقول ابن كثير رحمه الله تعالى: إنما حولناكم إلى قبلة إبراهيم عليه السلام، واخترناها لكم لنجعلكم خيار الأمم؛ ولتكونوا يوم القيامة شهداء على الأمم؛ لأن الجميع معترفون لكم بالفضل. ¶ جميع الأمم يعترفون لأمة النبي صلى الله عليه وسلم يوم القيامة بالفضل، ولما جعل الله هذه الأمة وسطاً خصها بأكمل الشرائع وأقوم المناهج وأوضح المذاهب، كما قال الله تعالى: {هُوَ اجْتَبَاكُمْ} [الحج:78] أي: اصطفاكم من بين الخلق: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} [الحج:78]. ¶ قال الإمام أحمد: عن أبي سعيد الخدري: قال النبي صلى الله عليه وسلم: (يدعى نوح يوم القيامة فيقال له: هل بلغت؟ فيقول: نعم يا رب، فيدعى قومه، فيقال لهم: هل بلغكم هذا؟ فيقولون: ما أتانا من نذير وما أتانا من أحد، فيقال لنوح: من يشهد لك؟ فيقول: محمد وأمته. ¶ قال: فذلك قول الله تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} [البقرة:143]، قال النبي صلى الله عليه وسلم: والوسط: العدل، فتدعون فتشهدون له بالبلاغ، ثم أشهد عليكم) وكذلك رواه البخاري. ¶ ومن طريق أبي سعيد: قال النبي عليه الصلاة والسلام: (يجيء النبي يوم القيامة ومعه الرجلان وأكثر من ذلك، فيدعى قومه فيقال لهم: هل بلغكم هذا؟ فيقولون: لا، فيقال له: هل بلغت قومك؟ فيقول: نعم. ¶ فيقال: من يشهد لك؟ فيقول: محمد وأمته، فيدعى محمد وأمته، فيقال لهم: هل بلغ هذا قومه؟ فيقولون: نعم. ¶ يا رب! فيقال: وما علمكم؟ فيقولون: جاءنا نبينا فأخبرنا أن الرسل قد بلغوا، فذلك قول الله عز وجل: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} [البقرة:143]، قال: عدلاً). ¶ عن جابر بن عبد الله الأنصاري: (شهد رسول الله صلى الله عليه وسلم جنازة في بني مسلمة، وكنت إلى جانب رسول الله صلى الله عليه وسلم، فقال بعضهم: والله يا رسول الله! لنعم المرء كان -يعني: هذا الميت كان نعم المرء- لقد كان عفيفاً مسلماً وكان وكان وكان، وأثنوا عليه خيراً، فقال رسول الله صلى الله عليه وسلم: أنت بم تقول -يعني: احذر أيها القائل! لأنك مرهون بقولك يوم القيامة- فقال الرجل: الله أعلم بالسرائر، فأما الذي بدا لنا منه فذاك يا رسول الله! فقال النبي صلى الله عليه وسلم: وجبت، ثم شهد جنازة في بني حارثة، وكنت إلى جانب رسول الله صلى الله عليه وسلم، فقال بعضهم: يا رسول الله! بئس المرء كان، إن كان لفظاً غليظاً، فأثنوا عليه شراً، فقال النبي عليه الصلاة والسلام لبعضهم: أنت بالذي تقول، فقال الرجل: الله أعلم بالسرائر، فأما الذي بدا لنا منه فذاك يا رسول الله! فقال رسول الله صلى الله عليه وسلم: وجبت). ¶ قال مصعب بن ثابت: فقال لنا عند ذلك محمد بن كعب: صدق رسول الله صلى الله عليه وسلم، ثم قرأ: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة:143]. ¶ وفي مسند أحمد من طريق أبي الأسود الدؤلي أنه قال: (أتيت المدينة فوافقتها وقد وقع بها مرض، فهم يموتون موتاً ذريعاً -أي: سريعاً كثيراً- فجلست إلى عمر بن الخطاب رضي الله عنه، فمرت به جنازة، فأثني على صاحبها خيراً فقال: وجبت، ثم مر بأخرى فأثني عليها شراً، فقال عمر: وجبت، فقال أبو الأسود: يا أمير المؤمنين! ما وجبت؟ قال: قلت كما قال رسول الله صلى الله عليه وسلم: أيما مسلم شهد له أربعة بخير أدخله الله الجنة. ¶ قال: فقلنا: وثلاثة؟ فقال: وثلاثة، فقلنا: واثنان؟ قال: واثنان، ثم لم نسأله عن الواحد)، وكذلك رواه البخاري والترمذي والنسائي. ¶ وعن أبي بكر بن أبي زهير الثقفي عن أبيه قال: سمعت النبي صلى الله عليه وسلم يقول: (يوشك أن تعلموا خياركم من شراركم، قالوا: يا رسول الله! بم؟ قال: بالثناء الحسن والثناء السيئ، أنتم شهداء الله في الأرض). ¶ وعند مسلم من حديث أنس بنصه، وعند البخاري بمعناه: (",
            "page": "10",
            "part": "4",
            "seal": "D530E247"
        },
        {
            "id": "49",
            "nass": "أصول أهل السنة والجماعة - عقيدتنا في الأسماء والصفات ¶ مذهب أهل السنة والجماعة في أسماء الله وصفاته وسط بين التمثيل والتعطيل، فهم يثبتون ما أثبته الله لنفسه من أسماء وصفات، ويثبتون ما أثبته له رسوله صلى الله عليه وسلم، وينفون ما نفاه الله عن نفسه وما نفاه عنه رسوله صلى الله عليه وسلم، ولا يمثلون ذات الله وصفاته بذوات خلقه وصفاتهم، كما أن لأهل السنة والجماعة قواعد التزموها في أسماء الله وصفاته، تخرجهم من المذاهب الفاسدة التي ذهب إليها أهل الزيغ والضلال.",
            "page": "1",
            "part": "5",
            "seal": "AC03FF25"
        },
        {
            "id": "50",
            "nass": "مذهب أهل السنة والجماعة في أسماء الله وصفاته ¶ إن الحمد لله تعالى، نحمده ونستعينه ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار، وما قل وكفى خير مما كثر وألهى، وإنما توعدون لآت وما أنتم بمعجزين، وما لم يكن يومئذ ديناً فليس اليوم بدين. ¶ وكل خير في اتباع من سلف وكل شر في ابتداع من خلف قد كثر ¶ Q  من هم أهل السنة والجماعة؟ أهل السنة هم: من تميزوا بكيت وكيت، فتلك عقائدهم، وهذه خصائصهم، وهي التي تميزهم عن غيرهم من سائر فرق الأمة، ولذلك لما تكلمنا عن خصائصهم واحدة بعد الأخرى، بلغنا إلى الكلام عن الوسطية، وقدمنا لوسطية أهل السنة والجماعة بوسطية الأمة عموماً في سائر الأمم، ووسطية الملة في سائر الملل، تمهيداً للكلام الطويل عن وسطية أهل السنة والجماعة بين سائر فرق الأمة التي استوجبت النار في قوله عليه الصلاة والسلام: (وستفترق أمتي إلى ثلاث وسبعين فرقة كلها في النار إلا واحدة)، فما استوجبت هذه الفرق نار الله -عز وجل- الموقدة إلا بمخالفتها لخصائص أهل السنة وعقيدتهم ومعتقدهم في ربهم على جهة الخصوص، خاصة أسماء الله تعالى وصفاته، فلما خالفت هذه الفرق أهل السنة والجماعة في معتقدهم في ربهم وفي إلههم في أسمائه وصفاته استوجبوا في هذا الباب بالذات أن يدخلوا النار؛ ولذلك بين النبي عليه الصلاة والسلام أن الفرقة الناجية ما استوجبت رحمة الله ولا جنته إلا بسيرها على منهاج النبوة الأول. ¶ وقد سئل عليه الصلاة والسلام عن الفرقة الناجية: (من هم يا رسول الله؟ قال: من كانوا على مثل ما أنا عليه اليوم وأصحابي)، وفي رواية قال: (هم الجماعة، قيل: ومن هم؟ قال: من كانوا على مثل ما أنا عليه وأصحابي)، وهذا تزكية لمنهج النبي عليه الصلاة والسلام، كيف لا وهو أعلم الخلق بربه، كما أن الله تعالى أعلم بذاته، وكذلك خلفاؤه الراشدون رضي الله عنهم، وكذا سائر أصحابه المرضيين هم أعلم الخلق بالله عز وجل، وبرسوله الكريم عليه الصلاة والسلام، كما أنهم كذلك أعلم الخلق بلسان العرب ومدلولات الألفاظ ومعاني النصوص، ولذلك لم يثبت أن واحداً منهم -تبعاً لنبيهم عليه الصلاة والسلام- قال: ما معنى {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح:10]، وما معنى: {وَجَاءَ رَبُّكَ} [الفجر:22]، وما معنى الساق، وما معنى العين، وما معنى الضحك، وما معنى الغضب، وما معنى الرضا، وما معنى السخط الذي هو ثابت لله عز وجل، ولكن الخلف من الجهمية والمعتزلة والأشعرية لم يرق لهم تلك النصوص، فذهبوا يحرفونها ويعطلونها، ومنهم من ذهب إلى تأويلها وصرف النص عن ظاهره، فكانوا بين فريقين: فريق ذهب يزعم أنه ينزه الله تبارك وتعالى عن الشبيه والمثيل والند والمكافئ، فقال بإلغاء جميع الصفات، وهذا هو الإلحاد في الأسماء والصفات، ولذلك قال الله تعالى: {وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ} [الأعراف:180]، فالإلحاد هو: تعطيل اللفظ أن يجري على ظاهره، مع الإيمان الجازم به وتسليم الكيفية إلى الله عز وجل، وبعضهم إنما نفى ما عليه أهل التعطيل من الجهمية والمعتزلة، فذهب إلى التأويل، فقال: معنى اليد: النعمة، ومعنى العون: الرعاية، ومعنى الغضب: الرضا، ومعنى السخط غير ذلك، حتى صرفوا هذه النصوص - التي هي صفات ذات لله، أو صفات فعل لله عز وجل - عن ظاهرها، فكان منهم المعطل، وكان منهم المؤول؛ ولذلك قال ابن تيمية: من عطل فإنما يعبد عدماً، ومن مثل فإنما يعبد صنماً. ¶ نعم. ¶ الذي أثبت هذه الصفات على ظاهرها لله عز وجل، وقال: المراد منها: أن الله تعالى له يد كأيدينا، وله عين كأعيننا، وله ساق كسوقنا، وله من سائر الصفات الذاتية والفعلية ما لنا من صفات؛ فلا شك أنه ينتهي به المطاف إلى تشبيه الله تعالى برجل منا، فمن كان أمره وش",
            "page": "2",
            "part": "5",
            "seal": "0941FF56"
        },
        {
            "id": "51",
            "nass": "أصول اعتقاد أهل السنة والجماعة في أسماء الله وصفاته",
            "page": "3",
            "part": "5",
            "seal": "BECD02FD"
        },
        {
            "id": "52",
            "nass": "ذات الله وصفاته تختلف عن ذوات الخلق وصفاتهم ¶ سئل مالك عليه رحمة الله، وسئل من قبله شيخه ربيعة الرأي، وهو إمام المدينة في زمانه كما سئلت من قبلهما أم سلمة زوج النبي صلى الله عليه وسلم عن معنى قول الله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه:5]. ¶ قالت: الاستواء معلوم -فلا تفويض عند السلف في العلم- والكيف مجهول، والإيمان به واجب، والسؤال عنه بدعة، هذه القاعدة الأصولية الاعتقادية سار عليها سلفنا رضي الله تعالى عنهم إلى يومنا هذا، وستبقى قاعدة أصلية لكل من انتهج منهج السلف إلى قيام الساعة، وهذا الذي يقال في صفة إنما يقال في جميع صفات الباري تبارك وتعالى، فكيفية الصفة مجهولة لا يعلمها إلا الله عز وجل، أما العلم بها فإنه ثابت في كتاب الله وفي سنة الرسول عليه الصلاة والسلام اللذين هما مصدرا كل خير مصدرا الاعتقاد والتشريع، ومصدرا الحكم والإيمان وحسن الاعتقاد، وليس هناك مصدر وحي غير الكتاب والسنة. ¶ الكيف مجهول والعلم بالصفة معلوم يقيناً؛ لأنه قد ورد في كتاب الله، ومعنى: (معلوم يقيناً) في دلالات ألفاظ العرب، وإلا فكيف يخاطبنا الله تبارك وتعالى بألفاظ لا معنى لها معلومة عندنا، كيف يقول الله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه:5]، ولا يدري المخاطب - النبي عليه الصلاة والسلام - ما معنى استوى؟ لابد أن لغة العرب فيها ما يشهد لمعاني الاستواء، فإذا كان الاستواء لله عز وجل، فهو العلو والارتفاع، ولذلك أطبق السلف رضي الله تعالى عنهم أن معنى {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى}: علا وارتفع، وأن الله تبارك وتعالى ينزل إلى السماء الدنيا إذا انقضى ثلث الليل الآخر. ¶ يقولون: نزول الله تبارك وتعالى إلى السماء الدنيا لا يستلزم خلو العرش منه، وهذا الذي وقع فيه المبتدعة؛ لأنهم قاسوا ما يلزم الخالق على المخلوق. ¶ قالوا: نزولنا من مكان إلى مكان يستلزم خلو المكان الأول منا، فكذلك الله تعالى إذا نزل إلى السماء الدنيا فإنه ينزل من علو إلى سفل، ويخلو منه العرش! وهذا كلام في غاية البطلان والفساد، إنما الحق أن ما يلزم الله عز وجل من أسماء وصفات لا يمكن قياسه على ما يلزم المخلوقين؛ وما ذلك إلا للأصل الأصيل، وهو أن ذات الله تعالى تختلف عن ذوات الخلق، فكذلك - لزوماً وتبعاً وتضمناً - تختلف صفاته عن صفات الخلق، فإذا قلت: إن إتياني ونزولي يستلزم خلو المكان الأول مني فإن ذلك ليس بلازم لله عز وجل، ولذلك أطبق السلف -لم يخالف واحد في ذلك- أن نزول الله تعالى إلى السماء الدنيا لا يخلو منه العرش، ومن تخيل أن نزول الله تعالى يستلزم خلو العرش منه؛ فإنما جعل في مخيلته صورة لله عز وجل تشابه وتماثل وتكافئ صور المخلوقين، وهذا بلا شك كفر وإلحاد لا خلاف بين السلف على ذلك؛ ولذلك عصم الله تبارك وتعالى أهل السنة والجماعة بأن وضعوا أصولاً لأنفسهم ولمن أتى بعدهم، إذا سلكوها لم يضلوا ولم يتيهوا كما تاه غيرهم، من هؤلاء الذين تاهوا صاحب (جوهرة التوحيد) الذي يدرس إلى الآن في المعاهد الأزهرية باسم (السلفية والسنة)، وهو كلام في غاية الفساد والنكران. ¶ قال صاحب الجوهرة: وكل نص أوجب التشبيها أوله أو فوض ورم تنزيهاً وهذا كلام باطل، كيف يجتمع التنزيه مع التفويض والتأويل؟ فتفويض العلم والمعنى إنما هو سبيل أهل الضلال والانحراف، وأهل السنة والجماعة لم يفوضوا إلا الكيفية فقط، أما تفويض العلم فليس من منهجهم، ولا من بنات أفكار مدرستهم، وكذلك تفويض المعنى، فإنهم يعلمون معاني الصفات، والفرق بينهم وبين غيرهم من أهل الضلال والانحراف في معرفة المعنى أنهم يثبتون المعنى لله عز وجل على ما يليق بجماله وكماله. ¶ نعم. ¶ يقولون: الله تعالى له يد وله ساق وله عين وله وله، لكن على المعنى الذي يليق بذاته العلية سبحانه وتعالى، فيده ليست كأيدينا، وعينه ليست كأعيننا، ونفسه ليست كأنفسنا، وغير ذلك من سائر الصفات، والله تعالى يغضب ليس كغضبنا، ويفرح ليس كفرحنا، ويجيء ليس كمجيئنا، ويأتي ليس كإتياننا، ويذهب ليس كذهابنا وغير ذلك من الثابت لله عز وجل من أسماء وصفات. ¶ وقد ثبت عنهم لما سئلوا عن هذه الصفات أنهم قالوا: أمروها كما جاءت، يعني: نحن نؤمن بها إيماناً جازماً، ونعلمها علماً يقيناً من واقع كلام الله تعالى وواقع كلام رسوله، كما أننا نعلم معناها لا تفويض في هذا ولا ذاك، ولكن أمروها أي: لا تخوضوا فيها بتأويل أو تعطيل أو تمثيل أو تكييف، وذلك لأن الكلام في الصفات فرع عن الكلام في الذات، فلما لم يكن بوسع أحد أن يتكلم في ذات الإله تعالى كذلك ينبغي ألا يكون في وسعه أن يتكلم في صفات الله تعالى، بل يجب عليه أن يؤمن بها وأن يمرها كما جاءت ولا يخوض فيها، هذا منهج أهل السنة والجماعة. ¶ وللأسف الشديد كثير من طلاب العلم لا يعرف موقف سلف الأمة من صفات الباري تبارك وتعالى، إذا سألته: ما معتقد أهل السنة والجماعة في صفات الله تعالى وأسمائه سكت ولم يعطك جواباً،",
            "page": "4",
            "part": "5",
            "seal": "8228FFF4"
        },
        {
            "id": "53",
            "nass": "إثبات ما أثبته الله تعالى لنفسه وما أثبته له رسوله بلا تحريف ولا تعطيل ولا تمثيل ولا تكييف ¶ والأصل الثاني: أن أهل السنة والجماعة أثبتوا لله تعالى ما أثبته لنفسه في كتابه، وما أثبته له رسوله عليه الصلاة والسلام في صحيح سنته، من غير تحريف ولا تعطيل، ومن غير تمثيل ولا تكييف، وعمدتهم في ذلك: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ} [الشورى:11] نفياً وإثباتاً على المعنى اللائق بالله عز وجل.",
            "page": "5",
            "part": "5",
            "seal": "89897700"
        },
        {
            "id": "54",
            "nass": "نفي أهل السنة والجماعة ما نفاه الله عن نفسه ¶ الأصل الثالث: أنهم نفوا عن الله عز وجل ما نفاه عن نفسه من السِّنة والنوم والتعب والكلام والملل وغير ذلك، مما لا يليق إلا بالمخلوقين؛ لأن هذه الصفات صفات نقص لا تليق إلا بالمخلوقين، أما الله تبارك وتعالى فإنه أهل لكل جمال وكمال.",
            "page": "6",
            "part": "5",
            "seal": "32B49AAC"
        },
        {
            "id": "55",
            "nass": "الكف وعدم الخوض في إدراك حقيقة الكيفية لله تعالى وتفويض علم الكيفية إليه سبحانه ¶ الأصل الرابع: أهل السنة والجماعة كفوا ولم يخوضوا في إدراك حقيقة الكيفية لله تعالى، وفوضوا علم الكيفية إلى الله عز وجل، كما قال الله تعالى: {وَلا يُحِيطُونَ بِهِ عِلْمًا} [طه:110]، مهما بلغوا من علم فإنهم لا يحيطون علماً بصفات الله تعالى وأسمائه؛ وذلك لأنهم لم يحيطوا بذاته، والكلام عن الصفات فرع عن الكلام في الذات، فمن أجاز لنفسه الكلام في ذات الله أجاز لنفسه الكلام من باب أولى في صفاته سبحانه، ولما امتنع الأول امتنع الثاني ولابد.",
            "page": "7",
            "part": "5",
            "seal": "E493660A"
        },
        {
            "id": "56",
            "nass": "صفات الله تعالى توقيفية ¶ الأصل الخامس: صفات الله تعالى توقيفية، أي: أننا لا نثبت لله إلا ما أثبته لنفسه، ولا ننفي عنه إلا ما نفاه نصاً عن نفسه، كما أننا ننفي عنه جميع صفات النقص التي لا تليق إلا بالمخلوقين، كذلك لا نثبت لله إلا ما أثبته له رسوله، ولا ننفي عنه إلا ما نفاه عنه رسوله وسائر صفات النقص التي لا تليق إلا بالمخلوقين.",
            "page": "8",
            "part": "5",
            "seal": "8516DAC4"
        },
        {
            "id": "57",
            "nass": "اعتقاد ثبوت كمال الضد لله تعالى ¶ الأصل السادس: منهج السلف في نفي النقص عن الله اعتقادهم ثبوت كمال الضد، إذا أثبتنا أن الله تعالى لا يظلم يلزم من ذلك أن نثبت له كمال العدل؛ لأن العدل هو المقابل للظلم، فإذا كان الله تعالى لا يظلم فإنه متصف بكمال العدل، إذا كان الله تعالى لا يتصف بالسِّنة والنوم، فلابد أن نثبت الضد وهو كمال الحياة والقيومية لله عز وجل. ¶ فنفي صفات النقص تستلزم ثبوت كمال الضد لله عز وجل، وهذه طريقة السلف رضي الله تعالى عنهم.",
            "page": "9",
            "part": "5",
            "seal": "7257E08C"
        },
        {
            "id": "58",
            "nass": "الاتفاق على مراعاة الألفاظ الواردة في صفات الله وأسمائه ¶ الأصل السابع: اتفاقهم على مراعاة الألفاظ الواردة في صفات الله وأسمائه دون التزيد عليها، خلافاً لأهل البدع، لما أرادوا بزعمهم أن ينزهوا الله عز وجل، قالوا: ننفي عن الله الجهة والجسم والحيز والحد والحركة والانتقال وغير ذلك! هذا كلام عظيم جداً، لو أن واحداً من السلف سمعه لخر ميتاً؛ لأن هذه المصطلحات في جنب الله لم يتداولها أحد منهم، ولذلك هل الذي يقول بهذا يزعم أنه ينزه الباري تبارك وتعالى، هل يجرؤ أن يدخل على ملك من ملوك الدنيا أو رئيس أو زعيم من زعمائها ورؤسائها، فيقول: لست كلباً ولا حماراً ولا خنزيراً، هل يستطيع أن يقول له ذلك؟ لا يمكن وإلا قام فقتله بغير تردد، فكذلك الله تعالى يوصف ابتداء بما وصف به نفسه، وبما وصفه به رسوله صلى الله عليه وسلم، ويمسك اللسان عن ذكر مصطلحات وألفاظ لم يعرفها السلف.",
            "page": "10",
            "part": "5",
            "seal": "19AF2769"
        },
        {
            "id": "59",
            "nass": "صفات الله تعالى كلها صفات كمال وجلال لا نقص فيها بوجه من الوجوه ¶ وأصل من الأصول: صفات الله تعالى كلها صفات كمال وجلال لا نقص فيها بوجه من الوجوه، وصفاته سبحانه إما ذاتية كاليد والعين والساق والرجل والأصابع وغيرها، فكل هذا ثابت في الكتاب والسنة بأسانيد صحيحة، لكن لا مجال الآن لسردها، وقد سردناها في هذا المكان في دروس الاعتقاد مراراً وتكراراً، إيماناً منا بأن هذا الباب هو أعظم باب يمكن أن يهتم به المسلم. ¶ كذلك من صفات الله صفات فعلية متعلقة بفعله سبحانه إن شاء فعل وإن شاء لم يفعل، منها الإتيان والمجيء والنزول والاستواء والغضب والضحك والرضا والسخط وغيرها، وصفاته كما قلنا متعلقة بأفعاله، وأفعاله لا منتهى لها سبحانه؛ ولذلك قال تعالى: {وَيَفْعَلُ اللَّهُ مَا يَشَاءُ} [إبراهيم:27]، وقال سبحانه: {لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} [الأنبياء:23]، وقال تعالى: {وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ} [البقرة:253]، وقال تعالى: {اللَّهُ يَفْعَلُ مَا يَشَاءُ} [آل عمران:40]. ¶ حدثت مناظرة في زمن العباسيين. ¶ قال أبو عبد الله الرباطي حضرت يوماً مجلس الأمير عبد الله بن طاهر أمير خراسان، وحضر هذا المجلس إسحاق بن راهويه من أهل السنة والجماعة، فسئل ابن راهويه عن حديث النزول أي: (أن الله تعالى ينزل إلى السماء الدنيا إذا انقضى ثلث الليل الأول، إذا بقي ثلث الليل الآخر) كما في روايتين فسئل عنه: أصحيح هو يا أبا يعقوب؟! قال: نعم. ¶ قيل له: يا أبا يعقوب! أتزعم أن الله تعالى ينزل كل ليلة؟ قال: نعم. ¶ قال: كيف ينزل؟ قال: أثبته أنت فوق أولاً حتى أثبت لك النزول، فقال له رجل: أثبته فوق، فقال له إسحاق: قال الله تعالى: {وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا} [الفجر:22]، قال الأمير عبد الله بن طاهر: هذا يوم القيامة، يعني: مجيء الله تعالى ثابت يوم القيامة، فقال إسحاق: أعز الله الأمير ومن يجيء يوم القيامة من يمنعه اليوم؟ انظروا إلى هذا النور الإيماني الرباني الذي يزينه الله تعالى في قلوب عباده الصالحين! وعند الترمذي قال: سمعت إسحاق بن راهويه يقول: اجتمعت الجهمية إلى عبد الله بن طاهر يوماً فقالوا له: أيها الأمير! إنك تقدم إسحاق - أي: ابن راهويه - وتكرمه وتعظمه، وهو كافر يزعم أن الله عز وجل ينزل إلى السماء الدنيا كل ليلة ولا يخلو منه العرش. ¶ وهذا محض افتراء؛ لأن إسحاق لم يقل بأن العرش يخلو من الرحمن، فغضب عبد الله بن طاهر، وبعث إلي، فدخلت وسلمت فلم يرد علي السلام، لأن هؤلاء الملاحدة قالوا: إنه كافر. ¶ قال: ولم يستجلسني أي: ولم يأذن لي بالجلوس على عادة الجبابرة والظلمة أنهم لا يأذنون لأهل العلم والإيمان بالجلوس، ويدعونهم وقوفاً، ثم رفع عبد الله بن طاهر رأسه وقال لي: ويلك يا إسحاق! ما يقول هؤلاء؟ قال: قلت: لا أدري، قال: تزعم أن الله سبحانه وتعالى ينزل إلى السماء الدنيا في كل ليلة ولا يخلو منه العرش؟ فقال: أيها الأمير! لست أنا قلته قاله النبي عليه الصلاة والسلام فيما حدثنا أبو بكر بن عياش عن إسحاق عن الأغر بن مسلم أنه قال: أشهد على أبي بكر وأبي سعيد أنهما شهدا على رسول الله عليه الصلاة والسلام أنه قال: (ينزل الله إلى سماء الدنيا كل ليلة فيقول: من يدعوني فأستجيب له، من يسألني فأعطيه، من يستغفرني فأغفر له) إلى آخر الحديث، قال: فلما ذكرت له النبي عليه الصلاة والسلام وأنه قائل ذلك سكن غضبه، ثم قال لي: اجلس. ¶ فجلست، فقلت: مرهم أيها الأمير! يناظروني، فقال الأمير لهؤلاء الجهمية: ناظروه. ¶ فقلت لهم: يستطيع أن ينزل ولا يخلو منه العرش، أم لا يستطيع؟ قال: فسكتوا وأطرقوا رءوسهم، فقلت: أيها الأمير! مرهم أن يجيبوا، فسكتوا، فقال: ويحك يا إسحاق! ماذا سألتهم؟ قلت: أيها الأمير! قل لهم: هل يستطيع الله تعالى أن ينزل إلى السماء الدنيا ولا يخلو منه العرش أم لا؟ فقال: فأيش هذا يا أبا يعقوب؟! قلت: إن زعموا أن الله لا يستطيع أن ينزل إلا أن يخلو منه العرش فقد زعموا أن الله عاجز مثلي ومثلهم وقد كفروا، وإن زعموا أنه لا يستطيع أن ينزل ولا يخلو منه العرش فهو ينزل إلى السماء الدنيا كيف يشاء ولا يخلو منه المكان، فانقطعت حجة الجهمية وثبت نور الإيمان في هذا المجلس الذي تحرش لأهل الإيمان فيه أهل البدعة والضلال، وهكذا غير مناظرة في باب أسماء الله وصفاته، ولكن المقام لا يسمح بسردها.",
            "page": "11",
            "part": "5",
            "seal": "0FE71EE6"
        },
        {
            "id": "60",
            "nass": "الكلام في الصفات كالكلام في الذات والقول في بعض الصفات كالقول في البعض الآخر ¶ ومن أصول أهل السنة والجماعة كذلك في معتقدهم: أن الكلام في الصفات كالكلام في الذات، فكما أننا نثبت لله تعالى ذاتاً حقيقية لا نعلم كيفيتها، فلابد أن نعتقد كذلك أن هذه الذات متصفة بصفات حقيقية لا مجازية تليق بهذه الذات العلية، ونحن لا نعلم كيفيتها. ¶ وكذلك من منهجهم: أن القول في بعض الصفات كالقول في البعض الآخر، وهذا الكلام يرد به على الأشاعرة الذين أثبتوا بعض الصفات ونفوا البعض الآخر، كما أن الأصل السابق وهو أن الكلام في الصفات فرع عن الذات رد على الجهمية الذين أثبتوا الذات ونفوا الصفات، وكذلك أسماء الله تعالى لا حصر لها، كما قال النبي عليه الصلاة والسلام: (اللهم إني أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك، أو علمته أحداً من خلقك، أو استأثرت -وهذا الشاهد- أو استأثرت به في علم الغيب عندك)، وكل اسم لا محالة يدل على صفة، فإذا كانت أسماء الله تعالى لا تقع تحت حصر، فكذلك صفاته من باب اللازم؛ لأن كل اسم يدل على صفة، والسلف رضي الله عنهم لا يخوضون في صفات الله تعالى بالتشبيه والتمثيل ولا بالتحريف والتعطيل حملاً للألفاظ على ما يجوز لها في اللغة، ولكن يحملون هذه الآيات والأحاديث الواردة في أسماء الله وصفاته على ما يليق بجماله وكماله شرعاً ومعنى.",
            "page": "12",
            "part": "5",
            "seal": "CEDBC7C2"
        },
        {
            "id": "61",
            "nass": "ما من شيئين إلا وبينهما قدر مشترك وقدر فارق ¶ والسلف كذلك يعتقدون أنه ما من شيئين إلا وبينهما قدر مشترك وقدر فارق، فالله تعالى له اليد ولي يد، فالقدر المشترك بيني وبين الله في الاسم فقط، والقدر الفارق هو في حقيقة وماهية وكيفية هذه اليد، هذا ثابت في صفات المخلوقين، بل في صفات المخلوق الواحد أحياناً، فأنت لا تجد يده اليمنى كيده اليسرى، فكيف تجعلون يد المخلوق عموماً كيد الخالق خاصة، كيف ذلك؟ لابد أن يكون بين كل شيئين قدر فارق وقدر مشترك، وكذلك الله تعالى له ذات وأنت ذات، لكن الاتفاق في مطلق الاسم، وأما في الحقيقة والكيفية فذات الله تختلف عن ذوات المخلوقين والعكس بالعكس، والله تعالى له صورة ولك صورة، والاتفاق في الاسم والاختلاف في الكيفية والحقيقة، وهكذا ما من شيئين إلا وبينهما قدر مشترك أي: في مطلق الاسم وبينهما كذلك قدر فارق، فإذا كان هذا في المخلوقين فهو بين الخالق والمخلوق من باب أولى. ¶ هذه بعض الأصول التي سلكها سلفنا رضي الله عنهم فيما يتعلق بأسماء الله وصفاته، ولذلك مذهب السلف في أصول الدين وسط بين التمثيل والتعطيل، كما أن هذه الأمة وسط بين الأمم كلها، فهم لا يمثلون صفات الله بصفات خلقه، كما لا يمثلون ذات الله بذوات خلقه، ولا ينفون عنه ما وصف به نفسه ووصفه به رسوله صلى الله عليه وسلم؛ فيعطلوا أسماءه الحسنى وصفاته العليا ويحرفوا الكلم عن مواضعه، ويلحدوا في أسماء الله وآياته، فهم وسط بين هؤلاء وهؤلاء، ويعتقدون أن كل ممثل معطل، وأن كل معطل ممثل؛ لأنهم لم يفهموا أسماء الله وصفاته إلا ما يفهمون من أسماء وصفات المخلوقين؛ ولذا قال شيخ الإسلام: الممثل يعبد صنماً، والمعطل يعبد عدماً. ¶ أقول قولي هذا وأستغفر الله لي ولكم.",
            "page": "13",
            "part": "5",
            "seal": "7CCB2215"
        },
        {
            "id": "62",
            "nass": "قواعد التزمها أهل السنة والجماعة في أسماء الله وصفاته ¶ الحمد لله وكفى، والصلاة والسلام على عباده الذين اصطفى، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ قواعد كذلك التزمها أهل السنة والجماعة حتى لا تزل أقدامهم كما زلت أقدام أهل البدع والضلال.",
            "page": "14",
            "part": "5",
            "seal": "E6BE576F"
        },
        {
            "id": "63",
            "nass": "الإثبات المفصل أو المجمل في كل صفة كما ورد بها القرآن الكريم ¶ القاعدة الأولى: الإثبات المفصل أو المجمل في كل صفة كما ورد بها القرآن الكريم في قول الله تعالى: {وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} [الأعراف:180]، وفي قوله: {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَّا تَدْعُوا فَلَهُ الأَسْمَاءُ الْحُسْنَى} [الإسراء:110].",
            "page": "15",
            "part": "5",
            "seal": "639AD17C"
        },
        {
            "id": "64",
            "nass": "التنزيه وعدم التكييف والتشبيه ¶ القاعدة الثانية: التنزيه وعدم التكييف والتشبيه، أهل السنة والجماعة يعتقدون أن إثبات الصفة لله عز وجل على ما يليق به هو التنزيه الحق، خلافاً للجهمية المعطلة الذين زعموا أن التنزيه إنما هو التعطيل وتحريف الكلم عن مواضعه؛ ولذلك قال الله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ} [الشورى:11]، {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُون َ} [الصافات:180]، وقال تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء:36].",
            "page": "16",
            "part": "5",
            "seal": "B39F5025"
        },
        {
            "id": "65",
            "nass": "عدم التأويل المفضي إلى التعطيل ¶ القاعدة الثالثة: عدم التأويل المفضي إلى التعطيل، ويتحقق هذا في قوله تعالى: {وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ} [الأعراف:180]، والتعطيل إلحاد في أسماء الله وصفاته.",
            "page": "17",
            "part": "5",
            "seal": "E0DF9D7B"
        },
        {
            "id": "66",
            "nass": "العلم بالله والمعرفة به من خلال صفاته ¶ القاعدة الرابعة: العلم بالله تعالى والمعرفة به من خلال صفاته، لا من خلال الاجتهاد، ويتحقق هذا في قول الله تعالى: {كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الأَلْبَابِ} [ص:29]. ¶ فالدعامة الأولى تضمنت الإيمان بكل صفة لله تعالى، والثانية تضمنت تنزيه الله تعالى بإثبات صفاته وعدم مشابهتها لصفات الخلق، والثالثة تضمنت إثبات كل صفة على الحقيقة، كما ورد بها النص من غير صرف لها إلى معنى آخر غير الظاهر منها، والرابعة: تضمنت أن السلف كانوا يعلمون معاني الصفات، ولم يفوضوا فيها، ويفرقون بينها بحسب ما دلت عليه مما تعرفه العرب من لسانها، فالعلم غير الحياة، والإتيان غير الاستواء على العرش، واليد غير الوجه، فلما خاطبنا الله تعالى بذلك كله علمنا معاني هذه الصفات، وفي هذا إبطال لقول الملحدين في أسماء الله وصفاته في حكايتهم عن مذهب السلف كما حكى صاحب جوهرة التوحيد، وزعم أن السلف مذهبهم التفويض، كذب ورب الكعبة، وهذا القول من أكذب ما ينسب إلى السلف.",
            "page": "18",
            "part": "5",
            "seal": "DCD8AB3C"
        },
        {
            "id": "67",
            "nass": "رجوع بعض أئمة الكلام إلى منهج أهل السنة والجماعة ¶ إن كثيراً من أئمة الكلام الذين تأثروا بفلسفة الغرب ومذهب المتكلمين منهم من خدم دين الله عز وجل، كما أن الله تعالى منَّ على بعضهم بأن ترك مذهبه الفاسد في صفات الله عز وجل، ورجع إلى عقيدة وكلام أهل السنة والجماعة أخيراً، منهم فخر الدين الرازي إمام كبير مشهور، وكان من أئمة الاعتزال، وكان ممن يؤول الكلم عن مواضعه. ¶ قال في توبته: نهاية إقدام العقول عقال وأكثر سعي العالمين ضلال فأرواحنا في وحشة من جسومنا وحاصل دنيانا أذى ووبال ولم نستفد من بحثنا طول عمرنا سوى أن جمعنا فيه قيل وقالوا لماذا؟ لأنه قضى حياته كلها في جمع أقوال من سبقوه من أهل الكلام، وترك النص جانباً؛ لأنه اعتقد أن هذا النص ليس مراداً على ظاهره؛ ولذلك بانت حسرته وندامته في هذه الأبيات التي كتبها. ¶ ثم قال: لقد تأملت الطرق الكلامية والمناهج الفلسفية، فما رأيتها تشفي عليلاً ولا تروي غليلاً، ورأيت أقرب الطرق طريقة القرآن، فقال: اقرأ في الإثبات، -أي: في باب إثبات الصفات- قول الله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه:5]، {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ} [فاطر:10] أي: للدلالة على العلو والارتفاع: {وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} [فاطر:10]، واقرأ في النفي: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى:11]، واقرأ فيه كذلك: {وَلا يُحِيطُونَ بِهِ عِلْمًا} [طه:110]، واقرأ فيه كذلك: {هَلْ تَعْلَمُ لَهُ سَمِيًّا} [مريم:65]، ثم قال: ومن جرب مثل تجربتي عرف مثل معرفتي. ¶ وقد صرح غير واحد من الخلف بعودتهم إلى مذهب السلف كـ أبي الحسن الأشعري الذي انخلع من أشعريته وتأويله وصرفه النص عن ظاهره، وقال: إنما أنخلع من عقيدتي ومما قلت آنفاً، كما ينخلع هذا السيف من غمده، وأقول بقول أحمد - أي: وأقول بقول أحمد بن حنبل - فأنا على عقيدته، فصنف بعد ذلك كتباً في عقيدة أهل السنة على رأسها كتاب له اسمه الإبانة في أصول الديانة؛ ليثبت رجوعه إلى عقيدة أهل السنة والجماعة وإلى انتهاج مذهب أحمد بن حنبل في أسماء الله وصفاته وغير ذلك. ¶ وكذلك أبو المعالي الجويني والشهرستاني وغيرهم رجعوا عن أقوالهم. ¶ قال الجويني: يا أصحابنا! لا تشتغلوا بالكلام، فلو عرفت أن الكلام يبلغ بي ما بلغ ما اشتغلت به. ¶ أي: لا تشتغل بالفلسفة ولا تحكم بالعقل؛ لأن سبب انحراف أهل الضلال في باب الأسماء والصفات أمور: منها: أنهم جعلوا العقل حاكماً على النقل، فقدموا العقل على النقل فضلوا؛ لأن العقول قاصرة عن إدراك حقيقة الذات، وبالتالي فهي قاصرة عن إدراك حقيقة الصفة، فلما حكموا عقولهم وجعلوا النص تابعاً للعقل زلت أقدامهم بعد ثبوتها إن كانت ثابتة. ¶ الأمر الثاني: أنهم جهلوا طريقة السلف وافتروا عليهم بنسبة التفويض إليهم، وهذا منكر وضلال، جمع بين الجهل والكذب والافتراء. ¶ فقال هنا: ولو علمت أن الكلام يبلغ بي ما بلغ ما اشتغلت به، وقال عند موته: لقد خضت البحر الخضم، وخليت أهل الإسلام وعلومهم، أي: تركت علماء السنة وما قالوا به، ودخلت في الذي نهوني عنه، والآن فإن لم يتداركني ربي برحمته فالويل لـ ابن الجويني، وهأنذا أموت على عقيدة أمي! بعد هذا العمر الطويل في الكلام وفي الفلسفة وغيرها، يموت على عقيدة أمه التي لا تعرف شيئاً، فعقيدتها في الله وافقت بفطرتها ما جاء في كتاب الله وفي سنة النبي عليه الصلاة والسلام. ¶ وقال الشهرستاني: لعمري لقد طفت المعاهد كلها وسيرت طرفي بين تلك المعالم فلم أر إلا واضعاً كف حائر على ذقن أو قارعاً سن نادم ثم قال: فلم أجد عند الفلاسفة والمتكلمين إلا الحيرة والندم. ¶ قال الشافعي: حكمي في أهل الكلام أن يضربوا بالجريد والنعال، ويطاف بهم في القبائل والعشائر، ويقال: هذا جزاء من ترك الكتاب والسنة وأقبل على الكلام والفلسفة. ¶ وقال أيضاً: لقد اطلعت من أهل الكلام على شيء ما ظننت أن مسلماً يقوله، ولأن يبتلى العقل بكل ما نهى الله عنه ما خلا الشرك بالله خير له من أن يبتلى بالكلام. ¶ هذا ملخص وجيز جداً لوسطية أهل السنة والجماعة بين فرق الأمة فيما يتعلق بأسماء الله تعالى وصفاته، سطر ذلك لنا شيخ الإسلام ابن القيم في نونيته وقال: والأول التنزيه للرحمن عن وصف العيوب وكل ذي نقصان كالموت والإعياء والتعب الذي ينفي اقتدار الخالق المنان والنوم والسنة التي هي أصله وعزوب شيء عنه في الأكوان وكذلك العبث الذي تنفيه حكمتـ ـه وحمد الله ذي الاتقان وكذاك ترك الخلق إهمالاً سدى لا يبعثون إلى معادٍ ثان كلا ولا أمر ولا نهي عليـ ـهم من إله قادر ديان وكذاك ظلم عباده وهو الغني فما له والظلم للإنسان وكذاك غفلته تعالى وهو علا م الغيوب فظاهر البطلان وكذلك النس",
            "page": "19",
            "part": "5",
            "seal": "BFC34D6B"
        },
        {
            "id": "68",
            "nass": "أصول أهل السنة والجماعة - عقيدتنا في القضاء والقدر ¶ الإيمان بالقدر ركن من أركان الإيمان لا يتم إيمان العبد إلا به، واعتقاد أهل السنة والجماعة في القضاء والقدر اعتقاد وسط ينجو المرء به من البدع والضلالات، فالعبد له إرادة ومشيئة مندرجة تحت إرادة الله ومشيئته، دل على ذلك الكتاب والسنة وإجماع الصحابة والتابعين، وبذلك يتميز أهل السنة والجماعة عن الفرق الضالة كالجبرية الذين نفوا عن العبد الاختيار مطلقاً، أو القدرية الذين أنكروا القدر مطلقاً.",
            "page": "1",
            "part": "6",
            "seal": "E9EF17B7"
        },
        {
            "id": "69",
            "nass": "وسطية أهل السنة والجماعة في الاعتقاد في القضاء والقدر ¶ إن الحمد لله تعالى، نحمده ونستعينه ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ما زال الكلام موصولاً عن وسطية أهل السنة والجماعة بين فرق الأمة، وتناولنا طرفاً من هذه الوسطية في الخطب الماضية، واليوم بمشيئة الله تعالى موعدنا مع وسطية أهل السنة والجماعة فيما يتعلق بأفعال الله عز وجل، وهو المعروف في لسان الشرع بالقدر، والقدر غالت فيه فرق، كما فرطت فيه فرق، فبعضهم آمن بالقدر، لكنه غالى فيه أيما غلو، حتى نفى الإرادة والمشيئة التي أثبتها الله تعالى لعبده. ¶ فقال: العبد مجبور مقهور على أفعاله لا علاقة له بها، وهؤلاء يلزمهم أن يقولوا: إذا كان هذا العبد مقهوراً على فعله، فمن الظلم البين أن يحاسبه الله عز وجل على أفعاله؛ لأن الفاعل الحقيقي هو الله عز وجل، فلم يعذبهم إذاً؟ هذه نتيجة لابد من الوصول إليها مع أصحاب هذا المذهب، وهؤلاء هم المعروفون بالجبرية، قالوا: العبد مجبور على أفعاله ولا علاقة له بما يتعاطاه من أعمال وأفعال. ¶ وعلى الطرف المقابل فريق هم أضل من هؤلاء أسماهم العلماء بالقدرية، هؤلاء قالوا: لا علاقة ألبتة لله عز وجل بفعل العبد، فالعبد مخير اختياراً مطلقاً في أفعاله، ولا علاقة لله عز وجل من جهة المشيئة ولا الإرادة بفعل هذا العبد! ولذلك هؤلاء يلزمهم أن يقولوا -بل هم قد قالوا حقاً-: إن الله عز وجل لا يعلم أفعال العباد إلا بعد أن تكون! فنفوا عن الله عز وجل صفة من صفاته الأزلية، وهي صفة العلم، وصفة الإرادة والمشيئة كذلك. ¶ أما أهل السنة والجماعة فهم وسط بين الفريقين، حيث قالوا: العبد له إرادة ومشيئة والله عز وجل له إرادة ومشيئة، ومشيئة العبد وإرادته مندرجة تحت مشيئة الله عز وجل، مستشهدين في ذلك بآيات من كتاب الله عز وجل، وبأحاديث من سنة النبي عليه الصلاة والسلام كما قال الله تعالى: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} [التكوير:29]، فأثبت الله تعالى في هذه الآية مشيئة للعبد ومشيئة له سبحانه وتعالى، لكن مشيئة العبد مندرجة تحت مشيئة الله عز وجل، وأن الله تعالى هو الذي خلق في العبد القوة والإرادة والمشيئة، فالعبد أحياناً يقوى على الشيء لكنه لا يريده، كما أنه يريد الشيء أحياناً لكنه لا يقوى عليه، حتى يخلق الله عز وجل فيه الإرادة والقوة والمشيئة، فإذا توفر ذلك في العبد -أي: خلق ذلك كله في العبد- أراد العبد الشيء بإرادة الله، وباشر العمل بخلق الله عز وجل. ¶ فالأعمال كلها مخلوقة لله عز وجل، والإرادة من الأعمال، والقوة من الأعمال، والمشيئة من الأعمال، فالأعمال كلها مخلوقة لله، كما قال النبي عليه الصلاة والسلام: (إن الله تعالى خالق كل صانع وصنعته)، فهذا باب عظيم جداً من أبواب الإيمان ثبتت فيه أقدام أهل السنة والجماعة، وزلت فيه أقدام أهل البدع والضلالة، فمنهم من غالى أيما غلو في إثبات مشيئة العبد على فعله، ومنهم من نفى مشيئة العبد مطلقاً، ولكن أهل السنة والجماعة توسطوا بين هؤلاء وبين هؤلاء.",
            "page": "2",
            "part": "6",
            "seal": "8434B7B4"
        },
        {
            "id": "70",
            "nass": "أهمية الإيمان بالقدر ¶ الإيمان القدر من واجبات الإسلام، بل هو من أوجب واجبات الإيمان بعد الإيمان بالله ورسوله؛ ولذلك لما أتى جبريل إلى النبي عليه الصلاة والسلام يسأله عن الإيمان قال: (أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وأن تؤمن بالقدر)، أفرد هذا بجملة مستأنفة. ¶ قال: (وأن تؤمن بالقدر خيره وشره)، أي: أن يؤمن العبد أن الخير من عند الله، وأن الشر كذلك من عند الله عز وجل. ¶ لكن لنا وقفة مع قولنا: والشر من عند الله عز وجل؛ لأن هذا أمر مشكل، خاصة مع قول النبي عليه الصلاة والسلام: (والشر ليس إليك)، وفي هذا بيان أن الشر المحض الذي لا خير فيه لا يكون من فعل الله عز وجل، ولا من قدره، إنما هو من مقدورات الله عز وجل، فهنا فرق بين القدر والمقدور، فالقدر كله خير، والله عز وجل شاء وقوع الزنا وشرب الخمر والقتل وغير ذلك من سائر المعاصي والمنكرات والذنوب، وإن كان الله تعالى لا يحب ذلك ولا يرضاه لعباده، بل نهاهم عنه، وأمرهم بالخير والطاعة والمعروف، ولكن كثيراً من العباد تنكبوا طريق الطاعة، ووقعوا في طريق المعصية التي نهاهم عنها الله عز وجل، لكن السؤال الآن: هل يكون في كون الله عز وجل غير ما أراد وغير ما شاء، وهل يقع فعل في الكون رغماً عن الله عز وجل؟! ¶ A  لا. ¶ فالإرادة لنا معها كذلك موقف. ¶ وقبل أن نبدأ في بيان هذا الأمر الخطير، نقول: إن النبي عليه الصلاة والسلام قال: (لا يؤمن عبد حتى يؤمن بالقدر)، وأمرنا النبي عليه الصلاة والسلام كما أمر أصحابه الكرام أننا إذا ذكر القدر نمسك عنه، وألا نخوض فيه، فالصحابة رضي الله عنهم كانوا يؤمنون حق الإيمان أن الله تعالى على كل شيء قدير، وأن الله تعالى خلق بقدرته كل شيء؛ الخير والشر، وإبليس الذي هو رأس الشر الله عز وجل هو الذي خلقه، بل إبليس عليه لعنة الله يعلم أن الهداية والضلال وأن الغواية والهدى وأن الخير والشر وأن الطاعة والمعصية وأن المعروف والمنكر كل ذلك بيد الله عز وجل، إن شاء أذن في وقوعه، وإن شاء رفعه فلم يقع. ¶ فإبليس هو الذي قال: {رَبِّ بِمَا أَغْوَيْتَنِي} [الحجر:39]، فهو يؤمن إيماناً جازماً أن الغواية بيد الله عز وجل، والغواية ضد الهداية، وإبليس يؤمن أن الغواية والضلال والانحراف بيد الله عز وجل، لكن هذا أمر عظيم جداً ينبغي أن يضع المرء قلبه على كل حرف يخرج في هذا الباب، وإلا فحرف واحد يخرج المرء من الهداية إلى الضلال؛ ولذلك قال علماؤنا: القدر هو تقدير الله عز وجل للأفعال، فالقدر هو التقدير كما في قوله: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} [القمر:49]، وقال الله تعالى: {فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ} [المرسلات:23]، أما القضاء فهو الحكم، ولذلك يقول أهل العلم: القضاء والقدر كالإيمان والإسلام، إذا اجتمعا افترقا وإذا افترقا اجتمعا؛ فإذا ذكر القدر كان معه القضاء، وإذا ذكر القضاء فحسب كان معه القدر، وإذا ذكر كل منهما في نص واحد فيكون للقدر معنى وللقضاء معنى آخر، فالتقدير: هو ما قدره الله عز وجل في الأزل أن يكون في قلبك، أي: ما علم الله عز وجل أن العباد له فاعلون وإليه صائرون، فلما علم الله عز وجل ذلك من عباده قبل أن يخلقهم كتبه، بمعنى: قدره، بمعنى: أن ذلك مقدور في أفعالهم وأنهم لا محالة فاعلون ذلك باختيارهم، وبإرادة الله عز وجل ومشيئته أن تقع أفعالهم مخلوقة له سبحانه وتعالى. ¶ والإيمان بالقدر من أوجب الواجبات، ومرتبته في الدين أنه أحد أركان الإيمان الستة، بل هو أهمها بعد الإيمان بالله ورسوله.",
            "page": "3",
            "part": "6",
            "seal": "8C76AA74"
        },
        {
            "id": "71",
            "nass": "فوائد الإيمان بالقدر ¶ من فوائده الإيمان بالقدر: أنه من تمام الإيمان ولا يتم الإيمان إلا به. ¶ ومن فوائده كذلك: أنه من تمام الإيمان بالربوبية، وهي من خصائص الله عز وجل، أن الله تعالى إله واحد لا رب سواه؛ لأن قدر الله تعالى من أفعاله، وأفعال الله تعالى في سلطان ربوبيته، وإذا آمن الإنسان بالقدر رد أموره كلها إلى ربه؛ لأنه إذا علم أن كل شيء بقضاء الله تعالى وقدره فإنه سيرجع إلى الله تعالى في كل شيء من حياته؛ ليدفع الضراء ويرفعها، ويجلب السراء ويعرف أنها من فضل الله عز وجل. ¶ الفائدة الرابعة من فوائد الإيمان بالقدر: أن الإنسان يعرف قدر نفسه، ولا يفخر إذا فعل الخير؛ لعلمه أن الله تعالى هو الذي وفقه إلى فعل الخير، فيكون المتفضل والمنعم على الحقيقة بهذه الطاعة أو بهذه النعمة أو بهذا الإحسان هو الله عز وجل. ¶ الفائدة الخامسة: إذا آمن المرء بقضاء الله وقدره هانت عليه المصائب التي تنزل عليه؛ لعلمه أن ذلك من عند الله، وأنه ما من مصيبة ولا ألم ولا وصب ولا نصب حتى الشوكة يشاكها ابن آدم -أي: المسلم- إلا كفر الله عز وجل عنه بها خطاياه، كما قال الله تعالى: {وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ} [التغابن:11]، أي: ومن يؤمن أن كل شيء من عند الله هدأ قلبه واطمأن، فيرضى ويسلم. ¶ سادساً: إضافة النعم إلى مسديها، وكثير من الناس يغلط في ذلك غلطاً فاحشاً، إذا أسدى إليك إنسان معروفاً نسبت الفضل إليه هو، مع أن المتفضل بهذا المعروف وهذا الإحسان هو الله عز وجل، وهذا العبد سبب جعله الله عز وجل في عباده لمباشرة الإحسان، كما قال النبي عليه الصلاة والسلام: (دعوا الناس يرزق الله بعضهم من بعض)، فالرازق الحقيقي هو الله عز وجل، وجريان الرزق على يد فلان ما هو إلا سبب من الأسباب الشرعية التي هيأها الله عز وجل في الكون. ¶ سابعاً: أن الإنسان يعرف بالإيمان بالقدر حكمة الله عز وجل؛ لأنه إذا نظر في هذا الكون وما يحدث فيه من تغييرات باهرة عرف حكمة الله عز وجل، بخلاف من نسي القضاء والقدر، فإنه لا يستفيد هذه الفائدة.",
            "page": "4",
            "part": "6",
            "seal": "EE77B7DA"
        },
        {
            "id": "72",
            "nass": "الشر المحض لا ينسب إلى الله عز وجل ¶ إن القدر منه ما هو خير، ومنه ما هو شر، ويجب الإيمان بالقدر بنوعيه. ¶ أما قوله عليه الصلاة والسلام: (والشر ليس إليه) أي: ليس إلى الله عز وجل، هذا باعتبار المقدور لا باعتبار القدر، فالشر في القدر ليس باعتبار تقدير الله عز وجل له، لكن باعتبار المقدور، فلدينا قدر ولدينا مقدور، كما أن هناك خلقاً ومخلوقاً وإرادة ومراداً، فاعتبار تقدير الله عز وجل لهذا الفعل ليس شراً محضاً، وكل ما يراه الناس شراً ففيه وجه من وجوه الخير، أنت تتعاطى الدواء المر وهو بالنسبة لك شر، ومع هذا تتعاطاه لأنك تعلم أن هذا الدواء سبب للشفاء، فأنت تسلك الشفاء وإن كان الطريق إليه مراً، الله عز وجل أذن في وقوع الزنا مع أنه قد نهى عنه، وبين في كتابه كما بين رسوله في سنته أنه لا يحب ذلك ولا يرضاه: {وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ} [الزمر:7]، وأذن في وقوعه لحكمة عظيمة جداً. ¶ إذاً: كل أمر في الكون من خير أو شر بحكمة الله عز وجل، فمن الحكم ما أطلعنا الله عز وجل عليها، ومن الحكم ما استأثر بها في علم الغيب عنده، فلو أننا أخذنا مثالاً كالقتل فإنه بالنسبة إلى الناظر شر محض مع أنه ليس كذلك، فالقتل يكفر الله عز وجل به ذنوب المقتول، كما أن القاتل لو تاب من فعلته تاب الله عز وجل عليه، فاستشعر رحمة الله، وإذا أقيم عليه الحد على ملأ من الناس كان هذا جديراً بأن يفكر كل إنسان أنه لو فعل فِعل فلان لفعل به مثلما نزل به من العذاب وإقامة الحد، فكان هذا أعظم رادع لكل من سولت له نفسه أن يرتكب ما يستوجب حداً من حدود الله عز وجل، فالزاني يفكر في العقوبة قبل أن يفكر في الزنا، والقاتل يفكر في العقوبة قبل أن يفكر في القتل، وشارب الخمر يفكر في العقوبة قبل أن يفكر في الشرب وهكذا في سائر المعاصي والذنوب. ¶ ولذلك لما ارتفعت الحدود هاجت البشرية في أوحال المعصية، فلا تكاد تجد إنساناً يعرف المعروف أو ينكر المنكر؛ لأنه اطمأن جانب العقوبة، فانطلق في أوحال المعصية وهو مطمئن أنه لا عقاب يقع عليه من أحد، فلما كان الأمر كذلك وارتفع شرع الله عز وجل من قلوب الخلق استحقوا الذل والمهانة على أيدي شر الخليقة وهم اليهود، الذين يسومون المسلمين بالليل والنهار سوء العذاب وسوء الأدب، وأنزلوا بهم النكال، والبعض يقول: لا نكال ولا عذاب ولا إهانة، فهذا شر ممن يعلم يقيناً أن النكال والخسف واقعان في الأمة، فهذا مسخ قلبه تماماً، وشر البلية أنه لا يعلم ذلك، وهذا أيضاً من قدر الله عز وجل، ومن سننه الكونية في الخلق أنهم إذا فرطوا في شرعه واستغنوا عن الله عز وجل جعلت أمور المسلمين ومقاليدهم وزمامهم بيد غير الله عز وجل، فيلهثون خلفهم بالليل والنهار طلباً للمصلحة ودفعاً للمضرة، مع أن الذي يملك ذلك هو الله عز وجل وحده، فهذا باب عظيم من أبواب القدر. ¶ أيها السياسيون! تقولون: لو رفعت راية الجهاد ضد اليهود فإننا مغلوبون مقهورون لا محالة! هذا سوء ظن بالله عز وجل، الله عز وجل وعد عباده الصالحين بالنصر والتمكين في الأرض، وذلك إن حققوا شرط الصلاح، وحققوا شرط التقوى. ¶ فبدلاً من أن ندندن أن المعركة لصالح اليهود، والكرة على المسلمين ينبغي -بل يجب علينا وجوباً شرعياً أكيداً- أن نشغل أنفسنا بأسباب الهزيمة النفسية، وأن نوقن أن النصر والتمكين لا محالة إنما يكون للمسلمين الصالحين القانتين المؤمنين الموحدين، فنشغل أنفسنا بما أوجب الله عز وجل علينا. ¶ قال الله عز وجل: {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا} [الروم:41]، فبين الله عز وجل أن الفساد واقع والذي يباشره هم العباد، هم الذين يفسدون في الأرض والبر والبحر والجو، وأن ذلك لا يكون إلا بمشيئة الله وإرادته الكونية القدرية، ومع ذلك فإن لظهور هذا الفساد حكمة عظيمة: ((لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا))، ليكفر عنهم بعض ما ارتكبوا من ذنوب وآثام.",
            "page": "5",
            "part": "6",
            "seal": "5C9E36FB"
        },
        {
            "id": "73",
            "nass": "مراتب الإيمان بالقدر ¶ والإيمان بالقدر خيره وشره واجب على كل مسلم، لكن بيت القصيد وهو الذي كان سبباً في انزلاق أقدام كثير من أهل العلم، أنهم نظروا إلى القدر نظرة عمياء، لكن أهل السنة نظروا إلى القدر نظرة شمولية فعرفوا أن للقدر مراتب أربع:",
            "page": "6",
            "part": "6",
            "seal": "4B899DB9"
        },
        {
            "id": "74",
            "nass": "العلم الأولي الأزلي لله عز وجل ¶ المرتبة الأولى: مرتبة العلم، أي: إثبات العلم الأولي الأزلي لله عز وجل، تظاهرت على ذلك الأدلة من كتاب الله عز وجل ومن سنة النبي عليه الصلاة والسلام، وهذا أمر لا يخفى على أحد، ومنكر ذلك كافر خارج عن ملة الإسلام؛ لأن الله عز وجل أثبت العلم لنفسه في غيرما آية، فالله عز وجل على كل شيء قدير وبكل شيء عليم، وأحاط بكل شيء علماً، قال الله تعالى: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلَّا هُوَ} [الأنعام:59]، وقال: {لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا} [الطلاق:12]، وقال الله تعالى: {وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [البقرة:282]، وقال تعالى: {إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا} [النساء:32]، وقال تعالى: {رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا} [غافر:7] وغير ذلك من الآيات كثير، ومن الأحاديث كثير وكثير في إثبات علم الله عز وجل. ¶ فلا يحل لأحد أن ينفي علم الله عز وجل عنه، فالعلم الأزلي هو أن الله تعالى علم قبل أن يخلق الخلق ما هم عاملون وما هم إليه صائرون؛ ولذلك قال حميد بن عبد الرحمن الحميري: حججت أنا وصاحب لي، فلما قدمنا المدينة سألنا عبد الله بن عمر قلنا: يا أبا عبد الرحمن! إنه قد ظهر قبلنا بالعراق أو بالبصرة أناس يتقفرون العلم -وفي رواية يتفقرون العلم- يترفعون فيه ويطلبون دقائق المسائل منه، يقولون: لا قدر، وأن الأمر أنف، أي: مستأنف. ¶ وهذا يعني: أن الله لا يعلم الفعل إلا بعد أن يقع، أما قبل وقوعه فإن الله لا يعلمه، فقال عبد الله بن عمر رضي الله عنهما: أوقد فعلوها؟ إذا لقيتهم فأخبرهم أني بريء منهم وأنهم برآء مني. ¶ قال الإمام النووي: وهذا يعني: أنهم كفار؛ لأنهم أنكروا ما هو معلوم من دين الله عز وجل ومن صفات الله وأسمائه بالضرورة، ومن أنكر شيئاً ثابتاً معلوماً من الدين بالضرورة فإنه كافر بالله العظيم، إلا أن يكون حديث عهد بإسلام أو في بلد ليس يدار فيه العلم بالليل والنهار، أو ليس بإمكانه أن يطلبه، فإذا أنكر المرء معلوماً من الدين بالضرورة أو ما هو واجب لله تعالى ولا يخفى على صبيان المسلمين فإنه يكفر بذلك ويخرج عن ملة الإسلام. ¶ يقول شيخ الإسلام ابن تيمية: وهذه المرتبة والمرتبة التي تليها -وهي مرتبة كتابة مقادير الخلائق- من أنكرهما كفر. ¶ قال: وقد انقرض هؤلاء، فلم يبق إلا من ينازع في بقية مراتب القدر، أما هاتان المرتبتان -وهما العلم والكتابة- فقد هلك من كان ينكرهما مع الهالكين في أول الزمن، والعجيب أننا نرى في هذا الزمان من يتبجح بإنكار العلم والكتابة مع انتشار وذيوع الأدلة في الكتاب والسنة. ¶ فإنا لله وإنا إليه راجعون. ¶ فهذه المرتبة أعظم مراتب القدر، مرتبة أن الله عز وجل علم كل شيء قبل أن يخلق الخلق، وعلم ما كان وما سيكون وما لم يكن لو كان كيف يكون، فعلم الله عز وجل العبد وعمله، وكيف يعمله، ومتى يعمله. ¶ سئل علي بن أبي طالب عن القدر ما هو؟ قال: انظر إلى هذه. ¶ فنظر إلى السبابة أو الوسطى أو الإبهام فأدخلها في لسانه وبلها من ريقه، ثم طبع بها في كفه اليسرى وقال: أؤمن أن الله تعالى علم أزلاً أن علي بن أبي طالب سيفعل هذا في هذا التوقيت وبهذه الكيفية. ¶ انظروا إلى إيمان الصحابة بأن الله تعالى علم كل شيء كان وسيكون وما لم يكن لو كان كيف يكون سبحانه وتعالى. ¶ فالكتاب والسنة والعقل تدل على أن الله تعالى عالم بما الخلق عاملون بعلم أزلي، قال تعالى: {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} [الملك:14]، وهو سبحانه وتعالى الموصوف بالعلم أزلاً وأبداً، أزلاً احترازاً من الجهل، وأبداً احترازاً من النسيان؛ ولذلك أنت موصوف بالعلم، لكن ليس أزلاً ولا أبداً؛ لأنك قبل أن تكون عالماً كنت جاهلاً، وبعد أن صرت عالماً سيذهب هذا العلم منك لكبر السن، أو بالنسيان، أو ضعف العقل، أو آفة تطرأ على عقلك. ¶ فالله عز وجل متصف بصفات الكمال والجلال، خلافاً لك يا ابن آدم! فأنت متصف بصفات العجز والنقص، فإن كنت لست تعلم فالله عز وجل يعلم، وشتان بين علمك وعلم الله عز وجل، فعلم الله تعالى أزلي أبدي، وأنت لست كذلك. ¶ علم الله تعالى جميع أحوال عباده من الطاعات والمعاصي والأرزاق والآجال، كما قال عليه الصلاة والسلام كما في الصحيحين من حديث ابن مسعود: (إن أحدكم يجمع خلقه في بطن أمه أربعين يوماً نطفة، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يؤمر الملك بكتب أربع؛ بكتب رزقه وأجله وعمله، وشقي أو سعيد)، أمر الله تعالى الذي ملك الأرحام أن يكتب هذا والطفل لا يزال في مراحله الأولى، أليس الله عز وجل هو اللطيف الخبير؟ بلى، لابد أن",
            "page": "7",
            "part": "6",
            "seal": "9F02E9F3"
        },
        {
            "id": "75",
            "nass": "كتابة مقادير الخلائق قبل خلق السماوات والأرض بخمسين ألف سنة ¶ المرتبة الثانية من مراتب القدر: هي مرتبة كتابة علم الله عز وجل، فالله عز وجل كتب مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة، ولا نقول: قبل أن يخلق بني آدم أو الطير أو البهائم أو الحيوانات أو الوحوش أو السباع، بل قبل أن يخلق السماوات والأرض بخمسين ألف سنة، فهذا شيء عظيم وهائل جداً يجعل المرء يهدأ ويطمئن قلبه تماماً إذا علم أن كل شيء بقدر، وأن الله تعالى هو الذي بيده الضر والنفع وأنه كتب مقادير الخلائق في اللوح المحفوظ الذي لا يقبل محواً. ¶ والكتاب كتابان كما قال ابن عباس: كتاب يقبل المحو والإثبات، وهذه الكتب هي التي في يد الملائكة الحفظة الكتبة، يمحو الله تعالى فيها ما يشاء ويثبت بأمره ونهيه، أما اللوح المحفوظ فإن الله تعالى كتبه كتابة لا تقبل المحو؛ ولذلك قال الله تعالى: {يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} [الرعد:39]، أي: اللوح المحفوظ الذي لا يقبل محواً ولا إثباتاً بعد أن كتبه الله عز وجل. ¶ ولذلك قال شيخ الإسلام: إن المكتوب في اللوح المحفوظ لا يتغير أبداً، والتغيير إنما يكون في الكتب التي بأيدي الملائكة، فأول ما خلق الله تعالى قلم القدرة فقال الله عز وجل له: اكتب، قال: وما أكتب؟ -جعل الله عز وجل للقلم إدراكاً وعقلاً يفهم الخطاب، ففهم القلم الخطاب الموجه إليه، ولكنه خفي عليه نوع الكتابة، فسأل عن النوعية ولم يسأل عن أصل الكتابة- قال القلم: وما أكتب؟ قال الله عز وجل: اكتب ما هو كائن إلى يوم القيامة. ¶ ولا تتعجب من هذا الحوار بين القلم المخلوق وبين خالقه سبحانه وتعالى، فإن الجمادات بالنسبة إلى الله تعالى يركب فيها العقل ويخاطبها، كما قال تعالى: {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ} [فصلت:11]، وقال الله تعالى للنار: {قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ} [الأنبياء:69] فكانت كذلك، وقال الله تعالى: {يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ} [سبأ:10] فأوبت معه. ¶ والحاصل: أن الله تعالى أمر القلم أن يكتب فانفتل القلم وكتب كل شيء إلى يوم القيامة، فما من حركة ولا سكنة لخلق الله عز وجل قاطبة إلا وكتبها القلم في اللوح المحفوظ، فما أصاب الإنسان لم يكن ليخطئه، وما أخطأه لم يكن ليصيبه، فإذا آمنت بهذا اطمأننت. ¶ قال النبي عليه الصلاة والسلام: (جفت الأقلام وطويت الصحف) أي: جفت الأقلام بما أمر الله عز وجل من كتابة مقادير الخلائق في اللوح المحفوظ، وطويت الصحف فلا محو فيها ولا إثبات -أي: اللوح المحفوظ- خلافاً لما بأيدي الملائكة من الكتب التي تقبل المحو والإثبات. ¶ وقال الله تعالى: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ} [الحج:70] أي: في اللوح المحفوظ: {إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} [الحج:70]، أي: كتابة ذلك على الله أمر يسير؛ لأن الله تعالى لا يعجزه شيء في الأرض ولا في السماء. ¶ وقال الله تعالى: {مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الأَرْضِ} [الحديد:22] أي: ما وقعت مصيبة في الأرض: {وَلا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا} [الحديد:22] أي: من قبل أن نخلقها: {إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} [الحديد:22]. ¶ وقال النبي عليه الصلاة والسلام كما في مسلم من حديث عبد الله بن عمرو: (كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة، وكان عرشه على الماء) وهذا التقدير التابع لعلمه سبحانه وتعالى يقع في مواضع جملة وتفصيلاً كما قال شيخ الإسلام ابن تيمية عليه رحمة الله. ¶ والكتابة مراتب، فمنها كتابة ما قبل القبضتين، فالله عز وجل قبل أن يخلق آدم قبض قبضتين فقال: هؤلاء في النار ولا أبالي، وهؤلاء في الجنة ولا أبالي، فهؤلاء مكتوبون أنهم من أهل الشقاء، وأن هؤلاء من أهل السعادة. ¶ وهناك كتابة كما في حديث ابن مسعود في الصحيحين عند نفخ الروح، ولا يزال الجنين في بطن أمه. ¶ وهناك كذلك كتابة حولية، أي: على رأس كل عام كما قال الله عز وجل: {فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ * أَمْرًا مِنْ عِنْدِنَا إِنَّا كُنَّا مُرْسِلِينَ} [الدخان:4 - 5]. ¶ وهناك تقدير يومي، كما قال الله تعالى: {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} [الرحمن:29]. ¶ فهذه أنواع الكتابة، كتابة القبضتين، وكتابة في علم الأجنة، وكتابة عند نفخ الروح، وكتابة سنوية، وكتابة يومية، وقيل غير ذلك من الكتابات. ¶ فهذا التقدير الذي هو العلم والكتاب",
            "page": "8",
            "part": "6",
            "seal": "0DE92D48"
        },
        {
            "id": "76",
            "nass": "إثبات مشيئة الله النافذة وقدرته الشاملة ¶ أما المرتبة الثالثة من مراتب الإيمان بالقدر فهي: مرتبة إثبات مشيئة الله النافذة وقدرته الشاملة، لكنك لابد أن تعلم أن مشيئة الله وإرادته منها ما هو كوني قدري، ومنها ما هو شرعي ديني، وهذا بيت القصيد في هذه المرتبة، ومن خفي عليه هذا التقدير لإرادة الله خفي عليه القدر كله؛ ولذلك صنف علماء السنة الإرادة إلى إرادتين: إرادة كونية قدرية، أي: تقع في الكون بقدرة الله عز وجل. ¶ أما الإرادة الشرعية الدينية فهي الأوامر التي أمر الله بها عباده، من الطاعات والإيمان وغير ذلك من سائر ما يحبه الله عز وجل ويرضاه، وليس بلازم أن يقع، خلافاً للإرادة الكونية القدرية التي لابد أن تقع على مراد الله تعالى ومشيئته الكونية القدرية، أما المشيئة الشرعية الدينية كالصلاة فإن الله تعالى أحب الصلاة وأمر بها، وكذلك سائر الطاعات، لكن لا يلزم من ذلك الوقوع؛ ولذلك أمر الله تعالى بالصلاة والصيام والزكاة والحج وسائر الطاعات، ونجد في المسلمين من لا يصلي ولا يصوم ولا يزكي ولا يحج مع القدرة، ولا يأمر بالمعروف ولا ينهى عن المنكر، فالإرادة الشرعية الدينية مبناها على المحبة والرضا، لكن لا يلزم منها الوقوع. ¶ والإرادة الكونية القدرية ليس مبناها المحبة، وإنما مبناها وقوع الفعل على مراد الله، والفعل منه ما يقع على مراده تعالى إرادة شرعية وكونية قدرية كالطاعة، ومنها ما يقع من معاص في الكون فذلك على مراد الله عز وجل الكوني القدري، وليس يعني (على مراد الله): أن الله يحب ذلك أبداً، أو أن الله تعالى رخص للعباد أن يقعوا في هذه الذنوب والمعاصي، وإنما لا يقع في كون الله إلا ما أذن الله تعالى فيه؛ لحكمة عظيمة كما قلنا آنفاً؛ ولذلك قال الله عز وجل: {وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَوَاتِ وَلا فِي الأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا} [فاطر:44]، وقال الله تعالى: {فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} [الأنعام:149]، وقال تعالى: {وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً} [هود:118]، وقال تعالى: {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ} [البقرة:253]، فوقوع الإيمان في الكون إرادة شرعية، ووقوع الكفر في الكون إرادة كونية قدرية. ¶ قال تعالى: {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا} [البقرة:253]، وقال تعالى: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} [الإنسان:30]. ¶ قال العلماء: لا يكون في ملك الله إلا ما أراد وقدر، أي: إرادة كونية قدرية، لا إرادة شرعية؛ ولذلك قد ورد في الإرادة الكونية التي هي بمعنى المشيئة قول الله عز وجل على لسان نوح: {وَلا يَنفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ} [هود:34]، فأثبت أن الغواية بيد الله عز وجل، وقال الله تعالى: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} [يس:82]، وقال النبي عليه الصلاة والسلام: (لو لم تذنبوا لذهب الله بكم ولأتى بقوم غيركم يذنبون فيستغفرون الله فيغفر الله عز وجل لهم). ¶ أما الإرادة الشرعية التي بمعنى المحبة فقول الله عز وجل: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ} [النساء:27]، {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ} [البقرة:185]، فهذه إرادة شرعية دينية؛ لأن مبناها على المحبة، فالله تعالى يحب اليسر، ويحب أن يتوب على عباده، فهذا فارق بين الإرادة الكونية القدرية، والإرادة الشرعية الدينية. ¶ ورب قائل يقول: هل المعاصي يريدها الله عز وجل؟ نقول: نعم. ¶ لكن ليست إرادة شرعية دينية؛ لأنه لم يأمر بها، بل نهى عنها سبحانه وتعالى، إلا أنه أذن في وقوعها لحكمة، فكل شيء الله قادر عليه وجوداً وإعداماً، فإن الله تعالى على كل شيء قدير، أثبت لنفسه القدرة والمشيئة، وأثبت كذلك للعبد القدرة والمشيئة، فما من مخلوق في الأرض ولا في السماء إلا الله تعالى هو خالقه، فلا خالق غيره ولا رب سواه.",
            "page": "9",
            "part": "6",
            "seal": "3D708A5A"
        },
        {
            "id": "77",
            "nass": "خلق الله عز وجل لأفعال العباد ¶ المرتبة الرابعة: خلق الله عز وجل لأفعال العباد، فالله عز وجل خالق كل صانع وصنعته، ولا يستطيع الصانع أن يصنع شيئاً إلا إذا أراد الله عز وجل إيجاد هذا الشيء، فقال: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ * أَمْ خَلَقُوا السَّمَوَاتِ وَالأَرْضَ بَل لا يُوقِنُونَ} [الطور:35 - 36]، وقال الله عز وجل: {يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ} [الحج:73] أمرنا بأن نستمع لهذه الأمثلة ففيها العظة والعبرة: {إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ} [الحج:73]، هؤلاء الآلهة -بوذا وغيرها من الأصنام والمعبودات الباطلة- لو اجتمعوا على أن يخلقوا ذبابة واحدة لا يقدرون على ذلك؛ فضلاً أن يملكوا الضر والنفع لعابديهم؛ ولذلك قال الله عز وجل: {وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لا يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ} [الحج:73]، لو أن ذبابة حطت على رأس صنم وأخذت منه شيئاً لا يستطيع هذا الصنم أن يأخذ من الذباب ما قد سلبه منه، فكيف يملك هذا الإله النفع والضر لغيره إذا كان لا يملكه لنفسه؟ مثل عظيم جداً، قال الله عز وجل: ((إِنَّ الَّذِينَ تَدْعُونَ)) أي: تعبدون ((مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لا يَسْتَنقِذُوهُ مِنْهُ))، وإذا كانت عاجزة عن الدفع عن نفسها؛ فمن باب أولى أن تكون عاجزة عن الدفع عن غيرها. ¶ وقال الله تعالى: {وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا} [الفرقان:2] والآيات في ذلك كثيرة، وقال الله تعالى: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} [الصافات:96]، فأنت وعملك مخلوق لله عز وجل، عملك من خير وشر، من طاعة ومعصية لله عز وجل مخلوق، الله تعالى هو الذي أذن في خلقه، وأراده إذا كان طاعة إرادة شرعية، وإذا كان معصية أراده إرادة كونية قدرية على النحو الذي ذكرنا آنفاً، ومع ذلك فإن الله تعالى أمر العباد بطاعته وطاعة رسله، ونهاهم عن معصيته، وأمره بذلك يمكن، فالمأمور مخلوق لله عز وجل، وفعله كذلك مخلوق، ومع ذلك يأمر وينهى. ¶ وقال الله تعالى: {لا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} [البقرة:286]، وقال: {لا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا} [الأنعام:152]، والله تعالى يحب المتقين المحسنين والمخلصين كما قال: {وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} [البقرة:195]، وانظر إلى الطاعات واقعة في دائرة المحبة، والمعاصي واقعة في دائرة البغض والكره: {فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ} [التوبة:7]، {وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} [الحجرات:9]، ويرضى الله عز وجل عن الذين آمنوا وعملوا الصالحات، ولا يحب الكافرين كما لا يحب الفسق، ويرضى الله عن الذين آمنوا كما قال: {وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ} [التوبة:100]، والرضا من محبة الله عز وجل، {وَرَضُوا عَنْهُ} [التوبة:100]، وقال: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُوْلَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ * جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} [البينة:7 - 8]. ¶ أما الكفر فقال الله تعالى: {فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ} [آل عمران:32]، والله تعالى لا يرضى عن القوم الفاسقين، كما قال: {فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ} [التوبة:96]، وقال تعالى: {أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لا يَسْتَوُونَ * أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلًا بِمَا كَانُوا يَعْمَلُونَ وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ} [السجدة:18 - 20]. ¶ لو أن حكومة أعلنت عن وظيفتين إحداهما: بألف جنيه في الشهر، والأخرى بمائة جنيه في الشهر، فإلام تصبو نفسك؟ لابد أنها تصبو للراتب الأكبر، وهذا يدل على أنك مميز تعقل ما ينفعك وما هو داخل في مصلحتك، وإذا كان الذاهب إ",
            "page": "10",
            "part": "6",
            "seal": "E6B0FE9B"
        },
        {
            "id": "78",
            "nass": "الكتاب والسنة والإجماع على أن الله خلق أفعال العباد ¶ الحمد لله وكفى، والصلاة والسلام على رسوله المصطفى، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ أجمع علماء الأمة من الصحابة والتابعين والتابعين لهم بإحسان أن أفعال العباد كلها مخلوقة لله عز وجل، طاعاتها ومعاصيها. ¶ فعن طاوس قال: أدركت ثلاثمائة من الصحابة رضي الله عنهم كلهم يقول: كل شيء بقدر، والله تعالى يقول: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} [الصافات:96]، وقال عليه الصلاة والسلام: (إن الله خالق كل صانع وصنعته). ¶ وعن ابن عباس في قول الله تعالى: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر:28]، قال: هم الذين يقولون: إن الله على كل شيء قدير. ¶ وسئل أحمد بن حنبل عن القدر ما هو؟ قال: هو قدرة الله عز وجل. ¶ هل لها منتهى؟ ¶ A  لا، لا منتهى لقدرة الله عز وجل. ¶ وأخرج مسلم من حديث أبي هريرة قال: (جاء مشركو مكة إلى النبي صلى الله عليه وسلم ينازعونه في القدر، فنزلت هذه الآية: {إِنَّ الْمُجْرِمِينَ فِي ضَلالٍ وَسُعُرٍ * يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ * إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} [القمر:47 - 49]). ¶ وأوصى السلف رضي الله عنهم بترك عيادة مرضى القدرية، وترك الصلاة على موتاهم، وعدم رد السلام عليهم. ¶ وفي قول الله عز وجل: {وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا} [الأنعام:107] سمع ابن عباس رضي الله عنهما رجلاً يقول: الشر ليس بقدر، فقال: بيننا وبين أهل القدر قول الله عز وجل: {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلا آبَاؤُنَا} [الأنعام:148]، حتى بلغ قوله تعالى: {فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} [الأنعام:149]، هذا يدل على أن الهداية والضلال بيد الله عز وجل. ¶ قال ابن عباس: حتى العجز والكيس. ¶ حتى النشاط والهمة والفتور والعجز بيد الله عز وجل، وبقدر الله عز وجل، وهذا قد رواه مسلم من حديث عبد الله بن عمر مرفوعاً رضي الله عنهما. ¶ وفي قول الله تعالى: {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} [الأنبياء:35]، الله عز وجل يبتلي عباده بالشر فتنة لهم واختباراً وامتحاناً، كما ابتلى إبراهيم بذبح ولده، وبترك زوجه وولده الرضيع في أرض قفر، وكما ابتلى موسى وآدم ومحمداً عليه الصلاة والسلام، وغير ذلك من الابتلاءات التي وقعت بخير الخليقة، والنبي عليه الصلاة والسلام يقول: (أعظم الناس بلاء الأنبياء، ثم الأمثل فالأمثل)، وقال الله عز وجل: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} [التكوير:29]. ¶ قال ابن عباس في قوله: ((وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً)) أي: نبتليكم بالشدة والرخاء والصحة والسقم والغنى والفقر، والحلال والحرام، والطاعة والمعصية، والهدى والضلالة. ¶ وقال زيد بن أسلم: والله ما قالت القدرية كما قال الله عز وجل: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} [التكوير:29]، ولا قالت كما قالت الملائكة: {لا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا} [البقرة:32]، أي: نفوا المشيئة، فلم يبلغوا ما أمر الله عز وجل به وأخبر، وكذلك لم تقل القدرية بإثبات العلم كما قالت الملائكة، ولا قالت القدرية كما قال الأنبياء على لسان شعيب: {وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّنَا} [الأعراف:89]، ولا قالت القدرية كما قال أهل النار: {غَلَبَتْ عَلَيْنَا شِقْوَتُنَا} [المؤمنون:106]، أي: بسبب أعمالنا، ولا قالت القدرية كما قال أخوهم إبليس: {رَبِّ بِمَا أَغْوَيْتَنِي} [الحجر:39]، قال الشافعي: لأن يلقى الله العبد بكل شيء -وفي رواية عنه: بكل ذنب- ما خلا الشرك خير له من أن يلقاه ببدعة، أو قال: ببدعة القدرية، أو قال: بشيء من هذه الأهواء. ¶ قال علي بن أبي طالب رضي الله عنه: القدر طريق مظلم فلا تسلكه، وبحر عظيم فلا تلجه، وهو سر الله في خلقه فلا تكشفه. ¶ وقال ابن عباس: ما غلا أحد في القدر إلا خرج من الإسلام. ¶ وقال أيضاً: إياك والقدر فإنه يدعو إلى الزندقة. ¶ ولما تكلم صبيغ بن عسل في القدر، جيء به إلى عمر فلما دخل عليه، قال عمر: من أنت؟ قال: أنا عبد الله صبيغ قال عمر: وأنا عبد الله عمر بن ا",
            "page": "11",
            "part": "6",
            "seal": "7E59DCBB"
        },
        {
            "id": "79",
            "nass": "أصول أهل السنة والجماعة - كرامات الأولياء ¶ كرامات الأولياء ثابتة بالكتاب والسنة وإجماع السلف الصالح، فمذهب أهل السنة والجماعة التوسط في إثبات كرامات الأولياء، فلا مغالاة كالصوفية، ولا نفي لإثبات الكرامات كالمعتزلة، وفرق كبير بين معجزات الأنبياء وكرامات الأولياء، وأعمال السحرة والكهنة والعرافين، ومعجزات الأنبياء كثيرة وكرامات الأولياء ثابتة، ولا تتحقق إلا لمن اتقى الله وحسنت متابعته للنبي صلى الله عليه وسلم.",
            "page": "1",
            "part": "7",
            "seal": "E13FFB3E"
        },
        {
            "id": "80",
            "nass": "كرامات الأولياء بين اعتقاد أهل السنة والجماعة واعتقاد الفرق الأخرى",
            "page": "2",
            "part": "7",
            "seal": "1C4203A3"
        },
        {
            "id": "81",
            "nass": "اعتقاد المعتزلة في كرامات الأولياء ¶ إن الحمد لله، نحمده تعالى ونستعينه ونستهديه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وصحبه أجمعين. ¶ أما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة. ¶ ما زال الكلام موصولاً عن وسطية أهل السنة والجماعة بين فرق الأمة فيما يتعلق بكثير من مسائل الاعتقاد. ¶ من هذه المسائل الاعتقادية كرامات الأولياء، هل هي ثابتة لهم حقاً أم أنها غير ثابتة؟ أنكرها المعتزلة وغالى فيها المتصوفة، أما المعتزلة فقالوا باستحالة ثبوت الكرامة للولي، واحتجوا لذلك بحجج ظنوها عقلية، فقالوا: إذا أثبتنا الكرامة التي هي خوارق العادات للأولياء، فربما اشتبه الولي بالنبي، وربما اشتبه الولي بالساحر، وربما اشتبه الساحر بالنبي؛ ولذلك نحن نمنع هذا الباب ونغلقه إغلاقاً. ¶ الرد على المعتزلة في هذا الزعم: أن الولي لا ينال هذه الكرامة ولا تجرى على يديه إلا باتباعه للنبي عليه الصلاة والسلام، ولذلك يستحيل أن يدعي ولي لله عز وجل أنه نبي، ولو ادعى أنه نبي لا تجرى على يديه هذه الكرامات، فهذا المأمن من هذا الالتباس والاشتباه، أن الولي لا يمكن أن يزعم في يوم أنه نبي، فهذا فارق بين الولاية والنبوة، إذ إن الولي لا ينال من كرامات الله عز وجل إلا بحسن اتباعه واقتدائه بالنبي عليه الصلاة والسلام، فإن زعم هذا الولي أنه نبي في يوم من الأيام فهو كاذب؛ ولذلك لا يستحق أن يكون ولياً لله عز وجل، وأما نفي الاشتباه والالتباس بين الولي والنبي من جهة وبين الساحر من جهة أخرى: أن الساحر إنما يستعين بأسياده من الشياطين في قضاء الحاجات ومعرفة الأخبار، وهذا كفر بالله عز وجل؛ ولذلك قد ثبت في السنة أن الخبر يكون في السماء حتى ينزل إلى السماء الدنيا؛ فتصعد الشياطين فتسترق السمع، فيأخذون الخبر فيضيفون عليه مائة كذبة من عندهم فيوحون بها إلى أوليائهم من الإنس وهم السحرة والكهان والعرافون؛ ولذلك قال النبي عليه الصلاة والسلام: (حد الساحر ضربة بالسيف)، واختلف أهل العلم في كفر الساحر من عدمه، ومذهب الجماهير أنه يستتاب ثلاثة أيام فإن تاب وإلا قتل. ¶ إذاً: النبي تأتي الآية على يديه وهي معجزة يتحدى بها الخلائق أجمع خلافاً للساحر وخلافاً للولي كذلك، فلا التباس ولا اشتباه بين كرامة الولي ومعجزة النبي، وما يكون من خوارق العادات على يد السحرة والكهان والعرافين، فهذه الحجج وغيرها ترد على المعتزلة في ردهم لإثبات كرامات الأولياء. ¶ وإذا كنا نتكلم عن كرامات الأولياء فيحسن بنا أن نعرف الكرامة ابتداء، ثم نعرف الأولياء. ¶ فالكرامات: جمع كرامة، وهي خوارق العادات التي يجريها الله عز وجل على أيدي بعض خلقه من الأنبياء والصالحين، وقولنا: خوارق العادات احتراز مما اعتاده الناس وتعارفوا عليه، وليس أمراً غريباً على أعرافهم وعاداتهم، أما الأولياء فالأولياء: جمع ولي، والولي: هو القريب، يقال: فلان أولى فلاناً أو ولي فلان، أو يلي فلاناً، أي: هو قريب منه مجاور له، فالأولياء هم أقرب الناس إلى الله عز وجل، وهم أولى الناس بشرع الله عز وجل، فالولي تجرى على يديه خوارق العادات، والنبي تجرى على يديه خوارق العادات، وهذان فضل ومنة من الله عز وجل، أما الساحر والكاهن فتجرى على يديه خوارق العادات كذلك، ولكن أصلها الشيطان، وأصلها إبليس، وبين المعجزة على يد النبي والكرامة على يد الولي، وخوارق العادات على يد السحرة والكهان من الفروق الشيء الكثير التي سنتعرف عليها بإذن الله تعالى. ¶ هذا الفريق الأول وهم المعتزلة وبيان موقفهم من إثبات كرامة الأولياء.",
            "page": "3",
            "part": "7",
            "seal": "7C993163"
        },
        {
            "id": "82",
            "nass": "اعتقاد الصوفية في كرامات الأولياء ¶ الفريق الثاني أثبت كرامة الأولياء، ولكنه غالى فيها جداً فأثبتها وزيادة، وأنتم تعلمون أن البدعة في دين الله عز وجل كما تكون بالنقصان تكون كذلك بالزيادة، وشرع الله عز وجل منزه عن الزيادة والنقصان إلا ما جاء عن الله وعن رسوله وأجمع عليه أهل العلم، وهي أصول التشريع وأصول الديانة الثلاث: كتاب وسنة وإجماع، خاصة ما أجمع عليه الصحابة رضي الله تعالى عنهم؛ ولذلك أجمع الصحابة بغير خلاف بينهم على ثبوت كرامة الأولياء، كما أجمعوا على ثبوت المعجزات لجميع الأنبياء والمرسلين. ¶ ولكن الخلاف وقع بعد زمن الصحابة رضي الله عنهم على يد المعتزلة، ثم على يد المتصوفة، فالصوفية قالوا: الكرامة ثابتة للأولياء والصالحين، لكن الولي عندهم أحياناً يكون إنساناً مجنوناً أو مخبولاً أو لا عقل له أو سفيهاً أو طريداً أو إنساناً قد ترك الأوامر وارتكب النواهي، أو أنه يفعل الفواحش بحجة أن العامة يرونها فواحش في الظاهر وهي في حقيقة الأمر طاعات. ¶ هكذا يظنون، حتى إن أحدهم -كما في طبقات الشعراني - كان ينزو على أنثى الحمير، فإذا أنكر عليه العامة ضحك منهم واستهزأ وسخر؛ وقال: لأنكم ترون ما لم أفعله! فهو فعل طاعة كما يزعم، وإن العامة رأوا بأعينهم فعل الفاحشة مع الدواب رؤية ظاهرة، فهو يسخر منهم باعتبار أن ما قد رأوه لم يفعله حقيقة، فالعامة أهل الظاهر، وهم -أي: الصوفية- أهل الباطن، وهكذا جعلوا للشرع ظاهراً وباطناً، خلافاً لمنهج النبي عليه الصلاة والسلام، وقالوا: بأن خاتم الأولياء أفضل من خاتم الأنبياء صلوات ربي وسلامه عليه. ¶ قال ابن تيمية: وغير واحد من السلف: وهذا كفر بإجماع، وقال ابن القيم: وهذا كفر صريح، وقال ابن قتيبة: وهذا صريح الكفر وغير ذلك من أقوالهم التي أجمعوا عليها؛ لأن الإجماع منعقد أن خير الخلق هم الأنبياء والمرسلون، وخير هؤلاء هم أولو العزم من الرسل، وخير أولي العزم هو نبينا عليه الصلاة والسلام. ¶ فإذا انعقد إجماع العقلاء -فضلاً عن إجماع الموحدين والمسلمين عامة- على أن خير الخلق قاطبة هو نبينا عليه الصلاة والسلام فكيف يقبل قول المتصوفة: خاتم الأولياء أفضل من خاتم الأنبياء؟ فهذا كلام هو عين الكفر، ومن قال بذلك كفر وخرج من ملة الإسلام. ¶ ولذلك تجد عند الصوفية كلاماً لا حقيقة له ولا واقع له في كلام أهل السنة والجماعة، تجدهم يقولون: الغوث والقطب والأوتاد والأقطاب، وغير ذلك من هذه الألفاظ الضخمة الفضفاضة، التي تزعج أسماع السامعين، فيضطر الواحد آسفاً أن يحترم هذه الألقاب، ولا يرد على صاحب هذه الأقوال. ¶ والحقيقة أننا لو بحثنا في القرون الخيرية لما وجدنا شيئاً من هذه الأقطاب في كتبهم ولا في مصنفاتهم إلا على سبيل المدح لمن علم صلاحه وحسن عبادته، لكن من أقطاب هؤلاء الصوفية الآن من كان لا يغتسل إلا في كل أربعين يوماً مرة، ومن يترك الصلاة والصيام والزكاة والحج، ويقول: إنني قد بلغت مرحلة اليقين، التي هي في قول الله عز وجل: {وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ} [الحجر:99]، قالوا: واليقين هو: درجة إيمانية في القلب تسقط معها التكاليف، فيكون هذا هو خاتم الأولياء، أو يكون من أكبر مريدي هؤلاء الأولياء، فإذا بلغ هذه المنزلة سقطت عنه التكاليف، وهذا اتهام للنبي عليه الصلاة والسلام؛ لأن النبي عليه الصلاة والسلام لم يسقط عنه شيء مما شرعه الله عز وجل عليه وعلى أمته حتى لقي الله عز وجل، وقد طعن عمر بن الخطاب رضي الله عنه وهو في الصلاة، فلما أغشي عليه ذكروه بقولهم له: الصلاة يا أمير المؤمنين! قال: لست أميراً للمؤمنين، ثم يقول: نعم. ¶ الصلاة الصلاة، لا حظ في الإسلام لمن لا حظ له في الصلاة، وغير ذلك الكثير والكثير من الآيات والأحاديث التي دلت على عدم سقوط التكاليف مطلقاً حتى يلقى العبد الله عز وجل، فكيف يزعم هؤلاء المهرجون أن التكاليف تسقط عن العبد إذا بلغ مرتبة الإيمان أو اليقين؟ هذا كلام لا يقبله أحد، حتى اليهود والنصارى ومشركو العرب لا يقبلون هذا الكلام، فالصوفية وقعوا فيما لم يقع فيه أهل الجاهلية الأولى عياذاً بالله، فهذه المصطلحات التي يدندنون حولها ويلتفون حولها ويقدسون أشخاصها وأربابها لم تكن معلومة لدى سلف الأمة.",
            "page": "4",
            "part": "7",
            "seal": "1093CA0F"
        },
        {
            "id": "83",
            "nass": "توسط أهل السنة والجماعة في إثبات كرامات الأولياء بدليل الكتاب والسنة والإجماع ¶ أهل السنة والجماعة توسطوا بين المعتزلة المنكرين لكرامة الأولياء من جهة، وبين الصوفية المغالين في إثبات الكرامة لغير الأولياء من جهة أخرى، وإنما هي أحوال شيطانية تجري على يد من اتخذوهم أولياء من دون الله عز وجل ودون عباده الصالحين المؤمنين. ¶ توسط أهل السنة والجماعة بين هؤلاء وهؤلاء، فقالوا بإثبات كرامة الأولياء، ولكنهم وضعوا مسائل وقيوداً وشروطاً لمعرفة ما إذا كانت هذه معجزة أو هذه كرامة، أو هذه خارقة من خوارق العادة تجري على يد السحرة والكهان، فصارت المسألة اعتقادية في غاية الحكمة، محكومة من كل زواياها وفروعها، فلا يمكن الالتباس الذي يزعمه المعتزلة، كما لا يمكن الغلو الذي يزعمه الصوفية. ¶ قال أهل السنة والجماعة: كرامات الأولياء ثابتة بالقرآن والسنة والواقع والعقل، فهذه مصادر إثبات الكرامة للأولياء؛ أنها ثابتة بالقرآن وسنتعرف عليه، والسنة وسنتعرف عليها، والواقع أننا نرى ذلك واقعاً مشاهداً كل منا يلمسه، فإن الله تبارك وتعالى يجري الكرامة على أيدي كثير من عباده في كل طوائف المجتمع، من صناع وتجار وزراع وحكماء وحكام وغير ذلك من عامة الشعب؛ لأنه قد انطبع في أذهان العامة أن الولي لابد أن يكون عالماً أو فقيهاً، وهذا كلام غير سديد، وإنما أولياء الله عز وجل هم المؤمنون المتقون، كما قال الله عز وجل: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} [يونس:62]، لا خوف عليهم في الدنيا، ولا يصيبهم حزن ولا غم ولا كرب يوم القيامة، ثم عرفهم الله عز وجل في نفس الآية. ¶ قال: {الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} [يونس:63]، فكل إنسان فيه ولاء لله عز وجل بقدر ما فيه من إيمان وتقوى، ودون ذلك خرط القتاد وكلام فارغ وتهريج، سواء من جهة المعتزلة أو المتصوفة. ¶ وقوله سبحانه وتعالى: ((الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ)) يدل على أن الله تعالى اتخذ أولياء من اليهود والنصارى وأصحاب الكتب السابقة مادام النبي محمد صلى الله عليه وسلم لم يبعث، فإذا بعث نبينا محمد عليه الصلاة والسلام، فقد انقطعت الولاية عن كل الأمم السابقة، إلا أن يكونوا أتباعاً لنبينا محمد عليه الصلاة والسلام، وهذه الآيات يدندن حولها اليهود والنصارى إلى يومنا هذا ويقولون: نحن أولياء الله وأحباؤه، قل: فلم يعذبكم؟ لأن الولي لا يعذبه الله عز وجل، وإنما يغفر له ويرحمه ويجري الكرامة على يديه تأييداً وتثبيتاً ونصرة للحق وإعانة له على قضاء مصالحه، فإذا كان هذا هو غرض الكرامة، وإذا كان هذا هو ثمرة الولاية، فكيف تزعمون يا معشر يهود! ويا معشر مشركي العرب! أنكم أولياء لله عز وجل، مع نزول العذاب عليكم بالليل والنهار؟ أنتم كذبة، وإنما أولياؤه الذين آمنوا وكانوا يتقون، وهذا يدل على انقطاع الولاية في الأمم السابقة، وثبوت هذه الولاية في هذه الأمة المباركة أمة محمد عليه الصلاة والسلام. ¶ هذه مسألة ينبغي أن تقرر، كما قررت المسألة التي قبلها، أما السنة فإن أعظم حديث في ثبوت كرامة الأولياء هو الحديث القدسي الذي أخرجه البخاري في صحيحه من حديث أبي هريرة قال: قال النبي صلى الله عليه وسلم: (قال الله عز وجل: من عادى لي ولياً فقد بارزني بالمحاربة)، فأثبت الله تعالى في هذا الجزء من الحديث أن الناس أولياء وأعداء، وغيرما آية في كتاب الله تكلمت عن هذين الصنفين؛ عن أعداء الله وعن أوليائه، عن الذين كفروا وعن الذين آمنوا، عن الصالحين وعن غير الصالحين، آيات في الموازنة بين الحق والباطل، بين الخير والشر، بين أهل الصلاح وأهل الفساد، بين أهل الطاعة وأهل المعصية، آيات كثيرة جداً ذكرت الفريقين على سبيل المقابلة؛ لإظهار شأن كل فريق، وبيان خصائص كل فريق منهما. ¶ قال الله عز وجل: (من عادى لي ولياً فقد بارزني بالمحاربة)، وإذا قلنا: إن أولياء الله هم الذين آمنوا وكانوا يتقون، فالمعلوم أن على قمة هرم الأولياء هم أهل العلم العاملون بعلمهم، المخلصون في دعوة الخلق إلى الحق، هم على قمة هرم الولاية، فكيف يُعَادَون من غيرهم، فلابد أن الذي يعاديهم ويمنعهم من مهمتهم عدو لله عز وجل ولأوليائه الصالحين. ¶ قال: (من عادى لي ولياً فقد بارزني بالمحاربة)، ولم يقل: فقد بارز أوليائي بالمحاربة، وإنما الحرب بينه وبين الله عز وجل؛ لأنه بارز الله في عباده الصالحين وفي أوليائه المؤمنين المتقين، رفع نار الحرب وشعار الحرب بينه وبين الله عز وجل. ¶ وما حارب الله تعالى أحد فأفلح وأنجح، بل ما حارب الله تعالى أحد إلا وأهلكه الله تعالى في أي واد ولا يبالي سبحانه وتعالى؛ لأنه لا يخشى عاقبة الأمور، كما قال: {وَلا يَخَافُ عُقْبَاهَا} [الشمس:15]، {لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} [الأنبياء:23]. ¶ فليعلم هؤلاء الذين يحاربون أولياء الله عز وجل أن حربهم إن لم تكن قائمة فهي قادمة مع الله عز وجل لا محالة. ¶ قال: (",
            "page": "5",
            "part": "7",
            "seal": "81FEE266"
        },
        {
            "id": "84",
            "nass": "الفوارق بين الكرامة والمعجزة وما يجري على يد السحرة والعرافين ¶ أما الفوارق بين الكرامة والمعجزة وما يجري على يد السحرة والكهنة والعرافين، ابتداء: أن المعجزة تكون على يد نبي، والكرامة تكون على يد ولي، وهذا اصطلاح المتأخرين من أهل السنة، ومن قبل في العصور الأولى للإسلام كانوا يطلقون لفظ المعجزة على المعجزة والكرامة، لكن المتأخرين فرقوا بين المعجزة التي يأتي بها النبي، وبين الكرامة التي تكون على يد الولي، والمعجزة مصحوبة بالتحدي ولابد، خلافاً للكرامة؛ لأن الولي لا يحل له أن يتحدى بمنة الله عز وجل عليه، وما كانت هذه الكرامة إلا تثبيتاً له على موقفه الإيماني، أو نصرة لدين الله عز وجل في موقف يحتاج إلى نصرة، أو عوناً له على قضاء حاجاته، أو خروجاً له من مأزق وقع فيه، فلا يتحدى بمنة الله تعالى عليه، أما النبي فإنه يأتي ومعه المعجزة أو المعجزات ويتحدى بها الناس أجمعين. ¶ وأعظم معجزة أتى بها نبينا عليه الصلاة والسلام هي القرآن الكريم، قال شيخ الإسلام ابن تيمية: ومعجزات نبينا قاربت أو ساوت الألف معجزة، أعظمها القرآن الذي نزل من السماء وهو كلام الله عز وجل. ¶ وهكذا اعتبر المسلمون أن أعظم معجزة هي القرآن الكريم؛ لأنها نزلت في أبلغ الخلق وهم العرب، فتحداهم الله عز وجل في شيء يحسنونه في لسانهم ولغتهم، فنزل القرآن بلسان عربي مبين لسان قريش ولسان هذيل وغيرها من الألسنة: ائتوني بكتاب مثل هذا فعجزوا، ائتوني بعشر سور من مثله مفتريات -لما قالوا: هذا القرآن مفترى- فعجزوا، تحداهم الله تعالى أن يأتوا بسورة واحدة فعجزوا، وفي كل مرة يتحدى الله عز وجل العرب فيعجزون؛ ولذلك قال الله تعالى: {قُلْ لَئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} [الإسراء:88]، أي: مظاهراً له مسانداً ومعاوناً، فتحدى الله تبارك وتعالى بهذه المعجزة -وهي القرآن- الإنس والجن مجتمعين، فما استطاعوا أن يأتوا ولا بآية واحدة، وهذا دليل على أن المعجزة تكون مصحوبة بالتحدي خلافاً للكرامة. ¶ ثالثاً: أن ما يخبر به الأنبياء لا يكون إلا صدقاً، كما أخبر القرآن والسنة، بل كما سمى العرب النبي عليه الصلاة والسلام بالصادق قبل بعثته، ومن قال: إن النبي ليس صادقاً في خبره، وليس صادقاً في تبليغه الأمر والنهي كفر وخرج من الملة؛ لأنه جوز على الأنبياء كبيرة من الكبائر وهي الكذب، خلافاً لما يخبر به السحرة والكهان وعباد المشركين وأهل الكتاب وأهل البدع والفجور من المسلمين، فإنه لابد في أخبارهم من وقوع الكذب. ¶ رابعاً: أن الأنبياء لا تأمر إلا بالعدل ولا تفعل إلا العدل، بخلاف غيرهم، فإنهم يفعلون الظلم والجور والفساد، وأحياناً يفعلون العدل، لكن ديدن الأنبياء واحد في أقوالهم وأفعالهم وتشريعاتهم؛ كلها مبنية على العدل والحكمة التي ليس بعدها عدل ولا حكمة. ¶ خامساً: آيات الأنبياء إنما هي معجزة من الله عز وجل بحسن عبادة هؤلاء الأنبياء والأولياء، كذلك تجرى الكرامات على أيديهم جزاءً وفاقاً لحسن أعمالهم، والجزاء من جنس العمل، فآيات الأنبياء إنما تنال بحسن عبادة الله وطاعته، وكذا كرامات الأولياء إنما تنال بقوة الإيمان وزيادته وحسن التقوى ومتابعة الرسول صلى الله عليه وسلم. ¶ وطريق تحصيل هذا عند النبي والولي الصدق والعدل لا الكذب والخيانة والظلم. ¶ سادساً: آيات الأنبياء لا يقدر عليها الإنس ولا الجن، بخلاف كرامات الأولياء، وما يأتي على أيدي السحرة والكهان فإنه ليس بمعجزة، بل يمكن أن تتم كرامة على يد محمد، ويكون لزيد كرامة، وكرامة محمد أعظم منها وأقوى، وما قد أتى على يد زيد يأتي مثله أو أعظم منه على يد عمرو، خلافاً للمعجزة فهي ليست من هذا الباب، والذي يأتي به ساحر يقدر ساحر آخر بفعل الشياطين والأبالسة أن يفكه؛ ولذلك يغتر العامة إذا أصابه شيء من الجن أو المس أو الصرع أو ضياع الحاجات أو كتابة الأعمال والأحراز الشيطانية، فيزعم أنه لا يستطيع فك ذلك ولا قضاءه إلا ساحر فيذهب إلى الساحر!، ولذلك قال النبي عليه الصلاة والسلام: (من أتى ساحراً أو عرافاً فصدقه بما يقول فقد برئت منه ذمة الله، وإذا أتى عرافاً أو كاهناً ولم يصدقه فإن الله لا يقبل منه صلاة أربعين يوماً). ¶ أيها الإخوة! إن هذه من مسائل الإيمان والكفر، ومن مسائل الشرك والتوحيد، ينبغي الدندنة حولها بالليل والنهار؛ لأننا نرى أن قطاعاً عظيماً من الأمة وقعوا في مثل هذا البلاء العظيم، أي: في شعب الشرك كلها، لا أقول السحر فحسب، فينبغي الدندنة والتأكيد من الدعاة إلى الله على إظهار التوحيد وطمس وإخماد الشرك وفروعه وأصوله. ¶ سابعاً: ما يأتي به السحرة والكهان وكل مخالف للرسل يمكن معارضته بمثله أو بأعظم منه كما قلنا. ¶ ثامناً: المعجزة مقرونة بدعوى النبوة، يعني: لا يمكن لولي أن يزعم أن هذه الكرامة التي كانت على يديه هي من باب المعجزات، وإلا فلا يكون ولياً، بل يكون كاذباً، خلافاً للكرامة فإنها تظهر على ي",
            "page": "6",
            "part": "7",
            "seal": "2D974D84"
        },
        {
            "id": "85",
            "nass": "معيار التفريق بين أولياء الرحمن وأولياء الشيطان ¶ الحمد لله وكفى، والصلاة والسلام على رسوله المصطفى، وأشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله. ¶ وبعد: فقد ذكر شيخ الإسلام ابن تيمية في المجلد الحادي عشر من مجموع الفتاوى ما يسمى برسالة الفرقان بين أولياء الرحمن وأولياء الشيطان إثبات الكرامة، وأنها معتقد أهل السنة والجماعة خلافاً للمعتزلة، وكل من تكلم في هذا الباب بكلام مسند في كتب الاعتقاد المسندة أو بكلام مشروح لهذه النصوص -أثبت أن عقيدة أهل السنة والجماعة إثبات كرامة الأولياء وأنها باقية بقاء الدنيا، ولكن شيخ الإسلام ابن تيمية قال بالمعيار المعتبر في التفريق بين أولياء الرحمن وأولياء الشيطان، هذا المعيار هو موافقة ومتابعة الرسول صلى الله عليه وسلم. ¶ حيث قال: فإنه هو الذي فرق الله تعالى به بين أوليائه السعداء وأعدائه الأشقياء، وبين أوليائه أهل الجنة وأعدائه أهل النار، وبين أوليائه أهل الهدى والرشاد وأعدائه أهل الغي والضلال والفساد، وأعدائه حزب الشيطان وأوليائه الذين كتب في قلوبهم الإيمان وأيدهم الله تعالى بروح منه. ¶ قال: {لا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ} [المجادلة:22] إلى آخر الآية، وقال تعالى: {إِذْ يُوحِي رَبُّكَ إِلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا} [الأنفال:12] وهذه كرامة {سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ} [الأنفال:12]، وقال الله تعالى في جانب أعدائه: {وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ} [الأنعام:121]، وقال: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الإِنسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا} [الأنعام:112]، وقال الله تعالى: {هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ * تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ * يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ * وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ} [الشعراء:221 - 224] إلى آخر الآيات. ¶ وقال تعالى: {فَلا أُقْسِمُ بِمَا تُبْصِرُونَ * وَمَا لا تُبْصِرُونَ * إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَا تُؤْمِنُونَ * وَلا بِقَوْلِ كَاهِنٍ قَلِيلًا مَا تَذَكَّرُونَ * تَنزِيلٌ مِنْ رَبِّ الْعَالَمِينَ * وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأَقَاوِيلِ * لَأَخَذْنَا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ * فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ * وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ * وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ * وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ * وَإِنَّهُ لَحَقُّ الْيَقِينِ * فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ} [الحاقة:38 - 52]. ¶ وقال تعالى: {فَذَكِّرْ فَمَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِكَاهِنٍ وَلا مَجْنُونٍ} [الطور:29] فنزه سبحانه وتعالى نبينا محمداً صلى الله عليه وسلم عمن تقترن به الشياطين من الكهان والشعراء والمجانين، وبين أن الذي جاءه بالقرآن ملك كريم اصطفاه من بين الملائكة، كما قال تعالى: {اللَّهُ يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلًا وَمِنَ النَّاسِ} [الحج:75]، وقال تعالى: {وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الأَمِينُ} [الشعراء:192 - 193] وهو جبريل عليه السلام {عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُبِينٍ} [الشعراء:194 - 195]، وقال تعالى: {قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللَّهِ} [البقرة:97]، وقال تعالى: {فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ} [النحل:98]؛ للدلالة على أن الشيطان لا تأثير له على النبي صلى الله عليه وسلم. ¶ وقال تعالى: {فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ} [التكوير:15 - 16] إلى آخر الآيات التي أثبتت أن إبليس لا سلطان له على النبي عليه الصلاة والسلام. ¶ فأولياء الله هم المتقون المقتدون بمحمد صلى الله ع",
            "page": "7",
            "part": "7",
            "seal": "CC9F8C4F"
        },
        {
            "id": "86",
            "nass": "أمثلة من معجزات سيد الأنبياء محمد ¶ إن كرامات الأولياء تحصل ببركة اتباع النبي محمد عليه الصلاة والسلام؛ ولذلك جاء في القرآن ذكر كثير من معجزات الأنبياء وكرامات الأولياء، وقد جاءت السنة بكرامات كثيرة من كرامات أتباع محمد عليه الصلاة والسلام. ¶ فمن معجزاته عليه الصلاة والسلام: إتيانه بالكتاب العزيز، وانشقاق القمر، وتسبيح الحصى في كفه عليه الصلاة والسلام، وإتيان الشجر إليه لما دعاه، وحنين الجذع إليه، وإخباره ليلة المعراج بصفة بيت المقدس، وإخباره بما كان وما يكون إلى قيام الساعة، وتكثير الطعام والشراب مرات كثيرة بين يديه عليه الصلاة والسلام، كما أشبع في الخندق العسكر من قدر طعام وهو لم ينقص كما في حديث أم سلمة المشهور، وأروى العسكر في غزوة خيبر من مزادة ماء لم تنقص، وملأ أوعية العسكر عام تبوك من طعام قليل لم ينقص وهم نحو ثلاثين ألفاً، ونبع الماء من بين أصابعه مرات متعددة حتى كفى الناس الذين كانوا معه في غزوة الحديبية، كانوا نحو (1400) أو (1500)، ورد النبي عليه الصلاة والسلام عين أبي قتادة حين سالت على وجنته، فقال: يا رسول الله! ادع الله لي، فأخذها النبي من على وجنته، ووضعها في عينه ومسح عليها، فكانت أحسن عينيه حتى مات، ولما أرسل النبي محمد بن مسلمة لقتل كعب بن الأشرف فوقع وانكسرت رجله، فمسحها النبي وبرئت، وأطعم من شواء مائة وثلاثين رجلاً، كل واحد منهم حز له قطعة أشبعته وفضلت منها فضلة، ولما مات عبد الله والد جابر وترك ديناً، فقال النبي عليه الصلاة والسلام لـ جابر: (خذ هذا التمر فاقض منه دين غرمائك، فقال: يا رسول الله! وكم يغنيني هذا؟ فوقف النبي عليه الصلاة والسلام على التمر فقسمه أقساماً ووزعه أوزاعاً ودعا في هذه الأقسام، فكان قدر كل قسم يكفي لسداد دين غريم من الغرماء) والأصل فيه أنه بضع تمرات. ¶ معجزات نبينا فاقت ذلك بكثير، ولكن المقام مقام سرد كرامات الأولياء، لا معجزات النبي صلى الله عليه وسلم.",
            "page": "8",
            "part": "7",
            "seal": "E0D77310"
        },
        {
            "id": "87",
            "nass": "أمثلة من كرامات الأولياء الصالحين ¶ ومن كرامات الأولياء ما كان من أسيد بن حضير رضي الله عنه لما قرأ سورة الكهف، حيث نزل من السماء مثل الظلة فيها أمثال السرج على الخيل، وكانت هذه السرج هي الملائكة تنزلت لقراءته، وكانت الملائكة تسلم على عمران بن حصين، وكان سلمان وأبو الدرداء يأكلان في صحفة فسبح ما فيها من طعام. ¶ وعباد بن بشر وأسيد بن حضير خرجا من عند رسول الله صلى الله عليه وسلم في ليلة مظلمة فأضاء لهما نور مثل طرف السيف، فلما افترقا افترق معهما النور. ¶ وقصة الصديق في الصحيحين: أنه لما ذهب بثلاثة أضياف معه إلى بيته، وجعل لا يأكل لقمة إلا ربا مكانها لقمتان، وما كان عنده من طعام إلا بعض كسر. ¶ هذا على يد أبي بكر الصديق رضي الله عنه. ¶ وخبيب بن عدي كان أسيراً عند المشركين، فنظرت امرأة الآسر له إليه وهو في أسره يأكل عنباً، وما بمكة عنبة واحدة. ¶ وعامر بن فهيرة قتل شهيداً فالتمسوا جسده فلم يقدروا عليه، فنظروا إلى السماء، فوجدوا أنه محمول مرفوع قد رفعته الملائكة. ¶ وأنتم تعلمون قصة حنظلة غسيل الملائكة الذي نودي للجهاد في ليلة زفافه، فخرج ولم يدرك غسل الجنابة، فلما مات قال النبي عليه الصلاة والسلام: (إنما غسلته الملائكة) أي: من الجنابة. ¶ وخرجت أم أيمن مهاجرة وليس معها زاد ولا ماء، فكادت تموت من العطش، فلما كان وقت الفطر وهي صائمة سمعت حساً من فوق رأسها، فرفعته فإذا بدلو معلق، فشربت منه حتى رويت وما عطشت بقية عمرها. ¶ وسفينة مولى رسول الله صلى الله عليه وسلم وخادمه، خرج عليه أسد في طريق، فقال سفينة للأسد: يا كلب الله! كيف تؤذيني وأنا رسول رسول الله ومولاه، فصحبه الأسد حتى أبلغه مأمنه، أسد يرعى إنساناً! وذئب يرعى غنماً! أمور عجيبة وخوارق للعادة، ليست في أعراف الناس، ولا في أخلاق الناس، جرت على يد أولياء الله عز وجل؛ إثباتاً لكرامتهم. ¶ البراء بن مالك كان إذا أقسم على الله تعالى أبره، وكانت الحرب إذا اشتدت قال المسلمون للبراء: يا براء! أقسم على ربك، فيقول: يا رب! أقسمت عليك لما منحتنا أكتافهم، وأن تجعلني أول الشهداء في هذه المعركة، فمكنهم الله تعالى من أكتاف أعدائهم، وكان البراء أول شهيد في المعركة. ¶ رجل مستجاب الدعوة. ¶ وخالد بن الوليد لما حاصر حصناً منيعاً فأمرهم أن يسلموا أنفسهم، فقالوا: يا خالد! لا نسلم لك إلا بشرط. ¶ قال: هاتوا ما عندكم، قالوا: أن تشرب هذا السم، فشربه خالد، فلم يضر، فلما رأوا ذلك سلموا وهم يظنون أن السم سيعمل فيه عمله وأنه يموت ويتخلصون من سيف الله المسلول. ¶ وسعد بن أبي وقاص كان مستجاب الدعوة، وما دعا قط دعوة إلا استجاب الله عز وجل له، وكان عمر يبجله، وكان عبد الله بن مسعود يبجله، وهما أعظم منه إيماناً وعلماً وعملاً وفضلاً، ومع هذا كان عمر بن الخطاب يهابه إذا رفع يديه إلى السماء، وكان له دين عند عبد الله بن مسعود، فلما ذهب ليتقاضاه قال: أمهلنا. ¶ قال: إما أن تدفع وإما دعوت عليك، ورفع يديه إلى السماء، فتعلق بهما عبد الله بن مسعود؛ لعلمه أن النبي عليه الصلاة والسلام دعا لـ سعد أن يكون مستجاب الدعوة، وهو يقول: يا سعد! إذا دعوت علينا فلا تلعن، وهذا إثبات لخصيصة سعد بن أبي وقاص أنه كان مستجاب الدعوة، فكان إذا دعا في جيش نصره الله، وإذا دعا على جيش هزمه الله كرامة من الله عز وجل. ¶ عمر بن الخطاب لما أرسل جيشاً أمر عليهم رجلاً اسمه سارية، فلما حاصرهم العدو وكادوا ينهزمون وهم بأرض العراق، وعمر بالمدينة رضي الله عنه يخطب للجمعة -ألهم الله عمر إلهاماً وحدث حديثاً من الله عز وجل، أن سارية هناك بالعراق يكاد يهزم، وكأن الله تعالى أطلع عمر على وضع سارية وجيشه، فصاح عمر من على المنبر: يا سارية! الجبل الجبل، أي: الزم الجبل، يا سارية! واجعل الجبل قبل ظهرك، والعدو من أمامك، فلما سمع سارية -وهو بالعراق- صوت عمر رضي الله عنه -وهو بالمدينة- فعل ما سمع فنصره الله عز وجل. ¶ وجاء رسول عمر إلى سارية، فقال سارية: لقد سمعنا كذا وكذا، فامتثلنا ذلك وفعلناه، فنصرنا الله عز وجل، قال: أشهد أني كنت مع عمر في المسجد وهو يفعل ذلك، وهو يصيح بأعلى صوته ويقول: يا سارية!",
            "page": "9",
            "part": "7",
            "seal": "E8163EB2"
        },
        {
            "id": "88",
            "nass": "أصول أهل السنة والجماعة - تقديم النقل على العقل [1] ¶ لما أتم الله تعالى للناس الدين حذرهم من الابتداع فيه بالزيادة أو النقص، وأمرهم بالاتباع، ولشدة خطر الابتداع كان صاحبه في الإثم في درجة أكبر من العاصي ودون المشرك، وما ظهرت الفرق في الإسلام إلا بسبب البدع فمستقل منها ومستكثر، وقد صان الله عز وجل أهل السنة والجماعة عن ذلك كله، وجعلهم ممن يأخذ بنص الكتاب والسنة ويقدمونهما على العقل، وما زلت كثير من الأقدام إلا لما قدمت العقل على النقل فابتدعت في الدين ما لم ينزل الله به سلطاناً.",
            "page": "1",
            "part": "8",
            "seal": "26C89242"
        },
        {
            "id": "89",
            "nass": "التحذير من الابتداع في الدين ¶ إن الحمد لله تعالى؛ نحمده ونستعينه ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة. ¶ أما بعد: فكثير من الناس وإن كان من أهل السنة والجماعة إلا أنه لا يدري أهو منها أم خارج عنها؛ وذلك لجهله بأصول أهل السنة والجماعة وآياتها وعلاماتها. ¶ ولما اختلط الحابل بالنابل، وأجلب علينا الملاحدة في هذا الزمان بخيلهم ورجلهم، ولبَّس الشيطان عليهم الحق بالباطل ضلت كثير من الأذهان والأفهام، وسأل كثير من الطلاب عن معنى السلفية، أو معنى أهل السنة والجماعة، أو معنى الفرقة الناجية، أو الطائفة المنصورة؛ لذا كان يحسن بنا من هذا المنطلق وفي هذا المقام أن نبين من هم أهل السنة والجماعة، وما هي أماراتهم وعلاماتهم، وما هو منهجهم في الأخلاق والسلوك، وما هي معتقدات هذه الفرقة الناجية والطائفة المنصورة، حتى يهلك من هلك عن بينة ويحيا من حي عن بينة.",
            "page": "2",
            "part": "8",
            "seal": "4AC25E40"
        },
        {
            "id": "90",
            "nass": "خطر اتباع الأهواء والافتراق في الدين ¶ قبل الدخول في المقصود لابد أن نقدم مقدمة لبيان المراد، هذه المقدمة ننطلق فيها من واقع قوله عليه الصلاة والسلام الذي أخرجه أبو داود وأحمد والحاكم عن النبي عليه الصلاة والسلام أنه قال: (إن من كان قبلكم من أهل الكتاب افترقوا إلى ثنتين وسبعين فرقة، وستفترق أمتي إلى ثلاث وسبعين فرقة كلها في النار إلا واحدة وهي الجماعة)، وفي رواية قال: (ثنتان وسبعون في النار وواحدة في الجنة وهي الجماعة)، وفي رواية قال: (كلها في النار إلا واحدة، قيل: من هي يا رسول الله؟ قال: من كانوا على مثل ما أنا عليه اليوم وأصحابي)، وفي رواية معاوية بن أبي سفيان رضي الله عنهما أن النبي عليه الصلاة والسلام قال: (ألا إنه يخرج من أمتي أقوام يهوون هوى يتجارى بهم ذلك الهوى كما يتجارى الكَلَب بصاحبه، لا يدع منه عرقاً ولا مفصلاً إلا دخله). ¶ أما قوله: (وإنه يخرج من أمتي) فبصيغة المضارع، أي: أن المروق من الدين والخروج عن حد طاعة الله ورسوله دائم ما دامت الحياة، يخرج باستمرار في كل زمان ومكان ممن انتسب إلى أمة النبي عليه الصلاة والسلام أقوام يهوون هوى، فيبين النبي عليه الصلاة والسلام أن هذا الخروج وأن هذا المروق من الملة إنما سببه اتباع الهوى، أو الجهل، أو اتباع الشبهات والمشتبهات في كتاب الله عز وجل، كما قال تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ} [آل عمران:7] أي: من القرآن: {ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا} [آل عمران:7]. ¶ أهل الإيمان لهم موقف من كتاب الله عز وجل يختلف تمام الاختلاف عن موقف أهل الأهواء والبدع والخصومات في الدين، وأصحاب الرأي الذين قدموا القياس على قول الله وقول الرسول، وعلى إجماع أهل العلم من الصحابة ومن بعدهم. ¶ قال النبي عليه الصلاة والسلام: (وإنه يخرج من أمتي أقوام يهوون هوى)، أي: يميلون وينحرفون عن الصراط المستقيم بسبب اتباعهم لأهوائهم، (تتاجرى بهم تلك الأهواء كما يتجارى الكَلَب بصاحبه)، الكلب: داء يصيب الإنسان إذا عضه الكلب، ألا ترون أن سم الكلب الزعاف يدخل في كل أجزاء بدن المعضوض؟ الأمر كذلك، وهكذا الأهواء إذا أطلق الإنسان لها العنان ولم يجاهد نفسه ويدفعها عنه ما استطاع تمكنت منه حتى دخلت في كل عرق ومفصل في جسده، ومن هذا المنطلق أحب الشيطان وأحب إبليس البدعة أكثر من حبه للكبائر والمعاصي؛ لأن صاحب الكبيرة ربما تاب منها، وصاحب المعصية الصغيرة ربما تاب منها، أما صاحب البدعة فإنه يتصور أنه على الحق، أو أنه لفرط اتباعه لهواه استقر ذلك في قلبه وألفه وصار عادة له، فلا يُمكن مِن ترك البدعة أو نبذها، ولذلك حذر أهل العلم من الوقوع في البدع أكثر من تحذيرهم من الوقوع في المعصية، وقالوا: المعاصي ثلاثة أنواع: الكفر بالله العظيم، ثم البدعة في الدين، ثم الوقوع في سائر المعاصي، فجعلوا البدعة والابتداع في الدين في منزلة وسط بين الشرك بالله وبين اقتراف الكبائر والصغائر؛ لخطورة الابتداع في الدين، ولعلم أهل السنة والجماعة من أهل العلم والمجتهدين بخطورة هذا الأمر. ¶ قال: (تتجارى بهم تلك الأهواء كما يتجارى) وانظر إلى اللفظ (يتجارى)، أي: يدخل دخولاً شديداً في كل أجزاء الجسم حتى يتمكن من دمه ولحمه وعظمه وعقله وفكره وفؤاده، فلا يبقى أمامه مجال لأن يخرج منه وأن يدخل مرة ثانية في دائرة أهل السنة والجماعة.",
            "page": "3",
            "part": "8",
            "seal": "671C05C4"
        },
        {
            "id": "91",
            "nass": "حكم الفرق المبتدعة ¶ وفي الحديث مسائل: المسألة الأولى: هل هذه الفرق فرق كافرة، وبالتالي تستحق الخلود في النار مع الكافرين؛ لقوله: (وستفترق هذه الأمة إلى ثلاث وسبعين فرقة كلها في النار إلا واحدة)؟ هذه الواحدة هي الناجية من النار بشهادة النبي عليه الصلاة والسلام، وبشهادة الله تعالى في قرآنه. ¶ لكن المبحث هنا: هل هذه الفرق كافرة وخارجة عن دائرة الإسلام وحد الإسلام بالكلية؟ لا مانع أن يكون منهم من كان حاله على هذا النحو، كالذي يرد أصول الإسلام وقواعده العامة، ويتخذ الضلال له منهجاً وفكراً واعتقاداً يسلكه إلى قيام الساعة، فإن من أنكر قدر الله عز وجل، وأن الله عز وجل على كل شيء قدير، وأن الله يفعل في خلقه ما يشاء، أو قال: إن الله لا يعلم ما يكون إلا بعد أن يكون. ¶ لا شك أن هذا كافر بالله العظيم، وعلى ذلك إجماع الصحابة رضي الله عنهم، وهو الإجماع المعتبر. ¶ وأما من قال: إن محمداً أشبه بـ علي كالغراب بالغراب، والنملة بالنملة، والنحلة بالنحلة، وهو قول فرقة من غلاة الشيعة؛ ويسمون الغرابية لأنهم يلحقون محمداً بـ علي في الشبه كما يشبه الغراب الغراب، ولا يستطيع أحد أن يميز بين الغرابين، أو بين النحلة والنحلة، والنملة والنملة، وبئس المثل الذي ضربوه؛ لأن العرب لا تضرب المثل بالغراب إلا لمثل السوء، فالغراب عند العرب من الطيور المحتقرة لا من الطيور المحترمة، ولذلك هم ضربوا بهذا المثل ويريدون أن يصلوا إلى أن جبريل عليه السلام لفرط الشبه بين محمد وعلي نزل خطأً بالوحي على محمد، وكان حقه أن ينزل على علي بأمر السماء! ولذلك هم يتقربون إلى الله -بزعمهم- بسب ولعن صاحب الريش، يعنون جبريل عليه السلام، ومن كان هذا حاله لا شك أنه خارج عن دائرة الإسلام، ومخلد في النار مع الكفار الأصليين. ¶ فكل من غالى من جميع هذه الفرق استحق الخلود في النار بسبب مروقه وخروجه عن حد الإسلام ودائرة الإيمان، أما من لم يكن مغالياً، أو كان جاهلاً تابعاً في جهله لغيره، وكان على استعداد لأن يقبل الحق إذا عرفه واطلع عليه، فلا شك أن هؤلاء في دائرة الإسلام وإن كانوا على خطأ. ¶ إذاً: ليس كل هذه الفرق كافرة، إنما يكفر منها الغلاة، وبعض أهل العلم كفرها كلها أخذاً بظاهر الحديث: (كلها في النار)، ولكن أهل التحقيق من الفقهاء والمحدثين قالوا: إن قوله عليه الصلاة والسلام: (كلها في النار) لا يعني الخلود الأبدي السرمدي الدائم في النار، وإنما المراد الخلود في لغة العرب، ومعناه المكث الطويل، وأن هؤلاء إذا دخلوا النار خرجوا منها لا محالة بشفاعة الشافعين، أو بعد أن يستوفوا الجزاء الذي ترتب على انحرافهم وميلهم عن صراط النبي عليه الصلاة والسلام. ¶ ولذلك نقول: ما ذنب من نشأ في إيران على حب علي رضي الله عنه، بل على المغالاة في حب علي وذم معاوية رضي الله عنه؟ وما ذنب من نشأ بالشام يحب معاوية ويغالي فيه ويذم علياً رضي الله عنه وهو من الجهل بمكان، لا يدري ما تحقيق هذه المسائل؟ وهذا كلام الذهبي عليه رحمة الله في كتابه العظيم سير أعلام النبلاء. ¶ الشاهد من هذا: أن خلود الكثير من أتباع هذه الفرق إنما هو بمعنى المكث الطويل.",
            "page": "4",
            "part": "8",
            "seal": "3BFD729E"
        },
        {
            "id": "92",
            "nass": "الضابط الذي به تتكون الفرقة المبتدعة ¶ المسألة الثانية: أن هذه الفرق لا تصير فرقاً إلا إذا خالفت أمراً كلياً من أمور الدين الكلية ومن القواعد الشرعية العامة؛ ولابد أن تفهم هذا؛ لأن الكثير عند سماعه لهذا الحديث يتصور أن هذه الجماعات العاملة على الساحة الدعوية الإصلاحية أو العلمية إنما هي فرق وينطبق عليها هذا الحديث، وليس الأمر كذلك، فهناك فرق بين طائفة من الناس اجتمعوا على الدعوة إلى الله عز وجل على نهج معين، وبين قوم اجتمعوا واتخذوا لهم أصولاً تخالف ما كان عليه النبي عليه الصلاة والسلام وأصحابه الكرام، وخالفوا أهل السنة في ربهم وفي نبيهم وفي معتقدهم، بل حتى في الأحكام والأخلاق والسلوك، فإن هذه الفرقة إذا تحزبت واتخذت لها منهجاً مكوناً من قواعد كلية وأصول عامة في الشريعة الإسلامية يخالفون بها الكليات والقواعد العامة في شريعة محمد عليه الصلاة والسلام؛ فإن هؤلاء هم الذين يستحقون اسم الفرقة الضالة، أما من اتخذوا لأنفسهم منهجاً في الدعوة إلى الله عز وجل -وربما يكون فيه بعض الانحراف- فإن هذه الطائفة وهذه المجموعة من الناس لا يمكن قط أن يطلق عليها وصف فرقة من الفرق، ومن أطلق لسانه في جماعة من الجماعات العاملة على الساحة، الداعية إلى الله عز وجل حسب اجتهادهم أصابوا أم أخطئوا الذي يطلق عليهم أنهم فرق لا شك أن قوله هذا إما أن يكون مصدره الهوى، ونصرة الذات على الغير وحب الظهور، وإما أن يكون منشأ ذلك الجهل بأصول الفرق، وبما عليه هذه الجماعات من الخير.",
            "page": "5",
            "part": "8",
            "seal": "E3AA234A"
        },
        {
            "id": "93",
            "nass": "أصول الفرق المبتدعة وأصل نشأتها ¶ المسألة الثالثة: أصول هذه الفرق قد عدها بعض أهل العلم واختلفوا في عدها، فمنهم من ذكر ثنتين وسبعين فرقة، والراجح كما رجح ذلك ابن تيمية عليه رحمة الله: أن أصول الفرق هم: الشيعة، والقدرية، والجبرية، والمشبهة، والروافض، ومرد بقية الثنتين وسبعين فرقة إلى هذه الفرق، أي: أن هذه الفرق أصلها ست أو خمس أو أربع أو أكثر من ذلك، ثم تفرقت وتشعبت إلى فرق بلغت في تعدادها ثنتين وسبعين فرقة. ¶ هذه الفرق لم تكن موجودة في زمن النبوة الأول، إلا أن ملامح بعضها قد بدأ في زمانه عليه الصلاة والسلام، ولذلك قال عليه الصلاة والسلام: (سيخرج من أمتي أقوام يقرءون القرآن لا يجاوز تراقيهم)، يعني: لا يجاوز حلوقهم، إلى القلوب والأفهام والعقول، وإنما حظهم من كتاب الله التلاوة فحسب، لا يتدبرونه ولا يعرفون معناه، ثم قال النبي عليه الصلاة والسلام: (يمرقون من الدين كما يمرق السهم من الرمية)، وهذا الذي أتاه فقال له: (يا محمد! أعطني من مال الله، فإنه ليس مالك ولا مال أبيك) هكذا خاطب النبي عليه الصلاة والسلام، فقال النبي عليه الصلاة والسلام: (أعطوه ما يريد، ثم لما ولى الرجل وأخذ نواله، قال النبي عليه الصلاة والسلام: سيخرج من ضئضئ هذا -أي: من ظهر هذا أو من فكره ويكون تابعاً له في المعتقد- أقوام يقاتلونكم، وفي رواية: يقرءون القرآن ويحتجون به عليكم، تحقرون صلاتكم إلى صلاتهم، وصيامكم إلى صيامهم، يمرقون من الدين كما يمرق السهم من الرمية). ¶ ولذلك كثير من عامة الناس يغتر بأصحاب العبادات، وإن كانت العبادة المحضة لله على مراده ومراد رسوله من أعظم ما يمكن أن يتقرب به المرء إلى الله، ولكنها ليست وحدها الحاكمة على العبد بالاستقامة، فكثير من الزهاد والعباد إنما يعبدون الله تبارك وتعالى بجهل، ويسيئون أكثر مما يصلحون، ولذلك كان علي بن أبي طالب يضرب العباد في محاريبهم قائلاً لهم: (تفقهوا قبل أن تعبدوا). ¶ حتى يعبدوا ربهم على بصيرة ونور.",
            "page": "6",
            "part": "8",
            "seal": "1FE8EE49"
        },
        {
            "id": "1",
            "nass": "أصول أهل السنة والجماعة - عصمة الأنبياء ¶ قضت نصوص الكتاب والسنة بالعصمة للأنبياء فيما يتعلق بالرسالة والتبليغ، ومقارفة المعاصي والكبائر، وهم كذلك يقع منهم من الهفوات واللمم ما لا يؤثر على نبوتهم ورسالتهم، ومع ذلك يسارعون في التوبة والاستغفار.",
            "page": "1",
            "part": "1",
            "seal": "8F24B295"
        },
        {
            "id": "2",
            "nass": "عصمة الأنبياء في منهج أهل السنة والجماعة ¶ إن الحمد لله؛ نحمده تعالى ونستعينه ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وما قَلَّ وكفى خير مما كَثُر وألهى، وإنما توعدون لآت وما أنتم بمعجزين. ¶ أما بعد: فقد تكلمنا فيما مضى عن خصائص أهل السنة والجماعة، وبينا أن الخاصية الأولى هي: أنهم يعتمدون على النقل لا العقل عند تعارض العقل مع النقل، وأنه لا يمكن أن يكون ثمة تعارض بين العقل والنقل إلا أن يكون مرد ذلك إلى أمرين لا ثالث لهما: إما أن النقل لم يثبت، وإما أن العقل قاصر عن أن يفهم النقل، وليس معنى هذا أننا نلغي العقل. ¶ لا فهو مناط التكليف؛ لما ورد في كتاب الله عز وجل، وفي سنة النبي عليه الصلاة والسلام من مخاطبة العقل بالتدبر والتعقل والتفكر في ملكوت الله عز وجل، وفي مخلوقاته. ¶ والخاصية الثانية لأهل السنة والجماعة: أنهم يختصون دون غيرهم من فرق الضلالة بأنهم لا يأخذون قول أحد بعينه كله، ولا يأتمرون بأمر أحد على الإطلاق، ولا ينتهون بنهي أحد على الإطلاق إلا رسول الله صلى الله عليه وسلم، وما دون النبي عليه الصلاة والسلام فهو يصيب ويخطئ، يقول الحق والباطل، يغفل ويسهى وينسى، بخلاف النبي عليه الصلاة والسلام، بل بخلاف الأنبياء جميعاً؛ فإن الله تعالى قد ميزهم عن غيرهم من بقية الخلق بما عرف في الشرع بالعصمة. ¶ هذه العصمة التي ميز الله تعالى بها أنبياءه ورسله إنما هي منجية لهم أن يزيدوا في أحكام الله عز وجل، أو ينقصوا منها شيئاً من عندياتهم؛ لأن ذلك شأن من أتى بعدهم كائناً من كان إذا ضل عن أصول أهل السنة والجماعة، وهذا في حق كل نبي على حدة، وفي نبينا عليه الصلاة والسلام على جهة الخصوص، فالنبي عليه الصلاة والسلام أفضل البشر على الإطلاق، وهو أفضل الأنبياء، وهو أفضل من الملائكة بلا خلاف بين أهل العلم المعتبرين، ولذلك أجمع أهل السنة والجماعة على أن الأنبياء أفضل من الملائكة، بل إن صالحي البشر أفضل من الملائكة مجتمعين، كيف لا وهم يدخلون عليهم من كل باب يقولون: {سَلامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ} [الرعد:24]، فهنا بيان أن صالحي البشر الذين قد دخلوا الجنة أفضل من الملائكة على الإطلاق، بخلاف العصاة فقد وقع الخلاف بين أهل السنة والجماعة أيهما أفضل: عصاة الموحدين أم الملائكة، والذي يترجح لي أن الملائكة أفضل من عصاة الموحدين، كما أنهم أفضل من المنافقين والكافرين بإجماع المسلمين، ليس هذا هو المبحث، إنما المبحث إثبات أن النبي عليه الصلاة والسلام هو أفضل الخلق قاطبة، وقد ميزه الله عز وجل بما لم يميز به أحداً من البشر ولا حتى الأنبياء، لكن لا يجوز تفضيل نبينا عليه الصلاة والسلام على إخوانه من الأنبياء على سبيل احتقار هؤلاء الأنبياء، فكلهم أنبياء مرسلون أرسلهم الله عز وجل واختارهم واصطفاهم على الخلق أجمعين، ونبينا عليه الصلاة والسلام أرسل إلى الإنس والجن، بخلاف غيره من الأنبياء فإن كل واحد منهم كان يرسل إلى قومه خاصة، والله عز وجل اصطفى واختار نبينا محمداً عليه الصلاة والسلام في وقت لوحده نبيناً رسولاً، وطالب العالمين أجمعين بالإيمان به، فمن تنكب الإيمان به فهو من أكفر الكافرين، وهو من المخلدين في النار أبد الآباد، كما أن الله عز وجل كان قد أرسل الرسل من قبله، لكن أرسل كل رسول إلى قومه خاصة، وربما أرسل النبيين أو الرسولين في وقت واحد والثلاثة والأربعة حتى أرسل اثني عشر رسولاً في وقت واحد، وهم يوسف عليه السلام وإخوته وهم الأسباط.",
            "page": "2",
            "part": "1",
            "seal": "4F657B60"
        },
        {
            "id": "3",
            "nass": "ما يعصم فيه الأنبياء ¶ اتصف نبينا عليه الصلاة والسلام بالعصمة، والعصمة هي المأمن من الزلل والخطأ، والمأمن من أن يقر النبي عليه الصلاة والسلام على خطأ أو نسيان يصدر عنه، وغير ذلك مما يعتري البشر، ولا يؤثر ذلك في رسالته أو نبوته عليه الصلاة والسلام. ¶ والعصمة تكون في ثلاثة أمور: الأول: العصمة فيما يتعلق بالوحي تلقياً وتبليغاً، الثاني: العصمة فيما يتعلق بالوقوع في الكبائر، الثالث: العصمة فيما يتعلق بالوقوع في الصغائر، فهذه ثلاثة أبواب هي أبواب العصمة التي ميز الله تعالى بها أنبياءه ورسله.",
            "page": "3",
            "part": "1",
            "seal": "36D4831A"
        },
        {
            "id": "4",
            "nass": "عصمة الأنبياء في تلقي الوحي ¶ أما العصمة فيما يتعلق بالتبليغ أو بتلقي الوحي عن الله عز وجل فإنه لا خلاف بين أهل السنة والجماعة أن الأنبياء والمرسلين معصومون في هذا الباب، كما أنهم معصومون بعد بعثتهم من اقتراف الكبائر، ووقع نزاع فيما يتعلق بارتكابهم الكبائر قبل بعثتهم، والراجح: أنهم لم يرتكبوا كبيرة قبل البعثة، فهذان بابان نثبت فيهما العصمة المطلقة للأنبياء والمرسلين فيما يتعلق بتلقي الوحي عن الله عز وجل، وأنهم لا يخطئون شيئاً منه، ولا ينسون شيئاً من الوحي إلا أن يشاء الله عز وجل أن ينسي أحد أنبيائه شيئاً قد أوحى به إليه، وهو الذي يعبر عنه أهل العلم بالنسخ، أي: لا يعمل به، وإنما يستعيض الله عز وجل عنه لأمة نبيه بشيء قد أراده لهم آنفاً، وليس في هذا أن الله تعالى قد بدا له ما لم يكن قد علم آنفاً، وإنما هي مشيئته سبحانه وتعالى: {وَمَا كَانَ رَبُّكَ نَسِيًّا} [مريم:64]. ¶ إذاً: الأنبياء والمرسلون معصومون في باب التلقي عن الله عز وجل، كما أنهم معصومون في التبليغ عن الله عز وجل إلى الخلق، فهم يتلقون الوحي بغير زيادة ولا نقصان، ويبلغون الوحي إلى أممهم بغير زيادة ولا نقصان، وهذا باب عظيم جداً لا ينبغي الخطأ فيه؛ لأن الخطأ فيه ينافي مقصود الرسالات والنبوات، وهذه عقيدة مسلمة عند الناس كافة إلا ما كان من أمر اليهود والنصارى عليهم لعنة الله عز وجل، وسيأتي ذكر موقفهم من أنبياء الله ورسله. ¶ اسمع إلى ما قاله شيخ الإسلام ابن تيمية عليه رحمة الله في كتابه العظيم مجموع الفتاوى حيث قال: إن الأنبياء صلوات الله عليهم معصومون فيما يخبرون به عن الله سبحانه، وفي تبليغ رسالته باتفاق الأمة. ¶ أي: هذا أمر مجمع عليه ولا خلاف فيه، ولهذا وجب الإيمان بكل ما جاء به الأنبياء والمرسلون. ¶ وقال شيخ الإسلام ابن تيمية كذلك: النبي صلى الله عليه وسلم معصوم، فلا يجوز أن يصدر عنه خبران متناقضان في الحقيقة، ولا أمران متناقضان في الحقيقة إلا وأحدهما ناسخ والآخر منسوخ، والله هو الذي تولى حفظ الذكر؛ لأن ما بعث الله به رسوله من الكتاب والحكمة هو هدى الله الذي أنزله على رسوله، وبه يعرف سبيله، وهو حجته على عباده، فلو وقع فيه ضلال لم يبين لسقطت حجة الله في ذلك، وذهب هداه، وعمي السبيل؛ إذ ليس بعد هذا النبي نبي آخر ينتظر ليبين للناس ما اختلفوا فيه، بل هذا هو رسول آخر الزمان وأمته خير الأمم، ولذا لا يزال فيها طائفة قائمة على الحق بإذن الله، لا يضرها من خالفها ولا من خذلها حتى تقوم الساعة، وربما وقع الخلاف بين هذه الطائفة، لكن الحق في عمومه لا يخفى على عموم الأمة في وقت من الأوقات ولا في زمن من الأزمنة. ¶ فبعد أن اتفقت الأمة على أن الرسل معصومون في تحمل الرسالة، فلا ينسون شيئاً مما أوحاه الله تعالى إليهم إلا شيئاً قد نسخ، وقد تكفل الله لرسوله بأن يقرئه القرآن فلا ينسى منه شيئاً، كما في قوله: {سَنُقْرِئُكَ فَلا تَنسَى * إِلَّا مَا شَاءَ اللَّهُ} [الأعلى:6 - 7]، وتكفل له كذلك بأن يجمعه في صدره؛ لأن النبي عليه الصلاة والسلام في حين تلقي الوحي عن جبريل كان يردد الوحي قبل أن ينصرف جبريل مخافة أن ينسى منه شيئاً، فطمأنه الله عز وجل بأنه لن يضيع منه شيء، وأنه سيثبته في قلبه، قال: {لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ * إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ * فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} [القيامة:16 - 18]، أي: فاتبع قراءته وتلاوته. ¶ كذلك الأنبياء والرسل معصومون في باب التبليغ، فهم لا يكتمون شيئاً مما أوحاه الله إليهم؛ لأن الكتمان خيانة، والخيانة نقص بشري تنزه عنه الأنبياء والمرسلون، ولذلك عاتب الله تعالى كثيراً من أنبيائه على بعض اللمم الذي صدر منهم، ومع هذا ما أخفى الله تعالى وما أخفى نبيه عليه الصلاة والسلام ذلك اللوم وذلك العتاب، بل ذكره النبي عليه الصلاة والسلام وبلغه عن ربه بكل أمانة؛ لأنه الصادق المصدوق صلوات ربي وسلامه عليه. ¶ قال تعالى: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} [المائدة:67]، وقال كذلك: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأَقَاوِيلِ * لَأَخَذْنَا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ} [الحاقة:44 - 46]، فلما لم يأخذ منه باليمين، ولم يقطع منه الوتين -أي: الحلقوم- تبين أنه عليه الصلاة والسلام لم يتقول على الله عز وجل بقول قط لا كبير ولا صغير، وإنما بلغ عن ربه بمنتهى الأمانة، حتى الذي عاتبه فيه ربه إنما نقله إلينا على صورة العتاب الذي عاتبه الله تعالى فيها ولامه.",
            "page": "4",
            "part": "1",
            "seal": "03CDD9E4"
        },
        {
            "id": "5",
            "nass": "العصمة فيما يتعلق بالصغائر والنسيان ¶ هناك أمور لازمة لجميع البشر لم ينج منها أحد حتى الأنبياء والمرسلون؛ كالغضب والرضا والسخط والخوف وغير ذلك، لكن هل هذا يؤثر على نبوتهم ورسالتهم، أو عصمتهم؟ الجواب بإجماع أهل السنة: لا. ¶ فإن الأعراض البشرية الجبلية لا تنافي العصمة، فإبراهيم عليه الصلاة والسلام أوجس في نفسه خيفة من الملائكة، وهو لا يعلم أنهم ملائكة؛ لأنهم تصوروا في صورة رجال، فلما قدم إليهم طعاماً ووجد أن أيديهم لا تمتد إليه نكرهم وأوجس منهم خيفة حتى طمأنوه بأنهم رسل الله تعالى إلى لوط: {فَلَمَّا رَأَى أَيْدِيَهُمْ لا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ} [هود:70]. ¶ وموسى عليه السلام وعد الخضر ألا يتكلم معه، وألا يتعجل أمره، وأن يصبر على كل ما يرى منه، مع أن موسى أفضل من الخضر، ولكن انظر إلى عجلة موسى عليه السلام وتركه الصبر أحياناً، ولو صبر لنقل إلينا علماً كثيراً كما قال نبينا عليه الصلاة والسلام، ولذلك لما اعترض في ثلاث مرات كانت الأولى نسياناً، والثانية والثالثة -لبشاعتها فيما يرى الرائي- وعده بالفراق إن حصلت، وفي كل يقول له الخضر: {أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا} [الكهف:75]، ولما تبين لموسى عليه السلام صحة ما صدر من الخضر، وأن ذلك كان بوحي السماء، قال له الخضر: {ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا} [الكهف:82]، يعني: أنت يا موسى لم يكن عندك من القدرة على الصبر فيما أنكرته ظاهراً أن تلتزم بوعدك السابق، ولكنك تعجلت الأمر، وهذه هفوة لا تؤثر، ولمم لا يعكر على صفاء رسالة موسى وعلى نبوته. ¶ وكذلك غضب موسى غضباً شديداً على بني إسرائيل، لما عبر بهم البحر ثم ترك معهم هارون وذهب إلى ميقات ربه في أرض سيناء عند جبل الطور، فأخبره الله عز وجل أن قومه اتخذوا العجل الذي صنعه لهم السامري، وهو رجل مشرك جمع من بني إسرائيل الذهب، وصنع لهم عجلاً جسداً له خوار، أي: له صوت وهو صوت الريح يصدر منه إذا مر الهواء في جوف العجل، فحينئذ يجتمع عنده بنو إسرائيل فيعبدونه، فأخبر الله عز وجل موسى أن يقدم على قومه لأنهم قد صنعوا عجلاً وعبدوه من دون الله عز وجل، لكن الأمر كما قال النبي عليه الصلاة والسلام: (ليس الخبر كالمعاينة)، لما أخبر موسى بذلك غضب، ولكنه لم يكن كغضبه لما أتى إلى قومه وعاين البلاء بنفسه، حينها غضب غضباً شديداً، وألقى الألواح التي كانت بيده {وَفِي نُسْخَتِهَا هُدًى} [الأعراف:154]، أي: كلام الله عز وجل منسوخ ومكتوب فيها، فلما رأى ذلك ألقى الألواح من يده في الأرض أو في وجه أخيه هارون، ثم أخذ بلحية أخيه يجره إليه، حتى قال هارون عليه السلام: {ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلا تُشْمِتْ بِيَ الأَعْدَاءَ وَلا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ} [الأعراف:150]. ¶ هذه هفوة عظيمة صدرت من موسى عليه السلام أن يلقي الألواح، لكنه ما ألقاها إلا بعد أن غضب غضباً شديداً أفقده شيئاً من وعيه حتى يلقي كتاب الله في الأرض، ومثل هذا يعفى عنه لفرط غضبه عليه الصلاة والسلام. ¶ وكذلك نسيان آدم، وما ترتب عليه من مخالفة أمر الله، والوقوع فيما نصحه به إبليس اللعين بزعمه، فسمى الله تعالى ذلك عصياناً، وقال: {وَعَصَى آدَمُ رَبَّهُ فَغَوَى} [طه:121]. ¶ ومن نسيان آدم أيضاً: ما جاء عن أبي هريرة رضي الله عنه قال: قال النبي عليه الصلاة والسلام: (لما خلق الله آدم مسح ظهره، فخرج من ظهره كل نسمة هو خالقها من ذريته إلى يوم القيامة، وجعل بين عيني كل منهم وبيصاً -أي: ضوءاً من نور- ثم عرضهم على آدم، فقال: أي رب من هؤلاء؟ قال: هؤلاء ذريتك، قال: فرأى رجلاً منهم فأعجبه ما بين عينيه، فقال آدم: أي رب من هذا؟ قال: هذا رجل من ذريتك يقال له داود، قال: رب كم عمره؟ قال: ستون سنة، قال: أي رب زده من عمري أربعين، فلما انقضى عمر آدم جاءه ملك الموت، قال آدم لملك الموت: أولم يبق من عمري أربعون سنة؟ قال: أولم تعطها ابنك داود، قال: فجحد آدم - أنكر ذلك- فجحدت ذريته، ونسي آدم فنسيت ذريته، وخطئ آدم فخطئت ذريته)، وآدم باتفاق أهل العلم نبي من الأنبياء، فوقع في مثل هذا نسياناً، ولذلك لم يؤاخذه الله تعالى به، وبمجرد أن تاب تاب الله عز وجل عليه. ¶ وكذلك نبي من الأنبياء يحرق قرية من النمل بأسرها لأجل نملة قرصته، ففي الصحيح: (أن نبياً من الأنبياء لدغته نملة، فأمر بالقرية فأحرقت بالنار، فأوحى الله إليه: فهلا نملة؟) أي: كل هذا لأجل نملة واحدة، والحديث أخرجه البخاري. ¶ ونبينا عليه الصلاة والسلام قد حصل له مثل هذا من النسيان و",
            "page": "5",
            "part": "1",
            "seal": "B9CFAF0B"
        },
        {
            "id": "6",
            "nass": "موقف الشيعة والصوفية من عصمة الأنبياء في الصغائر ¶ الشيعة الرافضة والإسماعيلية والصوفية وغيرهم من فرق الضلالة وقفوا موقفاً فيما يتعلق بوقوع الصغائر من الأنبياء يناقض موقف أهل السنة والجماعة، ويناقض مذهب جماهير العلماء من المحدثين والمفسرين، بل والمتكلمين كذلك، وقالوا: بأن الأنبياء معصومون من النسيان والخطأ والسهو، فضلاً عن عصمتهم من وقوعهم في الصغائر، فخالفوا بذلك النصوص الثابتة في كتاب الله عز وجل وفي سنة النبي عليه الصلاة والسلام، بل وأولوها تأويلاً غير سائغ، بل هو تحريف للكلم عن مواضعه، ولذلك قال شيخ الإسلام ابن تيمية: وإنما نقل القول بالعصمة المطلقة في العصر المتقدم عن الرافضة ثم عن المعتزلة، ثم وافقهم عليه طائفة من المتأخرين، قال: وعامة ما ينقل عن جمهور العلماء أنهم غير معصومين -أي: أن الأنبياء غير معصومين على الإقرار على الصغائر- ولا يقرون عليها -يعني: لو وقع نبي منهم في شيء من هذا عاتبه ربه على الفور- فبان الحق، وفي هذا إثبات أن الخطأ إذا وقع من نبي بقول أو فعل فإن الله تعالى يصححه على الفور، مما يبين وجوب الأسوة والقدوة بهم، وأن ذلك لا يؤثر على الاقتداء والتأسي بهم؛ لأن خطأهم مصحح بخلاف خطأ غيرهم. ¶ ويقولون: إنها لا تقع بحال -أي: الجمهور- وأول من نقل عنه من طوائف الأمة القول بالعصمة مطلقاً وأعظمهم قولاً لذلك الرافضة، مع أن الرافضة أبعد الناس عن الأنبياء والمرسلين، وأعدى الأعداء للنبي عليه الصلاة والسلام ولأهل بيته، ويزعمون أنهم أولياء للنبي وأهل بيته، فإنهم يقولون بالعصمة على ما يقع على سبيل النسيان والسهو والتأويل، وينقلون ذلك إلى من يعتقدون إمامته كـ علي بن أبي طالب والحسن والحسين إلى آخر الأئمة الاثني عشر وقالوا: بعصمة علي، ومثلهم الإسماعيلية الذين كانوا ملوك القاهرة، وكانوا يزعمون أنهم خلفاء علويون فاطميون، وهم في الحقيقة باطنيون ملاحدة، ولذلك صنف الغزالي كتاباً يرد على الفاطميين يقول فيه: ظاهر مذهبهم الرفض وباطنه الكفر المحض، وهؤلاء هم الفاطميون الذين حكموا مصر ردحاً من الزمان، ولا تزال مصر ترزح تحت نيرانهم في باب العقيدة والسلوك، أما في باب العقيدة فإنهم لا يعتقدون معتقد أهل السنة والجماعة، وإنما يعتقدون معتقد الأشعرية والماتريدية، وهم في باب السلوك صوفية قبورية مشركون بالله عز وجل، وقد صنف كذلك القاضي أبو يعلى في الرد عليهم، والكلام في أمرهم يطول، وليس هذا معتقد أهل السنة والجماعة. ¶ وسئل شيخ الإسلام ابن تيمية سؤالاً آخر عن رجل قال: إن الأنبياء عليهم الصلاة والسلام معصومون من الكبائر دون الصغائر، فقال: هو كافر. ¶ أي: المسئول لما سئل عن رجل يقول: إن الأنبياء معصومون عن الكبائر دون الصغائر، قال ذاك المستفتى: إن من قال هذا فهو كافر، فهل هذا الكلام صواب أم خطأ؟ فقال شيخ الإسلام: الحمد لله رب العالمين. ¶ ليس هو كافراً باتفاق أهل الدين، وهذا من مسائل السب المتنازع في استتابة قائله بلا نزاع، كما صرح بذلك القاضي عياض وأمثاله من المتشددين في باب العصمة، فضلاً أن يكون قائل ذلك كافراً، ولا حتى فاسقاً، فإن القول بأن الأنبياء معصومون عن الكبائر دون الصغائر، هو قول أكثر علماء الإسلام وجميع الطوائف، حتى إنه قول أكثر أهل الكلام، كما ذكر ذلك أبو الحسن الآمدي عليه رحمة الله؛ أن هذا قول أكثر الأشعرية، وهو قول أكثر أهل التفسير والحديث والفقهاء، بل لم ينقل عن السلف والأئمة والصحابة والتابعين وتابعيهم إلا ما يوافق هذا القول، بخلاف غير الأنبياء، فإنهم ليسوا معصومين لا عن الكبائر ولا عن الصغائر كما عصم الأنبياء، ولو كانوا أولياء لله، -أي: غير الأنبياء- لأن الصحابة أولياء، ومع هذا وقع بعضهم في الزنا، ووقع بعضهم في السرقة، ولكنه سرعان ما بادر بالتوبة وأقيم عليه الحد، فتاب إلى الله توبة كانت أفضل لحاله من حاله قبل ارتكاب هذه الكبيرة، ولهذا من سب نبياً من الأنبياء قتل باتفاق الفقهاء، ومن سب غيرهم لم يقتل، وإنما يعزر ويؤدب، وهذه العصمة الثابتة للأنبياء هي التي يحصل بها مقصود النبوة والرسالة كما هو مقرر عند أهل السنة والجماعة.",
            "page": "6",
            "part": "1",
            "seal": "EEE77BE7"
        },
        {
            "id": "7",
            "nass": "موقف اليهود والنصارى من عصمة الأنبياء ¶ هذا موقف أهل السنة والجماعة فيما يتعلق بعصمتهم في تلقي الوحي، وعصمتهم في تبليغ الوحي، وأنهم لا يكتمون منه شيئاً، كما أنهم معصومون من الكبائر كذلك، وخالف في ذلك اليهود والنصارى، حيث نسب اليهود إلى الأنبياء والمرسلين أعمالاً قبيحة، فقالوا: إن نبي الله هارون هو الذي صنع العجل، والسامري كان رجلاً صالحاً، ولم يصنع العجل، فانظر إلى هذا! أيرتد نبي بعد إيمانه وبعثته؟! لا يمكن هذا بحال، لا نقلاً ولا عقلاً. ¶ قالوا: إن نبي الله هارون صنع عجلاً وعبده مع بني إسرائيل، وهذا قد جاء في الإصحاح الثاني والثلاثين العدد الأول من سفر الخروج. ¶ وقد بين هذا الضلال القرآن الكريم عندما حدثنا أن الذي صنع العجل إنما هو السامري. ¶ وقالوا كذلك: إن إبراهيم خليل الرحمن عليه وعلى نبينا أفضل الصلاة والسلام قدم امرأته سارة إلى فرعون حتى ينال منها الخير، أي: حتى يزني بها، فلما بلغه أن فرعون زنى بها سكت على ذلك ولم يتكلم! معاذ الله أن يكون ذلك من إبراهيم أو من سارة، ولكن إبراهيم لما سئل عليه السلام: من هذه؟ قال: هي أختي، يعني: أخته في الإسلام، ومع صدق هذا الخبر إلا أن إبراهيم عد هذا كذبة استغفر منها ربه وأناب. ¶ ومن ذلك قول اليهود عن لوط عليه السلام: إن لوطاً شرب خمراً حتى سكر، ثم قام على ابنتيه فزنى بهما الواحدة بعد الأخرى! وهذا أيضاً في سفر التكوين الإصحاح التاسع عشر العدد الثلاثين، ومعاذ الله أن يفعل لوط ذلك، فقد دعا إلى الفضيلة وحارب الرذيلة قبل أن يبعث، فلما بعث اجتمع عليه قومه وأردوا منه أن يدخل في ملتهم بعد أن هداه الله وأنجاه منهم، أو أن يخرج من بينهم، وكانت قضيته أنه رجل طهره الله عز وجل: {أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ} [النمل:56]، فقضيتهم أنهم طاهرون مطهرون، فلا بقاء لأمثال هؤلاء في وسط مجتمع يرزح تحت نير الرذيلة، الفساد في كل شارع، وفي كل بيت، وعلى كل قارعة، فإنا لله وإنا إليه راجعون، ولذلك هذه الطائفة المؤمنة لا بقاء لها في هذا المجتمع الفاسد إلا أن تعلو بإيمانها على هذا الواقع الباطل، ويدعون إلى الله عز وجل بالحكمة والموعظة الحسنة. ¶ وقال اليهود: إن يعقوب عليه السلام سرق مواشي من حميه، وخرج بأهله خلسة دون أن يعلم حميه، وقالوا: إن راوبين -وشتان ما بين رابين اليهودي وراوبين الذي هو نبي من الأنبياء، وهو من الأسباط وأخو يوسف عليه السلام- زنى بزوجة رجل من قواد جيشه، ثم دبر حيلة لقتل الرجل، ثم أخذ داود الزوجة وضمها إلى نسائه، فولدت له سليمان! وقالوا: إن سليمان ارتد في آخر عمره وعبد الأصنام وبنى لها المعابد، كما ورد في سفر الملوك الأول الإصحاح الحادي عشر العدد الخامس. ¶ وقالوا: إن يوسف عليه السلام حل السراويل وقعد من امرأة العزيز مقعد الرجل من امرأته! معاذ الله، وهو الذي آثر السجن على ما يدعونه إليه من الفاحشة. ¶ والنصارى ليسوا بأفضل حالاً من اليهود، فإنهم أبناؤهم، ومن عباءتهم خرجوا، فقالوا كما ورد في إنجيل متى: إن عيسى من نسل سليمان بن داود، وإن جد سليمان هو فارض، الذي هو من نسل الزنا من يهوذا بن يعقوب عليه السلام، وهذا في إصحاح متى الأول العدد العاشر، وفي إنجيل يوحنا الإصحاح الثاني العدد الرابع: أن يسوع- وهو عيسى عليه السلام- أهان أمه في وسط جمع من الناس! فأين هذا مما وصفه به القرآن: {وَبَرًّا بِوَالِدَتِي} [مريم:32]، وقالوا: إن يسوع شهد بأن جميع الأنبياء الذين قاموا في بني إسرائيل هم سراق ولصوص! وهذا في إنجيل يوحنا الإصحاح العاشر العدد الثاني. ¶ وهذا قليل من كثير مما تكلم به اليهود والنصارى عليهم لعنة الله في حق الأنبياء والمرسلين، حتى تعلموا صدق ما جاء في الكتاب العزيز: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ} [البقرة:120]، وحتى تعلموا صدق ما جاء في الكتاب العزيز: {وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً} [النساء:89]. ¶ لا يمكن أيها الموحدون أن يرضى عنكم اليهود والنصارى إلا أن تكفروا وتنخلعوا من إيمانكم وتنغمسوا معهم في الكفر البواح حتى تخلدوا معهم في نار جهنم. ¶ اليهود هم اليهود، وهم قوم بهت وسوء وضلال وانحراف، والله عز وجل أخبر في زمن نبينا عليه الصلاة والسلام أن اليهود قتلوا الأنبياء بغير حق، مع أن المعلوم قطعاً أن اليهود في زمن النبي عليه الصلاة والسلام لم يقتلوا نبياً من الأنبياء؛ لأنهم لم يبعث لهم نبي، فكان هذا مفيداً بأن من رضي بالفعل كمن فعل، ومن أقر العمل كمن عمل، وهؤلاء اليهود تعرضوا لنبينا عليه الصلاة والسلام بالقتل تارة فلم يفلحوا، وأنجاه وحي السماء من غدر اليهود، ومن غدر المشركين، والنبي عليه الصلاة والسلام لم يثبت عنه قط مرة واحدة في تاريخ دعوته الطويلة التي بلغت ثلاثاً وعشرين عاماً، وخاصة العشر الأ",
            "page": "7",
            "part": "1",
            "seal": "31510CD5"
        },
        {
            "id": "8",
            "nass": "توبة الأنبياء من الصغائر ¶ الحمد لله وكفى، والصلاة والسلام على رسوله المصطفى، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ أما بعد: إذا كان بعض الأنبياء نسي أو خرج عن حد الاعتدال بسبب فرط غضبه؛ فإن ذلك لا يؤثر في نبوته ولا رسالته، فإن المرء إذا وقع في ذنب تاب منه توبة نصوحاً، واجتهد على نفسه بالدعاء والاستغفار وسائر القربات ما لم يكن قد اجتهد قبل وقوعه في الذنب، إذا كان هذا في عامة البشر، فهو في حق الأنبياء أحرى وأولى، ولذلك قال تعالى في حق آدم: {وَإِذْ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى * فَقُلْنَا يَا آدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى * إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلا تَعْرَى * وَأَنَّكَ لا تَظْمَأُ فِيهَا وَلا تَضْحَى * فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لا يَبْلَى * فَأَكَلا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ وَعَصَى آدَمُ رَبَّهُ فَغَوَى} [طه:120 - 121]. ¶ أو في نوح عليه السلام: {وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ} [هود:45]، فلامه ربه على مقالته هذه، وأعلمه أنه ليس من أهله، وأن هذا منه عمل غير صالح: {قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ} [هود:46]، حينئذ استغفر نوح ربه من ذنبه وتاب وأناب: {قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ} [هود:47]. ¶ وموسى عليه السلام أراد نصرة الذي من شيعته فوكز الذي من عدوه ولم يقصد قتله، إنما ضربه بمجمع كفه: {فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ * قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} [القصص:15 - 16]. ¶ وداود عليه السلام تسرع في الحكم قبل سماع قول الخصم الثاني، وهم أصحاب الغنم، لما أتوا إلى داود عليه السلام ليحكم بينهم، تسرع داود لما سمع من أحد الخصمين ولم يسمع من الآخر، فكان قضاؤه مخالفاً للحق باجتهاد منه، ولما عاتبه الله عز وجل، استغفر ربه وخر راكعاً وأناب فغفر الله له ذلك. ¶ كما أن نبينا عليه الصلاة والسلام لما حرم على نفسه العسل، وهي قصة طويلة مشهورة في أوائل سورة التحريم عاتبه الله عز وجل وقال: {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ} [التحريم:1]، لو كان النبي عليه الصلاة والسلام غير معصوم في التبليغ لأخفى وكتم هذه الآية، ولكنه ذكرها بأمانة صلى الله عليه وسلم، وكذلك عاتبه الله عز وجل بقوله: {عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأَعْمَى * وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى * أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى * أَمَّا مَنِ اسْتَغْنَى} [عبس:1 - 5] أي: من صناديد الكفر والشرك: {فَأَنْتَ لَهُ تَصَدَّى} [عبس:6] فأنت له تصدى يا محمد، ولذلك قال الله تعالى: {وَلا تَعْدُ عَيْنَاكَ عَنْهُمْ} [الكهف:28] عن بلال وصهيب وغيرهما {تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا} [الكهف:28]. ¶ ولقد هم الرسول عليه الصلاة والسلام أن يصلي الجنازة على أحد المنافقين فقال عمر رضي الله عنه: لا تصل عليه يا رسول الله، فأنزل الله تعالى قوله: {وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلا تَقُمْ عَلَى قَبْرِهِ} [التوبة:84]، وقال تعالى: {وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ} [الحجر:97] وكل هذه أعراض بشرية وغيرها لا تؤثر في الرسالة والنبوة. ¶ وإنما دعا من دعا إلى العصمة المطلقة في الكبائر والصغائر بسبب شبهتين: الشبهة الأولى: قالوا: إن الله أمر باتباع الرسول عليه الصلاة والسلام، والتأسي به والاقتداء، ولو أننا اتبعناه فيما أخطأ فيه لكان هذا أمراً منافياً للتأسي والاقتداء؛ لأننا لم نؤمر بالباطل واتباع ما خالف الصواب. ¶ والرد عليهم: أن ذلك في حال ما إذا لم يظهر هذا الخطأ الذي وقع فيه النبي،",
            "page": "8",
            "part": "1",
            "seal": "0BC6EBEA"
        },
        {
            "id": "9",
            "nass": "بعض ما جاء عن النبي من التوبة والاستغفار ¶ لقد أخبر الله تعالى بتوبة جميع الأنبياء حتى أمر نبيه عليه الصلاة والسلام بالاستغفار والتوبة في آخر حياته، كما جاء في قوله تعالى: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ * وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا * فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا} [النصر:1 - 3]، وفي الصحيحين من حديث عائشة أنها قالت: (كان النبي عليه الصلاة والسلام يكثر أن يقول في ركوعه وسجوده: سبحانك اللهم ربنا وبحمدك اللهم اغفر لي)، وقد أنزل الله عليه قبل ذلك: {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ} [التوبة:117]. ¶ وفي صحيح البخاري عن النبي عليه الصلاة والسلام أنه قال: (يا أيها الناس! توبوا إلى ربكم، فوالذي نفسي بيده إني لأستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة)، وعند مسلم عن الأغر المزني أن النبي عليه الصلاة والسلام قال: (إنه ليغان على قلبي، وإني لأستغفر الله في اليوم مائة مرة)، وفي السنن عن ابن عمر أنه عليه الصلاة والسلام قال: (كنا نعد لرسول الله عليه الصلاة والسلام في المجلس الواحد، يقول: رب اغفر لي وتب علي إنك أنت التواب الغفور مائة مرة)، وفي الصحيحين عن أبي موسى أنه عليه الصلاة والسلام كان يقول: (اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري وما أنت أعلم به مني، اللهم اغفر لي هزلي وجدي وخطئي وعمدي وكل ذلك عندي، اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، وما أنت أعلم به مني، أنت المقدم وأنت المؤخر وأنت على كل شيء قدير)، وفي الصحيحين عن أبي هريرة أنه قال: (يا رسول الله! أرأيت سكوتك بين التكبير والقراءة -أي: في الصلاة- ما تقول؟ قال: أقول: اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس، اللهم اغسلني من خطاياي بالماء والثلج والبرد)، وفي صحيح مسلم وغيره أنه عليه الصلاة والسلام كان يقول نحو هذا إذا رفع رأسه من الركوع، كما عند مسلم من حديث علي أن النبي عليه الصلاة والسلام كان يقول في دعاء الاستفتاح: (اللهم أنت الملك لا إله إلا أنت، أنت ربي وأنا عبدك، ظلمت نفسي وعملت سوءاً، فاغفر لي فإنه لا يغفر الذنوب إلا أنت، واهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت، واصرف عني سيئها لا يصرف عني سيئها إلا أنت)، وعند مسلم كذلك أنه عليه الصلاة والسلام كان يقول في سجوده: (اللهم اغفر لي ذنبي كله، دقه وجله، علانيته وسره، أوله وآخره)، وفي السنن عن علي: (أن النبي عليه الصلاة والسلام أتي بدابة ليركبها، وأنه حمد الله وقال: سبحان الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا إلى لمنقلبون، ثم كبر الله وحمده، ثم قال: سبحانك ظلمت نفسي فاغفر لي فإنه لا يغفر الذنوب إلا أنت، ثم ضحك، وقال: إن الرب يعجب من عبده إذا قال: اغفر لي فإنه لا يغفر الذنوب إلا أنت، يقول: -أي: الله عز وجل- علم عبدي أنه لا يغفر الذنوب إلا أنا)، وقد قال الله تعالى: {وَاسْتَغْفِرْ لِذَنْبِكَ} [محمد:19]، أي: يا محمد: {وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} [محمد:19]، وقال تعالى: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا * لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ} [الفتح:2]، وفي الصحيحين في حديث الشفاعة: (أن المسيح عليه السلام قال لمن طلبوا منه الشفاعة اذهبوا إلى محمد عبد غفر الله له ما تقدم من ذنبه وما تأخر). ¶ وفي الصحيح: (أن النبي عليه الصلاة والسلام كان يقوم الليل حتى ترم قدماه، فيقال له: أتفعل هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ قال: أفلا أكون عبداً شكوراً). ¶ إن نصوص الكتاب والسنة قاضية بأن الأنبياء والمرسلين وقعوا في الهفوات وفي اللمم الذي لا يؤثر على نبوتهم ورسالتهم، ومع ذلك عدوا ما وقعوا فيه ذنباً، فاستغفروا الله تعالى منه وتابوا إليه، فتقبل الله تعالى منهم تلك التوبة وغفر لهم ذنوبهم، وليس معنى أنهم وقعوا في الذنب أنهم كسائر البشر يقعون في العظائم من الأمور والملمات والخطوب، وإنما وقعوا في هفوات، ولعل الأمر كما قال بعض الصالحين: حسنات الأبرار سيئات المقربين. ¶ اللهم اغفر لنا ذنوبنا وإسرافنا في أمرنا",
            "page": "9",
            "part": "1",
            "seal": "4F526D4F"
        },
        {
            "id": "10",
            "nass": "أصول أهل السنة والجماعة - الرد على قصة الغرانيق ¶ الأنبياء معصومون في تلقيهم الوحي من الله عز وجل وتبليغه للناس، ومن هنا نعلم أن قصة الغرانيق وما ألقى فيها الشيطان على رسول الله صلى الله عليه وسلم أمر مردود وباطل، كما أن من رواة أحاديث قصة الغرانيق من هو معروف بالزندقة والكذب والضلال، والواجب على المسلم رد مثل هذه الشبهات، وأن يعتقد اعتقاد أهل السنة والجماعة بنقاء الوحيين وصفائهما من عبث العابثين وضلال المنحرفين.",
            "page": "1",
            "part": "2",
            "seal": "339B8BAF"
        },
        {
            "id": "11",
            "nass": "عصمة النبي صلى الله عليه وسلم في تلقي الوحي وتبليغه ¶ إن الحمد لله تعالى، نحمده ونستعينه ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة. ¶ لا زال الكلام عن أصول وخصائص أهل السنة والجماعة موصولاً، ومن تلك الأصول: عصمة الأنبياء عليهم الصلاة والسلام، قال تعالى: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأَقَاوِيلِ * لَأَخَذْنَا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ} [الحاقة:44 - 46]، فلما لم يأخذ منه اليمين، ولم يقطع منه الوتين تبين أنه لم يتقول على ربه بالزيادة ولا بالنقصان. ¶ وقال تعالى: {سَنُقْرِئُكَ فَلا تَنسَى * إِلَّا مَا شَاءَ اللَّهُ} [الأعلى:6 - 7]، وهذا الاستثناء يدل على أن النسيان هو الترك، ومنه النسخ، فيكون المعنى: سنقرئك يا محمد! أي: سنتلو عليك الكتاب فلا تتركن منه شيئاً إلا ما أمرناك بتركه تلاوة أو حكماً، فالاستثناء لا يدل على أن النبي صلى الله عليه وسلم ينسى شيئاً من الوحي؛ لأن أصابع الكفار لا تزال تعمل عملها في الأمة، وأصابع الملاحدة وأفكار الملاحدة لا تزال تلعب في رءوس وأدمغة شباب الأمة، ولما تكلمت في الدرس الماضي منذ شهر عن عصمة الأنبياء وأثبتنا بفضل الله أنهم معصومون في تلقي الوحي وتبليغه، كما أنهم معصومون من الكبائر، اختلط على كثير من الشباب، فهاتفوني وسألوني مشافهة ما قصة الغرانيق التي تفيد بظاهر لفظها أن النبي عليه الصلاة والسلام وقع في شرك صريح مع الله عز وجل، فأحببت أن أذكر هذه الشبهة في هذا اليوم على جهة الخصوص، وإن كانت هناك شبهات كثيرة؛ لكن هذه أعظم شبهة، ولذلك استحسنت جداً طرحها والسؤال عنها لإزالة الإشكال فيها وبيان أمرها، وإثبات براءة صفحة النبي عليه الصلاة والسلام، وأنه بريء براءة الذئب من دم ابن يعقوب مما سمي في السنة بقصة الغرانيق. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله الذي أقسم الله تبارك وتعالى على عصمته بعظيم من عظائم مخلوقاته فقال: {وَالنَّجْمِ إِذَا هَوَى * مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى * وَمَا يَنْطِقُ عَنِ الْهَوَى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} [النجم:1 - 4] وغير ذلك من الآيات التي أفادت عصمته عليه الصلاة والسلام، والله تبارك وتعالى أراد أن يبرئ نبيه عن أن يكون زاد في القرآن شيئاً أو نقص منه، فقال: {وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ} [الإسراء:73]، حاول المشركون فتنة النبي عليه الصلاة والسلام، حتى يدخل في القرآن أو يتقول على الله عز وجل ما لم يقله وما لم يأمره به: {وَإِذًا لاتَّخَذُوكَ خَلِيلًا} [الإسراء:73] أي: لو أنك فعلت ذلك يا محمد! ((لاتَّخَذُوكَ خَلِيلًا))، ولما لم يتخذوه خليلاً دل على أنه لم يفتر على الله عز وجل الكذب، والله تعالى يمتن على نبيه فيقول: {وَلَوْلا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا} [الإسراء:74]، فلما لم يركن إليهم شيئاً قليلاً، ومن باب أولى لم يركن إليهم شيئاً كثيراً؛ دل هذا على أن الله تعالى هو الذي ثبته وعصمه: {إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا} [الإسراء:75]، فلما لم يكن ذلك؛ دل على أن النبي عليه الصلاة والسلام لم يتقول على ربه بحرف واحد زائد، ولم ينس شيئاً من الوحي تلقياً أو بلاغاً. ¶ والله تعالى كذلك أثنى على نبيه فقال: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْ",
            "page": "2",
            "part": "2",
            "seal": "7B28AAAF"
        },
        {
            "id": "12",
            "nass": "قصة الغرانيق وما نزل من القرآن حولها ¶ فما هي قصة الغرانيق؟ قصة عظيمة جداً في ضلالها وبطلانها وفسادها، قصة مناقضة لأصول استقرت عند العقلاء فضلاً عن أهل السنة والجماعة، قصة لا يقبلها عقل محترم قط، قصة الغرانيق هي افتراء من الشيطان على ألسنة المشركين في العهد المكي، قصة الغرانيق إذا طبقها عبد كاد يهدم الشريعة من أصلها ولا يبقى له من إيمانه ذرة، قصة الغرانيق لها حكاية في سورة النجم، كما أن لها حكاية وتكملة وسبباً للنزول في سورة الحج. ¶ قال الله تعالى في سورة النجم في بيان قصة الغرانيق: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى * أَلَكُمُ الذَّكَرُ وَلَهُ الأُنثَى} [النجم:19 - 21]، يخاطب الله تعالى المشركين: أتجعلون لله تبارك وتعالى الأنثى وتجعلون لكم الذكور؟ {تِلْكَ إِذًا قِسْمَةٌ ضِيزَى} [النجم:22] قسمة جائرة فاسدة أن تجعلوا لكم الذكور ولله تعالى الإناث، قال: {إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى * أَمْ لِلإِنسَانِ مَا تَمَنَّى * فَلِلَّهِ الآخِرَةُ وَالأُولَى * وَكَمْ مِنْ مَلَكٍ فِي السَّمَوَاتِ لا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى} [النجم:23 - 26]، إذا كان هذا في شأن الملائكة الذين لا يعصون الله ما أمرهم ويفعلون ما يؤمرون، فكيف بشفاعة أصنام وأوثان صنعتها أيدي المخلوقين، فعبدوها من دون الله عز وجل؟ كيف يكون لها الشفاعة وهي لا تملك لنفسها فضلاً عن غيرها نفعاً ولا ضراً؟ {إِنَّ الَّذِينَ لا يُؤْمِنُونَ بِالآخِرَةِ لَيُسَمُّونَ الْمَلائِكَةَ تَسْمِيَةَ الأُنْثَى * وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئًا} [النجم:27 - 28]، ثم ينبه الله تعالى نبيه بالإعراض عن هذا المعتقد الفاسد والطغيان والبغي، فقال سبحانه: {فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا * ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى} [النجم:29 - 30]. ¶ هذه الآيات لما نزلت على نبينا عليه الصلاة والسلام تلاها في ناد من نوادي المشركين. ¶ قال: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى} [النجم:19 - 20]، فزعموا أن الشيطان أوحى على لسان النبي عليه الصلاة والسلام بعد أن تلا هاتين الآيتين: تلك الغرانيق العلى وإن شفاعتهن لترتجى، فيزعمون أنهم سمعوا هذا من النبي عليه الصلاة والسلام. ¶ {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى} [النجم:19 - 20] تلك الغرانيق العلى، وإن شفاعتهن لترتجى؛ يزعمون أنهم سمعوا هذا من النبي عليه الصلاة والسلام، وليس الأمر كذلك؛ وأنه لما سمع بهذا النبي عليه الصلاة والسلام شق عليه ذلك، وبلغت المشقة مبلغها في نفسه عليه الصلاة والسلام، فأنزل الله تبارك وتعالى آياته في سورة الحج التي مطلعها: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ * لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ * وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُسْتَقِيمٍ * وَلا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ} [الحج:52 - 55] أي في شك: {مِنْهُ حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ * الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي جَنَّاتِ النَّعِيمِ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا فَأُوْلَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} [الحج:55 - 57]. ¶ هذه الآيات من سورة النجم وسورة الحج قضت قضاء مبرماً على قصة الغرانيق التي افتراها الشيطان على ألسنة المشركين.",
            "page": "3",
            "part": "2",
            "seal": "5B09F0A1"
        },
        {
            "id": "13",
            "nass": "بيان معنى قول الله تعالى: (وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى ألقى الشيطان في أمنيته) ¶ قبل الدخول لرواية القصة لا بد من بيان معنى قول الله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ} [الحج:52]. ¶ إن التمني يمكن أن يكون بالقلب كأن تقول: تمنيت على الله كذا وكذا، ولكن التمني في هذه الآية بمعنى: التلاوة والقراءة والذكر، فيكون المعنى: وما أرسلنا من قبلك من رسول ولا نبي إلا إذا قرأ كتاب الله المنزل إليه ألقى الشيطان في تلاوته ما ليس منها، هذا التقدير. ¶ والدليل على ذلك: أن العرب تستخدم لفظ التمني بمعنى القراءة، كما قال حسان بن ثابت رضي الله عنه لما قتل القتلة عثمان بن عفان رضي الله عنه وهو يذكر الله ويقرأ القرآن: تمنى كتاب الله أول ليلة وآخرها لاقى حمام المقادر (تمنى كتاب الله) أي: تلا كتاب الله من (أول ليلة)، حتى إذا بلغ آخر الليل قام عليه القتلة فقتلوه، فتلقى حمام قدره رضي الله تبارك وتعالى عنه؛ ولذلك ينقل غير واحد عن أكثر المفسرين والمحققين أن التمني بمعنى: القراءة والتلاوة، بل عزاه ابن القيم إلى السلف قاطبة، فقال في إغاثة اللهفان: والسلف كلهم على أن المعنى: إذا تلا النبي عليه الصلاة والسلام ألقى الشيطان في تلاوته، وكذلك قال القرطبي في تفسيره العظيم وهو أحكام القرآن. ¶ فتأويل كلامه في هذه الآية: وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تلا كتاب الله وقرأ أو حدث ألقى الشيطان في تلاوته، فينسخ الله عز وجل ما ألقاه الشيطان في تلاوة ذلك النبي ويبطله. ¶ هذا هو المعنى المراد من هذه الآية الكريمة، وبالتالي لا أظن أنه قد بقي فيها إشكال؛ لأن الإشكال كما في صدور الإخوة وعقولهم أنهم حملوا التمني على تمني القلب، وإذا عرفت أن التمني هو التلاوة وأن الله تبارك وتعالى أبطل ما ألقاه الشيطان في تلاوة النبي، وأحكم الله تعالى آياته بغير زيادة ولا نقصان زالت الشبهة بإذن الله تعالى. ¶ ولكن أعداء الدين الذين قعدوا له في كل طريق وترصدوا له عند كل مرصد، لا يرضيهم إلا أن يدسوا فيه ما ليس منه، ولم يقله رسوله عليه الصلاة والسلام، فذكروا ما ستراه في الروايات مما لا يليق بمقام النبوة والرسالة، وذلك ديدنهم منذ القديم، كما فعلوا في غيرما آية وردت على ألسنة الرسل والأنبياء السابقين، كداود وسليمان ويوسف عليهم السلام، فرووا في تفسيرها من الإسرائيليات ما لا يجوز نسبته إلى رجل مسلم فضلاً عن نبي مكرم، كما هو مبين في محله من كتب التفسير والقصص، وإن شئت فقل: من كتب الإسرائيليات والضلالات كما في كتاب التلمود والإنجيل والتوراة المحرفة.",
            "page": "4",
            "part": "2",
            "seal": "0A9CFDA5"
        },
        {
            "id": "14",
            "nass": "الروايات التي ساقت قصة الغرانيق",
            "page": "5",
            "part": "2",
            "seal": "2C442639"
        },
        {
            "id": "15",
            "nass": "رواية سعيد بن جبير في قصة الغرانيق ¶ أما الروايات التي ساقت قصة الغرانيق فمنها ما جاء عن سعيد بن جبير أنه قال: (لما نزلت هذه الآية: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى} [النجم:19] قرأها رسول الله عليه الصلاة والسلام فقال: تلك الغرانيق العلى، وإن شفاعتهن لترتجى، فسجد رسول الله صلى الله عليه وسلم، فقال المشركون: إنه لم يذكر آلهتهم قبل اليوم بخير) لماذا؟ لأن قوله: تلك الغرانيق العلى، وإن شفاعتهن لترتجى، أي: ترجى منهم الشفاعة عند الله عز وجل، فهذا مدح لهذه الآلهة وهذه الأصنام من دون الله عز وجل، ولذلك فرح المشركون أيما فرح لما سمعوا قوله: تلك الغرانيق العلى، وإن شفاعتهن لترتجى، ففرحوا بذلك فرحاً شديداً، فسجدوا مع النبي عليه الصلاة والسلام، فأنزل الله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ} [الحج:52] الآيات التي سمعتموها. ¶ ثم جاء في رواية أخرى: (أنه جاء جبريل بعد ذلك فقال: يا محمد! اعرض علي ما جئتك به، فلما بلغ أي في تلاوته: تلك الغرانيق العلى، وإن شفاعتهن لترتجى، قال جبريل: لم آتك بهذا. ¶ هذا من الشيطان، فأنزل الله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ} [الحج:52] الآيات)، فهذه رواية سعيد بن جبير.",
            "page": "6",
            "part": "2",
            "seal": "9E6C9592"
        },
        {
            "id": "16",
            "nass": "رواية ابن عباس رضي الله عنهما في قصة الغرانيق ¶ هناك رواية عن ابن عباس رضي الله عنهما قال: (إن رسول الله صلى الله عليه وسلم قرأ: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى} [النجم:19 - 20] تلك الغرانيق العلى، وشفاعتهن ترتجى، ففرح المشركون بذلك، وقالوا: قد ذكر آلهتنا -أي: بخير- فجاء جبريل فقال: اقرأ علي ما جئتك به، فقرأ: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى} [النجم:19 - 20] تلك الغرانيق العلى، وشفاعتهن ترتجى، فقال: ما أتيتك بهذا، هذا من الشيطان، فأنزل الله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ} [الحج:52]. ¶ إلى آخر الآيات).",
            "page": "7",
            "part": "2",
            "seal": "20229201"
        },
        {
            "id": "17",
            "nass": "رواية أبي بكر بن عبد الرحمن بن الحارث في قصة الغرانيق ¶ وعن ابن شهاب الزهري قال: حدثني أبو بكر بن عبد الرحمن بن الحارث: (أن رسول الله صلى الله عليه وسلم وهو بمكة قرأ عليهم: {وَالنَّجْمِ إِذَا هَوَى} [النجم:1]، فلما بلغ إلى قوله: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى} [النجم:19 - 20] قال: إن شفاعتهن ترتجى، سها رسول الله صلى الله عليه وسلم، -سها أي: قال ذلك سهواً-، فلقيه المشركون الذين في قلوبهم مرض، فسلموا عليه وفرحوا بذلك، فقال لهم: إنما ذلك من الشيطان، فأنزل الله: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ} [الحج:52] الآيات)، فهذه رواية أخرى تثبت أن النبي عليه الصلاة والسلام قال ذلك سهواً. ¶ وفي رواية: لما أنزل الله سورة النجم وكان المشركون يقولون: لو كان هذا الرجل يذكر آلهتنا بخير أقررناه وأصحابه على ما هم عليه، ولكن لا يذكر من خالف دينه من اليهود والنصارى بمثل الذي يذكر به آلهتنا، أي: يعيب آلهتنا بما لا يعيب بمقداره ونسبته دين اليهود والنصارى، وكان النبي عليه الصلاة والسلام يسب آلهتهم ويشتمها. ¶ وكان النبي عليه الصلاة والسلام اشتد عليه ما ناله أصحابه من أذاهم وتكذيبهم، وأحزنته ضلالتهم، فكان يتمنى كف أذاهم، وعند ابن كثير: يتمنى هدايتهم، فلما أنزل الله سورة النجم، قال: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى} [النجم:19 - 20] ألقى الشيطان عندها كلمات حين ذكر الطواغيت، فقال: وإنهن لهن الغرانيق العلى، وإن شفاعتهن لهي التي ترتجى، فكان ذلك من سجع الشيطان وفتنته، فوقعت هاتان الكلمتان في قلب كل مشرك بمكة، وزلقت بها ألسنتهم وتباشروا بها، وقالوا: إن محمداً قد رجع إلى دينه الأول ودين قومه، فلما بلغ رسول الله صلى الله عليه وسلم: {وَالنَّجْمِ} [النجم:1] سجد وسجد كل من حضر من مسلم ومشرك، ففشت تلك الكلمة في الناس وأظهرها الشيطان حتى بلغت أرض الحبشة عند المهاجرة الأول، فأنزل الله: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ} [الحج:52] الآيات، فلما بين الله قضاءه وبرأه من سجع الشيطان انقلب المشركون بضلالتهم وعدوانهم على المسلمين مرة أخرى، واشتدوا عليهم أكثر من شدتهم أولاً.",
            "page": "8",
            "part": "2",
            "seal": "6622639D"
        },
        {
            "id": "18",
            "nass": "رواية أبي العالية في قصة الغرانيق ¶ هذه رواية أخرى عن أبي العالية قال: قالت قريش لرسول الله صلى الله عليه وسلم: إنما جلساؤك عبيد بني فلان، أي: أصحابك يا محمد! عبيد وصعاليك -فقراء- ليسوا من علية القوم، بل هم من أسافل القوم وموالي بني فلان، فلو ذكرت آلهتنا بشيء جالسناك، فإنه يأتيك أشراف العرب، فإذا رأوا جلساءك من أشراف قومك كان أرغب لهم فيك، فألقى الشيطان في أمنيته، فنزلت هذه الآيات: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى} [النجم:19]، فأجرى الشيطان على لسانه: تلك الغرانيق العلى، وشفاعتهن ترتجى، مثلهن لا ينسى. ¶ قال: فسجد النبي عليه الصلاة والسلام حين قرأها وسجد معه المسلمون والمشركون، فلما علم الذي أجري على لسانه كبر ذلك عليه؛ فأنزل الله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ} [الحج:52] الآيات.",
            "page": "9",
            "part": "2",
            "seal": "EF51538A"
        },
        {
            "id": "19",
            "nass": "رواية محمد بن كعب القرظي ومحمد بن قيس في قصة الغرانيق ¶ وفي رواية محمد بن كعب القرظي ومحمد بن قيس قالا: (جلس رسول الله صلى الله عليه وسلم في ناد من أندية قريش كثير أهلها، فتمنى يومئذ ألا يأتيه من الله شيء فينفروا عنه) -يعني: النبي عليه الصلاة والسلام- يحابي المشركين، ويتمنى على الله ألا ينزل في هذا الموطن شيء يعيب آلتهم؛ لأن هذا أمر يؤذي المشركين، فيحابي المشركين على حساب غضب ربه وعلى حساب نزول وحيه! كلام عجيب وغريب، بل كلام في غاية النكارة والشذوذ، (فأنزل الله تعالى: {وَالنَّجْمِ إِذَا هَوَى * مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى} [النجم:1 - 2]، فقرأها رسول الله صلى الله عليه وسلم حتى إذا بلغ: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى} [النجم:19 - 20]، ألقى الشيطان عليه كلمتين: تلك الغرانيق العلى، وإن شفاعتهن لترتجى، فتكلم بها ثم مضى، حتى أتم السورة إلى آخرها، وآخرها سجدة، فلما سجد النبي عليه الصلاة والسلام سجد كل من كان في هذا الناد من مسلم ومشرك، ومعنى الناد، أي: المكان الذي يجتمع فيه الناس. ¶ قالا: ورفع الوليد بن المغيرة تراباً إلى جبهته فسجد إليه، وكان شيخاً كبيراً كافراً، فمس التراب جبهته مخافة أن تنزل صاعقة من السماء فتجتاح الجميع، فخاف من ذلك، خاصة وأن الله تعالى بين في هذه السورة أنه أهلك عاداً الأولى وثمود فما أبقى، فخافوا ألا يسجدوا أن تنزل عليهم صاعقة من السماء فتهلكهم، فسجدوا جميعاً إلا الوليد بن المغيرة، رفع حصى أو تراباً، وقيل: كذلك فعل ابن أحيحة، ومنهم من يقول: بل الذي فعل ذلك فقط الوليد بن المغيرة، فلما بلغ الكلمتين اللتين ألقاهما الشيطان عليه قال -أي جبريل-: ما جئتك بهذا، اعرض علي. ¶ قال: ما جئتك بهاتين، فقال النبي عليه الصلاة والسلام: افتريت على الله وقلت على الله ما لم يقل! فشق ذلك عليه، فأنزل الله تعالى: {وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ} [الإسراء:73] إلى قوله: {ثُمَّ لا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا} [الإسراء:75] فما زال مغموماً مهموماً حتى نزل قول الله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلَّا إِذَا تَمَنَّى} [الحج:52] الآيات، فسمع من كان من المهاجرين بأرض الحبشة أن أهل مكة قد أسلموا كلهم؛ لأنهم سجدوا فظنوا أن هذا السجود إسلام، خاصة أن الشيطان أوحى إليهم هذا حتى سار الخبر إلى أرض الحبشة، ففرح بذلك المهاجرون الأول الذين هاجروا إلى النجاشي في أرض الحبشة، وقالوا: إذا كان أهل مكة جميعاً أسلموا فما قيمة بقائنا في أرض الحبشة؟ فرجعوا إلى مكة، فإذا بالمشركين قد رجعوا إلى ما كانوا عليه من عناد وشرك وإلحاد وكفر، حيث رجع المهاجرة إلى عشائرهم وقالوا: هو أحب إلينا -أي: البقاء في مكة أحب إلينا من البقاء في الحبشة- فوجدوا القوم قد ارتكسوا حين نسخ الله تعالى ما ألقى الشيطان. ¶ وفي رواية: فلما سمعت قريش ذلك فرحوا، وسرهم وأعجبهم ما ذكر به آلهتهم، فأصاغوا له -أي: فاستمعوا له بإنصات شديد- والمؤمنون يصدقون نبيهم فيما جاء به عن ربه، ولا يتهمونه على خطأ ولا وهم ولا زلل؛ لأنه معصوم من ذلك.",
            "page": "10",
            "part": "2",
            "seal": "498DEAA6"
        },
        {
            "id": "20",
            "nass": "رواية قتادة بن دعامة في قصة الغرانيق ¶ في رواية قتادة بن دعامة السدوسي البصري: أن النبي عليه الصلاة والسلام كان يتمنى ألا يعيب الله آلهة المشركين، فألقى الشيطان في أمنيته: إن الآلهة التي تدعى، إن شفاعتهن لترتجى، وإنها للغرانيق العلى، فنسخ الله ذلك وأحكم الله آياته بقوله: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى} [النجم:19] حتى بلغ: {مِنْ سُلْطَانٍ} [النجم:23]. ¶ قال قتادة: لما ألقى الشيطان ما ألقى قال المشركون: قد ذكر الله آلهتكم بخير، ففرحوا بذلك، فذكر الله تعالى قوله: {لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} [الحج:53]. ¶ وفي رواية: بينما رسول عليه الصلاة والسلام يصلي عند المقام. ¶ أي: عند مقام إبراهيم. ¶ وانظروا إلى اختلاف هذه الروايات: مرة وهو يصلي، ومرة وهو ساه، ومرة على لسانه وهو متيقظ، وغير ذلك من اختلاف الروايات التي تدل على بطلان القصة من أساسها. ¶ فألقى الشيطان على لسانه كلمة فتكلم بها وتعلق بها المشركون، فقال: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى} [النجم:19 - 20] حتى ألقى الشيطان على لسانه: وإن شفاعتهن لترتجى، وإنها لمع الغرانيق العلى، فحفظها المشركون، وأخبرهم الشيطان أن نبي الله قد قرأها، فزلت بها ألسنتهم، فأنزل الله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ} [الحج:52] الآيات، فدحض الله الشيطان ولقن نبيه حجته. ¶ وفي رواية: لما عاتبه جبريل قال عليه الصلاة والسلام: (أطعت الشيطان وتكلمت بكلامه وشركني في أمر الله) وغير ذلك من كلمات الندم التي قالها النبي عليه الصلاة والسلام. ¶ وغير ذلك أيها الإخوة الكرام! من روايات هذه القصة العجيبة وهي كثيرة. ¶ مفاد هذه الروايات: أن النبي عليه الصلاة والسلام ضحك عليه إبليس اللعين بأن أدخل في القرآن ما ليس منه، وأن النبي عليه الصلاة والسلام استجاب له في ذلك وأدخل في القرآن كذلك ما ليس منه.",
            "page": "11",
            "part": "2",
            "seal": "53D18C92"
        },
        {
            "id": "21",
            "nass": "إثبات الحافظ ابن حجر لقصة الغرانيق والرد عليه في ذلك ¶ هذه القصة من جهة الإسناد لا تثبت، فما من طريق مما ذكرت ومما لم أذكر إلا روي مرسلاً أو معضلاً أو موضوعاً مفترى، سواء كان هذا موصولاً أو غير موصول، فلا يخلو إسناد من هذه الأسانيد من كذاب أو وضاع أو منكر الحديث، وروي هذا الحديث مرفوعاً وموقوفاً، وروي مرسلاً وموصولاً، وسقط بهذه الأسانيد الحافظ ابن حجر سقطة عظيمة جداً في المجلد الثامن من فتح الباري، وقال: مجموع هذه الأسانيد يرقي الرواية ويجعلها مقبولة! مع الإقرار اليقيني بأن النبي عليه الصلاة والسلام معصوم وأنه لا يقر على باطل، فلما جاء هذا على لسانه من وحي الشيطان أنزل الله تبارك وتعالى عصمته بعد ذلك. ¶ فأقول: إن الحافظ ابن حجر جانبه الصواب ورد عليه غير واحد من أئمة العلم بخطئه في ذلك؛ ليثبت الحافظ ابن حجر أنه بشر، وأنه ليس أحد معصوماً إلا الأنبياء والمرسلون، فانظر يا أخي الكريم! حتى لا تغتر بكلام الحافظ ابن حجر في فتح الباري، فكل إنسان يؤخذ من قوله ويرد، فما الذي دعا الحافظ ابن حجر أن يقول بثبوت هذه الرواية وصحتها؟ قال: إن كثرة هذه الطرق وضم بعضها إلى بعض يعطي ويشعر أن لهذه الرواية أصلاً، فرد عليه غير واحد بأن انضمام الطرق وكثرتها ليست على الإطلاق يقوي بعضها بعضاً، بل إذا رويت هذه الطرق من طريق الكذابين والوضاعين والمفترين والملاحدة فإنها لا تزيد الرواية إلا ضعفاً ورداً، وإني لأعتقد أن المقام لا يسمح بذكر علل كل إسناد من هذه الأسانيد، ولكن أقول كلاماً عاماً: إن كل رواية من هذه الروايات اشتملت على كذاب أو وضاع أو مفتر أو ملحد أو غير ذلك ممن هو مطعون عليه في دينه وروايته، فإن بلغت روايات هذه القصة مائة طريق فإنها لا تزيد القصة إلا رداً وفساداً وبطلاناً. ¶ هذا من جهة الإسناد. ¶ أما من جهة المتون فقد وقع فيها اضطراب عظيم في سياقاتها، فمعظم الروايات أو جلها أن الشيطان تكلم على لسان النبي صلى الله عليه وسلم بهذه الجملة الباطلة التي تمدح أصنام المشركين: تلك الغرانيق العلى وإن شفاعتهن لترتجى، وفي بعض الروايات: أن المؤمنين مصدقون نبيهم فيما جاء به عن ربهم ولا يتهمونه على خطأ أو وهم، وهذا يدل على أن المؤمنين قبلوا من النبي عليه الصلاة والسلام الشرك الذي جاء به، بعد أن علمهم التوحيد وعلمهم أن هذه الأصنام لا تنفع ولا تضر، وأنها لا تشفع لعابديها عند الله عز وجل، فهو صلى الله عليه وسلم نقض كلامه هذا وأثبت أن لها شفاعات ولم يتكلم واحد من المؤمنين. ¶ وفي رواية: أن النبي عليه الصلاة والسلام بقي مدة لا يدري أن ذلك من الشيطان حتى قال له جبريل: معاذ الله لم آتك بهذا، هذا من الشيطان. ¶ وفي رواية: أنه عليه الصلاة والسلام سها حتى قال ذلك، فلو كان كذلك أفلا ينتبه لسهوه عليه الصلاة والسلام حتى ينبهه جبريل عليه السلام؟ وفي رواية: أن ذلك ألقي عليه وهو يصلي، وفي رواية: أنه عليه الصلاة والسلام تمنى ألا ينزل عليه شيء من الوحي يعيب آلهة المشركين لئلا ينفروا عنه، وانظر مقام النبوة كيف يتفق مع هذا؟! وفي رواية: عندما أنزل جبريل ذلك عليه قال عليه الصلاة والسلام: (افتريت على الله وقلت على الله ما لم أقل وشركني الشيطان في أمر الله) فهذه طامات وبلاوي يجب تنزيه الرسول صلى الله عليه وسلم منها، لاسيما هذا الأخير، فإنه لو كان صحيحاً لصدق فيه عليه الصلاة والسلام قول الله تعالى: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأَقَاوِيلِ * لَأَخَذْنَا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ} [الحاقة:44 - 46]، فلما لم يكن ذلك تبين أن النبي عليه الصلاة والسلام لم يتمن بقلبه ألا يعيب الله تعالى آلهة المشركين، خاصة وأن المشركين قد عملوا على مدار العهد المكي على محاربة النبي عليه الصلاة والسلام بسبب سبه وتنقصه لآلهتهم. ¶ ففي هذه الاحتمالات كلها لا يمكن أن تطمئن النفس لقبول أحاديث هؤلاء الذين رووا قصة الغرانيق، ولاسيما في مثل هذا الحديث العظيم الذي يمس المقام الكريم؛ فلا جرم في تتابع العلماء على إنكار هذه القصة، بل التنديد ببطلانها والرد على الحافظ ابن حجر في إثباتها، كما قال الفخر الرازي في تفسيره: روي عن محمد بن إسحاق بن خزيمة إمام الأئمة أنه سئل عن هذه القصة فقال: هذا من وضع الزنادقة، وأنتم تعلمون أيها الإخوة الكرام! أن الرواية لا تقبل إلا إذا كانت من طريق الثقات العدول، وهذه القصة من رواية الزنادقة والملاحدة فكيف تقبل؟ وصنف فخر الدين الرازي كتاباً خاصاً بهذه القضية، أسماه: (عصمة الأنبياء) وذكر فيه هذه القصة، كما جاء ذلك في تفسيره، وقال الإمام البيهقي: هذه القصة غير ثابتة من جهة النقل، وأخذ يتكلم في أن رواة هذه القصة مطعون فيهم كل راو على حدة بكلام طويل لا يتسع له هذا المقام. ¶ وقد روى البخاري",
            "page": "12",
            "part": "2",
            "seal": "53542CA1"
        },
        {
            "id": "22",
            "nass": "رد ابن العربي على روايات قصة الغرانيق ونقضه لها ¶ قال ابن العربي كلاماً عظيماً أذكر بعضه لا كله، وذلك بعد أن ذكر سبب نزول آية الحج: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ} [الحج:52]. ¶ قال: اعلموا أنار الله أفئدتكم بنور هداه، ويسر لكم مقصد التوحيد ومغزاه أن الهدى هدى الله، فسبحان من يتفضل به على من يشاء، ويصرفه عمن يشاء، وقد بينا معنى هذه الآية في فصل تنبيه الغبي على مقدار النبي بما نرجو به عند الله الجزاء الأوفى في مقام الزلفى، ونحن الآن نجلو بتلك الفصول الغماء، ونرقيكم بها عن حضيض الدهماء، إلى بقاع العلماء في عشر مقامات. ¶ أذكر بعض هذه المقامات: المقام الأول: أن النبي صلى الله عليه وسلم إذا أرسل الله إليه الملك بوحيه فإنه يخلق له العلم حتى يتحقق أن هذا هو جبريل، فلا يكاد ينصرف جبريل إلا وقد علم النبي عليه الصلاة والسلام أن هذا جبريل، وهذا يتنافى مع ذكر القصة أنه سها، وأنه ما عرف وما عقل وما أدرك أن هذا من الشيطان حتى نزل جبريل مرة أخرى ليثبت أنه لم يوح إليه بذلك، وأخبره أن ذلك من الشيطان. ¶ فالمقام الأول: أن الله تعالى يخلق في قلب النبي علماً يستبين به أن المحدث معه هو جبريل عليه السلام. ¶ المقام الثاني: أن الله قد عصم نبيه من الكفر، وأمنه من الشرك، واستقر ذلك من دين المسلمين بإجماعهم فيه، وإطباقهم عليه; فمن ادعى أنه يجوز عليه أن يكفر بالله، أو يشك فيه طرفة عين فقد خلع ربقة الإسلام من عنقه; بل لا تجوز عليه -عليه الصلاة والسلام- المعاصي في الأفعال فضلاً عن أن ينسب إلى الكفر في الاعتقاد; بل هو المنزه عن ذلك فعلاً واعتقاداً، إذا ثبتت عصمته في هذا الباب فإن من قال بغيره فقد كفر بالله العظيم. ¶ المقام الثالث: أن الله قد عرف رسوله بنفسه، وبصره بأدلته، وأراه ملكوت سماواته وأرضه، وعرفه سنن من كان قبله من إخوته، فلم يكن يخفى عليه من أمر الله ما نعرفه نحن اليوم، ونحن حثالة أمته; ومع هذا نعرف أن هذا من الشيطان، وأن هذا من الرحمن، فكيف خفي على نبيه عليه الصلاة والسلام. ¶ المقام الرابع: تأملوا -فتح الله أغلاق النظر عنكم- إلى قول الرواة الذين هم بجهلهم هم أعداء على الإسلام، ممن صرح بعداوته: أن النبي صلى الله عليه وسلم لما جلس مع قريش تمنى ألا ينزل عليه من الله وحي، فكيف يجوز لمن معه أدنى مسكة من عقل أن يخطر بباله أن النبي صلى الله عليه وسلم آثر وصل قومه على وصل ربه، وأراد ألا يقطع أنسه بهم بما ينزل عليه من عند ربه من الوحي الذي كان حياة جسده وقلبه، وأنس وحشته، وغاية أمنيته، وكان رسول الله عليه الصلاة والسلام أجود الناس; فإذا جاء جبريل كان أجود بالخير من الريح المرسلة، فيؤثر على هذا مجالسة الأعداء! أكل هذا الخير في نزول الوحي يتمنى النبي عليه السلام ألا يكون شيء من ذلك، ويريد ويتمنى أن يأنس بالجلوس مع المشركين -وهم أعداؤه- في ناديهم الذي يأتون فيه المنكر؟! ¶ A  لا. ¶ المقام الخامس: أن قول الشيطان: تلك الغرانيق العلى، وإن شفاعتهن ترتجى للنبي صلى الله عليه وسلم قبله منه; فالتبس عليه الشيطان بالملك، واختلط عليه التوحيد بالكفر، حتى لم يفرق بينهما، ثم يقول ابن العربي: وأنا من أدنى المؤمنين منزلة يرفع الله شأنه، وأقلهم معرفة بما وفقني الله له وآتاني من علمه لا يخفى علي -أي: لا يخفى علي مثل هذا الباطل، فكيف خفي على النبي عليه الصلاة والسلام؟ - أن هذا كفر لا يجوز وروده من عند الله، ولو قاله أحد لكم لتبادر الكل إليه بالتكفير والتفسيق والتبديع والنفاق قبل أن يتم كلامه، فضلاً عن أن يجهل النبي عليه الصلاة والسلام حال القول، ويخفى عليه قوله، ولا يتفطن لصفة الأصنام بأنها الغرانيق العلى، وأن شفاعتهن ترتجى، وقد علم علماً ضرورياً أنها جمادات لا تسمع ولا تبصر، ولا تنفع ولا تضر، ولا تنطق ولا تنفع أصحابها، بهذا كان يأتيه جبريل في الصباح والمساء، فكيف يخفى عليه كل هذا في لحظة واحدة؟ ويتلو هذا حتى نزل قول الله تعالى: {وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ} [الإسراء:73]. ¶ المقام السادس: قول الله تعالى: ((وَإِنْ كَادُوا))، أي: قاربوا لكنهم لم يكونوا كمن فعل، لكنهم قاربوا بكثرة إلحاحهم وعنادهم ومحاربتهم للنبي عليه الصلاة والسلام حتى كاد يفتن، لكنه لم يكن منه ذلك. ¶ المقام السابع: قول الله تعالى: ((لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ)) فلما لم يفتر على الله تعالى، ولم يخبر عنه إلا ما أنزل لم يتخذوه خليلاً. ¶ المقام الثامن: قول الله تعالى: {لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا} [الإسراء:74] ; ولو كان ذلك منك يا محمد! لا تجد لك من الله تبارك وتعالى نصيراً كما أخبر الله تعالى في الآية، فلما كان الله تعالى هو نصيره وهو مؤيده ومسدده دل على أن النبي عليه الصلاة والسلام لم يركن إليهم شيئاً قليلاً. ¶ كل هذه الآيات إنما أفادت العصمة. ¶ إذاً: فما هي حكاية هذ",
            "page": "13",
            "part": "2",
            "seal": "1F3068AE"
        },
        {
            "id": "23",
            "nass": "واقع قصة الغرانيق المقبولة ¶ الحمد لله وكفى، والصلاة والسلام على رسوله المصطفى، وأصلي وأسلم عليه أتم صلاة وأكمل تسليم المعصوم عليه الصلاة والسلام. ¶ قصة هذه الآية أيها الإخوة الكرام! أن إبليس اللعين قعد في هذا النادي مع النبي عليه الصلاة والسلام ومع المشركين والمسلمين، والأمر كما قال الله تعالى: {إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لا تَرَوْنَهُمْ} [الأعراف:27]، إنه يراكم هو وقبيله، أي: هو وأبناؤه ونسله، وإنكم لا ترونهم، فلما تلا النبي عليه الصلاة والسلام هاتين الآيتين: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى} [النجم:19 - 20]، تمثل اللعين إبليس صوت النبي عليه الصلاة والسلام فقال: تلك الغرانيق العلى، وإن شفاعتهن لترتجى، فسمعها المشركون دون المسلمين، فعصم الله تبارك وتعالى منها المؤمنين والموحدين، فلما نطق إبليس اللعين بهاتين الآيتين المفتريتين على الله عز وجل وعلى رسوله بنغمة صوت النبي عليه الصلاة والسلام ظن المشركون الذين لا يرون إبليس في هذا الموطن أن النبي عليه الصلاة والسلام هو الذي نطق بهاتين الآيتين؛ ففرحوا لذلك فرحاً شديداً وأقبلوا يصغون إليه عليه الصلاة والسلام حتى ختم السورة كلها، وفي آخرها سجدة -إلا عند مالك فإنه لا يسجد عندها- فسجد النبي عليه الصلاة والسلام وسجد معه المشركون والمسلمون جميعاً. ¶ وأصل هذه الرواية عند البخاري في صحيحه: (أن النبي عليه الصلاة والسلام قرأ سورة النجم، فسجد في آخرها وسجد معه الناس) أي: المسلمون والمشركون، وقد يقول قائل: لماذا سجد المسلمون والمشركون كذلك؟ ¶ A  أما سجود المسلمين فإنه لا إشكال فيه؛ لأن آيات السجدة في القرآن الكريم السجود فيها مستحب ومندوب وليس واجباً، ولذلك قرأ عمر بن الخطاب رضي الله عنه آية سجدة في كتاب الله، فسجد على المنبر، وسجد معه المسلمون، وفي الجمعة التي تلتها قرأ سجدة في القرآن فتهيأ الناس للسجود، فقال عمر رضي الله عنه: على رسلكم. ¶ فإن الله لم يفرضها عليكم، للدلالة على أن سجود التلاوة مستحب وليس واجباً، ولا يشترط فيه طهارة ولا استقبال قبلة ولا له تكبير ولا نزول ولا سجود، كسجدة الشكر لا يشترط فيها طهارة ولا استقبال قبلة ولا تكبير ولا نزول ولا سجود. ¶ أما المشركون فإنهم سجدوا مع النبي صلى الله عليه وسلم لما تلا هذه السورة ووصل إلى آخرها، وذلك لأنه يجوز أن يكونوا سجدوا لدهشة أصابتهم أو خوف اعتراهم عند سماع السورة لما فيها من قوله تعالى: {وَأَنَّهُ أَهْلَكَ عَادًا الأُولَى * وَثَمُودَ فَمَا أَبْقَى * وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى * وَالْمُؤْتَفِكَةَ أَهْوَى * فَغَشَّاهَا مَا غَشَّى} [النجم:50 - 54] إلى آخر آيات سورة النجم، فاستشعروا نزول مثل ذلك بهم، واستشعروا أنهم إن لم يسجدوا مع النبي عليه الصلاة والسلام تنزل عليهم صاعقة من السماء فتجتاحهم وتستأصل شأفتهم، فخافوا من ذلك خاصة وأنهم قد رءوا عقوبة الجاحدين والمنكرين للرسالة والرسل والنبوة والنبوات التي جاءت من قبل نبينا عليه الصلاة والسلام، فأرادوا أن يفلتوا بجلودهم ودمائهم من هذا النازل، فما كان لهم إلا أن يسجدوا؛ لبيان الذلة والاحتقار لما هم عليه من عناد وجحود وكفر وإنكار، ولعلهم لم يسمعوا قبل ذلك مثلها منه عليه الصلاة والسلام، وهو قائم بين يدي ربه سبحانه في مقام خطير وجمع كثير، وقد ظنوا من ترتيب الأمر بالسجود أن سجودهم -وإن لم يكن عن إيمان- كاف في دفع ما توهموه من العذاب، ولا يستبعد خوفهم من سماع مثل ذلك من النبي عليه الصلاة والسلام، فقد نزلت سورة: {حم} [السجدة:1] بعد ذلك، كما جاء مصرحاً به في حديث عن ابن عباس، ذكره السيوطي في أول كتاب: (الإتقان في علوم القرآن) قال: فلما سمع عتبة بن ربيعة قول الله تعالى: {فَإِنْ أَعْرَضُوا فَقُلْ أَنذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ} [فصلت:13]، أي: فإن أعرضوا عنك يا محمد! فإني قد أنذرتهم صاعقة تنزل عليهم تماماً مثل الصاعقة التي نزلت على عاد وثمود، فلما قرأ النبي عليه الصلاة والسلام آية السجدة خافوا أن يمثل بهم كما مثل بسلفهم، فسجد عتبة بن ربيعة، ولما سجد خشي أن يقول المشركون عنه إنه صبأ وإنه خرج عن دينهم، فأمسك على فم رسول الله صلى الله عليه وسلم كأنه يكفه عن القراءة وعن التلاوة ويناشده الرحم، واعتذر لقومه حين ظنوا أنه صبأ، وقال: كيف وقد علمتم أن محمداً إذا قال شيئاً لم يكذب. ¶ عتبة بن ربيعة من زعماء الشرك يقول: إن محمداً إذا قال شيئاً لم يكذب، فإذا كان الكذب محالاً عليه في مخاطبة البشر، فأكثر استحالة",
            "page": "14",
            "part": "2",
            "seal": "23835EEB"
        },
        {
            "id": "24",
            "nass": "أصول أهل السنة والجماعة - عقيدتنا في الصحابة ¶ من أصول أهل السنة والجماعة اعتقادهم في الصحابة أنهم خير أصحاب لخير نبي، وأنهم أفضل الخلق بعد الأنبياء، وأن المسلم لا يسعه تجاههم إلا إجلالهم والترضي عليهم والإعراض عما شجر بينهم، والإمساك عن خلافاتهم، وعدم الخوض في ذلك كما خاضت الفرق الضالة كالشيعة والخوارج، فضلوا وأضلوا.",
            "page": "1",
            "part": "3",
            "seal": "BE2C98F7"
        },
        {
            "id": "25",
            "nass": "عقيدة أهل السنة والجماعة في الصحابة وسلامة قلوبهم وألسنتهم فيهم ¶ إن الحمد لله تعالى، نحمده ونستعينه ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ فلا زال الكلام عن أصول أهل السنة والجماعة موصولاً، وبعد أن تعرفنا على الأصل الأول وهو تقديم النقل على العقل مع أنه لا يمكن أن يتعارض نقل مع عقل وهذا بافتراض أن يصح النقل، فإن كان ثمة خلاف في الظاهر بين العقل والنقل فمرد ذلك إلى أمرين لا ثالث لهما: الأول: أن النقل غير صحيح، فإن كان صحيحاً فالثاني: أن العقل قاصر عن إدراك معنى هذا النص والمراد منه. ¶ وبينا أهمية العقل، وأن هذا الكلام لا يرد به العقل، وإذا تكلمنا عن العقل فهو عقل العالم البصير بكتاب الله وسنة رسوله عليه الصلاة والسلام. ¶ والأساس الثاني من أسس عقيدة أهل السنة والجماعة: إثبات عصمة الأنبياء صلوات ربي وسلامه عليهم، وأنهم معصومون خاصة فيما يتعلق بتلقي الوحي وتبليغه بغير زيادة ولا نقصان، كما أنهم معصومون من كبائر الذنوب، وبينا هناك الرد على بعض الشبهات التي حامت حول أنبياء الله. ¶ ومع أصلنا الثالث هنا: وهو أن من عقيدة أهل السنة والجماعة سلامة قلوبهم وألسنتهم في أصحاب النبي صلى الله عليه وسلم، وربما يبدو للمستمع ¶ Q  ما قيمة الكلام في هذا الأمر؟ وإن قيمته لتبدو في بيان أن الصحابة لم يكونوا محل اتفاق جميع من نسب إلى الإسلام، فهم محل اتفاق أهل السنة والجماعة، وأنهم خير الناس عندهم، لكن هلك فيهم فريقان، وكلا الفريقين بين غال فيهم وبين جاف عنهم، فمنهم من بلغ بالصحابة مرتبة الإلهية، خاصة موقف الشيعة من آل البيت، أما الخوارج فإنهم قاموا على الصحابة تكفيراً وتفسيقاً وتبديعاً، فهؤلاء غالوا في أهل البيت فأعطوهم ما لا يجوز إلا لله عز وجل، وهؤلاء جافوا عنهم فجعلوهم أقل من عامة الناس في كل زمان ومكان، بل سووا بينهم وبين الكفار الأصليين، معاذ الله أن يكونوا كذلك. ¶ فموقف أهل السنة والجماعة من أصحاب النبي عليه الصلاة والسلام أن تسلم ألسنتهم من الوقيعة في أعراضهم، فلا يسبونهم ولا يشتمونهم ولا يلعنونهم، ويعتقدون أن واحداً منهم لم يقارف بدعة قط، وإن وقع في شيء مما خالف الشريعة فباجتهاد منه رجع عنه، وكذلك سلامة قلوبهم -أي: قلوب أهل السنة والجماعة- لأصحاب النبي عليه الصلاة والسلام؛ سلامة قلوبهم من الغل والحقد والحسد والضغينة والكراهية، وهذا يستلزم أن تمتلئ قلوبهم بالمحبة والمودة والألفة والموالاة والنصرة والتأييد وغير ذلك لأصحاب النبي عليه الصلاة والسلام.",
            "page": "2",
            "part": "3",
            "seal": "8B8A6929"
        },
        {
            "id": "26",
            "nass": "الأدلة على فضل الصحابة من الكتاب والسنة ¶ إذا خلت القلوب مما يسوء فلابد أن تمتلئ بما يسر تجاه أصحاب النبي عليه الصلاة والسلام، كيف لا وقد ثبتت خيريتهم، والخطاب بالدرجة الأولى موجه إليهم، قال الله تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [آل عمران:110]، وإذا كان هذا الخطاب عاماً لجميع الأمة إلا أن المخاطب به أولاً هم أصحاب النبي عليه الصلاة والسلام، فهم أولى الناس بالخيرية، وقد جاء ذلك صريحاً في قوله عليه الصلاة والسلام: (خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم)، فهذا إثبات لخيرية أصحابه عليه الصلاة والسلام، ولم يستثن النص في كتاب الله ولا في سنته عليه الصلاة والسلام من أصحابه أحداً، ومن الخطأ أن يدخل في نظر الجهال في عموم الصحبة المنافقون، فهم ليسوا صحابة على الحقيقة؛ لأنهم عند الله كفار. ¶ ولذلك عرف العلماء الصحابي بأنه: من آمن برسول الله عليه الصلاة والسلام ولقيه ومات على ذلك، فمن لم يؤمن به كالمنافقين والملاحدة وغيرهم ليسوا صحابة على الحقيقة، قال عليه الصلاة والسلام: (لا تسبوا أصحابي فوالذي نفسي بيده)، وهذا قسم منه عليه الصلاة والسلام وهو الصادق المصدوق من غير قسم، فكلامه من المسلمات عند أهل السنة والجماعة والتوحيد: (والذي نفسي بيده لو أنفق أحدكم مثل أحد ذهباً ما بلغ مد أحدهم ولا نصيفه). ¶ أما قوله: (لا تسبوا أصحابي) فالنهي يقتضي التحريم لأول وهلة إلا أن يصرفه صارف ولا صارف هنا، فالوقيعة في الصحابة علامة على بدعية الساب والشاتم، وأنه مبغض شانئ لهم، فإذا صدر من واحد سب لأصحاب النبي عليه الصلاة والسلام على العموم كفر بذلك. ¶ قال شيخنا علامة الزمان وعلامة المسلمين قاطبة محمد بن صالح العثيمين عليه رحمة الله، وأعلى الله ذكره في الآخرة كما أعلى ذكره في الدنيا: وإني لأعجب ممن يشك في تكفير من كفر الصحابة. ¶ وهذا كلام مشعر بإجماع أهل السنة والجماعة على أن من كفر الصحابة على العموم والإطلاق فإنه يكفر بذلك ويخرج من دائرة الإيمان والإسلام إلى حظيرة الكفر، كيف لا وهم الواسطة بين النبي عليه الصلاة والسلام وبين عموم الأمة إلى قيام الساعة, ولولاهم لما نقل إلينا الكتاب ولا السنة، ولما عرفنا الحق من الباطل، ولما تعلمنا الحلال ولا الحرام. ¶ فإنهم سهروا ليلهم دراسة وعلماً وعملاً كي تصلح الأمة، كما أنهم أول من نشر الفضائل والأخلاق الحسنة بين عموم الأمة إلى قيام الساعة، وهذا يعلمه من طالع سيرتهم في كتب سيرهم ويعلم ذلك يقيناً، فلم يكن الصحابة أصحاب كلام، بل كانوا أصحاب عمل بالدرجة الأولى، كما أن بداية الفتوحات التي تمت في شرق الأرض وغربها كانت على أيديهم، وهم الذين بذلوا الغالي والنفيس، بذلوا الدماء والأموال في سبيل نصرة دين الله عز وجل، وإعلاء كلمة الله عز وجل خفاقة عالية في سماء الدنيا شرقاً وغرباً، وهم الذين حرصوا على إخراج العباد من عبادة العباد إلى عبادة رب العباد، فكان الواحد منهم بأمة كاملة، هؤلاء هم أصحاب النبي عليه الصلاة والسلام، فرسان بالنهار رهبان بالليل، من مثلهم؟ ومن يدانيهم فضلاً عن أن يساويهم في الفضل والعلم والعمل؟ أثنى الله عز وجل عليهم وأثبت رضاه عنهم في كتابه في غيرما آية، ففي سورة الحشر يقول الله عز وجل: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ وَأَمْوَالِهِمْ} [الحشر:8]، من منا يخرج من داره وأهله وماله كما خرجوا؟ قال: {يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا} [الحشر:8]، وهذا يدل على إخلاصهم كذلك، خروج مما يملكون، بل من أعز ما يملكون، ودخول في أمر لا يبتغون من ورائه إلا رضا الله عز وجل قال: {وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ} [الحشر:8] جمعوا بين الإخلاص القلبي والعمل الظاهري، ونعم العمل ما عملوا. ¶ قال: {أُوْلَئِكَ هُمُ الصَّادِقُونَ} [الحشر:8]، فهذا وصف من الله عز وجل لهم بأنهم ما عملوا ذلك إلا صدقاً مع الله ومع رسوله عليه الصلاة والسلام. ¶ ثم أثنى الله تعالى على طائفة أخرى منهم وهم الأنصار. ¶ قال: {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ} [الحشر:9]، والحب عمل قلبي، فربما تظاهر الناس بأنهم يحبون القادم عليهم ويحبون الضيف الذي نزل بهم، لكن الله تعالى هو الذي أخبر عن مكنون قلوب الأنصار. ¶ قال: {يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا} [الحشر:9]، كل ما يملكون إنما هو ملك لإخوانهم من المهاجرين: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} [الحشر:9]. ¶ ثم أثنى الله تبارك وتعالى على من أتى بعدهم وأنت منهم، ومن أتى من بعدك إلى قيام الساعة، لكن انظر إلى المهمة التي كلفت بها وإلى عقيدة سلفك: {وَالَّذِين",
            "page": "3",
            "part": "3",
            "seal": "12E70B6C"
        },
        {
            "id": "27",
            "nass": "أفضلية الخلفاء الراشدين على ترتيبهم في الخلافة ¶ أما مراتب الصحابة فليسوا جميعاً على مرتبة واحدة، فبعضهم أفضل من بعض، وإجماع أهل السنة والجماعة على أن أفضل الصحابة أبو بكر الصديق ثم من بعده عمر، ووقع النزاع بين أهل السنة في الأفضلية بين علي وعثمان، ومن قدم علياً على عثمان في الفضل ثبت عنه الرجوع فاستقر مذهب أهل السنة والجماعة على أفضلية الخلفاء الراشدين على نحو ترتيبهم في الخلافة، أبو بكر أولاً، ثم عمر ثم عثمان ثم علي، وفي كل واحد منهم ثبتت مناقب عظيمة لم تثبت لأمة من الأمم السابقة، بل ثبت أن علي بن أبي طالب رضي الله تعالى عنه قدم وفضل أبا بكر وعمر عليه، وهذه غصة في حلوق الشيعة الذين يقدمون علياً على كل أحد، بل يقدمون علياً ويضعونه في مرتبة النبوة ومنهم -بل كثير منهم- وضع علياً في مرتبة الإله، وعلي رضي الله عنه وأهل بيته والأئمة من بعده بريئون مما ينسب إليهم، وإنما نسب إليهم ذلك زوراً وبهتاناً وافتراء، كيف لا وقد علمتم من قبل أن الشيعة دينهم التقية التي تعني الكذب البواح، فهم يستحلون الكذب لأجل نصرة مذاهبهم الفاسدة.",
            "page": "4",
            "part": "3",
            "seal": "4B09372C"
        },
        {
            "id": "28",
            "nass": "أفضلية من أنفق من قبل الفتح وقاتل ¶ يلي الخلفاء الراشدين في الفضل من أنفق من قبل الفتح وقاتل، فهم أعظم درجة ممن أنفق من بعد الفتح وقاتل، والمقصود بالفتح صلح الحديبية الذي تم في العام السادس من هجرة النبي عليه الصلاة والسلام، دليل ذلك قول الله تعالى: {وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَوَاتِ وَالأَرْضِ لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُوْلَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} [الحديد:10]، أثنى الله تبارك وتعالى على هذا الفريق وعلى ذاك بقوله: {وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} [الحديد:10].",
            "page": "5",
            "part": "3",
            "seal": "44E558C0"
        },
        {
            "id": "29",
            "nass": "أفضلية المهاجرين ¶ أما أصحاب المرتبة الثالثة: فهم المهاجرون، وهم أفضل من الأنصار، ويعلم ذلك من سياق القرآن الكريم كما في آية الحشر: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ} [الحشر:8]، إلى آخر ما ورد في حق المهاجرين، ثم ثنى الله تبارك وتعالى بقوله: {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالإِيمَانَ} [الحشر:9] وهم الأنصار، فذكر الأنصار بعد ذكره للمهاجرين، وكذا قول الله تعالى: {وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ} [التوبة:100] ولم يقل من الأنصار والمهاجرين: {وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} [التوبة:100] فهذا إثبات الرضا عن المهاجرين والأنصار وعمن اتبع نهجهم وسار على سبيلهم ومنوالهم إلى قيام الساعة، وقول الله تعالى: {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنصَارِ} [التوبة:117]، فهذا إثبات التوبة لمن وقع في ذنب من المهاجرين والأنصار؛ ولذلك عمم النبي عليه الصلاة والسلام ذلك باستثناء الأنبياء، فقال: (كل بني آدم خطاء وخير الخطائين التوابون)، فإذا دخل الصحابة في عموم الخطاب، فهم أولى الناس بالتوبة مما عساهم أن يقعوا فيه من ذنب. ¶ وكذلك لما اختلف المهاجرون والأنصار في بيعة أبي بكر الصديق في سقيفة بني ساعدة، وحسم هذا النزاع والخلاف عمر رضي الله عنه، بإثبات فضل المهاجرين على فضل الأنصار، وإثبات أسبقيتهم وجهادهم، وإسباق الأذى الذي وقع عليهم من المشركين في مكة، كل هذا يدل على أفضلية المهاجرين على الأنصار، فسلم الأنصار لذلك، فقاموا جميعاً وبايعوا أبا بكر الصديق رضي الله عنه، وهذا يدل كذلك على أن المهاجرين أفضل من الأنصار وفي كل خير، ولا خلاف بين أهل السنة والجماعة في أفضلية المهاجرين على الأنصار.",
            "page": "6",
            "part": "3",
            "seal": "6F7CBA4E"
        },
        {
            "id": "30",
            "nass": "فضل أهل بدر ¶ المرتبة الرابعة: تقديم أهل بدر على غيرهم، وكانوا قدر ثلاثمائة وبضعة عشر، أبلوا بلاء حسناً فغيروا وجه الأرض ووجه التاريخ، وأذلوا وأرغموا أنوف صناديد الكفر في مكة، بل وفي شبه الجزيرة العربية كلها، وكان منهم البلاء الحسن في هذه الغزوة التي لو جعلت حداً فاصلاً بين الإيمان والكفر، وبين التقويم الميلادي والهجري لما كان بعيداً، وإنما جعل التقويم من هجرة النبي عليه الصلاة والسلام لأنها حدث عظيم جداً، وربما غزوة بدر أعظم حدثاً من هجرة النبي عليه الصلاة والسلام وأصحابه إلى المدينة المنورة، وليس في التاريخ أعظم حدثاً من غزوة بدر إلا الإسراء والمعراج؛ لأنه أمر أذهل العقول وقل من ثبت فيه، ولا يثبت فيه إلا من كان مثل أبي بكر الصديق ومن كان على شاكلته. ¶ لما أخطأ حاطب بن أبي بلتعة في أن أرسل رسالة كادت أن تصل إلى مشركي مكة، يخبرهم فيها -وكان معذوراً مجتهداً متأولاً- أن النبي عليه الصلاة والسلام ينوي قتالكم، ولكن خبر السماء نزل إلى النبي عليه الصلاة والسلام يخبره بما كان من حاطب بن أبي بلتعة، فقام إليه عمر لما علم بأمره وقال: يا رسول الله! دعني أضرب عنق هذا المنافق، وكان حاطب ممن أبلى بلاء حسناً في غزوة بدر، فقال: (لا يا عمر!)، نفي لتهمة النفاق في حق حاطب كما أنه نفي لجواز قتله. ¶ قال: (لعل الله اطلع إلى أهل بدر فقال: اعملوا ما شئتم فقد غفرت لكم)، أي: بسبب بلائهم ونصرتهم وتأييدهم لدين الله عز وجل دين الحق، فقد بذلوا ما أذهل العقول في هذه الغزوة، فكافأهم الله تبارك وتعالى بأن غفر ذنوبهم السابقة واللاحقة، فقال: اعملوا ما شئتم فقد غفرت لكم، فهذا نص في إثبات أفضلية أهل بدر على غيرهم.",
            "page": "7",
            "part": "3",
            "seal": "A7F83820"
        },
        {
            "id": "31",
            "nass": "فضل أهل بيعة الرضوان ¶ ثم من بعد هؤلاء أهل بيعة الرضوان، وهم الذين بايعوا النبي صلى الله عليه وسلم تحت الشجرة، وكانوا ألفاً وأربعمائة، قال النبي عليه الصلاة والسلام: (لا يدخل النار أحد بايع تحت الشجرة)، وقال الله تعالى: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ} [الفتح:18]، وقال الله تعالى: {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح:10]، وإن كان هذا النص عندي يجري على ظاهره على ما يليق بكماله وجلاله، لكن لا بأس أن نضم إلى هذا الظاهر أن تأييد الله تبارك وتعالى ونصر الله تبارك وتعالى مرهون كذلك بهؤلاء، مخصوص بهم كذلك.",
            "page": "8",
            "part": "3",
            "seal": "B73A8F79"
        },
        {
            "id": "32",
            "nass": "شهادة أهل السنة والجماعة لصحابة رسول الله بالجنة ¶ وأهل السنة كذلك يشهدون لمن شهد له القرآن والسنة من أصحابه عليه الصلاة والسلام بأعيانهم وذواتهم بأنهم من أهل الجنة، ويرجون دخول الجنة لمن عداهم؛ ولذلك قال النبي عليه الصلاة والسلام: (أبو بكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة، وسعيد بن زيد في الجنة، وسعد بن أبي وقاص في الجنة، وأبو عبيدة عامر بن الجراح في الجنة)، حتى ذكر العشرة، وهم المعلومون عند عامة الناس بالعشرة المبشرين بالجنة. ¶ وذلك جمعهم الراجز في قوله: سعيد وسعد وابن عوف وطلحة وعامر فهر والزبير الممدح فقوله عليه الصلاة والسلام: (أبو بكر في الجنة وعمر في الجنة)، ألا يكفي هذا النص للرد على الشيعة والخوارج؟ وقوله: (وعثمان في الجنة) ألا يكفي هذا النص في الرد على المعتزلة الذين توقفوا في إثبات إيمان عثمان بن عفان؟ بلاء عظيم جداً وقع في الأمة بعد مقتل عمر أمير المؤمنين رضي الله عنه، وزادت الفتنة اشتعالاً بعد مقتل عثمان رضي الله عن أصحابه أجمعين. ¶ وكذلك ثابت بن قيس بن شماس لما نزل قول الله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ} [الحجرات:2]، وكان صوت ثابت عالياً بطبيعته وأصل خلقته، فظن أن هذه الآية نزلت تهديداً له، وأنها خبر من الله بحبوط عمله، فلزم بيته وقال: أنا من أصحاب النار، فلما افتقده النبي عليه الصلاة والسلام وعلم بخبره، قال: (اذهبوا إليه وبشروه بالجنة). ¶ وكذا أمهات المؤمنين أزواج النبي صلى الله عليه وسلم في الدنيا وفي الآخرة، لم يستثن الله تبارك وتعالى منهن أحداً، وهن أمهات للمؤمنين والمؤمنات إلى قيام الساعة في التعظيم والتبجيل والاحترام والنكاح وغير ذلك، وليسوا أمهات فيما يتعلق بخاصة النسب من ثبوت الأمومة الحقة المباشرة، أو ثبوت النسب والميراث وغير ذلك مما يتعلق بحقوق النسب بين الأصول والفروع. ¶ وكذلك بلال بن رباح في الجنة, والنبي عليه الصلاة والسلام قال: (إني لأسمع خشخة بلال في الجنة، فلم يا بلال؟! قال: يا رسول الله! والله ما أزيد على أني إذا توضأت صليت ركعتين لكل وضوء) عمل صالح استحق به الجنة فدخلها، حتى بشره النبي عليه الصلاة والسلام بذلك. ¶ وكذلك عبد الله بن سلام الذي كان من أحبار اليهود بالمدينة، لما سمع بمقدم النبي عليه الصلاة والسلام دخل في دينه على التو والفور، فبشره النبي عليه الصلاة والسلام بأنه من أهل الجنة. ¶ وكذلك عكاشة بن محصن الذين نحفظ حديثه جميعاً، قال: (يا رسول الله! ادع الله أن أكون منهم، قال: أنت منهم، فقام إليه آخر وقال: يا رسول الله! ادع الله أن أكون منهم -أي: من السبعين ألفاً الذين يدخلون الجنة بغير حساب ولا سابقة عذاب-، فقال: سبقك بها عكاشة)، وليس هذا رداً لهذا الرجل وأنه ليس من أهل الجنة، بل أراد النبي عليه الصلاة والسلام إغلاق الباب حتى لا يقوم الجميع يطلبون هذا المطلب؛ فيقوم منهم المنافقون يطلبون هذا الطلب، فيضطر النبي عليه الصلاة والسلام أن يقول للمنافقين: لستم من أهل الجنة، فيعلمهم بقية الأصحاب فتكون فتنة عظيمة جداً تستأصل الأخضر واليابس، فأغلق النبي عليه الصلاة والسلام الباب من أول الأمر، وقال: (سبقك بها عكاشة)، فكان هذا إشارة ألا يقوم ثالث من باب أولى. ¶ وكذلك ماعز الأسلمي مع أنه زنى، لكنه لما أقيم عليه الحد، قال عليه الصلاة والسلام: (إني لأراه الآن يسبح في أنهار الجنة)؛ لأنه قد تاب من ذنبه، وكذلك الغامدية التي قال في حقها النبي عليه الصلاة والسلام: (إنها تابت توبة لو وزعت بين سبعين من أهل المدينة لوسعتهم)، وفي رواية قال: (إنها تابت توبة لو تابها صاحب مكس -أي: جابي ضرائب وآخذ لأموال الناس بغير حق- لتاب الله عليه).",
            "page": "9",
            "part": "3",
            "seal": "B4A025F8"
        },
        {
            "id": "33",
            "nass": "عقيدة أهل السنة والجماعة في حبهم لآل بيت رسول الله ¶ وأهل السنة والجماعة كذلك يحبون أهل بيت النبي صلى الله عليه وسلم، لكن حب باعتدال بغير إفراط ولا تفريط؛ لأن أهل السنة والجماعة لا يعطون للنبي ما لا يجوز إلا لله عز وجل، ولا يعطون للصحابة ما لا يجوز إلا للنبي عليه الصلاة والسلام، ولا يعطون لعموم الأمة ما هو خاص بأصحاب النبي عليه الصلاة والسلام، فكل له قدره، ولكل منزلته عند أهل السنة والجماعة. ¶ فأهل بيت النبي عليه الصلاة والسلام هم في عموم أصحابه عليه الصلاة والسلام، فلهم حق الصحبة، ويحبهم أهل السنة والجماعة للصحبة والنصرة والتأييد، والإيمان والعمل الصالح، كما أنهم يزيدون على عموم الأصحاب بقرابتهم من النبي عليه الصلاة والسلام، فهذا حق زائد لهم عن عموم أصحابه عليه الصلاة والسلام. ¶ وأهل السنة والجماعة ينفذون وصية النبي عليه الصلاة والسلام في أهل بيته التي قال فيها: (أذكركم الله في أهل بيتي، أذكركم الله في أهل بيتي، أذكركم الله في أهل بيتي)، وقال عليه الصلاة والسلام: (تركت فيكم ما إن تمسكتم به لن تضلوا بعدي أبداً: كتاب الله وعترتي أهل بيتي)، وعترتي أي: أوصيكم بعترتي وأهل بيتي، فأهل السنة والجماعة قاموا على هذه الوصية خير قيام، بالتبجيل والتعظيم والاحترام، في حدود ما هو جائز لأهل بيته عليه الصلاة والسلام ورضي الله عنهم أجمعين. ¶ وأهل السنة والجماعة لم ينزلوا أهل بيت النبي عليه الصلاة والسلام منزلة النبوة فضلاً عن منزلة الإلهية، كما أنهم لم يجعلوهم في عموم الناس، بل ولا في عموم الأصحاب، وإنما فاقوا الصحابة بدرجة وهي درجة القرابة.",
            "page": "10",
            "part": "3",
            "seal": "D2A022D0"
        },
        {
            "id": "34",
            "nass": "اختلاف العلماء في أفضلية خديجة وعائشة ¶ وقع نزاع بين أهل السنة والجماعة فيما يتعلق بـ خديجة وعائشة أيهما أفضل من الأخرى، فبعض الناس قدم خديجة لسابق نصرتها وسابقتها في الإسلام؛ وتأييدها وبذلها المهج لنصرة النبي عليه الصلاة والسلام، ولكن عائشة رضي الله عنها لها من العلم والفقه، وقد عاشت طويلاً وعمرت حتى ملأت الأرض علماً، ولذلك وقع الخلاف في أيهما أفضل، وأرجح الأقوال: أن خديجة أفضل من عائشة من وجه، وعائشة أفضل من خديجة من وجه آخر، كأنهما في الفضل سواء.",
            "page": "11",
            "part": "3",
            "seal": "ABC1B854"
        },
        {
            "id": "35",
            "nass": "عقيدة أهل السنة والجماعة فيما وقع من نزاع بين الصحابة ¶ هناك موضوع في غاية الحساسية والأهمية، وهو اعتقادنا أن المعصومين فقط هم الأنبياء والمرسلون، وهذا يدل على أن من دونهم ليس معصوماً، ومن دون الأنبياء هم الصحابة، ومن باب أولى من أتى بعد الصحابة من التابعين وأتباع التابعين، ولذلك قرر مالك هذه القاعدة في عقيدة أهل السنة والجماعة. ¶ قال: كل يؤخذ من قوله ويرد إلا صاحب هذا القبر، وأشار إلى قبر النبي عليه الصلاة والسلام، وهذا كلام صريح فيما يتعلق بنفي العصمة عن كل أحد ليس نبياً ولا رسولاً، فإذا كنا نعتقد ذلك لابد أن نقول بتجويز الخطأ على أصحاب النبي عليه الصلاة والسلام وتجويز الذنب، كيف لا ومنهم من وقع في السرقة، ومنهم من وقع في الزنا، وأقيم عليهم الحد فتطهروا فتابوا إلى الله عز وجل، وهذا فارق جوهري بين وقوع صاحب رسول الله في ذنب، ووقوع عامة الأمة في الذنوب والمعاصي، أن الصاحب يبادر إلى إقامة الحد عليه، وإلى التوبة ولزوم الاستغفار، بخلاف غيرهم إذ تأخذ الواحد منهم الغفلة حتى يباغته الموت. ¶ فإذا كان الأمر كذلك فالنزاع والشجار وقعا بين أصحاب النبي عليه الصلاة والسلام، فما عقيدة أهل السنة والجماعة فيما يتعلق بالنزاعات والخلافات التي وقعت بين هؤلاء القوم الأفاضل؟ عقيدتهم باختصار الكف عما شجر بينهم، وعدم ذكر مساويهم قط، إلا إذا اضطر عالم إلى ذلك، واعتقاد أن لهم من الفضل والعلم والجهاد والنصرة والتأييد والعبادة ما يكفر جبالاً من الخطايا والذنوب، وأهل السنة والجماعة يعتقدون أن ما وقع من النزاع بين الصحابة لم يقع عن هوى، إنما وقع عن اجتهاد، ولا يلزم أن يعتقد كل واحد منهم أنه محق فيما هو عليه، فأنت أنت إنما تفعل الفعل اليوم بظن منك واجتهاد أن هذا حق، وأن هذا فيه مرضاة لله عز وجل، ثم تبادر إليك بالغد أنك كنت على الباطل الذي ليس بعده باطل، فأولى بصاحب رسول الله أن يكون أسلم اجتهاداً منك. ¶ فوقع الاجتهاد بين معاوية وعلي رضي الله عنهما، فقامت الحروب بينهما، والحق كان في جانب علي رضي الله عنه، لكن الأمر كما قال عليه الصلاة والسلام: (إذا اجتهد الحاكم فأصاب فله أجران، وإذا أخطأ فله أجر) فـ معاوية رضي الله عنه وعن أبيه كان متأولاً في خلافه مع علي رضي الله عنه، فهو مأجور عند الله، فالمأجور عند الله لا يستحق أن تطلق فيه الألسنة بالسب والشتم والتنقص وغير ذلك من سائر السفاسف والسفالات التي تصدر من ألسنة وأفواه بعض الخلق. ¶ فلابد من سلامة صدورنا جميعاً نحو جميع أصحاب النبي عليه الصلاة والسلام، وامتلاء هذه القلوب بالحب والتقدير والتعظيم والتبجيل لأصحاب النبي عليه الصلاة والسلام، كما يلزمنا سلامة ألسنتنا وكفها عن الوقيعة في أصحاب النبي عليه الصلاة والسلام، وأعظم بقول عمر بن عبد العزيز رحمه الله تعالى -وهو أشبه أن يكون خليفة راشداً كالخلفاء الراشدين- لما طلب منه أن يتكلم في الفتنة التي وقعت بين علي ومعاوية رضي الله عنهما قال: فتنة طهر الله منها سيوفنا فلم لا نطهر منها ألسنتنا؟ رضي الله عنه ورحمه.",
            "page": "12",
            "part": "3",
            "seal": "CE753D29"
        },
        {
            "id": "36",
            "nass": "اعتقاد الفرق الضالة في أصحاب النبي صلى الله عليه وسلم ¶ الحمد لله وكفى، والصلاة والسلام على رسوله المصطفى، صلى الله عليه وعلى جميع أنبيائه ورسله. ¶ وبعد: فهذا مجمل اعتقاد أهل السنة والجماعة فيما يتعلق بأصحاب النبي عليه الصلاة والسلام، لكن الأمر كما قال الشاعر: عرفت الشر لا للشر ولكن لتوقيه ومن لم يعرف الخير من الشر يقع فيه فلا بأس أن نعرج على عقيدة الفرق الضالة وبيان مذهبهم وموقفهم من أصحاب النبي عليه الصلاة والسلام.",
            "page": "13",
            "part": "3",
            "seal": "C387FAD0"
        },
        {
            "id": "37",
            "nass": "عقيدة الشيعة في آل البيت والصحابة الكرام ¶ الشيعة هم: الذين شايعوا علياً وشرفوه كتشريف النصارى عيسى بن مريم، وغالوا فيه جداً، وقالوا: إنه الإمام بعد رسول الله عليه الصلاة والسلام؛ فهم يرفضون إمامة أبي بكر وعمر وعثمان، ويقولون بأن النبي نص على إمامته نصاً جلياً، ثم افتروا لذلك نصوصاً تثبت أن الإمام من بعد النبي صلى الله عليه وسلم هو علي بن أبي طالب رضي الله عنه، وهذه النصوص كلها كذب وافتراء، واعتقدوا كذلك أن الإمامة لا تخرج عنه وعن أولاده، وإن خرجت فبظلم من غيره، أي: بظلم من أبي بكر وعمر وعثمان أو بتقية من علي، يعني: هو يعلم أن الإمامة له، لكنه تنازل عنها إلى أبي بكر وعمر وعثمان. ¶ ومن غلاة الشيعة فرقة تسمى السبئية، وهم أتباع عبد الله بن سبأ اليهودي الذي تظاهر بالإسلام ودس السم في العسل، وأفسد عقائد المسلمين في زمانه. ¶ قالوا: علي هو الإله حقاً، وابن سبأ اليهودي هو أول من أظهر القول بوجوب إمامة علي رضي الله عنه، وقال: إنه لم يمت، وإنما قتل ابن ملجم شيطاناً تصور في صورة علي رضي الله عنه، قال: وإنه في السحاب الآن، والرعد صوته والبرق سوطه، وبعد ذلك ينزل علي إلى الأرض فيملؤلها عدلاً كما ملئت جوراً! ولذلك هم يقولون عند سماع الرعد: عليك السلام يا أمير المؤمنين! أرأيتم ضلالاً وفساداً أكثر من هذا؟! وأما الكاملية منهم وهم أتباع أبي كامل قالوا: كفر الصحابة بترك البيعة لـ علي، وكفر علي بترك طلب الحق، فلم ينج من ألسنتهم أحد لا علي ولا غيره. ¶ وأما البيانية وهم أتباع بيان بن سمعان فقالوا بتناسخ الأرواح، وأن روح الله تعالى حلت في علي رضي الله تعالى عنه، حتى صار هو والإله سواء بسواء! وأما المغيرية فقالوا بأن الله عرض الأمانة، وفسروا الأمانة بمنع علي من الإمامة على السماوات والأرض والجبال، فأبين أن يحملنها وأشفقن منها وحملها الإنسان، وقالوا الإنسان هنا هو: أبو بكر وعمر وعثمان، أي: حملها أبو بكر بأمر عمر حين ضمن له أن يعينه على ذلك بشرط أن يجعل الخلافة من بعده له. ¶ انظروا إلى هذا الفساد! وأما المنصورية فقالوا بأن الجنة رجل. ¶ لم يقولوا بأن الجنة حقيقة، قالوا: بل مصطلح الجنة، وكلمة الجنة التي وردت في الكتاب والسنة ما هي إلا عبارة عن رجل أمرنا بموالاته وهو الإمام، وأن النار رجل أمرنا بمعاداته وهو أبو بكر وعمر. ¶ وأما الخطابية وهم أتباع أبي الخطاب الأسدي الهالك الضال، فقالوا: الأنبياء آلهة، وجعفر الصادق إله، وأبو الخطاب أفضل منه ومن علي. ¶ كلام لا قيمة له ولا معنى. ¶ وأما الذمية من فرق الشيعة فسموا بذلك؛ لأنهم ذموا محمداً عليه الصلاة والسلام ومدحوا علياً رضي الله عنه، كالغرابية تماماً الذين قالوا: إن علياً أشبه بمحمد من الغراب بالغراب، والذباب بالذباب، وجبريل أخطأ وكان حقاً عليه أن ينزل بالوحي على علي، لكن لفرط الشبه بين علي ومحمد نزل الوحي على محمد. ¶ فماذا قالت الذمية؟ قالوا: إن الله تعالى بعث محمداً ليدعو الناس إلى علي فدعاهم إلى نفسه، وقالوا بإلهية علي رضي الله عنه. ¶ ومنهم من قال بإلهية الخمسة: محمد وعلي وفاطمة والحسن والحسين، فلما كان الضد لا يظهر حسنه إلا الضد قالوا: وضد هؤلاء الخمسة: أبو بكر وعمر وعثمان ومعاوية وعمرو بن العاص، وكفروا هؤلاء الخمسة! وأما الهشامية فقالوا بعصمة الأئمة دون الأنبياء، قالوا: لأن النبي يوحى إليه، والناس يتقربون إلى الله بما أخذوه عن أنبيائهم، وأما الأئمة فإنهم ليسوا كذلك؛ ولذلك تلزمهم العصمة -أي: عصمة السماء- خلافاً للأنبياء. ¶ حجة أوهى من بيت العنكبوت. ¶ يا إخواني هذا الكلام له أهميته؛ لأن الشيعة الآن يمثلهم قطاع عريض جداً من المسلمين، بل لهم دولة وصولة ونجدة، ولهم أئمة يقتدون بهم في بلاد فارس في إيران وغيرها، بل امتدت حبائل الشيعة إلى بلادنا هذه، فنحن لا نعدم أن يكون في هذا المسجد منهم أحد، بل أقسم بالله أن في المسجد الآن من الشيعة أناس أنا أعرفهم، وإنما أتوا باتفاق معي ليسمعوا هذا الكلام، وقد اتصلوا بي قبل مجيئي إلى هنا مباشرة، وقالوا: نحن نتصل بك من أمام مسجد الرحم",
            "page": "14",
            "part": "3",
            "seal": "2F5560C8"
        },
        {
            "id": "38",
            "nass": "عقيدة الخوارج في الصحابة الكرام ¶ أما الفرقة التي تقابل الشيعة ولهم موقف في غاية الخزي من صحابة النبي عليه الصلاة والسلام فهم الخوارج، خلافاً للمعتزلة الذين جعلوا بعض الصحابة في منزلة بين المنزلتين، لكن الخوارج يمثلهم الناس في زماننا بجماعة التكفير والهجرة، وأقولها صراحة لله عز وجل. ¶ هذه الفرقة -وهم الخوارج ويمثلهم الآن جماعة التكفير والهجرة- قد أساءوا إلى الدين والإيمان والإسلام والمسلمين أعظم من إساءة اليهود والنصارى، وأعظم من إعمال القتل في رقاب المسلمين على طول التاريخ وعرضه، وهؤلاء تنطعوا غاية التنطع وجهلوا دين الله أعظم جهل، فإنا لله وإنا إليه راجعون، وإليه المرجع والمآب وعليه الاحتساب من كل من أساء إلى دين الله عز وجل، أو إلى عامة المسلمين. ¶ وليس من عجيب أن تقول عائشة رضي الله عنها لما قيل لها: إن ناساً يقعون في أعراض الصحابة حتى وقعوا في عرض أبي بكر وعمر، قالت: وهل في ذلك عجب؟! قوم قد انقطع عنهم العمل فأراد الله تعالى ألا يقطع عنهم الأجر، أي: هم مأجورون بوقيعة هؤلاء السفهاء في أعراضهم وهم أموات في قبورهم، فالخوارج وقفوا موقفاً في غاية الخزي والعار والشنار من أصحاب النبي عليه الصلاة والسلام. ¶ فالمُحكِمة: هم الذين خرجوا على علي عند التحكيم وكفروه، وكفروا عثمان وأكثر الصحابة، وكفروا مرتكب الكبيرة كذلك. ¶ والبيهسية منهم زادوا بقولهم: إذا كفر الإمام كفرت الرعية حاضراً أو غائباً، وهذا الذي يقوله الآن جماعة التكفير والهجرة، يقولون: الحكام كفرة وكذلك الشعوب؛ لأن الحاكم إذا كفر كفرت الرعية! وعندهم هذه الأمور مسلمات (1+1=2)، وانتهت القضية على ذلك! أي علم هذا وأي دين هذا؟! هذا سفه وجنون في دين الله عز وجل. ¶ والأزارقة -وهم أتباع نافع بن الأزرق - كفروا مرتكب الكبيرة، وكفروا الصحابة عموماً، وكفروا علياً خصوصاً، وزعموا أنه هو الذي نزل في شأنه قول الله عز وجل: {وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ} [البقرة:204]! هكذا زعموا، وقالوا: بأن ابن ملجم الذي قتل علياً كان محقاً في قتل علي رضي الله عنه، وهو الذي نزل فيه قول الله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ} [البقرة:207]! وكذا الإباضية وهم أتباع عبد الله بن إباض وما أكثرهم في الأحياء القديمة في القاهرة، ولعل الكثير منكم يعرفهم، ويعرف مساجدهم وأنهم لا يسمحون قط بدخول أحد للصلاة معهم وخلفهم إلا أن يكون على معتقدهم، وهم ينطلقون في أحيائهم بشراء البيوت والمحلات حتى تصفو لهم هذه الأحياء؛ فلا يكون فيها غيرهم؛ فتكون دولاً داخل دولة واحدة. ¶ أمور عجيبة تتم في بلاد الإسلام وعلى مرأى ومسمع من المسلمين حكاماً ومحكومين، وكأن لا أحد يعنيه الأمر. ¶ قالت الإباضية: إن علياً هو الحيران في قول الله تعالى: {كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا} [الأنعام:71]، ويقولون: أصحابه الذين كانوا يدعونه إلى الهدى هم أهل النهروان. ¶ وأما نحن أهل السنة والجماعة فنقول: نبرأ إلى الله عز وجل من طريقة الشيعة والخوارج في آن واحد وكذلك طريقة المعتزلة، ونقول كما قال الشاعر: برئت من الخوارج لست منهم من الغزال منهم وابن باب ومن قوم إذا ذكروا علياً يردون السلام على السحاب اللهم اغفر لنا ذنوبنا، وإسرافنا في أمرنا وكل ذلك عندنا. ¶ وصلى الله على نبينا محمد.",
            "page": "15",
            "part": "3",
            "seal": "3ACB224B"
        },
        {
            "id": "39",
            "nass": "أصول أهل السنة والجماعة - وسطية الأمة ¶ توسط أهل السنة والجماعة مأخوذ من توسط الأمة بين سائر الأمم، فإن الله سبحانه أكرمنا بنعمتين عظيمتين: نعمة الهداية إلى الإسلام، ونعمة العصمة من سبل أهل البدع والأهواء، فأهل السنة والجماعة وسط بين سائر الفرق الأخرى، كما أن الأمة الإسلامية في مجموعها ومعتقدها وأحكامها وتوحيدها وسط بين سائر الأمم الأخرى.",
            "page": "1",
            "part": "4",
            "seal": "A51BF479"
        },
        {
            "id": "40",
            "nass": "وسطية أهل السنة والجماعة بين فرق الأمة كوسطية الأمة بين سائر الأمم ¶ إن الحمد لله، نحمده تعالى ونستعينه ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة. ¶ فموعدنا بمشيئة الله تعالى في هذه المحاضرة مع مواصلة الكلام عن خصائص أهل السنة والجماعة، وبعد أن مرت بنا محاضرات في بيان هذا الشأن، فموعدنا اليوم مع توسط أهل السنة والجماعة بين فرق الأمة، فإن هذه خاصية عظيمة جداً، وهي من أهم ما يميز أهل السنة والجماعة عن غيرهم من أصحاب الأهواء والبدع، لكن قبل الدخول في المطلوب لابد أن نقول: إن توسط أهل السنة والجماعة مأخوذ من توسط الأمة، فكما أن الأمة وسط بين سائر الملل والشرائع السابقة، فكذلك أهل السنة وسط في فرق الأمة؛ ولذلك قال أبو الأسود الدؤلي وميمون بن مهران وغير واحد من السلف: لا ندري أي النعمتين علينا أعظم: أن هدانا الله للإسلام أو عصمنا بالإسلام إلى سنة وسبيل، وحفظنا من اتباع الهوى. ¶ هذا كلام في غاية النور، فإن السلف رضي الله عنهم تحيروا في نعم الله عز وجل عليهم: أيها أعظم؟ فبعضهم يقول: أعظم نعمة هي الإسلام، والأمر كذلك ولاشك، ولكن الأقوى من ذلك: أن يعصمك الله تعالى في إسلامك من اتباع الهوى وركوب البدع، وأن يوفقك إلى الاستقامة على الصراط المستقيم والنهج القويم، هذه سعادة ما بعدها سعادة، وتوفيق وسداد ما بعده توفيق ولا سداد؛ ولذلك وجه سؤال إلى شيخ الإسلام ابن تيمية عليه رحمة الله في بيان توسط الأمة، وبيان توسط أهل السنة والجماعة في سائر الفرق الضالة، المأخوذ من قوله عليه الصلاة والسلام: (افترقت اليهود إلى إحدى وسبعين فرقة، وافترقت النصارى إلى ثنتين وسبعين فرقة، وستفترق هذه الأمة -أي: أمة النبي محمد عليه الصلاة والسلام- إلى ثلاث وسبعين فرقة، كلها في النار إلا واحدة)، في رواية: (وهي الجماعة)، وفي رواية: (من كانوا مثل ما أنا عليه وأصحابي).",
            "page": "2",
            "part": "4",
            "seal": "B7F276CD"
        },
        {
            "id": "41",
            "nass": "توسط أمة محمد بين سائر الأمم ¶ فهذه الفرقة الناجية -وأخص منها الطائفة المنصورة- هم أهل السنة والجماعة، أما غيرهم فأهل الأهواء والبدع والضلال أعاذنا الله وإياكم، فالأمة في مجموعها وفي أصل معتقدها وفي أصل أحكامها وفي أصل توحيدها هي وسط بين أكثر من سبعين أمة سبقتها، فأجاب شيخ الإسلام ابن تيمية عليه رحمة الله بعد مقدمة لطيفة لبيان ما كانت عليه الأمم من قبل، وذلك في المجلد الثالث من مجموع الفتاوى. ¶ حيث قال: (فإن الله بعث محمداً صلى الله عليه وسلم بالهدى ودين الحق؛ ليظهره على الدين كله وكفى بالله شهيداً، وأنزل عليه الكتاب بالحق مصدقاً لما بين يديه من الكتاب ومهيمناً عليه، وأكمل له ولأمته الدين، وأتم عليهم النعمة وجعلهم خير أمة أخرجت للناس، فهم يوفون سبعين أمة هم خيرها وأكرمها على الله عز وجل، وجعلهم -أي: جعل الأمة في مجموعها- أمة وسطاً -أي: عدلاً خياراً- ولذلك جعلهم شهداء على الناس). ¶ كما في قول الله تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة:143]، قال الله عز وجل هذا الكلام بعد أن اعترض اليهود والمنافقون والسفهاء على تحويل القبلة من بيت المقدس إلى بيت الله الحرام، فقال سبحانه: {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ} [البقرة:142]. ¶ ثم قال: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} [البقرة:143]. ¶ قال: (ولذلك جعلهم شهداء على الناس، هداهم لما بعث به رسله جميعهم من الدين الذي شرعه لجميع خلقه، ثم خصهم بعد ذلك بما ميزهم به وفضلهم من الشرعة والمنهاج الذي جعله لهم). ¶ ولذلك قال الله تعالى: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} [المائدة:48]، فاختلاف الشرائع باختلاف الأنبياء، ومع كل نبي شريعة تخصه، أما الدين فهو واحد لا تبديل ولا تغيير فيه بين نبي وآخر. ¶ قال: (مثل أصول الإيمان، وأعلاها وأفضلها هو توحيد الله عز وجل، وهو شهادة أن لا إله إلا الله وأن محمداً رسول الله). ¶ الإيمان بها إيماناً جازماً، والقول بها قولاً بيناً، والعمل بمقتضاها على النحو الذي أمر الله عز وجل، وأمر به رسوله عليه الصلاة والسلام. ¶ قال: (كما قال تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء:25]، وقال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل:36]، وقال تعالى: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} [الزخرف:45]، وقال تعالى: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى} [الشورى:13]، وقال تعالى: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ * وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ} [المؤمنون:51 - 52]]. ¶ هذه الآية: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} [البقرة:143] أي: عدولاً كما جاء في تفسير النبي عليه الصلاة والسلام لما سئل عن الوسط قال: العدل، فهذه الأمة في مجموعها أمة عدل، ولذلك ارتضى الله عز وجل لها -أي: كلفها- أن تشهد على الأمم من قبلها، ثم يكون الرسول عليه الصلاة والسلام شهيداً على هذه الأمة. ¶ قال: (ومثل الإيمان بجميع كتب الله وجميع رسل الله، كما قال تعالى: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} [البقرة:136]، ومثل قوله تعالى: {وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ} [الشورى:15]، ومثل قوله تعالى: {آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} [البقرة:285]. ¶ ومثل الإيمان بالله الإيمان باليوم الآخر وما فيه من الثواب والعقاب، كما أخبر عن إيمان من تقدم م",
            "page": "3",
            "part": "4",
            "seal": "F08DD835"
        },
        {
            "id": "42",
            "nass": "الشرائع التي شرعها الله لأمة محمد وميزها بها عن غيرها ¶ قال: (ومثل أصول الشرائع كما ذكر الله تعالى في سورة الأنعام والأعراف وسبحان وغيرهن من السور المكية، من أمر الله تعالى لعباده بعبادته وحده لا شريك له، وأمره ببر الوالدين وصلة الأرحام والوفاء بالعهود، والعدل في المقال، وتوفية الميزان والمكيال، وإعطاء السائل والمحروم، وتحريم قتل النفس بغير الحق، وتحريم الفواحش ما ظهر منها وما بطن، وتحريم الإثم والبغي بغير الحق، وتحريم الكلام في الدين بغير علم مع ما يدخل في التوحيد من إخلاص الدين لله تعالى، والتوكل على الله، والرجاء لرحمة الله، والخوف من الله، والصبر لحكم الله، والقيام لأمر الله، وأن يكون الله ورسوله أحب إلى العبد من أهله وماله والناس أجمعين إلى غير ذلك من أصول الإيمان التي أنزل الله ذكرها في مواضع من القرآن كالسور المكية وبعض السور المدنية. ¶ وكذلك ما أنزل الله عز وجل في السور المدنية من شرائع دينه، وما سنه الرسول عليه الصلاة والسلام لأمته، فإن الله سبحانه أنزل عليه الكتاب والحكمة، وامتن على المؤمنين بذلك، وأمر أزواج نبيه بذكر ذلك، فقال: {وَأَنزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ} [النساء:113]-أي: يا محمد- وقال تعالى: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} [آل عمران:164]، وقال تعالى آمراً أزواج نبيه: {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ} [الأحزاب:34]-أي: القرآن- {وَالْحِكْمَةِ} [الأحزاب:34] أي: السنة النبوية؛ ولذلك قال حسان بن عطية: كان جبريل عليه السلام ينزل على النبي صلى الله عليه وسلم بالسنة كما ينزل عليه بالقرآن. ¶ وقال النبي عليه الصلاة والسلام: (ألا إني أوتيت القرآن ومثله معه، ألا إني أوتيت القرآن ومثله معه، ألا إني أوتيت القرآن ومثله معه)). ¶ إجماع أهل السنة والجماعة أن المثلية هنا هي مثلية الوحي كتاباً وسنة، وهذه الشرائع التي هدى الله بها هذا النبي وأمته، مثل التوجه إلى القبلة والمنسك والمنهاج أي: الشريعة، وذلك مثل الصلوات الخمس في أوقاتها والقراءة والركوع والسجود واستقبال القبلة، كل ذلك أمرنا الله عز وجل به في كتابه، كما أمرنا بذلك نبيه صلى الله عليه وسلم. ¶ قال: (ومثل فرائض الزكاة وأنصبتها التي فرضها الله في أموال المسلمين من الماشية والحبوب والثمار والتجارة والذهب والفضة، ومن جعلت له، حيث قال تعالى: {إِنَّمَا الصَّدَقَاتُ} [التوبة:60] أي: الزكوات: {لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} [التوبة:60]. ¶ ومثل صيام شهر رمضان، ومثل حج بيت الله الحرام، والحدود التي حدها الله تعالى لهم: في المناكح، والمواريث، والعقوبات، والمبايعات، ومثل السنن التي سنها الله تعالى لهم من الأعياد والجمعات والجماعات في المكتوبات، والجماعات في الكسوف والاستسقاء وصلاة الجنازة والتراويح). ¶ كل هذا شرع الله تعالى تميزت به هذه الأمة عن غيرها من سائر الأمم. ¶ قال: (وما سن لهم الرسول صلى الله عليه وسلم في العادات، مثل: المطاعم، والملابس، والولادة، والموت، ونحو ذلك من السنن والآداب، والأحكام التي هي حكم الله ورسوله بينهم: في الدماء، والأموال، والأبضاع، والأعراض، والمنافع، والأبشار، وغير ذلك من الحدود والحقوق، إلى غير ذلك مما شرعه لهم على لسان رسوله صلى الله عليه وسلم. ¶ وحبب الله تعالى إليهم الإيمان وزينه في قلوبهم، فجعلهم متبعين لرسوله صلى الله عليه وسلم، وعصمهم أن يجتمعوا على ضلالة كما ضلت الأمم من قبلهم) -وهذه كذلك خاصية أخرى سنتعرض لها بإذن الله تعالى؛ أن الأمة في مجموعها معصومة، أما أفراداً أفراداً فليس أحد معصوماً إلا النبي صلى الله عليه وسلم- إذ كانت كل أمة إذا ضلت أرسل الله تعالى إليهم رسولاً، كما قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل:36]، وقال تعالى: {وَإِنْ مِنْ أُمَّةٍ إِلَّا خلا فِيهَا نَذِيرٌ} [فاطر:24]-أي: رسول- ومحمد صلى الله عليه وسلم خاتم الأنبياء لا نبي بعده، فعصم الله تعالى أمته أن تجتمع على ضلالة، وجعل فيها من تقوم به الحجة إلى يوم القيامة على سائر الخلق، ولهذا كان إجماعهم -أي: إجماع الأمة- حجة كما كان الكتاب والسنة حجة؛ ولهذا امتاز أهل الحق من هذه الأمة والسنة والجماعة عن أهل الباطل الذين يزعمون أنهم يتبعون الكتاب، ويعرضون عن سنة رسول الله صلى الله عليه وسلم وعما م",
            "page": "4",
            "part": "4",
            "seal": "613C2949"
        },
        {
            "id": "43",
            "nass": "المؤمنون وسط في أنبياء الله ورسله وعباده الصالحين ¶ قال شيخ الإسلام رحمه الله: (والمسلمون وسط في أنبياء الله ورسله وعباده الصالحين، لم يغلوا فيهم كما غلت النصارى فاتخذوا أحبارهم ورهبانهم أرباباً من دون الله عز وجل، كما اتخذوا المسيح ابن مريم إلهاً من دون الله: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} [التوبة:31]-يعني: لم يغالوا في الأنبياء فيبلغوا مرتبة الإلهية- كما أن المسلمين لم يجفوا عنهم جفاء اليهود، الذين قتلوا الأنبياء بغير حق، والذين يقتلون الذين يأمرون بالقسط من الناس، وكلما جاءهم رسول بما لا تهوى أنفسهم استكبروا فقتلوا فريقاً وكذبوا آخر من أنبياء الله ورسله). ¶ فالأمة وسط بين الغلاة -أي: بين الغلو والجفاء- فيما يتعلق بمعتقدهم في الأنبياء؛ يعتقدون أنهم بشر، وأن الله تعالى إله واحد لا إله غير ولا رب سواه. ¶ كما زعمت النصارى أن عيسى إله، وزعموا أنه ابن الإله، وزعموا أنه ثالث ثلاثة، وكذلك قالت اليهود: عزير ابن الله، تعالى الله عز وجل عن قولهم علواً كبيراً. ¶ ولذلك: (أتى آت فهم بالسجود للنبي صلى الله عليه وسلم وكان قد أتى من اليمن، فقال النبي صلى الله عليه وسلم: ماذا تصنع؟ قال: يا رسول الله! أنت أحق بذلك، إنما رأيت الناس هناك يسجدون لبطارقتهم، فقال النبي عليه الصلاة والسلام: لا تفعل)، وقال عليه الصلاة والسلام: (لا تطروني كما أطرت النصارى عيسى بن مريم، إنما أنا عبد فقولوا: عبد الله ورسوله)، فهذا تقرير لعبودية النبي عليه الصلاة والسلام لربه، وأنه ليس إلهاً، كما أن الله تبارك وتعالى أمر بإجلاله وتعظيمه وتوقيره وتعزيره، وألا نناديه كما ينادي أحدنا أخاه، بل أمر الله عز وجل في أول الأمر أن من أراد أن ينادي رسول الله، فليقدم بين يديه صدقة، ثم نسخ الله تعالى ذلك، وأمرنا إذا ناديناه أن نقول: يا رسول الله! ولا نقول: يا محمد!",
            "page": "5",
            "part": "4",
            "seal": "679FEF3F"
        },
        {
            "id": "44",
            "nass": "المؤمنون وسط فيما يتعلق بشرائع دين الله ¶ قال شيخ الإسلام رحمه الله: (وكذلك المؤمنون وسط فيما يتعلق بشرائع دين الله، فلم يحرموا على الله عز وجل أن ينسخ ما شاء ويمحو ما شاء ويثبت كما قالته اليهود، وكما حكى الله تعالى عنهم ذلك بقوله: {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا} [البقرة:142]). ¶ لو كانوا مسلمين حقاً لآمنوا بالتحويل، وما جعلها الله عز وجل إلا ابتلاء لينظر من يؤمن ويسمع ويطيع، ممن ينقلب على عقبيه، وكان المنافقون واليهود أول من انقلب على عقبيه وأظهر الاعتراض على الله عز وجل، وقال تعالى: {وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ} [البقرة:91]. ¶ قال: (ولا جوز المؤمنون لعلمائهم وعبادهم أن يغيروا دين الله كما فعلت النصارى). ¶ ولذلك (دخل عدي بن حاتم على النبي صلى الله عليه وسلم وهو يتلو: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ} [التوبة:31]، فقال عدي: يا رسول الله! ما عبدوهم؟ قال النبي عليه الصلاة والسلام: يا عدي! ألم يحرموا لهم الحلال ويحلوا لهم الحرام فاتبعوهم؟ قال: نعم. ¶ قال: فتلك عبادتهم إياهم)، وهذا فيما يتعلق بالأحبار والرهبان، أي: علماء كل شرعة ومنهاج. ¶ فلما أحلوا لهم ما لم يحله لهم الله تعالى ولا رسوله الذي بعث فيهم، وكذا فعلوا في الحلال أو في الحرام، فاتبعت الأمة علماءها ولم تتبع أنبياءها؛ فكان هذا ضرب من ضروب العبادة والربوبية لغير الله عز وجل، أما أمتنا فإنها ترد على أعلم أهل الأرض من أبناء المسلمين إذا حاد عن الطريق وإذا أخطأ. ¶ لو أن أبا بكر الصديق رضي الله عنه وهو أعظم رجل في الأمة بعد نبيها صلى الله عليه وسلم قال قولاً لم يوافق الحق لوجب على الأمة أن ترد عليه، لا تعبده من دون الله، فهذه الأمة محروسة معصومة محفوظة بحفظ الله تبارك وتعالى لها، وهذا في مجموعها، ولا يمنع أن يخطئ مجتهد في اجتهاده، وهو مأجور أجراً واحداً، ومن أصاب فهو الأصل وله أجران.",
            "page": "6",
            "part": "4",
            "seal": "FEBA2F0B"
        },
        {
            "id": "45",
            "nass": "المؤمنون وسط في باب الخلق والأمر والصفات ¶ قال شيخ الإسلام رحمه الله: (والمؤمنون قالوا: (لله الخلق والأمر)، فكما لا يخلق غيره لا يأمر غيره). ¶ أي: ليس لأحد حق الأمر إلا من كان له حق الخلق، فلما أجمعت الأمة أنه لا خالق إلا الله، فكذلك ليس لأحد أن يأمر وينهى إلا بأمر الله وأمر رسوله. ¶ قال: (وقالوا: سمعنا وأطعنا فأطاعوا كل أمرٍ أمر الله به، وقالوا: إن الله يحكم ما يريد، أما المخلوق فليس له أن يبدل أمر الخالق تعالى ولو كان عظيماً. ¶ وكذلك الأمة في صفات الله عز وجل -وسط بين الأمم السابقة- فإن اليهود -عليهم لعنة الله- وصفوا الله تعالى بصفات المخلوق الناقصة، فقالوا: هو فقير ونحن أغنياء، وقالوا: يد الله مغلولة، وقالوا: إنه تعب من الخلق فاستراح يوم السبت!). ¶ أي: تعب من خلق الكون فاستراح في اليوم السابع! تعالى الله عن قولهم علواً كبيراً، فإن الله لا يمسه نصب ولا تعب. ¶ قال: (والنصارى وصفوا المخلوق بصفات الخالق المختصة به سبحانه وتعالى). ¶ أما المؤمنون المسلمون فهم وسط بين هذا وذاك، فلم يصفوا الله تعالى بصفات النقص، بل أثبتوا له صفات الكمال والجلال على المعنى اللائق بالله تعالى، كما أنهم كذلك لم يعطوا أحداً من البشر ولو كان رسولاً أرسل من عند ربه أو نبياً شيئاً مما يجب صرفه لله عز وجل، كما أنهم كذلك لا يعطون لآحاد الأمة حقاً هو حق للرسول عليه الصلاة والسلام، فلكل حقه عند مجموع الأمة وعند أهل السنة والجماعة على جهة الخصوص. ¶ قال: (والمؤمنون آمنوا بالله سبحانه وتعالى ليس له سمي ولا ند، ولم يكن له كفواً أحد، وليس كمثله شيء، فإنه رب العالمين وخالق كل شيء، وكل ما سواه عباد له فقراء إليه: {إِنْ كُلُّ مَنْ فِي السَّمَوَاتِ وَالأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا * لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا * وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا} [مريم:93 - 95]].",
            "page": "7",
            "part": "4",
            "seal": "AEA4E8F1"
        },
        {
            "id": "46",
            "nass": "المؤمنون وسط في باب الحلال والحرام ¶ وكذلك في باب الحلال والحرام، فإن اليهود تنكبوا طريق الحلال والحرام، فارتكبوا الحرام وتركوا الحلال، وعلى العكس منهم فعل النصارى، ولكن هذه الأمة توسطوا في باب الحلال والحرام، فإنهم لم يحلوا شيئاً إلا أحله الله، ولم يحرموا شيئاً إلا حرمه الله؛ ولذلك أنزل الله تعالى عقوبته على اليهود والنصارى، ولم ينزلها على المؤمنين الموحدين. ¶ قال شيخ الإسلام رحمه الله تعالى: (فإن اليهود كما قال الله تعالى: {فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ} [النساء:160]-كانت حلالاً، وبسبب ظلمهم حرمها الله تعالى عليهم- فلا يأكلون ذوات الظفر مثل: الإبل والبط، ولا شحم الثرب والكليتين ولا الجدي في لبن أمه إلى غير ذلك مما حرم الله تعالى عليهم من الطعام واللباس، حتى قيل: إن المحرمات عليهم ثلاثمائة وستون نوعاً، والواجب عليهم مائتان وثمانية وأربعون أمراً). ¶ وكذلك شدد الله عز وجل عليهم في النجاسات، فإذا أصاب ثوب أحدهم بول فلا يطهره الماء ولا التراب، إنما يلزمه أن يقرضه بالمقاريض، ويرميه ويلقيه على المزابل. ¶ قال: (أما النصارى فاستحلوا الخبائث والمحرمات، وباشروا جميع النجاسات). ¶ فالواحد منهم يصيب ثوبه البول والنجاسة، فيدخل الكنيسة فيصلي على هذا النحو. ¶ أما نحن فإننا وسط في باب الحلال والحرام وفي باب النجاسات بين اليهود والنصارى، إذا أصاب ثوب أحدنا نجس أو خبث أزاله وغسله بالماء، ثم دخل في الوقوف بين يدي ربه لا حرج عليه، لم يؤمر بقرض الثوب بالمقراض، كما أننا كذلك لا تصح عبادتنا بهذه النجاسة، فإننا أمة طاهرة مطهرة بتطهير الله عز وجل لها من الأرجاس والأدران.",
            "page": "8",
            "part": "4",
            "seal": "392A8B9F"
        },
        {
            "id": "94",
            "nass": "فرقة الخوارج في العصر الحاضر ¶ المسألة الرابعة: هذه مقدمة لابد منها في بيان معتقد أهل السنة والجماعة وما هم عليه من خير، وحتى تعلم أن العبادة وحدها ليست كافية في الحكم على العبد بالاستقامة وسلامة المعتقد والمنهج، فلا يوجد على مر التاريخ أعبد من الخوارج، وإن شئت فقل: لم يخرج أحد على السواد الأعظم من أهل السنة والجماعة كما خرج الخوارج؛ لأنهم لا يدرون ما في كتاب الله ولا ما في سنة النبي عليه الصلاة والسلام، ولم يجلسوا يوماً لعالم يتفقهون على يديه، وهذه جماعة التكفير تعيش بين أظهركم وبين أيديكم، وتنطلق هذه الجماعة والفرقة المشئومة تارة في بلدة تسمى كرباسة، وهي خلف ظهوركم، أو في شارع فيصل ويمتدون إلى منطقة الهرم، وفي شوبرا وعين شمس، وهذه الفرقة إنما يكمنون في وسط الأحياء الراقية في مصر الجديدة على جهة الخصوص، ثم لهم وجود ضئيل خفيف في منطقة المهندسين والدقي على مرأى ومسمع من المسئولين؛ لأنهم لا خطورة منهم الآن، وما أبقاهم المسئولون إلا لأن دورهم قد مات، أو ربما يكون له وجود في المستقبل، أما الآن فلا خطورة منهم، فتركهم يهدمون ما يبنيه الآخرون أمر مطلوب على الساحة السياسية. ¶ هذه الجماعة، وإن شئت فقل: هذه الفرقة، لماذا هي فرقة؟ لأنها تبعت أجدادها وأسيادها وآباءها الذين خرجوا في زمن علي بن أبي طالب رضي الله عنه، فتبنى هؤلاء أصول أولئك، وتبنى هؤلاء هدم القواعد الكلية والقواعد العامة في الشريعة الإسلامية كما هدم أجدادهم، فاستحقوا بذلك أن يكونوا فرقة من الفرق الضالة بخلاف غيرهم.",
            "page": "7",
            "part": "8",
            "seal": "83FE3A34"
        },
        {
            "id": "95",
            "nass": "الحق في الأصول العامة والقواعد الكلية واحد لا يتعدد ¶ قوله عليه الصلاة والسلام: (كلها في النار إلا واحدة)، يدل هذا القول على أن الحق واحد لا يتعدد، أي: الحق في الأصول العامة والقواعد الكلية واحد لا يتعدد، أما في فروع الشريعة فالباب واسع، ولذلك اختلف الصحابة رضي الله عنهم في فروع كثيرة جداً من الفقه وفي بعض فروع الاعتقاد، وأما الذي اختلف فيه السلف من الصحابة على جهة الخصوص فإنه يسع من أتى بعدهم، ولا يضلل أو يفسق أو يبدع به المخالف؛ لأن هذا هو دين الله عز وجل. ¶ أما الخلاف في الأصول العامة والقواعد الكلية فإنه كفر بواح، فمثلاً: الخلاف على أن الله تعالى فرض الحج وفرضه في أشهر معلومات، فإن من نازع في ذلك كافر، ومن خالف في أن الله تعالى افترض على المسلم خمس صلوات في يومه وليله تؤدى ونازع في ثبوت ذلك فإنه كافر بالله العظيم، وقس على هذا غيره مما أجمع عليه أهل العلم بناء على ثبوته في الكتاب والسنة، فإن هذا مما لا يسع المسلم فيه الخلاف، ولا يمكن أن يأتي إنسان ويدعي أن هذا من باب الاختلاف في الدين، وأن هذا أمر مباح، وأن هذا خلاف سائغ معتبر، فإن من قال هذا فقد فَقَدَ دينه وعقله على السواء. ¶ ولذلك قوله: (إلا واحدة)، يدل على أن الحق واحد؛ لأن مصدر الحق لم يختلف عليه أحد من أهل السنة والجماعة، وأن مصدر الحق هو كلام الله تعالى في كتابه، وكلام النبي عليه الصلاة والسلام في سنته الصحيحة، وإجماع أهل العلم خاصة إجماع الصحابة رضي الله عنهم، فيكون منشأ العلم الرد إلى الله تعالى، والرد إلى رسوله الكريم عليه الصلاة والسلام، وهذا قد بُين في قوله تعالى: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} [الأنعام:153]، فبين أن صراطه واحد لا اثنان، وفي قول الله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء:59]، فلم يقل: ردوه إلى قياس على غير أصل، أو إلى رأي فاسد، أو إلى زعماء هذه الفرق، أو أمراء الجماعات أو غير ذلك، وإنما إذا وقع النزاع والتفرق والاختلاف أن يكون الرد لله تبارك وتعالى ورسوله الكريم عليه الصلاة والسلام، وما أجمع عليه الصحابة رضي الله عنهم مما لم يرد في كتاب الله ولا في سنة الرسول عليه الصلاة والسلام بالأمر الصريح إنما أجمعوا عليه استنباطاً واجتهاداً من أدلة الكتاب والسنة، فلابد أن تفهم هذا فإنه مهم غاية الأهمية، بل لابد أن تضع هذه الأصول نصب عينيك تنير لك الطريق. ¶ أما النبي عليه الصلاة والسلام فلم يعين هذه الفرق، قال: (ثنتان وسبعون في النار، وواحدة في الجنة)،لم يقل: الأولى من أهل النار، هي كيت وكيت وكيت، وأصولها كيت وكيت وكيت، ولم يفعل هكذا في كل فرقة من الفرق، وإنما بين أوصاف وعلامات وأمارات الفرقة الناجية؛ لأنها الأولى بالبيان؛ لأن النبي عليه الصلاة والسلام إذا بين صحة اعتقاد فرقة بعينها دل على أن غيرها من الفرق على معتقد باطل. ¶ ويدل كذلك تعيين هذه الفرقة دون سواها أننا مطالبون ابتداء بمعرفة هذه الفرقة بجميع أصولها وقواعدها العامة الكلية؛ ثم اعتقاد أن بقية الفرق ما استحقت النار والخلود فيها إلا لأجل مخالفتها لهذا الحق الذي عليه الفرقة الناجية والطائفة المنصورة. ¶ ولذلك لا يعجبني قط كما لا يعجب أحداً من أهل العلم انطلاق بعض المشايخ وأهل العلم في تعليم الطلاب ما هي الشيعة، وما هي القدرية، ومن هم الخوارج، ومن هم الروافض، ومن هم المعتزلة، ومن هم الأشعرية، قبل أن يتأهل المستمع في العقيدة السليمة، فإذا ترسخت هذه العقيدة في قلب السالك إلى الله عز وجل، وأصول الفقه والحلال والحرام والأخلاق والسلوك والآداب فلا مانع، وكثير ممن يفيق في هذا الزمان إنما يفيق بعد سن الأربعين، فلا يكفي ما تبقى له من عمر أن يدرس أصول هذه الفرق وفروع هذه الفرق، إنما يكفيك أن تنجو بنفسك، يقال: انج سعد فقد هلك سعيد. ¶ الذي يلزمك لزوماً أكيداً أن تنطلق في البحث عن عقيدة أهل السنة والجماعة فتدرسها، وتتعلم أصولها وفروعها حتى لا تضل بك تلك الأهواء، وألا يدخل فيك داء الكَلَب الذي إذا دخل في كل عرق ومفصل منك لم يدع منك شاردة ولا واردة إلا أضلك فيها كما ضل من سبق.",
            "page": "8",
            "part": "8",
            "seal": "BA39CF0D"
        },
        {
            "id": "96",
            "nass": "تعريف الجماعة ¶ بين النبي عليه الصلاة والسلام أن هذه الفرقة الناجية هم الذين تمسكوا بالسنة وتمسكوا بالجماعة، بل سماهم النبي عليه الصلاة والسلام بالجماعة، قال: (إلا واحدة وهي الجماعة)، ولذلك اختلف أهل العلم ما هي الجماعة؟ قالوا: هم السواد الأعظم من أهل الإسلام، أي: عامة الناس، وبعضهم أصاب في تعريفه أكثر فقال: هم الجماعة من أهل العلم والمجتهدين؛ معهم عامة الناس أو ليس معهم عامة الناس، المهم أنهم جماعة العلم والعلماء والمجتهدين؛ لأن أحداً لن يخالف هؤلاء إلا من منطلق الجهل أو الشهوة، ولذلك يقول ابن سيرين: ما ضل عالم قط، ويقول ابن مسعود رضي الله عنه: (الجماعة أن تكون على الحق وإن كنت وحدك). ¶ والناظر في القرن الثالث الهجري في زمن أحمد بن حنبل يرى أن الولاة والأمراء والقضاة والحكام وغيرهم كانوا على الاعتزال -وهي فرقة باطلة-وأحمد رضي الله عنه وحده على الحق، ولذلك ناقشه رجل، وقال: يا أحمد لقد ظهر ما تزعم أنه الباطل على الحق الذي تزعم أنك عليه، ولو كان هذا باطلاً لم يكن له ظهور. ¶ فقال له أحمد: ومن قال لك أنه ظهر؟ لا والله ما ظهر، إنما الظهور انتقال القلوب من الحق إلى الباطل، أما قلوبنا فمستقرة بالحق بإذن الله. ¶ فواحد على الحق يؤثر بل ويقض مضاجع أهل الباطل وإن كثروا؛ لأن الباطل لجلاج ضعيف هزيل، لا يصمد أمام كلمة حق واحدة. ¶ انظروا إلى سلطان جائر لو خرج عليه رجل وقال له: اتق الله في حكمك واحكم بشرع الله، كيف سيهتز؟! ولذلك قال النبي عليه الصلاة والسلام: (أفضل الجهاد كلمة حق عند سلطان جائر)، فعد النبي عليه الصلاة والسلام هذا من أعظم مراتب الجهاد، مع أنه كلام يقال باللسان من شخص لشخص يملك أمة، والأمة كلها معه، وإذا استطاع أن يعمل فيها الخوف أو السيف لفعل دون أن ينكر عليه أحد، ثم يقول له: اتق الله فأنت ظالم فاجر، ويقيمه على الجادة إن أراد الله تعالى وهو واحد. ¶ وبعضهم قال: الجماعة هي: جماعة الصحابة على جهة الخصوص؛ لأنه لم يثبت أن صحابياً واحداً خرج عن منهاج النبوة، أو كان مع أصحاب الفرق الضالة، وأن الله تبارك وتعالى عصمهم في مجموعهم؛ وما وقع بينهم من الاختلاف إنما هو من باب الاختلاف السائغ المعتبر، أما الخلاف في أصول الدين وقواعده الكلية فلم يكن ذلك كما كان فيمن أتى بعدهم، ولذلك استحق الصحابة رضي الله عنهم يرضا الله تعالى عنهم، ورضا النبي عليه الصلاة والسلام وترضي أهل السنة والجماعة عنهم استحقوا أن يكونوا القدوة والأسوة بعد النبي عليه الصلاة والسلام، وهذا أمر لا يتأهل له غيرهم ممن أتى بعدهم. ¶ وبعضهم قال: إن القوم إذا اجتمعوا على أمير صاروا جماعة. ¶ وربما يحدث هنا لبس، فتقول هذه الجماعات المتناثرة المترامية في الأرض شرقاً وغرباً: نحن الجماعة! وليس الأمر كذلك، بل المقصود جماعة الإمام الأعظم والخليفة العام الذي ينتظره كل مسلم، فهؤلاء الحكام والأمراء والزعماء والقواد والملوك ليسوا في حقيقة أمرهم خلفاء، وإن زعم بعضهم أنه خليفة، وأمر الخطباء والوعاظ والعلماء بالدعاء له على المنابر وفي محاضراتهم ودروسهم باسم الخليفة، ليس الأمر كذلك، بل الخليفة عند أهل السنة والجماعة هو من تولى أمر المسلمين عامة في الشرق والغرب على وجه الأرض، وعين الولاة والأمراء، فعينوا هؤلاء القضاة وحكام القرى والريف وغير هؤلاء. ¶ فالخليفة الذي ننتظره بعد أن سقطت الخلافة العثمانية في تركيا على يد الهالك المجرم الغاشم الآثم الكافر مصطفى كمال أتاتورك لعنه الله، لما سقطت الخلافة على يديه سنة 1924م قامت هذه الجماعات مجتمعة لتسد بعض الثغرات التي نتجت عن سقوط الخلافة العثمانية، أو الخلافة الإسلامية. ¶ هذه أقوال أهل العلم في بيان معنى الجماعة. ¶ أقول قولي هذا وأستغفر الله تعالى لي ولكم، فاستغفروه إنه هو الغفور الرحيم.",
            "page": "9",
            "part": "8",
            "seal": "1972A17D"
        },
        {
            "id": "97",
            "nass": "تعريف أهل السنة ¶ الحمد الله وكفى، والصلاة والسلام على رسوله المصطفى، وأصلي وأسلم على نبينا محمد عليه الصلاة والسلام، وأشهد أن لا إله إلا الله، وأن محمداً عبده ورسوله. ¶ وبعد: فهذه الفرقة الناجية والطائفة المنصورة هم أتباع أهل العلم إلى قيام الساعة، ولكن السؤال الذي دائماً يحير سائله: من هم أهل السنة والجماعة؟ ولماذا سموا بهذا الاسم؟",
            "page": "10",
            "part": "8",
            "seal": "58EF7CC4"
        },
        {
            "id": "98",
            "nass": "سبب التسمية بأهل السنة ¶ سموا بهذا الاسم: أهل السنة؛ لتمسكهم بالعروة الوثقى والحبل المتين، وهي سنة النبي الأمين التي أتى بها من عند رب العالمين، فتمسكت هذه الطائفة بما كان عليه النبي عليه الصلاة والسلام وأصحابه الكرام خاصة في باب الاعتقاد وكذلك العبادات، فلم يبتدعوا لا في أصل ولا في فرع، فهؤلاء هم أهل السنة، ولذلك عند إطلاق لفظ السنة في باب الاعتقاد إنما يقصد به من كانوا على مثل ما كان عليه النبي وأصحابه الكرام رضي الله عنهم أجمعين، ولذلك يقال: فلان من أهل السنة، وفلان من أهل البدعة، فتطلق السنة في مقابلة البدعة، سواء كانت بدعة كلية أو بدعة فرعية في الأحكام.",
            "page": "11",
            "part": "8",
            "seal": "2F3F3ED7"
        },
        {
            "id": "99",
            "nass": "معنى السنة عند السلف والفقهاء ¶ يطلق السلف لفظ السنة على الطريقة المسلوكة -وهذا معنى السنة في اللغة- سواء كانت مذمومة أو محمودة، كما في قوله عليه الصلاة والسلام: (من سَنَّ في الإسلام سنة حسنة فله أجرها وأجر من عمل بها لا ينقص ذلك من أجورهم شيئاً، ومن سن في الإسلام سنة سيئة فعليه وزرها ووزر من عمل بها لا ينقص ذلك من أوزارهم شيئاً). ¶ والسنة عند الفقهاء تعني مقابلة الفرض، فالسنة عند الفقهاء وعند أهل الفقه تختلف عن الفرض، فالظهر فرض وما قبله وما بعده من النوافل تسمى سنة.",
            "page": "12",
            "part": "8",
            "seal": "099DB071"
        },
        {
            "id": "100",
            "nass": "سبب وجود مصطلح أهل السنة ¶ أما اشتهار لفظ السنة عند السلف فسببه أنه خرجت الخوارج وافترقت الفرق، فقالوا: فلان سني وفلان بدعي، وفلان على السنة وفلان مبتدع، وقد ورد ذلك في تراجم كثير من أهل العلم، ومن شاء الرجوع إلى ذلك ومعرفته وقراءته بعيني رأسه فليرجع إلى سير أعلام النبلاء، وغيره من كتب تراجم أهل العلم، فإنهم كانوا يقولون: فلان كان داعية إلى السنة، محارباً لأهل البدع.",
            "page": "13",
            "part": "8",
            "seal": "7ECC1CB3"
        },
        {
            "id": "101",
            "nass": "من صفات الطائفة المنصورة ¶ هذه الطائفة المنصورة إنما ظهرت في قوله عليه الصلاة والسلام: (لا تزال طائفة من أمتي ظاهرة على الحق لا يضرهم من خالفهم حتى يأتي أمر الله وهم على ذلك)، أي: على هذا الظهور والتمسك بما هم عليه من الحق، هذا الحديث استنبط منه أهل العلم معنى الطائفة المنصورة، قال الإمام أحمد بن حنبل ونعيم بن حماد شيخ الإمام البخاري وغيره من أهل العلم: إن لم تكن الطائفة المنصورة هم أهل العلم وأصحاب الحديث فلا ندري من هم. ¶ قال البغدادي: وإنما استحقت هذه الطائفة أن تكون منصورة وأن يكون أولى الناس بها هم أهل الحديث لدوام قرع أسماعهم بقال الله وقال الرسول، ومعرفتهم بعلل الروايات، وتمييزهم بين صحيح الأقوال وضعيفها، ودعوة الناس بما صح من سنة النبي عليه الصلاة والسلام، ومعرفة هؤلاء بأقواله عليه الصلاة والسلام وأفعاله وتقريراته، وصفاته الخَلْقية والخُلُقية، فهم أدرى الناس بالنبي عليه الصلاة والسلام، وأعلم الناس بأحواله وأقواله وأفعاله، كما أنهم يحرصون على معرفة المصدر الأول وهو وحي السماء، كتاب الله عز وجل، فهم يدرسونه بعناية فائقة، ينفون عنه وعن سنة النبي عليه الصلاة والسلام تحريف الغالين وانتحال المبطلين وتأويل الجاهلين، وقد قال النبي عليه الصلاة والسلام: (يحمل هذا العلم -أي: علم السنة- من كل خلف عدوله) أي: من كل جيل أعدل الناس فيه، وفيه إشارة إلى أن من حمل العلم صار عدلاً. ¶ وهذا مذهب الأحناف، خلافاً للجمهور. ¶ على أي حال العلم شرف لأهله، ولذلك وردت آيات في كتاب الله عز وجل، وفي سنة النبي عليه الصلاة والسلام، وأقوال سلف الأمة تبين فضل العلم والعلماء، وأن أحداً لا يوازيهم ولا يضاهيهم في الفضل والعلم والفكر والفهم والعمل والعبادة، ولذلك نص أهل السنة والجماعة على ذلك في كتب أصيلة عظيمة من كتب الإسلام، وأن أهل السنة والجماعة إنما يعرفون بعلامات وسمات وأمارات، ولذلك قال سفيان لـ يوسف بن أسباط: يا يوسف! إذا سمعت برجل من أهل السنة بالمغرب فأرسل إليه السلام، وإذا سمعت برجل من أهل السنة في المشرق فأرسل إليه السلام، فأهل السنة جزء واحد كالجسد الواحد، إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى، كما في قوله عليه الصلاة والسلام: (والمسلمون يسعى بذمتهم أدناهم) قال العلماء: المسلمون في هذا الحديث يعني بهم عليه الصلاة والسلام أهل السنة، (يسعى بذمتهم أدناهم)، (والمؤمنون في توادهم وتراحمهم كالجسد الواحد)، (والمؤمن للمؤمن كالبنيان يشد بعضه بعضاً)، وقال عليه الصلاة والسلام: (وكونوا عباد الله إخوانا)، وغير ذلك من الأدلة التي وردت في الكتاب والسنة تدل على أن أهل السنة والجماعة هم من كانوا على أصول ثابتة وقواعد عامة كلية في الشريعة والاعتقاد، وإن تباعدت أوطانهم، واختلفت ألوانهم وألسنتهم. ¶ وهذه الفرقة الناجية ما سميت ناجية إلا لنجاتها من النار، وما نجت من النار إلا لتمسكها بسنة النبي المختار صلوات ربي وسلامه عليه.",
            "page": "14",
            "part": "8",
            "seal": "F88B8B05"
        },
        {
            "id": "102",
            "nass": "تقديم النقل على العقل من أصول الطائفة المنصورة ¶ أول أصل من أصول الفرقة الناجية: أن هذه الطائفة تقدم دائماً النقل على العقل، وهذا في حال الاختلاف والتنازع، أما الأصل فإنه لا يمكن بحال أن يختلف نقل صحيح ثابت مع عقل صريح، ولذلك يسمع الآن على الساحة بعض الملاحدة يقولون: هذه الآية لا تستقيم مع عقولنا، وهذا الحديث لا يمكن أن يكون معقولاً، لماذا؟ لأنهم احتكموا إلى عقولهم، وجعلوا الشرع والنصوص التي وردت في الكتاب والسنة تابعة للعقل. ¶ أما أهل السنة والجماعة والفرقة الناجية فإنهم جعلوا العقل تابعاً للنقل، الأصل عندنا قال الله. ¶ قال الرسول. ¶ أجمع العلماء، ثم قياس صحيح على هذه الأصول، وإذا اختلف العقل مع هذا النقل فلا يخرج الحل عن أحد أمرين: الأمر الأول: أن النقل لا يثبت، ولذلك أنتم تسمعون دائماً في إذاعة القرآن الكريم وغيرها، أن النبي صلى الله عليه وسلم نقل عن ربه أن الله تعالى في الحديث القدسي قال: (وإني خلقت العرش من نور محمد، وخلقت محمداً من نور ربك يا جابر)، وفي رواية: أن النبي عليه الصلاة والسلام قال لـ جابر بن عبد الله الأنصاري: (أول ما خلق الله نور نبيك يا جابر)، فإذا نظرنا إلى هذا الحديث القاضي بأن أول مخلوق هو نور النبي عليه الصلاة والسلام، ونظرنا إلى الحديث الآخر الذي قال فيه النبي عليه الصلاة والسلام: (أول ما خلق الله القلم، فقال له: اكتب، قال: وما أكتب؟ قال: اكتب كل شيء كان إلى يوم القيامة، فجرى القلم بما كان وما سيكون). ¶ إذا نظرنا إلى هذين الحديثين نجد أن أحدهما غير ثابت، بل مكذوب على النبي عليه الصلاة والسلام وهو الحديث الأول، وأما الحديث الثاني فهو حديث صحيح ثابت، فلا يبقى حينئذ تعارض بين هذه النصوص النقلية وبين العقل، فالعقل الآن يؤمن أن أول مخلوق هو القلم، وأن الله أمره أن يكتب مقادير الخلائق، وأعمالهم إلى قيام الساعة، ففعل القلم وكتب ما أمر به. ¶ الأمر الثاني عند تعارض العقل والنقل: لابد أن نتهم عقولنا؛ لأن الله تبارك وتعالى هو الذي خلق العقول وخلق أصحابها، وعلم ما يصلحها وما يفسدها: {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} [الملك:14]، وشرع الله تبارك وتعالى شرعه ليصلح العباد والبلاد، لا لأجل أن يوقعهم في الاضطراب واللبس والحيرة، فالفساد صفة نقص لا تليق بالله عز وجل، ولذلك إذا تعارض حديثان في عقلك، أو دليلان في عقلك، أو دليل واحد مع عقلك فقل: آمنت بالله ورسوله، كما كان يفعل الصحابة رضي الله عنهم إذا سمعوا النص من كتاب الله أو سنة الرسول عليه الصلاة والسلام، فإنهم يسرعون إلى النبي صلى الله عليه وسلم يسألونه عن معنى الآية أو الحديث، فإذا بين لهم ذلك أخذوه وانطلقوا يقولون: آمنا بالله ورسوله، أما أن ترد النص وترد العقل لأول وهلة لأنه اختلف مع عقلك، فتحسن الظن بعقلك وتسيء الظن بالله ورسوله، فهذا كفر بواح، بل أنت مأمور أن تقول: سمعنا وأطعنا، وهذه علامة وآية على إيمانك واستسلامك وذلك وخضوعك بين يدي الله عز وجل العليم القدير. ¶ أول أصل من هذه الأصول: أن تقدم كلام الله ورسوله أولاً، وما أجمع عليه أهل العلم، وكل ذلك مقدم على عقلك وفكرك، أن تسلم دائماً لله، ولذلك كثير من أصحاب الفرق الضالة أوقعهم فيما وقعوا فيه تقديمهم لأهوائهم وقلوبهم وعقولهم وأمزجتهم وأذواقهم ووجدهم؛ قدموا كل شيء وأخذوا كلام الله وكلام الرسول عليه الصلاة والسلام، فاستحقوا أن يضرب الله تبارك وتعالى عليهم العقوبة القدرية الدنيوية، التي هي عقوبة من ضل عن السبيل؛ بأن يجعله كبني إسرائيل يسير في الأرض حيران له أصحاب يدعونه إلى الهدى ائتنا، أصحابه يظنون أنهم على الهدى ويدعونه إليه، تعال معنا، فيذهب معهم فتتجارى به الأهواء، حتى تدخل منه في كل عرق ومفصل فلا يستطيع أن يترك هواه، كما أن من وقع في شهوة صعب عليه جداً أن يترك شهوته، فالبدع شر في التمكن من القلوب والأفئدة والعقول من تمكن هذه الشهوات. ¶ اللهم احفظ عقولنا بالإسلام اللهم احفظ عقولنا بالإسلام اللهم احفظ عقولنا بالإسلام اللهم إنا آمنا بك وبرسولك، وآمنا بكتابك وسنة رسولك، فاحفظنا عليها قائمين، واحفظنا عليها قاعدين، واحفظنا عليها إلى يوم الدين. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.",
            "page": "15",
            "part": "8",
            "seal": "9A537B4E"
        },
        {
            "id": "103",
            "nass": "أصول أهل السنة والجماعة - تقديم النقل على العقل [2] ¶ من أصول أهل السنة والجماعة المقررة عندهم: أن العقل لا يقدم على النقل، وأنهما لا يختلفان إذا صح النقل وسلم العقل من الآفات، ومع هذا فهم لا يقللون من شأن العقل أو يلغونه؛ فإن الشرع بنصوص الكتاب والسنة قد خاطب العقل والعقلاء، وجعل العقل هو مناط التكليف للمرء، ثم هم أيضاً لا يتجاوزون به حدوده، فيبحثون عن الحكمة والعلة في كل شيء، بل ما ظهر منها أخذوا به، وما لم يظهر أسلموا له وأذعنوا.",
            "page": "1",
            "part": "9",
            "seal": "409ED762"
        },
        {
            "id": "104",
            "nass": "بيان أهمية العقل في الإسلام وعدم تعارضه مع النقل ¶ إن الحمد لله تعالى، نحمده ونستعينه ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة. ¶ أما بعد: فلا زال الكلام موصولاً عن أصول وخصائص أهل السنة والجماعة، وكنا قد تكلمنا عن الأصل الأول من أصول أهل السنة والجماعة، وهو أنهم يقدمون النقل على العقل، وبينا أن ذلك لا يكون إلا عند التعارض، والأصل ألا يختلف عقل صريح مع نص صحيح، ولأجل ذلك صنف شيخ الإسلام ابن تيمية كتابه العظيم الجليل: (درء تعارض العقل والنقل)، وبين أن العقل يتفق تمام الاتفاق مع النقل إذا صح عن الله عز وجل وعن رسوله صلوات ربي وسلامه عليه، وقلنا: لا يمكن أن يختلف العقل مع النقل إلا لأمرين لا ثالث لهما: الأمر الأول: عدم ثبوت النقل عن الله وعن رسوله، ويقصد بعدم ثبوت النقل عن الله؛ أي الأحاديث القدسية، أو عن رسوله في أحاديثه النبوية، ولذلك يستحيله العقل ويرده رداً شديداً؛ لأنه لم يثبت ابتداء فضلاً أنه لم يتفق مع العقل. ¶ الأمر الثاني: عدم إدراك العقل لمقصود النص، النص ثابت لكن العقل يقصر تماماً عن فهمه. ¶ ومعنى تقديم النقل على العقل: أن النقل يكون حاكماً على العقل وليس العكس، خلافاً لما فعلته الفرق الضالة؛ فإنهم جعلوا العقل حاكماً على النقل، ومعنى حاكم، أي: أن كل واحد منهم إذا قرأ نصاً في كتاب الله أو في سنة النبي عليه الصلاة والسلام ولم يفهمه، رد النص وقدم عليه العقل، حتى ولو كان آية في كتاب الله عز وجل. ¶ ولا أقول بإلغاء العقل تماماً، فهذا مما لا ينبغي أن يحدث من عاقل؛ لأن الله في كتابه والنبي صلى الله عليه وسلم في سنته إنما خاطب العقل وأمره بالنظر والتفكر والتدبر والعلم والسياحة في ملكوت الله عز وجل، كما أن العقل في بني آدم هو مناط التكليف، فكيف يلغى؟! ولكن الذي ألغيه وأبطله: أن يقف العقل محاداً لله ورسوله، أما إبطال العقل بالكلية فلا، ولذلك آثرت أن يكون هذا الحديث متمماً للدرس السابق ومكملاً له، ومبيناً لأهمية العقل في الإسلام وأنه مناط التكليف.",
            "page": "2",
            "part": "9",
            "seal": "65FA131C"
        },
        {
            "id": "105",
            "nass": "خطاب الله للعقلاء في القرآن ¶ أسوق لك هنا بعض الأدلة من كتاب الله ومن سنة النبي عليه الصلاة والسلام وكذا من المعقول لأهمية العقل؛ لأنه لا يعقل أحد أن الله تبارك وتعالى قد أمر المجنون أو المعتوه الذي غاب عقله بالأوامر والنواهي، كما أن الله تبارك وتعالى إنما خاطبنا في كتابه وفي كلامه العظيم، وأمرنا أن ننظر في ملكوته، في سماواته وأرضه، في بحره وبره، وأن ننظر نعم الله علينا السابغة الظاهرة والباطنة حتى نتعرف عليه من واقع نظرنا وفكرنا وتدبرنا وتفكرنا في نعمائه وآلائه، هذا الذي يعبر عنه الناس بأننا نعرف الله تبارك وتعالى من واقع نعمه وآلائه، وإن كان أهل السنة والجماعة على أن الله تبارك وتعالى يعرف بالنقل لا بالعقل، وإن شئنا أن نجمع بين هذا وذاك نقول: الله تبارك وتعالى يعرف أولاً بالنقل الذي أمرنا به في كتابه، وأمرنا به نبيه عليه الصلاة والسلام في سنته، ثم هو سبحانه وتعالى يعرف بنعمه وآلائه، ثم هو يعرف كذلك بالعقل عند العقلاء. ¶ فبم أمرنا الله عز وجل في كتابه؟ انظر إلى قوله في سورة البقرة التي هي أطول سور القرآن: {إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنفَعُ النَّاسَ وَمَا أَنزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} [البقرة:164]، هذه الآيات وهذه المعجزات والآلاء والدلائل إنما تدل على القادر عليها، الخالق لها، المصرف لأمرها، ولكن لا يتدبر هذه الآيات إلا العقلاء، ولذلك قال الله تعالى: {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} [البقرة:164]، وقال الله تعالى: {اللَّهُ الَّذِي رَفَعَ السَّمَوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى يُدَبِّرُ الأَمْرَ يُفَصِّلُ الآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ * وَهُوَ الَّذِي مَدَّ الأَرْضَ} [الرعد:2 - 3] أي: بسطها: {وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا} [الرعد:3]، والرواسي هي الجبال التي تمسك الأرض أن تميد وأن تمور وأن تذوب فتبتلع من عليها، فالله عز وجل إنما بسط الأرض وجعل الجبال فيها كالأوتاد والمسامير التي تحفظها أن تمور فتبتلع ما فيها: {وَهُوَ الَّذِي مَدَّ الأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ} [الرعد:3]، من كل نوع من أنواع الثمار جعل زوجين اثنين ذكراً وأنثى: {يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ} [الرعد:3]، وإنما الفكر محله القلب والعقل على السواء: {وَفِي الأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ} [الرعد:4]، ومعنى صنوان: أي: متحد في الأصل، الأرض واحدة، والماء الذي تسقى به الأرض واحد، فإذا زرعت رماناً وتيناً كان لهذا طعم ولذاك طعم، مع أن الأرض واحدة والماء واحد، ولكن سبحان ربي جعل لهذا طعماً وجعل للآخر طعماً آخر، قال: {صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الأُكُلِ} [الرعد:4]، أنت تقول: أنا أحب الرمان ولا أحب التين، أحب المانجو ولا أحب الجوافة، والأرض واحدة والماء واحد والجو الذي نبت فيه جميع الثمر واحد، ومع هذا أنت تحب هذا ولا تحب ذاك: {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} [الرعد:4]، فهذا خطاب للعقل كذلك، للدلالة على قدرة الله عز وجل. ¶ وقال تعالى: {هُوَ الَّذِي أَنزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ} [النحل:10]، ماء السماء أعذب وأطيب ماء على الإطلاق، وهو حديث عهد بربه، كما قال عليه الصلاة والسلام، ولذلك كان المطر إذا نزل تعرض له النبي عليه الصلاة والسلام، وأدخله بين ثوبه وجلده، وهو يقول: (إنه حديث عهد بربه)، أطيب ماء هو ماء المطر، فالله عز وجل جعل لنا منه شراباً سائغاً، ومعنى سائغاً: عذباً زلالاً ولم يجعله ملحاً أجاجاً، تشربه وتستلذ به مع أنه نزل من السماء قد خالط الدخان والتراب وغير ذلك، ولكن الذي نقاه هو الله عز وجل. ¶ قال: {هُوَ الَّذِي أَنزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ} [النحل:10]، أي: وجعل منه بعد مخالطته في الأرض شجراً، ((فِيهِ تُسِيمُونَ))، أي: ترعون فيه أنعامكم، ومنه الإبل السائمة، والسائمة من الإبل التي لا تربط في مكان معين، إنما تسيم",
            "page": "3",
            "part": "9",
            "seal": "FCB71100"
        },
        {
            "id": "106",
            "nass": "خطاب النبي للعقلاء في السنة ¶ وفي سنة النبي عليه الصلاة والسلام تجد نفس الخطاب، فعن علي وعمر رضي الله عنهما أن النبي عليه الصلاة والسلام قال: (رفع القلم عن ثلاثة)، الحساب والجزاء والجنة والنار والثواب والعقاب إنما يرفع عن ثلاثة: (عن المجنون حتى يبرأ)، المجنون الذي لا عقل له حتى يبرأ من جنونه ومن مرضه العقلي؛ لأنه ليس من أهل التكليف، ولما كان العقل مناط التكليف عند الآدمي استلزم أن يكون له عقل. ¶ (وعن النائم حتى يستيقظ)، لو أن إنساناً نام عن الظهر والعصر فلا حرج عليه، يقول النبي عليه الصلاة والسلام: (إذا نام أحدكم عن صلاة أو نسيها فليصلها إذا ذكرها؛ فإن ذلك وقتها)، لم يؤثمه ولم يحرجه، بل يصلي ما فاته في نومه من صلاة النهار وإن كان في منتصف الليل وتعتبر أداء لا قضاء، ولذلك قال النبي عليه الصلاة والسلام: (لا تفريط في النوم، إنما التفريط في اليقظة)، ينسب الإنسان للتفريط إذا فرط في جنب الله وهو مستيقظ متذكر، أما إذا كان التفريط في النوم فإنه ليس تفريطاً على الحقيقة، بل معفو عنه. ¶ قال: (وعن الصبي حتى يحتلم) أي: عن الصغير حتى يبلغ ويكبر، كما جاء في رواية عائشة بلفظ: (وعن المبتلى حتى يبرأ، وعن الصبي حتى يكبر)، وفي رواية علي عند الترمذي وابن ماجه قال: (وعن الصبي حتى يشب)، أي: يصير شاباً. ¶ (وعن المعتوه حتى يعقل). ¶ وقال النبي عليه الصلاة والسلام: (كل طلاق جائز إلا طلاق المعتوه) المغلوب على عقله، (كل طلاق جائز)، أي: واقع لا محالة، إلا أن يقول مجنون لامرأته: أنت طالق. ¶ فلا يقع طلاقه. ¶ وأخرج أحمد من حديث أنس رضي الله عنه قال: (دخل النبي صلى الله عليه وسلم المسجد فوجد حبلاً ممدوداً بين ساريتين -أي: بين عمودين- فسأل عنه، فقالوا: هذا حبل اتخذته فلانة، فإذا أعيت تعلقت به)، أي: إذا تعبت من طول القيام في الصلاة تعلقت بهذا الحبل وهي قائمة، فقال النبي عليه الصلاة والسلام: (خذوا الحبل، فليصل أحدكم ما عقل -أي: فليصل أحدكم ما دام عقله معه- فإذا غلبه النوم أو النعاس فلينم -وفي رواية: فليرقد-) وهذا في صلاة النافلة. ¶ وعن عائشة رضي الله عنها قالت: (كان النبي عليه الصلاة والسلام إذا تكلم بالكلمة أعادها ثلاثاً لتفهم عنه، وفي رواية: لتعقل عنه). ¶ وقال ابن عمر رضي الله عنه: (أقام رسول الله صلى الله عليه وسلم بالمدينة عشر سنين يضحي، فقام إلى ابن عمر رجل من الناس، فقال: يا أبا عبد الرحمن! أواجبة هي -يعني: أضحية العيد-؟ قال: قلت لك: إن النبي عليه الصلاة والسلام أقام في المدينة عشراً يضحي، قال: يا ابن عمر أواجبة هي؟ فغضب ابن عمر وقال: أتعقل عني، لقد قلت لك: إنه أقام عشر سنين بالمدينة يضحي)، يقول الترمذي راوي الحديث: وعلى هذا الحديث عمل أهل العلم: أن الأضحية سنة يستحب العمل بها لمن قدر عليها. ¶ وأخرج أحمد عن النبي عليه الصلاة والسلام أنه قال: (يا أبا ذر اعقل عني)، يخاطب أبا ذر بأن يجمع عقله وفكره وتدبره ونظره، يعني: افهم عني ما أقول لك، واستوعبه بعقلك جيداً، قال: (لعناق يأتي رجلاً يوم القيامة خير له من مثل جبل أحد ذهباً تركه وراح، أعقلت يا أبا ذر؟)، يعني: ولد الناقة تقدمه في سبيل الله عز وجل ستلقاه يوم القيامة، (خير لك يا أبا ذر من مثل جبل أحد ذهباً تركته وراءك ولم تقدمه لله عز وجل). ¶ ثم قال: (يا أبا ذر اعقل عني ما أقول لك: إن المكثرين هم المقلون يوم القيامة)، الذين يستكثرون من جمع حطام الدنيا وأموالها ومتاعها هم في الحقيقة المحسورون يوم القيامة، الموقوفون المحاسبون الذين يتمنون أن لو كانوا فقراء في حياتهم كلها (إلا من قال به هكذا وهكذا)، أي: إلا من أنفق من ماله في كل واد وعلى كل محتاج على الأرامل والمساكين والأيتام والفقراء وطلاب العلم وغير ذلك من المحتاجين: (يا أبا ذر! اعقل عني ما أقول لك: إن الخيل في نواصيها الخير إلى يوم القيامة). ¶ وكذلك أخرج أحمد في مسنده: (أن رجلاً أخذ بزمام ناقة النبي عليه الصلاة والسلام)، يعني: ذهب إلى النبي صلى الله عليه وسلم واعترضه، ثم أمسك بلجام ناقته، وقال: (يا رسول الله! أخبرني بعمل يقربني إلى الجنة ويباعدني عن النار؟ فقال له النبي عليه الصلاة والسلام: فاعقل إذاً أو افهم)، إذا كنت تسأل هذا السؤال فليس أحد إلا ودندنته هذا.",
            "page": "4",
            "part": "9",
            "seal": "4BB3002F"
        },
        {
            "id": "107",
            "nass": "إدراك العقل للأوامر الشرعية وتعليله لها ¶ الحمد لله وكفى، والصلاة والسلام على رسوله المصطفى، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.",
            "page": "5",
            "part": "9",
            "seal": "D166FA67"
        },
        {
            "id": "108",
            "nass": "قبول الصحابة للأمور الغيبية التي أخبر بها النبي صلى الله عليه وسلم ¶ بعض النصوص يقرؤها الناس فيستبعدونها ويقولون: إن هذه النصوص لا يمكن أن تستقيم مع العقل، وهؤلاء بقصد أو بغير قصد جعلوا العقل حاكماً على النص، وحاكماً على النقل، وهذا مسلك خاطئ إلى أقصى حد، فالذي لا يدركه عقلك يدركه عقلي، والذي لا يدركه عقلي يدركه عقل غيري، والذي لا تدركه أنت اليوم بعقلك تدركه غداً بعقلك، والذي لا تدركه أنت في حال جهلك تدركه في حال علمك، والذي لا تدركه في حال ضلالك تدركه في حال هدايتك، فكيف يكون العقل حاكماً على النفس، وأي عقل هو؟ أي عقل هذا الذي يحكم على كلام الله وكلام رسوله عليه الصلاة والسلام؟ (امرأة يراها النبي عليه الصلاة والسلام في النار لأجل هرة حبستها، فلا هي أطعمتها ولا هي تركتها تأكل من خشاش الأرض)، اعترض على هذا بعض أرباب العقول. ¶ وقتيل من الصحابة كان في صف الجهاد، يرى الصحابة أنه من أهل الجنة، والنبي عليه الصلاة والسلام يقول: (أراه من أهل النار في بردة غلها) أي: عباءة أخذها من الغنيمة قبل أن توزع ثمنها أربعة دراهم يدخل بسببها النار، آمن بذلك الصحابة وكفر بذلك من كفر، واستبعدوا ذلك، وقالوا: لماذا لا يعفو الله تعالى عنه ويغفر له بجهاده؟ أيعذبه بسبب بردة ثمنها أربعة دراهم؟ (إن الرجل ليتكلم بالكلمة من سخط الله يهوي بها في النار سبعين خريفاً) بسبب كلمة وليس بردة كلمة قالها يستهزئ بها أو يسخر، كلمة خرجت منه تسبب سخط الله عز وجل عليه، كذلك (وإن الرجل ليدخل الجنة بكلمة قالها من رضوان الله). ¶ ونساء كثيرات يدخلن النار لأنهن يكثرن اللعن ويكفرن العشير، أي: تكفر المرأة عشرة زوجها وقد أحسن إليها الدهر كله، فإذا بدا منه شيء في يوم من الأيام، قالت: ما رأيت منك خيراً قط، أنكرت كل عشرته الطيبة وإنفاقه عليها، وتحصينه إياها، ومحافظته عليها وعلى أولادها؛ تنكر كل هذا في لحظة غضب ربما أساء فيها زوجها إليها. ¶ وكذلك الذين يقتطعون حق إخوانهم بغير حق، قال النبي عليه الصلاة والسلام عنهم: (من اقتطع حق أخيه المسلم بيمينه فقد أوجب الله له النار)، من اقتطع، أي: من أخذ حق أخيه المسلم بيمينه أو بشماله، حتى لو كان بقدمه، إذ ليس تعيين اليمين هنا مقصوداً في النص بقدر ما يكون المقصود هو المعنى، أي: أخذ مال الغير بغير حق، فمن تعدى فقد أوجب الله له النار، (فقال رجل: يا رسول الله! وإن كان شيئاً يسيراً، قال: وإن كان عوداً من أراك) عود من سواك، لا شجرة ولا أرضاً ولا بيتاً، بل أقل القليل من السواك إن أخذه واقتطعه بغير إذن صاحبه، وبغير طيب خاطر منه أو ثمن، فقد أوجب الله له النار. ¶ (ورأى النبي صلى الله عليه وسلم في يد رجل خاتماً من ذهب فنزعه ثم ألقاه، وقال: يعمد أحدكم إلى جمرة من نار فيجعلها في أصبعه! -فبين النبي عليه الصلاة والسلام أن لبس الذهب للرجال حرام، بل هو طريق إلى النار- ثم قال أحد الجالسين لهذا الرجل: خذ خاتمك، قال: والله ما كنت لآخذه بعد أن ألقاه النبي عليه الصلاة والسلام). ¶ وامرأة دخلت النار لأنها كانت تؤذي جيرانها بلسانها؛ لأنها لم ترع حق الجوار بالسب والشتم والصياح والأصوات العالية والتلفزيون والأذى والعري وغيره، كل هذا إيذاء للجيران، بل كبيرة من الكبائر. ¶ ورجل من المهاجرين عذب في قبره بسبب دينارين لم يسددهما، حتى سددهما عنه أبو قتادة الأنصاري رضي الله عنه، سأل النبي عليه الصلاة والسلام: (أعليه دين؟ قالوا: نعم يا رسول الله! قال: هل ترك ما يوصي به؟ قالوا: لا، قال: صلوا على صاحبكم، قال أبو قتادة: يا رسول الله صل عليه وعلي دينه، تحمل عنه الحمالة - فصلى عليه النبي عليه الصلاة والسلام، ثم في آخر اليوم، قال: أين الرجل الذي تحمل الحمالة، فقام أبو قتادة وقال: أنا يا رسول الله، قال: هل قضيت عن صاحبك؟ قال: لا، إنما هو اليوم -أي أن الأمر لا يتسع ليوم ولا يومين ولا شهر ولا شهرين، وإنما كان يجب أن يكون القضاء في نفس اليوم- فقال: اذهب فاقض عن صاحبك، وفي اليوم الثاني: قال يا رسول الله قضيت عنه الآن، فقال النبي صلى الله عليه وسلم: الآن بردت عليه جلده). ¶ ومر النبي عليه الصلاة والسلام بقبرين فقال: (إنهما ليعذبان وما يعذبان في كبير، أما أحدهما فكان لا يستنزه من بوله) لا يستنزه، أي: لا يستبرئ من بوله، كان يبول كما تبول الحيوانات والدواب، ثم يضع ذكره في ثوبه وينصرف فينجس نفسه وينجس ثوبه، كيف تصح له صلاة مع هذه النجاسة؟ (والآخر كان يمشي بين الناس بالنميمة)، يعني: ليس الأمر الذي بسببه عذبا بأمر شاق عليهما، بل هو أمر يسير، كان بإمكان هذا أن يتطيب من بوله، وكان بإمكان هذا أن يكف لسانه، فلما تركوا الأمر واقترفوا النهي استحقوا العذاب.",
            "page": "6",
            "part": "9",
            "seal": "E24E9573"
        },
        {
            "id": "109",
            "nass": "وجوب التسليم بالنقل الثابت ¶ أيها الإخوة! إن تكذيب قدر الله عز وجل كفر، ورد الأمر على الله عز وجل كذلك كفر، والعبودية الحقة لله عز وجل هي: طاعة الأمر فيما عقل معناه وفيما لم يعقل. ¶ كثير من الناس الآن يقولون: حديث الذبابة الذي أخرجه البخاري في صحيحه أن النبي عليه الصلاة والسلام قال: (إذا وقعت ذبابة في شراب أحدكم فليغمسها وليشرب الشراب، فإن في إحدى جناحيها داء وفي الآخر دواء). ¶ كثير من الناس رد هذا الخبر، لا لأن إسناده منقطع، ولا لأنه شاذ أو منكر، ولا لأن رواته ليسوا عدولاً ولا ضابطين -وهذه معايير ثبوت الرواية- إنما قالوا: هذا الحديث غير معقول ألبتة، عرضناه على عقولنا فلم تقبله، نقول لهم: النقل صحيح يجب التسليم له، والنقل ثابت شئتم أم أبيتم، ويلزمكم الإيمان به، أما عقولكم فينبغي لكم أن تلغوها هنا تماماً؛ لأنها قصرت عن فهم النص مع ثبوته، هذا الذي عنيته بالعقل، وهو العقل الباطل السفيه الذي يقف محاداً لله ولرسوله، فأقول بقول النبي عليه الصلاة والسلام: (إذا وقعت الذبابة في شراب أحدكم فليغمسها في الماء؛ لأن في إحدى جناحيها داء وفي الآخر دواء)، وهو لا يدري لما سقطت سقطت بأي الجناحين، فإن كانت سقطت بجناح الشر فجناح الخير يطيب هذا الشر، وينقى الشر من الشراب، وإذا سقطت بجناح الخير فإن جناح الشر لا يؤثر فيه، فتكون بذلك قد عملت بالحديث، ولم تعمل فيه عقلك؛ لأنك هنا غير مكلف بإعمال العقل، وإنما أنت مكلف بالطاعة والسمع والامتثال والانقياد والذل والإذعان والخضوع والإيمان والتسليم المطلق لله عز وجل، وهذا عنوان إيمانك وعنوان إسلامك. ¶ فالعبودية الحقة لله عز وجل هي طاعة الأمر فيما عقل معناه وفيما لم يعقل معناه، صغيراً أو كبيراً، وافق معقولاً أو خالفه؛ لأن الرب سبحانه وتعالى أعلم بما يأمر به وينهى عنه، والعبد الذي حقق العبودية لله عز وجل تمام التحقيق هو الذي أطاع معبوده دون تردد ولا شك ولا ريب، ولا توقف ولا ¶ Q  لم، وكيف؟ لم أمر الله بكذا؟ وكيف يأمر الله تعالى بكذا؟ وكيف ينهى عن كذا؟ وإذا كان العبد لا يطيع الله إلا فيما وافق هواه وعقله لكان المعبود بحق هو الهوى والعقل، لو كنت لا تطيع الله إلا فيما وافق عقلك، فلابد أن تعلم أنك تعبد عقلك ولا تعبد الله تبارك وتعالى على الحقيقة، وربما ذهبت لتطيع عقلك وهواك فوقعت في المهالك والفواحش، كما قال الله تعالى: {وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ} [البقرة:216].",
            "page": "7",
            "part": "9",
            "seal": "FBC40581"
        },
        {
            "id": "110",
            "nass": "وجوب الإيمان بالغيب وإن لم تعقل صوره ¶ لا يمنع أن يكون في الدين ما يوافق معقول الإنسان ونظره، فبعض الدين بين الله تبارك وتعالى الحكمة منه، وكانت تتمشى مع العقل السليم، لكن الله تبارك وتعالى أخفى على عباده حكمة بعض الأوامر والنواهي ليبتلي إيمانهم أيؤمنون به أم لا، وأنا أضرب لك أمثلة أنت تؤمن بها، ولكنك لا تتصورها، ولا يمكن أن تتخيلها بل ولا تعقلها: الجنة وما فيها من نعيم، والنار وما فيها من عذاب هل تتصورها؟ ¶ A  لا. ¶ النبي عليه الصلاة والسلام يقول: (إن الصراط أدق من الشعرة وأحد من السيف) من يعقل هذا؟ لا أحد. ¶ خلق الملائكة: ملك واحد بلغت أجنحته ستمائة جناح، الجناح الواحد يسد ما بين السماء والأرض، من يعقل ذلك؟! ولذلك ابتلى الله عز وجل إبراهيم عليه السلام صاحب الحنيفية أبو الأنبياء، وجعل الله تعالى الأنبياء من نسله، ولذلك كان إمام الأنبياء؛ لأنه سلم في غير المعقول، من منا يأخذ امرأته وولده ويتركهما في أرض قفر صحراء لا زرع فيها ولا ماء، لابد أنه قبل الآخرين يحكم على نفسه بالجنون، إبراهيم عليه السلام لما أمر بترك ولده وزوجه في صحراء مكة عند البيت الحرام قبل بنائه وقبل ظهور معالمه لما أمر بترك زوجه وولده في هذا المكان القفر تركهم بغير تردد ولا شك ولا ارتياب، ثم انطلق إلى ربه، وكذلك لما أمر بذبح ولده البكر إسماعيل نفذ الأمر مباشرة، فلما علم الله عز وجل منه الصدق والإذعان أنزل نجاة ولده كبشاً يذبح فداء، وهو سنة لجميع أهل الإسلام إلى قيام الساعة، من منا يفعل ما كان يفعله إبراهيم عليه السلام. ¶ الإيمان عجيب إذا خالطت بشاشته القلوب، ينطلق صاحبه لينفذ كل أمر ويجتنب كل نهي. ¶ النبي عليه الصلاة والسلام يقول: (ضرس الكافر يوم القيامة كجبل أحد) ضرس من أضراس الكافر يوم القيامة كجبل أحد، فما بالكم بجميع أضراسه، بل ما بالكم بجميع بدنه كيف يكون الكافر حينذاك؟ لابد من التسليم، وإلا إذا لم تسلم وقعت في التكذيب وهو كفر. ¶ ويقول النبي عليه الصلاة والسلام: (إن ما بين المصراعين من مصاريع الجنة كما بين مكة وهجر)، وهجر هي أرض البحرين الآن، بين قوائم الباب الواحد من أبواب الجنة كما بين مكة والبحرين، وفي رواية: (ما بين مكة وبصرى) أي: الشام، من منا يصدق أن باباً واحداً سعته ما بين البحرين ومكة، أو مكة والشام، من منا يصدق أن في الجنة شجرة يسير الراكب المسرع في ظلها مائة عام؟ لابد من الإيمان والتسليم وإلا وقعت في التكذيب والجحود والنكران، لابد أن تقول: سمعنا وأطعنا حتى تتميز عن غيرك، وحتى تكون حقاً مقدماً للنقل على العقل. ¶ وكذلك القبر وما فيه من عذاب ونعيم نؤمن به إيماناً جازماً، ونؤمن أن هذا القبر الضيق الذي لم يبلغ عرضه متراً وطوله مترين نؤمن أنه يفتح لأهل الإيمان وأهل الطاعة حتى يكون مد بصرهم، وينعمون فيه أكثر من نعيمهم في حياتهم الدنيا، كما نؤمن أن هذا القبر يكون على أهل الكفر والجحود والعناد وعلى أصحاب المعاصي حفرة من حفر النار يضيق على صحابه؛ حتى يبعثه الله عز وجل يوم القيامة فيدخله النار، نؤمن بهذا كله، وإن كان المعقول يقول: هذا شيء غير معقول، لكننا لا نحكم عقولنا والحالة هذه، بعض الناس يقول: لابد لي من إثبات الحكمة من الأمر والنهي؛ لأن دين الله تبارك وتعالى مبني على الحكمة، وهو الحكيم الخبير اللطيف سبحانه وتعالى. ¶ أقول: نعم، لا يوجد أمر إلهي إلا ووراءه حكمة، لكن الفارق بيني وبينك: أنني أؤمن أن الله تبارك وتعالى أحياناً يبين الحكمة في الأمر والنهي، وأحياناً يخفيها ابتلاء لإيمان العبد. ¶ نعم، كل أمر ونهي مبني على الحكمة لا محالة، الله تعالى لا يشرع شرعه سدى ولا هباء ولا بغير مصلحة للعباد، وربما ظهرت المصلحة وربما خفيت، لكنها تخفى على العباد ولا تخفى على رب العباد الذي شرعها وأمر بها أو نهى عنها.",
            "page": "8",
            "part": "9",
            "seal": "12E1E799"
        },
        {
            "id": "111",
            "nass": "الحكمة في الأمور التعبدية ¶ بعض الناس يقول في عدة المرأة: إن حكمتها وعلتها استبراء الرحم، وبيان هل في الرحم حمل أم لا؟ ¶ A  أن هذا يتبين بحيضة واحدة، فلماذا جعلت العدة لمن تحيض ثلاث حيضات، مع أن براءة الرحم تظهر بحيضة واحدة بعد الطلاق، ثم المرأة هي المرأة، والرحم هو الرحم عند الأمة والحرة، فلماذا جعل الشرع عدة الحرة ثلاث حيضات، وجعل للأمة حيضتين؟ ولماذا جعل الله تبارك وتعالى العدة ثلاثة قروء لمن تحيض، وثلاثة أشهر لمن أيست من المحيض أو الصغيرة المقدور على جماعها والتي لم تبلغ سن الحيض بعد، ولكنها تزوجت قبل الحيض؟ مع أن المرأة التي أيست من المحيض إذا اعتدت بالأشهر فأدركها الحيض أو أتتها حيضة في أثناء أشهرها ولو في الشهر الثالث انقلبت العدة في حقها من الأشهر إلى القروء، ولزمها أن تمكث حيضتين أخريين بعد حيضتها التي أدركتها في الشهر الثاني. ¶ المرأة الحامل تعتد وعدتها وضع الحمل، هب أن امرأة حاملاً توفي عنها زوجها، المعلوم أن عدة المرأة التي توفي عنها زوجها أربعة أشهر وعشراً، بعض الناس قالوا: هذا لحرمة الزوج، ولعدم جرح أولياء الميت، فلزم المرأة أن تنتظر أربعة أشهر وعشراً، على أية حال ربما تكون هي الحكمة، لكننا لا نعتمد عليها، بل نقول: إن هذا مردود بأن المرأة لو توفي عنها زوجها وهي حامل، ووضعت حملها وزوجها على فراشه بعد أن مات وقبل أن يدفن حل لها أن تتزوج، فأين الأربعة أشهر وعشراً؟ إنما الأربعة أشهر وعشراً للمرأة التي مات عنها زوجها وهي غير حامل، أما الحامل فعدتها وضع الحمل وإن كان لحظة واحدة، لو أن الرجل شخص بصره إلى السماء ولفظ أنفاسه ثم وضعت المرأة حملها ولا يزال الرجل على السرير، جاز لمن أدرك الرجل قبل أن يدفن أن يتزوج هذه المرأة، فأين الأربعة أشهر وعشراً؟ أين خاطر الأولياء؟ لابد من التسليم وعدم الاعتماد على العلة والحكمة، فأحياناً تظهر وأحياناً لا تظهر، وهل أنت لا تؤمن بما في كتاب الله ولا بما في سنة النبي عليه الصلاة والسلام إلا إذا بانت لك العلة وظهرت لك الحكمة؟ إذاً أنت لا تعبد إلا نفسك، فالجانب التعبدي في الإسلام وفي دين الله عز وجل كبير جداً، فالشريعة الإسلامية في عمومها فيها ما يوافق أهل العقل والحجى والحكمة، لكن الجانب التعبدي كبير جداً كذلك، فإن مواقيت الصلاة، وأعداد الركعات من الأمور التعبدية، هل يمكن أن تقول لله عز وجل: لماذا جعلت المغرب ثلاثاً والظهر أربعاً والصبح اثنتين؟ وما هي الحكمة في ذلك؟ إذا كنت لا تؤمن بأمر إلا إذا ظهرت حكمته لك، فقل لي بربك: ما حكمة توقيت الصلاة في هذه المواقيت بالذات وأعداد الصلوات؟ نعم لها حكمة، لكن لا يعلمها إلا الخبير اللطيف سبحانه وتعالى. ¶ وكذلك كون الزكاة في بعض الأموال دون جميعها، وجعل النصاب في الغنم غير البقر غير الإبل غير الزروع غير الثمار، فكل له مقدار وله توقيت، فزكاة المال 2. ¶ 5% إذا حال عليه الحول وبلغ النصاب، ربما يقول قائل: لماذا 2. ¶ 5 بالذات، لِمَ لمْ يكن 2 فقط، أو 3 أو 5؟ أقول: آمنت بالله وصدقت النبي عليه الصلاة والسلام. ¶ وكذلك أعمال الحج من طواف وسعي وتقبيل للحجر والوقوف بعرفة والمبيت بالمزدلفة ومنى ورمي الجمار، كلها أعمال تعبدية، ولذلك تحرج عمر رضي الله عنه من تقبيل الحجر الأسود، ولولا أنه رأى النبي عليه السلام يقبله ما قبله؛ لأن عمر أمر بما أمر الله تعالى به ورسوله، لذا يسمع ويطيع وإن كان الأمر فوق المعقول، يقول عمر: والله لولا أني رأيت رسول الله يقبلك ما قبلتك، وهذا إيمان من عمر. ¶ كما أن العقوبات والحدود الشرعية أمور تعبدية، لا يمكن أن يقال لله: لمَ، وكيف؟ فعقوبة الزاني المحصن تختلف عن غير المحصن، عقوبة الزنا غير عقوبة السرقة، عقوبة السرقة غير عقوبة قطع الطريق، فالله عز وجل رتب لكل عقوبة حداً معيناً، لا يجوز لأحد أن يعترض على الله، بل نقول: سمعاً وطاعة لله عز وجل، ولذلك جعل الله عز وجل عقوبة السرقة قطع اليد، لكن ليست أي سرقة، سرقة من حرز وربع دينار فصاعداً، لقوله عليه الصلاة والسلام: (لا قطع في أقل من ربع دينار فصاعداً)، أما أقل من ربع دينار فيعزر السارق، وربع دينار فصاعداً يحد حداً، وتقطع يده من الرسغ، أي: تقطع كفه اليمنى، فإذا سرق ثانية قطعت كفه اليسرى، أما إذا عتدى أحد عليك فقطع يدك، فالدية خمسمائة دينار، فلماذا لا تكون ربع دينار؟ لأن العقل يقول هذا، ولذلك بعض الملاحدة قال: يد بخمس مئين عسجد وديت ما بالها قطعت في ربع دينار يعترض على الله عز وجل، يقول: هي ديتها خمسمائة دينار، فلماذا تقطع في ربع دينار؟ إما أن تكون ديتها ربع دينار أو أنها لا تقطع إلا إذا سرقت خمسمائة دينار فصاعداً، فرد عليه المؤمن الموحد وقال: لما كانت أمينة كانت ثمينة، فلما خانت هانت، فافهم حكمة الباري. ¶ لما كانت أمينة واعتدي عليها استحقت دية عظيمة خمسمائة دينار، فلما خانت ومدت يدها لأموال الناس بغير حق وسرقت هانت.",
            "page": "9",
            "part": "9",
            "seal": "2294442C"
        },
        {
            "id": "112",
            "nass": "رد الشبهات في جانب الحكمة والتعليل في الأمور التعبدية ¶ هذا المخذول المعتوه الملحد مصطفى محمود خرج علينا منذ شهر بفرية أخرى، وهو أقل من أن يأتي بشبهة من كتاب الله أو من سنة النبي عليه الصلاة والسلام، ولكنه يقرأ لسلفه من الملاحدة والطاعنين في دين الله عز وجل، فيأتي بشبههم، فإذا انطفأت النار وهدأ الجو تلقف شبهة أخرى من أسياده، فهو يقول الآن ويدندن حول قول الله عز وجل: {فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ} [النساء:25]، والآية خاصة بالإماء لا بالحرائر، فإذا أتت الأمة الزنا، ((فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ)) أي: الحرائر ((مِنَ الْعَذَابِ)). ¶ يقول وهو يضحك تارة ويبتسم أخرى: لقد استدركت على ربي، هكذا أراد أن يقول، لكن ربما استحى أن يقول هذا باللفظ، فيقول: إذا كانت الأمة عليها إذا زنت نصف ما على المحصنة من العذاب، ولكن لو زنت الحرة المحصنة رجمت حتى الموت، فكيف ينتصف الموت في حق الأمة؟ ولعلك إذا سمعت هذا مني قلت: نعم، كلامه صحيح. ¶ A  أنه قد جاء في صحيح مسلم والبخاري وغيرهما أنه (لا رجم على الأمة ألبتة)، والنبي عليه الصلاة والسلام قال: (إذا زنت أمة أحدكم فليجلدها، فإن عادت فليجلدها، فإن عادت الثالثة -وقال الراوي ولا أدري أقال ذلك في الثالثة أم في الرابعة- فليبعها ولو بحبل) ولم يقل: ليرجمها، وإجماع أهل العلم على أن الأمة إذا زنت وهي محصنة فلا رجم عليها، تشهد لذلك النصوص التي وردت عن النبي، بل أمة للنبي عليه الصلاة والسلام زنت فحدها بخمسين جلدة. ¶ والأمر طويل، والشبهات كثيرة جداً، ومردها إلى مرض القلوب الذي يتقلب فيه الملاحدة بالليل والنهار طعناً في دين الله عز وجل، وما أباحه الله تعالى وحرمه. ¶ هناك أمر تعبدي آخر، وهو: أن الله تبارك وتعالى أباح البيع وحرم الربا، مع أن الصورة واحدة في البيع والربا، مع أن المرابي قد يكسب ديناراً واحداً، والبائع يكسب ألف دينار والبيعة واحدة، ومع هذا أحل الله هذا وحرم ذاك؛ حتى نقول: سلمنا وآمنا. ¶ وقد أمرت المرأة ألا تحد على أحد قط أكثر من ثلاثة أيام إلا على زوجها أربعة أشهر وعشراً، يعني: المرأة لا تحد على أبيها ولا أمها ولا أخيها ولا عمها، وهم أقاربها بالدرجة الأولى إلا ثلاثة أيام، ويحرم عليها أن تحد عليهم اليوم الرابع، أما زوجها فيحرم عليها أن تخرج من بيتها حداداً عليه قبل مرور أربعة أشهر وعشرة أيام، لماذا؟ سلمنا وآمنا، وهذا هو الابتلاء في الدين؛ ليختبر الله تبارك وتعالى إيمانك. ¶ وغير ذلك من الأمور التي وردت في كتاب الله وسنة النبي صلى الله عليه وسلم لا يمكن أبداً أن يقف أمامها العقل، وليس له إلا أن يقول: سلمنا وآمنا. ¶ أسأل الله تعالى أن يتقبل مني ومنكم صالح الأعمال والأقوال، إنه ولي ذلك والقادر عليه. ¶ اللهم اغفر لنا ذنوبنا وإسرافنا في أمرنا وكل ذلك عندنا. ¶ وصلى الله على نبينا محمد.",
            "page": "10",
            "part": "9",
            "seal": "C1049094"
        }
    ],
    "t701": [
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "رواية قتادة بن دعامة في قصة الغرانيق"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات الحافظ ابن حجر لقصة الغرانيق والرد عليه في ذلك"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "رد ابن العربي على روايات قصة الغرانيق ونقضه لها"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "واقع قصة الغرانيق المقبولة"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "عقيدتنا في الصحابة"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "عقيدة أهل السنة والجماعة في الصحابة وسلامة قلوبهم وألسنتهم فيهم"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "الأدلة على فضل الصحابة من الكتاب والسنة"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "أفضلية الخلفاء الراشدين على ترتيبهم في الخلافة"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "أفضلية من أنفق من قبل الفتح وقاتل"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "أفضلية المهاجرين"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "فضل أهل بدر"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "فضل أهل بيعة الرضوان"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "شهادة أهل السنة والجماعة لصحابة رسول الله بالجنة"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "عقيدة أهل السنة والجماعة في حبهم لآل بيت رسول الله"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "اختلاف العلماء في أفضلية خديجة وعائشة"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "عقيدة أهل السنة والجماعة فيما وقع من نزاع بين الصحابة"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "اعتقاد الفرق الضالة في أصحاب النبي صلى الله عليه وسلم"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "عقيدة الشيعة في آل البيت والصحابة الكرام"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "عقيدة الخوارج في الصحابة الكرام"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "وسطية الأمة"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "وسطية أهل السنة والجماعة بين فرق الأمة كوسطية الأمة بين سائر الأمم"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "توسط أمة محمد بين سائر الأمم"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "الشرائع التي شرعها الله لأمة محمد وميزها بها عن غيرها"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "المؤمنون وسط في أنبياء الله ورسله وعباده الصالحين"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "المؤمنون وسط فيما يتعلق بشرائع دين الله"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": null,
            "tit": "المؤمنون وسط في باب الخلق والأمر والصفات"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "المؤمنون وسط في باب الحلال والحرام"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "المؤمنون وسط في باب القصاص"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "تفسير قوله تعالى: (وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس)"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "عقيدتنا في الأسماء والصفات"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "مذهب أهل السنة والجماعة في أسماء الله وصفاته"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "أصول اعتقاد أهل السنة والجماعة في أسماء الله وصفاته"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "ذات الله وصفاته تختلف عن ذوات الخلق وصفاتهم"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "إثبات ما أثبته الله تعالى لنفسه وما أثبته له رسوله بلا تحريف ولا تعطيل ولا تمثيل ولا تكييف"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "نفي أهل السنة والجماعة ما نفاه الله عن نفسه"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": null,
            "tit": "الكف وعدم الخوض في إدراك حقيقة الكيفية لله تعالى وتفويض علم الكيفية إليه سبحانه"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "صفات الله تعالى توقيفية"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "اعتقاد ثبوت كمال الضد لله تعالى"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "الاتفاق على مراعاة الألفاظ الواردة في صفات الله وأسمائه"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "صفات الله تعالى كلها صفات كمال وجلال لا نقص فيها بوجه من الوجوه"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "الكلام في الصفات كالكلام في الذات والقول في بعض الصفات كالقول في البعض الآخر"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "ما من شيئين إلا وبينهما قدر مشترك وقدر فارق"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "قواعد التزمها أهل السنة والجماعة في أسماء الله وصفاته"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "الإثبات المفصل أو المجمل في كل صفة كما ورد بها القرآن الكريم"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "التنزيه وعدم التكييف والتشبيه"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": null,
            "tit": "عدم التأويل المفضي إلى التعطيل"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "العلم بالله والمعرفة به من خلال صفاته"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "رجوع بعض أئمة الكلام إلى منهج أهل السنة والجماعة"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "عقيدتنا في القضاء والقدر"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "وسطية أهل السنة والجماعة في الاعتقاد في القضاء والقدر"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "أهمية الإيمان بالقدر"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "فوائد الإيمان بالقدر"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "الشر المحض لا ينسب إلى الله عز وجل"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "مراتب الإيمان بالقدر"
        },
        {
            "id": "74",
            "lvl": "3",
            "sub": null,
            "tit": "العلم الأولي الأزلي لله عز وجل"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "كتابة مقادير الخلائق قبل خلق السماوات والأرض بخمسين ألف سنة"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "إثبات مشيئة الله النافذة وقدرته الشاملة"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": null,
            "tit": "خلق الله عز وجل لأفعال العباد"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "الكتاب والسنة والإجماع على أن الله خلق أفعال العباد"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "كرامات الأولياء"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "كرامات الأولياء بين اعتقاد أهل السنة والجماعة واعتقاد الفرق الأخرى"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": null,
            "tit": "اعتقاد المعتزلة في كرامات الأولياء"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": null,
            "tit": "اعتقاد الصوفية في كرامات الأولياء"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "توسط أهل السنة والجماعة في إثبات كرامات الأولياء بدليل الكتاب والسنة والإجماع"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "الفوارق بين الكرامة والمعجزة وما يجري على يد السحرة والعرافين"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "معيار التفريق بين أولياء الرحمن وأولياء الشيطان"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "أمثلة من معجزات سيد الأنبياء محمد"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "أمثلة من كرامات الأولياء الصالحين"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم النقل على العقل [1]"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "التحذير من الابتداع في الدين"
        },
        {
            "id": "90",
            "lvl": "3",
            "sub": null,
            "tit": "خطر اتباع الأهواء والافتراق في الدين"
        },
        {
            "id": "91",
            "lvl": "3",
            "sub": null,
            "tit": "حكم الفرق المبتدعة"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": null,
            "tit": "الضابط الذي به تتكون الفرقة المبتدعة"
        },
        {
            "id": "93",
            "lvl": "3",
            "sub": null,
            "tit": "أصول الفرق المبتدعة وأصل نشأتها"
        },
        {
            "id": "94",
            "lvl": "3",
            "sub": null,
            "tit": "فرقة الخوارج في العصر الحاضر"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "الحق في الأصول العامة والقواعد الكلية واحد لا يتعدد"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف الجماعة"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف أهل السنة"
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": null,
            "tit": "سبب التسمية بأهل السنة"
        },
        {
            "id": "99",
            "lvl": "3",
            "sub": null,
            "tit": "معنى السنة عند السلف والفقهاء"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "سبب وجود مصطلح أهل السنة"
        },
        {
            "id": "101",
            "lvl": "3",
            "sub": null,
            "tit": "من صفات الطائفة المنصورة"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "تقديم النقل على العقل من أصول الطائفة المنصورة"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم النقل على العقل [2]"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "بيان أهمية العقل في الإسلام وعدم تعارضه مع النقل"
        },
        {
            "id": "105",
            "lvl": "3",
            "sub": null,
            "tit": "خطاب الله للعقلاء في القرآن"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": null,
            "tit": "خطاب النبي للعقلاء في السنة"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "إدراك العقل للأوامر الشرعية وتعليله لها"
        },
        {
            "id": "108",
            "lvl": "3",
            "sub": null,
            "tit": "قبول الصحابة للأمور الغيبية التي أخبر بها النبي صلى الله عليه وسلم"
        },
        {
            "id": "109",
            "lvl": "3",
            "sub": null,
            "tit": "وجوب التسليم بالنقل الثابت"
        },
        {
            "id": "110",
            "lvl": "3",
            "sub": null,
            "tit": "وجوب الإيمان بالغيب وإن لم تعقل صوره"
        },
        {
            "id": "111",
            "lvl": "3",
            "sub": null,
            "tit": "الحكمة في الأمور التعبدية"
        },
        {
            "id": "112",
            "lvl": "3",
            "sub": null,
            "tit": "رد الشبهات في جانب الحكمة والتعليل في الأمور التعبدية"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "عصمة الأنبياء"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "عصمة الأنبياء في منهج أهل السنة والجماعة"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "ما يعصم فيه الأنبياء"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": null,
            "tit": "عصمة الأنبياء في تلقي الوحي"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": null,
            "tit": "العصمة فيما يتعلق بالصغائر والنسيان"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "موقف الشيعة والصوفية من عصمة الأنبياء في الصغائر"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "موقف اليهود والنصارى من عصمة الأنبياء"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "توبة الأنبياء من الصغائر"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "بعض ما جاء عن النبي من التوبة والاستغفار"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الرد على قصة الغرانيق"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "عصمة النبي صلى الله عليه وسلم في تلقي الوحي وتبليغه"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "قصة الغرانيق وما نزل من القرآن حولها"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "بيان معنى قول الله تعالى: (وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى ألقى الشيطان في أمنيته)"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "الروايات التي ساقت قصة الغرانيق"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "رواية سعيد بن جبير في قصة الغرانيق"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "رواية ابن عباس رضي الله عنهما في قصة الغرانيق"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "رواية أبي بكر بن عبد الرحمن بن الحارث في قصة الغرانيق"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "رواية أبي العالية في قصة الغرانيق"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "رواية محمد بن كعب القرظي ومحمد بن قيس في قصة الغرانيق"
        }
    ]
}