{
    "b703": [
        {
            "id": "1",
            "nass": "دورة تدريبية في مصطلح الحديث [1] ¶ ظهر علم مصطلح الحديث للذب عن سنة رسول الله صلى الله عليه وسلم، والحفاظ عليها من وضع الوضاعين، ولقد اهتم العلماء بهذا العلم فوضعوا قواعده وأصوله وأسسه التي قام عليها، واعتنوا بذلك أشد العناية، حتى غدت قواعده أسساً انبنت عليها العلوم الأخرى.",
            "page": "1",
            "part": "1",
            "seal": "F98AA65C"
        },
        {
            "id": "2",
            "nass": "فضل طلب العلم",
            "page": "2",
            "part": "1",
            "seal": "BA0CBD94"
        },
        {
            "id": "3",
            "nass": "طلب العلم طريق إلى الجنة ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وسلم. ¶ وبعد: مرحباً بكم وأهلاً وسهلاً، ونسأل الله تعالى أن يجمعنا على مائدة الكتاب والسنة إلى يوم نلقاه. ¶ روى الحافظ ابن عبد البر رحمه الله تعالى في كتابه القيم جامع بيان العلم وفضله بإسناده إلى رسول الله صلى الله عليه وسلم أنه قال: (ما من رجل يسلك طريقاً يلتمس فيه علماً إلا سهّل الله له طريقاً إلى الجنة). ¶ وهذا يبين فضل العلم وعاقبته في الدنيا، ولم يقل صلى الله عليه وسلم: إنه سهّل له طريق طلب العلم، وإنما سهّل له طريقاً يقابل ويزيد عن هذا الطريق، ألا وهو طريق الجنة. ¶ (ومن أبطأ به عمله لم يسرع به نسبه). ¶ والحديث صحيح، وهو عند الإمام مسلم في صحيحه وغيره. ¶ فلو أن إنساناً تقاعس في عمله ولم يكن هدفه فيه ابتغاء مرضاة الله عز وجل، فإنه لا يرتفع بهذا العمل عند الله حتى وإن كان مرفوعاً في نسبه بين الناس، لكونه لم يبتغ به وجه الله. ¶ ويقول صلى الله عليه وسلم: (وما اجتمع قوم في بيت من بيوت الله)، أي: في مسجد من مساجد الله عز وجل (يتلون كتاب الله ويتدارسونه بينهم، إلا حفتهم الملائكة). ¶ ومطلع هذا الحديث يدلنا على أدب من آداب طالب العلم، وهو ألا نتبعثر ونتفرق في المجلس، فالحديث فيه: (ما اجتمع قوم في بيت من بيوت الله). ¶ فلا يجلس واحد في زاوية، وآخر في زاوية، وثالث في الشارع، ورابع في بيته، فكل هذا ليس من آداب العلم، بل من أتى درس العلم فينبغي عليه أن يزاحم حتى يجلس في الصفوف الأول، أو في الأماكن الأول. ¶ قال: (وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه)، أي: يتفقهون في كتاب الله عز وجل، وليس المقصود بالكتاب القرآن فقط، وإنما المقصود به مصادر التشريع من كتاب وسنة وإجماع وقياس، (إلا حفتهم الملائكة)، وهذا في مجلس العلم، فمجالس العلم تحفها الملائكة وتغشاها الرحمة، (وغشيتهم الرحمة). ¶ وتتنزل عليها السكينة والطمأنينة والأمان، (وذكرهم الله فيمن عنده)، أي: في الملأ الأعلى، أو بين ملائكته.",
            "page": "3",
            "part": "1",
            "seal": "73AC1DDB"
        },
        {
            "id": "4",
            "nass": "درجات العلم من حيث الانتفاع به وفضله ¶ وقد جاء هذا الحديث بروايات وطرق كثيرة. ¶ يقول صلى الله عليه وسلم: (مثل ما بعثني الله به من الهدى والعلم كمثل الغيث الكثير). ¶ والغيث هو المطر، فالنبي صلى الله عليه وسلم يشبّه ويمثّل العلم بالمطر، أي: بغزارته ونفعه للناس. ¶ (مثل ما بعثني الله به من الهدى والعلم كمثل الغيث الكثير أصاب أرضاً)، أي: نزل هذا المطر بأرض، (فكانت منها بقعة قبلت الماء فأنبتت الكلأ والعشب)، يعني: كانت هذه الأرض التي أصابها الماء والمطر صالحة استفادت من الماء، وأنبتت ما فيها من العشب والكلأ وغير ذلك. ¶ (وكانت منها بقعة أمسكت الماء)، أي: هي صالحة تمسك الماء في بطنها. ¶ (فنفع الله به الناس فشربوا وسقوا وزرعوا). ¶ فالأرض لم تكن سيئة، فقد ابتلعت الماء كله وحفظته في بطنها فانتفع به الناس. ¶ (وكانت منها طائفة لا تمسك ماء ولا تنبت كلأ). ¶ فالعلم على ثلاث درجات: علم ينفع الله به صاحبه فقط، وعلم ينفع الله تعالى به صاحبه وينفع به الناس، وعلم لا ينتفع به صاحبه وإن كان الناس ينتفعون به. ¶ فأما العلم الذي ينتفع به صاحبه فهو العلم الذي تعلمه ثم عمل به. ¶ وأما الذي ينتفع به صاحبه وينتفع به الناس فهو العلم الذي يعمل به ويعلمه الناس فيعملون به. ¶ وأما العلم الذي ينفع الناس ولا ينفع صاحبه فهو العلم الذي لا يعمل به صاحبه، ولكنه يعلمه الناس فينتفعون به. ¶ (وذلك مثل من فقه في دين الله ونفعه ما بعثني الله به فعلم وعمل وعلم الناس، ومثل من لم يرفع بذلك رأساً ولم يقبل هدى الله الذي أرسلت به).",
            "page": "4",
            "part": "1",
            "seal": "B1016B2A"
        },
        {
            "id": "5",
            "nass": "العالم يستغفر له كل شيء ¶ يقول صلى الله عليه وسلم: (معلم الخير يستغفر له كل شيء، حتى الحوت في البحر)، وفي رواية (يستغفر له من في السماء ومن في الأرض، حتى الحيتان في البحر). ¶ وقيل في سبب استغفار الدواب والحيوانات والأشجار والحيتان في البحر للعالم: أنه يوصي بالإحسان إليها، وعدم اتخاذها غرضاً، إلا إذا كان غرضاً شرعياً وغير ذلك، فإذا وجد رجلاً يسوق حماراً أو فرساً أو غير ذلك ويضربه ضرباً شديداً قال له: ارحم من في الأرض يرحمك من في السماء، وهذه دعوة لرحمة الحيوانات، وإذا وجد رجلاً يصطاد حيتاناً أو أسماكاً بالكهرباء أو غيرها، أو يصطادها ويرميها ولا ينتفع بها نهاه عن ذلك؛ لأن هذا الصيد فيه نهي شرعي؛ لأن النبي صلى الله عليه وسلم نهى عن اتخاذ الحيوانات والطيور أغراضاً، فلا يصطاد الشخص إلا بقصد الانتفاع.",
            "page": "5",
            "part": "1",
            "seal": "C59496E3"
        },
        {
            "id": "6",
            "nass": "العلم ينفع صاحبه في الدنيا والآخرة ¶ يقول صلى الله عليه وسلم: (إذا مات ابن آدم انقطع عمله إلا من ثلاث: من صدقة جارية، أو علم ينتفع به، أو ولد صالح). ¶ فكلما جرت هذه الصدقة على المتصدق بها عليه دعا للمتصدق فينتفع الميت بهذا الدعاء، وهذه هي الصدقة الجارية، وذلك مثل رجل اشترى كتب علم أو مصاحف أو غير ذلك ووزعها على الناس يقرءون بها، أو رجل بنى مسجداً ليصلي فيه الناس، فكلما سجد رجل أو ركع فلا شك أن ذلك في ميزان من بنى ذلك المسجد، وهذا في الصدقة وليس الهدية؛ لقول النبي صلى الله عليه وسلم (صدقة جارية). ¶ ولم يقل: هدية. ¶ ثم يقول: (أو ولد صالح يدعو له). ¶ وقيد الولد بالصلاح. ¶ والشاهد من هذا الحديث هو (أو علم ينتفع به)، أي: في حياته وبعد مماته، والعلم النافع هو العلم الشرعي في الدرجة الأولى، مثل القرآن والعقيدة واللغة وعلوم الآلة التي تساعدنا على فهم العلوم الأصلية.",
            "page": "6",
            "part": "1",
            "seal": "8670B82B"
        },
        {
            "id": "7",
            "nass": "العالم يدل غيره على الخير ¶ يقول أبو مسعود الأنصاري رضي الله عنه: (جاء رجل إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله! احملني)، أي: جهّزني للقتال بفرس ودرع وغير ذلك، (فإنه قد أُبدع بي، فقال النبي صلى الله عليه وسلم: ما أجد ما أحملكم عليه، فأت فلاناً)، يعني: اذهب إلى فلان فإنه صاحب مال وخيل وغير ذلك، (فأتاه فحمله)، أي: قضى له وطره وحاجته، (فأتى رسول الله صلى الله عليه وسلم فأخبره)، أي: بأنه قد حمله فلان، (فقال النبي صلى الله عليه وسلم: الدال على الخير كفاعله)، أي: في الأجر. ¶ وما أعظم ما يدل عليه العالم! فهو يدل الأمة كلها على سبيل الله عز وجل، وعلى طريق الهداية، ويحذرهم طريق الغواية والضلال، ولا شك أن العالم هو أحسن من يدل على الخير، و (الدال على الخير كفاعله)، وفي رواية بزيادة: (والدال على الشر كفاعله). ¶ وهذا من باب المقابلة.",
            "page": "7",
            "part": "1",
            "seal": "5C2F11FE"
        },
        {
            "id": "8",
            "nass": "الغبطة على العلم ¶ يقول النبي صلى الله عليه وسلم: (لا حسد إلا في اثنتين: رجل آتاه الله مالاً فهو ينفقه على هلكته في الحق) وفي رواية: (آناء الليل وآناء النهار، أو وأطراف النهار) (ورجل آتاه الله علماً) وفي رواية (ورجل آتاه الله القرآن فهو يعمل به ويعلمه الناس آناء الليل وأطراف النهار). ¶ فلا شك أن الحسد وهو الغبطة في هذا الحديث، بمعنى: أن يتمنى الإنسان أن يكون في مثل مقامه دون أن يتمنى زوال هاتين النعمتين عن صاحبهما، وهما المال الصالح للرجل الصالح، وكذلك العلم النافع عند الرجل الذي ينفعه الله تعالى به -أي: بهذا العلم- وينفع به الناس.",
            "page": "8",
            "part": "1",
            "seal": "72672D26"
        },
        {
            "id": "9",
            "nass": "لعن الدنيا وما فيها سوى ذكر الله وما والاه وعالم ومتعلم ¶ ويقول صلى الله عليه وسلم: (الدنيا ملعونة ملعون ما فيها). ¶ وتفصيل بعد إجمال. ¶ (إلا ذكر الله وما والاه). ¶ وهذا تخصيص بعد عموم، يدل على أنه ليس كل الدنيا ملعونة؛ لأن فيها أشياء نافعة يتخذها العبد قنطرة وعبوراً إلى دار الآخرة، ألا وهي (ذكر الله وما والاه، وعالم ومتعلم). ¶ والنبي صلى الله عليه وسلم يقرن هنا بين ذكر الله وما والاه وبين العالم والمتعلم، وفي رواية عن النبي صلى الله عليه وسلم أنه قال: (العالم والمتعلم شريكان في الأجر).",
            "page": "9",
            "part": "1",
            "seal": "FD84765C"
        },
        {
            "id": "10",
            "nass": "الملائكة تحف بطالب العلم وتظله بأجنحتها ¶ في حديث صفوان بن عسال أنه أتى إلى رسول الله صلى الله عليه وسلم وهو في المسجد متكئ على برد له أحمر، قال: (قلت: يا رسول الله! إني جئت أطلب العلم). ¶ وهذا فيه إثبات الرحلة في طلب العلم. ¶ (قال: مرحباً بطالب العلم). ¶ ولذلك يقول العلماء: يُسن للعالم أن يرحّب بمن يتعلم منه، وأن يقول: مرحباً بطالب العلم، أو يقول: مرحباً بوصية رسول الله صلى الله عليه وسلم. ¶ ثم قال: (إن طالب العلم لتحف به الملائكة وتظلله بأجنحتها). ¶ وهذا فضل عظيم، وشرف كريم، (فيركب بعضها فوق بعض)، أي: هذه الملائكة التي تحف طالب العلم يركب بعضها فوق بعض، (حتى تعلو إلى السماء الدنيا من حبهم لما يطلب، فما جئت تطلب؟) يسأل النبي صلى الله عليه وسلم صفوان بن عسال (قال: قلت: يا رسول الله! لا أزال أسافر بين مكة والمدينة، فجئت أسأل عن المسح على الخفين). ¶ واليوم لو سألنا في أساسيات المسح على الخفين لم نجد من يريحنا بجواب، فدل ذلك على أن كل مسألة وإن بدت لك صغيرة أو لا تستحق الرحلة والسؤال والطلب فاعلم أن ذلك من الجهل وليس من العلم. ¶ ويقول صلى الله عليه وسلم: (نضّر الله امرأً سمع منا مقالة)، أي: حديثاً، وفي رواية (فحفظها وبلغها، فرب حامل فقه ليس بفقيه)، أي: ورب حامل فقه في عقله وفي صدره ولكنه ليس بفقيه، وهذا مثل من يتحمل الحديث ولا يفقه معناه، فإذا قصه ورواه إلى غيره انتفع ذلك الغير به أكثر من انتفاع صاحب الحديث به.",
            "page": "10",
            "part": "1",
            "seal": "AB419003"
        },
        {
            "id": "11",
            "nass": "الإخلاص في طلب العلم ¶ وقال صلى الله عليه وسلم: (ثلاث لا يغل عليهن قلب مسلم: إخلاص العمل لله، ومناصحة ولاة الأمر، ولزوم الجماعة؛ فإن دعوتهم تحيط من ورائهم). ¶ وقال رسول الله صلى الله عليه وسلم: (من كانت نيته الآخرة جمع الله شمله، وجعل غناه في قلبه، وأتته الدنيا وهي راغمة، ومن كانت نيته الدنيا فرّق الله عليه أمره، وجعل فقره بين عينيه، ولم يؤته من الدنيا إلا ما كُتب له). ¶ إلى غير ذلك من الأحاديث التي تحض على طلب العلم، وما ذكرنا فيه كفاية وغنية.",
            "page": "11",
            "part": "1",
            "seal": "74597C35"
        },
        {
            "id": "12",
            "nass": "إطلاق اسم المصطلح على مباحث علوم الحديث ¶ (علم مصطلح الحديث) اشتهر بهذا الاسم، والصواب أن يسمى: علم أصول الحديث؛ لأن كل علم شرعي له أصول، فعلم التفسير له أصول، وعلم الفقه له أصول، وعلم النحو له أصول، وهي قواعد اللغة. ¶ والأصل أن يقال: إن علم قوانين الرواية هو أصول الرواية، أو أصول الحديث، والمتعارف بين الناس من الخواص والعوام أن هذا العلم يطلق عليه مصطلح الحديث، ولكل فن وعلم من العلوم الشرعية بل وغير الشرعية مصطلحات، فالفقهاء لهم مصطلحات، والأصوليون لهم مصطلحات، واللغويون لهم مصطلحات، فلو قلنا: (مصطلح) وسكتنا لم نفهم المقصود؛ لأن المصطلحات كثيرة، ولزمنا أن نسأل أهو مصطلح المحدثين أم الفقهاء أم الأصوليين أم غيرهم؟ ولو قلنا: أصول، لانصرف الذهن إلى أصول الفقه، في حين أن بقية العلوم أيضاً لها أصول، فكل العلوم الشرعية وغير الشرعية لها أصول وقواعد وضوابط تحكمها وتضبطها، فالأصل أن نقول: أصول كذا، ومن هنا نعلم أن تخصيص كلمة مصطلح بعلم الحديث من باب التحكم، كما أن وقف كلمة أصول على أصول الفقه أيضاً من باب التحكم؛ لأن المقصود هي القواعد الكلية أو الجزئية التي تحكم أي علم في ذاته. ¶ فعلم أصول الحديث هو المشهور والمشتهر على ألسنة الناس بمصطلح الحديث.",
            "page": "12",
            "part": "1",
            "seal": "557B4876"
        },
        {
            "id": "13",
            "nass": "مبادئ علم مصطلح الحديث ¶ إن كل علم له مبادئ، وهذه المبادئ عشرة، جمعها البعض في قوله: مبادئ أي علم كان حد وموضوع وغاية مستمد وفضل واضع واسم وحكم مسائل نسبة عشر تعد فالأصول والمبادئ العشرة لأي علم في هذين البيتين وهي: الحد، والموضوع، والغاية، والاستمداد، والفضل، والواضع، والاسم، والحكم، والمسائل التي فيه، والنسبة. ¶ والحد هو التعريف، والأصل في الحد أن يكون جامعاً مانعاً، أي: جامعاً لشتات المسائل التي تدخل في هذا الموضوع، مانعاً من دخول غيرها عليها.",
            "page": "13",
            "part": "1",
            "seal": "FAC9576E"
        },
        {
            "id": "14",
            "nass": "تعريف مصطلح الحديث ¶ علم المصطلح: هو العلم بقواعد وأصول يُعرف بها حال الحديث سنداً ومتناً من حيث القبول والرد. ¶ ولو أتينا بألفاظ زائدة على ما في التعريف فستكون زائدة وليس لها داع، ولو أخرجنا منها كلمة واحدة لظهر في التعريف خلل، وهذا ما نعنيه بأن يكون الحد جامعاً مانعاً.",
            "page": "14",
            "part": "1",
            "seal": "A7298BD7"
        },
        {
            "id": "15",
            "nass": "موضوع علم المصطلح ¶ موضوع هذا العلم: سنة النبي صلى الله عليه وسلم من حيث أقواله وأفعاله وتقريراته وصفاته الخلقية والخُلُقية، هذا الشق الأول، وهو ما يُطلق عليه علم الرواية. ¶ والشق الثاني وهو علم الدراية، وهو الذي ينصب على السند، من حيث شروط الرواية والتحمل والأداء، ومن حيث المعايب والمحاسن التي تلحق الأسانيد سواء كانت راجعة إلى الراوي أو إلى الإسناد، فإن كان الراوي ضعيفاً في نفسه أو سيء الحفظ أو كذّاباً، فلا شك أن هذا عيب يلحق الراوي نفسه، وأما إن كان الحديث فيه انقطاع وسقط، فهذا السقط يطعن في عموم الإسناد. ¶ والمقصود بالدراية الإسناد، والرواية هي المتن.",
            "page": "15",
            "part": "1",
            "seal": "E017E2C1"
        },
        {
            "id": "16",
            "nass": "غاية علم المصطلح ¶ غاية علم مصطلح الحديث: هي تمييز الصحيح من السقيم من الآثار والأخبار، سواء كان ذلك من المرفوع أو الموقوف أو المقطوع. ¶ والمرفوع هو ما كان من كلام النبي صلى الله عليه وسلم وأفعاله وتقريراته وصفاته الخلقية والخلُقية. ¶ وما كان من الأخبار أو الآثار موقوفاً فإنما هو من قول الصحابي أو فعله أو تقريره. ¶ وأما ما كان مقطوعاً فهو ما كان موقوفاً على من هو دون الصحابي، أي: التابعي ومن دونه. ¶ ولا يقال لإسناد إنه إسناد إلا إذا كان فيه ثلاث طبقات، وهذا أقل ما يُطلق عليه مصطلح الإسناد. ¶ والصحة والسقم حقيقة في الأجسام ومعنى في غيرها، ويقال: فلان صحيح وفلان سقيم، ولكن استعير هذا المعنى من حقيقته فكان مجازاً في غيره من الأشياء، فعندما نقول: هذا حديث صحيح، أو قوي، أو جيد، أو حسن؛ فإنما هو من باب المعنى لا من باب الحقيقة. ¶ والشق الثاني من غاية هذا العلم هو الفوز بسعادة الدارين: دار الدنيا ودار الآخرة، ولا شك أنه لا يفوز في الدنيا بهذا الحديث إلا من عمل به، ومن كان من العاملين بعلمه في الدنيا فلا شك أنه من الفائزين بفضل الله ورحمته، وإن كان غير ذلك في الدنيا فهو في مشيئة الله عز وجل إن شاء عذبه وإن شاء عفا عنه وأدخله الجنة. ¶ فغاية هذا العلم من شقين: الأول: التمييز بين الصحيح والسقيم. ¶ والثاني: الفوز بسعادة الدارين.",
            "page": "16",
            "part": "1",
            "seal": "39A13178"
        },
        {
            "id": "17",
            "nass": "استمداد علم مصطلح الحديث وفضله ¶ استمد هذا العلم من الكتاب والسنة، فأصله موجود في الكتاب والسنة. ¶ والسنة عند الإطلاق يقصد بها أقوال النبي صلى الله عليه وآله وسلم، ومنها حديث: (نضّر الله امرأ سمع منا مقالة فوعاها -أو فحفظها- فأداها كما سمعها)، أي: لم يزد فيها ولم ينقص، وسواء كان هذا الأداء باللفظ أو بالمعنى على خلاف بين أهل العلم. ¶ ويقول النبي صلى الله عليه وسلم: (من حدّث عني بحديث يرى أنه كذب فهو أحد الكاذبِين، أو الكاذبَين). ¶ ويقول النبي صلى الله عليه وسلم: (تسمعون ويُسمع منكم). ¶ ويقول الله عز وجل: {إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا} [الحجرات:6]. ¶ وفي قراءة: (فتثبتوا)، وهذا أمر بالتثبت، وما أكثر ما حض الله عز وجل على اتخاذ شهود عدول في القرآن الكريم، ووصفهم بالعدول، وشرط العدل في الرواية. ¶ ولذلك أجمع أهل العلم إلا الأحناف -وقيل أبو حنيفة على وجه الخصوص- أنه يشترط في الشاهد العدالة، أبو حنيفة أجاز شهادة الفاسق، وقال: لعموم البلوى، وانتشار الفساق في القرن الثاني، فما بالكم بالقرن الذي نحن فيه، نسأل الله العافية! وفضل هذا العلم قد ذكرناه في بداية المحاضرة.",
            "page": "17",
            "part": "1",
            "seal": "9CE7A298"
        },
        {
            "id": "18",
            "nass": "واضع علم مصطلح الحديث ¶ وأما واضعه فأول من جمع قواعد الرواية أبو محمد الرامهرمزي في كتاب المحدث الفاصل، ولكن كتابه مبعثر وغير مرتب، فأحياناً تجد المصطلحات البسيطة التي نأخذها في البداية موجودة في آخر كتابه، ومسائل من آخر العلم موجودة في بداية كتابه، وغير ذلك. ¶ وأتى بعد ذلك ابن الصلاح فقنن القوانين وأصّل الأصول وقعد القواعد في مقدمته، ولكنه لم يستوعب جميع مسائل هذا العلم، ثم اشتغل العلماء بعد ذلك بشرح وترتيب وتصنيف وتبويب هذا الكتاب، حتى اشتهرت مقدمة ابن الصلاح، بحيث إنك لو سألت طلبة العلم: من أول من وضع هذا العلم؟ لقال لك: ابن الصلاح، ونسي الرامهرمزي؛ لأن كتابه في الحقيقة قليل النفع إذا قورن بكتاب مقدمة علوم الحديث لـ ابن الصلاح. ¶ وليس معنى أنه قليل النفع أنه لا ينتفع به أبداً، بل بالعكس، ففيه مسائل لا تجدها في غيره، ويكفي أنه كتاب في قوانين الرواية مسنداً، يعني: يرويه بإسناد، وهذه ميزة لا تتوفر في أي كتاب صُنف في أصول الرواية مطلقاً، فلم يصنف أحد في أصول الراوية كتاباً مسنداً إلا أبا محمد الرامهرمزي. ¶ ثم بعد ذلك تتابع العلماء وتكاثروا في التصنيف في هذا الفن وفي هذا الشأن. ¶ ومنهم من اهتم بقوانين الرواية، ومنهم من اهتم بالآداب التي ينبغي على الراوي والمستمع أن يتحليا بها، وبرز في هذا الشأن الخطيب البغدادي رحمه الله تعالى، فإنه صنف في كل فن يمس الرواية، سواء من حيث القوانين أو من حيث الأدب، وأشهر كتاب له وأجمعه في قوانين الراوية كتاب الكفاية، وقوانين الرواية هي: الأصول العلمية والقواعد الكلية لعلم مصطلح الحديث، وصنف كتاباً عظيماً غزير الفائدة في أدب الرواية، أي: فيما ينبغي على العالم والمتعلم أن يتحليا به من أخلاق وآداب، سواء كانت هذه الأخلاق والآداب مع الله عز وجل، أو مع طلبة العلم، أو مع الكتب التي يتعامل معها؛ سواء العالم أو المتعلم. ¶ اسم هذا العلم هو: أصول الحديث، ومصطلح الحديث، وأصول الرواية، ومصطلح أهل الأثر.",
            "page": "18",
            "part": "1",
            "seal": "9682E34C"
        },
        {
            "id": "19",
            "nass": "حكم تعلم مصطلح الحديث ¶ تعلمه فرض كفاية، إذا قام به البعض سقط الإثم عن الباقين، فإذا لم يقم به أحد أثم من كان بإمكانه أن يتعلم فتقاعس. ¶ وحكم أي علم فرض كفاية، ولكن الشروع فيه يجعله فرض عين، فإذا تعلمت علم أصول الفقه مثلاً أو شرعت في تعلمه، ثم آنست من نفسك الرشد والتقدم في الطلب في هذا الباب، وزكّاك من كان أهلاً للتزكية بأنك كفؤ لهذا العلم؛ فإن تقاعست ورجعت مرة أخرى فأنت آثم. ¶ ولا يجوز لك في هذه الحالة أن تقول: سأتركه، فإنما هو فرض كفاية، نعم كان فرضاً كفائياً عليك قبل أن تشرع فيه، ولكن بشروعك فيه وجب عليك أن تستمر فيه.",
            "page": "19",
            "part": "1",
            "seal": "865FB6B3"
        },
        {
            "id": "20",
            "nass": "مسائل علم مصطلح الحديث ونسبته إلى غيره من العلوم ¶ مسائله: هي المسائل المتعلقة بالسند والمتن من حيث القبول والرد. ¶ وأما نسبته فهذا العلم مباين للعلوم الأخرى تماماً؛ لأن له قواعده وأصوله الخاصة به، فهو مباين للعلوم الأخرى ومخالف لها، فمسائله غير مسائل أصول الفقه، وغير مسائل الفقه، وغير مسائل اللغة العربية.",
            "page": "20",
            "part": "1",
            "seal": "0C957FBE"
        },
        {
            "id": "21",
            "nass": "أهمية علم مصطلح الحديث لبقية العلوم ¶ يقول علماء الحديث: إن علم أصول الحديث هو أصل جميع العلوم الشرعية؛ لأن القواعد والأصول التي وضعها المحدثون أو النقّاد استفاد منها جميع الطوائف، سواء في التاريخ والكتابة فيه، أو في اللغة والتأصيل اللغوي، وغير ذلك من العلوم الشرعية، فقد استفادوا من القواعد والموازين التي وضعها النقاد وعلماء الحديث، وقالوا: إن أهمية هذا العلم لبقية العلوم تأتي في المرتبة العليا؛ لأن العلوم الأخرى تستفيد مباشرة من هذا العلم ولا يستفيد هذا العلم كثيراً من بقية العلوم. ¶ يقول المصنف: إن علم أصول الحديث وقواعد اصطلاح أهله لا بد منها للمشتغل برواية الحديث؛ إذ بقواعده يتميز صحيح الرواية من سقيمها، ويعرف بها المقبول من الأخبار والمردود، وهذا العلم كقواعد النحو التي يعرف بها صحة التراكيب العربية، فلو سمي منطق المنقول وميزان تصحيح الأخبار لكان اسماً على مسمى. ¶ أي: لو سمينا هذا العلم وهو علم مصطلح الحديث: منطق المنقول -والمنقول، هو: ما نقل إلينا تواتراً أو آحاداً- وميزان تصحيح الأخبار لكان هذا أيضاً يصدق على هذا العلم. ¶ يقول: وقد حرّر العلماء هذه القواعد التي وضعوها لقبول الحديث وحققوها بأقصى ما في الوسع الإنساني؛ احتياطاً لدينهم، فكانت قواعدهم التي ساروا عليها أصح القواعد للإثبات التاريخي، وأعلاها وأدقها، وتبعهم فيه العلماء في أكثر الفنون النقلية، فاتبعهم علماء اللغة وعلماء الأدب والتاريخ وغيرهم، فاجتهدوا في رواية كل نقل في علومهم بإسناده، وطبقوا قواعد هذا العلم عند إرادة التوثق من صحة النقل في أي شيء يرجع فيه إلى النقل، فهذا العلم في الحقيقة أساس لكل العلوم النقلية.",
            "page": "21",
            "part": "1",
            "seal": "017E5840"
        },
        {
            "id": "22",
            "nass": "أصل نشأة علم مصطلح الحديث ¶ ثم يقول: وقد نشأ هذا العلم مع نشأة الحديث الشريف -يعني: نشأ هذا العلم ومسائله منذ دعوة النبي صلى الله عليه وسلم- وكان صاحب الرسالة عليه الصلاة والسلام هو الواضع لجذور هذا العلم وأسسه، فقد جاء عنه أنه قال: (نضّر الله امرأ)، الحديث. ¶ يقول: وقوله: (من سُئل عن علم فكتمه ألجمه الله بلجام من نار يوم القيامة). ¶ فهذان الحديثان أصلان عظيمان في ضبط الرواية، فالحديث الأول في ضبط الرواية، (نضّر الله امرأ سمع منا مقالة فوعاها فأداها كما سمعها). ¶ والحديث الثاني في وجوب تبليغ الحديث ونقله، وهذا أيضاً أصل من أصول الرواية، وقد فهم المسلمون من كل هذا أنه يجب عليهم أن يحفظوا عن رسولهم كل شيء، وقد فعلوا، وأدوا الأمانة على وجهها، ورووا الأحاديث عنه إما متواترة في اللفظ والمعنى، وإما متواترة في المعنى فقط، وإما مشهورة أو غير مشهورة. ¶ أي: أحاديث الآحاد. ¶ وكذلك جاء عنه صلى الله عليه وسلم أنه قال: (من كذب عليّ متعمداً فليتبوأ مقعده من النار). ¶ وهذا الحديث أصل عظيم في التحذير من وضع الحديث واختلاقه. ¶ أي: وصنعه عليه صلى الله عليه وسلم وهو لم يقله. ¶ وكما أن في القرآن الكريم توجيهاً عاماً إلى بعض قواعد هذا الفن، وهو التثبّت من صدق الراوي والتروي في تصديق خبره -أي: والتمهُّل في تصديق خبر المُخبِر- وذلك من قوله سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا} [الحجرات:6]. ¶ وهذه الآية بمفهوم المخالفة تدل على أن العدل لو أتى بالرواية لا يلزمنا أن نبحث فيما أتى به، وإنما نقبله لعدالته وضبطه وتوثيقه، إلا أن الصحابة الكرام كانوا في زمنه صلى الله عليه وسلم أمناء ضابطين، وما صدر عن بعضهم إنما هو نوع من السهو والخطأ والغلط؛ لأن هذا لا ينفك عنه إنسان، إلا الأنبياء فإنهم معصومون فيما أُمروا فيه بالبلاغ. ¶ يقول: وهو نزر يسير -يعني: ما أخطأ الصحابة إلا في النزر اليسير- لا يكاد ينسب إليهم ولا تنبني عليه قواعد، وقد تلقى الصحابة أقوال الرسول صلى الله عليه وسلم منه مباشرة، وشهدوا أفعاله وأحواله، فإذا أُشكل عليهم شيء كان يمكنهم الرجوع إليه صلى الله عليه وسلم لرفع هذا الإشكال أي: أنهم لم يكونوا بحاجة إلى علماء ونُقّاد يرجعون إليهم؛ لأن النبي صلى الله عليه وسلم يُغني عنهم وعن الأمة كلها. ¶ فلم يكن لتشعب هذا العلم من حاجة في حياته صلى الله عليه وسلم؛ لأن العصر هو عصر وحي وتشريع، فلم يكن يُحتاج لأكثر من التحرز عن الوهم والخطأ والنسيان.",
            "page": "22",
            "part": "1",
            "seal": "D1B1DE77"
        },
        {
            "id": "23",
            "nass": "تشدد الخلفاء الراشدين في قبول الرواية ¶ ولما توفي رسول الله صلى الله عليه وسلم وجاء عصر الخلفاء الراشدين شدد هؤلاء الخلفاء في قبول الرواية عن رسول الله صلى الله عليه وسلم وعملوا على ضبطها وتقليلها؛ خشية انفلات الناس عن القرآن الكريم واشتغالهم بها، وخوفاً من أن يتخذها المنافقون ذريعة للزيادة فيها، وسلماً لتزييف الحديث عن رسول الله صلى الله عليه وسلم، ولئلا تزل أقدام المكثرين فيسقطوا في هوة الخطأ والنسيان، فيكذبوا على رسول الله صلى الله عليه وسلم من حيث لا يشعرون. ¶ وأما عملهم على التقليل من الرواية فقد روي عن أبي هريرة رضي الله عنه أنه قيل له: أكنت تحدث في زمن عمر هكذا؟ أي: أكنت تكثر من الرواية في زمن عمر كما تكثر في هذا الزمان؟ قال: لو كنت أحدث في زمان عمر مثلما أحدثكم لضربني بمخفقته، أي: بالدرة. ¶ وجاء مسنداً إلى عمر رضي الله عنه أنه قال: أقلوا الرواية عن رسول الله صلى الله عليه وسلم وأنا شريككم. ¶ وعن عثمان أنه أرسل السائب بن يزيد إلى أبي هريرة رضي الله عنه فقال: قل له يقول لك أمير المؤمنين عثمان بن عفان: ما هذا الحديث عن سول الله صلى الله عليه وسلم؟ -أي: ما هذا الحديث الكثير الذي تحدث به عن رسول الله؟ لقد أكثرت لتنتهين أو لألحقنك بأرض دوس، وهذا تهديد من عثمان بن عفان لـ أبي هريرة، وأبو هريرة دوسي. ¶ وقد دافع أبو هريرة رضي الله عنه عن نفسه حينما خشي على نفسه التهمة، فأجاب أم المؤمنين عائشة رضي الله عنها حينما قالت له: ما أكثر ما تحدث عن رسول الله -أي: إنك تحدث كثيراً- إنك لتحدث بأشياء ما سمعنا رسول الله صلى الله عليه وسلم يقولها، فرد عليها بقوله: كان يشغلكِ عنها المرآة والمكحلة، أي: أن السبب في عدم سماعكِ للرواية التي سمعتها شغلك بالتزين لرسول الله صلى الله عليه وسلم، وأما أنا فكنت أتبعه على شبع بطني، وفي رواية عند البخاري أنه قال: كان الأنصار أهل زراعة، وكان أهل مكة أهل تجارة، فكان هذا ينصرف إلى تجارته وهذا ينصرف إلى زراعته، وأما أنا فكنت ألزم النبي صلى الله عليه وسلم. ¶ وبناء عليه فقد تحمّل أكثر من غيره. ¶ يقول: كان يشغلكِ عنها المرآة والمكحلة، ولم يشغلني عنها شيء.",
            "page": "23",
            "part": "1",
            "seal": "FB7642D5"
        },
        {
            "id": "24",
            "nass": "طريقة نقد الحديث عند الصحابة ¶ يقول: وكان يستعمل الصحابة طريق النقد للحديث -أي: مسألة نقد الحديث- بعرضه على كتاب الله تعالى، فكانوا يأخذون الحديث فيعرضونه على كتاب الله، ونصوص آياته المحكمة، وقد كانوا يردون بعض الروايات إن خالفت نصاً من القرآن الكريم، ومثال ذلك ما فعله عمر رضي الله عنه في رد رواية فاطمة بنت قيس أن زوجها طلقها ثلاثاً، فلم يجعل رسول الله صلى الله عليه وسلم لها سكنى ولا نفقة بقوله: لا نترك كتاب الله ولا سنة نبينا لقول امرأة لا ندري لعلها حفظت أو نسيت. ¶ فالله عز وجل جعل لها السكنى والنفقة في قوله: {لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} [الطلاق:1]. ¶ ومنه قول عائشة رضي الله عنها حينما سمعت حديث عمر رضي الله عنه عن رسول الله صلى الله عليه وسلم في تعذيب الميت ببكاء أهله عليه، قالت: (رحم الله عمر، والله ما حدث رسول الله صلى الله عليه وسلم أن الله يعذّب المؤمن ببكاء أحد، ولكن قال: إن الله يزيد الكافر عذابًا ببكاء أهله عليه). ¶ وقالت: حسبكم القرآن: {وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [الأنعام:164]. ¶ وإن كانت المسألة فيها كلام آخر، لعله لا يخفى على الجميع. ¶ وأعداء الإسلام في الطعن يطعنون في أبي هريرة، ويقولون: إنه كان يأتي بهذه الأحاديث من عنده، وأنه كان يختلقها ويصنعها ويكذب فيها على رسول الله صلى الله عليه وسلم، ويستدلون على ذلك بأنه كان يخاف من الرواية من عمر، فلما مات عمر لم يكن هناك أي داع من الخوف، فانطلق يكذب على رسول الله هنا وهناك.",
            "page": "24",
            "part": "1",
            "seal": "321E4C6C"
        },
        {
            "id": "25",
            "nass": "علة تشدد الصحابة في رواية الحديث والتحرز منها ¶ ولو عرفنا العلة والحكمة من حرص الصحابة على تقليل الرواية وتشددهم في قبول الأخبار؛ لعلمنا أنهم إنما كانوا يفعلون ذلك من باب الاحتياط والتحرز، لا رداً ولا تكذيباً لما يأتي به الصحابي؛ لأن الصحابة كلهم عدول، ومن قال فيهم بغير ذلك فإنما هو الفاسق. ¶ يقول: وجدير بالتنبيه أنهم إنما كانوا يفعلون ذلك للاحتياط في ضبط الحديث، لا لتهمة أو سوء ظن، وإنما من باب الاحتياط والتحرز في قبول الأخبار. ¶ والكذب منتف من الصحابي، وأما التحرز فخوفاً من سهو الصحابي ووهمه وخطئه، وكل ذلك إنما يصدر عن الصحابي عن غير عمد، فلزم من ذلك أن نتحرز ونحتاط لقبول روايته، وهذا في حالة الشك فيما أتى به الصحابي، لا في كل الأحاديث ولا في كل ما ينقله الصحابي، وإنما في حالة الشك فقط، وإلا فالأصل أن تُقبل رواية الصحابي بلا تحرز أو احتياط أو تصنيف؛ لأنها ليست محلاً للشك، ولا تخالف أصلاً من أصول الشريعة، فهي لا تخالف كتاب الله، ولا حديثاً آخر، ولا غير ذلك من وجوه المخالفة.",
            "page": "25",
            "part": "1",
            "seal": "5093746D"
        },
        {
            "id": "26",
            "nass": "رد الصحابة لبعض الأحاديث لمخالفتها للأصول ¶ ويقول: وكذلك رد بعض الأحاديث كان اجتهاداً منهم، لمخالفتها ما استنبطوه من القرآن، ولذلك نجد بعض الصحابة ومن بعدهم عملوا بما رده غيرهم. ¶ إذاً: كان رد الصحابة لهذه الأحاديث بأصول، ولا أدل على ذلك أن العلماء الذين أتوا من بعدهم عملوا بما رده البعض، ولو كان مردود حكماً لما جاز العمل به بعد ذلك. ¶ يقول: ولذلك نجد بعض الصحابة ومن بعدهم عملوا بما رده غيرهم؛ لأنهم باجتهادهم رأوه غير معارض للأدلة.",
            "page": "26",
            "part": "1",
            "seal": "953116B0"
        },
        {
            "id": "27",
            "nass": "وجود أحاديث متعارضة لم يتوصل فيها إلى جمع أو رد ¶ وهناك أحاديث ظاهرها التعارض ولم يتوصل فيها إلى جمع أو رد، يعني: كلما نأتي بوجه من وجوه الترجيح لا ينطبق عليها، فقالوا: إن هذه الروايات تظل هكذا بلا عمل، لا من باب أنها ضعيفة ومردودة، وإنما من باب أنه ليس هناك وجه يترجح به قبول إحدى الروايتين على الأخرى أو رد إحداهما، وربما يأتي بعد ذلك من يجتهد في العمل بالروايتين أو أحدهما بوجه من وجوه الترجيح.",
            "page": "27",
            "part": "1",
            "seal": "B259A242"
        },
        {
            "id": "28",
            "nass": "ظهور الوضع في الحديث وسببه ¶ ولما وقعت الفتنة بمقتل الخليفة الثالث عثمان بن عفان رضي الله عنه وما تبع ذلك من التفرق وظهور الأحزاب والفرق في خلافة علي بن أبي طالب رضي الله عنه وخاصة بعد مقتله، كالشيعة والخوارج. ¶ وهاتان الفرقتان متضادتان، فالشيعة هم أشياع علي وأتباعه، والخوارج هم من خرجوا على علي بن أبي طالب. ¶ وبظهور هاتين الفرقتين ظهر الوضع، وخاصة في بعض فرق الشيعة، وكذلك في بعض فرق الخوارج؛ لأنهم كانوا يستحلون الكذب على رسول الله صلى الله عليه وسلم. ¶ وكان الداعي لكل فرقة في وضع الأحاديث نصرة المذاهب، فالشيعة يضعون أحاديث لنصر مذهب التشيع، أو يضعون أحاديث في فضل علي وآل البيت، والخوارج يضعون أحاديث في فضل خروجهم على علي، أو في ذم علي ومن تبعه من الشيعة. ¶ ورافق ذلك دخول بعض الملحدين بين صفوف المسلمين لإيقاد نار الفتنة بين تلك الفرق، كشأن الفُسّاق والمجرمين في كل زمان ومكان، ولتوسيع شقة الخلاف فيما بينها، وقد نشط بعض أولئك الملحدين وأهل البدع والأهواء في وضع الأحاديث المكذوبة على لسان رسول الله صلى الله عليه وسلم لنصرة مذهبهم، وتعظيم بدعتهم والالتفاف حول فرقتهم. ¶ وقد تنبه العلماء من أهل السنة إلى هذا الخطر العظيم الداهم على السنة وأهلها، فوقفوا تجاه هذا الخطر موقفاً حكيماً، يدل على نباهتهم ودقتهم، فلم يعودوا يقبلون الأحاديث من أي إنسان، واشترطوا على الراوي ذكر من روى عنهم، فاشترطوا الإسناد في الرواية حينما وقعت الفتن وظهر الكذب، وكانوا ينظرون في الإسناد تارة وفي المتن تارة أخرى، فإن كان الإسناد فيه راو شيعي نظروا فيه، فإن كان شيعياً غالياً ردوا روايته، وإن كان غير غال نظروا بعد ذلك، هل الرواية التي رواها تؤيد بدعته أم لا؟ فإن كانت تؤيدها ردوا روايته، وإن لم تكن تؤيدها قبلوا روايته مع أن أحد رواتها مبتدع أو على خلاف منهج أهل السنة؛ لأن معظم الفرق لم تكن تستحل الكذب، والعدل يقتضي أخذ الكلام المنضبط من أصحاب العدالة ومن غير أصحاب العدالة، ما دام الكلام نفسه منضبطاً. ¶ قال: وقد أخرج مسلم في مقدمة صحيحه عن ابن سيرين وغيره من أهل العلم أنه قال: لم يكونوا يسألون عن الإسناد.",
            "page": "28",
            "part": "1",
            "seal": "E5E2F3E0"
        },
        {
            "id": "29",
            "nass": "ظهور الأحاديث المرسلة وسببها ¶ ثم ظهرت مشكلة الأحاديث المرسلة، فقد كان كثير من علماء القرن الأول الهجري الذين يروون الأخبار والآثار يرفعونها إلى النبي صلى الله عليه وسلم، كـ سعيد بن المسيب وقيس بن أبي حازم وغيرهما من كبار التابعين، فيقولون: قال رسول الله صلى الله عليه وسلم، دون أن يحددوا الصحابي أو التابعي الذي رووا عنه هذا الحديث؛ لأنه لم يكن هناك حاجة إلى ذكر الإسناد، ولا إلى ذكر من سمع منه ذلك الرجل، فلما شدد العلماء في الرواية لظهور الفتن ظهرت هذه المشكلة، ولذلك نجد معظم المراسيل عند كبار التابعين؛ لأنه لم يكن يشترط في الرواية ذكر السند في ذلك الوقت، ولذلك هناك أحاديث كثيرة عند كبار التابعين لم يُعرف لها اتصال سند. ¶ قال: عن ابن سيرين رحمه الله: لم يكونوا يسألون عن الإسناد فلما وقعت الفتنة قالوا: سموا لنا رجالكم -أي: حتى يعرف من هو من أهل البدع ومن هو من أهل السنة- فينظر إلى أهل السنة فيؤخذ حديثهم، وينظر إلى أهل البدع فلا يؤخذ حديثهم. ¶ فكانت بداية التحرز والنقد وضبط الأسانيد بظهور الفتن.",
            "page": "29",
            "part": "1",
            "seal": "8527B105"
        },
        {
            "id": "30",
            "nass": "حث الصحابة والعلماء على الاحتياط في قبول الحديث ¶ وقد حث علماء الصحابة الناس على الاحتياط في حمل الحديث عن الرواة، وألا يأخذوا إلا حديث من يوثق به ديناً وحفظاً. ¶ والدين المقصود بها العدالة، والحفظ المقصود بها الضبط: ضبط صدر وضبط كتاب، حتى شاع في عرف الناس هذه القاعدة: إنما هذه الأحاديث دين فانظروا عمّن تأخذون دينكم. ¶ وهذا القول الذي قال عنه المصنف: إنه قاعدة كلام جميل، وإنما هو ثابت من كلام عبد الله بن المبارك رحمه الله. ¶ أقول قولي هذا، وأستغفر الله لي ولكم، وصل اللهم على نبينا محمد وعلى آله وأصحابه وسلم تسليماً كثيراً.",
            "page": "30",
            "part": "1",
            "seal": "DA4604C8"
        },
        {
            "id": "31",
            "nass": "دورة تدريبية في مصطلح الحديث [2] ¶ نشأ علم مصطلح الحديث لما ظهرت الفرق والبدع؛ للدفاع عن سنة النبي صلى الله عليه وسلم، فقد اهتم العلماء بالحديث وتدوينه والبحث عن رجال إسناده، لحفظ سنة النبي صلى الله عليه وسلم، فظهر علم الجرح والتعديل، وتوثيق الرواة وتضعيفهم حسب حالهم في ذلك. ¶ وقد وضع علماء المصطلح مصطلحات لهذا العلم، يجب على كل من أراد دراسة هذا العلم دراستها وفهمها وإلا وقع في الخطأ؛ إذ إن معرفتها مهمة جداً لمعرفة كلام العلماء وفهمه، ومن هذه المصطلحات ما هو مفتاح لعلم المصطلح وبداية الدخول فيه.",
            "page": "1",
            "part": "2",
            "seal": "69FF470F"
        },
        {
            "id": "32",
            "nass": "أسباب نشأة الإسناد وظهور علم الجرح والتعديل ¶ باسم الله، الحمد لله، والصلاة والسلام على رسول الله، صلى الله عليه وعلى آله وسلم تسليماً كثيراً. ¶ وبعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ كان منشأ ومبدأ ظهور البدع والفرق أحد العوامل والأسباب والدوافع على ظهور الوضع في الحديث؛ لأجل نصر البدعة والهوى، وهذا شأن أصحاب البدع في كل زمان ومكان، فهم يختلقون ويصطنعون الكلام المزين ظاهراً والمزيف باطناً لأجل نصرة بدعتهم وهواهم. ¶ وأصحاب الحديث والرواية قبل ظهور الفتن والبدع لم يكونوا يسألون عن الأسانيد، بل ولا يروون الحديث بإسناده، فلما ظهرت الفتن وظهر ما ظهر قالوا: سموا لنا رجالكم، وكما يقول ابن سيرين: لم يكونوا يسألون عن الإسناد فلما ظهرت الفتن قلنا لهم: سمّوا رجالكم، فمن كان من أهل السنة أخذنا حديثه، ومن كان من أهل الأهواء والبدع طرحنا حديثه. ¶ وكان هذا هو بداية نشأة علم الجرح والتعديل. ¶ فبداية نشأة علم الجرح والتعديل كان بظهور الفتن، وقد حث علماء الصحابة الناس على الاحتياط في حمل الحديث عن الرواة، وألا يأخذوا إلا حديث من يوثق به ديناً وحفظاً، والمقصود بالدين هنا العدالة، والمقصود بالحفظ الإتقان والضبط. ¶ وشاع في عرف الناس هذه القاعدة: إن هذه الأحاديث دين، فانظروا عمّن تأخذون دينكم. ¶ وهذا ثبت من قول عبد الله بن المبارك رحمه الله. ¶ وروي مثل هذا القول عن مالك وغيره.",
            "page": "2",
            "part": "2",
            "seal": "3D3E5C4F"
        },
        {
            "id": "33",
            "nass": "ألفاظ الجرح والتعديل ¶ لما نشأ علم الجرح والتعديل -وهو علم ميزان الرجال- عدل من الرجال من كان مستحقاً للتعديل بألفاظ معروفة، منها ما هو على صيغة أفعل التفضيل، كأن يقولوا: أوثق الناس، أو أثبت الناس، أو أتقن الناس، ومنها ما هو ذو صيغة مكررة، كأن يقولوا: ثقة ثقة، وهذا التكرار للتأكيد والمبالغة في شدة توثيقه، ومنها ما يجمع فيه بين صفتين، كأن يقولوا: ثقة متقن، أو حافظ ضابط، وغير ذلك من الألفاظ التي تجتمع مع بعضها، وهناك من يقولون فيه: ثقة، أو صدوق، أو مقبول، أو لا بأس به، أو ليس فيه بأس، وغير ذلك من الألفاظ التي تدخل ضمن التعديل. ¶ وأما المجروح فيقولون فيه: أكذب الناس، وهذا شر أنواع الجرح، أو أسرق الناس للحديث، أو وضّاع، أو كذّاب، أو منكر الحديث، أو سيئ الحفظ، أو ضعيف، أو متهم، أو يروي المناكير، أو فيه ضعف يحتمل، أو فيه ضعف يسير، أو مستور، أو مجهول. ¶ وكل هذه الألفاظ تدخل في باب الجرح. ¶ وفرق بين الجرح والجُرح، فالجُرح بضم الجيم هو: ما سال منه الدم، وهو في الأبدان. ¶ وأما الجرح بفتح الجيم فهو: المصطلح الذي يُطلق على علم الجرح والتعديل. ¶ وهناك من يسأل: ما رأيك في علم الجُرح والتعديل، فهذا لا بد من جرحه وضربه! وظهور الفتن كانت سبباً في نقد الرجال، وهذا النقد للرجال أطلق عليه علم الجرح والتعديل، وهو قطب الرحى بالنسبة للعلوم الحديثية.",
            "page": "3",
            "part": "2",
            "seal": "335C4ABE"
        },
        {
            "id": "34",
            "nass": "الرسول صلى الله عليه وسلم هو واضع قواعد علم المصطلح ¶ الرسول صلى الله عليه وسلم هو الذي وضع أسس وقواعد علم مصطلح الحديث، وأسس قواعد علم الجرح والتعديل، ففي حديث حفصة أم المؤمنين رضي الله عنها أنها لما سألت النبي صلى الله عليه وسلم عن أخيها عبد الله بن عمر قال: (إن عبد الله رجل صالح لو كان يقوم من الليل). ¶ فعلّق الصلاح هنا على قيام الليل في حق عبد الله. ¶ فقوله هنا: (عبد الله رجل صالح) هذا تعديل وتزكية لـ عبد الله بن عمر رضي الله عنهما من الرسول صلى الله عليه وسلم. ¶ وأما الجرح فمستنده من حديث رسول الله صلى الله عليه وسلم ما رواه الخطيب بسنده عن عائشة رضي الله عنها أن رجلاً استأذن على النبي صلى الله عليه وسلم فقال: (ائذنوا له فبئس أخو العشيرة). ¶ ثم لما دخل الرجل -وكان من المنافقين- على النبي صلى الله عليه وسلم هش في وجهه وبش وضحك ومازحه ولاطفه، فقالت عائشة: يا رسول الله! رأيتك تصنع ما لم تكن تصنعه من قبل! قال: إن هؤلاء قوم تبغضهم قلوبنا، أي: لأنهم منافقون. ¶ وقوله هنا: (فبئس أخو العشيرة) جرح.",
            "page": "4",
            "part": "2",
            "seal": "F2F7901E"
        },
        {
            "id": "35",
            "nass": "مشروعية الجرح والتعديل ¶ يقول الخطيب: في قول النبي صلى الله عليه وسلم للرجل: (بئس أخو العشيرة) دليل على أن إخبار المخبر -والمخبر هنا بمعنى الناقد- بما يكون في الرجل من العيب على ما يوجب العلم والدين، فشرط إخبارك عن رجل بعيب فيه أن يكون ذلك من باب النصيحة في الدين، ولو لم يكن هذا الغرض من باب النصيحة في الدين فهذه غيبة. ¶ يقول: إنه من النصيحة للسائل، وليس ذلك غيبة، إذ لو كان ذلك غيبة لما أطلقه النبي صلى الله عليه وسلم، وإنما أراد عليه الصلاة والسلام بما ذكر فيه -والله أعلم- أن يبين للناس الحالة المذمومة منه، وهي النفاق من ذلك الداخل والفحش، فيجتنبوها، لا أنه أراد الطعن والسب. ¶ قال: ومما يؤيد ذلك حديث فاطمة بنت قيس حيث قال لها الرسول صلى الله عليه وسلم: (أما أبو جهم فلا يضع عصاه عن عاتقه). ¶ وذلك عندما ذهبت فاطمة بنت قيس تستشير النبي صلى الله عليه وسلم في أبي جهم ومعاوية اللذين تقدما لخطبتها، فقال: (أما أبو جهم فلا يضع عصاه عن عاتقه). ¶ ولا شك أن هذا نوع جرح، ولكنه هنا من باب النصيحة في الدين. ¶ فالنبي صلى الله عليه وسلم أراد أن يعلمها ويخبرها بما يعلمه عن أبي جهم فقال: (أما أبو جهم فلا يضع عصاه عن عاتقه)، أي: فإن قبلتيه على هذا فلكِ ذلك وهو شأنكِ، (وأما معاوية فصعلوك). ¶ والصعلوك في اللغة هو من لا مال له. ¶ ثم أشار النبي صلى الله عليه وسلم عليها بأن تنكح أسامة بن زيد رضي الله عنهما، فنكحها أسامة بن زيد وكان بينهما خير كثير، أي: أنها قبلت نصيحة النبي صلى الله عليه وسلم. ¶ ففي هذا الخبر دلالة على أن الجرح جائز في الضعفاء من جهة النصيحة؛ لتجتنب الرواية عنهم، وليُعدل عن الاحتجاج بأخبارهم؛ لأن رسول الله صلى الله عليه وسلم ذكر عن أبي جهم أنه لا يضع عصاه عن عاتقه، وأخبر عن معاوية أنه صعلوك لا مال له، ولكن بشرط ألا يتعدى ذلك المستشير. ¶ وهنا فرق بين مسألتين، مسألة أن تأتي امرأة تسألك أنه تقدم لها فلان وتسألك عن رأيك فيه، فيجب عليك في هذا الوقت أن تنصحها بما تعلم إن كان يصلح لها أو لا يصلح. ¶ ومسألة أن تتبرع وتتصدق بأن تذكر لها ذلك دون أن تسألك، فهذا غير جائز إلا إذا سُئلت، والنبي صلى الله عليه وسلم يقول: (المستشار مؤتمن)، أي: أنه أمين على المشورة. ¶ ويقول صلى الله عليه وسلم: (أيما رجل استشير في مسألة فأشار فيها بأمر وهو يعلم أن الرشد في غير ما أشار به فقد خان). ¶ وذكر العيوب الكاملة في بعض نقلة السنن التي يؤدي السكوت عن إظهارها عنهم وكشفها عليهم إلى تحريم الحلال وتحليل الحرام، وإلى الفساد والإفساد في شريعة الإسلام؛ أولى بالجواز وأحق بالإظهار. ¶ أي: إذا كانت الغيبة مسموح بها شرعاً فيما يتعلق بزواج رجل من امرأة أو بدخول رجل أو خروجه، فلا شك أنها واجبة من باب أولى في راو يتعلق بنقل الحلال أو الحرام؛ لأنه ربما يأتي وضّاع فيروي رواية تحل حراماً في الأصل، أو تحرم حلالاً في الأصل، فلو لم تكن النصيحة هنا -بمعنى جرحه وإظهار عيبه- واجبة في هذا الموطن فلا شك أنه سيغير الشريعة تماماً، فيجعل الحلال حراماً والحرام حلالاً، فالنصيحة هنا وإظهار العيب من أوجب الواجبات.",
            "page": "5",
            "part": "2",
            "seal": "B3B09FCE"
        },
        {
            "id": "36",
            "nass": "من تكلم من الصحابة والتابعين في الرجال ¶ وقد تكلم الصحابة بعد النبي صلى الله عليه وسلم في الرجال، ومنهم: عبد الله بن عباس، وعبادة بن الصامت، وأنس بن مالك، وعائشة رضي الله عنهم. ¶ ثم تكلم من التابعين إمام التابعين سعيد بن المسيب، وعامر الشعبي، وابن سيرين، وكان كلامه قليلاً؛ لقلة الضعف وندرته في ذلك العصر، فـ ابن سيرين كان أقل الناس كلاماً في الرجال، والكلام في هذا العصر كان كله قليلاً؛ لعدم الحاجة إليه؛ لأنهم في هذه الأزمان لم يكونوا بحاجة إلى علم نقد الرجال. ¶ وفي أوائل القرن الثاني الهجري ظهر ما لم يظهر في القرن الأول، وبناء عليه احتيج إلى ما لم يكن موجوداً في القرن الأول.",
            "page": "6",
            "part": "2",
            "seal": "938045B1"
        },
        {
            "id": "37",
            "nass": "بداية عصر تدوين الحديث ¶ يقول: بدأ عصر تدوين الحديث بأمر الخليفة العادل عمر بن عبد العزيز على يد محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب بن زهرة المشهور والمعروف بـ الزهري، أو بـ ابن شهاب الزهري لما طلب إليه أمير المؤمنين عمر بن عبد العزيز أن يجمع السنة، فطلب منه الزهري رحمه الله أن يجعل معه أبا بكر بن عمرو بن حزم -وهذا غير أبي محمد بن حزم الظاهري، فالأول متقدم والثاني متأخر- فانطلقا يجمعان السنة، فرحلا وسهرا وتعبا ونسخا، وواصلا الليل بالنهار في جمع السنة بأمر من الخليفة الراشد عمر بن عبد العزيز رحمه الله. ¶ وهنا يقال: إن أول من دون علم الحديث هو الزهري، وهذا تغليب، فهو أول من اشتهر بتدوين وكتابة السنة، وإلا فقد كانت السنة مكتوبة في عصر النبي صلى الله عليه وسلم. ¶ وقد أخذت كتابة الحديث أهمية عظيمة في عصر النبي صلى الله عليه وسلم وبعد عصر النبوة.",
            "page": "7",
            "part": "2",
            "seal": "04EAB7E7"
        },
        {
            "id": "38",
            "nass": "اختلاف العلماء في حكم تدوين الحديث ¶ اختلف أهل العلم في تدوين الحديث بين مجيز ومانع، وبين مجيز بشروط، وليس هذا وقت تفصيل هذه المسألة. ¶ وفي حديث عبد الله بن عمرو حينما قال له أهل قريش: إنك تكتب عن رسول الله وهو بشر يتكلم في الغضب والرضا -وقصدوا بذلك أنه يتكلم بكلام لا يستحق أن يسجّل في وقت غضبه- فأخبر بذلك النبي صلى الله عليه وسلم، فقال النبي صلى الله عليه وسلم: (اكتب؛ فوالذي نفس محمد بيده لا يخرج منه إلا حقاً، وأشار إلى فيه صلى الله عليه وسلم). ¶ وفي حديث أبي شاة الرجل اليمني الذي حج مع النبي صلى الله عليه وسلم حجة الوداع لما سمع منه تلك الخطبة المشهورة قال كما في حديث جابر في صحيح مسلم الطويل: (مر لي بكتابة هذا الكلام، فقال النبي صلى الله عليه وسلم: اكتبوا لـ أبي شاة). ¶ وجاء في حديث آخر النهي عن كتابة الحديث، فقد قال النبي صلى الله عليه وسلم: (لا تكتبوا عني ومن كتب عني شيئاً غير القرآن فليمحه). ¶ وهذا ظاهره المعارضة للحديثين السابقين، ويمكن الجمع بين هذه الأدلة بأن النهي عن كتابة الحديث كان في صدر النبوة؛ لأن الناس كانوا حديثي عهد بالإسلام وبكلام الله عز وجل وكلام النبي محمد صلى الله عليه وسلم، فكان هناك خشية وخوفاً من اختلاط الكلام النبوي بكلام الله عز وجل، فنهوا في أول الأمر عن التدوين، خاصة وأن العرب كانوا أهل حفظ وضبط وإتقان، فاستغنى الناس في أول الزمان بالحفظ والسماع عن الكتابة والتدوين، ولم يكن هناك حاجة لتدوين الحديث. ¶ وقد أذن النبي صلى الله عليه وسلم لبعض الصحابة بتدوين ونسخ القرآن الكريم، واتخذ النبي صلى الله عليه وسلم له كُتّاباً سموا بكتاب الوحي، قيل: إنهم كانوا أربعة وعشرين رجلاً، وقيل: أربعين رجلاً. ¶ فالنبي صلى الله عليه وسلم أمر بنسخ القرآن وكتابته، ولكن الخلاف دار حول مسألة تدوين الحديث، فكان المنع ثم الإباحة بعد ذلك، وكان المنع لعلة، ثم لما انتفت العلة أبيحت الكتابة.",
            "page": "8",
            "part": "2",
            "seal": "CC48E84D"
        },
        {
            "id": "39",
            "nass": "دور الإمام الزهري في نشأة علم مصطلح الحديث ¶ بعد أن دون ابن شهاب الزهري علم الحديث وجمعه من الصحف وغير ذلك، عُني بوضع أصول علم الحديث الذي كان في عصره، وبيّن حدود الحديث المقبول من المردود، حتى قيل: إنه واضع علم مصطلح الحديث. ¶ وقد قلنا: إن علم مصطلح الحديث له جذور في الكتاب والسنة، وله جذور أيضاً عند الصحابة، وكذلك علم الجرح والتعديل له جذور في الكتاب والسنة، وعند الصحابة والتابعين ومن بعدهم؛ لأنهم تكلموا في الرجال. ¶ والإمام الشافعي أول من صنّف في علم أصول الفقه في كتاب الرسالة. ¶ ولكن لا يقال: إن الشافعي هو أول من فهم وفقه وعرف هذا العلم، فقد كان هذا العلم معروفاً سليقة عند الصحابة والتابعين ومن بعدهم. ¶ فهناك فرق بين العلم بالشيء وبين تدوينه، فالعلم بأصول الفقه كان معروفاً عند من تقدم على الشافعي، ولكنه لم يدون كتابة إلا على يد الشافعي، وكذلك علم أصول الحديث كان معروفاً قبل الزهري من زمن فتنة الخوارج والشيعة، والفرق بين زمان الزهري وزمان علي بن أبي طالب طويل، وبناء عليه لا يمكن أن يقال: إن الزهري أول من عرف علم أصول الحديث، ولكن يقال: إنه أول من اعتنى به وسطره كعلم من العلوم.",
            "page": "9",
            "part": "2",
            "seal": "65D57450"
        },
        {
            "id": "40",
            "nass": "تشدد الزهري في الإتيان بسند الحديث ¶ روى ابن أبي حاتم بسنده إلى الزهري قال: كان ابن شهاب إذا حدّث أتى بالإسناد، ويقول: لا يصلح أن يرقى السطح إلا بدرجة، يعني: لا يمكن أحد يصعد إلى السطح إلا بسلّم. ¶ وروى الحاكم بسنده إلى الزهري أنه سمع إسحاق بن أبي فروة يقول: قال رسول الله صلى الله عليه وسلم، قال رسول الله صلى الله عليه وسلم، فقال له الزهري: قاتلك الله يا ابن أبي فروة! ما أجرأك على الله، ألا تسند حديثك؟ تقول: قال رسول الله، قال رسول الله؟ -وبين إسحاق بن أبي فروة وبين النبي صلى الله عليه وسلم ما لا يقل عن ثلاث طبقات- تحدثنا بأحاديث ليس لها خطم ولا أزمة؟ أي: ليس لها إسناد.",
            "page": "10",
            "part": "2",
            "seal": "AD1438C4"
        },
        {
            "id": "41",
            "nass": "أسباب التوسع في نقد الحديث ونشاط التأليف في الحديث ¶ وفي أوائل هذا القرن -أي: القرن الثاني- وجد من يروي المرسل والمنقطع، ووجد الضعفاء من صغار التابعين، وأما في منتصفه فازداد أهل البدع والأهواء، وكثرت الفرق التي منها ما كان داخلاً في الإسلام، ومنها ما هو مارق بالكلية، كالإسماعيلية والباطنية والفاطمية وغيرهم، فإنهم لا حظ لهم في الإسلام البتة، وظهر من يتعمد الكذب، واضطر أئمة الحديث إلى توسيع النظر والاجتهاد في التفتيش عن الرواة، ونقد الأسانيد، فتكلم الإمام مالك في الرواة وصنّف كتاباً سمّاه الموطأ بإذن المنصور، ولم يرو فيه إلا الأحاديث المقبولة -أي: التي ثبتت عدالة رواتها عنده، ولم يأخذوا إلا عن الموثوقين الضابطين للحديث، كما تكلم شعبة بن الحجاج ومعمر وهشام الدستوائي، ثم ابن المبارك وابن عيينة، وكل هؤلاء كانوا من أئمة نقد الرجال والأحاديث.",
            "page": "11",
            "part": "2",
            "seal": "93A37703"
        },
        {
            "id": "42",
            "nass": "ازدهار علم الحديث في القرن الثاني والقرن الثالث ¶ لم ينته هذا القرن حتى وجد كثير من أنواع علوم الحديث، ووضعت له الضوابط والاصطلاحات، ولكن لم يدون منها إلا شيء قليل، ومعظمها كان محفوظاً في الصدور، كشأن أي علم من علوم الإسلام، إلا ما كتبه الإمام الشافعي من فصول وأبحاث داخل كتابه الرسالة، وشروط الحديث الصحيح، فالإمام الشافعي هو واضع شروط الحديث الصحيح في كتاب الرسالة، وتكلم عن شروط حفظ الراوي والرواية بالمعنى، والمدلِّس وقبول حديثه، كما أنه ذكر في كتابه الأم الحديث الحسن، وتكلم في الحديث المرسل، وناقش الاحتجاج به بقوة، وبحث في غير ذلك من علوم الحديث، ثم نشطت حركة التدوين في القرن الثالث. ¶ فالقرن الثاني كان بداية حركة التدوين، ثم نشطت حركة التدوين في القرن الثالث، وخاصة تدوين الحديث، ولو نظرت إلى كتب الحديث والسنن المعتمدة -الصحاح منها والمسانيد والمعاجم- لوجدت أن معظمها صنّف في القرن الثالث، ومنها الكتب الستة، ومسند الإمام أحمد بن حنبل وغيرها من الكتب المعتمدة في الحديث. ¶ ثم استقل كل علم بذاته في القرن الثالث، فاستقل علم الفقه، وعلم العقيدة، وعلم الجرح والتعديل، وظهر علم المصطلح. ¶ ففي القرن الأول إلى منتصف القرن الثاني لم يكن تقسيم العلوم معروفاً، ولكن بظهور القرن الثالث ظهرت الاستقلالية التامة لكل العلوم بعضها عن بعض. ¶ يقول: واستقل كل علم من العلوم استقلالاً متميزاً عن غيره، فصار يقال: علم الحديث الصحيح، وعلم الناسخ والمنسوخ، وعلم الجرح والتعديل، وعلم أصول الفقه، وغير ذلك من العلوم.",
            "page": "12",
            "part": "2",
            "seal": "9B51FB32"
        },
        {
            "id": "43",
            "nass": "تصنيف العلماء لعلوم المصطلح في القرن الثالث الهجري ¶ كان القرن الثالث هو عصر الازدهار في التدوين والتصنيف، وقد صُنّفت هذه العلوم مفردة ولكل علم مصنف خاص. ¶ فألّف يحيى بن معين كتاب تاريخ الرجال، وأحمد بن حنبل صنّف كتاباً في العلل، والبخاري صنّف في الرجال التاريخ الكبير والأوسط والصغير، ويعقوب بن شيبة السدوسي صنّف المسند المعلل ولم يكمله، بل جمع فيه ما يقارب ثلاثين جزءاً، ولو أكمله لجاء في مائتي مجلد. ¶ وهناك من أكثر في هذا القرن من التأليف في أنواع علوم الحديث كـ علي بن المديني، فقد ألّف في فنون كثيرة حتى بلغت مؤلفاته مائتا كتاب، كما وجد في هذا القرن من كان يكتب شيئاً في علوم الحديث، ويجعله كمقدمة لكتاب في الحديث، كالإمام مسلم في صحيحه، ومسلم توفي سنة (261هـ)، والبخاري توفي سنة (256هـ)، والإمام أحمد بن حنبل توفي سنة (241هـ)، والشافعي ولد سنة (150هـ)، أي: في نفس العام الذي توفي فيه أبو حنيفة، وتوفي سنة (204هـ)، ومالك توفي سنة (174هـ). ¶ ومعرفة تاريخ المواليد والوفيات مهم جداً، فإذا قال شخص: حدثني الشافعي عن الخطيب البغدادي كذبناه؛ لأن التاريخ يكذّبه، وقد دخل رجل على الخطيب البغدادي فقال: حدثني فلان ببلاد الشام، وظل يقول هكذا في عشرين حديثاً، فلما انتهى استدعاه الخطيب البغدادي وقال: من أين أنت؟ قال: أنا من العراق، قال له: ومتى لقيته؟ قال له: سنة (204هـ)، قال له: وكيف لقيته وهو قد مات سنة (198هـ)! أي: أن بين رحلتك وبين موته ست سنوات. ¶ فمعرفة التواريخ مسألة مهمة جداً في نقل الأخبار. ¶ والإمام مسلم عندما اشترط الصحة في صحيحه شرطه على أصل الصحيح لا على المقدمة؛ لأن المقدمة فيها الضعيف والصحيح، ولما صنّف الإمام مسلم المقدمة لم يقصد بها عين الكتاب، وإنما حث الناس على التحري في نقل الأخبار، وذكر الجرح والتعديل، ومن كان مجروحاً ومن كان معدّلاً، وغير ذلك من المسائل التي ذكرها واهتم بها. ¶ يقول: وكذلك ما كتبه الإمام أبو داود في رسالة مستقلة إلى أهل مكة، يصف فيها المنهج الذي سار عليه في تصنيف كتابه السنن. ¶ وقد أفرد الإمام مسلم بالتصنيف كتباً مستقلة في أبواب مصطلح الحديث، ككتاب الوحدان، وكتاب الطبقات، وكتاب المخضرمين، وكتاب الكنى والأسماء. ¶ ومنهم من كان يجعل تلك الكتابة كملحق لكتاب من كتب الحديث كالإمام الترمذي، فقد جعل كلامه في العلل في آخر كتاب الجامع، وكذا ما بثه من الكلام على أحاديث جامعه في طيات الكتاب من تصحيح وتضعيف وتقوية وتعليل. ¶ إن الكلام في مقدمة هذا العلم لا ينتهي، وهذه إنما هي نبذة عن هذا العلم، وعن مراحل تدوينه، واهتمام أهل العلم به بقدر الإمكان.",
            "page": "13",
            "part": "2",
            "seal": "41C23ADB"
        },
        {
            "id": "44",
            "nass": "تعريف المصطلحات الأولية في علوم الحديث ¶ لكل علم وفن مصطلحات لابد من معرفتها، ومن لم يعرفها لا يستطيع فهم هذا العلم، فأصحاب الفقه لهم مصطلحات من لم يعرفها فلن يعرف توجيه كلامهم، وأصحاب الحديث لهم مصطلحات تخصهم دون غيرهم، من لم يتعرف عليها لا يستطيع أن يفهم مقصود كلامهم. ¶ وهذه المصطلحات بدائيات للعلوم، ومن مصطلحات علم مصطلح الحديث: مسألة السند، ومسألة المتن.",
            "page": "14",
            "part": "2",
            "seal": "3515A77A"
        },
        {
            "id": "45",
            "nass": "أولاً: السند ¶ أولاً: السند: والسند في اللغة: هو ما يعتمد عليه غيره. ¶ واصطلاحاً هو: سلسلة الرواة الموصلة إلى المتن. ¶ وذلك مثل: قال الربيع: حدثني الشافعي عن مالك قال: أخبرني نافع عن ابن عمر، فسلسلة الرواة هؤلاء تسمى السند.",
            "page": "15",
            "part": "2",
            "seal": "04BED13C"
        },
        {
            "id": "46",
            "nass": "ثانياً: المتن ¶ ثانياً: المتن وهو في اللغة: ما صلب وعلا وارتفع من الأرض، فكل ما ارتفع من الأرض يسمى متناً، والمتن هو: الشيء العالي، ومتن البعير أعلى شيء فيه، ومتن السفينة أعلاها. ¶ وفي الاصطلاح هو: ما انتهى إليه السند من الكلام. ¶ فالمتن في الاصطلاح هو الكلام، وهذا الكلام مشروط بأن ينتهي إليه السند. ¶ فلا نقول: المتن هو كلام النبي صلى الله عليه وسلم؛ لأنه بالإمكان أن يكون كلام النبي أو من دون النبي، ولذلك قلنا: هو ما انتهى إليه السند من الكلام؛ لأنه يمكن أن ينتهي السند إلى الصحابي أو التابعي، فيكون كلام التابعي أو الصحابي متناً ما دام قد روي بإسناد، فنقول: إن هذا الكلام الذي قاله الزهري أو ابن سيرين أو سعيد أو غيرهم كلام روي مسنداً. ¶ وبعض أهل العلم اشترطوا ألا يُطلق لفظ سند إلا إذا كانت طبقات الإسناد لا تقل عن ثلاث طبقات.",
            "page": "16",
            "part": "2",
            "seal": "9C250363"
        },
        {
            "id": "47",
            "nass": "ثالثاً: الإسناد ¶ ثالثاً الإسناد: بعض العلماء يقولون: الإسناد مرادف للسند، والبعض الآخر يقولون: بل الإسناد يختلف عن السند، فالسند هو سلسلة الرواة، والإسناد حكاية السند، أي: رواية السند بالتحديث أو بالإخبار أو بالعنعنة، أو بالإجازة أو بالوجادة، أو بغير ذلك من صنوف الرواية أو التحمل والأداء. ¶ فالإسناد هو: تبيين الحال التي روي عليها الحديث، وهل سمعها الراوي الذي رواها أم رواها إجازة؟ والإجازة مثل أن يبعث بكتاب له إلى آخر ويقول له: خذ هذا الكتاب فقد أجزتك أن ترويه عني. ¶ والسند والإسناد في الواقع العملي سواء، وهذا هو الغالب من أقوال أهل العلم، فتجدهم عند الحكم على الحديث يقولون: هذا الحديث سنده صحيح، وأحياناً يقولون: هذا الحديث إسناده ضعيف.",
            "page": "17",
            "part": "2",
            "seal": "1826F750"
        },
        {
            "id": "48",
            "nass": "رابعاً: المسنَد ¶ رابعاً: المسند، وهو لغة: اسم مفعول من أسند. ¶ وأما في الاصطلاح فله ثلاثة معان: المعنى الأول: هو كل كتاب جُمع فيه مرويات كل صحابي على حدة، فإذا جمعت مرويات أبي هريرة عن النبي صلى الله عليه وسلم في كتاب واحد سمي مسند أبي هريرة، كما في مسند أحمد. ¶ والمعنى الثاني: هو الحديث المرفوع المتصل سنداً، أي: المروي بالإسناد. ¶ والمعنى الثالث: هو بمعنى السند، يعني: أن المسند والسند بمعنى واحد.",
            "page": "18",
            "part": "2",
            "seal": "DF83E3C3"
        },
        {
            "id": "49",
            "nass": "خامساً: المسنِد ¶ خامساً: المسنِد: وهو من يروي الحديث بإسناده، كـ أحمد بن حنبل وأبي داود والبخاري ومسلم والترمذي والنسائي، وكالمصنفين الذين صنفوا الكتب المسندة، فكل مصنف من هؤلاء مسنِد؛ لأنه يروي الحديث بإسناده. ¶ ولا يشترط في المسنِد أن يكون عالماً بما يرويه؛ لقول النبي صلى الله عليه وسلم: (فرب حامل فقه ليس بفقيه، ورب حامل فقه إلى من هو أفقه منه). ¶ ومن نوادر طلبة الحديث التي تروى: أن امرأة دخلت الجامع الكبير في الشام، فسألت التلاميذ عن مسألة في الطلاق، فدلوها على الشيخ فسألته فقال لها: لقد وقع الطلاق بدليل قول النبي صلى الله عليه وسلم كذا وكذا، فلما سمع الطلبة هذا الحديث قالوا: هذا الحديث رواه فلان عن فلان، وفلان عن فلان عن فلان، وأتى كل واحد منهم بإسناده، ولم يفهموا فقه الرواية.",
            "page": "19",
            "part": "2",
            "seal": "3C17E8E9"
        },
        {
            "id": "50",
            "nass": "شبهة أعداء الإسلام في عدم وجود علاقة بين أهل الحديث وبين أهل العفة والرد عليهم ¶ وأعداء الإسلام يستدلون بهذه الروايات وأمثالها وأشكالها على أن أهل الحديث لا علاقة لهم بالفقه، كما أن أهل الفقه لا علاقة لهم بالحديث، فمن قال هذا القول فهو جاهل جهلاً مطلقاً، وليس له دراية بأهل العلم، فالإمام أحمد بن حنبل كان محدثاً فقيهاً، وكذلك الشافعي ومالك والحكم بن عتيبة وإبراهيم النخعي وسفيان الثوري، وكان الأئمة العظام أئمة في السنة وكانوا فقهاء. ¶ وقد قيل: إن للفقه أكثر من مائتي مذهب، وليس أربعة أو خمسة كما هو مشهور عند الناس، ولكن هذه المذاهب الأربعة لما اشتهرت عن طريق تلاميذ هؤلاء الأئمة المتبوعين وكان هؤلاء التلاميذ من أهل الحديث، دخل فقههم داخل هذه المذاهب، فلم يكن هناك حاجة لتمييز مذهب كل منهم على حدة. ¶ وإذا كانت المذاهب أربعة ويحدث هذا القلق في الأمة كلها ما بين مقلّد جاهل أحمق دون نظر، وما بين مجتهد ومجتهد مطلق وغير ذلك؛ فما بالك لو كانت المذاهب مائتي مذهب، كيف سيصير حال الأمة؟",
            "page": "20",
            "part": "2",
            "seal": "076A8577"
        },
        {
            "id": "51",
            "nass": "اجتهاد أهل العلم في مصطلحاتهم ¶ لا يسأل أهل العلم عن مصطلحاتهم التي اصطلحوا عليها، فمصطلحهم راجع إلى اجتهادهم في المسألة الواحدة، أو في العلم بعينه، فلا يقال: ما هو الدليل على أن أمير المؤمنين هو من أحاط بالسنة؟ لأنا نقول: إن هذا مصطلح اصطلح عليه أهل العلم في هذا الفن، وليس عليه دليل من الكتاب أو السنة، وإنما هو اجتهاد، ولأهل كل فن مصطلحات وأصول تعارفوا عليها. ¶ ولو سأل شخص النجار مثلاً: ما هو الدليل على أن اسم هذه الآلة (شاكوش)؟ لكان السائل أحمق، فالنجارون اصطلحوا على أن هذا اسمه (شاكوش)، كما اصطلحنا اليوم على أن الرغيف إذا وضع فيه شيء يسمى (سندويتش)، والمجمع اللغوي عجز عن أنه يأتي بكلمة واحدة تساوي نظيراتها في اللغات الأخرى لكلمة (سندويتش)، بل قال: هو كل مشقوق وضع في وسطه شيء.",
            "page": "21",
            "part": "2",
            "seal": "38F76097"
        },
        {
            "id": "52",
            "nass": "سادساً: المحدث والحافظ وأمير المؤمنين والحاكم ¶ سادساً: المحدث، وهو: كل من أتقن علوم الحديث رواية ودراية، وعرف الرواة في كل طبقة وفي كل عصر، واهتم بجمع الروايات والنظر فيها تصحيحاً وتضعيفاً وحفظاً وغير ذلك. ¶ والحافظ قيل: هو من حفظ من السنة ثلاثمائة ألف حديث. ¶ وأمير المؤمنين قيل: هو من حفظ من السنة ثمانمائة ألف حديث. ¶ والحاكم قيل: هو من أحاط بالسنة. ¶ ومن أمراء المؤمنين في علم الحديث البخاري وعلي بن المديني ويحيى بن معين وأحمد بن حنبل وغيرهم، وآخرهم إمارة في الحديث هو الحافظ ابن حجر. ¶ وأما مصطلح الحاكم فهو مصطلح دخيل، وفي النفس منه شيء، لم يعرفه المتقدمون، والخلاف فيه كثير.",
            "page": "22",
            "part": "2",
            "seal": "C67DA183"
        },
        {
            "id": "53",
            "nass": "سابعاً: الحديث ¶ سابعاً: الحديث: وهو في اللغة: الجديد أو الكلام. ¶ يقال: هذا شيء حديث، أي: جديد ومحدث، وقال تعالى: {مَا كَانَ حَدِيثًا يُفْتَرَى} [يوسف:111]، أي: ما كان كلاماً يفترى. ¶ فالحديث في اللغة يحمل على معنى الجديد أو الكلام. ¶ وفي الاصطلاح: ما أضيف إلى النبي صلى الله عليه وسلم من قول، أو فعل أو تقرير، أو صفة خلقية أو خلقية. ¶ وهذا التعريف متفق عليه. ¶ والحديث على هذا التعريف إما أن يكون حديثاً قولياً، أو فعلياً أو تقريرياً، أو وصفياً. ¶ فالحديث القولي هو: ما قال فيه الصحابي: قال رسول الله صلى الله عليه وسلم كذا وكذا، كقول النعمان بن بشير: قال رسول الله صلى الله عليه وسلم: (إن الحلال بيّن وإن الحرام بيّن)، الحديث. ¶ وأما الحديث الفعلي فهو ما كان من فعل النبي صلى الله عليه وسلم، كحديث علي بن أبي طالب: (لما توضأ من ماء زمزم قام فوقف، وشرب ما فضل منه، وقال: هكذا رأيت رسول الله صلى الله عليه وسلم يفعل).",
            "page": "23",
            "part": "2",
            "seal": "CC084B9A"
        },
        {
            "id": "54",
            "nass": "تقديم الحديث القولي على الحديث الفعلي عند التعارض ¶ والحديث القولي أقوى من الحديث الفعلي، وهو عام للأمة ما لم يأت ما يقيده أو يخصصه. ¶ وهذا من أحد المرجحات بين الأحاديث، فإذا وقع التعارض بين دليلين نظرنا ما إذا كان أحدهما ضعيفاً أو قولياً. ¶ والمرجحات تبلغ أكثر من خمسين مرجحاً. ¶ وأما الحديث الفعلي فقد يكون خاصاً بالنبي صلى الله عليه وسلم، وليست أفعال النبي صلى الله عليه وسلم تشريعاً للأمة إلا إذا كانت في مجال التشريع لا الخصوصية، فإن كانت في مجال الخصوصيات -أي: فيما يمس شخص النبي صلى الله عليه وسلم- فلا شك أنها مقصورة عليه، وهذا أيضاً يحتاج إلى دليل. ¶ والشاهد: أن الحديث القولي أقوى من الحديث الفعلي، فعند التعارض يقدّم القولي على الفعلي إذا لم يكن الجمع بينهما ممكناً، فإعمال الدليلين خير من إعمال أحدهما وإهمال الآخر، وإعمال الدليلين أي: أخذهما والجمع والتأليف بينهما، فالعمل بهما خير من اختيار أحدهما ورد الآخر. ¶ ومثال ذلك: قول النبي صلى الله عليه وسلم: (من شرب قائماً فليستقئ)، وهذه الرواية فيها نظر، وهي في صحيح مسلم. ¶ ولما رأى رجلاً يشرب قائماً قال: (أتحب أن يشرب معك الهر؟ قال: لا يا رسول الله! قال: والذي نفس محمد بيده لقد شرب معك من هو شر منه، الشيطان). ¶ وروي الشرب قائماً من فعل علي بن أبي طالب ورفع هذا الفعل إلى النبي صلى الله عليه وسلم. ¶ فنقول: إن القولي مقدم على الفعلي، والأحاديث التي ورد فيها النهي عن الشرب قائماً أحاديث قولية، والأحاديث التي ورد فيها جواز الشرب فعلية، فنقدم الأحاديث القولية التي تنهى عن الشرب قائماً على الفعلية التي تجيز ذلك، والجمهور قالوا بكراهة الشرب قائماً كراهة تنزيه، والظاهرية قالوا بالحرمة، وتبعهم على ذلك شيخنا الشيخ ناصر الدين الألباني. ¶ واستدل الظاهرية الذين قالوا بحرمة الشرب قائماً بأن النبي صلى الله عليه وسلم إنما شرب قائماً في موسم الحج، فلعله لم يستطع أن يشرب قاعداً من الزحام فشرب قائماً، وقالوا: وهذا فعل منه صلى الله عليه وسلم وليس قولاً، فقوله للأمة بالتحريم وفعله لنفسه بالجواز، وهذا مقصور عليه هو دون الأمة. ¶ فأولوا الحديث الفعلي في الشرب بأنه مخصوص بالنبي صلى الله عليه وسلم، ولكن هذا التأويل يرد عليه فعل علي أنه قام فشرب، ولو كان مخصوصاً بالنبي صلى الله عليه وسلم لكان علي بن أبي طالب أفهم لهذه الرواية منهم. ¶ وكانت القرب عند العرب تعلق على الأشجار والجدران حتى لا تمسها الهوام والدواب وغيرها، وكانوا يشربون منها قياماً للعذر، إذ كان يتعذّر عليهم فك الحبل أو قطعه حتى يجلسون للشرب ثم يربطونه مرة أخرى؛ لأن الحبل لو انقطع مراراً في اليوم الواحد فسينتهي بكامله، وهذا عذر يبيح الشرب قائماً. ¶ والراجح فيها جواز الشرب قائماً مع الكراهة، وهذا رأي الجمهور.",
            "page": "24",
            "part": "2",
            "seal": "BFC9B22E"
        },
        {
            "id": "55",
            "nass": "السنة التقريرية ¶ وأما التقرير: فهو أن يرى الرسول صلى الله عليه وسلم أحد الصحابة يعمل شيئاً ويسكت عنه؛ لأن النبي صلى الله عليه وسلم لا يسكت على باطل قط، فإذا رأى صحابياً يفعل فعلاً وسكت عليه نُسب هذا الفعل تقريراً إلى النبي صلى الله عليه وسلم؛ لأنه لو لم يكن مباحاً أو جائزاً لأنكره النبي صلى الله عليه وسلم أشد الإنكار، فالنبي صلى الله عليه وسلم منزّه عن الباطل، فما فُعل أمامه أو قيل وهو يسمع فلم ينكر؛ دل على رضاه صلى الله عليه وسلم عنه، فينسب إليه من باب أنه سنة؛ لأنه رآه أو سمعه وأقره ولم يغيره، ولو كان باطلاً لغيره ولم يقره، وهذا كحديث لعب الحبشة، فقد جاء في حديث عائشة عند البخاري ومسلم: أن الحبشة كانوا يلعبون بالحراب في المسجد، فوقفت عائشة خلف النبي صلى الله عليه وسلم تنظر إليهم، وأسندت ذقنها على كتف النبي صلى الله عليه وسلم، والنبي صلى الله عليه وسلم يسترها، ثم سألها: أما يكفيك؟ فقالت: لا، فانتظر حتى قالت: كفى يا رسول الله! ودخلت بيتها. ¶ فهذا إقرار من النبي صلى الله عليه وسلم لهذا الفعل؛ لأنه أقر عائشة في أن تنظر إلى الحبشة، وكذلك هو إقرار للحبشة بجواز اللعب داخل المسجد.",
            "page": "25",
            "part": "2",
            "seal": "EA1180D0"
        },
        {
            "id": "56",
            "nass": "السنة الوصفية ¶ وأما الصفة فإما أن تكون خلقية، أي: في أصل خلقة النبي صلى الله عليه وسلم، أو خُلُقية، أي: في صفات النبي صلى الله عليه وسلم المتعلقة بخُلُقه. ¶ وقد قال الله عز وجل: {وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ} [القلم:4]. ¶ وهذه الآية لا يقال فيها سنة خلقية ولا خُلُقية. ¶ وفي حديث عائشة: (كان خُلُقه القرآن). ¶ وهذا الحديث ينسب إلى النبي صلى الله عليه وسلم؛ لأنه يصف خُلُق النبي صلى الله عليه وسلم. ¶ وأما الأحاديث الخلقية كالأحاديث التي رويت في شمائل ووصف بدن النبي صلى الله عليه وسلم وشعره، وطوله، وأنه لم يكن بالطويل ولا بالقصير، ووصف منكبيه وذراعيه ووجهه، وأنه كان إذا ضحك انبسط وجهه، وإذا غضب أحمر وجهه كأنما فقئ في وجهه حب الرمان وغير ذلك.",
            "page": "26",
            "part": "2",
            "seal": "FC3D1546"
        },
        {
            "id": "57",
            "nass": "ثامناً: السنة ¶ ثامناً: السنة، وهي في اللغة: الطريقة، سواء كانت محمودة أو مذمومة، والدليل على ذلك حديث النبي صلى الله عليه وسلم: (من سن في الإسلام سنة حسنة، فله أجرها وأجر من عمل بها، لا ينقص ذلك من أجورهم شيئاً، ومن سن في الإسلام سنة سيئة، فعليه وزرها ووزر من عمل بها، لا ينقص ذلك من أوزارهم شيئاً). ¶ ولكنها عند الإطلاق تنصرف إلى السنة المحمودة، كإطلاق الماء في الفقه يقصد به الماء المطلق، أي: الذي اجتمعت فيه شروطه وصفاته، فلو قيد خرج عن الماء المطلق، مثل ماء الورد. ¶ وكذلك السنة إذا أطلقت قصد بها الطريقة المحمودة، فإذا قيل: هذه سنة سيئة دل ذلك على عدم قصد الأصل، وإنما يقصد التقييد. ¶ أما السنة في الاصطلاح فهي: ما أضيف إلى النبي صلى الله عليه وسلم من أقواله وأفعاله وتقريراته والصفات الخلقية والخُلُقية. ¶ فهي مرادفة للحديث. ¶ وبعض العلماء أدخلوا في مسمى السنة حياة النبي صلى الله عليه وسلم وزمنه وأيامه قبل البعثة وبعدها، وأدخلوا فيها المغازي والسير، بل وأدخلوا فيها ما نُسب إلى الصحابة والتابعين من الأقوال والأفعال والسنن، وغير ذلك. ¶ فليس هناك كبير فرق بين الحديث والسنة في مصطلح المحدثين. ¶ والسنة تطلق عند الفقهاء على ما يثاب فاعله ولا يعاقب تاركه. ¶ فهي بمعنى المندوب. ¶ والمندوب هو: ما طلبه الشارع من المكلف طلباً غير جازم. ¶ أقول قولي هذا، وأستغفر الله لي ولكم، وصل اللهم على نبينا محمد، وعلى آله وأصحابه وسلم تسليماً كثيراً.",
            "page": "27",
            "part": "2",
            "seal": "EF09D4F6"
        },
        {
            "id": "58",
            "nass": "دورة تدريبية في مصطلح الحديث [3] ¶ ينقسم الحديث أقساماً كثيرة باعتبارات مختلفة، فهو ينقسم باعتبار طرقه إلى متواتر وآحاد، فالمتواتر قطعي الورود، ويشترط لاعتباره متواتراً عدة شروط، ولكن لا تعتبر الثقة في رواته لكثرتهم، وذلك بخلاف الآحاد.",
            "page": "1",
            "part": "3",
            "seal": "B5A7B411"
        },
        {
            "id": "59",
            "nass": "تعريف الحديث والأثر والخبر ¶ باسم الله، والحمد لله، والصلاة والسلام على رسول الله؛ صلى الله عليه وعلى آله وسلم تسليماً كثيراً. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأن محمداً عبده ورسوله. ¶ وبعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ الحديث لغة: الجديد أو الكلام. ¶ واصطلاحاً: هو ما أضيف إلى النبي صلى الله عليه وسلم من أقواله، وأفعاله، وتقريراته، وصفاته الخلقية والخُلُقية. ¶ والمتن: هو ما انتهى إليه السند. ¶ والسنة ترادف الحديث على بعض آراء أهل العلم. ¶ وبعض العلماء يزيدون في تعريفها ويقولون: هي ما أضيف إلى النبي صلى الله عليه وسلم من أقواله وأفعاله وتقريراته والصفات الخلقية والخلقية، وما أضيف إلى الصحابي والتابعي، وكذلك ما روي من أخباره صلى الله عليه وسلم قبل بعثته، وكذا مغازيه وأيامه وغير ذلك. ¶ وهي في اللغة: الطريقة، وعند الإطلاق يراد بها الطريقة المستقيمة، فإذا قُيّدت خرجت عن هذا الإطلاق، مثل قوله صلى الله عليه وسلم (من سن في الإسلام سنة حسنة). ¶ وقوله: (من سن في الإسلام سنة سيئة). ¶ وتطلق السنة عند الفقهاء على ما يقابل البدعة، فيقال: هذا سني في مقابلة البدعي، وهذا أمر مسنون في مقابلة أمر آخر غير مسنون.",
            "page": "2",
            "part": "3",
            "seal": "39711B69"
        },
        {
            "id": "60",
            "nass": "تعريف الأثر ¶ الأثر في اللغة هو: بقية الشيء، وهو العلامة الفرعية التي تدل على أصل الشيء وحقيقته، مثل أثر الرجل في الطين، فهو فرع للأصل الحقيقي الذي هو القدم، أو هو أثر للمؤثر الحقيقي وهو القدم، فالأثر يدل على المسير، والبعرة تدل على البعير، فلو وجدت بعراً في طريق فإنك تعرف أنه قد مر من هذا الطريق بعير. ¶ وأما في الاصطلاح فقد اختلف أهل العلم اختلافاً عظيماً، فمنهم من يقول: الأثر اسم مفعول بمعنى المأثور، وكل مأثور يطلق عليه اصطلاحاً أثر، وهذا المأثور إما أن يكون مرفوعاً إلى النبي صلى الله عليه وسلم أو موقوفاً على الصحابي، أو مقطوعاً على التابعي. ¶ وهذا قول المحدثين. ¶ وهو بهذا المعنى مرادف للحديث والسنة؛ لأن جمهور المحدثين يرون أن السنة والأثر والحديث بمعنى واحد. ¶ وخالفهم طائفة قليلة من المحدثين والأصوليين والفقهاء، فقالوا: إنهما متغايران، أي: متباينان ومختلفان: فالحديث: هو ما كان من قول النبي صلى الله عليه وسلم وحده دون سواه. ¶ والأثر: ما أضيف إلى الصحابي من قوله أو فعله. ¶ أي: أن الحديث هو المرفوع من قول النبي صلى الله عليه وسلم، والأثر هو الموقوف من قول الصحابة. ¶ والاختلاف بين العلماء في الحديث والأثر، وهل معناهما واحد أو مختلف خلاف لفظي ليس له أثر في الواقع، مثل الاختلاف في الفرض والواجب بين الجمهور والأحناف، فالأحناف انفردوا عن الجمهور بقولهم: إن الواجب ما ثبت بدليل ظني، والفرض ما ثبت بدليل قطعي، ثم تجد الأحناف أنفسهم عند التطبيق العملي يمثّلون للفرض بالوتر، ويقولون في كتب فروعهم عن الوتر: إنه فرض، وعن السنن: إنها واجبة. ¶ وممن فرق بين الحديث والأثر الإمام الطحاوي، ولكنه خالف هذا المبدأ في كتبه، ففي كتابيه مشكل الآثار وشرح معاني الآثار أورد المرفوع والموقوف، مع أنه عنون لهما بالآثار، ولو كان الأثر ما كان موقوفاً لكان يجب عليه ألا يورد في هذا الكتاب إلا ما كان موقوفاً فقط، ولكنه خالف ذلك وأورد في كتابيه الحديث المرفوع والأثر الموقوف، وتنازل عن مصطلحاته، وأهل العلم عند العمل يخالفون مصطلحاتهم، فينبغي علينا أن نكون على دراية وعلم بمصطلحات أهل العلم حتى لا نقع في محذور.",
            "page": "3",
            "part": "3",
            "seal": "B4346A91"
        },
        {
            "id": "61",
            "nass": "تعريف الخبر ¶ الخبر في اللغة: هو النبأ، {قَالَتْ مَنْ أَنْبَأَكَ هَذَا} [التحريم:3]، أي: من أخبرك بهذا؟ وفي الاصطلاح: اختلف العلماء في تعريفه إلى ثلاثة أقوال: الأول: أنه مرادف للحديث، وأن معناهما واحد، وهذا رأي جمهور المحدثين. ¶ الثاني: الحديث ما جاء عن النبي صلى الله عليه وسلم، والخبر ما جاء عن غيره. ¶ أي: أن الخبر هنا يطلق على الأثر بالمعنى الثاني، أي: ما جاء عن الصحابة والتابعين ومن دونهم، أي: أن هناك فرقاً بين الحديث وبين الخبر، فالحديث ما كان مرفوعاً، والخبر ما كان موقوفاً أو مقطوعاً أو دون لك. ¶ الثالث: الخبر أعم من الحديث، فالحديث هو ما جاء عن النبي صلى الله عليه وسلم، والخبر ما جاء عنه أو عن غيره. ¶ فالحديث هنا يدخل ضمن الخبر. ¶ فالحديث ما كان مرفوعاً إلى النبي صلى الله عليه وسلم، والخبر ما جاء عن النبي صلى الله عليه وسلم وعن غيره صلى الله عليه وسلم. ¶ وهذا هو ما رجّحه الحافظ ابن حجر في نزهة النظر، فقد قال: والخبر إما أن يروى بطرق بلا حصر عدد معين، أو بحصر بما فوق الاثنين أو بهما أو بواحد، فالأول هو المتواتر المفيد للعلم اليقيني، والثاني هو المشهور، والثالث العزيز، والرابع الغريب.",
            "page": "4",
            "part": "3",
            "seal": "D14A14E3"
        },
        {
            "id": "62",
            "nass": "العلاقة بين الخبر والأثر ¶ قال بعض العلماء: الخبر والأثر بمعنى واحد، أي: مترادفان، وقال بعضهم: الأثر يطلق على الأثري، أي: المشتغل بعلم الأثر، والخبر يطلق على الرجل الإخباري، أي: الذي يهتم بأيام الناس وسيرهم ومغازيهم وأحوالهم، فنقول لمن يتكلم عن التاريخ الإسلامي من حيث المغازي والسير والأيام والغزوات وغير ذلك: هذا رجل إخباري، وأما من يهتم بالحديث رواية ودراية فنقول عنه: رجل أثري، فهم يخالفون بين المصطلحين.",
            "page": "5",
            "part": "3",
            "seal": "A8941759"
        },
        {
            "id": "63",
            "nass": "أقسام الحديث",
            "page": "6",
            "part": "3",
            "seal": "6F9DBA96"
        },
        {
            "id": "64",
            "nass": "أقسام الحديث باعتبار طرقه ¶ الحديث ينقسم باعتبارات عدة، فينقسم باعتبار عدد الطرق إلى قسمين: قسم روي بطرق بلا حصر عدد معين، وقسم روي بطرق محصورة. ¶ ومعنى الطريق: السند الذي روي به الحديث، فإذا قال الإمام البخاري: عن فلان عن فلان عن فلان عن ابن عمر فهذا يسمى سنداً وإسناداً وطريقاً ووجهاً. ¶ ولو روي الحديث من وجهين فإنا نقول: هذا الحديث روي بإسنادين، ومن طريقين، وبسندين. ¶ والوجه هو: السند والطريق الموصلة إلى المتن. ¶ وهذه الطرق إن كانت كثيرة جداً -أي: إن كان هذا الحديث رواه عن النبي صلى الله عليه وسلم عشرون من الصحابة أو ثلاثون أو أكثر، وكل صحابي أخذ عنه واحد أو اثنين أو ثلاثة، وكل واحد من هؤلاء الثلاثة أخذ عنه خمسة أو ستة أو سبعة أو عشرة، ثم في الطبقة الرابعة عدد أكثر من ذلك، وفي الخامسة أكثر إلى أن بلغ المصنفين الذين أوردوا هذا الحديث في مصنفاتهم فنقول: إن هذا الحديث قد روي بلا حصر عدد معين، ونقول: إن هذا الحديث قد روي بطرق كثيرة. ¶ والحديث الذي على هذه الصفة نقول عنه: إنه حديث روي بلا حصر عدد معين. ¶ وإذا أتى الحديث من طريق واحد أو طريقين أو ثلاثة، فالمسألة سهلة؛ لأن طرقه محصورة، والعبرة بأقل طبقة، فإذا كان في طبقة من طبقات الحديث واحد فقط كـ عبادة بن الصامت إذا كان هو يروي الحديث وحده عن النبي عليه الصلاة والسلام، أو معاذ بن جبل أو أبي ذر -ولا يمنع ذلك أن يكون سمعه كثرة من الصحابة ولم يرووه- فهذا الحديث قد روي في هذه الحالة بطرق محصورة، ولو أخذه عن هذا الصحابي ألف تابعي؛ لأن إحدى طبقات الإسناد قليلة جداً، وليس فيها إلا صحابي واحد، وكذلك لو رواه اثنان من الصحابة فهو أيضاً محصور باثنين، وكذلك بثلاثة فقط. ¶ وما روي بطرق بلا حصر عدد معين فهو المتواتر، وأما ما روي بحصر عدد معيّن فهو الآحاد.",
            "page": "7",
            "part": "3",
            "seal": "3131832D"
        },
        {
            "id": "65",
            "nass": "أقسام الحديث باعتبار قبوله ورده ¶ التقسيم الثاني: باعتبار القبول والرد، ينقسم إلى مقبول ومردود. ¶ والمقبول أربعة أنواع: صحيح لذاته، أو لغيره، وحسن لذاته، أو لغيره. ¶ وأما المردود فهو: الضعيف بجميع أنواعه.",
            "page": "8",
            "part": "3",
            "seal": "6FF9A4E4"
        },
        {
            "id": "66",
            "nass": "أقسام الحديث باعتبار صحته وضعفه ¶ التقسيم الثالث: باعتبار الصحة والضعف، فينقسم إلى ثلاثة أقسام: صحيح، وحسن، وضعيف.",
            "page": "9",
            "part": "3",
            "seal": "13FEA45B"
        },
        {
            "id": "67",
            "nass": "الحديث المتواتر ¶ التواتر لغة: التتابع، يقال: تواتر القوم: أي جاء بعضهم إثر بعض، وتواتر الأنبياء أي: خلف بعضهم بعضاً في دعوة الناس إلى الله، وتواتر المطر: أي نزل بغزارة بعضه إثر بعض. ¶ وفي الاصطلاح: ما رواه عدد كثير في كل طبقة من طبقاته، بحيث تحيل العادة تواطؤهم على الكذب.",
            "page": "10",
            "part": "3",
            "seal": "E918C880"
        },
        {
            "id": "68",
            "nass": "شروط الحديث المتواتر ¶ وشروط التواتر أولاً: كثرة العدد، أي: أن يرويه عدد كثير في كل طبقة من طبقاته. ¶ الشرط الثاني: أن تكون هذه الكثرة في كل طبقة من طبقات السند. ¶ الشرط الثالث: أن تحيل العادة تواطؤهم على الكذب. ¶ الشرط الرابع: أن يكون مستند روايتهم الحس لا العقل. ¶ وهذه الشروط أخذت من الحد، والشرط الرابع أخذ من كلمة (روي) في الحد، وهي تفيد الحس لا العقل، كقول الراوي: سمعت أو أنبأني فلان أو أخبرني فلان.",
            "page": "11",
            "part": "3",
            "seal": "A55BDA7B"
        },
        {
            "id": "69",
            "nass": "اختلاف العلماء في العدد الذي يقع به التواتر ¶ فأما الشرط الأول أن يرويه عدد كثير فقد اختلفوا في تحديد مسألة الكثرة، واختلافهم كله مردود. ¶ فمنهم من يقول: لا بد أن يكونوا سبعين في كل طبقة على الأقل، ويستشهدون على شرطهم هذا بقول الله عز وجل: {وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا} [الأعراف:155]. ¶ والدليل المراد الاحتجاج به لابد فيه من شرطين: الشرط الأول: أن يكون صحيحاً. ¶ الشرط الثاني: أن يكون صريحاً. ¶ فلا تحتج على مسألة من المسائل التي بينك وبين الخصم بدليل ضعيف أو موضوع؛ لأنه لا ينفع في الاحتجاج؛ لأنه ضعيف، ولا بدليل غير صريح، مثل أن يستدل بهذه الآية على تحديد شرط التواتر بسبعين؛ لأنا نقول: إن الآية تتكلم عن مسألة أخرى، وليست شرطاً في مسألة. ¶ فالآية لا تدل صراحة على ما استدلوا به، وليس فيها تصريح بأن أقل عدد التواتر سبعون، فالاستدلال بهذه الآية مرفوض تماماً، وليس فيها حجة على هذا الشرط؛ لأنه غير صريح، وهو وإن كان قرآناً متواتراً، إلا أنه ليس حجة هنا في محل النزاع. ¶ إذاً: شرط الحجة أن تكون صحيحة وصريحة، فإن كانت صريحة دون أن تكون صحيحة فلا ينفع الاستشهاد بها، وإن كانت صحيحة دون أن تكون صريحة لم ينفع الاستشهاد بها أيضاً، بل لابد أن تكون صريحة وصحيحة في الوقت نفسه. ¶ ومنهم من اشترط أقل من هذا العدد، ومنهم من اشترط أكثر من ذلك، فمنهم من اشترط مائة وعشرين، ومنهم من نزل إلى اثني عشر، ومنهم من قال عشرة، ومنهم من قال أقل من ذلك، ومنهم من قال أكثر، وكل منهم استند إلى دليل ليس له أي علاقة بالمسألة، وأدلتهم صحيحة غير صريحة، فلما فقد الدليل أحد شرطيه رددناه لعدم صلاحيته للاحتجاج في المسألة المتنازع فيها. ¶ والسيوطي رحمه الله اختار أن أقل عدد التواتر عشرة، واختياره أيضاً ليس عليه دليل، وهو مردود. ¶ ثم أتى علماء التنقيب والبحث والترجيح وقالوا: إن العدد الذي يفيد التواتر هو العدد المشعر يقيناً بصحة الرواية، وبإفادتها العلم اليقيني الضروري الذي يضطر الإنسان إلى تصديقه دون بحث أو نظر فيه، وذلك مثل أن يتفق مالك وأبو حنيفة والشافعي وأحمد بن حنبل على الاستدلال بحديث على مسألة فقهية، فنعلم يقيناً على أن هذا الحديث صحيح، وهذا أمر مشعر بأنه صحيح، فإتيانه من طريق كبار المحدثين وعظمائهم يشعر بثبوت هذا الحديث يقيناً، وإفادته العلم اليقيني الضروري الذي يضطر الإنسان إلى تصديقه دون نظر أو بحث فيه. ¶ والحديث المتواتر يفيد العلم اليقيني الضروري عند الخاصة والعامة، ولا يحتاج إلى بحث أو نظر لا من قبل العامة ولا الخاصة. ¶ والقول الراجح في اشتراط العدد في التواتر هو قول المحققين، وهو أن يأتي الحديث من طرق مشعرة بثبوته يقيناً، وتفيد العلم اليقيني الضروري الذي يضطر الناظر فيه أن يصدقه ويقبله، ويفيد العلم اليقيني عنده دون نظر أو استدلال أو بحث فيه، وهذه الطرق لم تنزل في أي طبقة عن حد الحصر.",
            "page": "12",
            "part": "3",
            "seal": "D060219B"
        },
        {
            "id": "70",
            "nass": "العبرة في كثرة الرواة بأقل طبقة من طبقات الإسناد ¶ العبرة في الحديث بأقل طبقة، فلو كانت أقل طبقة من طبقات الحديث فيها راو واحد فقط، كأن يروى من طريق صحابي واحد فهو الغريب، وهو أحد أقسام الآحاد، وإن كان أقل طبقاته اثنين فهو العزيز، أو ثلاثة فهو المشهور، وهما من قسم الآحاد. ¶ فلو روى الحديث عن النبي عليه الصلاة والسلام مائة صحابي، ثم أخذه عن مائة مائتان، وعن مائتين ثلاثمائة، ثم رواه عنهم واحد فقط، ثم أخذه عنه عدد كثير فهو آحاد، ولا يمكن الجزم بصحته؛ لأن الراوي الواحد يجري عليه الخطأ والنسيان والسهو، ولو كان راوياً صادقاً وحافظاً متقناً وضابطاً لكل ما يتكلم به فيمكن أن يخطئ أو يخيّل إليه أو ينسى ولو مرة، فلا يمكن الجزم أن خبره صدق؛ لأنه يعتريه الخطأ والنسيان ولو كان صحابياً. ¶ وكون الصحابي عدلاً فهذه المسألة متعلقة بديانة الصحابي، فالصحابة في دينهم غير متهمين قطعاً، ومن اتهمهم فهو المتهم، ولكن الصحابي بشر يخطئ ويصيب، وينسى ويحفظ، فمثله مثل غيره من الأمة في مسألة الضبط والنسيان، فهما يجوزان عليه كما يجوزان على غيره، وهو أعدل ممن أتى بعده؛ هذا هو ديننا، وهو عقيدة أهل السنة والجماعة. ¶ ويمكن أن يسمع الحديث الجمع الكثير ولا يرويه منهم إلا واحد، فقد كان عدد المسلمين في حجة الوداع مائة وأربعة عشر ألفاً، وخطب فيهم صلى الله عليه وسلم خطبة الحاج المعروفة التي أوصى فيها بالدماء والأموال والأعراض، وقال فيها: (يا معشر المسلمين! في أي يوم أنتم؟ قالوا: الله ورسوله أعلم، قال: أليس هذا يوم النحر؟ في أي شهر أنتم؟ قالوا: الله ورسوله أعلم). ¶ ثم قال: فإني أوصيكم بكذا وكذا وكذا، فأوصاهم بالدماء والأموال والنساء وغير ذلك، فهل يتصور أنه لم يحضر هذه الخطبة غير جابر بن عبد الله الأنصاري؟ فهو الذي رواها في صحيح مسلم، والصحابة كلهم لم يكتبوها ولا رووها، وإنما رواها جابر بن عبد الله فقط، فهذه الخطبة من حيث السماع حصل لها التواتر في درجة الصحابي، وأما في الرواية فلم يحصل لها تواتر. ¶ وكذلك حديث: (إنما الأعمال بالنيات) على افتراض أنه لم يسمعه من النبي عليه الصلاة والسلام إلا عمر بن الخطاب، فإذا كان عمر قد قال هذا الحديث على المنبر في الخطبة يوم الجمعة في خلافته فهل يتصور أنه لم يكن في المسجد غير علقمة بن وقاص الليثي؟ فقد كان المسجد ممتلئاً، ولكن لم يروه عن عمر إلا ابن وقاص الليثي، ولم يروه عن الليثي إلا محمد بن إبراهيم التيمي، ولم يروه عن التيمي إلا يحيى بن سعيد الأنصاري، ثم أخذه عن يحيى ما بين المائتين إلى السبعمائة نفر على اختلاف الروايات. ¶ وهذا الحديث رغم أنه مشهور جداً إلا أننا لا نستطيع أن تقول عنه: إنه متواتر، فهو آحاد؛ لأن التفرد حصل له في أربع طبقات، في طبقة عمر رضي الله عنه، وطبقة الليثي، وطبقة التيمي، وطبقة يحيى بن سعيد الأنصاري، ثم حصل له التواتر في الطبقة الخامسة. ¶ فالحديث آحاد؛ لأنه فقد الشرط الأول -الذي هو كثرة الطرق- في الطبقة الأولى والثانية والثالثة والرابعة، فإن حصل له بعد ذلك ألف تواتر فلا يخرج عن كونه حديث آحاد؛ لأن العبرة بأقل الطبقات. ¶ وكل طريق بمفرده آحاد، وبجمع هذه الطرق من كتب السنة ستجد أن كل طريق غير الطريق الآخر، ثم بالاجتهاد وجمع طرق وروايات الحديث من كتب السنة نعرف أن الحديث متواتر أم غير متواتر، لا أن نذهب إلى كتاب البخاري فقط ونظن أننا سنجد للحديث فيه خمسين طريقاً أو مائة أو مائتين في مكان واحد، فالمسألة ليست هكذا، ولا يمكن أن تكون هكذا. ¶ فمثلاً حديث: (من كذب علي متعمداً) يمكن أن يرويه البخاري مرة واحدة، ومسلم مرة واحدة من طريق ثان، وأبو داود من طريق ثالث، والترمذي من طريق رابع، والنسائي من طريق خامس، وابن ماجة من طريق سادس، والبيهقي وغيره من المصنفين كل واحد يرويه من وجه آخر، ومن طريق صحابي لم يروه عنه المصنف الآخر، فحين نجمع طرق الحديث من هذه الكتب سنجد أن الحديث رواه عن النبي صلى الله عليه وسلم خمسة أو ستة وعشرون صحابياً مثلاً، وأخذ عنهم أربعون أو ستون أو أكثر من ذلك. ¶ وإذا كان للحديث ثلاث طرق صحيحة وبقية الطرق ضعيفة، فلا اعتبار بهذه الطرق؛ لأنها غير مشعرة بتواتره في هذه الحالة.",
            "page": "13",
            "part": "3",
            "seal": "069D8397"
        },
        {
            "id": "71",
            "nass": "اشتراط استحالة تواطؤ الرواة على الكذب في الحديث المتواتر ¶ الشرط الثالث: أن تحيل العادة تواطؤهم على الكذب. ¶ وعندما فتحت الفتوحات بعد موت النبي صلى الله عليه وسلم وأبي بكر الصديق في عهد عمر بن الخطاب رضي الله عنه ومن أتى بعده من الخلفاء والملوك والرؤساء؛ أرسل الصحابة والعلماء إلى جميع الأمصار يعلمونهم أمر دينهم، فنزل كل صحابي في قرية أو مدينة وبث فيها ما عنده من علم، مثل عبد الله بن مسعود نزل الكوفة، ومعاذ بن جبل ذهب إلى اليمن، ودخل الأسود والأبيض في الإسلام، وسمع الحديث والفقه والعلم، وظهر المحدثون والرواة من العبيد والأحرار، بل والنساء، ففي هذا الوقت كان إذا أتى من طريق المدينة برواية المدنيين حديث: (من كذب عليَّ متعمداً فليتبوأ مقعده من النار)، ثم أتى بلفظه ومعناه من طريق المكيين، وطريق الأندلسيين مع اختلاف الناس في ألسنتهم وطول المسافات بين بلدانهم دل على أن الحديث أصل، وأنه لا يمكن أبداً أن يجتمع هؤلاء الناس على كثرتهم على الكذب أبداً. ¶ ونحن المحصورين في المسجد لا يمكن أن نجتمع على الكذب، فكيف بالقرون الأولى -القرون الخيرية- التي يغلب عليها الصدق، وأحدهم مغربي والآخر شامي، وهذا شمالي وهذا جنوبي، وكلهم يروون الحديث على هيئة واحدة؟ فلا يمكن للأمة أن تتفق على الكذب على الرسول صلى الله عليه وسلم. ¶ ولا يمكن عقلاً ولا عادة للأمة أن تتفق على مسألة واحدة إلا إذا كانت حقاً وصدقاً، وأما أن يتواطئوا ويتكاتفوا ويتفقوا على الكذب على رسول الله فهذا أمر لا يمكن؛ لأن العادة والعقل يقولان: إنه لا يمكن للناس أن يتفقوا على شر فيما بينهم.",
            "page": "14",
            "part": "3",
            "seal": "4331230C"
        },
        {
            "id": "72",
            "nass": "اشتراط استناد رواة الحديث المتواتر إلى الحس ¶ الشرط الرابع: أن يكون مستند روايتهم الحس. ¶ والحس غير العقل، فإذا قال شخص: حدثني فلان من عقله أن النبي صلى الله عليه وسلم قال: (من كذب علي متعمداً فليتبوأ مقعده من النار). ¶ وهو لم يسمعه منه وإنما قال: العقل يشهد بذلك، فهذه ليست من طرق الرواية. ¶ فلابد أن يكون مستند الروايات الحس، كأن يقول الراوي: سمعت، أو أخبرني فلان، أو حدثني فلان، أو سمعنا فلاناً، أو عن فلان. ¶ والحس غير العقل. ¶ ومع كثرة هذه الطرق يثبت الحديث يقيناً، ويفيد العلم اليقيني الضروري.",
            "page": "15",
            "part": "3",
            "seal": "C72F2C78"
        },
        {
            "id": "73",
            "nass": "علاقة الحديث المتواتر بمباحث علم مصطلح الحديث ¶ وإذا كان الحديث المتواتر صحيحاً قطعاً، ويفيد العلم اليقيني الضروري حكماً، فهو ليس من مباحث علم المصطلح؛ لأن علم المصطلح هو: القواعد الكلية التي تنطبق على السند والمتن، فيُعرف منهما المقبول والمردود، يعني: القواعد التي قعّدها العلماء، والأصول التي أصّلوها لمعرفة ما إذا كان هذا الحديث مقبولاً أو مردوداً، فإذا كان هذا الحديث المتواتر مقبولاً يقيناً فإنه لا يحتاج إلى تطبيق قواعد؛ لأنه صحيح قطعاً، ويفيد العلم اليقيني الضروري حكماً.",
            "page": "16",
            "part": "3",
            "seal": "BD2B59CB"
        },
        {
            "id": "74",
            "nass": "أنواع الحديث المتواتر ¶ الحديث المتواتر ينقسم إلى قسمين:",
            "page": "17",
            "part": "3",
            "seal": "AE45F7C7"
        },
        {
            "id": "75",
            "nass": "المتواتر اللفظي ¶ القسم الأول: ما تواتر لفظه ومعناه، وهو المتواتر اللفظي. ¶ وذلك مثل حديث: (من كذب علي متعمداً فليتبوأ مقعده من النار)، وحديث حوض النبي صلى الله عليه وسلم، وأحاديث أخرى تواترت بلفظها، أي: أنها جاءت من طرق كثيرة كما ذكرنا في الشرط الأول والثاني من شروط الحديث المتواتر، وجاءت بلفظ واحد أو بألفاظ متعددة، ولكن معناها واحد، فإذا كان اللفظ الواحد قد روي من عدة طرق بلغت حد التواتر فهو المتواتر اللفظي، كحديث: (من كذب علي). ¶ فهذا الحديث رواه أكثر من سبعين من الصحابة بلفظ: (من كذب علي متعمداً فليتبوأ مقعده من النار). ¶ ثم أخذه عن السبعين عدد كثير، وعن العدد الكثير عدد أكثر، وعن العدد الأكثر عدد أكثر وأكثر، وفي كل طبقة تتأخر عن سابقتها يكون العدد فيها أكثر من سابقتها. ¶ وإذا نظرنا إلى اللفظ الذي روي بهذا العدد لوجدناه لفظاً واحداً، فكل صحابي يرويه بلفظ: (من كذب علي متعمداً فليتبوأ مقعده من النار)، وفي هذه الحالة أقول: إن هذا الحديث قد تواتر لفظه، أي: أن هذا اللفظ بعينه قد أتى من طرق كثيرة بلغت حد التواتر. ¶ فالمتواتر اللفظي: هو ما تواتر لفظه ومعناه، وليس ما تواتر لفظه فقط؛ لأن المتواتر لفظاً لا بد وأن يتواتر معناه؛ لأن اللفظ يدل على معنى، فلما كان اللفظ متواتراً دل ذلك على أن المعنى أيضاً متواتر؛ لأن المعنى المستفاد من الطريق الأول هو المعنى المستفاد من الطريق رقم سبعين. ¶ فإن اختلفت الألفاظ واستفيد منها معنى واحد فهو أيضاً متواتر لفظاً ومعنى؛ لأن الخلاف الوارد في الألفاظ لا يدل على أن هناك خلافاً كبيراً بحيث يتعدد المعنى أو يتجزأ، وإنما المعنى واحد.",
            "page": "18",
            "part": "3",
            "seal": "E171D9D2"
        },
        {
            "id": "76",
            "nass": "المتواتر المعنوي ¶ القسم الثاني: ما تواتر معناه دون لفظه، وهو المتواتر المعنوي. ¶ وهو يختلف عن النوع الأول، وليس هناك قصة بعينها حدث لها التواتر. ¶ ومثال ما تواتر معنوياً: رفع اليدين في الدعاء، فلم يرد حديث واحد متواتر دل على أن النبي صلى الله عليه وسلم كان يرفع يديه في الدعاء، وليس هناك وصف متواتر بأن النبي صلى الله عليه وسلم رفع يديه في الدعاء في مناسبة من المناسبات، وإنما أخذ من عدة مناسبات أن النبي صلى الله عليه وسلم يرفع يديه في الدعاء، ولذلك قال السيوطي رحمه الله: قد ثبت أن النبي صلى الله عليه وسلم كان يرفع يديه في الدعاء في أكثر من سبعين موطناً، وقيل: في أكثر من مائة موطن، وكل موطن ومناسبة تختلف عن الأخرى، مثل قصة دعاء النبي صلى الله عليه وسلم لأهل البقيع، وهو من حديث عائشة عند البخاري حينما فقدته في الفراش ليلاً فتبعت النبي صلى الله عليه وسلم حتى وصل إلى البقيع فرفع يديه ودعا لأهل البقيع، والحديث معروف، وهو طويل. ¶ فهذه القصة بعينها لم يحدث لها التواتر، ولكنها قصة صحيحة، وكذلك كان النبي صلى الله عليه وسلم يرفع يديه في دعاء الاستسقاء على المنبر وغير المنبر، وغير ذلك من المناسبات التي ثبت فيها أن النبي صلى الله عليه وسلم كان إذا دعا رفع يديه. ¶ وهذا الدعاء وقع في مناسبات مختلفة، وليس فيها مناسبة تشابه أختها، فهذا التواتر حصل في مناسبات مختلفة، فهو من باب التواتر المعنوي، فإذا أخذنا الأحاديث التي دعا النبي صلى الله عليه وسلم فيها ورفع يديه لوجدناها أكثر من مائة حديث، وكل حديث يختلف عن الآخر، ولكنها كلها تذكر أنه صلى الله عليه وسلم دعا ورفع يديه، فالقدر المشترك بين جميع هذه الروايات أن النبي صلى الله عليه وسلم كان إذا دعا رفع يديه. ¶ فليست كل رواية متواترة تواتراً معنوياً، وإنما المتواتر هنا هو رفع اليدين عند الدعاء، وهذا ما يسميه أهل العلم المتواتر تواتراً معنوياً. ¶ وأما مسألة المسح على الوجه فهي مسألة فرعية وليست داخلة في التواتر، فقد ورد من طريقين أو ثلاثة أن النبي صلى الله عليه وسلم كان إذا دعا مسح وجهه بيديه بعد أن يفرغ من دعائه، وهذه الأحاديث حسّنها الحافظ ابن حجر في كتاب بلوغ المرام في أحاديث الأحكام، فثبت سنيتها عند الحافظ، وأما جمهور أهل العلم فيضعفون هذه الأحاديث، ويقولون: إن كثرة الروايات ترفع الحديث من الضعف إلى الحسن. ¶ فمن حسّن الحديث أثبت سنية المسح، ومن ضعّف الحديث نفى سنية المسح. ¶ وهذه المسألة كغيرها من المسائل المختلف فيها بين أهل العلم، لا ينكر فيها على من مسح أو لم يمسح.",
            "page": "19",
            "part": "3",
            "seal": "4A32F000"
        },
        {
            "id": "77",
            "nass": "فوائد في أدب الخلاف بين العلماء وما يترتب عليه ¶ المسائل المختلف فيها خلافاً معتبراً ليس فيها إنكار، وهذا أصل من أصول الأمر بالمعروف والنهي عن المنكر. ¶ فالمسائل التي اختلف فيها أهل العلم اختلافاً سائغاً ليس فيها إنكار، وليس معنى ذلك أن تقول كما يقول شيخنا الحافظ ناصر الدين الألباني في مسألة مسح الوجه بعد الدعاء: إن الحديث بكثرة طرقه ضعيف، وبناء عليه قال ببدعية مسح الوجه باليدين بعد الدعاء، فإذا تبنيت رأي الشيخ ناصر الدين الألباني فلك أن تقول: إن الأمر ليس مسنوناً، وأما كونه بدعة فلا؛ لوجود الرأي الآخر المستند إلى نفس الدليل، ومسألة التضعيف والتحسين مسألة اجتهادية، والمجتهد يخطئ ويصيب، وربما يكون المخطئ من ضعّف وربما يكون من حسّن. ¶ فإذا احتملت المسألة التأويل والاحتمال فلا شك أن من العدل والإنصاف أن يتحمل كل طرف الطرف الآخر، أي: أن يستسيغ رأيه، وكما يقول الشافعي: رأيي صواب يحتمل الخطأ، ورأي غيري خطأ يحتمل الصواب. ¶ وليس معناه: أنك إذا اقتنعت برأي أنه لزاماً عليك أن تعتبر رأي الغير خطأ، فربما يكون ما تيقنته أنت الآن صواباً هو الخطأ بعينه، فالمسألة التي فيها خلاف معتبر مستند إلى دليل لا يمكن إلغاؤه، مثل مسألة الحجاب والنقاب، فالراجح النقاب، ولكن لا ننكر على من يقول بكشف الوجه واليدين -وإن كنا نتمنى أن يرجع كل من يقول بهذا القول عن رأيه- لرجحان دليل القول بالستر. ¶ لا يمكن بحال أن تكون طالباً للعلم إذا تربيت على أن تسمع رأي عالم واحد دون الآخر، ولا يمكن أن تفلح ولا تنجح في حياتك العلمية مطلقاً، بل لا بد أن يتّسع صدرك للمخالف، وأن يكون النقاش بينكما بمنتهى الأدب والحب والعطف، وأن يخلو الأمر عن الهوى، وكل منا متعبد بأن يعبد ربه بما صح عنده، لا بما صح عند غيره، وإذا كنت طالباً للعلم لك نظر واستدلال، وتستطيع أن تنظر في أقوال أهل العلم والترجيح بينها، فتعبد ربك بما ترجح عندك، وإذا سُئلت فمن باب الإنصاف في العلم -الذي هو شرط من شروط العلم- ذكر الخلاف، ثم رجّح الراجح عندك، فإن لم تفعل هذا فأنت عند أهل العلم من الخائنين للعلم.",
            "page": "20",
            "part": "3",
            "seal": "FD1B66D7"
        },
        {
            "id": "78",
            "nass": "عدد الأحاديث المتواترة وما صنف فيها ¶ لو عقدنا مقارنة عددية بين الأحاديث المتواترة وأحاديث الآحاد لوجدنا أن نسبة الأحاديث المتواترة إلى أحاديث الآحاد قليلة جداً، فمنهم من قال: إن الأحاديث المتواترة ثمانون حديثاً فقط، ومنهم من بلغ بها ثلاثمائة وعشرين حديثاً على أكثر الأحوال. ¶ وهذه الأحاديث بالنسبة للألوف المؤلفة من أحاديث الآحاد لا شك أنها عدد قليل ونادر وعزيز جداً، ولكن إذا نظرت إلى التواتر وإلى صفته لكانت هذه الثمانون حديثاً ليست قليلة، فأنت لو أتاك خبر واحد من أخبار الدنيا بعدد كثير في كل طبقة لاستكثرت هذا الخبر الواحد. ¶ ولما كانت الأحاديث المتواترة قليلة استدعى ذلك أن يصنف فيها بعض الناس، وأن يجتهدوا في مسألة إثبات التواتر في حديث ما، أو عدم إثبات التواتر له. ¶ وقد صنف الإمام السيوطي رحمه الله كتاباً في الحديث المتواتر سماه: الأزهار المتناثرة في الأخبار المتواترة، ثم لخّص هذا الكتاب في كتاب سماه: قطف الأزهار. ¶ ثم جاء محمد بن جعفر الكتاني وصنّف كتاباً آخر في التواتر سماه: نظم المتناثر في الحديث المتواتر. ¶ هذا كلام موجز وبسيط في الحديث المتواتر، أردنا لفت الأنظار إليه دون الخوض في معانيه؛ لأنه ليس من مباحث علم الإسناد؛ لأنه صحيح قطعاً.",
            "page": "21",
            "part": "3",
            "seal": "9209D937"
        },
        {
            "id": "79",
            "nass": "الحديث المشهور ¶ النوع الثاني: حديث الآحاد. ¶ معنى الآحاد في اللغة: جمع أحد، بمعنى الواحد. ¶ وهو: ما رواه عدد ولم يبلغ حد التواتر، فإن كان بثلاثة فهو المشهور، وإن كان باثنين فهو العزيز، وإن كان بواحد فهو الغريب. ¶ أول قسم من أقسام الآحاد هو المشهور، وهو أعلى طبقات الآحاد ودرجاته وأقسامه. ¶ وهو في اللغة هو اسم مفعول من شهرت الأمر إذا أعلنته وأظهرته، والأمر المشهور هو الأمر الظاهر المعلن.",
            "page": "22",
            "part": "3",
            "seal": "B3F84DBE"
        },
        {
            "id": "80",
            "nass": "رد المعتزلة الاحتجاج بحديث الآحاد ¶ وقد رد المعتزلة الاحتجاج بخبر الواحد في العقائد، وهذه مسألة طويلة جداً، وتحتاج إلى بحث عظيم، وهناك من يقول: إن حديث الواحد لا يؤخذ به في العقائد، ومنهم من يقول: لا يؤخذ به لا في العقائد ولا في الأحكام، كـ إبراهيم بن إسماعيل بن إبراهيم بن مقسم الضبي الأسدي المعروف بـ ابن علية، فقد كان يقول: الحديث الواحد لا يؤخذ به لا في العقائد ولا في الأحكام. ¶ وإذا كان الحديث المتواتر يبلغ على أعلى فرض (320) حديثاً، فهل عقيدة المسلمين لا تدخل إلا تحت هذه الأحاديث فقط؟ وسنرد عليهم بعشرات من مسائل الاعتقاد التي يجب على كل مسلم أن يعتقدها وإلا لكان مسلماً بلا عقيدة، وهذه المسائل في العقائد لم تثبت إلا من طريق الآحاد، فإما أن يقبلها وبذلك تسقط دعواه، وإما أن يردها وبذلك يرد عقيدته. ¶ والعبرة بأقل طبقة، فإذا كان أقل طبقة في الإسناد ثلاثة فهذا هو المشهور والمستفيض، وإذا كان اثنين فهو العزيز، وإن كان واحداً فهو الغريب. ¶ والفارق بين المتواتر والآحاد كما يقول ابن حجر: اطمئنان النفس بإفادة العلم، فإن كان الأمر كذلك فهو متواتر، وإن لم يكن كذلك فهو آحاد، وإن زاد عن ثلاثة.",
            "page": "23",
            "part": "3",
            "seal": "7FAB9970"
        },
        {
            "id": "81",
            "nass": "الفرق بين المشهور والمستفيض ¶ بعض العلماء يقول: إن المشهور نفس المستفيض، وبعضهم يقول: إن المستفيض شيء والمشهور شيء آخر. ¶ وأصحاب مصطلح المستفيض هم الفقهاء في الدرجة الأولى ثم الأصوليون، وليس هو مصطلحاً حديثياً، وإنما هو مصطلح فقهي أصولي. ¶ فمنهم من يقول: إن المستفيض كالمشهور، وهذا هو قول المحدثين، وعندما ظهر هذا المصطلح رده المحدثون وقالوا: المستفيض مثله مثل المشهور، من استفاض بمعنى انتشر وذاع، كالمشهور بمعنى انتشر واشتهر وظهر، فالمستفيض عندهم كالمشهور، ومنهم من قال: إن المستفيض أعم من المشهور، ومنهم من قال: بل هو أخص من المشهور، والخلاف فيه خلاف لا ينبغي الخوض فيه. ¶ والمشهور في الاصطلاح: هو أن تكون أقل طبقة من طبقاته ثلاثة أو أكثر، ولا يعني أنه لا بد من توفر الثلاثة في كل طبقة، فيمكن أن يرويه ثلاثة من الصحابة عن النبي عليه الصلاة والسلام، ثم عن هؤلاء الثلاثة ثلاثين، ثم عن الثلاثين ثلاثة، وعن الثلاثة ثلاثين آخرين، ففي هذه الحالة يكون حديثاً مشهوراً في طبقتين، طبقة الصحابة وطبقة أتباع التابعين.",
            "page": "24",
            "part": "3",
            "seal": "1A417FDE"
        },
        {
            "id": "82",
            "nass": "أنواع الحديث المشهور ¶ والمشهور نوعان: مشهور اصطلاحي، ومشهور غير اصطلاحي.",
            "page": "25",
            "part": "3",
            "seal": "40947FA1"
        },
        {
            "id": "83",
            "nass": "الحديث المشهور بين العامة ¶ فالمشهور غير الاصطلاحي هو المشهور على ألسنة الناس على اختلاف فئاتهم وطبقاتهم، وسواء كان له إسناد واحد أو أكثر أو ليس له إسناد البتة، ولا يشترط فيه توفر الشروط أو عدم توفرها، كالمشهور عند العامة: (العجلة من الشيطان) , وهذا الحديث ليس له إلا إسناد واحد ضعيف، ولكنه مشهور، وهذه الشهرة غير اصطلاحية؛ لأنه ليس له إلا إسناد واحد، فهو غريب وليس مشهوراً اصطلاحاً، ولكنه لما اشتهر على ألسنة الناس كان لزاماً على العلماء أن يفرقوا بين ما هو مشهور على ألسنة الناس الذي لا تتوفر فيه شروط المشهور اصطلاحاً، وبين المشهور الاصطلاحي. ¶ فالمشهور الاصطلاحي له قواعد وأصول وضوابط، فإذا توفرت أُطلق عليه أنه مشهور حتى وإن لم يكن يعلمه جميع الناس.",
            "page": "26",
            "part": "3",
            "seal": "C1149D83"
        },
        {
            "id": "84",
            "nass": "الحديث المشهور بين الفقهاء ¶ والمشهور غير الاصطلاحي: هو ما اشتهر بين الناس سواء توفرت فيه الشروط أو لم تتوفر، مثل حديث (أبغض الحلال إلى الله الطلاق). ¶ فهذا الحديث روي من أكثر من وجه، وهو حديث ضعيف في الجملة بجميع طرقه، وإن صححه الحاكم واعتمد تصحيحه الذهبي ولكنهما خولفا، فهذا الحديث حديث ضعيف ومتنه في غاية النكارة؛ لأن الله تعالى ما كان ليحل أمراً ثم ينكره أو يبغضه، فالحلال يحبه الله، والحرام يبغضه الله، فلما كان الطلاق حلالاً من عند الله ما كان ينبغي أن يكون هذا الحلال مبغّضاً ولا مكروهاً عند الله. ¶ وهذا الحديث مشهور عند الفقهاء. ¶ وهناك حديث مشهور عند النحاة يذكرونه في أساليب المدح والذم، وهو: (نِعم العبد صهيب لو لم يخش الله لم يتقه). ¶ وهذا الحديث لا أصل له البتة في كتب السنة، ولكنه مشهور عند النحاة. ¶ ومثل حديث: (المسلم من سلم المسلمون من لسانه ويده)، فهو حديث مشهور جداً، وكل الناس يحفظونه، وهو حديث صحيح رواه البخاري ومسلم، ولكنه لم تتوفر فيه شروط الحديث المشهور اصطلاحاً في إسناده؛ لأن الحديث يمكن أن يكون عزيزاً صحيحاً، أو غريباً صحيحاً، ولا يستلزم من كونه صحيحاً أن يكون مشهوراً، فربما يكون الحديث مشهوراً ضعيفاً أو موضوعاً، ويمكن أن يكون الحديث الغريب في أعلى درجات الصحة، كحديث: (إنما الأعمال بالنيات). ¶ فلا يلزم من الشهرة الصحة، كما لا يلزم من الغرابة الضعف. ¶ والأمر متعلق باجتهاد أهل العلم ومدى استنباطهم لإفادة الحديث أو عدم إفادته. ¶ والحديث إذا لم يكن في رواته من اتهم بالكذب لا نقول: إنه مكذوب على النبي صلى الله عليه وسلم؛ لأنه ليس في الرواة من يتهم بهذه التهمة، ولكن الحديث لا يرد لأجل الكذب فقط، بل يرد لأجل الوهم والنسيان والخطأ وغير ذلك، فربما يهم أو ينسي أو يخطئ فيه بعض الرواة.",
            "page": "27",
            "part": "3",
            "seal": "52FA4E67"
        },
        {
            "id": "85",
            "nass": "الحديث المشهور بين الأصوليين ¶ وقد اشتهر عند الأصوليين حديث معاذ حينما أرسله النبي صلى الله عليه وسلم إلى اليمن فقال: (بم تحكم يا معاذ؟). ¶ وقصة بعث معاذ إلى اليمن جاء فيها حديثان: أحدهما في غاية الصحة والآخر في غاية النكارة: فأما الصحيح منهما فهو أنه لما أرسله النبي صلى الله عليه وسلم إلى اليمن قال: (يا معاذ! إنك تأتي قوماً أهل كتاب، فليكن أول ما تدعوهم إليه شهادة أن لا إله إلا الله، فإن هم أجابوك لذلك فأعلمهم أن الله قد افترض عليهم خمس صلوات في اليوم والليلة، فإن هم أطاعوا لذلك فأعلمهم أن الله افترض على أغنيائهم زكاة تؤخذ من أموالهم فترد على فقرائهم). ¶ وأما المنكر فهو قول النبي صلى الله عليه وسلم: (بم تحكم إذا عرض لك قضاء؟ قال: أحكم بكتاب الله، قال: فإن لم تجد في كتاب الله؟ قال: فبسنة رسول الله، قال: فإن لم تجد في سنة رسول الله؟ قال: أجتهد رأيي ولا آلو -أي: ولا أقصر- فضرب النبي صلى الله عليه وسلم صدري بيده وقال: الحمد لله الذي وفّق رسول رسول الله إلى ما يحبه الله ورسوله). ¶ فهذا الحديث قال عنه إمام الأئمة الإمام البخاري وسيد المحدثين: حديث منكر، ولو نظرت إلى الإسناد لما وجدت فيه نكارة، وإنما ستجد فيه ضعفاً، فأصحاب معاذ مبهمين، كما أن في الإسناد إلى أصحاب معاذ من هو ضعيف، فهذا الحديث من حيث الإسناد لا يصح. ¶ وما في إسناده راو مبهم أو ضعيف لا يقال عنه: حديث منكر، فإطلاق البخاري القول بأنه حديث منكر هذا ينصب على المتن دون الإسناد؛ إذ إنه من المعلوم قطعاً أنك إذا بحثت في أي مسألة من مسائل الشرع فلا بد أن تبحث في الأدلة الشرعية من كتاب الله وسنة رسوله صلى الله عليه وسلم على حد سواء، ولا تقل: سأبحث المسألة في كتاب الله، فإن وجدتها اكتفيت بها عن السنة، وإن لم أجدها ذهبت إلى السنة، ومن هنا أتت النكارة؛ لأن الحكم على المسائل الشرعية لا بد وأن يكون نابعاً من الكتاب والسنة على حد سواء، فلما أخّر السنة واعتبرها ليست بلازمة ولا ملزمة إلا بعد عدم العثور على البغية من كتاب الله كانت هذه نكارة في الحديث؛ لأنه يجب البحث أولاً في الكتاب والسنة على حد سواء. ¶ والفاء في لفظ الحديث تفيد الترتيب والتعقيب، كما هو معلوم في الأصول. ¶ وقد تتابع أهل العلم إلى يومنا هذا على أن هذا الحديث غير صحيح، وشذ بعض الناس الذين ليس لهم أي باع في الحديث فصححوه وعملوا به، لا من باب أنه حديث صحيح، ولكن من باب أنهم أدخلوا أنفسهم في باب لا يحسنون الدخول منه، ثم بعد ذلك شنوا حرباً شعواء على أهل الحديث. ¶ وهناك رجل في جامعة القاهرة صحح هذا الحديث، وهو ليس محدثاً ولا شبه محدث، بل ولا فقيه ولا أصولي، وهذا غالب وضع الأساتذة، وقال لي أحد الإخوة الذين استمعوا إليه: إن فلاناً يقول: إن هذا الحديث حديث صحيح، ومن قال عنه منكر فإنما هو منكر، وأن هذا الأخ قال له: يا أستاذ! البخاري يقول عن هذا الحديث: إنه منكر، قال: ومن هو البخاري؟ إنما البخاري أحد طلاب العلم! فقال له: والألباني يقول عنه: إنه منكر، فقال: ومن الألباني هذا؟ ولم يُذكَر له عالم من علماء الحديث إلا وقال: ومن فلان؟ ومن فلان؟ وهذا طريق المغتر، ولا عبرة بالتعويل عليه. ¶ فأتيت بالبحث الذي كتبه شيخنا الألباني في الضعيفة، وهو اثنتا عشرة ورقة، وقلت لهذا الأخ: انسخ هذا الكلام بخطك وخذه وادفعه إلى ذلك الأستاذ، فأعطاه للأستاذ فقرأه وسر به جداً، وفي محاضرة أخرى قال: هناك أحد الطلاب كتب بحثاً طيباً جداً، ويبدو أنه مجتهد، ومن الواضح أنه يفهم كثيراً في الحديث، وظل يثني ويمدح على هذا الطالب الذي كتب هذا البحث، وقرأ بعض الصفحات منه على الطلاب، فسمعه طالب متنبه وقال له: هذا كلام الشيخ الألباني في الضعيفة، فقال: ولهذا أنا أقول: إن هذا الحديث صحيح. ¶ ونحن لا نحب تقليد الشيخ ناصر ولا غيره، فالتقليد مكروه ومبغّض، ونحن نخالف الألباني إذا خالف أهل العلم، ونوافقه إذا وافق أهل العلم، والتقليد منقصة ومعيبة، وهو ليس مدحاً، وعلينا اتباع الحق سواء كان عند الألباني أو من عند غيره. ¶ وقد حمل هذا الأستاذ شنآنه على أهل السنة فدفع كل ما يأتي من طريقهم، وهم أهل التخصص، وهم أهل الفتوى حقاً في هذا الفن. ¶ فهذا الحديث حديث منكر رغم شهرته عند الأصوليين.",
            "page": "28",
            "part": "3",
            "seal": "2C48BF6C"
        },
        {
            "id": "86",
            "nass": "توقف الحكم في أحاديث الآحاد على النظر في أسانيدها ¶ والمشهور والعزيز والغريب لا يوصف أحدها بأنه صحيح أو حسن أو ضعيف إلا بعد البحث والنظر في إسناده. ¶ ولا يلزم من الشهرة الصحة كما لا يلزم من الغرابة الضعف، فهذه الأنواع خاضعة للبحث، فما كان منها موافقاً لشروط أهل العلم فهو صحيح، وما كان منها مخالفاً أو اختل أحد شروطه فهو ضعيف.",
            "page": "29",
            "part": "3",
            "seal": "9DD3BC08"
        },
        {
            "id": "87",
            "nass": "أشهر المصنفات في الحديث المشهور ¶ ومن أشهر المصنفات في الحديث المشهور: المقاصد الحسنة في المشهور على الألسنة للإمام السخاوي. ¶ وكذلك: كشف الخفاء ومزيل الإلباس عما اشتهر من الأحاديث على ألسنة الناس للعجلوني. ¶ وكذلك: تمييز الطيب من الخبيث مما يدور على ألسنة الناس من الحديث لـ ابن الديبع الشيباني.",
            "page": "30",
            "part": "3",
            "seal": "17AFC457"
        },
        {
            "id": "88",
            "nass": "الحديث العزيز ¶ وأما العزيز فهو: ما كان في أقل طبقاته اثنان. ¶ ولم يصنف فيه أحد، فالعزيز يعني: القليل والنادر جداً، وهو مشتق من عز يعَزُ، أو عزّ يعِزُ، والمعنى: إما نادر وإما غال وعزيز.",
            "page": "31",
            "part": "3",
            "seal": "3B6FA253"
        },
        {
            "id": "89",
            "nass": "الحديث الغريب ¶ وهو أكثر أقسام الآحاد، وهو ما ينفرد بروايته راو واحد، وبعض العلماء يطلق عليه الفرد. ¶ والغريب في اللغة هو: الفرد والوحيد، فالإنسان الغريب هو الوحيد والفرد. ¶ وهو إما أن تكون غرابته مطلقة أو نسبية، وكذلك الفرد إما أن يكون فرداً مطلقاً أو نسبياً. ¶ فالغرابة المطلقة هي: أن يحصل التفرد في أصل السند -أي: طبقة الصحابة- فلا يرويه عن النبي صلى الله عليه وسلم إلا صحابي واحد. ¶ والغرابة النسبية هي: أن تكون في أثناء السند لا في أصله، وذلك مثل حديث: مالك عن الزهري عن أنس رضي الله عنه: (أن النبي صلى الله عليه وسلم دخل مكة وعلى رأسه المغفر). ¶ والمغفر هو الخوذة. ¶ فهذا الحديث تفرد به مالك عن الزهري، أي: لم يروه عن الزهري غير مالك، وهذا التفرد في طبقة أتباع التابعين. ¶ والغريب النسبي أو الفرد النسبي له أنواع كثيرة، فقد تكون هذه الغرابة بالنسبة إلى شخص معين، أو إلى صفة معينة، ففي الحديث السابق حديث مالك عن الزهري عن أنس حصل التفرد في طبقة مالك؛ لأن مالكاً هو الوحيد الذي روى عن الزهري هذا الحديث، ولو روى مع مالك عشرة عن الزهري هذا الحديث، ولكن العشرة ضعاف ومالك هو الثقة فقط فنقول: إن هذا الحديث غريب غرابة نسبية، ولا نقصد الغرابة العددية وإنما الغرابة بالنسبة إلى صفة، فهو لم يروه ثقة عن الزهري إلا مالك. ¶ وقد تكون الغرابة عن أهل بلد بأكمله، كأن يكون الحديث لا يروى إلا عن المدنيين كما في صحيح مسلم تجد أن بعض الأسانيد رواتها كلهم مدنيون أو كوفيون أو بصريون أو غير ذلك. ¶ وعندما نقول: إن هذا الحديث أصله مدني، أي: إن أول طبقة فيه مدنيون، فأصل السند -أي: الصحابة الذين رووا هذا الحديث- مدنيون، فإذا أخذه في الطبقة الثانية أهل مكة، وفي الطبقة الثالثة أهل بغداد، وفي الطبقة الرابعة أهل مصر فنقول أيضاً: إن هذا الحديث حديث غريب؛ لتفرد أهل مصر عن أهل بغداد، ولتفرد أهل بغداد عن أهل مكة، ولتفرد أهل مكة عن أهل المدينة. ¶ فالتفرد إما أن يكون تفرد ثقة عن راو، أو تفرد راو معيّن عن راو معيّن، أو تفرد أهل بلد أو أهل جهة بحديث وحدهم، أو تفرد أهل بلد أو أهل جهة عن أهل بلد آخر أو أهل جهة أخرى. ¶ والغرابة إما أن تلحق السند والمتن وإما أن تلحق المتن فقط، وهذا الكلام لا يُعلم إلا بالممارسة العملية.",
            "page": "32",
            "part": "3",
            "seal": "0F0ADD2E"
        },
        {
            "id": "90",
            "nass": "أشهر المصنفات في الحديث الغريب ¶ من الكتب التي صنفت في الغريب مسند البزار والمعجم الأوسط للطبراني، وهناك أناس صنفوا في الغريب على حدة، منهم الإمام الدارقطني صنّف كتاباً سماه: غرائب مالك، وكتاباً آخر سمّاه: الأفراد، وهذا يدل على أن الدارقطني كان يطلق الغريب على الفرد والفرد على الغريب. ¶ وكتاب ثالث للإمام أبي داود السجستاني سماه: السنن التي تفرد بكل سنة منها أهل بلدة. ¶ أقول قولي هذا، وأستغفر الله لي ولكم، وصل اللهم على النبي محمد، وعلى آله وأصحابه، وسلم تسليماً كثيراً.",
            "page": "33",
            "part": "3",
            "seal": "1155797B"
        },
        {
            "id": "91",
            "nass": "دورة تدريبية في مصطلح الحديث [4] ¶ اهتم العلماء بالحديث الشريف اهتماماً كبيراً، فهو المصدر الثاني للتشريع، ولذلك بالغوا في جمعه وضبطه والتحري عن أسانيده ورجاله، وذلك خوفاً من الكذب والوضع أو الغلط والخطأ على رسول الله صلى الله عليه وسلم، وفي سبيل ذلك وضعوا شروطاً للحديث الصحيح ولقبول رواية الرواة وتعديلهم، فمن انطبقت عليه تلك الشروط قبلوا حديثه وإلا ردوه، وكل هذا من أجل الحفاظ على سنة النبي صلى الله عليه وسلم.",
            "page": "1",
            "part": "4",
            "seal": "0DCD52E5"
        },
        {
            "id": "92",
            "nass": "تقسيم الحديث باعتبار القبول والرد ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد، وعلى آله وسلم. ¶ وبعد: ينقسم الحديث باعتبار القبول والرد إلى مقبول ومردود. ¶ ومعنى القبول: صلاحية الحديث للاحتجاج به. ¶ والمردود أي: الحديث غير صالح للاحتجاج به، وهو الضعيف.",
            "page": "2",
            "part": "4",
            "seal": "F1AE8203"
        },
        {
            "id": "93",
            "nass": "الحديث المقبول ¶ الحديث المقبول ينقسم إلى صحيح وحسن. ¶ وهذان القسمان بدورهما ينقسمان إلى قسمين آخرين، فالصحيح ينقسم إلى صحيح لذاته أو لغيره، والحسن ينقسم إلى حسن لذاته أو لغيره. ¶ وإذا أطلقنا الصحيح ولم نضفه إلى شيء آخر دل ذلك على أننا نتكلم عن الحديث الصحيح لذاته لا لغيره، وكذا الحديث حسن، فلو قلنا: حديث حسن دل ذلك على أننا نتكلم عن الحسن لذاته لا الحسن لغيره.",
            "page": "3",
            "part": "4",
            "seal": "EEDBF17F"
        },
        {
            "id": "94",
            "nass": "معنى الحديث الصحيح وشروطه ¶ الصحيح في اللغة ضد السقيم، والسقيم هو: المريض، والصحة والسقم حقيقة في الأجسام والأبدان، واستعير هذا المعنى للحديث. ¶ وفي الاصطلاح هو: ما اتصل سنده بنقل العدل الضابط عن مثله إلى منتهاه من غير شذوذ ولا علة. ¶ وأهل العلم تكلموا في تعريفه كلاماً كثيراً منه ما هو جامع غير مانع، ومنه ما هو مانع غير جامع؛ ولكن هذا ما رجّحه الحافظ ابن الصلاح والحافظ ابن حجر وغيرهما.",
            "page": "4",
            "part": "4",
            "seal": "56BB9630"
        },
        {
            "id": "95",
            "nass": "شروط الحديث الصحيح ¶ الشروط دائماً تؤخذ من الحد والتعريف، فشروط الحديث الصحيح: الشرط الأول: اتصال السند. ¶ الشرط الثاني: العدالة. ¶ الشرط الثالث: الضبط. ¶ الشرط الرابع: انتفاء الشذوذ. ¶ الشرط الخامس: انتفاء العلة. ¶ فإذا توفرت هذه الشروط الخمسة حكمنا على الحديث بأنه حديث صحيح، وإذا اختلت أو اختل أحدها حكمنا على الحديث بأنه حديث ضعيف. ¶ وهذه الشروط منها ما يتعلق بالسند، ومنها ما يتعلق بالراوي.",
            "page": "5",
            "part": "4",
            "seal": "F3B214FC"
        },
        {
            "id": "96",
            "nass": "الشرط الأول: اتصال السند ¶ إذا انقطع السند فهذا الانقطاع يقدح في الإسناد، وليس في الراوي ولا المروي. ¶ فاشتراط صحة السند للاحتراز من أي انقطاع يكون في السند، سواء كان في أول السند أو وسطه أو آخره؛ لأن أي انقطاع يفقد الصحة أحد شروطها. ¶ إن كان الانقطاع في أول الإسناد سمي الحديث معلقاً، وهو ما حُذف من إسناده من جهة المصنف راو فأكثر، كأن يحذف شيخ المصنّف. ¶ وإن سقط اثنان على التوالي في أي موضع من الإسناد سمي الحديث معضلاً، وإن كان السقط في طبقة الصحابي سمي الحديث مرسلاً. ¶ وكل أنواع الانقطاع التي تلحق الإسناد تؤثر في صحة الحديث؛ لأن السند فقد أحد شروط الصحة، وهو الاتصال. ¶ والمقصود باتصال السند هو: أن يكون كل راو أخذ عمن فوقه مشافهة وسماعاً. ¶ واتصال السند يعرف بتصريح الراوي، كأن يقول: حدثني فلان، أو أخبرني فلان، أو سمعت فلاناً يقول كذا. ¶ ولو عنعن الراوي فإن كان ثقة لم يرم بالتدليس، وحملت عنعنته في أرجح أقوال أهل العلم على الاتصال، وإن كان مرمياً بالتدليس اختلف فيه أهل العلم على ثلاثة مذاهب، والراجح: أنه لا يُقبل إلا إذا صرّح بالسماع.",
            "page": "6",
            "part": "4",
            "seal": "AB7D7CE8"
        },
        {
            "id": "97",
            "nass": "الشرط الثاني: العدالة ¶ الشرط الثاني من شروط الصحة: عدالة الرواة، فلابد أن يكون الراوي عدلاً، أي: أن يكون مسلماً بالغاً عاقلاً سالماً من الفسق وخوارم المروءة. ¶ وبعض العلماء ينازعون في بعض هذه الأوصاف، مثل شرط البلوغ، ويرون أنه يمكن أن يكون المسلم عدلاً دون أن يبلغ. ¶ وبعض العلماء يعرف العدالة بأنها: الالتزام والائتمار بما أمر الله عز وجل ورسوله، والانتهاء عما نهى الله عنه ورسوله صلى الله عليه وسلم. ¶ والعدالة شرط في الأداء لا في التحمل. ¶ والتحمّل: هو سماع الراوي للحديث. ¶ والأداء: هو إسماع الراوي للحديث. ¶ والراوي قد يتحمل الرواية حال كفره، وهذا موجود، فكثير من الصحابة سمعوا النبي صلى الله عليه وسلم قبل أن يدخلوا في الإسلام، فلما دخلوا الإسلام رووا ما سمعوه منه حال كفرهم، ولم تنكر عليهم روايتهم هذه. ¶ ولا بد في الرجل حتى يكون عدلاً أن يكون مسلماً، وهذا احتراز من أن يكون الراوي غير مسلم، والإسلام لا يشترط حال التحمّل وإنما يُشترط حال الأداء؛ لأن غير المسلم ليس بعدل، فالعدالة وصف ظاهر يلحق المسلم فقط دون غيره من الناس.",
            "page": "7",
            "part": "4",
            "seal": "03D67F3C"
        },
        {
            "id": "98",
            "nass": "حكم تحمل الحديث وأدائه لمن لم يكن بالغاً ¶ وأما البلوغ فقد اختلف أهل العلم في اشتراطه أيضاً في الرواية، وأرجح الأقوال أنه مشروط في الأداء دون التحمّل، والدليل على ذلك: حديث محمود بن الربيع رضي الله عنه في صحيح البخاري في كتاب العلم قال: (عقلت مجة من النبي صلى الله عليه وسلم مجها في وجهي وأنا ابن خمس سنين). ¶ ولا شك أن الغلام في هذه السن لم يبلغ، ولكنه حينما ميّز وعقل ما فعله النبي صلى الله عليه وسلم معه وهو في هذه السن قلنا بصحة التحمّل قبل البلوغ، وإما إسماعه الحديث لغيره فيشترط فيه البلوغ. ¶ وقد ذكر الحافظ الخطيب البغدادي في كتاب الكفاية بعلم الرواية اختلاف العلماء في اشتراط البلوغ، وهل يشترط في التحمّل أو في الأداء؟ وقد اشترطوا لذلك شروطاً وخالفوها من ناحية العمل، وقد ذهبوا مذاهب شتى في تحديد سن معينة للتحمّل، والراجح: أن البلوغ شرط في الأداء وليس في التحمّل. ¶ وكان السلف رضي الله تبارك وتعالى عنهم يُسمعون أولادهم وهم غلمان صغار الحديث والقرآن، وقد يكمل أحدهم حفظ القرآن وهو صغير لم يبلغ العاشرة، فيؤتى به إلى مجالس أهل العلم ليسمع الحديث وغيره من صنوف وأفنان العلم. ¶ فالبلوغ كالإسلام شرط في الأداء وليس في التحمّل.",
            "page": "8",
            "part": "4",
            "seal": "E38C2FDB"
        },
        {
            "id": "99",
            "nass": "حكم التحمل والأداء لمن لم يكن عاقلاً ¶ والشرط الثالث في العدل أن يكون عاقلاً، وهذا الاحتراز من الجنون والسفه والعته وغير ذلك. ¶ فلا تُقبل رواية المجنون، سواء كان جنونه مستمراً أم متقطعاً؛ لأنه لا يعلم أكان تحمله وقت الإفاقة أو وقت الجنون؟ ولا بد من كمال العقل وسلامته مما يطرأ عليه من علل وأمراض. ¶ وبعضهم يعبّر عن هذا بالتمييز، والمصطلحان مختلفان من حيث اللغة ومن حيث الاصطلاح.",
            "page": "9",
            "part": "4",
            "seal": "1C2614E9"
        },
        {
            "id": "100",
            "nass": "حكم رواية الفاسق والمبتدع ¶ السلامة من أسباب الفسق، فإذا كان الراوي فاسقاً، مرتكباً للكبائر أو مصراً على الصغائر والمجاهرة بها، حكمنا عليه بأنه فاسق، فلو تاب منها قُبلت روايته على أرجح الأقوال. ¶ فإذا كانت الكبيرة شركاً كفر الراوي، وإن كانت غير شرك لم يكفر بها، وقد اختلفت الفرق في مرتكب الكبيرة اختلافاً عظيماً، وهذه المسألة مما تميز بها أهل السنة والجماعة عن بقية الفرق، فقالوا: مرتكب الكبيرة إن أقيم عليه الحد كان كفارة له في الدنيا والآخرة، بمعنى: قبول توبته في الدنيا والمغفرة له في الآخرة، والنبي صلى الله عليه وسلم يقول: (الحدود كفارات لأهلها)، بمعنى: أنها تمحو عنه تلك الخطيئة وهذا الذنب. ¶ وأما إذا لم يُقم عليه الحد في الدنيا فإن تاب منها بينه وبين الله تاب الله عليه، وإن لم يتب منها فهو في مشيئة الله تعالى إن شاء عذّبه وإن شاء غفر له. ¶ وهذا هو معتقد أهل السنة في مرتكب الكبيرة. ¶ وكل من ارتكب حراماً مستحلاً له وهو عالم بالحرمة فهو كافر. ¶ وإن كان الراوي مرتكباً للصغائر مصراً عليها ومجاهراً بها ردت روايته تأديباً له، ولا شك أن شرب السجائر وحلق اللحية وغير ذلك أمور مفسقة لصاحبها. ¶ ويتفرع عن مسألة السلامة من الفسق الابتداع، والابتداع منه ما هو مكفّر، ومنه ما هو مفسِّق. ¶ فالبدعة إذا كانت مكفّرة لصاحبها كغلاة الروافض والشيعة وغير ذلك ردت رواية مرتكبها، وأما إذا كانت غير مكفّرة فتقبل رواية صاحبها بشروط: الشرط الأول: ألا يكون غالياً في بدعته، وهذا احتراز من الصنف الأول من البدعة. ¶ الشرط الثاني: ألا يكون داعياً إلى بدعته، أي: ألا تكون الرواية التي رواها تخدم وتؤيد بدعته. ¶ الشرط الثالث: توفر الضبط وموافقة الثقات.",
            "page": "10",
            "part": "4",
            "seal": "7DCB041D"
        },
        {
            "id": "101",
            "nass": "حكم رواية التائب من الكذب ¶ ويدخل في هذه المسألة أيضاً حكم من تاب من الكذب، وهل الكذب ذنب ومعصية أم لا؟ وهل يفسق صاحبه أم لا؟ والكذب إما أن يكون على رسول الله، وإما أن يكون على الناس، والكاذب في حديث رسول الله صلى الله عليه وسلم يسمى الوضاع، وجمهور أهل العلم يردون رواية التائب من الكذب على رسول الله صلى الله عليه وسلم من باب الزجر له، ويقبلون رواية التائب من الكذب في حديث الناس. ¶ وغير الجمهور يقبلون رواية التائب من الكذب على رسول الله وعلى الناس. ¶ وذهب إمام الحرمين الإمام الجويني وتبعه الشيخ أحمد شاكر إلى تكفير من كذب على رسول الله صلى الله عليه وسلم.",
            "page": "11",
            "part": "4",
            "seal": "45C786E7"
        },
        {
            "id": "102",
            "nass": "ما تثبت به عدالة الراوي ¶ وتثبت عدالة الرواة بأحد طريقين: الطريق الأول: التنصيص من إمام من أئمة النقد والجرح والتعديل على أن هذا الراوي عدل، وقد اختلف العلماء هل يكفي قول الواحد فقط في إثبات العدالة أم لا بد من اثنين؟ والراجح أن العدالة تثبت بنص إمام واحد، رجلاً كان أو امرأة، كأن يقول الدارقطني أو يحيى بن معين أو أحمد بن حنبل أو صالح جزرة: فلان ثقة، أو غيرهم من أئمة النقد، فيكفي أن يحكم واحد منهم فقط على راو ما بأنه عدل أو غير عدل. ¶ الطريق الثاني: الاستفاضة والشهرة، أي: أن يشتهر ذلك الرجل أو ذلك العالم بين الناس جميعاً العامة والخاصة بأنه عدل، كـ البخاري ومسلم وأحمد بن حنبل وسفيان الثوري وابن عيينة، فهؤلاء استفاضت واشتهرت عدالتهم بين الناس جميعاً، فأغنت عن التنصيص.",
            "page": "12",
            "part": "4",
            "seal": "F3040F2C"
        },
        {
            "id": "103",
            "nass": "الشرط الثالث: الضبط ¶ والشرط الثالث: ضبط الرواة. ¶ ومعنى الضبط: إثبات الحفظ في القلب، أو المحافظة على المكتوب في الكتاب. ¶ والضبط نوعان: ضبط صدر، وضبط كتاب.",
            "page": "13",
            "part": "4",
            "seal": "3871FD90"
        },
        {
            "id": "104",
            "nass": "ضبط الصدر ¶ فضبط الصدر: هو أن يعي الراوي ما يسمع جيداً، فيحفظه عن ظهر قلب ويستطيع استحضاره متى طُلب منه ذلك. ¶ إن حفظ الراوي جيداً، حتى إذا طُلب منه ذلك أداه كما سمعه، ثم بعد أن تقدم به السن أنكر أن يكون قال هذا القول؛ رد إنكاره بشرط أن يكون المتحمّل عنه ثقة، أي: أن يكون عدلاً ضابطاً، وإن كانت هذه الرواية قد تحمّلها غير واحد إما لفظاً وإما معنى عن ذلك الشيخ؛ ففي هذه الحالة لا يُعد إنكاره ولا يُعتبر به، ويُعتبر في غير هاتين الحالتين، والله تعالى أعلم. ¶ مما يطرأ على ضبط الصدر ويؤثر عليه: فحش الغلط، والغفلة، والوهن، والمخالفة للثقات، وسوء الحفظ. ¶ وفحش الغلط هو كثرة الأخطاء، أي: أن يكثر خطؤه حتى يكون هو الغالب على حديثه، وهذا يُعرف بمخالفته للثقات. ¶ والوهن هو: أن يروي الراوي حديثاً على سبيل الإيهام لا التحقق والتأكد. ¶ وهذه كلها مجرّحات تؤثر في ضبط الراوي.",
            "page": "14",
            "part": "4",
            "seal": "C663309C"
        },
        {
            "id": "105",
            "nass": "ضبط الكتاب ¶ النوع الثاني من الضبط ضبط الكتاب، وهو ألا يعتمد الراوي في سماعه للحديث على صدره وقلبه، وإنما يعتمد على ما كتبه بعد شيخه. ¶ فضبط الكتاب أن يكتب الراوي ما يسمعه من الشيخ في كتاب أو في صحيفة. ¶ ويُشترط لمن كانت هذه صفته شروط: الشرط الأول: أن يقابل أو يراجع هذا الكتاب على نسخة الشيخ الذي سمعه منه؛ حتى يقره الشيخ على صحة سماعه وكتابته. ¶ فربما يكون ذلك الرجل الذي كتب خلف الشيخ تصحّف عليه السماع وكتبه في كتابه مصحفاً، أو تحرّف عليه السماع وكتبه محرّفاً. ¶ وذلك مثل من كتب في كتابه حديث النبي صلى الله عليه وسلم: (يا أبا نغير! ما فعل البعير؟)، فلما انتصب للتدريس ألقى على تلاميذه الحديث بهذا الشكل: (يا أبا نغير! ما فعل البعير؟). ¶ وتكلّف في تأويله وشرحه، فقال له أحد التلاميذ: ليس هكذا الحديث أيها الشيخ! وإنما هو (يا أبا عمير! ما فعل النغير؟). ¶ وأبو عمير هذا أخو أنس بن مالك من أمه، والنبي صلى الله عليه وسلم هو الذي كنّاه بـ أبي عمير، وكان معه نغير -وهو طائر بين اليمامة والعصفور من طيور المدينة- يلعب به، فكان النبي صلى الله عليه وسلم يمازح هذا الغلام الصغير، ويقول له: (يا أبا عمير! ما فعل النغير؟) أي: ما الذي تفعله مع طائرك الصغير؟ وهذا الحديث يؤخذ منه فوائد جمة، وقد صنّف فيه أحد السلف كتاباً بعنوان: الفوائد المستنبطة من حديث أبي عمير، وذكر فيه ستين فائدة، والكتاب مطبوع ومعروف. ¶ ولا شك أن هذا الراوي وقع فيما وقع فيه من خطأ؛ لأنه لم يلتزم بشروط ضبط الكتاب. ¶ الشرط الثاني: إذا لم يكن عند الشيخ وقت للمراجعة أو لم يوافق الطالب على مطلبه، أو كان الشيخ سيئ الخلق، أو حاد المزاج ويهاب أن يُطلب منه هذا الطلب -وهذا موجود بكثرة في السلف- فعلى الطالب أن يراجع نسخته على نسخة أقرانه. ¶ وإذا لم يكتب أحد غيره فلا مانع أن يراجع مكتوبه على مسموع غيره، فليس بلازم أن تكون المقابلة على مكتوب، بل يمكن أن تكون على مسموع. ¶ الشرط الثالث: أن يحافظ على هذا الكتاب من كل ما يتلفه من حرق وغرق وإتلاف وإفساد، وغير ذلك من الأمور التي تطرأ وتفسد الأوراق، فإذا تعرّض الكتاب لما يتلفه فلا بد وأن يتوقف الراوي عن الرواية. ¶ الشرط الرابع: أن يحدث الراوي وقت التحديث من الكتاب لا من حفظه.",
            "page": "15",
            "part": "4",
            "seal": "4BD31AD9"
        },
        {
            "id": "106",
            "nass": "حكم حديث فاقد كتابه ¶ فإذا فقد الكتاب لأي علة من العلل التي ذكرناها فلا يمنع أن يكون الراوي ضابطاً ضبط صدر وضبط كتاب، ولكن من غلب عليه الاعتماد على الكتاب فلا يؤمن عليه الغلط في ضبط الصدر إذا حدّث من غير كتاب، وهذا لا يمنع من أنه يحفظ أحياناً، فإذا فقد الكتاب فإن وافقت روايته رواية الثقات قبل حديثه، وإذا لم توافق روايته رواية الثقات رُد حديثه، هذا في حالة ما إذا كان له أقران، أو أتت هذه الرواية من غير طريقه. ¶ ولو كان هو المتفرد بالرواية فإن كان غالب اعتماده على الكتاب ردت روايته بعد فقده للكتاب. ¶ فإن لم يعرف متى فقد الكتاب، ولا الأحاديث التي حدّث بها قبل فقد الكتاب وبعد فقده، ردت جميع رواياته إلا ما وافق منها الثقات، فإذا خالف الثقات أو تفرد برواية ليست عند غيره ردت، وأما ما وافق فيه الثقات أو جاءت الرواية عنه من طريق من رووا عنه قبل الاختلاط، أو قبل ضياع الكتاب، أو قبل حرقه، فلما ضاع الكتاب أو احترق أو اختلط الراوي توقفوا عن الرواية عنه، فتقبل روايته من طريقهم. ¶ وذلك مثل عبد الله بن لهيعة، فقد كان يحدث من كتاب ثم احترق كتابه، وكان أشهر من أخذ عنه قديماً عبد الله بن المبارك وعبد الله بن يزيد المقرئ وعبد الله بن وهب المصري، ثم لما حدث لكتاب ابن لهيعة ما حدث توقفوا تماماً عن الرواية عنه، والذين توقفوا عن الرواية عنه بعد احتراق كتبه بلغوا ثماني عشرة نفساً، وهم مذكورون في كتب التراجم والرجال، لكن أشهر الرواة الذين توقفوا عن الرواية عنه هم العبادلة الثلاثة - ابن المبارك وابن يزيد المقرئ وابن وهب - فإذا أتت الرواية عن ابن لهيعة من طريق هؤلاء العبادلة فهي على الاستقامة؛ لأنهم رووا عنه قبل الاختلاط، فلما ضاع كتابه توقفوا عن الرواية عنه. ¶ فإذا عُلم من ترجمة الراوي أنه توقف عن الرواية عمن اختلط قُبل حديثه، وما لم يُعلم عنه توقُف فيه، ونرجع إلى الأصل، فما وافق فيه الثقات أخذنا به، وما خالف أو انفرد رددناه.",
            "page": "16",
            "part": "4",
            "seal": "1CD313FC"
        },
        {
            "id": "107",
            "nass": "الشرط الرابع: السلامة من الشذوذ ¶ الشرط الرابع: السلامة من الشذوذ. ¶ والشذوذ له معنيان في الاصطلاح: المعنى الأول هو: ما خالف فيه الثقة من هو أوثق منه. ¶ والفارق بين الشذوذ وبين زيادة الثقة دقيق جداً، فالشذوذ فيه مخالفة، وزيادة الثقة ليس فيها مخالفة. ¶ فالمعنى الأول من معاني الشذوذ: هو مخالفة الثقة لمن هو أوثق أو أحفظ منه، حتى وإن كان واحداً، كأن يخالف راو صدوق راوياً ثقة؛ لأن مسألة الصدق أقل في التعديل من مسألة التوثيق، وكذلك الثقة أقل في الحفظ والضبط من الحافظ، والحافظ أقل في الحفظ والضبط من أمير المؤمنين في هذا العلم. ¶ وكما أن التعديل درجات، فكذلك الجرح درجات، وأعلى مراتب التعديل ما كان بصيغة أفعل التفضيل، كأن نقول: أوثق الناس، أو أحفظ الناس، أو أضبط الناس، أو أتقن الناس، هذه أعلى درجات التعديل. ¶ ومنها: أن يكون اللفظ مكرراً، كأن نقول: ثقة ثقة، أو يكون اللفظ أو اللفظان مقترنين، كأن نقول: ثقة حافظ، أو ثقة متقن، أو ثقة ضابط أو غير ذلك. ¶ ثم بعد ذلك نقول: ثقة، وصدوق، ولا بأس به، وليس به بأس، ويحتمل، ويعتبر به، وغير ذلك من الألفاظ التي تدل على التعديل. ¶ فمنها العالي، ومنها العالي جداً، ومنها الوسط، ومنها الداني. ¶ وكذلك ألفاظ الجرح تختلف تبعاً لاختلاف ألفاظ التعديل، فمنها: أكذب الناس، وكذّاب، ويكذب، ويسرق الحديث، وضعيف، ومن أضعف الناس، ولا يعتبر به، والمستور والمغفّل وسيئ الحفظ، وكثير الخطأ وغير ذلك من الألفاظ التي تفيد الجرح. ¶ فإذا خالف الثقة حافظ، أو الصدوق فنقول: الرتبة في التعديل مختلفة مع مخالفة الرواية، وفي هذه الحالة نحكم على هذا الحديث بأنه حديث شاذ؛ لمخالفة الثقة لمن هو أوثق منه. ¶ والمعنى الثاني من معاني الشذوذ هو: مخالفة الثقة لمجموع الثقات، فلو أن عشرة رواة في درجة واحدة من التوثيق والتعديل، ورواية أحدهم تخالف رواية التسعة، فلا شك أن المعقول والمقبول نسبة الخطأ إلى الواحد لا إلى الجماعة، واحتمال الوهم والخطأ والنسيان عليه أقرب وأولى من إلصاقه بالجماعة، فنقول في هذه الحالة: إن هذا الراوي أخطأ رغم أنه ثقة. ¶ فالحديث الشاذ: هو مخالفة الثقة لمن هو أوثق منه، أو لمجموع الثقات.",
            "page": "17",
            "part": "4",
            "seal": "A8359AD1"
        },
        {
            "id": "108",
            "nass": "شروط الحكم بالشذوذ على الحديث ¶ الحكم على الحديث أنه شاذ لا بد فيه من توافر أمور: الشرط الأول: وجود المخالفة. ¶ الشرط الثاني: أن تكون هذه المخالفة بين راو ثقة مع من هو أوثق منه، أو مع مجموع الثقات. ¶ الشرط الثالث: أن يكون المخالف ثقة، وهذا الشرط للاحتراز من أن يكون المخالف ضعيفاً. ¶ لو كان المخالف ضعيفاً فالحديث منكر، فلو حكم شخص مثلاً على حديث خالف فيه الراوي الضعيف الراوي الثقة بأنه حديث شاذ لقلنا له: إنه لا يفهم المصطلحات؛ لأن الحكم اللائق اصطلاحاً وبهذا الحديث أنه حديث منكر وليس شاذاً. ¶ فالحديث المنكر هو مخالفة الراوي الضعيف للراوي الثقة، فالحديث المنكر لابد فيه من شرطين: أن يكون الراوي ضعيفاً، وأن يكون مخالفاً لبقية الأحاديث. ¶ فإذا كان الراوي ضعيفاً ولم يخالف فيه الثقة عد إسناده ضعيفاً، وأما الحديث فمقبول من الطريق الآخر، ويُنظر في الضعف، فإن كان ضعفاً يسيراً فإنه يتقوى بالطريق الآخر، وإن كان شديداً استغني بالطريق الصحيح عن الطريق الضعيف.",
            "page": "18",
            "part": "4",
            "seal": "59C6BDC8"
        },
        {
            "id": "109",
            "nass": "ضعف الإسناد لا يسلتزم ضعف الحديث ¶ نجد في كتب المحققين عندما يحقق أحدهم كتاباً معيناً من الكتب المسندة يتكلم عن الإسناد الوارد في الكتاب بعينه ويقول: إسناده ضعيف والحديث صحيح. ¶ فهذا الإسناد بعينه ضعيف؛ لوجود الراوي فلان، ولكن الحديث ورد من طرق أخرى، وقد تكون الطرق الأخرى بذاتها صحيحة فيصح الحديث دون النظر إلى هذا الإسناد بعينه، وإما أن تكون الأسانيد الأخرى نفسها فيها ضعف، ولكن ضعفها يسير يتقوى بها الحديث لو اجتمعت هذه الطرق كلها بعضها إلى بعض، فنقول في هذه الحالة: إن هذا الإسناد بعينه ضعيف، ولكن الحديث يرتقي من الضعف إلى الحسن أو إلى الصحة؛ لتعدد طرقه. ¶ ولفظ الغرابة يخضع لمصطلح كل عالم رغم أن المقصود بها التفرد، وهي عند الترمذي بمعنى الضعف، وعند الحافظ ابن كثير في تفسيره بمعنى النكارة، ولا مشاحة في الاصطلاح إذا عُرف هذا عن كل مصنّف في كتابه.",
            "page": "19",
            "part": "4",
            "seal": "BD68C8B1"
        },
        {
            "id": "110",
            "nass": "الشرط الخامس: السلامة من العلة ¶ الشرط الخامس من شروط صحة الحديث: انتفاء العلة، أي: عدم وجودها. ¶ والعلة في اللغة: المرض. ¶ وهو حقيقة في الأجسام، ثم استعير هذا المعنى لإلحاقه بالحديث غير الصحيح. ¶ وفي الاصطلاح هي: سبب خفي يقدح في صحة الحديث مع أن الظاهر السلامة منه.",
            "page": "20",
            "part": "4",
            "seal": "373497A1"
        },
        {
            "id": "111",
            "nass": "العلة المشترط انتفاءها من الحديث الصحيح ¶ فالعلة: هي سبب خفي؛ لأن العلل الظاهرة يضعف بها الحديث بمجرد النظر لأول وهلة، فالحديث الذي ليس فيه التابعي أو الصحابي مثلاً سبب ضعفه ظاهر، وهو الانقطاع، والحديث الذي ليس فيه شيخ المصنف سبب ضعفه ظاهر، ولو قال البخاري مثلاً: قال الزهري لكان الحديث ضعيفاً؛ لأن البون شاسع جداً بين البخاري والزهري، فبينهما على الأقل راويين، ونقول: هذا الإسناد ظاهر الانقطاع، ولا تسمى هذه علة خفية، ولكن علة ظاهرة.",
            "page": "21",
            "part": "4",
            "seal": "B0F155FB"
        },
        {
            "id": "112",
            "nass": "العلل الخفية لا يدركها إلا العلماء النقاد الجهابذة ¶ والعلة هنا المقصود بها العلة الخفية التي تلحق الإسناد وتقدح في صحته مع أن الظاهر السلامة منها، ولا يطّلع عليها ولا يعرفها إلا العلماء النُقّاد الجهابذة، وهي تلحق الحديث وتقدح في صحته مع أن الظاهر السلامة منها، وهذه العلة لا يتسنى لأي عالم معرفتها، بل هذا حكر ووقف على النقاد الجهابذة كـ الدارقطني والبخاري وأحمد بن حنبل وأبي حاتم الرازي وأبي زرعة وغيرهم من الأئمة. ¶ قال الحافظ ابن حجر: وهذا الفن من أغمض أنواع الحديث وأدقها مسلكاً، ولا يقوم به إلا من منحه الله تبارك وتعالى فهماً غائصاً، واطلاعاً حاوياً، وإدراكاً لمراتب الرواة، ومعرفة ثاقبة، ولذلك لم يتكلم فيه إلا أفراد من أئمة هذا الشأن وحُذّاقهم، وإليهم المرجع في ذلك؛ لما جعل الله لهم من معرفة ذلك والاطلاع على غوامضه، دون غيرهم ممن لم يمارس ذلك، وقد تقصر عبارة المعلل -يعني: أن الذي يعلل الحديث تقصر عبارته عن ذكر العلة، فقد يقول لك: هذا الحديث معلول، فإذا سألته: ما هي علته؟ لم يستطع التعبير عنها، ولذلك بعض الناس يقول: إن العلة في الحديث كهانة، فهم يعبرون عن غموض العلة وعدم القدرة على التعبير عنها بالكهانة- فلا يفصح بما استقر في نفسه، أي: أنه يشك في أن الحديث معلول، فإذا سألته: ما هي علته؟ قال: في نفسي شيء من الحديث لا أستطيع التعبير عنه. ¶ وذلك مثل الصراف يقول لك: هذا الدولار مضروب، فإذا قلت له: من الذي ضربه؟ قال: لا أعرف، وإذا قلت له: ما هي العلة التي عرفت بها ضربه؟ قال: لا أعرف. ¶ فهو لا يستطيع أن يعبر عن العلة التي لحقت هذا الدولار، وهذا كالحاسة السادسة، فهو لا يستطيع أن يعبر ولا أن يقدم دليلاً مادياً محسوساً على أن هذا الدولار مضروب، وإنما وقع في قلبه أن هذا الدولار ليس جيداً، وبناء عليه امتنع عن أن يقبله، وكذلك الناقد الكبير في هذا الفن يقول لك: إن هذا الحديث معلول، فإذا سألته: ما هي علته؟ قال: لا أعرف، فعبارتي تقصر عن إفادة العلة في هذا الحديث، وتجده يقسم أيضاً على أنه معلول. ¶ فهو متأكد، ولكنه لا يستطيع التعبير عن العلة. ¶ فمتى وجدنا حديثاً قد حكم إمام من الأئمة المرجوع إليهم بتعليله فالأولى اتباعه في ذلك؛ لأننا نتّبعه في التصحيح، فلِم لا نتبعه في التعليل؟ فكما نتّبعه في تصحيح الأحاديث إذا صححها فلنتبعه أيضاً في تعليل الحديث إذا علله. ¶ وهذا الإمام الشافعي مع إمامته وجلالته يحيل القول على أئمة الحديث في كتبه، فيقول: وفيه حديث لا يثبته أهل العلم الكبار بالعلل، وهذا حيث لا يوجد مخالف منهم لذلك المعلل، وحيث يصرّح بإثبات العلة. ¶ ويقول السخاوي: وهذا النوع من علوم الحديث -أي: الحديث المعلل- من أغمض أنواع الحديث وأدقها، ولذا لم يتكلم فيه إلا الجهابذة أهل الحفظ والخبرة والفهم الثاقب، مثل ابن المديني وأحمد بن حنبل والبخاري ويعقوب بن شيبة وأبي حاتم وأبي زرعة، ولخفاء هذا النوع كان بعض الحفّاظ يقول: معرفتنا بهذا كهانة عند الجاهل. ¶ وكان عبد الرحمن بن مهدي شيخ الإمام أحمد والشافعي يقول: هو إلهام -أي: إن معرفة العلل إلهام- ولو قلت للقيّم بالعلل: من أين لك هذا؟ لم تكن له حجة يعبر بها، وإلا ففي نفسه حجج للقبول والرفض. ¶ وسئل أبو زرعة الراوي عن الحجة لقوله عندما سئل عن حديث، فقال: معلول؟ فقال: لا أستطيع أن أقول لك ما هي حجتي، ولكن اذهب واسأل ابن وارة -وهو من أئمة الحديث- فإذا قال لك مثل قولي فاذهب إلى أبي حاتم، فإذا قال لك مثل قولنا فاعلم أن الحديث معلول، ففعل الرجل ذلك فاتفقوا جميعاً، فاعلم أن هذا الأمر على الحقيقة، فقال: أشهد أن هذا العلم إلهام، فلو لم تكن له علة لما اتفق أبداً كلام أبي زرعة مع كلام أبي حاتم وكلام ابن وارة، فلما اتفقوا دل على أن الأمر فعلاً فيه علة، ولما قصرت عبارة هؤلاء جميعاً عن ذكر هذه العلة دل على أنها إلهام من الله عز وجل لهؤلاء العلماء.",
            "page": "22",
            "part": "4",
            "seal": "4BA85DCB"
        },
        {
            "id": "113",
            "nass": "طرق معرفة العلل الخفية ¶ ومعرفة العلة لا تأتي إلا بطول الممارسة والخبرة الطويلة جداً، حتى يعلم العالم ما يمكن أن يصدر عن النبي صلى الله عليه وسلم، بل وما يمكن أن يصدر عن الرواة أنفسهم. ¶ ولو أن ملكاً أو رئيساً من رؤساء الدنيا عنده خادم خدمه خمسين أو ستين عاماً فإنه لا يتصور أن يبقى شيء من أمر الملك أو الرئيس إلا ويعلمه ذلك الخادم، وخاصة ما يمكن أن يقوله ذلك الرئيس وما لا يمكن أن يقوله، فإذا كان لم يسمع الملك تلفظ بكلمة قبيحة طوال الخمسين سنة ثم أتى من يقول له: إن الملك يتكلم بألفاظ قبيحة، فسيكذبه الخادم من أول وهلة؛ لأنه منذ خمسين سنة يخدم الملك ويعرف ما يمكن أن يصدر عنه من ألفاظ، وأنه لا يمكن أن يصدر منه العيب أبداً. ¶ وكذلك العالم الكبير في هذا الفن الذي مارس حديث النبي صلى الله عليه وسلم حياته كلها، فقد أصبح لديه حاسة إذا سمع لفظاً أو إسناداً عرف أن هذا الإسناد مستقيم أو غير مستقيم، وهذا الكلام يصدر أو لا يصدر عن المعصوم صلى الله عليه وسلم؛ لكثرة ممارسته للأسانيد وحفظه للرجال ومراتبهم وطبقاتهم، وبناء على خبرته الطويلة يحكم بأن هذا الحديث معلول أو غير معلول. ¶ فعلم العلل عبارة عن إلهام من الله عز وجل يلقيه في قلوب النُقّاد، وليس معنى هذا أن يحدث كل منا ويقول: هذا حديث موضوع، وهذا حديث صحيح، وأن هذا يمكن أن يصدر عن النبي صلى الله عليه وسلم وهذا لا يمكن أن يصدر عنه صلى الله عليه وسلم، بل هذا الكلام يقوله ابن المديني والبخاري والدارقطني. ¶ وقد بين الخطيب البغدادي السبيل إلى معرفة العلة إذا كان يمكن أن يتوصل إليها، وذلك بما يعرف في هذا العلم بالتتبع، والشواهد، والاعتبار. ¶ وهو: جمع طرق الحديث من بطون كتب السنة والمقارنة بينها؛ حتى يعرف ما إذا كان هذا الحديث مرفوعاً أو موقوفاً، أو موصولاً أم مرسلاً، ثم الترجيح بينها، فإذا ترجّح الرفع كان الوقف هو المعلول، وإذا ترجّح الوقف كان الرفع هو المعلول، فإذا كان الحديث قد روي مرفوعاً من طريق الحفاظ الثقات الضابطين، وروي موقوفاً من طريق أهل الصدق والستر والأمانة رجح المرفوع. ¶ قال الحافظ ابن رجب الحنبلي: حذاق النقاد من الحفاظ لكثرة ممارستهم للحديث ومعرفتهم بالرجال وأحاديث كل واحد منهم؛ لهم فَهْمٌ خاصٌّ يفهمون به أن هذا الحديث يشبه حديث فلان ولا يشبه حديث فلان، فيعللون الأحاديث بذلك. ¶ فمثلاً إذا أتى حديث من طريق الزهري، ونفس الحديث جاء من طريق حماد مثلاً قالوا: هذا الحديث أليق بـ الزهري، أي: أنه أشبه بـ الزهري، ويقولون: أخطأ فيه حماد. ¶ وهذا يرجع فيه إلى الفهم والمعرفة التي خصوا بها عن سائر أهل العلم.",
            "page": "23",
            "part": "4",
            "seal": "19E1ACF3"
        },
        {
            "id": "114",
            "nass": "العلة القادحة والعلة التي لا تقدح ¶ والعلة منها ما هو قادح، ومنها ما هو غير قادح. ¶ فالقادحة هي التي تطعن في صحة الحديث. ¶ وغير القادحة هي التي لا تطعن في صحة الحديث. ¶ ومثال العلة غير القادحة في السند مثلاً: أن يروى حديث عن راو مدلس من أربعة طرق، ثلاثة منها يقول فيها: عن فلان، وفي الطريق الرابع قال: حدثني فلان؛ فهنا صرّح بالتحديث، وهذا يجبر عنعنته في الطرق الثلاثة الأولى؛ لأنه صرّح بالتحديث، وهذا ينفي عنه شبهة التدليس، فهذه العلة غير قادحة؛ لأنه صرّح بالتحديث في مكان آخر.",
            "page": "24",
            "part": "4",
            "seal": "7D92D3F5"
        },
        {
            "id": "115",
            "nass": "بعض صور العلل القادحة وغير القادحة ¶ النوع الأول: العلة القادحة في الإسناد دون المتن، وتقدح فيه ولا تقدح في المتن، وذلك كحديث: (البيّعان بالخيار ما لم يتفرقا، فإذا تفرقا فقد وجب البيع). ¶ وهذا بخلاف البيوع المحرّمة والمنهي عنها، كالملامسة والمنابذة، وقد كانت هذه البيوع موجودة في الجاهلية، فقد كان البائع يقول للمشتري: انبذ إلي وأنبذ إليك، بمعنى: لو دفعت لك السلعة فقد وجب عليك أن تدفع لي الثمن أعجبتك أو لم تعجبك، وفي الملامسة كان يقول له: لا تضع يدك على السلعة، فلو وضعت يدك عليها فقد وجب البيع. ¶ وهذا الحديث رواه يعلى بن عبيد الطنافسي عن الثوري عن عمرو بن دينار، ويعلى بن عبيد هو الوحيد الذي يرويه عن الثوري عن عمرو بن دينار، وأصحاب الثوري يروونه عن الثوري عن عبد الله بن دينار وليس عن عمرو، ففي هذه الحالة نقول: إن يعلى بن عبيد أخطأ في هذا الإسناد، فقال: إن شيخ الثوري عمرو بن دينار وهو في الحقيقة عبد الله بن دينار. ¶ وهذه العلة لا تؤثر في المتن؛ لأنه أتى من وجوه أخر صحيحة. ¶ النوع الثاني: أن تقع العلة في الإسناد وتقدح فيه وفي المتن معاً، وذلك مثل إبدال راو ضعيف براو ثقة، كـ حماد بن أسامة كان يروي عن شيخه عبد الرحمن بن يزيد بن تميم، وكان يعرف من اسمه عبد الرحمن بن يزيد فقط، فغلب على ظنه أن اسمه عبد الرحمن بن يزيد بن جابر فكان يقول من عند نفسه: حدثنا عبد الرحمن بن يزيد بن جابر، وهو في الحقيقة ابن تميم، فهنا يضعف الحديث رغم أن العلة لحقت بالإسناد؛ لأن عبد الرحمن بن يزيد بن جابر ضعيف وابن تميم ثقة، فهو أبدل الراوي الثقة براو ضعيف، فهذه العلة تقدح في السند والمتن معاً؛ لأن الراوي ضعيف. ¶ النوع الثالث: أن تقع العلة في المتن ولا تقدح فيه ولا في الإسناد، كمثل ما وقع من اختلاف في ألفاظ كثيرة من أحاديث الصحيحين، فإن أمكن رد الجميع إلى معنى واحد فإن القدح ينتفي عنها، وهذا الذي نسميه وجوه الترجيح. ¶ النوع الرابع من أنواع العلة: أن تقع العلة في المتن دون الإسناد، وذلك مثل حديث أنس رضي الله عنه: (أنهم كانوا لا يقرءون ببسم الله الرحمن الرحيم، وكانوا يفتتحون بالحمد لله رب العالمين)، فـ أنس فهم أنهم كانوا لا يذكرون بسم الله الرحمن الرحيم، وهناك فرق بين الصورتين؛ لأن السورة نفسها تسمى سورة الحمد، فحينما كانوا يفتتحون بالحمد لله رب العالمين، فهذا لا ينفي أنهم يذكرون بسم الله الرحمن الرحيم، فهي آية من الفاتحة على الراجح من أقوال أهل العلم، وأما قوله: كانوا لا يذكرون بسم الله الرحمن الرحيم فهذا نفي لقراءة البسملة، والصورة الأولى لا تمنع قراءة البسملة؛ لأن السورة نفسها يُطلق عليها سورة الحمد، فكانوا يبدءون القراءة بسورة الحمد، ولا ينفي ذلك أنهم يقرءون بسم الله الرحمن الرحيم. ¶ وقول أنس استدل به من قال: إن البسملة ليست آية من القرآن حتى الفاتحة. ¶ والراجح: أنهم كانوا يذكرونها سراً. ¶ النوع الخامس من أنواع العلة: أن تقع في المتن وتقدح فيه وفي الإسناد معاً، وذلك كالحديث الذي يرويه راو بالمعنى ويخطئ في معناه، والمراد بلفظ الحديث غير ذلك، فإن ذلك يستلزم القدح في الراوي.",
            "page": "25",
            "part": "4",
            "seal": "F2D9711E"
        },
        {
            "id": "116",
            "nass": "شروط رواية الحديث بالمعنى ¶ الأصل عند السلف أن يروى الحديث بلفظه. ¶ وذهب جمهور أهل العلم إلى جواز الرواية بالمعنى، بشرط أن يكون الراوي عالماً بما تحيل إليه الألفاظ من المعاني؛ لأن الراوي الذي يروي الحديث بالمعنى لا شك أنه يأتي بألفاظ من عنده هو، فإن لم يستطع ضبط الألفاظ التي أتى بها مع الألفاظ الموجودة في الحديث فسوف يغير المعنى، وربما يكون في لفظه ما يحتمل أحكاماً جديدة وليست موجودة في أصل الحديث، أو ربما يأتي بلفظ يخل بالمعنى، فيصرف الحديث عن مراد رسول الله صلى الله عليه وسلم الذي أراده، فالذي يروي الحديث بالمعنى لا بد وأن يكون عالماً بما تحيل إليه الألفاظ من المعاني، وإلا يحرم عليه أن يروي الحديث بالمعنى. ¶ فإذا روى الراوي الحديث بالمعنى فأتى بألفاظ تحتمل أحكاماً ليست موجودة، أو تنفي أحكاماً موجودة، أو غيّر أو بدّل فهذا التغيير والتبديل والزيادة والنقصان علّة تلحق المتن، وبالتالي تقدح في الراوي، وهذه العلة التي لحقت المتن تؤثر في المتن كما تؤثر في الإسناد أيضاً. ¶ ذكر الحاكم أبو عبد الله في كتابه معرفة علوم الحديث العلل وقسّمها إلى عشرة أجناس، ولخّصها السيوطي في تدريب الراوي، فمن أراد الاطلاع عليها فليراجعها في تدريب الراوي أو في معرفة علوم الحديث للحاكم.",
            "page": "26",
            "part": "4",
            "seal": "A2CE0BE5"
        },
        {
            "id": "117",
            "nass": "دورة تدريبية في مصطلح الحديث [5] ¶ من أقسام الحديث باعتبار القبول والرد الحديث الحسن، وقد اختلفت عبارات العلماء في تعريفه، وذلك لأن الحسن أمر نسبي قد يقترب من الصحة وقد يبتعد عنها، وقد يرتقي الضعيف فيصير حسناً لغيره إذا كان ضعفه مما ينجبر واعتضد بغيره.",
            "page": "1",
            "part": "5",
            "seal": "94CCB02C"
        },
        {
            "id": "118",
            "nass": "الحديث الحسن ¶ باسم الله، الحمد لله، والصلاة والسلام على رسول الله صلى الله عليه وعلى آله وسلم تسليماً كثيراً. ¶ وبعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ الحديث الصحيح لذاته: هو ما اتصل سنده بنقل العدل الضابط أو تام الضبط عن مثله إلى منتهاه من غير شذوذ ولا علة. ¶ واختلف أهل العلم في تعريف الحديث الحسن لذاته على أكثر من عشرة أقوال، ومدارها على قولين أو ثلاثة. ¶ يقول الإمام ابن كثير: وهذا النوع لما كان وسطاً بين الصحيح والضعيف -في نظر الناظر لا في نفس الأمر- عسر التعبير عنه وضبطه على كثير من أهل هذه الصناعة، وذلك لأنه أمر نسبي ينقدح عند الحافظ، وربما تقصر عبارته عنه. ¶ فالحديث من حيث الصحة والضعف ينقسم إلى: صحيح، وحسن، وضعيف. ¶ والحديث الحسن هو المرتبة الوسط بين الصحيح وبين الضعيف، والمرتبة الوسط تحتاج إلى جهد عظيم حتى تُضبط؛ لأن طرفيها لهما علاقة بما فوقها وما تحتها، فالحديث الحسن له علاقة بالضعيف، كما أن له علاقة بالصحيح، فهو يأخذ من هذا ومن هذا. ¶ يقول: وقد تجشم كثير منهم حده، أي: وقد تعرّض له كثير من أهل العلم بمعرفة ماهيته وموضوعه وحده.",
            "page": "2",
            "part": "5",
            "seal": "29A488D8"
        },
        {
            "id": "119",
            "nass": "تعريف الخطابي للحديث الحسن ¶ قال الخطابي: هو ما عُرف مخرجه واشتهر رجاله، وعليه مدار أكثر الحديث، وهو الذي يقبله أكثر العلماء، ويستعمله عامة الفقهاء. ¶ فقوله: هو ما عُرف مخرجه، هذا الكلام يشترك فيه الصحيح والضعيف مع الحسن؛ لأن الصحيح أيضاً هو ما عُرف مخرجه، والضعيف كذلك أيضاً ما عُرف مخرجه، فالأول ما عُرف مخرجه بالصحة، والثاني ما عُرف مخرجه بالضعف. ¶ فهذا الكلام غير جامع؛ لأنه يجمع الحسن مع الصحيح والضعيف، وغير مانع من دخول غير الحسن فيه. ¶ فهذه الجزئية من التعريف فيها نظر. ¶ وإذا كان قتادة يروي عن البصريين استقام حديثه، فروايته معروفة عن البصريين، وإذا روى عن غيرهم كان حديثه معلولاً. ¶ والعبادلة إذا رووا عن ابن لهيعة كان حديثهم مستقيماً؛ لأنه معروف المخرج. ¶ ثم قال: واشتهر رجاله، ولم يقل: واشتهر رجاله بالتوثيق، ولا بالعدالة، ولا بالضعف، ولا بالصدق والأمانة، فهذه الجزئية أيضاً جزئية عامة؛ لأن الحديث الصحيح اشتهر رجاله أيضاً، كما أن الحديث الضعيف أيضاً اشتهر رجاله. ¶ يقول: وعليه مدار أكثر الحديث، أي: أن معظم السنة تدور على هذا النوع من الحديث، وهو الحديث الحسن. ¶ وهذا مما ينازع فيه؛ إذ لم لا يكون مدار السنة على الحديث الصحيح؟ ثم يقول: وهو الذي يقبله أكثر العلماء، ويستعمله عامة الفقهاء. ¶ وهذا الكلام أيضاً ينطبق على الحديث الصحيح. ¶ فهذا التعريف عليه انتقادات شتى. ¶ فقوله: وعليه مدار أكثر الحديث، يعني: أن الأحاديث التي صحت اتفاقاً قليلة جداً، ومعظم الأحاديث المعمول بها في العقائد والأحكام من قبيل الحديث الحسن. ¶ يقول الحافظ: فإن كان المعرّف هو قوله: ما عُرف مخرجه واشتهر رجاله فالحديث الصحيح كذلك، بل والضعيف، وإن كان بقية الكلام من تمام الحد فإنا ننازعه بقوله: ما عُرف مخرجه واشتهر رجاله. ¶ وليس هذا الذي ذكره الخطابي مسلماً له من أن أكثر الحديث من قبيل الحسن، ولا هو الذي يقبله أكثر العلماء ويستعمله عامة الفقهاء.",
            "page": "3",
            "part": "5",
            "seal": "5FE4B8CE"
        },
        {
            "id": "120",
            "nass": "تعريف ابن حجر للحديث الحسن ¶ التعريف الثاني: تعريف الحافظ ابن حجر، فقد عرّف الحديث الصحيح بقوله: هو ما اتصل سنده بنقل عدل تام الضبط عن مثله إلى منتهاه من غير شذوذ ولا علة، فإن خف الضبط فالحسن لذاته. ¶ فجعل الحافظ ابن حجر الفرق بين الصحيح والحسن لذاته خِفّة ضبط الراوي. ¶ فقال: فإن خف الضبط فالحسن لذاته. ¶ فالحسن عند الحافظ ابن حجر هو: الحديث الذي اتصل سنده بنقل العدل خفيف الضبط. ¶ يعني: أنه نزل من مرتبة الثقة إلى مرتبة الصدوق. ¶ فالإسناد الذي رواته كلهم ثقات ما عدا واحداً -وهو صدوق- هو إسناد حسن، فإن كان كل رواته ثقات فهو صحيح. ¶ فالراوي إذا اختل ضبطه شيئاً يسيراً نزل من مرتبة الثقة إلى مرتبة الصدوق، وهذا هو راوي الحديث الحسن. ¶ والحافظ ابن حجر تكلم هنا عن الحسن لذاته، فقد قال: فإن خف الضبط فالحسن لذاته.",
            "page": "4",
            "part": "5",
            "seal": "016A467A"
        },
        {
            "id": "121",
            "nass": "تعريف ابن الجوزي للحديث الحسن ¶ التعريف الثالث تعريف ابن الجوزي قال: هو الحديث الذي فيه ضعف قريب محتمل ويصلح للعمل به. ¶ فقال: هو الحديث الذي فيه ضعف، ولم يقل: خفة ضبط، والضعف أنواع، منه ما هو شديد، ومنه ما هو متوسط، ومنه ما هو يسير. ¶ فالضعف الشديد لا ينجبر وإن أتى من مائة طريق بمثل هذا الضعف. ¶ والضعف المتوسط ينجبر إن أتى من طرق متعددة. ¶ وأما الضعف اليسير والبسيط فيكفي أن يأتي من طريق آخر على هذا النحو، فهو يدل على أن الحديث في هذه الحالة له أصل، فيرتقي من الضعيف إلى الحسن لغيره. ¶ والفرق بين الحديث الصحيح لذاته والصحيح لغيره: أن أسباب الصحة في الحديث الصحيح لذاته اجتمعت في ذات الحديث، ولم تأته القوة من خارجه، والصحيح لغيره أتته القوة من خارجه. ¶ ومثال ذلك: لو أن هناك أخوين أحدهما فتى شاب يافع قوي، والآخر مريض هزيل، فالأول الذي اجتمعت فيه أسباب القوة والفتوة يخافه الناس؛ لأنه اجتمعت فيه أسباب القوة، وبإمكانه أن يبطش بمن يتعرض له في أي وقت، فأسباب القوة مجتمعة في ذاته هو، ولم تأته من خارج ذاته. ¶ وأما الضعيف فيقول عنه الناس: إنه أيضاً قوي، ولكنه ليس قوياً في ذاته، بدليل أنه لو مات أخوه فسوف يعتدون عليه في كل وقت، وإنما يحترمونه الآن بسبب أن له ظهراً، فأسباب القوة أتت إليه من خارجه، فيقال عن هذا الضعيف: إنه قوي بأخيه وليس قوياً بنفسه، فأسباب القوة أتته من الخارج ولم تأته من ذاته ومن داخله. ¶ وكذلك إذا كان الحديث صحيحاً لذاته، أي: أن أسباب القوة اجتمعت في ذاته هو ولم تأته من خارجه، وإذا كان الحديث صحيحاً لغيره دل ذلك على أن أسباب القوة أتته باجتماع الطرق، فيكون الحديث في أصله حسناً لذاته، ولكنه روي من عدة طرق. ¶ فإذا أتى حديث بإسناد واحد يقل فيه ضبط الراوي شيئاً يسيراً فهو حديث حسن لذاته، ولو أتى من عدة طرق بهذا الوصف فكثرة هذه الطرق تجبر الخلل الذي حصل في ضبط الراوي، وترتقي بالحديث إلى منزلة الصحيح لغيره، ولا نقول عنه: إنه صحيح لذاته؛ لأنه لو كان لذاته فلا بد أن تجتمع أسباب القوة في إسناد واحد، ولكن عندما حصلت هذه القوة بمجموع أسانيد الحديث الواحد دل على أن الصحة كان سببها اجتماع الطرق والأسانيد، فيكون الحديث في هذه الحالة صحيحاً لغيره لا لذاته. ¶ فقوله: هو الحديث الذي فيه ضعف قريب محتمل، أي: أن الحديث الحسن هو: الحديث الذي فيه ضعف قريب محتمل، يعني: يسيراً، فإذا لم يأت هذا الحديث من وجه آخر سمي ضعيفاً؛ لأن فيه راوياً ضعيفاً. ¶ والضعف ثلاثة أنواع، وهذا أخفها، فإذا أتى هذا الحديث الذي فيه ضعف قريب محتمل من وجه واحد سمي حديثاً ضعيفاً، وإذا أتى من طريقين أو بإسنادين سمي حسناً لغيره؛ لأن أسباب الحُسن لم تجتمع في إسناد واحد. ¶ وما يقال من أن الصحيح لغيره هو الحسن لذاته ورد من عدة طرق يقال كذلك في الحسن لغيره والضعيف، ولذلك يعرف العلماء الحديث الضعيف بأنه: ما لم يجمع شروط الصحيح ولا الحسن. ¶ والتعريف الراجح هو: ما لم يجمع شروط الحسن؛ لأنه إذا لم يجمع شروط الحسن فمن باب أولى ألا يجمع شروط الصحيح. ¶ فالحديث الحسن: هو ما فيه راو خفيف الضبط. ¶ وأما الحديث الضعيف: فهو ما فيه راو ضعيف، وليس خفيف الضبط. ¶ والضعيف منه ما يرتقي إلى الحسن لغيره ومنه ما لا يمكن أن يرتقي. ¶ فتعريف ابن الجوزي إنما ينطبق على الحديث الحسن لغيره، وليس على الحديث الحسن لذاته. ¶ الحديث الحسن لذاته أقوى من الحسن لغيره؛ لأن أسباب الحُسن اجتمعت في إسناد واحد، وكذلك الصحيح لذاته أقوى من الصحيح لغيره؛ لأن أسباب الصحة اجتمعت في إسناد واحد. ¶ فالشيخ أراد أن يقول: إن الحديث الحسن هو ما كان فيه ضعف يسير محتمل، وأتى من وجه بنحوه. ¶ هو لم يقل هذا الكلام هنا، لكنه موجود في كتابه الضعفاء. ¶ ثم قال: وكل هذا مستبهم لا يشفي الغليل، يعني: مع كل هذا الكلام لم نحدد تماماً ما هو الحديث الحسن. ¶ وأقوال أهل العلم كثيرة في تعريف الحديث الحسن، وهي أكثر من أن تحصى. ¶ يقول: وليس فيما ذكره الترمذي والخطابي ما يفصل الحسن عن الصحيح، أي: أن تعريفهم متداخل بعضه في بعض.",
            "page": "5",
            "part": "5",
            "seal": "055343D9"
        },
        {
            "id": "122",
            "nass": "تعريف ابن الصلاح للحديث الحسن وتقسيمه له ¶ يقول ابن الصلاح: وقد أمعنت النظر في ذلك والبحث، فتنقح لي واتضح أن الحديث الحسن قسمان: النوع الأول: الحديث الحسن لذاته. ¶ والنوع الثاني: الحديث الحسن لغيره. ¶ أي: أن من العلماء من تعرّض لتعريف الحسن لذاته، ومنهم من عرف الحسن لغيره. ¶ والحديث الحسن لغيره: هو الحديث الذي لا يخلو رجال إسناده من مستور لم تتحقق أهليته، غير أنه ليس مغفلاً كثير الخطأ، ولا هو متهماً بالكذب، ويكون متن الحديث قد روي مثله أو نحوه من وجه آخر، فيخرج بذلك عن كونه شاذاً أو منكراً. ¶ وهذا التعريف هو تعريف الترمذي، أو هو المشهور بحد الترمذي للحديث الحسن. ¶ فـ ابن الصلاح يقول: إن الحديث الحسن قسمان: قسم يتنزل عليه كلام الترمذي وهو هذا القسم -أي: الحسن لغيره- فهو يقول: هو الحديث الذي لا يخلو رجال إسناده من مستور لم تتحقق أهليته. ¶ أي: أن إسناده فيه راو مستور، -أي: مجهول الحال لا مجهول العين- والإسناد الذي فيه راو مستور يساوي الإسناد الضعيف. ¶ ولكن هذا الراوي المستور ليس كثير الغلط والغفلة والخطأ، فهو ضابط، غير أنه مجهول الحال لم يتكلم فيه أحد لا بجرح ولا بتعديل، أي: أن حاله مبهمة غير معروفة، فلم يطعن فيه أو يزكيه أحد، فأمره على الستر، فلا يعرفه أحد، ولم يتكلم فيه أحد لا بخير ولا بشر. ¶ فـ الترمذي يقول: إنه ليس كثير الغلط والغفلة والخطأ؛ لأن روايته توافق رواية غيره، وهذا يدل على أنه كان يحفظ ويضبط. ¶ ثم يقول: ولا هو متهم بالكذب، ويكون متن الحديث قد روي من وجه آخر مثله أو نحوه، أي: أن يكون متن الحديث الذي رواه ذلك المستور روي من وجه آخر من طريق رجل مستور أيضاً، فلو أتى حديث واحد بإسنادين في كل إسناد منهما راو مستور يختلف عن الراوي الذي قبله، ففي هذه الحالة يرتقي الحديث إلى مرتبة الحسن، فتعريف الترمذي يتنزّل على الحديث الحسن لغيره لا لذاته. ¶ فالحسن لغيره هو في أصله حديث ضعيف ضعفاً يسيراً، ولكن باجتماع الطرق يرتقي من الضعف إلى الحسن لغيره. ¶ والنحوية والمثلية مسألة مهمة جداً في مجال الحديث، فمثله: أي مثله في اللفظ، ونحوه: أي نحوه في المعنى. ¶ فلو روى البخاري حديثاً بألفاظ معينة، ورواه بنفس الألفاظ مسلم ففي هذه الحالة أقول: هذا الحديث رواه البخاري، ورواه مسلم بمثله، فإذا اختلفت الألفاظ واتحد المعنى فأقول: هذا الحديث أخرجه البخاري بلفظ كذا وكذا، وهو عند مسلم بنحوه، أي: بمعناه، فالمثلية تفيد تمام المطابقة بين الألفاظ، وأما النحوية فلا تفيد هذا المعنى. ¶ فلو كان الحديث ضعيفاً ضعفاً متوسطاً فيجب أن يأتي من عدة طرق، وإن كان ضعيفاً ضعفاً يسيراً فيكفي أن يأتي من طريقين اثنين، بمعنى لو جاء مثلاً من طريق سيئ الحفظ أو كثير الغلط فلا يرتقي إلى الحسن لغيره إلا إذا أتى من أربع أو خمس طرق حسب المقام؛ حتى تطمئن النفس إلى أن الرواة لم يخطئوا، وإذا كان الراوي مستوراً فيكفي أن يأتي من طريقين اثنين، سواء كان الراوي الآخر مستوراً أو أتى الحديث من وجه آخر مرسلاً، فيدل هذا على صحة مخرج الحديث نفسه. ¶ القسم الثاني حسب تعريف ابن الصلاح: أن يكون راوي الحديث من المشهورين بالصدق والأمانة، ولم يبلغ درجة رجال الصحيح في الحفظ والإتقان. ¶ فالحديث الحسن لذاته ينزل راويه من مرتبة الثقة إلى مرتبة الصدوق، والأمانة المقصود بها هنا العدالة -فالأمانة خاصة بالعدالة، وأما الصدق فخاص بالضبط- أي: ينزل من رتبة ثقة إلى رتبة صدوق، أي: ينزل عن رتبة الحديث الصحيح إلى رتبة الحسن لذاته. ¶ ولا يُعد ما ينفرد به منكراً، فلو انفرد هذا الراوي الذي هذه أوصافه لا يُقال: هذا الحديث منكر، وإنما يقال: حديث حسن لذاته، ولا يقال: ضعيف؛ لأنه مشهور بالصدق والأمانة وإن كان دون مرتبة الصحيح، والذي ينزل عن مرتبة الصحيح تبقى مرتبته في الحديث الحسن لذاته. ¶ ولا يكون المتن شاذاً ولا معللاً، وعلى هذا يتنزل كلام الخطابي. ¶ وهو الحديث الحسن لذاته. ¶ وهذا يوازي تعريف ابن حجر للحديث الحسن لذاته. ¶ فهذا التعريف كله جمعه الحافظ في قوله: فإن خف الضبط فالحسن لذاته.",
            "page": "6",
            "part": "5",
            "seal": "65475746"
        },
        {
            "id": "123",
            "nass": "الخلاصة في تعريف الحديث الحسن ¶ ونخلص من كل هذا إلى أن الحديث الحسن حينما تعرّض له العلماء منهم من عرف الحسن لذاته، ومنهم من عرف الحسن لغيره. ¶ والصواب أن الحديث الحسن نوعان: حسن لذاته ولغيره. ¶ فالحديث الحسن لذاته: هو ما خف فيه ضبط راويه ونزل عن مرتبة رجال الصحيح في الحفظ والإتقان، كما ذكر ذلك الحافظ ابن حجر والخطابي. ¶ والحسن لغيره: هو ما كان في أصله ضعيفاً ضعفاً يسيراً، ولكنه أتى من غير وجه بهذا النحو، فارتقى من رتبة الحديث الضعيف إلى رتبة الحديث الحسن لغيره.",
            "page": "7",
            "part": "5",
            "seal": "7F3DD3CB"
        },
        {
            "id": "124",
            "nass": "أول من أطلق الحسن على الحديث ومظانه ¶ الإمام الترمذي هو أول من اشتهر عنه أنه قسّم الحديث إلى صحيح وحسن وضعيف، وكان العلماء قبله يقسّمون الحديث إلى صحيح وضعيف، ويقولون: الصحيح والضعيف أنواع. ¶ والعلماء الذين سبقوا الترمذي يقولون بجواز العمل بالحديث الضعيف، وكانوا يقصدون بقولهم: يجوز العمل بالحديث الضعيف الحسن لغيره؛ لأن هذا المصطلح -أي: تقسيم الحديث إلى صحيح وحسن وضعيف- لم يكن موجوداً، فهم يقولون: الحديث ينقسم إلى صحيح وضعيف، والصحيح عدة أنواع، والضعيف أيضاً عدة أنواع، ويجعلون أدنى مراتب الصحيح في مرتبة أعلى مراتب الضعيف، وهذا الذي جعله الترمذي قسماً وسطاً بين الصحيح والضعيف. ¶ فلما قال العلماء بجواز العمل بالحديث الضعيف في فضائل الأعمال إنما كانوا يقصدون الحديث الحسن لغيره. ¶ وجامع الترمذي وسنن أبي داود والسنن عموماً مظنة الحديث الحسن لذاته ولغيره، ويوجد معظم الحديث الحسن في ما عدا الصحيحين من الكتب التي اشترطت الصحة.",
            "page": "8",
            "part": "5",
            "seal": "5CC65422"
        },
        {
            "id": "125",
            "nass": "مصطلحات الترمذي في جامعه ¶ ومن مصطلحات الترمذي في جامعه أنه أحياناً يقول: حديث غريب، وأحياناً: صحيح غريب، وأحياناً: حسن غريب، وأحياناً: حسن صحيح غريب، وأحياناً: حسن فقط، وأحياناً: صحيح فقط، وأحياناً: حسن صحيح. ¶ فإذا قال: حديث غريب فإنه لم يصفه بهذا الوصف إلا والغالب عليه أنه ضعيف. ¶ وإذا قال: حديث صحيح غريب، أو حسن غريب، فيعني أن الحديث أتى من وجه واحد بسند صحيح أو حسن، فهو يقصد بالغرابة هنا الغرابة الاصطلاحية. ¶ فإذا قال الترمذي: حديث صحيح غريب فقد حكم عليه بالصحة وهو فرد، كحديث: (إنما الأعمال بالنيات)، فقد قال عنه: حديث صحيح غريب، فهو غريب لأنه فرد، فقد أتى من طريق واحد، أي: من طريق فرد، وما يقال في الصحيح الغريب يقال في الحسن الغريب والعكس. ¶ والغرابة مسألة عرفية معلومة، فإذا استنكرت شيئاً من إنسان قلت: هذا إنسان غريب، وتقصد أنه إنسان غير منضبط، وتصرفاته مشينة، وليست هذه هي الغرابة الاصطلاحية. ¶ والغرابة إذا أطلقها الترمذي منفردة مثل قوله: حديث غريب فإنما يعني النكارة والضعف، وأما إذا جمع مع هذا المصطلح مصطلح من المصطلحات المقبولة مثل قوله: صحيح أو حسن فإنما يحكم على الحديث بأنه صحيح في ذاته وقد أتى من طريق واحد. ¶ ومن مصطلحات الترمذي قوله: حسن صحيح غريب، أو صحيح حسن غريب. ¶ وهذا مشكل، وهذه المسألة متعلقة بطرق الحديث، فإذا كان للحديث إسناد واحد فيه راو اختلف فيه أهل العلم النقّاد أصحاب الجرح والتعديل بين كونه تام الضبط أو خفيف الضبط، ولم يستطع الترمذي أن يرجّح بين أقوال أهل العلم في المسألة وقصرت عبارته عن أن يصنّف هذا الراوي في أحد الاتجاهين جمع بين الوصفين فقال: صحيح حسن، أي: صحيح باعتبار قول قوم في هذا الراوي، وحسن باعتبار قول أقوام آخرين في هذا الراوي نفسه. ¶ فهو يجمع بين الوصفين باعتبار اختلاف أهل العلم في الراوي الواحد، هذا إذا كان الحديث له إسناد واحد يقول عنه: حسن صحيح، وكان الأولى أن يقول: حسن أو صحيح، أو يقول: صحيح أو حسن، ولكنه حذف همزة الشك، فبدلاً من أن يقول: صحيح أو حسن قال: صحيح حسن، أي: أنه جمع الوصفين باعتبار اختلاف أهل العلم في الراوي الواحد، وعدم ترجح أحدهما لديه. ¶ وتفسير آخر لقول الترمذي: صحيح حسن، أنه قال ذلك باعتبار إسنادين، أي: أن هذا الحديث أتى بإسنادين، أحدهما رجاله ثقات، والآخر فيه راو صدوق، فلما أتى الحديث من طريقين أحدهما صحيح والآخر حسن جمع بين الصحة والحسن. ¶ وعلى هذا فقول الترمذي في الحديث الذي روي بإسناد واحد أنه صحيح أقوى من الذي يقول فيه: صحيح حسن؛ لأن الجزم أولى من الشك، فإذا قال: صحيح فمعنى ذلك أنه رجّح جانب من قال: إن هذا الراوي ثقة. ¶ وإذا كان للحديث إسنادان فقوله: صحيح حسن أقوى من قوله: صحيح فقط؛ لأنه في هذه الحالة قال ذلك باعتبار الإسنادين؛ لأنه لو قال: صحيح لانصب كلامه على الإسناد الأول وأهمل الثاني، ولا شك أن اعتبار الاثنين أقوى من اعتبار أحدهما. ¶ أقول قولي هذا، وأستغفر الله لي ولكم، وصل اللهم على النبي محمد، وعلى آله وأصحابه، وسلم تسليماً كثيراً.",
            "page": "9",
            "part": "5",
            "seal": "570A8771"
        },
        {
            "id": "126",
            "nass": "دورة تدريبية في مصطلح الحديث [6] ¶ من أقسام الحديث باعتبار القبول والرد الحديث المنقطع والحديث المرسل والحديث المعضل والحديث المعلق، وهي في الأصل من أقسام الحديث الضعيف، والضعف فيها يتعلق بالإسناد، وقد يطلق بعض العلماء نوعاً من هذه الأنواع على الآخر؛ لكن عند التحقيق فإن لكل نوع صفات وشروطاً تميزه عن غيره.",
            "page": "1",
            "part": "6",
            "seal": "A3CC5F35"
        },
        {
            "id": "127",
            "nass": "الإبهام والانقطاع والفرق بينهما ¶ الحمد لله، والصلاة والسلام على رسول الله. ¶ وبعد: إبهام الراوي كالانقطاع، فوجود الراوي على الإبهام يساوي عدم وجوده؛ لأنه يلحقه الضعف. ¶ والعلماء يفرقون بين سقوط الراوي بالكلية وبين كونه مبهماً، على الرغم من كون الحديث ضعيفاً في الحالتين؛ لأن كيفية الحكم على الإسناد مختلفة، ففي الصورة الأولى تقول: هذا إسناد ضعيف للانقطاع بين فلان وفلان. ¶ وفي الصورة الثانية تقول: هذا إسناد ضعيف لجهالة الراوي الذي لم يسم. ¶ ففي هذه الصورة يكون الراوي موجوداً ولكنه مجهول، وأما في الصورة الأولى فهو غير موجود بالكلية، وهذا فرق، وإن كان المآل في النهاية اتحاد الحكم وهو الضعف. ¶ فإذا كانت عين الراوي أو حاله مجهولة فالحكم واحد واختلف اللفظ، وقياس الانقطاع على الجهالة على اعتبار أنهما نوع واحد قياس مع الفارق. ¶ وفائدة ثالثة للفرق بين الانقطاع والإبهام وهي: أن طالب العلم إذا نظر في الحديث المنقطع لأول مرة حكم بصحته؛ لأنه ليس عنده علم بالانقطاع، ولكن إذا أبهم الشيخ توقف، وإذا رأى الإسناد الأول حكم بصحته؛ لأن الإسناد كله مستو. ¶ أولاً: يعرف الانقطاع بمعرفة تراجم الرواة، وهل أدرك الراوي شيخه أو لم يدركه؟ وهل ثبت سماعه منه أو لم يثبت؟ وغير ذلك. ¶ فمعرفة الانقطاع لا تأتي إلا بالبحث والتحري.",
            "page": "2",
            "part": "6",
            "seal": "C4A3458D"
        },
        {
            "id": "128",
            "nass": "مثال الانقطاع في الإسناد ¶ يقول: مثّل ابن الصلاح للنوع الأول -وهو السقط من الإسناد- بما رواه عبد الرزاق عن الثوري عن أبي إسحاق عن زيد بن يثيع عن حذيفة مرفوعاً: (إن وليتموها أبا بكر فقوي أمين). ¶ ففيه انقطاع في موضعين. ¶ والناظر إلى هذا الإسناد لا يدرك الانقطاع؛ لأن كل راو من هؤلاء أدرك الذي فوقه، ولكن هذا الإسناد بعينه منقطع في موضعين. ¶ يقول: أحدهما: أن عبد الرزاق لم يسمعه من الثوري، وإنما رواه عن النعمان بن أبي شيبة الجندي عنه، فبين عبد الرزاق وبين الثوري النعمان بن أبي شيبة الجندي، وهذا أول نوع من أنواع الانقطاع. ¶ والانقطاع الثاني: أن الثوري لم يسمعه من أبي إسحاق، وإنما رواه عن شريك عنه، فبين الثوري وبين أبي إسحاق شريك. ¶ فالانقطاع هنا في موضعين، والناظر إلى هذا الإسناد لأول وهلة لا يتفطن إلى هذا الانقطاع، ولكن لو قال عبد الرزاق: عن شيخه عن الثوري عن شيخ عن أبي إسحاق فلن يتوقف عن الحكم عليه بالضعف؛ للجهالة التي فيه. ¶ وأما في حالة الانقطاع فقد ينظر إلى ترجمة رجاله، فإذا وجد أن جميعهم ثقات حكم بأنه صحيح، وهو لا يدري أن فيه انقطاعاً. ¶ وقد يسقط الراوي من فوقه وهو ليس مدلساً، وإنما من باب أن هذا الأمر كان معلوماً عندهم، وقد كانوا لا يلتزمون ذكر الإسناد لوجود الأمانة بينهم ومعرفة ذلك، ولم يكونوا يحتاجون إلى الإسناد أصلاً حتى وقعت الفتن فقالوا: سموا لنا رجالكم، ونسمي لكم رجالنا، فما كان من أهل السنة أخذوا عنه، وما كان من غيرهم طرحوا حديثه.",
            "page": "3",
            "part": "6",
            "seal": "C41C0EAB"
        },
        {
            "id": "129",
            "nass": "مثال الجهالة في الإسناد ¶ يقول: ومثَّل للنوع الثاني -وهو وجود الراوي مع جهالة اسمه- بما رواه أبو العلاء بن عبد الله بن الشخير عن رجلين عن شداد بن أوس، وذكر حديث: (اللهم إني أسألك الثبات في الأمر). ¶ فهذان الرجلان مجهولان ولا نعرفهما. ¶ وجهالة الراوي ضعف يلحق الإسناد، فيكون الإسناد ضعيفاً بسبب جهالة الراوي الذي لم يسم.",
            "page": "4",
            "part": "6",
            "seal": "8C917823"
        },
        {
            "id": "130",
            "nass": "جهالة الصحابي لا تضر ¶ وكل جهالة في الإسناد تتسبب في ضعف الحديث، إلا أن يكون المجهول صحابياً، مثل أن يقول التابعي: حدثني رجل من أصحاب النبي صلى الله عليه وسلم، أو قال: حدثتني إحدى نساء النبي صلى الله عليه وسلم، أو إحدى أزواج النبي صلى الله عليه وسلم، أو بعض نسائه، أو بعض أصحابه وغير ذلك، فهذا تصريح من التابعي بأن المحدّث الصحابي. ¶ وجهالة الصحابي لا تضر؛ لأنهم كلهم عدول، ومن تكلم فيهم كالشيعة نسأل الله تعالى أن يفضحه. ¶ يقول: الفرق بين جهالة أي راو في الإسناد وبين جهالة الصحابي فرق كبير، فجهالة الصحابي لا تضر؛ لأن الصحابة كلهم عدول على الصدق والأمانة والعدالة، وأما غيرهم فلا؛ لأنهم يخضعون للجرح والتعديل. ¶ وهل رأيت راوياً أو محققاً يبحث في الإسناد للحكم عليه عن أبي داود؟ فـ أبو داود أشهر من أن يُبحث عن ترجمته، ولكنه يبحث من عند شيوخ أبي داود كـ قتيبة بن سعيد وعبد الله بن مسلمة وغيرهما في الإسناد، فإذا وصل إلى الصحابي وأراد البحث عنه فإنه يستحق الضرب، فهو قد تعود سماع كلمة: ثقة، وضعيف، وصدوق، وإمام، وحافظ، ومتقن، وغير ذلك، فإذا لم يجد في ترجمة الصحابي هذه الألفاظ -لأنه غني عنها- قال: لم نجد في هذا الرجل شيئاً، فهو مجهول الحال. ¶ وهذا كما حصل مرة أن رجلاً ذهب يبحث عن ترجمة الإمام البخاري فوجد أن الحافظ ابن حجر عدله في كتاب التقريب بقوله: إمام الدنيا وجبل الحفظ، ولكن لما لم يجد ذلك الشيخ المحقق الألفاظ التي حفظها في التعديل قال: ونتوقف في هذا الإسناد لجهالة الراوي المسمى محمد بن إسماعيل أبو عبد الله، حيث قال عنه الحافظ: إمام الدنيا وجبل الحفظ، وهذا ليس من ألفاظ التعديل.",
            "page": "5",
            "part": "6",
            "seal": "5833E788"
        },
        {
            "id": "131",
            "nass": "التفريق بين المنقطع وبين غيره من أنواع الحديث ¶ ومنهم من قال: إن المنقطع والمقطوع واحد، ويجعل مصطلح المقطوع نفس مصطلح المنقطع. ¶ وهناك من يفرق بينهما، ويقول: المنقطع هو: سقوط راو بين راويين، وأما المقطوع فهو: وقف الكلام على التابعي فمن دونه، والموقوف هو: ما كان من قول الصحابي خاصة، والمرفوع هو: ما كان من قول النبي صلى الله عليه وسلم خاصة. ¶ فمن ساوى بين المقطوع والمنقطع فلا شك أن الصواب قد جانبه. ¶ والصواب أن المنقطع هو: ما سقط فيه راو فأكثر في موطن أو في أكثر من موطن أثناء الإسناد. ¶ وأما المقطوع فهو: ما كان من قول التابعي فمن دونه.",
            "page": "6",
            "part": "6",
            "seal": "7FF7568E"
        },
        {
            "id": "132",
            "nass": "طرق معرفة الانقطاع ¶ ويعرف الانقطاع بالطرق الآتية: فمثلاً ننظر في ترجمة عبد الرزاق ومن هم شيوخه، وهل مذكور فيهم الثوري أم لا؟ وننظر لكيفية رواية عبد الرزاق عن الثوري، وهل روايته عنه مستقيمة أم يرسل عنه، أم أنه يدلّس عليه أو غير ذلك؟ فإن ثبت أنه يدلس عنه أو يرسل عنه فيتوقف فيه، ولابد من التصريح بالسماع إن كان مدلّساً أو مرسلاً عمن يرسل عنهم. ¶ فإن لم نجد مثلاً في شيوخ عبد الرزاق الثوري نرجع إلى ترجمة الثوري ونبحث هل في تلاميذه عبد الرزاق أم لا. ¶ ثانياً: إن لم تُجْد هذه الوسيلة بحثنا في المواليد والوفيات للتلميذ وشيخه؛ لنعرف هل تعاصرا أم لم يتعاصرا. ¶ ثالثاً: معرفة اللقاء. ¶ فنبحث هل الثوري من نفس بلد عبد الرزاق أم لا؟ فإن كان الثوري كوفياً وعبد الرزاق صنعانياً، فربما رحل عبد الرزاق إلى الكوفة أو رحل الثوري إلى صنعاء، وربما لم يرحل كل منهما إلى بلد الآخر ولكنهما التقيا في بلد ثالث. ¶ وهناك أساليب كثيرة لمعرفة ما إذا كان هذا الراوي لقي هذا الشيخ أم لم يلقه. ¶ والله أعلم.",
            "page": "7",
            "part": "6",
            "seal": "13239F66"
        },
        {
            "id": "133",
            "nass": "المساواة بين المنقطع والمقطوع والمرسل ¶ والذين ساووا بين المنقطع والمقطوع ساووا بينهما من الناحية اللغوية، فالمنقطع بمعنى المقطوع لغة، وأما اصطلاحاً فينبغي التقيد والوقوف عند مصطلحات هذا الفن دون النظر إلى اللغة. ¶ وهناك من ساوى بين المنقطع والمرسل؛ لأن الانقطاع في اللغة هو قطع الشيء وعدم وصله، والإرسال: هو الإطلاق بلا قيد. ¶ وهذا من حيث اللغة، وأما في اصطلاح أهل هذا الفن فالإرسال هو: ما ذكره التابعي عن النبي صلى الله عليه وسلم. ¶ فعندما نتكلم في مصطلح من مصطلحات أهل فن معين فينبغي التقيد بمصطلحات أهل الفن من الناحية الاصطلاحية. ¶ والإسناد المنقطع إن كان من قطعه لم يرم بالكذب حمل على الاتصال، وإن كان كذاباً حكم عليه بأنه كذاب، وحمل تصريحه بالتحديث على الكذب. ¶ وتدليس الراوي أو إرساله أو معاصرته لمن روى عنه مذكورة في ترجمة كل راو، وبمراجعتها تستطيع معرفة ما إذا كان هذا الراوي أدرك أو لم يُدرك من روى عنه، لقيه أم لم يلقه، وهل سمع منه أم لم يسمع منه؟",
            "page": "8",
            "part": "6",
            "seal": "DDB802C0"
        },
        {
            "id": "134",
            "nass": "الفرق بين الحديث المنقطع والمقطوع والمرسل ¶ والمرسل أكثر ما يطلق على ما رواه التابعي عن رسول الله صلى الله عليه وسلم. ¶ والفرق بينه وبين المنقطع أن الانقطاع في المرسل يكون في موطن خاص من الإسناد، وهو ما فوق التابعي. ¶ يقول ابن الصلاح: وهذا أقرب، وهو الذي صار إليه طوائف من الفقهاء وغيرهم، وهو الذي ذكره الخطيب البغدادي في كتابه الكفاية. ¶ وحكى الخطيب عن بعضهم: أن المنقطع ما روي عن التابعي فمن دونه موقوفاً عليه من قوله أو فعله، وهذا بعيد غريب. ¶ ولكن الصواب: أن المقطوع هو ما كان من قول التابعي فمن دونه، والمنقطع هو ما لا يتصل إسناده. ¶ وهذا نوع من أنواع ضعف الإسناد بسبب سقط أحد الرواة؛ لأن التابعي معرّض للجرح والتعديل مثله مثل أي راو، ففي التابعين ضعفاء بخلاف الصحابة. ¶ فالفرق بين المرسل والمقطوع أن المقطوع هو: ما كان موقوفاً على التابعي فمن دونه من قوله، كأن يقول مثلاً: قال الزهري كذا، أو قال سعيد بن المسيب، أو قال قيس بن أبي حازم. ¶ فهذا مقطوع؛ لأنهم من التابعين. ¶ وأما المرسل فهو: أن يقول التابعي: قال رسول الله صلى الله عليه وسلم، فالتابعي أرسل هذا الكلام إرسالاً ولم يقيده بالصحابي الذي سمع منه. ¶ والإرسال ضعف يلحق الإسناد؛ لأنا لا نتيقن أن الساقط هو الصحابي، ولو تيقنا أن الساقط صحابي لحكمنا بصحة الحديث، ولكن التابعي ربما يروي عن تابعي آخر، بل ربما يروي عن خمسة من التابعين، فقد يكون الساقط واحداً أو اثنين أو ثلاثة أو حتى خمسة، كالحديث المدبج، والتدبيج هو: رواية الأقران بعضهم عن بعض. ¶ فإذا لم نتأكد أن الساقط هو الصحابي حكمنا بضعف الإسناد، وإذا تيقنا أن الساقط هو الصحابي حكمنا بصحة الحديث.",
            "page": "9",
            "part": "6",
            "seal": "310165E6"
        },
        {
            "id": "135",
            "nass": "الحديث المعضل والحديث المعلق ¶ هو: سقوط راويين على التوالي في أي موطن من مواطن الإسناد. ¶ فيشترط في الإعضال أن يسقط منه اثنان على التوالي. ¶ والإعضال في اللغة بمعنى: الإعياء. ¶ وفي الاصطلاح وهو: أن يسقط منه راويان على التوالي. ¶ والمعلق هو: سقوط راو فأكثر من أول الإسناد -أي: من جهة المصنّف- والمصنّف هو: من أخرج الحديث في كتابه، مثل: البخاري ومسلم وأبي داود والترمذي والنسائي وابن ماجه وغيرهم. ¶ فلو قال ابن ماجه مثلاً: وقال الزهري، فقد أسقط بينه وبين الزهري ثلاثة، وأول الساقطين شيخ المصنّف، وإذا قال مسلم: وقال يحيى بن أبي كثير فهذا الإسناد فيه انقطاع؛ لأن مسلماً لم يدرك يحيى بن أبي كثير، وهذا الانقطاع في طبقة شيوخ مسلم، فيسمى هذا الحديث معلقاً؛ لسقوط شيخ المصنف. ¶ وإذا سقط الصحابي أو التابعي سمي الحديث مرسلاً.",
            "page": "10",
            "part": "6",
            "seal": "CEA1EC81"
        },
        {
            "id": "136",
            "nass": "العلاقة بين المعلق والمعضل ¶ بين الحديث المعلق والمعضل عموم وخصوص، فلو قال أبو داود مثلاً: حدثني عبد الله بن مسلمة القعنبي عن الشافعي عن مالك عن نافع عن ابن عمر فـ القعنبي هو شيخ أبي داود، فلو سقط سمي الحديث معلقاً؛ لسقوط شيخ المصنّف، ولو سقط القعنبي والشافعي ثم ذُكر الإسناد بتمامه بعد ذلك سمي الحديث معضلاً ومعلقاً؛ لأن الإعضال هو سقوط راويين على التوالي في أي موطن من مواطن السند، وهنا تحقق الإعضال في أول السند، وقد اجتمع في هذه الصورة الإعضال مع التعليق. ¶ فالحديث المعلّق هو: سقوط راو من مبدأ الإسناد من جهة المصنّف فأكثر، وقد تصل الصورة بالمعلق إلى أن يحذف الإسناد كله فتقول أنت: قال رسول الله؛ لأن السقط هنا بدأ من جهة المصنّف إلى النبي صلى الله عليه وسلم، فيستوي أن يكون الساقط واحداً من جهة المصنف أو أكثر، حتى لو سقط الإسناد بكامله. ¶ والمعضل يتفق مع المعلق في هذه الصورة، وهي سقوط أكثر من راو من مبدأ الإسناد من جهة المصنّف. ¶ ففي هذه الصورة يتحد الإعضال مع التعليق. ¶ فإذا لم يسقط القعنبي وإنما سقط الشافعي وشيخه مالك فهذا إعضال وليس تعليقاً. ¶ فالإعضال والتعليق يتفقان فيما لو كان الساقط من مبدأ الإسناد من جهة المصنف، ويختلفان فيما لو ذُكر شيخ المصنّف. ¶ يقول: كل معلق معضل، وهذا خطأ، فلنفرض أن الساقط شيخ واحد فقط وهو شيخ المصنف، فكل تعليق بأكثر من واحد إعضال وليس كل إعضال تعليقاً.",
            "page": "11",
            "part": "6",
            "seal": "8FEF2585"
        },
        {
            "id": "137",
            "nass": "حكم الحديث المعلق والمعضل ¶ والمعلقات على العموم حكمها الضعف، وكذلك المعضلات؛ لسبب السقط في الإسناد، ولما كان هذا الساقط مجهولاً لدينا كان الحكم مناسباً لأن نقول: إن هذا الإسناد ضعيف لجهالة الراوي الذي لم يسم، أو لسقوط الراوي الذي لم يُذكر من الأصل في الإسناد، فإذا ذُكر في مكان آخر جبر الضعف الأول.",
            "page": "12",
            "part": "6",
            "seal": "9980F662"
        },
        {
            "id": "138",
            "nass": "حكم الأحاديث المعلقة في الصحيحين ¶ المعلقات في الصحيحين تختلف عن المعلقات في غيرها، فمنها ما يروى بصيغة الجزم، ومنها ما يروى بصيغة التمريض. ¶ فصيغة الجزم تشعر بثبوت الكلام عن قائله، كأن يقول: قال فلان، وذَكَر فلان، وقال لي فلان، وحكى فلان، أي: القطع بثبوت هذا الكلام عن قائله. ¶ وأما صيغة التمريض فكأن يقول: يروى عن فلان، أو يحكى عن فلان، أو يُذكر عن فلان. ¶ وصيغ التمريض يعبر عنها لغة بالبناء للمجهول، أما البناء للمعلوم فهو الذي يعبّر عنه بصيغة الجزم. ¶ وصيغة التمريض مشعرة بضعف الكلام عن قائله على العموم، وأما صيغ الجزم فهي مشعرة بثبوت الكلام عن الذي نسب إليه. ¶ والمعلقات في الصحيحين إما أن تكون بصيغة الجزم وإما أن تكون بصيغة التمريض. ¶ فإن كانت بصيغة الجزم فهي حكم بصحة هذا الكلام عن قائله، والخلاف الدائر حول هذا النوع من المعلقات في الصحيحين إنما ينصب على توفر شروط الصحة المشترطة في الصحيحين، وليس في أصل صحة هذا الكلام. ¶ فالمعلقات في الصحيحين إن كانت بصيغة الجزم فهي مشعرة بثبوت هذا الكلام عن قائله، ومع هذا ففيها إشكال، وهو أنها على غير شرط الاتصال وغير ذلك، وإن كانت في نفس الأمر صحيحة. ¶ وأما ما روي بصيغة التمريض -كيروى، ويُذكر، ويُحكى- فينظر بعد ثبوت الإسناد له، أو إغلاقه بعد تعليقه؛ فإن كان الطريق بعد إغلاقه رجاله ثقات فلا شك أنه يحكم له بالصحة، وإن كان فيهم مجروح أو سقط ولم يعلم فلا شك أنه خاضع لقواعد المصطلح، فما كان صحيحاً فهو صحيح، وما كان حسناً فهو حسن، وما كان ضعيفاً فهو ضعيف. ¶ ومن الناس من رد ونفى تماماً أن يكون في الصحيحين ضعيف، سواء كان في المسندات أو في المعلقات، وهذا من باب تبجيل الصحيحين تبجيلاً زائداً عن الحد، والأمر كله متعلق بمدى توفر قواعد الصحة والضعف وقواعد هذا الفن من أصول الحديث على إسناد ما، سواء كان هذا الإسناد في داخل الصحيحين أو في خارجهما.",
            "page": "13",
            "part": "6",
            "seal": "00DB222E"
        },
        {
            "id": "139",
            "nass": "تلقي الأمة للصحيحين بالقبول ¶ والصحيحان تلقتهما الأمة بالقبول على الإجمال دون التفصيل، فلا يتجرأ أن أحد على أن يتهجم على الصحيحين بالحكم على أحاديثهما؛ سواء المتصلة أو المعلقة بالضعف أو الصحة؛ لأن ولوج هذا الباب يؤدي إلى الطعن فيما هو أعلى من الصحيحين، ألا وهو القرآن. ¶ وقد ولج هذا الباب بعض المعتزلة، فطعنوا في النهاية في القرآن الكريم. ¶ والمعتزلة في زماننا هذا يرفضون أن يسمو أنفسهم معتزلة، مع أنهم عقلانيون (100%)، ومنهم من يقول: أنا أحكم على الحديث بالصحة إذا اتفق مع عقلي، فإذا قلنا له: أنت معتزلي؟ قال: لا. ¶ وهو قد تحققت فيه أصول المعتزلة ولكنه يجهل المصطلح، ويجهل أنه معتزلي، وليس بلازم أن يقر أنه معتزلي، ولكن العبرة بأنه يتبنى أصولهم. ¶ ومن أصول المعتزلة تقديم العقل على النقل الذي هو الكتاب والسنة، فالذي يدّعي أن هذا الحديث لا يتفق مع عقله فقبّح الله ذلك العقل، وإن كان عقل أعقل العقلاء، ولا شك أنه لو كان عاقلاً لما قال بهذا المبدأ، وما ضل كثير من علماء عصرنا إلا بسبب ضلال عقولهم! يقول علي بن أبي طالب رضي الله عنه: لو كان الدين بالرأي لكان أسفل الخف أولى بالمسح من أعلاه. ¶ وهذا نص من مئات النصوص الواردة عن السلف، فإعمال العقل في قبول الأخبار وردها ليس من منهج السلف، وإنما هو من منهج المعتزلة الذين ضلوا عن الصراط المستقيم. ¶ والكلام على المعلقات فيه مباحث كثيرة وكلام كثير، يرجع فيه إلى كتب المصطلح كالباعث الحثيث، وتدريب الراوي، والألفيات وغير ذلك. ¶ أقول قولي هذا، وأستغفر الله لي ولكم، وصل اللهم على النبي محمد وعلى آله وأصحابه، وسلم تسليماً كثيراً.",
            "page": "14",
            "part": "6",
            "seal": "D6836B26"
        },
        {
            "id": "140",
            "nass": "دورة تدريبية في مصطلح الحديث [7] ¶ الحديث المدلس قسم من أقسام علوم الحديث، وهو أنواع كثيرة بحسب نوع التدليس، ولذلك فإن بعض أنواع التدليس محرم وبعضها مكروه، ويختلف الحكم بقبول حديث المدلس أو رده بحسب طبقات المدلسين.",
            "page": "1",
            "part": "7",
            "seal": "66FC7744"
        },
        {
            "id": "141",
            "nass": "الحديث المدلس ¶ هناك صيغ تحتمل السماع وصيغ تفيد السماع، فالصيغ التي تحتمل السماع: كقال وعن، والتي تفيد السماع: حدثني، وأخبرني، وأنبأني، وسمعت، وغيرها من الألفاظ التي تدل على السماع. ¶ وأما: قال لي، وذكر لي، فكانوا يستخدمونها في المذاكرة والمسامرة، وليست من صيغ التحديث.",
            "page": "2",
            "part": "7",
            "seal": "D3FB0D5F"
        },
        {
            "id": "142",
            "nass": "تدليس الإسناد ¶ تدليس الإسناد هو: رواية الراوي عمن لقيه وسمع منه ما لم يسمعه منه. ¶ فهو قد جالس الشيخ وسمع منه وروى عنه علمه، فهو يقول: حدثني فلان؛ لأنه سمع منه مباشرة ومشافهة، وروى عنه أحاديث لم يسمعها منه، فلا يقول: حدثني فلان، وإنما يقول فيها: عن فلان، أو قال فلان، أو أي صيغة تحتمل، ولا يقول: حدثني وسمعت؛ لأنه إن لم يكن حدثه كان كذاباً. ¶ وحديث المدلّس ضعيف، وحديث الكذّاب موضوع ومصنوع، وحديث المدلّس يرتقي إذا جاء من طريق آخر، وأما حديث الكذّاب فلا يرتقي، ففرق بين الحكمين.",
            "page": "3",
            "part": "7",
            "seal": "4EEFB38D"
        },
        {
            "id": "143",
            "nass": "المرسل الخفي ¶ والعلماء في كتب المصطلح يقولون في تعريف تدليس الإسناد هو: رواية الراوي عمن لقيه أو عاصره ما لم يسمعه منه. ¶ فزيادة (وعاصره) خطأ؛ لأن اللقيا تفيد المعاصرة. ¶ والمعاصرة تعرف بمعرفة المواليد والوفيات، فإذا قال شخص: أخبرني فلان، فسئل: متى أخبرك؟ فقال: سنة (204هـ)، ثم يتبيّن أن فلاناً هذا مات سنة (198هـ) فعند هذا يكون كذاباً؛ لأنه مات قبل المخابرة بست سنوات. ¶ فكلمة (أو عاصره) فيها خلط بين نوعين من أنواع علوم الحديث، وهو التدليس والمرسل الخفي. ¶ ولم ينتبه لذلك إلا الحافظ ابن حجر، وأما العلماء قبله فكأنهم كانوا مجمعين على هذا التعريف، ولم ينتبه لهذه اللفظة إلا الحافظ ابن حجر حيث قال: هذا خلط بين تدليس الإسناد وبين المرسل الخفي. ¶ فتدليس الإسناد هو: رواية الراوي عمن لقيه وسمع منه ما لم يسمع منه بصيغة تحتمل السماع، كقال وعن. ¶ وأما المرسل الخفي: فهو رواية الراوي عمن لقيه ولم يسمع منه، أو عمن عاصره ولم يلقه. ¶ وهذا هو الفرق بين التدليس وبين المرسل الخفي. ¶ وحكم تدليس الإسناد أنه مكروه جداً.",
            "page": "4",
            "part": "7",
            "seal": "D998965E"
        },
        {
            "id": "144",
            "nass": "تدليس التسوية ¶ النوع الثاني من أنوع التدليس: تدليس التسوية. ¶ وهو: أن يبقي الراوي شيخه ولو كان ضعيفاً، ويحذف شيخ شيخه من الإسناد. ¶ فمثلاً: بقية بن الوليد كان مشهوراً بتدليس التسوية، ولكنه لا يدلس عن شيخه، والأصل في المدلس أنه يدلّس عن شيخه مباشرة، وأما في تدليس التسوية فالراوي يحذف شيخ شيخه أو من علا في الإسناد، وأما الرواية بينه وبين شيخه فسليمة (100%). ¶ فـ بقية بن الوليد يقول: حدثني الأوزاعي عن فلان، فيلحق صيغة التدليس بشيخه، وليس بنفسه، والأوزاعي في أصل الرواية يقول: حدثني فلان، ولكن لما كان شيخ الأوزاعي ضعيفاً حذفه بقية. ¶ وبقية مشهور جداً بالتدليس، وهذا النوع يسمى تدليس التسوية، فهو يسوي الإسناد، أي: يحذف الراوي الضعيف من أجل أن يكون كل الإسناد ثقات على السواء؛ لأن وجود الراوي الضعيف هذا سوف يغير الحكم على الإسناد. ¶ يقول أبو مسهر عبد الأعلى بن مسهر: أحاديث بقية ليست نقية -أي: أنها ليست مستقيمة ولا مضبوطة- فكن منها على تقية. ¶ أي: احذرها. ¶ فتدليس التسوية هو: أن يعمد الراوي المدلس إلى إسقاط شيخ شيخه ومن علا من الإسناد حتى يسوي الإسناد كله ثقات، فالناظر في الإسناد لأول وهلة يقول: كل رواته ثقات، ولكن فيه علة خفية وهي إسقاط راو من الإسناد، وهذا الراوي هو شيخ شيخ المدلس أو من علا، فهو لا يحذف شيخه؛ لأن الناس سيعرفون أنه مدلّس. ¶ ولابد في حديث من يدلس تدليس التسوية من التصريح بالسماع على مدار الإسناد كله؛ لأنه لا يؤمن وقوع التدليس في أي طبقة من الطبقات، فلابد أن يكون التصريح بالسماع في كل طبقات السند حتى نأمن التدليس. ¶ ولما سئل بقية: لماذا تدلّس على الأوزاعي وتسقط شيوخه الضعاف؟ قال: أنا أجل الأوزاعي عن الرواية عن أمثال هؤلاء، يعني: هو أجل قدراً من أن يروي عن الضعيف! فهو يعرف قدر الأوزاعي أكثر من الأوزاعي نفسه، فنزه الأوزاعي عن الرواية عن الضعفاء، واتهم هو في دينه وأمانته. ¶ قال الخطيب: وربما لم يسقط المدلس شيخه، ولكن يسقط ممن بعده رجلاً ضعيفاً أو صغير السن؛ ليحسن الحديث بذلك، وكان الأعمش والثوري وبقية يفعلون هذا النوع. ¶ والعلماء في كتب المصطلح لا يهتمون بتدليس التسوية، ويقولون: إن التدليس نوعان: تدليس الإسناد، وتدليس الشيوخ. ¶ والصواب: أن هؤلاء الثلاثة هم رءوس التدليس. ¶ وحكم تدليس التسوية الحرمة.",
            "page": "5",
            "part": "7",
            "seal": "A8C66B5A"
        },
        {
            "id": "145",
            "nass": "تدليس الشيوخ ¶ وتدليس الشيوخ: هو أن يروي الراوي عن شيخ حديثاً سمعه منه، وهذا الشيخ -صاحب الحديث- معروف باسمه، فلا يذكره الراوي باسمه المعروف، وإنما يذكر كنيته، فمثلاً: لو قلت الآن: حدثني أبو عبد الرحمن السوري فلا أظن أن أحداً يعرفه، وهو الألباني، ولو قلت: حدثني أبو محمد العماني فهو كذلك الألباني، ولو قلت: حدثني محمد بن حماد فهو كذلك الألباني؛ لأن الشيخ مشهور بـ محمد ناصر الدين الألباني، ومشهور بـ ناصر الدين، ومشهور بـ الألباني. ¶ فلو عدلت عن الثلاثة إلى محمد بن حمّاد أو أبي محمد العمّاني أو أبي عبد الرحمن السوري فلن يعرفه أحد، ولو رويت عن الشيخ ثلاثة أحاديث فقلت في الأول: حدثني أبو محمد العمّاني، وفي الثاني: حدثني أبو عبد الرحمن السوري، وفي الثالث: حدثني محمد بن حمّاد فالذي يسمعني سيظن أن لي ثلاثة شيوخ، وهو في الحقيقة شيخ واحد، فالراوي يعدد وينوع في ذكر اسم شيخه بما لم يشتهر به عند السامع حتى يحيره فلا يعرفه، وبهذا يوعر طريق الوصول إلى معرفة الشيخ. ¶ فتدليس الشيوخ هو: أن يروي الراوي عن شيخ حديثاً سمعه فيسميه أو يكنيه أو ينسبه أو يعرفه بما لا يُعرف به كي لا يُعرف. ¶ هذا النوع الثالث من أنواع التدليس. ¶ وقد ذمه أكثر العلماء، وكان شعبة بن الحجاج العتكي من أشد الناس ذماً له حتى قال فيه: لأن أشرب من بول حمار أحبُّ إليّ من أن أُدلّس! وقال مرة: لأن أزني أحب إليّ من أن أدلس! وهذا الكلام محمول على المبالغة في الزجر عن التدليس وكراهته، ولا يقصد به الحقيقة، ولا يعقل أن يكون الزنا وشرب بول الحمير أحب على الحقيقة إلى شعبة من التدليس، فهذا الكلام محمول على المبالغة في الزجر وكراهية التدليس. ¶ وتدليس الشيوخ لا شك أنه محرّم.",
            "page": "6",
            "part": "7",
            "seal": "42B37CE2"
        },
        {
            "id": "146",
            "nass": "تدليس القطع ¶ النوع الرابع: تدليس القطع. ¶ وهو: أن يحذف الصيغة ويقتصر على ذكر الشيخ، كأن يقول: الزهري عن أنس، ولا يقول: قال، ولا ذكر، ولا حدث، ولا عن، ولا حدثني، ولا أخبرني، ولا يذكر صيغة تفيد أنه سمع أو تحتمل السماع؛ لكونه لم يسمع منه.",
            "page": "7",
            "part": "7",
            "seal": "14854080"
        },
        {
            "id": "147",
            "nass": "تدليس السكوت ¶ النوع الخامس: تدليس السكوت. ¶ وهو أن يقول الشيخ: حدثنا فيكتب الطلاب، ثم يذكر راوياً ضعيفاً في سره وبهدوء ولا يسمعه أحد، كأن يقول: حدثني الحارث، فيذكر الحارث بصوت ولا يسمعه أحد؛ لأن الحارث كذاب، ثم يقول: الزهري، فيسمعه الطلاب يقول: حدثني الزهري عن أنس، فيكتب الطلبة: حدثني الزهري عن أنس، ولم يسمعوا الحارث.",
            "page": "8",
            "part": "7",
            "seal": "881AA220"
        },
        {
            "id": "148",
            "nass": "تدليس العطف ¶ النوع السادس: تدليس العطف، وهذا اشتهر به هشيم بن بشير. ¶ هو: أن يصرّح الراوي المدلّس بالسماع من شيخ ويعطف عليه آخر لم يسمع منه هذا الحديث بعينه، وكان هشيم بن بشير متفنناً في هذا النوع من التدليس، حتى أنه تحدى تلاميذه في ليلة من الليالي وقال لهم: سأحدثكم هذه الليلة، فاحذروا وانتقوا لي الأحاديث التي أدلّس فيها، فمكث طوال الليل يحدثهم، حدثني فلان وفلان، حدثني فلان وفلان، حدثني فلان وفلان، حتى قرب الفجر فقال لهم: هل دلست عليكم؟ فقالوا: لا، إنك لم تدلس قط، فقال لهم: ما حدثتكم حديثاً إلا وقد دلّست فيه، فقالوا: وكيف ذلك؟ قال: ما قلت لكم فيه حدثني فلان فقد حدثني، وأما قولي وفلان فلم يحدثني. ¶ أي: أنه عطف الثاني على الأول بحرف الواو، فكلمة وفلان اعتبرها فصلاً، وليست من باب التحديث، وهم حملوا العطف على التحديث، وهو اعتبر أن هذا العطف بداية إسناد جديد، فقال لهم: حدثني فلان وفلان، فالذي قال لهم فيه: حدثني فهو قد حدثه، والأصل إذا أراد العطف أن يقول: حدثني فلان وحدثني فلان، ولكنه لم يقل هكذا، فدل على أنه دلّس في الثاني.",
            "page": "9",
            "part": "7",
            "seal": "7B5328B2"
        },
        {
            "id": "149",
            "nass": "تدليس البلاد ¶ النوع السابع: تدليس البلاد، وهو مثل أن يقول: حدثني فلان في الرياض، فيظن السامع أنها المدينة التي في السعودية، ويظن أنه رحل في طلب العلم، ولكنه يقصد الرياض قرية بجوار بلده. ¶ ولو قال: حدثني فلان فيما وراء النهر، فيتبادر إلى الذهن أنها بلاد ما وراء النهر المعروفة، ولكنه يقصد نهر دجلة أو الفرات، أو الترعة التي بجانب بيته. ¶ أو يقول مثلاً: حدثني فلان بالأندلس، فيظن لأول وهلة أنها الأندلس المعروفة، وهو يقصد الأندلس التي بجوارنا، أو يقول: حدثني فلان في المدينة المنورة، والمدينة المنورة اسم شارع في مصر مثلاً، أو اسم محل أو مسجد. ¶ فتدليس البلاد: أن يحدث الراوي بمكان يتسمى باسم مكان آخر مشهور، فيوهم السامع أنه رحل إلى ذلك المكان في طلب العلم. ¶ وهذا التدليس مكروه كراهة بسيطة؛ لأن صاحبه يتشبّع بما لم يعط، والنبي صلى الله عليه وسلم يقول: (المتشبع بما لم يعط كلابس ثوبي زور)، وذلك مثل: أن آتي بكتاب للنووي مثلاً وأكتب عليه اسمي، ثم أنزله السوق على أساس أنني أنا الذي ألفته، فأنا هنا قد تشبعت مادياً ومعنوياً بما لم أُعط، أو بما لم أبذل فيه جهداً، و (المتشبع بما لم يعط كلابس ثوبي زور). ¶ ومعنى الحديث: أن يعود عليّ فوائد مادية ومعنوية وغير ذلك من أمر لم أبذل فيه جهدي، ولم أستحق الدخل الذي دخل إليّ من جراء هذا العمل وهو عمل غيري وليس عملي، وأما أنا فقد نسبته إليّ زوراً وبهتاناً، فالذي يقول: حدثني فلان بالرياض وهو مصري فقد أوهم أنه رحل في طلب العلم، والرحلة في طلب العلم شرف لصاحبها، وهذا لا يستحق ذلك الشرف.",
            "page": "10",
            "part": "7",
            "seal": "91D3BEC3"
        },
        {
            "id": "150",
            "nass": "تدليس المتن ¶ النوع الثامن: تدليس المتن، ويسميه العلماء المدرج. ¶ وهو: اللفظ الدخيل على متن الحديث، كأن يكون في الحديث لفظ غريب أراد الراوي أن يبينه فذكره بمعنى آخر. ¶ مثل قول عائشة رضي الله عنها في البخاري: (وكان النبي صلى الله عليه وسلم يتحنث الليالي ذوات العدد في غار حراء). ¶ رواه الزهري بلفظ: (وكان النبي صلى الله عليه وسلم يتحنث -يعني: يتعبد- الليالي ذوات العدد في غار حراء). ¶ فكلمة (يتعبد) هنا لفظة مدرجة في المتن، يعني: دخيلة على المتن، تبيّن لفظة غريبة وردت في المتن، وهي يتحنث. ¶ فهذه اللفظة إن كانت داخلة لبيان الغريب أو غير ذلك من الأغراض المسموح بها فلا بأس بها، بشرط بيان أنها مدرجة، أما لو أدرجها الراوي متعمداً الإدراج وليس لها موطن، بل يمكن الاستغناء عنها، ولم يبين أنها لفظة مدرجة؛ فهذا عده العلماء من تدليس المتن.",
            "page": "11",
            "part": "7",
            "seal": "0A2FFCDE"
        },
        {
            "id": "151",
            "nass": "حكم من عرف بالتدليس وذكر طبقات المدلسين ¶ وقد اختلف العلماء فيمن عُرف بالتدليس، فقال بعضهم: التدليس علة لجرح الراوي المدلس، قالوا: وبناء عليه يرد حديث المدلس مطلقاً؛ لأنه مجروح، سواء صرح بالسماع أو لم يصرح. ¶ هذا على العموم، وذلك مثل ما لو كان الراوي ضعيفاً بسبب أنه سيئ الحفظ، فلو قال هذا الراوي الضعيف الذي اتهم بسوء الحفظ: حدثني فلان فحديثه ضعيف؛ لأنه سيئ الحفظ، وبناء عليه حُكم عليه بالضعف، فكذلك المدلّس عند هذا الفريق، فالتدليس يجرح صاحبه، فلو قال المدلس: حدثني فلان، فهذا الحديث عند قوم مردود، رغم أنه قال: حدثني؛ لأن التدليس علة كافية في ضعف الراوي، أي: في رد روايته، كما أن سوء الحفظ يجعل الراوي ضعيفاً. ¶ وهذا الرأي غير صواب. ¶ وقال بعضهم: التدليس كله مقبول الجيد والسيئ منه؛ لأن التدليس عبارة عن إرسال، أي: إطلاق بلا قيد، فلم يقيد الراوي الرواية وإنما أطلقها. ¶ وهذا الرأي ضعيف. ¶ وقال بعضهم بتقسيم المدلسين إلى خمس طبقات، وهذا هو الصحيح. ¶ فهناك من لم يثبت عنه أنه دلّس إلا مرة أو مرتين، وهو أصلاً إمام جليل كبير، كـ يحيى بن سعيد، فقد روى أحاديث كثيرة ولم يثبت أنه دلّس إلا مرة أو مرتين، ولا نعرف هذين الحديثين، ولن نجد من يعرفهما، ففي هذه الحالة يشهد المنطق والعقل وكل شيء بقبول الحديثين وعدم رد أحاديثه.",
            "page": "12",
            "part": "7",
            "seal": "1ADC64C4"
        },
        {
            "id": "152",
            "nass": "طبقات المدلسين ¶ وهذه الخمس الطبقات كالآتي: الطبقة الأولى من المدلسين: قوم دلّسوا حديثاً أو حديثين فيُحتمل تدليسهم؛ لأنهم من الأئمة الكبار الحفاظ المكثرين في الرواية. ¶ والطبقة الثانية: قوم أخرج لهم البخاري ومسلم في صحيحيهما، كـ سفيان الثوري، ولكن تدليسهم كان يسيراً بجوار ما رووه من أحاديث كثيرة، وقوم لم يكونوا يدلسون إلا عن ثقات، كـ سفيان بن عيينة، فاحتمل الأئمة تدليسهم لجلالتهم وفضلهم وزيادة ووفرة علمهم. ¶ وهذا هو الذي كانوا يسمونه الإرسال، ولم يكونوا يشترطون ذكر الشيخ، وهو مقبول مطلقاً؛ لأنه لا يدلس إلا عن ثقة؛ لأنهم كان يعتبرونه مجرد إرسال، ولم ينووا به التدليس، فهم لا يضرهم ذكر الشيخ؛ لأنه ثقة. ¶ الطبقة الثالثة من طبقات المدلسين -وهذا هو بيت القصيد في الطبقات الخمس-: قوم اشتهروا بالتدليس، ولكنهم ثقات. ¶ فهم مشهورون بالتدليس، أي: أن الأصل فيهم التدليس، ولكنهم ثقات. ¶ فإذا صرّح الراوي بالسماع قُبل حديثه، وإذا روى بصيغة تحتمل السماع رد حديثه حتى يبيّن السماع. ¶ فلو قال: حدثني فلان، أو سمعت فلاناً، أو أخبرني فلان، أو أنبأني فلان؛ فهذه الصيغة تفيد السماع فتقبل الرواية بها، ولو قال: عن فلان أو قال فلان فهي محتملة للسماع، وهي من صيغ التدليس. ¶ الطبقة الرابعة من طبقات المدلسين: قوم عُرفوا بالتدليس حتى كان التدليس أصل روايتهم، ولم يكونوا يصرّحون بالسماع، وكانوا مع ذلك متهمون بتهم أخرى أو معلولون بعلل أخرى. ¶ الطبقة الخامسة: قوم ضعاف ومدلسون في الوقت نفسه، فلو صرّح بالسماع فهو ضعيف، ولو لم يصرّح لبقي ضعيفاً ومدلساً، فهو في الحالتين مردود الرواية.",
            "page": "13",
            "part": "7",
            "seal": "CD562527"
        },
        {
            "id": "153",
            "nass": "تلخيص الحكم على حديث المدلسين ¶ فالخلاصة: أن الرأي الأول فيه شطط، والرأي الثاني فيه إفراط، والرأي الثالث هو الصواب الذي هو التفصيل، وهو أن طبقات المدلسين خمس طبقات، فالطبقة الأولى والثانية يحتمل حديثها، والطبقة الثالثة يُنظر في حديث رواتها، فإن صرّحوا قبلت روايتهم، وإن لم يُصرّحوا رُدت روايتهم. ¶ والطبقتان الرابعة والخامسة مردودتان بالتدليس وبغيره من العلل. ¶ سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك.",
            "page": "14",
            "part": "7",
            "seal": "35409F63"
        },
        {
            "id": "154",
            "nass": "دورة تدريبية في مصطلح الحديث [8] ¶ التدليس في الحديث مذموم عند العلماء؛ لأنه قد يؤدي إلى الحكم بضعف الحديث، ولذلك تتبع العلماء أحاديث المدلسين، وبينوا الأسباب الحاملة على التدليس، وألفوا الكتب في التدليس والمدلسين وما يتعلق بهم وبأحاديثهم.",
            "page": "1",
            "part": "8",
            "seal": "2479C3B6"
        },
        {
            "id": "155",
            "nass": "الأغراض الحاملة على التدليس ¶ باسم الله، الحمد لله، والصلاة والسلام على رسول الله، وبعد: المدلس إذا صرّح بالسماع انتفت عنه شبهة التدليس، فيتوقف في روايته حتى يتبين لنا سماعه من وجه آخر، فإن لم يتبين فحديثه مردود. ¶ وأقسام التدليس ثمانية أو تزيد، منها: تدليس الإسناد، وتدليس الشيوخ، وتدليس التسوية، وتدليس العطف، وتدليس السكوت، وتدليس البلاد، وتدليس القطع، وتدليس المتن، وهو الإغراب المتعمد من غير بيان، وغير ذلك. ¶ الأغراض الحاملة على التدليس: أولاً: إيهام علو الإسناد، وخاصة في تدليس التسوية، ومعنى العلو الاقتراب من صاحب الكلام، فبدلاً من أن يكون بينه وبين الرسول صلى الله عليه وسلم عشر طبقات سيكون بينه وبينه تسع طبقات، فيختصر طبقة. ¶ فالعلو هو القرب من القائل. ¶ وتدليس التسوية هو أن يعمد الراوي إلى شيخ شيخه الضعيف فيسقطه حتى يسوي الإسناد كله ثقات، وفي نفس الوقت فإن الطبقة التي أسقطها تقربه درجة من النبي عليه الصلاة والسلام. ¶ ثانياً: أن يفوته شيء من حديث شيخ، وقد سمع منه الكثير. ¶ فلو أن شيخاً عنده (1000) حديث سمع منها المدلس (950) حديثاً، وبقي خمسون، فإنه يرويها عن ذلك الشيخ بصيغة محتملة للسماع، فيقول: قال فلان، أو عن فلان. ¶ وهذا مثل أن يكون الشيخ يحدث من كتابه، فلما بقي خمسون أو مائة حديث مات الشيخ أو رحل وقد نسخ الطالب الكتاب، فيقول: أنا أروي البقية عنه بصيغة: قال وعن. ¶ ثالثاً: ضعف الشيخ، وهذا كما كان يفعل بقية تلميذ الأوزاعي، فقد كان الأوزاعي يروي عن بعض الشيوخ الضعفاء، ولم يكن مدلساً، وإنما كان يقول: حدثني فلان، فأراد بقية أن يورّع وينزّه الأوزاعي من الرواية عن أمثال هؤلاء الضعفاء، فكان بحذف الشيخ الضعيف -الذي هو شيخ الأوزاعي -والذي يعتبر شيخ شيخه- حتى يسوي الإسناد كله فيكون عن ثقات، ويظهر في الصورة أن شيخ الأوزاعي ثقة، ويقول: قال الأوزاعي: عن شيخه عن فلان. ¶ رابعاً: صغر سن الشيخ، فقد كان المدلس إذا كان عمره كبيراً يأنف أن يروي عن شيخ أصغر منه سناً، فيسقطه من الإسناد ويذكر شيخه مباشرة. ¶ خامساً: تأخر وفاة الشيخ حتى شاركه في السماع منه جماعة كثيرة دونه، فهو يأنف أيضاً من ذكر ذلك الشيخ؛ لأن الشيخ لما طال عمره سمع منه أجيال كثيرة، وهذا المدلس من قمة الأجيال التي أخذت عن ذلك الشيخ، فيشاركه الأولاد الذين أعمارهم تتراوح بين (10 - 15) سنة، فإذا قال: حدثني فلان قال الصبي الصغير: حدثني فلان، فيتوهم السامع أن الذي يبلغ من العمر (100) عام كالذي يبلغ من العمر (10) سنوات، وأنهما في طبقة واحدة، فيسقط المدلس ذلك الشيخ ويذكر شيخ شيخه؛ لأن شيخ شيخه لم يُدركه هؤلاء الصغار، فهو يريد أن يخرج من مشاركة الصبيان في الطبقة والسماع، وفي ذلك الشيخ على وجه الخصوص.",
            "page": "2",
            "part": "8",
            "seal": "2B6E7C57"
        },
        {
            "id": "156",
            "nass": "طرق معرفة التدليس ¶ لمعرفة التدليس طريقان: الطريق الأول: الإقرار، والإقرار لا يكون إلا من المدلّس، والإقرار -كما يقال- سيد الأدلة. ¶ وهذا كما في حديث ابن خشرم قال: كنا عند سفيان بن عيينة فقال: قال الزهري، فقال له أحد الحاضرين: أأنت سمعته من الزهري؟ قال: لا، حدثني عبد الرزاق عن معمر عنه. ¶ فهنا سفيان بن عيينة يقر بأنه لم يسمع هذا من الزهري على وجه الخصوص، وإنما سمعه بواسطتين، الأولى عبد الرزاق، والثانية معمر، فـ معمر هو الذي سمع هذا الكلام من الزهري. ¶ وسفيان بن عيينة لما روى عن الزهري لم يقل: حدثني ولا أخبرني، وإنما قال: قال الزهري، وعمدة المدلس في الرواية قال وعن، وصرّح أن عبد الرزاق حدثه. ¶ الطريقة الثانية في معرفة التدليس: التنصيص، وهو: أن ينص إمام من أئمة هذا الفن على أن فلاناً دلس في هذا الحديث، وهذا الأمر لا يتسنى إلا لعلماء النقد وعلل الأحاديث وأسانيدها ومتونها من الكبار الجهابذة.",
            "page": "3",
            "part": "8",
            "seal": "2F5084E4"
        },
        {
            "id": "157",
            "nass": "متى يوصف الراوي بالتدليس ومتى يرتفع عنه هذا الوصف ¶ يثبت التدليس بمرة واحدة، فلو ثبت أن الراوي دلّس مرة واحدة قلنا: إنه مدلّس، وعندما تكلمنا عن طبقات المدلسين قلنا: الطبقة الأولى من لم يدلّس إلا مرة أو مرتين. ¶ وأحياناً يروي المدلس الحديث عن شيخ له ويقول: حدثني فلان، وفي طريق ثان لنفس الحديث يقول: أنبأني فلان، وأخبرني فلان، وفي طريق ثالث يقول: عن فلان، وفي طريق رابع يقول: قال فلان، فتصريحه بالسماع في إحدى طرق الحديث ينفي عنه شبهة التدليس في هذا الحديث، وتصريحه بالسماع يعرف من تتبع طرق الحديث في دواوين السنة، وهذا ما يعرف بالاعتبار والمتابعات والشواهد. ¶ لو أتى حديث قتادة من طريق شعبة فهو محمول على السماع؛ لقول شعبة: لو أتاكم حديثه من طريقي فأنا أكفيكم تدليسه. ¶ فإذا أتى من طريق آخر فلا بد من البحث في بطون كتب السنة لجمع طرق الحديث، وهذا هو ما يسمى بالاعتبار، فإذا صرح في إحدى طرق الحديث بالتحديث فقد ثبت سماعه لهذا الحديث، وبقية الطرق التي عنعن فيها محمولة على السماع، وتنتفي عنه شبهة التدليس. ¶ فشبهة التدليس تنتفي عن المدلس إذا صرّح بالتحديث ولو مرة واحدة.",
            "page": "4",
            "part": "8",
            "seal": "37A261AC"
        },
        {
            "id": "158",
            "nass": "التدليس في الصحيحين ¶ وفي الصحيحين روايات كثيرة عن المدلسين بصيغة: عن وقال، ولم يصرحوا فيها بالتحديث، ولا يعني هذا أن هذا الحديث أخطأ فيه صاحبا الصحيحين؛ لأن المدلّسين في الصحيحين وإن لم يصرحوا بالسماع فروايتهم محمولة على ثبوت سماعهم من طرق أخرى، وما دام سماعهم ثابتاً فلا يضر بعد ذلك أن يرويه صاحبا الصحيح بالطريق التي فيها العنعنة. ¶ وللبخاري ومسلم أغراض حملتهما على رواية الحديث من طريق العنعنة دون طريق السماع، منها: أن الإسناد المعنعن إسناد عال، والإسناد الذي فيه حدثنا إسناد نازل، فيخرجان الرواية العالية دون النازلة. ¶ ومنها: أنه قد يكون في الرواية التي ثبت فيها السماع وصرّح فيها المدلّس بالتحديث راو ضعيف غير ذلك المدلّس، فلا توافق شرط البخاري أو شرط مسلم، ولكنهما يأخذان العبرة فيها من تصريح المدلّس فيها بالسماع، ويرويان الحديث بطريق العنعنة.",
            "page": "5",
            "part": "8",
            "seal": "CAE050C9"
        },
        {
            "id": "159",
            "nass": "أسباب ذم التدليس ¶ التدليس مذموم، وقد قال بعض العلماء: التدليس أخو الكذب. ¶ والأسباب الداعية لذم المدلس: أولاً: لأنه يوهم السماع ممن لم يسمع منه. ¶ ثانياً: عدوله عن الحقيقة إلى الاحتمال. ¶ فلو قال المدلس: حدثني فقد أراحنا من البحث، ولو قال: عن وقال فقد كلفنا بجمع طرق الحديث والبحث عن كونه صرح بالتحديث أم لا، فعدول الراوي المدلّس عن الحقيقة إلى الاحتمال يحير الباحث، ولهذا ذُم التدليس. ¶ ثالثاً: يقينه بأنه لو كشف الذي دلّس عنه لم يكن مرضياً، فقد يكون المدلَّس عنه مبتدعاً فيسقطه حتى يقال: إن شيوخه من أهل السنة، فيقوم بإسقاط شيخه البدعي، أو يكون شيخه صغير السن، أو ضعيفاً، فيظن أنه لو ذكره سيكون منقصة له، أو يكون متيقناً أن شيخه ليس مرضياً، فتعمده التدليس لا شك سبب في ذمه، وهذه من الأغراض الحاملة على تدليس الشيوخ. ¶ رابعاً: ومن الأسباب الحاملة لتدليس الشيوخ كراهة أن يذكر شيخه في كل مرة على وجه واحد، فينوع صفاته، وهذا التنويع يوعّر ويصعّب الوصول إلى معرفة ذلك الشيخ، مما يوهم الباحث أن هؤلاء شيوخ عدة، وهو في الأصل شيخ واحد، وهذا أيضاً من أسباب ذم المدلس. ¶ والمدلس لا يدلس عن ثقة إلا إذا كان فيه عيب آخر. ¶ والمدلّس قد يحدث بالحديث بصيغة قال وعن، ثم يسمعه بعد ذلك من الشيخ الذي دلس عليه، فيصرح بالتحديث آخراً. ¶ ويمكن أن يكون الشيخ المدلس هذا قد ذكر الحديث بصيغة قال وعن في مجلس المذاكرة أو المسامرة، لا مجلس التحديث، فنقل عنه الذي تذاكر معه وسامره هذا الحديث بصيغة قال أو عن حسب ما سمعه منه، وأما الشيخ نفسه فقد يصرّح بالسماع في مجلس التحديث.",
            "page": "6",
            "part": "8",
            "seal": "0AA2A5CC"
        },
        {
            "id": "160",
            "nass": "درجات التدليس والتمييز بينها ¶ والمدلس إذا حذف الراوي تماماً فهذا يسمى تدليس التسوية، وأما تدليس الإسناد فليس فيه إسقاط، وإنما فيه أن المدلس سمع من المدلَّس عنه عدة أحاديث، ولكن هذا الحديث بعينه لم يسمعه منه، ولكنه يعلم أن هذا الحديث من محفوظات أو مسموعات الشيخ، فيرويه عن ذلك الشيخ الذي هو شيخه في الأصل لا بصيغة السماع، وإنما بصيغة تحتمل السماع كقال وعن. ¶ وتدليس التسوية ليس له علاقة بشيخه أبداً، وإنما بشيخ شيخه ومن علا. ¶ وتدليس الشيوخ أخف من تدليس التسوية وتدليس الإسناد، وفيه تضييع للمروي عنه، وتوعير لطريق معرفة حاله، وتختلف الحال في كراهته، لسبب الغرض الحامل عليه، فهو مكروه، ولكن الكراهة تختلف بحسب الغرض الحامل للمدلّس على تدليس الشيوخ، فقد يحمله على ذلك كون شيخه الذي غيّر اسمه غير ثقة فيلقبه، وهذا أشد كراهة، أو أنه أصغر من الراوي عنه، أو متأخر الوفاة وقد شاركه في السماع منه جماعة دونه، أو كونه كثير الرواية عنه فلا يحب تكراره على صورة واحدة. ¶ وتفنن في هذا النوع أبو بكر الخطيب البغدادي، وكذلك ابن الجوزي. ¶ يقول ابن الصلاح في النوع الثاني والأربعين: والخطيب الحافظ يروي في كتبه عن أبي القاسم الأزهري، وعن عبيد الله بن أبي الفتح الفارسي، وعن عبيد الله بن أحمد بن عثمان الصيرفي، والجميع شخص واحد من مشايخه. ¶ وكذلك يروي عن الحسن بن محمد الخلال وعن الحسن بن أبي طالب وعن أبي محمد الخلال، والجميع شخص واحد. ¶ ويروي أيضاً عن أبي القاسم التنوخي وعن علي بن المحسن وعن القاضي أبي القاسم علي بن المحسن التنوخي وعن علي بن أبي علي المعدل، والجميع شخص واحد، وله من ذلك الكثير. ¶ وهو أمر غير مستحسن؛ لما فيه من صعوبة معرفة الشيخ على من لم يعرفه، وقد لا يفطن له الناظر فيحكم بجهالته. ¶ فالباحث الذي ينظر في الإسناد قد لا يتفطن لهذا النوع من أنواع التدليس فيحكم بأن هذا الراوي مجهول.",
            "page": "7",
            "part": "8",
            "seal": "6DAF1414"
        },
        {
            "id": "161",
            "nass": "طبقات المدلسين عند العلائي وابن حجر والسخاوي ¶ والمدلسون على خمس مراتب بينها العلائي وابن حجر ونقلها عنهما السخاوي: الأولى: من لم يوصف بذلك إلا نادراً، كـ يحيى بن سعيد الأنصاري. ¶ الثانية: من احتمل الأئمة تدليسه وأخرجوا له في الصحيح لإمامته وقلة تدليسه في جنب ما روى، كـ الثوري أو كان لا يدلس إلا عن ثقة، كـ ابن عيينة. ¶ الطبقة الثالثة: من أكثر من التدليس فلم يحتج الأئمة من أحاديثهم إلا بما صرحوا فيه بالسماع، ومنهم من رد حديثهم مطلقاً، كـ أبي الزبير المكي. ¶ الرابعة: من اتفق على أنه لا يحتج بشيء من حديثهم إلا بما صرحوا فيه بالسماع؛ لكثرة تدليسهم على الضعفاء والمجاهيل، كـ بقية بن الوليد. ¶ الخامسة: من جمع إلى علة التدليس علة أخرى كالضعف وسوء الحفظ وغير ذلك. ¶ وممن ألف في التدليس والمدلسين: سبط بن العجمي ألف رسالة في التدليس والمدلسين، وكذلك الحافظ ابن حجر العسقلاني وبرهان الدين بن الحلبي والحافظ العلائي وآخرهم الشيخ حماد الأنصاري أستاذ الحديث في الجامعة الإسلامية. ¶ سبحانك اللهم وبحمدك، نشهد أن لا إله إلا أنت، نستغفرك ونتوب إليك.",
            "page": "8",
            "part": "8",
            "seal": "61754A07"
        },
        {
            "id": "162",
            "nass": "دورة تدريبية في مصطلح الحديث [9] ¶ معرفة الحديث الشاذ من أهم علوم مصطلح الحديث، فبه يتميز الحديث المحفوظ من الشاذ، وبتتبع طرقه تدرك مخالفة الرواة وخطؤهم، ولذلك تناوله علماء المصطلح بالدراسة والتحقيق.",
            "page": "1",
            "part": "9",
            "seal": "6204C794"
        },
        {
            "id": "163",
            "nass": "الحديث الشاذ ¶ باسم الله، الحمد لله، والصلاة والسلام على رسول الله؛ صلى الله عليه وعلى آله وسلم تسليماً كثيراً. ¶ وبعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ الشذوذ في اللغة: هو الانفراد، فقولنا: إنسان غريب أو إنسان فرد بمعنى: إنسان شاذ، فلو خالف رجل مجموع الناس لقلنا: إن هذا الرجل بهذه المخالفة قد شذ عن المجموع، أي: قد انفرد وأغرب عن المجموع. ¶ وأما الشذوذ في الاصطلاح فله تعريفان: التعريف الأول: هو مخالفة الثقة لمن هو أوثق منه. ¶ والتعريف الثاني: مخالفة الثقة لمجموع الثقات. ¶ ومن هذين التعريفين نأخذ شرطي الحديث الشاذ وهما: أولاً: أن يكون راويه ثقة. ¶ ثانياً: أن يخالف الراوي من هو أعلى منه في الحفظ والضبط، أو من يساويه في الحفظ والضبط ولكنهم أكثر منه عدداً. ¶ فلو كان راوي الحديث المخالف للثقة ضعيفاً فتكون روايته منكرة، ورواية الثقة في هذه الحالة معروفة، بمعنى: صحيحة وثابتة. ¶ فحتى نحكم على الحديث بأنه شاذ لا بد وأن تثبت المخالفة.",
            "page": "2",
            "part": "9",
            "seal": "0410D0EA"
        },
        {
            "id": "164",
            "nass": "الفرق بين الحديث الشاذ وبين زيادة الثقة ¶ والفرق بين الشذوذ وزيادة الثقة وجود المخالفة، والراوي في الحالتين ثقة، وهذا وجه الاتفاق بين الحديث الشاذ وزيادة الثقة. ¶ والفرق بينهما أن الشاذ فيه مخالفة، وزيادة الثقة ليس فيها مخالفة. ¶ فلو قال عشرة رواة: من علامة المنافق ثلاث: إذا وعد أخلف، وإذا حدث كذب، وإذا أؤتمن خان، ثم جاء غيرهم وقال: من علامة المنافق أربع، والرابعة يقول: وإذا خاصم فجر. ¶ فهذا ليس شذوذاً وإنما زيادة ثقة؛ لأن هذه الرواية ليس فيها مخالفة.",
            "page": "3",
            "part": "9",
            "seal": "32FB3864"
        },
        {
            "id": "165",
            "nass": "الحديث الشاذ عند الإمام الشافعي ¶ والإمام الشافعي يقول: ليس الشاذ من الحديث أن يروي الثقة ما لا يروي غيره. ¶ فلا نأتي إلى ثقة يروي حديثاً ثم نبحث من الذي روى هذا الحديث من الثقات الآخرين، ثم إذا لم نجد هذا الحديث رواه غيره نسميه شاذاً؛ لأنه حديث مستقل، فليس الشاذ من الحديث أن يروي الثقة ما لا يروي غيره، وإنما أن يروي الثقة حديثاً يخالف ما روى الناس. ¶ وكلام الإمام الشافعي هذا انتقد عليه، ولكنه يُفهم من كلامه ضمناً وصراحة في أماكن أخرى أنه أراد الناس أهل الحفظ والضبط والإتقان؛ لأن الثقة لو خالف مجموع الناس الضعاف اعتبر بحديثه، وحديث هؤلاء الجماعة لا يعتبر به؛ لضعفهم وعدم ارتقاء حديثهم، وهذا لا إشكال فيه؛ لأن حديثهم كله مطّرح، لأنه من رواية الضعفاء، وهو في مقابل رواية الثقة، فهو منكر.",
            "page": "4",
            "part": "9",
            "seal": "063725BE"
        },
        {
            "id": "166",
            "nass": "الحديث الشاذ عند الحاكم والخليلي ¶ وأبو يعلى الخليلي والحاكم يعرفان الحديث الشاذ بأنه تفرد الثقة، أي: أنه الحديث الذي لم يأت من وجوه أخر. ¶ وهذا التعريف مردود، وإن كان سليماً من الناحية اللغوية؛ لأن التفرد والغرابة في اللغة بمعنى الشذوذ. ¶ وقد رد الشافعي والإمام النووي وابن الصلاح وغيرهم على الحاكم وأبي يعلى وقالوا: إذا أردتم أن تردوا الأحاديث الأفراد التي انفرد بها الثقة فستردون معظم السنة، وستتعطّل معظم الأحكام، وستتعرى عن الدليل؛ لأنه ليس دليل كل مسألة في الدين جاء من عدة طرق، بل معظم المسائل جاء الدليل عليها من طريق واحد، فإن حكمت على هذا الطريق بأنه شاذ فقد وجب رده، وبالتالي سترد معظم أحكام الشريعة؛ سواء كان ذلك في العقائد أو الأحكام أو العبادات أو المعاملات أو الأخلاق أو غير ذلك، وهذا القول في منتهى الخطورة، ثم استغله بعد ذلك قوم في رد قبول خبر الواحد، وهذا مذهب فاسد، وليس مرجوحاً فحسب، وهو خلاف ما كان عليه النبي صلى الله عليه وسلم وأصحابه الكرام رضي الله تعالى عنهم. ¶ وأول حديث يلزم رده على هذا التعريف حديث عمر بن الخطاب: (إنما الأعمال بالنيات). ¶ فقد تفرد به عمر وهو صحابي، ثم تفرد به علقمة بن وقاص الليثي عن عمر وهو ثقة، فلو قلنا: إن حديث الثقة الفرد شاذ للزمنا أن نقول: إن حديث (إنما الأعمال بالنيات) غير مقبول، مع أن أهل العلم يقولون عن هذا الحديث: إنه الدين كله، ومنهم من قال: هو نصف الدين، ومنهم من قال: هو ربع الدين، ومنهم من قال: مدار الدين على أربعة أحاديث، منها حديث: (إنما الأعمال بالنيات). ¶ فلو رددنا كل حديث تفرد به الثقة للزمنا أن نرد معظم السنة، وبذلك تتعطل معظم المسائل والأحكام في الشريعة الإسلامية. ¶ وقال أبو يعلى الخليلي: الذي عليه حفاظ الحديث أن الشاذ ما ليس له إلا إسناد واحد يشذ به شيخ ثقة أو غير ثقة. ¶ ونسبته هذا القول لحفاظ الحديث من باب التعدي. ¶ وهذا الكلام لا يمكن قبوله حتى من الناحية العقلية والعملية، فأنت في حياتك العملية لا يمكنك أن ترد خبر الثقة الأمين الضابط المتقن، صاحب الديانة والعدالة الضبط والفهم.",
            "page": "5",
            "part": "9",
            "seal": "9B0EA40D"
        },
        {
            "id": "167",
            "nass": "رأي ابن الصلاح في معنى الشاذ وزيادة الثقة ¶ قال ابن الصلاح رحمه الله: إذا انفرد الراوي بشيء، فإن كان هذا الانفراد مخالفاً لما رواه من هو أولى منه -أي: من هو أوثق منه- أو أكثر منه عدداً وأضبط؛ كان ما انفرد به شاذاً مردوداً، وإن لم تكن فيه مخالفة لما رواه غيره، وإنما هو أمر رواه هو، فيُنظر في هذا الراوي المنفرد، فإن كان عدلاً حافظاً موثوقاً بإتقانه وضبطه قُبل ما انفرد به، ولم يقدح الانفراد فيه، وإن لم يكن ممن يوثق بحفظه وإتقانه لذلك الذي انفرد به، كان انفراده خارماً له، مزحزحاً له عن حيز الصحيح. ¶ فهذه الزيادة تكون بمثابة الحديث الجديد، فلو قال راو: سمعت رسول الله صلى الله عليه وسلم يقول: (من علامة المنافق إذا خاصم فجر) فما الذي يمنع أن يقول النبي صلى الله عليه وسلم الحديث عدة مرات وفي مواطن مختلفة، وحسب حال السائل نفسه، فربما علم النبي صلى الله عليه وسلم من هذا السائل سوء خلقه عند الخصام وأنه يفجر، فأراد أن يعالج فيه هذا، وهذا معلوم كثير، وقد جاء رجل إلى النبي صلى الله عليه وسلم وقال له: (قل لي في الإسلام قولاً ولا تكثر، فقال: لا تغضب). ¶ وقد كان يسأل عن أي الأعمال أفضل، فكان يجيب كل واحد بما ينفعه، وكانت تتعدد الحوادث فتتعدد الروايات بما يناسب الحال والمقام، وبما يناسب حال السائل وإصلاحه. ¶ وليس هناك مانع أن يكون الراوي وقع له مناسبة لم تقع للآخرين مثلها، فمسألة زيادة الثقة هي بمثابة الحديث المستقل. ¶ وإذا قبل ما انفرد به الثقة عن الناس فيلزم قبول الزيادة في حديثه الذي شارك فيها غيره من الثقات ما لم يخالف، فإن خالف فهو شاذ. ¶ إذاً: الراوي الثقة إما أن يوافق غيره، وإما أن يخالفه، فإن خالفه فحديثه شاذ، وإن وافقه في أصل روايته فلا إشكال فيه، وإن زاد على روايته شيئاً لم يذكره فيقبل باعتبار أنه حديث مستقل.",
            "page": "6",
            "part": "9",
            "seal": "18803ECB"
        },
        {
            "id": "168",
            "nass": "تحذير العلماء من تتبع الشواذ والرخص ¶ وقد حذر العلماء من تتبع الشواذ، وهناك من الناس من يتتبعون الشواذ سواء من الأحاديث أو من المسائل الفقهية أو رخص الفقهاء، وإذا سأل عن مسألة فقهية وأجابه المفتي قال: أليس هناك رأي آخر؟ وقد ألّف بعض إخواننا الأفاضل رسالة سماها: زجر السفهاء عن تتبع رخص الفقهاء. ¶ ويقول أحمد بن حنبل رحمه الله: من تتبع رخص الفقهاء فقد اجتمعت فيه خصال الشر كلها، فهو يحرص في كل مسألة من المسائل التي تعرض له في حياته أن ينتقي منها القول الذي يناسب حاله وقلبه المريض. ¶ ويقول إبراهيم بن عبلة: من حمل شاذ العلماء حمل شراً كثيراً. ¶ وقال شعبة بن الحجاج: لا يجيئك الحديث الشاذ إلا من الرجل الشاذ. ¶ وقال أحمد بن حنبل عن بعض طلبة العلم: تركوا الحديث وأقبلوا على الغرائب، ما أقل الفقه فيهم!",
            "page": "7",
            "part": "9",
            "seal": "558B9C8E"
        },
        {
            "id": "169",
            "nass": "الرد على الحاكم والخليلي في تعريفهما للحديث الشاذ ¶ وقد عاب ابن الصلاح ما ذهب إليه الحاكم والخليلي حيث قالا: إن الشاذ هو انفراد الثقة، سواء خالف أو لم يخالف، ثقة أو غير ثقة. ¶ ورده بالأحاديث الغرائب والأفراد الصحيحة. ¶ قال ابن الصلاح: أما حكم الشافعي عليه بالشذوذ فلا إشكال بأنه شاذ غير مقبول. ¶ وكأنه يقول: إن كلام الشافعي في الشذوذ هو الكلام الأصل، وهو التعريف المعتمد في معنى الشاذ، وأما قول الحاكم وأبي يعلى الخليلي فهو كلام مشكل، أي: مردود. ¶ ولو رددنا ما ينفرد به العدل الحافظ الضابط لرددنا حديث (إنما الأعمال بالنيات)، وحديث عبد الله بن دينار عن ابن عمر: (نهى النبي صلى الله عليه وسلم عن بيع الولاء وعن هبته). ¶ فهذا قد انفرد به عبد الله بن دينار عن ابن عمر، وكان أحمد بن حنبل يقول: كل الرواة عيال في هذا الحديث على عبد الله بن دينار، بمعنى: أنه لم يروه عن ابن عمر إلا عبد الله بن دينار، وكذلك حديث مالك عن الزهري عن أنس: (أن النبي صلى الله عليه وسلم دخل مكة وعلى رأسه المغفر). ¶ انفرد به مالك عن الزهري، وانفرد به الزهري عن أنس. ¶ وقد قال مسلم بن الحجاج: للزهري نحو من تسعين حرفاً -أي: حديثاً- لم يشاركه فيها غيره، أي: لم يروها غيره من الرواة، فلو كان ما انفرد به الراوي شاذاً للزمنا أن نرد هذه التسعين حديثاً التي معظمها في البخاري ومسلم. ¶ يقول: ولو روى ثقة مخالفاً لما رواه الضعفاء فالعبرة لروايته لا لروايتهم. ¶ أي: لو أن الراوي الثقة روى حديثاً وروى جماعة ضعفاء حديثاً يخالف رواية الثقة، فالمقبول حديث الثقة دون حديث الضعفاء، ولا تضر هذه المخالفة في صحة الحديث الأصل الذي هو من رواية الثقة. ¶ والمراد بالناس في قول الشافعي رحمه الله هم الحفاظ الضابطين المتقنين، وهذا هو الظاهر من كلام الشافعي أيضاً، ومما يدل عليه قول الإمام أحمد للإمام البخاري عندما أراد أن يترك بغداد: تترك العلم والناس وتصير إلى خراسان؟ فكلمة الناس هنا بمعنى العلماء وأهل الفضل والصلاح، فلا يُحمل قول الإمام الشافعي أن الناس هنا المقصود بهم عوام الناس.",
            "page": "8",
            "part": "9",
            "seal": "BF0E0271"
        },
        {
            "id": "170",
            "nass": "تعريف ابن حجر للحديث الشاذ والحديث المنكر ¶ قال الحافظ ابن حجر في شرح النخبة: فإن خولف الراوي بأرجح منه -وهذا يدل هذا على أن هناك راجحاً ومرجوحاً- لمزيد ضبط أو كثرة عدد أو غير ذلك من وجوه الترجيحات، فالراجح يقال له: المحفوظ، ومقابله هو المرجوح يقال له: الشاذ. ¶ فالحديث الشاذ هو: حديث الثقة الذي خالف فيه من هو أوثق منه أو خالف فيه من هو أكثر عدداً منه. ¶ وأما مخالفة الضعيف للثقة فيطلق على مخالفة الضعيف المنكر، وحديث الثقة يطلق عليه المعروف. ¶ وإذا تفرد الثقة بحديث فلا يطلق عليه شاذ، وإنما يطلق عليه حديث صحيح، يُعمل به في العقائد والأحكام وسائر أمور الإسلام. ¶ وإذا كان هذا الراوي من الحفاظ الضابطين المتقنين فلا شك أنه حديث صحيح، وإذا كان ينزل عن مرتبة التوثيق وتمام العدالة والضبط إلى مرتبة الصدق والأمانة فهو حديث حسن. ¶ وقد ذهب قوم إلى أن ما تفرد به الصدوق شاذ، وهذا كلام غير معقول ولا مقبول؛ لأن ما يتفرد به الثقة حديث صحيح، وما يتفرد به الصدوق حديث حسن.",
            "page": "9",
            "part": "9",
            "seal": "0E45D204"
        },
        {
            "id": "171",
            "nass": "أنواع الشذوذ ¶ الشذوذ قد يكون في السند وقد يكون في المتن.",
            "page": "10",
            "part": "9",
            "seal": "31401961"
        },
        {
            "id": "172",
            "nass": "الشذوذ في السند ¶ فمثال الشذوذ في السند: ما رواه الترمذي من طريق سفيان بن عيينة عن عمرو بن دينار عن عوسجة عن ابن عباس: (أن رجلاً توفي على عهد رسول الله صلى الله عليه وسلم ولم يدع وارثاً إلا مولى له هو أعتقه، فقال عليه الصلاة والسلام: هل له أحد؟ قالوا: لا، إلا غلام أعتقه، فجعل صلى الله عليه وسلم ميراثه له). ¶ فهذا الحديث تابع ابن عيينة فيه ابن جريج وغيره عن عوسجة ولكنهم لم يذكروا ابن عباس. ¶ فالمخالفة والشذوذ هنا في السند، بذكر ابن عباس في طريق ابن عيينة، وأما في طريق ابن جريج وغيره فلم يذكروا ابن عباس، وإنما رووه مرسلاً عن عوسجة، فهذه مخالفة شاذة من النوع الثاني، وهي مخالفة الثقة لمجموع الثقات. ¶ قال أبو حاتم: المحفوظ حديث ابن عيينة، وتكون رواية حماد بن زيد من الحديث الشاذ، حيث إنه خالف من هو أولى منه، فـ حماد بن زيد من أهل العدالة والضبط، ومع ذلك رجّح أبو حاتم رواية من هم أكثر عدداً كما قال الحافظ ابن حجر رحمه الله. ¶ والذي لا يأخذ بحديث الثقات على اعتبار أنهم غير معصومين وأن الخطأ جائز في حقهم، نقول له: ونحن كذلك لا نأخذ بقولك هذا؛ لأنك فرد وجائز عليك الخطأ والوهم، فنرد عليه بمثل منطقه تماماً.",
            "page": "11",
            "part": "9",
            "seal": "6B6A75FF"
        },
        {
            "id": "173",
            "nass": "الشذوذ في المتن ¶ ومن أمثلة الشذوذ في المتن: ما رواه أبو داود والترمذي من حديث عبد الواحد بن زياد عن الأعمش عن أبي صالح عن أبي هريرة مرفوعاً (إذا صلى أحدكم ركعتي الفجر فليضطجع عن يمينه). ¶ وهذا الحديث قولي وليس فعلياً، ففيه: (إذا صلى أحدكم ركعتي الفجر فليضطجع عن يمينه). ¶ وخولف عبد الواحد بن زياد في ذلك. ¶ قال البيهقي: خالف عبد الواحد العدد الكثير في هذا، فإن الناس إنما رووه من فعل النبي عليه الصلاة والسلام لا من قوله، وانفرد عبد الواحد من بين ثقات أصحاب الأعمش بهذا اللفظ، فمتن هذا الحديث شاذ، أي: أن عبد الواحد -وهو ثقة- تفرد بروايته من قول النبي صلى الله عليه وسلم مخالفاً العدد الكثير الذين رووه من فعله صلى الله عليه وسلم، وقد قالت عائشة رضي الله عنها: (كان النبي صلى الله عليه وسلم إذا صلى ركعتي الفجر اضطجع عن يمينه). ¶ فـ عائشة تحكي فعل النبي عليه الصلاة والسلام. ¶ فلو كان هذا الحديث من قول النبي عليه الصلاة والسلام لاختلف عما إذا كان من فعله، ومعلوم الفرق بين الحديث القولي والحديث الفعلي. ¶ فالحديث القولي أمر موجه للأمة لا يجوز لأحد التخلف عنه إلا إذا ثبت أنه منسوخ أو غير ذلك. ¶ وقد أخذ بهذا الحديث ابن حزم وقال: من لم يضطجع بعد ركعتي الفجر فليست صلاته -أي الفجر- بصحيحة، وهذا ليس له علاقة بصحة الصلاة وغيرها؛ فكلام ابن حزم بعيد؛ لأن شروط صحة الصلاة هي: استقبال القبلة، والنية، وطهارة الملبس، طهارة المكان، وكذا، وأما الاضطجاع فليس من شروط صحة الصلاة، ولكن ابن حزم أدخله في صلاة الفجر بالذات، وقال: من لم يضطجع فليست صلاته صحيحة، وهذا الكلام مردود وشاذ؛ لأنه خالف به جمهور الناس. ¶ أقول قولي هذا، وأستغفر الله لي ولكم، وصلِّ اللهم على النبي محمد، وعلى آله وأصحابه وسلم تسليماً كثيراً.",
            "page": "12",
            "part": "9",
            "seal": "DBA7E1F0"
        }
    ],
    "t703": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "[1]"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "فضل طلب العلم"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": null,
            "tit": "طلب العلم طريق إلى الجنة"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": null,
            "tit": "درجات العلم من حيث الانتفاع به وفضله"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": null,
            "tit": "العالم يستغفر له كل شيء"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": null,
            "tit": "العلم ينفع صاحبه في الدنيا والآخرة"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": null,
            "tit": "العالم يدل غيره على الخير"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": null,
            "tit": "الغبطة على العلم"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "لعن الدنيا وما فيها سوى ذكر الله وما والاه وعالم ومتعلم"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "الملائكة تحف بطالب العلم وتظله بأجنحتها"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "الإخلاص في طلب العلم"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "إطلاق اسم المصطلح على مباحث علوم الحديث"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "مبادئ علم مصطلح الحديث"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف مصطلح الحديث"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "موضوع علم المصطلح"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "غاية علم المصطلح"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "استمداد علم مصطلح الحديث وفضله"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "واضع علم مصطلح الحديث"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "حكم تعلم مصطلح الحديث"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "مسائل علم مصطلح الحديث ونسبته إلى غيره من العلوم"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "أهمية علم مصطلح الحديث لبقية العلوم"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "أصل نشأة علم مصطلح الحديث"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "تشدد الخلفاء الراشدين في قبول الرواية"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "طريقة نقد الحديث عند الصحابة"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "علة تشدد الصحابة في رواية الحديث والتحرز منها"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "رد الصحابة لبعض الأحاديث لمخالفتها للأصول"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "وجود أحاديث متعارضة لم يتوصل فيها إلى جمع أو رد"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "ظهور الوضع في الحديث وسببه"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "ظهور الأحاديث المرسلة وسببها"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "حث الصحابة والعلماء على الاحتياط في قبول الحديث"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "[2]"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "أسباب نشأة الإسناد وظهور علم الجرح والتعديل"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "ألفاظ الجرح والتعديل"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "الرسول صلى الله عليه وسلم هو واضع قواعد علم المصطلح"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "مشروعية الجرح والتعديل"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "من تكلم من الصحابة والتابعين في الرجال"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "بداية عصر تدوين الحديث"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "اختلاف العلماء في حكم تدوين الحديث"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "دور الإمام الزهري في نشأة علم مصطلح الحديث"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "تشدد الزهري في الإتيان بسند الحديث"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "أسباب التوسع في نقد الحديث ونشاط التأليف في الحديث"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "ازدهار علم الحديث في القرن الثاني والقرن الثالث"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "تصنيف العلماء لعلوم المصطلح في القرن الثالث الهجري"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف المصطلحات الأولية في علوم الحديث"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: السند"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: المتن"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: الإسناد"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: المسند"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: المسند"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "شبهة أعداء الإسلام في عدم وجود علاقة بين أهل الحديث وبين أهل العفة والرد عليهم"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "اجتهاد أهل العلم في مصطلحاتهم"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "سادسا: المحدث والحافظ وأمير المؤمنين والحاكم"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "سابعا: الحديث"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "تقديم الحديث القولي على الحديث الفعلي عند التعارض"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": null,
            "tit": "السنة التقريرية"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "السنة الوصفية"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "ثامنا: السنة"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "[3]"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف الحديث والأثر والخبر"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف الأثر"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف الخبر"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "العلاقة بين الخبر والأثر"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام الحديث"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "أقسام الحديث باعتبار طرقه"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": null,
            "tit": "أقسام الحديث باعتبار قبوله ورده"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "أقسام الحديث باعتبار صحته وضعفه"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث المتواتر"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "شروط الحديث المتواتر"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "اختلاف العلماء في العدد الذي يقع به التواتر"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "العبرة في كثرة الرواة بأقل طبقة من طبقات الإسناد"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "اشتراط استحالة تواطؤ الرواة على الكذب في الحديث المتواتر"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": null,
            "tit": "اشتراط استناد رواة الحديث المتواتر إلى الحس"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "علاقة الحديث المتواتر بمباحث علم مصطلح الحديث"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع الحديث المتواتر"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "المتواتر اللفظي"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "المتواتر المعنوي"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "فوائد في أدب الخلاف بين العلماء وما يترتب عليه"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "عدد الأحاديث المتواترة وما صنف فيها"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث المشهور"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "رد المعتزلة الاحتجاج بحديث الآحاد"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين المشهور والمستفيض"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع الحديث المشهور"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "الحديث المشهور بين العامة"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "الحديث المشهور بين الفقهاء"
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": null,
            "tit": "الحديث المشهور بين الأصوليين"
        },
        {
            "id": "86",
            "lvl": "3",
            "sub": null,
            "tit": "توقف الحكم في أحاديث الآحاد على النظر في أسانيدها"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "أشهر المصنفات في الحديث المشهور"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث العزيز"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الغريب"
        },
        {
            "id": "90",
            "lvl": "3",
            "sub": null,
            "tit": "أشهر المصنفات في الحديث الغريب"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "[4]"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "تقسيم الحديث باعتبار القبول والرد"
        },
        {
            "id": "93",
            "lvl": "3",
            "sub": null,
            "tit": "الحديث المقبول"
        },
        {
            "id": "94",
            "lvl": "3",
            "sub": null,
            "tit": "معنى الحديث الصحيح وشروطه"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "شروط الحديث الصحيح"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "الشرط الأول: اتصال السند"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "الشرط الثاني: العدالة"
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": null,
            "tit": "حكم تحمل الحديث وأدائه لمن لم يكن بالغا"
        },
        {
            "id": "99",
            "lvl": "3",
            "sub": null,
            "tit": "حكم التحمل والأداء لمن لم يكن عاقلا"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "حكم رواية الفاسق والمبتدع"
        },
        {
            "id": "101",
            "lvl": "3",
            "sub": null,
            "tit": "حكم رواية التائب من الكذب"
        },
        {
            "id": "102",
            "lvl": "3",
            "sub": null,
            "tit": "ما تثبت به عدالة الراوي"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "الشرط الثالث: الضبط"
        },
        {
            "id": "104",
            "lvl": "3",
            "sub": null,
            "tit": "ضبط الصدر"
        },
        {
            "id": "105",
            "lvl": "3",
            "sub": null,
            "tit": "ضبط الكتاب"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": null,
            "tit": "حكم حديث فاقد كتابه"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "الشرط الرابع: السلامة من الشذوذ"
        },
        {
            "id": "108",
            "lvl": "3",
            "sub": null,
            "tit": "شروط الحكم بالشذوذ على الحديث"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "ضعف الإسناد لا يسلتزم ضعف الحديث"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "الشرط الخامس: السلامة من العلة"
        },
        {
            "id": "111",
            "lvl": "3",
            "sub": null,
            "tit": "العلة المشترط انتفاءها من الحديث الصحيح"
        },
        {
            "id": "112",
            "lvl": "3",
            "sub": null,
            "tit": "العلل الخفية لا يدركها إلا العلماء النقاد الجهابذة"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "طرق معرفة العلل الخفية"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "العلة القادحة والعلة التي لا تقدح"
        },
        {
            "id": "115",
            "lvl": "3",
            "sub": null,
            "tit": "بعض صور العلل القادحة وغير القادحة"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "شروط رواية الحديث بالمعنى"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "[5]"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الحسن"
        },
        {
            "id": "119",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف الخطابي للحديث الحسن"
        },
        {
            "id": "120",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف ابن حجر للحديث الحسن"
        },
        {
            "id": "121",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف ابن الجوزي للحديث الحسن"
        },
        {
            "id": "122",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف ابن الصلاح للحديث الحسن وتقسيمه له"
        },
        {
            "id": "123",
            "lvl": "3",
            "sub": null,
            "tit": "الخلاصة في تعريف الحديث الحسن"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "أول من أطلق الحسن على الحديث ومظانه"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "مصطلحات الترمذي في جامعه"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "[6]"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "الإبهام والانقطاع والفرق بينهما"
        },
        {
            "id": "128",
            "lvl": "3",
            "sub": null,
            "tit": "مثال الانقطاع في الإسناد"
        },
        {
            "id": "129",
            "lvl": "3",
            "sub": null,
            "tit": "مثال الجهالة في الإسناد"
        },
        {
            "id": "130",
            "lvl": "3",
            "sub": null,
            "tit": "جهالة الصحابي لا تضر"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "التفريق بين المنقطع وبين غيره من أنواع الحديث"
        },
        {
            "id": "132",
            "lvl": "3",
            "sub": null,
            "tit": "طرق معرفة الانقطاع"
        },
        {
            "id": "133",
            "lvl": "3",
            "sub": null,
            "tit": "المساواة بين المنقطع والمقطوع والمرسل"
        },
        {
            "id": "134",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين الحديث المنقطع والمقطوع والمرسل"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث المعضل والحديث المعلق"
        },
        {
            "id": "136",
            "lvl": "3",
            "sub": null,
            "tit": "العلاقة بين المعلق والمعضل"
        },
        {
            "id": "137",
            "lvl": "3",
            "sub": null,
            "tit": "حكم الحديث المعلق والمعضل"
        },
        {
            "id": "138",
            "lvl": "3",
            "sub": null,
            "tit": "حكم الأحاديث المعلقة في الصحيحين"
        },
        {
            "id": "139",
            "lvl": "3",
            "sub": null,
            "tit": "تلقي الأمة للصحيحين بالقبول"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "[7]"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث المدلس"
        },
        {
            "id": "142",
            "lvl": "3",
            "sub": null,
            "tit": "تدليس الإسناد"
        },
        {
            "id": "143",
            "lvl": "3",
            "sub": null,
            "tit": "المرسل الخفي"
        },
        {
            "id": "144",
            "lvl": "3",
            "sub": null,
            "tit": "تدليس التسوية"
        },
        {
            "id": "145",
            "lvl": "3",
            "sub": null,
            "tit": "تدليس الشيوخ"
        },
        {
            "id": "146",
            "lvl": "3",
            "sub": null,
            "tit": "تدليس القطع"
        },
        {
            "id": "147",
            "lvl": "3",
            "sub": null,
            "tit": "تدليس السكوت"
        },
        {
            "id": "148",
            "lvl": "3",
            "sub": null,
            "tit": "تدليس العطف"
        },
        {
            "id": "149",
            "lvl": "3",
            "sub": null,
            "tit": "تدليس البلاد"
        },
        {
            "id": "150",
            "lvl": "3",
            "sub": null,
            "tit": "تدليس المتن"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "حكم من عرف بالتدليس وذكر طبقات المدلسين"
        },
        {
            "id": "152",
            "lvl": "3",
            "sub": null,
            "tit": "طبقات المدلسين"
        },
        {
            "id": "153",
            "lvl": "3",
            "sub": null,
            "tit": "تلخيص الحكم على حديث المدلسين"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "[8]"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "الأغراض الحاملة على التدليس"
        },
        {
            "id": "156",
            "lvl": "2",
            "sub": null,
            "tit": "طرق معرفة التدليس"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": null,
            "tit": "متى يوصف الراوي بالتدليس ومتى يرتفع عنه هذا الوصف"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "التدليس في الصحيحين"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": null,
            "tit": "أسباب ذم التدليس"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "درجات التدليس والتمييز بينها"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": null,
            "tit": "طبقات المدلسين عند العلائي وابن حجر والسخاوي"
        },
        {
            "id": "162",
            "lvl": "1",
            "sub": null,
            "tit": "[9]"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الشاذ"
        },
        {
            "id": "164",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين الحديث الشاذ وبين زيادة الثقة"
        },
        {
            "id": "165",
            "lvl": "3",
            "sub": null,
            "tit": "الحديث الشاذ عند الإمام الشافعي"
        },
        {
            "id": "166",
            "lvl": "3",
            "sub": null,
            "tit": "الحديث الشاذ عند الحاكم والخليلي"
        },
        {
            "id": "167",
            "lvl": "2",
            "sub": null,
            "tit": "رأي ابن الصلاح في معنى الشاذ وزيادة الثقة"
        },
        {
            "id": "168",
            "lvl": "2",
            "sub": null,
            "tit": "تحذير العلماء من تتبع الشواذ والرخص"
        },
        {
            "id": "169",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على الحاكم والخليلي في تعريفهما للحديث الشاذ"
        },
        {
            "id": "170",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف ابن حجر للحديث الشاذ والحديث المنكر"
        },
        {
            "id": "171",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع الشذوذ"
        },
        {
            "id": "172",
            "lvl": "3",
            "sub": null,
            "tit": "الشذوذ في السند"
        },
        {
            "id": "173",
            "lvl": "3",
            "sub": null,
            "tit": "الشذوذ في المتن"
        }
    ]
}