{
    "b714": [
        {
            "id": "1",
            "nass": "صفات الله وآثارها في إيمان العبد - المقدمة ¶ من أعظم ما أوجبه الله على عباده أن يعرفوه سبحانه كما أخبر عن نفسه، وكما أخبر عنه نبيه محمد صلى الله عليه وسلم، فيعرفوا أسماءه وصفاته كما وردت في النصوص بغير زيادة ولا نقصان، والقاعدة الجامعة المانعة التي تمنع العقول من التعدي في أسماء الله وصفاته هي قوله تعالى: (ليس كمثله شيء وهو السميع البصير).",
            "page": "1",
            "part": "1",
            "seal": "718837E7"
        },
        {
            "id": "2",
            "nass": "قواعد في الأسماء والصفات ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: فإن أهم العلوم وأشرفها هو علم التوحيد، والقاعدة عند العلماء: تقديم الأهم على المهم، ولا أهم من توحيد الله جل في علاه، وشرف هذا العلم ينبثق من شرف المعلوم وهو الله جل في علاه، ولا أحد أشرف من الله عز وجل.",
            "page": "2",
            "part": "1",
            "seal": "EC26CF8A"
        },
        {
            "id": "3",
            "nass": "التسليم التام لظاهر كلام الله ورسوله ¶ يجب على كل إنسان أن يعلم: أن الله أنزل الكتاب بلسان عربي مبين؛ لكي يفقه كل عربي عن الله مراده من ظاهر كلام الله جل في علاه، قال الله تعالى: {وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُبِينٍ} [الشعراء:192 - 195]. ¶ ويقول تعالى: {إِنَّا أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ} [يوسف:2]، والحكمة من كونه عربياً أن تعقلون ما يقال لكم؛ لأنه نزل بلغتكم. ¶ إذاً: فالضابط الأول: أن نأخذ بظاهر اللفظ من كتاب الله وسنة رسوله صلى الله عليه وسلم، وأن نسلم لكلام الله وكلام رسوله صلى الله عليه وسلم، فمثلاً قوله تعالى: {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح:10]، ظاهر اللفظ أن لله يداً، واليد عند العرب معناها اليد التي بها يكون البطش، فإذا كانت معلومة يجب علينا أن نأخذ بظاهرها، فتبقى كلمة اليد على ما هي عليه في اللغة، ولا يجوز تأويلها بالنعمة أو القدرة؛ لأن الله أنزل القرآن بلسان عربي مبين وقال: {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح:10]. ¶ ولله سبحانه وتعالى أصابع، يقول النبي صلى الله عليه وسلم: (إن الله يحمل الأشجار على ذه،، ويشير إلى أصابعه)، وأقر النبي صلى الله عليه وسلم اليهودي على أن لله أصابع، وجاء في الصحيحين عن النبي صلى الله عليه أنه قال: (قلوب بني آدم بين إصبعين من أصابع الرحمن يقلبها كيف يشاء) سبحانه جل في علاه. ¶ فهنا أثبت النبي صلى الله عليه وسلم أن لله أصابع، فالواجب علينا أن نسلم لكلامه صلى الله عليه وسلم، ولا نؤول الأصبع بالنعمة أو القدرة. ¶ وقال الله تعالى عن سفينة نوح: ((تَجْرِي بِأَعْيُنِنَا))، فالعين معلومة في اللغة العربية، ومعنى ذلك أن لله عيناً، وقد قال الله لموسى: {وَلِتُصْنَعَ عَلَى عَيْنِي} [طه:39]، فالواجب أن يمر هذا اللفظ على ظاهره، وقال الله تعالى: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلا يَسْتَطِيعُونَ} [القلم:42] فله سبحانه وتعالى ساق. ¶ إذاً: فالضابط الأول أن نمرر قول الله على ما هو عليه بنفس المعنى العربي المبين، ومن أوّل (اليد) بالقدرة و (العين) بالرعاية فقد وقع في ما حذر الله منه بقوله: {وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ} [البقرة:169] وقوله: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء:36]، ولا يجوز كذلك أن نؤول الضحك بالرحمة، ونقول: إن الله يضحك: أي يرحم، فقد جاء أحد الصحابة إلى رسول الله صلى الله عليه وسلم عندما أخبر أن الله يضحك، فقال: يا رسول الله! ما الذي يضحك الرب؟ (قال: أن تخلع درعك) يعني: تظهر الشجاعة والصدق، (أن تخلع درعك وتدخل على العدو تقاتل من أجل الله فتقتل مقبل غير مدبر) قال: يضحك ربنا من ذلك؟ قال: يضحك ربنا من ذلك، فخلع درعه ثم قال: لن نعدم خيراً من رب يضحك)، فقد علم ذلك الصحابي أن الله يضحك، ولازم الضحك أنه سيثيب عباده الذين ضحك لهم. ¶ قال الله تعالى: {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ * أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ * وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ} [الفيل:1 - 3]. ¶ قال محمد عبده رحمه الله وغفر له زلاته -وهو من المدرسة العقلانية مدرسة الاعتزال، وهم يقدمون العقل على النقل- يقول: إن معنى طيراً أبابيل أي الجدري، ومرة أخرى يقول: المد والجزر، فأول وحرف كلام الله، وبدلاً من أن يفسره بلسان عربي مبين جعله أعجمياً فأوله وحرفه، وكأنه بلسان حاله يقول: ربنا! ليس هذا الكلام الذي نعقله عنك بصحيح، فكأن كلام الله جل في علاه لا يعقله أحد من العرب، والله أنزله بلسان العرب. ¶ إذاً فالضابط الأول: التسليم التام لكلام الله وكلام رسوله صلى الله عليه وسلم.",
            "page": "3",
            "part": "1",
            "seal": "239D51F6"
        },
        {
            "id": "4",
            "nass": "أسماء الله كلها حسنى ¶ تحت هذه القاعدة فروع كثيرة، الفرع الأول: أن أسماء الله كلها حسنى، أي: بالغة في الحسن غايته، وكون أسماء الله حسنى يتضمن أمرين: الأمر الأول: أن الاسم علامة على ذات الله. ¶ الأمر الثاني: كل اسم من أسماء الله يتضمن صفة كمال، وهذا الذي يبلغ بالاسم غاية الحسن، فأسماء الله جل في علاه كلها غاية في الحسن والكمال؛ لأنها تتضمن صفات الكمال, وإذا انضم اسم مع اسم آخر انضم كمال مع كمال، فإذا قلت: الرحمن الرحيم فهو أكمل من أن تقول: الرحمن فقط، أو الرحيم فقط. ¶ إذاً: فأسماء الله حسنى؛ لأنها دالة على الله، ولأنها تتضمن صفات الكمال، فالكريم اسم من أسماء الله، وهو غاية في الحسن، وذلك لأمرين: أولاً: لأنه علامة على ذات الله، وثانياً: لأنه يتضمن صفة كمال وهي الكرم. ¶ والحي اسم من أسماء الله، كما قال الله تعالى: {الم * اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ} [آل عمران:1 - 2]، فهو اسم من أسماء الله، وهو غاية في الحسن والكمال لأمرين: أولاً: لأنه علامة على ذات الله، ثانياً: لأنه يتضمن صفة كمال وهي الحياة، وحياته سبحانه أزلية أبدية، فهي صفة كمال، وبما أن كل أسماء الله حسنى فالدهر إذاً ليس اسماً من أسماء الله. ¶ فإن قيل: إن النبي صلى الله عليه وسلم قال: (قال الله تعالى: لا تسبوا الدهر؛ فإني أنا الدهر) فكيف نقول: إن الدهر ليس اسماً من أسماء الله؟ ¶ و A  أولاً: ننظر هل هو علامة على ذات الله أم لا؟ ثانياً: ننظر هل يتضمن صفة كمال أم لا؟ فإذا نظرنا إلى ذلك فسوف نجد أنه ليس بعلامة على ذات الله، وإن قلنا: إنه علامة على ذات الله فهو لا يتضمن صفة كمال، فالدهر نهار وليل ليس فيه كمال، إذاً: ليس اسماً لله جل في علاه. ¶ وإذا طبقنا هذه القاعدة على الموجود وهل هو من أسماء الله أم لا؟ فلا بد من أمرين: الأول: هل هذا الاسم علامة على ذات الله؟ الجواب: ليس علامة على ذات الله، والثاني: هل يتضمن كمال؟ والجواب: بل يتضمن نقصاً؛ لأن كل شيء موجود له موجد؛ لذلك فالله هو الواجد الذي أوجد كل ما في الكون وليس الموجود، إذاً: فالموجود ليس اسماً من أسماء الله. ¶ والقديم في شرح الطحاوية أنه اسم من أسماء الله الحسنى؛ لأنه علامة على ذات الله، والأشاعرة يقولون: أخص صفات الله القدم، فلا يشترك أحد مع الله في هذه الصفة، ولكنه ليس اسماً من أسماء الله، لأنه لا يتضمن صفة كمال؛ لأن كل قديم فهناك من هو أقدم منه، والاسم الصحيح الذي يوضع مكان القديم هو الأول. ¶ إذاًً: فأخص صفات الله الأولية؛ لأن النبي صلى الله عليه وسلم قال: (أنت الأول فليس قبلك شيء) وهذا لا يقال في القديم؛ لأن القديم هناك من هو أقدم منه. ¶ فهذا الضابط يجعلك تعرف هل هذا الاسم من أسماء الله الحسنى أو ليس اسماً من أسماء الله الحسنى. ¶ الفرع الثاني: أن أسماء الله غير محصورة بعدد معين. ¶ الفرع الثالث: أن أسماء الله لا تثبت بالعقل وإنما تثبت بالشرع، والعلماء يقولون: أسماء الله وصفاته توقيفية، ومعنى توقيفية: الوقوف عند كلام الله وكلام رسول الله صلى الله عليه وسلم، وهذا فيه رد على من يسمي الله بأسماء ليست موجودة في الكتاب والسنة، فالنصارى يسمون الله الأب، والأب ليس من أسماء الله جل في علاه، ولم ينزل الله به من سلطان لا في التوراة ولا في الإنجيل ولا في القرآن، فقد سموا الله بغير اسمه، وهذا إلحاد في أسماء الله، فإذا قلنا: أسماء الله توقيفية فمعنى ذلك: أن هناك آية في الكتاب تثبت الاسم، أو حديث من أحاديث النبي صلى الله عليه وسلم، ولذلك اختلف العلماء في النور، هل هو من أسماء الله أم لا، وقد جاء حديث ذكرت فيه التسعة والتسعون اسماً، وهو ضعيف ليس بصحيح، ولم يرد من السنة ما يثبت أن النور اسماً من أسماء الله. ¶ الفرع الرابع: كل اسم من أسماء الله يدل على ذاته ويتضمن صفة كمال، والصفات نوعان: متعدية ولازمة، فاللازمة كاسم الله العظيم، فإنه اسم من أسماء الله، ويتضمن صفة كمال، وهذه الصفة التي يتضمنها هي صفة العظمة، وهي صفة لازمة وليست معتدية. ¶ والعزيز اسم لازم غير متعدي؛ لأن العزة صفة من صفات الذات، وأما الأسماء التي لها صفات متعدية فهي الأسماء التي تتضمن صفات الفعل، كالْرَّحَيمِ، فالرحيم اسم من أسماء الله غاية في الحسن؛ لأنه يتضمن صفة كمال وهي الرحمة، والرحمة صفة متعدية؛ لأن الله يرحم عباده، فهو رحيم قبل أن يخلق الخلق ويرحمهم.",
            "page": "4",
            "part": "1",
            "seal": "084555C9"
        },
        {
            "id": "5",
            "nass": "صفات الله كمال من كل وجه ¶ هذه هي القاعدة الثالثة في صفات الله، وتحتها فروع: الفرع الأول: صفات الله كمال من كل وجه؛ لأن الله جل وعلا قال: {وَلِلَّهِ الْمَثَلُ الأَعْلَى} [النحل:60]، وقال: {وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} [الإخلاص:4]، وقال سبحانه وتعالى: {سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا} [الإسراء:43]، فلله جل وعلا العلو المطلق، وصفاته لها الكمال المطلق من كل وجه، كالعزة والرحمة والكرم والجود والبر والمنع والعطاء والإحسان والعطف والرأفة والعظمة والكبرياء، فكل هذه صفات كمال من كل وجه، وهناك كمال لكنه ليس من كل وجه، فهو كمال من وجه ونقص من وجه كالاستهزاء والخداع والمكر، فيوصف بها الله حين تكون كمالاً، وتنفى عنه حين تكون نقصاً، فالعبد الماكر منبوذ، {وَلِلَّهِ الْمَثَلُ الأَعْلَى} [النحل:60] لكن العبد الذي يمكر بالماكرين يكون المكر فيه من الكمال، فالله يستدرج الماكرين ويعلمهم قوته وعزته، وهذا كمال حين المقابلة، فتقول: يمكر بالماكرين، ويستهزئ بالمستهزئين، لكن لا يمكن أن تقول: إن الله ماكر أو مخادع، حاشا لله! لأن ذلك تنقص من قدر الله جل في علاه، فالصفات التي هي كمال من وجه ونقص من وجه نصف بها الله حين تكون كمالاً، وننفيها عنه حين تكون نقصاً، كقوله تعالى: {وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ} [الأنفال:30]. ¶ الفرع الثاني: صفات الله تنقسم إلى قسمين: ثبوتية وسلبية، فالثبوتية هي التي أثبتها الله في كتابه وأثبتها على لسان رسوله صلى الله عليه وسلم في سنته، فيكون قسم ثبت في كتاب الله، وقسم ثبت على لسان رسوله صلى الله عليه وسلم، ولا نقول: على لسان الله فنثبت لله لساناً، بل نسكت كما سكت السلف، فإنهم لم يثبتوا لله لساناً ولم ينفوها عنه، فلا نقول على الله ما لا نعلم قال تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء:36]. ¶ إذاً: فالصفات الثبوتية أثبتها الله لنفسه في كتابه كقوله سبحانه: {فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا} [النساء:139]، وقوله عز وجل: {وَلَهُ الْكِبْرِيَاءُ فِي السَّمَوَاتِ} [الجاثية:37]، وأثبتها له رسول الله صلى الله عليه وسلم حيث قال: (أعوذ بكلمات الله التامات من شر ما خلق)، وقال: (يكشف الله عن ساقه) فالنبي صلى الله عليه وسلم أثبت لله ساقاً، وأثبت لله كلاماً، فتكون هذه الصفات ثابتة في الكتاب والسنة. ¶ والصفات السلبية هي التي نفاها الله عن نفسه في الكتاب، ونفاها عنه نبيه محمد صلى الله عليه وسلم، كقوله تعالى: {إِنَّ اللَّهَ لا يَظْلِمُ النَّاسَ شَيْئًا} [يونس:44]، وقوله سبحانه: {وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ} [فصلت:46]، وقوله: {وَمَا مَسَّنَا مِنْ لُغُوبٍ} [ق:38]، وقوله: {لا تَأْخُذُهُ سِنَةٌ} [البقرة:255]، والنبي صلى الله عليه وسلم ينفي عن ربه النوم فقال: (إن الله لا ينام ولا ينبغي له أن ينام) أي: يستحيل في حقه النوم سبحانه. ¶ فكل صفة نقص لا بد أن ننفيها عن الله جل في علاه. ¶ الفرع الثالث: الصفات الثبوتية تنقسم إلى قسمين: ذاتية وفعلية، ويزاد على ذلك الخبرية، والبعض يرى أن الخبرية تنزل منزلة الذاتية، والصفة الذاتية: هي التي لا تنفك عن الله بحال من الأحوال كالحياة، فإنها صفة ذاتية لا تنفك عن الله، ولا يمكن أن نقول: كان الله حياً؛ لأن الصفة الذاتية أزلية أبدية يتصف الله بها أزلاً وأبداً. ¶ والصفة الفعلية هي المتجددة، فيمكن أن يفعلها الليلة ولا يفعلها غداً، ويمكن أن يفعلها اليوم ولا يفعلها بعد غد، كالكلام فإن ربنا جل في علاه تكلم مع موسى حين جاء موسى للشجرة، لكنه سبحانه لم يكن في الأزل يتكلم وفي الآخر يتكلم، وكذلك ينزل الله في ثلث الليل ولا ينزل نهاراً، فالصفات الفعلية تتجدد، وهي متعلقة بمشيئة الله، إن شاء الله فعل وإن شاء لم يفعل، فإن شاء استوى وإن شاء لم يستو، وإن شاء تكلم وإن شاء لم يتكلم، وإن شاء أعطى وإن شاء لم يعط. ¶ والصفات الخبرية هي التي نسميها أجزاء وأبعاض، كاليد فإنها صفة لله، وهي بالنسبة لنا أجزء، وليست جزء من الله بل صفة له، وكالعين فإنها صفة لله وهي جزء منا، والساق صفة لله وهي جزء منا كذلك. ¶ ومن الأمثلة على الصفات الذاتية: الحياء: فإنها صفة ذاتية؛ لأن الله يستحي، فعندما يتكلم عن الجماع يقول: {أَوْ لامَسْتُمُ النِّسَاءَ} [النساء:43]، قال ابن عباس: معناها: جامعتم. ¶ ومن الصفات الذاتية: الكرم فهي فعلية؛ لأنه سبحانه إن شاء أكرم زيداً وإن شاء لم يكرمه، لكنها في الأصل ذاتية. ¶ الفرع الرابع: كل صفة من صفات الله فإنه يتوجه عليها ثلاثة أسئلة: السؤال الأول: هل هي حقيقة أم هي مجاز؟ السؤال الثاني: هل لها كيفية معلومة أو مجهولة؟ السؤال الثالث: هل تماثل صفات المخلوقين أم لا؟ ¶ و A  أن صفات الله لا بد أن نثبتها بلا تمثيل، ولا تشبيه، ولا تكييف، ولا تحريف، ولا تأويل. ¶ والمماثلة: المطابقة في الصفة، كأن يقول المشبه: يد الله مثل يد محمد - أعوذ بالله -، وصفات الله تثبت بلا تمثيل؛ لقول الله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ} [الشورى:11]. ¶ ومعنى التشبيه أن تقول: عين الله تقارب عين المخلوق، وحاشا لله! لأن الله صفاته لا تشبه صفات المخلوق. ¶ ومعنى التكييف أن تقول: يد الله طولها كذا وأصبعه صفتها كذا دون أن تأتي لها بالمماثل، فتكيف لله جل وعلا هيئة وتتصور صفته في ذهنك، وهذا لا يجوز أيضاً في حق الله؛ لأن الله تعالى يقول: {وَلا يُحِيطُونَ بِهِ عِلْمًا} [طه:110] والإنسان يكيف الصفة إذا رأى صاحب الصفة، وهو ير الله، أو أخبره من رأى صاحب الصفة بكيفية الصفة ولم يخبرنا النبي صلى الله عليه وسلم بكيفية الصفة، أو رأى مثيلاً لصاحب الصفة، فينظر إليه فيقول: كيفية صفتك كذا وكيفية صفة لله كذا تعالى الله عن ذلك {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ} [الشورى:11]. ¶ وبلا تأويل، أي: بلا تحريف. ¶ فهذه هي القاعدة الأولى: أن يمر اللفظ على ظاهره.",
            "page": "5",
            "part": "1",
            "seal": "124E410A"
        },
        {
            "id": "6",
            "nass": "الرد على المعطلة ¶ المعطلة قسمان: معطلة تعطيلاً كاملاً محضاً، ومعطلة تعطيلاً ناقصاً، والمعطلة تعطيلاً كاملاً هم الجهمية، وهم الذين عطلوا الاسم والصفة، فيقولون: لا سميع ولا سمع، ولا بصير ولا بصر، ولا كريم ولا كرم، ولا قدير ولا قدرة، فالمعطلة الجهمية ينفون عن الله الاسم وينفون عنه الصفة، والله يقول: {بِسْمِ اللَّهِ الْرَّحمَنِ الْرَّحَيمِ * الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة:1 - 2]، وهم يقولون: لا رحمن ولا رحيم، ويقول: {وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} [سبأ:6]، وهم يقولون: لا عزيز ولا عزة، فهم إذاً يعبدون عدماً. ¶ والمعطلة تعطيلاً ناقصاً هم المعتزلة، وهم الذين يثبتون لله الاسم وينفون عنه الصفة، فيقولون: الله عزيز لكن بلا عزة وسميع بلا سمع، وهذا تناقض، فلو قلت: محمد السميع فمعنى ذلك أنه يسمع الكلام ويتصف بصفة السمع، ولذلك كانت عائشة تقول: سبحان الذي وسع سمعه الأصوات كلها، فالمرأة تشكو زوجها للرسول صلى الله عليه وسلم وأنا في ناحية المسجد يخفى علي بعض حديثها، فأنزل الله: {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا} [المجادلة:1].",
            "page": "6",
            "part": "1",
            "seal": "5B2A99C4"
        },
        {
            "id": "7",
            "nass": "صفات الله وآثارها في إيمان العبد - شرح صفة الأولية والآخرية لله عز وجل ¶ الأول والآخر اسمان من أسماء الله عز وجل، ويتضمن هذان الاسمان صفتين من صفاته سبحانه، وهما: الأولية والآخرية. ¶ ولهاتين الصفتين أثرهما على إيمان العبد وعبوديته لربه، فالله هو الأول وكل شيء بدايته بيده، وهو سبحانه الآخر وكل شيء خاتمته إليه.",
            "page": "1",
            "part": "2",
            "seal": "AE33783A"
        },
        {
            "id": "8",
            "nass": "أهمية علم العقيدة ¶ إن الحمد لله، نحمده ونستعينه ونستهديه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعه، وكل بدعة ضلاله، وكل ضلاله في النار، ثم أما بعد: فإن علم العقيدة من أشرف العلوم؛ لأنه يتعلق بصفات الرب جلا في علاه، ولا أحد أشرف من الله، والعبد مربوب لله جلا في علاه، والله جلا في علاه يقول: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات:56]، والعلم من أجل العبادات، فبه يتعرف الإنسان على ربه حق المعرفة، فيعرفه بأسمائه الحسنى وبصفاته العلى، كما يعرف كمال الله وجلاله سبحانه وتعالى، ولا بد أن يعرف الإنسان كيف يتعبد لله جلا في علاه بصفاته التي علمه إياها.",
            "page": "2",
            "part": "2",
            "seal": "6CF04A5F"
        },
        {
            "id": "9",
            "nass": "الفرق بين الصفات الثبوتية والصفات السلبية ¶ إن الفرق بين الصفات الثبوتيه والصفات السلبية هو أن الصفات الثبوتية يثبت الله لنفسه بها الكمال، وأما الصفات السلبية فينفي الله عن نفسه بها النقص، فالصفة الثبوتية كقول الله تعالى: {اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة:255]، ففي هذه الآية أثبت الله لنفسه صفة الحياة والقيومية، وهما من صفات الكمال، وكقول النبي صلى الله عليه وسلم في الحديث القدسي كما في الصحيحين (الكبرياء ردائي والعظمة إزاري).",
            "page": "3",
            "part": "2",
            "seal": "37366B11"
        },
        {
            "id": "10",
            "nass": "المعطلة من الجهمية والمعتزلة ومنهجهم في الصفات ¶ المعطلة هم الذين عطلوا الأسماء والصفات فنفوها أو أولوها، كالجهمية والمعتزلة. ¶ وهم قسمان: المعتزلة والجهمية، فالمعتزلة نفوا الصفات وأثبتوا الأسماء، والجهمية نفوا الأسماء والصفات، وعليه فإن التعطيل قسمان: تعطيل ناقص كتعطيل المعتزلة، وتعطيل كامل كتعطيل الجهمية. ¶ فالمعتزلة يقولون: إن الله له اسم السميع لكن بلا سمع، وعند الجواب عليهم وإلزامهم بالحجة لا بد أن نأتي على المتفق عليه بيننا وبينهم، ثم نرد على المختلف فيه والمتفق عليه بين أهل السنة والجماعة وبين المعتزلة هو إثبات الذات لله جل وعلا، والمختلف فيه بينهم هو إثبات الصفات، فيكون الجواب على المعتزلة بقاعدة: القول في الصفات كالقول في الذات؛ لأن الصفة معنى قائم بالذات، فإذا قالوا: إن الله جلا وعلا له ذات مقدسه، وأثبتوا أن الله سميع مثلاً فيلزمهم أن يثبتوا المعنى القائم بهذه الذات وهو صفة السمع، فالقول في الصفات كالقول بالذات.",
            "page": "4",
            "part": "2",
            "seal": "37E7FB8D"
        },
        {
            "id": "11",
            "nass": "إثبات صفة الأولية لله عز وجل ¶ إن صفة الأولية من الصفات الذاتية الثبوتيه، وهي أخص صفه من صفات الله جلا في علاه، فالله جلا وعلا أول ليس قبله شيء. ¶ والقاعدة في الصفات أنها توقيفه كلها، بمعني أننا لا بد أن نأخذها من الكتاب والسنة، وصفة الأولية ثبتت لله في الكتاب السنة نصاً واستنباطاً. ¶ فأما النص فقد قال الله تعالى: {هُوَ الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ} [الحديد:3]، فالاسم هو الأول، وإذا ذكر الله الاسم فقد ذكر الصفة، للقاعدة التي قعدها أهل العلم وهي: أن كل اسم يتضمن صفة كمال، إذاً: فاسم الله الأول يتضمن صفة الأولية. ¶ وأما من السنة فكان النبي صلى الله عليه وسلم يقول: (اللهم أنت الأول)، ثم يفسر ذلك فيقول: (ليس قبلك شيء)، وأشار إلى هذا المعنى كما في الصحيحين، فقال صلى الله عليه وسلم (كان الله ولم يكن شيء معه أو قبله)، فهذه الأدلة تثبت هذه الصفة.",
            "page": "5",
            "part": "2",
            "seal": "5BD3094C"
        },
        {
            "id": "12",
            "nass": "كيفية التعبد لله بصفة الأولية ¶ إذا أثبت العبد لله جلا في علاه صفة الأولية، وعلم أن الله هو الأول فلا بد أن يتعبد بهذه الصفة. ¶ والتعبد بهذه الصفة تتضمن عدة أمور: أولاها: الرد على الفلاسفة، فإذا اعتقد العبد اعتقاد جازماً بأن الله هو الأول، وأن الله كان ولم يكن شيء معه، فسوف يرد على الفلاسفة الذين يقولون بالتسلسل، والتسلسل قول مردود فالله كان ولا شيء معه، والكل كان عدماً، وما كان إلا الله جلا في علاه، والعبد لم يكن في هذا الكون إلا بعد أن خلقه الله جلا وعلا، وأسبغ عليه نعمه، قال الله تعالى: {هَلْ أَتَى عَلَى الإِنسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا} [الإنسان:1]، فالله جلا في علاه كوّن هذا الإنسان وخلقه، وأسبغ عليه نعمه ظاهرة وباطنه، وأخرجه من بطن أمه لا يعلم شياً. ¶ إذاً: فأول شيء يتعبد به الإنسان لله جلا في علاه في صفة الأولية: هو الرد على الفلاسفة الذين يشوشون على عقائد الناس. ¶ ثانيها: أن العجب داء، وهو من أشد الأمراض التي تميت القلوب، وهذا المرض لا يأتي إلا بالتخلف عن فهم أولية الله جلا في علاه، فداء العجب يورث الكبر، والكبر يورث النار؛ لأن النبي صلى الله عليه وسلم قال (لا يدخل الجنة من كان في قلبه مثقال ذره من كبر). ¶ وأصل الكبر هو أن يعجب الإنسان بعلمه، أو بقوته، أو بغناه، أو بكثرته وكثرة من معه، فالتعبد لله بصفة الأولية، يقلل من داء العجب في القلب؛ لأن العبد إذا تدبر أن الله هو الأول، وهو الذي ابتدأ خلقه وأنعم عليه، وهو الذي علمه وأطعمه وسقاه، وهو الذي أوجده في هذه الدنيا على الإسلام، فإذا تدبر ذلك علم أولاً: أن العلم الذي هو فيه لم يأت من عنده نفسه، وإنما هو من عند الله، فلا يقول كما قال قارون: {قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي} [القصص:78] بل سيقول: إن الله هو الذي علمني بعد أن كنت جاهلاً يقول الله تعالى: {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنِ اللَّهِ} [النحل:53] أي: ليس للعبد فيها شأن، يقول شيخ الإسلام ابن تيمية: ليس مني شيء، وليس بي شيء، وليس لي شيء، إن الأمر كله لله، أوله ونهايته لله جلا في علاه؛ فالله هو الذي رزق هذا الإنسان العلم والقوة والمال، وهداه إلى الإسلام، فإذا تدبر العبد ذلك فلا يمكن أن يحتقر أحداً، أو يصل إلى قلبه داء العجب؛ لأنه يعلم أن الله جلا وعلا هو الذي ابتدأ الخير الذي هو فيه، قال الله تعالى: {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ} [النحل:78]، وهذا معنى من معاني أوليته جل في علاه، فهو الذي ابتدأ هذا الخير وأعطاه إياه، وهو الذي يستطيع أن يمنعه منه، بل ويسحب منه كل النعم التي أوصلها إليه. ¶ ثالثها: إن أفضل عبادة على اللسان هي ذكر الله، قال النبي صلى الله عليه وسلم -عندما نصح رجلاً كان يستنصحه في آخر عمره-: (لا يزال لسانك رطباً بذكر الله)، وكفى للذاكرين فضلاً أن الله يذكر من ذكره، قال النبي صلى الله عليه وسلم: (قال الله تعالى: أنا مع عبدي ما ذكرني وتحركت بي شفتاه، فإن ذكرني في نفسه ذكرته في نفسي، وإن ذكرني في ملإ ذكرته في ملإ خير من). ¶ وذكْر الله جلا في علاه ليس بقوة العبد ولا بجهده، وإنما الله بأوليته هو الذي ابتدأ على لسانه أن يذكره، ثم بعد ذلك قبل منه هذا الذكر، ثم كافأه بأن ذكره في الملأ الأعلى، وهذه نعمة عظيمة ينبغي على الإنسان أن يتفكر فيها، فإنه ما ذكر الله إلا بأوليته، وما سجد لله ليرتفع درجة إلا بأوليته، فكيف لا يهفو قلبه إلى خالقه الذي ابتدأ الإنعام عليه؟ إن العبد إذا قال: لا إله إلا الله فهي ليست منه، إنما هي من الأول، فهو الذي ابتدءها على لسانه، ثم كافأه بأن ذكره في الملأ الأعلى.",
            "page": "6",
            "part": "2",
            "seal": "5ABAF101"
        },
        {
            "id": "13",
            "nass": "التعبد لله بأوليته عند أصحاب المعاصي ¶ كل إنسان منا يقع في معصية الله عز وجل وجل، فنحن لسنا ملائكة، فقد يعصي الإنسان ربه إما بقلبه بالتفكير في غير الله جلا في علاه، أو بشهوة من شهوات هذه الدنيا، أو بغفلة القلب عن ذكر الله جلا في علاه، وقد يعصي بلسانه فيسب أو يشتم أو يغتاب، أو بعينه فينظر إلى ما حرم الله، فكيف يمكن أن يتعبد الإنسان لربه بصفة الأولية وهو يعصى الله؟ والجواب هو: إن الله جلا في علاه جعل العبد يعمل المعصية، فإن كان مؤمناً فإن الله جلا في علاه أراد أن يرده إليه رداً جميلاً، وهذا من أولية الله جل في علاه، فبعد أن يعصي العبد ربه يسمع كلام النبي صلى الله عليه وسلم يقول: (وخير الخطائين التوابون)، فيذهب ليتوب إلى الله، وهذه التوبة ليست منه إنما هي من الله. ¶ وكثير من الناس من يعصي الله ويقول: سوف أتوب، ولا يتوب؛ ذلك لأن التوبة ليست بيد الناس ولا بقلوبهم مع أن الله أمرهم بها لكنها ليست بأيديهم، فقد يعصي العبد ويتعدى حدود الله، ثم يريد أن يتوب فلا تكون منه، وإنما تكون من الأول، والدليل على ذلك قول الله تعالى في الذين خلفوا: {ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا} [التوبة:118]، فما تابوا من أنفسهم، بل إن الله هو الذي ابتدأ لهم التوبة، فأودع في قلوبهم الندم على المعصية، ثم بعد ذلك وفق اليد أن ترتفع لتتضرع وتتذلل وتتمسكن، ثم وفق اللسان أن يخشع ساكناً لربه جل في علاه معترفاً بذنبه، فيقول ما قاله يونس: {لا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ} [الأنبياء:87]. ¶ فينبغي على العبد أن يتعبد الله بصفة الأولية فيقول: توبتي ليست بيدي، بل هي بيد الأول سبحانه وتعالى. ¶ والتوبة منّة عظيمة منّ الله بها على العبد بعد أن عصاه، وهو قادر على أن يأخذه، فالله يملي للظالم حتى إذا أخذه لم يفلته، ولكنه سبحانه ابتدأ له الخير بأوليته فوفق قلبه للندم على المعصية، ثم بعد ذلك ذلل لسانه بالذكر والاستغفار، ثم رفع يديه إلى ربه فقبل منه توبته.",
            "page": "7",
            "part": "2",
            "seal": "37406C28"
        },
        {
            "id": "14",
            "nass": "الدعاء تعبد لله بصفة الأولية ¶ إن كل إنسان له مطلب عند ربه، والطمع في الدين محمود، والطمع في الله فقه لم يصل إليه أي أحد إلا أيوب عليه السلام، فقد بين لنا قاعدة عظيمة في التعامل مع الكريم، فإذا لقيت كريماً من أهل الدنيا فإن أكثرت عليه بالسؤال قال: إن كان حبيبك عسلاً فلا تلحسه كله، فلسانك سينقطع. ¶ ولكن الله عز وجل كريم وليس لكرمه حد ولا نهاية، يقول جل في علاه كما في الحديث: (لو أن أولكم وآخركم، وإنسكم وجنكم قاموا في صعيد واحد فسألوني فأعطيت كل واحد مسألته ما نقص ذلك من ملكي شيء). ¶ فأيوب عليه السلام بعدما أغناه الله جلا في علاه، وأنزل عليه جراداً من ذهب، وهو يحثوا الذهب قال الله له: ألم أكن قد أغنيتك؟ قال: لا غنى لي عن بركتك، وإني اطمع في كرمك. ¶ وما من أحد إلا ويعلم أن خزائن السموات والأرض بيد الله سبحانه، والموفق من وفقه الله بطلب الدعاء، يقول عمر بن الخطاب: إني لا أحمل هم الإجابة، ولكن أحمل همّ الدعاء؛ لأنه يعلم تعبداً بأولية الله أن الدعاء توفيق من الله، وأن رفع اليد والتذلل، وبكاء القلب قبل بكاء العين كله من الله، فإذا دعا العبد ربه بصدق نال منه ما يريد، وإذا تعبد الإنسان لربه بأوليته وصل بها إلى آخريته سبحانه جلا في علاه. ¶ فالله هو الأول الذي ابتدأ لك التوفيق أن تدعوه، وهو الذي يعقب بعد ذلك بأن يستجيب لك الدعاء، فهذا هو التعبد لله بصفته العظيمة الجليلة الكاملة: صفة الأولية.",
            "page": "8",
            "part": "2",
            "seal": "9D9C941F"
        },
        {
            "id": "15",
            "nass": "أصناف الناس في التعبد لله بصفة الأولية ¶ هناك قصة تبين لنا كيف أن الله يميز بين عباده، ويفرق بين من يتقن صفات الله ويتقن التعبد بها ممن لا يتقن ذلك، فقد كان هناك ثلاثة من بني إسرائيل: أقرع وأبرص وأعمى، ولكي يبين الله لنا كيف نعتقد فيه حق الاعتقاد، ثم نتعبد له حق التعبد جاء الملك إلى هؤلاء الثلاثة فقال للأول -وكان أصلع-: ماذا تطلب؟ فقال الأصلع: أطلب شعراً أتزين به أمام الناس، فمنحه الله شعراً جميلاً، ثم جاء إلى الأعمى وقال: ماذا تطلب؟ قال: أريد البصر، فرد الله عليه بصره، ثم جاء إلى الأبرص فقال له: ماذا تطلب؟ قال: أطلب جلداً طيباً؛ فقد قذرني الناس مما أنا فيه، فأبدله الله جلداً طيباً، وأذهب عنه البرص. ¶ وقال هذا الملك لكل واحد من الثلاثة: أي المال أحب إليك؟ فقال أحدهم: الإبل، وقال الثاني: البقر، وقال الثالث: الغنم، فأعطى كل واحد منهم ما تمنى، حتى صار للثلاثة واد من الإبل وواد من البقر وواد من الغنم. ¶ ثم جاء الملك على صورة رجل فقير فقال للأول: اعطني مما أعطاك الله؟ فنظر إليه فقال: الحقوق كثيرة، ولم يعطه شيئاً، فقال: كأني أعلم أنك كنت قد قذرك الناس، وكنت فقيراً، فقال له: إني ورثت هذه المال كابراً عن كابر، وجحد بأولية الله جلا في علاه، ونسي أن تلك النعم هي أولاً من الله، وتمثل فيه قول قارون عندما قال: ((إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي)) [القصص:78]، فقال له الملك: صيرك الله إلى ما كنت عليه، فأذهب الله جل وعلا عنه ذلك المال، وعاد إلى ما كان عليه من البرص. ¶ ثم جاء الملك إلى الثاني فقال له: أعطني مما أعطاك الله، فقال: الحقوق كثيرة، وجحد بأولية الله، فقال له الملك: كنت أراك رجلاً أصلع والناس يتقززون منك، وقد أعطاك الله ما أنت فيه، قال: إنما ورثت ذلك كابراً عن كابر، فقال: صيرك الله إلى ما كنت عليه إن كنت كاذباً، فصيره الله إلى ما كان عليه من قبل. ¶ ثم جاء إلى الثالث وقال مثلما قال للأول والثاني، فقال: نعم، إني كنت فقيراً فأغناني الله، وكنت مريضاً فشفاني الله، وانظر إلى هذا الوادي فأي المال أحببت فخذ ما شئت منه. ¶ فتعبد الله بأوليته، وأقر بأن هذه النعم إنما هي من الله وحده، فدعا له الملك، وثبت الله له هذا الخير. ¶ ومن جحد نعم الله عليه فلا يلومن إلا نفسه، ومن شكر فإن الله يشكره، ومن أعطى فإن الله يعطيه، ويخلف عليه. ¶ فينبغي على الإنسان أن يجلس مع نفسه، ويمعن النظر متدبراً في صفات الله، وليحاسب نفسه على هذه النعم التي أنعم الله بها عليه، وليشكر الله تعالى على هذه النعم، فإن هذه النعم ابتداءً هي من الله لا من غيره، ولذلك جاء في الإسرائيليات أن أحد أبناء بني إسرائيل كان يتضرع إلى الله ويقول: كيف أشكرك والشكر منك نعمة فتسلسل الشكر ليس مني، بل هو منك يا الله. ¶ إذاً: الصفة الأولى من الصفات الذاتية التي لا بد لكل امرئ أن يتدبرها ويتعبد بها لله هي الأولية.",
            "page": "9",
            "part": "2",
            "seal": "5F47E4D2"
        },
        {
            "id": "16",
            "nass": "إثبات صفة الآخرية لله وكيفية التعبد بها ¶ الصفة الثانية من الصفات الذاتية: الآخرية، وهي آخرية الله جل في علاه وهي صفة ثبوتية فعلية، وآخرية على وزن فعلية.",
            "page": "10",
            "part": "2",
            "seal": "BE9DAE22"
        },
        {
            "id": "17",
            "nass": "الفرق بين الصفات الذاتية والفعلية ¶ إن الفرق بين الصفات الذاتية والفعلية أن الصفات الذاتية لا تنفك عن الله بحال من الأحوال، ولا يصح أن يقال: إن الله يتصف بها في وقت دون آخر، كصفة القوة، فإنها لا تنفك عن الله، ولا يصح أن يقال: إن الله يتصف بها في وقت دون آخر. ¶ وأما الصفات الفعلية فهي التي يتصف بها الله عز وجل وجل متى أراد، كالكلام والضحك، يقول الله تعالى: {وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ} [الأعراف:143]، فالله عز وجل تكلم لما جاء موسى. ¶ ويقول النبي صلى الله عليه وسلم: (يضحك الله من رجلين قتل أحدهما الآخر فدخلا الجنة)، ووجه الدلالة من الحديث: أن النبي صلى الله عليه وسلم أثبت صفة الضحك لله عز وجل، وكان ضحكه سبحانه حينما رأى ما فعله الرجلان.",
            "page": "11",
            "part": "2",
            "seal": "739B5654"
        },
        {
            "id": "18",
            "nass": "أدلة اتصاف الله بصفة الآخرية ¶ إن صفة الآخرية صفة ذاتية ثبوتية ثبتت لله بالكتاب والسنة، فمن الكتاب: قول الله تعالى: {هُوَ الأَوَّلُ وَالآخِرُ} [الحديد:3]، ووجه الدلالة: أن الآخر اسم من أسماء الله جلا في علاه يتضمن صفة الآخرية، وهي صفة من صفات الكمال والجلال. ¶ ومن السنة: قول النبي صلى الله عليه وسلم: (اللهم أنت الآخر فليس بعدك شيء).",
            "page": "12",
            "part": "2",
            "seal": "47E5A55A"
        },
        {
            "id": "19",
            "nass": "التعبد لله بصفة الآخرية ¶ إن التعبد لله بصفة الآخرية يكون بالتدبر في زوال كل شيء وأن كل شيء له آخر، والله ليس له آخر، وأن آخرة هذا الإنسان وهذا الكون كله بيد الآخر سبحانه وتعالى، قال الله تعالى: {كُلُّ مَنْ عَلَيْهَا فَانٍ * وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالإِكْرَامِ} [الرحمن:26 - 27]. ¶ فعلى الإنسان أن يعلم أن آخريته بيد الله جلا في علاه، وأن الأعمال بالخواتيم، وهذه الخواتيم بيد الآخر سبحانه جل في علاه، فإذا علم الإنسان ذلك تضرع إلى ربه أن يختم له في آخر حياته بالتوحيد والهدى والتقوى والإحسان، وقد قال النبي صلى الله عليه وسلم: (إذا أحب الله عبداً عسله، قالوا: وما علسه يا رسول الله؟! قال: إذا أحب الله عبداً وفقه لعمل الخير، ثم قبضه على هذا العمل)، فكانت خاتمته بالأعمال الصالحة. ¶ وكما أن آخرة الإنسان في هذه الدنيا بالله جلا في علاه، فإن آخرته يوم القيامة بيد الآخر سبحانه، فليدع ربه أن يختم له بخاتمة حسنة بقول: لا إله إلا الله، عملاً بقول النبي صلى الله عليه وسلم: (من كان آخر كلامه من الدنيا لا إله إلا الله دخل الجنة). ¶ إن الصحابة والتابعين ومن بعدهم كانوا يتدبرون أسماء الله الحسنى وصفاته العلى، ويتعبدون لله بها، فهذا عمر بن الخطاب كان يحفظ القرآن عشر آيات عشر آيات، فحفظ البقرة في ست؛ فيتعلم القراءة، ثم يحفظ العشر الآيات، ثم يعمل بها تعبداً لله جلا في علاه. ¶ وكان ابن عمر يقول: تعلمنا الإيمان، ثم تعلمنا القرآن، فجاء نور القرآن على نور الإيمان، فتم نور الله في قلب المؤمن. ¶ وهذا أبو زرعة رحمه الله جبل من جبال أهل العلم، وكان حافظاً ثقة ثبتاً، وكان يعرض عليه صحيح مسلم فيقرأ فيه ويقول: هؤلاء القوم ما أرادوا إلا الشهرة؛ لأنه تكلم عن بعض الروايات في صحيح مسلم، منها: روايات أبو الزبير عن جابر، وكان أبو زرعة مجتهداً في رواية الحديث عن النبي صلى الله عليه وسلم، وكان ينتقي من الأحاديث الضعيفة والموضوعة فيتعبد لله بالآخرية، فكافأه الله عند احتضاره بخاتمة حسنة، فعندما كان على فراش الموت اجتمع عنده المحدثون يذكرون حديثاً عن النبي صلى الله عليه وسلم، فيقول أحدهم: حدثني فلان عن فلان عن فلان أن النبي صلى الله عليه وسلم قال: كذا وكذا وكذا، ويذكر أحاديث، فقال له أبو زرعة: هذا الحديث عندي، وهو أشبه بحديث فلان، فتكلم في آخر لحظات حياته وقال: حدثني فلان عن فلان عن فلان عن النبي صلى الله عليه وسلم أنه قال: (من كان آخر كلامه لا إله إلا الله دخل الجنة) ثم مات، فلما اعتقد اعتقاداً جازماً بأن آخرته لا تكون إلا لله تعبداً لله، كانت آخرته أن رضي الله عنه ورطب لسانه بلا إله إلا الله، ثم مات عليها. ¶ وهذا الإمام الفذ مسلم بن الحجاج ثاني علماء الأمة، وكتابه ثاني أصح الكتب بعد كتاب الله جلا في علاه، وبعد كتاب البخاري، عندما علم أن الله هو الآخر، وأن آخرته بيد الله، ابتدءها أولاً بالإحسان، فختمها الله له بالإحسان، قال الله تعالى: {هَلْ جَزَاءُ الإِحْسَانِ إِلَّا الإِحْسَانُ} [الرحمن:60]، وهيئ له أسباباً للآخرية الصالحة؛ وروي أنه جلس في مجلس تحديث ومذاكرة مع بعض العلماء فذكروا له حديثاً لم يعرفه، فقام طوال الليل يبحث عن الحديث، وينظر في كل المصنفات، وكان يأخذ تمرةٍ ويقرأ حديثاً وهكذا، حتى ظفر بالحديث فأخذ التمرة، وحمد الله وهو ينظر إلى الحديث ويقرؤه، ثم مات على ذلك وهو يقرأ حديث النبي صلى الله عليه وسلم. ¶ ومن المعاصرين: الشيخ كشك رحمة الله عليه، فقد كان دائماً ينافح عن دين الله، ويدل الناس على الخير، ويأمر بالمعروف وينهى عن المنكر، ولما كانت آخريته بيد الله ختم الله له بخاتمة حسنة فمات وهو ساجد؛ لأنه دعا الله ألا يقبضه إلا ساجداً. ¶ إن آخرة كل إنسان وموته بيد المليك المقتدر، فإذا تبعد لربه بأن الآخرية بيده، واعتقد ذلك اعتقاداً جازماً، والتجأ قلبه إلى صاحب الآخرية، فإنه لا يمكن أن تكون آخرته إلى الشيطان؛ لأن الشيطان يقعد عند رأس المرء عند موته وآخرته فيقول له: إن أباك مات على النصرانية، إن أباك مات على اليهودية، إن أباك مات على المجوسية، ذلك هو الدين الحق، بل ويمثل له أباه وأمه، وهذا الذي حدث مع صناديد أهل العلم، فقد تمثل للإمام أحمد، وقال له: يا أحمد! لقد ظفرت بك، وسوف آخذ منك ما أريد، ولا أحد يستطيع أن ينقذك مني، والإمام أحمد يقول: لا، وابنه يقول له: يا أبتي! قل: لا إله إلا الله، وهو يقول للشيطان: لا، فدهش الولد مما يقول أبوه، فلما أفاق الإمام أحمد قال له: يا أبتي! أقول لك: قل: لا إله إلا الله، وتقول: لا، فقال له: تمثل لي الشيطان، فقال لي: الآن أظفر منك يا أحمد، وأنا أقول: لا لا، وهذا يدل على قوة اعتقاده بآخرية الله، فوفقه الله أن يموت على: لا إله إلا الله، نحسبه كذلك، ونسأل الله له الدرجات العلى. ¶ نسأل الله جل في علاه أن يوفقنا وإياكم إلى التعبد له بصفاته العلية الكاملة، بأن نعرف كل صفة، وكيف نتعبد بها له سبحانه.",
            "page": "13",
            "part": "2",
            "seal": "46ABE3BE"
        },
        {
            "id": "20",
            "nass": "صفات الله وآثارها في إيمان العبد - شرح صفة الأحدية والباطنية والتبارك لله عز وجل ¶ مسكين من تجشم وحدث عما لا تحيط به الكلمات والأوصاف ولا تدرك كنهه العقول، وحسبنا أن نفسر ما وصف به نفسه من صفات، فالله أحد لا ند له؛ وفرد لا مثيل له، عرفناه بوحدانيته فاتجهت قلوب موحديه إليه وحده فلهجت باسمه، وخلصت لتنفيذ مراده وأمره، فهو الباطن القريب من عباده، يعلم سرهم وجهرهم وما تكنه صدورهم، فعجباً لمن يعصيه وهو قريب منه، ولا يستحيي ممن لا يخفى عليه أمره، إنه القائل عن نفسه: (تبارك)، وهل البركة إلا منه وإليه، فطوبى لمن حلت بركة الله بداره.",
            "page": "1",
            "part": "3",
            "seal": "A0CBCB8A"
        },
        {
            "id": "21",
            "nass": "صفة الأحدية ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]، أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة. ¶ ثم أما بعد: من الصفات الثبوتية الذاتية التي لا تنفك عن الله جل في علاه أزلاً وأبداً، صفة الأحدية، فالله جل وعلا هو الواحد الأحد الذي لا ند له، ولا شبيه له، ولا سمي له، وهذه الصفة ثبتت لله جل في علاه بالكتاب والسنة وإجماع أهل السنة. ¶ فأما الكتاب: فقد قال الله تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ} [الإخلاص:1]، فوصف نفسه بأنه أحد. ¶ وأما السنة: فقد ذكر النبي صلى الله عليه وسلم في الحديث القدسي: أن الله جل وعلا يقول: (وأنا الله الواحد الأحد)، أو قال: (وأنا الله الأحد الصمد)، ومعلوم أن لفظ الجلالة (الله) إذا أضيف إليه أي اسم من أسماء الله فإنه يعتبر الاسم المضاف إليه صفة. ¶ ورجحنا فيما سبق أن لفظ الجلالة (الله) هو الاسم الأعظم لله جل في علاه، وأن كل الأسماء تضاف إليه على أنها صفات، ولا يضاف هو إلى هذه الأسماء، ففي الحديث السابق قال الله تعالى: (أنا الله الأحد)، فالأحد هنا صفة لله، وصفة الأحدية صفة ذاتية لله جل وعلا ثبوتية لا تنفك عن الله أزلاً وأبداً. ¶ وقد أجمع أهل السنة والجماعة على اتصاف الله بصفة الأحدية.",
            "page": "2",
            "part": "3",
            "seal": "A483AD8A"
        },
        {
            "id": "22",
            "nass": "أثر صفة الأحدية في إيمان العبد ¶ إن الله جل في علاه هو الواحد الأحد المتفرد بالجمال والجلال والكمال والبهاء والعظمة سبحانه جل في علاه، فإذا اعتقدت هذا اعتقاداً راسخاً في قلبك علمت أن الله جل في علاه متفرد في الإلهية، فلا يستحق العبادة أحد غيره، ولا تصرف عبادة إلا له، فلا يذبح إلا له، ولا ينذر إلا له، ولا يخاف إلا منه، ولا يسجد إلا له، ولا يدعى أحد غيره سبحانه وتعالى، وإذا علمت أن ربك جل في علاه هو الذي يتفرد بالملك والإحياء والإماتة، ويتفرد بالإعطاء وبالمنع، واعتقد ذلك قلبك؛ فلن يميل إلا للواحد الأحد، كما أنك إذا توجه قلبك وعبادتك إلى الواحد الأحد فلن تتشتت معنوياً ولا حسياً. ¶ وأما من يعتقد غير ذلك كمن يتعبد بالثالون، فيقول: باسم الأب، وباسم الابن، وباسم روح القدس، فتجده متشتتاً لا يدري أيرضي الأول، أم يرضي الثاني، أم يرضي الثالث؟ ولا يدري أيصرف هذه العبادة للأول أم للثاني أم للثالث؟ وإذا ألم به ضر فأراد كشفه أيدعو الأول أم الثاني أم الثالث؟ ومثلهم من يقول: إن عزيزاً هو الله -حاشا لله جل في علاه-، فيتحير هل يتعبد لـ عزير أم يتعبد لله جل في علاه؟ وهنا يدرك المرء منّة الله عليه أن وحد عبادته له وحده، فهو الواحد الأحد الفرد الصمد. ¶ ومن آثار هذه الصفة على إيمان العبد أيضاً أن الله جل في علاه أراد أن يطهر قلبك بهذه الصفة -صفة الأحدية-، فإذا رأيت نفسك وأنت تتعبد لله بعبادة، أو تتصدق لله بصدقة، أو تجاهد لله جل وعلا حق الجهاد وقد حدث في قلبك شيء أرابك، كأن تريد أن يرى الناس فعلك، أو أن يروا مكانك، فتقول: لا والله إن صفة الله تأبى ذلك، فإن الأحدية تأبى التشريك، والله جل في علاه قد صرح بذلك في أكثر من موضع من كتابه ومن سنة النبي صلى الله عليه وسلم، ومن أجلى وأوضح ما صرح به ما جاء في الصحيحين أن النبي صلى الله عليه وسلم قال: قال الله تعالى: (أنا أغنى الشركاء عن الشرك، فمن عمل عملاً أشرك فيه معي غيري تركته وشركه)، فإن الذي يتعبد لغير الله جل في علاه لم يتقن هذه الصفة، فكيف يكون عبداً مربوباً لله جل في علاه، ويعلم أن الله هو الواحد الأحد المتفرد المستحق لإفراد العبادة له جل في علاه، ثم يشرك معه غيره! وقد ثبت في الصحيح: (أن أول من تسعر بهم النار ثلاثة: العالم، والمجاهد، والمنفق)، ومع أنهم هم قوام الأمة ومعلوم أن أعلى الطبقات والمراتب بعد النبوة والصديقية؛ هي طبقات العلماء والمجاهدين والمنفقين، وما ذاك إلا لأن العالم تعلم لا لله جل في علاه، فلم يتعبد الله بهذه الصفة العظيمة الجليلة، وأن المجاهد لم يجاهد من أجل رفع راية لا إله إلا الله! بل جاهد من أجل أن يقال له: شهيد، والشهادة ليست مقصودة بذاتها، بل المقصود بذاته هو رفع راية لا إله إلا الله، وأن المنفق لم ينفق من أجل التقرب إلى الله بإعانة عباده! بل من أجل أن يقال: سخي. ¶ إن صفة الأحدية تأمرك أن توحد العمل في القلب لله الواحد المتفرد في العبادة سبحانه وتعالى، فقد ثبت في الصحيحين عن أبي هريرة رضي الله عنه وأرضاه عن النبي صلى الله عليه وسلم أنه قال: (أول من تسعر بهم النار ثلاثة: عالم ومجاهد ومتصدق، فأما العالم فيأتي به الله جل في علاه فيعرفه نعمه عليه، فيقول: فما فعلت فيما أنعمت عليك؟ فيقول: تعلمت العلم فيك وعلمته فيك، فيقال: كذبت)؛ لأنه لم يتعبد بهذه الصفة الجليلة: صفة الأحادية فلم يوحد الاتجاه لله جل في علاه، بل لينظر الناس أو يسمعوا به، وكأنه لم يعلم أن النبي صلى الله عليه وسلم قال: (من راءى راءى الله به، ومن سمع سمع الله به) فكان ذلك -والعياذ بالله- جزاءً وفاقاً وأجراً طباقاً، فلما فعل ذلك جهلاً منه قال الله تعالى له: (كذبت! بل تعلمت ليقال: عالم وقد قيل، ثم يزج به في نار جهنم. ¶ وأما المتصدق -الذي ينفق كل ماله، أو شطر ماله، أو ينفق كثيراً من ماله- فيؤتى به يوم القيامة ثم يقول الله جل في علاه له: ماذا فعلت فيما أنعمت به عليك؟ فيقول: أنفقت فيك يا رب العالمين! فيقول الله جل في علاه: بل فعلت ذلك ليقال: متصدق، وقد قيل)، أي: قد أخذت حظك في الدنيا، فأنت لم تتعبد بهذه الصفة الجليلة، فلم توحد قلبك لربك الواحد المستحق للعبادة سبحانه وتعالى، والمستحق لإفراد العبادة له، فيقال له: (قد قيل، ثم يزج به في نار جهنم). ¶ وأما المجاهد فهو الذي أهلك نفسه وروحه، ويا لها من خسارة وعار على رجل باع نفسه زيفاً وزوراً، وهو الذي قاتل وجاهد فيما يرى الناس؛ لتكون كلمة الله هي العليا، وقد ثبت أن النبي صلى الله عليه وسلم رأى رجلاً شجاعاً يقاتل يميناً ويساراً، فيهجم على الأعداء بكل شجاعة وقوة، فقال: (هذا في النار)، أي: أنه ليس من أهل الجنة، ومثله هذا الرجل الذي يسعر به في نار جهنم، حيث يقول الله جل في علاه له: (فما فعلت بما أنعمت عليك؟ فيقول: قاتلت فيك حتى قتلت، فيقول الله جل في علاه: كذبت! بل فعلت ذلك ليقال: شجاع أو يقال: مجاهد وقد قيل، ثم يزج به في نار جهنم) مصداقاً لقول النبي صلى الله عليه وسلم: (إن الرجل ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع)، في رواية أخرى وهي التي تفسر هذه الرواية: (فيما يبدو للناس) أما القلب الذي كلف أن يوحد لم يفرد الله جل وعلا بالعبادة، ولم يصدق الله جل في علاه في النفقة، ولا في العلم، ولا في الجهاد، فقال: (فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها، وإنكم لترون الرجل يعمل بعمل أهل النار حتى ما يكون بينها وبينها إلا ذراع، ثم يسبق عليه الكتاب)، والرواية الأخرى: (فيما يبدو للناس) إذ أن الله أعلم بالسرائر، فإن كل سريرة عند ربنا جل وعلا علانية، كما أن مقياس الناس عند رب الناس هو القلب، والتوحد المحض ليس في الظاهر بل في القلب، فقد ترى الرجل قائماً عابداً صائماً قائماً منفقاً وهو عند الله جل وعلا لا يزن جناح بعوضة. ¶ قال ابن القيم: يصلي الرجل وبجانبه الرجل وما بينهما كما بين السماء والأرض من التفاوت، وما ذلك إلا لما في القلب من التوحيد الخالص لله جل في علاه، فكلاهما يقرأ الفاتحة، وكلاهما يركع، وكلاهما يسجد، لكن التفاوت بينهما تفاوت في القلوب، فأحدهم صدق الله في الأحدية، فتعبد لله وقلبه متجه لمن فوق العرش كما قال علي بن أبي طالب: كونوا بين الناس بأجسادكم، وأرواحكم حول العرش تحوم. ¶ يريد: عليكم أن توحدوا الله في قلوبكم التوحيد الخالص. ¶ وفي حديث البطاقة: (أن رجلاً وزنت سجلات معاصيه وسجلات حسناته فرجحت كفة السيئات، وعلم الرجل أنه قد هلك، ثم يقال له: عندنا شيء لك، فيقول: ما هو؟ فيقال له: البطاقة، فيقول: وما تفعل هذه البطاقة مع هذه السجلات؟! فيقول الله جل في علاه: لا ظلم اليوم، فيأخذ البطاقة وفيها: لا إله إلا الله، -ولابد أن يعلم أنه ما من مسلم إلا وهو يقول: لا إله إلا الله، وليس كل أحد سينال ما ناله صاحب البطاقة- فتؤخذ البطاقة فتوضع في سجلات الحسنات، فترجح كفة الحسنات)؛ لأن صاحب البطاقة وحد الله بحق، وتعبد بقلبه بصفة الأحادية وما ترك عبادة إلا وقصد بها ربه، ولم يرد للناس منظراً أو مكانة أبداً. ¶ وينبغي أن يعلم المتعبد لله بصفة الأحدية أن التوحد الخالص، والانفراد التام المطلق لا يكون إلا لله جل في علاه، فلا يطمع في الأحادية وإن كان كل واحد منا فيه هذه الصفة، فتراه يحب أن يتفرد أمام الناس، ويكون هو المتفوق، وهذا يحدث لكل إنسان، فالغني يحب أن يكون هو أغنى الناس؛ حتى يتفرد عن الناس، فالأحادية متغلغلة فينا، والربوبية داخلة فينا؛ لكن منا من يقمع هذا برحمة الله له، فيوفقه الله جل في علاه لعبادته، ومنا من تنفجر عنده والعياذ بالله كفرعون الذي قال: {أَنَا رَبُّكُمُ الأَعْلَى} [النازعات:24]، فهي موجودة في كل إنسان، إلا أن الإنسان إذا تعبد الله بالأحدية لم يطمع أن يكون متفرداً في الساحة وحده، فلا يقول: أنا العالم ولا عالم غيري فإن الله خلق الألف والآلاف والملايين من العلماء، فاعلم أنك لن تتوحد، ولا يمكن لك أن تنفرد في الساحة، فييأس من ذلك فيخضع لله جل في علاه، ويقول: نشترك أنا وإخوتي لرفع راية لا إله إلا الله، ولا أتصارع معهم. ¶ ولذلك نرى بين كثير من الدعاة وطلبة العلم انتشار الحسد والحقد؛ لأنهم لم يتقنوا كيفية التعبد لله في الأحادية، فهم لا يعلمون أن الله جل وعلا أبى أن يتفرد أحد الانفراد المطلق إلا هو سبحانه وتعالى، فالعالم لا يمكن أن يكون متفرداً عالماً، بل سيجد قريناً له، وسيجد خليلاً له، وسيجد عالماً مثله، وسيجد من يجتهد أكثر منه، ولذلك قال الله تعالى: {وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ} [المطففين:26]، فلك أن تسابق لكن لن تكون وحيداً في عصرك، فإن الله خلق منك الكثير، فإذا استيقن المرء في قلبه أن الانفراد المطلق لله لم يطمع أن يكون وحيد عصره وفريد دهره، ولن يحقد على غيره أو يحسده، بل سيدعو الله أن يوفق إخوانه وأن يجعلهم عوناً له على طاعة الله ورضوانه. ¶ كما أنك عندما تتدبر تدبراً عميقاً في قلبك وخاصة خلواتك -لأن الخلوات هي أهم ساعات العبادة، وتدبر القلوب هو أهم العبادات- الأحدية فقلت: نزل بي البلاء إلى من أذهب؟ إلى أخي سيقف بجانبي، وإلى أبي سيعطيني، وإلى أمي ستدعو لي، إلى من أذهب؟ إلى عمي إلى خالي إلى القريب، إلى من أذهب؟ فإذا تدبر الأحدية فسيقول: هذا البلاء نزل من الواحد ولن يرتفع إلا من الواحد، وإنما تفعل ذلك إذا كنت تعتقد اعتقاداً جازماً بأن الواحد الأحد هو المتفرد بالعطاء وهو المتفرد بالمنع، وهو المتفرد بكشف البلاء سبحانه وتعالى، فإن قلبك لن يميل أبداً إلا لربك، فاكشف عن قلبك الآن، وارجع إلى الوراء حتى تنظر عندما نزلت بك البلية أنزلتها بغير الله أم لا؟ فوالله ما منا من أحد إلا وقد نزلت عليه البلية فأنزلها بغير الله جل في علاه، ووالله أقول ذل",
            "page": "3",
            "part": "3",
            "seal": "7EC22E38"
        },
        {
            "id": "23",
            "nass": "من يتعبد الله بالأحدية لا يخاف إلا الله ¶ إن علمت أن ربك هو الواحد الأحد فإنك لن تعبد غيره، ولم تخف إلا منه جل في علاه، وإذا وقعت في أمر جلل فإن اعتقادك الصحيح سيكون بالواحد، وقد علمنا رسول الله صلى الله عليه وسلم ذلك، فقد صح عنه أنه (نام ذات مرة تحت شجرة وسيفه معلق بالشجرة، فقام رجل كافر من الأعراب على رأس رسول الله صلى الله عليه وسلم فاخترط السيف ثم قال له: يا محمد! -بعدما أيقضه- من ينقذك مني؟ هذا سيف مصلت على رقبة رسول الله صلى الله عليه وسلم! ولنا أن نتساءل من منا يمكن أن يتدبر هذا الاعتقاد الصحيح، ويستحضر أن الواحد الأحد هو الذي يملك يد هذا الرجل، فيملك أن يشل هذه اليد في وقتها وفي لحظتها، بل يملك ما هو أعظم من ذلك! أن يقبض روح هذا الرجل! إن ذلك لا يكون إلا لمن يعتقد الاعتقاد الجازم في أحدية الله، وهو حين يعتقد ذلك لن يخف من أحد أبداً، ولن يوقع همه إلا في الله جل في علاه. ¶ وجسد ذلك رسول الله صلى الله عليه وسلم حين قال للأعرابي: (الله هو الذي ينقذني منك)، فلما قال ذلك وقع السيف من يد الرجل. ¶ فرسول الله صلى الله عليه وسلم يعلم أن الله متفرد بالإحياء والإماتة، ويحول بين المرء وقلبه، فكل يد لا تتحرك إلا بالله جل في علاه، وكل نَفَس لا يخرج ولا يدخل إلا بمشيئة الله جل في علاه، ولذا فكل من اعتقد ذلك وعمل به فقد فاز في هذه الدنيا والآخرة، وأصبح سيداً على الناس، وكان خير من طبقها رسول الله صلى الله عليه وسلم. ¶ ثم أخذ رسول الله صلى الله عليه وسلم السيف وقال للرجل: (من ينقذك مني؟ فقال الرجل: كن خير آخذ) فكان رسول الله صلى الله عليه وسلم خير آخذ. ¶ كما أنك إذا تعبدت لربك بصفة الأحدية فإنك تعلم أن الممدوح بحق من مدحه الله، والمذموم بحق من ذمه الله جل في علاه، فالواحد هو الذي يمدح والواحد هو الذي يذم، فلو اجتمع من بأقطار الأرض ليمدحوك فلن ينفعوك بشيء، ولو اجتمع من بأقطارها ليذموك فلن يضروك بشيء أبداً إلا بإذن الله. ¶ وقد جاء أن أعرابياً دخل على رسول الله صلى الله عليه وسلم فقال: يا رسول الله! أعطني -يعني: أعطني من الفيء- أعطني فإن مدحي زين وذمي شين، فقال النبي صلى الله عليه وسلم - وهو المتعبد لربه بهذه الصفة العظيمة الجليلة-: (ذاك الله)، فعلم أن المدح بحق من الواحد الأحد، وأن الذم بحق من الواحد الأحد، وأيما قلب عمِّر بهذا الإيمان، واعتقد هذا الاعتقاد فأنى يخسر في هذه الدنيا، وأنى تبور أعماله في الآخرة، بل سيكون من الفائزين المكرمين يوم القيامة.",
            "page": "4",
            "part": "3",
            "seal": "C7640973"
        },
        {
            "id": "24",
            "nass": "صفة الباطنية لله تعالى ¶ من الصفات الذاتية لله جل في علاه التي لا بد للإنسان أن يتعبد لله جل وعلا بها: صفة الباطنية، والباطنية لها معنيان: المعنى الأول: الباطن هو القريب من العبد، فهو أقرب إليك من عنق راحلتك، وأقرب إليك من حبل الوريد. ¶ والمعنى الثاني في الباطنية: هو الخفاء والاحتجاب، فقولنا: الله الباطن، أي: الذي احتجب عن عباده فلا يعلمون كيفية صفاته سبحانه جل في علاه، ولا يتفكرون في كيفية صفاته، ولن يصلوا إلى كيفية صفاته جل في علاه. ¶ وهذه الصفة صفة ذاتية ثبوتية لا تنفك عن الله جل وعلا وقد ثبتت لله بالكتاب، وبالسنة، وبإجماع أهل السنة. ¶ أما بالكتاب فقد قال الله تعالى: {هُوَ الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ} [الحديد:3]. ¶ وأما بالسنة: فقد جاء في الصحيحين عن النبي صلى الله عليه وسلم أنه قال: (وأنت الباطن فليس دونك شيء) فالله سبحانه هو أقرب للإنسان من حبل الوريد، وهو أقرب إلى العبد من عنق الراحلة، كما قال النبي صلى الله عليه وسلم: (أربعوا على أنفسكم؛ إنكم لا تدعون أصمّ ولا غائباً إنما تدعون سميعاً بصيراً). ¶ وفي رواية أخرى قال: (إنما تدعون من هو أقرب إلى أحدكم من عنق راحلته).",
            "page": "5",
            "part": "3",
            "seal": "01B80479"
        },
        {
            "id": "25",
            "nass": "قرب الله لا ينافي علوه ¶ اعلم أن قرب الله من عباده لا ينافي علو الله جل في علاه؛ لأن التأصيل العام والتقعيد العام الذي قعده الله لنا في كتابه هو قوله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه:5]، ولذلك نقول: لا ينافي العلو القرب، فهو قريب في علوه، وعليّ في قربه جل في علاه، ولا يقال: إن الله حال فينا كما قال غلاة الصوفية، فهم يقولون: بأن الله في كل مكان، حتى قال قائلهم وهو ابن عربي الكافر النكرة عليه من الله ما يستحق، وقال: وكل كلام في الكون كلامه. ¶ يعني: كل الكلام الذي يقال فهو كلام الله. ¶ وكان الحلاج يقول: ما في الجبة إلا الله، فهؤلاء يقولون بقرب الله وأن الله في كل مكان، وهم أصحاب عقيدة الاتحاد والحلول والعياذ بالله. ¶ أما أهل السنة فيقولون: قريب في علوه، عليّ في قربه، وجاء عن ابن عباس أنه قال: إن الكون كله بمراميه الشاسعة في يد الرحمن كحبة خردل في يدك أنت، فكيف لا تقتنع ولا تستيقن بأن الله قريب منك وهو على العرش مستوٍ سبحانه جل في علاه. ¶ ومن معاني الباطن: أنه يعلم كل شيء، فيعلم دقائق الأمور وجليلها، قال تعالى: {يَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} [غافر:19]، فالله قريب إلى قلبك، يعلم نبضات قلبك سبحانه جل في علاه، فلا تواري عنه سماء سماءً، ولا أرض أرضاً، ولا بحر ما في قعره، ولا جبل ما في وعره سبحانه، فهو قريب يسمع دبيب النملة السوداء، على الصخرة الصماء، في الليلة الظلماء، ويرى مخ سوقها سبحانه سبحانه سبحانه. ¶ وهو لقربه منا يعلم أنفاسنا، ويعلم ما يختلج في الصدور.",
            "page": "6",
            "part": "3",
            "seal": "59F75086"
        },
        {
            "id": "26",
            "nass": "أثر صفة الباطنية في إيمان العبد ¶ إذا تعبد العبد لله بهذه الصفة -صفة الباطنية- علم أن الله منه قريب، وإذا علم أن الله قريب منه علم أن دعائه لا بد أن يكون مسموعاً، ويستلزم من ذلك أن يكون مستجاباً، ويقال: مستجاباً وعلى قرب الإجابة حتى ولو طال الزمن؛ لأن ما هو آت فهو قريب، وقد قال النبي صلى الله عليه وسلم: (يستجاب لأحدكم ما لم يعجل يقول: دعوت ودعوت فلم يستجب لي)، قال الله تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} [البقرة:186]. ¶ ومن العجب أن يبخل المرء على نفسه بالدعاء وهو يعتقد بأن الله قريب منه، وأنه يسمع همساته وبكائه وتضرعه! فلا يرفع يديه ليطلب من ربه جل وعلا ما يطمع في الحصول عليه من حاجة أخروية أو دنيوية. ¶ كما أنك إذا علمت أن ربك قريب، فستعلم أن الدعاء لا ينبغي أن تنزله إلا بالله جل في علاه، وقدوتك في ذلك الأنبياء، فهذا زكريا عليه السلام دخل على مريم فوجد عندها رزقاً، قال المفسرون: كان يجد رزق الشتاء في الصيف ورزق الصيف في الشتاء، فسألها كما أخبر الله عنه: {قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ} [آل عمران:37]، فلما علم القرب الحقيقي دعا ربه قائلاً: {قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا * وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا * يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا} [مريم:4 - 6]، وفي موطن آخر أخبر الله عنه أنه دعاه قائلاً: {رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً} [آل عمران:38]، فاستجاب الله له في التو، وأصبح له ولد هبة من الله سبحانه وتعالى، فالله قريب من دعاء عباده، فلا يبخلن أحد على نفسه بأن يتقرب إلى القريب فيدعوه بحاجته، فإن الله سيقضي له حاجته. ¶ كما أنك إذا تعبدت لربك في الباطنية بالقرب استحييت من ربك، فإذا دنت منك المعصية علمت أن الله قريب منك يرى ما تفعل، ويسمع ما تقول، ويعلم نبضات قلبك، فاستحييت من ربك وابتعدت عن هذه المعصية، وقلت كما قال الأولون: إذا ما خلوت الدهر يوماً فلا تقل خلوت ولكن قل علي رقيب وإذا علمت أن الله جل في علاه رقيب منك، وأن باطنية الله جل في علاه في قلبك، فستوقن أنه على قرب منك، فيسمع الغيبة والنميمة، ويرى السرقة، ولا يخفى عليه النظر الحرام، ولا تغيب المعاصي عنه، وهو على قربه منك يمهلك ولا يهملك، وإذا أخذك لم يفلتك سبحانه جل في علاه. ¶ كما أنك إذا تعبدت لربك بهذه الصفة؛ بلغت إلى مرتبة الإحسان، ومراتب الدين ثلاث: المرتبة الأولى: الإسلام، والثانية: الإيمان، والثالثة: الإحسان، فمن أراد أن يرتقي من مرتبة الإسلام إلى الإيمان ثم الإحسان؛ فعليه أن يتدبر هذه الاسم الباطن، وعليه أن يتدبر هذه الصفة الجليلة ويسعى جاهداً لأن يتعبد لله جل في علاه، بهذه الصفة العظيمة. ¶ وقد ذكروا أن رجلاً عالماً كان يقرب منه طالباً من طلبة العلم فقالوا له: لِمَ تقرب هذا الطالب وتبعد هؤلاء الطلبة؟! ولِمَ يحظى هذا الطالب بالحفاوة عن هؤلاء وكلهم يدرسون عندك؟ فقال العالم: أريكم منه شيئاً تعرفون منه لِمَ أقرب هذا عن أصحابه وزملائه، فقال للذين يطلبون عنده العلم بعد أن أعطى كل واحد طيراً: كل واحد منكم يأخذ هذا الطير ويذبحه في مكان لا يراه أحد فيه، فأخذ كل طالب علم طيراً من هذه الطير وأخذ يجتهد أن يبحث عن مكان لا يراه أحد فيه، فيذبح الطير فيه، فذبح طيره الأول والثاني والثالث والرابع والخامس وجاءوا جميعاً إلى هذا العالم كل يحكي: كنت قد اختبأت فذبحته ولم يرني أحد، والآخر يقول كما قال الأول وهكذا، ثم يأتي هذا الطالب النجيب الأريب الفقيه وقد أتى بطيره ولم يذبحه، فقال له العالم: لِمَ لمْ تذبح طيرك؟! فقال: يا معلمي! بحثت في كل مكان لا يراني الله فيه فما وجدت مكاناً إلا والله يراني فيه، كيف لا وهو الرقيب سبحانه وتعالى. ¶ ولذا ينبغي أن تدرك أن باطنية الله قرب من العبد، وكما أن هذا الطالب قُرب في الدنيا فسيكون في الآخرة من المقربين؛ لأنه تعبد الله بالإحسان، وهذه هي ثمرة الإحسان على المتورعين المتقين. ¶ وذكر أن أبا الإمام البخاري ذلك العلم الحبر، المحدث الفقيه، الذي قال فيه العلماء: أصح كتاب بعد كتاب الله هو كتاب صحيح البخاري، ذكر أن أباه وهو يتصبب عرقاً من سكرات الموت كان يقول: يا بني! قد تركت لك ألف ألف دينار فيها دينار فيه شبهة، فكان الإمام البخاري هو ثمرة التعبد لله بالباطنية! فالأب كان يعلم أن الله يراه، ولم يقل يوماً كما يقول البعض اليوم: أتركها في رقبة عالم وأصبح سالماً، بل كان يتعبد لله لقربه منه، وأما نحن فنسأل الله أن يغفر لنا ما اجترأنا عليه من معاصي وما تجاوزنا من حدود الله جل في علاه، وما ذاك إلا لأننا جهلنا هذه الصفة. ¶ فالمتعلم دائماً يكون أفضل من الجاهل؛ لأن المتعلم بعدما يرجع إلى ربه يتعبد لله بهذا العلم، نسأل الله أن يغفر الله لنا اجتراءنا على معاصيه.",
            "page": "7",
            "part": "3",
            "seal": "1AA9C48D"
        },
        {
            "id": "27",
            "nass": "صفة التبارك لله تعالى ¶ الصفة الثالثة من صفات الله تعالى: صفة التبارك، وتبارك معناه البركة؛ لكن التبارك خاص لله جل وعلا، ولذا يمكنك أن تقول: هذا العبد بركة، ولا تقول هذا العبد تبارك، ومن الأول ما قاله: السخاوي في ترجمة النووي: النووي بركة، ويقولون: كثيراً على أصحاب التقى، وأصحاب الحسنات الزاهرات الظاهرة، يقولون عن هؤلاء: الجلسة معهم بركة، فالصحيح أن نصف الله بتبارك ولا نصفه بالبركة، فلا يقال: بركة الله، وإنما يقال: تبارك الله، كما قال الله تعالى: {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [الملك:1]، وقد ثبتت هذه الصفة لله في الكتاب، قال تعالى: {تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا} [الفرقان:61]، وقال الله تعالى أيضاً: {رَحْمَةُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ} [هود:73]. ¶ وثبتت هذه الصفة بالسنة فقد جاء في السنن: (أن النبي صلى الله عليه وسلم ذكر أن نبيناً من الأنبياء خر عليه جراد الذهب فجعل يحثو، فقيل له: ألم أكن قد أغنيتك؟! فقال: لا غنى لي عن بركتك)، فصفة التبارك صفة خاصة بالله جل في علاه.",
            "page": "8",
            "part": "3",
            "seal": "A8C66B9D"
        },
        {
            "id": "28",
            "nass": "أثر صفة التبارك في إيمان العبد ¶ إن العبد يتعبد الله جل في علاه بهذه الصفة، فتحل عليه البركة في نفسه وماله وولده، وقد كان العوام يقولون قولاً حسناً جميلاً وهو: قليل مبارك خير من كثير غير مبارك فيه، فالعبرة بالبركة لا بالكثرة، فإن العبد إذا علم أن البركة من الله جل في علاه علم أن القليل من الله مبارك فيقنع به، ولا يتطلع لغيره، ولا يحقد أو يتطلع إلى الحرام فيرتشي أو يأخذ المال الحرام أو يأكل الربا؛ لأنه عنده قليل مهما بلغ، فهو ممحوق البركة، وأما القليل فهو يعلم أن الله إذا أنزل فيه البركة كفاه وكفى قوماً مثله. ¶ وقد صحت الأخبار أن البركة تحل بأهل الخير في آخر الزمان، وقد جاء عن النبي صلى الله عليه وسلم في علامات الساعة: (أن عيسى ابن مريم عليه السلام عندما ينزل يقتل الخنزير، ولا يقبل الجزية، ولا يقبل إلا الإسلام، ويبارك الله في الرمانة حتى أن القوم يستظلون بقشرها)، وذكر في ذات الحديث أن المرء يرى المال فائضاً عندهم، حتى أن كلاً منهم يأخذه يريد أن يتصدق به فما يجد من يأخذ منه الصدقة؛ وذاك لأنها قد عمت البركة، فإذا علم العبد أن البركة بيد الله جل في علاه قنع بهذا القليل، وهذا الذي علمه الرسول صلى الله عليه وسلم عندما نصح أبا ذر، فقال له: (في أمر الدنيا لا تنظر إلا لمن هو دونك؛ حتى لا تزدري نعمة الله عليك، وفي أمر الآخرة انظر لمن فوقك؛ حتى تتنافس معه في الخيرات). ¶ والشاهد من الحديث قوله: لا تنظر إلا لمن دونك؛ وذلك حتى تعلم أن البركة معك وأن الله جل وعلا إذا بارك لك في هذا الطعام فلن ينفد، وإذا بارك لك في هذا المال فلن ينفد، ولا تخشى النفاد.",
            "page": "9",
            "part": "3",
            "seal": "DF4475F3"
        },
        {
            "id": "29",
            "nass": "أسباب البركة ¶ إن البركة من الله، وقد جعل لها أسباباً، ومن تلك الأسباب شخص رسول الله صلى الله عليه وسلم، إلا أن هذا السبب قد انتهى بموت النبي صلى الله عليه وسلم، ونسأل الله أن يقر أعيننا برؤية رسول الله صلى الله عليه وسلم، ويبارك لنا في مقامنا معه، وأن نشرب من يده الشريفة شربة ماء من الكوثر لا نظمأ بعدها أبداً. ¶ ومن أسباب البركة التي لا بد أن نأخذ بها حتى تحل علينا بركات الله: أولاً: تقوى الله جل في علاه، فبها تحل البركة، قال الله تعالى: {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالأَرْضِ} [الأعراف:96]، فلم يقل: كثرنا أموالهم، ولا زدنا لهم في العطاء، بل العطاء نفس العطاء، والفارق الذي أحدثه يقين العبد بربه هو البركة في ذلك العطاء. ¶ ثانياً: الصدق، فإن البائع والمشتري إن كانا صادقين فإن البركة ستكون معهما، وهذا ما جهله الباعة في زماننا هذا، فهم لفرط جهلهم يخادعون ربهم وهم المخدوعون الأغبياء الخاسرون؛ إذ أن الله جل وعلا يجعل البركة مع الصدق، قال النبي صلى الله عليه وسلم: (البيعان بالخيار ما لم يتفرقا)، وفي رواية قال: (فإن صدقا وبينا بورك لهما في بيعهما)، وأما إن كذبا كما يفعل تجار زماننا هذا فإن الله سيمحق البركة من أموالهم ومكاسبهم كما محق البركة مع أكل الربا، وما صدق على البيع يصدق على الشركات، فتكون معهم البركة بشرط الصدق؛ لأن النبي صلى الله عليه وسلم قال: (قال الله تعالى: أنا ثالث الشريكين ما لم يخن أحدهما الآخر)، ومعلوم أن الله إذا كان معهم فإن البركة كلها ستكون معهم، فالمرء الذي يشارك غيره إن كان صادقاً مخلصاً ليس مخادعاً، فإن الله يكون معه ومع شريكه، وإذا كان الله معهما فإن البركة تحل عليهما. ¶ ثالثاً: ومن أسباب البركة كذلك ألا يتقدمن أمراً ولا يعملن عملاً إلا ويقدم بين يديه اسم الله، والذي يرى المصنفين ويتأمل مصنفاتهم يجد أن كتبهم وقد بدأت باسم الله، وقد كان رسول الله صلى الله عليه وسلم لا يبعث بعثاً إلا قال: (اغزوا باسم الله)، وكان يبعث الدعاة إلى كسرى فارس وقيصر والروم ويصدر كتبه إليهم ب (باسم الله، من محمد رسول الله). ¶ فمن بدأ باسم الله كانت البركة معه؛ لأن لفظ الجلالة (الله) هو الاسم الأعظم لله جل في علاه، فإذا ذكر في قليل كثره، وإذا ذكر في كثير باركه، فإن البركة تكون مع اسم الله جل في علاه، ولذلك جاءت بعض الروايات التي فيها طعن وإن صححها بعض المحدثين أن النبي صلى الله عليه وسلم قال: (كل أمر ذي بال لم يبدأ فيه باسم الله فهو أجذم)، وفي رواية (فهو أبتر) وفي رواية: (فهو أقطع). ¶ فهذه الروايات كلها تبين لك أن البركة التامة مع ذكر اسم الله جل في علاه.",
            "page": "10",
            "part": "3",
            "seal": "EF179719"
        },
        {
            "id": "30",
            "nass": "صفات الله وآثارها في إيمان العبد - شرح صفة الصمدية والعزة لله عز وجل ¶ إن الإيمان من أعظم المطالب وأهمها، وإن من أعظم ما يقوي إيمان العبد بربه عز وجل معرفة أسمائه وصفاته، وفهم معانيها، والتعبد لله بها. ¶ وصفة الصمدية لله تعالى من أعظم الصفات التي تجعل المخلوقات كلها تفزع إليه بالذل والخضوع والافتقار، وكذلك من صفات الله: العزة التي تظهر في التأمل لهذا الكون، وتظهر عند تأييد الله لأوليائه المؤمنين.",
            "page": "1",
            "part": "4",
            "seal": "D84F8BBD"
        },
        {
            "id": "31",
            "nass": "صفة الصمدية لله تعالى ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]، أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار، ثم أما بعد:",
            "page": "2",
            "part": "4",
            "seal": "54EC2BEE"
        },
        {
            "id": "32",
            "nass": "بيان مفهوم صفة الصمدية لله تعالى ¶ من الصفات الثبوتية الذاتية لله تعالى: صفة الصمدية، وهي صفة من صفات الكمال والجلال لله جل في علاه، ومعناها: الذي لا جوف له، أي: الذي لا يأكل، ولا يشرب، ولم يلد ولم يولد، فهو غير محتاج إلى أحد من خلقه.",
            "page": "3",
            "part": "4",
            "seal": "8398CCC1"
        },
        {
            "id": "33",
            "nass": "ثبوت صفة الصمدية لله تعالى في الكتاب والسنة وإجماع أهل السنة ¶ وقد ثبتت هذه الصفة الجليلة لله عز وجل في الكتاب، والسنة، وإجماع أهل السنة. ¶ أما بالكتاب: فقوله تعالى: {اللَّهُ الصَّمَدُ} [الإخلاص:2]. ¶ وأما من السنة: فما جاء في الحديث القدسي: أن الله عز وجل قال: (يشتمني ابن آدم، أما شتمه إياي فقوله: اتخذ الله ولداً، وأنا الأحد الصمد الذي لم ألد ولم أولد)، فهذا صريح بأن من أسماء الله تعالى: الصمد. ¶ فالصمد اسم من أسماء الله يتضمن صفة الكمال، وهي صفة الصمدية، فكيف يعبد المرء ربه بهذه الصفة الجليلة بعدما يعرف معناها؟ إن الصمد هو: الذي يصمد إليه أو يقصده العباد في حوائجهم، وفي كل نازلة تنزل بهم، فيرفع العبد يديه بتضرع وتذلل لله جل في علاه، مستحضراً هذه الصفة الجليلة، ومستشعراً بأن الله هو المقصود في كل الحوائج، وأن الله جل في علاه هو الذي يربي عباده بتفريج كربهم، وإعطائهم ومنحهم كل ما يحتاجون.",
            "page": "4",
            "part": "4",
            "seal": "746B84F1"
        },
        {
            "id": "34",
            "nass": "ذكر النماذج لمن تعبدوا ربهم بهذه الصفة العظيمة ¶ لابد أن العبد يستحضر كيف عبد السلف ربهم بهذه الصفة، ونذكر نماذج لأنبياء وصالحين، نعرف من خلالها كيف عبدوا ربهم بصفة الصمدية. ¶ النموذج الأول: نوح عليه السلام الذي اعتقد في ربه هذا الاعتقاد الصحيح، بأن الله هو الصمد، الذي يصمد إليه العباد في كل الحوائج، وفي كل النوازل، فعندما كذبه قومه، قام فنادى ربه، فاستجاب الله دعاءه، وتابع له في الخيرات بأن أنجاه، وأغرق الباقين. ¶ النموذج الثاني: موسى عليه الصلاة والسلام، عندما تعبد لله بهذه الصفة، قال: {رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ} [القصص:24]، وهو يعلم بأن الله هو الصمد الذي تقصده الخلائق في حوائجها؛ فإن العبد لا يملك للعبد نفعاً ولا ضراً، وكل نبي يقول: لا أملك لنفسي نفعاً ولا ضراً، وكذلك كل مؤمن معتقد في الله حق الاعتقاد ويعلم أن الخير كله بيد الله، وليس بيد أحد من عباده، والشر والضر هو من عند الله جل في علاه، ولا يملك أحد أن يضر أحداً، بل إن حديث النبي صلى الله عليه وسلم صريحٌ جداً في هذه المسألة، حيث قال: (ولو أن الأمة اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، ولن يضروك بشيء إلا قد كتبه الله عليك). ¶ فالنفع والضر بيد الله جل في علاه، ولذلك يقول الله تعالى: {وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [الأنعام:17]. ¶ وكان نبي الله موسى عليه الصلاة والسلام يرفع بصره إلى السماء؛ لأنه يعلم أن النفع بيد الله، وأنه لا بد أن يصمد لله، فيقصده في حوائجه، قال الله على لسانه: {فَقَالَ رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ} [القصص:24] فجاء الفرج والتأييد من الصمد الذي يفرج على عباده عندما يلجئون إليه، وهو الذي يكشف الضر، فقال تعالى: {فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا} [القصص:25]، وهذا الفرج والتأييد كله من الصمد سبحانه وتعالى، فكذلك هو فضل الله على العباد عندما يعتقدون الاعتقاد الصحيح في ربهم جل في علاه، وعند ذلك فتح الله عليه الأبواب كلها، فأعفه وحفظه بعدما كان خائفاً، ثم بعد ذلك بعثه نبياً مرسلاً. ¶ ثم يتأمل المسلم في أدب وحياء هذه المرأة التي جاءته، وهي تقول لأبيها: {يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأَمِينُ} [القصص:26]، فعلم أبوها أنها تريده زوجاً لها، فقال لموسى عليه الصلاة والسلام: {قَالَ إِنِّي أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ} [القصص:27]؛ وهذا من التعبد الصحيح بعد الاعتقاد السديد في الله جل في علاه. ¶ النموذج الثالث: محمد صلى الله عليه وسلم وهو الذي علمنا هذه الأسماء، وهو الذي علمنا هذه الصفات، فكان يتعبد الله بها، ويتأثر بها، ففي غزوة بدر عندما خرج صلى الله عليه وسلم للعير، ولم يكن خروجه للغزوة، ولم يكن الجيش قد تجهز للغزوة، فعندما التقى الصفان، نظر رسول الله صلى الله عليه وسلم إلى أهل الكفر الذين جاءوا بطراً ورياءً، وجاءوا حتى تعلو كلمة الكفر دون كلمة الله جل في علاه، فقام النبي صلى الله عليه وسلم الذي يعتقد بأن الصمد هو الله يتضرع إلى ربه حتى سقط رداءه عنه، وهو يقول: (اللهم أنجز لي ما وعدت، اللهم وعدك الذي وعدت، اللهم نصرك الذي وعدت) فيقول أبو بكر رضي الله عنه وأرضاه: أبشر يا رسول الله! إن الله منجز لك ما وعدك، وعند ذلك جاءته البشرى من الله عز وجل قبل أن ينزل يديه، فنظر صلى الله عليه وسلم، وإذا بجبريل عليه السلام ومعه الملائكة تنزل لإغاثة المسلمين، حتى يكتب الله النصر لهذه الأمة، وهذا هو أثر تعبد العباد بهذه الصفة الجليلة (صفة الصمدية) فأنت تعلم أن حاجتك كلها لا يمكن أن تنزلها بعبد؛ لأنه لن يضرك ولن ينفعك، بل سيزيدك هماً على همك، والذي سيفرج همك هو الصمد سبحانه جل في علاه. ¶ وتأمل وتدبر في حديث النبي صلى الله عليه وسلم في الصحيحين قال: (قال الله تعالى: يا عبادي! لو أن أولكم وآخركم وإنسكم وجنكم قاموا في صعيد واحد وسألوني فأعطيت كل واحد مسألته ما نقص ذلك مما عندي من شيء)، فعلى المسلم أن يتدبر هذه الصفة تدبراً حسناً ويتعبد بها الله عز وجل، وينزل حاجته بالله، ولا ينزل حاجته بالبشر، فإنه إن أنزل حاجته بالبشر ذل وأذل نفسه، ولو أنزل حاجته بالصمد فإن الله يفرج همه، وهذا غير النصر الذي يراه في الآخرة بإذن الله تعالى.",
            "page": "5",
            "part": "4",
            "seal": "5C6B9F94"
        },
        {
            "id": "35",
            "nass": "صفة العزة لله تعالى ¶ الصفة الثانية: صفة العزة: وهي صفة فعلية ثابتة لله بالكتاب وبالسنة وبالإجماع، وهي صفة ثبوتية، أي: أثبتها الله تعالى لنفسه، وهناك صفات منفية، أي: نفاها الله عن نفسه، ونفاها عنه رسوله صلى الله عليه وسلم. ¶ ومعنى صفة ذاتية، أي: لا تنفك عن الله أزلاً وأبداً، والصفة الفعلية هي: التي يتصف بها في حين ولا يتصف بها في حين آخر، مثل الضحك، فهل يضحك ربنا من الأزل؟ لا؛ فهي صفة تتعلق بالمشيئة. ¶ إذاً: العزة صفة ثبوتية ذاتية لا تنفك عن الله جل في علاه، فإن الله له العزة كلها سبحانه جل في علاه، فالرب عزيز قبل أن يخلق الخلق، وعزيز بعد أن خلق الخلق، وهي صفة أزلية لله عز وجل لا تنفك عن الله جل في علاه، ومعناها: أن العزة كلها لله، وقد ثبتت لله عز وجل بالكتاب، والسنة، وإجماع أهل السنة.",
            "page": "6",
            "part": "4",
            "seal": "B13E2383"
        },
        {
            "id": "36",
            "nass": "ثبوت صفة العزة لله تعالى بالكتاب والسنة وإجماع أهل السنة ¶ أما من الكتاب: فقوله تعالى: {أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا} [النساء:139]، هل هذه الآية فيها دلالة على أن الله يتصف بالعزة؟ وأين وجه الشاهد ووجه الدلالة من الآية؟ وجه الدلالة من هذه الآية: أن العزة صفة من صفات الله، وقد حصرت الآية بأن العزة له لا لغيره، فالعزة خاصة بالله جل في علاه، والعزة كلها له جل وعلا، وكأنه يقول: كل العزة لي، وإضافة (لله) من باب: إضافة صفةٍ لموصوف. ¶ وقوله تعالى: {إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [البقرة:129] أين صفة العزة هنا؟ وأين الدلالة في الآية على أن العزة لله جل في علاه؟ ¶ A  هو أن اسم (العزيز) يتضمن صفة كمال، وهذه الصفة هي: العزة. ¶ وجاء في الحديث عن النبي صلى الله عليه وسلم، أن الله قال: (الكبرياء ردائي، والعزة إزاري). ¶ وأيضاً ورد عن النبي صلى الله عليه وسلم من حديث ابن مسعود أنه قال: (اللهم اغفر وارحم وتجاوز عما تعلم؛ فإنك أنت الأعز الأكرم) ففي الحديث دلالة على أن العزة لله جل في علاه.",
            "page": "7",
            "part": "4",
            "seal": "767E6317"
        },
        {
            "id": "37",
            "nass": "أثر التعبد لله بصفة العزة ¶ والمتعبد لله جل في علاه بهذه الصفة يجد العزة في قلبه، وفي بشاشة إيمانه بالله عز وجل، وليعلم المؤمن أن كمال العزة تكون في كمال الذل لله جل في علاه، فلا يتذلل إلا لربه، ويعلم أن أذل أهل الأرض لله هو أعز أهل الأرض عند الله، ولذلك ترى أن العبد يرتقي عند ربه كلما سجد وذلل نفسه لله عز وجل، ونحن نجزم أن أذل أهل الأرض لله هو رسول الله صلى الله عليه وسلم، ولذلك جعله الله أعز أهل الأرض صلى الله عليه وسلم. ¶ والعبد الذي يتعبد لله بهذه الصفة يمشي وهو مهزوم في عزة، يمشي وهو مغلوب في عزة، يمشي وهو مكروب في عزة، بل يكون في عزة لا تدانيها عزة؛ لأنه يعلم بأن العزة كلها لله جل في علاه، وأن العزيز يصف المؤمنين بالعزة، كما بين في كتابه بقوله: {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} [المنافقون:8]، وغير هؤلاء لا يدخلون في العزة. ¶ وعندما ينظر المسلم إلى هذه الأمة المهزومة، وإلى هذه المذلة والمهانة التي نزلنا إليها، ويرتقي ببصره إلى السماء، يعلم أن العزة تكون له بطاعته لربه، وذله إذا عصاه.",
            "page": "8",
            "part": "4",
            "seal": "CB321FBC"
        },
        {
            "id": "38",
            "nass": "بيان عزة الله تعالى من خلال عرض بعض القصص ¶ هذا رسول الله صلى الله عليه وسلم ربَّى أصحابه على العزة، فما من صحابي إلا وكان ذليلاً في الكفر، فأعزه الله بدينه وإيمانه. ¶ وانظروا إلى ابن مسعود كيف كان ذليلاً وسط مكة، ثم لما أسلم، ونشر الله الدين، وأقام النبي صلى الله عليه وسلم الدولة الإسلامية في المدينة المنورة، ثم جاءت غزوة بدر الكبرى، التقى الصفان على غير ميعاد، فمن الذي ارتقى على صدر أبي جهل؟ وأبو جهل كان صنديداً من صناديد قريش، فارتقى ابن مسعود على صدر أبي جهل، وهو يكلمه بعزة الكافر: لقد ارتقيت مرتقاً صعباً يا رويعي الغنم! فحز ابن مسعود رأسه، وأتى به إلى النبي صلى الله عليه وسلم. ¶ وانظروا إلى موقف سعد بن معاذ الذي رأى عزة الإسلام، عندما رمتهم العرب عن قوس واحدة، فقال الرسول صلى الله عليه وسلم له: نهادن غطفان بشطر تمر المدينة، فيقول له بعزة المسلم المؤمن: يا رسول الله! والله لقد كنا في ذل الكفر، وما نعطيهم من هذا التمر إلا قرى الضيف، أما وقد أعزنا الله بالإسلام فلا نعطيهم شيئاً، وعند ذلك علم النبي صلى الله عليه وسلم أن الإيمان والاعتزاز بالله جل في علاه ملأ قلبه فنزل على رأيه. ¶ وانظروا إلى موقف عمر بن الخطاب يوم أحد، لما انهزم المسلمون بسبب مخالفتهم لأمر النبي صلى الله عليه وسلم، وقتل من قتل من الصحابة، فقتل حمزة أسد الله، وقتل مصعب وأنس، وقتل كثير من الصحابة، وكاد أن يقتل فيها رسول الله صلى الله عليه وسلم، وفي نهاية الغزوة جاء أبو سفيان -قبل أن يسلم رضي الله عنه- فقال: أفيكم محمد؟ فقال: اللهم نعم. ¶ فقال: أفيكم أبو بكر؟ قال: اللهم نعم. ¶ فقال: أفيكم عمر؟ أفيكم علي؟ أفيكم عثمان؟ قالوا: اللهم نعم. ¶ وانظروا إلى عزة الكافر الزائفة فقد قال: اعلُ هبل. ¶ فسكت القوم، فقال النبي صلى الله عليه وسلم: (أما منكم من أحد يرد عليه؟ فقال عمر: وما نقول يا رسول الله؟!) انظروا إلى عزة المؤمن المسلم الذي يعتز بدينه وبربه جل في علاه فقال: (قل: الله أعز وأجل، فقال: الله أعز وأجل، فقال: يا محمد! يوم بيوم بدر، يوم علينا ويوم لنا، يوم نساء ويوم نسر، فقال النبي صلى الله عليه وسلم: أفيكم أحد يرد عليه؟ فقال عمر: لا سواء قتلانا في الجنة وقتلاكم في النار). ¶ وهنا نلمح عزة الدين حتى في الهزيمة؛ لأنه يقول بلسان حاله: {قُلْ هَلْ تَربَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا} [التوبة:52]، هل تربصون بنا إلا الفوز بالشهادة، ودخول الجنة، وإلا النصر والعزة، ففي الحالتين العزة بالله جل في علاه موجودة. ¶ وأيضاً كما تكون العزة في الهزيمة تكون العزة عند النصر، فهذا فاروق هذه الأمة عمر بن الخطاب رضي الله عنه عندما فتح بيت المقدس للمسلمين دعا ربه قائلاً: اللهم رده إلينا رداً جميلاً ثم لما تم الفتح للمسلمين، أرسل أبو عبيدة إلى عمر؛ ليقوم عليه ليتسلَّم مفاتيح بيت المقدس، فجاء عمر فمر بمخاضة، وخلع نعليه، وتأبط نعليه، أي: جعل النعل تحت الإبط، ومشى حافياً ذلاً لله جل في علاه؛ لأنه يعلم أن الذل لله هو كمال العزة، فقال له أبو عبيدة: يا أمير المؤمنين! ما أحب أن القوم يرونك على هذه الحالة، فقال عمر بن الخطاب: إيه يا أبا عبيدة! لو قالها غيرك لصفعته، ثم قال له رضي الله عنه وأرضاه: كنا أذل قوم فأعزنا الله بهذا الدين -انظروا العزة لله ولرسوله وللمؤمنين ولأهل الإسلام- ولو ابتغينا العزة في غيره أذلنا الله. ¶ وفي صلح الحديبية عندما صالح النبي صلى الله عليه وسلم المشركين على بنود ظاهرها الإجحاف والظلم بالمسلمين، وباطنها نصر عظيم من الله عز وجل للمسلمين، فجاء عمر فقال: يا رسول الله! ألسنا على الحق؟ قال: بلى، قال: أليسوا على الباطل؟ قال: بلى. ¶ قال: فلم نعط الدنية في ديننا، فقال له النبي صلى الله عليه وسلم: (أنا رسول الله ولن يضيعني الله) كما قال أبو بكر عن رسول الله صلى الله عليه وسلم، وكان الفتح العظيم. ¶ وهذا يبين لك أن عزة أهل الدين إنما تكون بالذل لله. ¶ والرسول صلى الله عليه وسلم في يوم فتح مكة دخل فاتحاً مكة فطأطأ رأسه، ويقال: إنه دخل بعمامة سوداء، وهذه السنة أميتت أيضاً في هذه الأزمان، وكان على رأسه المغفر، فدخل يطأطئ رأسه حتى لامست لحيته رحله من الذل والتواضع لله عز وجل. ¶ وانظروا إلى السلف الصالح رضوان الله عليهم بعدما أعزهم الله بهذا الدين، فهذا هارون الرشيد عندما بعث إلى نقفور ملك الروم رسالةً يوبخه فيها ليدفع الجزية، قال فيها وهو يهدد بعزة المسلم المؤمن: من هارون الرشيد أمير المؤمنين إلى نقفور كلب الروم، الجواب ما تراه لا ما تسمعه سآتيك بجنودٍ أولهم عندك، وآخرهم عندي. ¶ وهذا نموذج آخر: ربعي بن عامر الذي ضرب لنا أروع الأمثلة في عزة المسلم، فعندما دخل على رستم قائد الجيوش الفرسية، دخل عليهم بسيف قصير وبرمح قصير يطعن به الفرش والنمارق، وهمَّ القوم أن يمنعوه، فقال: أنتم دعوتموني، فإن دخلت وإلا رجعت من حيث أتيت، فدخل عليهم، فنظر إليه ضاحكاً محتقراً هذا العبد الذي دخل بالثياب الرثة، لكن قلبه امتلأ عزةً بالله تعالى فقال له رستم: ما هذا السيف؟ وكان سيفاً صغيراً، فقال: هذا السيف أتقدم به في نحور الأعداء ولا أتأخر، وعند ذلك خاف القوم، ثم قال له: من أنتم، وماذا تريدون؟ فقال ربعي: (نحن قوم ابتعثنا الله لنخرج العباد من عبادة العباد إلى عبادة رب العباد سبحانه جل في علاه، ونخرج الناس من ضيق الدنيا إلى سعة الدنيا والآخرة) فهذه عزة المسلم تظهر عندما يتعبد العبد لله بهذه الصفة، وعندما يتذلل العبد لله جل في علاه. ¶ وانظروا إلى محمد الفاتح كيف فتح الله له القسطنطينية عندما تذلل لربه عز وجل، وهي المدينة التي بشر بفتحها النبي صلى الله عليه وسلم من القرون الأولى. ¶ وهذا قطز عندما رد على هولاكو الذي أعمل القتل في المؤمنين في بغداد مليون أو أكثر من مليون قتيل من العلماء وأفسد الكتب وغير ذلك، دخل فأعمل الفساد في بغداد فبعث الله عليه قطز وبيبرس اللذين جعلهما الله جل في علاه نصراً لهذا الدين، ودحراً لصحيفته التي أرسلها إلى قطز فرد عليه بالسيف قطعاً، وقال للرسول: لو كانت تقتل الرسل لقتلتك، ارجع بها إلى مولاك، ثم نصره الله لما اعتز بربه. ¶ صفة العزة ضاعت منا الآن، وما من أحد يتعبد لله بهذه الصفة يمشي على الأرض عزيزاً بعز الله جل في علاه إلا أعزه الله، وجعل قلبه معلقاً بالعزيز الذي سيعزه، ولا يمكن أبداً أن يرضى له الذل لأن الله يحب أولياءه، فإن كنت ولياً لله فأنت من الأعزاء، وإن كنت غير ذلك فراجع نفسك، وتعبد لربك بهذه الصفات الجليلة العظيمة.",
            "page": "9",
            "part": "4",
            "seal": "9278153F"
        },
        {
            "id": "39",
            "nass": "صفات الله وآثارها في إيمان العبد - شرح صفة الربوبية والسبوح والسلام لله عز وجل ¶ إن الربوبية صفة ذاتية من صفات الله سبحانه وتعالى، فهو الخالق الرازق والمدبر لأمر هذا الكون، ولذلك يجب أن يفرد بالعبادة والخوف والخضوع والانقياد. ¶ ومن صفاته سبحانه: السبوح، فهو الذي يسبح بحمده من في السماوات والأرض، وينزهونه عن كل نقص. ¶ ومن صفاته أيضاً: السلام، الذي سلم عباده من الشرور والمفاسد.",
            "page": "1",
            "part": "5",
            "seal": "CBD24E13"
        },
        {
            "id": "40",
            "nass": "إثبات صفة الربوبية ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]، {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]، {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: فإن صفة الربوبية من صفات الله جل في علاه، والتي لها أثرها في تعبد العبد وإيمانه. ¶ وهي صفة من صفات الله الذاتية التي ثبتت بالكتاب، والسنة، وإجماع أهل السنة. ¶ وقال الله تعالى: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة:2]، وقال الله تعالى: {رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ} [الرحمن:17]، وقال الله تعالى: {رَبُّ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ} [مريم:65]. ¶ وقال النبي صلى الله عليه وسلم: (فأما الركوع فعظموا فيه الرب). ¶ فأثبت لله صفة الربوبية، وهذه الصفة ذاتية لا تنفك عن الله جل في علاه أزلاً ولا أبداً. ¶ ومن لوازم ربوبية الله جل في علاه: إفراده بالعبادة، فكثيراً من الناس يعتقدون أن الله هو ربهم، فيؤمنون بالربوبية ولا يعرفون معناها، كمشركي العرب الذين أثبتوا لله الربوبية، ولكنهم نازعوه في الإلهية، وهم مع ذلك أفضل بكثير من الذين يزعمون التوحيد في هذه العصور، إذ أنهم علموا كيفية توحيد الإلهية، وأيضاً أيقنوا بربوبية الله جل في علاه، وبعض الناس اليوم يدعون التوحيد ويزعمون أنهم آمنوا بالربوبية، وهم مشركون في ربوبية الله جل في علاه. ¶ ومعنى الرب: هو الخالق الرازق المدبر السيد الآمر الناهي، وهو الذي انفرد بخلق كل شيء سواء كان دقيقاً أم جليلاً، قال الله تعالى: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ} [الرعد:16]، وقال جل في علاه: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} [الصافات:96]. ¶ وصح أن النبي صلى الله عليه وسلم قال: (إن الله خلق كل صانع وصنعته).",
            "page": "2",
            "part": "5",
            "seal": "82FF84F1"
        },
        {
            "id": "41",
            "nass": "أنواع الخلق ¶ الخلق نوعان: خلق إيجاد من عدم، وخلق تحويل من صورة إلى أخرى، أما الخلق الذي هو إيجاد من عدم فينفرد الله به اتصافاً كاملاً، فقد خص الله نفسه بالانفراد بالخلق والإيجاد من عدم، كما قال الله تعالى: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} [الصافات:96]، وقال الله تعالى: {هَلْ أَتَى عَلَى الإِنسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا} [الإنسان:1]، ثم أخبر جل وعلا أنه خلق الإنسان، وجعل له السمع والبصر والفؤاد ليعقل به. ¶ والنوع الثاني من الخلق: هو تحويل من صورة إلى صورة: كتحويل الخشب إلى باب أو نافذة، أو تحويل الحديد إلى سيارات مثلاً، فهذا تحويل من صورة إلى صورة ويسمى: خلقاً، وهذا الذي يحل به الإشكال الوارد في قول الله تعالى: {فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} [المؤمنون:14]، فكأن الله جل وعلا يقول: مع الله خالق، وهذا ليس على الإطلاق، بل هو: تحويل صورة إلى أخرى وهذا يسمى: خلقاً، ولذلك وصف الله به بعض عباده، وهذه الصفة تتعلق بالإنسان ونقصه وفقره، أما الخلق الذي يتصف به الله فإنه يليق بجماله وكماله وبهائه وعظمته وقوته سبحانه وتعالى، فهو الذي انفرد بالإيجاد من عدم.",
            "page": "3",
            "part": "5",
            "seal": "01FC1A3A"
        },
        {
            "id": "42",
            "nass": "لوازم الربوبية ¶ إن الخلق والرزق من أول لوازم الربوبية، والرزق كله بيد الله جل في علاه، ولا أحد يمتلكه غيره، كما قال الله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلَّا لِيَعْبُدُونِ * مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ * إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} [الذاريات:57 - 58]، وقال النبي صلى الله عليه وسلم كما في الحديث القدسي: (قال الله تعالى: يا عبادي! لو أن أولكم وآخركم وإنسكم وجنكم قاموا في صعيد واحد فسألوني فأعطيت كل واحد مسألته، -أي: أعطاهم من رزقه- ما نقص ذلك مما عندي من شيء). ¶ قال الله تعالى: {ولله مِيرَاثُ السَّمَوَاتِ وَالأَرْضِ} [آل عمران:180]، وقال جل في علاه: {وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ} [الحجر:21]، فهو المالك الرازق، والرزق كله بيده، وهو الخالق المدبر، وتدبير الكون كله بيد الله جل في علاه، فهو الذي دبر أمر هذا الكون، وكتبه في اللوح المحفوظ قبل أن يخلق الخلق بخمسين ألف سنة، سبحانه جل في علاه، فالتدبير كله لله جل في علاه، ولذلك قال الله تعالى: {يُدَبِّرُ الأَمْرَ مِنَ السَّمَاءِ إِلَى الأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ} [السجدة:5]، وقال جل في علاه: {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} [الرحمن:29]. ¶ قال ابن مسعود: يدبر الكون، يرفع أقواماً ويخفض آخرين، وينصر أقواماً ويهزم آخرين، ويعطي هذا، ويمنع هذا، ويحيي هذا، ويميت هذا. ¶ قال الله تعالى: {أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ} [الرعد:33]، وهذا من تمام تدبيره سبحانه وتعالى للكون، فالله غالب على كل شيء، مدبر لكل شيء، وسعادة الإنسان بيد الله، فعندما يعتقد الاعتقاد الجازم بأن الله هو الذي يدبر أمر حياته ومماته وأمر دنياه وآخرته، ويتعبد لله بهذا الاعتقاد يسعد في الدنيا والآخرة. ¶ إن الله هو الخالق الرازق المدبر السيد الآمر المطاع سبحانه وتعالى، ولذلك لما قالوا للنبي صلى الله عليه وسلم: أنت سيدنا! قال: (إنما السيد الله جل في علاه)، والسيد: المتفرد بالأمر وبالتشريع سبحانه جل في علاه.",
            "page": "4",
            "part": "5",
            "seal": "FC1F82E9"
        },
        {
            "id": "43",
            "nass": "الفرق بين مشركي هذا العصر ومشركي العرب قديماً ¶ إن المشركين الذين أيقنوا بربوبية الله لما سئلوا: من خلق السماوات والأرض؟ قالوا: خلقهن الله، العزيز القدير الرحمن القوي الرب سبحانه، فكانوا يعتقدون أن الله ربهم، ولذلك لما نزلت بهم الضوائق وكانوا على مشارف الهلكة وحدوا الدعاء لله جل في علاه، فاعتقدوا الربوبية واعتقدوا بلازم الربوبية، والمعنى: أنهم اعتقدوا أن المدبر الخالق المنجي هو الله جل في علاه، وأن أمر هذا الكون كله بيده سبحانه، فعلموا أنه لن يقبل منهم ذلك إلا أن يأتوا بلازم الربوبية، وهو: توحيد الإلهية، فلجئوا إلى الله، أما المشركون اليوم فإنهم إذا حلت بهم ضائقة لجئوا إلى السيد البدوي أو الجيلاني. ¶ فمشركوا العرب قديماً اعتقدوا ربوبية الله، وأتوا بلازم الربوبية، وهو توحيد الإلهية، والدليل على ذلك قول الله تعالى: {هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [يونس:22]. ¶ فبعد أن أحيط بهم، وعلموا أن لا منجا ولا ملجأ من الله إلا الله {دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [يونس:22]، وأتوا بتوحيد الإلهية، وهذا هو الفرق بين هؤلاء، وبين مشركي العصر.",
            "page": "5",
            "part": "5",
            "seal": "8EE8081A"
        },
        {
            "id": "44",
            "nass": "أثر الربوبية في إيمان العبد ¶ إن العبد الآن المؤمن الذي اعتقد الاعتقاد الجازم بربوبية الله وألوهيته يعلم أن رزقه بيد الله جل في علاه، فلا يتوسل إلا بالله، علم أن حياته وقوت يومه ونهاره بيد الله جل في علاه، فلا يتذلل إلا لله، ولا يميل إلا لله جل في علاه، مستحضراً بذلك قول النبي صلى الله عليه وسلم كما في الصحيحين: (لو توكلتم على الله حق توكله لرزقكم كما يرزق الطير، تغدو خماصاً وتروح بطاناً). ¶ فهو يعتقد أن الله جل في علاه إن كانت خزائن السماوات والأرض في يده، وإن كان لا يمنع عبداً من خيره فإنه لن يتذلل إلا له سبحانه، مستحضراً قول الله تعالى: {وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ} [الحجر:21]، وقول النبي صلى الله عليه وسلم كما في الحديث القدسي: (لو أن أولكم وآخركم وإنسكم وجنكم قاموا في صعيد واحد فسألوني فأعطيت كل واحد مسألته ما نقص ذلك مما عندي من شيء)، فلما اعتقد هذا الاعتقاد الصحيح، وعلم أن رزقه بيد الله لم ينشغل بالرزق أبداً، وإنما انشغل بالله، كما قال ابن القيم رحمه الله: إن الله خلق الكون كله من سماء، وأرض، وأنهار، وجبال، وأشجار، وثمر، وطعام، وأسماك، وكل ذلك خلقه لك، وخلقك أنت لمهمة عظيمة جسيمة، قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات:56]، فانشغل بما خلقت أنت له، ولا تنشغل بما خلق لك، فإن علمت أن رزقك بيد الله جل في علاه فلن تتوكل إلا على الله، والذي يعينك على ذلك هو استحضارك توكل السلف، كـ أبي بكر رضي الله عنه وأرضاه عندما دعا رسول الله صلى الله عليه وسلم الصحابة للإنفاق فجاء أبو بكر بكل ما عنده، وهذا قمة التوكل على الله، وقمة الاعتقاد في ربوبية الله جل وعلا، فعندما امتلأ قلبه بالإيمان، وعلم يقيناً أن الرزق بيد الله أعطى كل ماله لله، فقال له رسول الله صلى الله عليه وسلم: (ما تركت لأهلك؟ قال: تركت لهم الله ورسوله)؛ لأنه يعلم أن الله جل وعلا سيخلف عليه خلفاً حسناً، فإن النبي صلى الله عليه وسلم قد قال: (إن الله بعث ملكاً يقول كل ليلة، أو كل صباح ومساء: اللهم أعط كل منفق خلفاً، وأعط كل ممسك تلفاً)، فاعتقد هذا الاعتقاد وعلم أن الرزق بيد الله جل في علاه، وتوكل توكلاً تاماً، وأيقن أن الله هو الرب المدبر الرازق الخالق سبحانه، فأنفق ماله كله في سبيل الله. ¶ وهذا خالد بن الوليد توكل على الله، واعتقد الاعتقاد الجازم بالله، وبأن الله جل في علاه هو القوي المتين، وهو الرب الخالق المدبر، فبعث إلى ملك الفرس يقول له: لآتينك بجنود يحبون الموت كما تحبون أنتم الحياة، وفي رواية: آتيك بجنود يحبون الموت كما تحبون أنتم الخمر، فنصره الله على عدوه بالرعب؛ وذلك لشدة توكله على ربه عز وجل، بل أروع من ذلك: أنه عندما دخل على ملك الفرس ودعاه إلى الإسلام فأبى، قال: إن شربت هذا السم ولم يحدث لي شيء، أتؤمن بالله ورسوله؟ قال: اللهم نعم، فتوكل خالد على ربه، وفوض أمره إلى تدبير خالقه، واستحضر ربوبية الله، وأنه هو الذي يمتلك هذا الكون، وهو الخالق الرازق المدبر، فأخذ السم وقال: باسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم وشربه فلم يحدث له شيء، فآمن الرجل؛ لتوكل هذا الصحابي الجليل على الله عز وجل. ¶ وهكذا فقد ضرب الصحابة والتابعون أروع الأمثلة في التوكل على الله في الرزق، فهذا الحسن البصري بعد أن رزقه الله رزقاً واسعاً كان يأتي الأسواق فيبيع من التمر ما يسد به حاجة يومه، فيقولون له: فتح الله عليك فاستزد فيقول: لا والله، علمت أن رزقي بيد ربي ولن يذهب لغيري.",
            "page": "6",
            "part": "5",
            "seal": "51806693"
        },
        {
            "id": "45",
            "nass": "ما يجب على العبد من تعبد لله بصفة الربوبية ¶ ينبغي على الإنسان أن يعلم أن الرزاق هو الله، وقد ضرب الله لنا صراطاً على لسان نبيه صلى الله عليه وسلم يسير على نهجه المستيقن في ربه أنه هو الذي بيده الرزق، قال النبي صلى الله عليه وسلم: (إن روح القدس نفث في روعي أن لن تموت نفس حتى تستوفي رزقها وأجلها فاتقوا الله وأجملوا في الطلب) فالرزق يسعى خلف المرء كما يسعى إليه الموت، فعليه أن يتقي الله، وأن يجمل في الطلب، ولا يكن كما قال النبي صلى الله عليه وسلم: (حمار بالليل جيفة في النهار)، والرزق المقدر والمكتوب سيأتي، ولن يستطيع الإنسان أن يزيد عليه أو ينقص منه، وكما ورد في بعض الإسرائيليات -وهي لا تصدق ولا تكذب-: عبدي! خلقتك للعبادة فلا تلعب، وقسمت لك الرزق فلا تتعب، فإن أنت رضيت بما قسمته لك كنت عندي محموداً، وإن لم ترض بما قسمته لك وعزتي وجلالي لأسلطن عليك الدنيا تركض فيها ركض الوحوش في البرية، ولن تأخذ إلا ما قسم لك، وكنت عندي مذموماً. ¶ فعلى الإنسان أن يتقي الله، وأن يعتقد الاعتقاد الصحيح في ربه، وليعلم أن رزق الله جل في علاه لا ينفد أبداً، وأنه بيد الله، ليس بيد البشر، فلا يمل قلبه للبشر ولا يعتقد فيهم اعتقاداً يجعله يشرك بالله جل في علاه، قال الله تعالى: {وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ * فَوَرَبِّ السَّمَاءِ وَالأَرْضِ إِنَّهُ لَحَقُ مِثْلَمَا أَنَّكُم تَنْطِقُوْنَ} [الذاريات:22 - 23]، ولذلك فإن الأعرابي قال: ومن ذا أغضب الجبار ليقسم على هذا؟ فإن الرزق في السماء وليس في الأرض، والدلالة على أنه في السماء: أنه لا أحد يملكه إلا رب السماء سبحانه جل في علاه. ¶ وعلى الإنسان كذلك أن يعلم أن أمره كله بيد الله، وأن يرفض بقدر الله وبتدبير الله له، فهو الذي يعلم ما كان، وما يكون، وما لم يكن لو كان كيف سيكون. ¶ وقد كان عمر بن عبد العزيز يصبح فرحاً بتدبير الله له، فالله يعلم ما يصلح أمر هذا الإنسان وما يفسده، كما ورد في الحديث القدسي عن النبي صلى الله عليه وسلم: (إن من عبادي من لا يصلح له إلا الفقر، ولو أغنيته لفسد حاله، وإن من عبادي من لا يصلح له إلا الغنى، وإن أفقرته لفسد حاله)، وهو حديث ضعيف، لكن يستأنس به. ¶ فليعلم العبد أن الله يدبر له أمره، ولن يتركه سدى، وأنه سيحوطه بتدبيره وكرمه وعطائه جل في علاه. ¶ هذا الذي فهمه الصحابة، وفهمه الرسول صلى الله عليه وسلم، فعندما رأت فاطمة رضي الله عنها وأرضاها، ما ينزل بأبيها من البلاء، قال لها النبي صلى الله عليه وسلم: (لا سوء على أبيك، ثم قال: والله لن يترك هذا الدين بيت مدر ولا وبر إلا دخله بعز عزيز أو بذل ذليل) فعلم وأيقن بتدبير ربه جل في علاه. ¶ ويقول الله عز وجل عن الرسول صلى الله عليه وسلم وأصحابه: {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ} [آل عمران:173]، وذلك لما قيل لهم: إن المشركين قد أعدوا العدة لاستئصالكم، فاعتقدوا أن صلاح شأنهم بيد الله، فهو المدبر سبحانه وتعالى، ولما حاصروهم في المدينة قام النبي صلى الله عليه وسلم وهو يحفر الخندق ويحمل الحجر والصخر معهم ويقول: (اللهم لا عيش إلا عيش الآخره اللهم انصر الأنصار والمهاجرة) واعترضت صخرة كبيرة على الصحابة واستنصروا برسول الله صلى الله عليه وسلم، فأخذ المعول فضربها، وهو يعتقد ويعلم أن الله جل وعلا هو الذي يدبر له الأمر أولاً وآخراً، فلما ضربها قال: (الله أكبر! أعطيت الكنزين: الأحمر والأبيض، أو قال: الأحمر والأصفر)، وهي كنوز كسرى وقيصر، كما رأى أن سراقة ارتدى سواري كسرى، فالصحابة عندما رأوا ما رأوا من حصار القوم لهم {قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ} [الأحزاب:22]، وقد كانوا قليلين يخافون على أنفسهم، حتى إن أحدهم يخشى على نفسه من الذهاب لقضاء الحاجة، ولكن لما اعتقدوا في الله الاعتقاد الصحيح، وعلموا أن الله لا بد أن ينصر دينه، نصرهم الله ورفعهم، وجعل لهم القيادة والريادة؛ لأنه الخالق الرازق المدبر سبحانه وتعالى. ¶ إن الله سبحانه أحسن تدبير يوسف عليه السلام وهو طفل صغير عندما كان في غيابة الجب، حتى أعطاه خزائن مصر، وجعله ملكاً عليهم، بعد أن عانى ما عانى في غيابة الجب، فالله دبر أمره وقال: {وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} [يوسف:21]. ¶ هذا الاعتقاد غاب عند كثير من الناس، فما علموا أن القوة والقدرة والعدة بيد الله، وأن الخلق والرزق والتدبير كله بيده جل في علاه، بل إن من الملتزمين من يضعف اعتقاده بالله وبتدبيره لشئون الكون، فيميل قلبه لمديره أو رئيسه في العمل، ولا يميل قلبه لله جل في علاه، يميل قلبه للسبب ولا يميل للمسبب.",
            "page": "7",
            "part": "5",
            "seal": "0E8A72B9"
        },
        {
            "id": "46",
            "nass": "أثر الإيمان بالربوبية في الحياة الآخرة ¶ إن الذين اعتقدوا في ربهم الاعتقاد الصحيح وآمنوا بربوبيته، وتعبدوه بها حق التعبد يدخلون الجنة على صورة القمر، كل منهم يأخذ بيد أخيه ويدخلونها من أول وهلة، دون عذاب ولا حساب، كما في الصحيحين عن النبي صلى الله عليه وسلم قال: (سبعون ألفاً من أمتي يدخلون الجنة بغير حساب ولا عذاب، قالوا: من يا رسول الله! فقال النبي صلى الله عليه وسلم: الذين لا يسترقون ولا يتطيرون ولا يكتوون- وجماع كل هذه الصفات صفة الربوبية- وعلى ربهم يتوكلون)، وفي رواية سبعون ألفاً يدخلون الجنة مع كل واحد سبعون ألف، وهذا هو الفوز العظيم، نسأل الله أن يجعلنا ممن يتدبر في صفات الله جل في علاه.",
            "page": "8",
            "part": "5",
            "seal": "C199C446"
        },
        {
            "id": "47",
            "nass": "صفة السيادة ¶ إن الله عز وجل هو السيد الآمر الناهي المطاع، والسيد هو: الآمر والناهي والمطاع، ولا يمكن أن تكون هناك سيادة مطلقة إلا لله جل في علاه، ولذلك قال النبي صلى الله عليه وسلم: (إنما السيد الله)، فهو الذي يأمر وينهى ويجب أن يطاع سبحانه جل في علاه، والسيادة صفة من هذه الصفات الذاتية، التي لا بد وأن يتعلمها العبد ويتفكر في آثارها، ويتعبد الله جل في علاه بها.",
            "page": "9",
            "part": "5",
            "seal": "BC98EB39"
        },
        {
            "id": "48",
            "nass": "السبوح ¶ الثانية: صفة السبوح، أي: المنزه المبرأ عن كل نقص وعيب، وهي صفة ذاتية لا تنفك عن الله جل في علاه، وقد ثبتت لله بالكتاب، والسنة، وإجماع أهل السنة. ¶ أما الكتاب: فيقول الله تعالى: {هُوَ اْلَّذِيْ لاَ إِلَهَ إِلاَ هُوَ الْمَلِكُ الْقُدُّوسُ َ} [الحشر:23]، أي: تقدست أسماؤه وصفاته، فله الكمال المطلق المبرأ عن كل نقص وعيب، وفي الحديث عن النبي صلى الله عليه وسلم أنه كان يقول في سجوده: (سبوح قدوس، رب الملائكة والروح)، سبوح: أي: منزه عن كل عيب ونقص. ¶ فالنبي صلى الله عليه وسلم كان ينزه ربه عن كل نقص وعيب، وما حدث له من حدث يرى فيه نقيصة إلا قال: (سبحان الله)، حتى إنه صلى الله عليه وسلم سبح عندما استحى أن يتلفظ بشيء يستحيا منه، فقد جاء في الحديث: أن امرأة دخلت عليه وهي تشكو له الدم تراه في ثوبها، قال لها: (خذي فرصة ممسكة وتطهري بها، ثم صلي، قالت: كيف أتطهر بها يا رسول الله؟! فقال النبي صلى الله عليه وسلم: تطهري، قالت: كيف أتطهر؟ فقال: سبحان الله تطهري بها)، ففي هذه الحالة يُنزه ربه عن كل نقص؛ لأن هذه نقيصة، وهو مستحب أن يقول لها: تتبعي أثر الدم على الفرج. ¶ فبعد أن قال لها النبي صلى الله عليه وسلم: (سبحان الله، تطهري! قالت عائشة: فجذبتها فقلت لها: تتبعي أثر الدم). ¶ فكان النبي صلى الله عليه وسلم دائماً يقول: (سبحان الله)، عندما يرى أمراً فيه نقيصه، وقد علم أصحابه إن كانوا في سفر واعتلوا مرتفعاً أو جبلاً شاهقاً أن يقولوا: الله أكبر! أي: لا أحد أكبر من الله جل في علاه، والعظمة كلها لله، فإذا نزلوا قالوا: سبحان الله، تنزيهاً لله جل في علاه عن كل نقص. ¶ وقد نزه الله نفسه في مواضع عدة منها: قول الله تعالى: {وَلَقَدْ خَلَقْنَا السَّمَوَاتِ وَالأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ} [ق:38]، وهذا فيه رد على السفلة الفجرة الكفرة الذين يتجرءون على ربهم جل في علاه، فيتهمونه بالنقائص والمعايب، وهم الذين قالوا: إن الله بعد ما خلق السماوات والأرض تعب، -عليهم لعائن الله- فقال الله تعالى: {وَمَا مَسَّنَا مِنْ لُغُوبٍ} [ق:38]، وهناك أيضاً من ينسبون إلى لله الولد، فقال الله تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُوْلَدْ} [الإخلاص:1 - 3].",
            "page": "10",
            "part": "5",
            "seal": "DDB0BA93"
        },
        {
            "id": "49",
            "nass": "تنزيه الله عن النقائص ¶ كل الصفات السلبية تدخل تحت صفة السبوح، وهو المنزه عن كل النقائص. ¶ قال سبحانه: {لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ} [البقرة:255]، وفي الصحيحين عن أبي موسى الأشعري عن النبي صلى الله عليه وسلم أنه قال: (إن الله لا ينام ولا ينبغي له أن ينام)، وقال النبي صلى الله عليه وسلم: (إن الدجال أعور وإن ربكم ليس بأعور)، فهذه نقائص في حق الله سبحانه لا بد من تنزيه الله عنها، والعبد الذي يعتقد الاعتقاد الصحيح ينزه الله ويرفض كل نقيصة تنسب إليه سبحانه. ¶ ومن النقائص التي يجب أن ينزه الله عنها ما يقوله كثير من الناس: لماذا أهل الإسلام الآن في الحضيض، وأهل الكفر لهم السلطة والدولة عليهم؟ وهذا اتهام لله جل وعلا بالنقائص؛ لأن الله سبحانه تعبدنا بالإيمان بصفة من صفاته وهي الحكمة، فإذا قال الإنسان: لم يفعل الله كذا؟ فكأنه قدح في حكمته سبحانه، والله تعالى جعل الأيام دولاً، لحكم كثيرة منها: ليميز الخبيث من الطيب، وليصطفي من عباده شهداء، وليرجع العباد إليه ويلجئوا إليه عند الشدائد، قال الله تعالى: {فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ} [الأنعام:42]، كما أن من هذه الحكم: الاعتقاد الجازم بأن الكون كله بيد الله، وأن الله قادر على أن يرفع أقواماً ويخفض آخرين، ومنها: أن القوة المؤمنة، والقوة الكافرة إذا التقتا، وقاتلت هذه بالإيمان، وهذه بكفر، فالغلبة تكون لمن؟ لكن لو قاتلت القوى الكافرة والقوى المؤمنة على الحمية فإن الله يجعل الغلبة لمن؟ للأقوى، وقد كان ذلك. ¶ فهذه حكم جليلة مما يحدث بين أهل الإسلام وأهل الكفر يعلم الله عز وجل بها من يشاء من عباده. ¶ فمن قال: لم يفعل الله كذا؟ فقد قدح في حكمة الله، ولم ينزهه حق التنزيه، وينبغي أن يعلم ويبين له أن هذا خطأ، وأن التعبد لله بهذه الصفة هو أن يعلم العبد أن الله منزه عن كل عيب، ويبغض كل عيب، كما يحب من كل عبد أن ينزه نفسه عن كل عيب، فعلى العبد أن يطهر قلبه من الحسد والأحقاد والضغائن وما يبغضه الله جل في علاه، ويطهر جوارحه من مساوئ الأخلاق، فإن الإنسان المنزه لا يرضى أن تخدش مروءته، ولذلك يقول الشافعي أو أحد السلف: والله لو علمت أن الماء يقدح في مروءتي ما شربته، ويقول الربيع: ما شربت الماء أمام الشافعي حياء منه؛ لأنه يخاف أن تخدش مروءته، وهذه قصة وإن كان في سندها كلام إلا أنها تبين كيف كان المحدثون يخشون على أنفسهم وعلى مروءاتهم، ويعلمون أن النقائص لا بد من البعد عنها، فـ البخاري -جبل الحفظ، والمحدث البارع في هذه الأمة التي امتن الله عليها به، والذي كتابه أصح كتاب بعد كتاب الله جل في علاه- ركب سفينة وكان معه ألف درهم، أو ألف ألف درهم على رواية أخرى، وكان ينفقها من أجل طلب العلم، فجاء رجل فنظر في الناس فوجد أن أحسنهم سمتاً وخلقاً وأفضلهم عبادة هو البخاري، فدخل عليه فقال: رأيت فيك الخير، وما رأيتك إلا وذكرت الله، فأريد أن أخاللك في هذه السفرة، لنتعاون على طاعة الله، فجلس معه وقال له: معي من المال كذا وكذا أتاجر فيه، فهل معك من مال؟ -وكان البخاري لا يكذب في حديث الناس فضلاً أن يكذب في حديث النبي صلى الله عليه وسلم- فقال: معي ألف درهم، أو ألف ألف درهم- كما في رواية- فبات الرجل والشيطان يلعب بقلبه، ويوسوس له كيف يأخذ المال من البخاري؛ ولذلك يقول الله تعالى {وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ} [الأنعام:121]. ¶ فعندما طرق الطارق وبزغ الفجر قام صارخاً يبكي ويتباكى، ويقول: إن أمواله قد سرقت، فالتف حوله الناس في السفينة، فقال لهم: سرق مني ألف ألف درهم، قالوا: سرقت منك كيف ذلك؟ قال: بت الليل ومعي ألف ألف درهم، فما أصبحت إلا وقد سرقت، فقال حكيم منهم: إن سرقت ونحن في البحر، فلا بد من البحث عن المال عند أهل السفينة جميعاً، حتى نرى من الذي سرق منك مالك، فقاموا جميعاًَ يبحثون عن الألف ألف درهم، حتى ما بقي إلا البخاري، فدخلوا عليه وفتشوا مكانه فلم يجدوا شيئاً البتة، فلما لم يروا ذلك قالوا: إنك رجل مجنون! فذهب الرجل يبكي على ما فعل، وقال للبخاري: بالله عليك أين وضعت المال؟ -وهو يعلم يقيناً أن البخاري لا يكذب- فقال: المال في البحر قال: ألقيت ألف ألف درهم في البحر؟ قال: أتحسب أن مروءتي تساوي ألف ألف درهم، وحافظ البخاري على مروءته، فهو الذي يحدث عن رسول الله صلى الله عليه وسلم، وحتى لا يقال فيه مرة: اتهم بالسرقة فيضعف حديثه، ففاز البخاري رحمه الله بفعله. ¶ والحديث عن هؤلاء كثير فقد كانوا ينزهون أنفسهم دائماً عن النقائص والمعايب، حتى إن البخاري نفسه لما رأى قول الله تعالى: {وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَة} [الهمزة:1]، وكان جالساً في مجلس العلم، وشيخه في مجلس التحديث يملي عليهم الحديث، فأشار شيخه بيده، فتبسم البخاري لإشارة شيخه، فخشي أن تكون هذه من الغيبة أو يحل عليه العقاب الوارد في هذه الآية فذهب يتحلل من شيخه. ¶ وهذا من شدة ورعه رحمه الله، وبعده عن النقائص والمعايب. ¶ ودخل ابن عمر على نافع وهو يصلي حاسراً عن رأسه، فاشتد غضبه عليه، فلما انتهى من الصلاة قال: يا نافع! أتخرج في الأسواق في هذا -أي وأنت حاسر عن رأسك- قال: لا، قال: فالله أحق أن تستحي منه. ¶ هكذا كانوا ينزهون الله ويعطمونه رضي الله عنهم. ¶ نسأل الله أن يجعلنا ممن يتعبدونه بالتسبيح والتنزيه عن كل عيب ونقص.",
            "page": "11",
            "part": "5",
            "seal": "18E4D6AF"
        },
        {
            "id": "50",
            "nass": "صفة السلام ¶ الصفة الثالثة: صفة السلام، ومعناها: أن الله جل وعلا سلم من كل نقص وعيب -كالسبوح- وسلم عباده من كل شر وسوء في الدنيا والآخرة. ¶ وهذه الصفة من الصفات الثبوتية الذاتية التي ثبتت بالكتاب، والسنة، وبإجماع أهل السنة. ¶ أما بالكتاب: فقد قال الله تعالى: {هُوَ اْللهُ اْلَّذِيْ لاَ إِلَهَ إِلاَّ هُوْ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ} [الحشر:23]. ¶ وأما السنة: ففي الصحيح عن ابن مسعود: أن الصحابة كانوا يقولون: (السلام على الله، فقال لهم النبي صلى الله عليه وسلم: إن الله هو السلام)، وكان النبي صلى الله عليه وسلم إذا انتهى من الصلاة يقول: (اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام). ¶ ففي هذا تصريح بأن الله هو السلام، وقد أجمع أهل السنة والجماعة على إثبات هذا الاسم له سبحانه. ¶ والذي يتعبد يرى أن السلام لا يكون إلا من الله جل وعلا؛ لأنه هو السلام، وأن الله جل وعلا وضع بين الناس السلام في ابتداء المخاطبة وعند اللقاء، ولذلك ورد في السنن بسند صحيح أن الله جل وعلا لما نفخ الروح في آدم وصلت إلى أنفه فعطس، فقال: الحمد لله، فقال له الله جل وعلا: يرحمك الله يا آدم! وأمر أن يذهب إلى الملائكة فيسلم عليهم، فذهب وقال: السلام عليكم، فقالوا: عليكم السلام ورحمة الله، فقال: هذه تحيتك وتحية بنيك من بعدك. ¶ وبين النبي صلى الله عليه وسلم أن تحية أهل الإسلام هي: السلام عليكم ورحمة الله، وردها: عليكم السلام ورحمة الله وبركاته، وكأن المسلم يقول: أسأل الله أن يسلمك من كل شر وسوء، وأن يجعل لك ومعك السلام في الدنيا والآخرة. ¶ والمتعبد لله بهذه الصفة يعتقد اعتقاداً جازماً أن الله جل في علاه سيسلم قلبه من النقائص، ويسلمه في الآخرة من كل سوء وشر، ثم يفوز بدخول الجنة، قال الله تعالى: {تَحِيَّتُهُمْ فِيهَا سَلامٌ} [يونس:10]. ¶ فنسأل الله جل في علاه أن يدخلنا الجنة دار السلام، وأن يجعلنا من أهل السلام، وأن يجعلنا من دعاة السلام الحق، وممن يتقدم بين يدي طاعته بالسلام.",
            "page": "12",
            "part": "5",
            "seal": "423D6EE3"
        },
        {
            "id": "51",
            "nass": "صفات الله وآثارها في إيمان العبد - شرح صفة العلو والغنى لله عز وجل ¶ من أنواع العبادات القلبية ما يستقر في القلوب من معاني أسماء الله وصفاته، وبقدر ما يكون منها في القلب يُرى أثر ذلك على الجوارح، فمن علم أن له رباً في العلو ويشهد ذلك بقلبه يشتاق للعلو بقوله وفعله وهمته، ومن يوقن بغنى الرب يستغني به عن كل عبد.",
            "page": "1",
            "part": "6",
            "seal": "3594AE3B"
        },
        {
            "id": "52",
            "nass": "أدلة صفة العلو من الكتاب والسنة ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: فما زلنا مع صفات الله وأثر هذه الصفات في إيمان العبد، ووقفنا مع صفة العلو، والعلو صفة لله جل في علاه ثبتت بالكتاب والسنة وإجماع أهل السنة، وهي صفة ذاتية لله جل وعلا. ¶ أما الكتاب: فقد قال الله تعالى: {وَهُوَ الْعَلِيُّ الْعَظِيمُ} [البقرة:255]. ¶ وقال جل في علاه: {سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى} [الأعلى:1]. ¶ وقال جل في علاه: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ} [الرعد:9]. ¶ أما السنة: ففي الصحيحين عن النبي صلى الله عليه وسلم قال: (ألا تأمنوني وأنا أمين من في السماء) وقال أيضاً: (يأتيني الوحي من السماء)، وقوله: (من في السماء)، يقصد على السماء كما في حديث ابن مسعود: (والله فوق العرش، ويعلم ما أنتم عليه). ¶ أي: فوق السماء، فالفوقية منا للذات، فمعنى: (ألا تأمنوني وأنا أمين من في السماء) يعني: من فوق السماء، ومن جهة اللغة نحن نقول: {فَامْشُوا فِي مَنَاكِبِهَا} [الملك:15]، وهل أحد شق الأرض ومشى داخلها؟ لا، إنما (في) هنا بمعنى: العلو. ¶ إذاً: ثبت بالكتاب وبالسنة أن الله جل وعلا فوق عرشه، وهو بائن من خلقه، يعلم ما هم عليه، وعلو الله المراد به: علو الذات، وعلو الشأن، وعلو القهر. ¶ ومعنى علو الذات: أن الله جل في علاه قد استوى على العرش، وهو علي بذاته جل في علاه قريب في علوه كما قال: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه:5]، وقال: {هُوَ الَّذِي خَلَقَ السَّمَوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} [الحديد:4]، وكما مضى في حديث ابن مسعود: (وهو فوق العرش، ويعلم ما أنتم عليه). ¶ فهذا علو الذات. ¶ وأيضاً: النبي صلى الله عليه وسلم أقر إيمان هذه الجارية لما اعتقدت الاعتقاد الصحيح بأن ربها في السماء، يعني: فوق العرش، وذلك لما سألها النبي صلى الله عليه وسلم: (أين الله؟ قالت: في السماء -يعني: فوق السماء- ثم قال: من أنا؟ قالت: أنت رسول الله صلى الله عليه وسلم، فقال: إعتقها فإنها مؤمنة). ¶ ومعنى علو الشأن: أنه سبحانه وتعالى لا ينفع ذا الجد منه الجد، وهو الذي تقدست أسماؤه الحسنى، والذي نزه عن كل نقص وعيب جل في علاه، فله الكمال المطلق، والجمال المطلق، والعظمة المطلقة، والقدرة المطلقة سبحانه، وهو الصمد الذي له السؤدد المطلق سبحانه جل في علاه، وله الكمال في كل شيء، فهذا هو علو الشأن. ¶ ومعنى علو القهر: أنه قهر كل المخلوقات، قال الله تعالى: {إِنْ كُلُّ مَنْ فِي السَّمَوَاتِ وَالأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا} [مريم:93]، أي: عبداً مقهوراً {لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا} [مريم:94]. ¶ ولما خلق الله السماوات والأرض قال لهما: {اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ} [فصلت:11]، فهذا أيضاً قهر، والله جل في علاه غالب على أمره، وإذا أراد شيئاً قال له: كن فيكون، حيث قال الله جل في علاه: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} [يس:82]، وقال: {أَتَى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ} [النحل:1]. ¶ وقال جل في علاه حاكياً عن يوسف، وتمكين الله له، وأن هذا من قدرة الله، ومن قهر الله للعباد: {وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الأَرْضِ وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الأَحَادِيثِ وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} [يوسف:21]. ¶ والله جل في علاه كتب على نفسه النصرة لأهل الإيمان والتقى والدين من الأنبياء والشهداء والصالحين والمرسلين، فهذا العلو هو علو القهر وعلو الغلبة، وأوضح من ذلك استدلالاً من كتاب الله جل في علاه: قوله تعالى: {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً} [الأنعام:61]، وقوله: {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ} [الأنعام:18]. ¶ وهذه التقسيمات مستقاة من الآيات ومن أحاديث النبي صلى الله عليه وسلم.",
            "page": "2",
            "part": "6",
            "seal": "B211EA3F"
        },
        {
            "id": "53",
            "nass": "تعبد المسلم لربه بصفة العلو ¶ كيف يتعبد المرء لربه بهذه الصفة العظيمة؟ إن الله علي في ذاته، علي في شأنه، علي في قهره جل في علاه، والله جل في علاه إذ يتصف بهذه الصفة الجليلة يحب أن يرى أثر هذه الصفة خلقاً من أخلاقيات عباده، فلا بد للعبد أن يتخلق بأثر هذه الصفة، فتعلو همته لله جل في علاه، ينظر إلى فوق العرش فيعلم أن ربه فوق العرش يدبر أمر عباده، فتعلو همته فلا ينام ليله إلا وروحه تصعد عند العرش، فتطوف حوله، وتعلو همته إلى أن يجاور رب العرش سبحانه جل في علاه في الفردوس الأعلى.",
            "page": "3",
            "part": "6",
            "seal": "ECD01200"
        },
        {
            "id": "54",
            "nass": "تعبد الصحابة لربهم بصفة العلو ¶ هذا الرجل مولى رسول الله صلى الله عليه وسلم عندما وضع الوضوء للنبي صلى الله عليه وسلم فقال له رسول الله صلى الله عليه وسلم شاكراً لفعله: (سلني، قال: أسألك مرافقتك في الجنة؟)، علو في الهمة، فهو يعلم أن ربه علي، وعلو الهمة صفة يحبها الله جل في علاه كما في الحديث الصحيح: (إن الله يحب معالي الأمور ويبغض أسافل الأمور)، فلذلك قال مولى رسول الله صلى الله عليه وسلم: (أسألك مرافقتك في الجنة)، همة عالية فما رضي بالدون، وما قال: {فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ} [آل عمران:185]، فكثير من العامة الآن تسمعهم يقولون: نحن لا نريد إلا أن نزحزح عنها فقط، فقط نمر على الصراط، هذه همة دنيا، والهمة الدنيا يمكن أن ينزل بها إلى نار جهنم، بل قال بعضهم: انظر إلى السماء حتى تصل إلى المأذنة؛ فلا بد لك من همة عالية، ولا ترضى بغير الفردوس بديلاً، وإن علمت أنك ربما تقع وتتجرأ وتتعدى وتفعل الحرام فاعلم بأن ربك سيوفقك للتوبة، واعلم أنك ما زلت على هدف غالٍ ثمين، هذا الهدف بعلو همتك ستصل إليه. ¶ كانت همة الصحابة رضوان الله عليهم في الفردوس الأعلى، عمرو بن الجموح ذلك الرجل الذي ابتلاه الله جل في علاه بعرجة في رجله وقد رفع عنه الحرج، كما قال الله تعالى: {لَيْسَ عَلَى الأَعْمَى حَرَجٌ وَلا عَلَى الأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ} [الفتح:17]، عندما جاء إلى النبي صلى الله عليه وسلم بين له أن الله قد رفع عنك الحرج، لكن له همة عالية لا ترضى بالدون، لا يرضى أن يكون تحت الناس، ولا أن يكون في الخط الخلفي، قال: والذي نفسي بيده لأطأن بعرجتي هذه الجنة، نسأل الله جل في علاه أن يجعله في الفردوس الأعلى مع النبي صلى الله عليه وسلم، هذه هي الهمة العالية في طلب الله جل في علاه.",
            "page": "4",
            "part": "6",
            "seal": "FD44CA41"
        },
        {
            "id": "55",
            "nass": "تعبد الرسل لربهم بصفة العلو ¶ لقد ضرب لنا موسى عليه السلام أروع الأمثلة في الهمة العالية، فبعد أن سمع صوت الله جل في علاه عندما ناداه {قَالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ} [الأعراف:143]، هذا من الهمة العالية؛ لأنه بعدما سمع هذا الصوت قال: إن كان هذا الجمال في الصوت فجمال الرؤيا أمتع وأشد وقعاً علي، فطلب بهمة عالية رؤية الله جل في علاه، لكن حال بينه وبين هذه الرؤية أن الله كتب ألا يراه أحدٌ في هذه الدنيا، ونطمع بإذن الله أن نرى ربنا في الآخرة، وكل بحسب إيمانه. ¶ همة عالية أيضاً في الدعوة إلى الله جل في علاه، أما رأيتم رسول الله صلى الله عليه وسلم ومكة بأسرها تتكالب عليه وتتهمه بالجنون، وتضرب عليه بيد من حديد وتريد قتله، بل بعد ذلك ساومته ليتملك مكة بأسرها من مال وجاه ونساء وهو لا يرضى بذلك، ولا يرضى بدعوة الله جل في علاه بديلاً. ¶ إن رسول الله صلى الله عليه وسلم صاحب الهمة العالية ما مات حتى أتم الله عليه الشريعة بأكملها، وبلغ عن الله أتم البلاغ، وبين عن الله أتم البيان صلى الله عليه وسلم، ولذلك قال في خطبة الوداع: (خذوا عني مناسككم، خذوا عني مناسككم، ثم قال: أترون أني قد بلغت؟ ثم جعل يرفع إصبعه يشير بها إلى السماء ثم ينكسها ويقول: اللهم فاشهد، اللهم فاشهد). ¶ همة عالية في نشر دعوة الله جل في علاه، رجل واحد غير الله به الدنيا بأسرها مشارقها ومغاربها، وأصبح هذا الدين هو الدين الحق، وأصبحت الأمة الإسلامية هي أفضل أمة عند الله وكفى بهذه الأمة فخراً وشرفاً وعلواً أن النبي صلى الله عليه وسلم يقول: (نحن الآخرون السابقون)، أي: سابقون في القضاء، وعبور الصراط، ودخول الجنة. ¶ وصحابة رسول الله صلى الله عليه وسلم تعلموا الهمة العالية من رسول الله صلى الله عليه وسلم متأثرين بصفة العلو لله جل في علاه، فأنا أهيب بنفسي وبإخوتي أن يتمثلوا بذلك ويتدبروا هذه الصفة، فإن كان طالباً للعلم فعليه أن يكون من أصحاب الهمم العالية، إن كان حافظاً للقرآن فعليه أن يكون من أصحاب الهمم العالية، إن كان داعياً إلى الله فعليه أن يكون من أصحاب الهمم العالية.",
            "page": "5",
            "part": "6",
            "seal": "E9090AC7"
        },
        {
            "id": "56",
            "nass": "تعبد العلماء لربهم بصفة العلو ¶ انظروا إلى ابن حزم رحمه الله، فهو أروع الأمثلة التي ضربت من العلماء، فقد بين لنا الهمة العالية كيف تصنع بصاحبها، دائماً كانوا يقولون: التعليم في الصغر كالنقش على الحجر، يعني: الذي يتعلم في الكبر تعليمه لا ينفع، لكنه كسر كل هذه القواعد: دخل المسجد بعد العصر، فأراد أن يصلي فقام له رجل فقال: يا جاهل! تصلي بعد العصر، وفي حديث ابن عباس رضي الله عنه وأرضاه: أن النبي صلى الله عليه وسلم نهى عن الصلاة بعد العصر، فاستحيا ابن حزم وجلس فلم يصل، فجاء في الجمعة التي بعدها فصادف أنه دخل بعد العصر المسجد فجلس ولم يصل؛ لأن الرجل قد علمه بأن النبي نهى عن ذلك، فلما أراد أن يجلس قال له طالب علم: أيها الجاهل! تدخل المسجد وتجلس ولا تصلي؟ أما علمت أن رسول الله صلى الله عليه وسلم يقول: (إذا دخل أحدكم المسجد فلا يجلس حتى يصلي ركعتين)؟ فقام حزيناً بعدما صلى، فذهب وقال: والله لا أتركن العلم بحال. ¶ انظروا إلى الهمة العالية، وكيف يتعبد لله بصفة العلو، فعكف على الكتب ثلاث سنوات فقام يطيح بالرءوس، ويشتد على الشافعي وأبي حنيفة والترمذي ويقول: ما سمعت بهذا الرجل، وما ترك أحداً إلا وبرى قلمه عليه، والعلماء يقولون: ابن حزم فحل من فحول أهل العلم لولا لسانه؛ لأن لسانه كان سيفاً بتاراً، فـ ابن حزم قال فيه العز بن عبد السلام: والله ما أبحت لنفسي أن أفتي حتى اقتنيت المغني لـ ابن قدامة، والمحلى لـ ابن حزم، ومن قرأ في المحلى علم غزارة علم الرجل حديثاً وفقهاً وأصولاً ولغة، فهو بحر في كل شيء لا ساحل له، ولولا قلمه لنال القبول العام عند العلماء، لكن انظر الهمة العالية التي جعلته في ثلاث سنوات يناطح الجبال، بل قام يناطح الجوزاء نفسها. ¶ مسدد بن مسرهد كان رجلاً محدثاً بارعاً ثقة ثبتاً، دار على محدثي الكوفة والبصرة وذهب إلى العراق فما ترك محدثاً إلا واستمع منه، يعاني كل ذلك ليسمع من ابن حنبل، ثم هو في كل طريق يسأل عن الإمام أحمد بن حنبل فدخل على يحيى بن معين فقال: أسألك، قال: سل، قال: أسألك عن فلان؟ قال: ثقة، قال: أسألك عن فلان؟ قال: ضعيف، قال: أسألك عن فلان؟ قال: ثقة، قال: أسألك عن أحمد بن حنبل توثقه؟ فتعجب يحيى بن معين وقال: وأحمد بن حنبل يسأل عنه؟ أحمد بن حنبل إمام الدنيا بأسرها، أحمد لا يسأل عنه، ويذهب مسدد يسمع الحديث من أحمد بن حنبل وكان ثقة ثبتاً، بل أحمد رئيسه وشيخه وسيده، فظهر لنا علو همته في الطلب لما ذهب من بغداد ماشياً يريد صنعاء حتى يسمع الحديث من عبد الرزاق، وكان يستأجر نفسه، ويذهب يحمل عن الناس المتاع حتى يأخذ الأجرة فيطعم ويشرب حتى يذهب إلى عبد الرزاق ويسمع منه. ¶ البخاري من بخارى ما ترك بلدة فيها محدث إلا وذهب إليها، فذهب إلى أحمد وجلس إليه وأخذ منه الحديث، ثم ترك بغداد، وأراد أن يرحل إلى مصر، فقال له أحمد: أين تذهب؟ أتتركنا وتترك الحديث؟ لكن البخاري قد أخذ منه ما يريد وذهب باحثاً عن علو الإسناد، فما ترك بلدة فيها محدث إلا وذهب إليها. ¶ أبو داود جاء من سجستان في خراسان وذهب إلى الإمام أحمد، وله كتاب مشهور جداً يربطه بالإمام أحمد اسمه: سؤالات أبي داود، كان يسأل الإمام دائماً ويكتب عنه، فجمع الله بينهم فأخذ منه، ثم ذهب يدور على البلاد حتى يكتب الحديث. ¶ انظروا إلى الهمة العالية من هؤلاء الأفذاذ أساطين أهل العلم، تأثروا بصفة العلو لله جل في علاه، وأصبحت الهمة كالجبال عالية لا ترضى بالدون، كما قامت هند وسط الناس وأخذت بـ معاوية وقالت: إن ابني هذا سيد وسيعانق الجوزاء، وصدقت حينما قالت ذلك؛ فإن معاوية رضي الله عنه وأرضاه صاحب همة عالية لا يرضى بالدون؛ ولذلك أصبح أميراً للمؤمنين رضي الله عنه وأرضاه، فالصحابة رضوان الله عليهم وأرضاهم كانوا يتعبدون لله جل في علاه بهذه الصفة العظيمة الجليلة، وأيضاً من التابعين وتابعي التابعين. ¶ نسأل الله جل في علاه أن يجعلنا من أصحاب الهمم العالية. ¶ لكن أنا أشتكي إلى ربي من نفسي ثم الله أعلم بإخوتي؛ لأني أعصي الله، والمعصية شوك في طريق طالب العلم، وجبل هدام على طالب العلم، فالله جل في علاه يغفر لنا زلاتنا، ويسير بنا على هذا الطريق الذي هو أشرف وأنبل الطرق، ويجعل همتنا همة عالية حتى ننظر في وجهه الكريم ونحن في الفردوس الأعلى لا ننزل عنها درجة أبداً، وإن كانت الأعمال لا تصل بنا، لكن كفانا بحديث النبي صلى الله عليه وسلم: (المرء مع من أحب)، ونحن جميعاً بفضل الله نحب الله، ونحب رسوله، ونحب أبا بكر وعمر جمع الله بيننا وبينهم في الفردوس الأعلى.",
            "page": "6",
            "part": "6",
            "seal": "7902C021"
        },
        {
            "id": "57",
            "nass": "صفة الغنى لله تعالى",
            "page": "7",
            "part": "6",
            "seal": "39B697D1"
        },
        {
            "id": "58",
            "nass": "الفرق بين الصفات الذاتية والصفات الخبرية ¶ الفرق بين الصفات الذاتية والصفات الخبرية: أن الصفات الذاتية لا تنفك عن الله، فهي أزلية أبدية اتصف الله بها في كل الأحايين، أما الخبرية فتأخذ حكم الذاتية في أنها لا تنفك عن الله، ولا تستطيع أن تقول: لله عين، عندما قال: {تَجْرِي بِأَعْيُنِنَا} [القمر:14]، وليس له عين في الوقت الآخر حاشا لله، فلا يصح أن تنفك عن الله فلله عين أزلاً وأبداً، لكن الفرق بينهما: أن العقل يمكن أن يثبت الذاتية، ولا يمكن أن يثبت الخبرية. ¶ ولو أدخلنا العقل في الصفة الخبرية لدخلنا في التكييف. ¶ مثال الصفة الذاتية: العزة، نقول: محمد عزيز، فإذا وصفت محمداً بالعزة فهذه صفة كمال، فمن باب أولى أن أصف رب محمد بالعزة. ¶ إذاً: العقل أثبت الصفة الذاتية أثبتها عن طريق قياس الأولى، وأقول: محمد كريم، فمحمد موصوف بالكرم، وهذه صفة كمال، إذاً: فرب محمد أولى أن يتصف بها، إذاً: العقل يمكن أن يثبتها. ¶ أما مثال الصفة الخبرية فأقول: محمد له عين، هل العين كمال في محمد فأصف الله بها؟ لا؛ لأني لا أعلم، فقد لا تكون صفة كمال في الإنسان وهي نقص في حق الله تعالى؛ لأن الإنسان يحتاج إلى العين ليرى لعجزه ونقصه، ولا تستطيع أن تقول: هذا في حق الله جل في علاه، هذا الفارق؛ لأن الصفة الخبرية لا يمكن أن تصف الله بها إلا أن تأتيك عن طريق الخبر، أما صفة الكمال الذاتية فمن الممكن أن تصف الله بها عن طريق قياس الأولى.",
            "page": "8",
            "part": "6",
            "seal": "10BA4381"
        },
        {
            "id": "59",
            "nass": "أدلة صفة الغنى في الكتاب والسنة ¶ الغنى صفة ذاتية لله جل في علاه ثبتت بالكتاب وبالسنة، أما بالكتاب: فقال الله تعالى: {وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ} [فاطر:15]. ¶ وفي مسلم عن أبي هريرة رضي الله عنه وأرضاه قال: (بينما أيوب يغتسل ذكر لنا أنه سقط عليه قيراط من ذهب، فأخذ يحثو من الذهب، فأوحى الله إليه: ألم أكن قد أغنيتك؟ قال: لا غنى لي عن بركتك). ¶ وجه الشاهد: (أغنيتك)، ووجه الدلالة: أن هذا فعل من أفعال الله، وهو أثر صفة من صفاته وهي صفة الغنّى. ¶ إذاً: صفة الغنى لله جل في علاه ذاتية الأصل، وتكون فعلية بالنسبة لفعل الرب تجاه العبد، فهو يغني من يشاء ويفقر من يشاء جل في علاه.",
            "page": "9",
            "part": "6",
            "seal": "90BF102F"
        },
        {
            "id": "60",
            "nass": "تعبد المسلم لربه بصفة الغنى ¶ إذا قلت ذلك فاعلم أخي الكريم -حتى تيأس من هذه الدنيا- أن الغنى والفقر بيد الله جل في علاه؛ ولذلك كان النبي عليه الصلاة والسلام دائماً يقول: (ربنا ولك الحمد حمداً كثيراً طيباً مباركاً فيه ملء السموات والأرض لا ينفع ذا الجد منك الجد)، أي: لا ينفع الغنى منك الغنى، فإن الغنى كله بيد الله جل في علاه، فإن أردت أن تتعبد بهذه الصفة لله جل في علاه فاعلم أن ربك غني عنك وعن أمثالك وعن الدنيا بأسرها، إن مدحت ربك بسجودك وتذللك وتضرعك فلا تمن على الله بذلك؛ لأنه غني عن عبادتك وتضرعك ومدحك وثنائك عليه، ألم تسمع قول الله تعالى في الحديث القدسي: (يا عبادي! لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أتقى قلب رجل منكم ما زاد ذلك في ملكي شيئاً، ولو أن أولكم وآخركم وإنسكم وجنكم كانوا على أفجر قلب رجل منكم ما نقص ذلك مما عندي شيئاً)؟ وأيضاً يقول النبي صلى الله عليه وسلم في الصحيح: (قال الله جل في علاه: يا عبادي! إنكم لن تبلغوا نفعي فتنفعوني، ولن تبلغوا ضري فتضروني)، فالغنى المطلق لله جل في علاه. ¶ إن علمت ذلك -أخي الكريم- فاستغن بربك، ولا تسألن أحداً إلا إذا أباح لك الله السؤال في المسألة التي تحل لك؛ لأنك إذا استغنيت بربك فالدنيا بأسرها ستكون معك، ومن كان الله معه فمن عليه؟! ومن انشغل بالله كفاه الله كل الهموم، كما في بعض الآثار: (خلقتك للعبادة فلا تلعب، وقسمت لك الرزق فلا تتعب). ¶ قال ابن القيم: خلق الكون كله لك، وخلقك أنت له؛ فإن استغنيت به جعل الكون كله في يديك. ¶ أنت موظف عند ربك جل في علاه، فانشغل بهذه الوظيفة يكفيك الله كل الهموم. ¶ ولذلك كان شيخ الإسلام ابن تيمية يبين غناه بربه جل في علاه، ويدحض الشبه التي تأتيه فيقول: ماذا يريد أعدائي بي؟ انظروا إلى الغنى بالله جل في علاه، ما سأل أميراً ولا وزيراً ولا حاكماً ولا غير ذلك، قال: ما يفعل أعدائي بي؟ ما يظن أعدائي بي؟ ما يريدون مني، أنا جنتي في قلبي، ولذلك قلنا بأن الرزق رزقان: رزق قلوب، ورزق أبدان، وأفضل ما يكون من رزق القلوب هو غنى القلب، وأن تستغني بربك في قلبك، قال: إن قتلوني فقتلي شهادة، وإن سجنوني فسجني خلوة بربي، وإن نفوني فنفيي سياحة. ¶ فهو يستغني بربه عن كل شيء.",
            "page": "10",
            "part": "6",
            "seal": "E384CD16"
        },
        {
            "id": "61",
            "nass": "صفات الله وآثارها في إيمان العبد - شرح صفة العظمة والعلم لله عز وجل ¶ إن صفة العظمة لله تعالى ثابتةٌ في الكتاب والسنة، وهي صفة ثبوتية ذاتية، ويستدل لعظمة الله تعالى بعظمة خلقه، وقد ضرب النبي صلى الله عليه وسلم وأصحابه أروع الأمثلة في تعظيم الله عز وجل، وتعظيم أوامره، كذلك صفة العلم من الصفات الذاتية الثبوتية لله تعالى، وهي ثابتة في الكتاب والسنة، وهو سبحانه مختص ومتفرد بعلم الغيب.",
            "page": "1",
            "part": "7",
            "seal": "E069C04A"
        },
        {
            "id": "62",
            "nass": "صفة العظمة لله تعالى وآثارها في إيمان العبد ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: إن العظمة صفة من صفات الله الذاتية التي لا تنفك عن الله جل في علاه، وقد ثبتت لله في الكتاب والسنة وإجماع أهل السنة، أما في الكتاب: قال الله تعالى: {وَهُوَ الْعَلِيُّ الْعَظِيمُ} [البقرة:255]، وأيضاً: قول الله تعالى: {فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ} [الواقعة:74] وقوله جل في علاه: {إِنَّهُ كَانَ لا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ} [الحاقة:33]. ¶ هذه كلها تنبثق من اسم الله العظيم، فهذا الاسم يتضمن صفة الكمال وصفة العظمة. ¶ أما من السنة: فقد قال النبي صلى الله عليه وسلم -في حديث الشفاعة: (قال الله تعالى: وعزتي وجلالي وعظمتي لأخرجن منها من قال: لا إله إلا الله)، قوله: (وعظمتي) هذا هو الشاهد. ¶ نستدل على عظمة الله جل في علاه بالنظر والتدبر في عظيم خلق الله جل في علاه، فإن العبد يؤمر من قبل ربه أن يوقر ربه، وتوقير الله بمعنى تعظيم الله جل في علاه. ¶ وقد قال الله تعالى: {مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا} [نوح:13] هذه معاتبة شديدة من الله لعباده؛ وذلك لتقصيرهم في تعظيمه وتوقيره. ¶ ثم بين لنا سبحانه الدواعي والأسباب التي تحث المرء على تعظيم الله جل في علاه وتوقيره سبحانه، قال تعالى: {أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَوَاتٍ طِبَاقًا * وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا * وَاللَّهُ أَنْبَتَكُمْ مِنَ الأَرْضِ نَبَاتًا * ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا * وَاللَّهُ جَعَلَ لَكُمُ الأَرْضَ بِسَاطًا * لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا} [نوح:15 - 20]. ¶ وما أروع ما قاله الأعرابي: سماء ذات أبراج، وأرض ذات فجاج، وأنهار ذات أمواج، دلالة على عظمة الخالق الواحد القهار سبحانه جل في علاه. ¶ ونستدل على عظمة الله بعظمة الرسول صلى الله عليه وسلم، وهذا سنبينه في الجزء الثاني من الشرح: أن من عظمة الرسول أن الله أقسم بعمر الرسول صلى الله عليه وسلم؛ لعظيم خلق النبي؛ وعظيم قدره؛ وحسن فعاله صلى الله عليه وسلم، وفيه دلالة واضحة جداً على عظمة الخالق، فإن عظمة المخلوق أدل الدلائل على عظمة الخالق سبحانه وتعالى.",
            "page": "2",
            "part": "7",
            "seal": "DED4B414"
        },
        {
            "id": "63",
            "nass": "الأمور التي يتعبد الله بها في صفة العظمة ¶ يتعبد المرء لله جل في علاه بصفة العظمة بعدة أمور: الأمر الأول: أن يتواضع كل التواضع لعظمة الله جل في علاه، فلا يتعاظم في نفسه بحال من الأحوال، إذ أنه من أظلم الظلم أن تطلب التعظيم والتوقير لنفسك، وأنت لست معظِّماً لله ولا لأمره جل في علاه، فالواجب عليك أن تعظم الله، فتتواضع كل التواضع لله جل في علاه، فلا تتعاظم في داخل نفسك ولا تتكبر؛ لأن الله جل وعلا يبغض المتكبرين، وقد بيَّن على لسان نبيه صلى الله عليه وسلم: (أنه لن يدخل الجنة من كان في قلبه مثقال ذرة من كبر)، والعياذ بالله، فأصل تعظيم الله جل في علاه تواضع المخلوق لعظمة الخالق. ¶ الأمر الثاني: تعظيم أمر الله، وتعظيم أمر رسول الله صلى الله عليه وسلم، فمن تعظيم الله أن تعظم أوامره جل في علاه بالسمع والطاعة على قدر طاقتك، قال الله جل في علاه: {لا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا} [الطلاق:7] وقال سبحانه: {لا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} [البقرة:286]، والله جل في علاه بين على لسان نبيه صلى الله عليه وسلم: (رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه). ¶ فهذه دلالة واضحة جداً على تعظيم أوامر الله. ¶ ومن تعظيم قدر الله جل في علاه: تعظيم شعائره، وقد ربط الله تقوى القلوب بتعظيم شعائره سبحانه؛ لأنه بيَّن أن من يعظم شعائر الله فإنها من تقوى القلوب، فربط التقوى بتعظيم الله وتوقيره جل في علاه. ¶ أيضاً من استحضار عظمة الله جل في علاه: ألا تنظر إلى عظمة المعصية، لكن تنظر إلى عظمة من عصيت، كما قال ابن عباس رضي الله عنه وأرضاه مبيناً لنا خطاً واضحاً في التعبد لله بصفة التعظيم والتوقير لله جل في علاه، حيث قال: (لا تنظر إلى صغر المعصية، ولكن انظر إلى عظمة من عصيت) فهذا من تعظيم الله جل في علاه. ¶ ومن توقير الله جل في علاه: أن توقر الله فلا تجترئ على محارمه، قال الشاعر: إذا ما خلوت الدهر يوماً فلا تقل خلوت ولكن قل عليّ رقيب أي: أنه عظيم يعلم كل ما نفعل.",
            "page": "3",
            "part": "7",
            "seal": "15330D3F"
        },
        {
            "id": "64",
            "nass": "تعظيم النبي صلى الله عليه وسلم لنعم الله ¶ لقد ضرب لنا النبي صلى الله عليه وسلم أروع الأمثلة بتعظيمه وتوقيره لله جل في علاه. ¶ تعظيمه أولاً لنعم الله وهذا من توقير الله ومن تعظيم عطاء الله جل في علاه، فمن تعظيم النبي صلى الله عليه وسلم وتوقيره لنعم الله: أنَّه كان يقوم الليل لا يفتر حتى تتورم قدماه، فتقول عائشة رضي الله عنها وأرضاها: (يا رسول الله! إنك عبد قد غفر الله لك ما تقدم من ذنبك وما تأخر فلم هذا؟ فقال: أفلا أكون عبداً شكوراً). ¶ فهذا من تعظيم منن الله على العبد، فأنت من تعظيمك لله تعظم نعمة الله عليك، وكل نعمة دقيقة أو جليلة جاءت فهي عظيمة؛ لأنها جاءت من العظيم، وانظروا أيضاً إلى تعظيم النبي صلى الله عليه وسلم لقدر وشأن الرب جل في علاه عندما قال له الخطيب: ما شاء الله وشئت، فقال له: (بئس خطيب القوم أنت! أجعلتني لله نداً؟)",
            "page": "4",
            "part": "7",
            "seal": "52227541"
        },
        {
            "id": "65",
            "nass": "تعظيم النبي صلى الله عليه وسلم لأوامر ربه ¶ من تعظيم النبي صلى الله عليه وسلم لأوامر الله ولحرماته جل في علاه: عندما جاء أسامة بن زيد رضي الله عنه وأرضاه، يشفع في المرأة المخزومية التي سرقت، فقال له النبي صلى الله عليه وسلم مغضباً: (يا أسامة! أتشفع في حد من حدود الله؟ والذي نفسي بيده لو أن فاطمة بنت محمد سرقت لقطعت يدها). ¶ بأبي هو وأمي، كيف كان يعظم ربه قائماً وصائماً ونائماً وحاجاً ومزكياً ومتصدقاً، كيف كان معظماً لقدر ربه جل في علاه، كيف كان معظماً لربه جل في علاه بتنفيذ أوامره، وعدم انتهاك حرمات الله جل في علاه، وقد تربى على هذه المائدة الصحابة الكرام الذين عظموا قدر الله وأوامره وحرماته سبحانه.",
            "page": "5",
            "part": "7",
            "seal": "1557FB14"
        },
        {
            "id": "66",
            "nass": "من تعظيم الله سبحانه تعظيم رسوله ¶ إن تعظيم النبي صلى الله عليه وسلم من تعظيم الله، ومن استهزأ برسول الله صلى الله عليه وسلم فقد حكم الله عليه بأنه كافر. ¶ والكفر نوعان: كفر نوع، وكفر عين، فكفر النوع: أن تقول: القول قول كفر، والفعل فعل كفر، والقائل والفاعل ليسا بكافرين؛ لأن النبي صلى الله عليه وسلم قال: (من قال لأخيه: يا كافر! فقد باء بها أحدهما)، والعياذ بالله. ¶ فكفر النوع لا يكفر القائل والفاعل حتى تقام عليهما الحجة، وتزال عنهما الشبهة، والذي يقيم الحجة رجل عالم، أو طالب علم يعلم هذه المسألة ويتقنها. ¶ أما كفر العين فهو الذي لا يحتاج إلى إقامة حجة بل هو يكفر عيناً، وهذه لا تكون إلا بدليل أسطع من شمس النهار قد بينه الله جل في علاه، بأن يكون كفراً بواحاً صريحاً لا تستطيع أن ترده، أو تقول: لا بد أن تقام عليه الحجة. ¶ ومنها: المعلوم من الدين بالضرورة، كمن استحلَّ وطأ الأم فهذا كفر عين؛ لأنه تكذيب لله، والله يقول: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} [النساء:23]. ¶ وكذلك: سب الرسول والاستهزاء به لا يحتاج إلى إقامة حجة، والدليل على ذلك: قول الله تعالى: {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُونَ * لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ} [التوبة:65 - 66].",
            "page": "6",
            "part": "7",
            "seal": "4A5DBACB"
        },
        {
            "id": "67",
            "nass": "الفرق بين كفر النوع وكفر العين ¶ إذا سأل سائل وقال: ما الفرق بين كفر النوع وكفر العين؟ ف ¶ A  كفر النوع عام لا يُوجَّه إلى الشخص بعينه وإنَّما يوجَّه إلى الفعل الذي يؤدي إلى الكفر، وكفر العين يوجه إلى الشخص، ولكن بدليلٍ ساطع، مثاله: (أن النبي صلى الله عليه وسلم كان كثيراً ما يؤتى إليه برجل يلقب بالحمار، كان يشرب الخمر كثيراً، فيؤتى به فيجلد، ثم يشرب، ثم يجلد، ثم يشرب، ثم يجلد، وذات مرة جيء به مخموراً فأقاموا عليه الحد، فقال خالد: لعنة الله عليك ما أكثر ما يؤتى بك؛ فقال له النبي صلى الله عليه وسلم: لا تلعنه ولا تعِنْ عليه الشيطان، والله ما أعلمه إلا يحب الله ورسوله). ¶ فهذا دليل على التفريق بين كفر النوع وكفر العين، لكن كيف يجمع بين هذا الحديث وحديث أنَّ النبي صلى الله عليه وسلم لعن في الخمر عشرة، فقال: (لعن الله شاربها وبائعها) إلى آخره؟ الجواب: لعنهم الله ورسوله عموماً ونوعاً، ولكن لما جيء بالرجل الذي يشرب الخمر إلى النبي صلى الله عليه وسلم ولعنه خالد قال: (لا تلعنه ولا تعن الشيطان عليه، والله ما أعلمه إلا يحب الله ورسوله) فنفى عنه لعن المعين، فهذا فيه دليل واضح على التفريق بين كفر النوع وكفر العين.",
            "page": "7",
            "part": "7",
            "seal": "762D0F1F"
        },
        {
            "id": "68",
            "nass": "تعظيم الصحابة الكرام لله ولرسوله ولأوامرهما ¶ قال الله تعالى في تعظيم النبي صلى الله عليه وسلم: {وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ} [الفتح:9] أي: تعظموه، ومن تعظيم النبي صلى الله عليه وسلم: موقف أبي بكر رضي الله عنه عندما قال عروة بن مسعود: (والله ما أرى حولك إلا أوباشاً من الناس -يحقر من شأنهم- أو قال: ما أرى حولك إلا أشواباً من الناس -يعني: أخلاطاً سيفرون منك عما قريب- فقال أبو بكر: نحن نفر عن رسول الله صلى الله عليه وسلم، امصص بظر اللات) وهذه مسبة فاحشة كانت في العرب، انظروا قالها بكل جرأة، وسمعها النبي صلى الله عليه وسلم وسكت عنها، ولذلك أنزل الله جل في علاه موافقاً لما فعل أبو بكر هذه الآية: {لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ} [النساء:148] يعني: أن من ظلم فله أن يرد، فلما ظُلم أبو بكر وظلم الصحابة؛ ردَّ أبو بكر هذا الردَّ على عروة بن مسعود الثقفي رضي الله عنه وأرضاه قبل أن يسلم. ¶ وهذه دلالة بيِّنة على تعظيم قدر النبي صلى الله عليه وسلم. ¶ وقد تحقق تعظيم الله في قلب أبي بكر عندما كان على فراش الموت، فقد قام ينصح عمر بن الخطاب رضي الله عنه وأرضاه قائلاً: (يا عمر! إن لله عملاً بالنهار لا يقبله بالليل، وإن لله عملاً بالليل لا يقبله بالنهار)؛ تعظيماً لأوامر الله جل في علاه؛ بل تعظيماً لانتهاك حرمات الله جل في علاه. ¶ أرأيت هذا العبد الذي كان يتكهن ويأتي أبا بكر كل يوم أو كل ليلة بالخراج فيأكل منه أبو بكر رضي الله عنه وأرضاه، وكان يسأله من أين هذا؟ وفي ذات مرة نسي أبو بكر أن يسأل هذا العبد فأكل من الخراج فجاءه العبد فقال: يا أبا بكر لِمَ لِمْ تسألني من أين هذا؟ قال: من أين هذا؟ قال: هذا خراج كهانة كنت قد تكهنتها في الجاهلية، فأدخل أبو بكر إصبعه في فيه، وتقيَّأ كل ما في بطنه؛ ورعاً منه وتقوى وتعظيماً لله عز وجل ولأوامره. ¶ وهذا عمر بن الخطاب من تعظيمه لقدر الله وتعظيمه لقدر النبي صلى الله عليه وسلم عندما قال في صلح الحديبية: (يا رسول الله لم نعطي الدنية في ديننا؟ ألسنا على الحق؟ قال: بلى، أليسوا على الباطل؟ قال: بلى، قال: فلم نعطي الدنية في ديننا؟ فقال له رسول الله صلى الله عليه وسلم: إني رسول الله ولن يضيعني الله، ثم ذهب إلى أبي بكر فقال: يا أبا بكر ألسنا على الحق؟ قال: بلى، قال: أليسوا على الباطل؟ قال: بلى، قال: فلم نُعطي الدنية في ديننا؟ فقال له أبو بكر: الزم غرزه) أي: الزم أمره. ¶ فتعظيماً لقدر النبي صلى الله عليه وسلم قال عمر: ما ندمت على شيء مثل ما ندمت على هذا القول، ثم قال: وفعلت لذلك أفعالاً من صدقة وقيام وصيام واستغفار؛ لأنه عارض النبي صلى الله عليه وسلم فيما فعل. ¶ فكان الصحابة رضوان الله عليهم وأرضاهم أعظم الناس تقديراً لحرمات الله جل في علاه، ولحرمات الرسول صلى الله عليه وسلم، وقال أنس رضي الله عنه وأرضاه للتابعين حين ساءته أفعالهم: (والله إنكم لتفعلون أفعالاً هي في أعينكم أدق من الشعر كنَّا نعدُّها في عهد رسول الله صلى الله عليه وسلم من الموبقات). ¶ وهذا ابن مسعود يعاتب أصحابه ويبين بأن المعظم لحرمات الله يرى المعصية الصغيرة كالجبل الشاهق في السماء، والكافر أو المنافق يرى المعصية الكبيرة كالذبابة على أنفه يهشها هكذا بيده. ¶ هذا من عدم تعظيم قدر الله، وتعظيم عظمة الله جل في علاه، فعلى العبد أن يتصور ذلك، وأن يتدبر هذا، ويقرأ سيرة صحابة رسول الله صلى الله عليه وسلم كيف عظموا الله جل في علاه؛ حتى يصل بهذا التعظيم إلى تعظيم لقاء الله جل في علاه.",
            "page": "8",
            "part": "7",
            "seal": "A55251C1"
        },
        {
            "id": "69",
            "nass": "من تعظيم الله تعظيم لقائه ¶ من تعظيم الله تعظيم لقائه يوم القيامة، فإن الله يحشر الناس حفاةً عراة غرلاً غير مختونين، يخرجون من قبورهم عطاشاً، ويقفون موقفاً لا يحسدون عليه، والكرب شديد، والشمس تدنو من الرءوس مقدار ميل، وكل منهم يرى من أخيه هذا الكرب الذي يراه فيه، فمنهم من يعرق إلى الكعبين، ومنهم من يعرق إلى الركبتين، ومنهم من يلجمه العرق إلجاماً. ¶ فيهرعون إلى آدم وإلى نوح وإلى إبراهيم وغيرهم يستشفعون بهم وكل نبي في هذا الموقف العظيم يقول: (نفسي نفسي، اللهم سلم سلم، فيذهبون إلى رسول الله صلى الله عليه وسلم فيقول: أنا لها أنا لها). ¶ فلابد للإنسان أن يعظم قدر لقاء الله، وأن الله سيتكلم مع المرء كفاحاً ليس بينه وبينه حجاب، ويعظم قدر الصراط الذي بينه صلى الله عليه وسلم: أنه أدق من الشعرة وأحد من السيف، والكلاليب من جهنم تخرج، والنبي صلى الله عليه وسلم يبين للناس أنَّ منهم من يمر على الصراط كالريح، ومنهم من يمر كأجاويد الخيل، ومنهم الذي يمشي، ومنهم الذي يتقاعس، ومنهم الذي ينكب على وجهه، ومنهم الذي يزحف والكلاليب تخطفه. ¶ فلابد من تعظيم هذا اليوم، فهذه أيضاً من عظمة قدر الله جل في علاه: {مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا} [نوح:13] أي: لا تعرفون لله حقاً ولا تعرفون له عظمةً ولا قدراً، فلا تقدرون الله حق قدره ولا أوامره حق قدرها.",
            "page": "9",
            "part": "7",
            "seal": "AFF0B0DC"
        },
        {
            "id": "70",
            "nass": "صفة العلم لله تعالى وآثارها في إيمان العبد ¶ الصفة الثانية: صفة العلم، وصفة العلم أيضاً من الصفات الثابتة لله جل في علاه، وهي صفة ذاتية ثبوتية. ¶ والقدرية هم: الذين نفوا علم الله جل في علاه. ¶ فإذاً نقول: هي صفة ثابتة ثبوتية ذاتية لله جل وعلا؛ لأنها لا يمكن أن تنفك عن الله بحال من الأحوال أزلاً وأبداً.",
            "page": "10",
            "part": "7",
            "seal": "BE8EB993"
        },
        {
            "id": "71",
            "nass": "أدلة ثبوت صفة العلم لله من الكتاب والسنة ¶ هذه الصفة الجليلة ثبتت لله جل في علاه بالكتاب وبالسنة. ¶ أما بالكتاب: قال الله تعالى: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ} [الأنعام:73] وقال: {فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا} [الجن:26] وأيضاً قول الله تعالى: {وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ} [البقرة:255]. ¶ أما من السنة: فقول النبي صلى الله عليه وسلم: (اللهم إني أستخيرك بعلمك)، وأيضاً في بعض الروايات قال: (بعلمك الغيب). ¶ وأيضاً قوله صلى الله عليه وسلم: (اللهم عالم الغيب والشهادة)، وهذه دلالة من السنة على صفة العلم، وعلم الله جل في علاه تكلمنا عنه كثيراً لكن الآن نمر عليه مرور الكرام، فهو يعلم الغيب والشهادة سبحانه وتعالى. ¶ والله يعلم السر وأخفى من السر، بل يعلم خائنة الأعين، بل يعلم دقات القلوب، بل يعلم ما تخفيه الصدور، لا تواري عنه سماء سماءً، ولا أرض أرضاً، ولا جبل ما في وعره، ولا بحر ما في قعره، سبحانه جل في علاه، يعلم كل شيء سواء كان دقيقاً أم جليلاً، كبيراً أو صغيراً.",
            "page": "11",
            "part": "7",
            "seal": "4AD4C1DE"
        },
        {
            "id": "72",
            "nass": "اختصاص الله تعالى بعلم الغيب ¶ الغيب كله لله، ولا أحد يعلم الغيب مع الله جل في علاه، فإنَّ الله يقول: {عَالِمُ الْغَيْبِ} [الجن:26]. ¶ ويقول أيضاً: {عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا} [الجن:26] وأيضاً قول الله تعالى: {قُلْ لا يَعْلَمُ مَنْ فِي السَّمَوَاتِ وَالأَرْضِ الْغَيْبَ إِلَّا اللَّهُ} [النمل:65]. ¶ وهذا أسلوب حصر، أي: لا يعلم الغيب إلا الله، لكن قد يشكل علينا قول النبي صلى الله عليه وسلم: (كذب المنجمون ولو صدقوا) فأخبر النبي أنهم يصدقون في علم الغيب أحياناً، فكيف يكون ذلك؟ نقول: إن الله جل وعلا قال: {إِلَّا مَنِ اسْتَرَقَ السَّمْعَ} [الحجر:18] فالنبي صلى الله عليه وسلم أخبر أن الجن يركب بعضهم فوق بعض حتى يسترق المسترق منهم السمع، وذلك بأن الله جل وعلا يطلع الملائكة على شيء فيسمع الجني هذه الكلمة فيلقيها في أذن من تحته فقد تصل الكلمة قبل أن يصل الشهاب، وقد يحترق بالشهاب قبل أن يصل بهذه الكلمة، فإذا وصلت الكلمة يزيد عليها مائة كذبة. ¶ ولذلك اختبأ النبي صلى الله عليه وسلم خلف الأشجار لـ ابن صياد، فقالت أمه: (يا صاف! هذا محمد صلى الله عليه وسلم، فجاء النبي صلى الله عليه وسلم إليه فقال له: من يأتيك؟ قال: يأتيني صادق وكاذب -أي: يأتونه بكلمة صادقة ومائة كلمة كاذبة- قال: ماذا ترى؟ قال: أرى عرشاً على الماء، قال: إني قد خبأت لك خبيئة، فقال له: الدخ) ثم وقفت نفسه وما استطاع أن يكملها؛ وذلك لأن الملك نطق بكلمة (الدخان)، فسمعتها الجان التي فوق وأخذت تلقيها في أذن الجني الأسفل فقالت له: الدخ، ونزل الشهاب فقطع دابرها بفضل الله، فوقفت عند الدخ، فقال له النبي صلى الله عليه وسلم: (اخسأ فلن تعدو قدرك)؛ لأنها من مسترق السمع. ¶ فهذه دلالة على أن هذا ليس بغيب مطلق؛ لأن الله جل وعلا استثنى بقوله: {إِلَّا مَنِ اسْتَرَقَ السَّمْعَ} [الحجر:18] أي: إلا من استرق السمع فأخذ كلمة، وكذب عليها مائة كذبة، أما الرسول صلى الله عليه وسلم فيدخل تحت قوله تعالى: {إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ} [الجن:27] إلى آخر الآيات، وهذه موضحة على أن الغيب كله لله جل في علاه. ¶ فإذا قيل: لماذا يسمح الله لجني كافر أن يسترق السمع؟ نقول: فتنةً لعباده واختباراً، اللهم احفظنا من مضلات الفتن يا رب العالمين! فمن زعم حب الله ورضاه، فإن الابتلاء ينزل عليه تترى حتى يظهر صدقه، فالله يبتلي العباد بذلك، فالقبوري مثلاً: يذهب عند القبور ليدعو أصحابها، فيستجيب الله له فتنة له. ¶ فلذلك نقول: بأن الله جل وعلا يختبر عباده، ونسأل الله أن يثبتنا على الحق، فعالم الغيب هو الله جل في علاه، وعلم الله: علم ما كان، وعلم ما يكون، وعلم ما لم يكن لو كان كيف يكون.",
            "page": "12",
            "part": "7",
            "seal": "DC31DB14"
        },
        {
            "id": "73",
            "nass": "صفات الله وآثارها في إيمان العبد - شرح صفة السمع والبصر والجمال والجود لله عز وجل ¶ لقد بين الله عز وجل في كتابه وعلى لسان رسوله أن له أسماءً تسمى بها، وصفاتٍ اتصف بها، وينبغي على المسلم أن يتعبد لله عز وجل بهذه الأسماء والصفات، إثباتاً لها، وعملاً بمعانيها ومقتضياتها، متقرباً بذلك لله جل وعلا، وإن الإيمان بهذه الأسماء والصفات ينمي في حس المسلم ووجدانه معاني الإيمان، ويحيي في قلبه معاني التعظيم لله جل وعلا، وتقديره حق قدره.",
            "page": "1",
            "part": "8",
            "seal": "CF913B78"
        },
        {
            "id": "74",
            "nass": "إثبات صفتي السمع والبصر لله سبحانه وتعالى ¶ إن الحمد لله نحمده ونستعينه ونستغفره, ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا, من يهده الله فلا مضل له، ومن يضلل فلا هادي له. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فأن أصدق الحديث كتاب الله، وأحسن الهدي هدي النبي صلى الله عليه وسلم, وشر الأمور محدثاتها, وكل محدثة بدعة, وكل بدعة ضلالة, وكل ضلالة في النار. ¶ ثم أما بعد: فإن العلم بصفات الله جل في علاه هو أرقى العلوم وأشرفها، إذ العلم علمان: علم بالله, وعلم بأمره ونهيه. ¶ وأشرف العلوم على الإطلاق العلم بالله؛ لأنه ليس أحد أشرف من الله جل في علاه. ¶ والعلم بالله ينقسم إلى علم بربوبيته جل في علاه، وعلم بأسماء الله الحسنى، وعلم بصفات الله جل في علاه. ¶ لا يوصف الله جل وعلا بالبركة؛ لأنه لم يرد دليل من الكتاب ولا من السنة يصف الله بالبركة, وصفات الله جل في علاه توقيفية, يعني: لا نعرفها إلا عن طريق السماع من الكتاب أو السنة. ¶ فلا نصف الله بالبركة، وإنما نصفه جل في علاه بتبارك؛ لأن الدليل جاء فقصرها على الله جل في علاه, فلا يصح أن نصف الله بالبركة. ¶ السمع والبصر صفتان ثبتتا لله جل في علاه بالكتاب والسنة وإجماع أهل السنة، فقال الله تعالى: {إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا} [النساء:58] فأثبت لنفسه السمع والبصر، والنبي صلى الله عليه وسلم عندما تكلم عن سمع الله وبصر الله وضع أصبعه على عينه، ووضع الأصبع الآخر على أذنه، كما في السنن أنه فعله أبو هريرة ورفع الفعل للنبي صلى الله عليه وسلم. ¶ وفي الصحيحين عن أبي موسى لما كانوا في سفر وعلت أصواتهم فقال: لهم النبي صلى الله عليه وسلم: (أربعوا على أنفسكم، إنكم لا تدعون أصماً ولا غائباً، وإنما تدعون سميعاً بصيراً). ¶ فأثبت لربه السمع والبصر. ¶ وقد اتفق أهل السنة والجماعة على أن لله سمعاً وبصراً.",
            "page": "2",
            "part": "8",
            "seal": "F4363485"
        },
        {
            "id": "75",
            "nass": "المعنى اللغوي لصفتي السمع والبصر المثبت لله تعالى ¶ والسمع في اللغة معلوم، فبه تسمع كل المسموعات، فلا يخفى على الله جل في علاه شيء، فيسمع حتى دبيب النملة السوداء، على الصخرة الصماء، في الليلة الظلماء، ويرى مخ سوقها. ¶ فيسمع نبضات القلب، بل يسمع همسات الصدر, ويسمع كل شيء، السر والنجوى، سبحانه جل في علاه. ¶ وأما معنى البصر: فهو أن الله أحاط بكل شيئاً بصراً, ولذلك جاء عن النبي صلى الله عليه وسلم كما في الصحيحين أنه قال: (حجابه النور، لو كشفه لأحرقت سبحات وجهه)، سبحات يعني: أنوار وبهاء وعظمة وجمال وجهه، قوله: (ما انتهى إليه بصره من خلقه) أي: أن بصر الله ينتهي إلى جميع خلقه، فقد أحاط بكل شيء سمعاً وبصراً. ¶ وفي البخاري أن عائشة رضي الله عنها وأرضاها قالت: سبحان الذي وسع سمعه الأصوات كلها, إن المرأة تشتكي لرسول الله وأنا في ناحية المنزل يخفى عليّ بعض حديثها، فأنزل الله جل في علاه: {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا} [المجادلة:1]، أي: من فوق سبع سماوات، سبحانه جل في علاه.",
            "page": "3",
            "part": "8",
            "seal": "32C7FB8C"
        },
        {
            "id": "76",
            "nass": "أنواع سمع الله عز وجل ¶ وسمع الله أنواع: سمع تهديد وسمع تسديد ونصرة وتأييد, وسمع قرب وإجابة ورفع بلوى وكشف كربة. ¶ أما سمع التهديد: فكما بين الله جل في علاه لهؤلاء الذين يستخفون من الناس ولا يستخفون من الله، ثم بعد ذلك يدبرون الأمر بالليل، فأخبرهم أنه يسمع سرهم ونجواهم، وهذا السماع وهذه الآية تدل على أن الله يهددهم، فكأنه يقول لهم: أسمع سركم وأسمع نجواكم، فإن سمعت ما تقولون أو ما تسرون في قلوبكم أو في أماكنكم فإن قوتي ستصل إليكم؛ لأني سمعت ما تدبرون وإني قاصم لظهوركم. ¶ سبحانه جل في علاه. ¶ فهذا سمع تهديد، يهدد به الله جل في علاه القلوب المريضة، ولترجف وترجع. ¶ وسمع تأييد ونصرة وتسديد. ¶ اللهم اسمعنا بنصرك يا رب العالمين، وبتسديدك وتأييدك. ¶ وهذا السمع هو الذي قاله الله جل في علاه لموسى عندما قال: {رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى} [طه:45]، وذلك لما ذهب إلى فرعون الطاغية الأكبر الأرعن، الذي تجرأ وقال: إني أنا ربكم الأعلى. ¶ فخاف موسى وخاف على هارون, {قَالا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى} [طه:45]، فبين الله أنه يسمعهم، وهذا السمع يستلزم التأييد والنصرة، بل ويستلزم أن الله جل وعلا يعصمه من كل شر. ¶ {قَالَ لا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} [طه:46]، أي: أسمع ما يحاك بكم، وما يدار بينكم، وكل ما يدور معكم، وإني منجيكم من هؤلاء الكفرة الظلمة, {قَالَ لا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} [طه:46]. ¶ فسمعه سمع قرب, وإجابة وكشف الكربة, ورفع البلوى. ¶ فيسمع لعبده في السحر في الليل وهو متخشع متذلل متضرع لربه جل في علاه، فيسمع دعواه ويستجيب له. ¶ ولذلك ينزل ربنا نزولاً يليق بجلاله وكماله إلى السماء الدنيا في ثلث الليل الآخر، فيسمع دعاء عبده, كما قال تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ} [البقرة:186]، وخاصة إذا قدمت بين دعاءك دعاء الثناء؛ لأن الدعاء: دعاء عبادة ودعاء مسألة, فإذا قدمت دعاء الثناء والعبادة فإن الله يقبل المسألة. ¶ ومثال ذلك: إذا كنت في الصلاة فقرأت: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة:2]، فقد أثنيت على الله بالربوبية, {الرَّحْمَنِ الرَّحِيمِ * مَالِكِ يَوْمِ الدِّينِ * إِيَّاكَ نَعْبُدُ} [الفاتحة:3 - 5]، وهذا ثناء على الله بأنه المتفرد وحده بالعبادة، فقد أثنيت على ربك أولاً بدعاء الثناء وهو دعاء العبادة، بل هو كل العبادة. ¶ وقد احتج له شيخ الإسلام بحديث فيه ضعف، ولكن أستأنس به ومعناه صحيح، وهو حديث: (من شغله ذكري عن مسألتي أعطيته فوق ما أعطي السائلين) فإذا أديت دعاء العبادة، ثم ركعت فعظمت الرب قائلاً: سبحان ربي العظيم، فقد قدمت ثناء العبادة أو دعاء العبادة، فدعاء المسألة لك مستجاب، فقل: سمع الله لمن حمده, يعني: أن الله سمع ثناءك وحمدك وشكرك، وسيجازيك عن ذلك خيراً, فهذا السماع: سماع قرب واستجابة للدعاء. ¶ وقد سمع الله قلب زكريا قبل صوته عندما خفق قلبه على الولد، وقد بلغ من الكبر عتياً، وامرأته عاقر. ¶ ولما دخل على مريم رضي الله عنها وأرضاها ورأى عندها فاكهة الصيف في الشتاء والعكس بالعكس, نادى ربه، وهو يعلم بأن الله سميع قريب مجيب سيسمع دعاءه فقال: {قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ} [آل عمران:38]. ¶ وهذا هو سمع الإجابة, فكانت المكافئة: {يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيَى} [مريم:7]. ¶ ولو تدبر أحدنا ذلك وعلمه، واجتهد حتى يتعلم هذه الصفات، وكيف يتعبد بها لربه جل في علاه؟ ومن السمع القريب: سمع الله جل في علاه في كشف الكربة ورفع البلوى, كما في قصة المرأة التي جاءت تشتكي زوجها، وأنه بعدما كبر سنه، وبعد العشرة الطويلة, قال لها: أنت علي كظهر أمي. ¶ وكان هذا في الجاهلية يعد طلاقاً، فكأنه بت طلاقها. ¶ فذهبت تشتكي ذلك لرسول الله صلى الله عليه وسلم، كيف يفعل بها ذلك؟ وهي حجرها له وطاء، وهي معه في هذا العمر المديد. ¶ فأنزل الله جل في علاه كاشفاً عنها الكربة ويقول: لا ليس بطلاق، إنما هذا منكر من القول وزور، فقال تعالى: {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا} [المجادلة:1] فسمع شكوى المرأة، وكشف كربتها، ولم يجعل هذا طلاقاً بائناً أبداً, بل جعله منكراً من القول، ثم عاقب هذا القائل بأنه لا بد أن يكفر عن هذا القول الذي هو منكر وزور, فكشف الكربة، ورفع البلوى. ¶ وهذه الصفة قد تعبد بها يونس عليه السلام، عندما كان في ظلماتٍ ثلاث: ظلمة البحر، وظلمة الحوت، وظلمة الليل، فقال: {لا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ} [الأنبياء:87]، وفي بعض هذه الآثار وإن كانت إسرائيليات لا تصدق ولا تكذب، أن الملائكة كانوا يقولون: سمعنا قولاً، أو سمعنا كلاماً أو صوتاً من مكان بعيد، ولكنه عند الله قريب ولذلك سمع الله له, فجاد عليه جوداً لم يجده على نبي مثله.",
            "page": "4",
            "part": "8",
            "seal": "897BFC19"
        },
        {
            "id": "77",
            "nass": "أثر الإيمان بصفتي السمع والبصر ¶ ومن اعتقد في الله هذا الاعتقاد, وعلم أن ربه يسمع وأنه يرى, فإنه سيخشى أن يقع في ما يضره عند الله جل في علاه. ¶ وفيما ينزل قدره عند ربه جل في علاه, وإذا علم أن الله يسمعه سمع التسديد والنصرة والتأييد فلا يقع في بلوى, أو في مأزق, أو في أي أمر من الأمور إلا ويستحضر ذلك، ويعلم أن الله مؤيده، وأن الله غالب على أمره. ¶ وإذا علم أن الله يراه فإنه سيستحي أن ينظر إلى ما يغضب الله جل في علاه.",
            "page": "5",
            "part": "8",
            "seal": "9BB2EEE1"
        },
        {
            "id": "78",
            "nass": "ثبوت صفة الجمال لله سبحانه وتعالى والأدلة عليها ¶ الجمال صفة ثوبتية لله جل في علاه, والجمال جمال في كل شيء, فهو جمال في الذات المقدسة, وجمال في الصفات الكاملة والأسماء الحسنى, جمالاً في الأفعال, وجمال في الصنعة أي: الأفعال, وجمال في كل شيء. ¶ وهذه الصفة ثابتة لله جل في علاه بالكتاب والسنة وإجماع أهل السنة. ¶ أما الأدلة من الكتاب: فقوله تعالى {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الإِنسَانِ مِنْ طِينٍ} [السجدة:7]. ¶ وقوله تعالى {بَدِيعُ السَّمَوَاتِ وَالأَرْضِ} [البقرة:117]، هذه الدلالات تدل على جمال الله جل في علاه. ¶ وأما الأدلة من السنة: فما جاء صريحاً في سنن الترمذي بسندٍ صحيح عن النبي صلى الله عليه وسلم أنه قال: (إن الله جميل يحب الجمال). ¶ فالله جميل، لن يتنعم المرء مثل تنعمه برؤية وجه الله جل وعلا, ورؤية جماله سبحانه.",
            "page": "6",
            "part": "8",
            "seal": "8C986B3D"
        },
        {
            "id": "79",
            "nass": "جمال المخلوقات من جمال الخالق ¶ انظروا إلى بديع خلق الله, وإلى جمال القمر ليلة البدر, فإنه لا يوجد مثله في الجمال والبهاء والعظمة والجلال. ¶ فهذا القمر جلاله وبهاؤه وعظمته وجماله من جلال وبهاء وعظمة وجمال الله جل في علاه. ¶ وانظروا إلى النجوم التي تبرق وتتلألأ في السماء الصافية, هداية للحائرين, ومتعة للناظرين, فإنها من خلق الله جل في علاه، ومن صنعه سبحانه. ¶ وانظروا إلى الثمار الزاهية شموا شذى عطرها، فإنها من الله جل في علاه. ¶ فكل جمال تراه في هذه المخلوقات في هذه الدنيا ما هو إلا نابع من جمال الله جل في علاه. ¶ بل لو اجتمع جمال السموات والأرض وما فيهن ما كان إلا سراجاً مقارنة بنور جمال الله جل في علاه.",
            "page": "7",
            "part": "8",
            "seal": "E917D2EA"
        },
        {
            "id": "80",
            "nass": "التعبد لله بصفة الجمال ¶ لقد تعبد رسول الله صلى الله عليه وسلم بصفة الجمال عندما قال: (أعوذ بنور وجهك الذي أشرقت به السموات والأرض) , فإن الأرض تشرق بنور ربها، حين يأتي الرب جل في علاه ليفصل بين العباد, وهذا من جمال الله جل في علاه, والله جميل يحب كل جميل. ¶ ويتعبد المرء بهذا الجمال كالآتي: التدبر في جمال الله جل في علاه, فينظر في جمال أسماء الله الحسنى. ¶ فمثلاً ينظر في اسم اللطيف، وينظر في جمال اللطف، وأن الله يخفي الأشياء في أضدادها، فيخفي النصر داخل الهزيمة, ويخفي العزة داخل الذل, ويخفي الحرية داخل الرق، سبحانه جل في علاه, وينتزع النصر من أنياب القهر والظلم، فهذا من جمال أسماء الله جل في علاه. ¶ وينظر إلى اسم الله الحنان المنان، سبحانه جل في علاه. ¶ فينظر كيف يمن على عباده بأرزاق شتى، أرزاق القلوب، وأرزاق الأبدان. ¶ وينظر إلى جمال صفات الله، فينظر إلى صفة الضحك، فإن الله يضحك، وهذا من جماله, وإذا كان الله يضحك فإنا لن نعدم من رب يضحك خيراً, كما قال الصحابي الفقيه الأريب اللبيب عندما قال للنبي صلى الله عليه وسلم: (أيضحك ربنا؟ قال: يضحك ربكم. ¶ قال: ما يضحك الرب؟ قال: أن تدخل بغير درع، أن تدخل مقبلاً غير مدبر، فتضرب في عنقك، أو تضرب في صدرك، فيضحك الرب من ذلك)، وإن كانت الأسانيد مختلف فيها, لكن لها شواهد تدل على الصحة. ¶ فقال الرجل: لن نعدم من رب يضحك خيراً. ¶ ويضحك سبحانه إلى رجلين يقتل أحدهما الآخر، ويأخذ الأول بيد الآخر ويدخلان الجنة. ¶ وينظر إلى جمال صنيع الله، وفعل الله مع نبيه صلى الله عليه وسلم, فبعد أن كان ذليلاً طريداً مكن له في المدينة، وأسس الدولة الإسلامية، وكشف عنه الكربة، وسلاه بعد هذا الكرب الشديد الذي نزل عليه. ¶ وأخذه إلى رحلة لم يأخذ نبياً لها أبداً، إلا رسول الله صلى الله عليه وسلم، تشريفاً وتعظيماً وتوقيراً لمكان هذا النبي، وذلك في الإسراء والمعراج، وهذا من جمال فعل الله جل وعلا مع نبيه. ¶ وينظر إلى جمال فعل الله جل في علاه مع عباده، فقد فتح لهم باب التوبة إلى أن تطلع الشمس من مغربها، فهذا من جميل صنيع الله جل في علاه.",
            "page": "8",
            "part": "8",
            "seal": "904EF35A"
        },
        {
            "id": "81",
            "nass": "أثر الإيمان بصفة الجمال ¶ إذا تدبر العبد ذلك قال: إن الله جميل في صفاته، وجميل في ذاته، وجميل في أفعاله. ¶ فلا بد أن أكون جميلاً في ذاتي, جميلاً في أفعالي, جميلاً في صفاتي, فإن الله جميل يحب كل جميل، فلا بد أن تكون جميلاً في ثوبك، وفي نعلك وفي هيئتك، وفي وقارك وفي تعظيمك لسنة النبي صلى الله عليه وسلم، فإن هذا جمال يحبه الله جل في علاه. ¶ وإن أنعم الله عليك نعمة فعليك أن تري الله جل في علاه أثر هذه النعمة عليك, فإن الله يحب أن يرى أثر النعمة على عبده, فهذه من الجمال والبهاء. ¶ أيضاً لا بد أن تكون جميلاً في الظاهر والباطن, وهذا هو الأهم عند الله. ¶ فجمال الباطن بنقاء السريرة، فلا غل ولا حسد ولا حقد ولا مشاحنة ولا هجر لا مهاجرة، ولا عمل يسيء إليك أمام ربك جل في علاه. ¶ فلا بد من نقاء السريرة، وهذا هو الجمال المطلوب، وعليك أن تعود نفسك عليه، حتى يرضى عنك ربك, وحتى يرى أثر جماله في جمال قلبك، ونقاء سريرتك، وانظر إلى جميل فعل صحابة رسول الله عندما تأثروا بجمال الله ظاهراً وباطناً، ففي مسند أحمد أنه صلى الله عليه وسلم قال: (يخرج عليكم اليوم رجل من أهل الجنة، وفي اليوم الثاني قال: يخرج عليكم رجل من أهل الجنة) وخرج نفس الرجل، وفي اليوم الثالث خرج نفس الرجل، فذهب عبد الله بن عمرو بن العاص ينظر في هذا الرجل وفي شدة عبادته، فما رأى كثير صلاة ولا صيام, فقال: ما الذي جعلك تبشر بالجنة وأنت تمشي على قدميك بين الناس؟! قال: ما أبيت وفي صدري لأحد شيئاً. ¶ وهذه هي التي رفعته عند ربه جل في علاه، وصاحب البطاقة ما ارتقى وما نجا إلا بنقاء السريرة ونقاء القلب, وأرقى من ذلك ما اصطفى الله جل في علاه محمداً إلا بنقاء قلبه، فعن ابن مسعود رضي الله عنه وأرضاه موقوف عليه بسند صحيح كما في سنن الدارمي وغيره أنه قال: إن الله نظر في القلوب فوجد أنقاها قلب رسول الله صلى الله عليه وسلم فاختاره نبياً وخليلاً، ثم نظر إلى القلوب فوجد أتقاها وأنقاها قلوب صحابة رسول الله صلى الله عليه وسلم. ¶ فما اختار الله نبيه إلا بالقلب، وما اختار أصحابه إلا بالقلب، وهذا من جميل صنيع الصحابة، وصنيع الله مع صحابة رسول الله صلى الله عليه وسلم، فإن مقياس الناس عند رب الناس هي: القلوب. ¶ جمال الظاهر عند الصحابة قد طبقوه واقعاً يعيشون به, فهذا أبو بكر رضي الله عنه وأرضاه نال ما نال، ولو أن أحدنا نال ما ناله أبو بكر لأعمل السيف في الذي أوصل له هذا الضر الشديد, فإن عائشة وهي الصديقة بنت الصديق لما تكلم عنها مسطح الذي كان ينفق عليه أبو بكر رضي الله عنه وأرضاه ومسطح ابن خالته, وكان من المهاجرين، ومن المؤمنين الصالحين، رضي الله عنه وأرضاه، ولكنه زل زلة شديدة عندما تكلم وخاض مع الخائضين في حادثة الإفك, فقال أبو بكر: والله لأمنعن النفقة عن مسطح، فالله جل في علاه عظم قدره بجميل فعله فقال: {وَلا يَأْتَلِ أُوْلُوا الْفَضْلِ مِنْكُمْ وَالسَّعَةِ} [النور:22]. ¶ فهنيئاً لك يا أبا بكر، فإن الله كلمك بالتعظيم لجميل صنعك, وانظروا إلى جميل فعله مع رسول الله، قال النبي صلى الله عليه وسلم: (وواساني بماله وأهله). ¶ فقد أنفق ماله كله في الدعوة إلى الله جل في علاه, فكان يحوط رسول الله صلى الله عليه وسلم برعايته وبماله كله، فشكر الله له ذلك وعظمه، وتكلم معه مخاطباً إياه بالتعظيم فقال: {وَلا يَأْتَلِ أُوْلُوا الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُوْلِي الْقُرْبَى} [النور:22] إلى آخر الآيات, فقال: عدت في النفقة. ¶ فلما قال الله: {أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ} [النور:22] قال: أحب أن يغفر الله لي. ¶ فهذا جمال صنيع أبي بكر. ¶ وانظروا إلى ما هو أروع من ذلك، أو ما هو في روعة هذا، وهو فعل سعد بن الربيع رضي الله عنه وأرضاه، وجميل صنعه وجمال فعله بالتعبد لله بالجمال, فعندما آخى النبي صلى الله عليه وسلم بينه وبين عبد الرحمن بن عوف قال له: أما البيت فبيني وبينك نصفين، فنقسمه بيني وبينك نصفين, وأما أزواجي فانظر إلى واحدة منهن أعجبتك أطلقها وتتزوجها. ¶ ومع أن العرب معروف عنهم الغيرة الشديدة، إلا أنه يقول: أيتهما أعجبتك أطلقها فتتزوجها. ¶ وأرقى جمالاً من ذلك ما فعل عبد الرحمن بن عوف، فإنه قال له: بارك الله لك في أهلك ومالك، فدلني على السوق. ¶ نسأل الله جل في علاه أن يجعلنا ممن يتعبد بصفات الله، وجمال الله، وبهاء الله، وجلال الله، وعظمة الله.",
            "page": "9",
            "part": "8",
            "seal": "FFA1D6C7"
        },
        {
            "id": "82",
            "nass": "ثبوت صفة الجود لله سبحانه وتعالى ¶ صفة الجود: صفة ثبوتية ذاتية؛ لأن جود الله عم كل البشر، ووصل جوده إلى الحيوانات العجماوات, ووصل إلى أكفر أهل الأرض، فقد وصل جود الله إلى فرعون، فعافاه وأعطاه ومنحه وملكه، وهو مع ذلك يكفر برب العالمين جل في علاه. ¶ وقد ثبتت هذه الصفة لله بالكتاب وبالسنة وبإجماع أهل السنة. ¶ أما بالكتاب فالدليل عليها وإن كانت المسألة فيها رقائق بعيدة عن المنهجية، لكن قوله تعالى: {بَلْ يَدَاهُ مَبْسُوطَتَانِ} [المائدة:64]، وهي تدل على الجود. ¶ وأما من السنة فما جاء في السنن: (إن الله جواد يحب الجود). ¶ وهذه الصفة العظيمة الجليلة معناها: كثرة العطاء، وكثرة الفضل والإحسان. ¶ وقد قال ابن القيم في نونيته: وهو الجواد فجوده عم الوجود جميعه بالفضل والإحسان وهو الجواد فلا يخيب سائله ولو أنه من أمة الكفران فجود الله عم الدنيا بأسرها، كما قال النبي صلى الله عليه وسلم: (يمين الله ملأى سحاء الليل والنهار، لا تغيظها نفقة، أرأيتم ما انفق الله منذ خلق السموات والأرض؟ ما نقص ذلك مما عند الله شيئاً).",
            "page": "10",
            "part": "8",
            "seal": "F9C6748E"
        },
        {
            "id": "83",
            "nass": "أنواع الجود ¶ جود الله نوعان: جود معنوي، وجود حسي، فأما الجود الحسي فهو معلوم، وهو الجود بالأرزاق، فمن جود الله إرسال الرياح رحمةً وبشرى بين يدي رحمته, ومن جوده إنبات الثمر للحيوانات قبل البشر، ومن جوده جل في علاه إعطاء المحروم ما يريد وما يتمنى. ¶ ومن جود الله جل في علاه المعنوي: الجود على أوليائه بالإيمان وبالعلم وبالنفقة القلبية، فيكشف عن القلوب، فيجود عليها بحبه وبإيمانه. ¶ ومن جوده أنار لك طريق الهداية، ومن جوده أرسل محمداً رحمةً للعالمين سبحانه جل في علاه, وأعجب من ذلك: أن جوده بلغ الكافر كما بلغ المسلم, كما في الصحيحين عن النبي صلى الله عليه وسلم قال: (لا أحد أصبر على أذى من الله, يسبونه، ويدعون له الولد، وهو يعافيهم ويرزقهم!). ¶ وهذا من جود الله جل في علاه. ¶ فالجود عم كل المخلوقات، فقد عم المسلم والكافر, وعم البر والفاجر, وعم حتى الحيوانات العجماوات.",
            "page": "11",
            "part": "8",
            "seal": "7EA8B180"
        },
        {
            "id": "84",
            "nass": "التعبد لله بصفة الجود ¶ لا بد أن يتأثر العبد بجود الله جل في علاه, فيكون جواداً كريماً، منفقاً مما عنده، شطر ما عنده، أو ربع ما عنده، أو ثلث ما عنده، أو خمس ما عنده، تقرباً لله جل في علاه، حتى يكتب عند الله جواداً. ¶ ويجود بالعلم، والجود بالعلم فوق الجود بالمال، وأرقى منه بمراتب، والدليل على ذلك من السنة هو ما جاء عن ابن عباس رضي الله عنه وأرضاه قال: (كان رسول الله صلى الله عليه وسلم أجود الناس، وكان أجود ما يكون في رمضان حين يدارسه جبريل القرآن).",
            "page": "12",
            "part": "8",
            "seal": "17411DDA"
        },
        {
            "id": "85",
            "nass": "صفات الله وآثارها في إيمان العبد - شرح صفة الحق والحمد والحلم لله عز وجل ¶ صفات الحق والحمد والحلم لله عز وجل ثابتة بالكتاب والسنة والإجماع، فمن أسماء الله الحسنى: الحق والحميد والحليم، وقد تعبد النبي صلى الله عليه وسلم ربه بهذه الصفات، وظهرت آثارها جلية في حياته، وتبعه على ذلك أصحابه رضوان الله عليهم أجمعين.",
            "page": "1",
            "part": "9",
            "seal": "1213DE8F"
        },
        {
            "id": "86",
            "nass": "ثبوت صفة الحق لله تعالى بالكتاب والسنة والإجماع ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ما زلنا مع صفات الله الجليل، وأثر هذه الصفات في إيمان العبد الذي يتعبد لله بهذه الصفة التي اعتقدها اعتقاداً جازماً. ¶ إن صفة الحق صفة جليلة، وصفة كمال وجلال وبهاء وعظمة لله جل في علاه، وصفة الحق صفة ذاتية ثبتت لله جل في علاه في الكتاب والسنة وإجماع أهل السنة، ومعنى هذه الصفة: هو الحق في وجوده وفي كونه جل في علاه، وهو الحق في وعده وفي قوله، وهو الحق في لقائه، وهو الحق في ثوابه، وهو الحق في عقابه سبحانه وتعالى، قال تعالى: {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ} [الحج:6]، وقال جل في علاه: {فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ} [طه:114]. ¶ وفي السنة كما في الصحيح عن ابن عباس رضي الله عنه وأرضاه: (أن النبي صلى الله عليه وسلم كان يقول في قيام الليل: وأنت الحق، وقولك الحق)، ووجه الدلالة من ذلك: أن اسم الله جل في علاه الحق، ويتضمن صفة الحق، والعبد الذي يعتقد بهذه الصفة اعتقاداً جازماً، فإنها تؤثر في سويداء قلبه، وتؤثر في أعماق إيمانه، فالمتعبد بهذه الصفة يصدق بوجود الله، فهو يتعبد لربه سبحانه وهو موجود، وهو يصدق بوعد الله جل في علاه، ويصدق بلقاء الله، ويحمله ذلك على أن يصدق بأنه سيقف أمام الله جل في علاه ويحاسبه على كل صغيرة وكبيرة، ويحاسبه على النَّفَس وعلى الكلام، وعلى الضحك، وعلى النوم، وعلى النفقة، وعلى كل عمل دقيق أو جليل، فيصدق بأنه سيقف بين يدي ربه ليس بينه وبينه ترجمان، وهذا التصديق يحمله على المسارعة في الخيرات؛ لأنه مصدق بأنه سيلقى وعد الله حقاً. ¶ وأيضاً المتعبد لله بهذه الصفة الجليلة يعلم بأن الله حق يحب الحق، فلا يتكلم إلا بالحق، ولا يفعل إلا الحق، ولا يناصر إلا الحق، ولا يؤدي غضبه أو عاطفته إلى أن يحيد عن الحق، فقد قال النبي صلى الله عليه وسلم في دعائه كما في الصحيح: (اللهم إني أسألك كلمة الحق في الغضب والرضا)، فلا يحمله الغضب على أن يحيد عن الحق، ولا يميله الحب أو العاطفة عن الحق، فهو دائماً متكلم بالحق، ويناصر الحق، ويسعى للحق حيثما كان، ويعلم أن الله جل في علاه يرتب لأهل الحق حق اليقين في الجنات، وقد قال النبي صلى الله عليه وسلم: (سيد الشهداء حمزة ورجل تكلم بكلمة الحق عند سلطان جائر فقتله)، فهو بتصديقه بموعود الله، وبتصديقه بهذه الصفة يحب الحق، ويناصر الحق، ويسعى للحق، وهو بذلك يستحضر كيف تعبد الصحابة الكرام بهذه الصفة لله جل في علاه، فإن النبي صلى الله عليه وسلم يحب الحق، ويتكلم بالحق، ويناصر بالحق، قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالأَقْرَبِينَ} [النساء:135]، فلابد من كلمة الحق حتى لو على نفسك أو على الوالدين والأقربين.",
            "page": "2",
            "part": "9",
            "seal": "14B33C83"
        },
        {
            "id": "87",
            "nass": "تعبد النبي صلى الله عليه وسلم والصحابة لله بصفة الحق ¶ وانظروا إلى رسول الله صلى الله عليه وسلم كيف يعرف أن ربه الحق، وأن الله يحب الحق، وأن صفة الحق للحق، فهو يدافع عن الحق ويناصر الحق، جاء أسامة بن زيد رضي الله عنه وأرضاه حب رسول الله صلى الله عليه وسلم يشفع في المرأة المخزومية التي سرقت، فثار النبي صلى الله عليه وسلم للحق، وأراد أن يناصر الحق، وما كان صلى الله عليه وسلم يغضب لنفسه قط إلا أن تنتهك حرمات الله، فينتصر للحق، فقال صلى الله عليه وسلم لـ أسامة: (أتشفع في حد من حدود الله؟ والله لو أن فاطمة بنت محمد سرقت لقطعت يدها) انتصاراً للحق، وغضباً للحق. ¶ وهكذا كان الصحابة الذين الذين تربوا على يد رسول الله صلى الله عليه وسلم يتعبدون بهذه الصفة الجليلة لله، ويعلمون أن مناصرة الله تعبداً بصفة الحق للحق سبحانه وتعالى، وانظر إلى أبي بكر رضي الله عنه وأرضاه وهو يناصر الحق أمام الفاروق الذي فرق الله به بين الحق والباطل، يقوم عمر بن الخطاب ويعارض أبا بكر فيقول: أتقاتل قوماً يقولون: لا إله إلا الله؟ وقد قال النبي صلى الله عليه وسلم: (أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله، فإن قالوها عصموا مني دماءهم وأموالهم)، هو يرى أن هذا هو الحق فيناصره، والمناصر للحق لا يضيع الحق، لكن المتخاذل عن الحق لم يتعبد الله بهذه الصفة، بل سيضيع الحق بسببه، وأنه لم يتعبد لله بهذه الصفة، وأبو بكر أرق الأمة وأرحم الأمة بالأمة ومع ذلك كان أبو بكر مناصراً للحق، ويعلم أن الحق يحب الحق، فقال لـ عمر بن الخطاب: أجبار في الجاهلية خوار في الإسلام، أردت قوتك تأتيني بضعفك وخورك وجبنك، والله لأقاتلن من فرق بين الصلاة وبين الزكاة، والله لو منعوني عناقاً أو عقالاً كانوا يؤدونه لرسول الله صلى الله عليه وسلم لقاتلتهم عليه، مناصرة للحق، فإن النبي صلى الله عليه وسلم علم أصحابه كيف يتعبدون بهذه الصفة لله جل في علاه، حتى إن عمر بن الخطاب رضي الله عنه وأرضاه جلد ابنه فلذة كبده من أجل أن ينصر حداً من حدود الله جل في علاه، عملاً بهذه الصفة الجليلة، وأيضاً علي بن أبي طالب كان يناصر الحق حتى ولو كان ذلك على أمير المؤمنين، فـ عثمان بن عفان الحج كان ينهى عن المتعة في الحج، والمتعة: أن يتمتع بالعمرة إلى الحج، أي: يعتمر ثم يتحلل ثم بعد ذلك يهل بالحج، فكان عثمان رضي الله عنه وأرضاه ينهى عن المتعة، فقام له علي فقال له: أتنهى عن المتعة وتعلم أن رسول الله صلى الله عليه وسلم قد أمر بها؟ والله لأقومن بسنة رسول الله صلى الله عليه وسلم، ولأخالفن من خالف رسول الله صلى الله عليه وسلم كائناً من كان، لبيك اللهم بعمرة متمتعاً بها إلى الحج. ¶ فهذا يل على تعبد الصحابة رضي الله عنهم وأرضاهم بهذه الصفة العظيمة الجليلة، صفة الحق ومناصرته، أما المتخاذلون الذين يتخاذلون عن الحق فهؤلاء قد جهلوا صفات ربهم، فضيعوا الحق، وضيعوا التعبد لله بهذه الصفة، فهم آثمون وأيضاً هم عند الله جل في علاه على مذمة عظيمة؛ لأنهم لم يتعبدوا بصفة الحق، ولم ينصروه، فهذه ثلاثة آثام يقع فيها الذين يتخاذلون عن الحق.",
            "page": "3",
            "part": "9",
            "seal": "0F090551"
        },
        {
            "id": "88",
            "nass": "ثبوت صفة الحمد لله تعالى بالكتاب والسنة والإجماع ¶ الحمد صفة ثبوتية ذاتية ثبتت لله جل في علاه بالكتاب وبالسنة وبإجماع أهل السنة، قال الله تعالى: {وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ} [البقرة:267]، وجه الدلالة من الآية: أن الله سمى نفسه الحميد، وهذا الاسم يتضمن صفة كمال، وهي صفة الحمد. ¶ وقال الله تعالى: {وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ} [فاطر:15]. ¶ وفي السنة جاء في الحديث المتفق عليه الذي علم فيه النبي صلى الله عليه وسلم ابن مسعود والصحابة كيف يصلون عليه، قال النبي صلى الله عليه وسلم في آخره: (إنك حميد مجيد)، وهذه أيضاً تسمية لله في علاه تتضمن هذه الصفة، ومعناها: هو المحمود على كل حال سبحانه وتعالى، وهذه الصفة صفة كمال وجلال وبهاء وعظمة، فإن الله يحمد على صفات الكمال والجلال والقوة والجبروت والعزة، ويحمد عباده جل في علاه على القليل من العمل بفضل منه ونعمة، فهو يحب العبد الشاكر، ويحمد العبد الشاكر، ويحمد عمل العبد القليل فيثيبه عليه، وأحب عباد الله إلى الله الذين يشكرون، كما بين الله جل في علاه مادحاً نوحاً: {إِنَّهُ كَانَ عَبْدًا شَكُورًا} [الإسراء:3]، وقال عن إبراهيم عليه السلام: {شَاكِرًا لِأَنْعُمِهِ} [النحل:121]، فإن الله يحب العبد الشكور، ولذلك جاء في الصحيح عن النبي صلى الله عليه وسلم أنه قال: (إن الله يحب من أحدكم إذا أكل أن يحمد الله على ذلك، وإذا شرب أن يحمد الله على ذلك) فإن الله يحب ذلك من العبد؛ لأنه محمود ويحمد ويحب هذه الصفة، ولذلك المتعبد لله بهذه الصفة يقول: علي أن أحمد الله، وأتدبر نعائم الله، فأشكر ربي وأثني الثناء على المنعم سبحانه وتعالى، والشكر يدخل مع الحمد إذا انفرد أحدهما عن الآخر، فيحمد الله جل في علاه على كل نعمة، وأجل النعائم التي لا بد للإنسان لزاماً أن يحمد الله عليها: نعمة الإسلام، ثم نعمة الإيمان، ثم نعمة العلم، ثم نعمة الجهاد، ثم نعمة النفقة، ثم نعمة الطاعة، هذه النعائم التي تحتاج إلى الحمد.",
            "page": "4",
            "part": "9",
            "seal": "02A866FD"
        },
        {
            "id": "89",
            "nass": "فوائد حمد الله سبحانه وتعالى ¶ والحمد له فوائد عظيمة جليلة: منها أولاً: العبد الذي يحمد ربه جل في علاه يحمده الله؛ لأنك إذا ذكرت ربك بالحمد ذكرك هو بالثناء في الملأ الأعلى. ¶ ثانياً: إن الحمد يحفظ لك النعائم، حيث قال الله تعالى: {ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ} [الأنفال:53] يعني: لا يحمدون الله جل وعلا عليها. ¶ ثالثاً: أن مع حمد الله على هذه النعائم تزداد هذه النعائم، قال الله تعالى: {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} [إبراهيم:7]، فإن النعائم تزداد بالحمد وبالشكر لله جل في علاه.",
            "page": "5",
            "part": "9",
            "seal": "6A1B2380"
        },
        {
            "id": "90",
            "nass": "تعبد النبي صلى الله عليه وسلم والصحابة بصفة الحمد لله تعالى ¶ ولقد استشعر النبي والصحابة حقيقة هذه الصفة فتعبدوا الله عز وجل بها وجعلوها واقعاً مشاهداً عندما اعتقدوا هذه الصفة في قلوبهم وتعبدوا بها لله جل في علاه، فرسول الله صلى الله عليه وسلم عبد قد غفر الله له ما تقدم من ذنبه وما تأخر، إلا أنه بقي يحمد الله ويشكر الله جل في علاه ليل نهار، وكان يشكر الله قولاً باللسان واعتقاداً بالجنان وعملاً بالأركان، فكان يقوم الليل كله، وتقول عائشة: (يا رسول الله! لم تصنع هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ فيقول النبي صلى الله عليه وسلم: أفلا أكون عبداً شكوراً)، وكان النبي صلى الله عليه وسلم يحمد الله ويعمل بما أمر الله به من الحمد، وكان صلى الله عليه وسلم يقول: (من لم يشكر الناس لا يشكر الله) جل في علاه، فالمعتقد أن النعم التي أتته هي من قبل الله يعتقد أن الله قد سبب أسباباً لهذه النعم التي آتاه إياها، فهذه الأسباب لا بد أن تشكر، والذي يجحد بهذه الأسباب لزاماً لا بد أن يجحد بالمسبب؛ ولذلك قال رسول الله صلى الله عليه وسلم: (من لم يشكر الناس لا يشكر الله) جل في علاه، وهذا طبقه النبي صلى الله عليه وسلم حتى نأتسي به صلى الله عليه وسلم، بل طبقه مع الكافر قبل المسلم، فقد كان النبي صلى الله عليه وسلم يشكر صنائع الكافر قبل أن يشكر المسلم، فلما رجع النبي صلى الله عليه وسلم إلى مكة مغتماً حزيناً حين طرده أهل الطائف دخل في جوار المطعم بن عدي فأخذ المطعم بن عدي السيف وأخذ أولاده وقال: إن محمداً في جواري، فاشترط عليه كفار قريش أن يتعبد ربه في سره ولا يكشف لهم ما يتعبد به، فشكر له النبي صلى الله عليه وسلم ذلك وهو كافر، فقال في أسرى يوم فتح مكة: (لو كان المطعم حياً وكلمني في هؤلاء النتنى لدفعتهم إليه) شكراً له، بل أرقى من ذلك وأوجب وأقوى من ذلك عندما تتدبر هذه الصفة الجليلة لله جل في علاه، وذلك حين يشكر الله المرء إذا أحسن للكلب أو أي حيوان آخر، فإن الله يحمد عباده على حسن صنيعهم مع العجماوات، فهذه بغي من بني إسرائيل تزني كل ليلة وتضاجع رجلاً، وتأكل من فرجها، وتأتي ما يغضب الله سبحانه، فكانت مرة في صحراء وبلغ منها العطش مبلغه فوجدت بئراً فنزلت فيها وشربت، ولما خرجت رأت كلباً يلهث، قالت: إن العطش بلغ من هذا الكلب ما بلغ مني، فنزلت فسقت الكلب فشكر الله لها فغفر لها، فانظروا حمد الله جل في علاه لعباده، كذلك العباد لا بد أن يحمدوا الله على ذلك. ¶ وانظروا كيف يطبق النبي صلى الله عليه وسلم التعبد بهذه الصفة عندما يحمد أبا بكر رضي الله عنه وأرضاه على حسن صنيعه معه، وكان النبي صلى الله عليه وسلم يقول: (سدوا كل خوخة إلا خوخة أبي بكر فإنه أتاني بأهله وماله)، فهذا شكرٌ لـ أبي بكر على ما صنع مع رسول الله صلى الله عليه وسلم، انظروا كيف يشكر الله أبا بكر رضي الله عنه -وإن كان في إسناد هذا الحديث نظر، والراجح فيه الصحة والله تعالى أعلى وأعلم- فقد جاء في الحديث: (أن النبي صلى الله عليه وسلم جلس، وجلس أمامه أبو بكر رضي الله عنه وأرضاه عليه ثياب خلقة رثة، فجاء جبريل فقال: يا محمد! ألق السلام على أبي بكر وقل له: إن ربك يلقي عليك السلام وهو عنك راض، فهل أنت راض عن الله؟) جل في علاه، يعني: عن أفضال الله عليك بعدما أنفقت مالك عن بكرة أبيه في الدعوة إلى الله جل في علاه، فهذا شكر الله لـ أبي بكر؛ إذ يرسل جبريل عليه السلام من فوق سبع سماوات ليلقي السلام ويبين الرضا عن أبي بكر رضي الله عنه وأرضاه، حمداً لحسن صنيع هذا العبد. ¶ وكما قلت: لا بد لنا أن نتدبر هذه الصفات الجليلة ونتعبد لله بها، فعلى العبد كل حين وكل آن أن يحمد الله ليل نهار على لسانه الذي يذكر به الله جل في علاه، وعلى أذنه التي يسمع بها كتاب الله جل في علاه وأحاديث النبي صلى الله عليه وسلم، وعلى يده التي يكتب بها أحاديث النبي صلى الله عليه وسلم أو القرآن أو يبطش بها في الحق، وعلى بصره الذي لا ينظر به إلا إلى ما يرضي الله جل في علاه، وإن نعائم الله تتنزل على العبد تترا فلابد أن يشكر العبد ربه ويتعبد لله بهذه الصفة الجليلة صفة الحمد لله جل في علاه.",
            "page": "6",
            "part": "9",
            "seal": "D6D61E92"
        },
        {
            "id": "91",
            "nass": "ثبوت صفة الحلم لله تعالى بالكتاب والسنة والإجماع ¶ صفة الحلم صفة ذاتية ثبوتية، قد ثبتت لله في الكتاب وفي السنة وبإجماع أهل السنة، أما في الكتاب فقد قال الله تعالى: {إِنَّهُ كَانَ حَلِيمًا غَفُورًا} [الإسراء:44]، وأيضاً في دعاء الكرب في الحديث المتفق عليه بين البخاري ومسلم: (لا إله إلا الله العظيم الحليم)، فهذه نصوص على أن صفة الحلم ثابتة لله، والاسم يتضمن صفة كمال، فالحليم يتضمن صفة الحلم: ومعنى الحلم هو: الذي لا يعجل بالعقوبة سبحانه وتعالى، فإنه يملي للعباد ولا يهمل؛ لأنه إذا أخذ لم يفلت، فهو يملي للعباد، ويفتح لهم أبواب التوبة والأوبة والرجوع إليه سبحانه وتعالى، فإنه حليم، وانظروا إلى حلم الله جل في علاه المتدفق على عباده المؤمنين والكافرين، ترون أعجب ما ترون من حلم الله جل في علاه بعد علمه، إذ يرى الذين يعيثون في الأرض فساداً فيحلم عليهم ويفتح لهم أبواب التوبة، بل يرضى منهم التوبة والأوبة والرجوع إليه، قال النبي صلى الله عليه وسلم كما في الصحيحين: (ما رأيت أحداً أصبر على أذى من الله، يسبونه، وينسبون له الولد، وهو مع ذلك يطعمهم ويسقيهم ويرزقهم ويعافيهم) جل في علاه. ¶ أيضاً انظر إلى الذين يعيثون في الأرض فساداً، ويسومون أهل الإسلام سوء العذاب، والمؤمن الموحد المخلص لله جل في علاه أفضل عند الله من الكون بأسره، أفضل من السماء والأرض والجبال والأنهار والجنات، بل شرف المؤمن أشرف عند الله من شرف الكعبة، فقد جاء عن ابن عباس بسند صحيح أنه كان يطوف بالكعبة ويقول: أنت الكعبة شرفك الله وعظمك، وحرمك، وعظمة دم المرء المسلم عند الله أشرف منك وأعظم منك. ¶ بل جاء عن النبي صلى الله عليه وسلم مرفوعاً: (إن حرمة دم المسلم عند الله أعظم من حرمة الكعبة)، وأيضاً: جاء عن النبي صلى الله عليه وسلم كما في سنن الترمذي بسندٍ صحيح أنه: (لو تمالأ أهل الأرض وأهل السماء على دم امرئ مسلم -يعني: ظلماً- أكبهم الله في النار ولا يبالي)، من عظم حرمة دم المسلم عند الله جل وعلا، وأنتم ترون الآن دول أهل الكفر يسومون أهل الإسلام سوء العذاب، والله بحلمه يتدارك أهل الإسلام، وبحلمه يفتح أبواب التوبة لهؤلاء الكفار، وانظروا إلى قول الله تعالى: {إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} [البروج:10] أي: يريدون ردهم عن التوحيد، فقد حفروا الأخاديد وأججوها ناراً، وقذفوهم فيها، ورغم ذلك فإن الله تعالى يقول في هؤلاء الكفار: {ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ} [البروج:10]، والشاهد: قوله تعالى: {ثُمَّ لَمْ يَتُوبُوا} [البروج:10]، (ثم) هنا: للتراخي، بعدما حفروا الأخاديد وأججوها ناراً وأقحموا الناس فيها يقول الله عز وجل لهم: {ثُمَّ لَمْ يَتُوبُوا} [البروج:10] فعلى الرغم من شناعة هذه الأفعال يفتح الله لهم باب التوبة ويقول: {ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ} [البروج:10]، فاعلموا أن حلم الله جل في علاه يتدارك الكافرين قبل أن يتدارك المؤمنين، فما بالكم بحلم الله على المؤمنين.",
            "page": "7",
            "part": "9",
            "seal": "F9A27AA5"
        },
        {
            "id": "92",
            "nass": "تعبد النبي صلى الله عليه وسلم والصحابة الكرام بصفة الحلم ¶ والعبد إذا أراد يتعبد لله بهذه الصفة فعليه أن ينظر إلى من سبقه بالتعبد بها ليعلم كيف يتعبد لله بهذه الصفة، فرسول الله صلى الله عليه وسلم ضرب لنا أروع الأمثلة في ذلك، فقد علم أن الله حليم يحب الحلم؛ لأن الله جل في علاه يحب صفاته، ويحب أن يرى أثر هذه الصفات على العبد المؤمن الذي اعتقدها لله جل في علاه، فلذلك كان النبي صلى الله عليه وسلم يعلم بأن الله حليم ويحب كل حليم، وانظروا إلى حلم رسول الله صلى الله عليه وسلم مع بيته أولاً، فقد كان حلم النبي صلى الله عليه وسلم مع أزواجه يضرب به المثل، فكان ذات مرة عند عائشة رضي الله عنها وأرضاها وكانت نوبتها فأرسلت زينب رضي الله عنها وأرضاها بقصعة فيها طعام في نوبة عائشة، فغارت عائشة، وغيرة النساء معلومة، حتى قال الإمام مالك: إن المرأة إذا غارت قذفت، وإذا قذفت لم تحد؛ لأن الغيرة تغلب على العقل، وكان رسول الله صلى الله عليه وسلم جالساً ومعه أصحابه، فالمجلس فيه أصحاب رسول الله وفيه المعظم رسول الله صلى الله عليه وسلم أكرم الخلق على الله، بينما هم كذلك إذ تخرج عائشة رضي الله عنها وأرضاها قبل الحجاب، وتأخذ قصعة الطعام فتلقي بها فتكسرها، فقال النبي صلى الله عليه وسلم: (غارت أمكم غارت أمكم، إناء بإناء وطعام بطعام)، انظروا إلى حلم النبي صلى الله عليه وسلم مع زوجاته وهو بذلك يتعبد لله بهذه الصفة الجليلة بعدما اعتقدها اعتقاداً جازماً لله جل في علاه، وكان النبي صلى الله عليه وسلم يشتهي عسلاً، فكان في كل يوم في العصر يذهب إلى زينب فيجلس يسامرها ويحب أن يأكل عندها العسل، فغارت عائشة فقالت: يذهب إلى زينب ويجلس، لم يجلس؟ فعرفت أنه يأكل عندها العسل، فذهبت إلى سودة، وكانت عائشة شديدة الرأي عليهن؛ لأن عائشة كانت لها الحظوة عند رسول الله صلى الله عليه وسلم، فكن يخشين عائشة، يعني: إن خالفنها تألم عليها رسول الله، كن يعتقدن ذلك، ورسول الله صلى الله عليه وسلم لا يعلم، فهو يتعامل مع كل امرأة بحسن خلقه، فذهبت عائشة إلى سودة، وسودة أكبر منها سناً بمراحل فقالت: إذا دخل عليك فقولي له: أكلت مغافير؟ ونزلت على رأي عائشة، ثم ذهبت حفصة وقالت لها الشيء نفسه، وكان النبي صلى الله عليه وسلم يكره أن يشتم منه رائحة لا تقبل، وهذه سنة سنها الرسول صلى الله عليه وسلم لكل إنسان يحاول قدر الإمكان أن يكون على رائحة طيبة، فدخل النبي صلى الله عليه وسلم على حفصة فقالت: يا رسول الله! كأنها تشمئز، ما هذا؟ أكلت مغافير؟ فالنبي صلى الله عليه وسلم يقول: (والله ما أكلت مغافير ما أكلت إلا عسلاً)، فذهب إلى سودة فقالت: ما هذا يا رسول الله! أكلت مغافير؟ ثم دخل على عائشة فقالت عائشة رضي الله عنها وأرضاها: ما هذا يا رسول الله! ما هذه الرائحة؟ أكلت مغافير؟ فقال: (والله ما أكلت مغافير بل أكلت هذا العسل)، فأقسم بالله ألا يأكل العسل، وهذا حلم رسول الله صلى الله عليه وسلم مع أزواجه، فهو لم ينهر امرأة منهن، بل منع نفسه مما يشتهي حتى لا يقال له: أكلت مغافير، فأنزل الله جل في علاه على النبي صلى الله عليه وسلم قوله: {لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ} [التحريم:1]. ¶ وانظر إلى سعة حلم النبي صلى الله عليه وسلم عندما جاءته الوفود وجاءه أعرابي جلف لا يعرف كيف يتعامل مع أكرم خلق الله على الله، فجبذه بردائه صلى الله عليه وسلم، حتى ظهر ذلك في صفحة عنق النبي صلى الله عليه وسلم، فقال له: أعطني من مال الله ليس من مالك ولا من مال أبيك، فأراد الصحابة قتل هذا الأعرابي والنبي صلى الله عليه وسلم يبتسم له ويكتب له عطاء. ¶ وقد علمنا أبو بكر رضي الله عنه وأرضاه الحلم، وابنته كذلك، وكان ذلك في حادثة الإفك وقد تولى كبره المنافق العربيد عبد الله بن أبي ابن سلول وخاض فيه من خاض، ومرضت أم المؤمنين شهراً، وكان النبي صلى الله عليه وسلم يدخل عليها -وبكل حلم- ويقول: (كيف تيكم؟) ويتركها ويسير، فلما علمت بحادثة الإفك دخل عليها رسول الله وهي تبكي فقال: (يا عائشة! إن كنت قد ألممت بالذنب، فاستغفري ربك فإنه غفور رحيم، وإن كنت بريئة فسيبرئك الله. ¶ فقالت: والله ليس مثلي ومثلكم إلا كمثل يعقوب مع أولاده، فصبر جميل والله المستعان) من الحلم؛ لأن علامات الحلم الصبر، فالله جل في علاه كافأها على حلمها في هذا البلاء بأن برأها من فوق سبع سماوات، وقد اشتد غضب أبيها أبي بكر رضي الله عنه وقال: والله لا أنفق على مسطح فأنزل الله معاتباً إياه: {أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ} [النور:22]، فقال: أحب أن يغفر الله لي، ثم أعاد النفقة على مسطح. ¶ وعمر بن الخطاب ضرب لنا أروع الأمثلة في الحلم أيضاً، عندما دخل المسجد وكان هناك من ينام في المسجد وكان عمر رضي الله عنه وأرضاه رجل طوال، ورجله ليست بالهينة، فوطئ رجلاً بقدمه، فقام الرجل فقال: أنت أيها الأعمى! يقول ذلك لـ عمر، وعمر معه من معه من الصحابة، فقاموا لتأديبه فقال: اتركوه وقال للرجل: أوما ترى عيني؟ إني لست بأعمى، وهذا من حلم عمر رضي الله عنه وأرضاه. ¶ اللهم ارزقنا الحلم، فالإنسان إذا تعلم الحلم ساد، والقاعدة عند العلماء: لا يسود المرء إلا بالحلم. ¶ فنسأل الله جل في علاه أن يعلمنا الحلم، وأن يجعلنا نطبق هذه الآيات وهذه الصفات على أنفسنا، فيرى الله منا الصدق ويحلينا بصفات المتقين، ويرزقنا الجنة مع النبيين والصديقين والشهداء وحسن أولئك رفيقاً. ¶ أقول قولي هذا وأستغفر الله العظيم. ¶ وصل اللهم وسلم على محمد وآله وصحبه أجمعين.",
            "page": "8",
            "part": "9",
            "seal": "13F398A4"
        },
        {
            "id": "93",
            "nass": "صفات الله وآثارها في إيمان العبد - شرح صفة الحكم والحكمة لله عز وجل ¶ إن من أعظم ما يزيد إيمان العبد أن يعلم صفات الله تعالى ويتعبده بما فيها من المعاني الجليلة، ومن هذه الصفات صفة الحكم لله جل وعلا، والتي معناها: أن الأمر كله يرجع لله في الدنيا والآخرة، فلا راد لأمره ولا معقب لحكمه العدل، وقوله الفصل، والعلم بذلك يلزم منه رد التنازع والتحاكم إليه في كل ما يختلف فيه الناس، ومن صفات الله الجليلة: صفة الحكمة والتي معناها: أن الخالق الحكيم يضع الشيء في موضعه، فإذا نظر العبد في أفعال الله تعالى علم أنها لا تكون إلا عن حكمة، فيعيش راضياً بأقدار الله، مطمئن البال سعيداً، يعلم أن ما أصابه لم يكن ليخطئه، وما أخطأه لم يكن ليصيبه.",
            "page": "1",
            "part": "10",
            "seal": "B39D2BC0"
        },
        {
            "id": "94",
            "nass": "إثبات صفة الحكم لله تعالى ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار. ¶ ثم أما بعد: فنحن اليوم على موعد مع صفة من صفات الجليل، هذه الصفة صفة ذاتية لا تنفك عن الله جل في علاه أزلاً ولا أبداً، وهي صفة الحكم؛ قال عز وجل: {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} [الأنعام:57] يعني: أن الحكم كله يرجع لله جل في علاه، يفصل في كل أمورنا في الدنيا وفي الآخرة، وهذه الصفة أجمع عليها أهل السنة والجماعة، وهذا الإجماع ينبني على الكتاب والسنة، أما من الكتاب فقد قال الله تعالى: {أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا} [الأنعام:114]، والحكم هنا اسم من أسماء الله جل في علاه يتضمن صفة كمال وهي الحكم، وقال الله تعالى: {فَاصْبِرُوا حَتَّى يَحْكُمَ اللَّهُ بَيْنَنَا} [الأعراف:87]، وفي سورة يوسف ذكر الحكم صريحاً فقال: {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} [يوسف:40]، ففي هذه الآية قصر الحكم على الله وحده لا شريك له. ¶ أما من السنة فإن النبي صلى الله عليه وسلم مر برجل يكنى بـ أبي الحكم فقال: (لمَ كناك الناس بهذا الاسم؟ فقال: إنهم كانوا يتحاكمون إلي، فأحكم بينهم فيأخذون بحكمي، فقال له النبي صلى الله عليه وسلم: إن الله هو الحكم، ((إِنِ الْحُكْمُ إِلَّا لِلَّهِ)) [الأنعام:57]، ثم قال: ما اسم ابنك الأكبر؟ فقال: اسمه شريح، فقال: أنت أبو شريح)، فكناه باسم ابنه الأكبر، فهذا دليل من السنة على أن الحكم المطلق لا يكون إلا لله جل في علاه.",
            "page": "2",
            "part": "10",
            "seal": "CB64F50E"
        },
        {
            "id": "95",
            "nass": "كيفية التعبد لله بصفة الحكم ¶ أما كيف يتعبد المرء بهذه الصفة الجليلة لله؟ فأقول: أولاً: لا بد أن يعلم أن الحكم حكمان: حكم كوني وحكم شرعي، فالحكم الكوني لا بد أن يقع، ولا مرد له، ولا يستطيع أحد أن يرده على الله جل في علاه! والحكم الكوني يقع فيما يحبه الله وفيما لا يحبه الله جل في علاه، كوجود إبليس. ¶ وحكم الله الكوني يقع حتماً فلا مرد له، ويمكن أن يمثل له بقصة سعد بن معاذ رضي الله عنه وأرضاه حين قال: اللهم لا تمتني حتى تقر عيني في بني قريظة، فحكمه الله فيهم، فقال النبي صلى الله عليه وسلم لهم: (تنزلون على حكم سعد؟)، قالوا: ننزل على حكم سعد، أخ كريم، فأشار إليهم فقال: تنزلون على حكمي؟ قالوا: ننزل على حكمك. ¶ ثم نظر ناحية النبي صلى الله عليه وسلم تأدباً منه ولم يشر، فقال: أترضون بحكمي؟ -يقصد بذلك: رسول الله صلى الله عليه وسلم- فقال: (اللهم نعم) فقال: تقتل مقاتلتهم، وتسبى نساؤهم فقال له النبي صلى الله عليه وسلم: (حكمت فيهم بحكم الله من فوق سبع سماوات)، فهذا حكم لا مرد له بحال من الأحوال. ¶ والحكم الثاني هو: الحكم الشرعي، ولا يكون إلا فيما يحبه الله. ¶ إذاً: الفرق بينه وبين الكوني أن الحكم الكوني يقع فيما يحبه الله وفيما لا يحبه، وأما الحكم الشرعي فيكون فيما يحبه الله جل في علاه فقط، وقد يقع وقد لا يقع، بمعنى أنه يمكن أن يقبله الناس ويمكن أن يردوه. ¶ وقد جلى الله جل في علاه هذا الصنف بقوله سبحانه وتعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلالًا بَعِيدًا} [النساء:60]، فقد أنزل الله لهم الحكم من فوق سبع سماوات وما رضوه، بل ردوه على الله جل في علاه. ¶ فلا بد أن تعتقد اعتقاداً جازماً أن الحكم لله جل في علاه حكم كوني وحكم شرعي، وإذا أردت أن تتعبد وتمحص النظر في هذه الصفة فلا بد لك أن تعلم أن حكم الله تعالى له شقان: شق الدنيا، وشق الآخرة، أما شق الدنيا فلابد أن تعلم أن الله حكم عدل، وأن الله جل في علاه إذا حكم بين العباد وفصل بينهم فصل بينهم بالقسط وبالعدل، فإن مقتضى حكم الله تعالى نشر العدل ومنع الظلم ونشر البر ومنع الفساد، بل كل المصالح الدنيوية والأخروية نابعة عن حكم الله الشرعي فإذا أردت أن تتعبد لله بحكمه الكوني فما اختلفت في شيء مع أحد أو تنازعت معه في شيء فلا بد عليك لزاماً أن ترجع إلى حكم الله تعالى؛ فإن الله يحب أن يرى أثر هذه الصفة عليك، فإن كنت ممن يعتقد اعتقاداً جازماً أن أحقية الحكم لا تكون إلا لله جل في علاه، فإن تنازعت في شيء جليل أو دقيق فمرجعه إلى الله، وعليك أن تستحضر في ذلك قول الله تعالى: {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ} [الشورى:10]، وقول الله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا} [النساء:59].",
            "page": "3",
            "part": "10",
            "seal": "C0957833"
        },
        {
            "id": "96",
            "nass": "أمثلة من تسليم الصحابة لحكم الله عز وجل ¶ والرجوع إلى الله ليحكم بين المرء وبين من اختلف معه -إما بكتاب الله وإما بسنة النبي صلى الله عليه وسلم- كان واقعاً عاشه الصحابة الكرام، ولذلك كتب الله لهم القيادة والريادة والسيادة، وكان هذا الرعيل هو الذي ارتقى عند ربه لأنه طبق هذه الصفة أيما تطبيق، فهؤلاء الصحابة كانوا إذا تنازعوا فيما بينهم ردوا الأمر إلى الله وردوا الأمر لرسول الله صلى الله عليه وسلم، عملاً واعتقاداً بأن الحكم العدل هو الله جل في علاه، وأن الحكم كله لله لا يرجع للقبائل ولا للقوانين الوضعية، ولا يرجع إلى شيء عدا الله جل في علاه. ¶ فعندما حدثت المشاحة بين أبي بكر وعمر رّدا هذا النزاع إلى رسول الله صلى الله عليه وسلم، وهما مقران في نفسيهما بأن الله حكم عدل، ولا بد من التسليم لحكمه؛ عملاً بقول الله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} [الأحزاب:36]، وعملاً بقول الله تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [النساء:65]. ¶ فيا أخي الكريم! هل جلست مع نفسك عندما تنازعت مع إخوانك؟ فإن الشيطان الذي يئس أن يعبد في جزيرة العرب لم ييئس أن يحرش بين الإخوة المسلمين الملتزمين بدين الله جل في علاه، فهل عندما حدث التنازع رددت نفسك إلى ربك جل في علاه؟ هل رددت نفسك إلى رسول الله صلى الله عليه وسلم؟ هل عملت وتعبدت لربك بصفة الحكم لله جل في علاه؟ إن فعلت ذلك فأنت من السعداء، فأنت الذي اصطفاك الله جل في علاه؛ لتعتقد هذا الاعتقاد الصحيح، بل وتترجمه حياة واقعة كما فعله الصحابة الذين أنزل الله عدالتهم من فوق سبع سماوات، فهذا أبو بكر حدثت بينه وبين عمر مشاحة، فاشتد أبو بكر على عمر؛ لأنه كان فيه حدة على رقة قلبه، ثم تراجع فذهب إلى عمر يستسمح، فـ عمر أبى على أبي بكر رضي الله عنه وأرضاه، فقال: يفصل بيننا رسول الله صلى الله عليه وسلم، أو كتاب الله وسنة النبي صلى الله عليه وسلم، فهو يستحضر أن الحكم الصحيح الذي سينفذ على أبي بكر وعلى عمر ويكون على رأس أبي بكر ويكون على رأس عمر هو حكم الله جل في علاه، كما قال جل وعلا: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [النساء:65]، فذهب أبو بكر متنازعاً مع عمر إلى رسول الله صلى الله عليه وسلم، فعندما رآه رسول الله وهو حاسر عن ركبته، قال النبي صلى الله عليه وسلم: (إن صاحبكم قد غامر)، فلما كشف له عن حقيقة الأمر وجاء عمر تمعر وجه رسول الله صلى الله عليه وسلم. ¶ وبادئ ذي بدء قد يقول الإنسان: كيف يستعدي أبو بكر رسول الله على عمر وهو الذي أخطأ في حق عمر، فيمكن للأغرار الأغمار الذين لا ينظرون بعمق النظر أن يقولوا ذلك، لكن النبي صلى الله عليه وسلم بين أن سابقة أبي بكر، وأن فضل أبي بكر يسبق عمر بمراحل، فـ عمر نفسه كان يقول: ليتني شعرة في صدر أبي بكر رضي الله عنه وأرضاه! فأراد النبي صلى الله عليه وسلم أن يفصل في النزاع، فانظروا كيف التسليم، ولذلك من أروع ما قال ابن القيم في هذه الآية: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [النساء:65]، قال: الإيمان لا يوجد إلا بثلاث خصال: الأولى: أن يحكم الله ورسوله في النزاع، فإن حكّم غير الله وغير الرسول فليس بمؤمن. ¶ والثانية: ألا يجد في نفسه حرجاً؛ فإن وجد في نفسه حرجاً بعدما سمع حكم الله وحكم الرسول فليس بمؤمن. ¶ الثالثة: أن يسلم تسليماً، فإن لم يجد من نفسه التسليم لحكم الله وحكم رسوله فليس بمؤمن. ¶ فانظروا إلى الصحابة كيف كانوا يطبقون هذه الصفة، فلما دخل عمر تمعر وجه النبي صلى الله عليه وسلم وفصل في النزاع فقال: (هلّا تركتم لي صاحبي؟! قلتم: كذب، وقال: صدق، وواساني بأهله وماله، سدوا عني كل خوخة إلا خوخة أبي بكر)، فرضي عمر بحكم رسول الله صلى الله عليه وسلم، ورضي الصحابة بحكم رسول الله صلى الله عليه وسلم وسلموا تسليماً، قال الراوي: فما رؤي أبو بكر رضي الله عنه وأرضاه حزيناً أبداً، كان يشتد على من يشتد عليه ويقول: يغفر الله لك يا أبا بكر. ¶ وقد حدث أن أبا بكر اشتد على بعض الأنصار ثم قال له: اقتص مني، فقال الأنصاري: يغفر الله لك يا أبا بكر! ولم يرد عليه، تسليماً لحكم رسول الله؛ ولأنه علم مكانة أبي بكر رضي الله عنه وأرضاه، فقال له: اقتص مني وإلا استعديت عليك رسول الله، فقال بعض الأنصار: هو يشتد عليك ويستعدي عليك رسول الله؟ والله لنذهبن معك عند رسول الله ولنستعدين رسول الله عليه، فقال لهم الأنصاري: اصمتوا، لعل أبا بكر يسمعكم فيغضب، فيغضب رسول الله لغضب صاحبه، فيغضب الله لغضب رسوله فيهلك صاحبكم. ¶ انظروا إلى التسليم وإلى فصل النزاع من رسول الله صلى الله عليه وسلم عندما فصل القضية، فـ أبو بكر لا يقال له إلا: يغفر الله لك، أبو بكر لا بد أن يوضع على الرءوس، أبو بكر هو الإمام والقدوة ولذلك يقول النبي صلى الله عليه وسلم في مرض موته: (ائتوني بكتاب حتى لا يقول قائل)، يعني: حتى لا يقول قائل: أنا أحق بها، ثم قال رسول الله صلى الله عليه وسلم: (لا، يأبى الله ويأبى المؤمنون إلا أبا بكر). ¶ ثم رجع رسول الله صلى الله عليه وسلم إلى حكم الله عندما أراد أن يكتب الخليفة، ورجع إلى حكم الله الكوني؛ لأنه ركن إلى أن الله جل وعلا لا بد أن يمكن لـ أبي بكر رضي الله وأرضاه، وهذا هو الذي حدث، فقد مكن الله لـ أبي بكر رضي الله عنه وأرضاه. ¶ ومن أروع الأمثلة في ذلك ما حدث لـ بلال وأبي ذر لما تنازعا وحدث الشجار بينهما، ونحن نقول: حصل ذلك وهم صحابة رسول الله لأنهم بشر، والنبي صلى الله عليه وسلم يقول: (لو لم تذنبوا لذهب الله بكم، ولأتى بقوم يذنبون ثم يستغفرون فيغفر لهم)، فالناس جبلوا على الوقع في الخطأ، لكن الله جل وعلا يتداركهم برحمته فيتوبون إليه. ¶ فنظر أبو ذر إلى بلال فقال: يا ابن السوداء! عيره بأمه؛ لأنه من الحبشة، فهذه مشاحة حدثت بين أبي ذر وبين بلال، فرأى بلال أن يرد الحكم لرسول الله؛ لقول الله عز وجل: ((إِنِ الْحُكْمُ إِلَّا لله)) [الأنعام:57]، وهو إذا رد الحكم إلى رسول الله فقد رده إلى الله؛ لأن رسول الله لا يحكم إلا بحكم الله وبوحي منه، فذهب بلال فاشتكى إلى رسول الله صلى الله عليه وسلم، ففصل النبي صلى الله عليه وسلم في النزاع بين صحابته فقال: (يا أبا ذر! قلت له: يا ابن السوداء؟ عيرته بأمه؟! إنك امرؤ فيك جاهلية)، فرضي أبو ذر بحكم النبي صلى الله عليه وسلم، ولم يجد غضاضة في قلبه، وسلم تسليماً، فجاء إلى محفل من الصحابة وفيهم بلال رضي الله عنه وأرضاه فتقدم إلى بلال فوضع خده على التراب، ثم قال لـ بلال: والله! لا أرفع خدي عن التراب حتى تطأ خدي! هكذا يسلم لرسول الله صلى الله عليه وسلم القائل: (إنك امرؤ فيك جاهلية)، فقال: أرد ذلك بالتواضع لأخي في الله، عملاً بقول الله تعالى: {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ} [المائدة:54]. ¶ فانظروا إلى جميل صنيعهم عندما يتعبدون لله بصفة الحكم. ¶ وهناك قصة طريفة جاءت أيضاً في أمر التسليم تبين أن أمر التسليم لحكم الله وحكم الرسول هو مكمن الإيمان، وإن كان السند ضعيفاً، لكن يستأنس بها: فقد جاء منافق ويهودي يتحاكمان إلى رسول الله صلى الله عليه وسلم، فالنبي صلى الله عليه وسلم بعدما نظر في دعوى الخصمين، حكم لليهودي؛ لأن ديننا حكم عدل، ورسولنا حكم عدل، فحكم لليهودي، فلم يرض المنافق بحكم رسول الله، فقال: لا أرضى، نذهب إلى أبي بكر، فذهبوا إلى أبي بكر، فـ أبو بكر بعدما نظر إلى دعوى الخصمين حكم لليهودي، وهو لم يعلم أن رسول الله صلى الله عليه وسلم قد حكم لليهودي؛ لأن الدين واحد، فقال: لا أرضى إلا بحكم عمر، فذهبا إلى عمر بن الخطاب رضي الله عنه وأرضاه، فقال عمر: أحكم بينكما رسول الله؟ قالا: نعم، قال اليهودي: فلم يرض بحكم رسول الله، قال: ولم يرض؟ قال: نعم، فقال لليهودي: ترضى بحكمي؟ قال: أرضى بحكمك، ثم قال للمنافق: ترضى بحكمي؟ قال: أرضى بحكمك، قال: انتظروني هنيهة، فدخل فاستل سيفه، ثم خرج فقطع رقبة المنافق. ¶ لأن الله تعالى يقول: ((وَيُسَلِّمُوا تَسْلِيمًا)) [النساء:65]، فلما لم يوجد التسليم لرسول الله صلى الله عليه وسلم من هذا المنافق كان هذا دليلاً على عدم الإيمان في القلب، ولهذا قطع عمر رأسه.",
            "page": "4",
            "part": "10",
            "seal": "ABC3D279"
        },
        {
            "id": "97",
            "nass": "حكم الله عز وجل بين عباده يوم القيامة ¶ أما الحكم الأخروي: فما منا من أحد إلا يعلم أن الله سيحكم بين العباد بعدما يكلم كل إنسان منا، كما قال عليه الصلاة والسلام: (ما منكم من أحد إلا سيكلمه ربه ليس بينه وبينه ترجمان، فينظر أيمن منه فلا يرى إلا ما قدم، وينظر أشأم منه فلا يرى إلا ما قدم، وينظر أمامه فلا يرى إلا النار، فيقول: هلكت هلكت، فيقول الله تعالى: عبدي! تذكر ذنب كذا؟ فيقول: نعم. ¶ فيقول: عبدي! تذكر ذنب كذا؟ فيقول: اللهم نعم. ¶ عبدي! تذكر ذنب كذا؟ فيقول: اللهم نعم. ¶ ثم يقول: قد سترتها عليك في الدنيا وأنا أغفرها لك اليوم). ¶ ثم لا يمكن لأحد كتب الله له الجنة أن يمر على الصراط إلى بعد التنظيف؛ لأن الله أبى أن تدخل الجنة إلا نفس مؤمنة، فيقفون على الصراط فيبدأ التحاكم إلى الله جل في علاه، كما في مسند أحمد بسند صحيح من حديث عائشة عن النبي صلى الله عليه وسلم أنه قال: (لله ثلاثة دواوين: ديوان لا يغفره أبداً، وديوان لا يتركه أبداً، وديوان هو في مشيئة الله جل في علاه)، أما الديوان الذي في مشيئة الله فهو ديوان الذنوب، وقد قال فيه الله جل في علاه: (عبدي قد سترتها عليك في الدنيا وأنا أغفرها لك اليوم)، وأما الديوان الثاني الذي لا يغفره الله أبداً فديوان الشرك، فالذين يشركون بالله فإنهم لا يغفر لهم أبداً، بل يخلدون في نار جهنم، وأما الديوان الثالث فديوان لا يتركه أبداً -وهو محل الشاهد في صفة التحاكم- الفصل بين العباد، فإن الله لا يترك عبداً انتهك حرمة أخيه، أو عبداً سرق أو زنى أو اغتاب، فوصل ضرره لأخيه إلا وسيقتص منه يوم القيامة، فعن علي بن أبي طالب رضي الله عنه وأرضاه أن النبي صلى الله عليه وسلم رأى شاتين تنتطحان، فقال: (تعلم لم يتناطحان؟ قال: الله ورسوله أعلم. ¶ فقال له: الله يعلم وسيقتص منهما)، والنبي صلى الله عليه وسلم في أكثر من حديث يبين أن الشاة الجلحاء ستقتص من الشاة القرناء يوم القيامة، فالله يجعل هذا القصاص بين الحيوانات، فما بالكم بما بين البشر؟ وأجلى من ذلك ما بينه النبي صلى الله عليه وسلم بقوله: (من كان له عند أخيه مظلمة فليتحلل منه اليوم قبل ألا يكون دينار ولا درهم، إنما هي الحسنات والسيئات)، وأول القصاص يوم القيامة ما يكون في الدماء، فإن الله يقضي بين العباد في الدماء، ثم بعد ذلك في المظالم، سواء أكانت السب أو الغيبة أو كانت الزنا، أو الطعن في العرض، أو غير ذلك من المظالم، فإن الله حكم عدل وسيفصل بين العباد. ¶ ولذلك ترى الصحابي الجليل أبا هريرة عندما روى الروايات عن رسول الله، قالوا: أكثر علينا أبو هريرة، فقال: قالوا: أكثر علينا أبو هريرة والله الموعد، يعني: موعدنا عند الله أي: أن الله جل وعلا سيفصل في هذا، وينظر هل أكثرت على رسول الله كذباً أم كان هذا بالحق وبالسماع من رسول الله صلى الله عليه وسلم، وعند الله تجتمع الخصوم. ¶ هذا الحكم الثاني وهو حكم الآخرة. ¶ فإن علمت ذلك فلا بد أن تتحرى ترك كل غيبة وكل نميمة، فقد قال عليه الصلاة والسلام: (لا يدخل الجنة نمام)، فكل انتهاك لعرض أخ من إخوانك لا بد أن ترد هذا الانتهاك، ولست معاباً أن تخطئ؛ لأن كل البشر يخطئون، لكن العيب كل العيب أن تصر على خطئك، وتتكبر ولا ترجع عن خطئك، ولذلك بين الله جل في علاه أن الذين لا يصرون على الأخطاء هم المغفور لهم فقال: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ} [آل عمران:135]، فليس المهم ألا يقع الإنسان في الخطيئة فإننا كلنا نخطئ في حق الله، لكن أفضل الناس وخيرهم التواب، كما قال النبي صلى الله عليه وسلم: (كل ابن آدم خطاء، وخير الخطائين التوابون). ¶ نسأل الله جل في علاه أن يجعلنا جميعاً من التوابين، وعلينا أن نستحضر دائماً في قلوبنا حكم الله بيننا، فإن كانت مظلمة بيننا وبين إخواننا فعلينا أن نردها في هذه الدنيا؛ لأن الله الموعد، وعنده تجتمع الخصوم.",
            "page": "5",
            "part": "10",
            "seal": "744C9036"
        },
        {
            "id": "98",
            "nass": "إثبات صفة الحكمة لله تعالى ¶ أما صفة الحكمة فهي أيضاً صفة ذاتية لا تنفك عن الله جل في علاه، وهذه الصفة ثبتت لله بالكتاب وبالسنة وبإجماع أهل السنة والجماعة، أما بالكتاب فإن الله جل في علاه يقول: {وَهُوَ الْحَكِيمُ الْخَبِيرُ} [الأنعام:18]، والحكيم اسم من أسماء الله الحسنى يتضمن صفة الحكمة، وقال الله تعالى: {وَاللَّهُ عَزِيزٌ حَكِيمٌ} [البقرة:228]، أيضاً يتضمن صفة الحكمة. ¶ ومن السنة: عن سعد بن أبي وقاص رضي الله عنه وأرضاه أنه كان يقول: سبحان الله رب العالمين، ولا حول ولا قوة إلا بالله العزيز الحكيم، رواه مسلم. ¶ فالشاهد هنا: أنه ذكر اسم الله الحكيم الذي يتضمن صفة كمال، وهي صفة الحكمة، وصفة الحكمة أجمل ما يقال في معناها: أن الله جل وعلا يضع الشيء في موضعه، أما الظلمة فلا يضعون الشيء في موضعه، والذين ليسوا بحكماء لا يضعون الشيء في موضعه، لكن الله من حكمته سبحانه جل في علاه أنه يضع الشيء في موضعه.",
            "page": "6",
            "part": "10",
            "seal": "A6893E32"
        },
        {
            "id": "99",
            "nass": "كيفية التعبد لله بصفة الحكمة ¶ وحكمة الله جل في علاه لا بد أن يستحضرها المرء في قلبه، يرى عطاء الله فيقول: إن الله لم يعط فلاناً إلا لحكمة، ولم يمنع فلاناً إلا لحكمة، ولم يرفع أقواماً ولم يخفض آخرين إلا لحكمة، ولم ينزع الملك من أقوام إلا لحكمة، ولم يؤت الملك لأقوام آخرين إلا لحكمة جليلة عظيمة، ألم تر أن الله قد عاب على من رد حكمة الله فيقول مثلاً: خلقت وما أدري لم خلقت؟! ومن أين جئت؟! أو أين أذهب؟! قال الله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات:56]، واللام هنا تسمى لام تعليل، ويعبدون من الأفعال الخمسة التي تنصب بحذف النون، وهذه النون ليست نون الرفع وإنما هي نون الوقاية. ¶ إذاً: الحكمة من الخلق العبادة، وكأن الله جل وعلا يقول: خلقت الجن والإنس لأمر جسيم، ولأمر مهم، وهو العبادة، ولذلك استنبط العلماء من هذه الآية أن الجن مكلفون: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات:56]. ¶ فحكمة الله لا بد أن ينظر لها العبد حتى يتعبد بها لله جل في علاه، ولا بد أن ينظر في أفعال الله ويقول: ما كانت إلا عن حكمة لله جل في علاه. ¶ فهذا يصل بالمرء إلى ألا يتسخط على أقدار الله، كما فعل عمر بن عبد العزيز رضي الله عنه وأرضاه؛ فإنه كان يصبح وهمه في قدر الله، ولذا قال: ما فرحت بشيء إلا فرحت بقدر الله جل في علاه. ¶ والعبد إذا استحضر حكمة الله فيما يتنزل عليه من بلايا ومن سراء وضراء ومن خير وشر فإنه ستكون عاقبته إلى خير، وقد ثبت في الصحيحين أن النبي صلى الله عليه وسلم قال: (عجباً لأمر المؤمن إن أمره كله له خير؛ إن أصابته سراء شكر فكان خيراً له، وإن أصابته ضراء صبر فكان خيراً له)، فنصف الدين الشكر، والنصف الآخر هو الصبر، ويتقلب العبد بين الشكر والصبر بنظره إلى حكمة الله، وأن أفعال الله خاضعة لحكمته جل في علاه، فينظر إلى الواقع الذي عاشه الصحابة وهم يطبقون هذه الصفة تعبداً لله، فانظر هل خلق الله عز وجل إبليس عبثاً أم لحكمة؟ إن الله ما خلق إبليس إلا لحكمة، وهذا يمنع المرء من أن يتسخط على أقدار الله، ويمنع المرء من الشطط ومن الغلو والجفاء، فلا يكون في باب القدر قدرياً ولا جبرياً، والفرق بين الجبرية والقدرية: أن القدرية قالوا: العبد يخلق فعل نفسه، والله لا يخلق فعل العبد، وأما الجبرية فقالوا: إن الله خلق أفعال العباد جميعاً، وكلهم مطيع وعاصٍ تحت أمر الله جل في علاه، فكلهم مجبورون لله جل في علاه، ولذلك قالوا: ألقاه في اليم مكتوفاً وقال له إياك إياك أن تبتل بالماء فإذا تعبد العبد بصفة الحكمة لله جل في علاه لن يوافق القدرية، ولا الجبرية؛ لأنه سيرى أن الله جل وعلا حكيم عليم، هدى أناساً بحكمته وعلمه وفضله، وأضل أناساً بحكمته وعلمه وعدله، كما قال عز وجل: {فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ} [النحل:36].",
            "page": "7",
            "part": "10",
            "seal": "1955F5A9"
        },
        {
            "id": "100",
            "nass": "تجلي حكمة الله عز وجل في خلق إبليس وإنظاره إلى يوم القيامة ¶ إإن المرء إذا نظر إلى حكمة الله جل في علاه لم يتعجب كيف ترك الله إبليس يؤذي المؤمنين، ويحرش بينهم، ويعيث في الأرض فساداً، فيقول: إن الله ما تركه يفعل ذلك إلا لحكمة، وإن الله لم يخلق شراً محضاً، فإبليس رد أمر الله، واستكبر في الأرض، ثم أقسم ليغوين عباده أجمعين، كما قال الله تعالى: {وَإِذْ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} [البقرة:34]، ثم رد حكمة الله، ورد الأمر فقال: {خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ} [الأعراف:12]، وقال: {أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا * أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا} [الإسراء:61 - 62]، وقال: {قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ} [ص:82]، وقال: {أَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ * قَالَ إِنَّكَ مِنَ الْمُنظَرِينَ} [الأعراف:14 - 15] {إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ} [الحجر:38]، فأنظره الله جل في علاه واستجاب دعاءه، ولله في ذلك حكم وأسرار، من هذه الحكم: أولاً: أن الله جل في علاه ترك إبليس حتى يأخذ حقه في الدنيا بأسرها، ثم مآله إلى النار مع أعوانه؛ لأن الله حكم عدل. ¶ ثانياً -وهو أمر مهم جداً-: أن الله جل وعلا من حكمته ألا يسوي بين المختلفين، فالقاعدة التي استنبطها العلماء من كتاب الله ومن فعل النبي تقول: إن الشرع يسوي بين المتماثلين، ويفرق بين المختلفين، ومن أظلم الظلم أن تسوي بين المختلفين وتفرق بين المتساويين، أرأيت الله جل وعلا كيف يقول: {أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ} [ص:28]، فالمؤمنون ليسوا كالفجار؛ فإن الله يميز بين الخبيث والطيب، والله جل في علاه جعل إبليس يحرش ويغوي ويوسوس حتى يميز بين الصف المؤمن والصف المنافق، ويميز بين المؤمنين والكافرين، والله جل في علاه تمت حكمته بترك إبليس حتى يعلو من يستحق العلو، وينخفض من يستحق السفول، فإن إبليس إذا وسوس للمؤمن الصادق المصدق بربه جل في علاه فإنه يرد كيده، ويرد هواه وشهوته لله جل في علاه، ويترك الدنيا بأسرها، كما قالها علي بن أبي طالب رضي الله عنه: طلقتك ثلاثاً. ¶ ولما صارع عمر بن الخطاب رضي الله عنه وأرضاه الشيطان قال رسول الله صلى الله عليه وسلم: (يا عمر! لو سلكت فجاً لسلك الشيطان فجاً غير الفج الذي تسلكه)، لأنه ترك هواه وشهوته خلفه ظهرياً، وكان بالمرصاد لوسوسة الشيطان. ¶ فالله جل في علاه فعل ذلك ليميز بين الخبيث والطيب وبين المؤمن التقي والفاجر الفاسد، وبين المؤمن الصادق وبين الكافر المنافق، فهذا تمييز من الله جل في علاه، فهذه حكمة من الحكم لإبقاء الله لإبليس في الحياة الدنيا، بل وأبقاه أيضاً ليزيد الكافرين عذاباً؛ لأنه لما أغوى الكافرين كانوا أعوانه، فكانوا في المآل سواءً حكمة من الله سبحانه وتعالى وعدلاً.",
            "page": "8",
            "part": "10",
            "seal": "1052F4E3"
        },
        {
            "id": "101",
            "nass": "حكمة الله في تسليط أهل الكفر والعصيان على أهل الحق والإيمان ¶ وإن من حكمة الله البالغة إنزال البلاء بالمسلمين، وجعل الله الأيام دول بين أهل الإيمان وأهل الكفر والعصيان، وبين أنصار الرحمن وبين أنصار الشيطان؟ لمَ تكون الدولة للكافرين على المسلمين؟ فهذه أيضاً حكمة عظيمة خصوصاً في هذه الأوقات العصيبة التي نرى فيها أن الكافرين قد أحاطوا بالمؤمنين إحاطة ليس بعدها إحاطة، وأنهم تداعوا عليهم كما تتداعى الأكلة على قصعتها كما قال النبي صلى الله عليه وسلم، فإنك إذا نظرت لذلك صدقت بالله، وآمنت بالله، وازداد يقينك في الله، وقلت: ما وعدنا الله ورسوله إلا صدقاً وحقاً، فإن الله فعل ذلك لحكمة عظيمة، فجعل الأيام دولاً لأمرين اثنين: الأمر أول: ليستشعر المؤمنون نعمة النصر ونعمة الخير التي أذاقهم الله إياها بعدما كانوا في تشرذم، وبعدما كانوا قلة، وبعدما كانوا مستضعفين، فنصرهم الله ببدر، وأراهم الخير كله، وأعلى كلمتهم على أهل الكفر، فشكروا الله جل في علاه، فتم لهم نصف الدين، ثم في غزوة أحد أنزل الله البلاء عليهم لينظروا في البأساء فيصبروا فيما كما شكروا في السراء، فتكتمل لهم درجات الإيمان. ¶ الأمر الثاني: ليتخذ الله جل في علاه من هؤلاء الذين اصطفاهم أناساً ليكونوا في منزلة لا يرتقي أحد إليها هذه المنزلة منزلة الشهداء لا تكون إلا بالهزيمة لأهل الإيمان، فلما هزم المؤمنون أظهر الله جل في علاه لنا شجاعة أنس بن النضر وبسالة طلحة وإقدام أبي دجانة رضي الله عنهم، فهؤلاء الصناديد نبراس لنا وقدوة، ولم يظهروا إلا بعد هزيمة المسلمين في غزوة أحد، فإن أنس بن النضر اتخذه الله شهيداً بعدما ظهرت شجاعته، ودخل متقدماً على الكافرين حتى قتل، وما عرف إلا ببنانه. ¶ وطلحة بن عبيد الله فدى رسول الله صلى الله عليه وسلم بنفسه حتى إنه كان يقول: نحري دون نحرك يا رسول الله! لا ترفع رأسك فيأتيك سهم من سهام القوم. ¶ ثم بعدما دق سيفه أخذ يدافع عن رسول الله بيده حتى شلت، فقال النبي صلى الله عليه وسلم: (دونكم صاحبكم فقد أوجب) يعني: أوجب الجنة. ¶ وأبو دجانة عندما ربط العصابة الحمراء قالوا: ربط أبو دجانة عصابة الموت، فأخذ النبي صلى الله عليه وسلم خشبة، فهزها فأصبحت سيفاً، فقال: (من يأخذ هذا السيف بحقه؟ فقام الزبير، فقال: اجلس، فقام الزبير مرة ثانية، فقال: اجلس، حتى قام أبو دجانة فأعطاه رسول الله صلى الله عليه وسلم)، فهذه من الحكم البليغة التي ظهرت في غزوة واحدة؛ فإنه ظهر فيها كيف أن رسول الله صلى الله عليه وسلم يهزم وكاد يقتل، وجعل الله الدولة لأهل الكفر، كل ذلك لحكمة عظيمة هي اتخاذ هؤلاء الشهداء، وإظهار صدق الصادقين، ومنهم أنس وطلحة وعمرو بن الجموح، وهو من صناديد أهل الإسلام أيضاً؛ فإنه وكان أعرج، والله جل في علاه قد رفع الحرج عن الأعمى والأعرج، فجاء إلى النبي صلى الله عليه وسلم وقال له: (يا رسول الله إني أريد هذه الغزوة. ¶ فقال له النبي صلى الله عليه وسلم: قد رفع الله عنك الحرج، فقال: والذي نفسي بيده! لأطأن بعرجتي هذه الجنة! فعلم النبي صلى الله عليه وسلم صدقه فقال لأولاده: اتركوه وما يشتهي، لعل الله يرزقه ما يريد)، فما كان له أن يكون شهيداً في هذه المعركة إلا بما حدث في غزوة أحد، فاتخذ الله الشهداء، وأظهر الصادقين. ¶ ومن حكم الله العظيمة التي أظهرها لنا في هذه الغزوة حكمة أعلى وأعظم، وهي أن في معصية رسول الله الهلاك، فالرماة عندما قال لهم النبي صلى الله عليه وسلم: (إذا رأيتم الطير تتخطفنا فلا تنزلوا عن مواقعكم)، فعصوا أمر رسول الله بعدما رأوا أن القوة والغلبة للمسلمين، وقالوا: الغنيمة الغنيمة. ¶ ونسوا أو تناسوا أو غفلوا أو تغافلوا أمر رسول الله، فقال أميرهم: إن رسول الله أمركم ألا تنزلوا عن مواقعكم. ¶ فنزلوا عن مواقعهم فحدث ما حدث من الهزيمة، فحذار! من معصية رسول الله، وحذار أن يأتيكم أمر من رسول الله فتردوه، وحذار! أن تعلموا أن الله أو رسول الله حكم بحكم فتردوه، فلكم في هزيمة المؤمنين في غزوة أحد عبرة؛ فإن السبب الرئيسي هو عصيان أوامر رسول الله صلى الله عليه وسلم. ¶ وهناك حكم بليغة عظيمة لممحص النظر في أفعال الله جل في علاه تظهر له ويتعبد بها لله جل في علاه.",
            "page": "9",
            "part": "10",
            "seal": "946DD644"
        },
        {
            "id": "102",
            "nass": "كيفية التعبد لله بصفة الحكمة",
            "page": "10",
            "part": "10",
            "seal": "A3D890BB"
        }
    ],
    "t714": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "قواعد في الأسماء والصفات"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": null,
            "tit": "التسليم التام لظاهر كلام الله ورسوله"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": null,
            "tit": "أسماء الله كلها حسنى"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": null,
            "tit": "صفات الله كمال من كل وجه"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": null,
            "tit": "الرد على المعطلة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "شرح صفة الأولية والآخرية لله عز وجل"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "أهمية علم العقيدة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الفرق بين الصفات الثبوتية والصفات السلبية"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "المعطلة من الجهمية والمعتزلة ومنهجهم في الصفات"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة الأولية لله عز وجل"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "كيفية التعبد لله بصفة الأولية"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "التعبد لله بأوليته عند أصحاب المعاصي"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "الدعاء تعبد لله بصفة الأولية"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "أصناف الناس في التعبد لله بصفة الأولية"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة الآخرية لله وكيفية التعبد بها"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين الصفات الذاتية والفعلية"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "أدلة اتصاف الله بصفة الآخرية"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "التعبد لله بصفة الآخرية"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "شرح صفة الأحدية والباطنية والتبارك لله عز وجل"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "صفة الأحدية"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "أثر صفة الأحدية في إيمان العبد"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": null,
            "tit": "من يتعبد الله بالأحدية لا يخاف إلا الله"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "صفة الباطنية لله تعالى"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "قرب الله لا ينافي علوه"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "أثر صفة الباطنية في إيمان العبد"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "صفة التبارك لله تعالى"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "أثر صفة التبارك في إيمان العبد"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "أسباب البركة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "شرح صفة الصمدية والعزة لله عز وجل"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "صفة الصمدية لله تعالى"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "بيان مفهوم صفة الصمدية لله تعالى"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "ثبوت صفة الصمدية لله تعالى في الكتاب والسنة وإجماع أهل السنة"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "ذكر النماذج لمن تعبدوا ربهم بهذه الصفة العظيمة"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "صفة العزة لله تعالى"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "ثبوت صفة العزة لله تعالى بالكتاب والسنة وإجماع أهل السنة"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "أثر التعبد لله بصفة العزة"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "بيان عزة الله تعالى من خلال عرض بعض القصص"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "شرح صفة الربوبية والسبوح والسلام لله عز وجل"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة الربوبية"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع الخلق"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "لوازم الربوبية"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "الفرق بين مشركي هذا العصر ومشركي العرب قديما"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "أثر الربوبية في إيمان العبد"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "ما يجب على العبد من تعبد لله بصفة الربوبية"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "أثر الإيمان بالربوبية في الحياة الآخرة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "صفة السيادة"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "السبوح"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": null,
            "tit": "تنزيه الله عن النقائص"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "صفة السلام"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "شرح صفة العلو والغنى لله عز وجل"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "أدلة صفة العلو من الكتاب والسنة"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "تعبد المسلم لربه بصفة العلو"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "تعبد الصحابة لربهم بصفة العلو"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": null,
            "tit": "تعبد الرسل لربهم بصفة العلو"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "تعبد العلماء لربهم بصفة العلو"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "صفة الغنى لله تعالى"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين الصفات الذاتية والصفات الخبرية"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "أدلة صفة الغنى في الكتاب والسنة"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "تعبد المسلم لربه بصفة الغنى"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "شرح صفة العظمة والعلم لله عز وجل"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "صفة العظمة لله تعالى وآثارها في إيمان العبد"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "الأمور التي يتعبد الله بها في صفة العظمة"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "تعظيم النبي صلى الله عليه وسلم لنعم الله"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": null,
            "tit": "تعظيم النبي صلى الله عليه وسلم لأوامر ربه"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "من تعظيم الله سبحانه تعظيم رسوله"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين كفر النوع وكفر العين"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "تعظيم الصحابة الكرام لله ولرسوله ولأوامرهما"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "من تعظيم الله تعظيم لقائه"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "صفة العلم لله تعالى وآثارها في إيمان العبد"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "أدلة ثبوت صفة العلم لله من الكتاب والسنة"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": null,
            "tit": "اختصاص الله تعالى بعلم الغيب"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "شرح صفة السمع والبصر والجمال والجود لله عز وجل"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفتي السمع والبصر لله سبحانه وتعالى"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "المعنى اللغوي لصفتي السمع والبصر المثبت لله تعالى"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع سمع الله عز وجل"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": null,
            "tit": "أثر الإيمان بصفتي السمع والبصر"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "ثبوت صفة الجمال لله سبحانه وتعالى والأدلة عليها"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": null,
            "tit": "جمال المخلوقات من جمال الخالق"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "التعبد لله بصفة الجمال"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": null,
            "tit": "أثر الإيمان بصفة الجمال"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "ثبوت صفة الجود لله سبحانه وتعالى"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع الجود"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "التعبد لله بصفة الجود"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "شرح صفة الحق والحمد والحلم لله عز وجل"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "ثبوت صفة الحق لله تعالى بالكتاب والسنة والإجماع"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "تعبد النبي صلى الله عليه وسلم والصحابة لله بصفة الحق"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "ثبوت صفة الحمد لله تعالى بالكتاب والسنة والإجماع"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "فوائد حمد الله سبحانه وتعالى"
        },
        {
            "id": "90",
            "lvl": "3",
            "sub": null,
            "tit": "تعبد النبي صلى الله عليه وسلم والصحابة بصفة الحمد لله تعالى"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "ثبوت صفة الحلم لله تعالى بالكتاب والسنة والإجماع"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": null,
            "tit": "تعبد النبي صلى الله عليه وسلم والصحابة الكرام بصفة الحلم"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "شرح صفة الحكم والحكمة لله عز وجل"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة الحكم لله تعالى"
        },
        {
            "id": "95",
            "lvl": "3",
            "sub": null,
            "tit": "كيفية التعبد لله بصفة الحكم"
        },
        {
            "id": "96",
            "lvl": "3",
            "sub": null,
            "tit": "أمثلة من تسليم الصحابة لحكم الله عز وجل"
        },
        {
            "id": "97",
            "lvl": "3",
            "sub": null,
            "tit": "حكم الله عز وجل بين عباده يوم القيامة"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة الحكمة لله تعالى"
        },
        {
            "id": "99",
            "lvl": "3",
            "sub": null,
            "tit": "كيفية التعبد لله بصفة الحكمة"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "تجلي حكمة الله عز وجل في خلق إبليس وإنظاره إلى يوم القيامة"
        },
        {
            "id": "101",
            "lvl": "3",
            "sub": null,
            "tit": "حكمة الله في تسليط أهل الكفر والعصيان على أهل الحق والإيمان"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "كيفية التعبد لله بصفة الحكمة"
        }
    ]
}