{
    "b7228": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ وَمَا توفيقي إِلَّا بِاللَّه ¶ الْغَرَض من الرسَالَة ¶ قصدنا فِي هَذَا القَوْل ذكر قوانين سياسة يعم نَفعهَا جَمِيع من استعملها من طَبَقَات النَّاس فِي متصرفاته مَعَ كل طَائِفَة من أهل طبقته وَمن فَوْقه وَمن دونه على سَبِيل الإيجاز والاختصار على أَنه لَا يَخْلُو قَوْلنَا هَذَا من ذكر مَا تخْتَص بِاسْتِعْمَالِهِ طَائِفَة دون طَائِفَة وَوَاحِد دون وَاحِد مِنْهُم فِي وَقت دون وَقت وَمَعَ قوم دون قوم إِذْ الْوَاحِد من النَّاس لَا يُمكنهُ أَن يسْتَعْمل فِي كل وَقت مَعَ كل أحد كل ضرب من ضروب السياسات ونقدم لذَلِك مُقَدمَات مِنْهَا أَن نقُول ¶ مكانة الْإِنْسَان بَين غَيره من النَّاس ¶ إِن كل وَاحِد من النَّاس مَتى مَا رَجَعَ إِلَى نَفسه وَتَأمل أحوالها وأحوال غَيره من أَبنَاء النَّاس وجد نَفسه فِي رُتْبَة يشركهُ فِيهَا طَائِفَة مِنْهُم وَوجد فَوق رتبته طَائِفَة مِنْهُم أَعلَى منزلَة مِنْهُ بِجِهَة أَو بجهات وَوجد دونهَا طَائِفَة هم أوضع مِنْهُ بِجِهَة أَو جِهَات لِأَن الْملك الْأَعْظَم وَأَن وجد نَفسه فِي مَحل لَا يرى لأحد من النَّاس فِي زَمَانه منزلَة أَعلَى من مَنْزِلَته فَإِنَّهُ مَتى تَأمل حَالَة نعما وجد فيهم من يفضل عَلَيْهِ بِنَوْع من الْفَضِيلَة إِذْ لَيْسَ فِي أَجزَاء",
            "page": "7",
            "part": "1",
            "seal": "85BBF557"
        },
        {
            "id": "3",
            "nass": "الْعَالم مَا هُوَ كَامِل من جَمِيع الْجِهَات وَكَذَلِكَ الوضيع الخامل الذّكر يجد من هُوَ دونه بِنَوْع من الضعة فقد صَحَّ مَا وصفناه ¶ وَينْتَفع الْمَرْء بِاسْتِعْمَال السياسات مَعَ هَؤُلَاءِ الطَّبَقَات الثَّلَاث ¶ أما مَعَ الأرفعين فلينال مرتبتهم ¶ وَأما مَعَ الْأَكفاء فليفضل عَلَيْهِم ¶ وَأما مَعَ الأوضعين فلئلا ينحط إِلَى رتبتهم ¶ تَأمل أَحْوَال النَّاس ¶ ونقول أَيْضا إِن أَنْفَع الْأُمُور الَّتِي يسلكها الْمَرْء فِي استجلاب علم السياسة وَغَيره من الْعُلُوم أَن يتَأَمَّل أَحْوَال النَّاس وأعمالهم ومتصرفاتهم مَا شَهِدَهَا وَمَا غَابَ عَنْهَا مِمَّا سَمعه وتناهى إِلَيْهِ مِنْهَا وَأَن يمعن النّظر فِيهَا ويميز بَين محاسنها ومساوئها وَبَين النافع والضار لَهُم مِنْهَا ثمَّ ليجتهد فِي التَّمَسُّك بمحاسنها لينال من مَنَافِعهَا مثل مَا نالوا وَفِي التَّحَرُّز والاجتناب من مساوئها ليأمن من مضارها وَيسلم من غوائلها مثل مَا سلمُوا ¶ قوتان فِي الْإِنْسَان ¶ ونقول أَيْضا إِن لكل شخص من أشخاص النَّاس قوتين ¶ أَحدهمَا ناطقة ¶ وَالْأُخْرَى بهيمية ¶ وَلكُل وَاحِدَة مِنْهُمَا إِرَادَة وَاخْتِيَار وَهُوَ كالواقف فِيمَا بَينهمَا وَلكُل مِنْهُمَا",
            "page": "8",
            "part": "1",
            "seal": "33FBEFE7"
        },
        {
            "id": "4",
            "nass": "نزاع غَالب ¶ فنزاع الْقُوَّة البهيمية نَحْو مصادفة اللَّذَّات العاجلة الشهوانية مثل أَنْوَاع الْغذَاء وأنواع الاستفراغات وأنواع الاستراحات ¶ ونزاع الْقُوَّة النطقية نَحْو الْأُمُور المحمودة العواقب مثل أَنْوَاع الْعُلُوم وأنواع الْأَفْعَال الَّتِي تَجِد العواقب المحمودة ¶ فَأول مَا ينشأ الْإِنْسَان فِي حيّز الْبَهَائِم إِلَى أَن يتَوَلَّد فِيهِ الْعقل أَولا فأولا وتقوى فِيهِ الْقُوَّة الناطقة فالقوة البهيمية إِذن أغلب عَلَيْهِ وكل مَا كَانَ أقوى وأغلب فالحاجة إِلَى إخماده وتوهينه وَأخذ الأهبة والاستعداد لَهُ أَشد وألزم ¶ فَوَاجِب على كل من يروم نيل الْفَاضِل أَن لَا يتغافل عَن تيقيظ نَفسه فِي كل وَقت وتحريضها على مَا هُوَ أصلح لَهُ وَأَن لَا يهملها سَاعَة فَإِنَّهُ مَتى مَا أهملها وَهِي حَيَّة والحي متحرك لَا بُد من أَن تتحرك نَحْو الطّرف الآخر الَّذِي هُوَ البهيمي وَإِذا تحركت نَحوه تشبثت بِبَعْض مِنْهُ حَتَّى إِذا أَرَادَ ردهَا عَمَّا تحركت إِلَيْهِ لحقه من النصب أَضْعَاف مَا كَانَ يلْحقهُ لَو لم يهملها ويعطل وقته الَّذِي كَانَ يَنْبَغِي أَن يحصل فِيهِ فَضِيلَة لاشتغاله بالاحتيال لردها عَمَّا تحركت نَحوه وفاتته تِلْكَ الْفَضِيلَة ¶ الْمَرْء بَين حَالين ¶ ونقول أَيْضا إِن الْمَرْء لَا يَخْلُو فِي جَمِيع تَصَرُّفَاته من أَن يلقى أمرا مَحْمُودًا أَو أمرا مذموما وَله فِي كل وَاحِد من الْأَمريْنِ فَائِدَة إِن استفادها ويجد",
            "page": "9",
            "part": "1",
            "seal": "EC20567C"
        },
        {
            "id": "5",
            "nass": "فِي كل وَاحِد مِنْهُمَا نفعا يُمكنهُ جذبه إِلَى نَفسه ويصادف فِي كل وَاحِد مِنْهُمَا مَوضِع رياضة لنَفسِهِ وَهُوَ إِنَّه يحتال للتمسك بذلك الْأَمر الْمَحْمُود الَّذِي يلقاه إِن وجد السَّبِيل إِلَى التَّمَسُّك بِهِ أَو يتشبه بالتمسك بِهِ بِقدر طاقته إِن أعوزه ذَلِك أَو يحسن ذَلِك الْأَمر عِنْد نَفسه وينبهها على فضيلته وَيُوجب عَلَيْهَا التَّمَسُّك بِهِ مَتى مَا وجد الفرصة لذَلِك وَهُوَ لَا شكّ وَاجِد السَّبِيل إِلَى هَذِه الثَّلَاث ¶ وَإِذا تلقها الْأَمر المذموم فليجتهد فِي التَّحَرُّز مِنْهُ والاجتناب عَنهُ وَإِن لم يجد إِلَى ذَلِك سَبِيلا وَهُوَ وَاقع فِيهِ فليبالغ فِي نَفْيه عَن نَفسه بغاية مَا أمكنه وَإِن لم يُمكنهُ التبرؤ مِنْهُ فليعزم على نَفسه إِذا تيَسّر لَهُ الْخَلَاص مِنْهُ لَا يعود إِلَى أشباهة وليقبح إِلَى نَفسه دواعي ذَلِك الْأَمر ولينتبهها على الِاعْتِبَار بِمن نالهم مضار مثلهَا فقد ظهر إِن الْمَرْء يُصَادف فِي جَمِيع أَحْوَاله دقها وجلها خَيرهَا وشرها مَوضِع الرياضة لنَفسِهِ",
            "page": "10",
            "part": "1",
            "seal": "2006DBE7"
        },
        {
            "id": "6",
            "nass": "فصل 1 معرفَة الْخَالِق وَمَا يجب لعزته ¶ الله مُنْفَرد بِذَاتِهِ ¶ ونقول أَيْضا إِن أول مَا يَنْبَغِي أَن يَبْتَدِئ بِهِ الْمَرْء هُوَ أَن يعلم إِن لهَذَا الْعَالم وأجزائه صانعا بِأَن يتَأَمَّل الموجودات كلهَا هَل يجد لكل وَاحِد مِنْهَا سَببا وَعلة أم لَا ¶ فَإِنَّهُ يجد عِنْد الاستقراء لكل وَاحِد مِنْهَا سَببا عَنهُ وجد ¶ ثمَّ ينظر إِلَى تِلْكَ الْأَسْبَاب الْقَرِيبَة من الموجودات هَل لَهَا أَسبَاب أَيْضا أم لَيست لَهَا أَسبَاب فَإِنَّهُ يجد لَهَا أَيْضا أسبابا ثمَّ يتَأَمَّل وَينظر هَل الْأَسْبَاب ذَاهِبَة إِلَى مَا لَا نِهَايَة لَهُ أم هِيَ واقفة عِنْد نِهَايَة بعض الموجودات أَسبَاب للْبَعْض على سبل الدّور فَإِنَّهُ يجد القَوْل بِأَنَّهَا ذَاهِبَة إِلَى غير نِهَايَة محالا ومضطربا لِأَنَّهُ لَا يُحِيط الْعلم بِمَا لَا نِهَايَة لَهُ ويجد القَوْل بِأَن بَعْضهَا سَبَب للْبَعْض على التَّعَاقُب محالا أَيْضا لِأَنَّهُ يلْزم من ذَلِك أَن يكون الشَّيْء سَببا لنَفسِهِ كَمَا أَنه لَو كَانَ الْألف سَببا للباء وَالْبَاء سَببا للجيم وَالْجِيم سَببا للدال لَكَانَ الْألف سَببا لنَفسِهِ وَهَذَا محَال فَبَقيَ أَن تكون الْأَسْبَاب متناهية وَأَقل مَا يتناهى إِلَيْهِ الْكثير هُوَ الْوَاحِد فسبب الْأَسْبَاب مَوْجُود وَهُوَ وَاحِد ¶ وَلَا يجوز أَن يكون ذَات السَّبَب وَذَات الْمُسَبّب وَاحِدًا فسبب أَسبَاب الْعَالم مُنْفَرد بِذَاتِهِ عَمَّا دونه",
            "page": "11",
            "part": "1",
            "seal": "19679106"
        },
        {
            "id": "7",
            "nass": "صِفَات الله ¶ وَلما لم يقدر الْإِنْسَان على معرفَة شَيْء سوى مَا شَاهده بحواسه وفهمه بعقله مِمَّا شَاهده لم يجد بدا من وصف البارئ الَّذِي هُوَ سَبَب الْأَسْبَاب والعبارة عَنهُ بِمَا وجد السَّبِيل إِلَيْهِ من الْأَلْفَاظ والأوصاف ¶ فَلَمَّا أَرَادَ الْعبارَة عَنهُ وَالْوَصْف لَهُ وَعلم انه لَا يلْحقهُ شَيْء من جَمِيع الْأَوْصَاف الَّتِي شَاهدهَا وَعلمهَا لِتَفَرُّدِهِ بِذَاتِهِ وَلِأَنَّهُ منزه عَن كل مَا أحسه وعرفه لم يجد طَرِيقا أحسن من أَن ينظر فِي الموجودات الَّتِي لَدَيْهِ فَإِذا تأملها وجدهَا صنفين فَاضلا وخسيسا وَوجد الْأَلْيَق والأجدر بِسَبَب الْأَسْبَاب الْوَاحِد الْحق أَن يُطلق عَلَيْهِ من كل الصِّنْفَيْنِ أفضلهما ¶ مثل أَنه رأى الْمَوْجُود والمعدوم وَعلم أَن الْمَوْجُود أفضل من الْمَعْدُوم فَأطلق القَوْل عَلَيْهِ وَقَالَ إِنَّه مَوْجُود ¶ وَرَأى الْحَيّ وَغير الْحَيّ وَعلم أَن الْحَيّ أفضل من غير الْحَيّ فَأطلق القَوْل عَلَيْهِ وَقَالَ إِنَّه حَيّ ¶ وَرَأى الْعَلِيم وَغير الْعَلِيم فأضاف إِلَيْهِ الْعلم ¶ وَكَذَلِكَ جَمِيع الْأَوْصَاف ¶ على أَن الْوَاجِب على كل من يصف البارئ بِصفة مَا أَن يخْطر بِبَالِهِ مَعَ تِلْكَ الصّفة أَنه بِذَاتِهِ منزه عَن أَن يشبه تِلْكَ الصّفة بل هُوَ أفضل وأشرف وَأَعْلَى وَإنَّهُ لَا يتهيأ لأحد إحاطة الْعلم بِهِ كَمَا هُوَ مُسْتَحقّ لَهُ ¶ ثمَّ إِنَّه إِذا علم هَذَا الَّذِي وصفناه فَيَنْبَغِي أَن يتَأَمَّل أَجزَاء الْعَالم كلهَا",
            "page": "12",
            "part": "1",
            "seal": "C7621ED0"
        },
        {
            "id": "8",
            "nass": "فَإِنَّهُ يجد أفضلهَا مَا هُوَ ذُو نفس ويجد أفضل ذوى الْأَنْفس الَّذِي لَهُ الِاخْتِيَار والإرادة وَالْحَرَكَة الَّتِي عَن روية وَأفضل ذوى الْإِرَادَة وَالْحَرَكَة عَن الروية الَّذِي لَهُ التَّمْيِيز والفكر وَالنَّظَر البليغ فِي العواقب وَهُوَ الْإِنْسَان الْفَاضِل وَأَن يعلم مَعَ ذَلِك أَن الطبيعة لَا تفعل شَيْئا بَاطِلا فَكيف مبدع الطبيعة والبارئ تَعَالَى حَيْثُ هُوَ وهب الِاخْتِيَار والفكر والروية المبرية لم يكن يَنْبَغِي أَن يهمل أمرهَا وَكَانَ من الْوَاجِب فِي عدله وصنعه المتقن أَن ينهج لَهَا منهجا يسلكونه ¶ النبوات ¶ وَلما كَانَ ذَلِك وَاجِبا لم يكن يَنْبَغِي أَن يُرْسل إِلَيْهَا من لَيْسَ من طبعها لأَنهم لم يَكُونُوا يقدرُونَ على الِاسْتِفْهَام مِمَّن هُوَ من غير طبعهم فَظَاهر أَن فِي النَّاس وَفِي عُقُولهمْ وقوى نفسهم تفاضلا بَيْننَا حَتَّى أَن الْوَاحِد مِنْهُم يفوق بالفن الْوَاحِد جَمِيع ذوى جنسه ويعجز البَاقِينَ عَنهُ فممكن إِذن أَن يكون من النَّاس من يقوى على أَن يُوحى إِلَى قلبه بِمَا يعجز ذَوُو جنسه عَن مثله حَتَّى يقوم ذَلِك الْوَاحِد بتبليغ مَا يلقى إِلَيْهِ وَيقدر بِتِلْكَ الْقُوَّة وَذَلِكَ الإفهام على تشريع الْأَحْكَام ونهج السبل الداعية إِلَى صَلَاح الْخلق ¶ التميز والاتباع ¶ ثمَّ يَنْبَغِي أَن تعلم إِنَّه إِذا ظهر مثل هَذَا الْوَجْه وَتبين أمره فَالْوَاجِب على كل ذِي تَمْيِيز اتِّبَاعه وَأَن تعلم إِن لكل وَاحِد من النَّاس تمييزا وَمَعْرِفَة فَمَتَى عرف الأفهام الْكَثِيرَة والآراء الْمُخْتَلفَة مجتمعة على كلمة وَاحِدَة وَلم يجد مَا هُوَ أظهر مِنْهُ وأكشف وَأقوى فَليتبعْ الْكثير",
            "page": "13",
            "part": "1",
            "seal": "DE7F2485"
        },
        {
            "id": "9",
            "nass": "فَإِن الْحق مَعَهم والسلامة أبدا مَعَ الْكثير ¶ وَيَنْبَغِي أَن لَا تغره الْوَاقِعَات فِي الندرة وَفِي الآراء المزخرفة فَإِن أَكْثَرهَا أباطيل إِذا تأملنا نعما ¶ الْجَزَاء ¶ ثمَّ يَنْبَغِي أَن يعلم إِن الْمُكَافَأَة وَاجِبَة فِي الطبيعة وَإِنَّهَا إِنَّمَا تجب فِي الْأَعْمَال المقرونة بِالنِّيَّاتِ ¶ وَالدَّلِيل على ذَلِك أَن الْمَرْء لَا يجازى على مَا يعمله فِي نَومه وَلَا على مَا لبس من إِرَادَته واختياره مثل سعاله وعطاسه وحياته وَمَوته وتنفسه واغتذائه واستفراغه وَإِن كَانَ فِيهَا بعض الْإِرَادَة ¶ وَلَا يجازى أَيْضا على نياته الْمُجَرَّدَة ¶ وَأول مَا يَنْبَغِي أَن يسْتَدلّ بِهِ الْمَرْء على وجوب الْمُكَافَأَة هُوَ أَنه مَتى مَا أعتقد مَا تقدم ذكره من معرفَة البارئ ووحدانيته وتنزهه عَن صِفَات المخلوقين وَمَعْرِفَة رَسُوله فِي أَي زمَان كَانَ وانتهج النهج الْمُسْتَقيم وجد فِي صَدره سَعَة وَفِي أَحْوَاله استقامة وَعَن الأشرار سَلامَة وَعند الِاخْتِيَار خطْوَة وَفِي معاشه سدادا مِقْدَار مَا يَفْعَله وينويه مِنْهُ ¶ وَإِذا تَيَقّن ذَلِك فَيَنْبَغِي أَن يقدم على سياسة الْأَحْوَال بقلب قوي وَنِيَّة صَادِقَة وَصدر وَاسع وثقة بِأَن مَا يَأْتِيهِ من ذَلِك وَإِن قل يجدي عَلَيْهِ نفعا يجل",
            "page": "14",
            "part": "1",
            "seal": "C0108B88"
        },
        {
            "id": "10",
            "nass": "فصل 2 مَا يَنْبَغِي أَن يَسْتَعْمِلهُ الْمَرْء مَعَ رؤسائه ¶ نبدأ بتعهد الرؤساء لما سنصفه فَنَقُول ¶ إِن الْمَرْء مَعَ من هُوَ فَوْقه من الرؤساء لَا يَخْلُو من أَن يكون متصديا لخدمته أَو يكون بَينه وَبَين من هُوَ فَوْقه حَال يلقاه فِي بعض الْأَوْقَات أَو يكون بالبعد لَا يلقاه إِلَّا بِالذكر ¶ الِاجْتِهَاد فِيمَا فوض إِلَيْهِ ¶ فَوَاجِب على الْمَرْء أَن يسْتَعْمل مَعَ من هُوَ متصد لخدمته مَا نقُوله ¶ وَهُوَ أَن يكون ملازما لما هُوَ بصدده مواظبا على مَا فوض إِلَيْهِ ويجتهد أَن يكون نصب عينه إِذا ذكره وَلَا يخْشَى الملال وخصوصا من الْمُلُوك لِأَن مَوضِع الملال إِنَّمَا يكون عِنْد كَثْرَة غشيان النَّاس الْمَوَاضِع الَّتِي لَيْسَ لَهُم فِيهَا عمل ¶ بَيَان محَاسِن الرئيس ¶ وَأَن يكون مازجا لَهُ مقرظا لجَمِيع مَا يَأْتِيهِ الرئيس من دق أَو جلّ مُجْتَهدا فِي طلب وُجُوه حسان لكل مَا يَفْعَله ويقوله وَهُوَ وَاجِد ذَلِك إِذْ لَيْسَ شَيْء من الْأُمُور فِي الْعَالم إِلَّا وَله وَجْهَان أَحدهمَا جميل وَالْآخر قَبِيح",
            "page": "15",
            "part": "1",
            "seal": "EC34D151"
        },
        {
            "id": "11",
            "nass": "فليطلب لكل أَمر من أُمُوره وَجها جميلا يعرفهُ إِلَيْهِ ويتكلف بِذكرِهِ بِحَضْرَتِهِ وغيبته ¶ بَيَان وَجه الصّلاح للرئيس بالحيلة ¶ وَإِن كَانَ الْمَرْء مِمَّن فوض إِلَيْهِ تَدْبِير ذَلِك الرئيس مثل أَن يكون وزيرا أَو مُشِيرا أَو معلما وَلَا بُد من تعريفة وَجه الصّلاح فِي الْأَعْمَال فَليعلم أَن الرئيس كالسيل المنحدر من الربوة إِن أَرَادَ الْمَرْء أَن يصرفهُ إِلَى نَاحيَة من النواحي وواجهه أهلك نَفسه وأتى عَلَيْهِ السَّيْل فأغرقه ¶ وَإِن سعي مَعَه وعَلى جانبيه وتلطف ليصرفه إِلَى النَّاحِيَة الَّتِي يريدها بِأَن يطْرَح فِي بعض جوانبه مِقْدَارًا من السدد ويطرق لَهُ من الْجَانِب الآخر لَا ينشب أَن يصرفهُ إِلَى حَيْثُ شَاءَ ¶ ويبغي لَهُ أَيْضا أَن يسْتَعْمل مَعَ الرئيس فِي صرف وَجهه عَمَّا يُرِيد صرفه من أَمر يُرِيد أَن يجرى مَعَه فِي مَا هُوَ جَار نَحوه وَلَا يواجهه بِأَمْر وَلَا نهي بل يرِيه وَجه الصّلاح فِي خلاف مَا يَأْتِيهِ ويقبح عِنْده فِي الْوَقْت بعد الْوَقْت على سَبِيل الحكايات عَن غَيره والحيل اللطيفة بعض مَا يعرض بِمَا هُوَ فِيهِ فَإِنَّهُ إِذا اسْتعْمل مَعَه هَذِه الطَّرِيقَة لَا يلبث أَن يعود الْحَال بمراده ¶ حفظ أسرار الرئيس وأحواله الظَّاهِرَة ¶ وَأَن يكون كَاتِما لأسراره وَالْحِيلَة فِي ذَلِك أَن يكتم جَمِيع أَحْوَاله الظَّاهِرَة بِمَا يقدر عَلَيْهِ فَإِن كَانَ كَاتِما للأحوال الظَّاهِرَة فَهُوَ بالحرى أَن لَا يعثر على إفشاء سر بَاطِن وَلَا يُؤمن على السِّرّ المكتوم أَن يظْهر بِبَعْض الْأَحْوَال الظَّاهِرَة لِأَن الْأُمُور وَالْأَحْوَال مُتَّصِلَة مُتَعَلقَة بَعْضهَا بِبَعْض",
            "page": "16",
            "part": "1",
            "seal": "C86E657F"
        },
        {
            "id": "12",
            "nass": "اعْتِقَاد الرؤساء الْإِصَابَة وسببها ¶ وَأَن يعلم إِن للرؤساء همما ينفردون بهَا عَمَّن سواهُم من النَّاس وَهِي أَنهم يَعْتَقِدُونَ فِي جَمِيع من دونهم الِاسْتِخْدَام والاستعباد وَفِي أنفسهم الْإِصَابَة فِي جَمِيع مَا يأتونه وَإِنَّمَا تحدث هَذِه الهمة فيهم لِكَثْرَة مدح النَّاس لَهُم وإطرائهم أَعْمَالهم وتصويبهم آرائهم وَذَلِكَ فِي طباع كل النَّاس ¶ الِاحْتِرَاز بالأخبار عَن النَّفس بِحَضْرَة الرئيس ¶ وَأَن يحْتَرز كل الِاحْتِرَاز بِأَن يخبر عَن نَفسه بِحَضْرَة الرئيس شَيْئا يُمكن أَن يتَّخذ ذَلِك بِوَجْه من الْوُجُوه جرما عَلَيْهِ وَإِن كَانَ فِي غَايَة الانبساط مَعَه وَلَا يقر بِمَا يلقى مِنْهُ إِلَى الرئيس مِمَّا يستقبح نِسْيَان بَين الْخَبَر وَالْإِقْرَار وَلَيْسَ يُؤمن تغير الْأَحْوَال ¶ صرف الْقَبِيح عَن الرئيس ¶ وَأما إِذا اعْترض بَينه وَبَين الرئيس حَال لَا يُمكن صرف الْقَبِيح مِنْهُ أَلا إِلَيْهِ أَو إِلَى الرئيس فَقَط فليجتهد فِي صرف ذَلِك الْقَبِيح إِلَى نَفسه وليجعل لذَلِك أوجها فَإِذا اتجه الْقَبِيح نَحوه تبرأت ساحة الرئيس مِنْهُ أَو كَاد أَن يتَّجه فَليَحْتَلْ لِأَن يطْلب لذَلِك الْأَمر سَببا يكون بدؤه من غَيره لترجع اللائمة لعيه وَإِن كَانَ بِالْقَصْدِ الثَّانِي على غَيره لِئَلَّا يلْتَزم باللائمة ¶ ترك الْمَرْء حَظّ نَفسه لعلمه ¶ وَمَا من شَيْء أبلغ وأعم نفعا فِي بَاب الْعُبُودِيَّة من ترك الْمَرْء حَظّ نَفسه فِي جَمِيع مَا يُبَاشر من الْأَعْمَال الرئيسية فَإِنَّهُ مَا من أَمر يتعاطاه الْمَرْء مِمَّا هُوَ بَينه وَبَين الرئيس أَلا ويجد لنَفسِهِ فِيهِ مَوضِع حَظّ فَيَنْبَغِي أَن يتْركهُ ويتجنبه ويستخلص لما هُوَ حَظّ الرئيس فَإِنَّهُ مهما فعل ذَلِك اجتنى ثمره",
            "page": "17",
            "part": "1",
            "seal": "DD2098F4"
        },
        {
            "id": "13",
            "nass": "خَيره وَمهما اشْتغل بِاسْتِيفَاء حَظه لَا يَأْتِي الْأَمر على وَجهه وَوَقع فِيهِ خلل وَترك الْأَمر خير من إفساده ¶ طلب أَسبَاب الْمَنَافِع ¶ وَيَنْبَغِي أَن يتلطف كل التطلف فِي نيل الْمَنَافِع من جِهَة الرؤساء بِأَن لَا يلح فِي السُّؤَال وَلَا يديمه وَلَا يظْهر الطمع والشره من نَفسه ويجتهد فِي أَن يطْلب من الرؤساء أَسبَاب الْمَنَافِع لَا الْمَنَافِع أَنْفسهَا مثل إِطْلَاق الْيَد فِي وُجُوه يجلب مِنْهَا الْأَمْوَال وَالْمَنَافِع ليقل السُّؤَال وَيكثر النَّفْع ويجتهد فَأن ينْتَفع بالرئيس لَا مِنْهُ من انْتفع بهم أعزوه وَمن انْتفع مِنْهُم ملوه ¶ يضع لمرءوس مَاله وَنَفسه فِي خدمَة الرئيس ¶ وليضع نَفسه عِنْدهم فِي صُورَة من يتخلع عَن ملكه وقنيته لَهُم بِأَهْوَن كلمة وأدون سعى وليحذر كل الحذر من أَن يتَصَوَّر عِنْدهم مِنْهُ أَنه يضن بِمَالِه أَو يحب أَن يستأثر بِشَيْء من مفتنياته فَإِنَّهُ يصير حِينَئِذٍ بِعرْض من الِاسْتِقْصَاء والممنوع محروص عَلَيْهِ والمبذول مملول مِنْهُ وليجتهد أَن يظْهر فِي كل مَا يَقْتَضِيهِ إِنَّمَا يَفْعَله ليَكُون زِينَة وجمالا للرئيس لَا لنَفسِهِ فَأَنَّهُ ملاك للإبقاء ¶ الابتعاد عَمَّا ينْفَرد بِهِ الرؤساء ¶ وليحذر أَن يتَّخذ لنَفسِهِ شَيْئا مِمَّا يتفرد بِهِ الرئيس أَو مِمَّا يَلِيق بالرؤساء الَّذين فَوْقه فَإِنَّهُ كلما اتخذ شَيْئا من ذَلِك عرض نَفسه للهلاك وَعرض ذَلِك الشَّيْء للذهاب",
            "page": "18",
            "part": "1",
            "seal": "C14EE1C6"
        },
        {
            "id": "14",
            "nass": "إِظْهَار حَاجته للرؤساء فِي كل الْأَحْوَال ¶ وَيَنْبَغِي أَن لَا يظْهر من نَفسه إِلَّا الِاسْتِغْنَاء عَن الرؤساء وَلَا فِيمَا يقل مِقْدَاره وَأَن يكون مظْهرا أبدا قناعة ورضى بِكُل مَا يتَصَرَّف فِيهِ من الْأُمُور وَالْأَحْوَال ¶ ترك الشكاية والعداوة من مسخطة الرئيس ¶ وَمَتى مَا لحقته سخطه من الرئيس أَو ملال وَمَا أشبهه فليجتهد فِي ترك الشكاية مِنْهُ وليحظر من إِظْهَار الْعَدَاوَة والحقد وليصرف وَجه الذَّنب مِنْهُ إِلَى نَفسه ثمَّ ليجتهد ويتطلف لتجديد حَال يزِيل تِلْكَ السخطة بِأَهْوَن مَا يقدر عَلَيْهِ ¶ فَهَذِهِ قوانين ينْتَفع باستعمالها فِي معاشرة الرؤساء",
            "page": "19",
            "part": "1",
            "seal": "49FB9386"
        },
        {
            "id": "15",
            "nass": "فصل 3 مَا يَنْبَغِي للمرء أَن يَسْتَعْمِلهُ مَعَ أكفائه ¶ أما مَا يَنْبَغِي للمرء أَن يَسْتَعْمِلهُ مَعَ الْأَكفاء فسنذكر مِنْهُ جملا ونقول إِن الْأَكفاء لَا يخلون من أَن يَكُونُوا أصدقاء أَو أَعدَاء أَو لَيْسُوا بأصدقاء وَلَا أَعدَاء ¶ أَصْنَاف الأصدقاء وأحوالهم ¶ والأصدقاء صنفان ¶ أَحدهمَا الأصفياء المخلصون فِي الصداقة فَيَنْبَغِي للمرء أَن يديم ملاطفتهم وتعهد أَحْوَالهم وأسبابهم وإهداء مَا يستحسنه وَمَا تيَسّر لَهُ إِلَيْهِم فِي كل وَقت وَيخْفى الْحَال فِيمَا بَينه وَبينهمْ بِغَيْر أَن يظْهر مِنْهُ ملال أَو تَقْصِير ¶ ويجتهد فِي الأكثار مِنْهُم غَايَة الْجهد فَإِن الصّديق زين الْمَرْء وعضده وعونه وناصره ومذيع فضائلة وكاتم هفواته وَمَا حَيّ زلاته وَمهما كَانَ هَؤُلَاءِ أَكثر كَانَت أَحْوَال الْمَرْء فِيمَا بَينهم أحسن وأقوم ¶ والصنف الآخر الأصدقاء فِي الظَّاهِر عَن غير صدق فِيمَا يظهرونه بل بتشبه وتصنع فَيَنْبَغِي للمرء أَن يجاملهم وَيحسن إِلَيْهِم وَلَا يطلعهم عَن شَيْء من أسراره وخصوصا من عيونه وَلَا يلقى إِلَيْهِم من خَواص أَحَادِيثه وأفعاله وأحواله وَلَا يحثهم عَن نعْمَة وَلَا عَن أَسبَاب مَنَافِعه ¶ وليجتهد فِي استمالتهم وَالصَّبْر مَعَهم بِحَسب الظَّاهِر دون أَخذهم بِالْبَاطِلِ وَلَا يَأْخُذهُمْ بالتقصير وَلَا يقطع عتابهم فِيمَا يَقع مِنْهُم من التَّقْصِير وَلَا يجازهم",
            "page": "20",
            "part": "1",
            "seal": "2C04953D"
        },
        {
            "id": "16",
            "nass": "على ذَلِك فَإِنَّهُ مهما فعل ذَلِك ترجى صَلَاحهمْ ورجوعهم إِلَى مُرَاده ولعلهم يصيرون فِي رُتْبَة الأصفياء لَهُ وَلَيْسَ شَيْء أدل على صدق الإخاء وَإِظْهَار الْوَفَاء وَلَا أَشد استجلابا للمحبة وَوُجُوب الْحق من تعهد أَحْوَال أصدقاء الأصدقاء فَإِن الْمَرْء إِذا رأى صديقه وَهُوَ يتعهد أَحْوَال أخلانه والمتصلين بِهِ يسْتَدلّ بذلك على صدق محبته لَهُ ويثق بوداده ويقوى أمله ورجاؤه فِيهِ وَأفضل مَا يَسْتَعْمِلهُ الْمَرْء مَعَ أصدقائه هُوَ أَن يتعهد أَحْوَالهم عِنْد الْحَاجة والفاقة ويؤاسيهم بِمَا يُمكنهُ من غير أَن يحوجهم إِلَى المسئلة ويتعاهد أقاربهم وعائلاتهم إِذا مَاتُوا فَإِنَّهُ مَتى شهر بذلك رغب صداقته كل أحد وَبِذَلِك يكثر أصدقاؤه ¶ أَصْنَاف والأعداء وأحوالهم ¶ والأعداء أَيْضا صنفان ¶ أَحدهمَا ذَوُو الأحقاد والضغائن وَيَنْبَغِي للمرء أَن يحترس مِنْهُم كل الاحتراس ويستطلع عَن أَحْوَالهم بِكُل مَا أمكنه وَمهما اطلع مِنْهُم على مكر أَو خديعة أَو تَدْبِير يدبرونه فليقابلهم بِمَا يُنَاقض تدبيرهم وَيكثر الشكاية مِنْهُم إِلَى الرؤساء وإفناء النَّاس ليعرفوا بعداوتهم حَتَّى لَا ينجح فِي أحد قَوْلهم عَلَيْهِ وليصيروا متهمين عِنْد النَّاس فِي أَقْوَالهم وأفعالهم بِمَا ظهر عِنْدهم من معاداتهم إِيَّاه ¶ وكل من آيس الْمَرْء من صَلَاحه وتيقن سوء طبعه وَتمكن الضغينة من قلبه فلينتهز الفرصة فِي إهلاكه وَمهما وجدهَا فلينتهزها وَلَا يتغافل عَمَّا",
            "page": "21",
            "part": "1",
            "seal": "BB697BA9"
        },
        {
            "id": "17",
            "nass": "يُمكنهُ إِذا يتقن بقدرته على إهلاكه ¶ وَأَن علم إِنَّه رُبمَا لَا يقدر على إتْمَام أمره والنجاة مِنْهُ فَلَا يسْرع فِي شَيْء مِنْهُ لِئَلَّا يجد الْعَدو عَلَيْك مِمَّا يتَعَلَّق بِهِ عِنْد النَّاس مِمَّا يمهد لنَفسِهِ عِنْدهم فِي عداوته عذرا ¶ والصنف الآخر من الْأَعْدَاء الحساد وَيَنْبَغِي للمرء أَن يظْهر لَهُم ملا يغيظهم ويؤذيهم بِأَن يلقى إِلَيْهِم ذكر النعم الَّتِي يخْتَص بهَا لتذوب لَهَا نُفُوسهم ويحترز مَعَ ذَلِك من دسيستهم ويحتال لظُهُور حسدهم فِيهِ وَفِي غَيره من النَّاس ليعرفوا بذلك ¶ مَا لَيْسَ بأصدقاء وَلَا أَعدَاء وأحوالهم ¶ فَأَما سَائِر النَّاس الَّذين لَيْسُوا بصديق وَلَا عَدو وَلَا متصنع فهم طَبَقَات سنذكر جلها وَجل مَا يَنْبَغِي للمرء أَن يَسْتَعْمِلهُ مَعَ كل طَائِفَة مِنْهَا ¶ أ - النصحاء ¶ فَمنهمْ النصحاء الَّذين يتبرعون بِالنَّصِيحَةِ فَالْوَاجِب على الْمَرْء أَن يتفرغ بالخلوة مَعَ كل من أدعى أَنه نَاصح لَهُ وَيسمع إِلَى قَوْله ويعزم على قلبه أَولا بِأَن لَا يغتر بِكُل قَول يسمعهُ وَأَن لَا يعجل إِلَى قبُوله وَلَا يعْمل بِكُل مَا يُنْهِي إِلَيْهِ بل يتَأَمَّل أقاويلهم ويتعرف أغراضهم غَايَة التعرف ليقف مَعَ معرفَة أغراضهم على حَقِيقَة أقاويلهم فَإِذا لَاحَ لَهُ وَجه الصَّوَاب وَحَقِيقَة الْأَمر فِي شَيْء مِمَّا ألقوه إِلَيْهِ بَادر إِلَى إِنْفَاذ الْأَمر فِيهِ وَليكن تلقيه لكل وَاحِد مِنْهُم بهشاشة وَإِظْهَار حرص على مَا يلقيه إِلَيْهِ",
            "page": "22",
            "part": "1",
            "seal": "359709EF"
        },
        {
            "id": "18",
            "nass": "ب - الصلحاء ¶ وَمِنْهُم الصلحاء وهم إناس يتبرعون لإِصْلَاح مَا بَين النَّاس فَيجب على الْمَرْء أَن يمدحهم أبدا على مَا يَفْعَلُونَهُ وَإِن يتشبه بهم فِي جَمِيع أَحْوَاله فَإِن مذاهبهم مرضية عِنْد جَمِيع النَّاس وَمهما تشبه الْمَرْء بهم عرف بِالْخَيرِ وَحسن النِّيَّة ¶ ج - السُّفَهَاء ¶ وَمِنْهُم السُّفَهَاء فَيجب على الْمَرْء اسْتِعْمَال الْحلم مَعَهم وَأَن لَا يؤاتيهم وَلَا يقابلهم بِمَا هُوَ فِيهِ من السفاهة بل يتلقاهم أبدا بحلم رزين وَسُكُون بليغ ليعرفوا قلَّة مبالاته بِمَا هم فِيهِ وَلَا يؤذوه بعد ذَلِك مَتى تلقوهُ بالمشاتمة والسفه فَيجب إِن يتلقاهم بالمحقرة وَقلة الاكتراث ¶ د - أهل الْكبر والمنافة ¶ وَمِنْهُم أهل الْكبر والمنافة فَيجب على الْمَرْء أَن يقابلهم بِمثلِهِ لِأَنَّهُ إِن تواضع أحسوا مِنْهُ بِضعْف وتوهموا أَن فِيهِ لينًا وَأَن فعلهم ذَلِك صَوَاب وَأَنه لَا بُد للنَّاس من التَّوَاضُع لَهُم وَمَتى تكبر الْمَرْء عَلَيْهِم وكابرهم فِي الْأَحْوَال وتأذوا بِهِ علمُوا أَن الذَّنب فِي ذَلِك مِنْهُم وَرَجَعُوا إِلَى التَّوَاضُع وَحسن المعاشرة",
            "page": "23",
            "part": "1",
            "seal": "641251AA"
        },
        {
            "id": "19",
            "nass": "فصل 4 مَا يَنْبَغِي أَن يَسْتَعْمِلهُ الْمَرْء مَعَ من دونه ¶ وَأما الَّذِي يَنْبَغِي للمرء أَن يَسْتَعْمِلهُ مَعَ من دونه من النَّاس فَإنَّا نصف مِنْهُم مَا تيَسّر ونقول ¶ أَصْنَاف الضُّعَفَاء وأحوالهم ¶ إِن مِنْهُم الضُّعَفَاء وهم صنفان ¶ أ - المحاويج ذَوُو الْفَاقَة وصنوفهم ¶ أَحدهمَا المحاويج ذَوُو الْفَاقَة وهم صنوف مِنْهُم الملحفون فَيَنْبَغِي أَن لَا يعطيهم وَلَا يبْذل لَهُم على إلحاحهم شَيْئا لينزجروا عَن ذَلِك إِلَّا إِذا علم أَنهم صادقو الْحَاجة إِلَى الشَّيْء الضَّرُورِيّ ¶ وَمِنْهُم الْكَاذِبُونَ فِيمَا يَدعُونَهُ من الْفَاقَة فَيَنْبَغِي أَن يُمَيّز بَينهم فَإِن كَانَ تعمدهم للكذب لضرب من التَّدْبِير فلتكن مُعَامَلَته مَعَهم فِي المؤاساة وسطا من غير منع وَلَا بذل تَامّ ¶ وَمِنْهُم الضُّعَفَاء الصادقون فِيمَا يبدونه من الْحَاجة فَيَنْبَغِي أَن يتعهدهم المؤاساة بغاية مَا أمكنه من غير أَن يخل بأحوال نَفسه ¶ ب - المتعلمون ذَوُو الْحَاجة وطبائعهم ¶ والصنف الآخر هم المتعلمون وذوو الْحَاجة إِلَى الْعلم فَمنهمْ أولو الطبائع الردئية يقصدون تعلم الْعُلُوم ليستعملوها فِي الشرور فَيَنْبَغِي للمرء أَن يحملهم",
            "page": "24",
            "part": "1",
            "seal": "D67BEB63"
        },
        {
            "id": "20",
            "nass": "على تَهْذِيب الْأَخْلَاق وَلَا يعلمهُمْ شَيْئا من الْعُلُوم الَّتِي إِذا عرفوها استعملوها فِيمَا لَا يجب وليجتهد فِي كشف مَا هم عَلَيْهِ من رداءة الطَّبْع ليحذروا ¶ وَمِنْهُم البلداء الَّذين لَا يُرْجَى ذكاؤهم وبراعتهم فَيَنْبَغِي أَن يحثهم على مَا هُوَ أَعُود عَلَيْهِم ¶ وَمِنْهُم المتعلمون ذَوُو الْأَخْلَاق الطاهرة والطبائع الجيدة فَيجب أَن لَا يدّخر عَنْهُم شَيْئا مِمَّا عِنْده من الْعُلُوم",
            "page": "25",
            "part": "1",
            "seal": "48509771"
        },
        {
            "id": "21",
            "nass": "فصل 5 فِي سياسة الْمَرْء لنَفسِهِ ¶ ثمَّ يَنْبَغِي للمرء أَن يرجع إِلَى خَاص أَحْوَاله فيميزها وَيسْتَعْمل فِي كل حَال من أَحْوَاله مَا يعود بصلاحها ¶ المَال ¶ فَمن ذَلِك خلل الْقنية وَالْمَال فَالْوَاجِب عَلَيْهِ فِي ذَلِك أَن يتَأَمَّل وُجُوه الدخل ووجوه الخرج ويستقصى النّظر فِي أَسبَاب الدخل وَالْوُجُوه الَّتِي يُمكنهُ استجلاب المَال مِنْهَا إِلَى ملكه فيبالغ فِي استجلابه من حَيْثُ لَا يضر بِشَيْء مِمَّا تقدم ذكرنَا لَهُ من الْأُصُول اعني بِهِ لَا يخل بِدِينِهِ ومروءته وَلَا بعرضه فَإِنَّهُ لَيْسَ كل وَجه تكون فِيهِ مَنْفَعَة يحسن بِكُل أحد أَن يتَعَرَّض لَهُ مِثَال ذَلِك الدباغة والكناسة والتجارات الخسيسة والقمار وَالْوُجُوه الَّتِي لَا يحسن بِذِي الْمُرُوءَة أَن يجتلب المَال مِنْهَا فَإِذا تجنب هَذِه الْوُجُوه واكتسب المَال من وَجهه فَيجب أَن يُخرجهُ بِحَسبِهِ أَعنِي أَن يكون خرجه بِحَسب دخله ويجتهد أَن يعرف بالسخاء وَلَيْسَ السخاء بذل الْأَمْوَال حَيْثُ اتّفق لَكِن بذلها فِيمَا يَنْبَغِي وَحَيْثُ يَنْبَغِي وبالمقدار الَّذِي يَنْبَغِي على سَبِيل الِاعْتِدَال اللَّائِق بِحَال طبقَة من النَّاس ¶ الجاه ¶ وَمن ذَلِك الجاه فَيَنْبَغِي للمرء أَن يجْتَهد كل الْجهد فِي إِحْرَاز الجاه لنَفسِهِ وَمَتى مَا استقبله أَمْرَانِ يكون فِي تنَاول أَحدهمَا زِيَادَة الْمَنَافِع وَفِي الآخر زِيَادَة الجاه فليبادر إِلَى الْأَمر الَّذِي هُوَ أَعُود عَلَيْهِ فِي زِيَادَة الجاه إِذْ الجاه",
            "page": "26",
            "part": "1",
            "seal": "6AB537F6"
        },
        {
            "id": "22",
            "nass": "العريض يكْسب المَال بِالضَّرُورَةِ وَلَيْسَ المَال يكْسب الجاه ضَرُورَة ¶ استجلاب اللَّذَّات غير الْمُحرمَة بَين المَال والجاه ¶ وَمن النَّفْع مَا يَسْتَعْمِلهُ الْمَرْء فِي معاشه مَا نذكرهُ ¶ وَهُوَ أَنه يجب أَن يستجلب الذَّات والشهوات كلهَا إِلَى نَفسه بجاهه لَا بِمَالِه بِكُل مَا أمكنه فَإِن من استجلب اللَّذَّات بِمَالِه دون جاهه لَا يصل إِلَى لذته كَمَا يشتهيه وَلَا ينشب أَن يذهب مَاله وَيصير سخرية بَين النَّاس وَيصير كل من انْتفع بِهِ عدوا لَهُ ¶ وَمن استجلب بجاهه قَضَاء حوائج النَّاس وصل إِلَيْهَا كَمَا يشتهيه وَفَوق مَا يشتهيه ¶ وكل من جلب إِلَيْهِ لَذَّة لطعمه فِي جاهه كَانَ صديقا لَهُ أبدا محبا لخيراته ومواليا ¶ ولسنا نومئ إِلَى أَنه لَا يَنْبَغِي أَن ينْفق من مَاله شَيْئا فِي اجتلاب لذاته وَلَكِن إِلَى أَن يكون معوله فِي ذَلِك على الجاه لَا على المَال ¶ تحصين الْأَسْرَار ¶ ونقول الْآن فِي تحصين الْأَسْرَار وَفِي استخراجها عَن المناوئين وَإِذا عرف الْمَرْء أحد هذَيْن الْبَابَيْنِ حصلت لَهُ الْمعرفَة بِالثَّانِي وَلكُل طَائِفَة من أهل الطَّبَقَات الثَّلَاث نوع من التحصين وَنَوع من الاستخراج وَمَا نذكرهُ من الْأُصُول فِيهَا يصلح لكل طَائِفَة مِنْهُم على مِقْدَاره ومرتبته ¶ أصاله لرأي ¶ فَأول مَنَافِع تحصين الْأَسْرَار وكتمانها هُوَ أَن يكون الْمَرْء قَادِرًا على",
            "page": "27",
            "part": "1",
            "seal": "5F667B40"
        },
        {
            "id": "23",
            "nass": "إجالة الرَّأْي فِي تَدْبيره وعَلى إِنْفَاذه والإمساك عَنهُ إِلَى أَن يتَّجه لَهُ وَجه الصَّوَاب فِيهِ فَإِنَّهُ مَا دَامَ الْأَمر مكتوما كَانَ قَادِرًا عَلَيْهِ فَإِذا ظهر خرج الْأَمر عَن مقدرته ¶ وَفِي كتمان الآراء والتدابير سَلامَة من الْآفَات وَمن آفاتها الْأَعْرَاض الَّتِي تعرض من إذاعتها فَتَصِير مَوَانِع عَن إنفاذها ويعيا ذُو الرَّأْي عَن رَأْيه بِتِلْكَ الْأَعْرَاض وَمِنْهَا ذهَاب جدته وَثَمَرَة رَأْيه ونفاذه فِي جدته وطراته وَمِنْهَا أَن الرَّأْي إِذا ظهر قصد بالمناقضة وَإِذا كَانَ مُحصنا سلم من المناقضة وَلكُل أَمر نقيض ¶ وَمِنْهَا إِن الْمَرْء الَّذِي فِيهِ التَّدْبِير والرأي لَا يفْطن لَهُ حَتَّى يَقع فيبهته وَيرد عَلَيْهِ مَا لَا يحْتَسب وَإِذا ظهر قبل الْوُقُوع قوبل بالتحفظ والتحرز وَبَطل الرَّأْي وَالتَّدْبِير وتعطل الْوَقْت الَّذِي أفنى فِي أَحْكَامه ¶ الْمُشَاورَة ¶ وَلَا بُد للمرء من الْمُشَاورَة مَعَ غَيره فِي آراء وتدبيره فَيَنْبَغِي أَن يستودعها ذَوي النبل وكبير الهمة وَعزة النَّفس وَذَوي الْعُقُول والألباب فَإِن أمثالهم لَا يذيعونها وَإِن يُبَاشر فِي وَقت إفشاء الرَّأْي الْأُمُور الَّتِي يستعان بِمِثْلِهَا على إحكام ذَلِك الرَّأْي من الاستشارة وَالنَّظَر فِي أَخْبَار الْمُتَقَدِّمين وَالِاسْتِمَاع إِلَى الْأَحَادِيث فِي السياسات اللائقة بذلك التَّدْبِير وَأَن يستر وجهده الْأُمُور الظَّاهِرَة المتعلقه بذلك التَّدْبِير الَّذِي يظْهر مَعَ ظُهُورهَا السِّرّ وَيسْتَعْمل مَا يضاد ذَلِك الرَّأْي من غير أَن يظْهر فِي نَفسه حرصا على اسْتِعْمَال الأضداد",
            "page": "28",
            "part": "1",
            "seal": "9067EB72"
        },
        {
            "id": "24",
            "nass": "فَإِنَّهَا أَيْضا إِذا كَانَت مَعَ حرص مفرط تدل على نفس الْأَمر وتوقع التُّهْمَة وتطلب معرفَة الْأَسْرَار من الْأُمُور الظَّاهِرَة والباطنة جَمِيعًا ¶ أما الْأُمُور الظَّاهِرَة فِيمَا يَبْدُو من الرئيس من أَخذ الْعَزْم وأعداد الْعدَد وَأخذ الأهبة للأمور الَّتِي كَانَت فِيمَا قبل على التَّقْصِير وَمن جمع المتفرقات وتفريق المجتمعات وَبِالْجُمْلَةِ تَغْيِير الْأَحْوَال الظَّاهِرَة وَأَيْضًا من الْإِمْسَاك عَن أُمُور كَانَ يُبَاشِرهَا الْمَرْء قبل ذَلِك وَمن إدناء من كَانَ قاصيا وإقصاء من كَانَ دانيا وَشدَّة التطلع للْأَخْبَار وحرص زَائِد للوقوف على الْأَحَادِيث المختلطة وَمن التيقظ الزَّائِد على كل مَا كَانَ قبل ذَلِك ¶ وَأما من الْأُمُور الْبَاطِنَة فَمن استطلاع أَحْوَال البطانة والحزم وإمساكهم عَمَّا كَانُوا غير ممسكين لَهُ واستعمالهم لما كَانُوا ممسكين عَنهُ فَإِن البطانة والخواص إِذا لم يَكُونُوا حزمة ظهر من مصَادر أُمُورهم ومواردها مَا يسره الرئيس ويستطلع من أَفْوَاه الْعَجم وَالصبيان والجهال وَالنِّسَاء وَالَّذين هم قليلو التَّمْيِيز والعقول فَإِنَّهُ لَيْسَ مَعَ هَؤُلَاءِ حصافة وَلَا عِنْدهم من الرزانة مَا يُمكنهُم التَّحَرُّز بِهِ من الإفشاء للأسرار ¶ وأجودها مَا تستخرج بِهِ الْأَسْرَار كَثْرَة المحادثة فَإِن لكل وَاحِد من النَّاس من يسْتَأْنس بِهِ ويلقي إِلَيْهِ بِجَمِيعِ أَحَادِيثه وجلها وَإِذا أَكثر الْكَلَام والمحادثة فَإِنَّهُ لَا بُد من أَن يَأْتِي ذَلِك على جلّ مَا فِي الضمائر ¶ وَأَيْضًا فَإِنَّهُ لَيْسَ كل أَمر وتدبير يكون بموافقة الْجَمِيع مِمَّن بِحَضْرَة الرئيس أَو صَاحب التَّدْبِير وملاك أَسبَاب الظفر بالأعداء هُوَ مَا نذكرهُ فَنَقُول",
            "page": "29",
            "part": "1",
            "seal": "B609344D"
        },
        {
            "id": "25",
            "nass": "طلب الْعُلُوّ على الْعَدو ¶ أَن أول مَا يجب أَن يَسْتَعْمِلهُ الْمَرْء هُوَ أَن يطْلب الْعُلُوّ على عدوه فِي كل فَضِيلَة يذكر بهَا إِن كَانَ من أهل الْفضل ويتحرى أَن يقف الْعَدو على ذَلِك ويعلمه مِنْهُ فَإِن ذَلِك مَا يُضعفهُ ويخمد ثائرته وَأَن يحصي عَلَيْهِ معايبه حَتَّى لَا يبْقى صَغِيرا وَلَا كَبِيرا لَا ظَاهرا وَلَا بَاطِنا من عيوبه إِلَّا جمعه ونشره فِي النَّاس وليتوخ فِي ذَلِك الصدْق لِئَلَّا يذهب حَدثهُ وليجتنب الْكَذِب على الْعَدو فَإِن الْكَذِب عَلَيْهِ قُوَّة لَهُ وَأَن يتَصَرَّف أَخْلَاق الْعَدو وشيمة وسجاياه وعاداته ليقابل كل وَاحِد مِنْهَا بِمَا يضاده ويناقضه ¶ وليجتهد فِي معرفَة مَا يقلقه ويضجره فيوكل كل وَاحِد وَبِكُل سَبَب من أَسبَاب ضجره وقلقله مَا يهيجه فَإِن ذَلِك ملاك الظفر وَمن أبلغ أَسبَاب الفضيحة وأصل ذَلِك كُله والمرجع هُوَ طلب السَّلامَة مِنْهُ وَمن مكايده بِكُل مَا أمكن زِيَادَة على طلب النكاية فِيهِ ¶ الْأَدَب ¶ وَمِمَّا ينْتَفع الْمَرْء بِهِ غَايَة الْمَنْفَعَة هُوَ الْأَدَب وأصل الْأَدَب مزايلة الْأَدَب فِي الظَّاهِر ¶ من ذَلِك معرفَة العورات وافتراص العثرات ¶ وعمدة الْأَدَب شدَّة التطلع لما عِنْد النَّاس والحرص على التباعد من أَن يعرف النَّاس مَا عِنْد الْمَرْء ¶ وَمِنْه أَيْضا أَن يقْصد الْإِنْسَان لغير الْمَقْصُود ثمَّ الْمَقْصُود",
            "page": "30",
            "part": "1",
            "seal": "5A862F96"
        },
        {
            "id": "26",
            "nass": "وَمِنْه أَن يَبْتَدِئ بالاعتلاء من الْأَدْنَى فالأدنى إِلَى الْأَعْلَى فالأعلى فَإِن الرِّضَا مَعَ هَذَا الِاسْتِعْمَال وَفِي خلَافَة السخط ¶ وَمِنْه أَن يحصل الأصعب ثمَّ الأخف ¶ وَمِنْه أَن لَا يظْهر الْغَضَب وَلَا الرِّضَا بإفراط ¶ وَمِنْه أَيْضا المطل فِي بعض الْأَحْوَال إِذا تعقبها الإنجاح ¶ وَمِنْه الصَّبْر على أَن يظفر بالفرصة ¶ وَمن ذَلِك أَن يقدم للأمور مُقَدمَات تصير تواطئه لَهَا ¶ وَمِنْه أَن يلقِي الْأَمر بِلِسَان غَيره",
            "page": "31",
            "part": "1",
            "seal": "63893EEA"
        },
        {
            "id": "27",
            "nass": "خَاتِمَة ¶ وَنحن الْآن ذاكرون من أقاويل القدماء وَأهل الْفضل صَدرا يكون خَاتِمَة لقولنا هَذَا فَإِن للحكايات والنوادر والأمثال فِي مثل هَذَا الْفَنّ غناء عَظِيما فَنَقُول ¶ قَالَ أفلاطون الشَّيْء الَّذِي لَا يَنْبَغِي أَن تَفْعَلهُ فَلَا تهواه ¶ وَقَالَ من اسْتحق مِنْك الْخَيْر فَلَا تنْتَظر ابتداءه بِالْمَسْأَلَة ليَكُون أكمل التذاذا وَقَالَ وأهنأ توقعا ¶ وَقيل خساسة الْمَرْء تعرف بشيئين بقوله فِيمَا لَا ينفع وإخباره عَمَّا لَا يسْأَل عَنهُ ¶ وَقيل لَا تحكم من قبل أَن تسمع قَول الْخَصْمَيْنِ ¶ وَسُئِلَ لم كلما علمْتُم أَكثر كَانَت عنايتكم بِالْعلمِ أَشد ¶ قَالَ لأَنا كلما ازددنا علما ازددنا معرفَة بِمَنْفَعَة الْعلم ¶ وَسُئِلَ أَي الْأَشْيَاء أَهْون قَالَ الْأَئِمَّة الْجُهَّال ¶ وَسُئِلَ أَي شَيْء يقدر إِنْسَان أَن يجود بِهِ ¶ قَالَ حبه الْخَيْر للنَّاس ¶ وَسُئِلَ مَا أفضل مَا يتعزى بِهِ عَن المصائب قَالَ أما الْعلمَاء فعلمهم بِأَنَّهَا ضَرُورَة وَأما سَائِر النَّاس فالتأسي ¶ وَسُئِلَ أَي حَسَنَة لَا يحْسد عَلَيْهَا وَأي عيب لَا يقبله أحد ¶ قَالَ التَّوَاضُع حَسَنَة لَا يحْسد عَلَيْهَا وَالْكبر عيب يرذله كل أحد ¶ وَسُئِلَ مَا الشَّيْء الَّذِي إِذا فَقده الْمَرْء كَانَ دَائِم الْبلَاء ¶ فَقيل الْعقل",
            "page": "32",
            "part": "1",
            "seal": "8A159B62"
        },
        {
            "id": "28",
            "nass": "وَقيل من طمع أَن يذهب على النَّاس مذْهبه فقد جهل ¶ قَالَ إِذا تقدم ضَمَان الْمَرْء للشَّيْء لم يقف بِهِ صَار كالمنام الْحسن ¶ وَقيل لَا تأمن من كذب أَن يكذب عَلَيْك ¶ وَقيل طَالب الْحَاجة على شرف أَمريْن إِن قضيت حَاجته صَار كالأمير وَإِن لم تقض صَار كَالْكَلْبِ الْعَقُور ¶ وَقيل شتم من لَا يحْتَمل شتمك استدعاء مِنْك للشتم وَشتم من يحْتَمل شتمك لؤم ¶ وَقيل إِن استقضيت قضي عَلَيْك ¶ وَقَالَ الْأَدَب يزين غنى الْغَنِيّ وَيسْتر فقر الْفَقِير ¶ وَقيل يجب على من اصْطنع مَعْرُوفا أَن يتناساه من سَاعَته وَيجب على من أسدى إِلَيْهِ أَن يكون ذكره نصب عينه ¶ وَقيل إِن الَّذين يضمنُون مَالا تفوز بِهِ يشبهون الأحلام المخلية ¶ وَسُئِلَ أَيّمَا أَحْمد الْحيَاء أم الْخَوْف قَالَ الْحيَاء لِأَنَّهُ يدل على الْعقل وَالْخَوْف يدل على الْجُبْن ¶ وَقيل دعوا المزاح فَإِنَّهُ لقاح الضغائن ¶ وَقيل إِذا أَحْبَبْت أَن لَا تفوتك شهوتك فاشته مَا يمكنك ¶ وَقيل أفضل الْمُلُوك من ملك شهواته وَلم يستعبده هَوَاهُ ¶ وَقيل أحسن مَا عوشر بِهِ الْمُلُوك اثْنَان البشاشة وَتَخْفِيف المؤونة ¶ وَقيل أفضل مَا يقتنيه الْمَرْء الصّديق المخلص ¶ وَقيل ثَلَاثَة أَشْيَاء من يرى مِنْهُنَّ نَالَ ثَلَاثَة أَشْيَاء",
            "page": "33",
            "part": "1",
            "seal": "0998C6AD"
        },
        {
            "id": "29",
            "nass": "من برِئ من الشره نَالَ الْعِزّ ¶ وَمن برِئ من الْبُخْل نَالَ الشّرف ¶ وَمن برِئ من الْكبر نَالَ الْكَرَامَة ¶ وَقيل ثَلَاثَة يَنْبَغِي للملوك أَن لَا يفرطوا فِيهِنَّ ¶ حفظ الثغور وتفقد الْمَظَالِم وَاخْتِيَار الصَّالِحين لأعمالهم ¶ وَقيل ثَلَاثَة لَا يتم الْمَعْرُوف إِلَّا بِهن ¶ تَعْجِيله وتقليله وَترك الامتنان بِهِ ¶ وَقيل من تشاغل بالأدب فَأَقل مَا يربح من ذَلِك أَن لَا يتفرغ للخطل ¶ وَقيل لَا يَنْبَغِي للمرء أَن يبلغ من مرَارَة النَّفس إِلَى حد مَعَه يظنّ أَنه شرير وَلَا يبلغ من لين الْجَانِب إِلَى حد يظنّ بِهِ أَنه ملاق ¶ وَقيل لَا تَطْلُبُوا من الْأَشْيَاء مَا أحببتموه وَلَكِن أَحبُّوا مَا هِيَ محبوبة فِي أَنْفسهَا ¶ وَسُئِلَ بِمَاذَا ينْتَقم الْإِنْسَان من عدوه فَقيل بِأَن يتزيد فِي نَفسه فضلا ¶ فَهَذِهِ أصُول وقوانين استعملها الْمَرْء فِي معاشه وقاس عَلَيْهَا فِي متصرفات أُمُوره وأسبابه استقامت بِهِ أَحْوَاله وَطَابَتْ لَهُ أَيَّامه وَسلم من كثير الْآفَات ونال الْحَظ الجزيل من السعادات ¶ وَعند هَذَا القَوْل خَاتِمَة قَوْلنَا هَذَا وَالْحَمْد لله رب الْعَالمين حمد الشَّاكِرِينَ وَالصَّلَاة على رَسُوله مُحَمَّد وَآله الطيبين الطاهرين",
            "page": "34",
            "part": "1",
            "seal": "B1EF13B7"
        }
    ],
    "t7228": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الغرض من الرسالة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "مكانة الإنسان بين غيره من الناس"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "تأمل أحوال الناس"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "قوتان في الإنسان"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "نزاع غالب"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "المرء بين حالين"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "فصل معرفة الخالق وما يجب لعزته"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "الله منفرد بذاته"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "صفات الله"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "النبوات"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "التميز والاتباع"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الجزاء"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ما ينبغي أن يستعمله المرء مع رؤسائه"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "الاجتهاد فيما فوض إليه"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "2",
            "tit": "بيان محاسن الرئيس"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "بيان وجه الصلاح للرئيس بالحيلة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "حفظ أسرار الرئيس وأحواله الظاهرة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "اعتقاد الرؤساء الإصابة وسببها"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "الاحتراز بالأخبار عن النفس بحضرة الرئيس"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "2",
            "tit": "صرف القبيح عن الرئيس"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "3",
            "tit": "ترك المرء حظ نفسه لعلمه"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "طلب أسباب المنافع"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "يضع لمرءوس ماله ونفسه في خدمة الرئيس"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "2",
            "tit": "الابتعاد عما ينفرد به الرؤساء"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "إظهار حاجته للرؤساء في كل الأحوال"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "ترك الشكاية والعداوة من مسخطة الرئيس"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ما ينبغي للمرء أن يستعمله مع أكفائه"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "أصناف الأصدقاء وأحوالهم"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "أصناف والأعداء وأحوالهم"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "ما ليس بأصدقاء ولا أعداء وأحوالهم"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "أالنصحاء"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "ب الصلحاء"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "ج السفهاء"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "2",
            "tit": "د أهل الكبر والمنافة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ما ينبغي أن يستعمله المرء مع من دونه"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "أصناف الضعفاء وأحوالهم"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "2",
            "tit": "أالمحاويج ذوو الفاقة وصنوفهم"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "3",
            "tit": "ب المتعلمون ذوو الحاجة وطبائعهم"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في سياسة المرء لنفسه"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "المال"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "2",
            "tit": "الجاه"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "استجلاب اللذات غير المحرمة بين المال والجاه"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "1",
            "tit": "تحصين الأسرار"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "2",
            "tit": "أصاله لرأي"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "المشاورة"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "طلب العلو على العدو"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "الأدب"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        }
    ]
}