{
    "b7300": [
        {
            "id": "1",
            "nass": "مقدمات ¶ إهداء: ¶ ... ¶ إهداء: ¶ إلى ذكرى هؤلاء العلماء المحققين ¶ أحمد تيمور باشا ¶ أحمد زكي باشا ¶ محمد محمود الشنقيطي ¶ كانوا سدنة هذه الثقافة العربية الخالدة ¶ وعاشوا حياتهم في سبيل صونها ورعايتها",
            "page": "3",
            "part": "1",
            "seal": "98D4A462"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة الطبعة الأولى: ¶ هذا التراث الضخم الذي آل إلينا من أسلافنا صانعي الثقافة الإسلامية الغربية، جدير بأن نقف أمامه وقفة الإكبار والإجلال، ثم نسمو برءوسنا في اعتزاز وشعور صادق بالفخر والغبطة والكبرياء. ¶ إن هذه الصيحات التي يرددها دعاة الاستعمار الثقافي يبغون بها أن ننبذ هذا التراث ونطرحه وراءنا ظهريا، صيحة في واد. وكم لهم من محاولات يائسة يدورون بها ذات اليمين وذات الشمال، كي يهدموا هذا الصرح. ولكن تلك المحاولات لم تجد لها صدى إلا عند من أمكنهم أن يصفوا على أنفسهم ظل الاستعباد الثقافي، من ضعاف القلوب، وأرقاء التفكير. ¶ حاولوا أن يقضوا على الكتابة العربية ليقطعوا ما بين حاضر العرب وماضيهم وألحوا في ذلك إلحاحًا متواصلًا فباءوا من بعد ذلك بالفشل. وجهدوا أن يحاربوا اللغة الفصيحة فنادوا أن ندع أهم خصيصة من خصائص العربية فنلغي إعراب الكلمات؛ لأن ذلك عبء ناءت به -فيما يزعمون- بعد القرون قرون! حاولوا ذلك فعادوا في خزي تعلوهم الخيبة! ¶ أرادونا على أن نتخلص من مقاييس اللغة ومعاييرها فنقولها فوضى بلا نظام، فلم يستطيعوا أن يقسرونا على ذلك. وهم فيما بين ذلك يحاولون أن يضعوا من ثقتنا في هذا التراث الضخم، فلا يزالون يوجهون إليها المطاعن والمثالب، ويهونون من شأنه تهوينا.",
            "page": "5",
            "part": "1",
            "seal": "760EE68A"
        },
        {
            "id": "3",
            "nass": "إن كل فكرة علمية جديرة بالاحترام، ولكن الفكرة المغرضة التي يبعثها الشر أو المنفعة الذاتية الصرفة، فكرة لا تستحق الاحترام، بل يحب مناهضتها والقيام في وجهها. أرادوا كثيرًا فسمعنا وقرأنا كثيرًا، ولكن ثقافتنا الإسلامية العربية ليست من الهون بحيث تحني الرأس لأمثال هذا الضعف المتخاذل. فالشكر الصادق لهؤلاء القوم الذين أيقظوا فينا ذلك الشعور بالعزة، ووجهونا أن نفتح عيوننا على تلك الكنوز التي تكشف لنا ولا تزال تتكشف. ¶ وما أجدرنا -نحن القومة على الثقافة العربية- أن ننهض بعبء نشر ذلك التراث وتجليته، ليكون ذلك وفاء لعلمائنا، ووفاء لأنفسنا وأبنائنا. ¶ وقد ناديت في مقدمة إحدى منشوراتي1 أن تلتزم كلياتنا الجامعية ذات الطابع الثقافي الإسلامي تكليف طلبة الدراسات العالية أن يقوم كل منهم بتحقيق مخطوط يمت بصلة إلى موضوع الرسالة التي يتقدم بها فقلت: \"وإنه لما يثلج الصدر أن تتجه جامعاتنا المصرية اتجاها جديدا إزاء طلابها المتقدمين للاجازات العلمية الفائقة، إذ توجههم إلى أن يقدموا مع رسالاتهم العلمية تحقيقا لمخطوط يمت بصلة إلى موضوع الرسالة. وعسى أن يأتي اليوم الذي يكون فيه هذا الأمر ضريبة علمية لا بد من أدائها\". ¶ وإني لمؤمن أن سيأتي ذلك اليوم، فننعم بكثير من المتع الثقافية التي حالت بيننا وبينها هذه الحرب العلمية الظالمة. ¶ وقد اختمرت عندي فكرة كتابة هذا البحث منذ خمس سنوات، وذلك حين ظفر كتابان من كتبي التي حققها بالجائزة الأولى للنشر والتحقيق العلمي سنة 1949-1950، فكنت من ذلك الحين أعاود الكتابة بين الفينة ¶ __________ ¶ 1 نوادر المخطوطات ص3 من المجلد الأول طبع لجنة التأليف سنة 1951. وإني لأشعر الآن بالغبطة إذ وجدت لتلك الدعوة صدى عميقا في أرجاء الجامعات بين أساتذتها وطلابها.",
            "page": "6",
            "part": "1",
            "seal": "2F6DE395"
        },
        {
            "id": "4",
            "nass": "والأخرى، إلى أن كان صيف هذا العام، إذ اقترح الزميل الجليل الأستاذ أحمد الشايب أن أقوم بإلقاء عدة محاضرات في هذا الفن على طلبة \"الماجستير\" بكلية دار العلوم، فكانت هذه أول مرة في جامعاتنا المصرية الحديثة يعالج فيها هذا الضرب من تلك الدراسة الفنية، وكان للأستاذ الشايب بذلك فضل كبير في أن ترى كتابتي النور. ¶ وعلمت أنه قد ألقيت من قبل في كلية الآداب بجامعتنا القديمة محاضرات تدور حول هذا الفن، ألقاها المستشرق الفاضل برجستراسر \"BERGSTRAESSER\" فحاولت جاهدًا أن أطلع على شيء منها فلم أوفق. ¶ وأما بعد، فهذه ثمرة كفاح طويل، وجهاد صادق، وتجارب طال عليها المدى، ساعفتها عين ظلمة ناظرة إلى ما يصنع صاحبها وما يصنع الناس، فكان له من ذلك ذخر أمكنة أن يفتشه ويبحث في جنباته، ليرى وجه الحق فيما يرى، وأن يؤلف من ذلك كتابًا يعتز به ويغتبط اغتباطًا، إذ هو \"أول كتاب عربي\" يظهر في عالم الطبعة معالِجًا هذا الفن العزيز: فن تحقيق النصوص ونشرها. ¶ إني إذ أقدم هذا البحث الجديد، أعلم علم اليقين أنه جهد متواضع، وأن شأنه كل كتابة جديدة قد يخطئها التوفيق في بعض الأمر، ويعوزها الكمال فإنه لم يخلق للبشر! ولكني مع ذلك مؤمن أني قد بذلت فيه جهدا معبرا عن أسرة التحقيق التي أرجوا أن يكثر عددها، كما كثر في ميدان العلم نفعها: ¶ ومن الله العون، وبه التوفيق. ¶ مصر الجديدة في غرة المحرم سنة 1374 ¶ 30 من أغسطس سنة 1954",
            "page": "7",
            "part": "1",
            "seal": "2E6B18E6"
        },
        {
            "id": "5",
            "nass": "مقدمة الطبعة الثانية: ¶ هذه هي الطبعة الثانية من \"تحقيق النصوص ونشرها\" أقدمها مغتبطًا بها وبما كان لسابقتها من صدى متواضع في أرضنا العربية بله بلاد المستشرقين الذين كتبوا إلى مهنئين، وإن كان بعض إخواننا الدمشقيين ممن كنا نتوسم فيه النجابة -زعم بضعف نفسه، وبما يشعر به أمثاله من ذلة علمية، أني لم أطلع على ما كتب المستشرقون، فوضع بذلك على هامتي إكليلا أعتز به، إذ أمكنني بعون الله وحده أن أضع علما متكاملا لم أسبق إليه، دون أن أتطفل على مائدة كثيرا ما وضع فيها للعرب صحافة مسمومة، وموائد أسلافنا العرب حافلة بالجهود الوثيقة، والأمانة العلمية المرموقة. ¶ فمن تجارب هؤلاء العرب الأمناء في هذا المجال الأمين، ومن تجاربي الخاصة التي حاولت فيها ترسم خطاهم الطاهرة، زهاء أربعين عاما، ومما رأيت وسمعت في انتباه ويقظة، أمكنني في هذا المجال الذي حافظ على القرآن الكريم وهو ما هو، وأحاديث الرسول وهي ما هي، أن أتخلص من إسار سادة هؤلاء الضعفاء، الذين لا يضعون قدما على قدم حتى تصدر إليهم إشارة بإصبع من زعماء هذا الاستعمار الثقافي. ¶ إن المستشرقين إخواننا وشركاؤنا، ولكن ليس من الحكمة ولا الكرامة في شيء أن تكون خطانا متأثرة بخطاهم في كل أمر من أمورنا الثقافية، وأن نستعير عقولهم في صغار الأذلاء، وقد منحنا الله القدرة وحسن الفهم والدرس لما كتب بلغننا وبوحي نفوسنا العربية. ¶ وإن أعجب فإنه ليشتد عجبي ممن يتغنى بفضل سادته هؤلاء، وينكر فضل أخيه العربي، ثم يزعم لنفسه كتابا يستخلص مادته وألفاظه وتنسيقه من كتابي هذا! ¶ عفا الله عنهن وألهمنا وإياه الهداية والتوفيق. ¶ مصر الجديدة 19 من المحرم سنة 1380 ¶ 20 من مايو سنة 1695 ¶ عبد السلام محمد هارون",
            "page": "8",
            "part": "1",
            "seal": "F5F7B0A6"
        },
        {
            "id": "6",
            "nass": "المتن: ¶ كيف وصلت إلينا الثقافة العربية؟ ¶ ... ¶ كيف وصلت إلينا الثقافة العربية: ¶ كانت الرواية الشفوية أول محاولة لنشر العلم، والرواية هي الطريقة البدائية للعلم عند جميع الشعوب، ولكن الرواية العربية اقتربت منذ اللحظة الأولى بالحرص البالغ، والدقة الكاملة والأمانة. كان هذا أساسها على الأقل؛ لأن الدين يدعو إلى ذلك؛ ولأن كثيرًا من نصوص الكتاب، وكثيرًا من النصوص السنة كان شاهدًا من شواهد التشريع، وآية من آيات الفتوى، فالتزم القوم الأمانة والحرص فيها حين يروون كلام الله وكلام الرسول، بل حين يروون أشعار الجاهليين والإسلاميين وأيامهم ووقائعهم إلى حد ما. ¶ وكانت الكتابة شيئًا جديدًا، فالعرب كانوا قومًا أميين لم تنتشر الكتابة بينهم إلا بدعوة الإسلام وبصنع الإسلام، ففي أعقاب غزوة بدر كان من طرق مفاداة أسرى المشركين أن يعلم الأسير عشرة من المسلمين الكتابة، فكان \"زيد بن ثابت\" كاتب رسول الله أحد هؤلاء الذين علمهم الأسرى، تعلمها في جماعة من الأنصار الذين لم يكن فيهم من يحسن الكتابة، كما ذكر المقريزي1. وكان \"أبي بن كعب\" أول أنصار كتب للرسول، و\"عبد الله بن سعد بن أبي سرح\" أو من كتب له من قريش، وكان عدة من كتب لرسول الله زهاء أربعين كاتبا تكفل ابن سيد الناس2 بذكر أسماؤهم، وفي صدرهم الخلفاء الأربعة الراشدون. ¶ __________ ¶ 1 إمتاع الأسماع 1: 101. ¶ 2 عيون الأثر: 315-316.",
            "page": "9",
            "part": "1",
            "seal": "1FD5D391"
        },
        {
            "id": "7",
            "nass": "أول نص مكتوب: ¶ كان هؤلاء الكتاب يكتبون وحي القرآن، ولحق رسول الله بالرفيق الأعلى",
            "page": "9",
            "part": "1",
            "seal": "18F5A73F"
        },
        {
            "id": "8",
            "nass": "وقد كتبوا القرآن كله، لم يكتبوا من الحديث إلا قليلًا، استجابة لما ورد في حديث أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم قال: \"لا تكتبوا عني شيئًا سوى القرآن، فمن كتب عني شيئًا سوى القرآن فليمحه\". رواه مسلم في صحيحه. ¶ والحكمة في هذا ظاهرة، وهي الخشية من أن يختلط الوحي بحديث الرسول في أثناء نزول الكتاب، فصدر هذا الأمر محافظة على هذا الغرض الكريم، وكان بلا ريب موقتا بنزول القرآن. على أن المحققين من المحدثين يرون أن هذا الحديث قد نسخ بأحاديث أخرى تبيح الكتابة1: ¶ منها ما رواه البخاري ومسلم أن أبا شاه اليمني2 التمس من رسول الله صلى الله عليه وسلم أن يكتب له شيئا سمعه من خطبته عام الفتح فقال: \"اكتبوا لأبي شاه\". ¶ وروى أبو داود والحاكم وغيرها عن عبد الله بن عمرو بن العاص قال: قلت يا رسول الله، إني أسمع منك الشيء فأكتبه؟ قال: نعم قال: في الغضب والرضا؟ قال: \"نعم، فإني لا أقول فيهما إلا حقا\". ¶ وروى البخاري عن أبي هريرة قال: ليس أحد من أصحاب رسول الله صلى الله عليه وسلم أكثر حديثا مني، إلا ما كان من عبد الله بن عمرو؛ فإنه كان يكتب ولا أكتب. ¶ وروى الترمذي ظن أبي هريرة قال: كان رجل الأنصار يجلس إلى رسول الله صلى الله عليه وسلم فسمع منه الحديث فيعجبه ولا يحفظه فشكا ¶ __________ ¶ 1 الباعث الحثيث 147-149. ¶ ويقال إنه كلبي، ويقال إنه فارسي وهاؤه أصلية ومعناه الملك. الإصابة 601 من باب الكنى.",
            "page": "10",
            "part": "1",
            "seal": "84BF16AF"
        },
        {
            "id": "9",
            "nass": "ذلك إلى رسول الله صلى الله عليه وسلم فقال: \"استعن بيمينك\". وأومأ بيده إلى الخط. ¶ ولما ولي الخلافة أبو بكر وكان ما كان من قتل القراء باليمامة عمد أبو بكر إلى جمع القرآن من صدور الرجال، ومن العسب والرقاع واللحاف والأكناف والأضلاع، فحفظ القرآن بذلك، وكان عمر بعده أول من جمع القرآن في مصحف. وتعدت مصاحف المسلمين حتى جمعهم عثمان على مصحف واحد، بعث إلى كل أفق بصورة منه. ¶ لذلك نستطيع أن نقول: إن القرآن الكريم أول نص إسلامي مكتوب وصل إلينا.",
            "page": "11",
            "part": "1",
            "seal": "4E5EC02A"
        },
        {
            "id": "10",
            "nass": "أوائل التصنيف: ¶ ثم استفاض الإسلام واتسعت رقعته اتساعًا ظاهرًا في زمان الدولة الأموية، وأدى ذلك إلى اختلاط العرب بالأعاجم، ففسد اللسان، وكان طبيعيًّا أن يؤلف النحو وتوضع فيه أوائل الكتب، ويظل الحديث منأى عن الكتابة، إنما تعيه صدور الرواة وتكتبه قلة قليلة منهم في خوف وإشفاق، وتثور الفتن وتتفرع المذاهب وتكثر الفتاوى الدينية، فكان لا بد للناس من كتب في الدين يرجعون إليها لتكون لهم إماما، خشية أن يكون عمادهم أقوال مختلف العلماء ومذاهبهم التي قد توجهها الأهواء ونوازع السياسية والعصبية. فيدونون الحديث. ¶ ويذكرون أن الخليفة عمر بن عبد العزيز ظل يستخير الله أربعين يوما في تدوين الحديث، وخار له الله، فأذن لأبي بكر بن محمد بن عمرو بن حزم في تدوين الحديث، فدون ما كان يحفظه في كتاب بعث به إلى الأمصار. وكان أبو بكر قاضيا وواليا على المدينة سنة 120.",
            "page": "11",
            "part": "1",
            "seal": "86DF38A9"
        },
        {
            "id": "11",
            "nass": "ولم تزل جمهرة التابعين متورعة عن التدوين والتصنيف في الحديث، حتى تقلص ظل الدولة. ¶ وكانت تظهر جهود أخرى في التأليف المبكر، تتمثل فيما ترجم لخالد بن يزيد بن معاوية من علوم اليونان، وما ألف هو من كتب في الطب والكيمياء، وما ألفه عبيد بن شرية لمعاوية من أخبار اليمن وأشعارها وأنسابها. وقد طبع هذا الكتاب في حيدر أباد سنة 1347 من رواية يظهر أنها لابن هشام. وما ألفه وهب بن منبه المتوفي سنة 110 من كتاب التيجان في ملوك حمير. ¶ وقد طبع هذا الكتاب من رواية ابن هشام سنة 1347 من سابقه. ¶ كما أدت إلينا الأخبار أن زياد بن أبيه وضع لابنه كتابا في مثالب العرب, وأن يونس بن سليمان وضع كتابا في الأغاني ونسبتها إلى المغنين، وأن ماسرجوية الطبيب، ترجم كتاب أهرب بن أعين من السريانية إلى العربية. ¶ ويذكر ابن النديم1 أن كتابا كان موصوفا بحسن الخط، واسمه خالد ابن أبي الهياج، وكان سعد قد نصبه لكتابة المصاحف، كان يكتب الشعر والأخبار للوليد بن عبد الملك. ¶ ثم تنهض الدولة العباسية وينهض معها التدوين، ويتحرر المحدثون من هذا الترمت، وتوضع مسانيد الحديث وكتبه في كل صقع: يؤلف سفيان بن عيينة ومالك بن أنس في المدينة، وعبد الله بن وهب بمصر، ومعمر وعبد الرزاق باليمن، وسفيان الثوري ومحمد بن فضيل بن غزوان بالكوفة، وحماد بن سلمة وروح بن عبادة بالبصرة، وهشيم بواسط، وعبد الله بن المبارك بخراسان، وتظهر الكتب في شتى الفنون الدينية مختفظة بالطابع الذي غلب على المحدثين، وهو إسناد الرواية إلى مؤلف الكتاب، وتسرى بين المؤلفين قواعد يلتزمونها في السماع والرواية، والقراءة على الشيخ والإجادة، والمكاتبة ¶ __________ ¶ 1 الفهرست 9.",
            "page": "12",
            "part": "1",
            "seal": "B464F30B"
        },
        {
            "id": "12",
            "nass": "والوجادة1. تسري هذه القواعد التي تكفك كتب مصطلح الحديث فيما بعد بتفصيلها وبيان شرائطها. ¶ كان هذا كله مقرونًا بالحرص على الضبط والتصحيح، يقول ابن خلدون2 \"732-808\": ¶ \"وكانت هذه الرسوم بالمشرق والأندلس معبدة الطرق واضحة المسالك. ولهذا نجد الدواوين المنتسخة لذلك العهد في أقطارهم على غاية من الإتقان والإحكام والصحة، ومنها لهذا العهد بأيدي الناس في العالم أصول عتيقة تشهد ببلوغ الغاية لهم في ذلك، وأهل الآفاق يتناقلونها إلى الآن ويشدون عليها يد الضنانة. ولقد ذهبت هذه الرسوم لهذا العهد جملة بالمغرب وأهله لانقطاع صناعة الخط والضبط والرواية، بانتقاص عمرانه وبداوة أهله، وصارت الأمهات والدواوين تنسخ بالخطوط اليدوية، وتنسخها طلبة البربر صحائف مستعجمة برداءة الخط، وكثرة الفساد والتصحيف\". ¶ ثم يقول: \"ويبلغنا لهذا العهد أن صناعة الرواية قائمة بالمشرق، وتصحيح الدواوين لمن يروم ذلك سهل على مبتغيه، لنفاق أسواق العلوم والصنائع كما نذكره بعد. إلا أن الخط الذي بقي من الإجادة في الانتساخ هنالك إنما هو للنجم وفي خطوطهم وأما النسخ بمصر ففسد كما فسد بالمغرب وأشد\". ¶ وهذا التسجيل يوضح ما كانت عليه الكتب إلى القرن الثامن الهجري، من الإسناد والضبط والتصحيح. ¶ __________ ¶ 1 الوجادة: أن يجد حديثا أو كتابا بخط شخص بإسناده، فله أن يرويه على سبيل الحكاية فيقول: وجدت بخط فلان، ويسنده. ولا تعد الوجادة رواية معتمدة، وإنما هي حكاية عما وجده في الكتاب. والعمل بها منعه طائفة كبيرة من الفقهاء والمحدثين، ونقل عن الشافعي وأصحابه جواز العمل بها. قال ابن الصلاح: وقطع بعض المحققين من أصحابه بوجوب العمل بها عند حصول الثقة به. قال ابن الصلاح: وهذا هو الذي لا يتجه غيره في الأعصار المتأخرة، لتعذر شرط الرواية في هذا الزمان. يعني فلم يبق إلا مجرد وجادات. انظر الباعث الحثيث ص 142. ¶ 2 المقدمة ص368.",
            "page": "13",
            "part": "1",
            "seal": "9F161C7F"
        },
        {
            "id": "13",
            "nass": "الورق والوراقون: ¶ يذكر ابن النديم1 أن العرب كانت تكتب في أكتاف الإبل اللخاف وهي الحجارة البيض العريضة الرقاق، وفي العسب عسب النخل، وأنهم بعد ذلك كتبوا في الجلود المدبوغة. ويذكر أن الدباغة في أول الأمر كانت بالنورة وهي شديدة الجفاف، ثم كانت الدباغة الكوفية تدبغ بالتمر وفيها لين، ثم كتبوا في الورق الخراساني، وكان يعمل من الكتابن وحدث صنعه في أيام بني أميه وقيل في الدولة العباسية، وقيل إن صناعا من الصين عملوه بخراسان على مثال الورق الصيني الذي كان يصنع من الحشيشن ويذكر من أنواعه: السليماني، والطلحى، والنوحي، والفرعوني، والجعفري، والطاهري. ¶ ويقول ابن خلدون: \"وكانت السجلات أولا لانتساخ العلوم وكتب الرسائل السلطانية والإقطاعات والصكوك، في الرقوق المهيأة بالصناعة من الجلد، لكثرة الرفة وقلة التآليف صدر الملة، كما نذكره، وقلة الرسائل السلطانية والصكوك مع ذلك، فاقتصروا على الكتاب في الرق تشريفا للمكتوبات، ميلا بها إلى الصحة والاتقان. ثم طما بحر التأليف والتدوين وكثر ترسيل السلطان وصكوكه، وضاق الرق عن ذلك، فأشار الفضل بن يحيى بصناعة الكاغد وصنعته وكتب فيه رسائل السلطان وصكوكه، واتخذه الناس من بعده صحفا لمكتوباتهم السلطانية والعلمية وبلغت الإجادة صناعة ما شاءت\". ¶ ويسجل الجهشياري2 أن الورق كان مستعملًا بكثرة في أيام أبي جعفر المنصور، وأنه كان يجتلب من مصر، إذ لم تكن صناعة الورق قد أقيمت بغداد. ¶ __________ ¶ 1 الفهرست 21. ¶ 2 الوزراء والكتاب 138.",
            "page": "14",
            "part": "1",
            "seal": "03BE46EC"
        },
        {
            "id": "14",
            "nass": "قال: ووقف أبو جعفر على كثرة القراطيس في خزائنه، فدعا بصالح صاحب المصلى فقال له: إني أمرت بإخراج حاصل القراطيس في خزائننا فوجدته شيئًا كثيرًا جدًّا، فتول بيعه وإن تعط بكل طومار إلا دانقًا -الدانق سدس الدرهم فإن تحصيل ثمنه أصلح منه. ¶ قال صالح: وكان الطومار في ذلك الوقت بدرهم. فانصرفت من خضرته على هذا، فلما كان في الغد دعاني فدخلت عليه فقال لي: فكرت في كتبنا وأنها قد جرت في القراطيس، وليس يؤمن حادث بمصر فتقطع القراطيس عنا بسببه، فنحتاج إلى أن نكتب فيما لم نعوده عمالنا، فدع القراطيس استظهارا على حالها. ¶ ويعين ابن النديم فترة من الزمن في أيام الدولة العباسية كانت الناس فيها ببغداد لا يكتمون إلا في الطروس -والطرس في اللغة: الصحيفة تمحى ثم تكتب- وهذه الفترة هي سنون تلت نهب الناس للدواوين في أيام محمد بن زبيدة، وكانت الدواوين في جلود فكانت تمحى ثم يكتب فيها. ¶ والظاهر أن العرب كانوا يكتبون في كل من الجلود والأوراق في عهد الدولة الأموية، وصدر صالح من عهد الدولة العباسية، وأن الورق لم يستعمل بكثرة ظاهرة إلا منذ أشار الفضل بن يحيى البرمكي بصناعة الكاغد. ¶ ومن النصوص النادرة ما وجدنه في ترجمة الشافعي، في سير النبلاء للذهبي، أنه كان يكتب في الألواح والعظام. ¶ ويذكر القلقشندي1 تعليلا للكتابة في الجلود، وهو قوله: \"أجمع رأي الصحابة على كتابة القرآن في الرق لطول بقائه، أو لأنه الموجود عندهم حينئذ، ¶ __________ ¶ 1 صبح الأعشى 2: 486.",
            "page": "15",
            "part": "1",
            "seal": "00D98E3E"
        },
        {
            "id": "15",
            "nass": "وبقي الناس على ذلك إلى أن ولي الرشيد الخلافة وقد كثر الورق، وفشا بين الناس، فأمر ألا يكتب الناس إلا في الكاغد؛ لأن الجلود ونحوها تقبل المحو والإعادة، فتقبل التزوير، بخلاف الورق فإنه متى محي فيه فسد، وإن كشط ظهر كشطه. وانتشرت الكتابة في الورق إلى سائر الأقطار، وتعاطاها من قرب ومن بعد\". ¶ مع ذلك ظل عِلْيةَ القوم يستعملون الجلود ويأنفون من الكتابة في الورق. وقد سجل الجاحظ في رسالة الجد والهزل1 التي ساقها إلى محمد بن عبد الملك بن الزيات، نقد محمد له في استعماله الورق وإهماله الجلود، ورده عليه فقال: \"وما عليك أن تكون كتبي كلها من الورق الصيني ومن الكاغد الخرساني؟ قل لي: لم زينت النسخ في الجلود، ولم حثثتني على الأدم وأنت تعلم أن اجلود جافية الحجم، ثقيلة الوزن، إن أصابها الماء بطلت، وإن كان يوم لنق استرخت ولو لم يكن فيها إلا أنها تبغض إلى أربابها نزول الغيث، وتكره إلى مالكيها الحيا لكان في ذلك ما كفى ومنع منها. وقد علمت أن الوراق لا يخط في تلك الأيام سطرا، ولا يقطع فيها جلدا ... وهي أنتن ريحا وأكثر ثمنا وأحمل للغش، يغش الكوفي بالواسطي، والواسطي بالبصري ... ولو أراد صاحب علم أن يحمل منها قدر ما يكفيه في سفره لما كفاه حمل بعير، ولو أراد مثل ذلك من القطني لكفاه ما يحمل مع زاده. ¶ وقلت لي: عليك بها فإنها أحمل للحك والتغيير، وأبقى على تعاور العارية وعلى تقليب الأيدي، ولرديدها ثمنن ولطرسها مرجوع ... وليس لدفاتر القطني أثمان في السوق وإن كان فيها كل حديث طريف، ولطف مليح، وعلم نفيس. وقلت: وعلى الجلود يعتمد في حساب الدواوين وفي الصكاك والعهود، ¶ __________ ¶ 1 رسالة الجاحظ 1: 252-253 تحقيق عبد السلام هارون.",
            "page": "16",
            "part": "1",
            "seal": "ADB7AF89"
        },
        {
            "id": "16",
            "nass": "وفي الشروط وصور العقارات، وفيها تكون نموذجات للنقوش، ومنها تكون خرائط البرد، وهن أصلح للجرب، ولعفاص الجرة، وسداد القارورة. وزعمت أن الأرضة إلى الكاغد أسرع، وأنكرت أن تكون الفأرة إلى الجلود أسرع، بل زعمت أنها الكاغد أسرع وله أفسد، فكنت سبب المضرة في اتخاذ الجلود والاستبدال والكاغد، وكنت سبب البلية في تحويل الدفاتر الخفاف في المحمل إلى المصاحف التي تثقل الأيدي، وتحطم الصدور، ونقوش الظهور، وتعمى الأبصار\". ¶ ويقول الجاحظ في الحيوان1: \"وقيل لابن داحة وأخرج كتاب أبي الشمقمق، وإذا هو في جلود كوفية ودفتين طائفيتين بخط عجيب، فقيل له: لقد أضيع من تجود بشعر أبي الشمقمق! فقال: لا حرم والله، وإن العلم ليعطيكم على حساب ما تعطونه، ولو استطعت أن أودعه سويداء قلبي أو أجعله محفوظا على ناظري لفعلت! \". ¶ فهذا كله آية على أن الجلودكانت مستعملة في العراق وما جاوره في كتابة دواوين العلم، إلى القرن الثالث الهجري، ودليل على أن الورق لم يحل محلها بصفة قاطعة. ¶ ويروون أن الشافعي كان كثيرًا ما يكتب الرسائل على العظام لقلة الورق2. أما في مصر فإن ورق البردي كان هو المادة الشائعة في الكتابة إلى أن حلت الجلود ثم الأوراق محلها. ¶ الوراقون: ¶ فرغنا من الحديث في الورق، ثم نفرغ للكلام على الوراقين. ¶ __________ ¶ 1 الحيوان 1: 61. ¶ 2 المطالع النصرية ص18.",
            "page": "17",
            "part": "1",
            "seal": "5356E163"
        },
        {
            "id": "17",
            "nass": "وقد عقد ابن خلدون لهم فضلا في مقدمته1 بسط فيه صناعتهم فقال: كانت العناية قديما بالدواوين العلمية والسجلات في نسخها وتجليدها وتصحيحها بالرواية والضبط، وكان سبب ذلك ما وقع من ضخامة الدولة وتوابع الحضارة، وقد ذهب العهد بذهاب الدولة وتقلص العمران، بعد أن كان منه في الملة الإسلامية بخر زاخر بالعراق والأندلس، إذ هو كله من توابع العمران واتساع نطاق الدولة، ونفاق أسواق ذلك لديهما، فكثر التآليف العليمة والدواوين، وحرص الناس على تناقلها في الآفاق والأمصار، فانتسخت وجلدت، وجاءت صناعة الوراقين المعانين للانتساخ والتصحيح والتجليد وسائر الأمور الكتبية والدواوين، واختصت بالأمصار العظيمة العمران\". ¶ ويفهم من هذا أن الوراقة جاءت تابعة لقوة الدولة واتساع الحضارة، وأن الوراقين كان لهم مكان في الأمصار العظيمة والبلدان الكبيرة، فهم بمثابة المطابع الحديثة التي تحتل أمصار بلادنا الآن. وكانت مهمتهم موزعة بين الانتساخ، والتصحيح، والتجليد، والتذهيب، وكل ما يمت إلى صناعة الكتب بصلة\". ¶ وكانت لهم أسواق في بعض الأمصار، كانت بمثابة المعاهد العلمية وجاءت في فهرست ابن النديم2 عن ابن دريد قال: \"رأيت رجلا في الوراقين بالبصرة يقرأ كتاب المنطق لابن السكيت\". ¶ وكانت صناعة هؤلاء الوراقين رائجة رواجا. فالجاحظ3 يذكر أن يحيى بن خالد البرمكي لم يكن في خزانة كتبه كتاب إلا وله \"ثلاث نسخ\". ¶ __________ ¶ 1 المقدمة 367-368. ¶ 2 الفهرست ص82. ¶ 3 الحيوان 1: 60.",
            "page": "18",
            "part": "1",
            "seal": "DFE26F94"
        },
        {
            "id": "18",
            "nass": "ويذكر المقريزي أنه كان في خزانة العزيز بالله 30 نسخة من كتاب العين و100 نسخة من الجمهرة. وأنه كان في خزانة كتب الفاطميين 1200 نسخة من تاريخ الطبري1. ¶ وكان العلماء يستعينون بالوراقين في التآليف. ¶ قال أبو بريدة الوضاحي2: أمر أمير المؤمنين المأمون الفراء أن يؤلف ما يجمع به أصول النحو، وما سمع من العرب، فأمر أن تفرد له حجرة من حجر الدار، ووكل بها جواري وخدما للقيام بما يحتاج إليه، حتى لا يتعلق قلبه ولا تتشوف نفسه إلى شيء، حتى إنهم كانوا يؤذنونه بأوقات الصلاة، وصبر له الوراقين يكتبون، حتى صنف كتاب الحدود. ¶ وكانت ثقة القوم بالوراقين نازلة، لأنهم لم يكونوا في الغالب من العلماء أو من أهل الرواية، بل هم أهل صناعة وتكسب. وقد عرف الطعن فيهم قديما. قال ثعلب3 في الكلام على كتاب العين: \"وقد حشا الكتاب أيضا قوم علماء، إلا أنه لم يؤخذ منهم رواية، ت وإنما وجد بنقل الوراقين، فاختل الكتاب لهذه الجهة\". ¶ ومن أوائل هؤلاء الوراقين خالد بن أبي الهياج الذي سلف ذكره في فصل أوائل التصنيف، كان موصوفا بحسن الخط، قال ابن النديم: \"وهو الذي كتب الكتاب الذي قبله مسجد النبي صلى الله عليه وسلم بالذهب من: \"الشَّمْسِ وَضُحَاهَا\" إلى آخر القرآن. فيقال إن عمر بن عبد العزيز قال: \"أريد أن تكتب لي مصحفا على هذا المثال\". فكتب له مصحفا تنوق فيه، فأقبل ¶ __________ ¶ 1 المزهر 1: 87. ¶ 2 معجم الأدباء 20: 12. ¶ 3 المقريزي 2: 253-255.",
            "page": "19",
            "part": "1",
            "seal": "B7FE4597"
        },
        {
            "id": "19",
            "nass": "عمر يقلبه ويستحسنه واستكثر ثمنه فرده عليه. ¶ ومنهم مالك بن دينار السامي، مولى بن سامة بن لؤي، أبو يحيى البصري الزاهد؛ كان أبوه من سبى سجستان؛ وكان يكتب المصاحف بأجرة ويتقوت بذلك. ¶ وممن كان يتقوت بالنسخ من العلماء أبو علي محمد بن الحسن بن الهيثم المهندس البصري، نزيل مصر، المتوفى نحو سنة 430. ذكر القفطي1 أنه كان ينسخ في مدة سنة ثلاثة كتب في ضمن أشغاله، وهي إقليدس، والمتوسطات والمجسطي، ويتكلم في مدة السنة؛ فإذا شرع في نسخها جاءه من يعطيه فيها مائة وخمسين دينارًا مصرية، فجعلها مؤونة لنفسه. ¶ ومن العلماء الوراقين أبو موسى الحامض2، أبو عبد الله الكرماني3. ¶ ومن طريف ما يروى عن أحد النحاة، وهو يحيى بن محمد الأرزني، ما ذكره ياقوت4 في شأنه إذ يقول: \"إمام في العربية مليح الخط سريع الكتابة، كان يخرج في وقت العصر إلى سوق الكتب ببغداد فلا يقوم من مجلسه حتى يتب الفصيح لثعلب، وبيعه بنصف دينار، ويشتري نبيدا ولحما وفاكهة، ولا يبيت حتى ينفق ما معه منه\". ¶ ويروى ابن النديم5 في ترجمته ليحيى بن عدي المنطقي النصراني أن يحيى ¶ __________ ¶ 1 إخبار العلماء 155. ¶ 2 الفهرست 117. ¶ 3 الفهرست 118. ¶ 4 إرشاد الأريب 20: 34-35. وانظر البغية 416. ¶ 5 الفهرست: 269.",
            "page": "20",
            "part": "1",
            "seal": "5E9EC5F6"
        },
        {
            "id": "20",
            "nass": "كان ينسخ كتب التفسير والكلام، مع أنه كان من النصارى اليعقوبية. وهذا أمر عجب. ويذكر أنه لقيه وعاتبه على كثرة نسخه، فقال له: من أي شيء تعجب في هذا الوقت من صبري. قد نسخت بخطي نسختين من التفسير للطبري، وحملتها إلى ملوك الأطراف؛ وقد كتبت من كتب المتكلمين ما لا يحصى، ولعهدي بنفسي وأنا أكتب في اليوم والليلة مائة ورقة وأقل. ¶ وهذا النص وسابقه يبين لنا قوة المرانة التي كانت لهؤلاء الوراقين في سرعة الخط. ¶ وممن عرف بسرعة الخط هشام بن يوسف الراوي القاضي، قال عن نفسه: قدم سفيان الثوري اليمن فقالوا: اطلبوا كاتبا سريع الخط. فارتادوني فكنت أكتب1. ¶ ومنهم أبو علي الحسن بن شهاب العكبري. قال ¶ السمعاني2: ¶ كان حسن الخط يكتب بالورقة، وكان سريع القلم صحيح النقل وكان يقول: كتبت في الوراقة خمسة وعشرين ألف درهم راضية. ¶ وقد عثرت في تاريخ بغداد للخطيب3 في ترجمة الفراء علىنص يلقي ضوءا على الأجور التي كان الوراقون يتقاضونها في عهد الدولة العباسية. وذلك عند الكلام على كتاب \"المعاني للفراء\": أنه لما فرغ من كتاب المعاني \"خزنه الوراقون عن الناس ليكسبوا به، وقالوا: لا تخرجه إلا لمن أراد أن ننسخه له على خمس أوراق بدرهم. فشكا الناس إلى الفراء، فدعا الوراقين فقال لهم في ¶ __________ ¶ 1 تهذيب التهذيب 11: 57. ¶ 2 في الأنساب 396. ¶ 3 تاريخ بغداد 14: 150. ونقله عنه ابن خلكان في ترجمته. وذكر الخبر أيضا ياقوت في معجم الأدباء 20: 12-13.",
            "page": "21",
            "part": "1",
            "seal": "437137E7"
        },
        {
            "id": "21",
            "nass": "ذلك، فقالوا: إنما صحبناك لننتفع بك، وكل ما صنفته فليس بالناس إليه من حاجة ما بهم إلى هذا الكتاب، فدعنا نعيش به. فقال: فقار بوهم تنفعوا وينتفعوا فأبوا عليه، فقال: سأريكم، وقال للناس: إني ممل كتاب معان أتم شرحا وأبسط قولا من الذي أمليت. فجلس يملي فأملى الحمد في مائة ورقة، فجاء الوراقون إليه وقالوا: نحن نبلغ الناس ما يحبون. ننسخوا كل عشر أوراق بدرهم. ¶ وهذا الأجر ينبئ في جلاء واضح عن كثرة الوراقين بالقدر الذي يهبط به لأجر إلى هذا المستوى. ¶ وعثرت كذلك على نص نادر لابن النديم في الفهرست1، يذكر فيه مقدار الورقة التي يعنيها في كتابه، وهي الورقة السليمانية، قال: ¶ \"فإذا قلنا: إن شعر فلان عشر ورقات فإنا إنما عنينا بالورقة أن تكون سليمانية، ومقدار ما فيها عشرون سطرًا، أعطني في صفحة الورقة\". ¶ وليس معنى هذا أن مقدار الورقة في المخطوطات القديمة تعني هذا القدر فإن مقادير الأوراق تتفاوت بلا ريب بين المخطوطة والأخرى. وإنما ذكرت هذا تسجيلا لما يعني ابن النديم في كتابه. ¶ ومما يعنينا تسجيله أيضا ما ذكر في تقدير \"المجلد\" قديما. جاء في ترجمة يحيى بن المبارك اليزيدي عند ابن خلكان2 عن أبي حمدون الطيب قال: شهدت ابن أبي العتاهية وقد كتب عن أبي محمد اليزيدي قريبا من ألف مجلد، عن أبي عمرو بن العلاء خاصة، فيكون ذلك عشرة آلاف ورفة؛ لأن تقدير المجلد عشر ورقات. ¶ __________ ¶ 1 الفهرست 227. ¶ 2 الوفيات 2: 230.",
            "page": "22",
            "part": "1",
            "seal": "C5E0B688"
        },
        {
            "id": "22",
            "nass": "فكأن المجلد أطلق قديما على ما يسمى بالكراسة، التي هي إلى وقتنا هذا تقدر بعشر ورقات. ¶ أما تقدير المجلد حديثًا فليس له معيار معين. ¶ وكان بعض الوراقين يتجازون مهمتهم الأصيلة إلى صناعة التأليف. قال ابن النديم1: ¶ \"كانت الأسمار والخرافات مرغوبا فيها مشتهاة في أيام خلفاء بن العباس وسيما في أيام المقتدر، فصنف الوراقون وكذبوا، فكان ممن يفتعل ذلك رجل يعرف بابن دلان، واسمه أحمد بن محمد بن دلان، وآخر يعرف بابن العطار، وجماعة\". ¶ وكما كان هناك وراقون قد نصبوا أنفسهم لهذه الصناعة في السوق، كن هناك وراقون خاصون. فمنهم دماذ أبو غسان2 كان يروى عن أبي عبيدة، وكان يورق كتبه، وأخذ عنه الأنساب والأخبار والمآثر. ¶ وكان لأبي عثمان الجاحظ أكثر من وراق؛ فمنهم أبو يحيى زكريا بن يحيى ذكره القالي في الأمالي3، وياقوت في معجم الأدباء نقلا عن ابن النديم4. ومنهم أبو القاسم عبد الوهاب بن عيسى، ذكره الخطيب لي تاريخ بغداد5 والزبيدي في تاج العروس، وكانت وفاته سنة 319 فيما ذكره الخطيب. ¶ وكان لأبي العباس محمد بن يزيد المبرد وراقون6 منهم ابن الزجاجي واسمه ¶ __________ ¶ 1 الفهرست 428. ¶ 2 الفهرست 81. ¶ 3 الأمالي 1: 148 ¶ 4 معجم الأدباء 13: 106 ¶ 5 تاريخ بغداد 5695. ¶ 6 تاج العروس 10: 108.",
            "page": "23",
            "part": "1",
            "seal": "258445F2"
        },
        {
            "id": "23",
            "nass": "إسماعيل بن محمد، والساسي واسمه إبراهيم بن محمد. ¶ ومن هؤلاء الوراقين علان الشعوبي1 كان ينسج في بيت الحكمة للرشيد والمأمون والبرامكة. ¶ ومنهم أحمد بن أحمد، ابن أخي الشافعي، كان يورق لابن عبدوس الجهشياري2. ¶ ومنهم أبو الحسن علي بن عبد الله بن أبي هاشم لمعري، لزم أبا العلاء ونسخ له كتبه بأسرها، بدون أجر3. ¶ أما القاضي أبو المطرفن قاضي الجماعة بقرطبة، فكان له ستة وراقين ينسخون له دائما، وكان قد رتب لهم على وظيفة معلومة4. ¶ ولم يخل هذا الميدان من عنصر المرأة، إذ نجد من أسمائهن \"ثناء\" الكاتبة جارية ابن فيوما، ذكرها ابن النديم فيمن كتبوا الخطوط الأصيلة الموزونة5. ¶ __________ ¶ 1 ابن النديم 153. ¶ 2 معجم الأدباء 2: 137. ¶ 3 تعريف القدماء 32، 38، 101، 201. ¶ 4 الصلة بن بشكوال 1: 304-306. ¶ 5 الفهرست ص11.",
            "page": "24",
            "part": "1",
            "seal": "4E356259"
        },
        {
            "id": "24",
            "nass": "الخطوط: ¶ كان الغالب على خط أهل القرون الثلاثة الأولى هو الخط الكوفي، وقد بدأ مزج الخط الكوفي بالخط الحديث في أواخر خلافة بني أمية وصدر الدولة العباسية. يقول القلقشندي: ¶ \"ذكر صاحب إعانة النشي أن أول ما نقل الخط العربي من الكوفي إلى ابتداء هذه الأقلام المستعملة الآن، في أواخر دولة بني أمية وأوائل خلافة بني العباس. ¶ قلت: على أن الكثير من كتاب زماننا يزعمون أن الوزير أبا علي بن مقلة1 هو أول من ابتدع ذلك، وهو غلط، فإنا نجد من الكتب بخط الأولين فيما قبل المائتين ما ليس على صورة الكوفي، بل يتغير عنه إلى نحو هذه الأوضاع المستقرة وإن كان هو إلى الكوفي أميل، لقربه من نقله عنه\". ¶ هذا ما كان في الجانب الشرقي من الدولة الإسلامية. وكان في الجانب الغربي من الدولة خط قديم يسمى \"الإفريقي\"، وأوضاعه كما يقول ابن خلدون2 قريبة من أوضاع الخط المشرقي. ¶ ولما تغلب الأمويون على الأندلس ظهر لهم هناك خط خاص هو المعروف بالخط الأندلسي، ويظهر فيه بعض الميل إلى الاقتباس من الحروف الإفرنجية. وعندما تقلص ظل العرب والأفارقة من الأندلس وتلاشي ملكهم بها فانتشروا في عدوة المغرب وإفريقية منذ ظهور الدولة اللمتونية غلب خطهم الأندلسي على الخط الإفريقي القديم وعفى عليه، إلا بقايا منه ظلت ببلاد الجريد التي لم يخالط أهلها كتاب الأندلس. ¶ __________ ¶ 1 وهو الوزير أبو علي محمد بن علي بن الحسن، من وزراء الدولة العباسية، ولد سنة 272 وتوفي سنة 328. ¶ 2 المقدمة 306.",
            "page": "25",
            "part": "1",
            "seal": "4EA84AE1"
        },
        {
            "id": "25",
            "nass": "وقد اكتسب الخط الأندلسي بالمغرب حياة جديدة وجمالا جديدًا، لكنه لم يلبث أن اضمحل، وصار كما يقول ابن خلدون1: \"مائلًا إلى الرداءة، بعيدًا عن الجودة\". ¶ وليس يعني هذا القول أن الخط الأندلسي انقرض وصار إلى الزوال، ولكنه يعني أنه لم يعد الخط الغالب، وإنما كان يصطنعه قليل من الناس. ¶ ويتضح من كلام ابن خلدون في مقدمته أن ما سماه المتأخرون \"الخط المغربي\" إنما هو الحالة التي صار إليها الخط الأندلسي الجميل. ¶ وابن خلدون المتوفي سنة 808 لم يعرف هذه التسمية -أعني الخط المغربي- التي تدل على الخط الحديث الساذج المشتق من الأندلسي. ¶ والخط الأندلسي يمتاز عن الخط المغربي بما يشيع فيه من الاستدارات وتداخل الكلمات وإطالة أواخر الحروف، والعناية يتنسيق الكتابة وتحسينها. ¶ ويشتركان في طريقة النقط، فالفاء لا توضع فوقها النقطة كما يضعها المشارقة وإنما تجعل في أسفل الحرف، والقاف لا توضع فوقها نقطتان، بل توضع فوقها نقطة واحدة. ¶ والترتيب الهجائي للحروف الأندلسية والمغربية يخالف طريقة المشارقة؛ ومن هنا اختلف ترتيب بعض معاجمهم وكتب رجالهم عن ترتيب المشارقة؛ يظهر ذلك لمن نظر في معجم ما استعجم للبكري نشرة وستنفلد، ومشارق الأنوار للقاضي عياض. ¶ وهذا ترتيب حروفهم: \"أب ت ث ج ح خ د ذ ر ز ط ظ ك ل م ن ص ض ع غ ف ق س ش هـ ولا ي\". ¶ __________ ¶ 1 المقدمة 367.",
            "page": "26",
            "part": "1",
            "seal": "6DA0891A"
        },
        {
            "id": "26",
            "nass": "أصول النصوص: ¶ 1- أعلى النصوص هي المخطوطات التي وصلت إلينا حاملة عنوان الكتاب واسم مؤلفه، وجميع مادة الكتاب على آخر صورة رسمها المؤلف وكتبها بنفسه، أو يكون قد أشار بكتابتها، أو أملاها، أو أجازها؛ ويكون في النسخة مع ذلك ما يفيد اطلاعها عليها أو إقراره لها. ¶ ومن ذلك ما صنعه أبو عمر الزاهد غلام ثعلب، الذي ألف كتابه ست مرات1 يزيد في كل منها شيئا عند قراءتها عليه، وأملى على الناس في العرضة الأخيرة ما نسخته: \"قال أبو عمر محمد بن عبد الواحد: هذه العرضة هي التي تفرد بها أبو إسحاق الطبري آخر عرضة, أسمعها بعده، فمن روى عني في هذه النسخة هذه العرضة حرفا واحدا ليس من قولي فهو كذاب علي، وهي من الساعة إلى الساعة من قراءة أبي إسحاق على سائر الناس، وأنا أسمعها حرفا حرفا\". ¶ وأمثال هذه النسخ تسمى نسخة الأم. ¶ وهنا أمر قد يوقع المحقق في خطأ جسيم، وهو أن بعض الغافلين من الناسخين قد ينقل عبارة المؤلف في آخر كتابه، وهي في المعتاد نحو \"وكتب فلان\" أي المؤلف؛ ثم لا يعقب الناسخ على ذلك بما يشعر بنقله عن نسخة الأصل، فيظن القارئ أنها هي نسخة المؤلف. وهذه مشكلة تحتاج إلى فطنة المحقق وخبرته بالخط والتاريخ والورق2. ¶ 2- وتلى نسخة الأم النسخة المأخوذة منها، ثم فرعها ثم فرع فرعها ¶ __________ ¶ 1 ابن النديم 113-114. ¶ 2 انظر مثيل ذلك فيما سيأتي ص36.",
            "page": "27",
            "part": "1",
            "seal": "22886A6B"
        },
        {
            "id": "27",
            "nass": "وهكذا. والملحوظ أن ذكر سلسة الأخذ في الكتب الأدبية قليل، على حين تظفر الكتب الدينية واللغوية بنصيب وافر من ذكر هذه السلاسل. ¶ وقد تخلو المخطوطات من بعض هذه الحدود، فيكون ذلك مدعاة للتحقيق وموجبًا للبحث الأمين، حتى يؤدي النص تأدية مقاربة. ¶ وهذا الضرب الثاني من المخطوطات يعد أصولا ثانوية إن وجد معهما الأصل الأول؛ وأما إذا عدم الأصل الأول فإن أوثق المخطوطات يرتقي إلى مرتبته، ثم يليه ما هو أقل منه وثوقا. ¶ 3- وهناك نوع من الأصول هو كالأبناء الأدعياء، وهي الأصول القديمة المنقولة في أثناء أصول أخرى؛ فقد جرى بعض المؤلفين على أن يضمنوا كتبهم -إن عفوا وإن عمدًا- كتابا أخرى أو جمهورًا عظيمًا منها. ¶ ومن هؤلاء ابن أبي الحديد في شرحه لنهج البلاغة، فقد ضمن ذلك الشرح كتبا كثيرة، أذكر منها وقعة صفين التي أمكنني أن أستخرجها نسخة كاملة لا ينقصها إلا نحو عشرين صفحة من نحو 350 صفحة بعد أن قضيت في ذلك قرابة الشهر، وقد بينت ذلك الأرقام في مقدمتي لوقعة صفين التي نشرتها \"سنة: 1365\"1. ¶ ومنها جمهور كبير من كتاب المغازي للواقدي، انتبسه في أثناء كتابه، وهو في الجزء الثالث من ص318-407 أي نحو مائة صفحة كبيرة تبلغ ثلاثمائة صفحة صغيرة. ¶ ولعل أظهر مثال للأصول المضمنة ما أورده البغدادي صاحب خزانة الأدب، فقد أودعها كثيرا من صغار الكتب النادرة، منها كتاب فرحة الأديب لأبي محمد الأسود الأعرابي، وكتاب اللصوص لأبي سعيد السكري؛ كما تضمن قدرا صالحا من كتب النحو وكتب شرح الشواهد النحوية. ¶ __________ ¶ 1 وكذا في نشرتي الثانية لها سنة 1382.",
            "page": "28",
            "part": "1",
            "seal": "5800C2D7"
        },
        {
            "id": "28",
            "nass": "وهذا النوع من الأصول لا يخرج كتابا محققًا، وإنما يستعان به في تحقيق النص. ¶ وقد تهدى بعض الأدباء1 إلى نصوص من كتاب العثمانية للجاحظ ونشرها مع الرد عليها لأبي جعفر الإسكافي، نقل ذلك كله من شرح نهج البلاغة لابن أبي الحديد. وكنت أحسب أن النصوص تمثل على الأقل نموذجا من الأصل، ولكن عندما وقعت إلى نسخة العثمانية المخطوطة تيقنت أن ما فعله ابن أبي الحديد لا يعدو أن يكون إيجازا مخلا لنص الجاحظ بلغ أن أوجزت صفحتان منه في نحو ستة أسطر \"أسطر مثلا الفقرة السادسة من كلام الجاحظ في العثمانية ص6 من رسائل الجاحظ للسندوبي وقارنها بما في نشرتي للعثمانية 27: 4-31: 5\". ¶ وكذلك كان يفعل الأقدمون، ينقلون النصوص أحيانا وتكون لهم الحرية التامة في التصرف فيها وترجمتها بلغتهم أيضا إلا إذا حققوا النقل ونصوا على أن هذا هو لفظ المنقول، فيقولون مثلا: \"انتهى بنصه\"، فتكون مسئوليتهم في ذلك خطيرة، إذ حملوا أنفسهم أمانة النقل. ¶ فنشر أمثال هذه النصوص ودعوى أنها محققة، بعد خطأ جسيما في فن التحقيق وفي ضمير التاريخ. ¶ 4- والنسخ المطبوعة التي فقدت أصولها أو تعذر الوصول إليها يهدرها كثير من المحققين، على حين يعدها بعضهم أصولا ثانوية في التحقيق، وحجتهم في ذلك ما يؤدي بالمطبعة هو عين ما يؤدي بالقلم، ولا يعدو الطبع أن يكون انتساخا بصورة حديثة. وإني لأذهب إلى هذا الرأي مع تحفظ شديد، وهو أن يتحقق الاطمئنان إلى ناشر المطبوعة والثقة بنا، فما نشره أمثال المصححين القدماء كالعلامة نصر الهوريني، والشيخ قطة العدوى، وكذا أعلام المستشرقين الثقات ¶ __________ ¶ 1 هو الأستاذ حسن السندوبي في \"رسائل الجاحظ\" ص1-66.",
            "page": "29",
            "part": "1",
            "seal": "9CBF39CF"
        },
        {
            "id": "29",
            "nass": "أمثال وستنفلد1 الألماني \"fedrinand wuustenfeld\" 1808-1899 وجاير الألماني \"rudolf ceyer\" 1861-1929 وبيفان الهولندي \"bevan\" 1859-1934 ولايل الإنجليزي \"chrles lyall\" 1845-1920 جدير بأن يكون أصولا \"ثانوية\"، كما تعد رواياتهم لأصولهم -إن لم نتمكن من الظفر بتلك الأصول -رواية ينتفع بها في مقابلة النصوص، لأنهم منزلون بمنزلة الرواة الثقات، ورواياتهم منزلة منزلة ما يسمية المحدثون بالوجادة. ¶ وأما الطبعات التي تخرج للتجارة ولا يقول عليها محقق أمين فهي نسخ مهدرة بلا ريب، ومن الإخلال بأمانة العلم والأداء أن يعتمد عليها في التحقيق. ¶ 5- وأما المصورات من النسخ فهي بمنزلة أصلها ما كانت الصورة واضحة تامة تؤدي أصلها كل الأداء، فمصورة النسخة الأولى هي نسخة أولى، ومصورة الثانوية ثانوية أيضا. وهكذا. ¶ 6- وهنا تعرض مشكلة المسودات والمبيضات، وهو إصلاح قديم جدا. ويراد بالمسودة والنسخة الأولى للمؤلف قبل أن يهذبها ويخرجها سوية. أما المبيضة فهي التي سويت وارتضاها المؤلف كتابا يخرج للناس في أحسن تقويم. ¶ ومن اليسير أن يعرف المحقق مسودة المؤلف بما يشيع فيها من اضطراب الكتابة، واختلاط الأسطر ن وترك البياض، والإلحاق بحواشي الكتاب، وأثر المحو والتغيير.. إلى أمثال ذلك. ¶ ومسودة المؤلف إن ورد نص تاريخي على أنه لم يخرج غيرها كانت هي الأصل الأول مثال ذلك ما ذكره ابن النديم2 من أن ابن دريد صنع كتاب أدب الكاتب على مثال كتاب ابن قتيبة، ولم يجرده من المسودة. ¶ __________ ¶ 1 ألف وحقق نحو مائتي كتاب بين صغير وكبير. ومعجم المطبوعات لسركيس انظر النهر 1917-1918. ¶ 2 الفهرست 92.",
            "page": "30",
            "part": "1",
            "seal": "17C36A6E"
        },
        {
            "id": "30",
            "nass": "وكذا ورد في إرشاد الساري شرح صحيح البخاري للقسطلاني1 أن يحيى بن محمد بن يوسف الكرماني، وهو ولد الكرماني شارح البخاري، صنع أيضًا شرحًا للبخاري سماه \"مجمع البحرين وجواهر الحبرين\"، قال: \"وقد رأيته وهو في ثمانية أجزاء كبار بخطه، مسودة\". ¶ وكذا ذكر القسطلاني شرح شمس الدين البرماوي بصحيح البخاري، المسمى باللامع الصبيح، قال: ولم يبيض إلا بعد موته\". ¶ وإن لم يرد نص كانت في مرتبة النصوص الأولى، ما لم تعارضها المبيضة فإنها تجبها بلا ريب. ¶ 7- وأما مبيضة المؤلف فهي الأصل الأول، وإذا وجدت معها مسودته كانت المسودة أصلا ثانويا استئناسيا لتصحيح القراءة فحسب. ¶ 8- على أن وجود نسخة المؤلف لا يدلنا دلالة قاطعة على أن هذه النسخة هي عينها النسخة التي اعتمدها المؤلف، فإننا نعرف أن بعض المؤلفين يؤلف كتابه أكثر من مرة، وإذا استعملنا لغة الناشرين قلنا: إنه قد يصدر بعد الطبعة الأولى طبعة ثانية. فالمعروف أن الجاحظ ألف كتابه البيان والتبيين مرتين كما ذكر ياقوت في معظم الأدباء2 وقد ذكر أن الثانية \"أصح وأجود\". ¶ وقد ظهر لي ذلك جليا في أثناء تحقيقي لهذا الكتاب، وأشرت إلى ذلك في مقدمته3. ¶ وكتاب الجمهرة لابن دريد قال ابن النديم4: \"مختلف النسخ كثير الزيادة والنقصان، لأنه أملاه بفارس وأملاه ببغداد من حفظه، فلما اختلف ¶ __________ ¶ ـ ¶ 1 القسطلاني 1: 42. ¶ 2 ج16 ص106. ¶ 3 مقدمة البيان والتبيين ص16-17. ¶ 4 الفهرست 91.",
            "page": "31",
            "part": "1",
            "seal": "CE2D688D"
        },
        {
            "id": "31",
            "nass": "الإملاء زاد ونقص\". ثم قال: \"وآخر ما صح من النسخ نسخة أبي الفتح عبد الله بن أحمد النحوي، لأنه كتبها من عدة نسخ وقرأها عليه\". وهذه سابقة قديمة في جواز تلفيق النسخ. ¶ ومن أمثلة اختلاف النسخ الأولى ما وراه الخطيب البغدادي1 رواية عن محمد بن الجهم قال: كان الفراء يخرج إلينا وقد لبس ثيابه في المسجد الذي في خندق عبوية، وعلى رأسه قلنسوة كبيرة، فيجلس فيقرأ أبو طلحة الناقظ عشرا من القرآن، ثم يقول له: أمسك. فيملي من حفظه المجلس، ثم يجيء سلمة بعد أن ننصرف نحن، فيأخذ كتاب بعضنا فيقرأ عليه، ويزيد وينقص، فمن هنا وقع الاختلاف بين النسختين\". ¶ هذا ومن المتواتر في ترجمة الفراء هذا أنه أملى كتبه كلها حفظا، لم يأخذ بيده نسخة إلا في كتابين: كتاب ملازم، وكتاب يافع ويفعة -قال أبو بكر ابن الأنباري: \"ومقدار الكتابين خمسون ورقة، ومقدار كتب الفراء ثلاثة آلاف ورقة\". ¶ ولعل أظهر مثال لتكرار التأليف ما رواه ابن النديم2 في الكلام على كتاب الياقوت لأبي عمر الزاهد المتوفي سنة 345 ذكر أن هذا الكتاب ظهر في ست صور، قضى مؤلفها في تأليفها ما بين سنتي 326، 331. ¶ ونص ابن النديم في الفهرست3 على أن نوادر الشيباني ثلاث نسخ: كبرى، وصغرى، ووسطى. وكذا نوادر الكسائي ثلاث نسخ. ¶ وكذلك كتاب \"نهج البلاغة\" الذي ألفه الشريف الرضي، ذكر ابن أبي الحديد4 في شرحه أنه \"ختم كتاب نهج البلاغة بهذا الفصل، وكتبت ¶ __________ ¶ 1 تاريخ بغداد 14: 152-153. ¶ 2 الفهرست 113. ¶ 3 الفهرست 82. ¶ 4 شرح نهج البلاغة 4: 387.",
            "page": "32",
            "part": "1",
            "seal": "D6F24C3E"
        },
        {
            "id": "32",
            "nass": "به نسخ متعددة، ثم زاد عليه أن وفى الزيادات التي نذكرها فيما بعد\". ¶ ثم ذكر ابن أبي الحديد بعد ذلك1 فصولا من هذه الزيادات، وعقب عليها بقوله: \"واعلم أن الرضي -رحمه الله- قطع كتاب نهج البلاغة على هذا الفصل، وهكذا وجدت النسخة بخطه، وقال: وهذا حين انتهاء الغاية بنا إلى قطع المنتزع من كلام أمير المؤمنين، حامدين لله سبحانه على ما من به من توفيقنا لضم ما انتشر من أطرافهن وتقريب ما بعد من أقطاره، ومقررين العزم كما شرطنا أولا على تفضيل أوراق من البياض في آخر كل باب من الأبواب لتكون لاقتناص الشارد، واستلحاق الوارد، وما عساه أن يظهر لنا بعد الغموض، ويقع إلينا بعد الشذوذ..\". ¶ ثم قال بن أبي الحديد نفسه: \"ثم وجدنا نسخا كثيرة فيها زيادات بعد هذا الكلام قيل إنها وجدت في نسخة كتبت في حياة الرضي -رحمه الله- وقرئت عليه فأمضاها وأذن في إلحاقها بالكتاب، ونحن نذكرها\". ¶ فهذا يبين لك أيضا أن نسخة المؤلف قد تتكرر، ولا يمكن القطع بها ما لم ينص هو عليها. وليس وجود خطه عليها دليلا على أنها النسخة الأم، بل إن الأمر كله أمر اعتباري لا قطعي. ¶ وإذا رجعت إلى تقديمي لمجالس ثعلب2 عرفت أن تلك المجالس قد ظهرت في صور شتى. ¶ وكثيرًا ما تتعرض كتب المجالس والأمالي للتغيير والتبديل، والزيادة من التلاميذ والرواة. جاء في مقدمة تهذيب اللغة3 للأزهري عند الكلام على الأصمعي: ¶ __________ ¶ 1 شرح نهج البلاغة 4: 506. ¶ 2 من 24-25 من التقديم. وانظر كذلك حواشي ص113. ¶ 3 مقدمة تهذيب اللغة 1: 15.",
            "page": "33",
            "part": "1",
            "seal": "CC975BD5"
        },
        {
            "id": "33",
            "nass": "\"وكان أملى ببغداد كتابًا في النوادر فزيد عليه ما ليس من كلامه. فأخبروني أبو الفضل المنذري عن أبي جعفر الغساني عن سلمة قال: ¶ جاء أبو ربيعة صاحب عبد الله بن طاهر أبي السمراء، بكتاب النوادر المنسوب إلى الأصمعي فوضعه بين يديه، فجعل الأصمعي ينظر فيه، فقال. ليس هذا كلامي كله, وقد زيد فيه علي، فإن أحببتم أن أعلم على ما أحفظه منه وأضرب على الباقي فعلت، وإلا فلا تقرءوه. قال سلمة بن عاصم: فأعلم الأصمعي على ما أنكر من الكتاب، وهو أرجح من الثلث. ثم أمرنا فنسخناه له\". ¶ وشيء آخر جدير بالتنبيه، وهو أن بعض المؤلفين يؤلف الكتاب الواحد على ضروب شتى من التأليف، ومن أمثلة ذلك التبريزي، فسر الحماسة ثلاث مرات، كما ذكر صاحب كشف الظنون، قال: \"شرح أولا شرحا صغيرا، فأورد كل قطعة من الشعر ثم شرحها، وشرح ثانيا بيتا بيتا، ثم شرح شرحا طويلا مستوفيا. وأول المتوسط: أما بعد حمد الله الذي لا يبلغ صفاته الواصفون\". ¶ والشرح المتداول بهذا الاعتبار هو الشرح المتوسط. أما الصغير فمنه قطعة بدار الكتب المصرية \"برقم 1195 أدب\" تشمل باب الحماسة. أما الكبير فما لم نهتد إلى معرفته. ¶ ومما هو جدير بالذكر أن صاحب كشف الظنون، وكذا البغدادي في مقدمة خزانة الأدب ذكرا أن للزجاجي أمالي ثلاثة: كبرى، ووسطى، وصغرى. لكني أثبت في مقدمة نشرتي لهذه الأمالي أنها واحدة، وأن اختلافها في تلك الصور الثلاث إنما هو من صنع التلاميذ والرواة، وذلك بدراستي لتلك النصوص التي تعزى مرة إلى الصغرى، ومرة إلى الوسطى، وأخرى إلى الكبرى1. ¶ __________ ¶ 1 انظر مقدمة أمالي الزجاجي 16-17.",
            "page": "34",
            "part": "1",
            "seal": "AD65D934"
        },
        {
            "id": "34",
            "nass": "منازل النسخ: ¶ وضح مما سبق أنه يمكن ترتيب أصول المحققات في درجات شتى. ¶ 1- فأولها نسخة المؤلف، وقد سبق حدها وتعريفها. ¶ 2- وتليها النسخة المنقولة منها، ثم فرعها وفرع فرعها وهكذا. ¶ 3- والنسخة المنقولة من نسخة المؤلف جديرة بأن تحل في المرتبة الأولى إذا أعورتنا نسخة المؤلف، وهي كثيرا ما تعوزنا. ¶ 4- وإذا اجتمعت لدينا نسخ مجهولات سلسلة النسب كان ترتيبها محتاجا إلى حذق المحقق. والمبدأ العام أن تقدم النسخة ذات التاريخ الأقدم، ثم التي عليها خطوط العلماء. ¶ ولكننا إذا اعتبرنا بقدم التاريخ فقد نفاجأ بأن ناسخ أقدم النسخ مغمور أو ضعيف، ونلمس ذلك في عدم إقامته للنص أو عدم دقته، فلا يكون قدم التاريخ عندئذ مسوغا لتقديم النسخة، فقد نجد أخرى أحدث تاريخا منها، وكاتبها عالم دقيق، يظهر في حرصه وإشاراته إلى الأصل. فلا ريب في تقديم هذه النسخة الأحدث تاريخا. ¶ وإذا اعتبرنا بخطوط العلماء على النسخة فقد توجد نسخة أخرى خالية من إشارات العلماء، ولكنها تمتاز بأنها أصح متنا وأكمل مادة، يظهر ذلك لدارسها وفاحصها. ¶ وعلى ذلك فإنه يجب مراعاة المبدأ العام، وهو الاعتماد على قد التاريخ في النسخ المعدة للتحقيق، ما لم يعارض ذلك اعتبارات أخرى تجعل بعض النسخ أولى من بعض في الثقة والاطمئنان، كصحة المتن، ودقة الكاتب، وقلة",
            "page": "35",
            "part": "1",
            "seal": "2D5E143A"
        },
        {
            "id": "35",
            "nass": "الأسقاط، أو تكون النسخة مسموعة قد أثبت عليها سماع علماء معروفين، أو مجازة قد كتب عليها إجازات من شيوخ موثقين. ¶ ومن غريب ما لحظه الأستاذ الشيخ أحمد شاكر في تحقيقه لرسالة الشافعي وجود إجازة بخط الناسخ -وهو الربيع تلميذ الشافعي- ولكنها ليست إجازة رواية، كالمألوف في الإجازات، ولكنها إجازة النسخ، ونصها: ¶ \"أجاز الربيع بن سليمان صاحب الشافعي نسخ كتاب الرسالة، وهي ثلاثة أجزاء في ذي القعدة سنة خمس وسنين ومائتين، وكتب الربيع بخطه\". ¶ على أنه يجدر بفاحص النسخة أن يقف طويلا عند تاريخ النسخة. فكثير من الناسخين ينقل عبارة التاريخ التي تثبت في العادة في نهاية النسخة، ينقلها كما هي، غير مراع للفرق الزمني بينه وبين الناسخ الأول، فيخيل للفاحص أنه إزاء نسخة عتيقة على حين يكون هو إزاء نسخة كتبت بعدها بنحو قرنين من الزمان1. وهنا يتحكم الخط والخبرة به، والمداد والخبرة به، واسم الناسخ الأول والثاني، في تحقيق هذا التاريخ. ¶ __________ ¶ 1 انظر مثيل ذلك فيما سبق ص27.",
            "page": "36",
            "part": "1",
            "seal": "B1245693"
        },
        {
            "id": "36",
            "nass": "كيف تجمع الأصول: ¶ لعل من البديهي أنه لا يمكن بوجه قاطع أن نعثر على جميع المخطوطات التي تخص كتابا واحدا إلى على وجه تقريبي. فمنها أجهد المحقق نفسه للحصول على أكبر مجموعة من المخطوطات فإنه سيجد وراءه معقبا يستطيع أن يظهر نسخا أخرى من كتابه، وذلك لأن الذي يستطيع أن يصنعه المحقق، هو أن يبحث في فهارس المكتبات العامة، على ما بها من قصور وتقصير؛ وهو ليس بمستطيع أن يبحث فيها كلها على وجه التدقيق، فإن عددها يربى على الألف في بلاد الشرق والغرب",
            "page": "36",
            "part": "1",
            "seal": "BA194BD8"
        },
        {
            "id": "37",
            "nass": "وكتاب الفيكونت فيليب دي طرازي المسمى: \"خزائن الكتب العربية في الخافقين\" يتيح لقارئه أن يعلم مقدار ضخامة عدد المكتبات العامة التي تناهز ألفا وخمسمائة مكتبة1. ¶ ويبقى عليه بعد ذلك المكتبات الخاصة, وليس يمكن المحقق أن يدعى إلماما تامًّا بما فيها، أو يفكر في استيعاب ما تتضمنه من نفائس المخطوطات. ¶ فليس وراء الباحث إلا أن يقارب البحث مقاربة مجتهدة، بحيث يغلب على ظنه أنه قد حصل على قدر صالح مما يريد. ¶ وكتاب بروكلمان في تاريخ الأدب العربي، يعد من أجمع المراجع التي عنيت بالدلالة على مواضع المخطوطات وكذلك كتاب تاريخ آداب اللغة العربية لجورجي زيدان. فإذا أضاف إليها الباحث أن ينقب بنفسه في فهارس المكاتب العامة وملحقاتها الحديثة، وساءل الخبراء بالمخطوطات مستدلا على مواضعها، أمكنة أن يقارب وأن يقع على ما تطمئن نفسه إليه. ¶ __________ ¶ 1 ذكر أن منها في مصر 16 مكتبة وفي الجزائر 8 وفي فلسطين 6 ولبنان 3 وسوريا والعراق والحجاز واليمن 15 والمغرب الأقصى 10 وتونس 7 والولايات المتحدة 285 وألمانيا والنمسا 145 والاتحاد السوفياتي 120 وبريطانيا 76 وفرنسا 67 وإيطاليا 48 وسويسرا 21 وهولندا 15 وبلجيكا 13 واليابان 9 والدانمرك 6 واليونان 2 والهند 3 وإيران 2. وفي هذه المكتبات جمعيا نحو 262 مليون مجلد.",
            "page": "37",
            "part": "1",
            "seal": "BC10ACD4"
        },
        {
            "id": "38",
            "nass": "فحص النسخ: ¶ يواجه فاحص المخطوطة جوانب شتى يستطيع بدراستها أن يزن المخطوطة ويقدرها قدرها. ¶ 1- فعليه أن يدرس ورقتها ليتمكن من تحقيق عمرها، ولا يخدعه ما أثبت فيها من تواريخ قد تكون مزيفة. ومما يجب التنبه له أن ليست آثار العث",
            "page": "37",
            "part": "1",
            "seal": "C1B0052C"
        },
        {
            "id": "39",
            "nass": "والأرضة والبلى تدلى دلالة قاطعة على قدم النسخة، فإننا نشاهد تلك الآثار في مخطوطات قد لا يتجاوز عمرها خمسين عامًا، كما رأينا بعضًا من المخطوطات الحديثة يزورها التجار بطريقة صناعية حتى يبدو روقها قديما باليًا. ويرى القفطي1 أن ابن سينا صنع ثلاثة كتب أحدها على طريقة ابن العميد، والثاني على طريقة الصاحب، والثالث على طريقة الصابي، وأمر بتجليدها وأخلاق جلدها، لتجوز بذلك على أبي منصور الجبان. ولا ريب أن هذا التزييف قصد به المزاح، ولكنه يدلنا على أن التاريخ يحمل في بطونه دلائل على حدوث التزييف. ¶ 2- وأن يدرس المداد فيتضح له قرب عهده أو بعد عهده. ¶ 3- وكذلك الخط، فإن لكل عصر نهجا خاصا في الخط ونظام كتابته يستطيع الخبير الممارس أن يحكم في ذلك بخبرته. ¶ 4- وأن يفحص اطراد الخط ونظامه في النسخة، فقد تكون النسخة ملفقة فيهبط ذلك بقيمتها أو يرفعها. ¶ 5- وعنوان الكتاب وما يحمل صدره من إجازات وتمليكات وقراءات. ¶ 6- كما أنه يجد في ثنايا النسخة ما يدل على قراءة بعض العلماء أو تعليقاتهم. ¶ 7- وأن ينظر إلى أبواب الكتاب وفصوله وأجزائه حتى يستوثق من كمال النسخة وصحة ترتيبها. وكثير من الكتب القديمة يلتزم نظام \"التعقيبة\"، وهي الكلمة التي تكتب في أسفل الصفحة اليمنى غالبا لتدل على بدء الصفحة التي تليها، فيتتبع هذه التعقيبات يمكن الاطمئنان إلى تسلسل الكتاب. ¶ 8- وأن ينظر في خاتمة الكتاب لعله بتبين اسم الناسخ وتاريخ النسخ وتسلسل النسخة. ¶ وهذه هي أهم الجوانب الجديرة بعناية الفاحص، وقد يجد أمورا أخرى، تعاونه على تقدير النسخة، فلكل مخطوط ظروف خاصة تستدعي دراسة خاصة. ¶ __________ ¶ 1 إخبار العلماء 275.",
            "page": "38",
            "part": "1",
            "seal": "A816B307"
        },
        {
            "id": "40",
            "nass": "التحقيق: ¶ هذا هو الاصطلاح المعاصر1 الذي يقصد به بذل عناية خاصة بالمخطوطات حتى يمكن التثبت من استيفائها لشرائط معينة. ¶ فالكتاب المحقق هو الذي صح عنوانه، واسم مؤلفه، ونسبة الكتاب إليه، وكان متنه أقرب ما يكون إلى الصورة التي تركها مؤلفه. ¶ وعلى ذلك فإن الجهود التي تبذل في كل مخطوط يجب أن تتناول البحث في الزوايا التالية: ¶ 1- تحقيق عنوان الكتاب. ¶ 2- تحقيق اسم المؤلف. ¶ 3- تحقيق نسبة الكتاب إلى مؤلفه. ¶ 4- تحقيق متن الكتاب حتى يظهر بقدر الإمكان مقاربا لنص مؤلفه. ¶ وبديهي أن وجود نسخة المؤلف -وهو أمر نادر ولا سيما في كتب القرون الأربعة الأولى- لا يحوجنا إلى مجهود إلا بالقدر الذي نتمكن به من حسن قراءة النص. نظرًا إلى ما قد يوجد في الخط القديم من إهمال النقط والإعجام، ومن إشارات كتابية لا يستطاع فهمها إلا بطول الممارسة والإلف. وهذا الأمر يتطلب عالما في الفن الذي وضع فيه الكتاب، متمرسا بخطوط القدماء. ¶ __________ ¶ 1 أصل التحقيق من قولهم: حقق الرجل القوم: صدقه، أو قال هو الحق. والجاحظ يسمى العالم المحقق \"محقا\"، جاء في رسالة فصل ما بين العداوة والحسد. من رسائل الجاحظ بتحقيق عبد السلام هارون 1: 338-339: \"إنه لم يخل زمن من الأزمان فيما مضى من القرون الذاهبة إلا وفيه علماء محقون قرءوا كتب من تقدمهم ودارسوا أهلها\" ثم قال: \"واتخذهم المعادون للعلماء المحقين عدة\". ¶ والاحقاق: الإثبات، يقال أحققت الأمر إحقاقا، إذا أحكمته وصححته\".",
            "page": "39",
            "part": "1",
            "seal": "78857290"
        },
        {
            "id": "41",
            "nass": "وبهذه المناسبة أذكر أن إهمال النقط والإعجام قد امتد شيء منه إلى قرون متأخرة، فالناظر في خط ابن حجر -وهو من علماء القرن التاسع- يرى هذا الإهمال بوضوح تام.",
            "page": "40",
            "part": "1",
            "seal": "A7E6F99D"
        },
        {
            "id": "42",
            "nass": "تحقيق العنوان: ¶ وليس هذا بالأمر الهين، فبعض المخطوطات يكون خاليًا من العنوان: ¶ 1- إما لفقد الورقة الأولى منها. ¶ 2- أو انطماس العنوان. ¶ 3- وأحيانًا يثبت على النسخة عنوان واضح جلي ولكنه يخالف الواقع: ¶ أ- إما بداع من دواعي التزييف. ¶ ب- وإما الجهل قارئ ما وقعت إليه نسخة مجرة من عنوانها فأثبت ما خاله عنوانها. ¶ 1- فيحتاج المحقق في الحالة الأولى إلى إعمال فكرة في ذلك بطائفة من المحاولات التحقيقية، كأن يرجع إلى كتب المؤلفات كابن النديم، أو كتب التراجم، أو أن يتاح له الظفر بطائفة منسوبة من نصوص الكتاب مضمنة في كتاب آخر، أو أن يكون له إلف خاص أو خيرة خاصة بأسلوب مؤلف نم المؤلفين وأسماء ما ألف من الكتب، فتضع تلك الخبرة في يده الخيط الأول للوصول إلى حقيقة عنوان الكتاب. ¶ 2- والانطماس الجزئي لعنوان الكتاب مما يساعد كثيرا على التحقيق من العنوان الكامل متى وضح معه في النسخة اسم المؤلف، فإن تحقيقه موكول إلى معرفة ثبت مصنفات المؤلف وموضوع كل منها متى تيسر ذلك. ¶ 3- وأما التزييف المعتمد فيكون بمحو العنوان الأصيل للكتاب وإثبات عنوان لكتاب آخر أجل قدرا منه ليلقي بذلك رواجا، أو يكون ذلك مطاوعة لرغبة أحد جماع الكتب. وقد ينجح المزيف نجاحا نسبيا بأن يقارب ما بين",
            "page": "40",
            "part": "1",
            "seal": "A56F5337"
        },
        {
            "id": "43",
            "nass": "خطه ومداده وخط الأصل ومداده فيجوز هذا على من لا يصطنع الحذر والريبة في ذلك. ¶ وأما التزييف الساذج فمنشؤه الجهل، فيضع أحد الكتاب في صدر الكتب الأغفال عنوانا يخيل إليه أنه هو العنوان الأصيل.",
            "page": "41",
            "part": "1",
            "seal": "DA616F06"
        },
        {
            "id": "44",
            "nass": "تحقيق اسم المؤلف: ¶ إن كل خطوة يخطوها المحقق لا بد أن تكون مصحوبة بالحذر، فليس يكفي أن نجد عنوان الكتاب واسم مؤلفه في ظاهر النسخة أو النسخ لتحكم بأن المخطوطة من مؤلفات صاحب الاسم المثبت، بل لا بد من إجراء تحقيق علمي يطمئن معه الباحث إلى أن الكتاب نفسه صادق النسبة إلى مؤلفه. ¶ وأحيانًا نفقد النسخة النص على اسم المؤلف، فمن العنوان يمكن التهدي إلى ذلك الاسم، وبمراجعة فهارس المكتبات، أو كتب المؤلفات، أو كتب التراجم التي أخرجت إخراجًا حديثًا وفهرست فيها الكتب، كمعجم الأدباء لياقوت، أو غير ذلك من الوسائل العلمية. ¶ على أن اشتراك كثير من المؤلفين في عنوانات الكتب يحملنا على الحذر الشديد في إثبات اسم المؤلف المجهول، إذ لا بد من مراعاة اعتبارات تحقيقية، ومنها المادة العلمية للنسخة، ومدى تطويعها لما يعرفه المحقق عن المؤلف وحياته العلمية وعن أسلوبه وعن عصره. ¶ والمحقق إذا عثر طائفة معقولة من الكتاب منسوبة إلى مؤلف معين في نقل من النقول، كان ذلك مما يؤيد ما يرجحه أو يقطع به في ذلك. ¶ وأحيانًا تدل المصطلحات الرسمية في الكتاب على ما يوجهنا إلى تعيين عصر المؤلف، يظهر ذلك لمن قرأ شيئًا من هذه المصطلحات في صبح الأعشى للقلقشندي،",
            "page": "41",
            "part": "1",
            "seal": "47CFACBE"
        },
        {
            "id": "45",
            "nass": "والتعريف بالمصطلح الشريف لابن فضل الله العمري1. ¶ وقد يعتري التحريف والتصحيف أسماء المؤلفين المثبتة في الكتب، فالنصرى قد يصحف بالبصري، والحسن بالحسين، والخراز بالخرار، وكل أولئك يحتاج إلى تحقيق لا يكتفي فيه بمراجع واحد، فقد يكون ذلك المرجع فيه عين ذلك التصحيف أو تصحيف آخر أقسى منه، فليس هناك بد من اجتلاب الطمأنينة في ذلك البحث العلمي الواسع. ¶ وما قيل في تزييف العناوين يقال أيضا في تزييف أسماء المؤلفين، لذلك لم يكن بد من أن يتنبه المحقق لهذا الأمر الدقيق. ¶ __________ ¶ 1 طبع في مطبعة العاصمة سنة 1212 في 240 صفحة.",
            "page": "42",
            "part": "1",
            "seal": "EE7652DB"
        },
        {
            "id": "46",
            "nass": "تحقيق نسبة الكتاب إلى مؤلفه: ¶ وليس الأمر الهين أن نؤمن بصحة نسبة أي كتاب كان إلى مؤلفه، ولا سيما الكتب الخاملة التي ليس لها شهرة، فيجب أن تعرض هذه النسبة على فهارس المكتبات والمولفات الكتبية وكتب التراجم، لنستمد منها اليقين بأن هذا الكتاب صحيح الانتساب. ¶ وقديما تكلم الناس في كتاب العين المنسوب إلى الخليل. وقد ساق السيوطي في المزهر1 نصوص العلماء وأقوالهم في القدح في نسبة هذا الكتاب، ويكادون يجمعون أن الخليل وضع منهجه ورسمه، وأن العلماء حشوه من بعده. ¶ وقد ذكر السيرافي كتابه أخبار النحويين البصريين2 أن الخليل ¶ __________ ¶ 1 المزهر 1: 86-92. ¶ 2 ص38 نشرة فريتس كرنكو.",
            "page": "42",
            "part": "1",
            "seal": "315C78C5"
        },
        {
            "id": "47",
            "nass": "عمل أول كتاب العين\". ¶ والذي نبه العلماء إلى ذلك دراستهم للكتاب، وتأديهم إلى أن مثل هذا التأليف لا يصح أن ينسب إلى رجل قارب الغاية في الفضل مثل الخليل. ¶ فمعرفة القدر العلمي لمؤلف مما يسعف في التحقيق ينسبه الكتاب. ¶ على أن بعض المؤلفين تتفاوت أقدارهم العلمية وتختلف اختلافا ظاهرا بتفاوت أعمارهم، وباختلاف ضروب التأليف التي يعالجونها، فنجد المؤلف الواحد يكتب في صدر شبابه كتابا ضعيفا، فإذا علت به السن وجدت بونا شاسعا بين يوميه. وهو كذلك يكتب في فن من الفنون قويا متقنا، على حين يكتب في غيره وهو من الضعف على حال. فلا يصح أن يجعل هذا القياس حاسما باطراد، في تصحيح نسبة الكتاب. ¶ وتعد الاعتبارات التاريخية من أقوى المقاييس في تصحيح الكتاب وتزييفها، فالكتاب الذي تحشد فيه أخبار تاريخية تالية لعصر مؤلفه الذي نسب إليه جدير بأن يسقط من حساب ذلك المؤلف، ومن أمثلة ذلك كتاب نسب إلى الجاحظ، وعنوانه \"كتاب تنبيه الملوك والمكايد\"، ومنه صورة مودعة بدار الكتب المصرية برقم 2345 أدب. وهذا الكتاب زيف لا ريب في ذلك؛ فإنك تجد من أبوابه باب \"نكت من مكايد كافور الإخشيدي\" و\"مكيدة توزون بالمتقي الله\". وكافور الإخشيدي كان يحيا بين سنتي 292 و357 والمتقي لله كان يحيا سنتي 297 و357. فهذا كله تاريخ بعد وفاة الجاحظ بعشرات من السنين. وأعجب من ذلك مقدمة الكتاب التي لا يصح أن ينتمي إلى قلم الجاحظ وهذا صدرها: \"الحمد لله الذي افتتح بالحمد كتابا، وفتح للعبد إذا وافا \"وافي\" إليه بابا، وقسم بين خليفته فطور وأطوارا وتحزبوا أحزابا وأنفذ فيهم سهمه وأمضى فيهم حكمه وجعل لكل شيء أسبابا، فهم دائرون",
            "page": "43",
            "part": "1",
            "seal": "A8A016CF"
        },
        {
            "id": "48",
            "nass": "في دائرة إرادته لا يستطيعون عنها انقلابًا، داهشون في بدائع حكمته، ومشيئته، وإرادته، يعز من يشاء ويرزق من يشاء..\". ¶ وليس هذا الأسلوب بحاجة إلى التعليق، كما أن الكتاب ليس بحاجة إلى أن نسهب في نفي نسبته إلى أبي عثمان الجاحظ.",
            "page": "44",
            "part": "1",
            "seal": "14FAA75A"
        },
        {
            "id": "49",
            "nass": "تحقيق متن الكتاب: ¶ ومعناه أن يؤدي الكتاب أداءً صادقًا كما وضعه مؤلفه كمًّا وكيفًا بقدر الإمكان، فليس معنى تحقيق الكتاب أن نلتمس للأسلوب النازل أسلوبًا هو أعلى منه، أو نحل كلمة صحيحة محل أخرى صحيحة بدعوى أن أولاهما أولى بمكانها، أو أجمل، أو أوفق، أو ينسب صاحب الكتاب نصا من النصوص إلى قائل وهو مخطئ في هذه النسبة فيبدل المحقق ذلك الخطأ ويحل محله الصواب أو أن يخطئ في عبارة خطأ نحويا دقيقا فيصحح خطأه في ذلك، أو أن يوجز عبارته إيجازا مخلا فيبسط المحقق عبارته بما يدفع الإخلال. ¶ ليس محققا المتن تحسينا أو تصحيحا، وإنما هو أمانة الأداء التي تقتضيها أمانة التاريخ، فإن متن الكتاب حكم على المؤلف، وحكم على عصره وبيئته، وهي اعتبارات تاريخيه لها حرمتها، كما أن ذلك الضرب من التصرف عدوان على حق المؤلف الذي له وحده حق التبديل والتغيير. ¶ وإذا كان موسوما بصفة الجرأة فأجدر به أن يتنحى عن مثل هذا العمل، وليدعه لغيره ممن هو موسوم بالإشفاق والحذر. ¶ إن التحقيق نتاج خلقي، لا يقوى عليه إلا من وهب خلتين شديدتين: الأمانة والصبر، وهما ماهما!! ¶ وقد يقال: كيف نترك ذلك الخطأ يشيع، وكيف نعالجه؟",
            "page": "44",
            "part": "1",
            "seal": "E58D832D"
        },
        {
            "id": "50",
            "nass": "فالجواب أن المحقق إن فطن إلى شيء من ذلك الخطأ نبه عليه في الحاشية أو في آخر الكتاب وبين وجه الصواب فيه. وبذلك يحقق الأمانة، ويؤدي واجب العلم. ¶ أما الشواهد من القرأن الكريم فلما لها من تقدير ديني لا بد أن توضع في نصابها. وقد كشفت في أثناء تحقيق لكتاب الحيوان عن تحريفات كثيرة لم أستطع إلا أن أردها إلى أصلها. ومن أمثلة ذلك في الجزء الرابع ص7؛ \"فلما أتوا على وادي النمل\" وهي {حَتَّى إِذَا أَتَوْا} . وفي ص159: \"على أن لا أقول على الله إلا الحق فأرسل معي بني إسرائيل\". وفي ص160: \"يَا مُوسَى أَقْبِلْ وَلا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ\" وهي: {يَا مُوسَى لا تَخَفْ إِنِّي لا يَخَافُ لَدَيَّ الْمُرْسَلُونَ} وفي الجزء الخامس ص32: \"إني مبتليكم بنهر\" وهي {إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ} وفي ص93: \"هو الذي جعل لكم من الشجر الأخصر نارا\" والوجه إسقاط \"هو\": وفي ص137: \"وأنهار من ماء غير آسن\" والوجه إسقاط الواو. وفي ص544: \"ثم اسلكي سبل ربك\" وإنما هي {فَاسْلُكِي سُبُلَ رَبِّكِ} . وفي ص547 في بعض النسخ \"فلما جاء أمرنا وفار التنور\" وفي بعضها: \"ولما جاء\" وكلاههما تحريف، وإنما هي {فَإِذَا جَاءَ أَمْرُنَا} . إلى غيرها كثير. ¶ ومن عجب أن يشيع هذا التحريف القرآني في كتاب معروف مثل كتاب الحيوان ولا يتصدى له من يصلحه في خلال هذه القرون المتطاولة، وفي ذلك يصدق المثل القائل: \"يؤتى الحذر من مأمنه\". ¶ وجاء في كتاب الجواري للجاحظ في مجموعة داماد: \"ولا تقربوا الزنى إنه كان فاحشة ومقتًا وساء سبيلًا\"، وهي: {إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا} ¶ ومما عثرت عليه في مخطوطات تهذيب اللغة للأزهري من التصحيف",
            "page": "45",
            "part": "1",
            "seal": "FEE06AE5"
        },
        {
            "id": "51",
            "nass": "القرآني ما جاء في مادة \"وقى\": \"ما لكم من الله من واق\" وهي {مَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ} . وفي مادة \"فوق\": \"ما ينظرون إلا صيحة ما لها من فواق\" وهي {وَمَا يَنْظُرُ هَؤُلاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ} . ¶ وفي مخطوطة كتاب سيبويه ونسخه المطبوعة في ثلاث طبعات1: \"والذاكرين الله كثيرا والذاكرات والحافظين فروجهم والحافظات\" وصوابها {وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ} . ¶ وإنما أسهبت في تلك الأمثلة لأنبه على أمرين: ¶ أما أحدهما فإنه يجب أن يستشعر المحقق الحذر الكامل في تحقيق الآيات القرآنية، وألا يركن إلى أمانة غيره في ذلك مهما بلغ قدره. ¶ وأما الآخر فإن التزمت في إبقاء النص القرآني المحرف في الصلب كما هو، فيه مزلة للأقدام، فإن خطر القرآن الكريم يجل عن أن نجامل فيه مخطئًا، أو نحفظ فيه حق مؤلف لم يلتزم الدقة فيما يجب عليه فيه أن يلزم غاية الحذر. ¶ ومع ذلك فإننا نرى بعض المتزمتين الغالين يذهب إلى التزام الأمانة الصارمة في أداء النص القرآني الخاطئ يؤديه كما وقع من مؤلفة. والمسألة خلافية قديمة بسطها ابن كثير في كتابه اختصار علوم الحديث2. ¶ ونصه ما يلي: ¶ وأما إذا لحن الشيخ فالصواب أن يرويه السامع على الصواب، وهو محكي عن الأوزاعي وابن المبارك والجمهور. وحكى عن محمد بن سيرين وأبي معمر عبد الله بن سخبرة أنهما قالا: يرويه كما سمعه من الشيخ ملحونًا. قال ابن الصلاح: وهذا غلو في مذهب اتباع اللفظ. وعن القاضي عياش: أن الذي ¶ __________ ¶ 1 انظر طبعة بولاق 1: 27 وكذا طبعة باريس 29 وطبعة الهند. ¶ 2 هو الذي طبع مشروحا باسم الباعث الحثيث. انظر ص162-163.",
            "page": "46",
            "part": "1",
            "seal": "5EE80B5E"
        },
        {
            "id": "52",
            "nass": "استمر عليه عمل أكثر الأشياخ أن ينقلوا الرواية كما وصلت إليهم ولا يغيروها في كتبهم، حتى في أحرف من القرآن استمرت الرواية فيها على خلاف التلاوة، ومن غير أن يجيء ذلك في الشواذ، كما وقع في الصحيحين والموطأ، لكن أهل المعرفة منهم ينبهون على ذلك عند السماع وفي الحواشي. ¶ ثم قال: \"وعن عبد الله بن أحمد بن حنبل أن أباه كان يصلح اللحن الفاحش ويسكت عن الخفي السهل\". ¶ فالمسألة قديما جدا مردها إلى الأمانة، وهي متحققة في المذهبين إذا نبه المصحح على ما كان عليه الأصل الذي صححه، مما هو واضح الخطأ. ¶ واختبار النصوص القرآنية لا يكفي فيها أن نرجع إلى المصحف المتداول، بل لا بد فيه من الرجوع إلى كتب القراءات وكتب التفسير. ففي كتب القراءات يرجع المحقق إلى كتب القراءات السبع، ثم العشر ثم الأربع عشرة ثم كتب القراءات الشاذة. وفي كتب التفسير يلجأ إلى تلك التي تعني عناية خاصة بالقراءات كتفسير القرطبي وأبي حيان. وذلك يجدر أن ينسب المحقق كل قراءة تكون مخالفة لقراءة الجمهور. ¶ وأما النصوص الحديث فإنها يجب أن تختبر بعرضها على مراجع الحديث لقراءة نصها وتخريجها إن أمكن التخريج. وتعدد روايات الحديث يدفعنا إلى أن نحمل المؤلف أمانة روايته، فنبقيها كما كتبها المؤلف إذا وصلنا إلى يقين بأنه كتبها كذلك، ولندع للتعليق ما يدل على ضعف روايته أو قوتها. ¶ وهذا أيضا هو واجب المحقق إزاء كل نص من النصوص المضمنة، من الأمثال والأشعار ونحوها، يجب أن يتجه إلى مراجعتها ليستعين بها في قراءة النص وتخريجه إن أمكن التخريج. ومع ذلك يجب أن نحترم رواية المؤلف",
            "page": "47",
            "part": "1",
            "seal": "D9BFB194"
        },
        {
            "id": "53",
            "nass": "إذا أيقنا أن ما في النسخة هو ما قصده المؤلف وأراده، ولا سيما إذا كان يبني على تلك الرواية حكما خاصا, فهذا قيد شديد يحرم على المحقق أن يتناول النص بتغيير أو تبديل. ¶ وهذه الضروب الثلاثة من النصوص هي أخطر ما يجب فيه الدقة والحرص والتريث، وليس معنى ذلك أن نستهين بغيرها، ولكن معناه أن نبذل لها من اليقظة، ونستشعر لها من الحرص، ما يعادل خطرها البالغ.",
            "page": "48",
            "part": "1",
            "seal": "AECAE3BF"
        },
        {
            "id": "55",
            "nass": "الألف الحشوية الممالة بالياء، كما يدل له قول القاموس: بنيل بضم الباء وكسر النون جد مسلم بن محمد الشاعر الأندلسي. والأصح أنه ممال. ولكنهم يكتبونه بالياء اصطلاحا\". ¶ ولكل كاتب من الكتاب طريقة خاصة تستدعي خبرة خاصة كذلك، فبعضهم يقارب بين رسمي الدال واللام. أو بين رسمي الغين والفاء فلا يفطن للفصل بينهما إلا الخبير. كما أن كثيرًا من الكتاب الأقدمين يكتبون على طريقة خاصة بهم في الرسم الإملائي. وهذا يحتاج إلى خبرة خاصة تكتسب بالمرانة وبالرجوع إلى كتب الرسم. ومن أجمع الكتب في ذلك \"المطالع النصرية\" للشيخ نصر الهوريني. ¶ والنقط تختلف طرائقة في الكتابة المشرقية والكتابة المغربية؛ ففي الأخيرة تنقط الفاء بنقطة من أسفلها، والقاف بنقطة واحدة من أعلاها. ¶ وفي الكتابات القديمة توضع بعض العلامات لإهمال الحروف، فبعضهم يدل على السين المهملة بنقط ثلاث من أسفلها، إما صفا واحدا وإما صفين، وبعضهم يكتب سينا صغيرة \"س\" تحت السين، ويكتبون حاء \"حـ\" تحت الحاء المهملة. ومن الكتاب من يضع فوق المهمل أو تحته همزة صغيرة \"ء\" ومنهم من يضع خطا أفقيا فوقه \"__\" ومنهم من يضع رسما أفقيا كالهلال، ومنهم من يضع علامة شبيهة بالرقم \"7\". وفي بعض الكلمات التي تقرأ بالإهمال والإعجام معا قد ينقط الحرف من أعلى ومن أسفل معا، وذلك مثل \"التسميت\" و\"التشميت\" أي تشميت العاطس، يضعون أحيانا فوق السين نقطًا ثلاثًا وتحتها كذلك، وإشارة إلى جواز القراءتين. و\"المضمضة\" و\"المصمصة\" تكتب بنقطة فوق الضاد وأخرى تحتها، تجويزًا لوجهي القراءة. ¶ وفي الإعجام -أي الشكل والضبط- يحتاج المحقق كذلك إلى خبرة",
            "page": "49",
            "part": "1",
            "seal": "3EE0CE78"
        },
        {
            "id": "56",
            "nass": "خاصة، وهذا هو الذي كان يسميه أبو الأسود \"النقط\". قال أبو الأسود لكاتبه القيسي: \"إذا رأيتني قد فتحت فمي بالحرف فانقط نقطة على أعلاه، وإن ضممت فمي فانقط نقطة بين يدي الحرف، وإن كسرت فمي فجعل النقطة تحت الحرف، فإن أتبعت ذلك شيئًا من غنة فاجعل مكان النقطة نقطتين\". ¶ فهذه طريقة أبي الأسود يراها القارئ في المصاحف العتيقة. ¶ ومما يلحق بالضبط القطعة، أي الهمزة، وهي صورة رأس عين توضع فوق ألف القطع، أو على الواو والياء المصورتين بدلا من الألف أو في موضع ألف قد حذفت صورتها مثل ماء وسماء. وفي الكتابة القديمة كثيرا ما تهمل كتابتها فتلتبس ما بكلمة \"ما\" وسماء بالفعل \"سما\". والهمز المكسورة تكتب أحيانا تحت الحرف وتكتب أحيانا فوقه. ¶ والمدة، وهي السحبة التي في آخرها ارتفاع، قد ترد في الكتابة القديمة فيما لم نألفه، نحو \"مآ\" التي نكتبها ماء بدون مدة. ¶ والشدة، وهي رأس الشين، نجدها في الكتابة القديمة حينا فوق الحرف، وآنا تحته إذا كانت مقرونة بالكسرة. ونجد خلافًا في كتابتها مع الفتحة فأحيانًا توضع الفتحة فوق الشدة، وأحيانًا تكتب الفتحة تحت الشدة هكذا \"- ِّ\" فيتوهم القارئ أنها كسرة مع الشدة، مع أن وضع الكسرة تحت الشدة وفوق الحرف أمر لا يكاد يوجد في المخطوطات العتيقة. والضمة يضعها المغاربة تحت الشدة، وفي كثير من الكتابات القديمة توضع الشدة على الحرف الأول من الكلمة إذا كان مدغمًا في آخر من نهاية الكلمة السابقة مثل \"بل رّان\"، \"يقول أهلكت مالا لو قنعت به\". ¶ والشدة في الكتابة المغربية تكتب كالعدد \"7\" شديدة التقويس وقد عثرت على مخطوط أندلسي عتيق هو كتاب العققة والبررة لأبي عبيدة، وقد",
            "page": "50",
            "part": "1",
            "seal": "5EF2971A"
        },
        {
            "id": "57",
            "nass": "التزم فيه كاتبه وضع الحركات تحت النقط هكذا \"مُضعَة\"، أي مضغة. ¶ وفي النسخة المغربية من كتاب المحتسب لابن جني \"78 قراءات دار الكتب\" وجدت الشدة توضع مشابهة للعدد \"7\" فوق الحرف للدلالة على الشدة والفتحة ومشابهة للعدد \"8\" فوقه للدلالة على الشدة والضمة. أما الشدة والكسرة فيعبر عنهما بالرسم \"8\" لكن تحت الحرف. ¶ وتخفيف الحرف، أي مقابل تشديده، يرمز إليه أحيانا بالحرف \"خ\" أو بإشارة \"خف\" إشارة إلى الخفة. ¶ وهناك بعض الإشارات الكتابية، ومنها علامة الإلحاق التي توضع لإثبات بعض الأسقاط خارج سطور الكتاب. وهي في غالب الأمر خط رأسي يرسم بين الكلمتين يعطف بخط أفقي يتجه يمينًا أو يسارًا إلى الجهة التي دون فيها السقط ¶ وبعضهم يمد هذه العلامة حتى تصل إلى الكتابة الملحقة التي يكتب إلى جوارها كلمة \"صح\"، أو \"رجع\"، أو \"أصل\". وبعض النساخ يكتب ما يريد إلحاقه بين الأسطر في صلب الكتاب. ¶ وهناك علامة التمريض، وهي صاد ممدودة \"صـ\" توضع فوق العبارة التي هي صحيحة في نقلها ولكنها خطأ في ذاتها، وتسمى هذه العلامة أيضا علامة التضبيب. ¶ قال السيوطي في تدريب الراوي1: ويسمى ذلك لكون الحرف مقفلًا بها لا يتجه لقراءة، كضبة الباب يقفل بها\". ¶ وعلامة التثليث اللغوي، وهي \"ث\" توضع فوق الكلمة اقتباسًا من كلمة التثليث. وجدتها في مخطوطة الاشتقاق لابن دريد. ¶ وأحيانًا يوضع الحرف \"ض\" في وسط الكلام، إشارة إلى وجود بياض في الأصل المنقول عنه. وجدته في نسخة من جمهرة ابن حزم. ¶ __________ ¶ 1 تدريب الرواي، شرح تقريب النواوي ص156 طبع الحرية سنة 1317.",
            "page": "51",
            "part": "1",
            "seal": "CDE2CA2B"
        },
        {
            "id": "58",
            "nass": "وكذلك الحرف \"ء\" رأس العين، إشارة إلى \"لعله كذا\": وجدته في هامش بعض مخطوطات الجمهرة. وقد يكتب الحرف \"ظ\" في الهامش أيضًا إشارة إلى كلمة \"الظاهر\". وتوضع \"كـ\" في بعض الهوامش إشارة إلى أنه \"كذا في الأصل\". ¶ وإذا كان هناك خطا ناشئ من زيادة بعض الكلمات فإنهم يشيرون إلى الزيادة بخط بوضع فوق الكلام منعطفا عليه من جانبيه بهذا الوضع \" \" وأحيانا توضع الزيادة بين دائرتين صغيرتين \"ْ ْ\" أو بين نصفي دائرة \" () \" وأحيانا توضع كلمة \"لا\"، أو \"من\"، أو \"زائدة\" فوق أول كلمة من الزيادة ثم كلمة \"إلى\" فوق آخر كلمة منها. ¶ وفي التقديم والتأخير توضع فوق الكلمتين أو العبارتين \"ا\" و\"ا\". وجدت بخط مغلطاي على هامش الاشتقاق \"سنة ومائة إحدى\" أي سنة إحدى ومائة. أو يوضع الحرفان \"خ\" و\"ق\" أي تأخير وتقديم. \"م\" \"م\" أي مقدم ومؤخر. ¶ وكذلك الأرقام تحتاج إلى خبرة خاصة، وهذه صورة الأرقام التي ترد في بعض المخطوطات القديمة وهي \"1، 2، 3، 4، 5، 6\". وأحيانا تكتب الاثنان والأربعة والخمسة هكذا. ¶ وهناك رموز واختصارات لبعض الكلمات أو العبارات نجدها في المخطوطات القديمة ولا سيما في كتب الحديث. ¶ وهذا مما سبق به أسلافنا العرب, أو علماء العجم المتأخرون، وقلدهم في ذلك الفرنجة1: ¶ ثنا= حدثنا. ¶ __________ ¶ 1 انظر المطالع النصرية 200-202 وتدريب الرواي 157-207 وقواعد التحديث للقاسمي.",
            "page": "52",
            "part": "1",
            "seal": "9CD3A838"
        },
        {
            "id": "59",
            "nass": "ثني= حدثني. ¶ نا= حدثنا، أو أخبرنا. ¶ دثنا= حدثنا. ¶ أنا= أنبأنا، أو أخبرنا. ¶ أرنا= أخبرنا، في خط بعض المغاربة. ¶ أخ نا= أخبرنا، في خط بعض المغاربة. ¶ أبنا= أخبرنا. ¶ قثنا= قال حدثنا. ¶ ح= تحويل السند في الحديث. ¶ صلعم= صلى الله عليه وسلم. ¶ ص م= صلى الله عليه وسلم ¶ ع م= عليه السلام. وكتابة هذه الثلاثة مكروهة عند الفقهاء وقد استعملها العجم. ¶ رضي= رضي الله عنه. ¶ المصـ= المصنف بكسر النون. ¶ ص= المصنف بفتح النون، أي المتن. ¶ ش= الشرح. ¶ الشـ= الشارح. ¶ س= سيبويه. ¶ أيضـ= أيضا. ¶ لا يخـ= لا يخفى. للعجم في الكتب العربية. ¶ الظ= الظاهر. ¶ نعم= ممنوع. للعجم في الكتب العربية.",
            "page": "53",
            "part": "1",
            "seal": "B003470C"
        },
        {
            "id": "60",
            "nass": "م= معتمد، أو معروف، استعمل الأخيرة صاحب القاموس ومن بعده. ¶ إلخ= إلى آخره. ¶ اهـ= انتهى، أو إلى نهايته. ¶ ع= موضع، استعمله صاحب القاموس ومن بعده. ¶ ج= جمع، استعمله صاحب القاموس ومن بعده. ¶ جج= جمع الجمع، استعمله صاحب القاموس ومن بعده. ¶ د= بلد، استعمله صاحب القاموس ومن بعده. ¶ ح= أبو حنيفة، أو الحلبي. ¶ حج= ابن حجر الهيثمي في كتب الشافعية. ¶ م ر= محمد الرملي. ¶ ع ش= علي الشبراملسي. ¶ ز ي= الزيادي. ¶ ق ل= القليوبي. ¶ شو= خضر الشوبري. ¶ س ل= سلطان المزاحي. ¶ ح ل= الحلبي. ¶ ع ن= العناني. ¶ ح ف= الحفني. ¶ ط= الإطفيحي. ¶ م د= المدابغي.",
            "page": "54",
            "part": "1",
            "seal": "7CBEF3F0"
        },
        {
            "id": "61",
            "nass": "ع ب= العباب. ¶ س م= ابن أم قاسم العبادي. ¶ ح= حينئذ، في غير كتب الحديث وكتب الحنفية. ¶ ح= الحلبي عند الحنفية. ¶ 2- والثاني من مقدمات التحقيق هو التمرس بأسلوب المؤلف، وأدنى صورة أن يقرأ المحقق المخطوطة المرة تلو المرة، حتى يخبر الاتجاه الأسلوبي للمؤلف، ويتعرف خصائصه ولوازمه، فإن لكل مؤلف خصيصة في أسلوبه، ولازمة من اللوازم اللفظية أو العبارية، كما أن لكل مؤلف أعلامًا خاصة تدور في كتاباته، وحوادث يديرها في أثنائها. ¶ وأعلى صور التمرس بأسلوب المؤلف أن يرجع المحقق إلى أكبر قدر مستطاع من كتب المؤلف، ليزداد خبرة وأسلوبه ويستطيع أن يوجد ترابطًا بين عباراته في هذا الكتاب وذاك. ومعرفة ذلك مما يعين في تحقيق المتن، والتهدي إلى الصواب فيه. ¶ 3- وأمر ثالث، وهو الإلمام بالموضوع الذي يعالجه الكتاب حتى يمكن المحقق أن يفهم النص فهمًا سليمًا يجنبه الوقوع في الخطأ حين يظن الصواب خطأ فيحاول إصلاحه، أي يحاول إفساد الصواب! ¶ وهذا إنما يتحقق بدراسة بعض الكتب التي تعالج الموضوع نفسه أو موضوعًا قريبًا منه، ليستطيع المحقق أن يعيش في الأجواء المطابقة أو المقاربة، حتى يكون على بصيرة نافذة. ¶ 4- فإذا اجتمع لدى المحقق أقصى ما يمكن جمعه من المخطوطات، واستطاع قراءتها قراءة سليمة، وعرف أسلوب المؤلف، وألم إلماما كافيًا",
            "page": "55",
            "part": "1",
            "seal": "7D735F10"
        },
        {
            "id": "62",
            "nass": "بموضوع الكتاب، استطاع أن يمضي في التحقيق مستعينًا بالمراجع العلمية التي يمكن تصنيفها على الوجه التالي: ¶ أ- كتب المؤلف نفسه مخطوطها ومطبوعها. ¶ ب- الكتب التي لها علاقة مباشرة بالكتاب، كالشروح والمختصرات والتهذيبات. فنسخة الشرح هي من جهة نسخة أخرى من الكتاب. كما أن الشروح تقيد النصوص بضبطها أحيانا، وتتكفل ببيان عوامضها، وهو أمر له قيمته في مكملات التحقيق. ¶ ويليها في ذلك نسخة المختصر أو التهذيب، فإن كلا منهما تلقي ضوءا المخطوطة لتلك في تحقيق النص. ومن البديهي أن يرجع المحقق إلى الأصول المخطوطة لتلك المراجع ما أمكنه ذلك، وألا يعتمد على المطبوعات الخالية من الروح العلمية المحققة. ¶ ج- وهناك ضرب آخر من الكتب التي لها علاقة مباشرة بالكتاب، وهي الكتب التي اعتمدت في تأليفها اعتمادا كبيرا على الكتاب، وهذه كثيرا ما تحتفظ بالنص الأصلي للكتاب الأول. فكتاب عيون الأخبار لابن قتيبة من الكتب التي اعتمدت على كتاب الحيوان للجاحظ، ولا سيما في كلام ابن قتيبة على الحيوان. والكتاب نفسه من الكتب التي اعتمدت على كتاب \"البيان والتبيين\"، ولا سيما في كتاب الزهد ونصوص الخطب والوصايا. ¶ ولعل السر في ذلك أن الجاحظ كان قد أجاز ابن قتيبة برواية بعض كتبه1. ¶ وكانت حياة ابن قتيبة بين سنتي 213، 286. ¶ د- ويليها الكتب التي استقى منها المؤلف. فإذا تهدى المحقق إلى المنابع التي يستمد منها المؤلف تأليفه كان ذلك معوانا له على إقامة النص. وبعض ¶ __________ ¶ 1 انظر عيون الأخبار 3: 199، 216، 249.",
            "page": "56",
            "part": "1",
            "seal": "9B33A6B8"
        },
        {
            "id": "63",
            "nass": "المؤلفين القدماء ينصون في كتبهم على المصادر التي استقوا منها، كما فعل ابن فارس في مقدمة مقاييس اللغة، وابن منظور في مقدمة لسان العرب، والسيوطي في مقدمة \"بعية الوعاة\"، وابن حجر في مقدمة \"تهذيب التهذيب\". ¶ وبعضهم يعتمد اعتمادًا كليًّا على مؤلف آخر، ولكنه لا ينص على الأخذ إلا أحيانًا قليلة، كما فعل التبريزي في نقله معظم شرحه للحماسة عن شرح المرزوقي. والذي يوازن بين الشرحين يسترعي نظره التقارب الشديد بين عبارات التفسير واتجاهاته، ثم لا يرتاب أن التبريزي كان في جمهور شرحه كلا على المرزوقي. ¶ ومن عجب أن التبريزي مع ذلك ينعى على هؤلاء الذين يهملون نسبة أقوال العلم إلى أصحابها، فيقول في تفسير الشطر الثالث من الحماسية 89: \"قال المرزوقي: وذكر بعض المتأخرين -يعني ابن جني- ولم ينصفه حيث لم يسمه في كتابه..\". ¶ وكما صنع التبريزي ذلك في شرحه للحماسة صنع في شرحه للقصائد العشر، إذا اعتمد اعتمادًا كبيرًا على ابن الأنباري في شرحه للمعلقات. ¶ هـ- الكتب المعاصرة للمؤلف، التي تعالج نفس الموضوع، أو موضوعا قريبا منه. ¶ و المراجع اللغوية، وهي المقياس الأول الذي تسبر به صحة النص، فأحيانا يحكم المحقق العجلان أن في النص تحريفا وما به من بأس، وهو حين يرجع إلى كتب اللغة تفتيه بصواب ما خاله غير الصواب. ولا يكفي لذلك ضرب واحد من المراجع اللغوية. ¶ ويمكننا أن نقسم المراجع اللغوية إلى الضروب التالية: ¶ 1- معاجم الألفاظ، وأعلاها لسان العرب لابن منظور، وتاج العروس للزبيدي. ومنها معاجم المفردات الطبية، كالمفردات لابن البيطار، وتذكرة داود الأنطاكي، ومن المعجم الحديثة في ذلك معجم الحيوان للمعلوف، والنبات",
            "page": "57",
            "part": "1",
            "seal": "DACA7011"
        },
        {
            "id": "64",
            "nass": "لأحمد عيسى. ومنها معاجم المصطلحات العلمية كمفاتيح العلوم للخوارزمي، وكليات أبي البقاء، وأوسعها جميعًا كتاب \"كشاف اصطلاحات الفنون\". ¶ وقد وضع بعض فضلا المستشرقين معاجم استدركوا بها على المعاجم القديمة، ومنها معجم دوزي المسمى: supplemeut aux dictioonaires arabes ومنها معجمه الخاص بأسماء الملابس: dictionneire detaille nems des des vetements chex les arabes ¶ وهذه المعاجم تفيد في تحقيق النصوص الواردة في الكتب المتأخرة. ¶ 2- معاجم المعاني، وأعلاها المخصص لابن سيده، وفقه اللغة للثعالبي. ¶ 3- معاجم الأسلوب، وأعلاها جواهر الألفاظ لقدامة بن جعفر، والألفاظ الكتابية للهمذاني. ¶ 4- كتب المعربات، ومن أعلاها في القديم المعرب للجواليقي، وشفاء الغليل للخفاجي، وفي الحديث كتاب الألفاظ الفارسية المعربة لأدى شير. ¶ 5- معاجم اللغات التي تمت بصلة وثيقة إلى العربية كالفارسية والعبرية والسريانية. ¶ ز- المراجع النحوية، وهي كثيرة، وأعلى المتداول منها وأجمعها همع الهوامع للسيوطي، وحاشية الصبان على الأشموني. ¶ ح- المراجع العلمية الخاصة، وهذه لا يمكن حصرها، ولكل كتاب يكون موضع التحقيق مراجع شتى يتطلبها. فكانت الأدب يحتاج إلى مراجع الأدب والتاريخ على اختلاف ضروبها والعلوم الدينية، وكذلك إلى مراجع الشعر من الدواوين وكتب النقد القديم والبلاغة ومراجع البلدان وغيره. وكتاب التاريخ يفتقر إلى كتب الأدب والعلوم الدينية ومراجع البلدان. وهكذا. ¶ فنحن نجد أن نتج الثقافة الإسلامية العربية متواشج الأنساب، متداخل",
            "page": "58",
            "part": "1",
            "seal": "BFA7315D"
        },
        {
            "id": "65",
            "nass": "الأسباب. وحذق المحقق وسعة اطلاعه يهديانه إلى اختيار المراجع التي يتطلبها الكتاب. ¶ وأذكر أنني قبل تحقيقي لكتاب الحيوان هالني تنوع المعارف التي يشملها هذا الكتاب، ووجدت أني لو خبطت على غير هدى لم أتمكن من إقامة نصه على الوجه الذي أبتغي، فوضعت لنفسي منهجا بعد قراءتي للكتاب سبع مرات، منها ست مرات اقتضاها معارضتي لكل مخطوط على حدة، وفي المرة السابعة كنت أقرؤه لتنسيق فقاره وتبويب فصوله، فكنت بذلك واعيا لكثير مما ورد فيه، فلجأت إلى مكتبتي أتصفح ما أحسب أن له علاقة بالكتاب وأقيد في أوراق ما أجده معينا للتصحيح، حتى استوى لي من ذلك قد صالح من مادة التحقيق والتعليق؛ ولكن ذلك لم يغني عن الرجوع إلى مصادر أخرى غير التي حسبت، فكانت عدة المراجع التي اقتبست منها نصوصا للتحقيق والتعليق نحو 290 كتابا عدا المراجع التي لم أقتبس منها نصوصا، وهي لا تقل عن هذه في عدتها. ¶ والذي أريد أن أقوله، أن تحقيق النصوص محتاج إلى مصابرة وإلى يقظة علمية، وسخاء في الجهد الذي لا يضن عل الكلمة الواحدة بيوم واحد أو أيام معدودات.",
            "page": "59",
            "part": "1",
            "seal": "038E4C82"
        },
        {
            "id": "66",
            "nass": "التصحيف والتحريف: ¶ وهما أكبر آفة منيت بها الآثار العلمية، فلا يكاد كتاب منها يسلم من ذلك. وبعض العلماء الأقدمين يفرقون بين مدلول الكلمتين. فالعسكري، وهو الحسن بن عبد الله بن سعيد \"293-382\"- وهو من أقدم من ألف في هذا الفن يضع حدا فاصلا بينهما. ويقول في صدر كتابه1. \"شرحت في كتابي هذا الألفاظ والأسماء المشكلة التي تتشابه في صورة الخط فيقع فيها التصحيف، ويدخلها التحريف\". ¶ ويقول أيضا2: \"فأما معنى قولهم الصحفي والتصحيف فقد قال الخليل: إن الصحفي الذي يروى الخطأ عن قراءة الصحف بأشباه الحروف. وقال غيره: أصل هذا أن قوما كانوا قد أخذوا العلم عن الصحف من غير أن يلقوا فيه العلماء، فكان يقع فيما يروونه التغيير فيقال عنده: قد صحفوا، أي رددوه عن الصحف، وهم مصحفون، والمصدر التصحيف\". ¶ وجاء في جمهرة ابن دريد3: \"أن الماء يؤنه أنا: صبه. وفي الكلام للقمان بن عاد: أن ماء واغله. أي صب ماء واغله. وكان ابن الكلبي يقول: أز ماء، ويزعم أن أن تصحيف\". ¶ فهذه النصوص تجعل كل تغير في الكلام ينشأ من تشابه صور الخط تصحيفًا ويقول العسكري4 في قول ابن أحمر الذي روى على هذا الوجه: ¶ __________ ¶ 1 التصحيف والتحريف ص1. ¶ 2 التصحيف والتحريف ص13. ¶ 3 الجمهرة 1: 22. ¶ 4 ص77.",
            "page": "60",
            "part": "1",
            "seal": "7992B0BF"
        },
        {
            "id": "67",
            "nass": "فلا تصلي بمطروق إذا ما ... سرى بالقوم أصبح مستكينا ¶ إنما هو \"إذا ما سرى في الحي\". ثم يقول: \"وهذا من التحريف لا من التصحيف\". وفي كتابه أيضا1: \"سأل أبو زيد الأخفش فقال: كيف تقول يوم التروية أتهمز؟ قال: نعم. قال: ولم؟ قال: لأني أقول: روأت في الأمر. قال: أخطأت، إنما هو ترويت من الماء غير مهموز. قال الشيخ -أي العسكري: وهذا من التبديل لا من التصحيف\". يريد أنه من التحريف؛ لأنه ليس ناشئًا من تشابه الحروف في النقط، بل هو تغيير الياء بالهمز. ¶ ثم إننا نجد السيوطي \"849-911\" في المزهر2 يعقد فصلا في التصحيف والتحريف، لم يفصل بينهما فصلا دقيقا، فلم يكن هناك ضابط دقيق عنده لما يسمى تحريفا وما يسمى تصحيفا. وكذلك نجد بعض المؤلفين الأقدمين لا يفرقون بين التحري والتصحيف، يجعلونهما مترادفين. ¶ أما ابن حجر في شرح نخبة الفكر في مصطلح أهل الأثر3 فيفرق بين النوعين فرقا واضحا. قال: \"إن كانت المخالفة بتغيير حرف من حروف مع بقاء صورة الخط في السياق، فإن كان ذلك بالنسبة إلى النقط فالمصحف، وإن كان بالنسبة إلى الشكل فالمحرف\". ¶ فهو يجعل التصحيف خاصا بالاقتباس في نقط الحروف المتشابهة في الشكل كالباء والتاء والثاء، والجيم والحاء والخاء، والدال والذال، والراء والزاي، والسين والشين، والصاد والضاد، والطاء والظاء. فإن صور تلك الحروف واحدة، لا يفرق بعضها عن بعض في الكتابة الحديثة إلا النقط أو مقدارها. ¶ وأما التحريف فهو خاص بتغيير شكل الحروف ورسمها كالدال والراء، ¶ __________ ¶ 1 ص88. ¶ 2 ج2 ص353-394. ¶ 3 شرح نخبة الفكر 22.",
            "page": "61",
            "part": "1",
            "seal": "0FFD4F10"
        },
        {
            "id": "68",
            "nass": "والدال واللام، والنون والزاي في الحروف المتقاربة الصورة، والميم والقاف، واللام والعين في الحروف المتباعدة الصورة. ¶ ومن التصحيف الناجم عن سوء القراءة ما جاء في سير النبلاء للذهبي في ترجمة عبد الرازق بن همام في حديث روى عنه مصحفًا \"النار جبار\". قال الذهبي: أظنها تصحفت عليهم، فإن النار تكتب \"النير\" على الإمالة بياء، على هيئة \"البئر\"، فوقع التصحيف. ¶ وصواب نص هذا الحديث: \"البئر جبار\"، أي هدر، \"إذا سقط إنسان فيها فهلك فدمه هدر\". ¶ ومن التصحيف والتحريف ما يكون نتاجًا لخطأ السمع لا لخطأ القراءة، كأن يملي المملي كلمة \"ثابت\" فيسمعها الكاتب ويكتبها \"نابت\"، أو\"احتجم\" فيسمعها الكاتب ويكتبها \"احتجب\". ومن هذا ما جاء في قول الراجز1: ¶ كأن في ريقه لما ابتسم ... بلقاءة في الخيل عن طفل متم ¶ إنما هي \"بلقاء تنفي الخيل\". ¶ ومنه ما ورد في الطبعة الأولى من الصحاح في مادة \"سلت قال: \"وسلته مائة سوط، أي جلدته، مثل جلدته\". وصوابها \"حلته\" كما في مخطوطات الصحاح واللسان ومادة \"حلت\" من الصحاح نفسه، وفيه: \"قال الأصمعي: حلته مائة سوط: جلدته\". ¶ ومما اجتمع فيه تصحيف الخط وتصحيف السمع ما جاء في الإصابة لابن حجر في ترجمة \"فرات بن ثعلبة البهراني\"، إذ وقع في بعض نسخ كتاب ¶ __________ ¶ 1 التصحيف ص176.",
            "page": "62",
            "part": "1",
            "seal": "ED37D90B"
        },
        {
            "id": "69",
            "nass": "ابن منده \"النحراني\" قال ابن حجر: \"النجراني وقع في النسخ المعتمدة من كتاب ابن مندرة بنون وجيم، والصواب بموحدة ثم مهملة -يعني البحراني- فوقع فيه تصحيفان: خطي وسمعي. أما الخطي فهذا. وأما السمعي فإنه بالهاء لا بالحاء\". ¶ وفي ذلك يروون هذه الطريقة عن كيسان مستملى أبي عبيدة1: أنه كان يكتب غير ما يسمع، ثم ينقل عن ذلك غير ما كتبه في أول الأمر، ثم يحفظ غير ما كتب، ثم يحدث غير ما حفظ. ¶ ومنه ما يكون من خطأ في الفهم كقول السيوطي2: \"كحديث الزهري عن سفيان الثوري\". وهو خطأ غريب، فإن الزهري أقدم كثيرًا من الثوري، ولم يذكر أحد أنه روى عنه. والصواب: \"كحديث أبي شهاب عن سفيان الثوري\"، فالتبس على السيوطي أبو شهاب الحناط بابن شهاب الزهري، والذي يروى عن سفيان إنما هو أبو شهاب الحناط، واسمه عبد ربه ابن نافع الكناني. وأما ابن شهاب الزهري فهو محمد بن مسلم بن عبد الله بن عبد الله بن شهاب. ¶ ومن ذلك ما ذكره الجاحظ في البيان3: \"قال يونس بن حبيب: ما جاءنا من أحد من روائع الكلم ما جاءنا عن رسول الله صلى الله عليه وسلم\"، جاء في حاشية قديمة من إحدى نسخة تعليقا على ذلك: ¶ \"هذا مما صحفه الجاحظ وأخطأ فيه، لأن يونس إنما قال: عن البتي، وهو عثمان البتي، فلما لم يذكر عثمان التبس البتي فصحفه الجاحظ النبي، ثم جعل مكان النبي الرسول. وكان النتي من الفصحاء\". ¶ والبتي هذا هو عثمان بن مسلم البصري البتي. ¶ __________ ¶ 1 بغية الوعاة ص382. ¶ 2 الباعث الحثيث75. ¶ 3 البيان 2: 18.",
            "page": "63",
            "part": "1",
            "seal": "7A8C749F"
        },
        {
            "id": "70",
            "nass": "كتب التصحيف والتحريف: ¶ ومن أقدم كتب التصحيف والتحريف ما صنعه أبو أحمد الحسن بن عبد الله العسكري 293-382 وقد طبع نحو نصفه بمصر سنة 1326 ثم طبع كاملا بتحقيق الأستاذ عبد العزيز أحمد سنة 1383. وما صنعه الحافظ علي بن عمر الدارقطني المتوفى سنة 385 ذكره ابن الصلاح والنووي وابن حجر والسيوطي. ¶ ومما يصح أن يجعل بين كتب التصحيف والتحريف كتاب التنبيهات على أغاليط الرواة، لعلي بن حمزة البصري المتوفى سنة 375 وإن كان لم يسم كتابه بما يدل على ذلك. ¶ تاريخه: ¶ وتاريخ التصحيف والتحريف قديم جدًّا، وقد وقع فيه جماعة من الفضلاء من أئمة اللغة وأئمة الحديث حتى قال الإمام أحمد بن حنبل: \"ومن يعرى من الخطأ والتصحيف1\". ¶ ففي كتاب الله قرأ عثمان بن أبي شيبة: \"جعل السفينة في رجل أخيه\"2 وقرأ أيضا: \"ألم. تر كيف فعل ربك بأصحاب الفيل\"3، وكان حمزة الزيات القارئ يتلو القرآن من المصاحف، فقرأ يومًا وأبوه يسمع: \"ألم. ذلك الكتاب لا زيت فيه\"، فقال أبوه: دع المصحف وتلقن من أفواه الرجال4! ¶ وفي الحديث صحف بعضهم: \"صلاة في إثر صلاة كتاب في عليين\" فقال \"كناز في غلس\". وصحف آخر: \"يا أبا عمير، ما فعل النغير\"، فقال \"ما فعل البعير\"5. ¶ __________ ¶ 1 المزهر 2: 353. ¶ 2 العسكري ص12. ¶ 3 المزهر 2: 369. ¶ 4 العسكري 12-13. ¶ 5 الباعث الحثيث 193.",
            "page": "64",
            "part": "1",
            "seal": "41EBEB72"
        },
        {
            "id": "71",
            "nass": "وقد ورد كثير من ذلك في اللغة والشعر والأعلام مما يطول الحديث فيه. وقد عمت هذه البلوى حتى قالوا: لا تأخذوا القرآن من مصحفي، ولا العلم من صحفي1. وكما كانوا يهجون الصحفيين كانوا يمدحون من لا يعتمد على الصحف في علمه. وفي ذلك يقول أبو نواس في رثاء خلف الأحمر: ¶ لا يهم الحاء في القراءة بالخا ... ولا يأخذ إسناده عن الصحف1 ¶ ولخشية التصحيف نجد بعض المؤلفين يلجئون إلى مخالفة المعروف في اللغة ليتوقوا وقوع غيرهم في الخطأ. جاء في صحاح الجوهري ص685 في مادة \"سعتر\" \"السعتر: نبت، وبعضهم يكتبه بالصاد في كتب الطب لئلا يلتبس بالشعير\". ¶ كتب المؤتلف والمختلف: ¶ وكان من الطبيعي أن تقاوم هذه الآفة العلمية بما يقضي عليها أو يخفف من حدتها، فلجأ العلماء إلى تأليف الكتب التي تبحث في المؤتلف والمختلف، فمنها ما هو في أسماء الرجال. وقد ألف في ذلك الدارقطني المتوفى سنة 285، وأحمد بن علي الخطيب البغدادي المتوفى سنة 463، وابن ماكولا المتوفى سنة 487، وابن نقطة الحنبلي المتوفى سنة 629، والذهبي المتوفى سنة 748 في كتابه المشتبه. ¶ ومنها ما هو في أسماء الشعراء، وقد ألف فيه الحسن بن بشر الآمدي المتوفى سنة 307. ¶ ومنها ما هو في أسماء القبائل، وقد ألف فيه محمد بن حبيب المتوفى سنة 215. ¶ وغير ذلك كثير. ¶ __________ ¶ 1 العسكري 9.",
            "page": "65",
            "part": "1",
            "seal": "6C034576"
        },
        {
            "id": "72",
            "nass": "معالجة النصوص: ¶ ترجيح الروايات: ¶ تجلب إلينا مخطوطات المؤلف الواحد صورا شتى من الروايات، وفي كثير من الأحيان نجد بعض النسخ قد انفردت بزيادات لا نجدها في النسخ الأخرى فهذه الزيادات مما ينبغي أن يوضع تحت الفحص والخبرة ليحكم المحقق بمدى صحتها وانطباقها على سياق النسخة وأسلوب المؤلف. ولينظر فيها طويلا فقد تكون نتيجة لخطأ الناسخ، فبعض المسرفين من النساخ يمزج صلب الأصل الذي نقل عنه بالحواشي التي أضيفت عليه من قبل القراء أو المالكين. ¶ وقد عثرت في أثناء تحقيق لكتاب الحيوان على عبارة مقحمة في نسختين من أصول الحيوان1، وهذا نصها: \"كنت بعجت بطن عقرب إذ كنت بمصر فوجدت فيه أكثر من سبعين عقارب صغار كل واحدة نحو أرزة. حرره أبو بكر السروكني\". فالأسلوب ليس للجاحظ، والجاحظ لم يدخل مصر وعبارة \"حرره أبو بكر السروكني\" شاهد بأن العبارة مقحمة بلا ريب. ¶ وأما العبارات الأصيلة التي تزيد بها بعض النسخ على الأخرى، ويؤيدها الفحص، فهي جديرة بالإثبات. ¶ والعبارات المعتلة التي تحمل الخطأ النحوي مرجوعة، أجدر بالإثبات منها عبارة النسخة التي لا تحمل هذا الخطأ. كما أن التي تحمل الخطأ اللغوي أو يستحيل معها المعنى، أو ينعكس، أو يستغلق فهمه، هي رواية مرجوحة، أحق منها بالإثبات رواية النسخة السالمة من هذه العيوب. ¶ وهذا كله في النسخ الثانوية. أما النسخ العادية فإن المحقق حرى أن يثبت ¶ __________ ¶ 1 حواشي الحيوان 4: 170.",
            "page": "66",
            "part": "1",
            "seal": "CFE57077"
        },
        {
            "id": "73",
            "nass": "ما ورد فيها على علاته، خطأ كان أو صوابًا، على أن ينبه في الحواشي على صواب ما رآه خطأ، حرصًا على أمانة الأداء. ¶ تصحيح الأخطاء: ¶ سبق في الفصل الماضي أن المحقق قد يجد في تخالف روايات النسخ ما يعينه على استخراج الصواب من نصوصها، فيختار من بينها ما يراه مقيمًا للنص مؤديًا إلى حسن فهمه والأمانة تقتضيه أن يشير في الحواشي إلى النصوص التي عالجها لينتزع من بينها الصواب، وألا يغفل الإشارة إلى جميع الروايات الأخرى التي قد يجد القارئ فيها وجهًا أصوب من الوجه الذي ارتآه. ¶ وقد يقتضيه التحقيق أن يلفق بين روايتين تحمل كل منهما نصف الصواب ونصف الخطأ فهو جدير أن يثبت من ذلك ما يراه، على ألا يغفل الإشارة إلى الروايات كلها، ففي ذلك الأمانة وإشراك القارئ في تحملها. ¶ وقد يقع القارئ على عدة عبارات كلها محرف، فإذا أراد تقويمها فلا بد أن يتقيد بمقاربة الصور الحرفية التي تقلبت فيها العبارة في النسخ، بحيث لا يخرج عن مجموعها بقدر الإمكان. ¶ فتصحيح \"ليط به\" و\"ليطبه\" إلى \"لبط به\" بمعنى صرع، تقويم صحيح وتصحيح \"النقيف\" و\"النقنق\" بـ\"النقنف\" بمعنى صقع الجبل الذي كأنه جدار مبني مستو تصحيح ¶ قويم أيضًا. وكذلك تصحيح \"العصراء\" \"بالقصواء\" اسم ناقة. ¶ وهو في هذه الأحوال كلها جميعا لا بد له أن يستعين بالمراجع التي سبقت الإشارة إلى أنواعها في \"مقدمات تحقيق المتن\". ¶ __________ ¶ 1 انظر 56-59.",
            "page": "67",
            "part": "1",
            "seal": "66BAE239"
        },
        {
            "id": "74",
            "nass": "نموذج لتصحيح بعض التحريفات: ¶ وهي بعض التحريفات التي ظهرت لي في إثناء التحقيقات في كتب شتى ¶ 1- \"احتراز\" المودة = اجترار المودة -أي اجتلابها ¶ 2- \"استحقاق غموض\" = استخفاء وغموض ¶ 3- \"استقضيت\" = استغضبت ¶ 4- \"اعزترحي\" = اعر نزمي -أي تقبضي وتجمعي ¶ 5- وقعة \"البسر\" = وقعة البشر ¶ 6- \"التعويد\" والإحجام = التعريد والإحجام ¶ 7- \"التمور والبيور\" = النمور والببور -جمع نمر وببر ¶ 8- \"تنبيه\" به = شبيه به ¶ 9- \"ثمر صبجاني\" = تمر صيحاني -هو نوع من التمر ¶ 10- \"ثوب\" العنكبوت = ثوى العنكبوت -أي بيتها ¶ 11- \"جاء فرواب = حافر وأب -وهو الشديد ¶ 12- \"الجاري\" = الحبارى -ضرب من الطير ¶ 13- \"العيافة و\"الجزو\" =العيافة والحزو -الحازي: العراف ¶ 14- \"جموسة النياق\" = حموشة الساق -أي ذقتها ¶ 15- \"الحياة والعبث\" = الحيا والغيث ¶ 16- \"خردل\" = قرزل -اسم فرس ¶ 17- عثر في فضل \"خطابه\" = عثر في فضل خطامه ¶ 18- \"خلق\" الحرص = حاق الحرص - أي شدته ¶ 19- \"الدغلول\" الفوائل = الدغلول الغوائل",
            "page": "68",
            "part": "1",
            "seal": "087B5FF4"
        },
        {
            "id": "75",
            "nass": "20- \"ذاتية\" من بطن الدماغ = دانية من بطن الدماغ ¶ 21- \"رجبية الشوق\" = رحيبة الشدق -أي واسعته ¶ 22- الكلب \"الزيتي\" = الكلب الزشني -نوع قصير القوائم ¶ 23- \"سرورًا\" = شرودًا ¶ 24- ناس من \"السلطان\" = ناس من السلطاء -جمع سليط ¶ 25- \"سول القتال\" = شوك القتاد ¶ 26- \"ظرف الشمام\" = طرف الثمام ¶ 27- عقيل بن \"علقة\" = عقيل بن علفة -شاعر مشهور ¶ 28- \"الغبار\" والدود = النبار والدود -جمع نبر، وهو القراد ¶ 29- آكل \"كالجنائب\" = آكل للخبائث ¶ 30-الكلاب \"كل البقر\" = الكلاب على البقر -مثل مشهور ¶ 31- ليس \"يخاف\" = ليس بخائن ¶ 32- \"مالكا لدبا\" = مال كالدبا -الدبا: صغار الجراد ¶ 33- متون \"اكيات\" = متون الحيات ¶ 34- \"النافص بقواه\" = الناقص لقواه ¶ 35- \"نجوع\" الناس له = بخوع الناس به -أي خضوعهم ¶ 36-النجوم و\"الوجوم\" = النجوم والرجوم ¶ 37- لم \"يتحرك\" = لم يتحول ¶ 38- \"يخبر النظم\" = يجبر العظم ¶ 39- \"يرضعن\" الصعاب = يرضن الصعاب ¶ 40- \"يغشى\" الضراء = يمشي الضراء -أي يسير مستخفيا ¶ 41- \"يجب له\" خاطري = يجيله خاطري",
            "page": "69",
            "part": "1",
            "seal": "D75E81EB"
        },
        {
            "id": "76",
            "nass": "دراسة تحليلية لنشوء بعض هذه التحريفات: ¶ 1- سقطت نقطة الجيم من \"اجترار\" ثم زاد الناسخ نقطة على الراء الأخيرة لتصير كلمة مألوفة، وهي \"احتراز\". ¶ 2- تقاربت نقطتا \"استخفاء\" فصارت \"استحقاء\" ثم اقتربت الهمزة واستعلت فوق واو \"وغموض\" فأشبهت نقطتي القاف فقرئت \"استحقاق\". ¶ 3- كتبت غين \"استغضبت\" مقاربة للقاف في استدارتها، وانضم إلى نقطتها السكون فزاد قربها من القافن وزيدت نقطة إلى نقطة الباء من أسفل فصارت إلى ذاك التحريف. ¶ 4- صغرت فتح راء \"اعر نزمي\" فصارت كالنقطة، وتقاربت نقطتا النون والزاء فانقلبت النون تاء، وفتح رأس الميم فأشبهت الحاء. ¶ 6، 36- تضخم رأس الراء فأشبه الواو. ¶ 9- انضم السكون إلى نقطتي التاء في الكلمة الأولى، وتباعدت نقطتا الياء في الثانية. ¶ 10- كتب رأس الياء من \"ثوى\" صغير فقاب في ضموره رسم الباء. ¶ 11- حورت كسرة \"حافر\" فصارت همزة، أو زيدت همزة لتباعد ما بين \"حا: و\"في\". ¶ 12- ضمرت سن الباء من \"الحبارى\" فصارت \"الجاري\". ¶ 16- عظم أعلى القاف فأشبه الخاء، والتصقت نقطة الزاي برأسها فزادت من شبهها بالدال. ¶ 18- قربت القاف من \"حا\" فقرئت \"حلق\"، ثم زيدت النقطة، لأن الحرص خلق من الأخلاق. ¶ 19- وكذلك اقتراب واو \"الدغاول\" سهل أن تقرأ \"الدغلول\". ¶ 24- جعلت \"السلطاء\" لغرابتها \"السلطان\".",
            "page": "70",
            "part": "1",
            "seal": "E181EE43"
        },
        {
            "id": "77",
            "nass": "30- اجتمع طرفا العين في \"على\" واتصلت بها الفتحة فأشبهت رأس الكاف، واضمحل نتوء الياء فصارت \"كل\". ¶ 32- اتصلت لام \"مال\" بالكاف بعدها. ¶ 33- ضمر رأس الحاء من \"الحيات\" وعظمت فتحة الحاء فأشبهت رأس الكاف. ¶ 35- عدم الاتزان في وضع نقط الحروف، فاتجه ما حقه اليمين إلى اليسار وما حقه اليسار إلى اليمين. ¶ 38- تأكل رأس عين \"العظيم\" فأصبح شبيها بالنقطة. ¶ 39- التصق سكون الضاد من \"يرضن\" بوصلتها فصارت \"يرضعن\". ¶ 40- كتب رأس الميم من \"يمشي\" مرتفعًا، ثم ضمر السكون فأشبه النقطة فقرئت \"يغشى\". ¶ ومن أندر وأقدم ما عثرت عليه من تعليل التصحيف ما جاء في شرح القصائد السبع الطوال لابن الأنباري1 عند الكلام على بيت الأعشى: ¶ قالت قتيلة ما له ... قد جلت شيبا شواته ¶ قال: أنشده أبو الخطاب الأخفش \"شواته\"، فقال له أبو عمرو بن العلاء: صحفت، وذلك أن الراء كبرت فظننتها واوا، إنما هي \"سراته\"؛ وسراة كل شيء: أعلاه. فقال أبو الخطاب: كذا سمعته. قال أبو عبيدة: فلم نزل دهرا نظن أن أبا الخطاب صحف، حتى قدم أعرابي محرم2 فقال: \"اقشعرت شواتي\"، يريد جلدة رأسه. فعلمنا أن أبا عمرو وأبا الخطاب أصابا جميعا. ¶ __________ ¶ 1 ص316-317. ¶ 2 محرم: فصيح لم يخالط أهل الحضر.",
            "page": "71",
            "part": "1",
            "seal": "C91E9A62"
        },
        {
            "id": "78",
            "nass": "الزيادة والحذف: ¶ وهما أخطر ما تتعرض له النصوص، والقول ما سبق: أن النسخة العالية يجب أن تؤدي كما هي دون زيادة أو نقص، أو تغيير أو تبديل. ¶ على أننا نلمح في مذاهب الأقدمين اتجاها يرمي إلى أن يلحق بالكتاب ما هو ضروري متعين لإقامة النص، وفي نوع خطير من النصوص، وهو نصوص الحديث. قال ابن كثير1: \"وإذا سقط من السند أو المتن ما هو معلوم فلا بأس بإلحاقه، وكذلك إذا ندرس بعض الكتاب فلا بأس بتجديده على الصواب\". فقد يكون في النص نحو \"عبد الله مسعود\" فلا ريب أن ذلك يكون سهوا من المؤلف، فإثبات [بن] لا ضير فيه ولا إخلال بالأمانة. وقد يكون في نص المتن نحو \"بني الإسلام على خمس\" فلا جرم أن صوابه \"على خمس\" فإلحاق \"على\" ليس فيه عدوان على الكتاب ولا على صاحبه. وكذا إذا كان المتن \"بني الإسلام على على خمس\" كان المحقق في كُلٍّ أن يحذف الحرف الزائد على أن ينبه على المحذوف. والأولى في حالة الزيادة أن تميز بوضعها بين جزأي العلامة الطباعية الحديثة [] ، أو أن ينبه في الحواشي على أنهما مما أخل به أصل الكتاب. ¶ وأما النسخ الثانوية فكذلك، لا يزاد فيها ولا يحذف منها إلا ما هو ضروري متعين، ولا سيما إذا وجد المحقق دعامة له في مراجع التحقيق التي سبق الكلام عليها. ¶ ومن البديهي أن يعمد المحقق إلى إثبات أكمل النصوص وأوفاها، وألا ¶ __________ ¶ 1 في الباعث الحثيث ص163.",
            "page": "72",
            "part": "1",
            "seal": "0FB4FC4C"
        },
        {
            "id": "79",
            "nass": "يغفل من ذلك إلا ما ينضح أنه زيادة مقحمة لا تمت إلى الأصل بسبب. ومع هذا فالواجب عليه أن ينبه على ذلك أيضًا. ¶ وأما الزيادة الخارجية التي يقصد بها التوضيح أو إشباع الكلام فلا يصح أن يكون في منهج أداء النص، وللمحقق أن يشير في الحاشية إلى ذلك الضرب من الزيادة، فما هو إلا ضوء جانبي يعين على تجلية الصورة وتضويئها، وليس من حقيقة الصورة في شيء. ¶ التغيير والتبديل: ¶ لا ريب إن إحداثهما في النسخة العالية يخرج بالمحقق عن سبيل الأمانة العلمية ولا سيما التغيير الذي ليس وراء هـ إلا تحسين الأسلوب، أو تنميق العبارة، أو رفع مستواها في نظر المحقق، فهذه تعد جناية علمية صارخة غذا قرنها صاحبها بعد التنبيه على الأصل، وهو أيضا انحراف جائر عما ينبغي، إذا قرن ذلك بالتنبيه. ¶ ومن مذاهب أداء النصوص قديما وحديثا ألا يلجأ المحقق إلى أي تغيير أو تبديل كان إلا ما تقتضيه الضرورة الملحة ويحتمه النص، مما هو واضح وضوح الشمس، متعين لذى النظرة الأولى، أو يكون المؤلف قد نص على إجازة إصلاح أخطائه1. ومع ذلك فلا بد لصاحب هذا المذهب من التنبيه على صورة الأصل. ¶ وأما النسخ الثانوية فإن استخدام مراجع التحقيق مما يعين على توجيه نصوصها وتصحيح أخطائها التي جلبتها أقلام النساخ على تطاول الزمان. ¶ وليكن ذلك كله في أضيق نطاق تتطلبه ظروف النص، مع التنبيه على الأصل أيضا. ¶ __________ ¶ 1 انظر هذه الإجازة النادرة في عيون الأثر 2: 341.",
            "page": "73",
            "part": "1",
            "seal": "E2675E22"
        },
        {
            "id": "80",
            "nass": "الضبط: ¶ إن أداء الضبط جزء من أداء النص، ففي بعض الكتب القديمة نجد أن النص قد قيدت كلماته بضبط خاص، فهذا الضبط له حرمته وأمانته، وواجب المحققق أن يؤديه كما وجده في النسخة الأم، وألا يغير هذا الضبط ولا يبدله ففي ذلك عدوان على المؤلف؟. ¶ وقد سبق في مقدمات تحقيق المتن1، أن للأقدمين طريقة خاصة في الضبط ومن الطبيعي أن يترجم المحقق هذا الضبط بنظيره في الطريقة الحديثة. فالشدة والفتحة القديمة \"- ِّ\" لا بد أن تترجم بالشدة والفتحة الجديدة \"-َّ\" وهكذا. ¶ وكثيرا ما يرد بعض الكلمات موجها بضبطين، وهذا ينبغي أن يؤدي كما ورد في النسخة، وإذا تعذر أداؤه بالمطبعة فليؤد بالعبارة في الحاشية. ¶ وأما الكتب التي خلت بعض كلماتها من الضبط، وأراد المحقق أن يضبطها فإنه حرى أن يستأنس بطريقة المؤلف فلا يضبطها ضبطًا مخالفًا لما ارتضاه المؤلف في نظير الكلمة التي ضبطها المؤلف. فإذا ضبط المؤلف كلمة \"ضنّ\" مثلا في كثير من مواضع كتابه بكسر الضاد. وأهمل ضبطها في موضع، وأردنا أن نضبطه، وجب أن نجاري ضبطه الأول، مع أن من المعروف أن الكلمة تقال أيضا بفتح الضاد. ومثلها كلمة \"المعدلة\" غذا وردت في معظم مواضعها بكسر الدال وأهملت في موضع وأردنا ضبطه، فينبغي أن نضبطها بكسر الدال وننبه على اللغة الأخرى. ¶ وأما الكلمة التي لم يرد لها نظير في الضبط فإننا نختار لضبطها أعلى اللغات وندع اللغة النازلة، وإذا اتفقت لغات في العلو وأمكن أداؤها معا فليكن ذلك ومما يجب أن يتنبه له المحقق ألا يضبط ضبطا يؤدي إلى خلاف مراد المؤلف، فبعض المؤلفين يتعمد سرد عبارة خاطئة لينبه على تصحيحها فيما بعد، ¶ __________ ¶ 1 انظر ص48-52.",
            "page": "74",
            "part": "1",
            "seal": "7BF84872"
        },
        {
            "id": "81",
            "nass": "فضبط هذه العبارة الخاطئة ضبطًا صوابًا يعد في هذه الحالة خطأ؛ لأن المؤلف لم يرد الصواب في تلك الحالة. ¶ ومهما يكن فإن الضبط يحتاج إلى الدقة والحرص والتريث، كما يحتاج إلى قدركبير من التحرز عن الانسياق إلى المألوف. فقد ترد كلمة \"الكهول\" بمعنى بيت العنكبوت، فيضبطها الضابط خطأ بالكهول، \"العلب\" بمعنى الوسم والتأثير، تضبط \"العُلْب\" إلى نحو ذلك، مما تسوق الألفة إليه. والألفة من أخطر البواعث على الخطأ. ¶ ومن ذلك أعلام الناس، يجدر بالمحقق ألا يضبطها إلا بعد الرجوع إلى مصادر الضبط ككتب الرجال، والمؤتلف والمختلف، والمعاجم اللغوية، فإن انسياق المحقق وراء المألوف يوقعه في كثير من الخطأ، إذ يلتبس المصغر بالمكبر، والمخفف بالمثقل، والمعجم بالمهمل. ومثل ذلك أعلام البلدان والقبائل ونحوها. ¶ التعليق: ¶ لا ريب أن الكتب القديمة، بما تضمنت من معارف قديمة، محتاجة إلى توضيح يخفف ما بها من غموض، ويحمل إلى القارئ الثقة بما يقرأ والاطمئنان إليه. ¶ ومن هنا كان من المستحسن ألا يترك المحقق الكتاب غفلا عن التعليقات الضرورية التي تجعله مطمئنًا إلى النص، واثقًا من الجهد الذي بذله المحقق في تفهم النص وتقدير صحته. ¶ ولكن بعض المحققين يسرفون في هذه التعليقات بما يخرج عن هذا الغرض العلمي إلى حشد المعارف القريبة والبعيدة من موضوع الكتاب، وهذا الأمر إن أعجب بعض العلماء فإنه حرى ألا يعدب جمهرتهم. لذلك لم يكن بد من الاقتصاد في التعليق كما سبق القول. ¶ ومما يقتضيه التعليق ربط أجزاء الكتاب بعضها ببعض، وقد ترد إشارة لاحقة إلى لفظة سابقة في الكتاب، فمن المستحسن كذلك أن يشير المحقق إلى",
            "page": "75",
            "part": "1",
            "seal": "1ABC68D7"
        },
        {
            "id": "82",
            "nass": "الصفحات الماضية، وهو إن استطاع التنبيه في الصفحات السابقة إلى ما سيأتي في اللاحقة، جلب بذلك إلى القارئ كثيرًا من الفائدة وأضاء الكتاب بعضه ببعض. ¶ ويقتضي التعليق أيضًا التعريف بالأعلام الغامضة أو المشتبهة، وكذلك بالبلدان التي تحتاج إلى تحقيق لفظي أو بلداني. ¶ وقتضي أيضًا توضيح الإشارات التاريخية والأدبية والدينية وغيرها. التي تستعصى معرفتها على خاصة الفقراء، ويقتضي كذلك في آي الذكر الحكيم بيان السورة ورقم الآية, والأقرب لأمانة الأداء أن يكون ذلك في حواشي الكتاب لا في أثنائه، لما يترتب على جعلها في أثناء الكتاب من مخالفة الأصل وتشوية صورته. ¶ وفي حديث الرسول يشار كذلك إلى تخريجها من الكتب الستة وغيرها مما أمكن التخريج. ¶ وكذلك الأشعار والأرجاز وأقوال العرب الشاهدة، يشار إلى الدواوين والكتب الأصيلة التي ورد فيها ذلك. ¶ وقد أصبح النهج العلمي الحديث يقتضي المحقق أن يشير عند اقتباس نصوص في التعليق، إلى المواد التي استقى منها، وذلك بأن يذكر الكتاب ومؤلفه والجزء والصفحة التي وجد فيها النص. ¶ وكان شبه ذلك قديما. قال أبو عبيد: من شكر العلم أن يستفيد الشيء، فإذا ذكرت لك قلت: خفي علي كذلك ولم يكن لي به علم حتى أفادوني فلان فيه كذا وكذا. فهذا شكر العلم! ¶ قال السيوطي1: \"ولذلك لا تراني أذكر في شيء من تصانيفي حرفا إلا معزوا إلى قائله من العلماء، مبينا كتابه الذي ذكره فيه\". ¶ __________ ¶ 1 في المزهر 2: 319.",
            "page": "76",
            "part": "1",
            "seal": "4D8A606C"
        },
        {
            "id": "83",
            "nass": "المكملات الحديثة: ¶ لم يكن هم الناشر القديم إلا أن يعمل على إكثار نسخ المخطوطة، بأن يسوقها إلى المطبعة لتنسخ المئين منها والآلاف، إلا فريقا من هؤلاء الناشرين أخذوا أنفسهم بالعناية بفنهم فراعوا الأمانة والدقة، واتجهو إلى حسن الإخراج وتوضيح النص بالقدر الذي كانو يحسنونه. ¶ ولقد كان لجمهرة العلماء المستشرقين فضل عظيم في تأسيس \"المدرسة الطباعية الأولى\" للتحقيق والنشر. وقلت \"الطباعية\" لأني أعلم أن تحقيق النصوص ليس فنا غريبا مستحدثا، وإنما هو عربي أصيل قديم، وضعت أصوله أسلافنا العرب منذ زاولوا العلم وروايته، من الحديث والشعر والأدب وسائر فنون الثقافة؛ وكان نشاطهم في ذلك ظاهرًا ملء السمع والبصر. ¶ وقد أدى إلينا المستشرقون هذه الأمانة الفنية نقلًا عن العرب، ظهر لهم روائع النشر أمثال النقائض، وديوان الأعشى، وكامل المبرد، وشرح المفضليات. ثم كان أكبر وسيط عربي في نقل هذا الفن عن المستشرقين، هو المرحوم العلامة \"أحمد زكي باشا\" الذي لم يقتصر جهده على أن ينقل هذا الفن فحسب، بل أشاع معه كذلك استعمال علامات الترقيم الحديثة التي كان لها أثر بعيد في توضيح النصوص وتيسير قراءتها وضبط مدلوها. وأشاع معها كذلك ضروبًا من المكملات الحديثة للنشر العلمي، من أظهرها: ¶ 1- العناية بتقديم النص ووصف مخطوطاته. ¶ 2- العناية بالإخراج الطباعي. ¶ 3- صنع الفهارس الحديثة. ¶ 4- الاستدراكات والتذييلات.",
            "page": "77",
            "part": "1",
            "seal": "70A8FC41"
        },
        {
            "id": "84",
            "nass": "1- تقديم النص: ¶ 1- ويقتضي ذلك التعريف بالمؤلف، وبيان عصره وما يتصل بذلك من تاريخ. وقد كان الناشرون القدماء يعنون بهذا بعض العناية، وربما اقتصر جهدهم على نقل نص من كتاب معين يتضمن هذه الترجمة. وكثيرًا ما وضعوا تلك الترجمة في صفحة العنوان أو في صفحة الخاتمة. ¶ 2- ويقتضي كذلك عرض دراسة خاصة بالكتاب وموضوعه وعلاقته بغيره من الكتب التي تمت إليه بسبب من الأسباب. ¶ 3- وتقديم دراسة فاحصة لمخطوطات الكتاب، مقرونة بالتحقيق العلمي الذي يؤدي إلى صحة نسبة الكتاب والاطمئنان إلى متنه. وجدير بالمحقق أن يشرك القارئ معه بأن يصف له النسخ التي عول عليها، وصفًا دقيقًا يتناول خطها، وورقها، وحجمها، ومدادها، وتاريخها، وما تحمله من إجازات وتمليكات، ويتناول كذلك كل ما يلقي الضوء على قيمتها التاريخية، وهو إن قرن ذلك بتقديم بعض نماذج مصورة لها كان ذلك أجدر به وأولى. ¶ وقد جرت العادة أن يصور في ذلك وجه الكتاب وبعض صفحاته، ولا سيما صفحته الأولى والأخيرة؛ لأنها أدق الصفحات في التعبير عن تقدير المخطوطات. ¶ ومن المستحسن ألا يقدم كل أولئك إلى المطبعة إلا بعد الفراغ من طبع نص الكتاب، وذلك لتيسير الإشارة من المقدمة إلى ذلك النص، وليتمكن المحقق من تتميم دراسته على ضوء النسخة الأخيرة التي تخرجها المطبعة.",
            "page": "78",
            "part": "1",
            "seal": "035BBF29"
        },
        {
            "id": "85",
            "nass": "2- العناية بالإخراج الطباعي: ¶ ويتناول ذلك القول في إعداد الكتاب للطبع، ومعالجة تجارب الطبع معالجة دقيقة. ¶ إعداد الكتاب للطبع: ¶ وهي ناحية خطيرة من نواحي النشر، إذ إن لهذا الإعداد أثره البالغ في ضبط العمل وإتقانه، فالأصل المعد للنشر يجب أن يكون دقيقًا مراجعًا تمام المراجعة، مراعي في كتابه الوضوح والتنسيق الكامل. ويكون ذلك: ¶ 1- بكتابة النسخة بعد التحقيق والمراجعة، بالخط الواضح الذي لا لبس فيها ولا إبهام. ¶ 2- وأن يكون مستوفيًا لعلامات الترقيم التي سيأتي الكلام عليها. ¶ 3- وأن يزود بالأرقام التي يحتاج إليها الباحث. ¶ 5- وأن يتجنب الناشر التعقيدات الطباعية. ¶ علامات الترقيم: ¶ وهي العلامات المطبعية الحديثة التي تفصل بين الجمل والعبارات، أو تدل على معنى الاستفهام أو التعجب وما يحمل عليهما. وهي مقتبسة من نظام الطباعة الأوربي، وإذا استرجعنا التاريخ وجدنا أن لها أصلا في الكتابة العربية، فالنقطة قديمة عند العرب وكانت ترسم مجوفة هكذا. وكان يضعها الناسخ قديما لتفصل بين الأحاديث النبوية. وكان قارئ النسخة على",
            "page": "79",
            "part": "1",
            "seal": "0D5D78EE"
        },
        {
            "id": "86",
            "nass": "الشيخ أو معارضها على النسخ يضع نقطة أخرى مصمتة داخل هذه الدائرة ليدل بذلك على أنه انتهى في مراجعته إلى هذا الموضع. ¶ قال ابن الصلاح: وينبغي أن يحمل بين كل حديثين دائرة. وممن بلغنا عنه ذلك أبو الزناد، وأحمد بن حنبل، وإبراهيم الحربي، وابن جرير الطبري. ¶ قال ابن كثير1: \"قد رأيته في خط الإمام أحمد بن حنبل رحمه الله. ¶ قال الخطيب البغدادي: \"وينبغي أن يترك الدائرة غفلا فإذا قابلها نقط فيها نقطة\". ¶ وللترقيم منزلة كبيرة في تيسير فهم النصوص وتعيين معانيها، فرب فصلة يؤدي فقدها إلى عكس المعنى المراد، أو زيادتها إلى عكسه أيضًا، ولكنها إذا وضعت موضعها صح المعنى واستنار، وزال ¶ ما به من الإبهام. ¶ مثال ذلك: \"وكان صعصعة بن ناجية، جد الفرزدق، بن غالب عظيم القدر في الجاهلية\". فوضع فصلة بعد الفرزدق يوهم أو لا أن \"ناجية\" هو جد الفرزدق، ويوهم ثانيا أن \"غالبا\" والد ناجية؛ وكلاهما خطأ تاريخي، فإن الفرزدق هو ابن غالب بن صعصعة. ¶ ومنها علامات التنصيص: (\" \") ، التي تفصل بين الكلام المقتبس وغيره فلا يختلط عبارة المقتبسات بغيرها، واستعمالها يحتاج إلى حذر، إذ لا بد أن يتيقن المحقق مقدار الكلام الذي يوضع بين العلامتين، لئلا يضيف إلى الكلام ما ليس منه ويحذف ما يجب أن يكون فيه. ¶ ومن ذلك الأقواس: () ، التي تستمعل في إبراز بعض الكلمات وإظهارها. ومنها علامة التكملة الحديثة [] ، وكاد المحققون جميعًا أن يتفقوا على تصويرها بالصورة السابقة؛ وقلة نادرة منهم يضعون التكملة بين علامات ¶ __________ ¶ 1 الباعث ص151.",
            "page": "80",
            "part": "1",
            "seal": "F5E5ABAB"
        },
        {
            "id": "87",
            "nass": "أخرى كالنجوم: **، أو الأقواس المعتادة: \" \". والأولى بالناشر أن يلتزم العرف الغالب. ¶ تنظيم الفقار والحواشي: ¶ وكان القدماء لا يعنون بتنظيم الفقار إلا بقدر يسير، فكان بعضهم يضع خطًّا فوق أول كلمة من الفقرة، وبعضم يميز تلك الكلمة بأن يكتبها بمداد مخالف، أو يكتبها بخط كبير. ¶ ولكن جرى العرف الآن على أن تبدأ الفقرة بسطر جديد يترك بعض الفراغ في أوله تنبيها إلى انتقال الكلام. ¶ وأما الحواشي والتعليقات فلم يكن لها نظام عند الأقدمين، إذ كانت توضع أحيانًا بين الأسطر، أو في جوانب الصفحة. ¶ وأما المحدثون فاتبعوا في ذلك طرقًا: ¶ 1- الأولى أن تعزل الحواشي في أسفل الصفحة بحرف مخالف. ¶ 2- الثانية أن تلحق الحواشي جميعها بنهاية الكتاب، ويكتفي بإدراج الإشارات إلى اختلاف النسخ في حواشي صلب الكتاب. ¶ 3- والثالثة أن يلحق الضربان جميعًا -أي التعليقات وذكر اختلاف النسخ بنهاية الكتاب. ¶ وحجة أصحاب الطريقتين الأخيرتين ألا يشغل القارئ بغير نص الكتاب، لئلا يتأثر برأي المحقق أو وجهة نظره. ¶ أما أنا أستحسن أن يكون كل أولئك في أسفل كل صفحة، تيسيرا للدارس الذي ينبغي أن يكون ناقدا لا متأثرا برأي غيره أو وجهة نظره، فإن",
            "page": "81",
            "part": "1",
            "seal": "878B87EE"
        },
        {
            "id": "88",
            "nass": "المفروض في أغلب قراء الكتب المحققة أنهم في درجة عالية من التبصر، وفي طبقة رفيعة من تحرر الفكر. ¶ ويستحسن كذلك أن تبتدئ كل حاشية بسطر مستقل. ¶ الأرقام: ¶ وقد استحدث فيها أنواع ثلاثة: ¶ 1- أرقام صفحات الأصل المعتمد، وتوضع في أحد جانبي الصفحة على أن يعين بدؤها في صلت الكتاب بوضع علامة خاصة كخط مائل \"/ \" أو رأسي \"ا \" أو نجم \"*\". ويقصد بتلك الأرقام التيسير على القارئ أن يرجع بنفسه إلى المخطوطة عند الحاجة. ¶ 2- أرقام الطبعات السابقة. وقد جرى الناشرون الذين يحققون كتبا سبق نشرها من قبل، أن يشيروا إلى أرقام الطبعات السابقة التي كثر تداولها، كما صنعت دار الكتب في نشرتها لكتاب الأغاني، إذ أشارت إلى أرقام طبعة بولاق ابتداء من الجزء الثاني، فاقتراح الأب أنطون صالجاني. وذلك لأن كثيرًا من الأبحاث الجليلة قد اعتمدت على تلك الطبعات القديمة، فوضع تلك الأرقام يسهل على القارئ أن يهتدي إلى تلك النصوص في ثوبها الجديد أو القديم. ¶ 3- أرقام الأسطر، وتوضع على جانب آخر غير الجانب الذي وضعت عليه الأرقام السابقة. وفائدة هذه الأرقام غير خفية عند اقتباس النصوص أو الرجوع إليها. وقد جرى العرف على النظام الخماسي، بأن تكتب الأعداد ممثلة في \"5، 10، 15، 20، 25\".",
            "page": "82",
            "part": "1",
            "seal": "3D7D7388"
        },
        {
            "id": "89",
            "nass": "التعقيدات الطباعية: ¶ والأمر في كل ما سبق راجع إلى ذوق الناشر وحذقة وترفقه بالقارئ الذي ينفر من التعقيدات الطباعية التي لا تفهم إلا بالعسر؛ فلا ريب أن للطباعة معاظلات كمعاظلات الكلام، تؤلم القارئ كما تؤلم تلك السامع. ¶ ومن ذلك ما جرى عليه بعض فضلاء الناشرين من أن هذا التغيير الطباعي: ¶ معناه أن الكلمة \"نعم\" وضعت في المتن عن نسخة: \"م\" وإن كانت ساقطة من نسخة: \"ن\". ¶ وأن هذا التغيير الطباعي معناه أن كلمة \"تكاد\" ناقصة من نسخة: \"ن\"، ومأخوذة من: \"م، ب\". ¶ ولا ريب أن استعمال هذه التغييرات يخرج بالقارئ عن تفهم النص إلى محاولة حل هذه الرموز. ¶ ومما عثرت عليه من تعقيد الأرقام ما صنعه أحد ناشري أخبار أبي تمام من الإشارة إلى الأرقام بحروف تحاكي الحروف الرومانية المستعملة في الترقيم، فالحرف \"ا\"= 1، و\"هـ\"= 5، و\"ي\"= 10، و\"ن\"= 50، و\"ق\"= 100، و\"ث\"= 500، و\"غ\"= 1000. ومعنى ذلك أن الرقم 896 يترجم بهذه الحروف \"اهـ ق ي ق ق ق ث\". وليست هذه الطريقة بمحتاجة إلى تعليق، وليست إلا انسياق نائما وراء بعض الأروبيين الذين يرمزون للواحد بالحرف: \" I\" وللخمسة بالحرف: \"V\"، وللعشرة بالحرف: \"X\"، وللخمسين بالحرف: \"L\"، وللمائة بالحرف: \"C\". فالرقم 187 عندهم =",
            "page": "83",
            "part": "1",
            "seal": "F1A7C6D3"
        },
        {
            "id": "90",
            "nass": "CLXXXVII، والرقم 19= XIX, والرقم 20= XX. ¶ واستعمال هذه التعقيدات العددية لا ينجم منه إلا كد الذهن وصرفه عن نشاطه؛ إلى ما فيه من الخروج على المألوف، وهو استعمال الأعداد الهندية في أعلى الصفحات أحيانًا، وفي أسفلها حينًا. ¶ معالجة تجارب الطبع: ¶ ومن مارس فن النشر وجد أنه يجب أن يباشر بنفسه معظم الخطوات الطباعية، ووجد أن معالجة التجارب فن يحتاج إلى مزاولة طويلة متنبهة إلى مزلات التصحيح. ومن أخطر تلك المزلات: ¶ 1- الإلف، المصحح الذي يقرأ التجربة بالإلف، كما يقرأ الصحف والكتب الخفيفة لا بد أن يخطئ كثيرًا؛ لأنه لا يقرأ بعينه كلها وإنما يقرأ بفكرة وعينه معًا، فيجوز الخطأ عليه جوازًا وهو ليس يدري به. ¶ وعلاج ذلك أن يقرأ المصحح حروف الكلمة حرفًا حرفًا ولا يقرأها دفعة واحدة، فإذا انتهى من الكلمة الأولى بدأ في قراءة الثانية على النحو السالف. ¶ 2- انتقال النظر عند جامع الحروف، وهذا يحدث بوضوح في الجمل المتشابهة النهايات، كما في هاتين العبارتين: ¶ \"وللحمام من الفضيلة والفخر أن الحمام الواحد يباع بخمسمائة دينار، ولو أردنا أن نحقق الخبر بأن برذونا أو فرسا بيع بخمسمائة دينار، لما قدرنا عليه إلا في حديث السمر\". ¶ ينتقل نظر الجامع من \"بخمسمائة دينار\" الأولى إلى ما بعد \"بخمسمائة دينار\" الثانية، فيجعل بعدها \"لما قدرنا عليه\". فإذا لم يتيقظ المصحح وقع في مثل ما وقع فيه الطابع. لذلك كان من المستحسن أن تكون المقابلة الأولى",
            "page": "84",
            "part": "1",
            "seal": "D27C9E54"
        },
        {
            "id": "91",
            "nass": "مزدوجة، أي يقابلها المصحح مع غيره من القراء الأمناء. ¶ 3- تكرار النظر، وهو أن يجمع العبارة مرتين. مثال ذلك \"البغش: المطر الضعيف، ويقال له \"الضعيف، ويقال له: \"الرذاذ\". أصل العبارة \"الغبش: المطر الخفيف الضعيف، ويقال له الرذاذ\". ¶ والأمر في هذا مثله في سابقه. ¶ 4- الثقة بحروف الطباعة، فقد ترد التاء ثاء خفيفة النقطة الثالثة لا يفطن لها إلا الخبير، أو ترد الحاء منقوطة بنقطة خفيفة من أعلاها فيظنها المصحح بعض هنات الطبع فيهملها، وكثيرا ما يلتبس السكون بالضمة، والضمة بالسكون، والشدة ذات الفتحة بالشدة ذات الكسرة، بعامل الانطماس. ¶ وعلاج ذلك أن يستعمل المصحح الشك في كل موجب للربية، ويتداركه قبل استفحاله، وألا يقر من الحروف إلا ما هو واضح تمام الوضوح، ظاهر كل الظهور، فإن الحرف المريض في التجربة يكون في أغلب الأمر مريضا بعد الطبع. ¶ ويستحسن أن يستعان في مراجعة التجربة الأخيرة بعين أخرى غير عين المحقق، لأن القارئ الغريب أيقظ نظرا، وأدق انتباها.",
            "page": "85",
            "part": "1",
            "seal": "FF3D536B"
        },
        {
            "id": "92",
            "nass": "3- صنع الفهارس الحديثة: ¶ وللفهارس المقام الأول بين هذه المكملات، إذ بدونها تكون دراسة الكتب -ولا سيما القديمة منها- عسيرة كل العسر. فالفهارس تفتش ما في باطنها من خفيات يصعب التهدى إليها، كما أنها معيار توزن به صحة نصوصها، بمقابلة ما فيها من نظائر قد تكشف عن خطأ المحقق أو سهوه. ¶ وقد أصبح عصرنا الحديث المعقد في حاجة ملحة إلى اختزال الوقت وإنفاق كل دقيقة منه في الأمر النافع. ¶ وللفهارس سابقة قديمة عند العرب في كتب الرجال والتراجم والبلدان ومعاجم اللغة، ولكن لإخواننا المستشرقين فصل التوسع في هذا التنويع الحديث، فقد عرفنا عنهم فهارس الأعلام والقبائل والبلدان والشعر والأيام والأمثال والكتب. ¶ وقد اقتبسنا نحن هذه الأنواع، وزدنا فيها ضروبا أخرى كثيرة. ¶ فمما ابتدعه محقق الحيوان \"فهرس أنواع الحيوان\" وقد بلغ عدد صفحاته نحو مائة صفحة، وظهر هذا الفهرس مرتبا ترتيبا علميا دقيقا على هذا الوضع: ¶ 1- تسمية الحيوان وبيان جنسه وأنواعه وأشباهه. ¶ 2- الكلام في أعضائه وتطوراته وألوانه. ¶ 3- بيان طعامه وشرابه، وسلاحه، وصوته، وصنعته، ونفعه وضرره. ¶ 4- الكلام في تناسله، وطباعه، وتعليمه، وأمراضه، وعمره. ¶ 5- بيان موطنه، وأثر الطبيعة فيه، وعلاقته بغيره من الحيوان. ¶ فيستطيع الباحث أن يستخرج معارف كل حيوان منظمة على هذا النسق المرتب",
            "page": "86",
            "part": "1",
            "seal": "A9257391"
        },
        {
            "id": "93",
            "nass": "ومنها في كتاب الحيوان أيضًا \"فهرس المعارف العامة\" التي لا تدخل تحت العنوانات المألوفة في الفهارس، وقد بلغ نحو ثلاثين صفحة. ¶ ومنها فيه أيضا \"فهرس المباحث الكلامية\" التي تتعلق بعلم الكلام. ¶ وفي كتاب البيان والتبيين: \"فهرس البيان والبلاغة\" وكذلك \"فهرس الحضارة\"، ويشمل نظم العرب الاجتماعية والسياسية والمالية والخلقية والتعليمية. ¶ وفي كتاب مقاييس اللغة \"فهرس ما فات المعاجم المتداولة\"، أو انفرد به ابن فارس\". ¶ وفي شرح المفضليات \"فهرس الأوصاف\" و\"فهرس التشبيهات\". ¶ وابتدع الأستاذ محب الدين الخطيب في نشر كتاب \"الميسر والقداح\" \"فهرس ما في متن الكتاب من لغات الميسر والقداح وصفاتهما وأدواتهما\". ¶ كما صنع الأب انستاس ماري الكرملي في نشر \"الإكليل\" فهرس المعمرين، والفهرس العمراني. وله فهارس أخرى طريفة في نشر \"نخب الذخائر\". وكذلك ابتدع الأستاذ محمد عبد الغني حسن في نشر \"حلية الفرسان\" 11 فهرسا تتعلق بالخيل. ¶ وصنع الأستاذ كوركيس عواد في نشر \"الديارات للشابستي\" فهرسا عمرانيا طريفا. ¶ ولغير هؤلاء من إخواننا المحققين العرب جهود أخرى موفقة في الفهارس قد يضيق بسردها هذه المقام. ¶ وإنما ذكرت هذا كله لأسجل هذه الاتجاهات العلمية الحديثة التي تحاول أن تبحث الكنوز وتقلبها المرة تلو المرة، لتعثر على ما يفيد العلم والتاريخ الحضاري. ¶ وأكثرت من عرض ذلك أيضا لأقول: إن لكل كتاب منهجا خاصا",
            "page": "87",
            "part": "1",
            "seal": "F5885D2E"
        },
        {
            "id": "94",
            "nass": "في فهرسته دون التقيد بالطرق العامة للفهارس، وهي الطرق التقليدية القديمة، أي التي كانت حديثة بالأمس، إذ إن الفهارس ما وضعت إلا لتمكين القارئ من أن ينتفع بالكتاب غاية الانتفاع. ¶ طرق صنع الفهارس: ¶ أمثل الطرق لصنع الفهارس طريقتان: ¶ 1- طريقة الجذاذات، يكتب فيها ما يراد فهرسته, ثم يرتب ترتيبًا هجائيًّا على أوائل الكلمات ثم ثوانيها ثم ثوالثها وهكذا. ¶ ويهيأ لفرز هذه الجذاذات صندوق خاص، مقسم إلى بيوت صغيرة يحمل كل بيت منها اسم حرف من حروف الهجاء. ¶ ولهذه الطريقة عيبان: ¶ أولهما: احتمال فقد بعض الجذاذات. ¶ والثاني: أنها عمل أشبه ما يكن بالعمل الآلي. ¶ 2- طريقة الدفتر المفهرس، الذي يخصص لكل حرف من الحروف أوراقًا خاصة، ويخصص سطر منها أو أكثر لكل مادة من مواد ذلك الحرف بحسب ما يتوقعه المفهرس. ¶ وهذه الطريقة أضبط من سالفتها، إذ تكون مواد الفهرس تحت المراقبة الدقيقة والمقارنة المستمرة. ولكنها لا تستغنى عن الطريقة الأولى ولا سيما في الفهارس الكبيرة، إذ يضطر المفهرس إلى كتابة جذاذات للترتيب فحسب، بعد أن يضع على كل جذاذة رقما مطابقا للرقم الذي وضعه في الدفتر إزاء كلمتها؛ ليجعله دليلا له في كتابة الفهرس بعد ترتيبه.",
            "page": "88",
            "part": "1",
            "seal": "C012EF86"
        },
        {
            "id": "95",
            "nass": "استخراج الفهارس: ¶ تحتاج الفهارس إلى تمهيدات في النسخة التي ترصد للفهارس، بأن يضع المفهرس علامة على ما يريد فهرسته من الكلمات. وبعض المفهرسين يميز كل نوع من أنواع ما يراد فهرسته بلون خاص، أو يضع بإزائه رمزًا يدل على نوعه مثل: \"ق\" للقبائل، و\"ع\" للعلم و\"ح\" للحديث و\"م\" للمثل، و\"ك\" للكتاب، وهكذا. فإذا انتهى من تسجيل الكلمة في الجذاذة أو في الدفتر صنع علامة أخرى تفيد أنه قد فرغ من كتابتها؛ ذلك لأن المفهرس جدير أن يسلك السبيل التي تجلب إليه الطمأنينة أن عمله قد سار على دقة بالغة في الاستيعاب، إذ إن فقد كلمة أو رقم صفحة يسلب الفهرس قيمته. ¶ ترتيب الفهارس: ¶ ويشمل: ¶ أ- ترتيب كل فهرس في نطاقه نفسه. ¶ ب- ترتيبه مع غيره من الفهارس. ¶ أ- أما الأول فمن اليسير أن نجري هذا الترتيب بوساطة صنع مجموعات مرتبة على الثواني ثم الثوالث وهكذا. وينضبط هذا العمل باستعمال \"صندوق الجذاذات\". ¶ وترتييب \"آي الذكر الحكيم\" جرى كثير من المحققين فيه على اتباع السورة ورقم الآية، فبعضهم مع ذلك يرتب السور على حسب ورودها في الكتاب العزيز، وبعضهم يرتب السور على حسب حروف الهجاء. وقد جريت على ذلك في كثير من منشوراتي، ولكن وجدت في تجربتي الطويلة أن في ذلك شيئًا من الصعوبة، وأنه لا يجدي الباحث كثيرًا، ولا سيما إذا كان بحثه عن",
            "page": "89",
            "part": "1",
            "seal": "B8AEC5B3"
        },
        {
            "id": "96",
            "nass": "آية يجهل سورتها مع علمه بلا ريب ببعض ألفاظها، فاهتديت بعون الله إلى طريقة ميسرة للتهدي إلى آيات الكتاب بترتيبها في نطاق المواد اللغوية، اعتمادا على بروز بعض كلمات الآية: ¶ مثال ذلك: ¶ أرب: {وَلِيَ فِيهَا مَآرِبُ أُخْرَى} ص5. ¶ بتل: {وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا} ص10. ¶ ترب: {يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ} ص15. ¶ ثوب: {وَثِيَابَكَ فَطَهِّرْ} ص20. ¶ وهكذا1. ¶ ومثل هذا يقال في ترتيب \"الأحاديث النبوية\" التي ينبغي أن ترتب حسب المواد اللغوية أيضا. ¶ وترتيب \"الأعلام والبلدان والقبائل\" ونحوها ليس فيه شيء من العسر إلا في مراعاة \"الإحالات\". وذلك فيما إذا ورد العلم مرة باسمه، وأخرى بكنيته أو لقبه، فتحول أرقام كل من الأخيرين إلى \"الاسم\" لأنه هو المعتمد في الترتيب. وينبه المفهرس القارئ إلى ذلك. ¶ وأما الكنى والألقاب التي لم يرد لها اسم ترد إليه فإنها توضع كما هي في ترتيبها. ¶ وبعض المفهرسين يعبر كلمة \"ابن\" و \"أبو\" و \"ذو\" فيضعها في الألف والذال، وبعضهم يهمل ذلك فيرتب ما أضيفت إليه فقط، فابن الحسن في الحاء ¶ __________ ¶ 1 انظر فهرس القرآن الكريم الملحق بشرح القصائد السبع الطوال لابن الأنباري ص106-107.",
            "page": "90",
            "part": "1",
            "seal": "F08FA27E"
        },
        {
            "id": "97",
            "nass": "وأبو اليسر في الياء، وذو الإصبع في الألف. وبعضهم يهمل \"ابن\" و\"أبو\" فقط ويحمل \"ذو\" في الذال. وهذا النظام الأخير هو الذي ارتضيته في فهارس وهو النظام الغالب بين المفهرسين. والأمر كله لا يعدو الجري على نظام خاص. ¶ وأما ترتيب \"الشعر\" فإنه متنوع الضروب: ¶ وأقل صورة لترتيبة أن يرتب على القوافي من الهمزة إلى الياء ثم الألف اللينة في آخرها، ثم ترتب كل قافية على أربعة أقسام: الساكنة، ثم المفتوحة، ثم المضمومة، ثم المكسورة، ويضاف إلى آخر كل قسم من هذه الأقسام ما يمكن أن يختم المادة بالهاء الساكنة ثم المضمومة ثم المفتوحة ثم المكسورة. ¶ وقد يضم إلى هذا الترتيب ترتيب آخر، وهو ترتيب البحور الستة عشر، وقد يضم إليها ترتيب ثالث هو صاحب الشعر، وفي كل ترتب الصفحات في كل قافية على حدة. ¶ أما أنا فقد سرت في معظم كتبي الأخيرة على نهج خاص في الترتيب قصدت به التيسير والضبط، إذ سرت على طريقة ميسرة، ملغيا ترتيب البحور، لجهل كثير من الناس بها أو بتطبيقها، وهي طريقة شبيهة بالعروضية، فأجعل ترتيب كل مجموعة من القوافي على النسق التالي: ¶ فَعلُ - مفَعَّلُ - فَعَلُ - فاعل - فعال وأفعال - فعول وفعيل ¶ مثل أهل - المعول - سبل - عواذل - الخيال وأمثال - تقول وسليل. ¶ وتفسيرها من علم القافية -وهو ما لم نقصده- أن ترتب على أنواع القوافي التالية: ¶ المتواتر. المتدارك. المتكاوس أو المتراكب. المؤسسة، المردوفة بألف. المردوفة بواو أو ياء وجعلت كل المشطورات من السريع والمنسرح والرجز فهرسا واحدا سميته",
            "page": "91",
            "part": "1",
            "seal": "5CD21FDD"
        },
        {
            "id": "98",
            "nass": "\"فهرس الأرجاز\"؛ وذلك لصعوبة التمييز بين هذه البحور والثلاثة؛ ولأن أرجاز العرب جاءت على هذه البحور جميعًا. ¶ وقد يعتري المفهرس بعض الصعوبات التي تحتاج إلى إعمال الفكر. وأذكر أنني حين قمت بفهرس الأعلام لكتاب \"جمهرة أنساب العرب\" لابن حزم راعني كثرة الأعلام التي لو ذكرت جمعيها لظهر الكتاب في ثلاثة أضعافه على الأقل، فهو كثيرا ما يذكر أبناء رجل بتجاوز عددهم العشرة والعشرين والثلاثين يسردهم سردا، ولا سيما أبناء الخلفاء والأمراء والولاة. فنظرت في ذلك طويلا وبحثت عن طريقة معقولة تجمع بين الإيجاز والاستيعاب. فأغفلت ذكر أبناء الخلفاء والأمراء ونحوهم حيث يذكر آباؤهم، مكتفيا بذكر أرقام هؤلاء الآباء في تلك الحالة بين قوسين: () إشارة مني إلى أنه الموضع الذي ذكر فيه أبناؤهم. أما إذا ذكر الأبناء وحدهم في موضع آخر فإن أرقامهم تثبت في ووضع موضع الإنسان بين قوسين أيضا: () بيانا؛ لأنه الموضع المهم1. ¶ وهكذا لن يعدم شيء من تلك الصعوبات حلا يتيحه إعمال الفكر، والتحرر من إسار التقليد، مادام العمل في حدود الدقة والضبط، والحرص الصادق على إفادة الباحث من أيسر طريق. ¶ ب- وأما ترتيب الفهرس من غيره من الفهارس فإن المنهج المنطقي يقتضي تقديم أهم الفهارس وأشدها مساسا بموضوع الكتاب. فإن كل الكتاب كتاب تراجم وتاريخ قدم فيه فهارس الأعلام، أو كتاب أمثال قدم فهرس الأمثال، أو قبائل قد فهرس القبائل وهكذا. ثم تساق بعده سائر الفهارس مرتبة حسب ترتيبها المألوف. ¶ __________ ¶ 1 انظر مقدمة جمهرة أنساب العرب ص18.",
            "page": "92",
            "part": "1",
            "seal": "1C01A08A"
        },
        {
            "id": "99",
            "nass": "4- الاستدارك والتذييل: ¶ ولا يعدو الأمر مهمًا أجهد المحقق نفسه وفكره في إخراج الكتاب، أن تفوته بعض التحقيقات أو التوضيحات، أو يزل فكره أو قلمه زلة تقتضي المعالجة. ففي باب الاستدراك والتذليل الذي يلحق غالبا بنهاية الكتاب، مجال واسع لتدارك ما فات محقق الكتاب أو شارحه، أو مازل فيه فكرة أو قلمه، وبعض الناشرين لا يحل هذا الأمر محله من العناية، ليسدل ثوب الجلال على كتابه، فيزعم لنفسه بتركه هذا الاستدراك أن كتابه قد سلم من الخطأ فكان بذلك كالنعامة، إذ تخفي رأسها زاعمة أن أحدا لن يراها لأنها لا تراه! ¶ إن الخطأ في معالجة النصوص أمر مشترك بين العلماء جميعا، لا إثم ولا حوب ولكن كتما الخطأ فيه الإثم، والتقصير في أداء الأمانة. ومراجعة الحق خير من التمادي في الباطل! ¶ وأما بعد، فهذا ما أدته إلى الدراسة الباحثة، وهدتني إليه تجارب الأعوام الطوال, ولعل في هذا ما يمنحني العذر في أن أسوق الحديث أحيانا عن عملي وعن تجربتي، في زمان أربي على الثلاثين عاما1. والحديث عن النفس مملول مطرح، ولكنه إذا أريد به في الأول والآخر خدمة العلم ورعاية الفن، فارقته مسحة الإملال، وأوشك أن يكون سائغا مقبولا. ¶ __________ ¶ 1 وأستطيع أقول الآن: إنه أربي على الأربعين عاما، فإن بين هذه الطبعة وسابقتها نحو عشرة أعوام.",
            "page": "93",
            "part": "1",
            "seal": "18E0C31B"
        },
        {
            "id": "100",
            "nass": "نماذج لبعض المخطوطات:",
            "page": "94",
            "part": "1",
            "seal": "CB8815A6"
        },
        {
            "id": "54",
            "nass": "خطر تحقيق المتن: ¶ عرفت إذن أن التحقيق أمر جليل، وأنه يحتاج من الجهد والعناية إلى أكثر مما يحتاج إليه التأليف. وقديما قال الجاحظ1: \"ولربما أراد مؤلف الكتاب أن يصلح تصحيفا أو كلمة ساقطة، فيكون إنشاء عشر ورقات من حر اللفظ وشريف المعاني أيسر عليه من إتمام ذلك النقص حتى يرده إلى موضعه من اتصال الكلام\". ¶ مقدمات تحقيق المتن: ¶ هناك مقدمات رئيسية لإقامة النص، فمنها: ¶ 1- التمرس بقراءة النسخة، فإن القراءة الخاطئة لا تنتج إلا خطأ. وبعض الكتابات يحتاج إلى مراس طويل وخبرة خاصة، ولا سيما تلك المخطوطات التي لا يطرد فيها النقص والإعجام، وكذلك تلك المخطوطات التي كتبت بقلم أندلسي أو مغربي، ولهذا الخط صورة الخاصة ونقطه الخاص، بل رسمه الخاص. قال الشيخ نصر الهوريني2: \"وكذلك أهل الأندلس يكتبون في غير المصحف ¶ __________ ¶ 1 الحيوان 1: 79. ¶ 2 المطالع النصرية 110.",
            "page": "48",
            "part": "1",
            "seal": "A5C7D353"
        }
    ],
    "t7300": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمات"
        },
        {
            "id": "1",
            "lvl": "2",
            "sub": "1",
            "tit": "إهداء:"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة الطبعة الأولى:"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة الطبعة الثانية:"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المتن:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "كيف وصلت إلينا الثقافة العربية؟"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "أول نص مكتوب:"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "أوائل التصنيف:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الورق والوراقون:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الخطوط:"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "أصول النصوص:"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "منازل النسخ:"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "كيف تجمع الأصول؟"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "فحص النسخ:"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "التحقيق:"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "تحقيق العنوان:"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "تحقيق اسم المؤلف:"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "تحقيق نسبة الكتاب إلى مؤلفه:"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "تحقيق متن الكتاب:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "خطر تحقيق المتن:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "مقدمات تحقيق المتن:"
        }
    ]
}