{
    "b735": [
        {
            "id": "1",
            "nass": "فقه المعاملات المعاصرة - المقدمة ¶ الأصناف الربوبية نوعان: ما كانت العلة فيه الثمنية كالذهب والفضة، وما كانت العلة فيه الطعم كالبر والشعير والتمر والملح، فإذا اتفقت العلة والجنس كالذهب بالذهب اشترط التساوي والتقابض، وإذا اتفقت العلة واختلف الجنس كالذهب والفضة اشترط التقابض ولم يشترط التساوي، وإذا اختلفت العلة والجنس كالذهب والتمر فلا يشترط التقابض ولا التساوي.",
            "page": "1",
            "part": "1",
            "seal": "FEF41CFF"
        },
        {
            "id": "2",
            "nass": "تحريم الربا ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ قال النبي صلى الله عليه وسلم: (إن الدنيا ملعونة ملعون ما فيها إلا ذكر الله وما والاه). ¶ البورصة أكثر المعاملات، وسأقعد قاعدة في أبواب الربا تبين حكم كل معاملة. ¶ إن نظام الاقتصاد الإسلامي نظام وسط، الله جل في علاه هو الذي شرعه، فإنه لا يحجر واسعاً على المكسب ففي الحديث أن الصحابة قالوا للنبي صلى الله عليه وسلم: (يا رسول الله! سعر لنا. ¶ قال: إن الله هو المسعر، وإني أرجو الله أن ألقاه ولا أحد يطالبني بمظلمة يوم القيامة)، والربا قد أثقل كاهل المدين، وفي ديننا أن من اقترض لا يزيد على القرض، وهذا من سماحة ديننا، ومن عظمة الاقتصاد الإسلامي أنه حرم الربا. ¶ إن الله جل في علاه خلق الخلق لينشر بينهم الوئام والفضل والمحبة والإخوة والتعاون فقال: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى} [المائدة:2]، وقال النبي صلى الله عليه وسلم: (المؤمن للمؤمن كالبنيان يشد بعضه بعضاً، وشبك بين أصابعه) وبين أن هذا هو حال المؤمنين بعضهم مع بعض، فهم إخوة في الله، كل منهم يوافق أخاه ويقف مع أخيه، كما قال النبي صلى الله عليه وسلم: (لأن أمشي مع أخي في حاجته خير لي من أن أعتكف في مسجدي هذا شهراً كاملاً). ¶ فالتعاون على البر والتقوى يقطع الربا، ويحل التآلف والوئام والمحبة مكان الحقد والحسد، وما أكثر التقاتل والمشاكل بسبب هذه المسألة الشائكة وهي مسألة الربا؛ ولذلك حرمها الله في الكتاب وفي السنة، وأجمعت الأمة على تحريم الربا، قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا} [البقرة:278]، وقد بين الله جل في علاه أنه إن كان مقصودك أيها المرابي أن تزيد في مالك فلن يزداد بل سيقل قال الله تعالى: {يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ} [البقرة:276]، وتدبروا الآية المرعبة التي ترعب كل من يرابي، قال الله تعالى: {فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ} [البقرة:279]، في الدنيا بالضيق وعدم البركة والمرض، والمال كله ينفض عنه ولا يمكن أن يبقيه، وفي الآخرة قال ابن عباس: عندما يبعثهم الله جل في علاه يقال لهم: خذوا أسلحتكم لتحاربوا الله ورسوله! فإذا حارب أحد الله فالغلبة ستكون لمن؟ نعوذ بالله من الخذلان! وفي الصحيحين عن أبي هريرة رضي الله عنه وأرضاه قال: قال رسول الله صلى الله عليه وسلم: (اجتنبوا السبع الموبقات -وذكر منها- وأكل الربا). ¶ وفي حديث صححه الشيخ الألباني قال النبي صلى الله عليه وسلم فيه: (الربا سبعون باباً أو حوباً أيسره مثل أن ينكح المرء أمه)، وهذا الحديث ضعفه كثير من العلماء، وفي رواية أخرى: (درهم ربا يأكله المرء أشد من ست وثلاثين زنية)، وفي رواية قال: (أيسرها مثل أن يقع المرء على أمه). ¶ وفي صحيح مسلم عن جابر رضي الله عنه: (لعن رسول الله صلى الله عليه وسلم آكل الربا وموكله وكاتبه وشاهديه ثم قال: هم سواء)، يعني: هم على درجة واحدة في الإثم؛ المنتفع والظالم والمظلوم والكاتب والشاهد.",
            "page": "2",
            "part": "1",
            "seal": "316633D7"
        },
        {
            "id": "3",
            "nass": "الأصناف الربوية وهل يلحق غيرها بها؟ ¶ الأصناف الربوية ستة ذكرها النبي صلى الله عليه وسلم وهي: الذهب، والفضة، والبر، والشعير، والتمر، والملح، وقد اختلف العلماء اختلافاً عريضاً جداً هل يلحق بهذه الستة الأصناف غيرها أم لا؟ فقال ابن عقيل من الحنابلة: لا علة فيها، فالستة لا يقاس عليها، وهذا قول ابن حزم، وهو قول ضعيف جداً، أما الجماهير فقالوا: فيها علة، واختلفوا في تحديد العلة. ¶ فهذه الستة الأصناف يحلق بها ما اشترك معها في العلة.",
            "page": "3",
            "part": "1",
            "seal": "3CE415FA"
        },
        {
            "id": "4",
            "nass": "اشتراط التقابض والمساواة في الأصناف الربوية ¶ الأصناف الربوية الستة لها حالات ثلاث: الحال الأولى: أن يتحدا في الجنس والعلة. ¶ الحال الثانية: أن يتحدا في العلة ويختلفا في الجنس. ¶ الحال الثالثة: أن يفترقا في الجنس وفي العلة. ¶ والشروط التي اشترطها النبي صلى الله عليه وسلم في التعامل مع الأصناف الربوية: أن تباع براً ببر، وملحاً بملح، وهكذا، مع التقابض. ¶ فمن أراد أن يبيع ملحاً بملح أو تمراً بتمر أو ذهباً بذهب أو فضةً بفضة، فهذه المعاملة حتى تصح وتكون موافقة لأصول الشرع لا بد فيها من شرطين: الشرط الأول: التقابض في المجلس. ¶ الشرط الثاني: المساواة، جراماً بجرام، درهماً بدرهم، درهمين بدرهمين، تمراً بتمر، كيلو بكيلو، ذهب بذهب جراماً بجرام، فضة جرام بجرام فضة، ودليل ذلك قول النبي صلى الله عليه وسلم: (الذهب بالذهب ربا إلا هاء وهاء سواء بسواء)، كما في حديث عمر وجابر قال: (مثلاً بمثل)، ولذلك عمر بن الخطاب رضي الله عنه وأرضاه شد النكير على طلحة عندما أراد أن يصرف الرجل ديناراً بدراهم وقال: انتظر حتى يأتينا فلان، فقال له: لا، بل الآن؛ لأن النبي صلى الله عليه وسلم قال: (يداً بيد)، ولهذا لا يجوز أن تخرج المرأة من عند الصائغ إذا بدلت الذهب بالذهب إلا وقد قبضت البديل وقبض هو الأصل، وكانا متساويان بالجرام، ولا يلتفت إلى كون أحدهما مصوغاً أو أجمل أو أتقن، فلا بد من المساواة؛ لحديث بلال عندما جاء بتمر جنيب إلى النبي صلى الله عليه وسلم فقال: (أكل تمر خيبر هكذا؟! قال: لا يا رسول الله! إنا نشتري الصاع بصاع من الجمع، فقال النبي صلى الله عليه وسلم: أوه! عين الربا، لا تفعل، بع الجمع بدراهم، ثم اشتر بالدراهم تمراً جنيبا)، فالجودة والرداءة علة غير مؤثرة في الحكم، فالتأثير في الحكم هو المساواة. ¶ مسألة: جاءت امرأة معها أسورة وزنها خمسة جرامات، فأرادت أن تبدلها عند الصائغ، فأعطته الجرامات، فقال: هذا ذهب قديم جداً، وعندي أسورة من أمتن ما تكون صنعة، وهي أربعة جرامات ونصف، والنصف الفارق يكون من أجل الصنعة، فبدلت وذهبت، فسألت: هل معاملتي صحيحة أم لا؟ قنقول: هذا ربا، ولا بد ليصح هذا العقد عن شرطين: الشرط الأول: التقابض، وقد وجد، فالمرأة أعطت الصائغ ذهبها وهو أعطاها الذهب الجديد. ¶ الشرط الثاني: المساواة، وقد اختل هذا الشرط، فهذه المعاملة لم يتوافر فيها الشرطان، فلا بد من المساواة ولا بد من التقابض في المجلس حتى يصح هذا العقد. ¶ الحالة الثانية: أن يتفقا في العلة ويفترقا في الجنس، فلا بد أن يتوافر في هذه المعاملة شرط واحد وهو: التقابض في المجلس دون المساواة، مثل بيع عشرة كيلوات تمر بكيلو ملح، أو خمسة جرامات ذهب بنصف كيلو جرام فضة، فهذا يجوز، والدليل على ذلك قول النبي صلى الله عليه وسلم: (فإذا اختلفت الأصناف فبيعوا كيف شئتم إذا كان ويداً بيد). ¶ إذاً: إذا اختلفت الأجناس والأصناف فلا بد أن يتوافر شرط التقابض في المجلس، فمثلاً: رجل قال: عندي عشرة جنيهات وأريد بدلها دولاراً، فقال له: أبدلها لك بنصف دولار، فقال: خذ بيدك وأعطني نصف الدولار، فهذه المعاملة صحيحة؛ لأنهما تقابضا في المجلس. ¶ والمقصود من التقابض في المجلس: أنه لا ينصرف أحدهما من المجلس إلا وقد أنهى هذه المعاملة. ¶ مسألة: رجل تاجر قال: ضع لي أربعين ألف دولار في البنك، وكم سعرها بالجنيهات؟ قال: مائة ألف، قال: غداً سآتيك بها، فوضع الرجل له الأربعين ألفاً وانتظر في الغد المائة ألف، فهذا ربا؛ لأنه لم يحصل التقابض في المجلس. ¶ مسألة: رجل اشترى لزوجته قلادة بخمسة آلاف، فأعطى الصائغ أربعة آلاف وقال: سأعطيك الألف الباقي غداً، فهذا ربا؛ لأنه لم يحصل التقابض الكامل. ¶ الحالة الثالثة: أن يختلفا في الجنس وفي العلة، فهذه بع كيفما شئت، ولا يشترط التساوي ولا التقابض، مثل: أن تبيع كيلواً من الملح بدراهم أو بذهب، فلك أن تأخذ الملح وبعد أسبوع تعطيه الدراهم أو الذهب، أو تشتري تمراً بفضة، فتعطي الفضة أولاً ثم تأخذ التمر بعد ذلك، فهذا كله جائز، فهذه الحالة الثالثة لا يشترط فيها شروط عند الجمهور خلافاً للمالكية. ¶ وقول النبي صلى الله عليه وسلم: (إذا اختلفت الأصناف فبيعوا كيف شئتم إذا كان يداً بيد)، هذا العموم خصص بحديثين: الحديث الأول: أن النبي صلى الله عليه وسلم مات وقد رهن درعه عند يهودي في صاع شعير، فاشترى الطعام وأخر المال، فاختلفت الأصناف في العلة وفي الجنس ولم يشترط التقابض ولا التساوي. ¶ الحديث الثاني: حديث أن النبي صلى الله عليه وسلم دخل المدينة وكانوا يسلفون في التمر السنة والسنتين فقال النبي صلى الله عليه وسلم: (من أسلف فليسلف في كيل معلوم ووزن معلوم إلى أجل معلوم)، وابن عباس يقول: كانوا يعطون المال أولاً ثم يأخذون التمر. ¶ ففيه دلالة على أنهم عجلوا الصنف وأخروا الصنف الآخر نسيئة، وأقر النبي صلى الله عليه وسلم هذه المعاملة. ¶ إذاً: الراجح الصحيح أنه إذا اختلف الأصناف في الجنس وفي العلة فإننا نقول: بيعوا كيف شئتم نسيئة، أو غير نسيئة، سواء حصل تقابض أو لا، حصلت مساواة أو لا، ولا حرج عليكم. ¶ أقول قولي هذا وأستغفر الله لي ولكم.",
            "page": "4",
            "part": "1",
            "seal": "2D2C5A37"
        },
        {
            "id": "5",
            "nass": "فقه المعاملات المعاصرة - مسائل تتعلق بالربا ¶ الربا من أكبر الكبائر التي حرمها الإسلام، والذي يتعامل به فإنه يحارب الله سبحانه وتعالى. ¶ والأدلة كثيرة من الكتاب والسنة وإجماع الأمة على حرمة التعامل بالربا في كل زمان ومكان، وفي كل عصر ومصر، فإذا كان المسلم في دار الكفر فإنه يحرم عليه التعامل مع الكفار بالربا؛ لأن الإسلام حرم ذلك، والمسلم مأمور باتباع الشرع.",
            "page": "1",
            "part": "2",
            "seal": "9732A9EE"
        },
        {
            "id": "6",
            "nass": "تحريم المعاملات الربوية",
            "page": "2",
            "part": "2",
            "seal": "D03B77A3"
        },
        {
            "id": "7",
            "nass": "أدلة حرمة الربا من النظر ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة. ¶ ثم أما بعد: مسألة من مسائل فقه المعاملات المعاصرة وهي من الأهمية بمكان وهي: التعامل بالربا، والربا محرم بالأثر وبالنظر. ¶ والأدلة من النظر على ثلاثة أوجه: الوجه الأول: عموم الظلم؛ لأن بالربا يحدث الظلم، وأصول الشريعة جاءت لتقصم ظهر الظلم، قال النبي صلى الله عليه وسلم عن ربه: (يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرماً فلا تظالموا)، وبالربا يفشو الظلم بين الناس، وهذا محرم نظراً وشرعاً. ¶ الوجه الثاني: نشر البغضاء والعداوة بين الناس، والأصول والقواعد العامة في شريعتنا الغراء تعمل على نشر الحب والألفة والمودة بين الناس، والنبي صلى الله عليه وسلم يقول: (لا يبع أحدكم على بيع أخيه، ولا يخطب أحدكم على خطبة أخيه)، وذلك حسماً للعداوة البغضاء، ولا بد من نشر الود بالتآلف والتآخي والتهادي؛ لقوله صلى الله عليه وسلم: (تهادوا تحابوا)، هذا إذا قلنا بصحة الحديث. ¶ والمقصود من الشرع نشر الألفة والمحبة بين المسلمين، قال الله تعالى: {لَوْ أَنفَقْتَ مَا فِي الأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ} [الأنفال:63]، فكل شيء يفسد بالتآلف بين الإخوان فلا بد من بتره وحسمه. ¶ الوجه الثالث: أنه يؤدي إلى الطبقية التي تنشر القتل والحقد والحسد والبغضاء، وكل ما قلنا عنه من أنه غير مقصود بالشرع، فالطبقية تنشر العداوة بين الناس.",
            "page": "3",
            "part": "2",
            "seal": "457FADF7"
        },
        {
            "id": "8",
            "nass": "الأدلة من الكتاب والسنة على حرمة الربا ¶ أما من الأثر فكثيرة، فقد قال الله تعالى {الَّذِينَ يَأْكُلُونَ الرِّبَا لا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ} [البقرة:275]، وقال الله تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنتُمْ مُؤْمِنِينَ} [البقرة:278] فقد أناط الإيمان بترك الربا، ومفهوم المخالفة إن لم يتركوا الربا فليسوا بمؤمنين إيماناً كاملاً، أي: نزلوا من درجة ودائرة الإيمان إلى درجة الإسلام. ¶ ويقول النبي صلى الله عليه وسلم (لعن الله آكل الربا وموكله وكاتبه وشاهديه)، وقال في الصحيحين: (اجتنبوا السبع الموبقات -وذكر منها- وأكل الربا) وهناك حديث صححه الشيخ الألباني (الربا سبعون حوباً، أيسرها أن ينكح الرجل أمه)، أي: يقع على أمه، وفي رواية صححها أيضاً الشيخ: (ودرهم من الربا أشد من ست وثلاثين زنية) نعوذ بالله من غضب الله! فنفزع إلى الله ولا نأكل فتات الربا، ونعوذ بالله من الخذلان! أما الذين يتجرءون على الربا ويقولون: إنه ليس بربا، أو يلبسون ويدلسون على الناس حتى يأكلوا الربا، فويلهم ثم ويلهم ثم ويلهم عندما يقفون عند الله جل في علاه.",
            "page": "4",
            "part": "2",
            "seal": "BBB1CE63"
        },
        {
            "id": "9",
            "nass": "حكم تعامل المسلم مع البنوك الربوية في دار الكفر ¶ إذا سافر رجل إلى أمريكا أو انجلترا أو فرنسا أو أوروبا أو أي دولة من دول الغرب، وهذا الرجل يعمل ومعه مال، ويريد أن يستثمر هذا المال، فهل يصح أن يضعه في البنوك الربوية هناك على أنهم أهل كفر ويستفيد بالفائدة منهم؟ وهل يصح أن يتاجر بالربا هناك مع أهل الكفر أم لا يصح؟ هذه المسألة ليست مجمعاً عليها في الجواز أو المنع، بل هي مسألة خلافية، فالخلاف فيها بين الجماهير من أهل العلم وبين الأحناف، أما الأحناف فقالوا: إذا دخل مسلم دار الكفر أو دار الحرب فيجوز له أن يتعامل مع الكفار بالربا، أي: يجوز أن يتعامل مع البنوك بالربا ويأخذ فوائد، واستدلوا على ذلك بأدلة من الأثر ومن النظر. ¶ أما استدلالهم بالأثر فقد رووا عن رسول الله صلى الله عليه وسلم حديثاً عن مكحول عن النبي صلى الله عليه وسلم أنه قال (لا ربا بين مسلم وحربي في دار الكفر) أو قال (لا ربا بين المسلم وبين الحربي في دار الكفر)، واستدلوا أيضاً بقول النبي صلى الله عليه وسلم في حجة الوداع عندما قام بعدما خطب الناس وقال: (أيها الناس! إن ربا الجاهلية تحت قدمي موضوع، وأول ما أضع ربا العباس) ووجه الدلالة: أنهم قالوا: العباس كان قد أسلم بعد بدر، وحال كونه مسلماً في مكة كان يتعامل بالربا، والنبي صلى الله عليه وسلم تسامح له هذا التعامل في مكة لأنها دار كفر، ولم يعاتبه على ذلك، ولم ينكر عليه كسبه الربا مع أهل مكة. ¶ أما استدلالهم من النظر فقالوا: الأصل في أموال الكفار الحل؛ لحديث ابن عمر أن النبي صلى الله عليه وسلم قال (أمرت أن أقاتل الناس حتى يقولوا -وفي رواية حتى يشهدوا أن لا إله إلا الله وأني رسول الله فإذا فعلوا ذلك هذا هو الشاهد- عصموا مني دماءهم وأموالهم وحسابهم على الله) ووجه الدلالة من هذا الحديث هو مفهوم المخالفة، أيْ: فإن لم يفعلوا ذلك لا عصمة للمال ولا للدم، فإن قالوا: أشهد أن لا إله إلا الله وأن محمداً رسول الله فقد عصموا مني دمائهم وأموالهم، فهذه دلالة واضحة جداً على أن الأصل في أموال الكفار أن يكون حلالاً، إلا بقيد آخر وهو الإيمان، أو المعاهدة والأمان، والدليل على المعاهدة والأمان أنها تعصم المال والدم، قوله تعالى: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} [التوبة:29] فقالوا: إذا كان الأصل في مال الكفار الحل، فإنه يجوز للمسلم إذا ذهب إلى دار الكفر أن يتحيل عليهم ويأخذ العرض الربوي ولو كان فاسداً. ¶ قال الشوكاني: وإن دخل المسلم دار الكفر بأمان أو بغير أمان، فله أن يأخذ هذا المال بعقد فاسد أو بعقد صحيح؛ لأن الأصل الحل. ¶ أما الأحناف فقيدوا ذلك بأن يكون دخل بأمان، أي: دخل بالتأشيرة، ومعنى أنه دخل بأمان منهم أنهم أمنوه على نفسه وهو أمنهم على أنفسهم. ¶ أما الجمهور فقالوا: لا يجوز بحال من الأحوال التعامل مع أهل الكفر في دار الحرب بالربا، وأدلتهم عامة في الأثر وفي النظر، أما أدلتهم من الأثر فقالوا: لعموم تحريم الربا، قال الله تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنتُمْ مُؤْمِنِينَ} [البقرة:278] أي: إن كنتم من المؤمنين فذروا ما بقي من الربا، ولم يذكر هنا مفهوم المخالفة وترك الاستفصال في مقام الاحتمال ينزل منزلة العموم إن صحت هذه القاعدة، فقول الله تعالى ((وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا)) [البقرة:278] أي: سواء مع أهل الكفر أو مع أهل الإسلام. ¶ وأيضاً عموم قول النبي صلى الله عليه وسلم: (لعن الله آكل الربا) وسواء من أهل الكفر أو من أهل الإسلام. ¶ فهذه الأدلة التي تثبت حرمة الربا بالعموم يدخل فيها الحربي وغير الحربي. ¶ ومن الأدلة التي استدلوا بها قولهم: الربا أصالة حرام على أهل الكفر، فكيف يستحله المسلم؟ وهذا الدليل من النظر والأثر، قال الله تعالى مبينا الانتقاد اللاذع على أهل الكفر من اليهود، قال فيهم {وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ} [النساء:161] أي: أن أهل الكفر في دار الحرب قد نهوا عن الربا فكيف نتعامل معهم بالربا؟ والربا حرام عليهم أصالة فكيف يستحله المسلم؟ فمن باب أولى ألا يتقحم المسلم النار على بصيرة. ¶ ومن النظر أيضاً قالوا: إن ما كان حراماً على المسلم في مكان فهو حرام عليه في كل مكان، فلا يصح أن يقال: إن الخنزير حرام عليه في مصر حلال عليه في الخليج، أو يقال: يحرم عليه الخمر في الخليج ويحل عليه مثلاً في المغرب، فما حرمه الله ليس معلقاً دون بلد، إلا أن تكون صفة من الصفات فننظر فيها، والحكم يدور مع صفاته. ¶ إذاً نقول: الحرام حرام في كل الأحوال، سواء في أرض الإسلام أو في أرض الكفر، فلما حرم الله الربا نقول: التحريم على إطلاقه في أرض الإسلام وفي أرض الكفر. ¶ أيضاً: من أدلتهم من النظر: قياس العكس، فلو دخل الكافر إلى بلد الإسلام بتأشيرة وبأمان من ولي الأمر، وجب على كل الرعية أن يحققوا هذا الأمان، ولا يجوز لهذا الكافر أن يتعامل مع المسلمين بالربا، ولا يصح ذلك بالإجماع، أما لو دخل المسلم دار الكفر فقد حرم عليه التعامل معهم بالربا بموجب الأمان، وإن كان الأصل فيه الإباحة، فقد قال النبي صلى الله عليه وسلم (أدِّ الأمانة لمن ائتمنك ولا تخن من خانك)، فإذا دخلت بأمان فلابد أن تؤمنهم على أموالهم وعلى أنفسهم، وهذا من باب الديانة.",
            "page": "5",
            "part": "2",
            "seal": "4E11DFF3"
        },
        {
            "id": "10",
            "nass": "الراجح من الأقوال في حكم تعامل المسلم بالربا في دار الكفر ¶ والراجح من القولين: هو قول الجمهور: أنه لا يجوز للمسلم بحال من الأحوال أن يتعامل مع أهل الكفر بالربا في ديارهم، للأدلة الظاهرة الصريحة الصحيحة التي أثبتت حرمة الربا على العموم، فهي لا تفرق بين أرض وأرض ولا بين شخص وآخر.",
            "page": "6",
            "part": "2",
            "seal": "4B8FF636"
        },
        {
            "id": "11",
            "nass": "الرد على الأحناف القائلين بجواز الربا في دار الكفر ¶ أما الرد على ما استدل به الأحناف فيكون بالآتي: أولاً: الحديث الذي استدلوا به وهو حديث مكحول حديث ضعيف؛ لأنه مرسل بالاتفاق بين جماهير المحدثين، وإن كان هناك خلاف في ضعفه، لكن نقول: إن المرسل ضعيف، والقاعدة عند العلماء: أن الأحكام فرع على التصحيح، فإن صح الحديث أخذنا به، وإلا فلا. ¶ ثانياً: لو قلنا بصحة هذا الحديث (لا ربا بين مسلم وبين حربي في دار الحرب) فإنه مصادم للآيات المحكمات التي عممت وأطلقت وأكدت حرمة الربا، وأيضاً عموم قول النبي صلى الله عليه وسلم المحكم الذي لا احتمال فيه: (لعن الله آكل الربا)، فهذه المصادمة تجعلنا نرجح الأدلة التي تحرم الربا؛ لأن القوة غير متوازنة، لكنَّ هذا الحديث ضعيف أصالة فلا يقف أمام هذه الجبال. ¶ أيضاً: لو قلنا: إن هذا الحديث صحيح يستدل به، لكن يعتريه ما يعتريه من الاحتمالات، فالاحتمال الأول أن (لا) ناهية، أي: لا تتعاملوا بالربا مع الحربي في دار الحرب، وإياكم أن يدخل في صدوركم أنه يحل لكم أن تتعاملوا معه في داره، فـ (لا) هنا ناهية وليست نافية، فيحرم عليكم التعامل بالربا. ¶ والاحتمال الثاني: إن (لا) تكون نافية، أي: لا حكم للربا في دار الحرب بين المسلم وبين الكافر، فيصح له أن يتعامل معه، لكن لما كان للحديث احتمالات قلنا بالقاعدة القوية الصارمة التي تبتر هذه الأدلة: إذا تطرق إلى الدليل الاحتمال سقط به الاستدلال، وتبقى عندنا الأدلة سالمة من كل معارضة صحيحة صريحة تثبت لنا حرمة التعامل مع الكافر في دار الحرب بالربا. ¶ وأمَّا الدليل الثاني الذي استدلوا به وهو: أن العباس كان يتعامل بالربا، وأن النبي صلى الله عليه وسلم قال: (وأول ربا أضعه في الجاهلية ربا العباس)، فيحتمل أن العباس لم يكن يعلم بحرمة الربا، ولم يكن يعلم بنزول الآيات المحرمة له، ولم يراجعه النبي صلى الله عليه وسلم في ذلك، فلما كان لم يعلم، لم ينكر عليه النبي صلى الله عليه وسلم، فلا يؤخذ من إقرار النبي بما سبق أنه رضي بذلك. ¶ ويرد عليهم أيضاً: أن العباس لو تعامل بذلك، والنبي صلى الله عليه وسلم أقره، وكان هذا بمحفل مع الصحابة، فهل يوجد صحابي واحد من صحابة رسول الله صلى الله عليه وسلم تعامل بذلك مع كثرة أسفاره، ومع إعوازه وحاجته للمال؟ فلما أجمع الصحابة على حرمة التعامل بهذه الطريقة علمنا أنهم فهموا من النبي صلى الله عليه وسلم أن الربا يحرم على الإطلاق، سواء في دار الإسلام أو في دار الكفر. ¶ أما الدليل الثالث الذي استدلوا به وهو: أن الأصل في أموالهم الحل، فنقول: نعم الأصل في أموالهم الحل بشرط وقيد وليس على الإطلاق، فأموالهم ونساؤهم حلال لنا في الحرب بيننا وبينهم، لما عتوا عن أمر الله جل في علاه، وتربعوا على عرش الشيطان، وذلوا للشيطان دون الرحمن جل في علاه، لذلك جعلهم الله أذلاء لأهل الإسلام، فإذا أصبحت الحرب ضروسا بين أهل الإسلام وبينهم فنقول: كل مال أخذوه فهو غنيمة، وكذلك نساؤهم فهن غنائم لأهل الإسلام. ¶ ويرد عليهم بقول النبي صلى الله عليه وسلم (أدِّ الأمانة - وهذا عام - لمن ائتمنك ولا تخن من خانك) فإن خاننا أهل الكفر وقتلونا وشردونا وسرقوا أموالنا وهتكوا أعراضنا، فلا نقابلهم بالمثل؛ لأننا مأمورون بشرائع وأحكام، فلا بد أن يأتمر المسلم بأمر ربه، فيؤدي الأمانة لمن ائتمنه، فإذا دخل بتأشيرة الأمان، فأمنوه على نفسه وماله وعرضه، وجب عليه أن يقابلهم بالحسن ويؤمنهم على أموالهم وأنفسهم وأعراضهم، ولا يجوز له أن يتحيل على أموالهم فيأخذها بهذه الطريقة. ¶ ومن ارتقى مرتقىً صعباً كـ الشوكاني قال: يجوز له أن يسرق البنوك، ولكن هذا كلام فاشل باطل مخالف لجماهير أهل العلم ومخالف للأثر وللنظر. ¶ هذا آخر ما يمكن أن يقال في هذه المسألة، ونسأل الله جل في علاه أن يغفر لنا ولكم.",
            "page": "7",
            "part": "2",
            "seal": "18F8F3EE"
        },
        {
            "id": "12",
            "nass": "فقه المعاملات المعاصرة - بيع العنب لمن يعتصره خمراً ¶ أحل الله البيع بكل صوره وأنواعه، وهذا أصل يبنى عليه، ولا يحرم إلا ما أتى الدليل الصحيح الصريح الدال على الحرمة، وقد تكون بعض المسائل مما يشتبه بها، لكن الوسائل تأخذ حكم المقاصد، فبيع العنب لمن يتخذه خمراً لا يجوز لما يفضي إليه من ضرر، أما بيع لبن الأمهات فيصح بضوابط لما فيه من نفع للأطفال.",
            "page": "1",
            "part": "3",
            "seal": "6EBBF731"
        },
        {
            "id": "13",
            "nass": "الأصل في البيوع الحل إلا ما استثني ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا, من يهده الله فلا مضل له، ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله وحده لا شريك له, وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ المسألة الأولى: بيع العنب لمن يتخذه خمراً, هذه المسألة صعبة جداً؛ لأن فيها ما يوافق الشرع وفيها ما يخالف الشرع, فظاهرها يوافق الشرع وباطنها يخالف الشرع. ¶ وصورتها: أن رجلاً عنده عنب ويريد بيعه، وهو يحتاج إلى هذا المال، فهل يصح له بيعه لرجل يعلم أنه يشتريه ليجعله خمراً؟ لما كان الظاهر يخالف الباطن اختلفت أقوال أهل العلم, فمنهم من أخذ بالظاهر, وقال: هو حلال؛ لأنه بيع توفرت فيه الشروط والأركان: البيع عن تراض, السلعة والثمن موجودان, أيضاً: الأصل العام في كل المعاملات الحل, والدليل: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} [البقرة:275]، ومن السنة حديث: (فإذا اختلفت الأصناف فبيعوا كيف شئتم)، والسياق يقيده بقوله: (الذهب بالذهب)، فإذا اختلفت هذه الأصناف الربوية فبيعوا كيف شئتم منه، ولكن: (يداً بيد) , وكذلك: نهي النبي صلى الله عليه وسلم عن بيوع معينة مما هو خلاف الأصل، مثلما سئل النبي صلى الله عليه وسلم: ما يلبس المحرم؟ فقال: لا يلبس كذا ولا يلبس كذا ولا يلبس كذا, فهذه دلالة وإشارة من النبي صلى الله عليه وسلم على أن هذه الملبوسات المنهي عنها خلاف الأصل, والأصل هو الحل في كل شيء إلا هذه الأشياء؛ فإن النبي صلى الله عليه وسلم عندما حدد بعض البيوعات المحرمة كان في ذلك دلالة على أن الأصل في كل البيوع أو المعاملات الحل.",
            "page": "2",
            "part": "3",
            "seal": "E836EE00"
        },
        {
            "id": "14",
            "nass": "أقوال العلماء في بيع العنب لمن يعتصره خمراً ¶ لما كان لهذه المسألة ظاهر وباطن اختلف العلماء فيها على أقوال ثلاثة: القول الأول: قول الثوري: الحل مطلقاً، واستدل على ذلك بالأثر وبالنظر, أما بالأثر فقد قال الله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} [البقرة:275]، وهذا بيع وليس بربا, والعنب طاهر منتفع به. ¶ والأصل العام في كل معاملة بينها النبي صلى الله عليه وسلم الحل طالما السلعة تساوي ثمناً، فيقبض السلعة المشتري والثمن يقبضه البائع عن تراض، فيصح بذلك البيع, فإذا توافرت الأركان والشروط صح البيع. ¶ القول الثاني: المنع مطلقاً، وهو قول الحنابلة وجمهور أهل العلم, فلا يجوز بيع العنب لمن يعتصره خمراً بحال من الأحوال, وأدلة هذا القول كثيرة، منها: حديث صريح في النهي عن بيع العنب لمن يعتصره خمراً, وهذا الحديث فيه كلام، والأدلة العامة تدل على أن النبي صلى الله عليه وسلم في التأصيلات العامة حرم كل وسيلة توصل إلى محرم. ¶ وأدلة هذا القول نوعان: الأدلة العامة من الأثر، والأدلة الخاصة من النظر, أما الأدلة العامة من الأثر: فقول النبي صلى الله عليه وسلم: (لعن في الخمر عشرة)، وهو سيصل بالعنب إلى الخمر، فملعون من شربها، وملعون من أعطاها وأخذها وباعها وحملها ويسر على أخذها، وهذا اللعن يدل على الحرمة، والله جل في علاه بين أن مفاسدها أعظم من منافعها: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا) [البقرة:219] وقالوا: هذا دليل عام. ¶ والدليل الثاني: قال الله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ} [المائدة:2]، وبيع العنب لمن يعتصره خمراً تعاون على الإثم والعدوان، فلا يصح هذا البيع لهذه الأدلة العامة. ¶ والدليل الخاص هو دليل نظري، قالوا: الوسائل لها أحكام المقاصد, وإذا كنتم اتفقتم معنا على أن بيع الخمر حرام فهذا مقصد محرم، والوسيلة إليه لا بد أن تحرم؛ لأن كل وسيلة توصل إلى محرم لا بد أن نحرمها, فالوسائل لها أحكام المقاصد, وإن كان في الأصل أنها على الحل. ¶ هذا كلام الحنابلة. ¶ القول الثالث: قول الشافعية وهو التفصيل، قالوا: لا نقول بالحرمة ولا بالحل, فإذا علم البائع أن المشتري سيعتصره خمراً فهو حرام, والأصل في البيع أنه على التراضي. ¶ أما أدلتهم في الحرمة فهي أدلة السابقين، وأما أدلتهم على الكراهة، فقالوا: ظاهر البيع الحل, وهو لا يعتقد اعتقاداً جازماً أن الذي سيشتري منه العنب سيعتصره خمراً، ولذلك قلنا: يمكن أن يكون وسيلة لأن يعتصره خمراً, فلما شك ولم يجزم قلنا بالكراهة ولم نقل بالتحريم. ¶ والراجح من هذه الأقوال الثلاثة هو قول الحنابلة، وهو قول أشار إليه النووي، وهو حرمة بيع العنب لمن يعتصره خمراً, فإذا قلت بالحرمة فإن هذه الحرمة تتعدى إلى كل ألوان البيوعات التي يصل بها المشتري أو البائع إلى ما كان محرماً تجنباً للشر، كاستئجار امرأة لتغني -وفي الأعراس كثيراً ما يأتون بالفرق لتغني- فهذا الاستئجار لا يصح, وكلها معاملات وفرع من الأصل، والإيجار من البيوع. ¶ أيضاً: بيع الأسلحة في الفتنة لا يجوز؛ لأنها من باب الوسائل ولها أحكام المقاصد. ¶ أيضاً الوسيط في معاملة ربوية وإن كان ظاهرها الحل والشافعي يقول بصحتها، لكن الجماهير وشيخ الإسلام يرى الحرمة في ذلك, كأن تأتي برجل لا يعرف شيئاً في التجارة، وليس له ثمة بيع ولا شراء، وتقول له: اشتر لي هذه الثلاجة وأنا أشتريها منك بالتقسيط، يشتريها لك بألف نقداً وتشتريها أنت منه تقسيطاً بألف ومائة أو ألف ومائتين، فهذه الراجح والصحيح فيها أنها حرام وأنها من الربا، وهي كما قال فيها ابن عباس رضي الله عنه وأرضاه: ذهب بذهب بينهما حريرة, فهذا الراجح والصحيح أن الوسائل لها أحكام المقاصد. ¶ إذاً: الشافعية قالوا: إن اعتقد أن المشتري سيعتصرها خمراً فيحرم عليه البيع، وإن شك فعلى الكراهة، أما الحنابلة فقد قالوا بالتحريم على الإطلاق شك أو لم يشك. ¶ مثال ذلك: الملابس التي ترتديها المرأة إلى الركبة هل يجوز أن يبيعها المرء للنساء؟ المسألة فيها تفصيل: إن شك أو غلب على ظنه أن المرأة سوف تشتري هذا الزي لتتبرج به أمام الرجال فهذا البيع حرام، والحرمة ليست لذات البيع, لكن للمقصد، لكن لو جاءت امرأة منتقبة محترمة تحفظ دينها وتشتري هذا الزي, وأنها ستلبسه لزوجها, فيحل البيع هنا.",
            "page": "3",
            "part": "3",
            "seal": "48708343"
        },
        {
            "id": "15",
            "nass": "حكم بيع لبن الأمهات ¶ من فضل الله على الطفل أن أمه عندما تلده فإن الله يجري في عروقها هذا اللبن، وهذا اللبن هو الذي يغذي الطفل، وبإجماع الأطباء أن أفيد شيء للطفل هو لبن الأم. ¶ وقد اختلف العلماء في إرضاع المرأة لولدها هل هو على الوجوب أم على الاستحباب؟ بمعنى: هل للأم أن تعطي المولود لأبيه وتقول له: أرضعه كيفما شئت، ولا يجب عليها أن ترضع الولد؟ بعض العلماء قال بذلك. ¶ والمسألة في المطلقة إذا طلقت هل يجب عليها الإرضاع أم لا ويجب على الأب استئجار من ترضع المولود إذا أبت أمه أن ترضعه، أو أن ترضعه بأجر؛ لأن الله جل وعلا قال: {فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ} [الطلاق:6]، لا بد أن يؤتيها الأجرة على ذلك، أو تسقط نفقة الإرضاع؛ فإن أبت فلك أن تستأجر {وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى} [الطلاق:6]، أي: تستأجر امرأة، وهو استئجار الظئر لإرضاع الصغير، إذاً: الرضاعة لا تجب عند الطلاق. ¶ أما إذا أراد الرجل الرضاع لابنه، فهل يصح للمرأة التي تأخذ الأجرة على إرضاع الابن أن تبيع لبنها، وهذا اللبن يجمد ويحفظ, أو أن نجمع النساء ونأخذ منهن قدراً معيناً ثم نحفظه ونبيعه للأطفال, مثل اللقيط الذي تتركه الزانية ولا ترعاه، فهل يصح بيع هذا اللبن أم لا؟",
            "page": "4",
            "part": "3",
            "seal": "5ED52A55"
        },
        {
            "id": "16",
            "nass": "القول بعدم جواز بيع لبن الأمهات وأدلته ¶ اختلف العلماء في ذلك على قولين، فبعضهم قال: لا يجوز بيع لبن الأمهات, وأدلتهم في ذلك نظرية: الدليل الأول: شرف الآدمي، فلا يجوز بيع لبن المرأة، بل وأعظم من ذلك أن الآدمي لا يملك بدنه ولا نفسه ولا روحه فهي ملك لله جل في علاه، فنفسك التي بين كتفيك عارية لا تتحكم فيها، وهذا الراجح من أقوال أهل العلم؛ فإنه لا يجوز أن تعطي كليتيك أو أن تبيعها أو أن تبيع الدم، وهم يحتجون بأن المرأة أو الآدمية لا تملك ذلك فتبيعه. ¶ الدليل الثاني: أن لبن الأمهات جاز في الإرضاع من باب الضرورات، ولولا أن الطفل سوف يموت إن لم يرضع من أمه لقلنا: لا يجوز لك أن ترضعيه؛ ولذا قالوا: إرضاع الطفل من باب الضرورات، وعندهم قاعدة: الضرورات تقدر بقدرها. ¶ فقالوا: فقط للإرضاع لا للبيع ولا للشراء ولا للتجارة. ¶ الدليل الثالث: أن هذا لم يكن معروفاً في عصر الصحابة, وما علم بينهم أن المرأة ذهبت لتبيع لبنها، فيشترى اللبن، فتأخذ هذا المال لتنفق به على نفسها أو أولادها، فلما لم يعرف قالوا: لا يجوز بيع لبن المرأة.",
            "page": "5",
            "part": "3",
            "seal": "8282848E"
        },
        {
            "id": "17",
            "nass": "القول بجواز بيع لبن الأمهات وأدلته ¶ القول الثاني: وهو قول الجمهور من المالكية والشافعية والحنابلة، قالوا بجواز بيع لبن المرأة، واستدلوا على ذلك بأدلة: الدليل الأول: الأصل؛ لأن الأصل في البيع والشراء الحل، ولا يحرم شيء إلا إذا أتى الدليل الناطق الصريح الصحيح في ذلك. ¶ الدليل الثاني: أنه لبن طاهر ينتفع به فلا كراهة في بيعه. ¶ الدليل الثالث: إذا جاز لك الأجرة من أجل الإرضاع، والإجارة فرع عن البيع، فإذا أخذت المرأة الأجرة لأنها ترضع طفلاً صغيراً، فيجوز لها أن تبيع هذا اللبن أيضاً. ¶ الدليل الرابع: وهو دليل قياس, حيث قاسوا ذلك على لبن الشاة, فأنت لو اشتريت شاة أو بقرة حلوباً تأخذ منها اللبن وتحفظه وتبيعه جاز لك ذلك، فقاسوا لبن المرأة على لبن الشاة، لكن ما وجه هذا القياس عند فقهاء المالكية والشافعية والحنابلة؟ يقولون: يجوز للمرأة أن تعصر ثديها وتبيع هذا اللبن قياساً على لبن الشاة, وهو لا يحرم بيعه حتى ولو كان يحتاجه رضيع الشاة. ¶ والراجح الصحيح: أنه يجوز بيع لبن المرأة, ففي بلاد الغرب والبلاد الأجنبية هم في حاجة إلى شيء اسمه مصانع اللبن، وهذه المصانع يستأجرون فيها النساء لتعصر المرأة ثديها ويشترون اللبن منها للبيع؛ لأن أولاد الزنا واللقطاء عندهم كثير.",
            "page": "6",
            "part": "3",
            "seal": "08C38C66"
        },
        {
            "id": "18",
            "nass": "شروط بيع لبن الأمهات ¶ إذا قلنا بجواز البيع لا بد لنا من أن ننظر في هذه المسألة إلى أمرين: الأمر الأول: ألا يضر اللبن الطفل، فإذا أضره لم يجز بيعه؛ لقوله تعالى: {وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة:195]. ¶ الشرط الثاني: انتشار التحليل، وهو خمس رضعات مشبعات، ولها حالتان. ¶ قبل ذلك نذكر الرد على الأحناف. ¶ كأنهم قاسوا على الأعضاء، والأعضاء لا يجوز لها أن تتبرع بها, ثم قالوا: لا تباع؛ لأنها شريفة، ولا يجوز بيع جزء منها. ¶ نقول: نعم، هذا شريف، والإنسان شريف، لكن الشرف لا يمنع من البيع. ¶ والقياس على الأعضاء قياس مع الفارق، مع أننا نوافقكم على أن التبرع بالأعضاء لا يجوز، لكن اللبن متولد مثله مثل الدم، ولذلك يجوز لك التبرع بالدم، وهذا باتفاق العلماء، ولكن لا يجوز بيعه, فإن النبي صلى الله عليه وسلم نهى عن ثمن الدم، وهناك قياس مع الفارق لا يدل على الحرمة، هذا هو الرد على قول الأحناف. ¶ وإذا قلنا بجواز البيع هل تنتشر المحرمية أم لا؟ نقول لنا حالتان: الحالة الأولى: أن نعرف من أخذنا منها اللبن, وهل رضع الطفل أكثر من خمس رضعات مشبعات؟ حينها نقول: هذه أمه من الرضاعة وتنتشر المحرمية بينهما. ¶ إذاً: هذا الرضيع يدخل في كنف الأم، وهذه الأم لها أصل وفروع وحواشي، فأصبح منهم؛ لأن المحرمية تنتشر، وهو يحرم على أختها وبنتها، أما أبوه وأخوه وأخته فلا علاقة لهم بالمحرمية. ¶ الحالة الثانية: إذا علم أن أكثر من امرأة أخذ منها اللبن، فمن تكون أمه؟ أيتهن لا يتزوج بابنتها ويكون محرماً لها؟ ماذا نفعل في هذه حالة وجود أكثر من أم له؟ إذا علم الأمر فهو كما في الحالة الأولى، وإذا اختلط الأمر علينا ولا نعرف هل هذه المرأة هي التي أرضعت أم هذه فهن أكثر من واحدة، فلما أصبح الأمر عندنا شبه مجهول أصبح يساوي المعلوم، فالمجهول هنا الذي لا نضبطه ينزل منزلة المعلوم، ونقول: لا تنتشر المحرمية، ولا أم له، ويتزوج بنت هذه أو بنت هذه فيجوز له ذلك. ¶ هذه هي المسألة الأخيرة في هذا الباب في الكلام على المعاملات المعاصرة، وهي بيع لبن الأمهات، وهذه المسألة منتشرة جداً في الغرب، ولذلك لزم التنبيه عليها.",
            "page": "7",
            "part": "3",
            "seal": "3B28C6B3"
        },
        {
            "id": "19",
            "nass": "فقه المعاملات المعاصرة - مسألة ضع وتعجل ¶ اختلف السلف والخلف في جواز مسألة (ضع وتعجل) على قولين: مبيح ومانع، واستدل كل فريق بما يعضد قوله من الأثر والنظر، والراجح هو جوازها لما فيها من إرفاق بالدائن والمدين، وإصلاح بين المسلمين، كما دلت على ذلك الأدلة.",
            "page": "1",
            "part": "4",
            "seal": "E98297AB"
        },
        {
            "id": "20",
            "nass": "صورة مسألة ضع وتعجل ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ كثير من التجار والباعة يعملون بمسألة مهمة، وهي مفيدة جداً لهم، وهذا بحث مشترك بين الحديث والفقه، وهي مسألة الحطيطة أو ضع وتعجل، وهي أيضًا من المعاملات المعاصرة، وقد اختلف فيها كثير من العلماء، وسنبينها تيسيراً على الناس. ¶ مسألة الحطيطة، أو الإبراء، أو ضع وتعجل صورتها كالتالي: رجل له دين عشرة آلاف على رجل إلى أجل معلوم، فضاقت السبل بهذا الدائن وأراد ماله، فذهب للمدين وقال له: احتجت المال، فقال: الأجل لم يحل، فقال: عجل لي المال وأطرح عنك بعضه، فبدلاً من عشرة آلاف سآخذ منك ثمانية آلاف، فهل تصح هذه الصورة أم لا؟ فهذا رجل أراد ماله، ووقت السداد لم يحن، فقال له المدين: لم يحن الأجل بعد، فقال المقرض: أعطني المال وسأسقط عنك بعض المال الذي عليك. ¶ هذه صورة مسألة ضع وتعجل. ¶ أو: رجل يبيع بالتقسيط، فباع سيارة بمائة ألف بالتقسيط منجمة، فلما احتاج بائع السيارة المال ذهب للمشتري فقال له: إني أحتاج المال الذي عندك. ¶ هي بالتقسيط بمائة ألف، وسوف آخذ منك ثمانين ألفاً دون تقسيط، وسأسقط عنك العشرين. ¶ فهل تصح هذه الصورة أم لا؟",
            "page": "2",
            "part": "4",
            "seal": "43FE1A15"
        },
        {
            "id": "21",
            "nass": "القول بعدم جواز مسألة ضع وتعجل وأدلته ¶ هذه المسألة اختلف فيها الرعيل الأول على قولين: القول الأول: قول جماهير أهل العلم الشافعية والمالكية والأحناف، وهو قول ابن عمر وزيد بن ثابت والشعبي وسعيد بن المسيب، وهو المشهور عن أحمد بن حنبل، وكأن الأئمة الأربعة اتفقوا على ذلك وقالوا بعدم الجواز، وقالوا: من فعل ذلك فقد وقع في الربا. ¶ وقد استدلوا على حرمة هذه المعاملة بالأثر وبالنظر.",
            "page": "3",
            "part": "4",
            "seal": "6AB83CDD"
        },
        {
            "id": "22",
            "nass": "أدلة الأثر ¶ أما الأثر فقد استدلوا بأحاديث منها: الحديث الأول: ما رواه البيهقي عن علي بن أحمد بن عبدان أنبأنا أحمد بن عبيد حدثنا محمد بن يونس حدثنا غانم بن الحسن بن صالح السعدي حدثنا يحيى بن يعلى الأسلمي عن عبد الله بن عباس -وليس هو عبد الله بن عباس الصحابي فهذا تحته بطبقتين- عن أبي النضر عن بشر بن سعيد عن المقداد بن الأسود قال: أسلفت رجلاً مائة دينار، ثم خرج سهمي في بعث بعثه رسول الله صلى الله عليه وسلم، فقلت له: عجل لي تسعين ديناراً وأحط عنك عشرة دنانير. ¶ فالصورة: أنه كان مائة وهي لأجل، فأراد التعجيل، فقال: عجل لي تسعين وأسقط عنك عشرة، فقال: نعم أفعل ذلك، فذكر المقداد لرسول الله صلى الله عليه وسلم هذه المعاملة، فقال له الرسول صلى الله عليه وسلم: (أكلت ربا يا مقداد! وأطعمته) فسمى هذه المعاملة ربا، وما وجه تسمية هذه المعاملة ربا؟ الربا هنا ربا النسيئة، ووجه التحريم لربا النسيئة هو الزيادة نظير جعله مالاً أمام الأجل، وهم قالوا: أصل الربا: وضع المال أمام الأجل، سواء بالزيادة أو بالنقصان، وبالزيادة هو ربا النسيئة الذي وضعه النبي صلى الله عليه وسلم وقال: (ربا الجاهلية موضوع تحت قدمي هذه)، فقالوا: العلة أن يوضع مال مقابل الأجل سواء زيادة أو نقصاناً، وفي هذه المسألة نقصان مقابل الأجل، فقاسوا قياس الشبه، وقالوا بأن المال وضع نظير الأجل سواء بالزيادة أو بالنقصان، ولذلك قال له النبي صلى الله عليه وسلم: (أكلت ربا يا مقداد! وأطعمته). ¶ الحديث الثاني: عن ابن عمر رضي الله عنه وأرضاه: (أن النبي صلى الله عليه وسلم نهى عن بيع آجل بعاجل، وقال: الآجل بالعاجل أن يكون لك على رجل ألف دينار أو ألف درهم، فيقول: عجل لي خمسمائة ودع البقية)، وهذا عن ابن عمر رضي الله عنه وأرضاه يرفعه للنبي صلى الله عليه وسلم. ¶ الحديث الثالث: روى البيهقي عن الزهري عن سالم بن عبد الله: أن ابن عمر رضي الله عنه وأرضاه سئل عن رجل يكون له الدين على الرجل إلى أجل، فيضع عن صاحبه ويعجل له الآخر؟ قال: فكرهه ابن عمر ونهى عنه. ¶ والكراهة هنا قد تكون كراهة تحريم أو كراهة تنزيه، والأصل في كلام هؤلاء -كما في قول أحمد والشافعي - التحريم، ويعضده قوله: فكرهه ونهى عنه، ونهى يعني: حرمه. ¶ وهذا السند صحيح، وهو من أصح الأدلة التي استدلوا بها على أن الزهري ينقل عن سالم بن عبد الله، وهي من أصح الأسانيد. ¶ الحديث الرابع: عن سالم بن عبد الله عن أبيه ابن عمر رضي الله عنه وأرضاه: أنه نهى عن هذه المعاملة وقال: هي ربا. ¶ الحديث الخامس: روى البيهقي عن أبي صالح في غزوة من الغزوات أنه تعامل معاملة بنفس معاملة المقداد بأن أخذ مالاً وعجله فأسقط منه، فسأل زيد بن ثابت عن هذه المسألة، فقال زيد: وقعت في الربا، وقعت في الربا، أو قال: لا تأكل ذلك، لا تأكل ذلك. ¶ إذاً: عندهم قولان لصاحبيين جليلين هما زيد بن ثابت وعبد الله بن عمر رضي الله عنهما قالا بأن هذه المعاملة ربا ولا تجوز. ¶ هذه الأدلة من الأثر عند الجمهور من الشافعية، والمشهور عند أحمد والمالكية والأحناف وأيضًا جماهير التابعين.",
            "page": "4",
            "part": "4",
            "seal": "FA8F522D"
        },
        {
            "id": "23",
            "nass": "أدلة النظر ¶ النظر هو القياس، قالوا: إن ربا الجاهلية كان قرضاً مؤجلاً بزيادة مشروطة، وكانت الزيادة بدلاً عن الأجل، فأبطله الله تعالى، يقول له: إذا أخرت لا بد أن تزيد عليها مائة أو خمسيناً، فإذا كان عليه ضرائب مؤجلة فوضع عنه من هذه الضرائب على أن يعجل له السداد، فإن الحق كان مقابل الأجل كما أن الزيادة كانت مقابل الأجل، وهذا يكون قياساً على ربا الجاهلية، فيحرم كما حرم الشرع ربا الجاهلية.",
            "page": "5",
            "part": "4",
            "seal": "C4A56BFB"
        },
        {
            "id": "24",
            "nass": "القول بجواز مسألة ضع وتعجل وأدلته ¶ القول الثاني: هو قول الحنابلة، وهو قول للشافعي، وهو اختيار ابن تيمية وابن القيم، وهو قول ابن عباس وابن سيرين، قالوا بجواز هذه المعاملة، ولا ربا عندهم في هذه المعاملة، ولهم أدلة أثرية ونظرية.",
            "page": "6",
            "part": "4",
            "seal": "DDDB4AEC"
        },
        {
            "id": "25",
            "nass": "أدلة الأثر ¶ من أدلة الأثر التي استدلوا بها ما يلي: الحديث الأول: روى الدارقطني عن ابن عباس رضي الله عنه وأرضاه قال: (لما أمر النبي صلى الله عليه وسلم بإخراج بني النضير من المدينة جاءه أناس منهم، فقالوا: يا رسول الله! إنك أمرت بإخراجهم ولهم على الناس ديون لم يحن وقتها، فقال النبي صلى الله عليه وسلم: مرهم فيضعوا وليتعجلوا)، يعني: إن أردتم تعجيل أخذ المال فأسقطوا من هذا المال بعضاً منه. ¶ الحديث الثاني: روى البيهقي بسند صحيح عن ابن عباس رضي الله عنه وأرضاه أنه سئل عن الحطيطة أو ضع وتعجل فقال بجوازها، وقال لا شيء فيها.",
            "page": "7",
            "part": "4",
            "seal": "BF8F4885"
        },
        {
            "id": "26",
            "nass": "أدلة النظر ¶ أما الأدلة النظرية فقالوا: إن الحطيطة تكييفها الشرعي أنها من أبواب الصلح، والشرع ومقاصد الشريعة تحث الناس على المصالحة، قال الله تعالى: {وَالصُّلْحُ خَيْرٌ} [النساء:128]، والمصالحة إن لم تحل حراماً أو تحرم حلالاً فالشرع يحث عليها، وعلى المعاملة بها، فالإسقاط من باب الصلح، وفيه الإرفاق بالدائن والمدين.",
            "page": "8",
            "part": "4",
            "seal": "27D00540"
        },
        {
            "id": "27",
            "nass": "مناقشة أدلة المانعين والمبيحين ¶ قبل أن نبين الترجيح لا بد من مناقشة أدلة الفريق الأول وأدلة الفريق الثاني.",
            "page": "9",
            "part": "4",
            "seal": "6C147AE1"
        },
        {
            "id": "28",
            "nass": "مناقشة أدلة المانعين ¶ أما مناقشة أدلة الفريق الأول الأثرية، فالدليل الأول هو ما رواه البيهقي عن المقداد وهو حديث ضعيف، وعلته يحيى بن يعلى الأسلمي القطواني أبو زكريا الكوفي، وهو ضعيف، قال عبد الله عن يحيى بن معين: ليس بشيء، وقال ابن معين: ليس بشيء، فهو دليل على شدته في التضعيف، وقال البخاري: مضطرب الحديث، وهذه أشد منها؛ لأن البخاري كان لطيف العبارة في الجرح، وقال أبو حاتم: ضعيف الحديث، ليس بالقوي، وقال ابن عدي في الكامل: كوفي شيعي، كأنه يغمزه بهذا، وهذا ليس بجرح كما سنبين، وقال ابن حبان في الضعفاء: يروي عن الثقات المنكرات، وهذا أيضًا تضعيف قوي، وقال الحافظ: شيعي ضعيف، ولو أنه قال: شيعي وسكت لقلنا: فيه نظر، لكن لما قال: ضعيف، فهذا خلاصة ما وصل إليه. ¶ إذاً: الإسناد يضعف بضعف يحيى بن يعلى الأسلمي القطواني، وعليه فالحديث ضعيف، والقاعدة عند العلماء: أن الأحكام فرع عن التصحيح، وهذا الحديث ضعيف فلا حجة فيه. ¶ الحديث الثاني: وهو حديث ابن عمر رضي الله عنه وأرضاه: قال الهيثمي في المجمع: رواه البزار وفيه موسى بن عبيدة وهو ضعيف. ¶ إذاً: العلة في حديث ابن عمر هو موسى بن عبيدة، قال محمد بن إسحاق الصائغ عن أحمد: لا تحل الرواية عنه، وهذه شدة في الجرح، قال البخاري: قال أحمد: منكر الحديث، ففيه روايتان عن أحمد الأولى: لا تحل الرواية، والثانية: منكر الحديث. ¶ وهذا حديثه لا بد أن يقال فيه على الأقل: ضعيف جداً، قال عباس الدوري عن ابن معين: لا يحتج بحديثه، وقال الذهبي في الضعفاء والمتروكين: ضعفوه، وأجمل ما قيل في ذلك جملة ما قاله الحافظ: موسى بن عبيدة ضعيف. ¶ إذاً: الحديث الثاني الذي استدلوا به أيضًا حديث ضعيف. ¶ أما بالنسبة للأثر عن زيد بن ثابت وابن عمر، فالصحيح أنه قد صح الإسناد إلى ابن عمر أنه نهى عن هذه المعاملة -معاملة الحطيطة- وقال بأنها حرام وربا، وأيضاً قال ذلك زيد بن ثابت كما رواه البيهقي في السنن الكبرى بسند صحيح عن ابن عمر وزيد بن ثابت. ¶ لكن لنا وقفة؛ لأن الذي ورد الآن ليس بحديث مرفوع صحيح عن النبي صلى الله عليه وسلم؛ إذ كل الأحاديث التي وردت صحيحة هي موقوفة عن ابن عمر وزيد بن ثابت، وقول الصحابي عند الأصوليين ليس بحجة إن خالفه قول صحابي آخر، فالحجة في القرائن المحتفة التي تثبت أي القولين أقوى، وقد قلنا بأن السند صحيح إلى ابن عمر وزيد بن ثابت لا نقول بأن هذا القول الذي نقل عن ابن عمر وزيد بن ثابت يرجح المسألة؛ لأن المجيزين من العلماء جاء عندهم بسند صحيح عن ابن عباس إجازتها، فلا حجة لـ ابن عمر على ابن عباس، ولا حجة لـ ابن عباس على ابن عمر إلا بالقرائن المحتفة كما قال علماء الأصول: إذا اختلف الصحابة فالقرائن هي التي ترجح بين القولين، وإلا فلا قول لأحدهما على الآخر. ¶ أما بالنسبة لمناقشة القياس: فالذي حدث أنهم قاسوا زيادة المال من أجل الأجل على نقصان المال من أجل الأجل، وهذا قياس مع الفارق، فالربا زيادة وتأخير، والحطيطة نقصان مع تعجيل، وهذا فارق جلي جوهري يؤثر في المسألة، الربا زيادة مع تأخير ويقع بذلك الظلم، والحطيطة نقصان مع تعجيل وسيحدث بذلك الفائدة للدائن والمدين، فلا ظلم في هذه المسألة، والعائد للدائن في الربا زيادة عن حقه، فهو المنتفع، وأما المدين فهو المظلوم، أما في مسألة الحطيطة فالعائد للدائن نقص، والمنفعة تعود عليه بأن يقبض المال مرة واحدة، وأيضًا النفع يعود على المقترض بأن يزيح عن كتفه وعن كاهله بعض المال الذي كبله. ¶ هذا بالنسبة لمناقشة الذين قالوا بعدم الجواز.",
            "page": "10",
            "part": "4",
            "seal": "AAADC665"
        },
        {
            "id": "29",
            "nass": "مناقشة أدلة المبيحين ¶ أما الذين قالوا بالجواز فأدلتهم هي: حديث ابن عباس رضي الله عنه وأرضاه الذي قال فيه النبي صلى الله عليه وسلم: (ضعوا وتعجلوا)، وهو حديث ضعيف أيضاً، وفيه علتان: العلة الأولى: أن الحديث يدور على مسلم بن خالد الزنجي، وقد وثقه الشافعي لكنه ضعيف، وهو شيخ الشافعي، وفيه اختلاف، والراجح أنه ضعيف وإن وثقه الشافعي، قال ابن المديني: ليس بشيخ، وقال البخاري: منكر الحديث، يكتب حديثه ولا يحتج به، يعني: يعتبر به، وقال ابن عدي: حسن الحديث وأرجو أنه لا بأس به، وكأن ابن عدي وافق توثيق الشافعي، لكن لا يفرح به؛ لأن المحققين من أهل الجرح والتعديل قد ضعفوا مسلم بن خالد، قال ابن سعد: كان كثير الغلط في حديثه، وذكره ابن حبان في الثقات وقال: كان يخطئ كثيراً، وهذه دلالة على غمزه بذلك، قال الدارمي عن ابن معين: ثقة وكان الشافعي حسن القول فيه، والصحيح الراجح أنه ضعيف، وقال الساجي: صدوق كثير الغلط، وقال الذهبي: ضعيف لكثرة خطئه، ورجح الحافظ أنه يخطئ كثيراً، أو قال: صدوق كثير الأوهام، وحال هذا يضعف حديثه، لكن حديثه يعتبر به، فلو جاء واحد في درجته يمكن أن يرتقي الحديث إلى أن يكون حسناً لغيره، فالراجح في هذا الرجل أنه صالح لكنه كثير الخطأ والوهم، فيضعف حديثه من أجل كثرة خطئه. ¶ العلة الثانية في حديث ابن عباس: هو داود بن الحصين، وهو ثقة ثبت، فكيف يكون علة في ذلك السند؟ لأن داود بن الحصين يروي الحديث عن عكرمة عن ابن عباس، وداود بن الحصين ثقة إلا في حديثه عن عكرمة ففيه شيء، قال ابن معين: ثقة، وقال ابن المديني: ما روى عن عكرمة منكر، وقال أبو زرعة: لين، وقال أبو حاتم: ليس بالقوي، والصحيح الراجح أن قول أبي حاتم: ليس بالقوي في عكرمة، وأيضًا يؤول قول أبي زرعة فيه أنه لين إذا حدث عن عكرمة، وهذا الحديث عن عكرمة، ولذلك قال أبو داود فيه: أحاديثه عن شيوخه مستقيمة، وأحاديثه عن عكرمة مناكير. ¶ فحديثه عن شيوخه الذين لازمهم مستقيمة، وحديثه عن عكرمة مناكير، قال الحافظ: ثقة إلا عن عكرمة، وهذا الحديث قد رواه عن عكرمة فيضعف بذلك. ¶ إذاً: فيه علتان: العلة الأولى: مسلم بن خالد، والعلة الثانية: داود فيما رواه عن عكرمة، والقاعدة عند العلماء: الأحكام فرع عن التصحيح. ¶ الدليل الثاني: ما صح سنده عن ابن عباس، فالصحيح أن ابن عباس كان يقول بذلك، وقد خالفه ابن عمر وزيد بن ثابت، والحجة ليست لـ ابن عباس عليهم، ولا لهم على ابن عباس، وإنما القرائن المحتفة هي الحجة. ¶ أما الدليل الثالث النظري فقد قالوا: إنه من باب الصلح، والصلح مرغب به في الشرع، وهذا من أقوى ما استدلوا به، ولا رد على هذا الدليل، أن هذا من باب الصلح والصلح خير، وفيه تخفيف على المدين.",
            "page": "11",
            "part": "4",
            "seal": "849D4C8C"
        },
        {
            "id": "30",
            "nass": "الراجح في حكم مسألة ضع وتعجل ¶ الترجيح في هذه المسألة: أنه تجوز مسألة ضع وتعجل، كما قال ابن تيمية وابن القيم: يجوز وضع المال عن امرئ عليه مال لم يحن وقته، على أن يأخذه نقداً ولا يفرقه. ¶ والدلالة على أن هذا هو الراجح: أولاً: أن الأصل في المعاملات الحل إلا أن يأتي ناقل {أَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} [البقرة:275]، فالأصل في المعاملات الحل ما لم يدل الدليل على التحريم، ولم يرد دليل صحيح صريح يحرم لنا هذه المعاملة. ¶ ثانياً: أن حديث ابن عباس الذي ورد في المسألة نص في النزاع لولا أن في السند ضعفاً، وهذا الضعف يمكن أن يجبر بشاهد رواه البخاري عن عبد الله بن كعب بن مالك عن كعب بن مالك رضي الله عنه وأرضاه أنه تقاضى بعض الصحابة ديناً، وعلت الأصوات في المسجد، فأشار النبي صلى الله عليه وسلم: (أن ضع من دينك هذا، فأومأ إليه أن قد فعلت يا رسول الله، فأقر بما أمره الرسول صلى الله عليه وسلم)، هذا يقول أعطني مالي، والثاني يقول: حان الأجل وليس عندي مال فأنا معسر، وقال له يقول الله تعالى: {وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ} [البقرة:280]، فالرسول صلى الله عليه وسلم أشار بيده أن ضع الشطر، فقال: يا رسول الله! قد قبلت، فقبل أن يضع الشطر، فبعدما قبل ذلك قال له النبي صلى الله عليه وسلم: قم فاقضه، أي: أعطه المال، فهذا يشهد لحديث ابن عباس رضي الله عنه وأرضاه. ¶ لكن يمكن أن يرد على حديث ابن عباس إيراد قوي جداً وهو: أن هذا يخالف ظاهر المسألة، إذ حديث ابن عباس فيه أن الأجل لم يحن، لكن هنا قد حان الأجل، فليس بشاهد. ¶ لكن رد هذا بأن الأجل قد حان لكن يجب عليه إن كان معسراً أن ينظره إلى أجل آخر {وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ} [البقرة:280]، فأسقط ما عليه للإعسار، وينظره إلى وقت آخر. ¶ إذاً: هذا الإيراد مردود؛ لأنه كان يجب على كعب أن ينظره إلى وقت آخر، ويضرب له أجلاً آخر، فلما قال النبي صلى الله عليه وسلم: (أسقط شطر مالك)، لم ينظر هذا الرجل، وقال له: قم فاقضه، إذاً: هنا إسقاط الإنظار، وكان محل حديث ابن عباس أنه لم يحن الأجل، فـ ابن عباس في حديثه الأجل لم يحن، فقال: ضعوا المال وتعجلوا الأجل، لكن هذا الحديث لا يشهد لـ ابن عباس بأن الأجل قد حان وهو يستحق أن يأخذ المال، لكن الرجل كان معسراً فيجب إنظاره لوقت آخر، فكأنه نزل منزله أن الأجل لم يحن، فالنبي صلى الله عليه وسلم لما أسقط الأجل للآخر الذي سيضرب من أجل الإنظار قال: أسقط من مالك واجعله يعجل لك ولا تنظره، فهذا الإيراد مربوط بهذا التأويل، على أن الأجل الذي لا بد أن ينظر فيه فقط، فيجب على الآخر أن يقضيه في نفس الوقت، ويكون شاهداً صحيحاً لـ ابن عباس رضي الله عنه وأرضاه. ¶ وإن لم نقل بذلك قلنا: الأصل في المعاملات الحل، ولم يرد أي دليل على الحرمة غير قول ابن عمر وزيد، وقد عارضه قول ابن عباس رضي الله عنه وأرضاه. ¶ ثالثاً: أن هذا من باب الصلح، والصلح بين المسلمين جائز مندوب، إلا صلحاً حرم حلالاً أو أحل حراماً؛ لقول الله تعالى: {وَالصُّلْحُ خَيْرٌ} [النساء:128]. ¶ رابعاً: أن هذه المعاملة توافق مقاصد الشريعة؛ لأن الشرع جاء بالإرفاق: (ما كان الرفق في شيء إلا زانه، وما نزع من شيء إلا شانه)، ففيه إرفاق بالمدين لإسقاط بعض المال عنه، وفيه إرفاق بالدائن بتعجيل المال له لينتفع بعد ذلك بالتجارة في هذا المال؛ لأن الربا يتضمن الزيادة مع التأخير، وهذا فيه ظلم، والتعجيل أو الحطيطة فيها النقصان مع التعجيل. ¶ فهذه أدلة توضح جواز هذه المعاملة، وهذه تكثر عندنا مع الذين يبيعون السلع بالتقسيط. ¶ وعلى ترك الخلاف في التقسيط جانباً -لأن الجمهور قالوا بالجواز وخالفهم في ذلك بعض الشافعية وبعض المالكية- لو باع رجل سلعة بالتقسيط وله المال منجماً، واحتاج هذا التاجر مالاً كثيراً ليستورد به بضاعة حتى يستفيد منها، وليس عنده مال، فأراد أن يأخذ هذا المال من الذين اشتروا منه هذه السلعة بالتقسيط، فقال أعرض عليكم عرضاً: عجلوا لي بالمال، وأنا أضع عنكم الشطر أو بعض المال، فهذه المعاملة تفيد المسلمين جداً، وفيها إرفاق بالدائن وبالمدين، وهي من باب الصلح والإبراء وإسقاط بعض الحق ليستوفي الرجل الحق الذي له، وفيها تيسير على المسلمين، فهي جائزة على ما رجحه شيخ الإسلام ابن تيمية وابن القيم، وهو قول للشافعي نقله عنه ابن عبد البر في الاستذكار، وأيضًا هو رواية عن أحمد رحمه الله، والخلاف بين الجمهور لا دليل عليه صريح للتحريم، والأصل في المعاملات الحل. ¶ أقول قولي هذا وأستغفر الله العظيم لي ولكم.",
            "page": "12",
            "part": "4",
            "seal": "9698670A"
        },
        {
            "id": "31",
            "nass": "فقه المعاملات المعاصرة - مسألة التورق ¶ مسألة التورق من المعاملات المالية، وهي: أن يشتري الرجل السلعة نسيئة لغير قصد الانتفاع بها، كأن يشتري سلعة بمائة ألف نسيئة، ويبيعها نقداً بثمانين ألفاً، وقد اختلف العلماء في هذه المسألة على قولين، ولكل قول دليله، والقول الراجح في هذه المعاملة أنه لا يصح التعامل بها؛ لأنها من أبواب الربا.",
            "page": "1",
            "part": "5",
            "seal": "0199AE35"
        },
        {
            "id": "32",
            "nass": "مسألة التورق",
            "page": "2",
            "part": "5",
            "seal": "EF1B5A52"
        },
        {
            "id": "33",
            "nass": "صورة التورق ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]، أما بعد: التورق مأخوذ من الورق، والمقصود به المال، وهو أن يشتري الرجل السلعة نسيئة لغير قصد الانتقاع بها، كأن يشتري سيارة بالتقسيط ولا يريد الانتفاع بها ولا أن يمتلكها إنما يريد الورق، أي: سيولة المال، فيشتريها بمائة ألف نسيئة، ويبيعها نقداً بثمانين ألفاً، ولها صورتان: الصورة الأولى: أن يبيع السيارة على نفس البائع، وهذه تسمى عينة، وتحرم بذلك. ¶ الصورة الثانية: أن يبيعها على غيره، وهذا معنى التورق.",
            "page": "3",
            "part": "5",
            "seal": "09703330"
        },
        {
            "id": "34",
            "nass": "اختلاف العلماء في مسألة التورق وأدلة كل قول ¶ اختلف العلماء في هذه المسألة على قولين: القول الأول: هو قول الجماهير من أهل العلم من المالكية والشافعية والأحناف، وهو رواية عن أحمد بأن هذه المعاملة جائزة، وأدلتهم في ذلك ما يلي: أولاً: عموم قول الله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} [البقرة:275]، فهم يقولون: أن الأصل في البيع الحل، أي: كل معاملة حلال بيعاً أو شراءً، إلا ما دل الدليل على الحرمة، فالتورق حلال؛ لأنه لا يوجد حديث عن النبي صلى الله عليه وسلم قال فيه إن التورق حرام. ¶ ثانياً: عموم قول النبي صلى الله عليه وسلم كما في حديث بلال عندما أتى بالتمر الجنيب فقال له النبي صلى الله عليه وسلم: (أكل تمر خيبر هكذا؟ قال: لا والله يا رسول الله! إني أبدل الصاع من الجنيب بالصاعين من الجمع، قال: أوه! عين الربا، لا تفعل، بع الجمع بالدراهم واشتر بالدراهم جنيباً). ¶ فوجه الدلالة من هذا الحديث: أن فيه حيلة مشروعة على الربا وهو بيع صاع بصاعين، وذلك قوله صلى الله عليه وسلم: (بع الجمع بالدراهم واشتر بالدراهم جنيباً). ¶ فقالوا: هذا فيه دلالة واضحة جداً على أن التورق جائز؛ لأنه لما باع التمر وأخذ الدراهم لا يريد الدراهم وإنما يريد أن ينتفع بأكل التمر. ¶ فلذلك لما كان الأصل فيه أنه ما كان يريد الدراهم وإنما يريد السلعة -أي: التمر- أباح له النبي صلى الله عليه وسلم ذلك، وكذلك مسألة الرجل الذي يريد التورق. ¶ ثالثاً: الدليل النظري وهو: أن الإنسان في البيع والشراء يريد الانتفاع، سواء انتفع بالسلعة نفسها، أم انتفع بمالها، فلا تحجير عليه؛ لأنه لا يحجر واسع. ¶ القول الثاني: هو الرواية الثانية عن أحمد، وهذه الرواية رجحها شيخ الإسلام ابن تيمية وابن القيم، وقد قال ابن القيم: راجع الناس شيخنا مراجعة شديدة في هذه المسألة وهو حاسم حازم فيها، وكان يقول: هي ربا، والأدلة على ذلك ما يلي: الدليل الأول: حديث عمر بن الخطاب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إنما الأعمال بالنيات وإنما لكل امرئ ما نوى)، وجه الدلالة من هذا الحديث: أن الرجل كان ينوي مبادلة مال بمال، فأصبح صرفاً نسيئة بنقص، وهذا لا يجوز؛ لأن النبي صلى الله عليه وسلم قال: (لا تبيعوا غائباً بناجز إلا يداً بيد)، فكانت الصورة صورة صرف، مائة نسيئة وليست نقداً بثمانين نقداً، فالذي اشترى السلعة وباعها، نيته ليس الانتفاع بالسلعة إنما يريد الصرف فقط، فنيته سيولة المال، فكأنه أخذ المائة ألف وصرفها بثمانين نسيئة، أي: دخل في الربا مرتين، فالنسيئة ربا، وربا النسيئة هو الأصل الذي حرمه الشرع، فلذلك يحرم عليه؛ لأنه يصرف المائة بالثمانين أو الثمانين بالمائة دون التقابض في المجلس. ¶ الدليل الثاني: لما سئل ابن عباس رضي الله عنهما وأرضاهما عن رجل يريد أن يشتري السلعة ويبيعها ليستفيد بسيولة المال، فقال له: هي دراهم بدراهم بينهما حرير، أي: أنه صنفها من ناحية الصرف، وهذا أثر عن ابن عباس ولا مخالف له. ¶ الدليل الثالث: ورد عن عمر بن عبد العزيز رضي الله عنه وأرضاه أنه قال: التورق هو أصل الربا؛ فإن الله تعالى حرم أخذ دراهم بدراهم أكثر منها إلى أجل؛ لما في ذلك من ضرر المحتاج وأكل ماله بالباطل، وهذا المعنى موجود، ويكون جلياً في هذه الصورة. ¶ فهذه هي الأدلة التي استدل بها ابن القيم التي تنهى عن مشابهة اليهود في المعاملات الظاهرية والباطنية ثم ذيلها بحديث رسول الله صلى الله عليه وسلم: (قاتل الله اليهود حرم الله عليهم الشحوم، فأذابوها ثم باعوها فأكلوا ثمنها)، حرم عليهم أكل الشحوم، فقالوا: ما أكلناها وما دخل في المعدة منها شيء، لكنهم أكلوا ثمنها فاعتبرهم الله جل في علاه، أنهم قد أكلوها مع أنهم ما أكلوها حقيقة، إنما أكلوا ثمنها، عاملهم بما في نيتهم، فأصبحوا كالأكلة، وأخذهم الله جل وعلا بما فعلوا.",
            "page": "4",
            "part": "5",
            "seal": "7C6894DC"
        },
        {
            "id": "35",
            "nass": "القول الراجح في مسألة التورق ¶ فالراجح الذي أدين الله به هو القول الثاني، وهو أن التورق حرام، لا يصح التعامل به؛ لأنه من باب الصرف الذي لا يتحقق فيه توفر الشروط التي اشترطها النبي صلى الله عليه وسلم. ¶ ولأن فيه حيلة على الربا، وقد قال النبي صلى الله عليه وسلم (إنما الأعمال بالنيات وإنما لكل امرئ ما نوى)، وقد قال إبراهيم بن أدهم: يعاملون الله كطفل صغير، والعملة الزائفة لا تروج على الله.",
            "page": "5",
            "part": "5",
            "seal": "86B1B576"
        },
        {
            "id": "36",
            "nass": "الرد على من أجاز معاملة التورق ¶ الرد على من قال بحلية هذه المعاملة: أولاً: استدلوا بعموم قول الله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} [البقرة:275]، فهذه الآية عامة مخصوصة بكلام النبي صلى الله عليه وسلم (إنما الأعمال بالنيات)، وأيضاً صريح قولي ابن عباس وعمر بن عبد العزيز رضي الله عنهم وأرضاهم، فإن الأصل في البيع الحل، إلا إذا جاءنا الناقل الذي ينقلنا عن هذا الأصل، وهو القياس الصحيح. ¶ أما استدلالهم الثاني بحديث بلال، فهو ليس في محل النزاع؛ لأنه ليس مقصوده الأسمى الورق، والكلام هنا على مسألة الورق، وهذا القياس يسمى قياس العكس، وهو أن الرجل الذي يشتري السلعة لا يريدها، وإنما يريد الورق، وحديث بلال فيه أنه لا يريد الورق، وإنما يريد التمر أي السلعة، فاستدلالهم بهذا الحديث من باب قياس العكس، وقياس العكس عند جماهير الأصوليين هو قياس ضعيف، فلا يصح العمل به. ¶ فعندنا قول ابن عباس رضي الله عنه الذي لا مخالف له: دراهم بدراهم بينهما حرير، وقول عمر بن عبد العزيز تصريحاً: التورق أصل الربا. ¶ أما استدلالهم النظري بقولهم: لا فرق بين شرائها للاستعمال أو للاستفادة، فنقول: بل إن هنالك فروقاً في هذه المعاملة، فرق بينهما كلام النبي صلى الله عليه وسلم: (إنما الأعمال بالنيات وإنما لكل امرئ ما نوى)، فهذا اشترى السلعة يريد أن يتاجر فيها ويستفيد بالثمن، أما المسألة الثانية؛ فلأنه سيعطي المال تقسيطاً ويقبض في يده المال الثاني، فلما افترقتا قلنا: لا يصح أن نقول: إنه لا فارق بين استعمالها وبين الاستفادة بثمنها؛ لأن استعماله لها يمكن ألا يبيعها، فتكسد عنده، أو يبيعها بزيادة أو بخسران، أما الاستفادة بثمنها فلأنه جعل الصرف بالدراهم تقسيطاً ويأخذ الدراهم نقداً حتى تكون له السيولة. ¶ إذاً: الراجح في عملية التورق أنها من أبواب الربا، ومن تعامل بها فقد وقع في الربا، فكثير من الإخوة الذين يشترون السلعة ولا يريدونها إنما يريدون المال قد وقعوا في الحرام، وفي الربا، فهذه المسألة وجيزة، وقد وقع فيها كثير من الناس، وأردت الإشارة إليها.",
            "page": "6",
            "part": "5",
            "seal": "B7573DF1"
        }
    ],
    "t735": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم الربا"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "الأصناف الربوية وهل يلحق غيرها بها؟"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": null,
            "tit": "اشتراط التقابض والمساواة في الأصناف الربوية"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مسائل تتعلق بالربا"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم المعاملات الربوية"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": null,
            "tit": "أدلة حرمة الربا من النظر"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": null,
            "tit": "الأدلة من الكتاب والسنة على حرمة الربا"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "حكم تعامل المسلم مع البنوك الربوية في دار الكفر"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "الراجح من الأقوال في حكم تعامل المسلم بالربا في دار الكفر"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "الرد على الأحناف القائلين بجواز الربا في دار الكفر"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "بيع العنب لمن يعتصره خمرا"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الأصل في البيوع الحل إلا ما استثني"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "أقوال العلماء في بيع العنب لمن يعتصره خمرا"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "حكم بيع لبن الأمهات"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "القول بعدم جواز بيع لبن الأمهات وأدلته"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "القول بجواز بيع لبن الأمهات وأدلته"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "شروط بيع لبن الأمهات"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة ضع وتعجل"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "صورة مسألة ضع وتعجل"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "القول بعدم جواز مسألة ضع وتعجل وأدلته"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "أدلة الأثر"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": null,
            "tit": "أدلة النظر"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "القول بجواز مسألة ضع وتعجل وأدلته"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "أدلة الأثر"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "أدلة النظر"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "مناقشة أدلة المانعين والمبيحين"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "مناقشة أدلة المانعين"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "مناقشة أدلة المبيحين"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الراجح في حكم مسألة ضع وتعجل"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة التورق"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة التورق"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "صورة التورق"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "اختلاف العلماء في مسألة التورق وأدلة كل قول"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "القول الراجح في مسألة التورق"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "الرد على من أجاز معاملة التورق"
        }
    ]
}