{
    "b740": [
        {
            "id": "1",
            "nass": "مهمات في أحكام المواريث - فضل علم المواريث ¶ إن علم المواريث من أهم العلوم الشرعية، وقد حض الشارع على تعلمه وبين أنه أول العلوم اندراساً، فكان لزاماً علينا تعلمه وتعليمه، لأهميته وفضله ومكانته؛ لأنه يتعلق بحقوق الناس.",
            "page": "1",
            "part": "1",
            "seal": "22D00384"
        },
        {
            "id": "2",
            "nass": "مقدمة في فضل علم المواريث وأهميته ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهداً أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ نبدأ الآن الكلام على المواريث علم المواريث علم دقيق، وعلم جليل، إذا ضاع من المرء ضاع منه العلم؛ لأن النبي صلى الله عليه وسلم بين في الآثار الصحيحة أن أول العلوم اندراساً واندثاراً هو علم المواريث، أو علم الفرائض. ¶ وعلماؤنا دائماً عندما يرتبون العلوم يقولون: أولاً: حفظ القرآن، ثم علم المواريث، فكانوا في مجالس التحديث لا يكتبون في الذي حضر مجلس التحديث حتى يُعرف بين طلبة الحديث أنه قد حفظ القرآن، ثم تعلم المواريث ولذلك كانوا إذا جلس معهم الفتى للحديث قالوا له: هل تعلمت القرآن؟ فإذا قال: لا، قالوا: ارجع وتعلم القرآن، وإذا حفظ القرآن. ¶ ثم رجع بعد ذلك، قالوا له: هل تعلمت الفرائض؟ فإن قال: لا. ¶ قالوا: ارجع فتعلم الفرائض. ¶ وأيضاً ورد عن عمر بن الخطاب: أنه لما بعث عامله إلى مكة، ثم رجع إليه، فقال له: من تركت عليهم؟ قال: تركت مولى من مواليهم قال: أتركت عليهم مولى؟! قال: نعم، إنه يحفظ القرآن، وعنده العلم بالفرائض، فقال عمر بن الخطاب: أما إني سمعت رسول الله صلى الله عليه وسلم يقول: (إن الله يرفع بهذا القرآن أقواماً ويخفض به آخرين). ¶ فهذا العلمُ علم جليل. ¶ تكفل الله ببيانه وإيضاحه؛ لأن أهل الجاهلية كانوا ظالمين في أحكامهم، فكانوا يظلمون النساء، والأطفال، كانوا لا يورثون إلا الذي يستطيع أن يأتي بالغنيمة، -أي: المقاتل- وهو الرجل البالغ، فلا يورثون النساء، ولا الصبيان. ¶ فجاء الشرع ببيان إرث الجنين في بطن أمه.",
            "page": "2",
            "part": "1",
            "seal": "3A4DC72D"
        },
        {
            "id": "3",
            "nass": "آيات المواريث وبيان طبقات الوارثين ¶ لقد ذكر الإرث في كتاب الله في حوالي خمس أو ست آيات، وحديث واحد، فمن أتقن هذه الآيات الخمس والحديث فتحت له أبواب المواريث. ¶ وهذه -إن شاء الله- سنبينها بالتفصيل، لكن إجمالاً نقول: إن الله قد وضع المواريث في كتابه، أو نقول: قد قسم الإرث في كتابه وعلى لسان نبيه صلى الله عليه وسلم، أما في الكتاب: فمن أول قول الله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ} [النساء:11]، إلى آخر الآيات. ¶ وأيضاً آخر السورة نفسها: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ إِنْ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء:176]. ¶ وأما الحديث فهو: (ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر). ¶ هذه الآيات والحديث تبين كيف قسم الله جل في علاه المواريث، فهذا الرجل جمع المال ثم مات، إذاً: كيف نورث هذا المال أهله؟ فنقول: هذا الميت فوقه الأصول وتحته الفروع وحواليه الحواشي، فيصبح الذين سيرثون ثلاث طبقات -طبقة الأصول، وطبقة الفروع، وطبقة الحواشي- وطبقة الحواشي تكفل الله بها وفصلها كما سنبين الحديث الذي ذكر ميراثها؛ وذلك لأن طبقة الحواشي يتفرع عنها فرعان: الأول: الإخوة والأخوات. ¶ ولهم حالات -كما سنبين-. ¶ الثاني: الأعمام وأبناؤهم. ¶ فإذا سئلنا فكيف نورث هؤلاء؟ نقول: نقدم الأقوى فالأقوى. ¶ فإذا سئلنا: هل الأقوى الأصول أم الفروع أم الحواشي؟ نقول: الفروع أقوى؛ لأن الفرع جزء من الميت، وهو من الأصل، والترتيب هكذا: بنوة أبوة أخوة عمومة وذو ولاء استتم",
            "page": "3",
            "part": "1",
            "seal": "23D5A219"
        },
        {
            "id": "4",
            "nass": "طبقة الفروع وحالاتها ¶ والفروع لهم ثلاث حالات: الحالة الأولى: ذكور خلص، لا يوجد معهم نساء. ¶ الحالة الثانية: إناث خلص، لا يوجد معهم أحد من الرجال. ¶ الحالة الثالثة: رجال ونساء. ¶ فالذكور الخلص لم يذكر الله لهم فرضاً في كتابه. ¶ والقاعدة في المواريث: (كل من لم يذكر الله له فرضاً في الكتاب فهو معصب، أي: لا يرث إلا بالتعصيب)، وهذا ينزل تحت قول النبي صلى الله عليه وسلم: (فما بقي فلأولى رجل ذكر)، فلو مات ميت عن بنت وأم، فالبنت لها النصف، والأم لها السدس لوجود الفرع الوارث، والأب له فرض السدس ويرث أيضاً بالتعصيب. ¶ فنأخذ بقول النبي صلى الله عليه وسلم: (فما بقي فلأولى رجل ذكر). ¶ وقد يعطي الأب الفرض فقط وذلك في حالة: لو زحمه أصحاب فروض، ولم يزاحمه أحد من المعصبين، وإن كان هو المعصب الوحيد فيأخذ بالأقوى. ¶ وهو التعصيب أي: فيأخذ الباقي كلية تعصيباً. ¶ فأما الإناث الخلص فلهن أحوال: إما أن نكون بنتاً واحدة أو بنتين أو أكثر من بنتين: الحالة الأولى: بنت واحدة، لقد قسم الله لها قسماً عدلاً وهو النصف، قال الله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء:11]. ¶ الحالة الثانية: بنتان فقط وإرثهما بالكتاب وبالسنة. ¶ أما الكتاب، فقول الله تعالى: {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ} [النساء:11] وهو وإن لم يذكر البنتين بالنص، لكن الاستدلال بالمفهوم لا بالمنطوق. ¶ وبيانه بالآتي: قال الله تعالى: {وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء:11]، فيكون مفهومه: إن كانت أكثر من واحدة فليس لهن النصف. ¶ ونجد في السنة أن النبي صلى الله عليه وسلم قد قسم للبنتين الثلثين، فيكون إذاً للبنتين فأكثر الثلثان. ¶ وقد ورد في السنن (أن النبي صلى الله عليه وسلم أعطى الأم الثمن والبنتين الثلثين، وأعطى الباقي للعم تعصيباً)، فإذاً بالمفهوم في الآية، وبنص الحديث فرض البنتين الثلثان. ¶ الحالة الثالثة: أكثر من بنتين، الآية ظاهرة في ذلك قال تعالى: {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ} [النساء:11]، فإذاً لهن الثلثان. ¶ إذاًَ: هذه حالات الإناث الخلص، ويبقى لنا من الكلام في الفروع حالة: التخليط بين الذكور والإناث. ¶ فالإناث مع الذكور لا فرضية، وإنما تعصيب، وهذا التعصيب قد قسمه الله فجعل حظ الرجل مثل حظ امرأتين، قال تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء:11]، فإذا كان هناك ذكور وإناث فنعطي الرجل نصيب امرأتين، فتكون الآية تكفلت لنا بالفروع بأحوالها الثلاثة، ذكور خلص، إناث خلص، ذكور وإناث.",
            "page": "4",
            "part": "1",
            "seal": "0C6A142A"
        },
        {
            "id": "5",
            "nass": "طبقة الأصول وحالاتها ¶ وبعد الفروع في القوة الأصول، والأصول هم: الآباء وإن علوا، وقد قسم الله لهم قسمة عدل في كتابه. ¶ ولهم ثلاث حالات: الأب والأم دون وجود الفرع الوارث، هذه الحالة الأولى. ¶ الحالة الثانية: مع وجود الفرع الوارث. ¶ الحالة الثالثة: وجود الإخوة دون الفرع الوارث. ¶ فالحالة الأولى: وجود الأصل مع وجود الفرع الوارث، قسم الله لهم قسماً عدلاً فقال: {وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ} [النساء:11]، إذاً: البنت لها النصف. ¶ وهذا فرع وارث. ¶ فما ميراث الأبوين؟ قال: السدس. ¶ فإذا مات رجل عن بنت وأب وأم، فالبنت لها النصف، والأم لها السدس، وسدس للأب، والباقي يأخذه الأب تعصيباً. ¶ الحالة الثانية: عدم وجود الفرع الوارث، قال: {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} [النساء:11]، فجعل للأم الثلث، ولم يجعل للأب شيئاً، والقاعدة: (إن لم تجد ذكراً فرض له في القرآن فاعلم أنه سيرث بالتعصيب) يعني: له الباقي. ¶ إذاً: ترث الأم الثلث ويأخذ الأب الباقي تعصيباً. ¶ الحالة الثالثة: عدم وجود الفرع الوارث مع وجود الإخوة قال: {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} [النساء:11]، ذكر هنا الإخوة، فهنا حجب الإخوة الأم من الثلث إلى السدس، وهذا الحجب يسمى عند أهل الفرائض: (حجب نقصان) فحجبوا الأم من الثلث إلى السدس. ¶ فورثت الأم السدس، وأصبح الباقي كله للأب تعصيباً. ¶ والإخوة ليس لهم شيء مع وجود الأب، وهو الراجح الصحيح في إرثهم مع الجد، والمعترك قوي بين أهل العلم في هذه المسألة: أي: مسألة الجد مع الإخوة. ¶ إذاً: فالأب سيحجبهن ولن يرثن، وهذا عجب في المواريث. ¶ كذلك الأخوات لا يرثن لوجود الأصل الذكر؛ فإنهن لا يرثن كما سنبين إلا بشرطين، وهما: عدم وجود الأصل الوارث، وعدم وجود الفرع الوارث الذكر.",
            "page": "5",
            "part": "1",
            "seal": "5DA5AA0E"
        },
        {
            "id": "6",
            "nass": "طبقة الحواشي وحالاتها ¶ بعد الأصول في القوة الحواشي، والحواشي: إخوة، وأخوات، وأعمام وأبناؤهم. ¶ والقاعدة في المواريث؛ (لا ترث أي امرأة من الحواشي باستثناء الأخوات لكن الرجال فقط يرثون). ¶ والحواشي لهم خمس حالات: الحالة الأولى: الإخوة والأخوات، والإخوة إما أن يكونوا إخوة لأم، أو إخوة لأب، أو إخوة أشقاء، فإن كانوا إخوة أشقاء ذكوراً وإناثاً فيرثون للذكر مثل حظ الأنثيين. ¶ فإذا مات شخص عن إخوة أشقاء وهم: محمد وأحمد وهند وزينب، وترك ملايين النقود قلنا: ذكر التوريث لهم في آخر سورة النساء؛ لأن هذا كلالة ليس له ولد، وليس له والد، أي: ليس له أصل ولا فرع، فلا يوجد له غير الحواشي: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ إِنْ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ} [النساء:176]، إلى أن قال: {وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء:176]. ¶ فيكون التقسيم هنا للذكر مثل حظ الأنثيين. ¶ الحالة الثانية: إخوة وأخوات لأم، فإن كانت أختاً سيكون لها السدس، وإن كانوا أكثر من ذلك فلهم الثلث، ويرثون بالسوية للذكر مثل الأنثى. ¶ فإذا ماتت امراة عن محمد وهند وزينب وهم إخوة وأخوات لأم، فإنهم يرثون بالسوية بين الذكر والأنثى، أما الأشقاء فيرثون للذكر مثل حظ الأنثيين، لأن الأشقاء يدلون بالذكر، أما الإخوة لأم فيدلون بالأم. ¶ والعصبة هي التي تفرق وتجعل للذكر مثل حظ الأنثيين، فعندما عدمت العصبة في الإخوة لأم تساوت الفروض، والتقسيم للذكر وللأنثى بالسوية. ¶ هناك فرق بين الإخوة الأشقاء، والإخوة لأم: الفرق الأول: أنه لا تقسم التركة بالسوية بين الذكر والأنثى الأشقاء، وإنما للذكر مثل حظ الأنثيين. ¶ وأما الإخوة لأم فيقسمون التركة بالسوية. ¶ الفرق الثاني: أن الإخوة الأشقاء يأخذون كل التركة: {لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء:11]، أما الإخوة لأم فلا يأخذون إلا الثلث. ¶ الحالة الثالثة: الإخوة الأب وهم مثل الأشقاء لا فرق بينهم. ¶ الحالة الرابعة والخامسة: الأعمام وأبناء الأعمام وأبناء الإخوة، وهؤلاء لا يرث منهم إلا الرجال فإذا قيل هؤلاء كيف يرثون؟ ومن الذي أعطاهم الإرث؟ قلنا: أعطاهم النبي صلى الله عليه وسلم، بقوله في الحديث: (ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر). ¶ فإذا مات رجل عن بنت وعم فالبنت لها النصف والعم يأخذ باقي التركة تعصيباً، بدليل: (ألحقوا الفرائض)، وقد ألحقنا الفرائض بأهلها فأعطينا النصف للبنت. ¶ وبقي النصف الآخر، ولا يوجد رجل ذكر عصبة إلا العم فأخذه. ¶ أقول قولي هذا وأستغفر الله لي ولكم.",
            "page": "6",
            "part": "1",
            "seal": "D9D77C6D"
        },
        {
            "id": "7",
            "nass": "مهمات في أحكام المواريث - أقسام الدين ¶ لقد شرع الإسلام للإنسان أحكاماً تنظم حياته، وشرع أحكاماً تنظم ما يترك من التركة بعد وفاته، وأناط بالتركة حقوقاً وواجبات ينبغي تأديتها قبل توزيع أي جزء من التركة، وهذا يدل على عدل الإسلام ومراعاته لحقوق الناس.",
            "page": "1",
            "part": "2",
            "seal": "1DDF7891"
        },
        {
            "id": "8",
            "nass": "معنى التركة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: التركة: هو المال الذي يتركه الميت أو يخلفه لمن يرثه، وهم الأولاد الفروع وإن نزلوا، والآباء الأصول وإن علوا، والحواشي وهم الإخوة الأخوات.",
            "page": "2",
            "part": "2",
            "seal": "A42A043E"
        },
        {
            "id": "9",
            "nass": "الحقوق المتعلقة بالتركة",
            "page": "3",
            "part": "2",
            "seal": "C5105C67"
        },
        {
            "id": "10",
            "nass": "الدين ومؤنة تجهيز الميت ¶ ويتعلق بالتركة حقوق، ولا يمكن أن توزع التركة والميراث قبل وجود ومعرفة هذه الحقوق، وكثير من الإخوة يقعون في الإثم والمحظور فيوزعون التركة دون أن ينظروا إلى هذه الحقوق. ¶ والحقوق التي تتعلق بالتركة أربعة: أولاً: الدين. ¶ ثانياً: مئونة تجهيز الميت. ¶ ثالثاً: الوصايا. ¶ رابعاً: الإرث. ¶ وتكون من التركة، وتقدم قبل أن توزع، وتقدم أيضاً على الديون وهذا قول الحنابلة، فهم يرون أن حق الميت كحقه حياً، والأئمة الثلاثة قالوا: بل الديون تقدم، وهذا الراجح الصحيح من الأثر والنظر. ¶ أما من الأثر فإن النبي صلى الله عليه وسلم قام يصلي على رجل فاستدار قبل أن يكبر فسأل: أعليه دين؟ قالوا: نعم، فقال: أترك وفاء، فقالوا: لا، قال: صلوا على صاحبكم، وهذا أول ما يبين عظم حق الدين. ¶ والنبي صلى الله عليه وسلم بين أن الشهيد يغفر له كل ذنب عند أول دفعة من دمه إلا الدين، قال: (سارني بذلك جبريل عليه السلام)، فلعظم الدين يقدم على مئونة تجهيز الميت، لا سيما أن مؤنة التجهيز واجبة على أوليائه وعلى الورثة، فإن لم يستطيعوا فهي واجبة على ولي الأمر، وعلى بيت مال المسلمين، فلطالما أن لها مخارج، فلا بد أن يقدم الدين، وهذا هو الصحيح.",
            "page": "4",
            "part": "2",
            "seal": "A6F5A142"
        },
        {
            "id": "11",
            "nass": "أقسام الدين ¶ أقسام الدين ثلاثة: الأول: دين لله كالصيام والزكاة، والنذر، والحج وهي عبادة بدنية وعبادة مالية. ¶ الثاني: ديون الخلق، وهناك ديون تتعلق بعين التركة ومثال ذلك: رجل ترك مالاً لأولاده، وهذا المال يمكن أن يكون سيارات، أو عقارات أو أراضي، أو زروعاً وثماراً، أو دراهم ودنانير. ¶ فكان المتوفى قد استدان ديناً يحتاجه، فرهن الأرض مثلاً عند صاحب الدين، فيبقى الدين متعلقاً بعين التركة، أو تكون السيارة رهناً عند أحد، فهذا اسمه دين متعلق بعين التركة. ¶ وديون مرسلة: أي: ديون معروفة وفيها شيكات، لكن لا يوجد رهونات، فهو لم يرهن شيئاً وتسمى هذه الديون غير متعلقة بعين التركة. ¶ أما بالنسبة لما يقدم في السداد: دين الخالق أم دين الخلق، فقد اختلف العلماء، فالجمهور يرون دين الخلق يقدم على دين الخالق؛ لأن الأصل في حقوق الخلق المشاحة وعدم المسامحة، ولذلك قال النبي صلى الله عليه وسلم: (من كانت له عند أخيه مظلمة فليتحلل)؛ لأنه لا يمكن أن تزول قدمه من عند الله جل في علاه حتى يُقتص منه لصاحبه، قالوا: ولذلك قدمنا ديون الخلق. ¶ أما الشافعية فقالوا: يتقدم حق الخالق، وعندنا دليل من الأثر، أثر يقدم حق الخالق على حق المخلوق، ففي الصحيحين عن النبي صلى الله عليه وسلم (لما جاءت المرأة تقول: يا رسول الله! إن أمي ماتت وعليها صوم أفأصوم عنها -وفي رواية أمي ماتت وعليها حج- أفأحج عنها؟ قال: أرأيت لو كان على أمك دين هل كنت قاضيته؟ قالت: نعم، قال: فاقضوا الله، فالله أحق بالقضاء) وهذا النص (أحق) تدل على أنه لا بد أن يقدم. ¶ والقولان فيهما قوة عظيمة جداً والراجح الصحيح: حق الخالق يقدم على حق المخلوق، وإن لم يف من التركة حق المخلوق، فيرضي الخالق المخلوق عن هذا المدين يوم القيامة عنه.",
            "page": "5",
            "part": "2",
            "seal": "8F25D5D7"
        },
        {
            "id": "12",
            "nass": "الوصية ¶ ثالثاً: من الحقوق المتعلقة بالتركة: الوصايا، وتوزع الوصايا بعد الانتهاء من الدين، وقد يقول قائل: كيف توزعون الدين قبل الوصية وقد قال الله تعالى: {مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ} [النساء:11]؟ فبهذا تكونون قد خالفتم النص القرآني. ¶ و A  أن علي بن أبي طالب قال: (قضى رسول لله بالدين قبل الوصية) وقضاء الرسول فيه حجة على التقديم والتأخير، الرسول بقضائه فأعلمنا مراد الله من الآية حيث قدم الدين على الوصية، وقد أجمعت الأمة على أن تقسيم عين التركة لا يكون إلا بعد قضاء الدين ثم الوصية. ¶ والحكمة من تقديم الدين على الوصية ظاهرة جداً، وهي أن الوصية مستحبة، والدين واجب السداد، والقاعدة العمومية: أن الواجبات تقدم على المستحبات، أما الوصية لوارث فلا تجوز، فقد قال رسول الله صلى الله عليه وسلم: (قد أعطى الله لأهل الفروض حقهم، فلا وصية لوارث). ¶ والصحيح الراجح في ذلك أن الوصية للوارث كانت معتبرة قال الله تعالى في سورة البقرة: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ} [البقرة:180]. ¶ ووجه الشاهد قوله: (للوالدين) ثم نسخت بقول الرسول صلى الله عليه وسلم: (لا وصية لوارث) فالوصية لوارث محرمة إلا أن يجيزها الورثة، ودليل ذلك: حديث الدارقطني قال رسول الله صلى الله عليه وسلم: (ألا أن يجيز الورثة) وهذا الحديث فيه تصريح بذلك. ¶ أما الوصية لغير الوارث فهي الأصل، لكن لا بد أن تحدد أولاً بالثلث لتصح، فقد جاء في حديث سعد عندما قال له: (أأترك أتصدق بشطر مالي؟ قال له: لا، الثلث، والثلث كثير). ¶ والصحيح الراجح: أنها تكون بالثلث. ¶ الحالة الثانية: الوصية بما فوق الثلث فلا تصح إلا أن يجيز الورثة أو بالإجماع على أن من كان له حق فأسقطه صح ذلك.",
            "page": "6",
            "part": "2",
            "seal": "80EFEDF7"
        },
        {
            "id": "13",
            "nass": "حالات إرث الزوج من الزوجة ¶ حالات إرث الزوج من الزوجة: إذا ماتت الزوجة عن زوجها، فلها حالتان: فالحالة الأولى: إذا كان لها ولد، قال الله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ} [النساء:12]. ¶ الحالة الثانية: ليس لها ولد، فله النصف مما تركت، ولم يفصل إن كان الولد من الزوج أو من غيره فهو على العموم.",
            "page": "7",
            "part": "2",
            "seal": "CB0DB22E"
        },
        {
            "id": "14",
            "nass": "مهمات في أحكام المواريث - ميراث الزوج ¶ الميراث له أركان وأسباب وموانع، فلا يتحقق الميراث حتى تتحقق أسبابه وتنتفي موانعه، وإذا توفرت الأسباب ووجدت الموانع قدمت الموانع على الأسباب.",
            "page": "1",
            "part": "3",
            "seal": "A9EB11D7"
        },
        {
            "id": "15",
            "nass": "أركان الإرث ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: فإن الإرث له أركان وشروط وأسباب وأقسام. ¶ وأركان الإرث ثلاثة: الركن الأول المورث. ¶ والركن الثاني: الوارث. ¶ والركن الثالث: الموروث.",
            "page": "2",
            "part": "3",
            "seal": "99C5417D"
        },
        {
            "id": "16",
            "nass": "شرط المورث ¶ فالركن الأول: المورث هو صاحب التركة، ولا بد أن تتوفر فيه شروط حتى نأخذ ماله، الشرط الأول: الموت حقيقة، أو حكماً. ¶ فمثلاً: رجل عنده خمسة أولاد وعنده تركة، فكل واحد منهم يريد من هذا المال فينتظر موت الوالد ليأخذ المال، فلا يستطيع أن يأخذ المال حتى يموت هذا الوارث حقيقة أو حكماً، كأن يكون مفقوداً، كأن يذهب مثلاً في سرية ليقاتل، فيرجع القوم ولا يرجع هو، ولا يعلم أحد من السرية أمات هو أم لا يزال حياً. ¶ والدليل على اشتراط موت المورث حقيقة أو حكماً، قول الله تعالى: {إِنْ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ} [النساء:176]، يعني: مات، فإذاً المال لا ينقل من المورث إلى الوارث إلا إذا مات المورث حقيقة أو حكماً.",
            "page": "3",
            "part": "3",
            "seal": "0953ABC6"
        },
        {
            "id": "17",
            "nass": "شروط الوارث ¶ أما الركن الثاني وهو الوارث، فيشترط فيه شرط واحد ليتملك الإرث، وهو: الحياة بعد ممات المورث ولو لحظة واحدة، وهذا شرط مهم جداً. ¶ فإذاً: الوارث لا يستحق المال أبداً إلا أن تكون له حياة مستقرة ولو لحظة واحدة بعد موت المورث. ¶ فمثلاً: رجل معه ابنه وكانا في سفر، وكان الرجل من الأغنياء ومن الأعيان، وكانا في السيارة فقدر الله لها بحادث، فمات الأب وجاء الطبيب ينظر للابن فوجد فيه دقات القلب، فأخذه إلى المستشفى فمات بعده بيوم، فجاء أولاد الميت الولد يسألون هل لأبيهم ميراث أم لا؟ فنقول: نعم. ¶ ولكن لو مات الابن قبل أبيه فليس له شيء من الميراث. ¶ لأولاد الابن ميراث، فلابد من اشتراط الحياة ولو لحظة واحدة بعد موت المورث. ¶ ولكن الأحناف يقولون بالوصية الواجبة، وهي أن أولاد الابن لهم حق في أموال جدهم الذي مات بعد موت والدهم، وهذا القول هو الذي تعمل به المحاكم، وهذا مخالف ومصادم للشرع. ¶ والدليل على ذلك قول الله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ} [النساء:12]، فاللام هنا لام التمليك، ولا يتملك أحد إلا وهو في حال الحياة، ففي هذا دلالة على أنه يشترط في الوارث الحياة؛ لأنه لا يتملك إلا إذا كان حياً. ¶ الركن الثالث: الموروث، وهو التركة.",
            "page": "4",
            "part": "3",
            "seal": "2E31C228"
        },
        {
            "id": "18",
            "nass": "أسباب الإرث ¶ أسباب الإرث ثلاثة: النسب، والنكاح أو المصاهرة، والولاء. ¶ والنسب هو القرابة، والأقارب يرثون بالفرض والتعصيب، وما كان سببه النكاح فإنه يرث بالفرض فقط لا بالتعصيب، والولاء هو كالنسب؛ لأن النبي صلى الله عليه وسلم بين أن الولاء لحمة كلحمة النسب. ¶ فإذاً أسباب الإرث ثلاثة: النسب وهي القرابة، والنكاح وهي المصاهرة، والولاء لقول النبي صلى الله عليه وسلم: (إنما الولاء لمن أعتق). ¶ ومعنى الولاء أن الرجل يكون رقيقاً، فيعتقه سيده، فإذا مات السيد ولا وارث له، فيرثه المعتق لأن الولاء لحمة كلحمة النسب، أو مات المعتق ولا وارث له، فيرثه سيده الذي أعتقه. ¶ فيرث بالتعصيب، لحديث: (فلأولى رجل ذكر)، والله جل وعلا لم يقسم للمعتق نصيباً مفروضاً في كتابه، فينزل تحت قول النبي صلى الله عليه وسلم: (فلأولى رجل ذكر).",
            "page": "5",
            "part": "3",
            "seal": "A9E95E7B"
        },
        {
            "id": "19",
            "nass": "الفروض المقدرة في كتاب الله ¶ وأقسام الإرث: الفرض والتعصيب. ¶ والفروض في القرآن هي: النصف والربع والثمن والسدس والثلث والثلثان، قال الله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ} [النساء:12]، إلى آخر الآيات. ¶ فالنصف نصفه ربع، ونصف نصفه ثمن، ثم الثلثان ونصفهما ثلث، ونصف نصفهما سدس. ¶ فالفرض هو النصيب المقدر المعلوم في كتاب الله جل في علاه. ¶ والتعصيب نصيب غير مقدر. ¶ وإذا بدأنا في التوريث سنبدأ بما بدأ الله به، وقد بدأ الله بأصحاب الفروض والدليل على ذلك، قول الله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ} [النساء:12]، ومن الحديث: (ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر)، فهذا أمر يقتضي الوجوب، وسنبدأ بأهل الفرائض، ونبدأ بالمصاهرة وهي الزواج.",
            "page": "6",
            "part": "3",
            "seal": "E124D7D0"
        },
        {
            "id": "20",
            "nass": "الفروض المقدرة للزوج ¶ أولاً: الزوج يرث بالفرض فقط، والزوج له حالتان: الحالة الأولى: عدم وجود الفرع الوارث للزوجة، والفرع الوارث، هو: الابن وإن نزل، سواء كان ذكراً أو أنثى، فيكون الفرع الوارث هم: الابن وابن الابن وإن نزل، والبنت وبنت الابن وإن نزلت، كبنت ابن ابن ابن. ¶ فإذا لم يوجد الفرع الوارث للزوجة، فيرث الزوج منها النصف، والدليل على ذلك، قول الله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ} [النساء:12]. ¶ وسواء كان الولد منه أو من غيره، لعموم قول الله تعالى: {إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ} [النساء:12]، فـ (ولد) هنا نكرة، والنكرة في سياق النفي تفيد العموم؛ فتعم كل الأولاد، سواء كانوا من الزوج نفسه أو من غيره، كامرأةٍ تزوجت أربعة، وأنجبت من كل واحد منهم ولداً، وجاءت إلى الخامس فلم تنجب منه أحداً ثم ماتت، فللزوج الربع فقط لوجود الفرع الوارث للزوجة وإن لم يكن منه. ¶ فإن وجد الفرع الوارث للميت فللزوج الربع، فمثلاً: ماتت امرأة عن بنت ابن وزوج وأب، فالزوج يستحق الربع لوجود الفرع الوارث وهو بنت الابن. ¶ والحالة الثانية: وجود الفرع الوارث للميت، فللزوج الربع، لقول الله تعالى: {إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ} [النساء:12]. ¶ فيكون إذاً للزوج حالتان: الحالة الأولى: وجود الفرع الوارث، فله الربع. ¶ الحالة الثانية: عدم وجود الفرع الوارث فنصيبه النصف.",
            "page": "7",
            "part": "3",
            "seal": "C5BAF23D"
        },
        {
            "id": "21",
            "nass": "مسائل في ميراث الزوج ¶ كم يستحق الزوج من بعد زوجته في هذه المسائل الآتية؟ المسألة الأولى: هلكت امرأة عن زوج وأب. ¶ المسألة الثانية: هلكت عن زوج وابن وابن ابن وبنت ابن. ¶ المسألة الثالثة: هلكت عن زوج وثلاث بنات. ¶ المسألة الرابعة: هلكت عن خمس بنات ابن وزوج. ¶ المسألة الخامسة: هلكت عن ثلاث بنات بنت وزوج. ¶ المسألة السادسة: هلكت عن ثلاثة أولاد بنت، وأب وزوج. ¶ المسألة السابعة: هلكت عن أخت وبنت أخت وزوج وبنت بنت بنت. ¶ أما المسألة الأولى وهي: هلكت المرأة عن زوج وأب، فللزوج النصف، لعدم وجود الفرع الوارث، لقوله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ} [النساء:12]. ¶ المسألة الثانية وهي: هلكت عن زوج وابن وابن ابن وبنت ابن، فللزوج الربع لوجود الفرع الوارث، والفرع الوارث هو الابن أو ابن الابن وإن نزل أو بنت الابن وإن نزلت، لقوله تعالى: {فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ} [النساء:12]، فاللام التمليك، وهي تدل على اشتراط حياة الوارث بعد موت المورث. ¶ أما المسألة الثالثة: وهي: هلكت عن زوج وثلاث بنات، فللزوج الربع لوجود الفرع الوارث، والفرع الوارث هنا هو الثلاث البنات، سواء كن بناته أو بنات زوج قبله. ¶ أما المسألة الرابعة: هلكت عن خمس بنات ابن وزوج، فللزوج الربع، لوجود الفرع الوارث. ¶ أما المسألة الخامسة: هلكت عن ثلاث بنات بنت وزوج، فللزوج النصف لعدم وجود الفرع الوارث، فبنات البنت من الأرحام اللاتي لا يرثن، فلسن من الفرع الوارث، وإنما الفرع الوارث بنات الابن وبنات ابن الابن وإن نزل. ¶ أما المسألة السادسة: هلك الميت عن ثلاثة أولاد بنت، وأب وزوج، فللزوج النصف لعدم وجود الفرع الوارث. ¶ أما المسألة السابعة: هلكت عن أخت وبنت أخت وبنت بنت بنت وزوج، فللزوج النصف لعدم وجود الفرع الوارث، أما بنت بنت البنت فإنها من ذوات الأرحام اللاتي لا يرثن. ¶ أما لو استبدلنا بنت بنت البنت بابن ابن الابن، فإن للزوج الربع لوجود الفرع الوارث، فابن الابن يحجب الزوج من النصف إلى الربع، ويسمى هذا الحجب حجب نقصان من الفرض.",
            "page": "8",
            "part": "3",
            "seal": "06DCEA89"
        },
        {
            "id": "22",
            "nass": "موانع الإرث",
            "page": "9",
            "part": "3",
            "seal": "BCCB07F2"
        },
        {
            "id": "23",
            "nass": "الرق والقتل واختلاف الدين تمنع الميراث ¶ موانع الإرث ثلاثة متفق عليها بين الأئمة: الأول: الرق. ¶ الثاني: القتل. ¶ الثالث: اختلاف الدين. ¶ فلا يرث الوارث من مورثه إلا إذا تحققت شروط استحقاق الإرث وانتفت موانعه. ¶ المانع الأول: القتل: فالزوج يرث زوجته لتوفر الشرط وهو المصاهرة، فلو قتلها فإنه لا يرثها لعدم انتفاء مانع الإرث وهو القتل. ¶ الثاني: الرق: والرق سببه الكفر، لأن الكافر أذل نفسه وعبد الشيطان دون أن يعبد الرحمن، فجعل الله المسلم عليه سيداً، فهو تقييد لحريته من أجل كفره. ¶ والرقيق ليس لهم تمليك، ولذلك ليس لهم ميراث، فالعبد ليست له قوة ملكية، ولا يد ملكية، والدليل على ذلك قول النبي صلى الله عليه وسلم: (من باع عبداً فماله للبائع إلا أن يشترط المبتاع)، فالعلماء فهموا من ذلك أن العبد لا يتملك شيئاً. ¶ فمثلاً: رجل كان كافراً، وفر من المعركة ثم أسلم، وكان له ولد صغير في السبي فأسلم، فمات الأب المسلم، وابنه العبد المسلم يريد الميراث، فلا يستحق ذلك؛ لأنه ليست له ملكية، فينتقل هذا المال من يده إلى يد سيده، لأن من موانع الميراث الرق، والدليل على ذلك قول النبي صلى الله عليه وسلم: (من باع عبداً فماله للبائع إلا أن يشترط المبتاع). ¶ الثالث: الاختلاف في الدين، فمن أسلم وأبوه على الكفر، ثم مات الأب، فإن الابن المسلم لا يرث أباه الكافر، لوجود المانع من الميراث وهو اختلاف الدين، والدليل قول النبي صلى الله عليه وسلم كما في الصحيح: (لا يرث المسلم الكافر، ولا يرث الكافر المسلم)، فجاء النص النبوي فمنع المسلم من أن يرث الكافر.",
            "page": "10",
            "part": "3",
            "seal": "ADEAE566"
        },
        {
            "id": "24",
            "nass": "أنواع الكفر وحكم كل نوع في الميراث ¶ والكافر له أحوال ثلاثة: كفر ظاهر، وكفر باطن، وردة. ¶ فالكفر الظاهر مانع من الإرث، فالكافر لا يرث المسلم بحال من الأحوال، فلو كان الابن كافراً وكان أبوه مسلماً فمات الأب المسلم، فلا يرث الابن الكافر من أبيه المسلم لأن الكافر لا يرث المسلم بالإجماع. ¶ أما المسلم فهل يرث الكافر؟ فالأئمة الأربعة أنه لا يرث، ورواية عن أحمد ورجحها شيخ الإسلام ابن تيمية أن المسلم يرث الكافر من باب المصلحة، وهذا قول خاطئ، لأنه لا اجتهاد مع نص، فهذه مصادمة صريحة لقول النبي صلى الله عليه وسلم: (لا يرث المسلم الكافر ولا يرث الكافر المسلم)، فالاختلاف في الدين يمنع الإرث. ¶ أما الكفر الباطن فهو النفاق الاعتقادي، وهو قسمان: نفاق ظاهر، ونفاق باطن. ¶ فالنفاق الظاهر كما أظهره الذين تكلموا على صحابة رسول الله صلى الله عليه وسلم عندما قالوا لهم: ما رأينا مثل قرائنا أرغب بطوناً، وأجبن عند اللقاء، فلما أظهروا نفاقهم ثبت فيهم الحكم، قال الله تعالى: {لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [التوبة:66]، فالنفاق الظاهر له حكم الكافر، فلا يرث ولا يورث. ¶ وإن كان نفاقاً باطناً لم يظهر، كـ عبد الله بن أبي ابن سلول مثلاً فقد كان نفاقه باطناً، فحكمه حكم المسلم، يرث ويورث، وحسابه على الله جل في علاه. ¶ أما الردة ففيها اختلافات كثيرة، والصحيح فيها أنها مانع من الإرث، فلا يرث المسلم قريبه المرتد بحال من الأحوال، إلا إذا أسلم قبل أن يموت أو قبل أن يقتل. ¶ أي فالردة حكمها كحكم الكفر.",
            "page": "11",
            "part": "3",
            "seal": "C0138569"
        },
        {
            "id": "25",
            "nass": "أنواع القتل وحكم كل نوع في الميراث ¶ والقتل مانع من الإرث، وقد قال النبي صلى الله عليه وسلم كما في سنن أبي داود (لا يرث القاتل شيئاً)، والقتل نوعان: قتل عمد، وقتل خطأ. ¶ فاتفق أهل العلم على أن القاتل عمداً لا يرث، وأدلتهم في ذلك من الأثر والنظر. ¶ أما الأثر فقد قال النبي صلى الله عليه وسلم: (لا يرث القاتل شيئاً). ¶ وأما النظر، فإن من مقاصد الشريعة حفظ الأرواح، فلو قلنا بأن القاتل يرث، فإن هذا القول يفتح لنا باباً للشر، فلو أراد الوارث مال مورثه فله أن يقتله ليستحق منه الإرث. ¶ أما قتل الخطأ، فاختلف العلماء فيه على قولين، القول الأول: أخذ جمهور أهل العلم بعموم قول النبي صلى الله عليه وسلم: (لا يرث القاتل شيئاً)، فقالوا: لا يرث القاتل خطأً أو عمداً. ¶ والمالكية قالوا: إن قتله خطأ يرث، وإن قتله عمداً لا يرث، ولهم أدلة استدلوا بها من الأثر والنظر. ¶ أما من الأثر فإن النبي صلى الله عليه وسلم لما سئل عن المرأة التي قتلت زوجها خطأ، فقال: (لها الإرث في ماله وليس لها الإرث في ديته) وقد انتصر ابن القيم لهذا الحديث. ¶ فجعل لها الإرث في المال، ولم يجعل لها الإرث في الدية، لأنه يجب عليها الدية. ¶ أما من النظر، فالقاعدة عند العلماء: أن من تعجل شيئاً قبل أوانه، عوقب بحرمانه، فننظر في حاله، هل تعجل الميراث؟ ف ¶ A  أنه لم يتعجل الميراث ولم يقصد بحال من الأحوال أن يقتله ليرثه، وإنما قدر الله جل وعلا أن يكون وارثه سبباً في قتله، كمن كان بديناً فوقع على أبيه فأماته، فنقول: هذا قدر محض، فهو لم يتردد في ذهنه الميراث بحال من الأحوال. ¶ قالوا: فنقول: إذا كان القتل خطأ، فللقاتل أن يرث مورثه؛ لأنه لم يقصد قتله، ولم يتعجل شيئاً قبل أوانه. ¶ وهذا القول له حظ كبير جداً من النظر، لكن الأسلم والأحوط حتى لا يفتح الباب وتتخذ ذريعة، أن نقول: القاتل خطأ أو عمداً ليس له ميراث من باب سد الذرائع وحسم مادة القتل. ¶ وهذا هو الراجح الصحيح. ¶ أقول قولي هذا وأستغفر الله لي ولكم.",
            "page": "12",
            "part": "3",
            "seal": "2A159875"
        },
        {
            "id": "26",
            "nass": "مهمات في أحكام المواريث - ميراث الزوجة، ميراث الأبوين ¶ الزوج والزوجة والأب والأم إذا وجد أحدهم في الورثة فلابد أن يرث ضرورة، ولا يسقط، لكن ميراثهم يختلف بحسب وجود الورثة الباقين، فالزوجة لها الربع مع عدم وجود الفرع الوارث ولها الثمن إن وجد، والأبوان يرث كل منهما السدس مع الفرع الوارث، وإذا لم يوجد الفرع الوارث ولا الإخوة فللأم الثلث، إلا في العمريتين.",
            "page": "1",
            "part": "4",
            "seal": "CCFCB33D"
        },
        {
            "id": "27",
            "nass": "ميراث الزوجة ¶ الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:7 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: فقد انتهينا من الكلام على ميراث الزوج، ونتكلم في هذا الدرس على ميراث الزوجة فنقول: الزوجة لها حالتان: الحالة الأولى: عدم وجود الفرع الوارث، وفرضها الربع؛ لقول الله تعالى: {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ} [النساء:12]. ¶ الحالة الثانية: وجود الفرع الوارث، وفرضها الثمن؛ لقوله تعالى: {فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ} [النساء:12]. ¶ مثال الحالة الأولى: مات رجل عن زوجة وأب وأم، ففي هذه الصورة ترث الزوجة الربع؛ لعدم وجود الفرع الوارث، ولأنها منفردة؛ لأن الميت إذا كان له أكثر من زوجة فهن شركاء إما في الربع أو في الثمن، ويشترك في الربع أو الثمن أربع نسوة فما دون، ولا يجوز أكثر من ذلك. ¶ فمثلاً: إذا مات رجل عن أم وأب وأربع زوجات وخمس إماء، فللأربع الزوجات الربع يشتركن فيه جميعاً. ¶ وليس للإماء شيء؛ لأنهن لسن وارثات. ¶ مثال على الحالة الثانية: هلك عن ابن وبنت وأم وأخت وزوجة، فللزوجة في هذه الصورة الثمن؛ لوجود الفرع الوارث، وهكذا إذا كن أكثر من واحدة؛ فإنهن يشتركن في الثمن.",
            "page": "2",
            "part": "4",
            "seal": "F480844D"
        },
        {
            "id": "28",
            "nass": "ميراث الأبوين",
            "page": "3",
            "part": "4",
            "seal": "1396C45B"
        },
        {
            "id": "29",
            "nass": "ميراث الأب ¶ ونأخذ ميراث الأبوين فنقول: أما الأب فله حالات ثلاث: الحالة الأولى: يرث فيها بالفرض فقط. ¶ وأولاً نقول: الأب لا يحرم من الميراث بحال من الأحوال، وهذه قاعدة لابد من ضبطها؛ فهو وارث وأصل أصيل، بل هو السبب في حياة المورث، فالأب لا ينقطع عن الميراث بحال، فهو يرث بالفرض ويرث بالتعصيب. ¶ الحالة الثانية: يرث بالتعصيب. ¶ الحالة الثالثة: يرث بالفرض والتعصيب. ¶ فالحالة الأولى: يرث بالفرض عند وجود الفرع الوارث الذكر، فحتى نعطي الأب ميراثه أو فرضه السدس فقط يشترط وجود الفرع الوارث الذكر. ¶ والدليل: قول الله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} [النساء:11] فيصير فرضه السدس إن وجد الفرع الوارث. ¶ مثال ذلك: هلك هالك عن ابن وأب وأخت، فللأب في هذه الحالة السدس فرضاً؛ لوجود الفرع الوارث. ¶ الحالة الثانية: يرث بالتعصيب، ويكون إرثه بالتعصيب عند عدم وجود الفرع الوارث، ودليله: قوله تعالى: {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} [النساء:11]، فذكر فرض الأم وسكت عن الأب، يعني أن الباقي للأب، فإذا كان الميراث يقسم بين اثنين وواحد قيل له: خذ النصف وسكت، فمعنى هذا أن الثاني سيأخذ النصف. ¶ مثال ذلك: رجل مات وترك أباً وأماً فللأم الثلث والباقي للأب. ¶ ومثال ذلك أيضاً: رجل هلك عن أخت وأب وأم، فللأم الثلث والباقي للأب، وليس للأخت شيء؛ لأن الأخت من الحواشي وليست فرعاً وارثاً، ففي هذه المسألة لا يوجد فرع وارث، فيأخذ الأب الباقي تعصيباً بعدما يأخذ صاحب الفرض فرضه. ¶ الحالة الثالثة: يرث بالفرض وبالتعصيب، وذلك عند وجود الفرع الوارث الأنثى. ¶ وفي الحالة الأولى قلنا: إن الفرع الوارث يكون ذكراً، أو ذكراً وأنثى، يعني: مخلطين، ففي تلك الحالة ليس له إلا السدس بالفرض؛ لقول الله تعالى: {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} [النساء:11]. ¶ مثال ذلك: هلك عن بنت وأم وأب، وعندنا قاعدة فرضية وهي قول النبي صلى الله عليه وسلم: (ألحقوا الفرائض بأهلها) فنبدأ بأصحاب الفروض، (فما بقي فلأولى رجل ذكر). ¶ ففي هذه المسألة البنت لها النصف والأم لها السدس، والأب له السدس فرضاً والباقي تعصيباً، ويكون أصل المسألة من ستة؛ البنت لها ثلاثة والأم لها واحد والأب له واحد، ويبقى واحد يرجع للأب تعصيباً. ¶ فيكون قد ورث بالفرض وبالتعصيب. ¶ وعلى هذا فنقول: في الحالة الثالثة نورث الأب بالفرض وبالتعصيب، وذلك عند وجود الفرع الوارث أنثى، أما لو وجد ذكر فلا يأخذ إلا السدس، فإن وجدت أنثى واحدة أو ثنتان أو ثلاث أو أكثر فإننا نورثهن بالفرض ثم يأخذ الأب بالفرض السدس والباقي يأخذه تعصيباً، لكن عند عدم وجود الفرع الوارث الذكر؛ لأن الفرع الوارث الذكر يقدم عليه في التعصيب. ¶ والدليل على أنه يأخذ السدس قوله تعالى: {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} [النساء:11]، وقال النبي صلى الله عليه وسلم: (ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر) وأولى رجل ذكر هنا هو الأب؛ لأنه لا يوجد رجل يرث هنا إلا هو، فصار هو الأولى، ولو وجد أخ فنقول: لا يرث؛ لأن الأب أولى؛ لأننا رتبنا التعصيب ترتيباً معيناً وهو: بنوة، أبوة، أخوة، عمومة، فيصير الأب هو أولى رجل ذكر، فيأخذ الباقي تعصيباً.",
            "page": "4",
            "part": "4",
            "seal": "19AA0DB7"
        },
        {
            "id": "30",
            "nass": "ميراث الأم ¶ وأما ميراث الأم، فنقول: الأم لها حالات ثلاث أيضاً: الحالة الأولى: تأخذ الثلث عند عدم وجود الفرع الوارث، وعدم وجود عدد من الإخوة اثنين فأكثر؛ لقوله تعالى: {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} [النساء:11] مثال ذلك: هلك هالك عن أم وأب وأخت، فالأم لها الثلث؛ لعدم وجود الفرع الوارث، وعدم وجود عدد من الإخوة. ¶ الحالة الثانية: وجود جمع الإخوة -أي: اثنين فأكثر- وعدم وجود الفرع الوارث أيضاً؛ ففرضها في هذه الحالة فيه خلاف بين العلماء؛ فعند الجماهير فرضها السدس، وعند شيخ الإسلام فرضها الثلث، وسبب ذلك وجود خلاف بين جماهير أهل العلم وبين شيخ الإسلام ابن تيمية في مسألة الحجب، يعني: لو وجد جمع من الإخوة المحجوبين بالأب هل يحجبون الأم أو لا يحجبونها؟ وبضرب المثال يتضح المقال؛ فمثال ذلك: هلك هالك عن أم وأب وستة إخوة. ¶ فالجمهور يختلفون مع شيخ الإسلام ابن تيمية في هذه المسألة؛ وذلك في هل يحجب الإخوة الأم أو لا يحجبونها؛ لأنهم محجوبون بالأب، فالجمهور على أن الأم تأخذ السدس، وشيخ الإسلام ابن تيمية على أن الأم تأخذ الثلث عند وجود الإخوة؛ لأنهم إذا كانوا محجوبين فليس لهم ميراث، وهم هنا محجوبون بوجود الأب الذي هو الأصل الوارث، وكذلك يحجبون بوجود الابن الذي هو الفرع الوارث، وإذا كانوا محجوبين فلا يحجبون. ¶ إذاً: إذا كان للميت إخوة يرثون فلأمه السدس. ¶ ففي الحالة الثانية إذا وجد إخوة غير محجوبين فإنه بالاتفاق يكون للأم السدس، ومعنى كونهم محجوبين: أن الأب جاء وقال لهم: أنا أولى منكم، أو جاء الابن وقال: أنا أولى منكم، ليس لكم ميراث، فهنا هلك عن أب وأم وستة إخوة، فيأتي الخلاف هنا. ¶ لابد من ضبط القاعدة؛ وهي: أن الأم لها فرض السدس عند وجود الفرع الوارث؛ لقوله تعالى: {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} فعند وجود الفرع الوارث أنثى أو ذكراً يكون للأم السدس، مثال ذلك: هلك هالك عن بنت وأم وأب، فالبنت فرع وارث لها النصف، وبما أن الفرع الوارث موجود فيكون ميراث الأم السدس. ¶ وترث الأم الثلث عند عدم وجود الفرع الوارث، والدليل قوله تعالى: {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} [النساء:11] زهذا عند عدم وجود جمع من الأخوة أيضاً. ¶ وأما مع وجود الإخوة فللأم حالتان: الحالة الأولى: وجود إخوة مع وجود أب. ¶ الحالة الثانية: وجود إخوة مع عدم وجود أب. ¶ فإذا وجد أب مع الإخوة فالأب يحجب هؤلاء الإخوة؛ لأنه صاحب فرض وصاحب تعصيب، ولا يصح للإخوة أن يرثوا بوجود الأب، فشيخ الإسلام ابن تيمية قال: وجودهم مثل عدمهم، أما عند الجمهور فقالوا: ندور مع الآثار حيث دارت، قال الله تعالى: {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} [النساء:11] والآية عامة، ويبقى العام على عمومه والمطلق على إطلاقه ما لم تأت قرينة تصرف ذلك، فسواء وجد الأب أو لم يوجد فالآية صريحة جداً؛ قال الله جل في علاه: {فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ}، فالصحيح الراجح أن لها السدس، وظاهر الآية مع قول الجماهير، فقول الجمهور: لها السدس إذا وجد الإخوة. ¶ الحالة الثانية: وجد الإخوة ولا يوجد الأب الذي هو الأصل الوارث، مثال ذلك: هلك هالك عن أم وثلاثة إخوة، فالأم لها السدس بالاتفاق؛ لأن الإخوة غير محجوبين، والباقي سيكون للإخوة تعصيباً. ¶ فخلاصة القول: أن الأم مع الإخوة لها حالتان: إخوة مع وجود أب، وإخوة مع عدم وجود الأب. ¶ فإخوة مع عدم وجود الأب قال الله جل في علاه فيها: {وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} فالأم تأخذ السدس مع وجود الإخوة وعدم وجود الفرع الوارث. ¶ فهذه حالة والحالة الثانية: أن يوجد أب وإخوة، ففي هذه الحالة شيخ الإسلام ابن تيمية نظر إلى الإخوة فقال: الإخوة مع عدم وجود الأب لهم إرث ويحجبون الأم من الثلث إلى السدس، فإن وجد الأب فليس لهم ميراث؛ لأن الأب وقف كالأسد أمامهم، وقال: لا ميراث لكم ما دمت حياً، فأنتم محجوبون بي، فشيخ الإسلام ابن تيمية قال: الإخوة مع الأب لا شيء لهم، وكأنهم غير موجودين، فوجودهم كعدمهم، وما داموا غير منتفعين بشيء فلن يقدروا أن يضروا. ¶ وقال: إذاً: تصير الآية خاصة بعدم وجود الأب، ولو وجد الأب يصير كأنهم غير موجودين، وعلى ذلك سنورث الأم كما هي الثلث، والباقي للأب تعصيباً. ¶ ونقول: كلام شيخ الإسلام ابن تيمية على العين وعلى الرأس، لكنه مخالف لظاهر الآية، فالله عز وجل يقول: ((فَإِنْ كَانَ لَهُ إِخْوَةٌ)) أي: سواء كان الأب موجوداً أو غير موجود، قال: ((فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ)) فإذاً تصير الأم لها السدس مع وجود الإخوة حجبوا أو لم يحجبوا، وهذا هو الراجح الصحيح. ¶ وسواء كان الإخوة رجالاً أو نساءً فإن الحكم واحد.",
            "page": "5",
            "part": "4",
            "seal": "ACCF1BBF"
        },
        {
            "id": "31",
            "nass": "المسألتان العمريتان ¶ يخرج بعد الحالات الثلاث مسألة الغراوين، ومسألة الغراوين هذه مستقاة من الغرة، يعني: كأنها شامة على الجبين بيضاء تظهر؛ وذلك لشهرة هذه المسألة، ويقال لها أيضاً: مسألة العمريتين، ولا بد أن يكون فيها أم وأب وزوج أو زوجة، يعني: لا بد أن يدخل أحد الزوجين، والأم هنا في هذه الحالات ترث مع الزوجة أو الزوج بوجود الأصل الوارث وهو الأب. ¶ وسيكون فرضها ثلث الباقي وليس الثلث مطلقاً. ¶ ومثال ذلك: هلك هالك عن زوجة وأم وأب، فالزوجة لها الربع لعدم وجود الفرع الوارث، والأب سيرث بالتعصيب، والباقي كله له، والأم لها ثلث الباقي، ولو قلنا بالثلث مطلقاً فلن يكون للأب ضعفها، وأصل المسألة سيكون اثني عشر، والزوجة سيكون لها ثلاثة، والأم سيكون لها أربعة، والباقي خمسة للأب، وعندنا هنا أم أنثى وأب في نفس الدرجة، وسيكون للأم أربعة وللأب خمسة، وهذا خلاف التأصيل الفرضي، والتأصيل الفرضي لو وجدت امرأة أنثى مع ذكر في درجة واحدة فللذكر مثل حظ الأنثيين؛ لقوله تعالى: {لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء:11] فلو قلنا: إن للأم ثلث التركة كلها فسنكون هنا خالفنا القاعدة العامة للمواريث، فلذلك جاء عمر وجمع الناس فقال: هما في درجة واحدة، فهل نورثها ثلث التركة أو نورثها ثلث الباقي؟ فورثها ثلث الباقي، وكان في محفل بين المهاجرين والأنصار كلهم معاً فوافقوا عمر، فأصبح هنا دليل المسألة الأثري هو حكم عمر مع الإجماع السكوتي، وهذا الحكم وافق التأصيل والتقعيد القرآني الفرضي؛ لأن للذكر مثل حظ الأنثيين. ¶ والصورة الثانية: زوجة ماتت عن زوج وأم وأب، فالزوج له النصف، والأم لها ثلث الباقي، والأب له الباقي، ويصير هنا رأس المسألة ستة، للزوج ثلاثة، وللأم واحد، وللأب اثنان. ¶ ولو قلنا: إن الأم لها ثلث التركة فسيكون لها اثنان وسيبقى للأب واحد فقط، فلذلك عمر جمع الناس وقال: ليس لها إلا ثلث الباقي. ¶ إذاً: العمريتان هما: زوجة وأم وأب، وزوج وأب وأم. ¶ وتكون الأم مع أحد الزوجين ومع الأب فرضها ثلث الباقي.",
            "page": "6",
            "part": "4",
            "seal": "A635BD8F"
        },
        {
            "id": "32",
            "nass": "مسائل تطبيقية على ميراث الأبوين ¶ المسألة الأولى: رجل مات عن أب وعن ابن: طبعاً نحن لم نأخذ ميراث الابن، ولكن نحن الآن نطبق عملياً على ميراث الأب، وقلنا: حالات الأب ثلاث: الأولى: وجود فرع وارث. ¶ الثانية عدم وجود فرع وارث. ¶ الثالثة: وجود فرع وارث ولكنه أنثى، وفي هذه الحالة الثالثة يرث بالفرض والتعصيب. ¶ فهنا الأب فرضه السدس، والابن له الباقي تعصيباً. ¶ مسألة: رجل مات عن خمسة إخوة وأم وأب: صورة هذه المسألة فيها خلاف، والتوريث فيها على الراجح كما يأتي: الإخوة لا شيء لهم؛ لأنهم محجوبون بالأب، وكأن الأب يقول لهم: ما دمت حياً فلا إرث لكم، وعلى هذا يحجبهم وكأنهم غير موجودين. ¶ والأم لها السدس، هذا على القول الراجح، وعلى قول شيخ الإسلام لها الثلث، والباقي للأب تعصيباً. ¶ مسألة: رجل مات عن ثلاث بنات وأب وأم: الأب له السدس، والأم لها السدس؛ لوجود الفرع الوارث، والبنات لهن الثلثان، وسيكون أصل المسألة من ستة! البنات لهن أربعة، والأم لها واحد، والأب له واحد، ولو كان هناك باق فإن الأب كان سيأخذه تعصيباً. ¶ مسألة: رجل مات عن بنت وأب: البنت لها النصف، والأب له السدس فرضاً والباقي تعصيباً. ¶ مسألة: رجل مات عن أم وابن: الأم لها السدس، والباقي للولد تعصيباً. ¶ مسألة: رجل مات عن أم وأخوين لأب: الأم لها السدس، والباقي للإخوة لأب تعصيباً. ¶ والإخوة لهم حالات: إخوة لأمه، إخوة أشقاء، إخوة لأب، وكلهم بالنسبة للأم سواء، يعني: كل هؤلاء يحجبون الأم من الثلث إلى السدس، وكلهم في الحكم سواء. ¶ فلو مات رجل عن أم وثلاثة إخوة لأم، فللأم السدس، ولو مات عن أم وثلاثة إخوة أشقاء، فللأم السدس، وهكذا لو مات عن أم وأختين من أب فللأم السدس. ¶ مسألة: امرأة ماتت عن أم وزوج وأب: المسألة هذه عمرية، فالزوج له النصف؛ لعدم وجود الفرع الوارث. ¶ والأم لها ثلث الباقي، والأب له الباقي تعصيباً. ¶ مسألة: رجل مات عن زوجة وأم وأب: الزوجة لها الربع؛ لعدم وجود الفرع الوارث، والأم لها ثلث الباقي، والأب له الباقي. ¶ مسألة: امرأة هلكت عن زوج وبنتين وأم وأب: الزوج له الربع؛ لوجود الفرع الوارث، والبنتان لهما الثلثان، والأم لها السدس، والأب له السدس؛ لوجود الفرع الوارث، فإن بقي شيء فهو له تعصيباً.",
            "page": "7",
            "part": "4",
            "seal": "90297776"
        },
        {
            "id": "33",
            "nass": "مهمات في أحكام المواريث - ميراث الجد ¶ الجد في المواريث ينزل منزلة الأب، إلا في بعض المسائل، منها: أن الأب يحجب الجدة بخلاف الجد، ومنها المسألتان العمريتان، وكذلك إذا وجد معه الإخوة أو الأخوات الأشقاء أو لأب، ففي هذه المسائل لا ينزل الجد منزلة الأب، بل له تفصيلات أخرى.",
            "page": "1",
            "part": "5",
            "seal": "8D061F4D"
        },
        {
            "id": "34",
            "nass": "ميراث الجد ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ نبدأ الآن في ميراث الجد، وهذه المسألة صعبة وشائكة نوعاً ما، لكنني سأحاول تبسيطها قدر الإمكان حق تكون سهلة يسيرة. ¶ أقول أولاً: الجد جدان- على قول الفرضيين: جد صحيح وجد فاسد، وقولهم: جد فاسد، لا يعني أنه فاسد خلقاً أو ديناً، بل يعنون بذلك أنه فسد عليه إرثه، أي: لا يأخذ من الإرث شيئاً. ¶ والجد الصحيح: هو الجد الذي لا توجد أنثى بينه وبين الميت، كأب الأب، أي: أنه يدلي بالأب. ¶ وأما الجد الفاسد: فهو الذي يوجد بينه وبين الميت أنثى، كأب الأم، ولذلك يمكن أن نبدل لفظ الجد الفاسد فنقول: جد عصبي وجد رحمي، فالجد الرحمي يعتبر من ذوي الأرحام، فلا هو صاحب فرض ولا صاحب عصبة. ¶ والجد العصبي ينزل منزلة الأب مجازاً، كما قال ذلك بعض أهل اللغة، قالوا: والدليل من كتاب الله، قال الله تعالى: {وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ} [يوسف:38]، وإبراهيم ليس الأب المباشر ليوسف عليه السلام، إذ إن هناك طبقتين بينهما، فإبراهيم يعتبر جداً ليوسف عليه السلام: يوسف بن يعقوب بن إسحاق بن إبراهيم، فيعقوب طبقة، وإسحاق طبقة، وفوقهم إبراهيم عليه السلام، ومع ذلك سماه أباً، ومن الأدلة أيضًا ما ورد في قصة موت يعقوب عليه السلام عندما قال: {مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ} [البقرة:133]، فقد ذكر إبراهيم وإسحاق، فهذه دلالة على أن الجد ينزل منزلة الأب مجازاً. ¶ ولهذا فالجد يأخذ حكم الأب، إلا في ثلاث مسائل، نذكرها بإيجاز إن شاء الله تعالى: المسألة الأولى: أن الجد يخالف الأب في مسألة وجود أم الأب، فمثلاً مات أحمد، وترك أباه زيداً، وأم زيد أي: أم الأب، فزيد -الأب- يحجب أمه -أي: جدة الميت- فلا ترث الجدة أم الأب عند وجود الأب، لكن الجد ليس كذلك، فإذا مات أحمد وترك جداً وجدة فهي ترث معه، ولا يحجبها. ¶ المسألة الثانية: مسألة الغراوين، أو العمريتين: وهذه المسألة هي: أبوان مع أحد الزوجين، ففي حالة وجود الأب، فإن الأم سيكون لها ثلث الباقي بعد إخراج فرض الزوج أو الزوجة، أما في حالة وجود الجد بدلاً عن الأب فإن الأم تأخذ ثلث الجميع، وليس ثلث الباقي، حتى ولو أخذت أكثر من الجد. ¶ فمثلاً: إذا ماتت عن زوج وأم وأب، وتركت ستة آلاف، فنعطي الزوج فرضه، وهو النصف، أي: ثلاثة آلاف، والأم نعطيها ثلث الثلاثة الباقية، أي: ألفاً، والباقي -ألفان- للأب تعصيباً، أما في حالة وجود الجد بدلاً عن الأب؛ فإن الأم ستأخذ ثلث المال كله، أي: ستأخذ ألفين، والزوج يأخذ النصف - ثلاثة آلاف - والباقي - ألف فقط - يأخذه الجد. ¶ أما الدليل على مسألة الغراوين فالتقعيد، فقد جاءت الأدلة الناصعة والإجماع على الأب، أما الجد فاختلف فيه، ولهذا لم ينزل منزلة الأب في هاتين المسألتين، وهذا الاختلاف سيظهر في المسألة الثالثة التي ستأتي. ¶ فالجد يخالف الأب هنا، فإذا مات شخص وترك الأب مع الإخوة أو الأخوات، سواء أشقاء أو لأب، فإن الإخوة والأخوات لا يرثون هنا؛ لأن الأب يحجبهم، فنحن قلنا سابقاً: إن الإخوة والأخوات يرثون بشرط عدم وجود الأب وعدم وجود فرع وارث ذكر للميت، فالأب يحجب الإخوة والأخوات، وهذا بالإجماع. ¶ أما الجد فيخالف الأب في هذه المسألة، وهناك خلاف عريض بين العلماء في الجد مع الإخوة والأخوات، هل يحجبهم أم لا؟ وسنبدأ التفصيل في هذه المسألة إن شاء الله. ¶ فبعض العلماء قالوا: بما أن الجد ينزل منزلة الأب فإنه يحجب الإخوة، ولكن الصحيح هو القول الآخر- الذي سيأتي-وإن كان شاقاً قليلاً، لكنه سهل على من يسره الله عليه. ¶ نقول: الجد له حالات، منها: أولاً: أن يكون ليس معه إخوة، ففي هذه الحالة ينزل منزلة الأب بالإجماع، فعند توريثه مع عدم وجود الإخوة له أحوال ثلاثة، فهو قد يرث بالفرض، أو بالتعصيب، أو بالفرض والتعصيب معاً. ¶ فيرث بالفرض في حالة وجود فرع وارث ذكر؛ لأن النبي صلى الله عليه وسلم يقول: (ألحقوا االفرائض بأهلها، فما بقي فلأولى رجل ذكر)، ومعروف أن الأولى بالتعصيب الولد؛ لأن ترتيب الدرجات في العصبة كما يلي: بنوة ثم أبوة ثم أخوة ثم عمومة، فالدرجة الأقرب هي البنوة، لذلك فالبنوة ترث بالتعصيب، والأبوة ترث بالفرض.",
            "page": "2",
            "part": "5",
            "seal": "624CD2F1"
        },
        {
            "id": "35",
            "nass": "مهمات في أحكام المواريث - ميراث البنت ¶ البنت فرع وارث، وقد فرض الله لها النصف إذا انفردت ولم يكن معها ابن يعصبها، وتنزل بنت الابن منزلتها عند عدمها، فإذا وجدت البنت لم تأخذ بنت الابن إلا السدس فقط.",
            "page": "1",
            "part": "6",
            "seal": "975D69A7"
        },
        {
            "id": "36",
            "nass": "ميراث البنت ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار. ¶ ثم أما بعد: البنت فرع من الفروع، وإن نزلت، وليس المقصود منه بنت البنت أو بنت بنت البنت فإنها لا ترث بالإجماع؛ لأنها رحم تدلي بأنثى، إنما المقصود من البنت إن نزلت: بنت الابن أو بنت ابن ابن الابن أو بنت ابن ابن ابن الابن، فالبنت وإن نزلت لا بد وأن تدلي بابن من العصبة، ولها حالتان: الحالة الأولى: ترث بالفرض. ¶ والحالة الثانية: ترث بالتعصيب بالغير كما سنبين أن التعصيب تعصيب بالغير وتعصيب مع الغير. ¶ فإن كانت ترث بالفرض فلها حالتان: إما أن تكون اثنتين فأكثر فيرثن الثلثين بالفرض، لقوله تعالى: {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ} [النساء:11] فتقدم على من يرث بالتعصيب لقول النبي صلى الله عليه وسلم: (ألحقوا الفرائض بأهلها)، فالأصل أن يقدم صاحب الفرض فما بقي فلأولى رجل ذكر، وهذا ترتيب قطعي من الشرع. ¶ وإما أن تكون واحدة ففرضها النصف، لقول الله تعالى: ((وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ)). ¶ وقوله تعالى: ((فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ))، يدل بمفهوم المخالفة على أن اثنتين من البنات أو أقل لا يرثن الثلثين؛ لأنه سكت عن الاثنتين وصرح بمن فوقهما، ولكن قد ورد منطوق من حديث النبي صلى الله عليه وسلم (أنه ورث ابنتي سعد بن الربيع فأعطاهما الثلثين). ¶ إذاً الحالة الأولى أن ترث بالفرض فإن كانت واحدة فلها النصف، وإن كانتا اثنتين فأكثر فلهما الثلثان. ¶ الحالة الثانية: التعصيب بالغير: وهو أن يكون هناك فرع وارث ذكر في درجتها فترث معه بالتعصيب، لقول الله عز وجل: ((لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ)) فإذا هلك عن بنت وابن فلا فرض للبنت معه وإنما ترث معه بالتعصب. ¶ وشرط ميراث البنت تعصيباً أن يكون الابن في درجتها، أما إذا هلك عن بنت وابن ابن فإنها لا ترث معه بالتعصيب وإنما ترث النصف فرضاً لقوله تعالى: ((وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ))، وابن الابن ينزل منزلة الابن فيرث الباقي تعصيباً. ¶ فالابن لما كان أنزل منها في الدرجة لم يصعد ليعصبها فسعدت بذلك لأنه لو عصبها سيأخذ ضعف ما تأخذ هي، لكنها الآن تشاطرت معه فأخذت النصف وأخذ هو النصف تعصيباً.",
            "page": "2",
            "part": "6",
            "seal": "67C4F69D"
        },
        {
            "id": "37",
            "nass": "ميراث بنت الابن ¶ بنت الابن ترث لأنها تدلي بعاصب، فتنزل منزلة البنت عند عدم وجود البنت، فترث النصف فرضاً كما ترثه البنت إلا أنها تخالف البنت بشرط واحد وهو عدم وجود البنت الصلبية، والدليل على ذلك قول الله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ}، وجه الدلالة من الآية هو أن بنت الابن تعتبر من الولد؛ لقول الله تعالى: ((فِي أَوْلادِكُمْ))، فدخلت في عموم الأولاد، فقوله تعالى: ((وَإِنْ كَانَتْ وَاحِدَةً))، أي: من أولادكم، وبنت الابن من أولادكم. ¶ وهذه هي الحالة الأولى لبنت الابن. ¶ الحالة الثانية: ترث بالتعصيب بالغير إذا كانت مع أخ لها في درجتها لقوله تعالى: ((لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ))، فإذا مات وترك بنت ابن وابن ابن أي: بنتاً وأخاً لها ورثوا ((لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ))، والدليل على ذلك قوله تعالى: ((يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ))، وبنت الابن وابن الابن من الولد، فتكون الآية عامة للأولاد وأولادهم. ¶ فإذا ترك بنتين وبنت ابن وابن ابن ابن ابن فللبنتين الثلثان ويصعد هذا الولد الأنزل لأنه ابن ابن عاصب فتسعد به بنت الابن فيعصبها؛ لأن أقصى شيء للبنات الثلثان، وقد أخذت البنتان الثلثين ولم يبق لبنت الابن شيء، ولكن ابن الابن النازل صعد فورثت معه الباقي تعصيباً ((لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ)). ¶ أما إذا لم يكن هناك إلا بنت واحدة فإن بنت الابن تأخذ السدس تكملة الثلثين والباقي يأخذه ابن الابن تعصيباً فما بقي فلأولى رجل ذكر. ¶ الحالة الثالثة: إذا وجد الفرع الوارث الذكر فبنت الابن ليس لها شيء وسيحصل الابن على كل شيء؛ لأنه يحجبها، وإن كانت ترث بالبنوة إلا أن الابن هو الأقوى والأقرب والأرفع درجة، فإذا وجد الفرع الوارث الذكر فلا تأخذ معه بنت الابن شيئاً. ¶ إذاً إن كان الفرع الوارث ذكراً فليس لبنت الابن شيء، وإن كان الفرع الوارث أنثى فإن كن اثنتين فما فوق فليس لها شيء؛ لأنهن سيأخذن الفرض المقدر للنساء وهن أقرب منها وأقوى، أما إن كانت البنت واحدة فإن فرضها النصف وسيبقى السدس من فرض النساء فترثه بنت الابن. ¶ فالبنت المنفردة لا تحجب بنت الابن حجباً كاملاً والدليل على ذلك حديث ابن مسعود رضي الله عنه، وهو أن قوماً جاءوا أبا موسى الأشعري فسألوه عن بنت وأخت وبنت ابن فقال لهم: للبنت النصف، وأما الأخت فلها الباقي تعصيباً -أي: تعصيباً مع الغير- ولا شيء لبنت الابن؛ لأنه نظر فوجد أن البنت الصلبية أقرب من بنت الابن فحجبتها فليس لها شيء، فسألوا ابن مسعود فقال: قد ضللت إذاً وما أنا من المهتدين، سأقضي لها بقضاء رسول الله: للبنت النصف وبنت الابن السدس تكملة الثلثين، والباقي للأخت تعصيباً. ¶ وهذا استنباط قوي جداً؛ لأنه نظر إلى حديث النبي صلى الله عليه وسلم بالعموم والخصوص، وهو قوله: (ألحقوا الفرائض بأهلها)، فألحق الفريضة الأولى وهي النصف للبنت ولما لم يكتمل نصاب فرض النساء أعطى بنت الابن السدس تكملة الثلثين، والباقي لأولى معصب، وتكون الأخت الشقيقة أو الأخت لأب معصبة مع الغير وتأخذ هذا الباقي.",
            "page": "3",
            "part": "6",
            "seal": "AFAE436A"
        },
        {
            "id": "38",
            "nass": "مهمات في أحكام المواريث - ميراث الأخوات ¶ الأخوات الشقيقات يتصلن بالميت عن طريق الأب والأم، والأخوات لأب يتصلن به من طريق الأب فقط، ولذلك فالشقيقات أقوى من الأخوات لأب، ولكن تنزل الأخوات لأب منزلة الشقيقات عند انعدام الشقيقات، أما إذا اجتمع الصنفان فالحكم كما لو اجتمع البنات وبنات الابن.",
            "page": "1",
            "part": "7",
            "seal": "6A4F6CC5"
        },
        {
            "id": "39",
            "nass": "ميراث الأخوات الشقيقات ¶ إن الحمد لله، نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار. ¶ تكلمنا عن ميراث البنات، واليوم إن شاء الله سنتكلم عن الأخوات الشقيقات وعن الأخوات لأب.",
            "page": "2",
            "part": "7",
            "seal": "6D04B21E"
        },
        {
            "id": "40",
            "nass": "حالات ميراث الأخوات الشقيقات وشروط كل حالة ¶ أما ميراث الأخوات الشقيقات فله ثلاث حالات: الحالة الأولى: يرثن بالفرض. ¶ الحالة الثانية: يرثن بالتعصيب بالغير. ¶ الحالة الثالثة: يرثن بالتعصيب مع الغير. ¶ هناك فرق بين التعصيب مع الغير والتعصيب بالغير، فالتعصيب مع الغير لا بد أن يكون في المسألة إناث مع الإناث فقط، ولا يوجد فيها رجل. ¶ أما التعصيب بالغير فلا بد أن يكون في المسألة ذكر. ¶ والأخوات الشقيقات يرثن بالفرض بشروط ثلاثة: الشرط الأول: عدم وجود الأصل الوارث الذكر الأب أو الجد على الراجح، وإن كان الجد فيه خلاف فقهي عريض، لكن الصحيح الراجح أن الجد ينزل منزلة الأب، كما قال ابن عباس: (ألا يتقي الله زيد، يجعل ابن الابن ابناً، ولا يجعل أب الأب أباً). ¶ الثاني: عدم وجود الفرع الوارث سواء كان ذكراً أو أنثى؛ لأنه لو وجد فرع وارث ذكر فلن ترث الأخوات أصلاً، وإذا وجد فرع وارث أنثى ورثن بالتعصيب. ¶ الشرط الثالث: عدم وجود معصب لها، وهو أخوها الذي في درجتها. ¶ مثال: هلك هالك عن أختين أو عن ثلاث أخوات فهنا تحقق الشرط الأول، وهو عدم وجود أصل الذكر وتحقق الشرط الثاني، وهو عدم وجود فرع ارث مطلقاً، وتحقق أيضاً الشرط الثالث لعدم وجود معصب لها وهو الأخ، فإن توفرت هذه الشروط، فإنها ترث بالفرض؛ لأن النبي صلى الله عليه وسلم قال: (ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر). ¶ وفي حالة تحقق الشروط الثلاثة، يكون لها حالتان: فإما أن تكون واحدة، وإما أن يكون معها غيرها من أخواتها، فإن كانت واحدة فلها النصف، وإن كن أكثر فلهما أو لهن الثلثان، والدليل على ذلك قوله تعالى: {إِنْ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ} [النساء:176]. ¶ الحالة الثانية: وهي أن ترث الشقيقة بالتعصيب بالغير، وهنا لا بد أن يكون في المسألة أخوها الذكر، فيكون للذكر مثل حظ الأنثيين، ودليل ذلك قول الله تعالى: {وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء:176]. ¶ مثال: هلك عن ثلاث أخوات وأخ أشقاء، فلا نقول: الأخوات لهن الثلثان فرضاً؛ لوجود أخيهن الذي في درجتهن معهن، فيكون معصباً لهن فيرثن بالتعصيب بالغير، للذكر مثل حظ الأنثيين. ¶ الحالة الثالثة: يرثن بالتعصيب مع الغير، وذلك عند وجود فرع وارث أنثى. ¶ مثاله: هلك هالك عن بنت وثلاث أخوات شقيقات، فالبنت تأخذ الفرض النصف؛ لقوله تعالى: ((فإن كانت واحدة فلها النصف)). ¶ والأخوات الشقيقات يرثن معها بالتعصيب، أي: يقمن مقام الأخ الذكر، والدليل على ذلك أثر ابن مسعود رضي الله عنه وأرضاه (لما سئل عن رجل هلك عن بنت وبنت ابن وأخت، فحكم فيها أبو موسى الأشعري رضي الله عنه وأرضاه بأن البنت لها النصف، وبنت الابن ليس لها شيء، فلما قيل لـ ابن مسعود في ذلك قال: قد ضللت إذاً وما أنا من المهتدين، سأحكم فيها بما قال رسول الله صلى الله عليه وسلم: للبنت النصف، ولبنت الابن السدس تكملة الثلثين، والأخت لها الباقي تعصيباً). ¶ إذاً: هذا هو ميراث الأخوات الشقيقات: يرثن بالفرض، ويرثن بالتعصيب بالغير، ويرثن بالتعصيب مع الغير.",
            "page": "3",
            "part": "7",
            "seal": "8AC170AA"
        },
        {
            "id": "41",
            "nass": "ميراث الأخوات لأب ¶ أما ميراث الأخوات لأب فهو نفس ميراث الأخوات الشقيقات مع عدم وجود الشقيقات.",
            "page": "4",
            "part": "7",
            "seal": "EFC82800"
        },
        {
            "id": "42",
            "nass": "حالات ميراث الأخوات لأب وشروط كل حالة ¶ إذا وجد الأخوات الشقيقات مع الأخوات لأب فهناك حالات: الحالة الأولى: أن يكون هناك أكثر من أخت شقيقة مع الأخوات لأب، فليس للأخوات لأب شيء؛ لأن الشقيقات يحجبن الأخوات لأب، لأنهن أقوى. ¶ فلو هلك هالك عن أختين شقيقتين وثلاث أخوات لأب وعم، فليس للأخوات لأب شيء، والأختان الشقيقتان تأخذان الثلثين، والعم الباقي. ¶ الحالة الثانية: لو وجدت أخت شقيقة فقط وخمس أخوات لأب، فالأخت الشقيقة لها النصف، لقوله تعالى: {إِنْ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ} [النساء:176]، ونعطي الأخوات لأب السدس تكملة الثلثين؛ لأن هذا أقصى فرض تأخذه النساء، وهذا السدس نقسمه بين الأخوات لأب بالسوية. ¶ والدليل على هذا نفس حديث ابن مسعود السابق، فنعامل الأخوات لأب معاملة بنات الابن؛ إذ القاعدة الفرضية تقول: إن أقصى ما تأخذه النساء من الفروض الثلثين؛ {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ} [النساء:11]. ¶ ننتقل إلى مسألة أخرى وهي: لو هلك هالك عن أخت لأب وأخت شقيقة وثلاثة إخوة أشقاء، أو أخ واحد شقيق، فالشقيق أو الأشقاء يحجبون الأخوات لأب، والشقيقة هنا سترث مع إخوتها أو أخيها للذكر مثل حظ الأنثيين. ¶ إذاً: من شروط توريث الأخت لأب: عدم وجود أخ شقيق؛ لأن وجود الأخ الشقيق يسقط الأخت لأب، فلو هلك هالك عن أخت لأب وأخ شقيق فنقول: ليس للأخت لأب شيء، والأخ الشقيق يأخذ كل شيء. ¶ أما إذا كانت الأخت لأب مع الإخوة لأب ولم يكن معهم شقيق فإنهم ينزلون منزلة الأشقاء فيرثون للذكر مثل حظ الانثيين، فلو هلك هالك عن ثلاث أخوات لأب وأخ لأب فللذكر مثل حظ الأنثيين. ¶ فالإخوة لأب لا يرثون إلا عند عدم وجود الإخوة الأشقاء، لأن الأشقاء أقوى منهم، حيث إنهم يدلون إلى الميت بالأب والأم، أما الإخوة الأشقاء فيدلون بالأب فقط، فالأخ الشقيق أقوى من الأخ لأب فيقدم عليه في التعصيب. ¶ وكذلك الأخت الشقيقة أقوى من الأخت لأب، وهذا سيأتي في مسألة الحجب: حجب النقصان، وحجب الحرمان. ¶ أما بالنسبة للتعصيب فكل أخ يعصب أخته التي مثله في درجته، ويحجب من هو أقل منه درجة في جهات العصوبة فالأخت الشقيقة ستنزل منزلة الأخ الشقيق وتحجب الأخ لأب، والأخت الشقيقة تأخذ الباقي؛ مع وجود أخت شقيقة وأخ لأب وبنت، فالبنت تأخذ النصف، والأخ لأب ليس له شيء، والشقيقة تأخذ الباقي بعد فرض البنت تعصيباً.",
            "page": "5",
            "part": "7",
            "seal": "C185A564"
        },
        {
            "id": "43",
            "nass": "مسائل تطبيقية في ميراث الأخوات الشقيقات والأخوات لأب ¶ المسألة الأولى: هلك هالك عن أخت شقيقة وعم؟ ننظر إلى المسألة ونطبق عليها الشروط، فليس هنا أصل وارث ذكر ولا فرع وارث ولا معصب، فهنا ترث الشقيقة بالفرض؛ لأن الفرض مقدم على التعصيب، فيكون للأخت النصف، والدليل قوله تعالى: {إِنْ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ} [النساء:176]، والباقي للعم يرثه تعصيباً. ¶ المسألة الثانية: هلك هالك عن أختين شقيقتين وبنت؟ فهنا الأصل الوارث الذكر غير موجود والمعصب غير موجود، والفرع الوارث هنا أنثى، فللبنت النصف وللشقيقتين النصف الباقي تعصيباً مع الغير. ¶ المسألة الثالثة: هلك هالك عن ثلاث أخوات شقيقات وبنت وبنت ابن. ¶ الأصل الوارث هنا غير موجود، والفرع الوارث الذكر غير موجود، والمعصب غير موجود، فللبنت النصف، وبنت الابن لها السدس تكملة الثلثين، والأخوات الثلاث لهن الباقي تعصيباً مع الغير. ¶ المسألة الرابعة: هلك هالك عن أختين شقيقتين وعم، فيكون للأختين الشقيقتين الثلثان، والباقي للعم تعصيباً. ¶ المسألة الخامسة: هلك هالك عن أختين وبنت وابن. ¶ فهنا وجد فرع وارث ذكر، فالأختان ليس لهما شيء، والبنت مع الابن للذكر مثل حظ الأنثيين. ¶ المسألة السادسة: هلك هالك عن أخت شقيقة وأخت لأب وعم. ¶ الأخت الشقيقة لها النصف، والأخت لأب تنزل منزلة بنت الابن مع البنت فتأخذ السدس تكملة الثلثين، والباقي للعم تعصيباً. ¶ المسألة السابعة: هلك هالك عن أخت لأب وأخ شقيق. ¶ فالأخ الشقيق يحجب الأخت لأب ويأخذ كل التركة. ¶ المسألة الثامنة: هلك هالك عن أختين شقيقتين وأخت لأب وأخ لأب. ¶ فالشقيقتان لهما الثلثان، والأخ لأب يعصب الأخت لأب فيأخذان الباقي تعصيباً للذكر مثل حظ الأنثيين. ¶ والأخت لأب هنا ورثت بسبب وجود الأخ المعصب لها، ولو لم يوجد لسقطت مع وجود الشقيقتان فأكثر، وفي هذه الحالة لا يوجد للأخت لأب وصية واجبة؛ لأنها لا تكون إلا لأولاد الأولاد فقط، لكن لو أقر الورثة وصية الأخت لأب فلا بأس؛ لأنه حق لهم.",
            "page": "6",
            "part": "7",
            "seal": "87AD54DC"
        },
        {
            "id": "44",
            "nass": "مهمات في أحكام المواريث - أولاد الأم ¶ الإخوة من الأم يرثون الميت إذا كان كلالة، فإذا انفرد واحد من أولاد الأم أخذ السدس، وإذا تعددوا اشتركوا في الثلث، ويستوي في ذلك ذكرهم وأنثاهم.",
            "page": "1",
            "part": "8",
            "seal": "95EB8C61"
        },
        {
            "id": "45",
            "nass": "ميراث أولاد الأم وشروطه ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ سنتكلم عن ميراث أولاد الأم، ونحن بينا تقسيم الإرث على الأصول والفروع والحواشي، فأولاد الأم يرثون بالفرض فقط، وهم يرثون بشروط: الشرط الأول: عدم وجود الفرع الوارث على الإطلاق، ذكراً كان أو أنثى. ¶ الشرط الثاني: عدم وجود الأصل الوارث حال كونه ذكراً. ¶ مثال: هلك هالك عن ثلاثة إخوة لأم وبنت وعم، فهنا اختل الشرط؛ وذلك لوجود الفرع الوارث، وهي البنت، فالإخوة لأم ليس لهم شيء؛ لأن الشرط غير متوافر. ¶ مثال آخر: هلك هالك عن أب وعن خمسة من الإخوة لأم وعن أخت شقيقة، فنقول: هناك أصل ذكر وارث، فلا إرث للإخوة لأم؛ وذلك لوجود الأصل الذكر الوارث. ¶ إذا توافرت الشروط فلميراث الإخوة لأم حالتان: الأولى: الانفراد من ذكر أو أنثى، فالفرض السدس. ¶ الثانية: الجمع سواء كانوا ذكوراً خلصاً أو إناثاً خلصاً أو مخلطين ذكوراً وإناثاً، فالفرض الثلث. ¶ أي: فرضان للإخوة لأم: الفرض الأول: السدس، وهذا عند الانفراد ذكراً كان أو أنثى. ¶ الثاني: الثلث، وذلك إذا كانوا ذكوراً أو إناثاً، ولكن الله يقول: {لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء:11] نقول: التقسيم هنا يكون بالسوية، يعني: الذكر مثل الأنثى، والدليل على ذلك قوله تعالى: {فَهُمْ شُرَكَاءُ فِي الثُّلُثِ} [النساء:12]، يعني: إذا كانوا جمعاً فهم شركاء في الثلث، أما عند الانفراد فلكل واحد منهم السدس، والدليل قول الله تعالى: {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ} [النساء:12]، والكلالة: من لا والد له ولا ولد، هذا هو تفسير أبي بكر للكلالة، وهو الصحيح الراجح عند الفقهاء. ¶ إذاً: التقسيم بين الإخوة لأم الذكور والإناث، أما عند الانفراد فيكون للرجل السدس أو للمرأة السدس، هذا هو ميراث الإخوة لأم. ¶ إذاً: أولاد الأم أو الإخوة لأم لهم الميراث بالفرض، وهذا الميراث لا يكون إلا بشرط وقيد: الشرط الأول: عدم وجود الفرع الوارث ذكراً كان أو أنثى. ¶ الشرط الثاني: عدم وجود الأصل الذكر الوارث.",
            "page": "2",
            "part": "8",
            "seal": "E94302D8"
        },
        {
            "id": "46",
            "nass": "مسائل في ميراث الإخوة لأم ¶ المسألة الأولى: هلك هالك عن أب وأخ من أم. ¶ الأب هنا فرضه التعصيب، وليس فرضه السدس، وذلك لقوله تعالى: {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} [النساء:11] فعدم ذكر الأب يدل على أنه يأخذ الباقي تعصيباً، والأخ للأم له السدس بنص كتاب الله، لكن الشرط هنا غير متوافر؛ وذلك لوجود الأصل الوارث الذكر وهو الأب، فالأب له الكل تعصيباً. ¶ المسألة الثانية: هلك هالك عن بنت وعن أخ لأم وعم. ¶ هنا وجدت البنت، ونحن قلنا: إن وجود الفرع الوارث ذكراً كان أو أنثى يمنع الأخ لأم من أنه يرث. ¶ إذاً: الأخ لأم ليس له شيء، والبنت لها النصف، والباقي للعم؛ لقول النبي صلى الله عليه وسلم: (فما بقي فلأولى رجل ذكر). ¶ المسألة الثالثة: هلك هالك عن أم وعن أخ لأم وأخت لأم وأخ شقيق، يقول الله عز وجل: {فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} [النساء:11] اللفظ في الآية عام، فإن كان له إخوة سواء كانوا من أم أو من أب، فإنهم يحجبونها حجب نقصان، وتنزل من الثلث إلى السدس، خلافاً لشيخ الإسلام ابن تيمية فالأم لها السدس، والأخت والأخ لأم لهما الثلث، وهما شركاء في الثلث يكون بينهما بالسوية، والباقي للشقيق تعصيباً. ¶ المسألة الرابعة: هلك هالك عن خمسة إخوة لأم وأم، فالأم لها السدس، والإخوة لأم شركاء في الثلث بالسوية. ¶ المسألة الخامسة: هلك هالك عن بنت ابن وثلاثة إخوة لأم وأم. ¶ هنا وجد الفرع الوارث بنت ابن، لذلك فإن الإخوة لأم لا يرثون، وبنت الابن لها النصف، والأم السدس. ¶ المسألة السادسة: هلك هالك عن أخ لأم وزوج وأم. ¶ الأم على الصحيح الراجح أن لها الثلث لا يحجبها إلا جمع من الإخوة وهذا واحد منفرد، والزوج له النصف لعدم وجود الفرع الوارث، والأخ لأم له السدس؛ لتوافر الشرطين: عدم وجود الفرع الوارث، ولا الأصل الذكر الوارث، وهذا هو الصحيح. ¶ المسألة السابعة: هلك هالك عن أخت لأم وأم وزوجة. ¶ الزوجة لها الربع؛ لعدم وجود الفرع الوارث، والأم لها الثلث، والأخت لأم لها السدس؛ لأنها منفردة. ¶ المسألة الثامنة: هلك هالك عن أخت لأم وأخ لأم وأم وزوجة. ¶ الزوجة لها الربع؛ لعدم وجود الفرع الوارث، والأم لها السدس؛ لأنها حجبت حجب نقصان، حجبها الأخ لأم والأخت لأم، والأخ لأم والأخت لأم يشتركان في الثلث بالسوية.",
            "page": "3",
            "part": "8",
            "seal": "4F09CD59"
        },
        {
            "id": "47",
            "nass": "مهمات في أحكام المواريث - توريث العصبات ¶ بين الشرع الحنيف أصحاب الفروض، وبين مقادير أنصبتهم، كما بين العصبات وما يستحقون من الميراث وأقسامهم.",
            "page": "1",
            "part": "9",
            "seal": "134BE49A"
        },
        {
            "id": "48",
            "nass": "الأنصبة المقدرة في كتاب الله تعالى ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهدي الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]، أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمداً صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار، ثم أما بعد: فالحمد لله قد انتهينا من الجزء الأول من المواريث، أي: أصحاب الفروض، تطبيقاً لقول النبي صلى الله عليه وسلم: (ألحقوا الفرائد بأهلها، فما بقي فلأولى رجل ذكر). ¶ وقد بينا بفضل الله سبحانه وتعالى كل أصحاب الفرائض، فلابد من إتقانها؛ لأن العلم ليس بكثرة المسائل، ولكنه نور يقذفه الله في قلب من يشاء، فأتقنوا المسائل ولا تستكثروا لأن الذي يميز طالب العلم عن غيره هو الإتقان، ولماذا يقال: العلماء الراسخون في العلم؟ لأنهم المتقنون. ¶ فالأنصبة التي مرت معنا هي: النصف، ثم اضرب الكسر في اثنين لو ضربته في اثنين لأتتك كثير من الأنصبة. ¶ فالنصف مثلاً تضرب المقام منه في اثنين، فينتج الربع، ثم اضربه في اثنين فينتج الثمن، فهذه الطريقة سهلة وميسرة، أي: الضرب في اثنين. ¶ ثم ننتقل إلى الثلث، بالطريقة الأولى نفسها، نضرب المقام من الثلث في اثنين، فينتج لنا السدس، يبقى لنا الثلثان، وهذا فقط لوحده.",
            "page": "2",
            "part": "9",
            "seal": "938B0890"
        },
        {
            "id": "49",
            "nass": "تعريف العصبة وأصحابها ¶ العصبة معناها: أقارب الميت الذكور الذين ليس بينهم وبينه أنثى. ¶ وهناك تفسير ثان لصاحب العصبة: وهو الذي ليس له فرض مقدر في كتاب الله. ¶ فأبو الأم إذا مات الابن لا يعد وارثاً أصالة، وأفضل ما نسميه: جداً رحمياً. ¶ إذاً: فالعصبات هم أقارب الميت الذكور الذين ليس بينهم وبينه أنثى. ¶ وتعريف صاحب العصبة كما يلي: هو الذي ليس له فرض مقدر في كتاب الله، وإنما يأخذ الباقي، فيأخذ كل التركة بعد ما تقسم الفرائض.",
            "page": "3",
            "part": "9",
            "seal": "4EFD6218"
        },
        {
            "id": "50",
            "nass": "أقسام العصبة ¶ العصبة قسمان: عصبة نسبية وعصبة سببية. ¶ أما العصبة السببية فهي بالولاء لمن أعتق، ولا نتكلم فيها كثيراً؛ لأن الكلام الآن كله على العصبة النسبية. ¶ فإذا كان الميت ليس بينه وبين العاصب أنثى، فتسمى: عصبة نسبية، وبهذا يتبين لك خطأ العامة وهو شائع بين الإخوة الملتزمين، وهو أنه يدعو زوج أخته أو زوج ابنة خالته نسيباً، وهذا خطأ في اللغة ولا يصح؛ لأن نسيبك هو عصبتك الذين هم الأصول والفروع، أما هذا فيسمى: صهراً، ولذلك غاير الله بينهما في آية فقال: {فَجَعَلَهُ نَسَبًا} [الفرقان:54]، ثم قال: {وَصِهْرًا} [الفرقان:54]، فالمصاهرة هي: مسألة الزواج والنكاح، والنسب هو العصبة وتكون بأصل أو فرع. ¶ فهنا العصبة السببية أقسام ثلاثة: الأول: عصبة بالنفس. ¶ والثاني: العصبة بالغير. ¶ والثالث: العصبة مع الغير. ¶ والعصبة بالنفس هي أصعب واحدة فيهن؛ لأنه سيكون فيها أصول وفروع وحواش. ¶ أما الأصول فهم الآباء وإن علوا، والفروع الأبناء وإن نزلوا، والمرأة بينا لا تكون عصبة إلا إذا نزلناها منزلة الذكر. ¶ فالعصبة بالنفس سوف يدخل فيها الأصول والفروع والحواشي، ويكون الترتيب فيها: بنوة، ثم أبوة، ثم أخوة، ثم عمومة.",
            "page": "4",
            "part": "9",
            "seal": "2759098F"
        },
        {
            "id": "51",
            "nass": "مهمات في أحكام المواريث - الحجب ¶ إذا اجتمع الوارثون من جهات مختلفة وقع بينهم الحجب، فالقوي في جهة التوريث يحجب الضعيف، والحجب إما حجب نقصان أو حجب حرمان، وذلك بحسب درجات الوراثة.",
            "page": "1",
            "part": "10",
            "seal": "65C9B8BE"
        },
        {
            "id": "52",
            "nass": "تعريف الحجب لغة واصطلاحا ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهدي الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار، ثم أما بعد: إخوتي الكرام: نفتتح الآن الكلام على الشطر الثاني من المواريث حتى ننتهي منها. ¶ الحجب لغة: معناه الستر، تقول: حجبت السحب النجوم، أي: سترتها، أو لم تظهرها، والحاجب ما سمي حاجباً إلا أنه يحجب العين أن يقع عليها شيء. ¶ اصطلاحاً: هو منع من قام به سبب الإرث أن يرث مطلقاً أو أن يرث بأوفر حظيه بمعنى: أن له فرضين فنعطيه الأدنى لا الأعلى. ¶ قولنا في التعريف: هو منع من قام به سبب الإرث، المراد بسبب الإرث: النسب أو الزواج أو الولاء. ¶ والنسب هو دم العصبة، والنسب هو السبب الأول للإرث، ويورث بالنسب في أصل أو فرع أو حاشية. ¶ السبب الثاني: الزوجية، لقوله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ) [النساء:12]. ¶ السبب الثالث: الولاء. ¶ إذاً: نقول: منع من قام به سبب، سواء أكان الولاء أم النكاح أم النسب أصلاً أو فرعاً أو حاشية. ¶ وقولنا: مطلقاً، يعني: لا يأخذ فرضه، فلو كان فرضه الثلث لما أخذه مطلقاً. ¶ وقولنا: أو أن يرث بأوفر حظيه، يعني: من كان له فرض الثلث كالأم فيحجب من الثلث إلى السدس. ¶ وبالمثال يتضح المقال، فمثلاً: حجب الإخوة والأخوات من قبل الأب، فهم يرثون بالنسب، لكن الأب يقدم؛ لأننا قلنا: إن هناك شيئاً اسمه قرب وجهة ودرجة، وقلنا: الترتيب فيها: بنوة أبوة أخوة عمومة ولاء. ¶ أما الجهة فتتضح بهذا المثال: الأم لها الثلث عند عدم وجود الفرع الوارث، أو الإخوة، فإذا وجدت الأم ووجد الفرع الوارث فنقول: الفرع الوارث حجبها من الثلث إلى السدس. ¶ أيضاً وجود الأب مع الجد، فالأب يحجب الجد حجب حرمان، يعني لا يرث مطلقاً؛ لأن الأب يقدم عليه.",
            "page": "2",
            "part": "10",
            "seal": "0A61251F"
        },
        {
            "id": "53",
            "nass": "أنواع الحجب",
            "page": "3",
            "part": "10",
            "seal": "745D94A5"
        },
        {
            "id": "54",
            "nass": "حجب النقصان ¶ الحجب نوعان: حجب نقصان، وحجب حرمان: أما حجب النقصان: فهو حجب الوارث من نصيبه الأعلى إلى نصيبه الأدنى. ¶ وهذا يتصور في من كان ذا فرضين من أصحاب الفروض، وهم خمسة: الزوجان، والأم، وبنت الابن، والأخت لأب. ¶ أما الزوج فله نصيبان بينهما الله جل وعلا في حال وجود الفرع الوارث وعدم وجوده، فقال في الفرض الأعلى عند عدم وجود الفرع الوارث: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ} [النساء:12]. ¶ أما عند وجود الفرع الوارث، فلا يأخذ الزوج النصيب الأوفر -النصف- بل يأخذ الأقل -أي: الربع- قال الله: {فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ} [النساء:12]. ¶ إذاً: يقع على الزوج الحجب إن وجد الفرع الوارث. ¶ أيضاً: الزوجة في كتاب الله لها نصيبان: نصيب أعلى ونصيب أدنى، قال الله تعالى مبيناً ذلك: {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ} [النساء:12]. ¶ فيبقى لها نصيبان أعلى وأدنى، الأعلى هو الربع والأدنى هو الثمن، فتحجب من الربع إلى الثمن بوجود الفرع الوارث. ¶ أيضاً بنت الابن لها نصيبان في كتاب الله أو في سنة النبي صلى الله عليه وسلم، نصيب أعلى وهو النصف عند عدم وجود البنت الصلبية، والبنت من الصلب إن عدمت قامت بنت الابن مقامها، قال تعالى: {وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء:11]. ¶ ووجه الدلالة من هذا عموم قوله تعالى: {وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء:11]. ¶ وبنت الابن في منزلة البنت، فتسمى بنتاً، فهذا الدليل من الكتاب. ¶ أما النصيب الأدنى فمن فتوى ابن مسعود وقال: وافقت بذلك رسول الله، بل قال: إن رسول الله صلى الله عليه وسلم فعل ذلك، فيكون هذا دليلاً على أن بنت الابن لها نصيبان النصف كبنت، وهذا لعموم قوله تعالى: {وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء:11]. ¶ ولها السدس مع وجود البنت الصلبية، فترث معها السدس تكملة الثلثين. ¶ أيضاً: الأم لها نصيبان في كتاب الله، فلها الثلث عند وجود الفرع الوارث، والسدس عن عدمه؛ لقوله تعالى: {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} [النساء:11]. ¶ وكذا تأخذ الأم السدس إن كان للميت إخوة، كما قال تعالى: {فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} [النساء:11]. ¶ فنزلت بهذين من الثلث إلى السدس. ¶ أيضاً الأخت لأب لها نصيبان أعلى وأدنى، وتحجب حجب نقصان، فالنصيب الأعلى هو النصف، والأدنى هو السدس. ¶ أما الدليل على أن فرضها الأعلى هو النصف فهو قوله تعالى: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ إِنْ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ} [النساء:176]. ¶ أما السدس فتحجب إليه إذا كانت مع الأخت الشقيقة فتأخذ السدس تكملة الثلثين؛ لأن الأخت الشقيقة لها النصف والأخت لأب لها السدس تكملة الثلثين. ¶ إذاً: فحجب النقصان هو أن تعطي الوارث أقل النصيبين لا أوفر الحظين؛ لأن له نصيباً مفروضاً في كتاب الله أعلى وأدنى، فيأخذ الأدنى.",
            "page": "4",
            "part": "10",
            "seal": "AC25DEDC"
        },
        {
            "id": "55",
            "nass": "حجب الحرمان ¶ النوع الثاني من الحجب: حجب الحرمان: وهو منع الوارث من كل الميراث لوجود من هو أولى منه بالميراث، كمنع الجد من الميراث بالأب، فالجد لا يأخذ شيئاً لوجود الأب. ¶ والقاعدة: أن من أدلى بوارث لا يرث وهو موجود. ¶ وأيضاً: كحجب الإخوة من الميراث بوجود الابن.",
            "page": "5",
            "part": "10",
            "seal": "465BC04A"
        },
        {
            "id": "56",
            "nass": "الورثة الذين لا يدخل عليهم حجب الحرمان ¶ الوارثون بالنسبة للحجب فريقان: الأول: فريق لا يلحقهم حجب الحرمان أبداً، ويمكن أن يحجبوا حجب نقصان لا حرمان، وهم الزوجان، فالزوج والزوجة يحجبان من الأعلى إلى الأدنى، لكن لا يحجبان حجب حرمان أبداً، بل لا بد لهما من نصيب. ¶ وكذا الأبوان لا يمكن أن يلحقهما حجب حرمان، كذا الابنان الصلبيان، وهما الابن والبنت، فلا يمكن أن يحجبا حجب حرمان بحال من الأحوال. ¶ الفريق الثاني: من يلحقهم حجب بالنقصان وحجب بالحرمان، وهذا في حق كل من كان له إرث من غير هؤلاء الذين ذكرناهم، أي من غير الزوجين والأبوين والابنين.",
            "page": "6",
            "part": "10",
            "seal": "0C6A4F51"
        },
        {
            "id": "57",
            "nass": "مسائل توضح الحجب ¶ نذكر بعض المسائل التي تبين لنا الحجب وهي كالتالي: المسألة الأولى: مات عن أب وأم وثلاثة إخوة: هنا الأب له السدس. ¶ والإخوة مع وجود الأب لا يرثون فهم محجوبون حجب حرمان، فالأب يقدم على الإخوة فيحجبهم فلا إرث لهم؛ لأن الأب يقدم للقوة، فهو أقوى من الأخ، ثم إن الأب أصل والإخوة حواش، والأصل أولى وأقوى من الحواشي، فالأب هنا حجب الإخوة حجب حرمان، فلا ميراث لهم. ¶ المسألة الثانية: مات عن زوجة وابن وأخت: فهنا الزوجة لها الثمن باتفاق؛ لوجود الفرع الوارث. ¶ والأخت محجوبة بالابن أي: بالفرع الوارث. ¶ فإذا وجد الفرع الوارث حُجِبَ الحواشي؛ لأن البنوة مقدمة على الأخوة، فالابن يحجب الأخت حجب حرمان فيأخذ الابن كل الباقي تعصيباً. ¶ المسالة الثالثة: ماتت عن زوج وأخ وابن: فهنا الزوج له الربع؛ لوجود الفرع الوارث وهو الابن فحجب الزوج حجب نقصان، وحجب الأخ حجب حرمان، والباقي تعصيباً للابن. ¶ المسألة الرابعة: ماتت عن زوج وبنت وأخت شقيقة: فالزوج له أقل النصيبين، وهو: (الربع)، فهو قد حُجِب حَجْب نقصان؛ لوجود الفرع الوارث (البنت). ¶ والأخت حجبت حجب نقصان فلها الباقي. ¶ المسألة الخامسة: مات عن أب وجد وثلاثة إخوة وأم وابن: وسيكون عندنا نوعا الحجب: حجب نقصان عند الأب، والأم، وحجب حرمان للجد وللإخوة. ¶ فالإخوة يحجبون بالابن، وأما الجد فيحجب بالأب، وهذا حجب الحرمان. ¶ والأب هنا ورثناه بالفرض، فيكون نصيبه السدس، والأم لها السدس؛ لوجود الفرع الوارث، وهذا حجب نقصان.",
            "page": "7",
            "part": "10",
            "seal": "1E5ACF0D"
        },
        {
            "id": "58",
            "nass": "مهمات في أحكام المواريث - قواعد هامة في الحجب ¶ عند ترتيب الورثة في الميراث نجد أن كل وارث يحجب من أدلى به، والأصل الوارث يحجب من فوقه إذا كان من جنسه، والفرع الوارث الذكر يحجب من تحته من غير قيد.",
            "page": "1",
            "part": "11",
            "seal": "D17065D4"
        },
        {
            "id": "59",
            "nass": "أهمية العلم ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار، ثم أما بعد: فنُذَكِّر قبل أن نبدأ بأهمية الحرص على الخير، وفي مقدمته طلب العلم، ومن أروع الأمثلة التي تضرب في ذلك مثالين اثنين: مثال شعبة ومثال علي بن المديني. ¶ أما ابن المديني فإنه لما دخل على أحد المحدثين فقال: أحدثك من كتابي، قال: لا، بل حدثني من حفظك الآن ثم ائتني بالكتاب، لأنه يمكن أن تموت. ¶ ودخل شعبة على بعض المحدثين ليحدثه، فقال له: إني واعك، أي: مريض، قال: حدثني بحديث النبي صلى الله عليه وسلم، فحدثه على مرض فيه وشدة، فبعدما حدثه قال له شعبة: الآن مت وسأصلي عليك، أي: أنت الآن مت؛ لأني قد استفدت العلم وما ضاع. ¶ زادنا الله حرصاً على هذا الخير.",
            "page": "2",
            "part": "11",
            "seal": "04A6D69D"
        },
        {
            "id": "60",
            "nass": "ضوابط الحجب في الأصول والفروع والحواشي ¶ وقد عرفنا سابقاً أن الحجب قسمان: حجب نقصان وحجب حرمان. ¶ أما حجب النقصان: فيعني: أن ينقص نصيب أحد الورثة من الميراث، نتيجة وجود وارث آخر، أي: نتيجة وجود مانع قام به. ¶ مثل الأم عندما تحجب من الثلث إلى السدس عند وجود الولد أو الجمع من الإخوة. ¶ وأما حجب الحرمان: فهو أن تتوافر الشروط في الوارث ويمنع من الميراث، أي: يكون له فرض ويمنع منه. ¶ وهذا هو الفرق بين حجب النقصان وحجب الحرمان، أي: أنه في حجب النقصان يمنع الوارث من الفرض الآخر إلى الأقل، أما في حجب الحرمان فيحرم الوارث من الفرض كله. ¶ بما أن الفرضيين يقولون: لا يجوز لأحد أن يفتي أو يجيب في الفرائض حتى يتعلم هذا الباب. ¶ وهناك قواعد في الحجب لا بد لكل طالب علم أن يتعلمها. ¶ فنقول: تقدم أن قلنا: إن الإرث يكون للأصول أو للفروع أو للحواشي، وذلك أن الميت غالباً له أصول وفروع وحواش، فالقواعد تلتئم مع هذا كالتالي:",
            "page": "3",
            "part": "11",
            "seal": "01389BAF"
        },
        {
            "id": "61",
            "nass": "حجب الأصل من فوقه ¶ أما في الأصول: فالأب يحجب كل من علاه من جنسه. ¶ وقولنا: (من جنسه) هذا قيد يخرج به ما لم يكن من جنسه. ¶ يعني: الأب يحجب الجد وجد الجد وجد جد الجد، وهكذا. ¶ فإذا وجد الأب مع الجد يمنع الجد من الإرث بسبب الأب. ¶ فهذا إذا كانت الجهة واحدة، وهي جهة الأبوة، فالجد مع الأب لا يرث، بل يحجب. ¶ أما إذا اختلفت الجهة فكان الأصل في غير جنسه، كالجدة، أي: هي من غير جنس الأب، فلا حجب، فالأب لا يجوز له حجب الجدات. ¶ إذاً: فكل وارث من الأصول يحجب من فوقه إن كان من جنسه، فالأم تحجب الجدة من الناحيتين، فتحجب الجدة وجدة الجدة وجدة جدة الجدة، وهكذا، فإذاًَ: هذا في الأصول.",
            "page": "4",
            "part": "11",
            "seal": "CF5C9331"
        },
        {
            "id": "62",
            "nass": "حجب الفرع من تحته ¶ أما الفروع: فكل ذكر وارث من الفروع يحجب من تحته، سواء أكان من جنسه أم لا، وهذا هو الفارق بين البنوة والأبوة. ¶ وهذا يبين لك قوة البنوة على الأبوة؛ لأنه في الأبوة يحجب الأب من كان من جنسه فقط، أما في البنوة فيحجب الابن من كان في جنسه ومن ليس في جنسه. ¶ مثلاً: مات عن أم وابن وابن ابن وابن ابن ابن ابن، وبنت ابن، وبنت بنت ابن، التوريث يكون كالتالي: الأم لها السدس؛ لوجود الفرع الوارث. ¶ والابن له الباقي تعصيباً. ¶ وابن الابن ليس له شيء، فقد حجبه الابن. ¶ وبنت الابن حجبها الابن كذلك. ¶ فإن قالوا: {لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء:11]، نقول: لا يصح هذا الأمر هنا، بل الصحيح أن الفرع الوارث يحجب من تحته سواء أكان من جنسه أم ليس من جنسه.",
            "page": "5",
            "part": "11",
            "seal": "2E48FE36"
        },
        {
            "id": "63",
            "nass": "ما يحجب الحواشي ¶ أما الحواشي: فكل ذكر من الأصول أو الفروع يحجبهم ذكراناً كانوا أم إناثاً. ¶ فكل ذكر من الأصول أو الفروع يحجب من كان من الحواشي ذكراناً وإناثاً. ¶ مثلاً: هلك هالك عن أخوات شقيقات وأخوات لأب، وإخوة أشقاء، وأب، وابن، فيكون توريثهم كالتالي: الأم لها السدس؛ لوجود جمع من الإخوة. ¶ ولو كان الإخوة هنا محجوبين بالفرع الوارث، فهل للأم الثلث أم السدس؟ اختلف العلماء على قولين: الجماهير على أن لها السدس، وهناك من يرى أن لها الثلث. ¶ وهذا هو الضابط للتفصيل في هذه المسألة، وهذه أول مسألة نطرقها في الفروع. ¶ المسألة الثانية في الحواشي، وهي: الإخوة الذين يرثون بالتعصيب يحجبون من دونهم في الجهة أو القوة، ونحن قلنا: الترتيب الصحيح في القرابة: بنوة، أبوة، أخوة، عمومة، فنقدم بالجهة ثم بالدرجة ثم بالقوة. ¶ فإذا اتحدت الجهة قدمنا بالقرب، فنقدم الأخ على ابن الأخ، فإذا اتحدت الجهة والقرب قدمنا بالقوة. ¶ أما القوة: فتتضح بصورة أخ شقيق وأخ لأب، فالأخ الشقيق يحجب الأخ لأب، لأنه أقوى منه. ¶ عندنا قاعدة عامة في باب الحجب، وهي: كل من أدلى بوارث فلا يرث مع وجوده، بمعنى: أن الوارث إذا أدلى بوارث فسقط يقوم مقامه. ¶ مثلاً: إذا مات الأب قام الجد مقامه، وهكذا، فإذاً: نطبق القاعدة هنا، فعندنا أصول وفروع وحواش، فعلى القاعدة في الأصول: أن كل أب يحجب من فوقه بغير شرط. ¶ وكذا في الحواشي، فالمعصب يحجب من دونه، فمثلاً: لو مات إنسان عن بنت وأخت شقيقة وأخت لأب. ¶ فالتوريث كالآتي: البنت لها النصف، والأخت الشقيقة لها النصف أيضاً، وتحجب الأخت لأب، حجبت بالقاعدة المتقدمة، فالمعصب يحجب من دونه.",
            "page": "6",
            "part": "11",
            "seal": "E023289B"
        },
        {
            "id": "64",
            "nass": "الاستثناء من قاعدة من أدلى بوارث لا يرث بوجوده ¶ وهناك استثناء للقاعدة، أعني: قاعدة: كل وارث يدلي بوارث فلا يرث مع وجوده، والاستثناء في الصورة التالية: مات عن أم وإخوة وأخوات لأم: فالأم لها السدس، والإخوة لأم لهم الثلث بالتساوي. ¶ فالإخوة لأم كيف ورثوا، وقد أدلوا للميت بوارث وهي الأم؟ نقول: هذا استثناء للقاعدة؛ لأن القاعدة العامة: كل من أدلى بوارث فلا يرث مع وجوده، وتطبيقات هذه القاعدة كثيرة، منها: مات ابن وترك أباً وجداً، فالجد يدلي للميت بوارث وهو الأب، فيُحجب الجد بالأب. ¶ ومنها: مات عن ابن وابن ابن، فيحجب ابن الابن بالابن، وهكذا. ¶ ومن استثناءات القاعدة: الإخوة والأخوات لأم، فيرثون مع وجود الأم، ولا يحجبون من التوريث كما تقدم. ¶ وكذلك لو مات عن أخت شقيقة وأخت لأب، فالأخت الشقيقة لها النصف، والأخت لأب لها السدس، تكملة الثلثين، فالأخت الشقيقة تحجب الأخت لأب حجب نقصان، لكن إذا كانت الشقيقات أكثر من واحدة يحجبنها حجب حرمان؛ لأن السدس إنما هو تكملة الثلثين، والشقيقات قد أخذنه. ¶ ولو مات عن بنتين وبنت ابن وابن ابن، فالبنتان لهما الثلثان، والبقية يأخذون الباقي تعصيباً. ¶ وبنت الابن لو كانت وحدها لم ترث، لكنها ورثت تعصيباً مع الابن المبارك، فيكون الباقي تعصيباً بينهما كما قال الله: {لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} [النساء:11]. ¶ المسألة الثانية: إنسان مات عن بنتين وابن ابن وبنت ابن ابن أنزل منه. ¶ فللبنتين الثلثان. ¶ وابن الابن هنا سيحجب بنت الابن، ويأخذ الباقي على القاعدة، أي: أن كل فرع وارث يحجب من دونه من غير قيد.",
            "page": "7",
            "part": "11",
            "seal": "9DA5B485"
        },
        {
            "id": "65",
            "nass": "تطبيقات لقاعدة الحجب ¶ كل فرع يحجب من تحته -أي: من كان أنزل منه- من غير قيد، يعني: سواء كان من جنسه أو من غيره: فمثلاً: مات عن زوج وأم وأب وبنت وبنت ابن: في هذه المسألة للحجب مواطن ثلاثة: الأول: الأم تحجب إلى السدس. ¶ أما الأب فيرث السدس بالفرض، ويرث ما بقي بعد الفروض بالتعصيب. ¶ الثاني: بنت الابن، تحجب بالبنت إلى السدس، وإلا فالأصل أن لها النصف. ¶ الثالث: كذا حجب الزوج، فإنه حجب من النصف إلى الربع لوجود الفرع الوارث. ¶ وهو سبب حجب الأم والأب. ¶ أما سبب حجب بنت الابن فالبنت تعتبر أقوى في القرابة؛ لأننا ذكرنا الترتيب كالتالي: جهة فدرجة فقوة، فمن حيث الجهة الكل فرع وارث، فننظر في الدرجة، وإن لم يكن فننظر في القوة، وهنا نجد أن بنت الابن أدنى من البنت بدرجة، فالفرق بينهما درجة، فتحجب البنت بنت الابن. ¶ مثلاً: مات زيد وقد أنجب هنداً ومحمداً، ثم أنجب محمد سوسن، فأيهما أقرب لزيد سوسن أم هند؟ ¶ A  هند أقرب؛ لأنها من صلبه، فهند بنته، لكن سوسن بنت ابنه. ¶ مسألة أخرى: مات عن زوج وبنت وابن وأم، فالزوج سوف يأخذ الربع؛ لقوله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ} [النساء:12]. ¶ والأم لها السدس؛ لوجود الولد. ¶ والباقي للولد والبنت تعصيباً للذكر مثل حظ الأنثيين. ¶ مسألة أخرى: مات عن ابن وبنت ابن وابن ابن وجد. ¶ يوجد هنا أكثر من موطن للحجب. ¶ فالجد محجوب من التعصيب إلى السدس. ¶ والابن يرث بالتعصيب. ¶ وابن الابن محجوب حجب حرمان؛ لوجود الابن، والقاعدة: كل من أدلى بوارث لا يرث مع وجوده. ¶ فيحجب ابن الابن بالابن، وبنت الابن أيضاً تحجب حجب حرمان؛ لأن القاعدة: كل فرع يحجب من تحته من غير قيد، أي: سواء كان ذكراً أم أنثى. ¶ والابن له الباقي تعصيباً. ¶ مسألة أخرى: مات عن ابن وأم وجد: هنا يوجد حجب نقصان للأم؛ لوجود الفرع الوارث وهو الابن، وهو عصبة. ¶ وحجب الجد حجب نقصان من التعصيب إلى السدس، بالفرع الوارث كذلك. ¶ فجهة البنوة تقدم على جهة الأبوة. ¶ مسألة أخرى: مات عن ابن ابن وثلاث أخوات شقيقات وأم. ¶ فالأم حجبت حجب نقصان؛ لوجود الإخوة والفرع الوارث. ¶ والأخوات الشقيقات يحجبهن الفرع الوارث. ¶ وابن الابن عصبة. ¶ مسألة أخرى: مات عن بنت وأخت شقيقة وثلاث أخوات لأب. ¶ فالبنت لها النصف، والثلاث الأخوات لأب يحجبن حجب حرمان، لوجود الأخت الشقيقة، أي: أنها تحجب الأخوات لأب؛ لأنها أقوى منهن من جهة القرابة، والأخت الشقيقة تكون عصبة. ¶ المسألة الأخيرة: مات عن بنت وبنت ابن وستة إخوة وأخوات من الأم. ¶ فالبنت لها النصف، وبنت الابن تحجب حجب نقصان من النصف إلى السدس، فتأخذ السدس تكملة الثلثين. ¶ والإخوة والأخوات لأم لا يرثون مع وجود الفرع الوارث، ولا الأصل الذكر. ¶ إذاً: فيحجب الإخوة لأم هنا حجب حرمان؛ لوجود الفرع الوارث، فتكون البنت لها النصف وبنت الابن لها السدس تكملة الثلثين.",
            "page": "8",
            "part": "11",
            "seal": "A7F09A1C"
        },
        {
            "id": "66",
            "nass": "مهمات في أحكام المواريث - التأصيل والتصحيح ¶ عندما يزيد تقسيم التركة فإننا ننظر أنصباء الورثة، ثم نقوم بعملية حسابية لنحصل على أصل المسألة، ثم نقسمها على الورثة، والورثة إما أن يكونوا عصبات أو أصحاب فروض أو أصحاب فروض وعصبات، ولكل حالة طريقة في استخراج أصل المسألة.",
            "page": "1",
            "part": "12",
            "seal": "986E3AD6"
        },
        {
            "id": "67",
            "nass": "أصل المسألة في المواريث",
            "page": "2",
            "part": "12",
            "seal": "8FA12C62"
        },
        {
            "id": "68",
            "nass": "إذا كان الورثة جميعاً عصبات ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: فالتأصيل والتصحيح مهم جداً، فلو مات شخص عن أم وبنت، فالأم لها السدس لوجود الفرع الوارث، وأيضاً البنت لها النصف. ¶ وأهم شيء في المواريث توزيع التركة، وأن كل صاحب سهم يأخذ السهم على القسمة الصحيحة دون كسر. ¶ فلذلك لابد أولاً أن نعرف أصل المسألة الذي هو مجموع سهام الورثة. ¶ والشرط في التأصيل -أي: أصل المسألة- أن يكون أقل عدد يمكن أن يؤخذ منه سهام الورثة بقسمة صحيحة من غير كسر، بأن يكون عدداً صحيحاً كـ (ثمانية أو أربعة أو ثلاثة)، من غير كسور كواحد ونصف أو ربع إلخ. ¶ والورثة لهم حالات: الحالة الأولى: أن يكونوا جميعاً عصبات. ¶ الحالة الثانية: أن يكونوا أصحاب فروض مع عصبات. ¶ الحالة الثالثة: أن يكون الورثة أكثر من صاحب فرض. ¶ فالحالة الأولى: إذا كان الورثة جميعاً عصبات، فعدد رءوس الورثة هو أصل المسألة. ¶ فهذه قاعدة مهمة، بمعنى أنه لو مات شخص عن خمسة أبناء ذكور، فهؤلاء عصبات لأنهم ذكور خلص. ¶ فأصل المسألة هو عدد رءوسهم، وعدد الرءوس خمسة. ¶ إذاً: أصل المسألة من خمسة، فكل واحد له سهم واحد. ¶ ولو مات عن سبعة إخوة أشقاء، فأصل المسألة سبعة؛ لأن عدد الرءوس سبعة. ¶ وإن كان الورثة ذكوراً وإناثاً وكانوا عصابات، فإن أصل المسألة يكون بعدد الرءوس؛ لأن الإناث يرثن مع الرجال تعصيباً للذكر مثل حظ الأنثيين، وذلك بأن نجعل الذكر برأسين والأنثى برأس واحد، ونجمع الرءوس بعد ذلك فيكون الحاصل هو أصل المسألة. ¶ فمثلاً: مات شخص عن ابن وبنتين، فالإرث هنا بالتعصيب، فأصل المسألة أربعة؛ لأن عدد الرءوس أربعة. ¶ وكذلك: مات عن ثلاثة إخوة وأربع أخوات أشقاء، فكل ذكر برأسين، فعدد رءوس الثلاثة الإخوة ستة، والأربع الأخوات الشقيقات عدد رءوسهن أربعة، إذاً ستة رءوس مع أربعة رءوس يعطينا أصل المسألة وهو عشرة. ¶ إذاً هذه هي الحالة الأولى، وهي أن يكون الورثة عصبات. ¶ والعصبات إما ذكور خلص أو ذكور وإناث.",
            "page": "3",
            "part": "12",
            "seal": "E35717D2"
        },
        {
            "id": "69",
            "nass": "إذا كان في الورثة صاحب فرض مع عصبات ¶ والحالة الثانية: إن كان الورثة أصحاب فروض وعصبات فأصل المسألة دائرة على مقام صاحب الفرض. ¶ فمثلاً: مات عن أب وابن وبنتين: فيرث الأب السدس لوجود الفرع الوارث، والابن والبنتان يرثون بالتعصيب، لأن للذكر مثل حظ الأنثيين. ¶ وأصل المسألة يكون بالنظر إلى صاحب الفرض وهو الأب، وفرضه السدس فمقام هذا الكسر وهو الستة هو أصل المسألة. ¶ إذاً أصل المسألة من ستة، فللأب سدس الستة وهو واحد، فيبقى خمسة للولد والبنتيين، ثم تصحح هذه المسألة. ¶ مثال ثان: مات عن أم وثلاثة أولاد، فالأم لها السدس لوجود الفرع الوارث، والثلاثة الأولاد لهم الباقي تعصيباً. ¶ فهنا وجد صاحب الفرض مع صاحب التعصيب، وأصل المسألة بالنظر إلى صاحب الفرض، وصاحب الفرض هو الأم ولها السدس. ¶ إذاً أصل المسألة من ستة. ¶ ولو مات عن زوجة وثلاثة أبناء وبنت، فالزوجة لها الثمن، لقول الله جل وعلا: {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ} [النساء:12] بشرط: {إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ} [النساء:12] فمع وجود الفرع الوارث فلها الثمن. ¶ فأصل المسألة هو مقام الثمن، وهو ثمانية، لأن أصل المسألة يكون من الفرض، وهنا فرض الأم هو الثمن. ¶ إذاً: أصل المسألة هو مقام الكسر الدال على نصيب صاحب الفرض، أو هو المضاعف المشترك بين مقامات الكسور.",
            "page": "4",
            "part": "12",
            "seal": "02C16918"
        },
        {
            "id": "70",
            "nass": "إذا كان في الورثة أكثر من صاحب فرض ¶ الحالة الثالثة: أن يكون في الورثة أكثر من صاحب فرض. ¶ فمثلاً: مات شخص عن زوجة وأم وأخ لأب، فالزوجة والأم من أصحاب الفروض، فللأم الثلث لعدم وجود الفرع الوارث أو جمع من الإخوة، والزوجة لها الربع. ¶ والأخ لأب له الباقي تعصيباً. ¶ فأصل المسألة هنا هو ناتج ضرب مقام الفرض الأول في مقام الفرض الثاني، أي: ثلاثة في أربعة فيكون الناتج اثني عشر، وهذا هو التباين. ¶ إذاً: أصل المسألة هنا اثنا عشر، الربع منها يساوي ثلاثة، والثلث يساوي أربعة، والباقي خمسة تكون للأخ تعصيباً. ¶ مثال آخر: مات شخص عن زوجة، وبنت، وأم، وأخت شقيقة: فالزوجة لها الثمن لوجود الفرع الوارث، والبنت لها النصف، والأم لها السدس، وللأخت الشقيقة الباقي تعصيباً؛ لأن الأخت الشقيقة مع البنت تعصيب مع الغير. ¶ وأصل المسألة أربعة وعشرون؛ لأنه أقل عدد يقبل القسمة على المقامات الكسرية للفروض وهي: الثمانية والاثنين والستة بدون باق، وهذا ما يسمى بتوحيد المقامات، والعدد اثنان فيه تداخل مع العدد ثمانية والعدد ستة. ¶ إذاً: فأصل المسألة من مقامات الفروض المقدرة لأصحاب الفروض، له أربع حالات: الحالة الأولى: أن يكون بين المقامات تماثل، كنصف ونصف. ¶ الثاني: أن يكون بينهما تداخل، كنصف وربع. ¶ الثالث: أن يكون بينهما توافق كسدس وربع، فإن السدس يوافق الربع في النصف. ¶ أي: كل منهما له نصف صحيح، فإذا ضربت نصف أحدهما في كامل الآخر أنتج لك مثل ضرب العكس. ¶ الرابع: أن يكون بينهما تباين، كثلث وربع. ¶ إذاً هناك أربع حالات في أصحاب الفروض: الأولى: التماثل، فيختار منها واحداً، فمثلاً: نصف ونصف، فإن أصل المسألة سيكون اثنين. ¶ الثانية: التداخل: فيدخل الأدنى تحت الأعلى، كنصف وربع، إذاً أصل المسألة هو الأعلى، وهو العدد أربعة. ¶ الثالثة: التوافق، بأن ينظر في الوفق بين العددين، ويضرب وفق الأول في أصل الثاني، كسدس وربع، فإن الستة والأربعة متوافقان في الأنصاف، فيضرب نصف أحدهما في كامل الآخر، ويكون الحاصل هو أصل المسألة، فوفق الستة هو ثلاثة، نضربه في أربعة ينتج اثني عشر. ¶ الرابعة: التباين، فليس له حل إلا أن يضرب المقام الأول في المقام الثاني، كثلث وربع، فنضرب ثلاثة في أربعة ينتج اثنتي عشر وهو أصل المسألة.",
            "page": "5",
            "part": "12",
            "seal": "3F7C76E5"
        },
        {
            "id": "71",
            "nass": "مهمات في أحكام المواريث - التباين ¶ عند قسمة المواريث قد تنكسر السهام على الرءوس، فنحتاج حينئذ إلى التصحيح، وذلك بالنظر فيما بين السهام والرءوس، والعلاقة إما تباين أو تداخل أو توافق، فنقوم بالحساب على ذلك الأساس حتى تنقسم بدون كسر.",
            "page": "1",
            "part": "13",
            "seal": "F0F69796"
        },
        {
            "id": "72",
            "nass": "فضل العلم ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: فحي هلاً بطلبة العلم، وبالذين منّ الله عليهم بالحرص على الطلب، لاسيما وأن الدراسات المنهجية يفر منها الفارون ولا يصبر عليها إلا الصابرون، وهذا فضل الله على من يشاء. ¶ وما زالت البركات تتنزل على الصابرين من طلبة العلم، ونجد كثيراً من الإخوة يأتون من المشارق والمغارب للطلب فنتشرف بهم، وهذا بإذن الله يكون وازعاً لنا ونبراساً يشحذ هممنا إلى أن نسرع في هذه الطرق التي أنيط نصر الأمة بها. ¶ وإني أحلف برب السماوات والأرض إنها لا ترتكز الأمة إلا على أمثالكم، أما البقية الباقية ففيهم -إن شاء الله- الخير وهم في خير لكن لا ترتكز الأمة عليهم، هم يفعلون الخير بلسان حالهم وقد يؤثرون في الناس أو العامة، لكن الأمة لا ترتكز إلا على أمثالكم، الذين طوعوا أنفسهم وباعوها رخيصة لله جل في علاه. ¶ علماً بأن هذا هو أهم أنواع الجهاد الآن، وهو الجهاد باللسان، وأنتم تملكون ذلك، وقد قال الله تعالى: {فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ} [التوبة:122]، وقال بعض علمائنا: مداد العلماء يزن دماء الشهداء يوم القيامة. ¶ وذكر ابن القيم في بعض كتبه وهو يأتي بمراتب المكلفين قوله: يفوق العالم المجاهد بطبقتين، فحي هلاً بكم! أما النساء وما أدراكم ما النساء، فنعلمهن أن هذا العلم ليس خاصاً بالذكران من العالمين، وقد وجدنا بفضل الله نساء فاضلات قد انشغلن بالطلب، وعلت همتهن للدارسة المنهجية، ويصبرن على ما يقال، مع أن المعروف عن النساء هو: الوعظ والتذكير والبكاء والشمشمة والهمهمة المعروفة للنساء، فمعنى أن المرأة تصبر وتصابر من أجل كتابة هذه المواريث ودراستها ودراسة أصول الفقه والمصطلح أنها من الخير بمكان. ¶ لكن الذي يشوش على النساء أن الشكاية كثيراً ما تأتي منهن بأنهن لا يسكتن، ففي الدرس كلام، وبعده كلام، وفي جواب الأسئلة كلام، فإذا انتهى الموضوع وأخذت منه اللب ابتدأت بالكلام مع زميلاتها. ¶ فأرجو من الأخوات أن يتقين الله ولا يشوشن على الأخريات اللاتي جئن من البلاد البعيدة، أو جئن من أماكن بعيدة نائية من أجل التعلم، فلا تضيعن عليهن ما أنفقن في هذه الطرقات من الأموال من أجل هذا الطلب، فنكرر الرجاء من الأخوات عدم الكلام حين الدرس أو بعده حين الأسئلة، والمرأة التي لا تريد أن تستمع الأسئلة ولا بغية لها في الفتاوى فلها أن تأخذ زميلتها أو صاحبتها وتنزل لتتكلم معها في الشارع، لا في مكان سماع الدرس.",
            "page": "2",
            "part": "13",
            "seal": "A0225EFC"
        },
        {
            "id": "73",
            "nass": "طرق تصحيح مسائل المواريث ¶ نستهل درس اليوم إن شاء الله بالكلام على المواريث وقلنا: المقصود الأسمى من المواريث هو أن كل صاحب فرض يأخذ سهمه بلا نقصان. ¶ وقد بينا كيف نأتي بأصل المسألة، ثم دخلنا على أم الباب وهو تصحيح المسائل، وقد بينا أن تصحيح المسائل له ثلاثة أحوال، وتصحيح المسائل إنما يكون إذا كان سهم الورثة لا ينقسم على عدد الرءوس. ¶ فمثلاً: خمس بنات يكون سهمهن ستة، فلا تنقسم الستة على خمسة، وذلك أن كل واحدة تأخذ واحداً، والباقي كيف نصنع به؟ فالستة لا بد أن تنقسم على الخمسة، وسيحدث الكسر، والأصل أن الله جل وعلا قد بين لنا أن كل صاحب فرض لا بد أن يأخذ فرضه، ولا يأخذه إلا صحيحاً بلا كسر، فإذا كانت لا تنقسم فلا بد من تصحيح المسألة حتى نوزع الإرث بلا كسور، فهذه العملية هي عملية تصحيح المسألة، وتكون بين عدد رءوس الورثة وسهامهم؛ فننظر العلاقة بين عدد الرءوس وعدد السهام. ¶ والعلاقات أربع، وهي: توافق، تداخل، تماثل، تباين. ¶ لكن في تصحيح المسائل لا نستعمل إلا ثلاث حالات هي: التوافق والتداخل والتباين.",
            "page": "3",
            "part": "13",
            "seal": "C5738123"
        },
        {
            "id": "74",
            "nass": "التباين ¶ الأولى: التباين، فإذا كان هناك تباين فإننا نأخذ عدد الرءوس فتكون هي جزء السهم، فنضربها في أصل المسألة، ثم في سهام كل صنف من الورثة. ¶ مثال ذلك: أم وأب وخمس بنات، للأب السدس، وللأم السدس، وللبنات الثلثان، فتكون المسألة من ستة، للأب سهم واحد، وللأم سهم واحد، وللبنات أربعة، فنجد أن سهام البنات لا تنقسم على عدد رءوسهن، فنقوم بتصحيح المسألة. ¶ فنجد أن بين عدد السهام (أربعة) وعدد الرءوس (خمسة) تبايناً، فنأخذ عدد الرءوس (خمسة) ويكون هو جزء السهم، فنضربه في رأس المسألة (خمسة في ستة يساوي ثلاثين) وهي أصل مسألة التصحيح. ¶ ثم نضربه في سهام كل صنف من الورثة: فللأم خمسة في واحد يساوي خمسة. ¶ وللأب خمسة في واحد يساوي خمسة. ¶ وللبنات خمسة في أربعة يساوي عشرين.",
            "page": "4",
            "part": "13",
            "seal": "46F27B4A"
        },
        {
            "id": "75",
            "nass": "التداخل ¶ الحالة الثانية: التداخل، وهو أن يكون أحد العددين داخلاً تحت الآخر، أي: جزء منه، مثل الثلاثة والستة؛ فإن الثلاثة تدخل تحت الستة. ¶ وكذلك الأربعة والثمانية. ¶ فإذا كان عدد السهام داخلاً تحت عدد الرءوس فإننا نقسم عدد الرءوس على عدد السهام، والناتج هو جزء السهم، فنضرب جزء السهم في رأس المسألة لتنتج مسألة التصحيح، ثم نضرب جزء السهم في سهام كل صنف من الورثة. ¶ مثاله: أم وأخوان لأم وستة إخوة لأب: فللأم السدس، وللأخوين ولأم الثلث، وللإخوة لأب الباقي. ¶ فالمسألة من ستة: للأم سهم واحد، وللأخوين لأم سهمان، وللإخوة لأب ثلاثة أسهم. ¶ فنجد أن سهام الإخوة لأب ثلاثة، وأن عدد رءوسهم ستة، والثلاثة لا تقبل القسمة على الستة إلا بكسر، فننظر العلاقة بين عدد السهام وعدد الرءوس، فنجد أن عدد السهام (ثلاثة) يدخل تحت عدد الرءوس (ستة)، فنقسم (ستة على ثلاثة يساوي اثنين) فالناتج هو جزء السهم. ¶ فنضرب جزء السهم في رأس المسألة الأصلية لينتج لنا مسألة التصحيح، ثم نضرب جزء السهم في سهم كل صنف من الورثة كما يلي: مسألة التصحيح: اثنان في ستة يساوي اثني عشر. ¶ ويكون للأم: اثنان في واحد يساوي اثنين. ¶ ويكون للأخوين لأم: اثنان في اثنين يساوي أربعة. ¶ ويكون للإخوة لأب: اثنان في ثلاثة يساوي ستة.",
            "page": "5",
            "part": "13",
            "seal": "319F19EE"
        },
        {
            "id": "76",
            "nass": "التوافق ¶ الحالة الثالثة: الموافقة: وهي أن يتفق العددان في أن لكل منهما نصفاً صحيحاً مثلاً أو ثلثاً صحيحاً أو غير ذلك، أي أنهما يقبلان القسمة على عدد واحد، مثل الأربعة والستة، فإنهما يقبلان القسمة على اثنين، فناتج قسمة أحدهما على اثنين هو الوفق. ¶ فعندما تحدث موافقة بين عدد السهام وعدد الرءوس فإنا نأخذ وفق عدد الرءوس ليكون جزء السهم. ¶ فإذا كان عدد السهام (أربعة) وعدد الرءوس (ستة)، فإننا نأخذ وفق عدد الرءوس ليكون جزء السهم، فنقسم (ستة على اثنين يساوي ثلاثة)، فجزء السهم (ثلاثة) نضربها في رأس المسألة الأصلية، ثم في سهام كل صنف من المسألة الأصلية. ¶ مثال آخر: زوجة وأب وبنت ابن وابن ابن. ¶ فللزوجة الثمن لوجود الفرع الوارث، قال تعالى: {فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ} [النساء:12]، وللأب السدس لوجود الفرع الوارث، ولابن الابن وبنت الابن الباقي تعصيباً للذكر مثل حظ الأنثيين. ¶ فيكون رأس المسألة (أربعة وعشرين)، وذلك لأن بين الثمانية -مخرج الثمن- والستة -مخرج السدس- توافقاً بالأنصاف، فنضرب وفق أحدهما في كامل الآخر يساوي رأس المسألة. ¶ أي: نقسم ستة على اثنين يساوي ثلاثة. ¶ فهذا وفق الستة، فنضربه في ثمانية يساوي أربعة وعشرين، وهو رأس المسألة. ¶ أو نقسم ثمانية على اثنين يساوي أربعة. ¶ فهذا وفق الثمانية، فنضربه في ستة يساوي أربعة وعشرين، وهو رأس المسألة. ¶ ثم نقول: للزوجة الثمن ثلاثة أسهم. ¶ وللأب السدس أربعة أسهم. ¶ ولابن الابن وبنت الابن الباقي سبعة عشر سهماً، وعدد رءوسهم ثلاثة -لأن الذكر برأسين- والعدد سبعة عشر لا يقبل القسمة على ثلاثة. ¶ فننظر العلاقة بين سبعة عشر وثلاثة، وهي التباين. ¶ فنأخذ عدد الرءوس كاملة ونضربها في رأس المسألة الأصلية يساوي رأس مسألة التصحيح. ¶ وعدد الرءوس ستكون جزء السهم. ¶ ثم نضرب هذا العدد (جزء السهم) في عدد سهام كل صنف. ¶ وذلك كما يلي: ثلاثة في أربعة وعشرين يساوي اثنين وسبعين. ¶ وهي مسألة التصحيح. ¶ ثم سهم الأم: ثلاثة في ثلاثة يساوي تسعة. ¶ ثم سهم الأب: ثلاثة في أربعة يساوي اثني عشر. ¶ ثم سهم ابن الابن وبنت الابن: ثلاثة في سبعة عشر يساوي واحداً وخمسين.",
            "page": "6",
            "part": "13",
            "seal": "BAD58B7A"
        },
        {
            "id": "77",
            "nass": "مهمات في أحكام المواريث - مسائل الرد [1] ¶ قد ترد إشكالات في قسمة التركة، كمثل الزيادة في التركة وليس ثم صاحب فرض لم يأخذ فرضه، فيرد الزائد على الورثة الموجودين كل بقدر سهمه، إلا الزوجين فلا يرد عليهما شيء، بل يرد الباقي على غيرهما من الورثة.",
            "page": "1",
            "part": "14",
            "seal": "85D76D0C"
        },
        {
            "id": "78",
            "nass": "حكم الرد في المواريث ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: مازلنا مع الكلام على الرد ومسائله، وتكلمنا في الأسبوع الماضي على أن العلماء اختلفوا على ثلاثة أقوال في مسائل الرد: فقوم قالوا: لا رد مطلقاً. ¶ وآخرون قبلوه مطلقاً، ومعنى مطلقاً: أي: يكون الرد على من يرث بالسبب وبالنسب، وهو قول ابن تيمية. ¶ والقول الوسط هو قول جماهير أهل العلم، وهو قول المتأخرين من الشافعية، وهو القول بالرد للذي يرث بالنسب لا بالسبب.",
            "page": "2",
            "part": "14",
            "seal": "BAA7D06E"
        },
        {
            "id": "79",
            "nass": "حالات الرد ¶ للرد أحوال: الحالة الأولى: صنف واحد ينفرد وأصناف متعددة، وبينا كيف حل مسائلها، وكلامنا هو على رأي الجماهير، وهو أن الرد يكون لصاحب الفرض دون الزوج. ¶ فالرد في مسائل الزوجية له حالتان: الحالة الأولى: أن يكون الزوج أو الزوجة مع صنف واحد من أصحاب الفروض لا مع أصناف متعددة، وهذه المسألة فيها سهولة عن الثانية. ¶ الحالة الثانية: أن يكون الزوج أو الزوجة مع أصناف متعددة، أي: مع بنت وأخت، أو مع بنات وأخوات، أو مع جدة أو جدات وأخوات يعني: مع أصناف متعددة من اللاتي يرثن بالسبب.",
            "page": "3",
            "part": "14",
            "seal": "BF3DA0F7"
        },
        {
            "id": "80",
            "nass": "طريقة حل مسائل الحالة الأولى من حالات الرد مع أحد الزوجين ¶ طريقة حل المسائل بالنسبة لصنف واحد مع الزوج أو الزوجة هو: أن تجعل مخرج المسألة أو أصلها هو نصيب الزوجة أو الزوج، ولا تنظر للذي يرث معه. ¶ وبعدما تؤصل المسألة وتصححها إذا احتاجت إلى تصحيح تقول: الباقي لهذا الصنف فرضاً ورداً، وبالمثال يتضح المقال. ¶ ونبدأ بحل مسألة من الحالة الأولى: زوجة وبنت. ¶ ففي مثل هذا لا تتعب نفسك، أي: إذا كان الذي يرث مع الزوج أو الزوجة صنف واحد، فتنظر في الزوجة ماذا ترث؟ فهنا ترث الثمن لوجود الفرع الوارث، وأصل المسألة سيكون مخرج نصيب الزوجة، أي: ثمانية، فيكون للزوجة واحد، وللبنت الباقي سبعة فرضاً ورداً. ¶ إذاً: فالذي يرث مع الزوج أو الزوجة بالنسب صنف واحد، والصنف الواحد لا داعي أن تعطيه فرضه؛ لأنه سيأخذ الباقي فرضاً ورداً. ¶ المسألة الثانية: زوج وجدة: فالزوج هنا له النصف؛ لعدم وجود الفرع الوارث، والجدة لها السدس، وأصل المسألة من اثنين، يرث الزوج واحداً، والباقي واحد للجدة فرضاً ورداً. ¶ ولا يمكن أن تأخذ الجدة مثل الزوج إلا إذا رد عليها الباقي؛ لأنها تأخذ السدس، والزوج يأخذ النصف، لكن أعطيناها هنا الباقي بعد فرض الزوج فرضا ًورداً. ¶ المسألة الثالثة: زوج وأربع بنات: هذه المسألة من جهة تحتاج لتصحيح، فالزوج يرث الربع؛ لوجود الفرع الوارث، فأصل المسألة أربعة، للزوج واحد، والباقي ثلاثة على أربع بنات، وهذا توزيع غير صحيح. ¶ ولكي يكون التوزيع صحيحاً لا بد أن تكون القسمة صحيحة، فلابد هنا من التصحيح، وفي التصحيح سننظر إلى الأسهم وإلى عدد الرءوس، فالأسهم ثلاثة والرءوس أربعة، فيكون بينهما تباين، فنضرب عدد الرءوس في أصل المسألة، فيكون الناتج ستة عشر، ثم عدد الرءوس الذي ضربناه في أصل المسألة نضربه ثانياً في نصيب الزوج، فيعطينا أربعة، ثم في نصيب البنات فيعطينا اثني عشر، فبهذا تكون قسمة صحيحة، وتكون كل بنت لها ثلاثة. ¶ المسألة الثالثة: زوجة وثلاث شقائق: فالزوجة لها الربع؛ لعدم وجود الفرع الوارث، ثم نجعل أصل المسألة من مخرج الزوجة، أي: من أربعة، للزوجة واحد، وللبنات الباقي ثلاثة، فرضاً ورداً، وتكون القسمة صحيحة.",
            "page": "4",
            "part": "14",
            "seal": "5179F039"
        },
        {
            "id": "81",
            "nass": "الحالة الثانية من الرد مع أحد الزوجين ¶ الحالة الثانية فيها مسألتان: الأولى: مات عن ثلاث زوجات، وأم وأخ الأم. ¶ الثانية: مات عن زوجتين وجدتين وأخوين لأم.",
            "page": "5",
            "part": "14",
            "seal": "86EFC998"
        },
        {
            "id": "82",
            "nass": "طريقة حل المسألة الأولى من مسائل الحالة الثانية للرد ¶ طريقة الحل: للمسألة الأولى: ستحل هذه المسألة بثلاث مسائل: فستجعل مسألة للزوجية، ثم تصحح إن احتاجت للتصحيح، ثم مسألة ثانية، هي مسألة الرد، ومسألة الرد إن احتاجت للتصحيح أيضاً تصححها. ¶ وتصحيح الأولى لا دخل له بتصحيح الثانية. ¶ ثم بعد ذلك تأتي بمسألة ثالثة، وهي المسألة الجامعة. ¶ والمسألة الجامعة: هي أن تنظر إلى أسهم الورثة الذين يرد عليهم الإرث. ¶ فتنظر إلى الأسهم وإلى أصل مسألتهم، أي: إلى الأصل المصحح، ومسألة الرد أصلها دائماً ستة ثم ينزل إلى الاثنين أو الأربعة، إذاً: فتنظر إلى الأسهم وإلى مسألة الرد، فإن انقسمت فالمسألة الجامعة أصلها هو أصل مسألة الزوجية، ثم تنزل نصيب الزوج أو الزوجة كما هو ثم تنظر الناتج من انقسام الأسهم على أصل الرد فتضربه في أصل مسألة الرد، ثملاً المسألة الأولى: مسألة الزوجية، وهي: ثلاث زوجات وأم وأخ أم. ¶ فالثلاث الزوجات لهن الربع؛ لعدم وجود الفرع الوارث، والأم لها الثلث، والأخ لأم له السدس، ويكون أصل مسألة الزوجية من أربعة، ثم نقسم فنعطي الثلاث الزوجات سهماً واحداً، والقسمة لا تصح؛ لأنهن ثلاث، فتوجد كسور في المسألة. ¶ فننظر العلاقة بين السهم الواحد والرءوس الثلاثة، فنجد أن العلاقة بينهما تبيان، فنصحح المسألة، فنضرب عدد الرءوس الثلاثة في أصل المسألة وهو أربعة، فيكون الناتج اثني عشر، ثم نضرب الثلاثة في سهم الزوجات، أي ثلاثة في واحد يساوي ثلاثة، فتأخذ كل زوجة سهماً واحداً من اثني عشر سهماً، وبهذا تصح مسألة الزوجية. ¶ ثم ننتقل إلى المسألة الثانية وهي مسألة الرد: فالأم لها الثلث، والأخ لأم له السدس، ويكون أصل المسألة من ستة؛ لأن بين العددين تداخلاً. ¶ فتأخذ الأم من الستة اثنين، والأخ للأم يأخذ واحداً من الستة، فمجموع ما أخذاه ثلاثة، ويبقى ثلاثة، فنرد أصل المسألة إلى ثلاثة. ¶ فعندنا الآن مسألتان: مسألة الزوجية من اثني عشر بعد التصحيح، ومسألة الرد وهي ثلاثة بعد الرد. ¶ المسألة الثالثة: المسألة الجامعة: ولكي نأتي بها ننظر إلى الأسهم التي هي نصيب الأم والأخ لأم من مسألة الزوجية، ثم ننظر لأصل مسألة الرد، وكان أصلها ستة كما تقدم ثم عاد إلى ثلاثة، فننظر إلى الثلاثة الذي هو الأصل الجديد لمسألة الرد ثم نقسم التسعة على ثلاثة، فإن صحت القسمة فقل: أصل المسألة الجامعة هو أصل مسألة الزوجية. ¶ ثم ننزل نصيب الزوجية كما هو، أي: الثلاثة كما هي، فهذه الخطوة الأولى من المسألة الجامعة. ¶ الخطوة الثانية: اقسم الأسهم الباقية وهي تسعة، على أصل مسألة الرد وهو ثلاثة، ثم اضرب الناتج في نصيب الأم ونصيب الأخ لأم من مسألة الرد، والناتج هو ما يسمى بجزء السهم، وهو هنا ثلاثة، فتضربه في نصيب الأم أي: في اثنين فيكون الناتج ستة، ثم في نصيب الأخ لأم والناتج ثلاثة، والمجموع: تسعة، ثم نلاحظ انقسام هذه الأسهم على الرءوس بلا كسر. ¶ إذاً: نؤصل ثم نقسم سهام أصحاب الرد من مسألة الزوجية على أصل مسألتهم، فسهامهم تسعة، وأصل مسألتهم ثلاثة، والناتج سيكون ثلاثة، ثم نضرب الثلاثة في سهامهم في مسألة الرد، فثلاثة في اثنين بستة، وفي واحد بثلاثة، والناتج تسعة كما هو في المسألة الجامعة.",
            "page": "6",
            "part": "14",
            "seal": "FF8B92FC"
        },
        {
            "id": "83",
            "nass": "حل المسألة الثانية من الحالة الثانية للرد ¶ المسألة الثانية: مات عن زوجتين، وجدتين، وعن أخوين لأم. ¶ فنبدأ بمسألة الزوجية: فالزوجتان لهما الربع لعدم وجود الفرع الوارث، ويكون أصل المسألة من أربعة، ثم نقسم، فيكون واحداً للزوجتين، والباقي فرضاً ورداً للجدتين والأخوين. ¶ ثم نجد أن المسألة تحتاج إلى تصحيح، ثم نجد أن بين عدد رءوس الزوجات وبين سهمهن تبايناً، فنضرب عدد الرءوس في أصل المسألة، أي: اثنين في أربعة، فيكون الناتج ثمانية، فنعطي الزوجتين اثنين، ثم يبقى ستة للجدتين والأخوين لأم، فهذه المسألة الأولى التي هي مسألة الزوجية. ¶ المسألة الثانية: مسألة الرد، فالجدات لهن السدس والأخوان لأم لهما الثلث، فيكون تداخل بين الثلاثة والستة، فيكون أصل المسألة من ستة، فالجدتان ستأخذان واحداً، والأخوان لأم لهما اثنان. ¶ ثم نلاحظ وجود رد في المسألة إلى ثلاثة. ¶ ونلاحظ أن المسألة بالنسبة للجدتين تحتاج إلى تصحيح، وذلك أن لهما واحداً وعدد رءوسهما اثنان، فبينهما تباين، فتصحح من ستة، الجدتان لهما اثنان والأخ لأم له اثنان والأخ الثاني له اثنان أيضاً. ¶ ثم ننتقل بعد هذا إلى المسألة الجامعة، فانظر إلى أسهم أصحاب الفرض والرد، ثم انظر بعد ذلك إلى أصل مسألة الرد بعد التصحيح، وهو ستة، ثم يكون أصل المسألة الجامعة هو أصل مسألة الزوجية، أي: ثمانية، فللزوجتين اثنان منها. ¶ ثم ننظر إلى أسهم أصحاب الفرض، فنجد السهام تنقسم فإذا كانت تنقسم نأتي بخارج القسمة، وهو هنا واحد، الذي هو نصيب الجدتين، فنضربه في كل الأسهم، فواحد في الجدة الأولى يساوي واحداً، وفي الجدة الثانية يساوي واحداً، واثنان للأخ لأم في واحد يساوي اثنين، فأصبحت صحيحة. ¶ وسنراجع المسألة الأولى بصورة سريعة، وهي: ثلاث زوجات، وأخ لأم وأم، فماذا نفعل أولاً نبدأ أولاً بالمسألة الزوجية، فتأخذ الزوجات الربع؛ لعدم وجود الفرع الوارث، فأصل المسألة من أربعة، للزوجات واحد، وللأخ لأم وللأم الباقي ثلاثة، ثم ننظر هل مسألة الزوجية تحتاج لتصحيح أم لا، فسهمهن واحد ورءوسهن ثلاثة، نجد أن بينهما تبايناً، فلابد من تصحيح المسألة، فنضرب عدد الرءوس في أصل المسألة فتصبح اثني عشر، ثم نضرب عدد الرءوس في الأسهم، فواحد في ثلاثة بثلاثة، وأصبحت الثلاثة تنقسم على الزوجات، فكل زوجة لها واحد، ثم الثلاثة تضرب في ثلاثة والناتج تسعة، فهذه المسألة الأولى. ¶ المسألة الثانية: مسألة الرد، وهي من أخ لأم وأم، فالأم لها الثلث، والأخ لأم له السدس، وأصل المسألة من ستة، فللأم اثنان، والأخ لأم له واحد، فيكون فيها رد، ويكون أصل المسألة ثلاثة. ¶ ثم المسألة الثالثة: المسألة الجامعة، والنظر فيها يكون إلى أصحاب الفروض، ثم النظر إلى أصل مسألة الرد، هل تنقسم أم لا تنقسم؟ فنجد أنها هنا تنقسم، فننزل أصل مسألة الزوجية، أي: اثني عشر، فنجعله أصل المسألة الجامعة، فتنزل بنفس أسهمهن بلا زيادة ولا نقصان، ثم ننتقل إلى عملية القسمة، فالتسعة على الثلاثة يساوي ثلاثة، فهذا جزء السهم، أي: الثلاثة، فتضربه في أسهم أصحاب الفروض الذين سيرد عليهم، فواحد في ثلاثة يساوي ثلاثة، واثنان في ثلاثة يساوي ستة، فالأخ لأم سيأخذ ثلاثة والأم ستأخذ ستة، والزوجات كذلك يأخذن ثلاثة بلا إشكال، فتصح المسألة. ¶ والحمد لله رب العالمين.",
            "page": "7",
            "part": "14",
            "seal": "ECA933E7"
        },
        {
            "id": "84",
            "nass": "مهمات في أحكام المواريث - مسائل الرد [2] ¶ مسائل الرد مع وجود أحد الزوجين تحتاج إلى نظر في الطرق الحسابية التي توصل إلى النتيجة، وقد وضحها الشيخ هنا.",
            "page": "1",
            "part": "15",
            "seal": "8B24FDFE"
        },
        {
            "id": "85",
            "nass": "طريقة حل مسائل الرد ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل 0له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب:70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد: فاليوم إن شاء الله سننتهي من ثلاثة أرباع المواريث كما يقولون، ننتهي من مسائل الرد بأسرها ويبقى لنا المناسخات والمفقود والحمل والخنثى، ثم بعد ذلك كيفية تقسيم التركة، وتنتهي المواريث بأسرها، وما تقدم معنا هو قلب المواريث. ¶ سبق أن تكلمنا على مسألة الرد، وأن الراجح عند الجماهير أنه لا يكون الرد على الزوج، فالميراث بالسبب يطرح، وإنما الميراث بالنسب هو الذي يرد عليه، وتكلمنا أنه عند حل مسائل الرد فلنا ثلاث خطوات: الأولى: مسألة الزوجية منفردة، وإن احتاجت إلى تصحيح فإنها تصحح دون الدخول في مسألة الرد. ¶ الثانية: مسألة الرد. ¶ الثالثة: المسألة الجامعة، والمسألة الجامعة خليط من مسألة الرد ومسألة الزوجية كما بينا.",
            "page": "2",
            "part": "15",
            "seal": "FD81028F"
        },
        {
            "id": "86",
            "nass": "مسائل في الرد",
            "page": "3",
            "part": "15",
            "seal": "8AF56439"
        },
        {
            "id": "87",
            "nass": "المسألة الأولى ¶ عندنا ثلاث زوجات وأم وأخ لأم: فنبدأ بمسألة الزوجية، والزوجة مثل الزوجات، وترث هنا الربع لعدم وجود الفرع الوارث، وأصل مسألتها أربعة، فيكون لها واحد. ¶ ثم إن الواحد لا ينقسم على الزوجات الثلاث، إذاً فلا بد من تصحيح المسائل، والعلاقة بينهما تباين، فالواحد لا يقبل القسمة على الثلاثة، فنضرب أربعة في ثلاثة فيكون الناتج اثني عشر، وهو أصل مسألة الزوجية، فنعطي الزوجات منها ثلاثة، لكل زوجة واحد، فتصح المسألة، ثم ننتقل إلى مسألة الرد، وفيها الوارثون بالنسب، فالأم لها الثلث؛ لعدم وجود الفرع الوارث، والأخ لأم له السدس، ودائماً أصل مسألة الرد ستة. ¶ فللأم ثلث الستة اثنان، والأخ لأم له واحد، فنلاحظ هنا أن أصل المسألة ستة والأسهم فيها ثلاثة، فنرد أصل المسألة من ستة إلى ثلاثة. ¶ ثم ننتقل إلى المسألة الجامعة: المسألة الجامعة يكون النظر إلى أصل مسألة الرد، وإلى أسهم المردود عليهم في مسألة الزوجية، ثم ننظر إلى العلاقة بينهما، ونرى أن العلاقة بينهما هنا انقسام، أي: تنقسم التسعة على الثلاثة، فحينها نأتي بأصل مسألة الزوجية، وهو اثنا عشر، فيكون هو أصل المسألة الجامعة، ثم ننزل سهم الزوجات كما هو، وهو ثلاثة هنا. ¶ فهذه أول خطوة فعلناها مع الانقسام. ¶ ثم ناتج الانقسام -أي: انقسام سهام الورثة في مسألة الزوجية على أصل مسألتهم- فتقسم التسعة على الثلاثة، ثم اضرب ناتج القسمة -الذي هو الثلاثة- في أسهم مسألة الرد. ¶ فاضربه في اثنين -الذي هو سهم الأم- فينتج ستة، ثم اضربه في واحد -الذي هو سهم الأخ لأم_ والناتج ثلاثة، ثم نجمع الأسهم، ثلاثة وستة يساوي سهم الزوجان ثلاثة فالحاصل اثنا عشر، وانتهت هذه المسألة. ¶ فالحاصل في المسألة الجامعة: أنها إذا كانت منقسمة فلها خطوات ثلاث: الخطوة الأولى: أن أصل المسألة الجامعة هو أصل مسألة الزوجية. ¶ الخطوة الثانية: تنزل أسهم مسألة الزوجية كما هي دون تغيير. ¶ الخطوة الثالثة: تقسم أسهم أصحاب الرد من مسألة الزوجية على أصل مسألة الرد. ¶ الخطوة الرابعة: ناتج القسمة يضرب في أسهم مسألة الرد. ¶ نحن قلنا: مسائل الرد قد يكون فيها انقسام أو توافق أو تباين، وتقدم معنا العمل في كل واحدة من هذه الخطوات، وأيضاً: يكون النظر إلى سهام الورثة في مسألة الزوجية وأصل مسألة الرد، ثم نثبت الوسط، ثم نضرب الوسط في أصل مسألة الزوجية ينتج المسألة الجامعة، ثم في سهم الزوجة في مسألتها، ثم نأخذ الوسط الآخر ونضربه في سهام الورثة من مسألتهم، وبهذا تنتهي المسألة. ¶ ونأتي بالأمثلة على ذلك:",
            "page": "4",
            "part": "15",
            "seal": "115841DC"
        },
        {
            "id": "88",
            "nass": "المسألة الثانية ¶ مسألة زوجة وأم وثلاثة إخوة لأم: فنبدأ بمسألة الزوجية، وللزوجة الربع؛ لعدم وجود الفرع الوارث، ويكون أصل المسألة من أربعة، ويكون الباقي ثلاثة، ثم ننتقل للمسألة الثانية. ¶ المسألة الثانية هي مسألة الرد، فالأم لها السدس؛ لوجود جمع من الإخوة، والإخوة الثلاثة لهم الثلث، فأصل المسألة من ستة. ¶ ثم الأم لها سهم، وللإخوة لأم سهمان، والمجموع ثلاثة فترد أصل المسألة إلى ثلاثة. ¶ ونجد أن الاثنين لا تنقسم على الثلاثة الإخوة، فننظر العلاقة بين السهام والرءوس، والعلاقة بينهما تباين. ¶ ونجد أن عدد الرءوس هنا ثلاثة، فنضرب في ثلاثة -الذي هو الأصل الجديد لمسألة الرد- والناتج تسعة، ثم نضرب الثلاثة في الأسهم، فيكون للأم ثلاثة وللإخوة لأم ستة. ¶ وهذا على ما بينا من قبل من أن مسألة الزوجية إن كانت تحتاج إلى تصحيح صححناها من غير التدخل في مسألة الرد، وكذا إن كانت مسألة الرد تحتاج للتصحيح صححناها، كما فعلنا هنا، حيث باين عدد رءوس الإخوة لأم عدد السهام، فضربنا عدد رءوسهم في أصل مسألة الرد ثم في أسهم الإخوة لأم، فكان الناتج ستة، فيكون لكل أخ سهمان من مسألة الرد، ثم ننتقل إلى المسألة الجامعة. ¶ أول شيء نفعله هو أن ننظر سهام الورثة من مسألة الزوجية وعلاقتها بأصل مسألة الرد، والعلاقة بينهما إما أن تنقسم وإما أن تتوافق ويدخل معه التداخل، أو تتباين، فهنا ثلاثة مع التسعة يكون توافقاً، ولا يكون انقساماً؛ لأن الانقسام معناه: أن ينقسم الكبير على الصغير. ¶ والعامل المشترك بينهما ثلاثة، وأين وفق الثلاثة؟ الوفق: هو ناتج القسمة على العامل المشترك، فالعامل أو القاسم المشترك بين التسعة والثلاثة هو الثلاثة، ثم اقسم التسعة على الثلاثة ينتج لك وفق التسعة وهو الثلاثة، واقسم الثلاثة على الثلاثة ينتج لك وفق الثلاثة وهو الواحد. ¶ فنقسم هنا التسعة -التي هي أصل المسألة- على العامل المشترك وهو الثلاثة، فينتج ثلاثة، فالثلاثة هي وفق التسعة، ثم اضرب وفق أصل مسألة الرد في أصل مسألة الزوجية، والوفق هو ثلاثة وأصل المسألة الزوجية أربعة، فأضرب ثلاثة في أربعة، ينتج أصل المسألة الجامعة، وهو اثنا عشر، ثم أضرب الثلاثة نفسها في سهم الزوجة من مسألتها، فأضرب ثلاثة -الذي هو الوفق- في سهم الزوجة -الذي هو الواحد- فينتج ثلاثة، فيكون للزوجة ثلاثة. ¶ ثم نأخذ وفق أسهم مسألة الرد -وهو الواحد- ونضربه في سهام مسألة الرد، فنضرب الواحد سهام الأم وهي ثلاثة يساوي ثلاثة، ثم نضربه في سهام الإخوة لأم وهي ستة يساوي ستة. ¶ والحاصل: أن لنا لحل هذه المسألة خطوات ثلاث: الأولى: نحل مسألة الزوجية بانفراد. ¶ الثانية: أن نحل مسألة الرد بانفراد. ¶ الثالثة: المسألة الجامعة وقد تقدم معنا تفصيل ذلك.",
            "page": "5",
            "part": "15",
            "seal": "8230364F"
        },
        {
            "id": "89",
            "nass": "المسألة الثالثة ¶ مات عن زوجتين، وشقيقة، وأخت لأم. ¶ تقدم أن معنا ثلاث خطوات: الخطوة الأولى: مسألة الزوجية، فأصل المسألة من أربعة، للزوجتين سهم، والباقي ثلاثة للورثة الباقي وهي فروضهم مع الرد. ¶ فتحتاج المسألة لتصحيح؛ لأن عندي سهماً وزوجتين، فلا تمكن القسمة بصورة صحيحة، وبين الواحد والاثنين تباين، فأضرب عدد الرءوس في أصل المسألة، أي: اثنان في أربعة فيكون أصل مسألة الزوجية من ثمانية، ثم الذي ضربته في أصل المسألة سهم الزوجتين، فاثنان في واحد باثنين، فيكون لكل زوجة سهم واحد. ¶ الخطوة الثانية: مسألة الرد، فالشقيقة لها النصف، والأخت لأم لها السدس، وأصل مسألة الرد من ستة، للشقيقة ثلاثة، وللأخت لأم واحد. ¶ ثم ردت الستة إلى أربعة، ولا تحتاج المسألة هنا للتصحيح. ¶ الخطوة الثالثة: المسألة الجامعة، وعند الإتيان بالمسألة الجامعة لا بد من النظر أولاً إلى أسهم أصحاب الرد من مسألة الزوجية، ثم النظر إلى أصل مسألة الرد، ثم معرفة العلاقة بينهما، وهي إما الانقسام وإما التوافق والتداخل وإما التباين، فستة وأربعة بينهما توافق، فتأتي بالوفق أو العامل المشترك وهو الاثنان، ثم اقسم الأربعة على الاثنين فينتج لنا الوفق وهو اثنان، فهذا وفق أصل مسألة الرد، أما وفق السهام فاقسم الستة الأسهم على الاثنين فيساوي ثلاثة. ¶ ثم اضرب وفق مسألة الرد في أصل مسألة الزوجية، أي اثنان في ثمانية يساوي ستة عشر، وهو أصل المسألة الجامعة. ¶ الخطوة التي تليها: نضرب هذا الوفق -اثنان- في سهم الزوجة -اثنان- والناتج أربعة. ¶ ثم انظر إلى سهام مسألة الرد، فاضرب وفق السهام المأخوذ من مسألة الزوجية -ثلاثة واضربه في سهام الورثة من مسألة الرد، فللشقيقة ثلاثة في ثلاثة يساوي تسعة، وللأخت لأم ثلاثة في واحد يساوي ثلاثة.",
            "page": "6",
            "part": "15",
            "seal": "7D4BF1B9"
        },
        {
            "id": "90",
            "nass": "المسألة الرابعة ¶ هلك عن زوج وبنت وأربع بنات ابن. ¶ الحل: نبدأ أولاً بمسألة الزوجية فللزوج الربع؛ لوجود الفرع الوارث، وأصل المسألة من أربعة، للزوج واحد والمتبقي لهؤلاء، أي: للبنت وبنات الابن. ¶ ثم ننتقل إلى المسألة الثانية: وهي مسألة الرد، فالبنت لها النصف، وبنات الابن الأربع لهن السدس تكملة الثلثين، وأصل مسألة الرد من ستة، للبنت ثلاثة، ولبنات الابن واحد، ونرى مجموع الأسهم أربعة، فيرد أصل مسألة الرد -الذي هو الستة- إلى الأربعة. ¶ والواحد لا ينقسم على أربع بنات ابن، فنحتاج إلى التصحيح، فانظر إلى العلاقة بين الواحد والأربعة، والعلاقة بينهما تباين، وعند التباين نصحح المسألة بأن نضرب عدد الرءوس في أصل المسألة الجديد، وهو هنا أربعة، والناتج ستة عشر. ¶ ثم نضرب عدد الرءوس في السهام، فيكون ناتج الضرب مع سهام البنت اثني عشر، ومع سهام بنات الابن أربعة، والأربعة تنقسم على عدد رءوس البنات، وتصح المسألة بهذا. ¶ ثم ننتقل إلى المسألة الجامعة فخذ سهام الورثة من مسألة الزوجية وهي ثلاثة فانظر العلاقة بينها وبين مسألة الرد هي ستة عشر، والعلاقة بينهما تباين، فنضرب رأس مسألة الرد في مسألة الزوجية تنتج المسألة الجامعة، أي ستة عشر في أربعة يساوي أربعة وستين، فأصل المسألة الجامعة ثمانية وأربعون. ¶ ثم نضرب الستة عشر في نصيب الزود من مسألته، أي ستة عشر في واحد يساوي ستة عشر. ¶ ثم نضرب قد سهام الورثة من مسالة الزوجية في سهامهم من مسألة الرد كما يلي: للشقيقة ثلاثة في اثني عشر بستة وثلاثين. ¶ ولبنات الابن ثلاثة في أربعة يساوي اثني عشر. ¶ والحمد لله قد انتهيت وأنهيت ما علي، والله كفيل وهو حسيبكم، اللهم قد بلغت اللهم فاشهد، فإن تقاعسوا أو تنكبوا الصراط فأنا بريء أمام ربي. ¶ وهكذا نكون قد انتهينا من مسائل المواريث.",
            "page": "7",
            "part": "15",
            "seal": "5F9588B9"
        }
    ],
    "t740": [
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "أهمية العلم"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "ضوابط الحجب في الأصول والفروع والحواشي"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "حجب الأصل من فوقه"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "حجب الفرع من تحته"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "ما يحجب الحواشي"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "الاستثناء من قاعدة من أدلى بوارث لا يرث بوجوده"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "تطبيقات لقاعدة الحجب"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "التأصيل والتصحيح"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "أصل المسألة في المواريث"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "إذا كان الورثة جميعا عصبات"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "إذا كان في الورثة صاحب فرض مع عصبات"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "إذا كان في الورثة أكثر من صاحب فرض"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "التباين"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "فضل العلم"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "طرق تصحيح مسائل المواريث"
        },
        {
            "id": "74",
            "lvl": "3",
            "sub": null,
            "tit": "التباين"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "التداخل"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "التوافق"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "مسائل الرد [1]"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "حكم الرد في المواريث"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "حالات الرد"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "طريقة حل مسائل الحالة الأولى من حالات الرد مع أحد الزوجين"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": null,
            "tit": "الحالة الثانية من الرد مع أحد الزوجين"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": null,
            "tit": "طريقة حل المسألة الأولى من مسائل الحالة الثانية للرد"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "حل المسألة الثانية من الحالة الثانية للرد"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "مسائل الرد [2]"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "طريقة حل مسائل الرد"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "مسائل في الرد"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة الأولى"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة الثانية"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة الثالثة"
        },
        {
            "id": "90",
            "lvl": "3",
            "sub": null,
            "tit": "المسألة الرابعة"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فضل علم المواريث"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة في فضل علم المواريث وأهميته"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "آيات المواريث وبيان طبقات الوارثين"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": null,
            "tit": "طبقة الفروع وحالاتها"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": null,
            "tit": "طبقة الأصول وحالاتها"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": null,
            "tit": "طبقة الحواشي وحالاتها"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "أقسام الدين"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "معنى التركة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الحقوق المتعلقة بالتركة"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "الدين ومؤنة تجهيز الميت"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "أقسام الدين"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "الوصية"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "حالات إرث الزوج من الزوجة"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "ميراث الزوج"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "أركان الإرث"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "شرط المورث"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "شروط الوارث"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "أسباب الإرث"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "الفروض المقدرة في كتاب الله"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الفروض المقدرة للزوج"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "مسائل في ميراث الزوج"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "موانع الإرث"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": null,
            "tit": "الرق والقتل واختلاف الدين تمنع الميراث"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع الكفر وحكم كل نوع في الميراث"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع القتل وحكم كل نوع في الميراث"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ميراث الزوجة، ميراث الأبوين"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "ميراث الزوجة"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "ميراث الأبوين"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "ميراث الأب"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "ميراث الأم"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "المسألتان العمريتان"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "مسائل تطبيقية على ميراث الأبوين"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "ميراث الجد"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "ميراث الجد"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "ميراث البنت"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "ميراث البنت"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "ميراث بنت الابن"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "ميراث الأخوات"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "ميراث الأخوات الشقيقات"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "حالات ميراث الأخوات الشقيقات وشروط كل حالة"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "ميراث الأخوات لأب"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "حالات ميراث الأخوات لأب وشروط كل حالة"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "مسائل تطبيقية في ميراث الأخوات الشقيقات والأخوات لأب"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "أولاد الأم"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "ميراث أولاد الأم وشروطه"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "مسائل في ميراث الإخوة لأم"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "توريث العصبات"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "الأنصبة المقدرة في كتاب الله تعالى"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف العصبة وأصحابها"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام العصبة"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الحجب"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف الحجب لغة واصطلاحا"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع الحجب"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "حجب النقصان"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": null,
            "tit": "حجب الحرمان"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "الورثة الذين لا يدخل عليهم حجب الحرمان"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "مسائل توضح الحجب"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "قواعد هامة في الحجب"
        }
    ]
}