{
    "b741": [
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله حق حمده. وصلواته على محمد النبي وآله وسلم. ¶ حدثنا علي بن محمد بن الدعبل بن علي بجميع هذا الحديث المذكور في هذا الكتاب، عن جده الدعبل بن علي الخزاعي، أنه قال: رويت علم الأوائل وأنساب العرب عن جماعة ممن أدركت من أهل العلم والمعرفة بذلك، وحفظت عنهم وصايا الملوك وأبناء الملوك من ولد قحطان بن هود النبي صلى الله عليه وسلم بن شالخ بن أرفخشذ بن سام بن نوح النبي صلى الله عليه وسلم ابن لمك بن المتوشلح بن أخنوخ، وهو إدريس النبي صلى الله عليه وسلم بن يرد بن مملايل بن قينان بن أنوش بن شيث النبي صلى الله عليه وسلم ابن آدم الماء والطين صلى الله عليه وسلم. ¶ قال علي بن محمد، قال الدعبل بن علي: فتوافق جميع من أدركت من أهل العلم والمعرفة على أن أول من بعثه الله تعالى من بعد نوح صلى الله عليه وسلم واصطفاه وانتخبه وأمنه على وحيه ورسالته هود النبي صلى الله عليه وسلم، وهو أب العرب العاربة، وهو الذي يقول فيه علقمة ذو جدن: ¶ أبونَا نبيُّ الله هودُ بن شالخٍ ... فنحنُ بنو هودِ النبيِ المُطهَّرِ ¶ لنا المُلكُ في شرقِ البلادِ وغربِها ... ومفخرُنَا يسمو على كلِّ مفخرِ ¶ فمنْ مثلُ كهلانِ القواضبِ والقنا ... ومن مثلُ أملاكِ البريةِ حميرِ ¶ وصية هود النبي عليه السلام ¶ وحدثنا علي بن محمد، وأسند الحديث عن جده الدعبل بن علي الخزاعي مجال الاختصار، وذكر الدعبل بن علي أن هود النبي صلى الله عليه وسلم قد وصى بنيه، فقال لهم: يا بني أوصيكم بتقوى الله وطاعته والإقرار بالوحدانية له، وأحذركم الدنيا، فإنها غرارة خداعة غير باقية عليكم ولا أنتم باقون عليها، فاتقوا الله الذي إليه تحشرون، ولا يفتننكم الشيطان، إنه لكم عدو مبين. ¶ قال: ثم أقبل على قومه عاد، يوصيهم بما وصى به بنيه، ويعظهم بما حكى الله عز وجل عنه، فقال: \" وإلى عاد أخاهم هوداً قال يا قوم اعبدوا الله \" إلى قوله: \" ولا تتولوا مجرمين \". قال: فكان من ردهم عليه \" يا هود ما جئتنا ببينه وما نحن بتاركي آلهتنا عن قولك وما نحن لك بمؤمنين \". \" وقالوا من أشدّ منّا قوة \" إلى قوله: \" ولعذاب الآخرة أخرى وهم لا ينصرون \". ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن قحطان بن هود النبي صلى الله عليه وسلم أنشد شعراً يسلّي به بعض ما كان فيه هود النبي صلى الله عليه وسلم من الكآبة والجزع والقلق والارتماض والحرب على قومه عاد فقال: \" البسيط \" ¶ إني رأيتُ أبي هوداً يؤرقهُ ... همٌّ دخيلٌ وبلبالّ وتسهادُ ¶ لا يحزننَّك أن خُصَّت بداهيةٍ ... عادُ بن لاوى، فعادٌ بئسَ ما عادُ ¶ عادٌ عصَوا ربَّهم واستكبروا وعتَوا ... عمَّا نُهُوا عنهُ لا سادوا ولا قادوا ¶ بُعداً لعادٍ فما أوهى حُلُومَهُمُ ... في كلِ ما ابتدعوا أو كلِّ ما اعتادوا ¶ قاموا يُعيدون عنهم من سَفَاهتهمْ ... ركابها، أُهلِكوا أيام ما حادوا ¶ ألا يظُنُّون أنَّ اللهَ غالبُهُمْ ... وأنَّ كُلاً لأمرِ اللهِ ينقادُ ¶ يا ليتَ شعريْ وليتَ الطَّيرَ تُخبرني ... أسالمٌ ليَ لقمانٌ وشدَّادُ! ¶ ويقال: إن لقماناً كان على دين النبي هود. وهو صاحب النسور السبعة. وخبره وخبر شداد يطول الشرح فيه. ¶ وصية قحطان بن هود ¶ وحدثنا علي بن محمد، عن جده الدعبل بن علي، أن قحطان بن هود النبي صلى الله عليه وسلم وصى بنيه، فقال لهم: يا بني إنكم لم تجهلوا ما نزل بعاد دون غيرهم حين عتوا على ربهم وأعدوا آلهة يعبدونها من دونه وعصوا أمر ربهم، وأمر نبيهم هود وهو أبوكم الذي علمكم الهدى وعرفكم سواء السبيل. وما بكم من نعمة فمن الله عز وجل. وأوصيكم بذي الرحم خيراً. وإياكم والحسد فإنه داعية القطيعة فيما بينكم. وأخوكم يعرب أميني عليكم وخليفتي بينكم، فاسمعوا له، وأطيعوا، واحفظوا وصيتي، واثبتوا عليها، واعملوا بها ترشدوا. ¶ ثم أنشأ يقول: ¶ أبا يشجُبٍ أنتَ المرجى وأنتَ لي ... أمينٌ على سِرِّيْ وجهريَ حافظُ ¶ عليكَ بدينٍ ليسَ ينكرُ فضلُهُ ... فقد سبقتْ فيهِ إليكَ المواعظُ ¶ وواصلْ ذوي القُربى وحطهُمْ فإنَّهم ... ملاذُكَ إن حامتْ عليكَ البواهظُ",
            "page": "1",
            "part": "1",
            "seal": "21E4FA54"
        },
        {
            "id": "3",
            "nass": "ولفظُك عرِّبهُ بأحسنِ منطقٍ ... فإنكَ مرهونٌ بما أنت لافظُ ¶ وكُنْ كاتماً للغيظِ في كُلِّ بدوةٍ ... إذا أُسِخطتْ تلك العيونُ الجواحظُ ¶ بغيضٌ على الأعداء سراً وجهرةً ... بحِلمِكَ ها تلك النفوس الغوائظُ ¶ وما سادَ من قد شادَ إلا بحلمهِ ... إذا لم يلاحِظهُ من البخلِ لاحظُ ¶ فكن ذا حِجىً محضَ الشمائلِ ماجداً ... حفيَّاً حمياً إنني لكَ واعظُ ¶ وصية يعرب بن قحطان ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن يعرب بن قحطان حفظ وصية أبيه، وثبت عليها، وعمل بها. ويقال: إنه أول من تبحبح بالعربية الواسعة، ونطق بأفصحها، وأوجزها، وأبلغها. والعربية منسوبة إليه مشتقة من اسمه. وهو الذي ذكره حسان بن ثابت الأنصاري في شعره الذي يقول فيه: ¶ تعلمتمُ من منطق الشيخ يعرب ... أبينا فصرتم معربين ذوي نفر ¶ وكنتم قديماً ما لكم غير عجمة ... كلام وكنتم كالبهائم في القفر ¶ تقولون مانونخ ودونخ وكنتم ... إذا ما التقينا كالرصاص على الجمر ¶ منازلكم كوثى ومنها درجتمُ ... إلينا كأفراخ درجن من الوكر ¶ فنحن وأنتم كالذي قال لم أزل ... أعلمه رمياً ليمنع لي ظهري ¶ فلما نشا واشتد ساعده رمى ... فلم يُخطِ ظهري إذ رمى لا ولا نحري ¶ وفي ذلك يقول علقمة ذو جدن: ¶ ومِنّا الذي لم يُعربِ الناسُ مثله ... وأعربَ في نجدٍ هناكَ وغارا ¶ وحدثنا علي بن محمد عن جده الدعبل بن علي، أن يعرب بن قحطان وصَّى بنيه مما وصاه به أبوه، فقال لهم: يا بني احفظوا مني خصالاً عشراً تكون كذا لكم ذكراً وذخراً. يا بني تعلموا العلم واعملوا به. واتركوا الحسد عنكم ولا تلتفتوا إليه، فإنه داعية القطيعة فيما بينكم، وتجنبوا الشر وأهله، فإن الشر لا يجلب عليكم خيراً. وأنصفوا الناس من أنفسكم لينصفوكم من أنفسهم. وإياكم والكبر؛ فإنه يبعد قلوب الرجال عنكم. وعليكم بالتواضع، فإنه يقربكم من الناس ويحببكم إليهم. واصفحوا عن المسيء إليكم، فإن الصفح عن المسيء يجنبكم العداء ويزيد مع السؤدد سؤدداً ومع الفضل فضلاً. وآثروا الجار الدخيل على أنفسكم، فإن جماله جمالكم. ولأن يسوء حال أحدكم خير له من أن يسوء حال جاره، لأن تفقد الناس للمقتدي أكثر من تفقدهم للمقتدى به. وانصروا مواليكم، فإن مواليكم في السلم والحرب منكم ولكم. وابن مولاكم من أنفسكم، وحقه عليكم مثل حق أحدكم على سائركم. وإذا استشاركم مستشير فأشيروا عليه بمثل ما تشيرون به على أنفسكم في مثل ما استشاركم فيه، فإنها أمانة ألقاها في أعناقكم، والأمانة ما قد علمتم. وتمسكوا باصطناع الرجال أجدر أن تسودوا به عليهم، وأحرى أن يزيدكم ذلك شرفاً وفخراً إلى آخر الدهر. ثم أنشأ يقول: \" من الوافر \" ¶ بنيَّ أبوكمُ لم يعدُ عمَّا ... بهِ وصَّاهُ قحطانُ بن هودِ ¶ فوصاكم بما وصى أباكم ... أبوه عن الإله عن الجدودِ ¶ أذيعوا العلمَ ثمَّ تعلموه ... فما ذو العِلم كالطِفل البليدِ ¶ ولا تُصُغوا إلى حسدٍ فتغوُوا ... غوايةَ كلِّ مختلٍّ حسودِ ¶ وذُودوا الشرَّ عنكُمْ ما استطعتم ... فليسَ الشرُّ من خُلُقِ الرشيدِ ¶ وكونُوا منصفينَ لكلِّ دانٍ ... لينصفكُمْ مع القاصي البعيدِ ¶ وبابُ الكِبرْ عنكمْ فاتركُوهُ ... فإنَّ الكِبرَ من شِيَمِ العنيدِ ¶ عليكمْ بالتواضُع، لا تزيدوا ... على فضلِ التواضُع من مزيدِ ¶ وإنَّ الصَّفح أفضلُ ما ابتغيتمْ ... به شرفاً مع المُلكِ العتيدِ ¶ وحقُّ الجارِ لا تنسوه فيكمْ ... فإنَّ الجارَ ذو الحقِّ الوكيدِ ¶ عليكمْ باصطناعِ الخيرِ حتَّى ... تنالوا كُلَّ مكرمةٍ وجودِ ¶ وصية يشجب بن يعرب ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن يشجب بن يعرب ثبت على وصية أبيه دون غيره من سائر إخوته وعشيرته، فساد الجميع بثباته على هذه الوصية، وحفظه إياها وعمله بها.",
            "page": "2",
            "part": "1",
            "seal": "432D96DE"
        },
        {
            "id": "4",
            "nass": "قال وسألت بعض النَّسابين عن إخوته بني يعرب، فقال: العمالقة إخوته فئتان؛ أما الفئة الأولى فمن ولد إرم بن سام بن نوح النبي صلى الله عليه وسلم، وأما الفئة الأخرى الذين كانوا سكان مكة وما حولها فمن ولد يعرب بن قحطان إخوتهم طسم وجديس والحي جرهم الأولى وعاد الصغرى. فكأن يشجب سادها ولاء من إخوته، وساد عشيرته التي منها آباؤه من ولد سام بن نوح النبي صلى الله عليه وسلم. ¶ وحدّثنا علي بن محمد، عن جده الدعبل بن علي، أن يشجب بن يعرب بن قحطان وصى بنيه، فقال لهم: بني إني لم أسُد إخوتي وعشيرتي إلا بحفظي وصية أبي يعرب بن قحطان وبعملي بها وثباتي عليها. وإن أبي يعرب بن قحطان لم يسد إخوته وعشيرته إلا بحفظه وصية أبيه قحطان بن هود النبي صلى الله عليه وسلم وبعمله بها وثباته عليها، وإن جدي قحطان بن هود النبي صلى الله عليه وسلم لم يسد قومه وإخوته إلا بحفظه وصية أبيه هود النبي صلى الله عليه وسلم وبعمله بها وثباته عليها. فابقوا على ما وجدتموني عليه، وهو الذي أنهيته إليكم كلاماً وشعراً مما وصاني به أبي. وقد حفظتم الكل، فاثبتوا علي، واعملوا به، والله يخلفني عليكم، ثم الرشيد المهتدي منكم. وأنشأ يقول: \" من البسيط \" ¶ أوصى النبي ابنه قحطان جدِّي بما ... وصَّى بنيه أبي من بعدِ قحطانِ ¶ علمٌ حواهُ أبي من دونِ إخوتهِ ... وحُزتُه بعدَه من دونِ إخواني ¶ وزادَني يعربٌ من بعدِهِ شيماً ... وصّى بنيه بها يوماً ووصَّاني ¶ حفظتُها حينما غيري استهان بها ... وحفظُها آخرَ الأيامِ من شاني ¶ أعبدَ شمسٍ أبيتَ اللعنَ من خلفٍ ... هل أنتَ بعدي لنا في مُلكنا ثانِ ¶ هل أنتَ تحفظُ عنِّي ما حفظتُ وما ... بهِ ثبتتُ لكم مُلكي وسُلطاني ¶ بلى رأيتك هشاً ماجداً فطناً ... وقد إخالُكَ ظناً غيرَ إعلانِ ¶ قال علي بن محمد، قال الدعبل بن علي: فيقال إن عبد شمس بن يشجب حفظ وصية أبيه وثبت عليها وعمل بها، فساد الجميع من إخوته وعشيرته وأهل بيته، وكان ملك الجميع وعمادهم، وهو سبأ بن يشجب بن يعرب بن قحطان بن هود النبي صلى الله عليه وسلم، واسمه عبد شمس بن يشجب. ويقال: إنه أول من سبى السبايا وأسر الأعادي فلذلك سمي سبأ، وهو عبد شمس بن يشجب بن يعرب، وهو أبو حمير وكهلان. ويقال: إنه أغار على بابل بالخيل والرجال، ففتحها، وأخذ إتاوتها، وضرب بالخيل في الأرض، فكان لا يذكر له بلد إلا قصدها بالخيل والرجال وفتحها. وهو أول من فتح البلاد، وأخذ الإتاوة من أهلها. ¶ وفيه يقول بعض أهل زمانه: ¶ لقد مَلَكَ الآفاقَ من حيثُ شرقها ... إلى الغربِ منها عبدُ شمسِ بن يشجبِ ¶ لهُ مُلكُ قحطان بنِ هودٍ وراثةً ... عن اسلاف صدق من جدود ومرأبِ ¶ فما مِثلُ قحطان السماحةِ والندى ... ولا كابنهِ ربِّ الفصاحةِ يعربِ ¶ ومن كالمُصفَّى عبدِ شمسِ بن يشجُبٍ ... إذا عُدَّ خيرُ الناس من خيرِ منصبِ ¶ سما بالجيادِ الأعوجيةِ والقَنَا ... إلى بابلٍ في مقنبٍ بعد مقنبِ ¶ فآب بأبكارٍ وحُورٍ أوانسٍ ... مع الخَرجِ منها في الخميسِ العصبصبِ ¶ ورعَّلَ فيها الخيلَ شرقاً ومغرِباً ... فمَشرِقُها يُجبى له بعد مغربِ ¶ وحدّثنا علي بن محمد، عن جده الدعبل بن علي، أن عبد شمس وهو سبأ بن يشجب بن يعرب بن قحطان بن هود النبي صلى الله عليه وسلم جمع أهل مملكته ووجوه أهل بيته وعشيره، وأجلس ابنه حمير عن يمينه، وأجلس ابنه كهلان عن شماله، ثم قال لهم: أيها الناس، هل يصلح ليميني أن تقطع شمالي، أو يصلح لشمالي أن تقطع يميني؟ فقالوا بأجمعهم: أيها الملك، إنه لا يصلح شيء مما ذكرت. فقال لهم: إن أنتم إن همت يميني لقطع شمالي أو همت شمالي لقطع يمين وأكون غافلاً عنهما لا أسُدُّ الشِّمال عن اليمين ولا أسُدُّ اليمين عن الشمال فما أنتم صانعون؟ قالوا: نمنع اليمين عن الشمال، ونمنع الشمال عن اليمين. فقال لهم أعطوني العهود والمواثيق على وفائكم بما تكلمتم به وقلتم إنكم تفعلونه في يميني وشمالي. قال: فأعطوه العهود والمواثيق على ذلك.",
            "page": "3",
            "part": "1",
            "seal": "41561FE2"
        },
        {
            "id": "5",
            "nass": "ثم قال: أيها الناس إني لم أرد بيميني وشمالي إلا حمير وكهلان، وإني لن آمن أن يختلفا بعدي في الأمر، ولم آخذ العهود والمواثيق عليكم إلا لتحولوا بين من يروم من هذين لصاحبه سوءاً أو خلافاً، وأن لا يطلب أحدهما بعدي أكثر مما يقسم له في مجلسنا هذا. ¶ ثم قال لهم: أيها الناس، إن حمير أكبر من كهلان، وحقه أن يكون عن يميني، وإن كهلان أصغر من حمير، وحقه أن يكون عن شمالي، وإن نصيب حمير من ملكي مثل نصيب يميني من بدني، فانظروا - معشر الناس - ما يصلح لليمين، فادفعوه إلى اليمين، وما يصلح للشمال فادفعوه إلى الشمال. ¶ قال: فدفعوا إلى اليمين السيف والقلم والسَّوط، وحكموا لليمين بذلك. وقالوا: هذه ثلاثة أشياء تعمل بها اليمين، ولا تعمل بها الشمال. ودفعوا إلى الشمال العنان والترس والقوس. وقالوا: هذه ثلاثة أشياء تعمل بها الشمال دون اليمين؛ أما القوس فإنه لا بد للشمال من معونة اليمين في القوس. قال: ثم حكموا بأن صاحب السيف لا يصلح له إلا الثبات والوقوف في موضعه، وحكموا أن صاحب القلم لا يكون إلا مدبراً فاتقاً راتقاً. وحكموا أن صاحب السوط لا يكون إلا رابضاً سائساً. ثم حكموا أن الفتق والرتق والثبات والوقوف والتدبير والرياضة والسياسة لا يكون إلا للملك الأعظم الراقد في دار المملكة، وهو حمير. قال: ثم حكموا أن العنان يقود أعنة الخيل للذب عن الملك ومكابدة الأعداء حيث كانوا. وحكموا أن الترس يرد به البأس، ويدرأ به الحد وتقهر به الحروب عند التلاقي، وتتجشم به المعارك. وحكموا أن القوس ينال بها المناوئ والمناصي على البعد منها. ثم حكموا قيادة أعنة الخيل والمكابدة للأعداء حيث كانوا ورد البأس ودفع الحد وقهر الحروب عند التلاقي ومناوأة الأعداء ومناصاتها لا يصلح إلا لصاحب الدولة والذاب عنها والرامي عن جمرتها والساد لخللها والقائم بحروبها وفتوحاتها وإصلاح الثغور وسدها عنها، وهو كهلان. ¶ قال: فتقلد حمير الملك الراتب في دار المملكة وسمي أيمن، لجلوسه عن يمين أبيه، وتقلد كهلان الأطراف وأعمالها وثغورها ومناوأة العدو حيث كان. على أن لكهلان على حمير المعونة في ذلك مثل معونة اليمين للشمال بالرمي بالقوس، وحكموا أن معونة اليمين للشمال بالرمي بالقوس والنزع والنبل، وهما في غير القوس المال والنجدة، وكان لحمير على كهلان الطاعة وكفاية ما تقلده كهلان. ¶ ففي ذلك يقول هي بن بيّ بن جرهم: \" من البسيط \" ¶ ما سادَ هذا الورى أبناءُ قحطانِ ... إلا لفضلٍ لهم قِدماً وإحسانِ ¶ ما في الأنام لهم حيٌّ يشاكلهمْ ... ولا لواحدهمْ في الأرضِ من ثانِ ¶ لم يشهدوا الناس في بدو ولا حضر ... حكماً كحكم عظيمِ المُلكِ والشانِ ¶ سبا بن يشجب لابنيه وإنَّهما ... للسيدانِ الرفيعانِ العظيمانِ ¶ أعطى ابنه حميراً منهُ اليمينَ وقد ... أعطى الشِّمالَ ابنه المُسمى بكهلانِ ¶ وقال يُقسمُ ملكي اليوم بينهما ... وقسمةُ الملكِ للاثنان سهمانِ ¶ تُعطى اليمينُ الذي تسطو اليمينُ به ... فيما تعانيهِ من سرٍّ وإعلانِ ¶ وللشِّمال الذي تسطوا الشمال بهِ ... عندَ النوائبِ من بأسٍ وسلطانِ ¶ والسَّيفُ والسَّوطُ صارا لليمينِ معاً ... وذلك القلمُ الجاري ببرهانِ ¶ والقوسُ والتُّرسُ صارا للشِّمالِ وقد ... صار العنانُ لهما والمُلكُ نصفانِ ¶ فصار هذا بتاج المُلكِ مُعتصباً ... دونَ الجحاجحِ من أولادِ قحطانِ ¶ وصارَتِ الخيلُ تحمي الأرضَ قاطبةً ... ومن عليها لهذا الآخرِ الثَّاني ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال إن حمير وكهلان لم يزالا على ذلك وأولادهما من بعدهما وأولاد أولادهما لحمير على كهلان بالطاعة، ولكهلان على حمير المال والنجدة، والملوك الرَّاتبة في دار المملكة من حمير، والملوك في الأطراف والثغور من كهلان. ¶ وصية حمير بن سبأ",
            "page": "4",
            "part": "1",
            "seal": "2F7D9D6B"
        },
        {
            "id": "6",
            "nass": "وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن حمير بن سبأ بن يشجب بن يعرب بن قحطان وصى بنيه - وكانوا اثني عشر رجلاً - فقال: يا بني، ما اجتمع اثنان متآزران متعاضدان على أربعة نفر أو خمسة من أشتات الناس إلا غلباهم وملكا أسرهم وقيادهم، وما اجتمع خمسة نفر متآزرون متعاضدون على عشرة أنفار من أشتات الناس إلا غلبوهم وملكوا أسرهم وقيادهم، وما اجتمع عشر أنفار متآزرون متعاضدون على الجماعة التي يكون ميلهم عدد أوزان الأنفس من أشتات الناس إلا غلبوهم وملكوا أسرهم وقيادهم. وأيُّما عصابة غلبت أربعين رجلاً يوشك لها أن تغلب الثمانين والمائة وما فوق ذلك، وغلاب المائة حريُّون أن يغلبوا المائتين. وغلاب المائتين حريون أن يغلبوا الألف. ومنتهى العز للفرقة أن لا يطمع فيها الألف ألف رجل. وما من رجل أطاعه رجل فقام بالمجازاة له على ذلك إلا أطاعه عشرة، وما من رجل أطاعه عشرة أنفار فقام بالمجازاة لهم على طاعتهم له إلا أطاعه مائة رجل، ومن أطاعه مائة رجل فقام لهم بالمجازاة على طاعتهم له إلا أطاعه ألف رجل، وما من رجل أطاعه ألف رجل إلا وقد ساد لا محالة.. ¶ يا بني، أطيعوا الأرشد فالأرشد منكم، ولا تعصوا أخاكم الهميسع فإنه خليفتي بعد الله فيكم وأميني فيما بينكم، وإنه لسيفكم وأنتم حد ذلك السيف، وإنه لرمحكم، وأنتم سنان ذلك الرمح وما السيف لولا الحد، وما الحد لولا السيف، وما السنان لولا الرمح، وما الرمح لولا السنان، أنتم بالهميسع وله، والهميسع بكم ولكم. ثم أنشد يقول: ¶ هميسعُ لم تجهلْ معَ الناسِ سيرتي ... فسرْ لي بِها في النَّاسِ بعدي هميسعُ ¶ بنيَّ بهمْ أوصيكَ خيراً فإنَّهمْ ... تضرُّ بهم من شئتَ يوماً وتنفعُ ¶ وعمك وابن العمِّ دونكَ بعده ... مردُّ الأعادي الكاشحينَ ومدفعُ ¶ همُ لكَ كهفٌ بل هُمُ لكَ موئلٌ ... وهمْ لكَ من دونِ البريةِ مفزعُ ¶ وليسَ عُقابُ الطير يوماً وإن لها ... يذِلُّ وتنقادُ البغاثُ وتخضعُ ¶ تؤولُ إلى وكرٍ سوى وكرهَا الذي ... تؤولُ إليهِ للمبيتِ وترجعُ ¶ هميسعُ إنَّ الناسَ وحشٌ وإنهم ... إلى الرِّفق من خمس القوارب أسرعُ ¶ هميسعُ جُدْ بالخيرِ تُجز بمثلهِ ... فكُلُّ امرئٍ يُجزى بما هو يصنعُ ¶ هميسعُ دارِ الناسَ تُعطَ قيادَهُمْ ... فحظُّكَ منهم أن يُطيعوا ويسمعوا ¶ هميسعُ لا والله إن أنتَ حاصد ... طوالَ الليالي غيرَ ما أنتَ تزرعُ ¶ فأُوصيكَ بالإفضالِ مثلَ وصيَّتي ... بإخوتِكَ القُربى فهلْ أَنتَ تسمعُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن الهميسع حفظ وصية أبيه حمير، وثبت عليها، وعمل بها، وأجرى الناس على ما كان يجريهم أبوه حمير حين ولي الملك بعده، وسار فيهم بسيرته، وكذلك ابنه أيمن بن الهميسع الذي يقول فيه عمه مالك بن حمير: ¶ نطيعُ ولا نعصي أخانا الهميسعا ... وأيمنَ ما غنَّى الحمامُ وسَجَّعا ¶ لقد سادَ أملاكَ البلادِ هميسعٌ ... وما كَملتْ خمساً سنوهُ وأَربعا ¶ وأيمنُ شِمنا فيهِ ما في هميسعٍ ... ربَتْهُ بنو هُودٍ فطيماً ومرضعا ¶ فوالله لا ينفكُّ يجمعُ أمرنا ... على ما عليهِ الرأيُ والأمرُ أجمعا ¶ ونُوصي بَنِينا أن تكونَ جموعُهُمْ ... لأيمنَ ما عاشُوا وما عاشَ تُبَّعا ¶ وحدثني علي بن محمد، عن جده الدعبل بن علي، أن أيمن بن الهميسع لما ولي الملك بعد أبيه الهميسع بن حمير سار في الناس بسيرة أبيه وجده، وحفظ جميع ما تناهى إليه من وصايا آبائه وأسلافه التي يعملون عليها ويوصون بها ويحفظونها لسياسة الملك وصيانة الدولة. ¶ وولي الملك بعده زهير بن أيمن بن الهميسع بن حمير الأكبر، وهو الذي يقول أخوه الغوث بن أيمن فيه: ¶ أبى المُلكُ إلا أن يكونَ وليُّهُ ... ومالِكُهُ بعدَ الهميسعِ أيمنُ ¶ وأن يتلقَّاهُ زُهيرٌ وراثةً ... وللتِّبرِ في مبسوطةِ الأرضِ معدنُ ¶ قد استوطنَ المُلكَ الأثيلَ محلُّهُ ... وللجذر أغصان وللملك موطنُ ¶ أرى لزُهيرٍ أذعنَ الناسُ كلُّهمْ ... كما لأبيهِ أو لِجدَّيهِ أذعنُوا ¶ وصية زهير بن أيمن",
            "page": "5",
            "part": "1",
            "seal": "E8EBDEFA"
        },
        {
            "id": "7",
            "nass": "وحدثنا علي بن محمد، عن جده الدعبل بن علي، أن زهير بن أيمن بن الهميسع وصى ابنه عريب بن زهير ولم يكن له ولد غيره، فقال: يا بني، قد انتهى إليك ما كان من وصية جدك سبأ بن يشجب بن يعرب، وما افترق عليه ابناه يوم الوصية والقسمة، وهما جداك حمير وكهلان فلا تجرين الأمر إلا على ما جرت به الرسوم من لدنهما إلى هذه الغاية. وأوصِ بعدك من يصلح لهذا الأمر من ولدك ومن إخوتك. وأوصيك بالثبات على ما وجدتني عليه من العدل في الرعية والتجاوز عن المسيء والكف عن أذى العشيرة، والتحفظ بها والتحبب إليها، فما المرء إلا بقومه ولو عز. وأنشأ يقول: \" من البسيط \" ¶ عَريبُ لا تنسَ ما وصَّى أبُوكَ بهِ ... إنَّ الوصية لمَّا يعدُها الرَّشَدُ ¶ كلُّ امرئٍ عِزُّهُ ... فاعلم عشيرتُهُ وفي العشيرةِ يُلغى العِزُّ والعددُ ¶ ما البيتُ لو لمْ يكنْ فوقَ الأساسِ ولم ... تقلّه دعمٌ للسعف والعَمَدُ ¶ لولا الغَريفُ ولولا خيسُ غابَتهِ ... لما سطا موهِناً بالقُدرةِ الأسدُ ¶ فضيلة المرء تؤويه وتعضدُهُ ... إن الذليلَ الذي ليست لهُ عَضُدُ ¶ والمرءُ تسلمُ دُنياهُ ونعِمتُهُ ... ما ليسَ يأتيهِ من إخوانِهِ الحسدُ ¶ وصية عريب بن زهير ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن عريب بن زهير بن أيمن بن الهميسع بن حمير وصى بنيه وهم أربعة نفر؛ الصباح وجنادة وأبرهة وقطن بنو عريب بن زهير فقال لهم: يا بني، إني وجدت الشرف والسؤدد والعز والنجدة والطاعة والملك يدل على ستة أشياء. إني وجدت السؤدد لا يزايل الكرم، ولا يسود من لا كرم له. وإني وجدت العز مع العدد حيثما كان، ولا عز لمن لا عدد له، ولا عدد لمن لا عشيرة له، وإني وجدت النجدة في الأيادي، ولا نجدة لمن لا أيادي له، وإني وجدت الطاعة مع العدل، ولا طاعة لمن لا عدل له، وإني وجدت الملك في اصطناع الرجال، ولا ملك لمن لا يصطنع الرجال، يا بني، احفظوا وصيتي واثبتوا عليها، واعملوا بها، ولا تعصوا أخاكم قطناً فإنه خليفتي فيكم بعد الله وولي الملك بعدي دون أي أحد. وأنشأ يقول: \" من البسيط \" ¶ مضتْ لأسلافنا فيمنْ مضى سُنَنٌ ... ساسُوا بها لَهمُ مُلكاً فما وَهنُوا ¶ فَسُسْتُ بعدهُمُ المُلكَ الذي مَلكُوا ... وأنتَ سائسُ ذاكَ المُلكَ يا قَطَنُ ¶ لم أعدُ سِيرتهُمْ يوماً وأنتَ لهمْ ... لا تعدُ عن سيرتي ما أورقَ الفَننُ ¶ بالأصلِ تُمرعُ لا بالفَرعِ مونقةٌ ... وكيفَ يخضرُّ لولا أصلُهُ الغُصنُ ¶ ذَرِ التغافُل عن نيلٍ تجُودُ بهِ ... إن التغافلَ غيٌّ والهُدى فِطَنُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال إن قطن بن عريب ولي الملك بعد أبيه، وسار في الناس بسيرته وسيرة أسلافه، وقلد الملك في حياته ابنه الغوث بن قطن بن عريب، وقال له: يا بني إني لم أقلدك الملك ارتفاعاً عنه ولا رغبة في أجل منه، إلا أني أردت أن أقف على سيرك بالناس وسياستك للملك بينهم، وأن أعلم كيف طاعتهم لك كيلا أخرج من الدنيا ولي غصة في ذلك من أمرك وأمر الناس. يا بني، أوصيك بإخوتك أن تفعل لهم ما فعلته لك، وأن تبذل لهم نصيحتك، وتخفض لهم جناحك. وأسألك أن تفعل للعشيرة ما سألتك أن تفعله لهم ولإخوتك، فما الراحة إلا بالأصابع، وما الساعد إلا بالعضُد. ¶ وأنشأ يقول: \" من البسيط \" ¶ وصَّيتُ غوثاً بما وصَّى أوائلُهُ ... وللوصيَّة إمهالٌ وإمكاثُ ¶ قلَّدتُه المُلكَ لما أن رأيتُ به ... خصائلاً نحوها للمُلك إحثاثُ ¶ ورَّثتهُ سُنناً قد كنتُ وارِثها ... وللملوكِ مواريثٌ وورَّاثُ ¶ قد يُنعشُ المُلكَ ذُو الرأي الأصيلِ كما ... يحييْ زراعتهُ بالرأيِ حراثُ ¶ كُلُّ امرئٍ والذي كانتْ عليهِ لهُ ... اباؤُهُ ولكُلٍّ منهُ ميراثُ ¶ والشَّريُ شريٌ ولو أبصرته عسلاً ... والأريُ أريٌ ولو غَالتهُ أحداثُ ¶ وفي الزّواعب خطِّيٌ وذُو خورٍ ... وفي القواضبِ مِذكارٌ ومِئناثُ ¶ وفي السحاب صبير هويُهُ دلسٌ ... ومطبقٌ مسبِلٌ بالجُودِ لثاثُ",
            "page": "6",
            "part": "1",
            "seal": "4E9B5F13"
        },
        {
            "id": "8",
            "nass": "قال علي بن محمد: قال الدعبل بن علي: فيقال إن الغوث بن قطن ولي الملك في حياة أبيه، وبعد وفاته دهراً طويلاً، فكان من أحسن الملوك سيراً، وأثبتهم على سنن آبائه وأجداده، وكذلك كان ابنه وائل بن الغوث بن قطن بن عريب حين ولي الملك بعده. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن الغوث بن قطن كان وصى ابنه وائل بن الغوث، فقال له: يا بني، إن الملك دار بناها الله لأسلافك، فعمروها بالعدل والإحسان، فكانت الروائح إليها تروح، والسوام منها تسرح، كذلك ورثتها عمن قبلي، وكذلك أخلفها لك، فعليك بعمارتها كما كان يعمرها من أسلافك. واعلم أن الدار دار بنيت لها، مبنية حيطانها، ومشيدة أركانها. وما لم يقع فيها أو في شيء من بنيانها ثلمة، فإن الثلمة تتبعها مثلها، ولا يستقر إلا في حجرتها. وأوصيك بالرعاة خيراً، فإن السوام لا يصلح إلا بمراعاة المسيم. ¶ وأنشأ يقول: \" من البسيط \" ¶ المُلكُ دارٌ لمن بالمُلكِ يعمرها ... فمن يفوزُ بها من آلِ قحطانِ ¶ مَنْ كان مِنهُم لهُ الإحسانُ يملكُها ... بما لها من عماراتٍ وسُكانِ ¶ هل ساكن الدار لولا الدار يحفظُها ... إلا كَمَنْ حلَّ في صحراءَ غِيطانِ ¶ وما عسى الدَّارُ لولا ما أحاطَ بها ... لعامرِ الدَّارِ من باب وبنيان ¶ فإن تعاورها ثلمُ فساكنُها ... وساكنُ الفَدفدِ الفيفيِّ سيَّانِ ¶ ما الدَّارُ إلا بِمَنْ يَحتلُّها وبِمَنْ ... توصِيه يَعهدُهَا مِنْهُ بعُمرانِ ¶ وما عَسَى يجمعُ الرَّاعي إذا افترقتْ ... ليلاً عن الحِجرةِ المِعزَا مع الضَّانِ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال إن وائل بن الغوث بن قطن بن عريب ساس الملك بعد أبيه سياسة حمده فيها أهل زمانه، وكذلك ابنه عبد شمس بن وائل بن الغوث بن قطن بن عريب حين ولي الملك بعد أبيه وائل بن الغوث، وسار بالناس بسيرة أبيه، وأجراهم على سنن أجداده وأسلافه. وعبد شمس بن وائل هو جد بلقيس بنة الهدهاد بن شرحبيل بن عمرو، واسم عمرو معاوية بن المعترف، واسم المعترف علاق بن شدد بن القطاط بن عمرو، وعمرو دوانس بن عبد شمس، فما من هؤلاء القوم المسمين أحد إلا وقد ملك ما ملك عبد شمس وآباؤه من قبله. وأخبارهم تطول عند الشرح. ¶ ثم انتقل الملك من هؤلاء القوم إلى حمير الأصغر وهو زرعة بن كعب بن زيد بن سهل بن عمرو بن فلس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث. وأخو زرعة سبأ الأصغر بن كعب بن زيد بن سهل بن عمرو بن فلس وكان حسن السيرة في الناس حين ولي الملك، وكذلك كان ابنه شدد بن زرعة. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن زرعة بن كعب بن زيد بن سهل وصى ابنه شداد، فقال: يا بني، لو أن ملكاً يستغني بثاقب رأيه دون رأي الناس لفضل عقله وكمال معرفته وبارع أدبه وفطنته وعلمه بما تقدم من التجارب لأسلافه مع ما حفظه ورواه وأحاط به من سنن الأوائل من الآباء والملوك من قومه وسنن الماضين من الأجداد من أغنى الملوك عن مشاركة أهل الآراء ومشاورة الأقيال، ووصية الموصين، إلا أنه لا بد للملك من يعينه في الرأي والأمر والنهي، ولا بد له من مشير يحمل عنه بعض ما يثقله من ذلك. ولا بد للولد من وصية الوالد، قلَّت الوصية أم كثرت. ¶ ثم أنشأ يقول: \" من البسيط \" ¶ جرَّبت قَبلكَ أسباباً عَمِلتُ بها ... في المُلكِ بيني وبينَ النَّاس يا شددُ ¶ فلمْ أجِدْ نجدةً في المُلكِ تكلؤهُ ... مثلَ النَّوالِ إذا ما قلَّتِ العُددُ ¶ ولمْ أجِدْ طاعةً كالعدلِ إن نزعتْ ... عن طاعةٍ لمليكٍ في الأنامِ يدُ ¶ والناسُ كالوحشِ إن دارأتم شرعوا ... وإن دنيت لهم عافُوا وما وَرَدُوا ¶ متى أطاعكَ ساداتُ العشيرةِ لا ... يعصيكَ في الناسِ فاعلم بعدها أَحَدُ ¶ دارِ الورى وذوي القُربى وجُدْ لهمُ ... بالخيرِ إنَّكَ مطلوبٌ بما تَجِدُ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن شداد بن زرعة بن كعب بن زيد ولي الملك دهراً طويلاً لم يعصه أحد من حمير ولا كهلان في ملكه الذي أحاط به بأكثر الأرض ومن فيها. ويقال إنه سار في الناس بسيرة آبائه، وأجراهم على سنن أجداده، وحفظ وصايا الأوائل من أسلافه، وعمل بها، وثبت عليها إلى أن توفي.",
            "page": "7",
            "part": "1",
            "seal": "2F14D7AB"
        },
        {
            "id": "9",
            "nass": "وانتقل الملك إلى ابن عمه الحارث الرائش بن قيس بن معاوية بن جشم بن عبد شمس. فالرائش أبو التبابعة السبعة. ويقال: إنه أول ملك استعمل الدروع لأصحابه وألبسهم إياها. ويقال: إنه قسم بلدان اليمن سهلها وجبالها وأوديتها بين عشائره، وأعانهم على عمارتها، وأخرج لهم فيها المستغلات، فارتاشت العشيرة واستغنى بعضها من بعض عن كثير مما كانوا محتاجين إلى الملك مما في يده، ولارتياشهم معه سموه الرائس، وإلا فاسمه الحارث بن قيس بن صيفي بن سبأ الأصغر. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن الرائش وصى ابنه ذا المنار بن الرائش فقال له: إن أباك حوى لك الملك، وأقره في محتد أنت أوسط الناس فيه، وأولاهم به. وإنه ليوصيك بزيادة ما نالت يدك من الخير أن تفعله إلى من سمع لك وأطاع. واجعل العدل ناصراً، واتخذ الأحساب لك تجده، واصطنع العشيرة ليوم. ¶ وأنشأ يقول: ¶ حويتُ لكَ المُلكَ الذي كانَ حازَهُ ... لأولادِهِ في سلفِ الدَّهر حِميرُ ¶ فكُنْ حافظاً للمُلكِ بعدي عامراً ... فقدْ يُحفظُ المُلكُ الأثيلُ ويعمرُ ¶ وعِمرانُهُ أن يُبسطَ العدلُ دُونهُ ... وبالعدلِ تنهى ما نهيتَ وتأمرُ ¶ وثابِرْ على الأحسابِ إنك لن ترى ... فتىً محسناً إلا يُعانُ ويُنصرُ ¶ وقومكَ واصِلهُم وحِطُهُمْ وإنَّما ... بقومِكَ تعلُو منْ أردتَ فتقهرُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال أن أبرهة ذا المنار بن الرائش ولي الملك بعد أبيه الحارث الرائش، وثبت على ما وصاه به أبوه الرائش وعمل به وحفظه، وهو أول ملك نصب الأعلام وبنى الأميال والعلامات على الطرق والمناهل، ولذلك سمي ذا المنار، وذلك أنه ضرب في الأرض يطلب بلاد في شرقها وغربها ليفتحها، وليأخذ إتاوتها واسمه أبرهة ذو المنار بن الرائش، وهو الذي ذكره صلاءة بن عمرو الأودي في شعره الذي ذكر التبابعة والمثامنة حيث يقول: \" من الوافر \" ¶ فلَو دامَ البقاءُ إذاً جُدودي ... وأسلافي بنو قحطانَ دامُوا ¶ ودامَ لهم تبابُعُهمْ ملوكاً ... ولم تَمُتِ المثامنةُ الكرامُ ¶ وعاشَ الملكُ ذو الأذغارِ عمروٌ ... وعمروٌ حَولَه النُّجُبُ اللُهامُ ¶ وخُلِّد ذو المنارِ وما تردَّى ... أبُوهُ الرَّائِشُ المَلِكُ الهُمامُ ¶ مُلُوكٌ أدَّتِ الدُّنيا إليهمْ ... إتاوتها ودانَ لها الأنامُ ¶ ولمَّا يَعصِهِم حَامٌ وسَامٌ ... ويافثُ حيثُ ما حَلَّتْ ولامُ ¶ قال علي بن محمد: قال الدعبل بن علي: أما سام فأبو العرب، وأما حام فأبو النوبة والحبش والزنج والبجاة والبازة. قال: وقرأت في بعض الكتب أن خراسان أخو فارس، وأخوهما كرمان والكرد الأكبر، أبوهم يافث بن نوح النبي صلى الله عليه وسلم، وقال: إن الروم منه من ولد لام بن نوح النبي صلى الله عليه وسلم، وفيه من ولد عيصو بن إسحاق بن إبراهيم صلى الله عليه وسلم. قال: فأما الروم الأولى فمن ولد لام بن نوح النبي صلى الله عليه وسلم، إخوتهم الصقالبة والخزر والغورط والكابل والصين والسند والهند. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي أن أبرهة ذا المنار وصى ابنه عمراً ذا الأذعار بن أبرهة ذي المنار، فقال له: يا بني، إن الملك زرع، والملك قيِّمٌ ملك الزرع، فإن أحسن القيم قيامه عليه في سقائه عند حاجته إليه، وفي إجلابه غرائب النبات مما نبته وتعاهده إياه بالكرم وحمايته عن المؤذيات من البهائم والطير زكا حصاده، وكثر محصوله، وحمد القيم، واستكرمت الأرض، وإن كان القيم غير متفقد لذلك الزرع ولا متيقظ لمثابرته على سقياه وكرمه وحمايته وحفظه أوهنه العطش، وأيبسه الخلى، وأكلته الطير، وداسته البهائم، فلا الزرع زاك، ولا الأرض معمورة، ولا القيم محمود. ¶ ثم أنشأ يقول: ¶ يا عمروُ إنَّكَ ما جهلتَ وصيَّتي ... إيَّاكَ فاحفظها فإنَّكَ ترشُدُ ¶ يا عمروُ لا واللهِ ما سادَ الورى ... فيما مضى إلا المعينُ المُرفِدُ ¶ كلُّ امرئٍ يا عمرو حاصدُ زرعِهِ ... والزَّرعُ شيءٌ لا محالةَ يُحصَدُ ¶ إن كانَ مذمُوماً فيعرفُ دُونَهُ ... بالذَّم فيه الزَّارعُ المُتقلِّدُ ¶ أو كانَ محموداً فَتُحمدُ أَرضُهُ ... والزَّرعُ والزَّرَّاع كلٌ يحمدُ",
            "page": "8",
            "part": "1",
            "seal": "C815C115"
        },
        {
            "id": "10",
            "nass": "يا عمروُ من نشرَ العلا بنوالِهِ ... كَرَماً يُقالُ له الجواد السيدُ ¶ يا عمرُو أنتَ لكَ المهابةُ والعُلا ... في النَّاسِ والمُلكُ اللقاحُ الأتلدُ ¶ واصِلْ ذوي القُربى وحُطهُم إنَّهمْ ... بِهِمُ تَغَمُّ الأبعدينَ وتصمدُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال أن عمراً ذا الأذعار بن أبرهة ذي المنار بن الرائش بن قيس بن صيفي بن سبأ الأصغر خرج يطوف للإعمال من شرق البلاد وغربها، فكان لا يسمع به قوم إلا وولوا الأدبار رهبة منه خائفين مذعورين، فلذلك سمي عمراً ذا الأذعار وهو أبو التُبَّع الأول. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن عمراً ذا الأذعار وصى ابنيه تبعاً ورفيدة فقال لهما: غيركما يجهل الملك وسياسته ورعايته وكلاءته وما يحتاج إليه الملك من التيقظ والتدبير والحزم والحلم والموالجة والمحاماة والمناوأة، وما الملك إلا رحى تدور على قطب، فإن جعل لها مع ذلك القطب قطب آخر وقفت الرحى منها. وهذا لتعلما أن الملك لا يستوي لاثنين إلا أن يكون أحدهما المقتدي والآخر المقتدى به. وقد علمتما أن التاج لا يسع الرأسين، ولا يجمع الرأسان في تاج أبداً، كما لا يصلح السيفان في غمد. ¶ ثم أنشأ يقول شعراً يأمر فيه ابنه رفيدة بطاعة أخيه تبع بن عمرو ذي الأذعار وهو التبع الأول: ¶ رُفيدةُ لا تعصِ أباكَ فإنَّهُ ... رأى رأيهُ أن يُعطي المُلكَ تُبَّعَا ¶ ليُعطيكَ الخيلَ المُغيرةَ تُبَّعٌ ... فترعى لهُ المُلكَ اللَّقاحَ المُمنَّعا ¶ ينالُ بكَ العليَا وأنتَ كمِثلِهِ ... تنالُ به طوداً من العِزِّ ميفعا ¶ وتصبحُ ركناً دُونهُ ووزيرَهُ ... منيعاً ويُمسي مؤئلاً لكَ مفزعا ¶ فما عَزَمَ ابنا سيِّدٍ وتعاضدا ... على سَبَبٍ رأياً هُما فيهِ أجمعا ¶ وقاما لهُ إلا ونالاهُ جهرةً ... وفازا بِهِ منْ دونِ من ذاقهُ معا ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال إن تبع بن عمرو ذي الأذعار ولي الملك بعد أبيه، وقلد أخاه رفيدة بن عمرو الوزارة، فكان إلى التبع ما يكون إلى الملك، وكان إلى رفيدة ما يكون إلى الوزير، فبقيا في ذلك دهراً طويلاً على وصيته أبيهما عمرو ذي الأذعار، وسار الملك تبع في الناس سيرة أبيه ذي الأذعار، وبسط العدل والإحسان في الأرض، ورزق من الهيبة، وأعطي من الطاعة ما لم يعط أحد قبله. وهو الذي يقول فيه الموثبان بن ذي حارث: \" من السريع \" ¶ مَنْ ذا الذي يسألُ عن تُبَّعٍ ... كأنَّهُ لم يدْرِ ما تُبَّعُ ¶ وتُبَّعٌ في الأرضِ سُلطَانُهُ ... كالشَّمسِ في آفاقها تسطعُ ¶ المَلِكُ المحمُودُ في مُلكِهِ ... والماجِدُ المُهرُ الذي يَمرَعُ ¶ قد ملكَ النَّاس فأحياهُمُ ... ناهيكَ من تُبَّعٍ مُستمتعُ ¶ ذُو الغارةِ السَّوداءِ تجري لهُ ... أوارد العُصْم فلا تُمنعُ ¶ وَخَيلُهُ مُرسلَةٌ في العدا ... زُهواً رِعالاً تمرَعُ ¶ إتاوةُ الأرضِ وَمَنْ حلَّها ... طوعاً إلى تُبَّعٍ تُدفعُ ¶ ما رَفَعَ التُبَّعُ لم يُوهِهِ ... مُوهٍ وما أوهاهُ لا يُرفَعُ ¶ وصية تبع بن عمرو ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن التبع بن عمرو ذي الأذعار وصى ابنه حسان ملك يكرب، وهو الثاني من التبابعة، فقال له: يا بني، إن الملك صنعة والملك صانع، فإن قام الصانع حق قيامه على صنعته استجادها الناس له، واستحكم أمره فيها فكسب بها المال والجاه وكانت له عدة وذخيرة. وإن استهان بها ولم يقم حق قيامه عليها ذهبت الصنعة عن يده، وانقطعت منافعها عنه، واكتسب الذم لنفسه والحرمان، وكل نفس لها ما كسبت وعليها ما اكتسبت. ¶ وأنشأ يقول: \" من البسيط \" ¶ ما زِلتُ بعدَ أبي بالمُلكِ مُنفرِداً ... أسُوسُهُ بعد أسلافي وأجداديْ ¶ أَحميْ محاسِنَهُ جهدي وأكلؤُهُ ... دَهرِيْ وأحكمهُ بعديْ لأولاديْ ¶ وقدْ ضربتُ لكَ الأمثالَ فِيهِ وقدْ ... عَرفَتَ في المُلكِ إصداريْ وإيراديْ ¶ فاعمَلْ بما لم أَزَلْ مُذْ كُنتُ أَعمَلُهُ ... في المُلكِ يرشِدكَ يا حَسَّانُ إرشاديْ",
            "page": "9",
            "part": "1",
            "seal": "70FD50E0"
        },
        {
            "id": "11",
            "nass": "ويقال: إن حسان هو الأقرن. توفي بأرض المغرب، فولي الملك بعده إفريقيس. ويقال: إنه اسمه إفريقيش، كل ذلك قد قيل. ويقال إنه هو الذي بنى بالمغرب مدينة، يقال لها إفريقية، منسوبة إلى اسمه. وهو الثالث من التبابعة. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن إفريقيس وصى أخاه أسعد أبا كرب، فقال له: قد علمت ما عهد إلي أبونا مما عهد إليه أبوه من وصايا الآباء والأجداد في سياسة هذا الملك الذي أوتينا من دون غيرنا، فعليك بالتمسك بما وجدتني عليه من بث العدل واصطناع الرجال ومكابدة العدو والصفح عند الاقتدار وسد الثغور وإتقاء الخلل. ¶ وأنشأ يقول: ¶ لمْ يروِ عنكَ ذخيرةً ممَّا بها ... مَلِكُ البلادِ أَخوكَ إفريقيسُ ¶ لا تعدِلَنَّ وَصِيَّةً وَصَّاكَهَا ... إن الوصيَّةَ مَقصَدُ مأنوسُ ¶ كُلَّ امرئٍ وبُلُوغُهُ في قومِهِ ... الكُلُّ كُلٌّ والرَّئِيسُ رئيسُ ¶ والنَّاسُ كالأغصانِ غُصنٌ ناضِرٌ ... مِنها وذاوٍ قد علاهُ البُوْسُ ¶ أَوصِيكَ خيراً بالأنامِ فإنَّما ... لَكَ مُلكُهُمْ والمنصِبُ القُدمُوسُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن أسعد وهو الرابع من التبابعة ولي الملك بعد أخيه إقريقيس بن حسان بن تبع بن عمرو ذي الأذعار، فسار في الناس سيرة الأوائل من آبائه وأجداده، وملك من البلاد ما لم يملك أحد قبله، وأعطي من العدد والعدد ما لم يعط ملك، وهو الذي يقول: \" من السريع \" ¶ يا أَيُّها السَّائِلُ عن خَيلِنَا ... ما العَالِمُ المُخبِرُ كالجاهلِ ¶ تسعُونَ ألفاً عَدداً بُلقُها ... وَدُهمُها كالعارضِ الوابلِ ¶ عن مُلكِنَا النَّاس لم تَعصِنَا ... في الأرضِ من حافٍ ومن ناعلِ ¶ أَدَّتْ لنا الخَرجَ أحابيشُها ... والسِّندُ والهِندُ مع كابُلِ ¶ والصِّينُ قد أدَّتْ لنا خرجَهَا ... في عاجِلٍ مِنْهَا وفي آجلِ ¶ وكَمْ لنا في الشَّرقِ والغَربِ مِنْ ... مُستخرِجٍ جابٍ وَمِنْ عَامِلِ ¶ في أرضِ كرمانَ وفي فارسٍ ... وفي خُراسانَ وفي بابلِ ¶ كُلاً فتحناها لَنَا عُنوةً ... تحفِلُ مِثلَ الدَّبَى السَّائلِ ¶ ويقال: إن أسعد الكامل مرض مرضة أشرف منها على التلف، وذلك عند انصرافه من سفره الذي سافر فيه حين دخل الظلمات، وكان له ولد يقال له حسان الأصغر، سماه باسم أبيه، ويقال: إنه لم يملك شيئاً، وهو الذي ذكره أبوه أسعد الكامل في شعره، يوصيه فيه عند مرضته تلك، حيث يقول: ¶ حَضَرتْ وفاةُ أَبِيكَ يا حَسَّانُ ... فانظُر لِنَفسِك والزَّمانُ زمانُ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن أسعد الكامل وصى، وهو عم أبيه، وهو المعمر من التبابعة، وهو تبع بن زيد بن رفيدة بن عمرو ذي الأذعار، وهو الخامس من التبابعة، فقال له: ما من شيء إلا وله أصل وأساس، وأصل الملك وأساسه الرجال، وأساسها الاحسان إليها، ومن أحسن إلى الرجال أطاعته وسمعت له، ومن سمعت له الرجال دانت له البلاد ومن فيها، وما دانت البلاد ومن فيها إلا لمالكها بعد الله عز وجل، وحكم لمالكها أن يستديم له الملك فيها بالعدل والإحسان، فإنه لا طاعة لمن لا عدل له، ولا ملك لمن لا إحسان له. ثم أنشأ يقول: \" من البسيط \" ¶ لا مُلكَ إلا الرِّجالُ المُحضِرُونَ لَهُ ... بالمَشرَفيَّةِ والصُّمِّ المَدَاعِيسِ ¶ في الخافقينِ لهُمْ ضربٌ تَطِيُر لَهُ ... أيديْ الحُماةِ وهَامَاتُ القناعيسِ ¶ فَهُمْ أساسُ العُلا والمكرُمَاتِ ... وهُمْ لرائِم المُلكِ عِزٌّ غيرُ مَنْكوسِ ¶ متى أَطاعوهُ وانهَلَّتْ تبابِعَةٌ ... في الرَّحلِ منها وفي الخيلِ الكراديسِ ¶ نالَ العُلا وحوى المُلكَ العظيمَ بهِمْ ... والحظُّ في المُلكَ جاءَ غيرَ منحُوسِ ¶ وَمَنْ عَصَوهُ فمدحُورٌ وَمُنَكشفُ ... ومَنْ أطاعُوهُ عالٍ غيرَ مَنخُوسِ ¶ وعدة المَرءِ دُونَ النَّاس أُسرتُهُ ... وهَلْ تُشادُ العُلا إلا بتأسيسِ",
            "page": "10",
            "part": "1",
            "seal": "241292CD"
        },
        {
            "id": "12",
            "nass": "قال علي بن محمد: قال الدعبل بن علي: فيقال: ابن التبع بن زيد بن رفيدة بن عمرو بن أبرهة بن الرائش، ولي الملك بعد أسعد بن حسان المعروف بملكيكرب الأقرن، فأحسن سيرته في الناس، وملك ما ملك الأوائل من آبائه وأجداده، ويقال إنه وصى ابنه ياسر ينعم بن تبع بن زيد بن رفيدة بن ذي الأذعار، وهو السادس من التبابعة، فقال له: يا بني إن الملك مصباح، والملك واقد ذلك المصباح، فإن حفظه من ريح يطفئه أو من ذبالة لا تساعفه أو من وقود يقطع به منه أو من مستوقد لا يخونه دام له ذلك المصباح وسلم ضياؤه ونوره ما شاء أن يضيء له، وإن هو غفل عنه بعد أن أوقده، ولم يقم حق قيامه عليه أطفأته الريح، فإن سلم من الريح لم يسلم أن يطفأ عند انقطاع الوقود عنه، فإن سلم من انقطاع الوقود لم يسلم من أن يطفأ عند احتراق الذبالة، ولا يؤمن عند احتراق الذبالة من مستوقد الصباح أن يطير المستوقد قلقاً؛ فلا النور ساطع، ولا المستوقد صحيح، ولا الذبالة سالمة، ولا الواقد محمود. ثم أنشأ يقول: ¶ ضَربتُ لكَ الأمثالَ ياسرُ ينعمُ ... وأنتَ بما يُوحى إليكَ خبيرُ ¶ وأنت غداً للمُلكِ مِنْ دونِ كُلِّ من ... يُحاولُ مُلكاً في البلادِ جديرُ ¶ أَعِنْ واستَعِنْ ما دُمتَ للعِزِّ راكِباً ... وفي كفِّكَ المُلكُ اللَّقاحُ جَريرُ ¶ فإنِّيْ رأيتُ المُلكَ مِصبَاحَ سامرٍ ... إذا نالَهَ أمرٌ فليسَ ينيرُ ¶ فإن لم يخنه بُؤسُهُ ووقُودُهُ ... ويسلمَ مِنْ ريحٍ عليهِ تدورُ ¶ يُضِيُء ومِنْ تحتِ الظَّلامِ سِرَاجُهُ ... يُضيءُ له الديجور فهو بصيرُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال إن ياسر ينعم بن تبع بن زيد بن ذي الأذعار بن ذي المنار بن الرائش بن قيس بن صيفي بن سبأ الأصغر ثبت بعد أبيه على وصايا آبائه وأجداده، وحفظها، وعمل بها في سياسة الملك ما ثبته بين الناس، ولم يتعد سيرة أسلافه وسنن أوائله. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن ياسر ينعم بن تبع بن زيد بن رفيدة بن عمرو وصى ابنه شمر ذا الجناح، فقال له: يا بني، دبر الملك، فإن التدبير ثباته، والإحسان أساسه، والعدل قوامه والرجال عزه، والمال نجدته، والعشيرة عدته. ولا ملك لمن لا تدبير له، ولا ثبات لمن لا إحسان له، ولا إحسان لمن لا عدل له، ولا عدل لمن لا قوام له، ولا قوام لمن لا رجال له، ولا رجال لمن لا بذل له. ¶ ثم أنشأ يقول: ¶ أُوصِيكَ شَمَّرُ ذا الجناحِ وصيَّةً ... ما زِلتُ أحفظُها لِجَدِّك تُبَّعِ ¶ ما لاحَ لي دَرْكُ العُلا إلا بِهَا ... وبها اهتديتَ إلى السبيل المهيعِ ¶ ولقد ملكتُ بها البلادَ وحُزتُها ... ما بينَ مغربِ شمسِها والمَطلعِ ¶ فاحفظْ لِملكِكَ ذا الجناحِ وصيَّتي ... وعليكَ شَمَّرُ بالخِصالِ الأرفعِ ¶ حشد الرِّجال وإنهُم لكَ عُدَّةٌ ... وبِهِم تُدافِعُ كلَّ أمرٍ مُفظِع ¶ وعليهمُ وبهِمْ تدورُ رحى العُلا ... والمكرُمَاتُ وَكُلُّ أمرٍ ميفعِ ¶ واعدِلْ فإنَّ العدلَ يُحمدُ غِبُّهُ ... والخيرُ مهما اسطَعتَ مِنهُ فاصنعِ ¶ كُلُّ امرئٍ يُجزَى بما سَبَقتْ لهُ ... فإذا أردتَ حصادَ زَرعِكَ فازرعِ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن شمر ذا الجناح ولي الملك بعد أبيه، وهو آخر التبابع وأعظمهم ملكاً وسلطاناً، وهو الذي يقال له الُتَّبع الأكبر، وهو الذي سار في الظلمات بعد أسعد الكامل في منقطع الأرض، يطلب فيها ما طلب ذو القرنين وأسعد الكامل، وهو الذي بنى مدينة سمرقند وإليه نسبت. وكتب على باب مدينة مرو كتابه الذي يعرف به وله إلى اليوم، وكذلك كتب على صنم المغرب الذي ليس وراءه إلا الرمل الذي تتغطمط أمواجه كما تتغطمط أمواج البحر، ويجري كما تجري السيول الطامة في أوديتها. وقد ذكر ذلك الدعبل بن علي الخزاعي في شعره الذي يقول فيه: \" من الوافر \" ¶ وهُمْ سمَّوا سمرقنداً بِشِمرٍ ... وهُم غَرَسُوا هُناك التُّبتينا ¶ وَهُم كتبُوا الكتابَ ببابِ مروٍ ... وباب الصِّين كانُوا كاتِبينا ¶ وفي صنمِ المغاربِ فوقَ رملٍ ... مسيلُ تُلُولهِ تحكي السَّفِينا",
            "page": "11",
            "part": "1",
            "seal": "DCA0D4F7"
        },
        {
            "id": "13",
            "nass": "وهذا الُتَّبع المذكور هو أول ملك بشَّر بمحمد النبي صلى الله عليه وسلم بعد أسعد الكامل وآمن به، وحج واعتمر وطاف بالبيت سبوعاً، ونحر البدن، وكسا الكعبة، وجعل لها باباً وحلقاً. وقد ذكر ذلك في شعر له حيث يقول: \" من الخفيف \" ¶ وكسونا البيتَ الَّذي حَرَّمَ الل ... هُ ملاءً مُعضَّداً وبُرُودا ¶ ثُمَّ طُفنا بهِ من السَّيرِ سبعاً ... وجعلنا لبابهِ إقليدا ¶ ونحرنَا بالشِّعب تسعينَ ألفاً ... فترى النَّاسَ حولهُنَّ وُرُودا ¶ وقد ذكر ذلك حكم بن عباس الكلبي في شعره الذي يقول فيه: \" من الوافر \" ¶ وتُبَّعُنا الَّذي قد طافَ سبعاً ... وزارَ البيتَ قبلَ الزَّائرينا ¶ وآمنَ بالنَّبيِّ وما رآهُ ... فكانَ من الهُداةِ الفائزينا ¶ ويقال: إنه زين الملوك وأبناء الملوك من قومه من قبائل العرب والعجم ومدائنها وأمصارها. فكان لكل قبيلة من العرب ولكل حي من العجم ملك من قومه إما حميري وإما كهلاني، يسمع له ويطاع. ويقال إنه جمع الملوك وأبناء الملوك الأوائل وأبناء المقاول من قومه فقال لهم: أيها الناس، إن الدهر قد نفد أكثره، ولم يبق إلا أقله، وإن الكثير إذا قل إلى نقصان أحرى منه إلى زيادة، فسارعوا إلى المكارم، فإنها تقربكم إلى الفلاح، واعملوا على أن من سلم من يومه لم يسلم من غده، ومن سلم من غده لم يسلم مما بعده. وإنكم لتؤوبون مآب الآباء والأجداد، وتصيرون إلى ما صاروا إليه الأولون، وكل يوم الموت أقرب إلى المرء من حياته منه، ولكل زمان أهل، ولكل دائرة سبب، وسبب عطلان هذه الفترة التي من عزَّ فيها بزمن هو دونه ظهور نبي، يعزُّ الله به دينه، ويخصه بالكتاب المبين على يأس من المرسلين، رحمة للمؤمنين وحجة على الكافرين، فليكن ذلك عندكم وعند أبنائكم من بعدكم وأبناء أبنائكم قرناً فقرناً وجيلاً فجيلاً، لتتوقعوا ظهوره، ولتؤمنوا به، ولتجتهدوا في نصرته على كافة الأحياء، حتى يفيء الناس له إلى أمر الله. ¶ ثم أنشأ يقول: \" من المتقارب \" ¶ شَهِدتُ على أحمدٍ أنَّهُ ... رسولُ منَ اللهِ باري النَّسمْ ¶ فلو مُدَّ دهري إلى دهرِهِ ... لكُنُتُ وزيراً لهُ وابنَ عمْ ¶ وَألزمتُ طَاعتَهُ كُلَّ مَنْ ... على الأرضِ منْ عَرَبٍ أو عجمْ ¶ فأَحمَدُنا سَيَّدُ المُرسَلِين ... وأُمَّتهُ تلكَ خيرُ الأممْ ¶ هو المُرتَضَى وهُو المُصطَفَى ... وأكرَمُ مَنْ حملتْهُ القَدَمْ ¶ ويقال: إن الملوك وأبناء الملوك من حمير وكهلان لم تزل تتوقع ظهور النبي صلى الله عليه وسلم، وتبشر به، وتوصي بالطاعة له والإيمان به والجهاد معه والقيام بنصرته من ذلك العصر إلى أن ظهر رسول الله صلى الله عليه وسلم، فكانوا له حين بعث من أحرص الناس على نصرته وطاعته؛ فمنهم من سمع له وأطاعه وآمن به قبل أن يراه، ومنهم من وصل به كتابه فسمع له وأطاع وآمن وصدق، ومنهم من وازره ونصره وأيَّده وجاهد في سبيل الله دونه حتى أتاه اليقين. نطق بذلك كتاب رب العالمين في قوله جلَّ شأنه: \" والذين تبوءو الدار والإيمان من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحون \". وقوله تبارك وتعالى: \" يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم \" ذلك فضل الله يؤتيه من يشاء والله واسع عليم \". يقال إنهم همدان. وقد كان من خبر سيف بن ذي يزن الحميري في أمر النبي صلى الله عليه وسلم وكلامه وإلقائه إلى عبد المطلب بن هاشم بن عبد مناف عند وفوده على سيف بن ذي يزن ما كان. ويقال: إنه لم يكن لسيف بن ذي يزن ذلك العلم في أمر النبي صلى الله عليه وسلم إلا من جهة تبع، وما تناهى إليه مما كان ألقاه إليهم تُبَّع وعرّفهم به من أمر النبي صلى الله عليه وسلم.",
            "page": "12",
            "part": "1",
            "seal": "D87ABDD0"
        },
        {
            "id": "14",
            "nass": "وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن يوسف ذا نواس لما انتقل الملك إليه ظهر له الحسد من بعض قومه وبلغه عنهم قوارص مما يلفظون به ويخوضون فيه من أمره، قال فأقبل عليهم وقال: يا أيها الناس، ما من رئيس حقد فأفلح، ولا من رائم أمر يستعجل فيه فأنجح، ألا وكأني بمن يقول: إن يوسف ذا نواس ملك هذا الأمر وليس من ورثته ولا من أبناء من حازه من قبله. وكلا، ليس الأمر كما زعم الزاعم، ولكن للملك أساس، من حازه حاز الملك. ¶ ثم أنشأ يقول: \" من الوافر \" ¶ أساسُ المُلكِ ويحكُمُ رِجَالٌ ... إذا ما المُلكُ زالَ عنِ الأساسِ ¶ بلِ المُلكُ الأثيلُ لهُم مُثنَّى ... وفيهم كل ذي عزٍّ وباسِ ¶ ومنْ يُعطِ الرِّجالَ ... ويُطعنَ دونهُ يومَ الحماسِ ¶ ينالُ بها من الدُّنيا الذِي قد ... حواهُ المرءُ يوسفُ ذُو نُواسِ ¶ فَكَمْ من تاجِ مُلكٍ قد رأيتُمْ ... تحوَّلَ من أُناسٍ في أناسِ ¶ ألا يا للقبائِلِ أنصِتُوا ليْ ... لأُخبركُم فإنَّ الطَّبَّ آسِ ¶ وإنَّ وصيتيْ ما زِلتُ قِدماً ... لها يا للقبائلِ غيرَ ناسِ ¶ أطيعُوا الرَّأسَ مِنكُمْ كي تسُودُوا ... وهل ذنبٌ يَسُودُ بغيرِ راسِ ¶ فإنَّ النَّاس مِثلُ الأرضِ أرضٌ ... وإنَّ مُلُوكهمْ مثلُ الرَّواسيْ ¶ ولولا الرَّاسياتُ إذاً لمادتْ ... روابيْ الأرضِ حقَّاً ¶ وأجناسُ الرَّواسي الشُّمِ ستٌّ ... فذو تبرٍ يصانُ وذو نُحاسِ ¶ وذو ماءٍ وذُو زرعٍ وضرعٍ ... وذو ثقلٍ كأمثالِ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن ذا رعين واسمه يريم بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس أقبل على أهل بيته وولده، وكان عُمِّر عمراً طويلاً حتى ضعف بصره وقصر خطاه وكلَّ سمعه، فقال لهم: يا بني، قد حفظت من وصايا الأوائل من أسلافي، وسلكت مسلك آبائي وأجدادي، وأفادني الدهر بالكبر والشباب من الأدب والزيادة في المعرفة ما يصلح به المرء دنياه ومعيشته فيما اشتهى فيها، وما يحيي به المآثر والمفاخر والمكارم أكثر مما أورثني الآباء والأجداد من ذلك. ¶ وأنشأ يقول: \" من الوافر \" ¶ لئن أمسيتُ لا آلو نهوضاً ... وأنَّي يا بنيَّ كما تروني ¶ كبرتُ وهدّني مرُّ الليالي ... وصرتُ من الزَّمانِ إلى الرمين ¶ وودّعني الشبابُ ودقَّ عظمي ... فلستُ أنوءُ إلا باليدينِ ¶ وأصبحَ كالمُبيردِ عظمُ ساقي ... ولازمني ارتعاشُ الركبتينِ ¶ وأظلَم ما على عينيَّ مما ... تهدّلَ من سُقوطِ الحاجبينِ ¶ فما ذمَّتْ بنو قحطان يوماً ... إذا ذكرتْ مساعي ذي رُعينِ ¶ نشأتُ مع الملوكِ وكنتُ فيهم ... أسوسُ لهم أمورَ الخافقينِ ¶ وكنتُ لمعشري إذ كنتُ ركناً ... وزيناً في الحوادثِ غيرَ شينِ ¶ بنيَّ وإخوتي إن حانَ يوميْ ... وشاهدتمْ مع الأشهادِ حيني ¶ سبيلي في العشيرةِ فاسلكوهُ ... لتحمدهُ العشيرةُ بعد عيني ¶ ولا تسمُوا لمجهلةٍ فتغووُا ... غوايةَ ساقطٍ ما بينَ بينِ ¶ فإنَّ العقلَ مفتاحُ المعالي ... وإن الجهلَ شينُ غيرُ زينِ ¶ وحدثني علي بن محمد، عن جده الدعبل بن علي، أن ذا مقار أقبل على عشيرته وولده، فقال لهم: ما الاثنان منكم وإن قرب أمرهما مثل الواحد وإن عظم أمره، اجتمعوا تعزُّوا، ولا تتفرقوا فتذِلُّوا، فإن القداح واحدها يهون كسره، والاثنان منها يصعب أمرهما وكسرهما، والثلاثة منها يمتنع عن الكسر، ثم أنشأ يقول: \" من البسيط \" ¶ ما يغلِبُ الواحدُ الاثنينِ في سببٍ ... ولا يحيدُ عن النَّجدِ الضعيفانِ ¶ ما ساعدٌ أبداً كالساعدينِ وإنْ ... لم يبلُغاهُ ولا كالقدحِ قدحانِ ¶ فردُ الرِّجالِ ذليلٌ لا نصيرَ له ... وذُو الشَّراكة في عزٍّ وسلطانِ ¶ إن القِداح إذا لا ويتهُنَّ معاً ... عزَّتْ ولما تحُكْ فيها الذِّراعانِ ¶ ولا تقرَّ إذا ما إن فرَقتَ لها ... تحتَ الرَّواجبِ من مثنى ووحِدانِ ¶ هاتا ضزبتُ لكُمْ قومي بِها مثلاً ... وقد عِلمتم لكُمْ سِرِّيْ وإعلاني ¶ أُوصيكُمُ بالَّذي ما للرِّجال بهِ ... أوصى الأوائِلُ من أملاكِ قحطانِ",
            "page": "13",
            "part": "1",
            "seal": "0869ABC9"
        },
        {
            "id": "15",
            "nass": "وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن ذا جوال واسمه عامر بن حرب بن ذي مقار أقبل على إخوته وولده، فقال لهم: ما كل موصٍ يبلغ فيما يوصي. ولا كل موميء يصيب فيما يوميء. للبلاغة دليل، وللإصابة مواقع والحكم لا يعدو المهيع ولا يضل النهج السوي. أطيعوا الأرشد منكم تعزوا، ولا تعصوا أمره فتذلوا، واجتمعوا تهابوا وترجوا، ولا تتفرقوا فتعادوا وتجووا. وأنصفوا الناس واعدلوا فيما يفضى إليكم من أمورهم تحمدوا وأحسنوا أخلاقكم معهم تسودوا، فالشرف مع الحمد حيث كان، والعفو في الإنصاف حيث استبان، والطاعة مع السؤدد. ¶ ثم أنشأ يقول: ¶ متى ما اجتمعتُمْ نِلتُمُ العزَّ كُلَّهُ ... وأُعطِيتُمُ المُلكَ اللقاح المؤثلا ¶ وأضحَى مُواليكُم عزِيزاً مُؤيداً ... وأمسى مُعادِيكُم مُهاناً مُذلَّلاً ¶ وصارَ لكُمْ أمرُ الأنامِ ونهيهُمْ ... وصِرتُمْ لهُمْ رُكناً وكهفاً وموئلا ¶ بكُمْ يهتدي من يطلُبُ القَصدَ مِنهُمُ ... ويسطو بِكُمْ منهُمُ على من تطوَّلا ¶ وما يستوي السَّيفانِ ماضٍ يهُزُّهُ ... شجاعٌ ومُلقى صار جُنحاً مُفَلَّلا ¶ وما القاهِرُ المخصُوصُ بالنَّصرِ كالذي ... يَضِلُّ ويُمسيْ خائِفاً مُتوجِّلا ¶ وما مَنْ يُنادي قَومَهُ فَتُجِيبهُ ... ثمانونَ ألفاً جحفلاً ثم جحفلا ¶ كَمَن لو تنادى آخِرَ الدَّهرِ لم يَجِدْ ... لهُ ناصراً إلا غوِيَّاً مُذلَّلا ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي أن ذا مناخ دعا إخوته وقومه من بني عبد شمس فقال لهم: لا يسود المرء إلا بكرمه ولا ينال منتهى العز إلا بقومه، ولا يرزق محبته الناس إلا بإحسانه، ولا ينال الملك إلا ببذله المال للخاصة والكافة من نصرته ورجاله، ولا يدوم له الملك إلا بعدله فيهم وإنصافه لهم، ثم أنشأ يقول: \" من البسيط \" ¶ ما سادَ فيمنْ مضى من قبِلنا أحدٌ ... إلا المُشَهَّرُ والمعروفُ بالكرمِ ¶ ولا حوى المُلكَ مأمولٌ ومُرتغِبٌ ... إلا بمعشرِةِ العالين في الفخم ¶ ومحسنُ القومِ لم يعدِمْ مودَّتهُمْ ... ومنْ ودادهمُ المذمومُ في العدمِ ¶ ولا ينالُ امرؤٌ مُلكَ الملوكِ إذا ... لم يبذُلِ المالَ للأشياعِ والخدمِ ¶ ولا يدومُ لهُ مُلكٌ ولا شرفٌ ... إلا بإنصافِهِ والعدلِ في الأُممِ ¶ وصية يزيد بن هاشم ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن ذا الكلاع واسمه يزيد بن هاشم أقبل على بني عمه وإخوته وولده فقال لهم: معشر الجماعة من ولدي وإخوتي وبني عمي، لو كان الملك يدوم لأحد لدام لأسلافكم الذين ملكوا البلاد، فأحسنوا السيرة في أهلها وأخذوا للضعيف من القوي وأمنوا السبل وأذلوا الجبابرة، وأبادوا المفسدين، وأمروا بالمعروف ونهوا عن المنكر، وعمروا الأرض شرقها وغربها، وعندكم مما أنا باثٌّ لكم شارح عليكم من أخبارهم ومآثرهم ومفاخرهم مما تجتزئون به عما بعده. ثم أنشأ يقول: \" من المتقارب \" ¶ شهدتُ الملوكَ وعاشرتهمْ ... وكنتُ وزيراً لَهُم وابن عمْ ¶ فحازُوا البلادَ ومن حلَّها ... منَ النَّاسِ من عربٍ أو عجمْ ¶ وقد أخذُوا الخَرجَ في شرقها ... وفي غربها من جميعِ الأممْ ¶ ودانتْ لهُم سُوقةُ العالمِين ... وأهلُ العُلا والملوكُ القِدمْ ¶ بنيَّ وإخوتي الأقربين ... ومن بينكُمْ لِيَ من ذي رحمْ ¶ عليكم...... من المجدِ ما اسطعتُمُ والكرمْ ¶ فإنَّ النَّوالَ يُعزُّ الرِّجالَ ... وينزِلُهُم في الذُّرى والقِمَمْ ¶ بهِ فُضِّلَ الأجودونَ الكرامْ ... على كلِّ من حملتهُ القدمْ ¶ بهِ كملَ المالكُ المالكينَ ... من أبناءِ قحطانَ قدماً وتمْ ¶ وصاتي ها، فبها فاعملُوا ... وصونُوا بها المُلُكَ بعدَ النعمْ ¶ وإنَّ يزيداً لكمْ ذا الكلاعِ ... لفي النُّصحِ والوُّدِ لا يُتَّهمْ ¶ ومهما قضى ربُّكُم كائنٌ ... من الأمرِ فيهِ وجفَّ القَلمْ",
            "page": "14",
            "part": "1",
            "seal": "032B2EC5"
        },
        {
            "id": "16",
            "nass": "وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن سيف بن ذي يزن بن أسلم بن زيد بن الغوث الأصغر بن سعد بن عوف بن عدي بن مالك بن زيد بن شدد بن زرعه وهو حمير الأصغر بن كعب بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس لما وفد إليه عبد المطلب بن هاشم بن عبد مناف وأمية بن عبد شمس القرشي وخويلد بن أسد بن عبد العزى في النفر الذين وفدوا بهم من قريش، فاستأذن عبد المطلب له ولمن معه بالوصول إلى سيف بن ذي يزن واسمه النعمان بن معد يكرب بن أسلم بن زيد بن الغوث الأصغر. قال: فأذن لهم بالدخول، فدخلوا عليه، فاستأذن عبد المطلب بن هاشم في الكلام، فقال له وزير سيف بن ذي يزن: إن كنت ممن يتكلم بين أيدي الملوك فقد أذنَّا لك. قال: فقام عبد المطلب بين يديه وحوله الملوك وأبناء الملوك، وعن يمينه وشماله الأقاول وأبناء الأقاول وسيفه مجرد بين يديه، وهو مضمخ بالعنبر، ووبيص المسك في مفرقه. فقال له عبد المطلب: إن الله قد أحلك أيها الملك محلاً رفيعاً صعباً منيعاً شامخاً باذخاً، وأنبتك منبتاً طابت أرومته وعزت جرثومته وثبت أصله وبسق فرعه في أكرم معدن وأطيب موطن، فأنت - أبيت اللعن - رأس العرب الذي تنقاد، وعمودها الذي عليه العماد، ومعقلها الذي تلجأ إليه العباد، وربيعها الذي تخضب منه البلاد، سلفك خير سلف، وأنت من بعدهم خير خلف، فلن يخمل ذكر من أنت سلفه ولن يهلك من أنت خلفه. أيها الملك نحن أهل حرم الله وسكنة بيته، أشخصنا إليك الذي أبهجنا من كشفك الكرب الذي فدحنا، فنحن وفد التهنئة لا وفد المرزئة.",
            "page": "15",
            "part": "1",
            "seal": "C4532752"
        },
        {
            "id": "17",
            "nass": "قال: فلما سمع سيف بن ذي يزن هذا الكلام من عبد المطلب بن هاشم أقبل عليه بوجهه، فقال له: أيهم أنت أيها المتكلم؟ قال: أنا عبد المطلب بن هاشم بن عبد مناف. قال: فقال سيف بن ذي يزن: ابن أختنا؟ قال: نعم. قال: فقال سيف بن ذي يزن: ادن إلي يا عبد المطلب بن هاشم. ثم أقبل عليهم جميعاً فقال لهم: مرحباً وأهلاً، وناقة ورحلاً، ومستناخاً سهلاً، وملكاً رِبحلاً يعطي عطاء جزلاً. قد سمع الملك مقالتكم، وعرف قرابتكم وقبل وسيلتكم، فأنتم أهل الليل والنهار، ولكم الكرامة ما أقمتم، والحباء إذا ظعنتم. ثم انهضوا إلى دار الضيافة والوفود. قال: فأقاموا شهراً لا يصلون إليه، ولا يؤذن لهم بالانصراف. قال: وأجريت عليهم الأنزال. فلما كان بعد فراغ ذلك الشهر انتبه لهم سيف بن ذي يزن انتباهة، فأرسل على عبد المطلب بن هاشم فأدناه وأخلى مجلسه. ثم قال له: يا عبد المطلب، إني مفضٍ إليك من سر علمي أثراً لو يكون غيرك لم أبُح له به، ولكني وجدتك معدنه، فأطلعتك عليه، فليكن ذلك عندك مطوياً حتى يأذن الله فيه، فإنه بالغ فيه أمره، فإني وجدت في الكتاب المكتوب والعلم المخزون الذي اخترناه لأنفسنا واحتجبناه دون غيرنا خبراً جسيماً وخطراً عظيماً، فيه شرف الحياة وفضل الممات، للناس عامة، ولرهطك كافة، ولك خاصة. فقال عبد المطلب: أيها الملك مثلك سر وبر، فما هو فداك أهل الوبر والمدر، زمراً بعد زمر؟ قال: فقال سيف بن ذي يزن: إذاً ولد بتهامة غلام به علامة، له الإمامة، ولكم به الزعامة إلى يوم القيامة. قال: فقال عبد المطلب بن هاشم: أبيت اللعن لقد أبت بخبر ما آب به وفد قوم، ولولا هابة الملك وإعظامه وجلالته لسألته من إشارة إياي ما أزداد به شرفاً، فإن رأى الملك أن يخبرني بإفصاح فقد وضح لي بعض الإيضاح. قال: فقال سيف بن ذي يزن: هذا حينه الذي يولد فيه، أو قد ولد، اسمه محمد، بين كتفيه شامة، يموت أبوه وأمه، ويكلفه جده وعمه، قد ولدناه مراراً، والله باعثه جهاراً، وجاعل له منا أنصاراً، تعز لهم أنصاره، وتذل بهم أعداؤه، ويضرب بهم الناس عن عرض، وتستفتح بهم كرائم الأرض، يعبد الرحمن، ويزجر الشيطان، ويكسر الأوثان، ويخمد النيران، قوله فصل، وحكمه عدل، يأمر بالمعروف ويفعله، وينهي عن المنكر ويبطله. قال: فخرَّ عبد المطلب ساجداً. فقال: له سيف بن ذي يزن: ارفع رأسك، فقد ثلج صدرك وعلا كعبك، فهل أحسست من أمره شيئاً؟ قال: نعم أيها الملك، كان لي ولد، وكنت به معجباً جذلاً، وعليه رفيقاً، فزوجته كريمة من كرائم قومي، يقال لها آمنة بنت وهب بن عبد مناف بن زهرة، فجاءت بغلام سميته محمداً، مات أبوه وأمه، وكفلته أنا وعمه، بين كتفيه شامة، وفيه كلُّ ما ذكرت من العلامة. قال: فقال سيف بن ذي يزن: والبيت ذي الحجب، والعلامات على النقب، إنك يا عبد المطلب لجده غير الكذب، وإن الذي قلت لك ما قلت فاحتفظ بابنك، واحذر عليه اليهود، فإنهم له عدو، ولن يجعل الله لهم عليه سبيلاً. واطوا ما ذكرت لك دون هؤلاء الرهط الذين معك، فإني لست آمن أن تدخلهم النفاسة من أن تكون لك الرئاسة، فيبغون لك الغوائل، وينصبون لك الحبائل، وهو فاعلون ذلك وأبناؤهم، ولولا أن الموت مجتاحي قبل مبعثه لسرت بخيلي ورجلي حتى أُصَّير يثرب دار مملكتي، فإني أجد في الكتاب الناطق والعلم السابق أن مدينة يثرب استحكام أمره فيها، وأهل نصره وموضع قبره. ولولا أني أقيه الآفات وأبقي عليه العاهات لأوطأت أسنان العرب كعبه ولأعلنت على حداثة سنه ذكره، ولكني صارف ذلك إليك بغير تقصير بمن معك. ¶ ثم أمر لكل رجل منهم بمائة من الإبل وعشرة أعبد وعشر جوار وعشرة أرطال تبر وعشرة أرطال فضة وكرش مملوء عنبراً، وأمر لعبد المطلب بن هاشم بعشرة أضعاف ذلك. ثم قال له: ائتني بخبره وما يكون من أمره بعد رأس الحول. ¶ قال: فمات سيف بن ذي يزن قبل أن يحول الحول. فكان عبد المطلب يقول: يا أيها الناس، لا يغبطني رجل منكم بجزيل عطاء الملك، فإنه إلى نفاد ولكن يغبطني بما يبقى لي ويعقبني من بعدي من شرفه وذكره وفخره. قال: فإذا قيل له ما ذلك؟ قال: ستبلغن ولو بعد حين. ¶ وفي ذلك يقول أمية بن عبد شمس القرشي: \" من الوافر \" ¶ جَلَبْنَا المدحَ تحقبه المطايا ... إلى أكوارِ أجمالٍ ونوقِ",
            "page": "16",
            "part": "1",
            "seal": "9DF7D94E"
        },
        {
            "id": "18",
            "nass": "مُغلغلةً مَرَابعُها ثِقالاً ... إلى صنعاءَ من فجٍّ عميقِ ¶ تؤمُّ بنا ابن ذي يزنٍ وتفري ... ذوات بُطُونِها أُمَّ الطَّريقِ ¶ وترعى في مخايلِه بُرُوقاً ... مُوافقةَ الوميضِ إلى بُروقِ ¶ فلمّا وافقتْ صنعاءَ صارتْ ... بِدان المُلكِ والحسبِ العريقِ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن ذا أصبح، واسمه الحارث بن زيد بن سعد بن عدي بن ملك بن مسدد بن أسد بن حنظلة بن زرعة، وهو حمير الأصغر بن كعب بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس لما اجتمعت حمير وكهلان أمرها على طاعتها له واتباعها إياه وقبولها منه عند الأمر والنهي والسلم والحرب أقبل على بنيه، فقال لهم: يا بني، إن حمير وكهلان لم تجمع أمرها على طاعتها لي واتباعها إياي وقبولها مني على أني أشرفها منصباً، ولا أني أحق بالملك فيها دون غيري منها، ولكنها وزنت رجالها المعدودة، فألفتني أرجحها عند الأمر والنهي، فقلدتني أمرها، وآثرتني بالملك على غيري منها. ثم أنشأ يقول: \" من الرجز \" ¶ بنيَّ ما إن جهلتْ حميرٌ ... والحيُّ من كهلانَ ذا أصبحِ ¶ إذ قلَّدوني أمرهُمْ واهتدوا ... في طاعتي بالطائرِ الأفلحِ ¶ حتى اصطبحنا بالخُيُولِ العِدا ... في كُلِّ ما هصت وما أفتح ¶ إنَّا لنا مُلكُ بني يعربٍ ... وزانهُ الإصلاحُ للمُصلِح ¶ أما تروني فانياً شاحباً ... أسمطَ مثلَ الوقع في صردحِ ¶ فقد حلبتُ الدَّهرَ أشطارهُ ... ولم أردُّ الطرفَ عن مطمحِ ¶ بنيَّ سيرُوا سيرتي إنّهَا ... كما علمتُمْ سيرةُ المُفلحِ ¶ واتخذُوا الإحسانَ ما بينكُم ... تجارةَ الرَّابحِ والمربحِ ¶ بُثُّوا عطاياكُمْ وجُودُوا بها ... للأعجمِ الضَّاوي وللمُفصِحِ ¶ بها لكُمْ يُفتحُ بابُ العلا ... إذا العلا بالبأسِ لم يُفتحِ ¶ وصَّيتكُمُ فاغتنِمُوا نُصحَ من ... عساهُ إن أَمسَى فلمْ يُصبِحِ ¶ وصية كهلان بن سبأ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن حمير وكهلان لما قسم بينهما أبوهما سبأ بن يشجب بن يعرب بن قحطان ملكه، فجعل سياسة الملك لحمير، وجعل أعنة الخيل وملك الأطراف والثغور لكهلان - وقد تقدم شرح خبرهما في أول كتابنا هذا - قال علي بن محمد: قال الدعبل بن علي: فيقال: إن حمير وكهلان لم يزالا على ذلك، وكذلك أولادهما وأولاد أولادهما، لحمير على كهلان الطاعة، ولكهلان على حمير المال والنجدة، والملوك الراتبة في دار المملكة من حمير، والملوك في الأطراف والثغور من كهلان. ويقال: إن كهلان لما تقلد الأطراف وثغورها وأعمالها واستقام أمره وأمر أخيه حمير على ذلك قال لأخيه حمير: إني قد عزمت على أن أبعث العساكر إلى الأطراف والثغور، فأمر بالمصالح لذلك. قال: فأمر حمير بالمال والخيل والإبل والطعام والروايا وتقدم إلى أهل المملكة أن يمتثلوا ما يومئ إليهم به كهلان. قال: فجرّد كهلان إلى أرض الحجاز جرهماً ومن لف لفها، وولى عليهم رجلاً منهم يقال له هيّ بن بي بن جرهم بن سعد بن جرهم، وأمرهم أن يسمعوا له ويطيعوا أمره، وقسم عليهم الخيل والعدد والسلاح والزاد والروايا وأعطاهم الأدلاء. وكتب لهيّ بن بي بن جرهم إلى ساكن الحجاز من العمالقة بالسمع والطاعة له ودفع الإتاوة إليه. ¶ وكان كتابه الذي كتب لهي بن بي بن جرهم: ¶ ألائكُ من كهلانَ عن أمرِ حميرٍ ... لعامِلِهِ هيِّ بن بيِّ بنِ جُرهُمِ ¶ إلى مَن بأعراضِ الحجازِ محلُّهُ ... من الناسِ طُرَّاً من فصيح وأعجمِ ¶ على أنَّ هيَّأ ليسَ يُعصى وإنَّهُ ... لديهم لذُو أمنٍ أثيرٍ مقدمِ ¶ وإلاَّ فلا يلحونَ إلا نفوسَهُمْ ... إذا ما مُنُوا بالقسطلانِ العرمرمِ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن هي بن بي بن جرهم خرج إلى الحجاز فيمن معه من قومه وتباعهم، فأقام بها والياً عليها، وغلب العمالقة عليها، وكتب كتاب ولايته على جبل من جبال مكة، وهي هذه الأبيات: ¶ ألائك من كهلان عن أمر حمير ... لعامله هيِّ بن بيِّ بن جرهم",
            "page": "17",
            "part": "1",
            "seal": "EEFD7BB7"
        },
        {
            "id": "19",
            "nass": "ويقال: إن كهلان لما فرغ من تجهيز هي بن بي بن جرهم وتجريده للحجاز، جرد إلى أرض نجد رجلاً يقال له: الهميم بن عاصم بن جلهمة الجديسي في جديس ومن لحقها من التباع، وولاه عليهم، وأمره لهم بالسمع والطاعة، وكتب إلى سكان نجد كتاباً، وهو: باسمك اللهم: ¶ من ابن سَبَا كهلانَ عنْ أمرِ حِميرٍ ... إلى أهل نجدٍ للهميم بن عاصمِ ¶ على أنه من ليسَ يُعصى وأنَّه ... يُطاع ويُعطى الخرجَ خرجَ السَّوائمِ ¶ وإلا فلا يلحون إلا نُفُوسَهُم ... إذا ما مُنُوا بالخَيل تحتَ الضَّراغمِ ¶ قال: فتجهز الهميم والياً على أهل نجد، وسار إليهم في جديس وتباعهم بالخيل والعدة من الروايا والأزواد وسارت الأدلاء بين يديه حتى توسط بلاد نجد وملكها، وأخذ الإتاوة من أهلها وأنفذها إلى كهلان. ¶ ثم إن كهلان دعا عمرو بن جحدر جد ثمود، ويقال: إنه جد صالح النبي صلى الله عليه وسلم، فجرده إلى الوادي، وهو فيما بين الشام والحجاز، وعقد له الولاية على ساكن الوادي، وأمر قومه ثموداً له بالطاعة والسمع والمسير بين يديه، وكتب له كتاباً إلى ساكن الوادي، وكان شاكته قوم يقال لهم زهرة بن عملاق. ¶ وكان كتابه الذي كتبه لعمرو بن جحدر: ¶ من ابن سَبَا كهلانَ عن أمرِ حِميرٍ ... إلى ساكِنِ الوادي لعمرو بنِ جحدرِ ¶ على طاعةٍ مِنهُم لعمرو بن جحدرٍ ... وللقيلِ كهلانٍ وللمَلكِ حميرِ ¶ ودفعِ الإتاواتِ الَّتي يُسألُونَهَا ... إلى عامِلي مِنْ كُلِّ بدوٍ ومُحضِرِ ¶ وإلاّ فلا يلحونَ إلا نُفُوسهُم ... إذا زارهُمْ بالبيضِ والسُّمرِ عسكري ¶ قال: فتجهز عمرو بن جحدر والياً على ساكن الوادي، وسار إليهم في قومه وعشيرته ثمود بالخيل والإبل والعدة، ومضى قاصداً حتى أتى الوادي، فخرج سكان الوادي منه إلا من سمع له وأطاع منهم. ¶ ويقال: إن كهلان لما فرغ من تجهيز عمرو بن جحدر إلى الوادي الذي ذكر الله عز وجل في محكم كتابه: \" وثمود الذين جابوا الصخر بالواد \" أقبل على ابنه زيد بن كهلان، وقد مات أخوه حمير، وولي الملك من بعده ابنه الهميسع بن حمير فقال: بني، العم قد ولى، والأب على الأثر. ثم أنشأ يقول: ¶ يا زَيدُ إنَّ أباكَ أصبحَ نَسرُهُ ... لا يستطيعُ إلى النُهُوضِ سبيلا ¶ اليومَ عَمُّكَ خفَّ عنَّا آفِلا ... وغداً ستشهَدُ من أبيكَ أُفُولا ¶ يا زيدُ لا تعصِ الهميسعَ وانتظِر ... ما عُونَهُ لكَ بُكرةً وأَصِيلا ¶ يا زيدُ إنَّ لكَ الحجازَ ونجدَهَا ... وإليكَ أصبحَ خَرجُهَا محمُولا ¶ وإليكَ يرفعُ عن ثمُود وغَيرِها ... عمروُ بنُ جحدرَ خرجَهَا المسؤولا ¶ وإليكَ عُدَّتْ بالهميمِ رواحلٌ ... بالخَرجِ تُعِلنُ بالمسِيْرِ ذميلا ¶ كُنْ للهَميسعِ طائِعاً كيما يَكُنْ ... لكُمُ الهَمَيسعُ ناصِراً وكفِيلا ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن زيد بن كهلان حفظ وصية أبيه، وثبت عليها، وعمل بها، وتقلد للهميسع ما كان يتقلده كهلان لأخيه حمير. ¶ ويقال: إن زيد بن كهلان أرسل إلى عمَّال أبيه في الأطراف والثغور بتجديد العهد منه لهم، فسمعوا وأطاعوا ودفعوا إليه الإتاوة التي كانوا يدفعونها إلى أبيه. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن زيد بن كهلان جرد ابنه عمرو بن زيد بن كهلان - وهو أبو جذام - إلى مدين وما حولها في الخيل والرجال، وعقد له الولاية على مدين، وأمرهم له بالسمع والطاعة ودفع الإتاوة إليه، وكتب كتاباً إلى أهل مدين يقول فيه: ¶ لِعمرِو بن زيدٍ مِنْ أبيهِ وعَمِّهِ ... ألوكٌ إلى الأحياءِ مِنْ أهلِ مدينِ ¶ بطاعتِهِمْ عَمراً وتسليمِ خرجِهِم ... إليه جَهَاراً عن مُسِرٍّ ومُعلِنِ ¶ وإلا فإنّ الخيل تعبط مديناً ... وتسرَحُ أُخرَاها بِلحجٍ وأَبينِ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن عمرو بن زيد بن كهلان سار إلى مدين بالخيل والرجال والياً عليهم حتى نزل بها، وملكها، وأطاعه أهلها، وأخذ إتاوتها. ¶ ويقال: إن شعيب النبي صلى الله عليه وسلم من نسله وذريته، وإنه جد بني جذام، ثم أحد بني وائل منها. ¶ ويقال: إن زيد بن كهلان لما مات الهميسع بن حمير أقبل على ابنه مالك بن زيد بن كهلان وهو يقول: \" من الوافر \"",
            "page": "18",
            "part": "1",
            "seal": "11669143"
        },
        {
            "id": "20",
            "nass": "أتى يومُ الهَميسَعِ فاحتواهُ ... وزَيدٌ يومُهُ لا بُدَّ آتِ ¶ وَكُلٌّ لا محالَةَ مُستقِلٌّ ... يؤُولُ مِنَ الحياةِ إلى المماتِ ¶ وَكُلُّ جماعةٍ لا بُدَّ يوماً ... تصِيرُ إلى التَّفرُّقِ والشَّتاتِ ¶ فمالِكُ سِرْ لأيمن في مسيري ... لوالِدِهِ إذا حانَتْ وفاتِي ¶ أَطِعْهُ يُطِعكَ أيمنُ مِثلَ ما قَد ... أطاعِنيَ الهميسعُ في هَنَاتِ ¶ هُوَ المَلِكُ العظِيمُ وأَنتَ فاعلَمْ ... على أعمالِهِ وعلى الوُلاةِ ¶ إليكَ إتاوةُ الأطرافِ تُجبَى ... وتأمُرُ في الجُيُوشِ المُعلَمَاتِ ¶ فيقال: إن مالك بن زيد بن كهلان حفظ وصية أبيه، وثبت عليها، وعمل بها، وولي بعد أبيه ما كان يتولاه أبوه زيد بن كهلان من الثغور والأطراف وتدبير العساكر في طاعة الملك أيمن بن الهميسع. وكتب إلى عمال أبيه، فأجابوه بالسمع والطاعة ودفع الإتاوة إلى ما قبله. ¶ وصية زيد بن كهلان ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن مالك بن زيد بن كهلان جرد ابنه ربيعة بن مالك - وهو جد همدان - في الخيل والرجال والعدد، وعقد له الولاية على من معه، وكتب له كتاباً إلى ساكن الأجواف أهل سهولها وجبالها، وهم بقية عاد الصغرى التي تعرف إلى اليوم قبورهم وآثارهم في الجبال والسهول بها. وكان كتابه لربيعة بن مالك: باسمك اللهم، ¶ إلى ساكِنِ الأجوافِ من أيمَن العُلا ... ومِنْ مالك القيلِ بن زيدِ بنِ كهلانِ ¶ رَبيعةُ لا يُعصَى لديِهم ويُتَّقى ... ربيعةُ ما غالى بِهِ الملوانِ ¶ وَيُجبَى إليهِ الخرجُ عِندَ وُجُوبِهِ ... على طاعةٍ تُرضِيهِ مِنهُمْ وإذعانِ ¶ وإلاَّ فلا يلحونَ إلاَّ نُفُوسَهُمْ ... إذا داسَتهُمُ رجلي هُناكَ وفُرساني ¶ قال: فلما فرغ من تجهيز ولده الربيعة بن مالك جرد ابنه أدد بن مالك إلى الأعراض والأسواد من نجران وتثليث والشَّروم وبيشة والحنو وما حولها من البلاد المسكونة في الخيل والعدد. وكتب له إلى ساكنها، وهم بقايا إرم بن حام بن نوح النبي صلى الله عليه وسلم، آثارهم بها إلى اليوم، وقبورهم تعرف بالإرميات، وذلك أنها مبنية على هيئة الآكام والقنان. وكان كتابه الذي كتب لأدد إليهم حيث يقول: \" من الرمل \" ¶ باسمِكَ اللهُمَّ مِنْ أيمنَها بنِ ... مالكِ الخيلِ إلى الحَيِّ إرمْ ¶ لِسَاكنِ الأسوادِ والأعراضِ منْ ... بطنِ نجرانٍ إلى ما حَيثُ هُمْ ¶ أن يُطيعُوا أُدداً بينهُم ... ما نهارٌ لاحَ أو ليلٌ هَجَمْ ¶ ويُوفُّوا أُدداً مسألةً ... من ثِمارِ النَّخل والخُور النَّعمْ ¶ أو فلا يلحَونَ يوماً غيرهُم ... إنْ علاهُم قَسطلانٌ مُدْلَهِمْ ¶ قال: فسار أدد بن مالك بن زيد بن كهلان حتى نزل فيما بينهم والياً عليهم، فسمعوا له وأطاعوا، ودفعوا إليه إتاوتهم، وهو أبو مذحج. ¶ ثم إن مالك بن زيد بن كهلان توفي، وولي ابنه نبت بن مالك ما كان يتولاه أبوه مالك بن زيد بن كهلان في طاعة الملك أيمن بن الهميسع بن حمير. ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن أيمن بن الهميسع رثى مالكاً بهذه الأبيات، وأنشأ يقول: ¶ تولَّيتَ عَنَّي مالِك غَيرَ قافلِ ... وإنِّي غَدَاً لا شَكَّ نحوكَ قافِلُ ¶ أواخِرُنَا لا شكَّ أنَّ مصيرَهُمْ ... مصيرٌ إليهِ صَارَ مِنَّا الأوائلُ ¶ كَذلكُمُ تِلكَ النُّجُومُ إذا بدتْ ... طَوالِعُهُنَّ التَّاليات الأوافلُ ¶ فَلَو كانَ يجدي اليومَ شيئاً بُكاؤُنا ... لما رقأتْ مِنَّا الدُّمُوعُ الهواملُ ¶ سيَخلُفُكَ المأمُولُ نبتٌ وإنَّه ... لما قد كُنتَ تَحمِلُ حاملُ ¶ شمائِلُهُ الحُسنى شَمَائلُكِ الَّتِي ... إذا ذُكِرتْ لم تعلُهُنَّ شمائِلُ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن نبت بن مالك جرد ابنه ثور بن نبت - وهو أبو كندة - إلى الأحقاف بالخيل والرجال، وعقد له الولاية على من بالأحقاف من سائر ولد هود النبي صلى الله عليه وسلم وعشيرته، وأمرهم بالسمع والطاعة له، وكتب إليهم كتاباً يقول فيه: ¶ إلى ساكِنِ الأحقافِ من أيمنِ العُلا ... لِثورِ بن نبتٍ عن أَبيهِ ابنِ مالِكِ",
            "page": "19",
            "part": "1",
            "seal": "6E47C685"
        },
        {
            "id": "21",
            "nass": "على أنَّ ثوراً لا يُخَالفُ ما دَهَتْ ... بظلمائِها ذاتُ النُّجُومِ الشَّوابِكِ ¶ وَأنَّ الإتاواتِ الَّتي يُسألُونَهَا ... تُوفّى إلى ثوْرِ بنِ نبتِِ بن مالِكِ ¶ وإلاَّ فلا يَلحونَ إلاَّ نُفُوسَهُمْ ... إذا رُمِيتْ هَامَاتُهُمْ بالسَّنابِكِ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن ثور بن نبت بن مالك بن زيد بن كهلان خرج إلى الأحقاف، وملكها، وأخذ الإتاوة من أهلها، وكتب كتاب ولايته على جبل من جبالها. فيقال: إن ذلك الكتاب إلى اليوم بيّن ظاهر، يقرؤه من يجيد كتابة الأوائل. ويقال: إن نبت بن مالك بن زيد بن كهلان لما توفي أيمن بن الهميسع وولي الأمر بعده ابنه زهير بن أيمن أقبل على ابنه الغوث بن نبت بن مالك، وكان كاملاً في كل أحواله من الشجاعة والفطنة والرأي الثاقب، فقال وهو يرثي أيمن بن الهميسع: ¶ قضى نحبَهُ بعدَ الهميسعِ أيمنٌ ... وأيمنُ فاعلَم خَيرُ حَيٍّ وهَالِكِ ¶ وُكُلُّ امرِئٍ لا شكَّ يُقضَى قَضَاؤهُ ... ويُسقَى بكأسِ النازِلِ المُتداركِ ¶ فشِبهُ بنِي الدُّنيا إذا ما جهِلتهُم ... كتِلك النُّجُومِ التَّالياتِ الشَّوابكِ ¶ فمَنْ بينِ بادٍ لاحَ عِندَ طُلُوعِهِ ... ومِنْ آفلٍ دانٍ وهاوٍ وسامِكِ ¶ وكُلٌّ لهُ نُورٌ على قدرِ ذاتِهِ ... وسُلطانِهِ عندَ اختلافِ المسالِكِ ¶ فيا غوثُ لا تَنسَ الوصايا الَّتي بِها ... خَصَصتُكَ يا غوثَ بن نبتِ بن مالِكِ ¶ تُطِيعُ زُهيراً مثلَ ما كُنتُ لم أزَلْ ... أُطيعُ أباهُ أيمنَ بنَ الملائِكِ ¶ أطعتُ ووافتِني الإتاوةُ جَهرةً ... مُعَكَّمةً فوقَ المَطِيِّ الرَّواتِكِ ¶ بُنيَّ عرفتَ الرُّشدَ فاتبع ضياءَهُ ... مَدَى الدَّهر واسلُكْ في الأُمورِ مسالِكي ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن الغوث بن نبت بن مالك حفظ وصية أبيه، وعمل بها وثبت عليها. ويقال: إنه كتب إلى عمال أبيه في الأطراف والثغور في طاعة زهير بن أيمن بن الهميسع بن حمير، فسمعوا له وأطاعوا، وحملوا إليه الإتاوة. ¶ ويقال إن الغوث بن نبت بن مالك جرَّد ابنه الأزد بن الغوث إلى مأرب في الخيل والعدد، وعقد له الولاية على ساكني أرض مأرب، وأمرهم بالسمع والطاعة له. وكتب للأزد إليهم هذه الأبيات: ¶ مِنَ الغوثِ عن أمرِ المليكِ زُهيرِهَا ... إلى مأربٍ بالأمرِ والنَّهي للأزدِ ¶ على أنَّ بعدَ الغوثِ للأزدِ أمرُهُ ... وتُجبَى له الأطرافُ في القُربِ والبُعدِ ¶ ولا تتعدَّى طاعةَ الأزدِ مأرِبٌ ... مدى الدَّهرِ ما وَهمٌ براكبه يحدي ¶ وإلاَّ فلا يلحونَ إلا نُفُوسَهُمْ ... إذا ما مُنُوا بالزَّاعِبيةِ والجُردِ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن مأرب سمعت للأزد وأطاعت. ومأرب اسم قبيلة من قبائل عاد الصغرى. ويقال: إن الأزد تولى بعد أبيه الغوث جميع ما كان يتولاه لزهير بن أيمن بن الهميسع بن حمير، وكذلك لابنه عريب بن زهير حين ولي الملك بعد أبيه زهير بن أيمن بن الهميسع. ¶ ويقال: إن الأزد لم يزل والياً للأطراف والثغور للملك عريب بن زهير، تسمع له العمال، وترفع إليه ما يجب عليها لبيت مال الملك. وكان كلما مات في الأطراف والثغور عامل من عمالها تقلد عمله الأرشد من ولده أو من إخوته أو من بني عمه، يرفع الإتاوة ويسمع ويطيع، ويحيي رسم من مضى قبله في طاعة من تقلد الملك من حمير وطاعة من تقلد الأطراف والثغور من كهلان. ¶ ويقال: إن مازن بن الأزد بن الغوث ولي بعد أبيه الأزد بن الغوث الأطراف والثغور للملك عريب بن زهير بن أيمن، وكذلك لابنه قطن بن عريب حين صار الملك إلى قطن بن عريب بعد أبيه. ¶ ويقال: إن مازن بن الأزد رثى عريب بن زهير حين توفي في شعره الذي يقول فيه: \" من البسيط \" ¶ أمسَى عَريبٌ عنِ المُلكِ اللَّقاحِ وعَنْ ... رَعيَّة المُلكِ تحتَ التُّربِ مرمُوسا ¶ وكانَ فيما مَضَى المُلكُ اللَّقاحُ بهِ ... مستوسِقُ العِزِّ في الآفاقِ مأنُوسا ¶ لولا أبُو وائِلٍ خَيرُ الورى قطنٌ ... لأصبحَ المُلكُ ميَّاداً ومَنْكُوسا ¶ بهِ استقامَتْ لنا الدُّنيا وأسعَد من ... بالأمسِ بعدَ عَرَيبٍ كانَ منحُوسا",
            "page": "20",
            "part": "1",
            "seal": "D5C08D68"
        },
        {
            "id": "22",
            "nass": "وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن مازن بن الأزد جرد أخاه نصر بن الأزد إلى الشحر في الخيل والعدد، وكتب له إليهم كتاباً يقول فيه: \" من البسيط \" ¶ مِنْ مازنٍ مُهرقٌ فيهِ الألوكُ إلى ... من حَلَّ بالشَّحرِ من عُجمٍ ومَن عربِ ¶ أن اسمعوا وادفعوا الخرج الوفي إلى ... نصر ودينوا ولا تعصوه في سببِ ¶ يوماً وإلا فلُومُوا فيهِ أنفُسكُمْ ... إذا مُنِيتُم لنا بالجحفلِ اللَّجبِ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن نصر بن الأزد سار إلى الشحر حتى نزل بها، وسمع له من بالشحر وأطاع، ودفعوا إليه الإتاوة. ويقال: إن الجلندى بن كركر بن المستكبر بن مسعود الذي كان يأخذ كل سفينة غصباً من بني نصر بن الأزد، وذلك الملك ثابت إلى اليوم في آل الجلندى بن كركر، يجبى إليهم في دار مملكتهم ما كان يجبى إلى الجلندى من البر والبحر. ¶ وآل الجلندى هم الذين يقول فيهم الشاعر: \" من الخفيف \" ¶ إنَّ خيرَ المُلوكِ آلُ الجُلُندي ... عشيراً وَمَحتداً وجُدُودا ¶ مَلَكُوا البحرَ بعدَما ملكُوا البرَّ ... إلى اليوم ... وسجودا ¶ وترى الكرد في الجموع وفي السيف ... لها اليوم سُوَّقاً وعبيدا ¶ تلك أبناؤهم تحن لها الفر ... س وسادُوا المُلُوك نُبلاً وجُودا ¶ غلبُوا النَّاس بالمكارِمِ والفض ... لِ وعندَ اللِّقاء فاقُوا الأُسُودا ¶ وصية مازن بن الأزد ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن مازن بن الأزد وصى ابنه ثعلبة بن مازن، فقال: ¶ أُوصِيكَ ثعلبةَ بن مازنَ مابِهِ ... وصَّانِي الأزدُ الهُمامُ الأوحدُ ¶ أوصاني الأزدُ الأغرُّ بطاعتي ... لمُلُوكِ حميرَ ما استنار الفرقدُ ¶ في مُلكِهِمْ لك نصفُ ما يحوونَهُ ... من فيئِهِمْ وخَراجِهِم أو أزيدُ ¶ إن المُتوَّجَ بالعُلا قطنُ الَّذي ... لكَ كاهِلٌ فاعلَمْ وأنتَ لهُ يدُ ¶ فأطِعهُ ثعلبُ كي تدُومَ مع العَلا ... لك بعديَ العِزُّ اللَّقاحُ الأتلدُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن ثعلبة بن مازن بن الأزد حفظ وصيته أبيه، وثبت عليها، وعمل بها بعد وفاة أبيه، وسمع وأطاع الملك قطن بن عريب، وتقلد له الأعمال التي كان يتقلدها أبوه مازن بن الأزد، وكتب إلى عماله في الثغور والأطراف، فسمعوا له وأطاعوا، ودفعوا إليه الإتاوة التي كانوا يدفعونها إلى أبيه. ¶ ويقال: إن ثعلبة بن مازن بن الأزد جرّد أحمس بن عوف بن أنمار بن دارس بن عمرو بن الغوث بن نبت بن مالك بن زيد بن كهلان إلى الطود، وهي البلاد التي يقال لها السراة، وهي فيما بين الطائف وجرش، جرده إليها في قومه بني أنمار بن دارس بن عمرو بن الغوث وفيمن ضمهم إليه من سائر حمير وكهلان. ¶ قال: وسألت أبا علي الهجري عمن خرج مع أحمس بن عوف بن أنمار من قومه بني أنمار، فقال: خرج معه بنو بجيله بن أنمار وبنو أقيل بن أنمار، وهم من بني عوف بن أنمار، فسألته عن أقيل، فقال: منهم شهران وكرد وناهس والأوس وأس، فسألته عن ولد أحمس فقال: من ولده بنو أمينه بن معاوية بن أسلم بن أحمس بن عوف بن أنمار. وهذه القبائل تعرف بخثعم وبجيلة وأسد بن الحميس القحافي، وقحافة بطن من شهران: \" من البسيط \" ¶ نحنُ الذينَ وَرثنْا العِزَّ عن إرمٍ ... أيَّامَ أحمَس وافاها بأنمَارِ ¶ أيَّامَ حِمير تعلُو نارُ عِزَّتها ... ما أوقَدَ النَّاس في الآفاقِ من نارِ ¶ أيَّامَ كهلان قومي ضَارِبُونَ لهُم ... ما ضمَّتِ الأرضُ منْ بدوٍ وأمصارِ ¶ تُجبَى إليهمْ إتاواتُ البِلادِ ولا ... يَعصيهمُ من مُقيمٍ لا ولا سارِ ¶ وتِلكَ آثارُ آبائِيْ بمأرِبَ لا ... يفُوقُهَا اليومَ من رسمٍ وآثارِ ¶ ويقال: إن ثعلبة بن مازن بن الأزد لم يزل للملك قطن بن عريب على ما كان عليه أبوه مازن بن الأزد لقطن بن عريب بن زهير، وكذلك لابنه الغوث بن قطن بن عريب. ¶ وصية ثعلبة بن مازن ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن ثعلبة بن مازن وصى ابنه امرأ القيس بن ثعلبة بن مازن بن الأزد. ثم أنشأ يقول: \" من البسيط \" ¶ هل امرُؤُ القيسِ لا يَنسَى الوصاةَ لما ... يسري بها نَهجُ آبائِي وأجدادِي",
            "page": "21",
            "part": "1",
            "seal": "E60E95C1"
        },
        {
            "id": "23",
            "nass": "إن امرأ القَيسِ من ما زِلتُ آمُلُهُ ... للمُلكِ بعديَ من نَسلِيْ وأولادِي ¶ يُطيعُ للغوثِ لا يعصِيهِ في أملٍ ... يُرشِدهُ ذاكَ في دُنياهُ إرشادِي ¶ لهُ البلادُ ومنْ فيهنَّ قاطبةً ... مِنْ معشرٍ حاضِرٍ أو معَشَرٍ بَادِ ¶ والغوثُ بيتٌ سِمَاكُ المُلكِ يرفَعُهُ ... وكُلُّ بيتٍ بِمِسماكٍ وأوتادِ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن امرأ القيس بن ثعلبة بن مازن بن الأزد حفظ وصية أبيه في طاعة الملك الغوث بن قطن بن عريب. ¶ ويقال: إن امرأ القيس ولي الثغور والأطراف لأربعة من ملوك حمير، للغوث بن قطن، ولوائل بن الغوث، ولعبد شمس بن وائل، ولجشم بن عبد شمس. ¶ ويقال إنه قلد ابنه حارثة الأحساب بن امرئ القيس الثغور والأطراف التي كان يتقلدها في طاعة الملوك من حمير. وكتب له كتاباً يقول فيه: \" من الرجز \" ¶ من امرِئِ القيسِ ألُوكٌ لابنهِ ... حارثةِ الأحسابِ عن أمرِ جُشَمْ ¶ إلى جميعِ النَّاسِ بالطاعةِ في ... آفاقِها من عربٍ ومن عَجَمْ ¶ وأنْ يُجيئُوا الخَرجَ محمُولاً إلى ... حَارِثةِ الأحسابِ عُمَّالُ الأُممْ ¶ أو لا يُلامُ جُشمٌ إنْ أعرضُوا ... أو أتَتِ الخَيلًُ إليهِم للنِّقَمْ ¶ فيقال: إن حارثة بن امرئ القيس ولي الأطراف والثغور في حياة أبيه وبعد وفاته في طاعة الملك جشم بن عبد شمس وفي طاعة الملك عمرو بن عبد شمس وفي طاعة الملك الفظاظ بن عمرو بن عبد شمس. ¶ ويقال: إن حارثة بن امرئ القيس عمر ثلاثمائة سنة ونيفاً وثمانين سنة. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن حارثة بن امرئ القيس بن ثعلبة بن مازن بن الأزد وصى ابنه عامر بن حارثة فقال: \" من البسيط \" ¶ يا عَامرَ الخيرِ إنِّي قد وَهَي بصري ... ورابِني ما يَريبُ المُسترِبينا ¶ ورابني ما يَرِيبُ ابن الثَّلاثةِ من ... عد المئاتِ الخواليْ والثَّمانِينا ¶ قُلِدتُ أعمالَ أسلافي وقُلِّدها ... قبلي أبي للَّهَاميمِ الأغرِّينا ¶ فاثبُتْ على كُلِّ ما أُوصِي إليكَ وما ... قد كانَ قِدماً بِهِ الآباءُ يُوصُونا ¶ لا تعدُ عن طاعةِ الفظَّاظ إنَّكَ ما ... لم تعصِهِ لم تخف ... ¶ لمْ يَعْصِ آباؤُنَا آباؤهُمْ ولقد ... كانُوا لآبائنا قِدماً مُطِيعينا ¶ إنَّا نُجِيبُ بنَي أعمامِنَا وهُمُ ... إذا دعونَاهُمُ يوماً يُجيبُونا ¶ نُعِزُّهُمْ فيُعِزُّونَا وننصرُهُمْ ... فيَنصُرُونَا ونِكفيهمْ فَيَكفُونَا ¶ نسعى لهُم بين أيديهِمْ إذا نَهَضُوا ... وإن نَهَضنا يكُونُوا بينَ أيدِينَا ¶ إذا مَضَى سيِّدٌ مِنَّا يقومُ لَنَا ... مقامهُ سيِّدٌ لَمْ نَعدُهُ فِينَا ¶ يحكِي أواخِرُ أقواميْ أَوائِلهُمْ ... وإنَّ من بَعدنَا مِنَّا سَيَحكِينَا ¶ يا عامِرَ الخيرِ لا تَنسَى الوصاةَ وكُنْ ... بعدِيْ لِقومِكَ منْ خَيرِ المُوَصِّينا ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن عامر بن حارثة بن امرئ القيس حفظ وصية أبيه، وثبت عليها، وعمل بها فيما بينه وبين قومه، وتولى ما كان يتولاه أبوه من الأطراف والثغور للفظاظ بن عمرو، ولمن قبله من ملوك حمير. ¶ ويقال: إن عامر بن حارثة بن امرئ القيس، هو الذي تسميه العرب ماء السماء، وهو الذي افتخر به أحد الأنصار في قوله حيث يقول: \" من الوافر \" ¶ أنا ابن مِزيقيا عمرو وجدّي ... أبوه عامرٍ ماء السَّماءِ ¶ نماني الفيض ثعلبة المرجى ... وقيلةُ تلكَ سيَّدةُ النساءِ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن عامر بن حارثة بن امرئ القيس بن ثعلبة بن مازن بن الأزد جرد إلى الشام بأمر الملك الفظاظ بن عمرو، وولى عليهم زيد بن عمرو بن الحاف بن قضاعة بن مالك بن عمرو بن مرة بن زيد بن مالك بن حمير، وعقد له الولاية وأمرهم بالسمع والطاعة له. وزيد هذا هو أبو عذرة وأبو جهينة ونهد ويحمد والحميس وشحمة وأخوه بلي ويهوى أبناء عمرو بن الحارث. ¶ ويقال: إن ماء السماء كتب لزيد بن عمرو إلى أهل الشام كتاباً. وكان كتابه: ¶ لزيدٍ إلى من حلَّ بالشَّامِ حُجَّةٌ ... مِنَ المَلكِ الفَظَّاظِ والقيلِ عامرِ",
            "page": "22",
            "part": "1",
            "seal": "43B472C7"
        },
        {
            "id": "24",
            "nass": "على أنَّ زَيْداً لَيسَ يُعصَى وَينتَهيْ ... إلى أمرِ زيدٍ كُلُّ بادٍ وحاضِرِ ¶ ويُعطُونَهُ الخَرجَ الذي يُسألُونَهُ ... وفاءً ولا يلقونَهُ بالمَعَاذِرِ ¶ وإلاَّ فلا يَلحونَ إلاَّ نُفُوسَهُمْ ... إذا ما مُنُوا بالسَّابحاتِ الضَّوامِرِ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن زيداً لما خرج بأحياء قضاعة إلى الشام والياً عليها، وصار إلى الحجاز وقع بينه وبين عشيرته كلام وحماشات ومحاسد فتفرقوا عنه، فمنهم من رجع إلى اليمن، ونسله إلى اليوم بها، وهم خولان بن عمرو بن الحاف بن جلوان بن عمرو بن الحاف بن قضاعة. ومنهم من نزل بالحجاز ونسله إلى اليوم بها، وهم بلي بن عمرو بن الحاف بن قضاعة. وأما نسل زيد بالحجاز فجهينة بن زيد، وحميس بن زيد، وعذرة بن زيد. وأما من مضى من قضاعة إلى الشام فنسله إلى اليوم بها وهم عاملة بن الحارث بن مالك بن ربيعة بن قضاعة وإخوتهم بنو وبرة. وأكثر وبرة بالشام عدداً وأشدهم بأساً وعضداً ونجدة وعزاً بنو كلب بن وبرة. منهم حباب، ومنهم العمائر، ومنهم عدي وعليم وأوس الله ويتم الله وسعد الله ويسع الله ووهب الله وزيد الله. فهؤلاء بنو رفيدة بن ثور بن كلب. ومنهم تنوخ، ومنهم العاص، ومنهم كنانة الكبرى. فهؤلاء حماة الشام ومدائنها. وأنشد أحدهم شعراً يقول فيه: ¶ نحنُ اللِّيُوثُ إذا حَمَسنَا في الوغَى ... والحلمُ شِيمَتُنا إذا لم نَحمسِ ¶ نحنُ الصُّخُورُ فمَنْ يُحاولُ عضَّها ... تَفلُلْ نواجِذهُ الصُّخُورُ ويضَرَسِ ¶ نحنُ البُحُورُ فمَنْ يَخُضْ أمواجَهَا ... تعطِفْ عليهِ بِيمِّها المعلنطسِ ¶ عَلِمَ القبائِلُ من نِزارٍ كُلِّها ... ما ضَربُنَا وطِعانُنَا بِتلَّمسِ ¶ أعداؤُنا لم يَسلمُوا وحرِيمُنَا ... لم يُستَبَحْ وتُراثُنَا لم يُغْمَسِ ¶ فأبا عُثَيمٍ إننَّي لكَ ناصِحٌ ... فأَجِلَّنَا وبِغيرِنَا فتمرّسِ ¶ واجعلْ هِجاءَكَ في لئامِ مُحاربٍ ... أو في بنِي عَجلانَ أو في فَقعسِ ¶ أتَحُوطُ مِنَّا هَاشِماً لتُجِيرَها ... هذا لعَمَرُك أنكسُ المتنكسِ ¶ وقُضاعةُ الرَّأسُ الرئيسُ وأنتُمُ ... ذنبٌ لعَمر أبِيكَ غَيرُ مرأسِ ¶ وهُمُ الجِبالُ الرَّاسياتُ وأنتُمُ ... بيضٌ متى يُقرَعْ بِهِ يتنفسِ ¶ ويقال: إن ماء السماء بن حارثة بن امرئ القيس عمر ثلاثمئة سنة ونيفاً وستين سنة، وولي الأطراف والثغور لأربعة من ملوك حمير، للفظاظ بن عمرو، وليشدد بن الفظاظ، ولأبرهة بن يشدد، ولإفريقيس بن أبرهة. ¶ وصية ماء السماء ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن ماء السماء وصّى ابنه المزيقياء بن ماء السماء، وهو عمرو بن عامر فقال: ¶ يا عَمرُو إنِّي قد كَبِرتُ ورابني ... عيشاً لهُ في النَّاقلين دبيبُ ¶ أبليتُ عُمرِي في ثلاثِ عمائِمٍ ... مَنشُورةٍ ألوانُهُنَّ ضَرُوبُ ¶ يققٌ وسحقٌ كالبسيلِ وحالِكٌ ... مثلُ الدُّجُنَّةِ حِندِسٌ غربيبُ ¶ مَرَّتْ بي المِئتانِ والمِئةُ الَّتِي ... جَلّى عليها عُمرِيْ المَحسُوبُ ¶ يا عمرُو أنتَ خليفتي فاعملْ بِما ... قد كُنتُ أعملُ فالرَّشِيدُ قرِيبُ ¶ أطِع المُلُوكَ ولا تَزِغْ عن أمرِهِمْ ... ما اخضرَّ في فَنَنِ الأراكِ قضِيبُ ¶ وإذا دعوكَ أجِبهُمُ واسمع لهُمْ ... كي يَسمعُوا لكَ داعِياً ويُجيبُوا ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن المزيقياء بن ماء السماء حفظ وصية أبيه، وثبت عليها، وعمل بها، وولي بعد أبيه ما كان يتولاه ماء السماء للملوك من قبله من أعمال الأطراف والثغور، فكتب إلى العمال في كل بلد، فسمعوا له، وأطاعوا، ورفعوا إليه الإتاوات التي كانوا يرفعونها إلى أبيه.",
            "page": "23",
            "part": "1",
            "seal": "FA455FB2"
        },
        {
            "id": "25",
            "nass": "ويقال: إن عمرو بن عامر كان أيسر رجل في زمانه وأكثرهم مالاً وعدداً وعُدداً ومواشي وضياعاً، وكان له ثلثا جنتي مأرب. ويقال: إنه عُمر عمراً طويلاً، ورزق جماعة من الأولاد، وعاش حتى رأى من نسله وبنيه وبني بنيه سبعة آباء. ويقال: إنه تولى الأعمال والأطراف والثغور لأربعة من ملوك حمير، لعمرو بن أبرهة، ولشرحبيل بن عمرو، وللهدهاد بن شرحبيل مصاهر الجن، وهو أبو بلقيس صاحبة العرش التي زوجها الله من سليمان بن داود النبي صلى الله عليه وسلم. ¶ ويقال: إن أم بلقيس بنت الهدهاد امرأة من الجن، كان سبب تزويجها للهدهاد بن شرحبيل أنه خرج للصيد في جماعة من خدمه وخاصته، فرأى غزالة يطردها ذئب وقد أضافها إلى مضيق ليس للغزالة منه مخلص، فحمل الهدهاد بن شرحبيل على الذئب حتى طرده عن الغزالة، وخلصها منه، وانفرد يتبعها، لينظر أين منتهى ما به. قال: فسار في أثر الغزالة، وانقطع عنه أصحابه، فبينما هو كذلك إذ ظهرت مدينة عظيمة، فيها من كل شيء دعاه الله باسمه من الشاء والنعم والنخل والزرع وأنواع الفواكه. قال: فوقف الهدهاد بن شرحبيل دون تلك المدينة متعجباً مما ظهر له، إذ أقبل عليه رجل من أهل تلك المدينة التي ظهرت له يسلم عليه، ورحب به وحياه. ثم قال له: أيها الملك إني أراك متعجباً مما ظهر لك في يومك هذا. قال: فقال الهدهاد بن شرحبيل بن عمرو بن يشدد بن الفظاظ بن عمرو بن عبد شمس: إني لكما ذكرت، فما هذه المدينة؟ ومن ساكنها؟ قال له: هذه مأرب، سميت باسم بلد قومك، وهي مدينة عرم، حي من الجن، وهم سكانها، وأنا اليلب بن صعب ملكهم وصاحب أمرهم، وأنت الهدهاد بن شرحبيل ملك قومك وسيدهم وصاحب أمرهم. قال: فبينما هو معه في هذا الكلام إذ مرت بهما امرأة لم ير الراؤون أحسن منها وجهاً، ولا أكمل منها خلقاً، ولا أظهر منها صباحة، ولا أطيب منها رائحة. قال: فافتتن بها الهدهاد بن شرحبيل، وعلم ملك الجن أنه قد هويها وشغف بها. فقال له: يابن شرحبيل، إن كنت قد هويتها فهي ابنتي وأنا أزوجكها. قال: فجزاه الهدهاد بن شرحبيل خيراً على كلامه، وقال له: من لي بذلك؟ فقال اليلب: أنا لك بما عرضت عليك من تزويجي إياها منك، وجمعي بينكما على أسر الأحوال وأيمنها، فهل عرفتها؟ فقال له الهدهاد: ما عرفتها قبل يومي هذا، فقال اليلب للهدهاد: هي الغزالة التي خلصتها من الذئب، ولأكافئنك على جميع فعالك أبداً بأحسن من محبواتها، فتأهب لدخولك عليها، فقد زوجتك إياها بشهادة الله وشهادة ملائكته، فإذا أردت ذلك فقدم إلينا بخاصتك من قومك وأهل بيتك وملوك قومك ليشهدوا ملاكك ويحضروا وليمتها، وميعادك الشهر الداخل. قال: فانصرف الهدهاد بن شرحبيل على الميعاد، وغابت المدينة عنه، فإذا هو بأصحابه حوله يدورون. فقالوا له: أين كنت؟ فنحن في طلبك مذ فارقتنا، ولم نترك شيئاً من هذه الفلوات إلا وقد قلبناه عليك وطلبناك فيه. فقال لهم: لم أبعد ولم أغب وأقبل يسير وهو يقول: \" من البسيط \" ¶ عجائِبُ الدَّهرِ لا تَفَنى أوابدُهَا ... والمرءُ ما عاشَ لا يخلُو مِنَ العَجَبِ ¶ ما كُنتُ أَحسِبُ أنَّ الأرضَ يعمُرُها ... غيرُ الأعاجِمِِ في الآفاقِ والعَربِ ¶ وكُنتُ أُخبرُ بالجِنِّ الخُفاةِ فلا ... أرُدُّ أخبارَهَا إلاَّ إلى الكَذبِ ¶ حتَّى رأيتُ أقاصيرَاً مُشيَّدةً ... للجِنِّ محفُوفةَ الأبوابِ والحُجُبِ ¶ يحُفُّهَا الزَّرعُ والمَاءُ المَعِينُ بها ... معَ المواقيرِ مِنْ نخلٍ وَمِنْ عِنبِ ¶ ما بينها الخيلُ مِنْ طَرفٍ ومِنْ تلدٍ ... والخُورُ فيها من الأنعامِ والكَسَبِ ¶ وكُلُّ بيضاءَ تحكِي الشَّمسَ ضاحِيةً ... هيفاءَ لفَّاءَ من موصُوفةِ العَربِ ¶ مضى جمادُ ويأتِي بعدهُ رجبٌ ... وسوفَ أُسرِيْ على المِيعادِ في رَجبِ ¶ حتَّى أُوافِيَ خيرَ الجِنَّ مِنْ عَرمٍ ... ذاكَ ابنُ صَعْبٍ هُوَ المَعروفُ باليَلَبِ ¶ أبغِي لَدَيهِ الَّذي أرجُوهُ مِنْ سببٍ ... مِنْ التَّواصُلِ والإصهارِ والنَّسَبِ",
            "page": "24",
            "part": "1",
            "seal": "2582FBB5"
        },
        {
            "id": "26",
            "nass": "ويقال: إن الهدهاد بن شرحبيل خرج على الميعاد إلى أصهاره الجن في خاصة قومه وخدمه حتى وافاهم، فوجد قصراً بناه له الجن في فلاة من الأرض، تحفه النخل والأعناب وألوان الزروع وأنواع الفواكه، تجري فيه الأنهار الجارية. قال: فتعجب القوم من ذلك تعجباً شديداً، ورأوا ملكاً عظيماً، فنزلوا في القصر معه على فرش لم يروا مثلها، وقربت لهم موائد، عليها من طيبات المأكول وألوانها التي لم يأكلوا قط أطيب منها طعماً ولا أزكى رائحة، وسقوا من الشراب ما لم يشربوا قط أهضم منه ولا ألذ ولا أمرأ ولا أخف منه. فمكثوا معه ثلاثة أيام بلياليها في ذلك. ورفعت إلى الهدهاد بن شرحبيل امرأته الحرور بنة اليلب بن صعب العرمي ملك الجن. قال: وأذن الهدهاد لبني عمه وخاصة عشيرته بالانصراف إلى مواضعهم، وصار ذلك القصر دار مملكته. ¶ ويقال إنه مكث زماناً طويلاً مع الحرور بنة اليلب بن صعب، وولد منها بلقيس بنة الهدهاد بن شرحبيل بن عمرو بن يشدد بن الفظاظ بن عمرو بن عبد شمس. قال: فلما ترعرعت بلقيس توفي أبوها الهدهاد، ولم تعش بعده أمها الحرور بنة اليلب إلا قليلاً، وبقيت بلقيس بنة الهدهاد بن شرحبيل مع أخوالها العرميين من الجن. ¶ ويقال إن ابن عم أبيها جلس بعد الهدهاد في الملك وهو شمرَّ يرعش، فسمع له والناس وأطاعوا، ثم إنه أرسل إلى بلقيس يخطبها، فأجابته إلى ذلك على أنه لا يخالفها في شيء تريده وفي شيء تكرهه، فضمن لها ذلك وتزوجها. فيقال: إنها لم تزل تبث المواهب والإحسان في الناس حتى استمالتهم إلى طاعتها. ¶ ويقال: إن شمَّر يرعش لم يمت حتى أعطاها خاتم الملك لما رأى من كفايتها ورعايتها للملك وحفظها وحياطتها وحسن قيامها به، فكان لا ينهى ويأمر غيرها على الرسم الذي قد جرى لها. ¶ ويقال: إنه مات وما درى أحد بموته إلا في أيام سليمان بن داود النبي صلى الله عليه وسلم حين رفعها الله زمن سليمان بن داود صلى الله عليه وسلم ونقلها إليه. فلما توفي سليمان بن داود صلى الله عليه وسلم انتقل الملك عن رهط بلقيس بنة الهدهاد بن شرحبيل إلى زرعة بن كعب، وهو حمير الأصغر، أخوه عبد شمس، وهو سبأ الأصغر، وهما ابنا كعب بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن عمرو بن عامر عند ذلك أخبره كاهن بخراب السد وخراب مأرب، وحذره ذلك، وقال له: احتل في تخلصك من ضررها فإنك في أوان ذهاب الجنتين وخراب السد. ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن عمرو بن عامر أولم وليمة، جمع فيها أهل بيته ووجوه عشيرته، وقد تقدم إلى ابنه ثعلبة بن عمرو، فقال له: يا بني، قد علمت ما أشرفنا عليه من خراب هذا السد وذهاب هاتين الجنتين. وقد عزمت على بيع الذي لنا فيهما، وليس أحد يشتريه مني إلا بحيلة أحتالها. واعلم أني شأخاشنك بالكلام بحضرة وجوه العشيرة من حمير وكهلان، فكلما كلمتك بكلمة شكعة فاردد علي بمثلها أو بأشكع منها وإذا رأيتني رفعت يدي لأضربك بها فارفع يدك علي، تري الناس أنك أردت ضربي بها، حتى أحلف على بيع جميع ملكي في مأرب وخروجي منها، أري الناس أني أريد لك إضرارك. ¶ قال: فلما اجتمع الناس عنده لوليمته تلك من حمير وكهلان، وفرغوا من الطعام، وغسلوا أيديهم، وقرب لهم الشراب، أقبل عمرو بن عامر على ابنه ثعلبة بن عمرو فكلمه بكلام حوش، قال: فرد عليه ثعلبة بن عمرو كلاماً مثل كلامه أو أشد، قال: فرفع عمرو بن عامر يده على ابنه ثعلبة ليلطمه، قال فرفع عمرو بن ثعلبة يده، وقال له: وايم الله لأن لطمتني لألطمنك. قال: فعند ذلك آلى يميناً لا كفارة لها على بيع جمع ما يملكه في أرض مأرب من الجنتين وغيرهما وخروجه منها. ونادى هل من مشتر؟ قال: فلما رأى الناس أنه قد جد في البيع أقبلوا إليه، وقالوا له: أتأذن لنا أن نساومك في أموالك هذه؟ قال: فقال لهم: قد أذنت لكم، فساوموا. قال: فقالوا له: نأخذ منك نصف الذي لك بمائة حمل من كل شيء من المال الحسن. قال: فقال لهم: هم لكم بما طلبتم. قال: فدفعوا إليه مائة حمل من كل حسن قد سموه؛ وهو عشرون حملاً من التبر، وعشرون حملاً من الفضة، وعشرون حملاً من عصب اليمن، وعشرون حملاً من طرائف الحجاز، وعشرون حملاً من الكافور الأشهب والعنبر الهندي والمسك الأذفر.",
            "page": "25",
            "part": "1",
            "seal": "1A9C17D6"
        },
        {
            "id": "27",
            "nass": "قال فلما استوفى منهم عمرو بن عامر مائة حمل من كل شيء على الوصف الذي ذكرناه سلم إليهم نصف جميع الذي له من الجنتين، ولم يجد من يشتري النصف الآخر، فتركه، وخرج من مأرب بجميع ولده وأهله وعشيرته وكافة أزد، وأقبل فما لا يعلمه إلا الله من العدد والعُدد والخيل والإبل والشاء والبقر وغيرها من أجناس السوام، فلا يرد قومه وكافة من معه من بني عمه ماء إلا أنزفوه، ولا يسيمون بلداً إلا أجدبوه. وفي ذلك ضربت الأمثال لهم الرواد في البلاد، حيث خرجت تلتمس لهم المرعى والماء. وكان من روادهم رجل من عمرو بن الغوث خرج لهم رائداً إلى بلاد إخوتهم همدان فرأى بلاداً لا تقوم مرعاها ومياهها بماشيتهم، فأقبل آتياً إليهم حتى وافاهم، ثم قام فيهم منشداً وهو يقول: \" من الوافر \" ¶ ألمَّا تعجبُوا مِنَّا ومِمَّا ... تعسَّفنَا بهِ ريبَ اللَّيالي ¶ تركَنَا مأرباً وبِهَا نشأنَا ... وقد كُنَّا بها في حُسنِ حالِ ¶ تقِيلُ سُرُوجُنَا في كُلِّ يومِ ... على الأشجارِ والماءِ الزُّلالِ ¶ وكُنَّا نحنُ نسكُنُ جنَّتيهَا ... مُلُوكَاً في الحدائقِ والظلالِ ¶ فوسوسَ ربُّنا عمراً كلاماً ... لكاهِنِهِ المُصِرِّ على الضَّلالِ ¶ فَأقبلنَا نسُوقُ الخُودَ مِنها ... إلى بلدِ المجاعِةِ والهزالِ ¶ ألا يا للرِّجالِ لقد دهتهُمْ ... بمُعضِلةٍ ألا يا للرِّجَالِ ¶ أبعدَ الجَنَّتينِ لنا قرارٌ ... برَبذةَ أو أَثافِتَ أو أزالِ ¶ فأما الجوفُ وادٍ ليسَ فيهِ ... سِوى الرِّيضِ المُبَرَّدِ والسَّيالِ ¶ وفي عوف فليسَ لكُمْ قرارٌ ... ولا هي مُلتجا أهلٍ ومالِ ¶ وأرضُ البونِ قصدكُمُ إليها ... لترعَوهَا العظيمَ من المُحالِ ¶ وفي الخُشُب الخلاء وأشرفيها ... لَكُمْ يا قومِ من قيلٍ وقالِ ¶ وهذا الطُّودُ دُونَ الغورِ مِنكُمْ ... ودونَ الغَورِ أركانُ الجبالِ ¶ وخيلكُمُ إذا حشَّمتمُوها ... تزور الشَّامخَات مِنَ القلال ¶ أخافُ وجى تعلُّقها عليكُم ... فتُصبُحُ لا تسِيرُ من الكلالِ ¶ وأنتُم يا بني الغَوثِ بن نبتٍ ... فلا والخيلِ والسُّمرِ العوالي ¶ إذا ما الحربُ أبدتْ ناجِذيَها ... وشمرَّت الجحاجِحُ للقتالِ ¶ قال: وكان من روادهم رجل يقال له عائذ بن عبد الله بن نصر بن مالك بن نصر بن الأزد، خرج لهم رائداً إلى بلاد إخوتهم حمير، فرأى بلاداً ضيقة، لا تحملهم، ولا تقوم مياهها ومراعيها بماشيتهم، مع ما فيها من كثرة أهلها. وأقبل آتياً إليهم حتى وافاهم، فقام فيهم منشداً وهو يقول: ¶ علامَ ارتحالُ الحيِّ من أرضِ مأربٍ ... ومأربُ مأوى كُلِّ راضِ وعاتبِ ¶ أما هي فيها الجنَّتانِ وفيهِما ... لنا وطنٌ فيه فُنونُ الأطايبِ ¶ ألمْ تكُ تغدُو خُورُنا مُرجَحِنَّةً ... على الحرجِ الملتفِّ بين المشارِبِ ¶ لئن قال قولاً كاهِنٌ لمليكِنَا ... وما هُوَ فيما قال أوَّلُ كاذِبِ ¶ نُخلِّفُها والجَنَّتينِ ونبتغِي ... بجهرانَ أو في يحصبٍ مثل مأرِبِ ¶ فهيهاتَ بل هيهاتَ والحقُّ خيرُ ما ... يُقالُ وبعضُ القولِ كشف المعايِبِ ¶ لقد رُدتُ صَيداً والسحولين بعده ... وعُنَّة والسيّال بين الربائبِ ¶ وغوَّرتُ حتَّى طُفتُ من أرضِ حميرٍ ... لمأربنَا مِنْ مُشبهٍ أو مقاربِ ¶ وهذي الجِبالُ الشُّمُّ للغورِ دُونكُمْ ... حجابٌ وما فِيها لكُمْ مِنْ مآربِ ¶ وخيلُكُم خيلٌ رَعَتْ في سُهُولةٍ ... من الأرضِ لم تألفْ طُلُوعَ الشناخبِ ¶ أخافُ عليهنَّ الونى إن ربابها ... وأنتم ولات المعلمات العجائبِ ¶ وَكَمْ ثمَّ كَمْ مِنْ معشرٍ بعد معشرٍ ... أبحتُمُ حماهُمْ بالجيادِ السلاهبِ",
            "page": "26",
            "part": "1",
            "seal": "6F82D31D"
        },
        {
            "id": "28",
            "nass": "قال: فأقاموا ما أقاموا في أزال وربذه حتى استمخرت خيلهم ونعمهم وماشيتهم، وصلح لهم طلوع الجبال، فطلعوها، وهبطوا منها في تهامة على ذوال وغلبوا غافقاً عليها. وأقاموا بتهامة ما أقاموا، فلم يغتبطوا بها، ولم تقع منهم بالموافقة، فساروا منها إلى الحجاز، وافترقوا من الحجاز فرقاً، فصار كل فخذ منها إلى بلد، فمنهم من نزل السَّروات، ومنهم من تخلف بمكة وما حولها، ومنهم من سار إلى الشام، ومنهم من سار إلى عُمان. وفي ذلك يقول جماعة البارقي حيث يقول: \" من الخفيف \" ¶ حلَّتِ الأزدُ بعدَ مأربِها الغو ... رَ فأرضَ الحِجاز فالسَّرواتِ ¶ ومضتْ مِنهُمُ كتائبُ صِدقٍ ... مُنجِداتٍ تجُوبُ أرضَ الفلاةِ ¶ فأتتْ ساحةَ اليمامةِ بالأظع ... انِ والخيلِ والقنا والرُّماةِ ¶ فأنافتْ على سيوفٍ لطسمٍ ... وجديسٍ لدى العظامِ الرُّفاةِ ¶ وأنابت تؤم قافية البح ... رين بالحور بين أيدي الرعاةِ ¶ فأقرَّتُ قرارها بعُمانٍ ... فعُمانٌ محلُّ تلك الجهاتِ ¶ وأتتْ مِنهُمُ الخورنقَ أسدٌ ... فاحتووا مُلكلَها ومُلكَ الفُراتِ ¶ وسمتْ منهُمُ مُلُوكٌ إلى الشَّا ... مِ على الأعوجِيَّةِ المُضمراتِ ¶ فاحتوَوها وشيَّدُوا المُلكَ فيها ... فلهُم مُلكُ ساحةِ الشَّاماتِ ¶ تِلكُمُ الأكرمونَ من ولدِ الأز ... دِ لغسَّانَ سادةُ السَّاداتِ ¶ والمِقُيمُون بالحِجازِ بجمعٍ ... أرغمُوا مِنهُمُ أنوفَ العداةِ ¶ ملكُوا الطَّودَ من شروم إلى الطَّ ... ائفِ بالعدلِ منهم والثَّباتِ ¶ واحتوتْ مِنهُمْ خُزاعتُها ال ... كعبةَ ذاتَ الرُّسومِ والآياتِ ¶ أخرجتْ جُرهُمَ بن يشجبَ منها ... عُنوةً بالكتائِبِ المُعلماتِ ¶ فولاةُ الحجيجِ مِنهَا ومِنهَا ... قُدوةٌ في مِنىً وفي عرفاتِ ¶ وإليها رفادةُ البيتِ والمِر ... باعُ تُجبَى لها منَ الغاراتِ ¶ وبنُو قيلةَ الَّذينَ حووا يث ... ربَ بالقُوَّد الأُسودِ العُتاةِ ¶ زحفُوا لليهودِ وهيَ أُلوفٌ ... من دُهاةِ اليهُودِ أيَّ دُهاةِ ¶ فأبادوا الطعان مِنهَا ولمَّا ... يَفشلُوا في لِقاءِ تلكَ الطغاةِ ¶ فأذلُّوا اليهُودَ فيها وأَخلَوا ... مِنهُمُ الحرَّتينِ فالألباتِ ¶ أصبح الماء والفشيل لقوم ... تحت آطامها مع الثمراتِ ¶ ولهُمْ مِنْ بني اليهُودِ عبيدٌ ... حُوَّلٌ من نواظِرٍ وبناتِ ¶ ورحاب لهم تسيم سُرُوجاً ... وسقاة قوارب وطهاةِ ¶ أسَرُوها من اليهُودِ لدى شتِّ ... يتِها في القرى وفي الفلواتِ ¶ أيُّهذا الَّذي يُسائِلُ عنَّا ... كيفَ يخفى عليكَ نُورُ الهُداةِ ¶ نحنُ أهلُ الفخارِ من وَلَدِ الأز ... دِ نحنُ أهلُ الضِّياءِ والظُّلُماتِ ¶ هل ترى اليومَ في البلادِ سِوانَا ... مِنْ مُلُوكٍ وسادةٍ وولاةِ ¶ قال: فأما من سكن عمان من الأزد فيحمد والحدَّان ومالك والحارث وعبيد. وأما من سكن العراق فجذيمة الوضاح. وأما من سكن الشام فجفنة. وأما من سكن المدينة فالأوس والخزرج. وأما من سكن مكة ونواحيها فخزاعة. وأما من سكن السروات فبُجيلة وخثعم والحجر ونهد وغامد وشكر وبارق وسنجاب ودوس ونمر وخواله واليهوم وشمران وعمرو.",
            "page": "27",
            "part": "1",
            "seal": "4340C05F"
        },
        {
            "id": "29",
            "nass": "ويقال: إنه لما خرج عمرو بن عامر بكلية قومه الأزد من أرض مأرب في كافة ولده، وخرب سد مأرب، وتعطلت الأعمال التي تقلدها عمرو بن عامر، واشتغلت ملوك كندة بأعمالها التي كانت تتولاها من الأطراف والثغور وقبائل العرب، وكذلك اشتغلت مذحج وهمدان بما في أيديهما من البلاد والأعمال، وبعدت لخم وجذام، واشتغلت ببلادهما وبما هما فيه من مقاساة الأطراف والثغور، وصارت أولاد نصر بن الأزد في أرض فارس وجانب الشحر - وهم عشيرة الجلند بن كركر وقد تقدم خبره في هذا الكتاب - وانتشرت قضاعة في الشام وأكناف الحجاز، ونزلت في الحجر منهم عذرة، وفي جنبها ورضوى نزلت جهينة. قال: وأقبلت أولاد عمرو بن عامر تلتهم البلاد التهاماً، تشق العرب بطناً بطناً لا يدخلون بلداً إلا غلبوا أهل ذلك البلد عليه. أما خزاعة فغلبت جرهم على مكة، وأما الأوس والخزرج فغلبوا اليهود على المدينة، وأما المناذرة فغلبوا أهل العراق على العراق. وأما جفنة فغلبوا أهل الشام على الشام وملكوها. وأما ولد عمران بن عامر فغلبوا أهل عمان عليها. إلا أن الجميع من هؤلاء في طاعة الملوك من حمير، وذلك عند انتقال الملك من يشدد بن زرعة إلى ابن عمه الحارث الرائش، وخبره قد تقدم في هذا الكتاب. وهو أبو التبابعة السيارة في شرق البلاد وغربها، وخبره قد تقدم، وكذلك أخبار المثامنة قد تقدمت في هذا الكتاب. ¶ وصية عمرو بن عامر ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي أن عمرو بن عامر بن حارثة بن امرئ القيس لما حضرته الوفاة جمع بنيه وقومه فخطبهم وأوصاهم - وكان قد مضى له من العمر ثمانمئة سنة، منها أربعمائة سنة سيداً شريفاً، وأربعمئة ملكاً مملكاً - فقال لهم: قد أسمعكم الداعي ونفذ فيكم البصر ولزمتكم الحجة، وانتهى بكم الأمر إلى حد الرجاء، ومرجو حسن القضاء، فليس أحد أعظم في خلقه رزية ولا في أمره بلية ممن ضيّع اليقين وغره الأمل، وإنما البقاء بعد الفناء. وقد ورثنا من كان قبلنا وسيرثنا من يكون بعدنا، وقد حان الرحيل من محل زائل وظل مائل، ألا وقد تقارب سبب فاحش وخطب جليل فاستصلحوا ما تقدمون عليه، وارضوا بالباقي خلفاً من الفاني سلفاً، وأجملوا في طلب الرزق، واحتملوا المصائب بأحسن الاحتساب تستجلبوا النعماء. واستديموا الكرامة بالشكر قبل العجلة إلى النقلة وانتقال النعم ودول الأيام وتصرف الحالات، فإنما أنتم فيها أهل للمصائب وطريق للمعاطب، فاتنهوا، ودعوا المذاهب في هذه الغرّارة الضرّارة أهلها، في كل يوم لهم جرعة شرق، ومع كل أكلة غصص. ولن تنالوا فيها نعمة إلا بفراق أخرى، فأنتم الخلف بعد السلف، تفنيكم الدهور والأيام، وأنم أعوان الحتوف، وعلى أنفسكم وفي معاشكم أسباب مناياكم، لا يمنعكم شيء منها، ولا يغنيكم شيء عنها. في كل سبب منكم صريع ومعترف. وهذان الليل والنهار لم يرفعا شيئاً إلا وضعاه، وهما جديران بتفريق ما جمعاه. أيها الناس اطلبوا الخير ووليه واتركوا الشر ووليه، واعلموا أن خيراً من الخير عامله، وأن شراً من الشر فاعله. ثم التفت إلى بنيه وأنشأ يقول: ¶ تجدَّدَ لحمي يا بنيَّ وأقشعتْ ... سحائِبُ جهليْ واسترحتُ عن العذلِ ¶ وودَّعتُ إخوانِي الشَّبَاب وغرَّنِي ... غوايَ وعرَّيتُ المطيَّة من رحْلِ ¶ وأصبَحتُ أخطُو أسبُرُ الأرضَ بالخُطا ... دبيباً كما يَخطُو المُقيَّد بالغلِّ ¶ وقدْ كُنتُ غَضَّاً في الشَّبابِ وعيشهِ ... كَلَدنٍ من الخَطِّي أو مُرهَفٍ نصل ¶ أجدُّ وأُمضِيْ في الأمورِ إذا دحت ... قوَادحُها بالعَزمِ والجِدِّ لا الهزلِ ¶ فلمَّا رأيتُ الدَّهرَ ينقُضُ مِرَّتي ... كما انتقضتْ بعدَ القُوَى مِرَّةُ الحبلِ ¶ فَزِعتُ إليكُمْ بالوصَّيةِ فاحفظُوا ... وصاتِي وبادرتُ التَّغيُّر مِنْ عَقلِيْ ¶ بنيَّ حلبتُ الدَّهرَ بالدَّهرِ بُرهةً ... وذُقتُ بِهِ طَعمَ الممرِّ مِنَ المُحلِيْ ¶ وقايستُ أخلاقَ الرِّجالِ فلم أجِدْ ... لذي شرفٍ فيها عُلُوّاً مع البُخلِ ¶ ولمْ أرَ مثلَ الجُودِ داعٍ إلى العُلا ... ولا كالنَّدى داعٍ إلى شرفٍ معلي ¶ وأدركَ عُمرِي السَّدَّ قبلُ انهدامِهِ ... وعهدِيْ به إذ ذاكَ مُجتمِعُ الشَّملِ",
            "page": "28",
            "part": "1",
            "seal": "A752F77A"
        },
        {
            "id": "30",
            "nass": "ونحنُ مُلُوكُ النَّاس طُرَّاً وما لنا ... نظِيرٌ بِحزنٍ في البِلادِ ولا سهلِ ¶ وقُدتُ جيادَ الخيلِ من سدِّ مأربٍ ... إلى يثربِ الآطامِ والحرث والنّسل ¶ وأدركتُ رُوحَ اللهِ عيسى بنَ مريمٍ ... ولستُ لعمرُ اللهِ إذ ذاكَ بالطِّفلِ ¶ إذا متُّ فانعونِي إلى كُلِّ سيِّدٍ ... شريفٍ وأعلُوا بالرَّزيةِ والثُّكلِ ¶ وكُونُوا على الأعداءِ أُسداً أعِزَّةً ... وقُومُوا لتشييد المَعَالي على رحلِ ¶ وإِنْ قامَ مِنكُمْ قائِمٌ فاسمعُوا لهُ ... ولا تخذُلُوهُ إنَّما الذُّلُ في الخذلِ ¶ وكُونُوا لهُ حِصناً حصيناً ومعقِلاً ... منيعاً وأبلُوا يا بنيَّ مع المُبلِي ¶ وإنْ ظالمٌ من قومِكُمْ رامَ ظُلمكُمْ ... فأغضُوا وحامُوا يا بنيَّ على الأصلِ ¶ فلمْ يعدُ يوماً ظالِمٌ ضُرَّ نفسِهِ ... ولا الحُلمُ أسنَى بالرِّجالِ من الجهلِ ¶ ولا تهِنُوا أنْ تأخُذُوا الفَضلَ بينكُمْ ... على قومِكُمْ إن الرِّئاسةَ في الفضلِ ¶ ولا تِهنُوا أن تُدرِكُوا النُّبلَ إنَّنِي ... رأيتُ ذَوي العِزِّ المُداركِ للنُّبلِ ¶ وإنْ مِنكُمُ جانٍ جنى مُصمَئلَّةً ... عواناً وأبدتْ عن نواجِذِها العُصلِ ¶ وشالَت بِقُطريها تلظَّى وشبَّها ... لإضرامِها الغَاوُونَ بالحَطبِ الجَزلِ ¶ فكُونُوا أمامَ العالمينَ بضربكُمْ ... وقومكمُ حدَّ الأسِنَّةِ والنَّبلِ ¶ وإنْ كانَ من يَسعَى إلى الحربِ فاركبُوا ... صُدُورَ القَنَا بالخيلِ مِنهَا وبالرَّحْلِ ¶ ومُوتُوا كِرَاماً بالقواضِبَ والقَنَا ... وما خيرُ موتٍ لا يكونُ من القَتلِ ¶ وعافُوا المَنَايا بالضَّنا إنَّ في الضَّنا ... لخبلاً لِمنْ يَضنى يَزِيدُ على الخَبلِ ¶ ويقال: إن ولد عمرو بن عامر ما زال يحفظ هذه الوصية، ويعمل بها، ويجري أموره عليها، ويوصي بها في الجاهلية والإسلام. ولها في ذلك أشعار محفوظة تتناشدها العرب في المجالس والمحافل وفي ملاقاة الرجال عند النزال وفي إكرام الضيف وحياطة المستجير ودفع الضيم والمحاماة على الحسب. من ذلك قول السموءل بن عادياء الغساني: ¶ تُعيِّرُنَا أنَّا قليلٌ عَدِيدُنَا ... فقُلتُ لها إنَّ الكِرامَ قليلُ ¶ وما ضرَّنَا أنَّا قليلٌ وجارُنَا ... عزيزٌ وجارُ الأكثرينَ ذليلُ ¶ وما ماتَ منَّا ميِّتٌ في فِراشِهِ ... ولا طلَّ منَّا حيثُ كان قتيلُ ¶ تسيلُ على حدِّ السُّيُوفِ نفوسُنَا ... وليسَ على غيرِ الحديدِ تسيلُ ¶ ونحنُ أُناسٌ لا نرى القتلَ سُبَّةً ... إذا ما رأتهُ عامِرٌ وسَلُولُ ¶ لنا جَبَلٌ يحتلُّهُ من نُحلُّهُ ... منيعٌ يرُدُّ الطَّرفَ وهُوَ كليلُ ¶ وأيَّامُنَا مَشهورةٌ عُرِفت لنا ... لها غُررٌ مَشهُورةٌ وجُحُولُ ¶ وأسيافُنا في كُلِّ شرقٍ ومغربٍ ... بها من قِراعِ الدَّراعينَ فُلُولُ ¶ وللنابغة الذبياني في هذا المعنى، في شعره الذي يمدح به ابن عمرو بن عامر حيث يقول: ¶ ولا عيبَ فيهِمْ غيرَ أنَّ سُيُوفهُمْ ... بهنَّ فُلُولٌ من قِراعِ الكتائِبِ ¶ ولبعض ولد عمرو بن عامر من الأنصار في مثل ذلك: \" من الوافر \" ¶ أبتْ لي عِفَّتيْ وأبى حيائي ... وأخذِي الحَمدَ بالثَّمنِ الرَّبيحِ ¶ وإقدامِي على المكرُوهِ نَفسيْ ... وضربِيْ هامةَ البطلِ المُشِيحِ ¶ وقولي كُلمَّا جشأتْ وجاشتْ ... مكانكِ تُحمدِيْ أو تستريحِي ¶ لأدفع عن مكارمَ صالحاتٍ ... وأحمِيْ بعدُ عن عِرضٍ صحيحِ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن أبا الأوس والخزرج وهو الحارث بن ثعلبة بن عمرو بن عامر بن حارثة بن امرئ القيس بن ثعلبة بن مازن بن الأزد أقبل على ابنيه الأوس والخزرج حين حضرته الوفاة، فقال: \" من الرجز \" ¶ يُوصيكُما أبُوكُمَا ابنُ ثعلبهْ ... بما اشتهاهُ مِنكُما وأعجبهْ ¶ منَ الخِصالِ الغُررِ المنتخبه ... بنيَّ إن العِزَّ صعبُ المكسبهْ ¶ وما عداهُ فالخَزَى والمثلبهْ ... ورُبَّما يلقى امرؤٌ ما طلبهْ ¶ بل رُبَّما أخطأهُ وجنَّبَهْ ... فالتمِسُوا العِزَّ ورُومُوا سببهْ",
            "page": "29",
            "part": "1",
            "seal": "ED1FCC41"
        },
        {
            "id": "31",
            "nass": "فإنَّ في العِزِّ الأمورُ المُرغِبهْ ... وصاحِبُ العِزِّ رفيعُ المرتبهْ ¶ يرفعُ أقصى قومِهِ وأقربَهْ ... والعِزِّ في أربعةٍ مُنسَّبهْ ¶ في كرمٍ للمرءِ يعلُو حسبهْ ... ونجدةٍ حاضرةٍ مُوَثَّبهْ ¶ ولُغةٍ مسمُوعةٍ مُعرَّبهْ ... ورأيِ صدقٍ حيثُ أرسَ أرسبهْ ¶ فهُنَّ ما إنْ هُنَّ إلا موهِبهْ ... بنيَّ ما أسنى الغِنى وأهذبه ¶ وما أجلَّ ذِكرهُ وأرغبهْ ... وما ألذَّ طعمهُ وأطيبهْ ¶ تحير الناس من أمر سُلِبَهْ ... ومن حوى مرغوبه واكتسبه ¶ لا سيَّما إن كانَ ممن قرَّبهْ ... لفكِّ عانٍ أو لضيفٍ ندبهْ ¶ أو لزمانٍ ماحِلٍ ذي مصعبهْ ... تُطعِمُ في لأوائِهِ ذا مقربهْ ¶ والبائسَ المُعترَّ أو ذا متربهْ ... وإنْ دعا الدَّاعي لأمرٍ أرعبهْ ¶ من حادثٍ هرَّ بهِ وأرهبهْ ... قرَّبَ للدَّاعِي السَّميعِ سلهبهْ ¶ شدَّ عليهِ للِّقاءِ مَركَبَهْ ... وشدَّ من بعدِ الحِزامِ لببهْ ¶ ثمَّ استوى من فوقِهِ وقرَّبه ... نحوَ الوغى مقتلب مشطبه ¶ مُعتقِلاً للطَّاعنينَ سلبهْ ... يأثم من جمع العدو مقنبه ¶ حيثُ يرى جُمهُورهُ وموكِبهْ ... رامَ البِرازَ مُعلِناً وانتدبَهْ ¶ حتّى إذا صاحَ بهِ من طلبهْ ... انهدَّ كالليث لهُ فأعطبهْ ¶ بِطعنةٍ فاغِرةٍ مُنتعبَهْ ... يركبُ مِنها رأسهُ ومنكبَهْ ¶ ذالِكُمَا العاليْ رفيعُ المنقبهْ ... يأملُهُ الحيُّ ويخشى عصبهْ ¶ وهو فيحيي حشد أم أربهْ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن الأوس والخزرج حفظا وصية أبيهما هذه، وثبتا عليها، وعملا بها وكذلك أولادهما من بعدهما وأولاد أولادهما. وتقول العرب: حوت الأوس والخزرج خصالاً لم يسبقها إليها أحد قبلها، ولا جمعت العرب بعدها، وهي العز والكرم الوفاء والنجدة واكتساب الحمد من حيث ينال. وفي ذلك لبعض العرب يمدح رجالاً منهم، فقال: ¶ رأيتُ أبا عمروٍ أُصيحةَ جارُهُ ... يبيتُ قريرَ العينِ غيرَ مروَّعِ ¶ ومَنْ يأتِهِ من خائِفٍ نالَ أمنهُ ... ومن يأتِهِ من جائِع البطنِ يشبَعِ ¶ خصائِلُ كانت في الجُلاحِ قديمة ... خصائِلُ إن عُدَّ الخَصائِلُ أربعُ ¶ وفاءٌ وتشريفٌ وعِزٌّ ونجدةٌ ... يدينُ لها هذا الأنامُ ويخضعُ ¶ وصية أفصى بن حارثة ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن أفصى بن حارثة بن عمرو بن عامر - وهو أبو خزاعة - وصّى بنيه فقال لهم: يا بنيَّ، إن الرائد لا يكذب أهله، والعالم لا يستحسن جهله، يا بني إن الحكم زرع في القلوب، ومثلها كمثل الحب، مهما زرع منه في أراضي حريمه نما نباته وزكا حصاده، ومهما زرع منه في ... أو سبخة أخبث نباته ولم يرج حصاده. فهذا لتعلموا أن الطيب لا يقبله إلا الطيب، ولا ينمو إلا عند مثله. يا بني، اجتهدوا في خمسة أشياء تعزوا بها وتسودوا، واجتهدوا في إماطة العدو ونصرة الصديق وكرامة الضيف واصطناع العشيرة وتوسيط المستجير وبلوغه ما أمّل. بذلك آمركم، وعما يخالفه أنهاكم. ثم أنشأ يقول: ¶ أبنيَّ إنَّ وصَّيتي فيها لكُم ... ما تُدرِكُونَ بهِ المكارِمَ فاعلمُوا ¶ لا تِعدلُوا عنها لأُخرى ما بدتْ ... للَّيلِ في أُفقِ السَّماءِ الأنجمُ ¶ أبنيَّ إنَّي قد كبِرتُ وخانَني ... ريبُ الحوادِثِ والزَّمانُ الأزلم ¶ أبنيَّ أنتُمْ في بلادٍ جُلُّها ... بعدَ العمالِقةِ الأوائلِ جُرهُمُ ¶ والحيُّ جُرهُمُ لا يُلائمُكُم بها ... إذ طابَ مسرحُهَا وطابَ المجثَمُ ¶ بلدٌ يهِيم السَّرح فيها آمناً ... والطَّيرُ فيها والأواتك تسلمُ ¶ فيهَا المشاعِرُ والعَلاماتُ الَّتي ... نَصبَ الخليلُ بهِ النَّبيُّ الأكرمُ ¶ والبيتُ بيتُ اللهِ والحِجرُ الَّذي ... من دُونِهِ تلكَ القليبُ الزَّمزمُ ¶ ولسوفَ يُسفكُ مِنكُمُ فيهِ ومِنْ ... أحياءِ جُرهُمَ يا بنيْ أفصَى الدَّمُ ¶ فمتى غُشيتُم مِنهُمُ بظُلامةٍ ... من بعدِ أُخرى مِثلهَا فلتعزِمُوا ¶ أن تصبحُوها بالقواضِبِ والقَنَا ... منهم أظلمُ",
            "page": "30",
            "part": "1",
            "seal": "70CCE908"
        },
        {
            "id": "32",
            "nass": "قال علي بن محمد: قال الدعبل بن علي: فيقال: إن سبب إخراج خزاعة جرهماً من مكة حفظ خزاعة لهذه الوصية وعلمهم بها وثباتهم عليها، حتى استولوا على البيت دون جرهم، ونفوا جرهماً عن مكة وأخرجوها من أرض الحجر إلى الأصدار من دوقة والسقف من فنونى. ويقال: إن بقايا جرهم بها إلى اليوم. ¶ وفي ذلك يقول قائل جرهم: ¶ ألا ليتَ شعري هل أبيتنَّ ليلةً ... وأهلِي معي بالمأزِمينِ حُلولُ ¶ وهل تُصبحُ الخيلُ الوحى وتردها ... بدارِ بني كعبٍ لهُنَّ صهيلُ ¶ عليها بنُو هيٍّ ورهُط مسلّم ... وآل مضاضٍ في الحُروبِ تجُولُ ¶ منازِلُ كُنَّا أهلهَا فأزالَنا ... زمانٌ نبا بالصَّالحين خذولُ ¶ فأضحَتْ بنُو كعبٍ وهُم أهلُ عِزِّها ... وغالَت بَنِي سعدٍ بِمكَّة غُولُ ¶ قوله: فأضحت بنو كعب، يريد بذلك خزاعة. وأما سعد فبيت الرئاسة من جرهم. ¶ فأجابه عمرو بن ربيعة بن كعب الخزاعي حيث يقول: ¶ تمَّنيت أن تلقَى من الدهر ترحه ... وذا معجب منه عليك مهول ¶ تمنَّى أمانَي الذَّليلُ وإنَّما ... تفُتكَ رجالٌ ذادةٌ وخُيولُ ¶ فَحُلَّ بأرضِ الحِجرِ إنْ كنتُ فاعلاً ... فإنِّي لكُمْ بالمجحِفاتِ كفيلُ ¶ ففي ذلك يقول مضاض بن عمرو الجرهمي حيث يقول: ¶ وكُنَّا وُلاةَ البيتِ والقاطِن الَّذي ... يُوفِّي إليهِ نَذرهُ كُلُّ محرمِ ¶ سكنَّا بهِ قبلَ الظِّبَاءِ وراثةً ... لنا من بني هيِّ بن بيِّ بن جُرهُمِ ¶ فأزعجنَا منهُ وكُنَّا وُلاتهِ ... قبائلُ من كعبِ بن عمروٍ وأسلمِ ¶ فأجابه الأعصم بن مالك الخزاعي حيث يقول: ¶ بغاكَ عن البيتِ المُحرَّمِ معشرِي ... رموكَ بطلَّاعِ الثَّنايا عرمرمِ ¶ فحازُوا موارِيثَ ابنِ نبتٍ لأنَّهُم ... أحقُّ وأولى مِنكَ عمروَ بنَ جُرهُمِ ¶ وللحيين خزاعة وجرهم في ذلك أخبار وأشعار، ملنا عن شرحها إلى ما احتجنا إليه في هذا الكتاب. ¶ وصية عمرو بن لحي الخزاعي ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن عمرو بن لحي الخزاعي وصى أبناءه كعباً وعدياً وسعداً فقال: \" من البسيط \" ¶ بنيَّ إنِّي أرى فيما أرى عجباً ... ولم يزلْ في بَنِي الدُّنيا الأعاجيبُ ¶ أرى القبائِلَ في غورٍ وفي نجدٍ ... من عَزَّ بَزَّ فسلابٌ ومسلُوبُ ¶ وكُلُّ مَنْ ليس في الأجيادِ أصرخَ عِندَ الهزاهِزِ مأكُولٌ ومشروبُ ¶ مَنْ لم يكُنْ منِهُمُ ذِئباً يُخافُ لهُ ... بأسٌ وبطشٌ وإلا غالَهُ الذِّيبُ ¶ وأوهَنُ القومِ فيما بينَ أسرتِهِ ... وبينَ غيرهمُ لا شَكَّ مغلُوبُ ¶ قُومُوا قياماً على أمشاطِ أَرجُلِكُمْ ... وما قضى اللهُ من أمرٍ فمكتُوبُ ¶ ما يحتوِي المُلك في الدُّنيا وزُخرفِها ... إلا امرُؤٌ في صدورِ النَّاسِ مهيوبُ ¶ إنَّا لنعلمُ ما بالأمسِ كانَ لنا ... وما يكونُ غداً عَنَّا فمحجُوبُ ¶ وكُلُّ خيرٍ مضى أو نالَهُ سلفٌ ... للمرءِ في اللَّوحِ عندَ اللهِ محسوبُ ¶ كُونُوا كِراماً وذُودُوا عن عَشِيرتكُمْ ... وَجَالدُوا دُونَهَا ما حنَّتِ النِّيبُ ¶ وشيِّدُوا المجدَ ما مَدَّ الزَّمانُ بِكُمْ ... فإنَّهُ عَلَمٌ لِلمُلكِ منصُوبُ ¶ ذُو الجُودِ يلقى العُلا في غيرِ مَعشَرِهِ ... وذُو الضَّنانَةِ في حيَّيهِ مَنكُوبُ ¶ تلقى الكرِيمَ شُجاعاً في مسالِكِهِ ... والبُخلُ صاحِبُهُ حيرانُ مرعُوبُ ¶ هاتَا وصاتي وفيما تُبتَلُونَ بِهِ ... من الزَّمانِ لكُمْ بَعدي التَّجارِيبُ ¶ وصية جفنة بن ثعلبة ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن جفنة بن ثعلبة بن عمرو بن عامر أقبل على بنيه، فقال لهم: يا بني تنافسوا في المكارم، وتجنبوا ما يعدو بكم عنها، فإني إخالكم دون هذا للأيام ملوكاً، ولا يكون الملك ملكاً يا بني حتى يكون منصفاً عدلاً، ويكون للأموال باذلاً، ويكون شجاعاً مقاتلاً عظيماً حليماً لبيباً حكيماً لا غشوماً ولا ظلوماً. ولقد رأيتكم يا بني وفيكم هذه الخصال التي عددتها. ثم إني وايم الله أعرفكم بها دون هذا الناس. ولقد نشرت ملككم قبل أن تولدوا، فياليت من شهدني يومئذ من إخواني وأعمامي كان شاهدي في يومي هذا. ثم أنشأ يقول:",
            "page": "31",
            "part": "1",
            "seal": "06F4198E"
        },
        {
            "id": "33",
            "nass": "يا ليتَ ثعلبةَ بن عمروٍ لم يمُتْ ... يا ليتَ ثعلبةَ بن عمروٍ يُنشرُ ¶ بل ليتَ عِمرانَ بنَ عمروٍ شاهِدِي ... وأخاهُ عوفاً أو ربيعةَ يظهَرُ ¶ بل ليتَ حارِثةَ بن عمروٍ وابنهُ ... أفصى ... ¶ حتَّى يروا لي مِنكُمُ ولِنسلِهِمْ ... غُرراً كأمثالِ الأَهِلَّة تَزهرُ ¶ غُرراً لُيُوثاً في الصوائح للوغى ... والمشرفية والقنا تتأطرُ ¶ ظنَّي بنيَّ بِكُم وظنِّيْ ظَنُّ من ... يعطي النبي منَ الصَّحيح ويُخبِرُ ¶ أن سوفَ يحوِي الشَّام مِنكُمْ سبعةً ... بهمُ الأسرَّة والمنابِرُ تُعمرُ ¶ وإليهِمُ تُجبَى الإتاواتُ الَّتي ... من قبلُ كانتُ تجتِبيهَا حِميرُ ¶ أيَّام لا كِسرَى يناصي معشرِي ... لالا ولا يعصِيْ جُدودِيْ قَيصَرُ ¶ ويقال: إن جفنة هذا أول ملِكَ مَلَك من غسان وإليه تنسب ملوك غسان التي ذكرها حسان بن ثابت الأنصاري حيث يقول: ¶ للهِ دَرُّ عِصابةٍ نَادَمتُها ... يوماً بجِلَّقَ بالزَّمانِ الأطولِ ¶ يُغشونَ حتَّى ما تهِرُّ كلابُهُمْ ... لا يسألونَ عنِ السَّواد المُقبِلِ ¶ بِيضُ الوُجُوهِ كريمةُ أحسابُهُم ... شُمُّ الأُنُوفِ من الطِّرازِ الأوَّلِ ¶ أولادُ جفنةَ حولَ قبرِ أبيهمُ ... قبرِ بنِ ماريةَ الكريمِ المُفضِلِ ¶ الخَالِطُونَ غَنيَّهُمْ بفقيرهمْ ... والمُنعِمُونَ على الضَّعيفِ المُرمِلِ ¶ وصية الحارث بن ثعلبة بن جفنة ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن الحارث بن ثعلبة بن جفنة بن عمرو بن عامر - وهو الحارث الأكبر - وصّى ابنه عمرو بن الحارث في شعره حيث يقول: \" من البسيط \" ¶ يا عمرُو دُونَكَ مُلكُ الشَّام دُونكَهُ ... دُونَ المُلُوكِ ولِلحُسَّاد ترغيمُ ¶ ما إنْ مضتْ حِميرٌ إلا بغُصَّتِهَا ... ولا العَمَالِقةُ الأُولى ولا الرُّومُ ¶ هِيَ الشَّآمُ الَّتي ما مِثلُهَا بلدٌ ... يا عمرُو دُونكَهَا والرِّزقُ مَقسُومُ ¶ يا عمرُو أصلِحْ لكَ النَّاسَ الَّذينَ لهُمْ ... فِيهَا السَّوارِحُ ... ¶ احلل بوادي بِهَا عن قُربِ حاضِرِهَا ... بحيثُ موجوءها شِيحٌ وقيصُومُ ¶ وحيثُ ليسَ بها حَيٌّ يُجاوبُهَا ... إلاَّ الصَّدى في سوادِ اللَّيلِ والبُومُ ¶ إنَّ البُداةَ إذا ما استوطَنَتْ بَلَداً ... فيهِ لأَهليهِ جَنَّاتٌ وتنعيمُ ¶ حَنَّت لإفسادِ ما فِيهِ هُناكَ كما ... تَحِنُّ مذودة عن وردها ... ¶ ما لِلبُداةِ سِوى الأقصى إذا نزلت ... ولا لها موطنٌ إلا الدَّياميمُ ¶ بهذِه كانَ وصَّاني أبي وبِها ... يا عمرُو أُوصِي وَمِنهَا المُلكُ مرسُومُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن عمرو بن الحارث الأكبر حفظ وصيته أبيه، وثبت عليها، وعمل بها، وملك ما ملك أبوه من أرض الشام وقبائل العرب. ويقال: إنه رسم لنفسه في كل ليلة جارية بكراً، لا بد له منها من السبايا التي تصيبها خيله وسراياه المغيرة في البلاد على العصاة من أهلها. ولم تزل تلك حاله حتى وقعت في السبي أخت عمرو بن الصعق العدواني، قال: فلم يشعر عمرو بن الحارث وقد أمر أن يؤتى بها إلا وبقناة تقرع اللهج فأشرف، فإذا هو بفارس يقول: ¶ يا أَيُّها المَلِكُ المهِيبُ أما ترى ... ليلاً وصُبحاً فِيكَ يختلِفانِ ¶ هل تستطيعُ الشَّمسُ أن تأتي بِهَا ... مشياً وهلْ لَكَ في الصَّباحِ يَدانِ ¶ اعلمْ وأيقِنْ أنَّ مُلككَ زائِلٌ ... واعلمْ بأنَّ كما تدِينُ تُدانُ ¶ قال: فناداه عمرو بن الحارث، وقال له: قد أمنك الله فيمن لك عندي، وأمن كافة الناس فيمن وقع لهم إلي من السبايا، ثم أمر ألا تبقى سبية سبيت إلا كسيت وردت، وحملت إلى أهلها ورد إليها من كان في الأسرى من أهلها، وأن يرد عليها ما أخذ لها واغتنم من مالها. وآلى يميناً من أوكد ما كانت تحلف به الملوك أنه لا يعود فيما كان يفعله أبداً. ففي ذلك يقول عمرو بن الصعق العدواني: ¶ أتيتُ ابن هندٍ طارقاً بعدَ رقبةٍ ... مخافَةَ ما تصتكُّ مِنهُ المسامعُ ¶ قرعتُ برُمحِي لهجه فوعظتُهُ ... وضاقَتْ بأحشائِي وقلبِيْ الأضالِعُ",
            "page": "32",
            "part": "1",
            "seal": "928601C7"
        },
        {
            "id": "34",
            "nass": "فأمَّننِيْ ممَّا خشيتُ ولم تزلْ ... بهِ تنجلِي عنَّا الأمُورُ الرَّوائعُ ¶ وأَطلقَ لي عُونَاً وعذراً كأنَّها ... وقد أقبلتْ تمشِيْ الظِّباءُ الرَّواتِعُ ¶ فِداءَ لهُ عدوانُ طُرَّاً وغيرُها ... ألا ونأَى عَنهُ الرَّدى والفجائِعُ ¶ هوَ المَلِكُ البَرُّ السَّميذعُ والَّذي ... نَمَتهُ المُلوكُ الأكرمُونَ السَّماذِعُ ¶ لهُمْ أوَّلُ الدُّنيا وحادِثُها لهُمْ ... وآخِرُهَا فيهِمْ معَ المُلكِ رَاجِعُ ¶ وصية عمرو بن الحارث ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن عمرو بن الحارث وصى ابنه الحارث الخطّار الذي كانت تسميه العرب الحارث الأعرج قال: وكان عمرو بن الحارث كاهناً، يخبر بالكوائن، وينذر منها، فأنشأ يقول: \" من البسيط \" ¶ يا حارِ إنِّي أرى دُنيايَ صائِرةً ... منِّي إليكَ وقد قامَتْ على ساقِ ¶ غداً ستجتازُها دُونِيْ وتَملِكُهَا ... إنْ يأذنِ اللهُ لي فيها بتفراقِ ¶ ما يقتِنيْ المُلكَ إلاَّ من تبوَّأهُ ... عندَ النَّوائِبِ مِنْ ماضٍ ومن باقِ ¶ والنَّاسُ سرحُ رِباعٍ والمُلوكُ لهُمْ ... ما بينَ راعٍ وحفَّاظٍ وسوَّاقِ ¶ ولا يحُوطُ ولا يرعَى الأنامَ سوى ... من في ذُرَى المجدِ عالٍ في العُلى راقِ ¶ ماضِي العزيمةِ ذي حَزْمٍ وذي فِطنٍ ... مُوفٍ لدى العقدِ من عهدٍ وميثاقِ ¶ تفِيضُ كالبحرِ ذي الأمواجِ راحتُهُ ... بنائِلٍ مُستهِلِّ السَّيبِ دفَّاقِ ¶ فإنْ ألمَّتْ عوانٌ للحُرُوبِ وقى ... مِنها الَّذي لا يقيهِ دافِعٌ واقِ ¶ بذابلٍ من قنا الخطِّيِّ يقدمُهُ ... وصارمٍ كشُعاعِ الشَّمس برَّاقِ ¶ هيَ الوصِيَّةُ فاحفظهَا كما حُفِظَتْ ... لِلمُلكِ عن كُلِّ فَتَّاقٍ ورتَّاقِ ¶ قال محمد بن علي: قال الدعبل بن علي: فيقال: إن الحارث الأعرج حفظ الوصية، وعمل بها، وثبت عليها، وملك بعد أبيه عمرو بن الحارث ما كان يملك من البلاد وقبائل العرب، وهو الذي ذكره النابغة في شعره الذي مدح فيه ابنه عمرو بن هند حيث يقول: ¶ عليَّ لعمروٍ نِعمةٌ بعدَ نعمةٍ ... لوالدِهِ ليستْ بذاتِ عقاربِ ¶ حلفتُ يميناً غيرَ ذِي مثنويَّةٍ ... ولا عِلمَ إلاّ حُسنُ ظنٍّ بغائبِ ¶ لئِن كانَ بالقبرينِ قبرٍ بجلِّقٍٍ ... وقبرٍ بصيداءَ الَّذي عندَ حاربِ ¶ وما الحارثُ الجفنيُّ سيِّدُ قومهِ ... لملتمسٍ بالجمعِ أرضَ المُحاربِ ¶ على عارفاتٍ للطِّعَانِ عوابسٍ ... بهِنَّ كُلُومٌ بينَ دامٍ وجالبِ ¶ إذا استنزِلُوا عنهُنَّ للموتِ أرقلُوا ... إلى الموتِ إرقالَ الجمالِ المصاعبِ ¶ ولا عيبَ فيهمْ غيرَ أنَّ سُيُوفهُمْ ... بِهنَّ فُلُولٌ من قراعِ الكتائِبِ ¶ ويقال: إن القبرين الذين ذكرهما النابغة، أحدهما قبر جفنة بن مارية، والآخر قبر الحارث الأكبر بن ثعلبة بن جفنة. وأما قبر عمرو بن الحارث ففي خلان من أرض الشام، وقد ذكره النابغة في شعره حيث يقول: ¶ وآب مصلوه بغير جليَّةٍ ... وغودر في خلان حزمٌ ونائلُ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن الحارث الأعرج بن عمرو بن الحارث الأكبر وصَّى ابنه أبا منذر واسمه عمرو المحرق بن هند. وهند بنة عوف الشيباني، أمها البرصاء بنة مرّة فقال: \" من البسيط \" ¶ يا عمرُو دُونَكَ أرضَ الشَّام دُونكهَا ... يا عمروُ إنَّ لها شأناً من الشَّانِ ¶ يا عمرُو فيها لكَ المُلكُ الَّذي ملكتْ ... أولادُ جفنةَ من أولادِ غسَّانِ ¶ لا تكذبنَّ فخيرُ القولِ أصدقُهُ ... والمرءُ يكذِبُ في سرِّ وإعلانِ ¶ ما مِثلُ مُلكِكَ مُلكٌ حازَهُ ملِكٌ ... من نسلِ حميرَ أو من نسلِ كهلانِ ¶ إلاَّ التَّبابِعةُ الغُرُّ الَّذين لهُمْ ... كانتْ تدِينُ مُلوكُ الإنسِ والجَانِ ¶ أبناءُ قيصرَ قدْ كانتْ تدينُ لهُمْ ... وكانَ دانٍ لهُم كِسرى بنُ ساسانِ ¶ إنَّ المُلوكَ رُعاةُ النَّاسِ حينَ لهُمْ ... ما كانَ في الأرضِ من عِزٍّ وسُلطانِ ¶ كُنْ خيرَ راع إذا استرعاكَ ربُّهمُ ... إياهُمُ ولنا كُنْ خَيرَ ما ثانِ",
            "page": "33",
            "part": "1",
            "seal": "6290AE60"
        },
        {
            "id": "35",
            "nass": "كم أُوصِكَ اليومَ إلاَّ بالَّذي حَفِظتْ ... عن الأوائلِ من أبناءِ قحطانِ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن عمرو المحرِّق وهو ابن هند بنة عوف الشيباني حفظ وصية أبيه، وثبت عليها، وعمل بها، وملك ما ملكت آباؤه من البلاد وقبائل العرب. ¶ ويقال: إنه سمي محرِّقاً على وقت كبر سنه، وذلك أن أخاً له يقال له \" أسعد \"، وكان مسترضعاً في تميم، فخرج إليهم عمرو بن هند، فقتل من تميم مقتلة عظيمة، ثم أخذ منهم مائة رجل أحياء، فضرجهم في النار، وحرقهم، فلذلك سمي محرّقاً. وقد ذكر ذلك ابن غالب التميمي في شعره حيث يقول: ¶ أينَ الَّذين بنارِ عمروٍ حُرِّقوا ... بلْ أينَ أسعدُ فيهمُ المُستَرضَعُ ¶ وقد ذكر ذلك الأعشى في شعره حيث يقول: ¶ أبناء قوم قُتِّلوا ... يوم القُصيبَةِ من أوارهْ ¶ والعود يُعصر ماؤه ... ولكلِّ عيدانٍ عُصارهْ ¶ وقد ذكر ذلك الطرماح في شعره الذي يقول فيه: \" من البسيط \" ¶ ودارمٌ قد قذفنا منهُمُ مائةً ... في جَاحم النَّار إذ ينزُون في الخُددِ ¶ ينُزون بالمُشتَوى منها ويوقدها ... عمروٌ، ولولا شحومُ القومِ لم تقدِ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن عمرو المحرق وصّى ابنه الأيهم فقال: ¶ إنَّ الشَّآمَ وما حوتْ لِيَ أرضُهَا ... لَكَ بعدَ يومِيْ كُلُّها يا أيهمُ ¶ قدْ سستُها وملكتُهَا ليَ حِقبةً ... وكذاكَ تملكُهَا ومُلكُكَ يعظُمُ ¶ فإذا ملكتَ وصرتَ صاحِب أمرِهَا ... بعديْ فَحُطهَا بالّتي هيَ أقومُ ¶ أحسِنْ إلى من كانَ فيها مُحسِناً ... واعدلْ فمهما تستطِعْ فتقدَّمِ ¶ منْ نائلٍ وسماحَةٍ تعلُو بِهَا ... لبنيْ أبيكَ سناؤُهَا المُتعظِّمُ ¶ والجارُ والمولَى فلا تخذُلهُمَا ... فكِلاهُمَا لكَ صَاحبٌ لا يُسلَمُ ¶ وعلى العَشيرةِ كُنْ عطُوفاً إنَّها ... لبنيْ أبيكَ صناعَةُ لا تُهزمُ ¶ هاتا وصاتِي إنني أوصيكها ... فاعمَلْ بِها دُونَ الورى يا أيهمُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن الأيهم بن عمرو المحرِّق حفظ هذه الوصية، وعمل بها، وثبت عليها، وملك ما كان يملك أبوه عمرو المحرق. ¶ والأيهم الذي يقول فيه النابغة، يوم قال له عمرو بن الحارث المحرق: امدح لي يا أخا ذبيان هذا الغلام، فقال: \" من السريع \" ¶ هذا غُلامٌ حسنُ وجهُهُ ... مُستقبلُ الخيرِ سريعُ التَّمامْ ¶ للحارِثِ الأكبرِ والحارثُ ال ... أعرجِ والأصغرِ خيرِ الأنامْ ¶ ثُمَّ لهندٍ ولِهندٍ إلى ... جَدَّاتِ صِدقٍ وجُدودٍ كِرامْ ¶ خمسةْ آباؤُهُمْ وهمُ ... هُمْ خيرُ مَنْ يشربُ صوبَ الغمامْ ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن الأيهم بن عمرو المحرق وصى ابنه جبلة بن الأيهم بن عمرو المحرق بن الحارث الخطار وهو الأعرج بن عمرو بن الحارث الأكبر بن ثعلبة بن جفنة بن ثعلبه بن عمرو بن عامر بن حارثة الأحساب بن امرئ القيس بن ثعلبه بن مازن بن الأزد، فقال له: يا بني إنك لمالك الشام بعدي، وإنك لصاحب أمرها دون ولدي، وإنك لفي أوان التعطيل لهذا الأمر الذي أوتيناه دون غيرنا، فإذا رأيت ذلك فانظر لنفسك ما يزينها والتمس لقومك ما يصونهم.",
            "page": "34",
            "part": "1",
            "seal": "6D466574"
        },
        {
            "id": "36",
            "nass": "قال علي بن محمد: قال الدعبل بن علي: فيقال: إن جبلة بن الأيهم لم يزل ملكاً مطاعاً في قومه غسان، يحبى إليه خراج الشام وتطيعه قبائل العرب فيها. فبعث رسول الله صلى الله عليه وسلم تسليماً وجبلة بن الأيهم ملك الشام. فتوفي رسول الله صلى الله عليه وسلم فجلس أبو بكر، وأقام في الخلافة ما أقام وجبلة بن الأيهم ملك الشام. فلما كان في زمان عمر بن الخطاب أسلم جبلة بن الأيهم، وقدم المدينة في خمسمئة فارس من قومه أصحاب التيجان، وسار منها حتى دخل مكة حاجّاً. ويقال: إنه كان يطوف ذات يوم من أيام الحج عليه إزار وشي ورداء وشي، فوطئ إزاره رجل من فزارة، قال: فلطمه جبلة بن الأيهم لطمة هشّم بها أنفه، فقال: فأقبل الفزاري ودمه يسيل على صدره، حتى وقف على عمر بن الخطاب، فقال: يا أمير المؤمنين أنصفني من هذا الملك الجبار جبلة بن الأيهم الجفني، لطمني لطمة، فتركني على هذه الحالة، قال: فدعا عمر بن الخطاب بجبلة بن الأيهم، فقال له: علام لطمت هذا الرجل؟ فقال له جبلة بن الأيهم: وطئ إزاري، فقال عمر بن الخطاب: أما أنت فقد أقررت، فإما تعطيه لطمة بلطمته، وإما أن ترضيه من مالك، فقال جبلة بن الأيهم: لا أفعل شيئاً مما ذكرت يا أمير المؤمنين، وهم جبلة بن الأيهم أن يثير الفتنة بينه وبين عمر بن الخطاب. قال: فدخل إليه الناس فكلموه، وسكنوا بعض ما كان به من الغضب، وناشدوه بالله ألا يجعلها فتنة، فأجابهم جبلة بن الأيهم إلى ذلك. فلما كان في بعض من الليل مضى إلى الشام جبلة بن الأيهم فيمن معه، ودخل في النصرانية، ومضى حتى دخل بلد الروم على هرقل بن قيصر مغضباً حنقاً عاتباً على عمر بن الخطاب. ¶ وهذا مختصر من خبر جبلة بن الأيهم، والشرح يطول في ذلك. ويقال: إنه ندم على ما كان من تركه الإسلام ودخوله في النصرانية. وقال في ذلك شعراً، يقول فيه: ¶ تنصَّرتُ للإشفاقِ مِن عارِ لطمةٍ ... وما كانَ فيها لو تصبَّرتُ من ضررْ ¶ تحمَّلِني منها لجاجٌ ونخوةٌ ... فبعتُ لها العينَ الصحيحةَ بالعورْ ¶ فياليتَ لي بالشَّامِ أدنى معيشةٍ ... أجاورُ قومِي داني السَّمعِ والبصرْ ¶ وياليتْ أُمِّيْ لم تلدنيْ وليتنِيْ ... رجعتُ إلى القولِ الَّذِي قالَ لي عُمرْ ¶ وياليتني أرعى المخاضَ بعُقرةٍ ... وكُنتُ أَسيراً في ربيعةَ أو مُضرْ ¶ قال علي بن محمد: قال الدعبل بن علي: ولقد كان لجبلة بن الأيهم عند دخوله في النصرانية أخبار وأحاديث، يطول شرحها، وهو الذي يقول فيه حسان بن ثابت الأنصاري لما وصل به بره من أرض الروم حيث يقول: ¶ إنَّ ابن جفنةَ من بقيَّة معشرٍ ... لم تغذُهُم آباؤهُمْ باللُّومِ ¶ لم ينسنيْ بالشَّامِ إذ هُو ربُّها ... كلَّا ولا مُتنصِّراً بالرُّومِ ¶ يُعطِي الجزيلَ ولا يراهُ عندهُ ... إلاّ كبعضِ عطيَّةِ المذمُومِ ¶ جالَستُهُ يوماً فقرَّبَ مجلِسيْ ... وسعى عليَّ براحةِ الخرطُومِ ¶ وصية كندة ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن كندة - وهو ثور بن المرتع، واسم المرتع نبت بن مالك بن زيد بن كهلان - وصى بنيه، وهم أثله ونحيب ومعاوية، وهو جدّ الملوك المتوجة من كندة، فقال لهم: يا بني احفظوا أنفسكم عما يشينها، وحثوها على ما يزينها. يا بني، ما أفلح غادر قط، ولا ساد خائن يوماً من الدهر، ولا عاش كريماً إلا حميداً، ولا مات جواد إلا فقيراً ولست أرى شيئاً أذل من البخل، ولا أحسن من المنفرد الوحيد. ثم أنشأ يقول: ¶ بَنِيَّ احفظُوا للدَّهرِ منِّي خصائلاً ... تعيشُوا بها بينَ الأنامِ مُلُوكاً ¶ بَنِيَّ أقلُّ النَّاس مَنْ كانَ غادراً ... فكانَ لإحرامِ الرِّجالِ هَتُوكا ¶ وأكثرهُمْ من كانَ في العُرفِ آمرأً ... وكانَ لمذمُومِ الفعالِ ترُوكا ¶ وأكرمُهُم من كان في سُبُلِ العُلا ... وفي مهيعِ المجدِ التَّليد سلُوكا ¶ وأحملهم من كان يُلفَى لقومِهِ ... إذا ندبُوهُ للنِّزالِ وشيكا ¶ وكان لدى الهيجاءِ في كُلِّ مشهدٍ ... قصُوماً لأقرانِ الرِّجال بتُوكا ¶ وإيَّاكُمُ والبُخلُ فالبُخلُ ربُّهُ ... وإن كان ذا مالٍ يموتُ ضريكا ¶ ولو عاشَ ما قد عاشَ لُقمانُ لم يكُنْ ... مع البُخلِ إلا خامِداً وهلُوكا",
            "page": "35",
            "part": "1",
            "seal": "56EC2A2C"
        },
        {
            "id": "37",
            "nass": "بنيَّ صِلُوا الأرحامَ كي لا تفرَّدُوا ... إذا كان طعنُ الواصلين شكُوكا ¶ فما اللَّيثُ إلا بالعرين الَّذي بهِ ... لما شاءهُ عند الجبالِ دروكا ¶ وليسَ امتناعُ البيتِ إلا بأهلِهِ ... وإن ... سميكا ¶ وصية واثلة بن كندة ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن واثلة بن كنده بن المرتع وهو الذي يقال له الأشرس بن كندة وصَّى بنيه فقال لهم: يا بني، عليكم بالثلاثة تنالوا بها ثلاث خصال، لا ينازعكم فيه ثلاثة، شريف تعالى في شرفه، وعزيز تسامى في علو عزه، وكريم في حالق من ربائع كرمه. يا بني أجزلوا الموهبة قبل أن تسألوها لتسودوا الكرام قبل أن يسودكم مبذالها، وأجملوا الصمت في الندي يجمع لكم قوالها، واصدقوا الطعن عند الهياج ليرهب جانبكم أبطالها. أي ثلاثة لا عدمتموهن ثلاثاً تجمع لكم الكرم والسؤدد والعز. ¶ وفي ذلك يقول أخوه يجنب بن كندة حيث يقول: ¶ لم يُبقِ واثلةُ بن كِندةَ مرشداً ... ممَّا بهِ وصَّى بنيهِ أبوهُ ¶ حتَّى حباهُ ذا المكارمِ سكسكاً ... فوعاهُ حفظاً والسَّكونُ أخُوهُ ¶ وصَّاهُما بثلاثةٍ وصَّى بها ... في السَّالفات من الزَّمان ذَووهُ ¶ لا تعدُوانِ الرُّشدَ ما عملاتها ... والمرءُ يحوي ما حواهُ أبوهُ ¶ إنَّا لنسلُكُ مسلكا آباؤنا ... من قَبلنَا فيما مضى سلكُوهُ ¶ وكذاكُمُ أولادُنَا أتباعُنَا ... فيما اتَّخذناهُ وما اتَّخذوهُ ¶ لا يعرِفُونَ سوى الَّذي من قبلِنا ... آباؤنَا وجُدودُنا عرفُوهُ ¶ كانُوا المُلُوكَ وقد ملكنا بعدهُمْ ... من أمرِ هذا النَّاس ما ملكُوهُ ¶ ولسوفَ يملِكُ بعدنا من نسلِنَا ... تيجانَنَا شُمُّ الأنوفِ وُجُوهُ ¶ يُوهُونَ ما رقعَ الزَّمانُ وصَرفُهُ ... عِزَّاً ولا يُوهى الَّذي رقعوهُ ¶ وصية معاوية الأكرمين ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن معاوية الأكرمين وهو جد الملوك المتوجة من كندة وصَّى بنيه، فقال لهم: يا بني، أحسنوا موالاة من والاكم، واجتهدوا في معاداة من عاداكم، أما من عاداكم فأسهروا ليله، وأخيفوا نهاره، وكونوا أمامه ظلاماً، ووراءه أفاعي، وعن يمينه وشماله أسداً، افترسوه في الليل إذا تعشى، وانتهموه في النهار إذا تخلّى، فإن تركه إياكم ليس من شفقة به عليكم، ولكنه ينتظر الفرصة فيكم، ليثب وثبة الخادم على الضالة في مرصده. وأما من والاكم فارعوا ليله، واحفظوا نهاره، وكونوا له حصناً ساطعاً وركناً مانعاً وعيشاً هامعاً، وأدنى ما توجبون له من حقه أن تؤثروه بالخير عليكم، وتقوه الشر بأنفسكم، وأن تحفظوه وأقاربه، فما الناس إلا اثنان، عدو كاشح وصديق ناصح. ومعاوية هذا الذي يقول فيه عامر بن السّكون الأشرس بن كنده بن المرتع حيث يقول: ¶ أبَتْ حادثاتُ الدَّهرِ إلا امتحانيه ... على المكروه إلا اصطباريهْ ¶ لقد كانَ ظنِّي أنْ أوارى ولا أرى ... رجالاً بأيدِيهَا بواراً مُعاوِيَهْ ¶ وكانَ القُوى مِنِّي فلمَّا سُلِبتهُ ... سُلِبتُ القُوى حتى استبانَ انحنائِيهْ ¶ لقد فارقَتِنيْ يومَ فارقتُ وجههُ ... يَمينِيَ لا بلْ فارقتني شِماليَهْ ¶ فلو كانَ يُفدَى لافتديتُ بقاءَهْ ... بنفسِيْ وأولاديْ وأهليْ وماليهْ ¶ لقد ورثِتْ ثور بنَ نبتِ بن مالكٍ ... فتاها الَّذِي أضحتْ لَهُ وهي باكِيهْ ¶ فكائنْ ترى في كِندةَ المُلكَ والعُلا لهُ اليومَ من راثٍ يَحنُّ وراثيةْ ¶ معاويَ إنِّي لستُ أنساكَ ما جرتْ ... شآميةٌ في عندلٍ أو يمانيهْ ¶ تمنَّيتُ إذ وافتْ نعاتُكَ عُذوةً ... بأن قبلها قامَتْ عليَّ نُعاتيهْ ¶ وصية عمرو المفضور ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن عمرو المفضور وصى بنيه فقال لهم: يا بني، إن الدهر يومان، خير وشر، فأعدوا للخير خيراً يجمع لكم خيران في قرن واحد، وادفعوا شرَّه بالتي هي أحسن عاقبة وأجلَّ مالاً من غيرها، يا بني، اعملوا بما أوصيكم، ولا تعدوه إلى غيره، فإن الرُّشد في وصيتي والغي بما خالفها. ثم أنشأ يقول: \" من البسيط \" ¶ إنْ تَجهلُوا ذِكركُم فالدَّهرُ يومانِ ... خيرٌ وشرٌ هما شيئانِ إثنانِ",
            "page": "36",
            "part": "1",
            "seal": "ECA7DA5A"
        },
        {
            "id": "38",
            "nass": "استقبلُوا خيرهُ بالخيرِ وافترِقُوا ... خَيراً يكُن لكُمُ في الخيرِ خيرانِ ¶ ودافِعُوا شرَّهُ عَنكُم بأحسنِهَا ... دفعاً فقد يُدفَعُ الشَّرُ بإحسانِ ¶ بِذاكَ أسلافُنَا وصَّوا ... بنيهمُ مِنْ بنيْ هُودٍ وقحطانِ ¶ ولم يزلْ ذاكَ في الحيَّين بعدهُمُ ... من حِميرٍ والذُّرى مِنْ فرعِ كهلانِ ¶ لنا الذي أسَّسُوه قبلنا ولهُمْ ... ما نحنُ نبنيهِ من تشييدِ بُنيانِ ¶ والمُلكُ فينا وفي إخوانَنَا ولنا ... ما كانَ للمُلكِ من عِزٍّ وسُلطانِ ¶ بَنيَّ لا تقطعوا عَمرَاً ولا أُدداً ... والأزدَ طُرَّاً ولا أحياءَ همدانِ ¶ والحيَّ حميرَ لا تعصُوا مُلُوكهُمْ ... فإنَّكُم معهُمْ في المُلكِ سيَّانِ ¶ هُمُ أذلَّوا لكُم هذا الأنام وهُمْ ... أعطُوكُمُ المُلكَ في أبناءِ عدنانِ ¶ وهُمْ أباحُوا بلادَ الهندِ وافتتحُوا ... مدائِنَ العُجمِ في أقصى خُراسَانِ ¶ وهُمْ صُلُوا نارَ أهلِ الصِّينِ دُونكُمُ ... حتَّى حووها لكُم يا آلَ قحطانِ ¶ والرُّومَ قد منحُوهَا عُنوةً لكُمُ ... وأرضَ فارسَ داسُوهَا وكِرمانِ ¶ وصية معديكرب ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن معد يكرب الكندي وهو الذي يقال له ذو التاج الأوضح أقبل على بنيه وهو يقول: \" من المتقارب \" ¶ بَنِيَّ حلبتُ الزَّمانَ الخَؤُون ... ودرَّجتُ أَسطرَهُ بالغيرْ ¶ وأبليتُ ثوبَ الشَّبابِ النَّضيرِ ... وبُدَّلتُ ريعانَهُ بالكِبرْ ¶ وقد دقَّ عظمي ودانى خُطاي ... وخانَنِيَ السَّمعُ بعد البَصرْ ¶ وأصبحتُ أُخبِرُ عن معشرٍ ... مضى العينُ مِنهُمْ وولَّى الأثرْ ¶ يُسائِلُنِيْ الحيُّ عن سالفيهمْ ... كأنِّي لفائتها ذُو العُمُرْ ¶ أو إنِّي ركِبتُ وأولادَ نُوحٍ ... على ذاتِ ألواحِهَا والدُّسُرْ ¶ بنيَّ اسألونِيْ ولا تسألُوا ... سوايَ فعِنديْ صحيحُ الخبرْ ¶ عَنِ المُلكِ كيفَ حوتهُ الرِّجالُ ... من أبناءِ قحطانَ دُونَ البَشَرْ ¶ لأُخبركُمْ خبراً شافِياً ... يُسرُّ بِهِ منكُمُ منْ يُسَرْ ¶ ينالُ مِنَ المُلك ما لا يظن ... بما قلَّ من ذاتهِ أو كَثُرْ ¶ ومنْ يأمَنِ الجارُ مكرُوهَهُ ... وللجار مَأمولُهُ يُنتظرْ ¶ ومن يتَّقِ اللهَ في أمرِهِ ... ويرجُو النَّجاةَ ويخشى الغِيرْ ¶ ويعلمَ أنَّ إلهَ السَّما ... ءِ دُونَهُ لامرئٍ من وزرْ ¶ يرى ما يرونَ وما لا يرونْ ... ومن عندِهِ مُحكماتُ الزُّبُرْ ¶ فهاتا وَصَاتيْ لكُم يا بنيَّ ... وكانتْ وصاةَ جُدُودِيْ الغُررْ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن الأسود بن معد يكرب حين سمع هذا الشعر من أبيه آلى يميناً ألا يتّزر على زينة أبداً، ولا يمنع السائل مسألة يوماً، ولا تخمد له نار على طارق ما عاش، ولا يتقي أحداً فيما يروم من أمر الملك في دنياه إلا الله الذي خلقه وبرأه. ثم أقبل على بنيه وهو يقول: \" من الرجز \" ¶ إنِّيَ وأيم اللهِ يا معديكرِبْ ... لبارحٌ ما عِشتُ أو ما تحتنب ¶ واحد منك يا عصام الأدب ... فليأمَنَنْ جاريَ ما هبَّ ودبْ ¶ فليسَ من عِندِي على جاري الأربْ ... إنِّي وحقِ الجارِ حتماً قد وجبْ ¶ وسوفَ أُعطِيْ ما ملكتُ بل أهَبْ ... من البلادِ واللُّجينِ والذَّهبْ ¶ والطَّارف الميراثِ عن أمٍّ وأبْ ... حتَّى أشيدَ حسباً فوقَ الحَسَبْ ¶ وشرفاً يُغنِيْ الفتى عن النَّسبْ ... يُنبِيكَ أنِّي منْ جماهيرِ العربْ ¶ ذِمامُهُمْ يُغشَى الَّذي يهدِيْ الطَّلبْ ... من شاءَ مالِيْ دُونَهُ فليَنتهِبْ ¶ وتِلكَ نَارِيْ ما بقيتُ تلتهِبْ ... للطَّارق الضَّاوي وللطَّاوي الصَّغِبْ",
            "page": "37",
            "part": "1",
            "seal": "B1CC98AC"
        },
        {
            "id": "39",
            "nass": "قال: فلما سمع أخوه.... بن معديكرب شعر أخيه الأسود بن معديكرب وما ردَّ فيه على أبيه وما تقدم من يمينه، آلى يميناً كأليّة أخيه أو أوكد منها على أنه لا يمنع أحداً شيئاً من ماله ولا ما سأل، وأنه لا يتكلم بالخنى ما بقي، وأنه لا يهم برأيه ما عاش، وأنه لا يغدر، ولا يخون، ولا ينطق إلا بما لا يردُّ عليه، وأنه لا يرهب في جميع الأمور إلا الله وحده لا شريك له. ثم أنشأ يقول: \" من الرجز \" ¶ أيا ابنَ معديكربٍ خيرَ البشرْ ... فِينا ابتُني الخَيرُ مع الشَّرِّ الشِمرّ ¶ نَخلُو إذا شِئنا وإن شِئنا نَمُرْ ... إنِّي وربِّ المثبتات للشَّحر ¶ المُسبَلاتِ بالسَّحابِ المُنهمِرْ ... لآخذ بما به الآن شعر ¶ وما بهِ الأسودُ في القولِ نَشَرْ ... مِنْ تركي الرِّيبةَ والأمرِ النَّكُرْ ¶ وتركِيَ الغَدرَ وما لا يشتهِرْ ... عندَ نداءِ البدوِ مِنَّا والحضرْ ¶ وصمتِيَ الدَّهرّ عن القولِ الهتِرْ ... وبذلِيَ المالَ لسُؤال العُشُرْ ¶ للمُتربِ الدَّانِيْ وللنَّائي الهكر ... حتَّى أحُوزَ مُنتهَى شأوِ الغُررْ ¶ آليتُ إنْ طالَ بقائِيْ أو قصُرْ ... لا أنتَويْ الغَدرَ إذا غَيريْ غَدَرْ ¶ ولا أخُونُ أحداً من البشرْ ... هاتِيكَ نَارِيْ في البِقاعِ تستعِرْ ¶ لطارقِ اللَّيلِ إذا اللَّيلُ انعكرْ ... من شاءَ فَضلِي فإليَّ يبتَدرْ ¶ ولستُ أخشى أحداً مِمَّنْ كبِرْ ... في باطنِ المُلكِ ولا فيما ظهرْ ¶ إلاَّ المَليكَ المُستعانَ المُقتدِرْ ... مُسخِّرَ الشَّمسِ لنا مَعَ القمرْ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إنهما لم يزالا على ما وصفا به أنفسهما، وأنهما ما سئلا قط شيئاً مما يسأل إلا جادا به وبذلاه لسائلهما. وفيهما الأشعار الكثيرة للأعشى وغيره، ملنا عنها في خبرهما وخبر أبيهما إلى التخفيف. وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن حجر بن عمرو المفضور بن الحارث آكل المرار دخلت عليه كاهنة ذات يوم، فقالت له: أتأذن لي معك أتكلم أيها الملك؟. فقال لها: قولي ما علمت. فقالت له: والسماء ذات البروج، والأرض ذات المروج وما اشتملت عليه أرحام ذات الفروج لقد نبئت نبأً، وعلمت خبراً بأن أعظمها خطراً وأبعدها نظراً وأكثرها نفعاً وضراً، يسفك دمك شرُّها أناساً، وأرتَّها لباساً وأغشها كناساً، فاظعن أيها الملك العظيم عن ساحة الأرذلين، أسد وتميم. قال: فأطرق حجر بن عمرو المفضور بن الحارث بن آكل المرار الكندي قليلاً، ثم رفع رأسه وأنشأ يقول: \" من المنسرح \" ¶ منْ يأمنُ اليومَ أو يعيشُ غداً ... أمْ من يُرجِّي خُلُودهُ أبدا ¶ ينفدُ ما نحن فيه عن كثب ... في إثرِ من قد مضَى وَمَنْ نفِدَا ¶ حدَّثتُ عن آكِلِ المِرارِ أبيْ ... عمروٍ وعمروٌ مَضَى وما خَلَدا ¶ بأنَّهُ قد رأى ثمانيةً ... قد مَلَكُوا الأرضَ كُلَّها عَددَا ¶ وشاهدين الخليلَ يتلو على ... جدّهم وَحياً مُنزَّلاً وهُدى ¶ وقد رأى من رأى زُهيراً ... ومَنْ أخبره أنه رأى أُدَدَا ¶ والمرء همدان إنْ سَمِعتَ بهِ ... شَاهَدَهُ وهو يحملُ اللِّبَدا ¶ فهلْ ترى من أُولاك كلهم ... فِيمَن عليها مُخلَداً أحَدا ¶ إنْ كلَّ سمعِيْ ورابِنْي بصريْ ... فكُلُّ شيءٍ إلى انقضاءِ مدى ¶ فقد ملكتُ الخليطَ مِنْ مضرٍ ... ومن تميمٍ والحيَّ من بعدِهَا أسدا ¶ وعامراً لم أدع لهُمْ لِبداً ... يقيهمُ سَطوتِيْ ولا سَنَدا ¶ وأيُّمَا معشرٍ سَمِعتُ بِهِمْ ... لمّا نَدُسْ عُنوةً لهُمْ بلدا ¶ إن قتلونِيْ ففِي امرئِ القيسِ أنْ ... يجتاحَ بالخيلِ والرِّجالِ غدا ¶ يَتركُهَا حيثُ لا تُنبِتُ ولا تُصبِحُ ... إلاَّ طرائِقاً قددا ¶ ويقال: إن حجر بن عمرو المفضور ما لبث إلا قليلاً بعد ذلك حتى قتله بنو أسد، فكان من امرئ القيس ما كان في قتله إياهم طلباً بثأر أبيه في ذلك، وفي ذلك قوله: \" من السريع \" ¶ يا دار ماويّة بالحائِل ... فالخبتِ فالخبتينِ من عاقل ¶ صُمَّ صَدَاها وعفا رسمُهَا ... واستعجمتْ عن منطِقِ السائلِ ¶ قولا لدُودانَ عبيدِ العصا ... ما غرَّهُم بالأسدِ الباسلِ",
            "page": "38",
            "part": "1",
            "seal": "E45C306C"
        },
        {
            "id": "40",
            "nass": "قد قرت العينان من فقعس ... ومن بني عمرو ومن كاهل ¶ ومن بني بكر بن دُودان إذ ... نقلب أعلاهم على السافل ¶ نطعنهم سُلكَى ومخلُوجةً ... لفتكَ لأمين على نابل ¶ نتركهم صرعى لدى مَعْرك ... أرجُلُهم كالخشب الشائل ¶ والخيل أسراب كرجل الدَّبى ... أو كقطا كاظمة الناهل ¶ وله في ذلك أشعار كثيرة، وفيما سرَّحناه كفاية. ¶ وصية همدان بن أوسلة ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن همدان بن أوسلة بن مالك بن أوسلة بن ربيعة بن زيد بن كهلان أقبل على بنيه وقد كبر سنه وكلَّ سمعه وضعف بصره، فقال: يا بني، أدرع الزمان لتبليه، فأبلته أيامه ولياليه بأحوال ثلاث، مثل ثلاثة أنجم يتبع بعضها بعضاً، الأولى أمّا الصبا وشرخه فلأولاهن، وأما الشباب واعتداله فالوسطى منهن، وأما الشيب النازل والهرم فلأخراهن، ثنتان قد أقبلتا بما حوتاه لي، وثالثتهن آفلة بما خلفتاه لهامتي ثم أنشأ يقول: \" من البسيط \" ¶ بنيَّ من لم يحُزْ في الدَّهرِ مُعتبراً ... له ففي سِنخكُمْ همدانَ مُعتبرُ ¶ استقبلَ الدَّهرَ إذ لم يُعشِ ناظِرهُ ... وهناً وإذ لم يَخُنهُ السَّمعُ والبَصرُ ¶ وإذ يرُوحُ ويغدو تحتَ خافقهِ ... سوداء فنيانها كالليل معتكر ¶ يغدُو بثوبِ الصِّبا واللَّهوِ مُشتمِلاً ... وباللَّذاذةِ إما شَاءَ يعتجِرُ ¶ أرختْ عليهِ صُرُوفُ الدَّهرِ كلكلها ... وكلكلُ الدَّهرِ لا يُبقيْ ولا يَذَرُ ¶ أبلَى لِوالدكُمْ حالينِ فانقضيا ... عنهُ ولم يقضِ عن زُلفاهُمُ الوطرُ ¶ بنيَّ من عاشَ مِنكم سوفَ يَفقِدُ ما ... فقدتُ مِنِّيْ ومن أودى به الكِبَرُ ¶ ينجابُ شرخُ الصِّبَا عَنهُ ولذَّتهُ ... أجلْ ويبيضُّ من مُسودِّهِ الشَّعرُ ¶ ويرتدِيْ بردائِيْ حينَ يبلُغُ ما ... بلغتُ إذ ينحنِيْ مِثليْ وينكسرُ ¶ بنيَّ بالحِفظِ أُوصيكُمْ لِجاركُمُ ... ما دامَ في الأرضِ مِنهُ العَينُ والأثرُ ¶ وقومكُمْ فصِلُوهُمُ إنَّهُمْ لكمُ ... نِعمَ الملاذُ ونِعمَ الكهفُ والوَزرُ ¶ لا تأمَنُ العُصمُ إلاَّ في معاقِلِها ... والطَّيرُ يُؤمِنُها الأعشاشُ والوُكُرُ ¶ واللَّيثُ لولا عرينُ الخيسِ يكنُفُهُ ... ما كانَ لِلَّيثِ مُرتادُ ومُنتظرُ ¶ هاتا وصاتِي فأُمّوها وغيركم ... بنيَّ يجهلُ أنَّى يطلُعُ القمرُ ¶ يقول: أنكم لم تجهلوا الصواب حتى أوضح لكم. ¶ وصية جشم بن حبران ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن جشم بن حبران بن نوف بن همدان بن أوسله بن مالك بن أوسله بن ربيعة بن زيد بن كهلان لما حضرته الوفاة أقبل على ابنيه حاشد وبكيل وهو يقول: \" من الرجز \" ¶ يُوصيكُما أبوكُما المرءُ جُشم ... فليسَ ذُو جهالةٍ كمنْ عَلِمْ ¶ الصِّدق بادٍ وبه تُهدى الأُمم ... معالِمَ الرُّشدِ إذا الرُّشدُ ادلهمْ ¶ إن رُمتُمَا السُّؤددَ في النَّاسِ فَهُمْ ... يَسُودُهُم مَنْ يعتليهِمْ بالكَرَمْ ¶ في كتب من عصره وفي أمم ... يقري إذا ما طارق الليل ألم ¶ في ليلةٍ حَفَّتْ بأهليها الظُّلمْ ... من سَنَةٍ غبراءَ هذانِ الأذمْ ¶ أكثرُ مَنْ باشرها لمَّا يَنَمْ ... من الطَّوى والقُرِّ فيها والألمْ ¶ وإنْ دعا الدَّاعِيْ لمكرُوهٍ عَظُمْ ... من نازلٍ وهناً على الحيِّ هجمْ ¶ أجابَهُ كاللَّيثِ من تحتِ الأجَمْ ... وافد مثل السهم يأتم البُهم ¶ حتَّى أتى القسطلَ مِنها والقتم ... مفرِّجُ البأساءِ والكربِ المُلِمّ ¶ بصارمٍ يترُكُ أفراخَ القِممَ ... تطيرُ مثلَ الدَّاءِ أو مثلَ الحُلُمْ ¶ هذا أوان قيل الامن للمهم ... للعزمات ثم للرأي الشيم ¶ وللمُجازاةِ وإيصالِ الرَّحِمْ ... ولِلألدِّ الخصمِ إنْ لمْ يَحتكمْ ¶ قامَ لهُمْ بالكُلِّ من ذاكَ وزم ... أمرَ الجميعِ وعنِ الكُلِّ حلمْ ¶ ولم يزِغْ عن قصدِهَا ولم يُحَمْ ... في كُلِّ ما حاولَ من أمر ورَمْ ¶ ذلِكُمَا السَّيِّدُ والعدلُ الحكمْ ... ذَلِكُمَا الرُّكنُ الَّذيْ لا يَنهَدِمْ",
            "page": "39",
            "part": "1",
            "seal": "ED4017D5"
        },
        {
            "id": "41",
            "nass": "ذِلكُمَا المأمُولُ واللَّيثُ القطِمْ ... ذلِكُما المهبُوبُ في ذاتِ القُحَمْ ¶ ذِلكُما السَّيفُ الّذِيْ لا ينثلمْ ... ذَلِكُما الرُّمحُ الَّذي لا ينفصِمْ ¶ ذَلِكُما الرَّأسُ الَّذي اعتمَّ وتمّ ¶ فلما سمع حاشد وبكيل هذا الشعر من أبيهما قال حاشد لبكيل: أتجيبه قبلي أم أجيبه قبلك. وقام قائماً بين يديه وهو يقول: \" من الرجز \" ¶ جُزيتَ خيراً من أبٍ ووالدِ ... يا واحِداً ما مِثلُهُ من واحدِ ¶ مُتَوَّجٍ على العمادِ ماجدِ ... أَوعيتَ ما قُلتَ فغيرُ زاهدِ ¶ في حوزتِي الفخرُ برأيٍ راشدِ ... شُدتَ ليَ السُّؤددَ بالقواعِدِ ¶ أولادُ حيِّ المَكرماتِ حاشدِ ... فسوفَ تبنيهِ معَ المحامدِ ¶ للكرمِ العاليْ وللمحامدِ ... بنيانَ من قد سادَ كُلَّ سائدِ ¶ وفازَ بالسُّؤددِ والفوائِدِ ... من الوصايا الزُّهرِ في المساندِ ¶ حفِظنَ عنْ قرمٍ كريمِ الوالدِ ... ماضِي الجنانِ شيظميِّ السَّاعدِ ¶ إني ورب الرواعد ... الباسقات الشمخ الرواكد ¶ لباذلٌ برغم أنفِ الحاسِدِ ... برِّيَ للادنين والأباعِدِ ¶ حتَّى أُسمَّى حيدر الأماجِدِ ... في كُلِّ نادٍ دمت والمشاهد ¶ من راتبٍ وصادرٍ وواردِ ... وتلكَ نارِيْ شبَّها لي واقِدِي ¶ في شرفٍ من ظلمِ الصَّعايدِ ... للطَّارقِ الضَّاوي المُلِمِّ الوافِدِ ¶ وإنْ دُعيتُ للعدوِّ الحاقدِ ... ثُرتُ إليه كالهزبرِ الرَّاصِدِ ¶ بصارمٍ ماضي الحُسامِ حاصِدِ ... للهامِ والأعناقِ والسَّواعِدِ ¶ قال: فلما سمع جشم هذا الشعر من ابنه بكيل جزاه خيراً وأومأ إليه بالجلوس فجلس. وقام أخوه حاشد بن جشم بن خبران بن نوف بن همدان، واندفع ينشد وهو يقول: \" من الرجز \" ¶ جُزيتَ خيراً أيُّهَا البُهلولُ ... من والدٍ أشكالُهُ قليلُ ¶ في يعرُبٍ وهيَ لنا أُصُولُ ... بها ملكنَا وبها نصُولُ ¶ وأنتَ أنتَ قيلُهَا المأمُولُ ... الماجِدُ المُتَوَّجُ الجَليلُ ¶ تعنُو لِساميْ عَقلِكَ العقُولُ ... وقولُكَ المُستمعُ المَقبُولُ ¶ ورأيُكَ المُستحصِدُ الأصيلُ ... قد قالَ ما قد قالَهُ بكيلُ ¶ وحاشِدٌ يقولُ ما يقولُ ... إنِّي لها المُؤَمَّلُ المسؤولُ ¶ عِنديْ لطلَّابِ الجدا النُّهُولُ ... مِنَ العطايا ولها التَّفصِيلُ ¶ وخيريَ المُنتظرُ المَبذُولُ ... لكُلِِّّ من حانَ لَهُ النُّزولُ ¶ بساحتِيْ حيثُ لها التَّبجِيلُ ... والرَّحبُ والتَّسهِيلُ والتَّأهِيلُ ¶ والأُنسُ مِنِّي والقِرى المعمُولُ ... عِندي ولا يغتالُ جارِي الغُولُ ¶ إنِّيْ لجارِيْ حافِظٌ كفيلُ ... وعنهُ ما يُثقلُهُ حَمُولُ ¶ وجارتِيْ خباؤُها مَسدولُ ... طرفي عما دونها كليل ¶ وسَرحُهَا آمِنة تقيلُ ... بحيثُ لا رَبعٌ ولا طُلُولُ ¶ هذا وإن فاجأَ خنشليلُ ... بمُعضلٍ ما دُونَهُ مُمِيلُ ¶ ولا لأمرٍ دُونَهُ سبيلُ ... ثُرتُ كأنِّي باسلٌ صؤُولُ ¶ عفَّوس عَذوَّرٌ نِحليلُ ... وفي يميني صارمٌ مصقُولُ ¶ يُزيلُ ما شاءَ ولا يزُولُ ... والنَّقعُ كابٍ والرَّدى يَجُولُ ¶ بالمُعلِمينَ والكُما نَصُولُ ¶ قال: فلما سمع جشم بن حبران بن نوف بن همدان هذا الشعر من ابنه حاشد جزاه خيراً، وأومأ إليه بالجلوس، فجلس، ثم قال لهما أبوهما جشم: أنتما همدان، وأنتما بيت الشرف من كهلان، لكما العديد الأكثر، وبكما تعز كهلان وحمير، قومكما الأعزون، وأولادكما الأكثرون الباقون. ثم أنشأ يقول: ¶ لا الأزدُ إلا مازِنٌ لا ثمَ لا ... همدانُ إلا حاشِدٌ وبكيلُ ¶ ولُبابُ كِندةَ للأشاوس في الذُّرى ... ولكُلِّ قومٍ ذروةٌ وسليلُ ¶ وكَذاكَ حِميرُ في عريبٍ مُلكُهَا ... وبنُو عريبٍ للمُلًوكِ أصولُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إنه كان كاهناً، وإنما تكلم بهذه الأبيات فيما انتهى إليه من نموِّ هؤلاء الذين ذكرهم. ¶ وصية أدد بن مالك ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن أدد بن مالك بن زيد بن كهلان وهو أبو مذحج أقبل على بنيه عند حضور الوفاة فقال: \" من البسيط \"",
            "page": "40",
            "part": "1",
            "seal": "7DF8D2E8"
        },
        {
            "id": "42",
            "nass": "إنَّ الَّذي عرفَ الدُّنيَا وجرَّبَها ... من قبلِ أنَ تعرِفُوهَا ويحكُم أُددُ ¶ أفنى لياليهُ الَّلاتي سلفنَ ولم ... تُسعِفهُ من بعدِها أيَّامُهُ الجُددُ ¶ بنيَّ إنِّي حلبتُ الدَّهرَ أشطُرهُ ... فما عدانِيَ مِنهُ الشَّريُ والشَّهدُ ¶ وقد صحِبتُ رجالاً كُنتُ آملهمْ ... يُخلَّدوا لِيْ فما عاشُوا وما خلُدُوا ¶ بنيَّ إن مِثلَ أمسِ اليوم سالِمَني ... فليسَ يُؤمِنني ممَّا أخافُ غدُ ¶ بنيَّ لا تبدؤُوا قوماً بمظلمةٍ ... وفي عداوةِ من عاداكُمُ اجتهدُوا ¶ لا تحسُدُوا النَّاسَ ما أُوتُوا وما رُزِقُوا ... مِنَ الثَّراءِ فحَظُّ الحاسِدِ الحسدُ ¶ صُونُوا العشيرةَ وارعَوا حقَّ جارِكُمُ ... فالجارُ أقربُ من تُسدَى إليه يدُ ¶ شُبُّوا لطارقِكُم ناراً يدومُ لها ... نُورٌ به يهتدي ذا الطَّارقُ القَصَدُ ¶ فإنَّ أكرَم نار الحَيِّ ما ظهرتْ ... على الفجاجِ وباتتْ ليلهَا تقدُ ¶ وصَّيتُكُمْ فاحفظُوا عنِّي الوصاةَ ولا ... تبغُوا سِوَاها ففِيْ إسماعِهَا الرَّشدُ ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن مذحج بن أدد بن مالك بن زيد بن كهلان حفظ هذه الوصية، وثبت عليها، وعمل بها، وكذلك بنوه من بعده. وإلى اليوم تتبارى مذحج حيث كانت في استعمال ما وصَّاهم به أبوهم أدد بن مالك من الإيجاب للعشيرة، وإسداء الجميل إلى الجار، والحفظ والمراعاة له، وترك البدو بالظلم والعدوان، والاجتهاد في العداوة لمن عاداهم، والصبر على ما يبتلون به من الفتنة، والإكرام للضيف. ¶ تقول العرب إذا رأت ناراً عظيمة: ترى ناراً كأنها لأحد مذحج. وفي ذلك يقول قائلها: \" من الرمل \" ¶ تعظُمُ النَّارُ إذا النَّارُ التَّي ... شبَّها عبسُ النَّدى أو صعصعةْ ¶ لِقُدورٍ كالرُّبَى راسيةٍ ... وجِفانٍ كالجوابِي مُترعةْ ¶ تَصدُرُ العالةُ والأضيافُ في ... كُلِّ يومٍ وهي عنها مُشبَعَةْ ¶ أيُّها السَّاعِي على آثارِنَا ... نحن من لست بساعيّ معه ¶ نحنُ أودٌ حِينَ تصطكُّ القنا ... والعوالي لِلعوالي مُشرَعَةْ ¶ ويقال: إن هذا الشعر لصلاءة بن عمرو المذحجي، وهو الذي يعرف بالأفوه الأودي. وتصديق قوله: ¶ تعظُمُ النَّارُ إذ النَّارُ الَّتِي ... شبَّها عَبسُ النَّدى أو صعصعهْ ¶ وقول القطامي: ¶ ألا إنَّما نيرانُ قيس إذا استوتْ ... لطارقِهِم ليلاً كنارِ الحُباحِبِ ¶ وما زالت العرب تنسب قيساً إلى مثل ما نسبها إليه قائل هذا البيت من خفوض نيرانهم وخبوها عند بدو نيران غيرها. وقد ذكر ذلك حسان بن ثابت الأنصاري حيث يقول: ¶ تراها كأمثالِ العقائقِ بينَنَا ... تألقنَ أو توقدن نارَ الحُباحِبِ ¶ وفيما شرحناه من أخبار مذحج وأحاديثهم كفاية عما تركناه وملنا عنه إلى الاختصار. ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن طيء بن الغوث بن مالك بن أدد - ومالك اسم مذحج - عُمِّر عمراً طويلاً، زاد على نيّف وأربعمئة سنة. ويقال: إنه أقبل على بنيه وهو يقول: ¶ عُمراً وجاوزتُ المئينَ الأربعا ... وسُلبتُ أسبابَ الشَّبيبةِ أجمعا ¶ ولحِقتُ أيَّامَ الجديسِ وحابها ... طسماً سنيناً ما حللنا لعلعا ¶ والصَّعبُ ذو القرنينِ كُنتُ لِجَدِّهِ ... جَدَّاً وكانَ أبُوهُ ذِكرى مُرضَعَا ¶ ولقِيتُ لُقمانَ بن عادٍ حاملاً ... بقوارعِ الأحقافِ نَسراً ميفعاً ¶ ولقد شَهِدّتُ من الزَّمانِ عجائباً ... ما شاءَ بيَّنها لهُ أو يسمعا ¶ فليأتِنِي مُستخبِراً فأنا الَّذي ... أفنَت لياليهِ القُرُونُ التُّبَّعا ¶ أُمماً متى أحصيتُهَا وعَدَدّتُهَا ... ألفيتُها أُمماً لعَمرُكَ أربعَا ¶ ما إن أُسائِلُ عن صديقٍ مِنهُمُ ... إلا وقبلُ سألتُ عمَّنْ ودَّعا ¶ أبنيَّ هل تجِدُون ليْ من مهيعٍ ... غير الرَّدى فأسيرَ ذاكَ المهيعا ¶ لا، هلْ وماذا يأملُ اليفنُ الَّذي ... يُمسِي ويُصبِحُ كالحنية خروعا ¶ ثغمت نميمته بياضاً بعدما ... كانت له تحكي الظلام الأفرعا ¶ عُوا ما أقولُ لكُمْ وأُوصِيكُم بهِ ... إنَّ الوصِيَّة يحتويها من وَعَى",
            "page": "41",
            "part": "1",
            "seal": "C98AED36"
        },
        {
            "id": "43",
            "nass": "كُونُوا لجارِكُمُ وللضَّيفِ الَّذي ... يُمسِي بساحتكُمْ جِنابَاً مُمرِعا ¶ وإذا أتاكُمْ صالحٌ من قومكُمْ ... فاسعَوا إليه من معينْ معامعا ¶ لا تُقبِلُوا هجماً كغِزلان الشَّرى ... من ترد المرتعا ¶ عِزُّ العشيرةِ في جماعتِها الَّتِي ... لمّا تَجِد فيها الأعاديْ مطمعا ¶ وصية أود بن مالك ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن أود بن مالك كان من حكماء العرب، وكان سيداً مطاعاً في قومه، وأنه عاش دهراً طويلاً، وعُمِّر حتى ضعف بصره، وقصر خطاه، وكلَّ سمعه، وأنه أقبل على بنيه يوصيهم، وهو يقول: ¶ أودٌ بنيَّ أباكُمُ أودى بِهِ ... صرفُ الزَّمانِ وريبُهُ فتأوَّدا ¶ والدَّهرُ عشَّى ناظريهِ فلا يرى ... بِهِما الضُّحى إلا ظَلاماً أَسودا ¶ ما إِنْ يعي إلا إذا قُرِعتْ لهُ ... وإذا تمثل للمحدّث أصيدا ¶ أبنيَّ من أحصى الَّذي أحصيتُهُ ... ممَّا طواهُ من سِنِيهِ وعَدَّدا ¶ يُمسِي كما أَمسَى ويُصبِحُ مِثلما ... أصبحتُ مُنحَنيَ الفِقارِ الندَّدا ¶ أبنيَّ إن نقلَ الحِمَامُ أباكمُ ... عنكُم وغُودِرَ في الضَّريحِ مُمدَّدا ¶ كُونُوا لِضيفِكُمُ ربِيعاً صادِقاً ... فالضَّيفُ يُخبرُ ما رآهُ إذا اغتدى ¶ وإذا أتاكُمْ صارخٌ منَ قومكُمْ ... يدعوكُمُ لِبلائِهِمْ مُستنجداً ¶ فاسعَوا إليه مُمرعينَ لتُدرِكُوا ... فيهمْ بسعيِكُمُ العُلى والسُّؤددا ¶ وصية مراد بن سعد ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن مراد بن سعد بن مذحج وصَّى بنيه فقال: يا بني، إن الناس هم اثنان، صديق معين وعدو مبين، فاعرفوا للصديق صداقته، واعرفوا للعدو عداوته. أما الصديق فأعينوه ظالماً وانصروه مظلوماً، وأما العدو فاخذلوه محالفاً، واقتلوه مخالفاً، ولا تأمنوه سلماً، ولا تتركوه حرباً. ثم أنشأ يقول: \" من الوافر \" ¶ بنيَّ لقد دعوتكُم لنهجٍ ... يدُلُّ على البصيرةِ والرَّشادِ ¶ بنيَّ وهل أبٌ يدعو بنيهِ ... إلى غيرِ المكارِمِ والسَّدادِ ¶ وهل ولدُ رأى من والديهِ ... لهُ غيرَ المحبَّةِ والودادِ ¶ بنيَّ تأمَّموا فالنَّاسُ شَتَّى ... ذوُوُ مقةٍ وحُسادٌ أعادِ ¶ فكافُوا الكُلَّ ما يُسدى ويُولى ... مكأفأةَ الشرامِحةِ الجيادِ ¶ وأوفُوا كيلهُمْ بالصَّاع صاعاً ... ولا تُبقُوا على حضرٍ وبادِ ¶ مِنَ الأعداءِ فالإبقا عليهمْ ... يزيدهُمُ التَّمادي في الفسادِ ¶ بنيَّ هِيَ الوصِيَّةُ فاحفظُوها ... فذي من إرث والدِكُمُ مُرادِ ¶ وصية الحارث بن كعب ¶ وحدّثني علي بن محمد، عن جده الدعبل بن علي، أن الحارث بن كعب لما حضرته الوفاة أقبل على بنيه يوصيهم وهو يقول: ¶ بنيَّ اهتدوا إني اهتديت سبيله ... فأكرمُ هذا النَّاسِ من كانَ هاديا ¶ عييتُ زماناً لستُ أعلمُ ما الهُدى ... وقد كان ذاكُم ضِلَّة من ضَلاليا ¶ فلمَّا أرادَ اللهُ رُشدِي وزُلفتيْ ... أنارَ سبيلَ الحقّ لي وَهَدانِيا ¶ فألقيتُ عنِّي الغَيَّ للرُّشدِ والهُدى ... ويمَّمتُ نُوراً للحنيفةِ بادِيا ¶ وصِرتُ إلى عِيسى بن مريمَ هادياً ... رشيداً فسمَّاني المَسيحُ حَوَاريا ¶ سعِدتُ بِهِ دهراً فلمَّا فقدتُهُ ... فقدتُ يمينيْ بل فقدتُ شِماليا ¶ بنيَّ اتقوا الله الَّذي هُوَ ربُّكُم ... براكُم له فيما بَرَى وبرانيا ¶ لِنعبُدهُ سُبحانَهُ دُونَ غيرهِ ... ونستدفِعَ البلوى بهِ والدَّواهيا ¶ ونُؤمِنَ بالإنجيلِ والصُّحُفِ الَّتي ... بها يهتديْ من كانَ للوحيِ تاليا ¶ بنيَّ صحِبتُ النَّاسَ ثم خَبَرتُهُمْ ... وأفضلهُمْ ألفيتُ من كانْ واعِيا ¶ وألفيتُ أسناهُم محلاًّ ومنصباً ... رشيداً عن الفحشاءِ والإفكِ ناهيا ¶ وألفيتُ أوهاهُمْ لدى كُلِّ أمرِهِ ... مُضِلاً لضلالِ العَشيرةِ غَاويا ¶ بنيَّ احفظوا للجارِ واجبَ حَقِّهِ ... ولا تُسلِمُوا في النَّائِباتِ المواليا ¶ وشُبُّوا على قُرعِ اليفاعةِ ناركُم ... ليأتمَّها الضَّيفُ الذي باتَ طاويا",
            "page": "42",
            "part": "1",
            "seal": "B8CEB3D2"
        },
        {
            "id": "44",
            "nass": "ولا تعتدُوا بالحربِ منْ لم يكُنْ لكُمْ ... مِنَ النَّاس بالعُدوانِ والظُّلمِ بادِيا ¶ ومهما زرعتُم يا بنيَّ فإنَّه ... سيُحصَدُ نزراً كانَ أو كانَ زاكيا ¶ قال علي بن محمد: قال الدعبل بن علي: فيقال: إن ولد الحارث بن كعب لم يزل يحفظ وصيته ويعمل بها في الجاهلية والإسلام. ¶ ويقال: إن رسول الله صلى الله عليه وسلم قال لبني الحارث يوم وفدوا إليه للإسلام والدخول في الملَّة: يا بني الحارث، بم كنتم تغلبون الناس يا أكثر العرب عدداً ولا عدداً؟ قالوا له: يا رسول الله، نحن قوم لا نبدأ أحداً بمظلمة، فإذا أراد قوم ظلامتنا أو حربنا قلدناهم البغي، وصبرنا على حربهم حتى يحكم الله بما هو حاكم. فقال لهم رسول الله صلى الله عليه وسلم: بتلك كنتم تغلبون الناس وتقهرونهم. ¶ وهم الذين يقول فيهم الزبير بن عبد المطلب حيث يقول: ¶ ولقد صحِبتُ النَّاس ثُمَّ خبرتُهُمْ ... فوجدّتُ أكرمهُمْ بنيْ الذبيان ¶ قومٌ إذا نزلَ الغرِيبُ بدارهِمْ ... تركُوهُ أهلَ صواهِلٍ وقيانِ ¶ لا ينكُثُونَ الأرضَ عِندَ سُؤالِهِمْ ... لِتلمُّسِ العِلاَّتِ بالعيدانِ ¶ بل يبسُطُونَ وُجوُههُم فَتَرى لها ... عِندَ السُّؤالِ كأحسنِ الألوانِ ¶ وإذا دعوتَهُمُ ليومِ كريهةٍ ... سدُّوا شُعاعَ الشَّمسِ بالنِّيرانِ ¶ تم كتاب الوصايا. والحمد لله رب العالمين، وصلواته على سيد المرسلين محمد النبي وآله الطيبين صلى الله عليه وعليهم أجمعين، وحسبنا الله ونعم الوكيل. ¶ وافق كاتبه الفراغ عنه يوم الخميس بقيت من شهر جمادى الأولى من شهور سنة وأربعين وخمسمئة. وفقه الله لما يرضيه، وجنَّبه معاصيه، وغفر له ولوالديه ولجميع المسلمين أجمعين. ولمن قال آمين برحمته. والحمد لله حق حمده.",
            "page": "43",
            "part": "1",
            "seal": "356B5BA1"
        },
        {
            "id": "1",
            "nass": "ـ[وصايا الملوك وأبناء الملوك من ولد قحطان بن هود]ـ ¶ المؤلف: دعبل بن علي الخزاعي الشاعر المشهور (المتوفى: 246هـ) ¶ رواية: علي محمد بن دعبل الخزاعي ¶ [الكتاب مرقم آليا غير موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "9D6876D9"
        }
    ],
    "t741": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "4",
            "tit": "وصية قحطان بن هود"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "وصية يعرب بن قحطان"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "وصية يشجب بن يعرب"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "وصية حمير بن سبأ"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "وصية زهير بن أيمن"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "وصية عريب بن زهير"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "وصية تبع بن عمرو"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "وصية يزيد بن هاشم"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "وصية كهلان بن سبأ"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "وصية زيد بن كهلان"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "وصية مازن بن الأزد"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "1",
            "tit": "وصية ثعلبة بن مازن"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "وصية ماء السماء"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "وصية عمرو بن عامر"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "وصية أفصى بن حارثة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "وصية عمرو بن لحي الخزاعي"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": "1",
            "tit": "وصية جفنة بن ثعلبة"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "وصية الحارث بن ثعلبة بن جفنة"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "وصية عمرو بن الحارث"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "وصية كندة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "وصية واثلة بن كندة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": "1",
            "tit": "وصية معاوية الأكرمين"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": "2",
            "tit": "وصية عمرو المفضور"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "وصية معديكرب"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "وصية همدان بن أوسلة"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "وصية جشم بن حبران"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "وصية أدد بن مالك"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "وصية أود بن مالك"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "1",
            "tit": "وصية مراد بن سعد"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "2",
            "tit": "وصية الحارث بن كعب"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "3",
            "tit": "وصية هود النبي عليه السلام"
        }
    ]
}