{
    "b7490": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ بقلم مروان كجك ¶ إن الحمد لله نحمده ونستعينه ونستغفره, ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا, من يهده الله فلا مضل له, ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله وحده لا شريك له, وأشهد أن محمدا عبده ورسوله. ¶ أما بعد: ¶ فما أحوجنا اليوم - وقد تعاظمت المؤامرة على الإسلام وتشعبت- لاستقراء ما كان عليه سلفنا الصالح رضوان الله عليهم, في عمق إيمانهم ورسوخ علمهم وصدق ما عاهدوا الله عليه, فلا نتخبط في سيرنا, ولا يعيش أكثرنا كل يوم بفكر, وكل شهر بمنهاج, كيلا تصيبنا الطامة المهلكة التي تشتت الجموع, وتبعثر الجهود وتفرق الأمة {وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} . ¶ بل لابد من اتباع منهج الصحابة, رضوان الله عليهم, لأنهم أقرب إلى فهم الرسالة, فهم الذين تلقوا الشريعة ساخنة من فم صاحبها, وكانوا أصحاب فهم وصدق وإخلاص.. سار على نهجهم السلف الصالح الذين حملوا الأمانة بصدق, ودراية, وهمة ما عرف التاريخ لها مثيلا. ¶ ولابد لنا من الإطلاع على ما خطته أقلام أولئك القدوات المهديين, تمهيدا لإتباعهم, والسير على منوالهم, ومنهاجهم, لنتخلص من كل فكر دخيل, أو وافد, يميل بنا عن الصراط المستقيم, فلا يجد فينا من يقبل التفريط أو يقبل على الإفراط, بل نجد من يوطن نفسه على أن يكون فردا في جماعة جعلها الله أمة وسطا فلا نطلق الأحكام جزافا بغير روية وعلم, فنلصق الكفر بغير أهله, ونمنح الإيمان والإسلام لغير أهله ونجعل الناس سواء في الأحكام دون النظر إلى",
            "page": "5",
            "part": "1",
            "seal": "1CCE1AEB"
        },
        {
            "id": "2",
            "nass": "حالة كل إنسان ودرجة علمه, واختلطت الأحكام وتشعبت ولم ينزل كل إنسان منزلته, ولم تقيم الأمور بموازين الشرع الصحيحة, وصرنا نسمع - حتى بين أولئك الذين ينبغي أن يقدروا مواقعهم في القدوة أمام الشباب المسلم اليوم- من يتحدث عن موقف سياسي, وآخر تكتيكي, إلى آخر ما ابتدع من اصطلاحات الهروب والزيغ, مما أفضى بنا إلى متاهة الصراع حول الأوضاع والأشخاص الذين يستغلون سمو الإسلام, وحماس الشباب, وأحلامهم, ناسين أو متناسين أن الزراعة في الفضاء والفراغ غير ممكنة ... وأن الابتعاد عن منهج التصور الإسلامي لكل شيء لا يخلف إلا آلاما, ولا يسوق إلا إلى صراعات مدمرة داخل العمل الإسلامي, وفقدان الثقة, والأمل, مما يؤدي إلى الإحباط, واليأس, والانسحاب من الصف الإسلامي الذي يعمل الأعداء دائما على تقويض أركان بنيانه, وسلخ أبنائه عنه, فتزداد الجاهلية قوة, تحتل مواقع لها جديدة, تستطيع من خلالها تصويب سهامها إلى المقاتل المكشوفة التي لا جنود حولها يذودون عنها أو يدافعون عن سموها ... ¶ وأمام هذا الواقع المؤلم كان لا بد من الرجوع إلى السلف الصالح الذين خاضوا التجربة, وسبروا أغوارها, وأيقنوا أن النظرة الشرعية هي التي ينبغي علينا دائما الاسترشاد بها في تقييم الأشياء, والأوضاع والأشخاص, وكذلك النظرة المستقبلية التي لا بد أن تقوم على أساس شرعي واضح ليس فيه للهوى محل ولا للانهزام نصيب ... ¶ وهكذا, اقتضى الواقع الإسلامي اليوم ضرورة الرجوع إلى منهاج سلفنا الصالح, والتحصن في قلاع الحق, فلا ندع مكانا لرأي خارج عن الشريعة يعمل في صفوف المسلمين ليصرفهم عن الغاية التي أرسل الرسل من أجلها. ¶ ومع ابن تيمية نسير في صراط مستقيم –إن شاء الله- واضعين التصور الإسلامي منهجا ينظر من خلاله إلى الأشخاص والأوضاع والأحوال, غير آبهين",
            "page": "6",
            "part": "1",
            "seal": "2DCCCA44"
        },
        {
            "id": "3",
            "nass": "بمسميات يستغل بريقها على ساحة العمل الإسلامي اليوم, ولا يخفى المراد منها إلا على النعام أو الأطفال. ¶ ويجدر بنا في وقت كثر فيه الكلام عن التفسيق والتكفير, واللعن والتخليد في النار, أن نصغي إلى كلمة الحق فننزل الناس منازلهم التي أنزلهم إياها الشرع, فلا نبارك الاستهانة بأمر الدين, ولا نغلو في الأحكام غلوا يفوتنا فيه الحق, فلا نربي فينا مستخفا متهاونا, ولا ندفع أحدا إلى قنوط أو يأس, ولا نساهم في بناء إنسان, لا يرى الآخرين إلا كفارا أو فساقا, أو لآبقين, كذلك, ولا ننشىء في أحد تصور يرى من خلاله الناس كلهم صالحين وأمرهم موكول إلى ربهم ... ¶ وتأتي مسألة التكفير في طليعة ما بعاني منه الشباب اليوم من عدم وضوح الرؤية وسلامة النظرة. وهنا لابد من وضع الأمر في نصابه وتجليته تماما أمام الباحثين عن الحقيقة. وفي هذا يقول ابن تيمية رحمه الله فيما يكفر به الشخص عند أهل السنة والجماعة: \"إنه تقرر من مذهب أهل السنة والجماعة ما دل عليه الكتاب والسنة أنهم لا يكفرون أحدا من أهل القبلة بذنب, ولا يخرجونه من الإسلام بعمل إذا كان فعلا منهيا عنه, مثل الزنا, والسرقة, وشرب الخمر, ما لم يتضمن ترك الإيمان, وأما إن تضمن ترك ما أمر الله بالإيمان به مثل الإيمان بالله, وملائكته وكتبه, ورسله, والبعث بعد الموت, فإنه يكفر به, وكذلك يكفر بعدم اعتقاد وجوب الواجبات الظاهرة المتواترة, وعدم تحريم المحرمات الظاهرة المتواترة\". ويقول في موضع آخر: \"من جحد مباني الإسلام فهو كافر بالاتفاق\" حتى ولو أقتنى أشرطة تسجيل القرآن المرتل والمجود, أو زين خطبه وكلماته بآيات الله البينات أو ادعى كذبا وبهتانا أنه لا يريد إلا خير الإسلام والمسلمين. ¶ أما فساق أهل الملة, فيقول رحمه الله في حقهم: \"يؤمن أهل السنة والجماعة",
            "page": "7",
            "part": "1",
            "seal": "C3BE2B35"
        },
        {
            "id": "4",
            "nass": "بأن فساق المسلمين معهم بعض الإيمان وأصله وليس معهم جميع الإيمان الواجب الذي يستوجبون به الجنة, وأنهم لا يخلدون في النار, بل يخرج منها من كان في قلبه مثقال حبة من إيمان أو مثقال خردلة من إيمان, وأن النبي صلى الله عليه وسلم ادخر شفاعته لأهل الكبائر من أمته\". ¶ ولا يغرنك كثرة القائلين ب \"لا إله إلا الله\" وهم أبعد الناس عن حق هذه الكلمة وحقيقتها, وبرهانها, وهم يجحدون ما أمر الله به, ويعملون على صرف أهل الإيمان عن لوازم الإيمان ومقتضياته. وفي أمثال هؤلاء يقول ابن تيمية: \"فقد يقول إنسان: لا إله إلا الله, ويجحد وجوب الصلاة والزكاة, فهذا كافر يجب قتله\" ولن يكون الإيمان كلاما يقال بل لابد من عمل يؤيده ويصدقه وفي ذلك يقول: \"من أصول أهل السنة أن الدين والإيمان قول وعمل\". ¶ وفي موضع آخر ينبه إلى صنف آخر من الذين يكفرون ولو قالوا \"لا إله إلا الله\" وهم مما لا يخلو منهم عصر ممن لم يحتمل العيش في الظل, فأطل برأسه غرورا وتيها لما لم يجد من لم يسفع ناصيته الخاطئة الكاذبة أولئك الذين يكذبون الرسول صلى الله عليه وسلم. وهل رفض السنة إلا التكذيب الفاضح للرسول صلى الله عليه وسلم الموصوف من ربه: {وَمَا يَنْطِقُ عَنِ الْهَوَى, إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} يقول رحمه الله: \"من قال بلسانه لا إله إلا الله, وكذب الرسول فهو كافر باتفاق المسلمين\". ¶ ومع ذلك فلا يجوز الإسراع في إصدار الأحكام على الناس بغير علم, أو تكفير المسلمين تبعا لهوى في أنفسنا أو تبعا لتفسير لا يحتمل معه كفر محض, بل لابد من الرجوع في ذلك إلى أهل الذكر, ومعرفة ما تنازع فيه المسلمون حتى لا نطلق الأحكام جزافا, فنضع في اللوحة المضيئة من نضع, ونخض بالقائمة السوداء من نخض, وفي هذا المعنى يقول رحمه الله: \"لا يجوز تكفير المسلم بذنب فعله ولا بخطأ أخطأ فيه كالمسائل التي تنازع فيها أهل القبلة\".",
            "page": "8",
            "part": "1",
            "seal": "777B4E4F"
        },
        {
            "id": "5",
            "nass": "وليس الكفر ضرورة لازمة للكافر لا يمكن الانعتاق منه, بل باستطاعته أن يؤمن بالله ورسوله, ويتبع سبيل المؤمنين, وقد أمر الله نبيه أن يبلغ الكافرين بأنهم إن انتهوا من كفرهم يغفر الله لهم ما قد سلف: \"قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف\". وفي ذلك يقول رسول الله صلى الله عليه وسلم لعمرو بن العاص رضي الله عنه: \"يا عمرو أما علمت أن الإسلام يجب ما قبله\". وهذا ما أشار إليه ابن تيمية في قوله: \"تقبل توبة الداعي إلى الكفر وتوبة من فتن الناس عن دينهم\". ¶ والتوبة باب واسع من أبواب رحمة الله بعباده وهي واجبة على كل عبد: \"إن التوبة واجبة على كل عبد في كل حال, لأنه دائما يظهر له ما فرط فيه من ترك مأمور أو ما اعتدى فيه من فعل محظور, فعليه أن يتوب دائما\". ¶ وما أكثر ما يمحو الله به الذنوب وينهي فيه الوعيد عن أهله \"فالوعيد ينتهي عنه –أي عن صاحب الذنب-:إما بتوبة, وإما بحسنات يفعلها تكافئ سيئاته, وإما بمصائب يكفر بها خطاياه, وإما بغير ذلك\". ¶ وليس هناك ذنب لا يغفر للمستغفرين الصادقين في استغفارهم, المشفقين من عذاب الله \"إن الله يغفر كل ذنب, الشرك والقتل والزنا, وغير ذلك من حيث الجملة, فهي عامة في الأفعال مطلقة في الأشخاص\". فرحمة الله وسعت كل شيء ولا غرابة في ذلك أليس الله سبحانه هو القائل في كتابه المجيد: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً} أي لمن تاب رغم أنف الذين يحتكرون حق توزيع المغفرة على من يشاؤون, وحجزها عمن يشاؤون ... ¶ ولا يخلد في النار موحد مات على شهادة أن لا إله إلا الله وأن محمد رسول الله صلى الله عليه وسلم: \"من مات على الإيمان فإنه لا يخلد في النار\". و\"إن كان من أهل",
            "page": "9",
            "part": "1",
            "seal": "CCFF5D04"
        },
        {
            "id": "6",
            "nass": "الكبائر فأمره إلى الله: إن شاء عذب وإن شاء غفر له\", \"فإن ارتد عن الإسلام ومات مرتدا كان في النار\", \"فالسيئات تحبطها التوبة, والحسنات تحبطها الردة\" و \"من غفر له لم يعذب ومن لم يغفر له عذب, وهذا مذهب السلف والصحابة والأئمة\" و \"من كان له حسنات وسيئات فإن الله لا يظلمه, بل من يعمل مثقال ذرة خيرا يره, ومن يعمل مثقال ذرة شرا يره\". ولا بد قبل ذلك كله من معرفة الحق والفقه في دين الله لتطابق الأحكام الأحوال, فلا نظلم أحدا, ولا نفرط في حق أحد, فحكم أئمة الناس غير حكم عامتهم. وفي ذلك يقول ابن تيمية رحمه الله: \"فالمتأول والجاهل والمعذور ليس حكمه حكم المعاند والفاجر بل قد جعل الله كل شيء قدرا\" معتمدا في ذلك الرأي على قوله تعالى: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً} وقول النبي صلى الله عليه وسلم في الصحيحين: \"ما أحد أحب بغليه العذر من الله من أجل ذلك أرسل الرسل مبشرين ومنذرين\". ¶ ويعلن ابن تيمية رأيه صراحة في أمور التكفير, والتفسيق, والعصيان, فيقول: \"إني من أعظم الناس نهيا عن أن ينسب معين إلى تكفير, وتفسيق, ومعصية إلا قد علم أنه قد قامت عليه الحجة الرسالية التي من خالفها كان كافرا تارة, وفاسقا أخرى, وعاصيا أخرى’ وإني أقرر أن الله قد غفر لهذه الأمة خطأها وذلك يعم الخطأ في المسائل الخبرية والمسائل القولية\". ¶ فعلى دعاة الإسلام وشبابه أن يعوا هذه الحقائق والأحكام, وهم أكثر الناس حاجة لمعرفتها والإحاطة بمراميها والأخذ بها بكل حكمة وروية, وأن ينظروا إليها مجتمعة غير مجزأة فمن اجتزأ من الإسلام أحكاما وأضرب عن أحكام لم يسر إلا في طريق ملتوية تقود إلى تجارب مخفقة كتلك التجارب التي تبرز بين الحين والآخر على الساحة الإسلامية, فيتخذها المعاندون في الأرض ذريعة لضرب الحركة الإسلامية والتنكيل بأهلها تشريدا وتعذيبا وقتلا.",
            "page": "10",
            "part": "1",
            "seal": "FBAB47E0"
        },
        {
            "id": "7",
            "nass": "ولا يذهبن بنا الغرور إن عرفنا طرفا من العلم أن ذلك يكفينا, وينير لنا السبيل ولكن لنعلم أنه لابد من الأخذ عن أهل العلم والمعرفة المخلصين الواعين الذين ينظرون الشريعة, ويبصرون ببصائر الحق, ولا نحكم بغير علم وروية, فللعلم عدته, وللتتلمذ مدته, ولا تستساغ الثمار إلا ناضجة, ولا يجتني الزرع إلا إذا استحصد ولنعد تلامذة في مدرسة الإسلام نتلقى للعلم, ونعد للحركة, ولا تنحرف بنا الآمال والأحلام عن نسيان الواقع, لنحسن التعامل معه على الوجه الأمثل الذي رسمه الإسلام, وخطته الشريعة, وفهمه الأوائل, وطبقه السلف الصالح رضوان الله عليهم. ¶ وإني لأرجو الله سبحانه وتعالى أن تؤدي هذه الرسالة المجموعة من خلال كتب ابن تيمية الغرض المبتغى منها, فيسترشد بها الشباب, وتكون تبصرة لأولي الألباب ممن يريد أن يعمل على تبليغ الدعوة, ويود لو استطاع حمل الأمانة بجدارة تساوي ثقل المهمة الملقاة على عاتق هذا الجيل من المسلمين, والله أسال أن ينفعني بها والمسلمين. والمثوبة لا ترجى إلا من الله الذي أطمع أن يجعلها لي مغفرة لخطيئتي يوم الدين. اللهم آمين. ¶ القاهرة في 17 رمضان 1404هـ ¶ الموافق 17 حريزان (يونيو) 1984 ¶ مروان كجك",
            "page": "11",
            "part": "1",
            "seal": "B7E761BA"
        },
        {
            "id": "8",
            "nass": "الوعد والوعيد ¶ الوعد والوعيد ¶ ... ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره, ونعوذ بالله من شرور أنفسنا, ومن سيئات أعمالنا, من يهده الله فلا مضل له, ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله وحده لا شريك له, وأشهد أن محمدا عبده ورسوله. ¶ \"الوعد والوعيد\" ¶ قال رحمه الله1: ¶ وأما قول القائل: من قال: لا إله إلا الله دخل الجنة, واحتجاجه بالحديث المذكور. ¶ فيقال له: لا ريب أن الكتاب والسنة فيهما وعد ووعيد, وقد قال الله تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً} 2 وقال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيماً, وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَاناً وَظُلْماً فَسَوْفَ نُصْلِيهِ نَاراً وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيراً} 3. ومثل هذا كثير في الكتاب والسنة, والعبد عليه أن يصدق بهذا وبهذا, لا يؤمن ببعض ويكفر ببعض, فهؤلاء المشركون أرادوا أن يصدقوا بالوعد ويكذبوا بالوعيد. ¶ \"والحرورية والمعتزلة\": أرادوا أن يصدقوا بالوعيد دون الوعد, وكلاهما أخطأ, والذي عليه أهل السنة والجماعة الإيمان بالوعد والوعيد, فكما أن ما توعد ¶ __________ ¶ 1-ص270 ج 8 مجموع الفتاوى. ¶ 2-الآية 10 سورة النساء. ¶ 3-الآية 29 سورة النساء.",
            "page": "15",
            "part": "1",
            "seal": "6E7F617C"
        },
        {
            "id": "9",
            "nass": "الله به العبد من العقاب, قد بين سبحانه انه بشروط: بأن لا يتوب, فإن تاب تاب الله عليه, وبأن لا يكون له حسنات تمحو ذنوبه: فإن الحسنات يذهبن السيئات, وبأن لا يشاء الله أن يغفر له {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاء} 1. فهكذا الوعد له تفسير وبيان, فمن قال بلسانه: لا إله إلا الله وكذب الرسول فهو كافر باتفاق المسلمين, وكذلك عن جحد شيئا مما أنزل الله. ¶ فلا بد من الإيمان بكل ما جاء به الرسول صلى الله عليه وسلم, ثم إن كان من أهل الكبائر فأمره إلى الله إن شاء عذبه وإن شاء غفر له, فإن ارتد عن الإسلام ومات مرتدا كان في النار, فالسيئات تحبطها التوبة, والحسنات تحبطها الردة, ومن يعمل مثقال ذرة خيرا يره, ومن يعمل مثقال ذرة شرا يره, والله تعالى قد يتفضل عليه ويحسن إليه بمغفرته ورحمته. ¶ ومن مات على الإيمان فإنه لا يخلد في النار, فالزاني والسارق لا يخلد في النار, بل لا بد أن يدخل إلى الجنة, فإن النار يخرج منها من كان في قلبه مثقال ذرة من الإيمان, وهؤلاء المسؤول عنها يسمون القدرية المباحية المشركين. وقد جاء في ذمهم من الآثار ما يضيق عنه هذا المكان والله سبحانه وتعالى أعلم وصلى الله على سيدنا محمد وآله وصحبه وسلم وحسبنا الله ونعم الوكيل. ¶ __________ ¶ 1-الآية 48 سورة النساء.",
            "page": "16",
            "part": "1",
            "seal": "55559567"
        },
        {
            "id": "10",
            "nass": "قتل الواحد المقدور عليه من الخوارج والرافضة1. ¶ فأما قتل الواحد المقدور عليه من الخوارج كالحرورية, والرافضة ونحوهم: ¶ __________ ¶ 1-ص499 ج 28 مجموع الفتاوى.",
            "page": "16",
            "part": "1",
            "seal": "2CACC1A4"
        },
        {
            "id": "11",
            "nass": "فهذا فيه قولان للفقهاء, هما روايتان عن الإمام أحمد. والصحيح أنه يجوز قتل الواحد منهم, كالداعية إلى مذهبه, ونحو ذلك مما فيه فساد. فإن النبي صلى الله عليه وسلم قال: \"أينما لقيتموهم فاقتلوهم\" 1. وقال: \"لئن أدركتهم لأقتلنهم قتل عاد\" 2. وقال عمر لصبيغ بن عسل: لو وجدتك محلوقا لضربت الذي فيه عيناك. ولأن علي بن أبي طالب طلب أن يقتل عبد الله بن سبأ أول الرافضة حتى هرب منه. ولأن هؤلاء من أعظم المفسدين في الأرض, فإذا لم يندفع فسادهم إلا بالقتل قتلوا, ولا يجب قتل كل واحد منهم إذا لم يظهر هذا القول, أو كان في قتله مفسدة راجحة. ولهذا ترك النبي صلى الله عليه وسلم قتل ذلك الخارجي ابتداء لئلا يتحدث الناس أن محمد يقتل أصحابه, ولم يكن إذا ذاك فيه فساد عام, ولهذا ترك علي قتلهم أول ما ظهروا لأنهم كانوا خلقا كثيرا, وكانوا داخلين في الطاعة والجماعة ظاهرا لم يحاربوا لأهل الجماعة, ولم يكن يتبين له أنهم هم. ¶ __________ ¶ 1-متفق عليه. أخرج البخاري في كتاب الأنبياء باب علامات النبوة. ومسلم في كتاب الزكاة باب التحريض على قتل الخوارج. ¶ 2-أخرجه مسلم في كتاب الزكاة باب التحريض على قتال الخوارج.",
            "page": "17",
            "part": "1",
            "seal": "F96A50B7"
        },
        {
            "id": "12",
            "nass": "تكفيرهم وتخليدهم: ¶ وأما تكفيرهم وتخليدهم ففيه أيضا للعلماء قولان مشهوران: وهما روايتان عن أحمد. والقولان في الخوارج والمارقين من الحرورية والرافضة ونحوهم. والصحيح أن هذه الأقوال التي يقولونها التي يعلم أنها مخالفة لما جاء به الرسول صلى الله عليه وسلم كفر, وكذلك أفعالهم التي هي من جنس أفعال الكفار بالمسلمين هي كفر أيضا, وقد ذكرت دلائل ذلك في غير هذا الموضع, لكن تكفير الواحد المعين منهم والحكم بتخليده في النار موقوف على ثبوت شروط التكفير وانتفاء موانعه. فإنا نطلق القول بنصوص الوعد والوعيد والتكفير والتفسيق, ولا نحكم للمعين بدخوله في ذلك العام حتى يقوم فيه المقتضى الذي لا معارض له وقد بسطت هذه القاعدة في \"قاعدة التكفير\".",
            "page": "17",
            "part": "1",
            "seal": "FB39205F"
        },
        {
            "id": "13",
            "nass": "ولهذا لا يحكم النبي صلى الله عليه وسلم بكفر الذي قال: إذا أنا مت فاحرقوني, ثم ذروني في اليم, فوالله لأن قدر الله علي ليعذبني عذابا لا يعذبه أحدا من العالمين, مع شكه في قدرة الله وإعادته, ولهذا لا يكفر العلماء من استحل شيئا من المحرمات لقرب عهده بالإسلام أو لنشأته ببادية بعيدة, فإن حكم الكفر لا يكون إلا بعد بلوغ الرسالة وكثير من هؤلاء قد لا يكون قد بلغته النصوص المخالفة لما يراه, ولا يعلم أن الرسول صلى الله عليه وسلم بعث بذلك, فبطلق أن هذا القول كفر, ويكفر من قامت عليه الحجة التي يكفر تاركها, دون غيره, والله أعلم.",
            "page": "18",
            "part": "1",
            "seal": "610191C7"
        },
        {
            "id": "14",
            "nass": "النار الكبرى:1 ¶ وقوله: {وَيَتَجَنَّبُهَا الْأَشْقَى, الَّذِي يَصْلَى النَّارَ الْكُبْرَى, ثُمَّ لا يَمُوتُ فِيهَا وَلا يَحْيَى} 2. وقد ذكر في سورة الليل قوله: {فَأَنْذَرْتُكُمْ نَاراً تَلَظَّى, لا يَصْلاهَا إِلَّا الْأَشْقَى, الَّذِي كَذَّبَ وَتَوَلَّى} 3. ¶ وهذا الصلي قد فسره النبي صلى الله عليه وسلم في الحديث الصحيح الذي أخرجه مسلم عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: \"أما أهل النار الذين هم أهلها فإنهم لا يموتون فيها ولا يحيون ولكن ناس أصابتهم النار بذنوبهم –أو قال: بخطاياهم- فأماتهم إماتة, حتى إذا كانوا فحما أذن بالشفاعة, فجيء بهم ضبائر ضبائر. فبثوا على أنهار الجنة, ثم قيل يا أهل الجنة! أفيضوا عليهم, فينبتون نبات الحبة تكون في حميل السيل\". فقال رجل من القوم: كأن رسول الله صلى الله عليه وسلم قد كان بالبادية. ¶ __________ ¶ 1-ص 194 ج 16 مجموع الفتاوى. ¶ 2-االآية 11 سورة الأعلى. ¶ 3-الآية 14-16 سورة الليل.",
            "page": "18",
            "part": "1",
            "seal": "C57C52CA"
        },
        {
            "id": "15",
            "nass": "وفي رواية ذكرها ابن أبي حاتم فقال: ذكر عن عبد الصمد بن عبد الوارث, ثنا أبي, ثنا سليمان التيمي, عن أبي نضرة, عن أبي سعيد, أن رسول الله صلى الله عليه وسلم خطب, فأتى على هذه {لا يَمُوتُ فِيهَا وَلا يَحْيَى} , فقال النبي صلى الله عليه وسلم: \"أما أهلها الذين هم أهلها فلا يموتون فيها ولا يحيون. وأما الذين ليسوا من أهل النار فإن النار تميتهم, ثم يقوم الشفعاء فيشفعون, فيؤتى بهم إلى نهر يقال له الحياة, أو الحيوان, فينبتون كما ينبت الغثاء في حميل السيل \". ¶ فقد بين النبي صلى الله عليه وسلم أن هذا الصلي لأهل النار الذين هم أهلها, وأن الذين ليسوا من أهلها فإنها تصيبهم بذنوبهم, وأن الله يميتهم فيها حتى يصيروا فحما, ثم يشفع فيهم فيخرجون ويؤتى بهم إلى نهر الحياة فينبتون كما تنبت الحبة في حميل السيل. ¶ وهذا المعنى مستفيض عن النبي صلى الله عليه وسلم -بل متواتر- في أحاديث كثيرة في الصحيحين وغيرهما من حديث أبي سعيد, وأبي هريرة, وغيرهما. ¶ وفيها الرد على طائفتين: على الخوارج, والمعتزلة الذين يقولون \"إن أهل التوحيد يخلدون فيها\", وهذه الآية حجة عليهم, وعلى من حكي عنه من غلاة المرجئة \"أنه لا يدخل النار من أهل التوحيد أحد\". ¶ فإن إخباره بأهل التوحيد يخرجون منها بعد دخولها تكذيب لهؤلاء وهؤلاء. ¶ وفيه رد على من يقول: \"يجوز أن لا يدخل الله من أهل التوحيد أحدا النار\" كما يقوله طائفة من المرجئة الشيعة, ومرجئة أهل الكلام المنتسبين إلى السنة –وهم الواقفة من أصحاب أبي الحسن وغيرهم, كالقاضي أبي بكر وغيره, فإن النصوص المتواترة تقتضي دخول بعض أهل التوحيد وخروجهم. والقول ب\"أن أحدا لا يدخلها من أهل التوحيد, ما أعلمه ثابتا عن شخص",
            "page": "19",
            "part": "1",
            "seal": "729F459D"
        },
        {
            "id": "16",
            "nass": "معين فأحكيه عنه. لكن حكي عن مقاتل بن سليمان وقال: احتج من قال ذلك بهذه الآية. ¶ وقد أجيبوا بجوابين: ¶ أحدهما: جواب طائفة, منهم الزجاج, قالوا: هذه نار مخصوصة. لكن قوله بعدها {وَسَيُجَنَّبُهَا الْأَتْقَى} لا يبقى فيه كبير وعد, فإنه إذا جنب تلك النار جاز أن يدخل غيرها. ¶ وجواب آخرين قالوا: لا يصلونها صلي خلود, وهذا أقرب. ¶ وتحقيقه أن الصلي هنا هو الصلي المطلق, وهو المكث فيها والخلود عللى وجه يصل العذاب إليهم دائما. ¶ فأما من دخل وخرج فإنه نوع من الصلي, ليس هو الصلي المطلق لا سيما إذا كان قد مات فيها والنار لم تأكله, فإنه قد ثبت أنها لا تأكل مواضع السجود, والله أعلم.",
            "page": "20",
            "part": "1",
            "seal": "DD2F49D7"
        },
        {
            "id": "17",
            "nass": "أصناف بعيدة عن الحق:1 ¶ وقال رحمه الله بعد حديث له عن إبليس وهو أول من عادى الله: \"وزاد قوم في ذلك حتى عطلوا الأمر والنهي والوعد والوعيد رأسا. ومال هؤلاء إلى الإرجاء. كما مال الأولون إلى الوعيد. فقالت الوعيدية: كل فاسق خالد في النار –لا يخرج منها أبدا, وقالت الخوارج: هو كافر. وغالية المرجئة أنكرت عقاب أحد من أهل القبلة ومن صرح بالكفر أنكر الوعيد في الآخرة رأسا, كما يفعله طوائف من الاتحادية, والمتفلسفة, والقرامطة, والباطنية, وكان هؤلاء ¶ __________ ¶ 1-ص241 ج 16 مجموع الفتاوى.",
            "page": "20",
            "part": "1",
            "seal": "6BCB529C"
        },
        {
            "id": "18",
            "nass": "الجبرية المرجئة أكفر بالأمر والنهي والوعد والوعيد من المعتزلة الوعيدية القدرية. ¶ وأما مقتصدة المرجئة الجبرية الذين يقرون بالأمر والنهي والوعد والوعيد وأن من أهل القبلة من يدخل النار, فهؤلاء أقرب الناس إلى أهل السنة. وقد روى الترمذي عن النبي صلى الله عليه وسلم أنه قال: \"لعنت القدرية والمرجئة سبعين نبيا أنا آخرهم\". ¶ لكن المعتزلة من القدرية أصلح من الجبرية والمرجئة ونحوهم في الشريعة –علمها وعملها- فكلامهم في أصول الفقه وفي اتباع الأمر والنهي خير من كلام المرجئة من الأشعرية وغيرهم. فإن كلام هؤلاء في أصول الفقه قاصرا جدا, وكذلك هم مقصرون في تعظيم الطاعات والمعاصي. ولكن هم في أصول الدين أصلح من أولئك, فإنهم يؤمنون من صفات الله وقدرته مخلقه بما لا يؤمن به أولئك فلهذا كانت المرجئة في الجملة خيرا من القدرية, حتى إن الإرجاء دخل فيها الفقهاء من أهل الكوفة وغيرهم, بخلاف الاعتزال, فإنه ليس فيه أحد من فقهاء السلف وأئمتهم.",
            "page": "21",
            "part": "1",
            "seal": "04C795CF"
        },
        {
            "id": "19",
            "nass": "الرد على الوعيدية والواقفية:1 ¶ قال شيخ الإسلام تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام ابن تيمية الحراني قدس الله روحه. ¶ فصل: في قوله تعالى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ, وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَه} 2. وقد ذكرنا في غير موضع أن هذه الآية في حق التائبين, ¶ __________ ¶ 1-ص 18 ج 16 مجموع الفتاوى. ¶ 2- الآية 53 -54 سورة الزمر.",
            "page": "21",
            "part": "1",
            "seal": "08205AF0"
        },
        {
            "id": "20",
            "nass": "وأما آيتا النساء قوله: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} 1 فلا يجوز أن تكون في حق التائبين, كما يقوله من يقوله من المعتزلة, فإن التائب من الشرك يغفر له الشرك أيضا بنصوص القرآن واتفاق المسلمين. وهذه الآية فيها تخصيص وتقييد, وتلك الآية فيها تعميم وإطلاق, هذه خص فيها الشرك بأنه لا يغفر, وما عداه لا يجزم بمغفرته, بل علقه بالمشيئة فقال: {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} . ¶ وقد ذكرنا في غير موضع أن هذه كما ترد على الوعيدية من الخوارج والمعتزلة, فهي ترد أيضا على المرجئة الواقفية الذين يقولون: \"يجوز أي يعذب كل فاسق فلا يغفر لأحد, ويجوز أن يغفر للجميع فإنه قد قال: {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} فأثبت أن ما دون ذلك فهو مغفور لكن لمن يشاء, فلو كان لا يغفره لأحد بطل قوله: {وَيَغْفِرُ مَا دُونَ ذَلِكَ} ولو كان يغفره لكل أحد بطل قوله: {لِمَنْ يَشَاءُ} فلما أثبت أنه يغفر ما دون ذلك وأن المغفرة هي لمن يشاء جدل ذلك على وقوع المغفرة العامة مما دون الشرك, لكنها لبعض الناس. ¶ وحينئذ فمن غفر له لم يعذب, ومن لم يغفر عذب, وهذا مذهب السلف والصحابة والأئمة, وهو القطع بأن بعض عصاة الأمة يدخل النار وبعضه يغفر له, لكن هل ذلك على وجه الموازنة والحكمة ولا اعتبار للموازنة؟ فيه قولان للمنتسبين إلى السنة من أصحابنا وغيرهم, بناء على أصل الأفعال الإلهية هل يعتبر فيها الحكمة والعدل. وأيضا فمسألة الجزاء فيها نصوص كثيرة دلت على الموازنة, كما بسط في غير هذا الموضع. ¶ والمقصود هنا أن قوله: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ ¶ __________ ¶ 1-الآية48 سورة النساء.",
            "page": "22",
            "part": "1",
            "seal": "9604F012"
        },
        {
            "id": "21",
            "nass": "رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً} 1 فيه نهي عن القنوط من رحمة الله وإن عظمت الذنوب وكثرت فلا يحل لأحد أن يقنط من رحمة الله وإن عظمت ذنوبه, ولا أن يقنط الناس من رحمة الله. قال بعض السلف إن الفقيه كل الفقيه الذي لا ييئس الناس من رحمة الله, ولا يجرئهم على معاصي الله. ¶ والقنوط يكون بأن يعتقد أن الله لا يغفر له. إما لكونه إذا تاب لا يقبل الله توبته ويغفر ذنوبه, وإما بأن يقول نفسه لا تطاوعه على التوبة, بل هو مغلوب معها, والشيطان قد استحوذ عليه, فهو ييأس من توبة نفسه: وإن كان يعلم أنه إذا تاب غفر الله له, وهذا يعتري كثيرا من الناس. والقنوط يحصل بهذا تارة وبهذا تارة: فالأول كالراهب الذي أفتى قاتل تسعة وتسعين أن الله لا يغفر له فقتله وكمل به مائة. ثم دل على عالم فأتاه فسأله فأفتاه بان الله يقبل توبته. والحديث في الصحيحين. والثاني كالذي يرى للتوبة شروطا كثيرة, ويقال له لها شروط كثيرة يتعذر عليه فعلها فييأس من أن يتوب. ¶ وقد تنازع الناس في العبد هل يصير في حال تمتنع منه التوبة إذا أرادها, والصواب الذي عليه أهل السنة والجماعة أن التوبة ممكنة من كل ذنب, وممكن أن الله يغفر له, وقد فرضوا في ذلك من توسط أرضا مغصوبة, ومن توسط جرحى فكيف ما تحرك قتل بعضهم, فقيل هذا لا طريق له إلى توبة, والصحيح أن هذا إذا تاب قبل الله توبته. ¶ أما من توسط الأرض المغصوبة فهذا خروجه بنية تخلية المكان وتسليمه إلى مستحقه ليس منهيا عنه ولا محرما, بل الفقهاء متفقون على أن من غصب دارا وترك فيها قماشه وماله إذا أمر بتسليمها إلى مستحقها فإنه يؤمر بالخروج منها, وبإخراج أهله وماله منها, وإن كان ذلك نوع تصرف فيها, لكنه لأجل ¶ __________ ¶ 1-الآية 53 الزمر.",
            "page": "23",
            "part": "1",
            "seal": "5953B9BB"
        },
        {
            "id": "22",
            "nass": "إخلائها. ¶ والمشرك إذا دخل الحرم أمر بالخروج منه وإن كان فيه, ومقل هذا حديث الأعرابي المتفق على صحته لما بال في المسجد فقام الناس إليه, فقال النبي صلى الله عليه وسلم: \"لا تزرموه\"1 أي لا تقطعوا عليه بوله, وأمرهم أن يصبوا على بوله دلوا من الماء. فهو لما بدأ بالبول كان إتمامه خيرا من أن يقطعوه, فيلوث ثيابه وبدنه, ولو زنا رجل بامرأة ثم تاب لنزع, ولم يكن مذنبا بالنزع, وهل هو وطء؟ فيه قولان هما روايتان عن أحمد. فلو حلف أن لا يطأ امرأته بالطلاق الثلاث, فالذين يقولون: إنه يقع به الطلاق الثلاث إذا وطئها تنازعوا هل يجوز له وطؤها؟ على قولين: هما روايتان عن أحمد: ¶ أحدهما: يجوز كقول الشافعي. ¶ والثاني: لا يجوز كقول مالك فإنه يقول: إذا أجزت الوطء لزم أن يباشرها في حالة النزع وهي محرمة, وهذا إنما يجوز للضرورة لا يجوزه ابتداء, وذلك يقول النزع ليس بمحرم. ¶ وكذلك الذين يقولون إذا طلع عليه الفجر وهو مولج فقد جامع, لهم في النزع قولان: في مذهب أحمد وغيره. وأما على ما نصرناه فلا يحتاج إلى شيء من هذه المسائل, فإن الحالف إذا حنث يكفر يمينه ولا يلزمه الطلاق الثلاث, وما فعله الناس حال التبين من أكل وجماع فلا بأس به, لقوله: \"حتى\". ¶ والمقصود أنه لا يجوز أن يقنط أحد, ولا يقنط أحدا من رحمة الله فإن الله نهى عن ذلك, وأخبر أنه يغفر الذنوب جميعا. ¶ __________ ¶ 1-متفق عليه. أخرجه البخاري في كتاب الطهارة باب ترك الأعرابي حتى يفرغ من بوله, وأخرجه مسلم في كتاب الطهارة باب غسل البول وغيره من النجاسات إذا حصلت في المسجد.",
            "page": "24",
            "part": "1",
            "seal": "95C2BA9D"
        },
        {
            "id": "23",
            "nass": "فإن قيل: {إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً} معه عموم على وجه الإخبار, فدل على أن الله يغفر كل ذنب, ومعلوم أنه لم يرد أن من أذنب من كافر وغيره فإنه يغفر له, ولا يعذبه لا في الدنيا ولا في الآخرة, فإن هذا خلاف المعلوم بالضرورة والتواتر والقرآن والإجماع, إذا كان الله أهلك أمما كثيرة بذنوبها, ومن هذه الأمة من عذب إما قدرا وإما شرعا في الدنيا قبل الآخرة. ¶ وقد قال تعالى: {مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ} 1 وقال: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ, وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ} 2 فهذا يقتضي أن هذه الآية ليست على ظاهرها, بل المراد أن الله قد يغفر الذنوب جميعا لأي ذلك مما قد يفعله أو أنه يغفره لكل تائب, لكمن يقال: فلم أتى بصيغة الجزم والإطلاق, موضع التردد والتقييد؟ قيل بل الآية على مقتضاها فإن الله أخبر أنه يغفر جميع الذنوب, فقال: {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} 3. ¶ وقال في حق المنافقين: {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّه} 4 لكن هذا اللفظ العام في الذنوب هو مطلق في المذنبين. فالمذنب لم يتعرض له بنفي ولا إثبات, لكن يجوز أن يكون مغفورا له, ويجوز أن لا يكون مغفورا له. إن أتى بما يوجب المغفرة غفر له, وإن أصر على ما يناقضها لم يغفر له. ¶ وأما جنس الذنب فإن الله يغفره في الجملة: الكفر والشرك وغيرهما, يغفرها ¶ __________ ¶ 1-الآية 123 سورة النساء. ¶ 2- الآية 7-8 سورة الزلزلة. ¶ 3- الآية 34 سورة محمد. ¶ 4- الآية 6 سورة المنافقون.",
            "page": "25",
            "part": "1",
            "seal": "077AC7B9"
        },
        {
            "id": "24",
            "nass": "لمن تاب منها, ليس في الوجود ذنب لا يغفره الرب تعالى, بل ما من ذنب إلا والله تعالى يغفره في الجملة. ¶ وهذه آية عظيمة جامعة من أعظم الآيات نفعا, وفيها رد على طوائف, رد على من يقول إن الداعي إلى البدعة لا تقبل توبته ويحتجون بحديث اسرائيلي, فيه: \"أنه قيل لذلك الداعية فكيف بمن أضللت؟ \" وهذا يقوله طائفة ممن ينتسب إلى السنة والحديث وليس من العلماء بذلك, كأبي علي الأهوازي وأمثاله ممن لا يميزون بين الأحاديث الصحيحة والموضوعة, وما يحتج به وما لا يحتج به, بل يروون كلما في الباب محتجين به. ¶ وقد حكى هذا طائفة قولا في مذهب أحمد أو رواية عنه, وظاهر مذهبه مع سائر أئمة المسلمين أنه تقبل توبته كما تقبل توبة الداعي إلى الكفر, وتوبة من فتن الناس عن دينهم. ¶ وقد تاب قادة الأحزاب: مثل أبي سفيان بن حرب, والحارث بن هشام وسهيل بن عمرو, وصفوان بن أمية, وعكرمة بن أبي جهل, وغيرهم بعد أن قتل على الكفر بدعائهم من قتل, وكانوا من أحسن الناس إسلاما وغفر الله لهم, قال تعالى: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَف} 1. وعمرو بن العاص كان من أعظم الدعاة إلى الكفر والإيذاء للمسلمين, وقد قال النبي صلى الله عليه وسلم لما أسلم \"يا عمرو أما علمت أن الإسلام يجب ما كان قبله؟ ‍‍‍‍ ‍2 \". ¶ وفي صحيح البخاري عن ابن مسعود في قوله: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَب} 3 قال كان ناس من الإنس يعبدون ناسا ¶ __________ ¶ 1-الآية 38 سورة الأنفال. ¶ 2-أخرجه مسلم في كتاب الإيمان/ باب كون الإسلام يهدم ما قبله. ¶ 3- الآية 57 سورة الإسراء.",
            "page": "26",
            "part": "1",
            "seal": "72534C24"
        },
        {
            "id": "25",
            "nass": "من الجن فأسلم أولئك الجن والإنس الذين كانوا يعبدونهم. ففي هذا أنه لم يضر الذين أسلموا عبادة غيرهم بعد الإسلام لهم, وإن كانوا هم أضلوهم أولا. ¶ وأيضا فالداعي إلى الكفر والبدعة وإن كان أضل غيره فذلك الغير يعاقب على ذنبه, لكونه قبل من هذا واتبعه, هذا عليه وزره ووزر من اتبعه إلى يوم القيامة مع بقاء أوزار أولئك عليهم, فإذا تاب من ذنبه لم يبق عليه وزره ولا ما حمله هو لأجل إضلالهم, وأما هم فسواء تاب أو لم يتب حالهم واحد, ولكن توبته قبل هذا تحتاج إلى ضدما كان عليه من الدعاء إلى الهدى, كما تاب كثير من الكفار وأهل البدع, وصاروا دعاة إلى الإسلام والسنة, وسحرة فرعون كانوا أئمة في الكفر ثم أسلموا وختم الله لهم بخير.",
            "page": "27",
            "part": "1",
            "seal": "E685AE37"
        },
        {
            "id": "26",
            "nass": "توبة قاتل النفس: ¶ ومن ذلك توبة قاتل النفس. والجمهور على أنها مقبولة, وقال ابن عباس لا تقبل, وعن أحمد روايتان. وحديث قاتل التسعة والتسعين في الصحيحين دليل على قبول توبته, وهذه الآية تدل على ذلك, وآية النساء إنما فيها وعيد في القرآن كقوله: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيرا} 1 ومع هذا فهذا إذا لم يتب. وكل وعيد في القرآن فهو مشروط بعدم التوبة باتفاق الناس, فبأي وجه يكون القاتل لاحقا به وإن تاب؟ هذا في غاية الضعف, ولكن قد يقال لا تقبل توبته بمعنى أنه لا يسقط حق المظلوم بالقتل, بل التوبة تسقط حق الله والمقتول مطالبه بحقه, وهذا صحيح في جميع حقوق الآدميين حتى الدين, فإنه في الصحيحين عن النبي صلى الله عليه وسلم أنه قال: \"الشهيد يغفر له كل شيء إلا الدين\" 2 ولكن حق الآدمي يعطاء من ¶ __________ ¶ 1-الآية 10 سورة النساء. ¶ 2- أخرجه مسلم في كتاب الإمارة/ باب من قتل في سبيل الله كفرت خطاياه إلا الدين, وذكره أحمد (14/32) فتح رباني من حديث عبد الله بن عمرو.",
            "page": "27",
            "part": "1",
            "seal": "08ABD293"
        },
        {
            "id": "27",
            "nass": "حسنات القاتل. ¶ فمن تمام التوبة أم يستكثر من الحسنات حتى يكون له ما يقابل حق المقتول, ولعل ابن عباس رأى أن القتل أعظم الذنوب بعد الكفر فلا يكون لصاحبه حسنات تقابله حق المقتول, فلا بد أن يبقى له سيئات يعذب بها, وهذا الذي قاله قد يقع من بعض الناس, فيبقى الكلام فيمن تاب وأخلص, وعجز عن حسنات تعادل حق المظلوم, هل يجعل عليه من سيئات المقتول ما يعذب به؟ وهذا موضع دقيق على مثله يحمل حديث ابن عباس, لكن هذا كله لا ينافي موجب الآية, وهو أن الله تعالى يغفر كل ذنب, الشرك والقتل والزنا, وغير ذلك من حيث الجملة, فهي عامة في الأفعال مطلقة في الأشخاص. ¶ ومثل هذا قوله: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} 1 عام في الأشخاص مطلق في أحوال الأرجل, إذ قد تكون مستورة بالخف واللفظ لم يتعرض على الأحوال. ¶ وكذلك قوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُم} 2 عام في الأولاد عام في الأحوال, إذ قد يكون الولد موافقا في الدين ومخالفا وحرا وعبدا. واللفظ لم يتعرض إلى الأحوال. ¶ وكذلك قوله: {يَغْفِرُ الذُّنُوب} عام في الذنوب مطلق في أحوالها, فإن الذنب قد يكون صاحبه تائبا منه, وقد يكون مصرا, واللفظ لم يتعرض لذلك, بل الكلام يبين أن الذنب يغفر في حال دون حال, فإن الله أمر بفعل ما تغفر به الذنوب ونهى عما به يحصل العذاب يوم القيامة بلا مغفرة فقال: ¶ __________ ¶ 1-الآية 5 التوبة. ¶ 2-الآية 11 النساء.",
            "page": "28",
            "part": "1",
            "seal": "CE0F6C2F"
        },
        {
            "id": "28",
            "nass": "{وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لا تُنْصَرُونَ, وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لا تَشْعُرُونَ, أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَى عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ, أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ, أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ, أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ} 1 فهذا إخبار أنه يوم القيامة يعذب نفوسا لم يغفر لها, كالتي كذبت بآياتها واستكبرت وكانت من الكافرين, ومثل هذه الذنوب غفرها الله لآخرين لأنهم تابوا منها. ¶ فإن قيل فقد قال تعالى: {إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْراً لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَئِكَ هُمُ الضَّالُّونَ} 2 وقال تعالى: {إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْراً لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلا لِيَهْدِيَهُمْ سَبِيلاً} 3 قيل: إن القرآن قد بين توبة الكافر وإن كان قد ارتد ثم عاد إلى الإسلام في غير موضع, كقوله: {كَيْفَ يَهْدِي اللَّهُ قَوْماً كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ, أُولَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلائِكَةِ وَالنَّاسِ أَجْمَعِينَ, خَالِدِينَ فِيهَا لا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلا هُمْ يُنْظَرُونَ, إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} 4 وقوله: {كَيْفَ يَهْدِي اللَّهُ؟} أي أنه لا يهديهم مع كونهم مرتدين ظالمين, ولهذا قال: {وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} فمن ارتد عن دين الإسلام لم يكن إلا ضالا, لم يحصل له الهدى إلى أي دين ارتد. ¶ __________ ¶ 1- الآية 54-59 الزمر. ¶ 2- الآية 90 آل عمران. ¶ 3- الآية 137 النساء. ¶ 4- الآية 86-89 آل عمران.",
            "page": "29",
            "part": "1",
            "seal": "13C3D022"
        },
        {
            "id": "29",
            "nass": "وكذلك قال في قوله: {مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ} 1 ومن كفر بالله من بعد إيمانه من غير إكراه فهو مرتد, قال: {ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ} 2. ¶ وهو سبحانه في آل عمران ذكر التائبين منهم, ثم ذكر من لا تقبل توبته ومن مات كافرا, فقال: {إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْراً لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَئِكَ هُمُ الضَّالُّونَ, إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلءُ الْأَرْضِ ذَهَباً وَلَوِ افْتَدَى بِهِ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ} 3. وهؤلاء الذين لا تقبل توبتهم قد ذكروا فيهم أقوال: قيل لنفاقهم, وقيل لأنهم تابوا مما دون الشرك ولم يتوبوا منه, وقيل لن تقبل توبتهم بعد الموت, وقال الأكثرون كالحسن وقتادة وعطاء الخراساني والسدي, لن تقبل توبتهم حين يحضرهم الموت, فيكون كقوله: {وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَاباً أَلِيما} 4. ¶ وكذلك قوله: {إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْراً لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلا لِيَهْدِيَهُمْ سَبِيلاً} 5 قال مجاهد وغيره من المفسرين: ازدادوا كفرا ثبتوا عليه حتى ماتوا. ¶ __________ ¶ 1-الآية 106 النحل. ¶ 2- الآية 110 النحل. ¶ 3- الآية 90-91 آل عمران. ¶ 4- الآية 18 النساء. ¶ 5- الآية 137 النساء.",
            "page": "30",
            "part": "1",
            "seal": "679D797A"
        },
        {
            "id": "30",
            "nass": "قلت: وذلك لأن التائب راجع عن الكفر, ومن لم يتب فإنه مستمر يزداد كفرا بعد كفر, فقوله: {ثُمَّ ازْدَادُوا} بمنزلة قول القائل ثم أصروا على الكفر واستمروا على الكفر وداموا على الكفر, فهم كفروا بعد إسلامهم, ثم زاد كفرهم ما نقص, فهؤلاء لا تقبل توبتهم وهي التوبة عند حضور الموت, لأن من تاب قبل حضور الموت فقد تاب من قريب ورجع عن كفره, فلم يزدد بل نقص, بخلاف المصر إلى حين المعاينة, فما بقي له زمان يقع لنقص كفره فضلا عن هدمه. ¶ وفي الآية الأخرى قال: {لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ} وذكر أنهم آمنوا ثم كفروا, ثم آمنوا ثم كفروا ثم ازدادوا كفرا, قيل لأان المرتد إذا تاب غفر له كفره, فإذا كفر بعد ذلك ومات كافرا حبط إيمانه, فعوقب بالكفر الأول والثاني, كما في الصحيحين عن ابن مسعود قال: قبل يا رسول الله أنؤاخذ بما عملنا في الجاهلية؟ فقال: \"منم أحسن في الإسلام لم يؤاخذ بما عمل في الجاهلية ومن أساء في الإسلام أخذ بالأول والآخر\"1 فلو قال: إن الذين آمنوا ثم كفروا ثم ازدادوا كفرا لم يكن الله ليغفر لهم, كان هؤلاء الذين ذكرهم في آل عمران فقال: {إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْراً لَنْ تُقْبَلَ تَوْبَتُهُمْ} بل ذكر أنهم آمنوا ثم كفروا ثم آمنوا بعد ذلك, وهو المرتد التائب, فهذا إذا كفر وازداد كفرا لم يغفر له كفره السابق أيضا, فلو آمنوا ثم كفروا ثم آمنوا ثم كفروا ثم آمنوا لم يكونوا قد ازدادوا كفرا فلا يدخلون في الآية. ¶ والفقهاء إذا تنازعوا في قبوا توبة من تكررت ردته أو قبول توبة الزنديق, فذاك إنما هو في الحكم الظاهر, لأنه لا يوثق بتوبته أما إذا قدر أنه أخلص التوبة ¶ __________ ¶ 1-متفق عليه: البخاري كتاب استتابة المرتدين/ باب قال الله تعالى إن الشرك لظلم عظيم. ومسلم, كتاب الإيمان/ باب هل يؤاخذ بأعمال الجاهلية من حديث عبد الله بن عمرو.",
            "page": "31",
            "part": "1",
            "seal": "7728AFB5"
        },
        {
            "id": "31",
            "nass": "لله في الباطن فإنه يدخل في قوله: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} 1. ¶ ونحن حقيقة قولنا أن التائب لا يعذب لا في الدنيا ولا في الآخرة, لا شرعا ولا قدرا, والعقوبات التي تقام من حد أو تعزير إما إن يثبت سببها بالبينة مثل قيام البينة بأنه زنا أو سرق أو شرب, فهذا إذا أظهر التوبة لم يوثق بها, ولو درئ من الحد بإظهار هذا لم يقم حد, فإنه كل من تقام عليه البينة يقول قد تبت, وإن كان تائبا في الباطن كان الحد مكفرا وكان مأجورا على صبره, وأما إذا جاء هو بنفسه فاعترف وجاء تائبا, فهذا لا يجب أن يقام عليه الحد في ظاهر مذهب أحمد, نص عليه في غير موضع, وهي من مسائل التعليق, واحتج عليها القاضي بعدة أحاديث, وحديث الذي قال: \"أصبت حدا فأقمه علي فأقيمت الصلاة\" يدخل في هذا لأنه جاء تائبا, وإن شهد على نفسه كما شهد به ماعز والغامدية واختار إقامة الحد أقيم عليه وإلا فلا, كما في حديث ماعز: \"فهلا تركتموه؟ \" والغامدية ردها مرة بعد مرة. ¶ فالإمام والناس ليس عليهم إقامة الحد على مثل هذا, ولكن هو إذا طلب ذلك أقيم عليه كالذي يذنب سرا, وليس على أحد أن يقيم عليه حدا, لكن إذا اختار هو أن يعترف ويقام عليه الحد أقيم وإن لم يكن تائبا, وهذا كالقتل الذي ينغمس في العدو2 هو مما يرفع الله به درجة كما قال النبي صلى الله عليه وسلم: \"لقد تابت توبة لو تائب صاحب مكس لغفر له, وهل وجدت أفضل من أن جادت بنفسها لله؟ ‍‍‍‍\". ¶ وقد قيل في ماعز إنه رجع عن الإقرار, وهذا هو أحد القولين فيه في ¶ __________ ¶ 1-الآية 53 الزمر. ¶ 2- ينغمس في العدو: يلتحم بالعدو غير هياب.",
            "page": "32",
            "part": "1",
            "seal": "C7B1C70D"
        },
        {
            "id": "32",
            "nass": "مذهب أحمد وغيره, وهو ضعيف والأول أجود وهؤلاء يقولون: سقط الحد لكونه رجع عن الإقرار, ويقولون رجوعه عن الإقرار مقبول, وهو ضعيف, بل فرق بين من أقر تائبا ومن أقر غير تائب, فإسقاط العقوبة بالتوبة –كما دلت عليها النصوص- أولى من إسقاطها بالرجوع عن الإقرار, والإقرار شهادة منه على نفسه, ولو قبل الرجوع لما قام حد بإقرار, فإذا لم تقبل التوبة بعد الإقرار مع أنه قد يكون صادقا فالرجوع الذي هو فيه كاذب أولى. ¶ آخره, والحمد لله رب العالمين, وصلى الله على سيدنا محمد وآله وسلم تسليما كثيرا إلى يوم الدين.",
            "page": "33",
            "part": "1",
            "seal": "E3DA09E8"
        },
        {
            "id": "33",
            "nass": "الجمع بين نصوص الوعيد:1 ¶ وسئل عن النساء اللاتي يتعممن بالعمائم الكبار, لا يرين الجنة, ولا يشممن رائحتها, وقد روي في الحديث عن رسول الله صلى الله عليه وسلم: \"من قال: لا إله إلا الله دخل الجنة\" 2. ¶ فأجاب: قد ثبت في صحيح مسلم وغيره عن أبي هريرة أن النبي صلى الله عليه وسلم قال: \"صنفان من أهل النار من أمتي لم أرهما بعد: نساء كاسيات عاريات, مائلات مميلات, على رؤوسهن كأسنمة البخت, لا يدخلن الجنة, ولا يجدن ريحها. ورجال معهم سياط مثقل أذناب البقر, يضربون بها عباد الله\" 3 ومن زعم أن هذا الحديث ليس بصحيح بما فيه من الوعيد الشديد, فإنه جاهل ضال عن الشرع يستحق العقوبة التي تردعه, وأمثاله من الجهال الذين يتعرضون على الأحاديث ¶ __________ ¶ 1-ص 646 ج 11 مجموع الفتاوى. ¶ 2- متفق عليه. البخاري كتاب اللباس/باب الثياب البيض. وفي مسلم كتاب الإيمان /باب من مات لا يشرك بالله شيئا يدخل الجنة. ¶ 3- مسلم كتابي اللباس/ باب النساء الكاسيات العاريات ولفظه: \"صنفان من أهل النار لم أرهما قوم معهم سياط ... الحديث\". (17/302 الفتح الرابني) .",
            "page": "33",
            "part": "1",
            "seal": "1EE2048D"
        },
        {
            "id": "34",
            "nass": "الصحيحة عن رسول الله صلى الله عليه وسلم. ¶ والأحاديث الصحيحة في \"الوعيد\" كثيرة مثل قوله: \"من قتل نفسا معاهدة بغير حقها لم يجد رائحة الجنة, وريحها يوجد من مسيرة أربعين خريفا\" 1 ومثل قوله الذي في الصحيح: \"لا يدخل الجنة من في قلبه ذرة من كبر, قيل: يا رسول الله ‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍الرجل يكون ثوبه حسنا, ونعله حسنا, أفمن الكبر ذاك؟ فقال: لا, الكبر بطر الحق, وغمط الناس\" 2. و\"بطر الحق\" جحده, و\"غمط الناس\" احتقارهم وازدراؤهم. ومثل قوله في الحديث الصحيح: \"ثلاثة لا يكلمهم الله يوم القيامة ولا يزكيهم, ولهم عذاب أليم: شيخ زان, وملك كذاب, وفقير محتال\"3. ¶ وفي القرآن من آيات الوعيد ما شاء الله, كقوله: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً} 4 وكما في قوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيماً, وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَاناً وَظُلْماً فَسَوْفَ نُصْلِيهِ نَاراً وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيراً} 5 وقوله في الفرائض: {تِلْكَ حُدُودُ اللَّهِ. وَمَنْ ¶ __________ ¶ 1-البخاري كتاب الديات/ باب إثم من قتل ذميا بغير جرم وكذلك أخرجه النسائي وابن ماجة وغيرهم. ¶ 2- مسلم كتاب الإيمان/ باب تحريم الكبر وبيانه. ¶ أحمد (17/2 الفتح الرباني) . ¶ الترمذي كتاب البر والصلة/ باب ما جاء في الكبر وقال: هذا حديث حسن صحيح غريب (وفيه الكبر بطر الحق وغمط الناس) . ¶ 3-مسلم من حديث أبي هريرة كتاب الإيمان/ باب بيان غلظ إسبال الإزار ... وفيه (وعائل مستكبر) . ¶ وأخرجه الطبراني في الكبير وفيه (وفقير محتال يزهد) . ¶ 4-الآية 10 النساء. ¶ 5- الآية 29-30 النساء.",
            "page": "34",
            "part": "1",
            "seal": "C3169AB5"
        },
        {
            "id": "35",
            "nass": "يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ, وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُهِينٌ} 1. ¶ وهذا أمر متفق عليه بين المسلمين, أن الوعيد في الكتاب والسنة لأهل الكبائر موجود, ولكن الوعيد الموجود في الكتاب والسنة قد بين الله في كتابه وسنة رسوله صلى الله عليه سلم, أنه لا يلحق التائب بقوله: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعا} 2 أي لمن تاب. وقال في الآية الأخرى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} 3 فهذا في حق من لم يتب, فالشرك لا يغفر, وما دون الشرك إن شاء الله غفره, وإن شاء عاقب عليه. ¶ وفي الصحيحين عن النبي صلى الله عليه وسلم أنه قال: \"ما يصيب المؤمن من نصب ولا وصب, ولا هم ولا غم, ولا حزن ولا أذى, حتى الشوكة يشاكها, إلا كفر الله بها من خطاياه\" ولهذا لما نزل قوله: {مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ} 4 قال أبو بكر: يا رسول الله قد جاءت قاصمة الظهر وأينا لم يعمل السوءا؟ فقال: \"يا أبا بكر ألست تنصب؟ ألست تحزن؟ ألست تصيبك اللأوى؟ فذلك مما تجزون به\" فالمصائب في الدنيا يكفر الله بها من خطايا المؤمن ما به يكفر, وكذلك الحسنات التي يفعلها. قال الله تعالى: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَات} 5 وقال النبي صلى الله عليه وسلم: \"الصلوات الخمس, والجمعة إلى الجمعة, ورمضان إلى رمضان, ¶ __________ ¶ 1- الآية 13-14 النساء. ¶ 2- الآية 53 الزمر. ¶ 3- الآية 48 النساء. ¶ 4- الآية 123 النساء. ¶ 5- الآية 114 هود.",
            "page": "35",
            "part": "1",
            "seal": "5337CB21"
        },
        {
            "id": "36",
            "nass": "كفارات لما بينهن إذا اجتنبت الكبائر\" فالله تعالى لا يظلم عبده شيئا, كما قال: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ, وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ} 1. ¶ فالوعيد ينتفي عنه: إما بالتوبة, وإما بحسنات يفعلها تكافئ سيئاته, وغما بمصائب يكفر الله بها خطاياه, وإما بغير ذلك, وكما أن أحاديث الوعيد تقدم وكذلك أحاديث الوعد, فقد يقول: لا إله إلا الله, ويجحد وجوب الصلاة والزكاة, فهذا كافر يجب قتله, وقد يكون من أهل الكبائر المستوجبين للنار. ¶ وهذه مسألة \"الوعد والوعيد\" من أكبر مسائل العلم. وقد بسطناها في مواضع, ولكن كتبنا هنا ما تسع الورقة. ¶ __________ ¶ 1-الآية 7-8 الزلزلة.",
            "page": "36",
            "part": "1",
            "seal": "B44BE785"
        },
        {
            "id": "37",
            "nass": "نصوص الوعيد عامة:2 ¶ قد ثبت عن النبي صلى الله عليه وسلم أنه لعن الخمر وشاربها, فقد ثبت أن النبي صلى الله عليه وسلم لعن عموما شارب الخمر, ونهى في الحديث الصحيح عن لعن هذا المعين. ¶ وهذا كما أن نصوص الوعيد عامة في أكل أموال اليتامى, والزاني, والسارق فلا نشهد بها عامة على معين, بأنه من أصحاب النار, لجواز تخلف المقتضي عن المقتضى لمعارض راجح, إما توبة, وإما حسنات ماحية, وإما مصائب مكفرة, وإما شفاعة مقبولة, وإما غير ذلك كما قررناه في غير هذا الموضع. ¶ __________ ¶ 2- ص 484 ج 4مجموع الفتاوى.",
            "page": "36",
            "part": "1",
            "seal": "A4E939C7"
        },
        {
            "id": "38",
            "nass": "هل إخلاف الوعيد جائز:1 ¶ قال تعالى: {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً لا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ} 2 ذكر هذا بعد قوله: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوّاً شَيَاطِينَ الْأِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ, وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ, أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَماً وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلاً وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ} 3 ثم قال: {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً لا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ} وقال تعالى: {وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ لا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَداً} 4. ¶ فأخبر في هاتين الآيتين أنه لا مبدل لكلمات الله, وأخبر في الأولى أنها تمت صدقا وعدلا, وقد تواتر عن النبي صلى الله عليه وسلم أنه كان يستعيذ ويأمر بالاستعاذة بكلمات الله التامات, وفي بعض الأحاديث \"الذي لا يجاوزهن بر ولا فاجر\". ¶ وقال تعالى: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ, الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ, لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} 5. وقال تعالى: {وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا} 6 وذلك بيان أن وعد الله الذي وعده ¶ __________ ¶ 1-ص 496 ج 14 مجموع الفتاوى. ¶ 2- الآية 115 الأنعام. ¶ 3- الآيات 112-114 الأنعام. ¶ 4- الآية 27 الكهف. ¶ 5- الآيات 62-64 يونس. ¶ 6- الآية 34 الأنعام.",
            "page": "37",
            "part": "1",
            "seal": "27059D32"
        },
        {
            "id": "39",
            "nass": "رسله من كلماته التي لا مبدل لها. كما قال في أوليائه: {لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ} فإنه ذكر أنه لا خوف عليهم ولا هم يحزنون, وأن لهم البشرى في الحياة الدنيا وفي الآخرة. فوعدهم بنفي المخافة والحزن, وبالبشرى في الدارين. ¶ وقال بعد ذلك: {لا مبدل لكلمات الله} فكان في هذا تحقيق كلام الله الذي هو وعده, كما قال: {فَلا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ} 1. وقال: {وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} 2. وقال المؤمنون: {رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لا تُخْلِفُ الْمِيعَادَ} 3 فإخلاف ميعاده تبديل لكماته. ¶ يبين ذلك قوله تعالى: {قَالَ لا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ, مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ} 4 فأخبر سبحانه أنه قدم إليهم بالوعيد, وقال: {مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ} وهذا يقتضي أنه صادق في وعيده أيضا وأن وعيده لا يبدل. ¶ وهذا مما احتج به القائلون بأن فساق الملة لا يخرجون من النار وقد تكلمنا عليهم ف يغير هذا الموضع, لكن هذه الآية تضعف جواب من يقول: إن إخلاف الوعيد جائز, فإن قوله: {مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ} بعد قوله {وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ} دليل على أن وعيده لا يبدل, كما لا يبدل وعده. ¶ لكن التحقيق الجمع بين نصوص الوعد والوعيد وتفسير بعضها ببعض من غير ¶ __________ ¶ 1-الآية 47 الحجر. ¶ 2- الآية 6 الروم. ¶ 3- الآية 194 آل عمران. ¶ 4- الآية 28 ق.",
            "page": "38",
            "part": "1",
            "seal": "EDE5EFF7"
        },
        {
            "id": "40",
            "nass": "تبديل شيء منها. وقد قال تعالى: {سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلامَ اللَّه} 1 والله أعلم.",
            "page": "39",
            "part": "1",
            "seal": "F4A16050"
        },
        {
            "id": "41",
            "nass": "الوعيد المطلق: ¶ الوعيد المطلق في الكتاب والسنة مشروط بثبوت شروط وانتفاء موانع, فلا يلحق التائب من الذنب باتفاق المسلمين, ولا يلحق من له حسنات تمحو سيئاته, ولا يلحق المشفوع له, والمغفور له, فإن الذنوب تزول عقوبتها التي هي جهنم بأسباب التوبة والحسنات الماحية والمصائب المكفرة –لكنها من عقوبات الدنيا- وكذلك ما يحصل في البرزخ من الشدة, وكذلك ما يحصل في عرصات القيامة, وتزول أيضا بدعاء المؤمنين: كالصلاة عليه وشفاعة الشفيع المطاع, كمن يشفع فيه سيد الشفعاء محمد: صلى الله عليه وسلم تسليما. ¶ وحينئذ فأي ذنب تاب منه ارتفع موجبه, ومالم يتب منه فله حكم الذنوب التي لم يتب منها, فالشدة إذا حصلت بذنوب وتاب من بعضها خفف منه بقدر ما تاب منه, بخلاف مالم يتب منه, بخلاف صاحب التوبة العامة. ¶ والناس في غالب أحوالهم لا يتوبون توبة عامة مع حاجتهم إلى ذلك فإن التوبة واجبة على كل عبد في كل حال. لأنه دائما يظهر له ما فرط فيه من ترك مأمور أو ما اعتدى فيه من فعل محظور, فعليه أن يتوب دائما. والله أعلم.",
            "page": "39",
            "part": "1",
            "seal": "2AE23B70"
        },
        {
            "id": "42",
            "nass": "اللعن ¶ النهي عن لعن من يحب الله ورسوله:1 ¶ كثير من الناس لا يستحضر عند التوبة إلا بعض المتصفات بالفاحشة أو مقدماتها أو بعض الظلم باللسان أو اليد, وقد يكون ما تركه من المأمور الذي يجب الله عليه في باطنه وظاهره من شعب الإيمان وحقائقه أعظم ضررا عليه مما فعله من بعض الفواحش, فإن ما أمكر الله به من حقائق الإيمان التي بها يصير العبد من المؤمنين حقا أعظم نفعا من نفع ترك بعض الذنوب الظاهرة, كحب الله ورسوله, فإن هذا أعظم الحسنات الفعلية حتى ثبت في الصحيح \"أنه كان على عهد النبي صلى الله عليه وسلم رجل يدعى حمارا, وكان يشرب الخمر, وكان كلما أتي به إلى النبي صلى الله عليه وسلم جلده الحد, فلما كثر ذلك منه أتي به مرة فأمر بجلده فلعنه رجل فقال النبي صلى الله عليه وسلم: \"لا تلعنه فإنه يحب الله ورسوله\" 2. ¶ فنهى عن لعنه مع إصراره على الشرب لكونه يحب الله ورسوله, مع أنه صلى الله عليه وسلم لعن في الخمر عشرة: \"لعن الخمر وعاصرها ومعتصرها وشاربها وساقيها وحاملها والمحمولة إليه وبائعها ومبتاعها وآكل ثمنها\" 3. ¶ ولكن لعن المطلق لا يستلزم لعن المعين الذي قام به ما يمنع لحوق اللعنة إليه. ¶ __________ ¶ 1-329 ج10 مجموع الفتاوى. ¶ 2- البخاري من حديث عمر بن الخطاب. كتاب الحدود/ باب ما يكره منم لعن شارب الخمر وأنه ليس بخارج من الملة. ¶ 3- رواه أبو داوود في كتاب الأشربة / باب العنب يعصر للخمر. ورواه ابن ماجة في كتاب الأشربة/ باب لعن الخمر على عشرة أوجه, قال المنذري في مختصر السنن 5/260 فيه عبد الرحمن الغافقي, سئل عنه يحي بن معين فقال: لا أعرفه وذكره ابن يونس في تاريخه وقال: إنه روي عن ابن",
            "page": "41",
            "part": "1",
            "seal": "383C4AF2"
        },
        {
            "id": "43",
            "nass": "لا يجوز لعن المعين: ¶ وبعد حديث عن معاوية رضي الله عنه وأنه جاهد مع النبي صلى الله عليه وسلم وكان أمينا عنده يكتب له الوحي قال1: ¶ بل \"يزيد\" ابنه مع ما أحدث من أحداث, من قال فيه: إنه كافر مرتد, فقد افترى عليه, بل كان ملكا من ملوك المسلمين كسائر ملوك المسلمين, وأكثر الملوك لهم حسنات ولهم سيئات, وحسناتهم عظيمة, وسيئاتهم عظيمة, فالطاعن في واحد منهم دون نظرائه إما جاهل, وإما ظالم. ¶ وهؤلاء لهم ما لسائر المسلمين, منهم من تكون حسناته أكثر من سيئاته, ومنهم من قد تاب من سيئاته, ومنهم من كفر الله عنه, ومنهم من قد يدخله الجنة, ومنهم من قد يعاقبه لسيئاته, ومنهم من قد يتقبل الله فيه شفاعة نبي أو غيره من الشفعاء, فالشهادة لواحد من هؤلاء بالنار هو من أقوال أهل البدع والضلال. ¶ كما أنا نقول ما قال الله تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِِيراًً} 2, فلا ينبغي لأحد أن يشهد لواحد بعينه أنه من أهل النار, لإمكان أن يتوب أو يغفر له الله بحسنات ماحية, أو مصائب مكفرة, أو شفاعة مقبولة, أو يعفو الله عنه, أو غير ذلك. ¶ __________ ¶ عمر, قال الحافظ في التلخيص صححه ابن السكن, وفي اسناد ابن ماجة أبو أطعمة رماه مكحول الهذلي بالكذب. ورواه ابن ماجة من طريق أنس ابن مالك وقال الحافظ في التلخيص: رواته ثقات. وكذا أخرجه أحمد 1/316 وقال الأستاد احمد شاكر اسناده صحيح ووثق أبا طعمة هذا. ورواه أحمد أيضا عن طريق ابن عمر 2/97 وصححه أحمد شاكر. ¶ 1-ص 473/4 مجموع الفتاوى. ¶ 2- الآية 10 النساء.",
            "page": "42",
            "part": "1",
            "seal": "D2B97DCB"
        },
        {
            "id": "44",
            "nass": "فهكذا الواحد من الملوك, وإن كان صدر منه ما هو ظلم فإن ذلك لا يوجب أن نلعنه ونشهد له بالنار, ومنت دخل في ذلك كان من أهل البدع والضلال, فكيف إذا كان للرجل حسنات عظيمة يرجى له بها المغفرة مع ظلمه! كما ثبت في صحيح البخاري عن ابن عمر عن النبي صلى الله عليه وسلم أنه قال: \"أول جيش يغزو قسطنطينية مغفور له\" 1, وأول جيش غزاها كان أميرهم \"يزيد ابن معاوية\" وكان معه في الغزاة أبو أيوب الأنصاري, وتوفي هناك, وقبره هناك إلى الآن. ولهذا كان المقتصدون من أئمة السلف يقولون في يزيد وأمثاله: إنا لا نسبهم ولا نحبهم, أي لا نحب ما صدر منهم من ظلم, والشخص الواحد يجتمع فيه حسنات وسيئات, وطاعات ومعاصي, وبر وجور وشر, فيثيبه الله على حسناته, ويعاقبه على سيئاته إن شاء أو يغفر له, ويحب ما فعله من الخير ويبغض ما فعله من شر. ¶ __________ ¶ 1-أخرجه البخاري.",
            "page": "43",
            "part": "1",
            "seal": "2688C4B1"
        },
        {
            "id": "45",
            "nass": "تعزيز من لعن أحدا من المسلمين ¶ ... ¶ تعزير من لعن أحدا من المسلمين:2 ¶ قال رحمه الله: رأيت في فتاوى الفقيه أبي محمد فتوى طويلة, فيها أشياء حسنة قد سئل بها مسائل متعددة قال فيها: ¶ \"ومن لعن أحدا من المسلمين عزر ذلك تعزيرا بليغا, والمؤمن لا يكون لعانا, وما أقربه من عود اللعنة عليه, قال: وأما لعن العلماء لأئمة الأشعرية فمن لعنهم عز, وعادت اللعنة عليه فمن لعن من ليس أهلا للعنة وقعت اللعنة عليه\". ¶ فالفقيه أبو محمد أيضا إنما منع اللعن, وأمر بتعزير اللاعن وهو ماذكرناه من موافقة القرآن والسنة والحديث, والرد على من خالف القرآن والسنة والحديث, ¶ __________ ¶ 2- ص15-17 ج 4 مجموع الفتاوى.",
            "page": "43",
            "part": "1",
            "seal": "C5BA1A46"
        },
        {
            "id": "46",
            "nass": "التكفير والتفسيق ¶ التكفير والتفسيق ¶ ... ¶ \"التكفير والتفسيق\" ¶ فصل1: ومن أصول أهل السنة أن الدين والإيمان قول وعمل: قول القلب واللسان وعمل القلب واللسان والجوارح, وأن الإيمان يزيد بالطاعة وينقص بالمعصية. ¶ وهم مع ذلك لا يكفرون أهل القبلة بمطلق المعاصي والكبائر, كما يفعله الخوارج, بل الأخوة الإيمانية ثابتة مع المعاصي, كما قال سبحانه وتعالى في آية القصاص: {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ} 2 وقال: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ, إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ} 3. ¶ ولا يسلبون الفاسق الملي اسم الإيمان بالكلية, ولا يخلدونه في النار, كما تقوله المعتزلة, بل الفاسق يدخل في اسم الإيمان في مثل قوله تعالى: {فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} 4. ¶ وقد لا يدخل في اسم الإيمان المطلق كما في قوله: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً} 5 وقوله صلى الله عليه وسلم: \"لا يزني الزاني حين يزني وهو مؤمن, ولا يسرق السارق حين يسرق وهو مؤمن, ¶ __________ ¶ 1- ص 151 ج 3 مجموع الفتاوى. ¶ 2- الآية 178 البقرة. ¶ 3- الآية 9-10 الحجرات. ¶ 4- الآية 92 النساء. ¶ 5- الآية 2 الأنفال.",
            "page": "47",
            "part": "1",
            "seal": "01C0E317"
        },
        {
            "id": "47",
            "nass": "ولا يشرب الخمر حين يشربها وهو مؤمن, ولا ينتهب نهبة ذات شرف يرفع الناس إليه فيها أبصارهم حين ينتهبها وهو مؤمن\" 1. ¶ ويقولون: هو مؤمن ناقص الإيمان, أو مؤمن بإيمانه فاسق بكبيرته, فلا يعطى الاسم المطلق, ولا يسلب مطلق الاسم. ¶ وسئل شيخ الإسلام أبو العباس تقي الدين بن تيمية –قدس الله روحه: عن العبد المؤمن هل يكفر بالمعصية أم لا؟ 2 ¶ فأجاب: ¶ لا يكفر بمجرد الذنب, فإنه ثبت بالكتاب والسنة وإجماع السلف أن الزاني غير المحصن يجلد ولا يقتل, والشارب يجلد, والقاذف يجلد, والسارق يقطع. ¶ ولو كانوا كفارا لكانوا مرتدين ووجب قتلهم, وهذا خلاف الكتاب والسنة وإجماع السلف. ¶ __________ ¶ 1-متفق عليه من حديث أبي هريرة. ¶ 2- ص 307 ج 4 مجموع الفتاوى.",
            "page": "48",
            "part": "1",
            "seal": "668CDA79"
        },
        {
            "id": "48",
            "nass": "لا يكفر أحد حتى تقوم عليه الحجة:1 ¶ وحقيقة الأمر في ذلك: أن القول قد يكون كفرا, فيطلق الأمر بتكفير صاحبه, ويقال من قال كذا فهو كافر, لكن الشخص المعين الذي قاله لا يحكم بكفره, حتى تقوم عليه الحجة التي يكفر تاركها. ¶ وهذا كما في نصوص الوعيد فإن الله سبحانه وتعالى يقول: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً} 2 فهذا ¶ __________ ¶ 1- ص345 ج 23 مجموع الفتاوى. ¶ 2- الآية 10 النساء.",
            "page": "48",
            "part": "1",
            "seal": "9D9024D5"
        },
        {
            "id": "49",
            "nass": "ونحوه من نصوص الوعيد حق, لكن الشخص المعين لا يشهد عليه بالوعيد, فلا يشهد لمعين من أهل القبلة بالنار لجواز أن لا يلحقه الوعيد لفوات شرط, أو ثبوت مانع, فقد لا يكون التحريم بلغه, وقد يتوب من فعل المحرم, وقد تكون له حسنات عظيمة تمحو عقوبة ذلك المحرم, وقد يبتلى بمصائب تكفر عنه وقد يشفع قيه شفيع مطاع. ¶ وهكذا الأقوال التي يكفر قائلها قد يكون الرجل لم تبلغه النصوص الموجبة لمعرفة الحق, وقد تكون عنده ولم تثبت عنده, أولم يتمكن من فهمها, وقد يكون قد عرضت له شبهات يعذره الله بها, فمن كان من المؤمنين مجتهدا في طلب الحق وأخطأ فإن الله يغفر له خطأه كائنا من كان, سواء كان في المسائل النظرية, أو العملية هذا الذي عليه أصحاب النبي صلى الله عليه وسلم, وجماهير أئمة الإسلام.",
            "page": "49",
            "part": "1",
            "seal": "EBB69A1A"
        },
        {
            "id": "50",
            "nass": "لا أساس لتقسيم المسائل إلى أصول وفروع:1 ¶ وما قسموا المسائل إلى مسائل أصول يكفر بإنكارها, ومسائل فروع لا يكفر بإنكارها. ¶ فأما التفريق بين نوع وتسميته مسائل الأصول وبين نوع وتسميته مسائل الفروع فهذا الفرق ليس له اصل لا عن الصحابة, ولا عن التابعين لهم بإحسان, ولا أئمة الإسلام, وإنما هو مأخوذ عن المعتزلة وأمثالهم من أهل البدع, وعنهم تلقاه من ذكره من الفقهاء في كتبهم, وهو تفريق متناقض, فإنه يقال لمن فرق بين النوعين: ماحد مسائل الأصول التي يكفر بها المخطئ فيها؟ وما الفاصل بينها وبين مسائل الفروع؟ فإن قال: مسائل الأصول هي مسائل الاعتقاد ومسائل الفروع هي مسائل العمل. قيل له: فتنازع الناس في محمد صلى الله عليه وسلم هل ¶ __________ ¶ 1- ص 346 ج 23 مجموع الفتاوى.",
            "page": "49",
            "part": "1",
            "seal": "8D2C5A4C"
        },
        {
            "id": "51",
            "nass": "رأى ربه أم لا؟ وفي أن عثمان أفضل من علي, أم علي أفضل؟ وفي كثير من معاني القرآن, وتصحيح بعض الأحاديث هي من المسائل الاعتقادية العلمية, ولا كفر فيها بالاتفاق, ووجوب الصلاة والزكاة والصيام والحج وتحريم الفواحش والخمر هي مسائل عملية, والمنكر لها يكفر بالاتفاق. ¶ وإن قال الأصول: هي المسائل القطعية, قيل له: كثير من مسائل العمل قطعية, وكثير من مسائل العلم ليست قطعية, وكون المسألة قطعية أو ظنية هو من الأمور الإضافية, وقد تكون المسألة عند رجل قطعية لظهور الدليل القاطع له, كمن سمع النص من رسول الله صلى الله عليه وسلم, وتيقن مراده منه. وعند رجل لا تكون ظنية, فضلا عن أن تكون قطعية لعدم بلوغ النص إياه, أو لعدم ثبوته عنده, أو لعدم تمكنه من العلم بدلالته. ¶ وقد ثبت في الصحاح عن النبي صلى الله عليه وسلم حديث الذي قاله لأهله: \"إذا أنا مت فأحرقوني, ثم اسحقوني, ثم ذروني في اليم, فوالله لئن قدر الله علي ليعذبني عذابا ما عذبه أحدا من العالمين, فأمر الله البر برد ما أخذ منه, والبحر يرد ما أخذ منه, وقال: ما حملك على ما صنعت؟ قال: خشيتك يا رب! فغفر له\" 1 فهذا شك في قدرة الله وفي المعاد, بل ظن أنه لن يعود, وأنه لا يقدر الله عليه إذا فعل ذلك, وغفر الله له. ¶ ولكن المقصود هنا أن مذاهب الأئمة مبنية على هذا التفصيل بين النوع والعين, ولهذا حكى طائفة عنهم الخلاف في ذلك, ولم يفهموا غور قولهم فطائفة تحكي عن أحمد في تكفير أهل البدع روايتين مطلقا, حتى تجعل الخلاف في تكفير المرجئة والشيعة المفضلة لعلي, وربما رجحت التكفير والتخليد في ¶ __________ ¶ 1-متفق عليه.",
            "page": "50",
            "part": "1",
            "seal": "0A97ED4C"
        },
        {
            "id": "52",
            "nass": "النار, وليس هذا مذهب أحمد, ولا غيره من أئمة الإسلام, بل لا يختلف قوله أنه لا يكفر المرجئة الذين يقولون: الإيمان قول بلا عمل, ولا يكفر من يفضل عليا على عثمان, بل نصوصه صريحة بالامتناع من تكفير الخوارج والقدرية وغيرهم. وإنما يكفر الجهمية المنكرين لأسماء الله وصفاته, لان مناقضة أقوالهم لما جاء به الرسول صلى الله عليه وسلم ظاهرة بينة, ولأن حقيقة قولهم تعطيل الخالق. وكان قد ابتلي بهم حتى عرف حقيقة أمرهم, وأنه يدور على التعطيل, وتكفير الجهمية مشهور عن السلف والأئمة. ¶ لكن ما يكفر أعيانهم, فإن الذي يدعو إلى القول أعظم من الذي يقول به, والذي يعاقب مخالفه أعظم من الذي يدعو فقط, والذي يكفر مخالفه أعظم من الذي يعاقبه, ومع هذا فالذين كانوا من ولاة الأمور يقولون بقول الجهمية: إن القرآن مخلوق, وأن الله لا يرى في الآخرة وغير ذلك, ويدعون الناس إلى ذلك, ويمتحنونهم, ويعاقبونهم إذا لم يجيبوهم, ويكفرون من لم يجبهم, حتى أنهم كانوا إذا أمسكوا الأسير لم يطلقوه حتى يقر بقول الجهمية: إن القرآن مخلوق, وغير ذلك, ولا يولون متوليا ولا يعطون رزقا من بيت المال إلا لمن يقول ذلك, ومع هذا فالإمام أحمد رحمه الله تعالى ترحم عليهم, واستغفر لهم, لعلمه بأنه, لم يبن لهم أنهم مكذبون للرسول, ولا جاحدون لما جاء به, ولكن تأولوا فأخطأوا وقلدوا من قال لهم ذلك. ¶ وكذلك الشافعي لما قال لحفص الفرد حين قال: القرآن مخلوق: كفرت بالله العظيم. بين له أن هذا القول كفر, ولم يحكم بردة حفص بمجرد ذلك, لأنه لم يتبين له الحجة التي يكفر بها, ولو اعتقد أنه مرتد لسعى في قتله, وقد صرح في كتبه بقبول شهادة أهل الأهواء, والصلاة خلفهم. ¶ وكذلك قال مالك رحمه الله والشافعي وأحمد, في القدري: إن جحد علم الله",
            "page": "51",
            "part": "1",
            "seal": "26F65DAF"
        },
        {
            "id": "53",
            "nass": "كفر, ولفظ بعضهم ناظروا القدرية بالعلم, فإن أقروا به خصموا, وإن جحدوه كفروا. وسئل أحمد عن القدري: هل يكفر؟ فقال: إن جحد العلم كفر. وحينئذ فجاحد العلم هو من جنس الجهمية. وأما قتل الداعية إلى البدع فقد يقتل لكف ضرره عن الناس, كما يقتل المحارب, وإن لم يكن في نفس الأمر كافرا, فليس كل من أمر بقتله يكون قتله لردته, وعلى هذا قتل غيلان القدري وغيره قد يكون على هذا الوجه.",
            "page": "52",
            "part": "1",
            "seal": "11187186"
        },
        {
            "id": "54",
            "nass": "لا يجوز تكفير المسلم بذنب فعله:1 ¶ ولا يجوز تكفير المسلم بذنب فعله ولا بخطأ أخطأ فيه, كالمسائل التي تنازع فيها أهل القبلة, فإن الله تعالى تعالى: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} 2 وقد ثبت في الصحيح أن الله تعالى أجاب هذا الدعاء وغفر للمؤمنين خطأهم. ¶ والخوارج المارقون الذين أمر النبي صلى الله عليه وسلم بقتالهم قاتلهم أمير المؤمنين علي بن أبي طالب أحد الخلفاء الراشدين. واتفق على قتالهم أئمة الدين من الصحابة والتابعين من بعدهم, ولم يكفرهم علي بن أبي طالب وسعد بن أبي وقاص وغيرهما من الصحابة, بل جعلوا مسلمين مع قتالهم, ولم يقاتلهم علي حتى سفكوا الدم الحرام وأغاروا على أموال المسلمين, فقاتلهم لدفع ظلمهم وبغيهم لا لأنهم كفار. ولهذا لم يسب حريمهم ولم يغنم أموالهم. ¶ وإذا كان هؤلاء الذين ثبت ضلالهم, بالنص والإجماع لم يكفروا مع أمر الله ¶ __________ ¶ 1- ص282 ج 3 مجموع الفتاوى. ¶ 2- الآية 285 البقرة.",
            "page": "52",
            "part": "1",
            "seal": "4B417473"
        },
        {
            "id": "55",
            "nass": "ورسوله صلى الله عليه وسلم بقتالهم, فكيف بالطوائف المختلفين الذين اشتبه عليهم الحق في مسائل غلط فيها من هو أعلم منهم؟ فلا يحل لأحد من هذه الطوائف أن تكفر الأخرى ولا تستحل دمها ومالها, وإن كانت فيها بدعة محققة, فكيف إذا كانت المكفرة لها مبتدعة أيضا؟ وقد تكون بدعة هؤلاء أغلظ, وقد تكون بدعة هؤلاء أغلظ والغالب أنهم جميعا جهال بحقائق ما يختلفون فيه. ¶ والأصل أن دماء المسلمين وأموالهم وأعراضهم محرمة من بعضهم على بعض لا تحل إلا بإذن الله ورسوله. قال النبي صلى الله عليه وسلم لما خطبهم في حجة الوداع \"إن دماءكم وأموالكم وأعراضكم عليكم حرام كحرمة يومكم هذا في بلدكم هذا في شهركم هذا\" 1 وقال صلى الله عليه وسلم: \"كل المسلم على المسلم حرام: دمه وماله وعرضه\" 2. وقال صلى الله عليه وسلم: \"من صلى صلاتنا واستقبل قبلتنا وأكل ذبيحتنا فهو المسلم له ذمة الله ورسوله\" 3 وقال: \"إذا التقى المسلمان بسيفهما فالقاتل والمقتول في النار\" قيل يا رسول الله هذا القاتل, فما بال المقتول؟ قال: \"إنه أراد قتل صاحبه\" 4 وقال: \"لا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض\" 5 وقال: \"إذا قال المسلم لأخيه يا كافر فقد باء بها أحدهما\" 6. وهذه الأحاديث كلها في الصحاح. ¶ __________ ¶ 1-متفق عليه من حديث أبي بكرة وهو جزء من حديث طويل من خطبة النبي صلى الله عليه وسلم في حجة الوداع. ¶ مسلم: كتاب المساقاة/ باب تغليظ تحريم الدماء والأعراض والأموال. ¶ البخاري: كتاب الحج/ باب الخطبة أيام منى. ¶ 2- مسلم: من حديث أبي هريرة بلفظ \"لا تحاسدوا ... \". ¶ 3- البخاري: من حديث أنس, كتاب الصلاة/ باب فضل استقبال القبلة. ¶ 4- متفق عليه من حديث الأحنف بن قيس عن أبي بكرة. ¶ البخاري: كتاب الإيمان/ باب وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما. ¶ مسلم: كتاب الفتن وأشراط الساعة/ باب إذا تواجه المسلمان بسيفهما. ¶ 5- متفق عليه. ¶ 6- البخاري: كتاب الأدب/ باب من أكفر أخاه بغير تأويل فهو كما قال، مسلم: كتب الإيمان/ باب بيان حال إيمان من قال لأخيه المسلم يا كافر.",
            "page": "53",
            "part": "1",
            "seal": "2CEA3473"
        },
        {
            "id": "56",
            "nass": "وإذا كان المسلم متأولاً في القتال أو التكفير لم يكفر بذلك كما قال عمر بن الخطاب لحاطب بن أبي بلتعة: يا رسول الله دعني أضرب عنق هذا المنافق, فقال النبي صلى الله عليه وسلم: \"إنه قد شهد بدرا, وما يدريك أن الله قد اطلع على أهل بدر فقال اعملوا ما شئتم فقد غفرت لكم؟ \" 1 وهذا في الصحيحين. وفيهما أيضا: من حديث الإفك: أن أسيد بن حضير قال لسعد بن عبادة: إنك منافق تجادل عن المنافقين, واختصم الفريقان فأصلح النبي صلى الله عليه وسلم بينهم. فهؤلاء البدريون فيهم من قال لآخر منهم: إنك منافق, ولم يكفر النبي صلى الله عليه وسلم لا هذا ولا هذا, بل شهد للجميع بالجنة. ¶ وكذلك ثبت في الصحيحين عن أسامة بن زيد أنه قتل رجلا بعدما قال لا إله إلا الله وعظم النبي صلى الله عليه وسلم ذلك لما أخبره وقال: \"يا أسامة أقتلته بعدما قال لا إله إلا الله؟ \" 2 وكرر ذلك عليه حتى قال أسامة: تمنيت أني لم أكن أسلمت إلا يومئذ. ومع هذا لم يوجب عليه قودا, ولا دية, ولا كفارة, لأنه كان متأولا ظن جواز قتل ذلك القائل ظنا أنه قالها تعوذا. ¶ فهكذا السلف قاتل بعضهم بعضا من أهل الجمل وصفين ونحوهم وكلهم مسلمون مؤمنون كما قال تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} 3 فقد بين الله تعالى ¶ __________ ¶ 1-البخاري: كتاب التفسير/ تفسير سورة الممتحنة. ¶ مسلم: كتاب فضائل الصحابة/ باب من فضائل أهل بدر وفيه قصة حاطب في فتح مكة. ¶ 2- مسلم: كتاب الإيمان/باب تحريم قتال الكافر بعد أن قال لا إله إلا الله. ¶ وكذلك أخرجه أبو داوود الطيالسي (1/237/ منحة المعبود) . ¶ 3- الآية 9 الحجرات.",
            "page": "54",
            "part": "1",
            "seal": "DCE207FE"
        },
        {
            "id": "57",
            "nass": "أنهم مع اقتتالهم, وبغي بعضهم على بعض إخوة مؤمنون, وأمر بالإصلاح بينهم بالعدل. ¶ ولهذا كان السلف مع الاقتتال يوالي بعضهم بعضا موالاة الدين, لا يعادون كمعاداة الكفار, فيقبل بعضهم شهادة بعض, ويأخذ بعضهم العلم عن بعض ويتوارثون ويتناكحون ويتعاملون بمعاملة المسلمين بعضهم مع بعض, مع ما كان بينهم من القتال والتلاعن وغير ذلك. ¶ وقد ثبت في الصحيحين أن النبي صلى الله عليه وسلم سأل ربه \"أن لا يهلك أمته بسنة عامة فأعطاه ذلك, وسأله أن لا يسلط عليهم عدوا من غيرهم فأعطاه ذلك, وسأله أن لا يجعل بأسهم بينهم فلم يعط ذلك\"1 وأخبر أن الله لا يسلط عليهم عدوا من غيرهم يغلبهم كلهم حتى يكون بعضهم يقتل بعضا وبعضهم يسبي بعضا. ¶ وثبت في الصحيحين لما نزل قوله تعالى: {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَاباً مِنْ فَوْقِكُمْ} 2 قال \"أعوذ بوجهك\" {أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} قال \"أعوذ بوجهك\" {أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ} قال \"هاتان أهون\" 3. ¶ هذا مع أن الله أمر بالجماعة والائتلاف, ونهى عن البدعة والاختلاف, ¶ __________ ¶ 1-أخرجه مسلم: كتاب الفتن/ باب هلاك هذه الأمة بعضهم ببعض وهو جزء من حديث أوله: \"إن الله زوى لي الأرض فرأيت مشارقها ومغاربها ... \" وكذلك رواه الترمذي: في كتاب الفتن/ باب ما جاء في سؤال النبي صلى الله عليه وسلم ثلاثا من أمته من حديث خباب بن الأرث وقال: حسن صحيح. ¶ 2-الآية 65 الأنعام. ¶ 3- البخاري: كتاب التفسير/ تفسير سورة الأنعام. ¶ وذكر ابن كثير طرقه في تفسير هذه الآية (2/140) .",
            "page": "55",
            "part": "1",
            "seal": "84A5144C"
        },
        {
            "id": "58",
            "nass": "وقال: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ} 1 وقال النبي صلى الله عليه وسلم: \"عليكم بالجماعة فإن يد الله على الجماعة\" 2 وقال: \"الشيطان مع الواحد وهو مع الاثنين أبعد\" 3 وقال: \"الشيطان ذئب الإنسان كذئب الغنم والذئب إنما يأخذ القاصية والنائية من الغنم\" 4. ¶ فالواجب على المسلم إذا صار ف بمدينة من مدائن المسلمين أن يصلي معهم الجمعة والجماعة ويوالي المؤمنين ولا يعاديهم, وإن رأى بعضهم ضالا أو غاويا وأمكن أن يهديه ويرشده فعل ذلك, وإلا فلا يكلف الله نفسا إلا وسعها, وإذا كان قادرا على أن يولي في إمامة المسلمين الأفضل ولاه, وإن قدر أن يمنع من يظهر البدع والفجور منعه, وإن لم يقدر على ذلك فالصلاة خلف الأعلم بكتاب الله وسنة نبيه الأسبق إلى طاعة الله ورسوله أفضل, كما قال النبي صلى الله عليه وسلم في الحديث الصحيح: \"يؤم القوم أقرأهم لكتاب الله فإن كانوا في القرآن سواء فأعلمهم بالسنة, فإن كانوا في السنة سواء فأقدمهم هجرة, فإن كانوا في الهجرة سواء فأقدمهم سنا\" 5. ¶ __________ ¶ 1-الآية159 الأنعام. ¶ 2- الترمذي: كتاب الفتن/ باب ما جاء من لزوم الجماعة وقال حسن غريب لا نعرفه من حديث ابن عمر إلا من هذا الوجه بلفظ: إن الله لا يجمع أمتي على ضلالة ويد الله على الجماعة. وأخرجه من طريق ابن عباس بلفظ (يد الله مع الجماعة) وقال: غريب. ¶ والحديث فيه سليمان بن سفيان المديني وهو ضعيف. ¶ 3- أحمد والترمذي من حديث ابن عمر عن عمر وهو جزء من خطبة عمر بالجابية. ¶ الترمذي: كتاب الفتن/ باب ما جاء من لزوم الجماعة. وقال: حسن صحيح. ¶ أحمد: (1/18) وقال الأستاذ أحمد شاكر في تعليقه: إسناده صحيح. ¶ 4- أحمد والطبراني في الكبير عن معاذ. ورجال أحمد ثقاة إلا أن العلاء بن زياد قيل لم يسمع من معاذ (مجمع الزوائد) . ¶ 5- أخرجه مسلم في صحييحه: كتاب الصلاة/ باب من أحق بالإمامة من حديث أبي مسعود الأنصاري.",
            "page": "56",
            "part": "1",
            "seal": "DABA5EA3"
        },
        {
            "id": "59",
            "nass": "وإن كان في هجره لمظهر البدعة والفجور مصلحة راجحة لهجره, كما هجر النبي صلى الله عليه وسلم الثلاثة الذين خلفوا حتى تاب الله عليهم, وأما إذا ولي غيره بغير إذنه وليس في ترك الصلاة خلفه مصلحة شرعية كان تفويت هذه الجمعة والجماعة جهلا وضلالا, وكان قد رد بدعة ببدعة. ¶ حتى أن المصلي الجمعة خلف الفاجر اختلف الناس في إعادة الصلاة وكرهها أكثرهم, حتى فال أحمد بن حنبل في رواية عبدوس: من أعادها فهو مبتدع. وهذا أظهر القولين, لأن الصحابة لم يكونوا يعيدون الصلاة إذا صلوا خلف أهل الفجور والبدع, ولم يأمر الله تعالى قط أحدا إذا صلى كما أمر بحسب استطاعته أن يعيد الصلاة. ولهذا كان اصح قولي العلماء أن من صلى بحسب استطاعته أن لا يعيد حتى المتيمم لخشية البرد ومن عدم الماء والتراب إذا صلى بحسب حاله, والمحبوس وذووا الاعتذار النادرة والمعتادة والمتصلة والمنقطعة لا يجب على أحد منهم أن يعيد الصلاة إذا صلى الأولى بحسب استطاعته. ¶ وقد ثبت في الصحيح أن الصحابة صلوا بغير ماء ولا تيمم لما فقدت عائشة عقدها ولم يأمرهم النبي صلى الله عليه وسلم بالإعادة, بل أبلغ من ذلك أن من كان يترك الصلاة جهلا بوجوبها لم يأمره بالقضاء, فعمرو, وعمار لما أجنبا وعمرو لم يصل وعمار تمرغ كما تتمرغ الدابة لم يأمرها بالقضاء, والمستحاضت لما استحاضت حيضة شديدة منكرة منعتها الصلاة والصوم لم يأمرها بالقضاء. ¶ والذين أكلوا في رمضان حتى يتبين لأحدهم الحبل الأبيض من الحبل الأسود لم يأمرهم بالقضاء, وكانوا قد غلطوا في معنى الآية فظنوا أن قوله تعالى: {حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} 1 هو حبل فقال النبي ¶ __________ ¶ 1-الآية 187 البقرة.",
            "page": "57",
            "part": "1",
            "seal": "AE37FED1"
        },
        {
            "id": "60",
            "nass": "صلى الله عليه وسلم \"إنما هو سواد الليل وبياض النهار\" ولم يأمرهم بالقضاء, والمسيء في صلاته لم يأمرهم بإعادة ما تقدم من الصلوات, والذين صلوا إلا البيت المقدس بمكة والحبشة وغيرهما بعد أن نسخت \"بالأمر بالصلاة إلى الكعبة\" وصاروا يصلون إلى الصخرة حتى بلغهم النسخ لم يأمرهم بإعادة ما صلوا, وإن كان هؤلاء أعذر من غيرهم لتمسكهم بشرع منسوخ. ¶ وقد اختلف العلماء في خطاب الله ورسوله هل يثبت حكمه في حق العبيد قبل البلاغ؟ علل ثلاثة أقوال, في مذهب أحمد وغيره. قيل يثبت وقيل لا يثبت, وقيل يثبت المبتدأ دون الناسخ, والصحيح ما دل عليه القرآن في قوله تعالى: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً} 1 وقوله: {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} 2 وفي الصحيحين عن النبي صلى الله عليه وسلم \"ما أحد أحب إليه العذر من الله من أجل ذلك أرسل الرسل مبشرين ومنذرين\" 3. ¶ فالمتأول الجاهل والمعذور ليس حكمه حكم المعاند والفاجر بل جعل الله لكل شيء قدرا. ¶ __________ ¶ 1-الآية 15 الإسراء. ¶ 2- الآية 165 النساء. ¶ 3- البخاري: كتاب التوحيد/ باب قول النبي صلى الله عليه وسلم لا شخص أغير من الله. ¶ مسلم: كتاب اللعان. وهو جزء من حديث في قصة سعد وغيرته عندما سئل النبي صلى الله عليه وسلم عن الرجل يجد مع زوجته رجلا هل يحضر أربعة شهود.",
            "page": "58",
            "part": "1",
            "seal": "C1505F20"
        },
        {
            "id": "61",
            "nass": "الكبر المباين للإيمان لا يدخل صاحبه الجنة:1 ¶ سئل رحمه الله عن معنى قوله صلى اله عليه وسلم: \"لا يدخل الجنة من كان في قلبه مثقال ذرة من الكبر\" هل هذا الحديث مخصوص بالمؤمنين, أم بالكفار؟ فإن قلنا مخصوص بالمؤمنين فقولنا ليس بشيء, لأن المؤمنين يدخلون الجنة بالإيمان. وإن قلنا مخصوص بالكافرين فما فائدة الحديث. ¶ فأجاب: ¶ لفظ الحديث في الصحيح: \"لا يدخل الجنة من في قلبه مثقال ذرة من كبر, ولا يدخل النار من في قلبه مثقال ذرة من إيمان\" فالكبر المباين للإيمان لا يدخل صاحبه الجنة كما في قوله: {إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} 2 ومن هذا كبر إبليس, وكبر فرعون وغيرهما ممن كان كبره منافيا للإيمان, وكذلك كبر اليهود والذين أخبر الله عنهم بقوله: {أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقاً كَذَّبْتُمْ وَفَرِيقاً تَقْتُلُونَ} 3. ¶ والكبر كله مباين للإيمان الواجب, فمن في قلبه مثقال ذرة من كبر لا يفعل ما أوجب الله عليه ويترك ما حرم عليه, بل كبره يوجب له جحد الحق, واحتقار الخلق, وهذا هو الكبر, الذي فسره النبي صلى الله عليه وسلم حيث سئل في تمام الحديث, فقيل يا رسول الله! الرجل يحب أن يكون ثوبه حسنا, ونعله حسنا, فمن الكبر ذاك؟ فقال: \"لا إن الله جميل يحب الجمال, الكبر بطر ¶ __________ ¶ 1-ص 677 ج 7 مجموع الفتاوى. ¶ 2- الآية 60 غافر. ¶ 3- الآية 87 البقرة.",
            "page": "59",
            "part": "1",
            "seal": "989DCD2A"
        },
        {
            "id": "62",
            "nass": "الحق, وغمط الناس\" 1 وبطر الحق جحده ودفعه, وغمط الناس ازدراؤهم واحتقارهم فمن في قلبه مثقال ذرة من هذا يوجب له أن يجحد الحق الذي يجب عليه أن يقربه, وأن يحتقر الناس, فيكون ظالما لهم متعديا عليهم, فمن كان مضيعا للحق الواجب, ظالما للخلق, لم يكن من أهل الجنة, ولا مستحقا لها, بل يكون من أهل الوعيد. ¶ فقوله: \"لا يدخل الجنة\" متضمن لكونه ليس من أهلها, ولا مستحقا لها لكن إذا تاب, أو كانت له حسنات ماحية لذنبه, أو ابتلاه الله بمصائب كفر بها خطاياه, ونحو ذلك, زال ثمرة هذا الكبر المانع له من الجنة, فيدخلها, أو غفر الله له بفضل رحمته من ذلك الكبر نفسه, فلا يدخلها ومعه شيء من الكبر, ولهذا قال: من قال في هذا الحديث وغيره: إن المنفي هو الدخول المطلق الذي لا يكون معه عذاب, لا الدخول المقيد الذي يحصل لمن دخل النار ثم دخل الجنة, فإنه إذا أطلق في الحديث فلان في الجنة, أو فلان من أهل الجنة, كان المفهوم أنه يدخل الجنة ولا يدخل النار. ¶ فإذا تبين هذا كان معناه أن من كان في قلبه مثقال ذرة من كبر ليس هو من أهل الجنة, ولا يدخلها بلا عذاب, بل هو مستحق للعذاب لكبره, كما يستحقها غيره من أهل الكبائر, ولكن قد يعذب في النار ما شاء الله, فإنه لا يخلد في النار احد من أهل التوحيد, وهذا كقوله: \"لا يدخل الجنة قاطع رحم\" 2 ¶ __________ ¶ 1-مسلم: كتاب الإيمان/ باب تحريم الكبر وبيانه. ¶ أحمد: (17/288 الفتح الرباني) . ¶ الترمذي: كتاب البر والصلة/ باب ما جاء من الكبر وقال: هذا حديث حسن صحيح غريب (وفيه: الكبر بطر الحق وغمص الناس) . ¶ 2- البخاري: كتاب الأدب/ باب إثم القاطع. ¶ مسلم: كتاب ابر والصلة/ باب صلة الرحم وتحريم قطيعتها ولكن بدون لفظ (رحم) .",
            "page": "60",
            "part": "1",
            "seal": "62A09B2F"
        },
        {
            "id": "63",
            "nass": "وقوله \"لا تدخلون الجنة حتى تؤمنوا, ولا تؤمنوا حتى تحابوا, ألا أدلكم على شيء إذا فعلتموه تحاببتم؟ افشوا السلام بينكم\" 1 وأمثال هذا من أحاديث الوعيد, وعلى هذا فالحديث عام في الكفار وفي المسلمين. ¶ وقول القائل: إن المسلمين يدخلون الجنة بالإسلام, فيقال له: ليس كل المسلمين يدخلون الجنة بلا عذاب, بل أهل الوعيد يدخلون النار, ويمكثون فيها ما شاء الله, مع كونهم ليسوا كفارا, فالرجل الذي معه شيء من الإيمان, وله كبائر قد يدخل إلى النار, ثم يخرج منها: إما بشفاعة النبي صلى الله عليه وسلم وإما بغير ذلك: كما قال صلى الله عليه وسلم: \"شفاعتي لأهل الكبائر من أمتي\" 2 وكما في الصحيح أنه قال: \"أخرج من النار من في قلبه مثقال ذرة من إيمان\" 3 وهكذا الوعيد في قاتل النفس والزاني وشارب الخمر وآكل مال اليتيم ومشاهد الزور, وغير هؤلاء من أهل الكبائر, فإن هؤلاء –وإن لم يكونوا كفارا- لكنهم ليسوا من المستحقين للجنة الموعودين بها بلا عقاب. ¶ ومذهب أهل السنة والجماعة: أن الفساق أهل الملة ليسوا مخلدين في النار كما قالت الخوارج والمعتزلة, وليسوا كاملين في الدين والإيمان والطاعة, بل لهم حسنات وسيئات يستحقون بهذا العقاب وبهذا الثواب. ¶ __________ ¶ 1-أخرجه مسلم: كتاب الإيمان/ باب بيان أنه لا يدخل الجنة إلا المؤمنون..... من حديث أبي هريرة. ¶ 2- أبو داوود: كتاب السنة/ باب في الشفاعة. ¶ الترمذي: كتاب صفة القيامة/ باب مات جاء في الشفاعة. وقال: هذا حديث حسن صحيح غريب. ¶ ابن حبان: كتاب البعث/ باب جامع في البعث والشفاعة. ¶ ابن ماجة: كتاب الزهد/ باب ذكر الشفاعة. ¶ 3- البخاري: كتاب الإيمان/ باب تفاضل أهل الإيمان. ¶ مسلم: كتاب الإيمان/ باب إثبات الشفاعة.",
            "page": "61",
            "part": "1",
            "seal": "C596DEF7"
        },
        {
            "id": "64",
            "nass": "في الكفر أغلظ, وفي الإيمان أفضل:1 ¶ واعلم أن الكفر بعضه أغلظ من البعض, فالكافر المكذب أعظم جرما من الكافر غير المكذب, فإنه جمع بين ترك الإيمان المأمور به وبين التكذيب المنهي عنه. ومن كفر وكذب وحارب الله ورسوله والمؤمنين بيده أو لسانه أعظم جرما ممن اقتصر على مجرد الكفر والتكذيب, ومن كفر وقتل وزنا وسرق وصد وحارب كان أعظم جرما. ¶ كما أن الإيمان بعضه أفضل من بعض, والمؤمنون فيه متفاضلون تفاضلا عظيما, وهم عند الله درجات, كما أن أولئك دركات فالمقتصدون في الإيمان أفضل من ظالمي أنفسهم, والسابقون بالخيرات أفضل من المقتصدين, {لا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ ... } 2 الآيات, {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ؟ لا يَسْتَوُونَ عِنْدَ اللَّهِ} 3. ¶ وإنما ذكرنا أن أصل الإيمان مأمور به, وأصل الكفر نقيضه, وهو ترك هذا الإيمان المأمور به وهذا الوجه قاطع بين. ¶ __________ ¶ 1-ص 87 ج20 مجموع الفتاوى. ¶ 2- الآية 95 النساء. ¶ 3- الآية 19 التوبة.",
            "page": "62",
            "part": "1",
            "seal": "A8AF704F"
        },
        {
            "id": "65",
            "nass": "حد الكبيرة والصغيرة: 1 ¶ وسئل عن الذنوب الكبائر المذكورة في القرآن والحديث. هل لها حد تعرف به؟ وهل قول من قال: إنها سبع, أو سبعة عشر, صحيحا؟ أو قول ¶ __________ ¶ 1-ص 650 ج 11 مجموع الفتاوى.",
            "page": "62",
            "part": "1",
            "seal": "D5721A54"
        },
        {
            "id": "66",
            "nass": "من قال: إنها ما اتفقت فيها الشرائع –أعني تحريمها- أو أنها ما تسد باب المعرفة بالله؟ أو أنها ما تذهب الأموال والأبدان؟ أو أنها إنما سميت كبائر بالنسبة والإضافة إلى ما دونها؟ أو أنها لا تعلم أصلا, وأبهمت كليلة القدر؟ أو ما يحكي بعضهم أنها إلى التسعين أقرب, أو كل ما نهى الله عنه فهو كبيرة, أو أنها ما رتب عليها حد, أو ما توعد عليها النار؟ ¶ فأجاب: ¶ الحمد لله رب العالمين. أمثل الأقوال في هذه المسألة القول المأثور عن ابن عباس, وذكره أبو عبيد, واحمد بن حنبل, وغيرهما وهو أن الصغيرة ما دون الحدين: حد الدنيا, وحد الآخرة. وهو معنى قول من قال: ما ليس فيها حد في الدنيا. وهو معنى قول من قال: كل ذنب ختم بلعنة, أو غضب, أو نار, فهو من الكبائر. ¶ ومعنى قول القائل: وليس فيها حد في الدنيا, ولا وعيد في الآخرة, أي \"وعيد خاص\" كالوعيد بالنار, والغضب, واللعنة. وذلك لأن الوعيد الخاص في الآخرة كالعقوبة الخاصة في الدنيا. فكما أنه يفرق في العقوبات المشروعة للناس بين العقوبات المقدرة بالقطع, والقتل, وجلد مائة, أو ثمانين, وبين العقوبات التي يعزر الله بها العباد –في غير أمر العباد بها- بين العقوبات المقدرة: كالغضب, واللعنة, والنار. وبين العقوبات المطلقة. ¶ وهذا \"الضابط\" يسلم من القوادح الواردة على غيره, فإنه يدخل كل ما ثبت في النص أنه كبيرة: كالشرك, والقتل, والزنا, والسحر, وقذف المحصنات الغافلات المؤمنات. وغير ذلك من الكبائر التي فيها عقوبات مقدرة مشروعة, وكالفرار من الزحف, وأكل مال اليتيم, وأكل الربا, وعقوق الولدين, واليمين الغموس, وشهخادة الزور, فإن هذه الذنوب وأمثالها فيها وعيد خاص, كما قال في الفرار من الزحف: {وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتَالٍ أَوْ مُتَحَيِّزاً إِلَى",
            "page": "63",
            "part": "1",
            "seal": "ED44F951"
        },
        {
            "id": "67",
            "nass": "فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} 1 وقال: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً} 2 وقال: {وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ} 3 وقال: {فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ, أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ} 4. وقال تعالى: {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَناً قَلِيلاً أُولَئِكَ لا خَلاقَ لَهُمْ فِي الْآخِرَةِ وَلا يُكَلِّمُهُمُ اللَّهُ وَلا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} 5. ¶ وكذلك كل ذنب توعد صاحبه بأنه لا يدخل الجنة, ولا يشم رائحة الجنة, وقيل فيه: من فعله فليس منا, وأن صاحبه آثم, فهذه كلها من الكبائر لقوله صلى الله عليه وسلم: \"لا يدخل الجنة قاطع ... \" وقوله: \"لا يدخل الجنة من في قلبه مثقال ذرة من كبر\" 6 وقوله: \"من غشنا فليس منا\" 7 وقوله: \"من حمل علينا السلاح فليس منا\" 8. وقوله: \"لا يزني الزاني وهو مؤمن, ¶ __________ ¶ 1-الآية 16 الأنفال. ¶ 2- الآية 10 النساء. ¶ 3- الآية 25 الرعد. ¶ 4- الآية 22 محمد. ¶ 5- الآية 77 آل عمران. ¶ 6- مسلم: كتاب الإيمان/ باب تحريم الكبر وبيانه. ¶ أحمد: (17/288 الفتح الرباني) . ¶ الترمذي: كتاب البر والصلة/ باب ما جاء في الكبر وقال: هذا حديث حسن صحيح غريب. ¶ 7- مسلم: كتاب الإيمان/باب من غشنا فليس منا من حديث أبي هريرة. ¶ 8- البخاري: كتاب الفتن/ باب من حمل علينا السلاح فليس منا. ¶ مسلم: كتاب الإيمان/ باب قول النبي صلى الله عليه وسلم من حمل علينا السلاح فليس منا.",
            "page": "64",
            "part": "1",
            "seal": "A7C33982"
        },
        {
            "id": "68",
            "nass": "ولا يسرق السارق حين يسرق وهو مؤمن, ولا يشرب الخمر حين يشرب وهو مؤمن, ولا ينتهب نهبة ذات شرف يرفع الناس إليه فيها أبصارهم حين ينتهبها وهو مؤمن\" 1. ¶ وذلك لأن نفي الإيمان, وكونه ليس من المؤمنين, ليس المراد به ما يقوله المرجئة: إنه ليس من خيارنا, لو ترك ذلك لم يلزم أن يكون من خيارهم وليس المراد به ما يقوله الخوارج: إنه صار كافرا, ولا ما يقوله المعتزلة: من أنه لم يبق معه من الإيمان شيء, بل هو مستحق للخلود في النار لا يخرج منها. فهذه كلها أقوال باطلة. ¶ ولكن المؤمن المطلق في باب الوعد والوعيد, وهو المستحق لدخول الجنة بلا عقاب, هو المؤدي للفرائض, المجتنب المحارم, وهؤلاء هم المؤمنون عند الإطلاق, فمن فعل هذه الكبائر لو يكن من هؤلاء المؤمنين, إذ هو متعرض للعقوبة على تلك الكبيرة, وهذا معنى قول من قال: أراد به نفي حقيقة الإيمان, أو نفي كمال الإيمان, فإنهم لم يريدوا نفي الكمال المستحب, فإن ترك الكمال المستحب لا يوجب الذم والوعيد, والفقهاء يقولون: الغسل ينقسم إلى: كامل, ومجزئ. ثم من عدل الغسل الكامل إلى المجزئ لم يكن مذموما. ¶ فمن أراد بقوله \"نفي كمال الإيمان\" أنه نفي الكمال المستحب, فقد غلط. وهو يشبه قول المرجئة, ولكن يقتضي نفي الكمال الواجب. وهذا مطرد في سائر ما نفاه الله ورسوله: مثل قوله: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً –إلى قوله- أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقّاً} 2 ومثل الحديث المأثور: \"لا إيمان لمن لا أمانة له, ولا دين لمن لا عهد ¶ __________ ¶ 1- مسلم: كتاب الإيمان/ باب نقصان الإيمان. ¶ 2- الآية 2-4 الأنفال.",
            "page": "65",
            "part": "1",
            "seal": "D296A57B"
        },
        {
            "id": "69",
            "nass": "له\" 1 ومثل وقوله صلى اله عليه وسلم: \"لا صلاة إلا بأم القرآن\" 2 وأمثال ذلك فإنه لا ينفي مسمى الاسم إلا لانتفاء بعض ما يجب في ذلك, لا لانتفاء بعض مستحباته. فيفيد هذا الكلام أن من فعل ذلك فقد ترك الواجب الذي لا يتم الإيمان الواجب إلا به, وإن كان معه بعض الإيمان. فإن الإيمان يتبعض ويتفاضل, كما قال صلى الله عليه وسلم: \"يخرج من النار من في قلبه مثقال ذرة من إيمان\" 3. ¶ والمقصود هنا أ، نفي الإيمان والجنة, أو كونه من المؤمنين, لا يكون إلا عن كبيرة, أما الصغائر فلا تنفي هذا الاسم والحكم عن صاحبها بمجردها, فيعرف أن هذا النفي لا يكون لترك مستحب, ولا لفعل صغيرة, بل لفعل كبيرة. ¶ __________ ¶ 1-ابن حبان: كتاب الإيمان/ باب ما يخالف كمال الإيمان. ¶ وابن أبي شيبة في كتاب الإيمان. وقال الشيخ ناصر الألباني في تعليقه عليه: حديث صحيح وإسناده حسن. ¶ 2-البخاري: كتاب الأذان/ باب وجوب القراءة للإمام والمأموم في الصلوات كلها. ¶ مسلم: كتاب الصلاة/ باب وجوب قراءة الفاتحة في كل ركعة. ¶ ولكن روياه بلفظ (لا صلاة لمن لم يقرأ بفاتحة الكتاب) . ¶ 3- البخاري: كتاب الإيمان/ باب تفاضل أهل الإيمان. ¶ مسلم: كتاب الإيمان/ باب تفاضل أهل الإيمان.",
            "page": "66",
            "part": "1",
            "seal": "79770680"
        },
        {
            "id": "70",
            "nass": "ما يكفر به الشخص عند أهل السنة وما لا يكفر به:4 ¶ إنه قد تقرر من مذهب أهل السنة والجماعة ما دل عليه الكتاب والسنة أنهم لا يكفرون أحدا من أهل القبلة بذنب, ولا يخرجونه من الإسلام بعمل إذا كان فعلا منهيا عنه, مثل الزنا والسرقة وشرب الخمر, مالم يتضمن ترك الإيمان, وأما إن تضمن ترك ما أمر الله بالإيمان به مثل: الإيمان بالله وملائكته وكتبه ورسله ¶ __________ ¶ 4- ص 90 ج20 مجموع الفتاوى.",
            "page": "66",
            "part": "1",
            "seal": "F62A1900"
        },
        {
            "id": "71",
            "nass": "والبعث بعد الموت فإنه يكفر به, وكذلك يكفر بعدم اعتقاد وجوب الواجبات الظاهرة المتواترة, وعدم تحريم المحرمات الظاهرة المتواترة. ¶ فإن قلت بالذنوب تنقسم إلى ترك مأمور به وفعل منهي عنه. ¶ قلت: لكن المأمور به إذا تركه العبد فإما أن يكون مؤمنا بوجوبه, أو لا يكون. فإن كان مؤمنا بوجوبه تاركا لأدائه فلم يترك الواجب كله, بل أدى بعضه وهو الإيمان به, وترك بعضه وهو العمل به. وكذلك المحرم إذا فعله, فإما أن يكون مؤمنا بتحريمه, أو لا يكون, فإن كان مؤمنا تحريمه فاعلا له فقد جمع بين أداء ولجب وفعل محرم, فصار له حسنة وسيئة, والكلام إنما هو فيما لا يعذر بترك الإيمان بوجوبه وتحريمه من الأمور المتواترة, وأما من لم يعتقد ذلك فيما فعله أو تركه, بتأويل أو جهل يعذر به, فالكلام في تركه هذا الاعتقاد كالكلام فيما فعله أو تركه بتأويل أو جهل يعذر به. ¶ وأما كون ترك الإيمان بهذه الشرائع كفرا, وفعل المحرم المجرد ليس كفرا: فهذا مقرر في موضعه, وقد دل على ذلك كتاب الله في قوله: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّين} 1 إذ الإقرار بها مراد الاتفاق, وفي ترك الفعل نزاع. وكذلك قوله: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} 2, فإن عدم الإيمان بوجوبه وفعله يجب أن يكون مرادا من هذا النص, كما قال من قال من السلف: هو من لا يرى حجه برا ولا تركه إثما, وأما الترك المجرد ففيه نزاع. ¶ __________ ¶ 1-الآية 11 التوبة. ¶ 2- الآية 97 آل عمران.",
            "page": "67",
            "part": "1",
            "seal": "077EB2E5"
        },
        {
            "id": "72",
            "nass": "وأيضا حديث أبي بردة بن نيار لما بعثه النبي صلى لله عليه وسلم إلى من تزوج امرأة أبيه فأمره أن يضرب عنقه ويخمس ماله, فإن تخميس المال دل على أنه كان كافرا لا فاسقا, وكفره بأنه لم يحرم ما حرم الله ورسوله. ¶ وكذلك الصحابة مثل عمر وعلي وغيرهما, لما شرب الخمر قدامة بن عبد الله وكان بدريا, وتأول أنها تباح للمؤمنين المصلحين, وأنه منهم بقوله: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ} 1 الآية فاتفق الصحابة على أنه إن صر قتل, وإن تاب جلد فتاب فجلد. ¶ وأما الذنوب في القرآن قطع السارق وجلد الزاني, ولم يحكم بكفرهم, وكذلك فيه اقتتال الطائفتين مع بغي أحدهما على الأخرى, والشهادة لهما بالإيمان والأخوة, وكذلك فيه قاتل النفس الذي يجب عليه القصاص جعله أخا, وقد قال الله فيه: {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ} 2 فسماه أخا وهو قاتل. ¶ وقد ثبت في الصحيحين حديث أبي ذر لما قال له النبي صلى الله عليه وسلم عن جبريل: \"من قال لا إله إلا الله دخل الجنة, وإن زنا, وإن سرق, وإن شرب الخمر, على رغم أنف أبي ذر\" وثبت في الصحاح حديث أبي سعيد وغيره في الشفاعة في أهل الكبائر, وقوله: \"أخرجوا من النار من كان في قلبه مثقال برة من إيمان, مثقال حبة من إيمان, مثقال ذرة من إيمان\". ¶ فهذه النصوص كما دلت على أن ذا الكبيرة لا يكفر مع الإيمان, وأنه يخرج من ¶ __________ ¶ 1- الآية 93 المائدة. ¶ 2- الآية178 البقرة.",
            "page": "68",
            "part": "1",
            "seal": "65F44ED8"
        },
        {
            "id": "73",
            "nass": "النار بالشفاعة خلافا للمبتدعة من الخوارج في الأولى, ولهم وللمعتزلة في الثانية نزاع: فقد دلت على أن الإيمان الذي خرجوا به النار هو حسنة مأمور بها, وأنه لا يقاومها شيء من الذنوب.",
            "page": "69",
            "part": "1",
            "seal": "F63FE55D"
        },
        {
            "id": "74",
            "nass": "الحسنات يذهبن السيئات: ¶ إن الحسنات التي هي فعل المأمور به تذهب بعقوبة الذنوب والسيئات التي هي فعل المنهي عنه, فإن فاعل المنهي يذهب إثمه بالتوبة, وهي حسنة مأمور بها, وبالأعمال الصالحة المقاومة وهي حسنات مأمور بها, وبدعاء النبي صلى الله عليه وسلم وشفاعته ودعاء المؤمنين وشفاعتهم, وبالأعمال الصالحة التي تهدي إليه, وكل ذلك من الحسنات المأمور بها. ¶ فما من سيئة هي فعل منهي عنه إلا لها حسنة تذهبها هي فعل مأمور به حتى الكفر, سواء كان وجوديا أو عدميا, فإن حسنة الإيمان تذهبه, كما قال تعالى: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ} 1, وقال النبي صلى الله عليه وسلم: \"الإسلام يجب ما كان قبله\" وفي رواية \"يهدم ما كان قبله\" رواه مسلم. ¶ وأما الحسنات فلا تذهب ثوابها السيئات مطلقا, فإن حسنة الإيمان لا تذهب إلا بنقيضها وهو الكفر, لأن الكفر ينافي الإيمان, فلا يصير الكافر مؤمنا, فلو زال الإيمان زال ثوابه لا لوجود سيئة, ولهذا كان كل سيئة لا تذهب بعمل لا يزول ثوابه, وهذا متفق عليه بين المسلمين حتى المبتدعة والخوارج والمعتزلة, فإن الخوارج يرون الكبيرة موجبة للكفر المنافي للإيمان, والمعتزلة يرونها مخرجة له من الإيمان وإن لم يدخل بها في كفر, وأهل السنة والجماع يرون أصل إيمانه باقيا, فقد اتفقت الطوائف على أنه مع وجود إيمانه لا يزول ثوابه بشيء من ¶ __________ ¶ 1- الآية 38 الأنفال.",
            "page": "69",
            "part": "1",
            "seal": "8C5723F7"
        },
        {
            "id": "75",
            "nass": "السيئات والكفر, وإن كانوا متفقين على أن مع وجوده لا يزول عقابه بشيء من الحسنات, فذلك لأن الكفر يكفي فيه عدم الإيمان ولا يجب أن يكون أمرا موجودا كما تقدم, فعقوبة الكفر هي ترك الإيمان, وإن انضم إليها عقوبات على ما فعله من الكفر الوجودي أيضا. ¶ وكذلك فقد روي في بعض ثواب الطاعات المأمور بها ما يدفع ويرفع عقوبة المعاصي المنهي عنها, فإذا كان جنس ثواب الحسنات المأمور بها ما يدفع عقوبة كل معصية, وليس جنس عقوبات السيئات المنهي عنها يدفع ثواب كل حسنة, ثبت رجحان الحسنات المأمور بها على ترك السيئات المنهي عنها. وفي هذا المعنى ما ورد في فضل لا إله إلا الله, وأنها تطفئ نار السيئات, مثل حديث البطاقة وغيره.",
            "page": "70",
            "part": "1",
            "seal": "1D19AF70"
        },
        {
            "id": "76",
            "nass": "حكم تارك المأمور به: ¶ إن تارك المأمور به عليه قضاؤه وإن تركه لعذر, مثل ترك الصوم لمرض أو لسفر, وممثل النوم عن الصلاة ونسيانها, ومثل من ترك شيئا من نسكه الواجب فعليه دم أو عليه ما ترك إن أمكن, وأما فاعل المنهي عنه إذا كان نائما أو ناسيا أو مخطئا فهو معفو عنه, ليس عليه جبران إلا إذا اقترن به إتلاف, كقتل النفس والمال, والكفارة فيه هل وجبت جبرا, أو زجرا, أو محوا؟ فيه نزاع بين الفقهاء, فحاصله أن تارك المأمور به وإن عذر في الترك لخطأ أو نسيان فلا بد له من الإتيان بالمثل أو بالجبران من غير الجنس, بخلاف فاعل المنهي عنه, فإنه تكفي فيه التوبة إلا في مواضع لمعنى آخر, فعلم أن اقتضاء الشارع لفعل المأمور به أعظم من اقتضائه لترك المنهي عنه.",
            "page": "70",
            "part": "1",
            "seal": "201F0F59"
        },
        {
            "id": "77",
            "nass": "حكم تارك مباني الإسلام: ¶ إن مباني الإسلام الخمسة المأمور بها وإن كان ضرر تركها لا يتعدى صاحبها فإنه يقتل بتركها في الجملة عند جماهير العلماء, ويكفر أيضا عند كثير منهم أو أكثر السلف, وأما فعل المنهي عنه الذي لا يتعدى ضرره صاحبه فإنه لا يقتل به عند أحد من الأئمة, ولا يكفر به إلا إذا ناقض الإيمان, لفوات الإيمان وكونه مرتدا أو زنديقا. ¶ وذلك أن من الأئمة من يقتله ويكفره بترك كل واحدة من الخمس لأن الإسلام بني عليها, وهو قول طائفة من السلف ورواية عن أحمد اختارها بعض أصحابه. ¶ ومنهم من لا يقتله ولا يكفره غلا بترك الصلاة والزكاة, وهي رواية أخرى عن أحمد, كما دل عليه ظاهر القرآن في براءة, وحديث ابن عمر وغيره, ولأنهما منتظمان لحق الحق وحق الخلق, كانتظام الشهادتين للربوبية والرسالة, ولابد لهما من غير جنسهما, بخلاف الصيام والحج. ¶ ومنهم من يقتله بهما ويكفره بالصلاة والزكاة إذا قاتل الإمام عليها, كرواية أحمد. ¶ ومنهم من يقتله بهما ولا يكفره إلا بالصلاة. ¶ ومنهم من يقتله بهما ولا يكفره, كرواية عن أحمد, ومنهم من لا يقتله إلا بالصلاة ولا يكفره, كالمشهور من مذهب الشافعي, لإمكان الاستيفاء منه. ¶ وتكفير تارك الصلاة هو المشهور المأثور عن جمهور السلف من الصحابة والتابعين. ¶ ومورد النزاع هو فيمن أقر بوجوبها والتزم فعلها ولم يفعلها, وأما من لم يقر",
            "page": "71",
            "part": "1",
            "seal": "684CC4CB"
        },
        {
            "id": "78",
            "nass": "بوجوبها فهو كفر باتفاقهم, وليس الأمر كما يفهم من إطلاق بعض الفقهاء من أصحاب أحمد وغيرهم: أنه إن جحد وجوبها كفر, وإن لم يجحد وجوبها فهو في مورد النزاع, بل هن ثلاثة أقسامك ¶ أحدها: إن جحد وجوبها فهو كافر بالاتفاق. ¶ والثاني: أن لا يجحد وجوبها, لكنه ممتنع من التزام فعلها كبرا أو حسدا, أبغضا لله ورسوله, فيقول: أعلم أن الله أوجبها على المسلمين, والرسول صادق في تبليغ القرآن’ ولكنه ممتنع عن التزام الفعل استكبارا أو حسدا للرسول, أو عصبية لدينه, أو بغضا لما جاء به الرسول, فهذا أيضا كافرا بالاتفاق, فإن إبليس لما ترك السجود المأمور به لم يكن جاحدا للإيجاب. فإن الله تعالى باشره بالخطاب, وإنما أبى واستكبر وكان من الكافرين, وكذلك أبو طالب كان مصدقا للرسول فيما بلغه لكنه ترك إتباعه حمية لدينه, وخوفا من عار الانقياد, واستكبارا على أن تعلو أسته رأسه فهذا ينبغي أن يتفطن له. ¶ ومن أطلق من الفقهاء أنه لا يكفر إلا من يجحد وجوبها فيكون الجحد عنده متناولا للتكذيب بالإيجاب ومتناولا للامتناع عن الإقرار والالتزام كما قال تعالى: {فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} 1, وقال: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْماً وَعُلُوّاً فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ} 2, وإلا فمتى لم يقر ويلتزم فعلها قتل وكفؤ بالاتفاق. ¶ والثالث: أن يكون مقرا ملتزما, لكن تركها كسلا وتهاونا, أو اشتغالا بأغراض له عنها, فهذا مورد النزاع, كمن عليه دين وهو مقر بوجوبه ملتزم لأدائه, لكنه يمطل بخلا أو تهاونا. ¶ __________ ¶ 1-الآية 33 الأنعام. ¶ 2-الآية 14 النمل.",
            "page": "72",
            "part": "1",
            "seal": "DD29439B"
        },
        {
            "id": "79",
            "nass": "وهنا قسم رابع وهو أن يتركها ولا يقر بوجوبها, ولا يجحد بوجوبها, لكن مقر بالإسلام من حيث الجملة, فهل هذا من مورد النزاع, أو من موارد الإجماع؟ ولعل كلام كثير من السلف متناولا لهذا, وهو المعرض عنها لا مقرا ولا منكرا, وإنما هو متكلم بالإسلام فهذا فيه نظر, فإن قلنا يكفر بالاتفاق, فيكون اعتقاد وجوب هذه الواجبات على التعيين من الإيمان لا يكفي فيها الاعتقاد العام, كما في الخبريات من أحوال الجنة والنار, الفرق بينهما أن الأفعال المأمور بها المطلوب فيها الفعل لا يكفي فيها الاعتقاد العام بل لا بد من اعتقاد خاص, بخلاف الأمور الخبرية, فإن الإيمان المجمل بما جاء به الرسول من صفات الرب وأمر المعاد يكفي فيه مالم ينقض الجملة بالتفصيل, ولهذا اكتفوا في هذه العقائد بالجمل وكرهوا فيهل التفصيل المفضي إلى القتال والفتنة بخلاف الشرائع المأمور بها, فإنه لا يكتفي فيها بالجمل, بل لابد من تفصيلها علما وعملا. ¶ وأما القاتل والزاني والمحارب فهؤلاء إنما يقتلون لعدوانهم على الخلق لما في ذلك من الفساد المعنوي, ومن تاب قبل القدرة عليه سقط عنه حد الله ولا يكفر أحد منهم. ¶ وأيضا فالمرتد يقتل لكفره بعد إيمانه, وإن لم يكن محاربا. ¶ فثبت أن الكفر والقتل لترك المأمور به أعظم منه لفعل المنهي عنه. ¶ وهذا الوجه قوي على المذاهب الثلاثة: مالك, والشافعي, وأحمد وجمهور السلف, ودلائله من الكتاب والسنة متنوعة, وأما على مذهب أبي حنيفة فقد يعارض بما قد يقال: إنه لا يوجب قتل أحد على ترك واجب أصلا حتى الإيمان, فإنه لا يقتل إلا المحارب لوجود الحراب منه وهو فعل المنهي عنه, ويسوي بين الكفر الأصلي والطارئ, فلا يقتل المرتد لعدم الحراب منه, ولا يقتل من ترك الصلاة أو الزكاة إلا إذا كان في طائفة ممتنعة, فيقاتلهم لوجود الحراب كما يقاتل البغاة, وأما النهي عنه فيقتل القاتل والزاني المحصن المحارب",
            "page": "73",
            "part": "1",
            "seal": "549F7136"
        },
        {
            "id": "80",
            "nass": "إذا قتل, فيكون الجواب, من ثلاثة أوجه: ¶ أحدها: أن الاعتبار عند النزاع بالرد إلى الله وإلى الرسول, والكتاب والسنة دال على ما ذكرناه, من أن المرتد يقتل بالاتفاق وإن لم يكن من أهل القتال, إذا كان أعمى أو زمنا أو راهبا, والسير يجوز قتله بعد أسره وإن كان حرابه قد انقضى. ¶ الثاني: أن ما وجب فيه القتال إنما وجب على سبيل القصاص الذي يعتبر فيه المماثلة, فإن النفس بالنفس, كما تجب المقاصة في الأموال, فجزاء السيئة سيئة مثلها في النفوس والأموال والأعراض الأبشار, لكن إن لم يضر إلا المقتول كان قتله صائرا إلى أولياء المقتول, لأن الحق لهم كحق المظلوم من المال, وإن قتله لأخذ المال كان قتله واجبا, لأن المصلحة العامة التي هي حد الله, كما يجب قطع يد السارق لأجل حفظ الأموال, ورد المال المسروق حق لصاحبه, إن شاء أخذه وإن شاء تركه, فخرجت هذه الصور عن النقض, لم يبق ما يوجب القتل عنده بلا مماثلة إلا الزنا, وهو نوع العدوان أيضا, ووقوع القتل به نادرا لخفائه وصعوبة الحجة عليه. ¶ الثالث: أن العقوبة في الدنيا لا تدل على كبر الذنب وصغره, فإن الدنيا ليست دار الجزاء وغنما دار الجزاء هي الآخرة, ولكن شرع من العقوبات في الدنيا ما يمنع الفساد والعدوان, كما قال تعالى: {مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيع} 1, وقالت الملائكة: {أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ} 2, فهذان السببان اللذان ذكرتهما الملائكة هما اللذان كتب الله على بني إسرائيل القتل بهما, ولهذا يقرر كفار أهل الذمة ¶ __________ ¶ 1- الآية 32 المائدة. ¶ 2- الآية 30 البقرة.",
            "page": "74",
            "part": "1",
            "seal": "ADCE2E4A"
        },
        {
            "id": "81",
            "nass": "بالجزية, مع أن ذنبهم في ترك الإيمان أعظم باتفاق المسلمين من ذنب من نقتله من زان وقاتل. ¶ وقد وافقه على ذلك مالك وأحمد في أحد قوليه, ومع هذا يجوز القتل تعزيرا وسياسة في مواضع. ¶ وأما الشافعي فعنده نفس الكفر هو المبيح للدم, إلا أن النساء والصبيان تركوا لكونهم مالا للمسلمين, فيقتل المرتد لوجود الكفر وامتناع سببها عنده من الكفر بلا منفعة. ¶ وأما أحمد فالمبيح عنده أنواع, أما الكافر الأصلي فالمبيح عنده هو وجود الضرر منه, أو عدم النفع منه, أما الأول فالمحاربة بيد أو لسان, فلا يفتل من لا محاربة فيه بحال من النساء والصبيان, والرهبان والعميان, والزمنى ونحوهم, كما هو مذهب الجمهور, وأما المرتد فالمبيح عنده هو الكفر بعد الإيمان, وهو نوع خاص من الكفر, فإنه لو لم يقتل ذلك لكان الداخل في الدين يخرج منه, فقتله حفظ لأهل الدين وللدين, فإن ذلك يمنع من النقص ويمنعهم الخروج عنه, بخلاف من لم يدخل فيه, فإنه إن كان كتابيا أو مشبها له فقد وجد إحدى غايتي القتال في حقه, ومتى لم يكن استرقاقه ولا أخذ الجزية منه بقي كافرا لا منفعة في حياته لنفسه –لأنه يزداد إثما- ولا للمؤمنين, فيكون قتله خيرا من إبقائه. ¶ وأما تارك الصلاة والزكاة: فإذا قتل كان عنده من قسم المرتدين لأنه بالإسلام ملتزم لهذه الأفعال, فإذا لم يفعلها فقد ترك التزمه, أو لا، ها عنده من الغاية التي يمتد القتال إليها كالشهادتين, فإنه لو تكلم بإحداهما وترك الأخرى لقتل, لكن قد يفرق بينهما وأما إذا لم1 ويفرق في المرتد بين الرد المجردة فيقتل ¶ __________ ¶ 1- بياض في الأصل كما ورد في مجموع الفتاوى.",
            "page": "75",
            "part": "1",
            "seal": "0FE7F933"
        },
        {
            "id": "82",
            "nass": "إلا أن يتوب وبين الردة المغلظة فيقتل بلا استتابة. ¶ فهذه مآخذ فقهية نبهنا بها على بعض أسباب القتل, وقد تبين أنهم لا يتنازعون أن ترك المأمور به في الآخرة أعظم, وأما في الدنيا فقد ذكرنا ما تقدم.",
            "page": "76",
            "part": "1",
            "seal": "D0996603"
        },
        {
            "id": "83",
            "nass": "تلخيص مناضرة في الحمد والشكر ¶ تلخيص مناظرة في الحمد والشكر ¶ ... ¶ \"تلخيص المناظرة في \"الحمد والشكر\"1 ¶ بحث جرى بين شيخ الإسلام تقي الدين ابن تيمية رحمه الله وبين ابن المرحل ¶ كان الكلام في الحمد والشكر, وأن الشكر يكون بالقلب واللسان والجوارح, والحمد لا يكون إلا باللسان. ¶ فقال ابن المرحل: قد نقل بعض المصنفين –وسماه-: أن مذهب أهل السنة والجماعة: أ، الشكر لا يكون إلا بالاعتقاد. ومذهب الخوارج: أنه يكون بالاعتقاد والقول والعمل, وبنوا على هذا، من ترك الأعمال يكون كافرا, لأن الكفر نقيض الشكر, فإذا لم يكن شاكرا كان كافرا. ¶ قال الشيخ تقي الدين: هذا المذهب المحكي عن أهل السنة خطأ والنقل عن أهل السنة خطأ. فإن مذهب أهل السنة: أن الشكر يكون بالاعتقاد والقول والعمل. قال الله تعالى: {اعْمَلُوا آلَ دَاوُدَ شُكْراً} 2 وقام رسول الله صلى الله عليه وسلم حتى تورمت قدماه, فقيل له: \"أتفعل هذا, وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ قال: \"أفلا أكون عبدا شكورا\". ¶ قال ابن المرحل: أنا لا أتكلم في الدليل, وأسلم ضعف هذا القول, لكن أنا أنقل أنه مذهب أهل السنة. ¶ قال الشيخ تقي الدين: نسبة هذا إلى أهل السنة خطأ, فإن القول إذا ثبت ضعفه, كيف ينسب إلى أهل الحق؟ ¶ __________ ¶ 1- ص135 ج 11 مجموع الفتاوى. ¶ 2- الآية 13 سبأ.",
            "page": "77",
            "part": "1",
            "seal": "075762DC"
        },
        {
            "id": "84",
            "nass": "ثم قد صرح من شاء من العلماء المعروفين بالسنة أن الشكر يكون بالاعتقاد والقول والعمل, وقد دل على ذلك الكتاب والسنة. ¶ قلت: وباب سجود الشكر في الفقه أشهر من أن يذكر, وقد قال النبي صلى الله عليه وسلم عن سجدة سورة (ص) \"سجدها داوود توبة, ونحن نسجدها شكرا\" 1. ثم من الذي قال من أئمة السنة: إن الشكر لا يكون إلا بالاعتقاد؟. ¶ قال ابن المرحل: هذا قد نقل, والنقل لا يمنع, لكن لا يستشكل. ويقال: هذا مذهب مشكل. ¶ قال شيخ تقي الدين ابن تيمية: النقل نوعان: أحدهما: أن ينقل ما سمع أو رأى. والثاني: ما ينقل باجتهاد واستنباط. وقول القائل: مذهب فلان كذا, أو مذهب أهل السنة كذا, قد يكون نسبه إليه لاعتقاده أن هذا مقتضى أصوله, وإن لم يكن فلانا قال ذلك. ومثل هذا يدخله الخطأ كثيرا. ألا ترى أن كثيرا من المصنفين يقولون: مذهب الشافعي وغيره كذا, ويكون منصوصه بخلافه؟ وعذرهم في ذلك: أنهم رأوا أن أصوله تقتضي ذلك القول, فنسبوه إلى مذهبه من أجل الاستنباط, والخوارج يكفرون بالمعاصي. ثم رأى المصنف الكفر ضد الشكر-: اعتقد أنا إذا جعلنا الأعمال شكرا لزم انتفاؤها, ومتى انتفى الشكر خلفه الكفر, ولهذا قال إنهم بنوا على ذلك التكفير بالذنوب. فلهذا أعزي إلى أهل السنة إخراج الأعمال عن الشكر. ¶ قلت: كما أن كثيرا من المتكلمين أخرج الأعمال عن الإيمان لهذه العلة. ¶ __________ ¶ 1-لأخرجه النسائي: كتاب الصلاة/ باب سجود القرآن. وقال الحافظ في التلخيص (2/8) : أخرجه الشافعي والدارقطني والبيهقي. وإسناده صحيح.",
            "page": "78",
            "part": "1",
            "seal": "6D30FAB2"
        },
        {
            "id": "85",
            "nass": "قال: وهذا خطأ, لأن التكفير نوعان: أحدهما: كفر النعمة. والثاني: الكفر بالله. والكفر الذي هو ضد الشكر: إنما هو كفر النعمة لا الكفر بالله, فإذا زال الشكر خلفه كفر النعمة, لا الكفر بالله. ¶ قلت: على أنه لو كان ضد الكفر بالله, فمن ترك الأعمال شاكرا بقلبه ولسانه فقد أتى ببعض الشكر وأصله, والكفر إنما يثبت إذا عدم الشكر بالكلية, كما قال أهل السنة: إن من ترك فروع الإيمان لا يكون كافرا, حتى يترك أصل الإيمان. وهو الاعتقاد. ولا يلزم من زوال فروع الحقيقة –التي هي ذات عشب وأجزاء- زوال اسمها كالإنسان, إذا قطعت يده, أو الشجرة, إذا قطع بعض فروعها. ¶ قال الصدر ابن المرحل: فإن أصحابك قد خالفوا الحسن البصري في تسمية الفاسق كافر النعمة, كما خالفوا الخوارج في جعله كافرا بالله. ¶ قال الشيخ تقي الدين: أصحابي لم يخالفوا الحسن في هذا, فعمن تنتقل من أصحابي هذا؟ بل يجوز عندهم أن يسمى الفاسق كافر النعمة, حيث أطلقته الشريعة. ¶ قال ابن المرحل: إني أنا ظننت أن أصحابك قد قالوا هذا, لكن أصحابي قد خالفوا الحسن في هذا. ¶ قال الشيخ تقي الدين: -ولا أصحابك خالفوه, فإن أصحابك قد تأولوا أحاديث النبي صلى الله عليه وسلم التي أطلق فيها الكفر على بعض الفسوق- مثل تارك الصلاة, وقتال المسلمين –على أن المراد به كمفر النعمة, فعلم أنهم يطلقون على المعاصي في الجملة أنها كفر النعمة, فعلم أنهم موافقون الحسن, لا مخالفوه.",
            "page": "79",
            "part": "1",
            "seal": "95037A2A"
        },
        {
            "id": "86",
            "nass": "ثم عاد ابن المرحل فقال: أنا أنقل هذا عن المصنف, والنقل ما يمنع لكن يستشكل. ¶ قال الشيخ تقي الدين: إذا دار الأمر بين أن ينسب إلى أهل السنة مذهب باطل, أو ينسب الناقل عنهم إلى تصرفه في النقل كان نسبة الناقل إلى التصرف أولى من نسبة الباطل إلى طائفة أهل الحق, مع أنهم صرحوا في غير موضع أن الشكر يكون بالقول, والعمل, والاعتقاد, وهذا أظهر من أن ينقل عن واحد بعينه. ¶ ثم إنا نعلم بالاضطرار أنه ليس من أصول أهل الحق إخراج الأعمال أن تكون شكرا لله. بل قد نص الفقهاء أن الزكاة شكر نعمة المال. وشواهد هذا أكثر من أن نحتاج إلى نقل. ¶ وتفسير الشكر بأنه يكون بالقول والعمل في الكتب التي يتكلم فيها على لفظ \"الحمد\" و \"الشكر\"مثل كتب التفسير واللغة, وشروح الحديث, يعرفه آحاد الناس, والكتاب والسنة قد دلا على ذلك. ¶ فخرج ابن المرحل إلى شيء غير هذا, فقال: الحسن البصري يسمى الفاسق منافقا, وأصحابك لا يسمونه منافقا. ¶ قال الشيخ تقي الدين له: بل يسمى منافقا النفاق الأصغر, لا النفاق الأكبر, والنفاق يطلق على النفاق الأكبر الذي هو إضمار الكفر, وعلى النفاق الأصغر الذي هو اختلاف السر والعلانية في الواجبات. ¶ قال له ابن المرحل: ومن أين قلت: إن الاسم يطلق على هذا على هذا؟. ¶ قال الشيخ تقي الدين: -هذا مشهور عند العلماء. وبذلك فسروا قول",
            "page": "80",
            "part": "1",
            "seal": "8BF88C93"
        },
        {
            "id": "87",
            "nass": "النبي صلى الله عليه وسلم \"آية المنافق ثلاث: إذا حدث كذب, وإذا وعد أخلف, وإذا ائتمن خان\" وذكر ذلك الترمذي وغيره. وحكوه عن العلماء. ¶ وقال غير واحد من السلف \"كفر دون كفر, نفاق دون نفاق, وشرك دون شرك\". ¶ وإذا كان النفاق جنسا تحته نوعان, فالفاسق داخل في أحد نوعيه. ¶ قال ابن المرحل: كيف تجعل النفاق اسم الجنس, وقد جعلته لفظا مشتركا, وإذا كان اسم جنس كانت متواطئا, والأسماء المتواطئة غير المشتركة, فكيف تجعله مشتركا متواطئا؟. ¶ قال الشيخ تقي الدين: أنا لم أذكر أنه مشترك, وإنما قلت يطلق على هذا وعلى هذا, والإطلاق أعم. ¶ ثم لو قلت: إنه مشترك لكان الكلام صحيحا. فإن اللفظ الواحد قد يطلق على شيئين بطريق التواطؤ, وبطريق الاشتراك. فأطلقت لفظ النفاق على إبطان الكفر, وإبطان المعصية, تارة بطريق الاشتراك وتارة بطريق التواطؤ, كما أن لفظ الوجود يطلق على الواجب والممكن, عند قوم باعتبار الاشتراك, وعند قوم باعتبار التواطؤ, ولهذا سمي مشككا. ¶ قال ابن المرحل: كيف يكون هذا؟ وأخذ في كلام لا يحسن ذكره. ¶ قال له الشيخ تقي الدين: المعاني الدقيقة تحتاج إلى إصغاء واستماع وتدبر, وذلك أن الماهيتين إذا كان بينهما قدر مشترك وقدر مميز, واللفظ يطلق على كل منهما, فقد يطلق عليها باعتبار ما به تمتاز كل ماهية عن الأخرى. فيكون مشتركا كالاشتراك اللفظي وقد يكون مطلقا باعتبار القدر المشترك بين الماهيتين. فيكون لفظا متواطئا.",
            "page": "81",
            "part": "1",
            "seal": "E019DA8D"
        },
        {
            "id": "88",
            "nass": "قلت: ثم إنه في اللغة يكون موضوعا للقدر المشترك, ثم يغلب عرف الاستعمال على استعماله: في هذا تارة, وفي هذا تارة, فيبقى دالا بعرف الاستعمال على ما به الاشتراك والامتياز. وقد يكون قرينه, مثل لام التعريف, أو الاضافة, تكون هي الدالة على ما به من الامتياز. ¶ مثل ذلك: \"اسم الجنس\" إذا غلب في العرف على بعض أنواعه كلفظ الدابة, إذا غلب على الفرس, قد نطلقه على الفرس باعتبار القدر المشترك بينها وبين سائر الدواب, فيكون متواطئا. وقد نطلقه باعتبار خصوصية الفرس, فيكون مشتركا بين خصوص الفرس وعموم سائر الدواب, ويصير استعماله في الفرس: تارة بطريق التواطؤ, وتارة بطريق الاشتراك. وهكذا اسم الجنس إذا غلب على بعض الأشخاص وصار علما بالغلبة: مثل ابن عمر, والنجم, فقد نطلقه عليه باعتبار القدر المشترك بينه وبين سائر النجوم وسائر بني عمر. فيكون إطلاقه عليه بطريق التواطؤ, وقد نطلقه عليه باعتبار ما به يمتاز عن غيره من النجوم, ومن بني عمر. فيكون بطريق الاشتراك بين هذا المعنى الشخصي وبين المعنى النوعي. وهكذا كل اسم عام غلب على بعض أفراده, يصح استعماله في ذلك الفرد بالوضع الأول العام, فيكون بطريق التواطؤ, بالوضع الثاني, فيصير بطريق الاشتراك. ¶ ولفظ \"النفاق\" من هذا الباب, فإنه في الشرع إظهار الدين وإبطان خلافه, وهذا المعنى الشرعي أخص من مسمى النفاق في اللغة, فإنه في اللغة أعم من إظهار الدين. ¶ ثم إبطان ما يخالف الدين, إما أن يكون كفرا أو فسقا. فإذا أظهر أنه مؤمن وأبطن التكذيب, فهذا هو النفاق الأكبر الذي أوعد صاحبه بأنه في الدرك الأسفل من النار, وإن أظهر أنه صادق أو موف, أو أمين, وأبطن الكذب والغدر والخيانة ونحو ذلك, فهذا النفاق الأصغر الذي يكون صاحبه فاسقا.",
            "page": "82",
            "part": "1",
            "seal": "C266BB8E"
        },
        {
            "id": "89",
            "nass": "فإطلاق النفاق عليهما في الأصل بطريق التواطؤ. ¶ وعلى هذا فالنفاق اسم جنس تحته نوعان. ثم إنه قد يراد به النفاق في أصل الدين, مثل قوله {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ} 1 و {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ} 2 والمنافق هنا: الكافر. ¶ وقد يراد به النفاق في فروعه. مثل قوله صلى الله عليه وسلم \"آية المنافق الثلاث\" 3 وقوله \"أربع من كن فيه كان منافقا خالصا\" 4 وقول ابن عمر: فيمن يتحدث عند الأمراء بحديث, ثم يخرج فيقول بخلافه \"كنا نعد هذا على عهد النبي صلى الله عليه وسلم نفاقا\"5. ¶ فإذا أردت به أحد النوعين. فإما أن يكون تخصيصه لقرينة لفظية مثل لم العهد, والإضافة. فهذا لا يخرجه عن أن يكون متواطئا كما إذا قال الرجل: جاء القاضي, وعنى به قاضي بلده. لكون اللام للعهد, كما قال سبحانه: {فَعَصَى فِرْعَوْنُ الرَّسُولَ} 6 أن اللام هي أوجبت قصر الرسول على موسى, لا نفس لفظ \"رسول\". وإما أن يكون لغلبة الاستعمال عليه, فيصير مشتركا بين اللفظ العام والمعنى الخاص. فذلك قوله: {إِذَا جَاءَكَ الْمُنَافِقُونَ} فإن تخصيص هذا اللفظ بالكافر إما أن يكون لدخول اللام التي تفيد العهد, والمنافق المعهود: هو ¶ __________ ¶ 1-الآية 145 النساء. ¶ 2- الآية 1 المنافقون. ¶ 3-البخاري: كتاب الإيمان/ باب علامة المنافق. ¶ مسلم: كتاب الإيمان/ باب خصال المنافق. ¶ 4-انظر الحديث السابق ولكن من حديث ابن عمر. ¶ 5- أخرجه عبد الرزاق في مصنفه من قصة سؤال عروة لابن عمر عن دخولهم على الأئمة وتركهم يقولون خلاف الحق. ¶ 6- الآية 16 المز مل.",
            "page": "83",
            "part": "1",
            "seal": "F226F3DE"
        },
        {
            "id": "90",
            "nass": "الكافر. أو تكون لغلبة هذا الاسم في الشرع على نفاق الكفر, وقوله صلى الله عليه وسلم \"ثلاث من كن فيه كان منافقا\" يعني به منافقا بالمعنى العام, وهو إظهاره من الدين خلاف ما يبطن. ¶ فإطلاق لفظ \"النفاق\" على الكافر وعلى الفاسق إن أطلقته باعتبار ما يمتاز به عن الفاسق. كان إطلاقه عليها وعلى الفاسق باعتبار الاشتراك. وكذلك يجوز أن يراد به الكافر خاصة, ويكون متواطئا إذا كان الدال على الخصوصية غير لفظ \"منافق\" بل لم التعريف. ¶ وهذا البحث الشريف جار في كل لفظ عام استعمل في بعض أنواعه, إما لغلبة الاستعمال, أو لدلالة لفظية خصته بذلك النوع, مثل تعريف الإضافة, أو تعريف اللام, فإن كان لغلبة الاستعمال صح أن يقال مشترك, وإن كان لدلالة لفظية كان اللفظ كان باقيا على مواطأته. ¶ فلهذا صح أن يقال \"النفاق\" اسم جنس تحته نوعان, لكون اللفظ في الأصل عاما متواطئا. ¶ وصح أن يقال: هو مشترك بين النفاق في أصل الدين, وبين مطلق النفاق في الدين, لكونه في عرف الاستعمال الشرعي غلب على نفاق الكفر. ¶ لا تكفير ولا تفسيق إلا إذا قامت الحجة:1 ¶ إني من أعظم الناس نهيا عن أن ينسب معين إلى تكفير, وتفسيق, ومعصية, إلا إذا علم أنه قد قامت عليه الحجة الرسالية التي من خالفها كان كافرا تارة, وفاسقا أخرى, وعاصيا أخرى, وإني أقرر أن الله قد غفر لهذه الأمة خطأها, وذلك يعم الخطأ في المسائل الخبرية القولية والمسائل العملية. ¶ __________ ¶ 1- ص 229 ج 3 مجموع الفتاوى.",
            "page": "84",
            "part": "1",
            "seal": "704E9A41"
        },
        {
            "id": "91",
            "nass": "وما زال السلف يتنازعون في كثير من هذه المسائل ولم يشهد أحد منهم على أحد لا بكفر ولا بفسق ولا بمعصية كما أنكر شريح قراءة من قرأ {بَلْ عَجِبْتَ وَيَسْخَرُونَ} 1 وقال: إن الله لا يعجب, فبلغ ذلك ابراهيم النخعي فقال: إنما شريح شاعر يعجبه علمه. كان عبد الله أعلم منه وكان يقرأ {بَلْ عَجِبْتَ} . ¶ وكما نازعت عائشة وغيرها من الصحابة في رؤية محمد صلى الله عليه وسلم رؤية ربه, وقالت: من زعم أن محمدا رأى ربه فقد أعظم على الله الفرية. ومع هذا لا نقول لابن عباس ونحوه من المنازعين لها, إنه مفتر على الله وكما نازعت في سماع الميت كلام الحي, وفي تعذيب الميت ببكاء أهله, وغير ذلك. ¶ وقد آل الشر بين السلف الاقتتال, مع اتفاق أهل السنة على أن الطائفتين جميعا مؤمنتان, وأن الاقتتال لا يمنع العدالة الثابتة لهم, لأن المقاتل وإن كان باغيا فهو متأول, والتأويل يمنع الفسوق. ¶ وكنت أبين لهم أنما نقل لهم عن السلف والأئمة من إطلاق القول بتكفير من يقول كذا وكذا فهو أيضا حق, لكن يجب التفريق بين الإطلاق والتعيين. وهذه أول مسألة تنازعت فيها الأمة من مسائل الأصول الكبار وهي مسألة \"الوعيد\" فإن نصوص القرآن في الوعيد مطلقه كقوله {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً} الآية, وكذلك سائر ما ورد: من فعل كذا فله كذا. فإن هذه مطلقة عامة. ¶ وهي بمنزلة قول من قال من السلف من كذا: فهو كذا. ثم الشخص المعين يلتغي حكم الوعيد فيه, بتوبة, أو حسنات ماحية, أو مصائب مكفرة, أو شفاعة مقبولة. ¶ __________ ¶ 1-الآية 12 الصافات.",
            "page": "85",
            "part": "1",
            "seal": "3AEAA510"
        },
        {
            "id": "92",
            "nass": "والتكفير هو من الوعيد. فإنه وإن كان القول تكذيبا لما قاله الرسول صلى الله عليه وسلم, لكن قد يكون الرجل حديث عهد بإسلام, أو نشأ ببادية بعيدة. ومثل هذا لا يكفر بجحد ما يجحده حتى تقوم عليه الحجة وقد يكون الرجل لم يسمع تلك النصوص, أو سمعها ولم تثبت عنده, أو عارضها عنده معارض آخر أوجب تأويلها, وإن كان مخطئا. ¶ وكنت دائما أذكر الحديث الذي في الصحيحين في الرجل الذي: \"إذا أنا مت فاحرقوني, ثم اسحقوني, ثم ذروني في اليم, فوالله لئن قدر الله علي ليعذبني عذابا ما عذبه أحدا من العالمين. ففعلوا به ذلك, فقال الله له ما حملك على ما فعلت. قال: خشيتك: فغفر له\" 1. ¶ فهذا رجل شك في قدرة الله, وفي إعادته إذا ذري, بل اعتقد أنه لا يعاد. وهذا كفر باتفاق المسلمين, لكن كان جاهلا لا يعلم ذلك وكان مؤمنا يخاف الله أن يعاقبه, فغفر له بذلك. ¶ والمتأول من أهل الاجتهاد الحريص على متابعة الرسول صلى الله عليه وسلم أولى بالمغفرة من مثل هذا. ¶ __________ ¶ 1- متفق عليه.",
            "page": "86",
            "part": "1",
            "seal": "1859C088"
        },
        {
            "id": "93",
            "nass": "هجر أهل البدع: 1 ¶ إن داعية أهل البدع يهجر فلا يستشهد ولا يروى عنه, ولا يستفتى ولا يصلى خلفه, قد يكون من هذا الباب, فإن هجره تعزير له وعقوبة له جزاء لمنع الناس من ذلك الذنب الذي هو بدعة أو غيرها, وإن كان في نفس الأمر تائبا أو معذورا, إذ الهجرة مقصودها أحد شيئين: إما ترك الذنوب المهجورة ¶ __________ ¶ 1-ص376 ج10 مجموع الفتاوى.",
            "page": "86",
            "part": "1",
            "seal": "EE422F15"
        },
        {
            "id": "94",
            "nass": "وأصحابها, وإما عقوبة فاعلها ونكاله. ¶ ومن هذا الباب هجر الإمام أحمد للذين أجابوا في المحنة قبل القيد ولمن تاب بعد الإجابة, ولمن فعل بدعة ما, مع أن فيهم أئمة في الحديث والفقه والتصوف والعبادة, فإن هجره لهم والمسلمين معه لا يمنع معرفة قدر فضلهم, كما أن الثلاثة الذين خلفوا لما أمر النبي صلى الله عليه وسلم بهجرهم لم يمنع ذلك ما كان لهم من السوابق, حتى قد قيل إن الاثنين منهما شهدا بدرا, وقد قال الله لأهل بدر: \"اعملوا ما شئتم فقد غفرت لكم\" 1 وأحدهم كعب بن مالك شاعر النبي صلى الله عليه وسلم وأحد أهل العقبة, فهذا \"أصل عظيم\" أن عقوبة الدنيا المشروعة من الهجران إلى القتل لا يمنع أن يكون المعاقب عدلا أو رجلا صالحا كما بينت من الفرق بين عقوبة الدنيا المشروعة والمقدورة, وبين عقوبة الآخرة والله سبحانه أعلم. ¶ __________ ¶ 1-البخاري: كتاب الأدب/ باب من أكفر أخاه بغير تأويل فهو كما قال. مسلم: كتاب الإيمان/باب بيان حال إيمان من قال لأخيه المسلم يا كافر.",
            "page": "87",
            "part": "1",
            "seal": "672BAF34"
        },
        {
            "id": "95",
            "nass": "ما يحبط من الأعمال:1 ¶ الذنوب إنما تقع إذا كانت النفس غير ممتثلة لما أمرت به, ومع امتثال المأمور لا تفعل المحظور, فإنهما ضدان. قال تعالى: {كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ} 2 الآية. وقال: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} 3 فعباد الله المخلصون لا يغويهم الشيطان, و\"الغي\" خلاف الرشد, وهو اتباع الهوى فمن مالت نفسه إلى محرم, فليأت بعبادة الله كما آمر الله مخلصا له الدين, فإن ذلك يصرف عنه السوء والفحشاء وخشية ومحبة, والعبادة له وحده, وهذا يمنع من السيئات. ¶ __________ ¶ 1- ص 636 ج10 مجموع الفتاوى. ¶ 2- الآية 24 يوسف. ¶ 3- الآية 42 الحجر.",
            "page": "87",
            "part": "1",
            "seal": "241F17B7"
        },
        {
            "id": "96",
            "nass": "فإذا كان تائبا, فإن كان ناقصا, فوقعت السيئات من صاحبه كان ماحيا لها بعد الوقوع فهو كالترياق الذي يدفع أثر السم, ويرفعه بعد حصوله, وكالغذاء من الطعام والشراب, وكالاستمتاع بالحلال الذي يمنع النفس عن طلب الحرام, فإذا حصل له طلب إزالته, وكالعلم الذي يمنع من الشك, ويرفعه بعد وقوعه, وكالطب الذي يحفظ الصحة ويدفع المرض, وكذلك ما في القلب من الإيمان يحفظ بأشباهه مما يقوم به. ¶ وإذا حصل منه مرض من الشبهات والشهوات أزيل بهذه, ولا يحصل المرض إلا لنقص أسباب الصحة, وكذلك القلب لا يمرض إلا لنقص إيمانه. وكذلك الإيمان والكفران متضادان, فكل ضدين: فأحدهما يمنع الآخر تارة, ويرفعه أخرى, كالسواد والبياض كذلك الحسنات والسيئات. (ويقول) المعتزلة إن الكبيرة تحبط الحسنات حتى الإيمان. (و) قالوا: من رجحت سيئاته خلد في النار. ¶ وما ادعته المعتزلة مخالف لأقوال السلف, فإنه سبحانه ذكر حد الزاني وغيره, ولم يجعلهم كفارا حابطي الأعمال, ولا أمر بقتلهم كما أمر بقتل المرتدين, والمنافقون لم يكونوا يظهرون كفرهم, والنبي صلى الله عليه وسلم أمر بالصلاة على الغال, وعلى قاتل نفسه, ولو كانوا كفارا ومنافقين لم تجز الصلاة عليهم, فعلم أنهم لم يحبط إيمانهم كله, وقال عمن شرب الخمر \"لا تلعنه فإنه يحب الله ورسوله\" 1 وذلك الحب من أعظم شعب الإيمان, فعلم أن إدمانه لا يذهب الشعب كلها, وثبت من وجوه كثيرة: \"يخرج من النار من في قلبه مثقال ذرة من إيمان\" 2 ولو ¶ __________ ¶ 1- البخاري: كتاب الحدود/ باب ما يكره من لعن شارب الخمر وأنه ليس بخارج من الملة. ¶ 2- البخاري: كتاب الإيمان/ باب تفاضل أهل الإيمان. ¶ مسلم: كتاب الإيمان/ باب إثبات الشفاعة.",
            "page": "88",
            "part": "1",
            "seal": "8DCCB592"
        },
        {
            "id": "97",
            "nass": "حبط لم يكن في قلوبهم شيء منه. وقال تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَاب} 1 الآية. فجعل من المصطفين. ¶ فإذا كانت السيئات لا تحبط جميع الحسنات, فهل تحبط بقدرها وهل يحبط بعض الحسنات بذنب دون الكفر؟ فيه قولان للمنتسبين إلى السنة, منهم من ينكره, ومنهم من يثبته, كما دلت عليه النصوص, مثل قوله: {لا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} 2 الآية. دل على أن هذه السيئة تبطل الصدقة, وضرب مثله بالمرائي. وقالت عائشة \"أبلغي زيدا أن جهاده بطل\"3 الحديث. ¶ وأما قوله: {أَنْ تَحْبَطَ أَعْمَالُكُم} 4 وحديث صلاة العصر ففي ذلك نزاع. وقال تعالى: {وَلا تُبْطِلُوا أَعْمَالَكُمْ} 5 قال الحسن: بالمعاصي والكبائر, وعن عطاء: بالشرك والنفاق. وعن ابن السائب: بالرياء والسمعة, وعن مقاتل: بالمن. وذلك أن قوما منوا بإسلامهم, فما ذكر عن الحسن يدل على أن المعاصي والكبائر تحبط الأعمال. ¶ فإن قيل: لم يرد إلا إبطالها بالكفر. ¶ قيل: ذلك منهي عنه في نفسه, وموجب للخلود الدائم, فالنهي عنه لا يعبر عنه بهذا, بل يذكره على وجه التغليظ, كقوله: {مَنْ يَرْتَدَّ مِنْكُمْ عَنْ ¶ __________ ¶ 1- الآية 32 فاطر. ¶ 2- الآية 264 البقرة. ¶ 3- أخرجه الدارقطني. وقال الشافعي: لا يصح. وقرر كلامه ابن كثير في الإرث وللحديث شواهد ترتقي به إلى الحسن. ¶ 4- الآية 2 الحجرات. ¶ 5- الآية 33 محمد.",
            "page": "89",
            "part": "1",
            "seal": "73194E95"
        },
        {
            "id": "98",
            "nass": "دِينِهِ} 1 ونحوها, والله سبحانه في هذه وفي آية المن سماها إبطالا, ولم يسمه إحباطا, ولهذا ذكر بعدها الكفر بقوله: {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} 2. ¶ فإن قيل: المراد إذا دخلتم فيها فأتموها, وبه احتج من قال: يلزم التطوع بالشروع فيه. ¶ قيل: لو قدر أن الآية تدل على أنه منهي عن إبطال بعض العمل, فإبطاله كله أولى, بدخوله فيها فكيف وذلك قبل فراغه لا يسمى صلاة ولا صوما؟ ‍‍ ‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍! ¶ ثم يقال: الإبطال يوجد قبل الفراغ أو بعده, وما ذكروه أمر بالإتمام, والإبطال هو إبطال الثواب, ولا نسلم أن من لم يتم العبادة يبطل جميع ثوابه, بل يقال: إنه يثاب على ما فعل من ذلك. وفي الحديث الصحيح حديث المفلس \"الذي يأتي بالحسنات أمثال الجبال\"3. ¶ __________ ¶ 1- الآية 54 المائدة. ¶ 2- الآية 34 محمد. ¶ 3- أخرجه مسلم والترمذي وأحمد من حديث أبي هريرة.",
            "page": "90",
            "part": "1",
            "seal": "B009748A"
        },
        {
            "id": "99",
            "nass": "التوبة من الذنوب:1 ¶ ذهب طائفة من أهل الكلام كأبي هاشم إلى أن التوبة لا تصح من قبيح مع الإصرار على الآخر, قالوا: لأن الباعث على التوبة إن لم يكن من خشية الله لم يكن توبة صحيحة, والخشية مانعة من جميع الذنوب لا من بعضها, وحكى القاضي أبو يعلى وابن عقيل هذا رواية عن أحمد, لأن المرذوي نقل عنه أنه سئل عمن تاب من الفاحشة وقال: لو مرضت لم أعد لكن لا يدع النظر, فقال أحمد: ¶ __________ ¶ 4- ص 320 ج 10 مجموع الفتاوى.",
            "page": "90",
            "part": "1",
            "seal": "BCD57A69"
        },
        {
            "id": "100",
            "nass": "أي توبة ذه؟! قال جرير بن عبد الله سألت رسول الله صلى الله عليه وسلم عن نظرة الفجأة, فقال: \"أصرف بصرك\" 1. ¶ والمعروف عن أحمد وسائر الأئمة هو القول بصحة التوبة, وأحمد في هذه المسألة إنما أراد أن هذه ليست توبة عامة يحصل بسببها من التائبين توبة مطلقا, لو يرد أن ذنب هذا كذنب المصر على الكبائر, فإن نصوصه المتواترة عنه وأقواله الثابتة تنافي ذلك, وحمل كلام الإمام على ما يصدق بعضه بعضا أولى من حمله على التناقض. لاسيما إذا كان القول الآخر مبتدعا لم يعرف عن أحد من السلف, وأحمد يقول: إياك أن تتكلم في مسألة ليس لك فيها فهم, وكان من المحنة يقول: كيف أقول ما لم يقل, واتباع أحمد للسنة والآثار وقوة رغبته في ذلك, وكراهته لخلافه من الأمور المتواترة عنه يعرفها من يعرف حاله من الخاصة والعامة. ¶ وما ذكروه من أن الخشية توجب العموم. ¶ فجوابه أنه قد يعلم قبحها ولكن هواه يغلبه في أحدهما دون الآخر فيتوب من هذا دون ذلك, كمن أدى بعض الواجبات دون بعض, فإن ذلك يقبل منه. ¶ ولكن المعتزلة لهم أصل فاسد وافقوا فيه الخوارج في الحكم وإن خالفوهم في الاسم, فقالوا: إن أصحاب الكبائر يخلدون في النار ولا يخرجون منها بشفاعة ¶ __________ ¶ 1- مسلم: كتاب الأدب/ باب نظرة الفجأة. ¶ أبو داوود: كتاب النكاح/باب ما يؤمر به من غض البصر.",
            "page": "91",
            "part": "1",
            "seal": "74D899B6"
        },
        {
            "id": "101",
            "nass": "ولا غيرها, وعندهم يمتنع أن يكون الرجل الواحد ممن يعاقبه الله ثم يثيبه, ولهذا يقولون بحبوط جميع الحسنات بالكبيرة. ¶ وأما الصحابة وأهل السنة والجماعة فعلى أن أهل الكبائر يخرجون من النار ويشفع فيهم. وإن الكبيرة الواحدة لا تحبط جميع الحسنات ولكن قد يحبط ما يقابلها عند أكثر أهل السنة, ولا يحبط جميع الحسنات إلا الكفر, كما لا يحبط جميع السيئات إلا التوبة, فصاحب الكبيرة إذا أتى بحسنات يبتغي بها رضا الله أثابه الله على ذلك, وإن كان مستحقا للعقوبة على كبيرته. ¶ وكتاب الله عز وجل يفرق بين حكم السارق والزاني وقتال المؤمنين بعضهم بعضا وبين حكم الكفار في \"الأسماء والأحكام\" والسنة المتواترة عن النبي صلى الله عليه وسلم وإجماع الصحابة يدل على ذلك, كما هو مبسوط في غير هذا الموضع.",
            "page": "92",
            "part": "1",
            "seal": "1E39D4D1"
        },
        {
            "id": "102",
            "nass": "التوبة من بعض الذنوب: ¶ وعلى هذا تنازع الناس في قوله: {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} 1 فعلى قول الخوارج والمعتزلة لا تقبل حسنة إلا ممن اتقاه مطلقا فلم يأت كبيرة, وعند المرجئة إنما يتقبل ممن اتقى الشرك. فجعلوا أهل الكبائر داخلين في اسم \"المتقين\" وعند أهل السنة والجماعة يتقبل العمل ممن اتقى الله فيه فعمله خالصا لله موافقا لأمر الله, فمن اتقاه في عمل تقبله منه, وإن كان عاصيا في غيره. ومن لم يتقه فيه لم يتقبله منه وإن كان مطيعا في غيره. ¶ والتوبة من بعض الذنوب دون بعض كفعل بعض الحسنات المأمور بها دون بعض إذا لم يكن المتروك شرطا في صحة المفعول كالإيمان المشروط في غيره من ¶ __________ ¶ 1- الآية 27 المائدة.",
            "page": "92",
            "part": "1",
            "seal": "1967919B"
        },
        {
            "id": "103",
            "nass": "الأعمال, كما قال الله تعالى: {وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُوراً} 1 وقال تعالى: {مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً} 2 وقال: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} 3. ¶ إن من له ذنوب فتاب من بعضها دون بعض فإن التوبة إنما تقتضي مغفرة ما تاب منه أما مالم يتب منه فهو باق فيه على حكم من لم يتب, لا على حكم من تاب, وعلمت في هذا نزاعا إلا في الكافر إذا أسلم, فإن إسلامه يتضمن التوبة من الكفر الذي تاب منه, وهل تغفر له الذنوب التي فعلها في حال الكفر ولم يتب منها في الإسلام؟ هذا فيه قولان معروفان: ¶ أحدهما: يغفر له الجميع, لإطلاق قوله صلى الله عليه وسلم: \"الإسلام يجب ما كان قبله\" رواه مسلم. مع قوله تعالى: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَف} 4. ¶ والقول الثاني: أنه لا يستحق أن يغفر له الإسلام إلا ما تاب منه, فإذا أسلم وهو مصر على كبائر دون الكفر فحكمه في ذلك حكم أمثاله من أهل الكبائر. وهذا القول هو الذي تدل عليه الأصول والنصوص, فإن في الصحيحين أن النبي صلى الله عليه وسلم: \"قال له حكيم بن حزام: يا رسول الله أنؤاخذ بما عملنا في الجاهلية؟ فقال: \"من أحسن منكم في الإسلام لم يؤاخذ بما عمل في الجاهلية, ومن ¶ __________ ¶ 1- الآية 19 الإسراء. ¶ 2- الآية 97 النحل. ¶ 3- الآية 217 البقرة. ¶ 4- الآية 38 الأنفال.",
            "page": "93",
            "part": "1",
            "seal": "AB6626C8"
        },
        {
            "id": "104",
            "nass": "أساء في الإسلام أخذ بالأول والآخر\" فقد دل هذا النص على أنه إنما ترتفع المؤاخذة بالأعمال التي فعلت في الجاهلية عمن أحسن لا عمن لا يحسن, وإن لم يحسن أخذ بالأول والآخر, ومن لم يتب منها فلم يحسن. ¶ وقوله تعالى: {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَف} 1 يدل على أن المنتهي عن شيء يغفر له ما قد سلف منه, لا يدل على أن المنتهي عن شيء يغفر له ما سلف من غيره, وذلك لأن قول القائل لغيره: إن انتهيت عن هذا الأمر غفر لك ما تقدم منه, وإذا انتهيت عن شيء غفر لك ما تقدم منه, كما يفهم مثل ذلك في قوله: \"إن تبت\" لا يفهم منه أنك بالانتهاء عن ذنب يغفر لك ما تقدم من غيره. ¶ وأما قول النبي صلى الله عليه وسلم: \"الإسلام يهدم ما قبله\" وفي رواية \"يجب ما كان قبله\" فهذا قاله لما أسلم عمرو بن العاص وطلب أن يغفر له ما تقدم من ذنبه فقال له: \"يا عمرو أما علمت أن الإسلام يهدم ما كان قبله, وأن التوبة تهدم ما كان قبلها, وأن الهجرة تهدم ما كان قبلها\" 2 ومعلوم أن التوبة إنما توجب مغفرة ما تاب منه, لا توجب التوبة غفران جميع الذنوب. ¶ إن الإنسان قد يستحضر ذنوبا فيتوب منها وقد يتوب توبة مطلقة لا يستحضر معها ذنوبه, لكن إذا كانت نيته التوبة العامة فهي تتناول كل ما يراه ذنبا, لأن التوبة العامة تتضمن عزما بفعل المأمور وترك المحظور, وكذلك تتضمن ندما عاما على كل محظور. ¶ __________ ¶ 1-الآية 38 الأنفال. ¶ 2- مسلم: كتاب الإيمان/ باب كون الإسلام يهدم ما قبله كذا والهجرة ...",
            "page": "94",
            "part": "1",
            "seal": "3131E2D2"
        },
        {
            "id": "105",
            "nass": "التخليد في النار ¶ من إيمان أهل السنة:1 ¶ يؤمن أهل السنة بأن الله على كل شيء قدير, فيقدر أن يهدي العباد ويقلب قلوبهم, وأنه ما شاء الله كان وما لم يشأ لم يكن. فلا يكون في ملكه ما لا يريد ولا يعجز عن إنفاذ مراده, وأنه جال كل شيء من الأعيان والصفات والحركات. ¶ ويؤمنون أن العبد له قدرة ومشيئة وعمل, وأنه مختار, ولا يسمونه مجبورا, إذ المجبور من أكره على خلاف اختياره, والله سبحانه جعل العبد مختارا لما يفعله فهو مختار مريد, والله خالقه وخالق اختياره, وهذا ليس له نظير. فإن الله ليس كمثله شيء لا في ذاته ولا في صفاته ولا في أفعاله. ¶ وهم في \"باب الأسماء والأحكام والوعد والوعيد\" وسط بين الوعيدية, الذين يجعلون أهل الكبائر من المسلمين مخلدين في النار, ويخرجوهم من الإيمان بالكلية, ويكذبون بشفاعة النبي صلى الله عليه وسلم. وبين المرجئة الذين يقولون: إيمان الفساق مثل إيمان الأنبياء, والأعمال الصالحة ليست من الدين والإيمان. ويكذبون بالوعيد والعقاب بالكلية. ¶ فيؤمن أهل السنة والجماعة بأن فساق المسلمين معهم بعض الإيمان وأصله, وليس معهم جميع الإيمان الواجب الذي يستوجبون به الجنة, ولأنهم لا يخلدون في النار, بل يخرج منها من كان في قلبه مثقال حبة من إيمان أو مثقال خردلة من إيمان, وأن النبي صلى الله عليه وسلم ادخر شفاعته لأهل الكبائر من أمته. ¶ وهم أيضا في \"أصحاب رسول الله\" صلى الله عليه وسلم ورضي عنهم وسط بين الغالية, الذين يغالبون في علي رضي الله عنه, فيفضلونه على أبي بكر وعمر رضي الله عنهما ¶ __________ ¶ 1- ص 374 ج 3 مجموع الفتاوى.",
            "page": "97",
            "part": "1",
            "seal": "2763FE6C"
        },
        {
            "id": "106",
            "nass": "ويعتقدون أنه الإمام المعصوم دونهما, وأن الصحابة ظلموا وفسقوا, وكفروا الأمة بعدهم كذلك, وربما جعلوه نبيا أو إلها, وبين الجافية الذين يعتقدون كفره, وكفر عثمان رضي الله عنهما, ويستحلون دمائهم ودما من تولاهما, ويستحبون سب علي وعثمان ونحوهما, ويقدحون في خلافة علي رضي الله عنه وإمامته. ¶ وكذلك في سائر \"أبواب السنة\" هم وسط, لأنهم متمسكون بكتاب الله وسنة رسوله صلى الله عليه وسلم. وما اتفق عليه السابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان. ¶ أئمة الدين لا يقولون بالتخليد في النار بمطلق الذنوب:1 ¶ قول الخوارج الذين يكفرون بمطلق الذنوب ويخلدون في النار, وقول من يخلدهم في النار ويجزم بأن الله لا يغفر لهم إلا بالتوبة, ويقول ليس معهم من الإيمان شيء, لم يذهب إليهما أحد من أئمة أهل الفقه والحديث بل هما من الأقوال المشهورة عن أهل البدع. ¶ وكذلك قول من وقف في أهل الكبائر من غلاة المرجئة وقال لا أعلم أن أحدا منهم يدخل النار, هو أيضا من الأقوال المبتدعة, بل السلف والأئمة متفقون على ما تواترت به النصوص من أنه لا بد أن يدخل النار قوم من أهل القبلة, ثم يخرجون منها, وأما من جزم بأنه لا يدخل النار أحد من أهل القبلة فهذا لا نعرفه قولا واحدا. وبعده قول من يقول: ما ثم عذاب أصلا وإنما هو تخويف لا حقيقة له, وهذا من أقوال الملاحدة والكفار. ¶ وربما احتج بعضهم بقوله: {ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ} 2 فيقال لهذا: ¶ __________ ¶ 1- ص 501 ج 7 مجموع الفتاوى ¶ 2- الآية 16 الزمر.",
            "page": "98",
            "part": "1",
            "seal": "E54CB713"
        },
        {
            "id": "107",
            "nass": "التخويف إنما يكون تخويفا إذا كان هناك مخوف يمكن وقوعه بالمخوف, فإن لم يكن هناك ما يمكن وقوعه امتنع التخويف, لكن يكون حاصله إيهام الخائفين بما لا حقيقة له, كما توهم الصبي الصغير, ومعلوم أن مثل هذا لا يحصل به تخويف لعقلاء المميزين, لأنهم إذا علموا أنه ليس شيء مخوف زال الخوف: وهذا شبيه بما تقول \"الملاحدة\" المتفلسفة والقرامطة ونحوهم, من أن الرسل صلوات الله وسلامه عليهم: خاطبوا الناس بإظهار أمور من الوعيد لا حقيقة لها في الباطن, وإنما هي أمثال مضروبة لتفهم حال النفس بعد المفارقة, وما أظهروه لهم من الوعد والوعيد وإن كان لا حقيقة له فإنما يعلق لمصلحتهم في الدنيا, إذ كان لا يمكن تقويمهم إلا بهذه الطريقة. ¶ أصناف ثلاثة من أمة محمد: ظالم لنفسه, ومقتصد, وسابق للخيرات:1 ¶ ذكر الله تعالى \"أولياءه\" المقتصدين والسابقين في سورة فاطر في قوله تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِير ُ, جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤاً وَلِبَاسُهُمْ فِيهَا حَرِيرٌ, وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ, الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لا يَمَسُّنَا فِيهَا نَصَبٌ وَلا يَمَسُّنَا فِيهَا لُغُوبٌ} 2 لكن هذه الأصناف الثلاثة في أمة محمد صلى الله عليه وسلم خاصة كما قال تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِير} . ¶ وأمة محمد صلى الله عليه وسلم هم الذين أورثوا الكتاب بعد الأمم المتقدمة, وليس ذلك مختصا ¶ __________ ¶ 1- ص 182 ج 11 مجموع الفتاوى. ¶ 2- الآيات 33-35 فاطر.",
            "page": "99",
            "part": "1",
            "seal": "C3A84625"
        },
        {
            "id": "108",
            "nass": "بحفاظ القرآن, بل كل من آمن بالقرآن فهو من هؤلاء, وقسمهم الله إلى ظالم لنفسه, ومقتصد, وسابق, بخلاف الآيات التي في الواقعة والمطففين والانفطار, فإنه دخل فيها جميع الأمم المتقدمة كافرهم ومؤمنهم وهذا التقسيم لأمة محمد صلى الله عليه وسلم ف\"الظالم لنفسه\" أصحاب الذنوب المصرون عليها, ومن تاب من ذنبه, أي ذنب كان, توبة صحيحة لم يخرج بذلك عن السابقين, و\"المقتصد\" المؤدي للفرائض المجتنب للمحارم, و\"السابق للخيرات\" هو المؤدي للفرائض والنوافل, كما في تلك الآيات, ومن تاب من ذنبه أي ذنب كان توبة صحيحة لم يخرج بذلك عن السابقين والمقتصدين كما في قوله تعالى: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ, الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ, وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ, أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ} 1 و\"المقتصد\" المؤدي للفرائض المجتنب للمحارم, و\"السابق للخيرات\" هو المؤدي للفرائض والنوافل كما في تلك الآيات. ¶ وقوله {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا} 2 مما يستدل به أهل السنة على أنه لا يخلد في النار أحد من أهل التوحيد. ¶ وأما دخول كثير من أهل الكبائر النار فهذا مما تواترت به السنن عن النبي صلى الله عليه وسلم كما تواترت بخروجهم من النار وشفاعة نبينا محمد صلى الله عليه وسلم وشفاعة غيره. فمن قال: إن أهل الكبائر مخلدون في النار وتأول الآية على أن السابقين هم الذين ¶ __________ ¶ 1- الآيات 133-136 آل عمران. ¶ 2- الآية 33 فاطر.",
            "page": "100",
            "part": "1",
            "seal": "6A37C065"
        },
        {
            "id": "109",
            "nass": "يدخلونها وأن المقتصد أو الظالم لنفسه لا يدخلها, كما تأول من المعتزلة فهو مقابل بتأويل المرجئة الذين لا يقطعون بدخول أحد من أهل الكبائر النار, ويزعمون أن أهل الكبائر قد يدخل جميعهم الجنة من غير عذاب, وكلاهما مخالف للسنة المتواترة عن النبي صلى الله عليه وسلم ولإجماع سلف الأمة وأئمتها. ¶ وقد دل على فساد قول \"الطائفتين\" قول الله تعالى في آيتين من كتابه وهو قوله تعالى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} 1 فأخبر تعالى أنه لا يغفر الشرك وأخبر أنه يغفر ما دونه لمن يشاء, ولا يجوز أن يراد بذلك التائب كما يقوله من يقوله من المعتزلة لأن الشرك يغفره الله لمن تاب, وما دون الشرك يغفر الله أيضا للتائب فلا تعلق بالمشيئة, ولهذا لما ذكر المغفرة للتائبين قال تعالى {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} 2 هنا عمم المغفرة وأطلقها, فإن الله يغفر للعبد أي ذنب تاب منه فمن تاب من الشرك غفر الله له ومن تاب من الكبائر غفر الله له وأي ذنب تاب العبد منه غفر الله له. ففي آية التوبة عمم وأطلق, وفي تلك الآية خصص وعلق, فخص الشرك بأنه لا يغفره, وعلق ما سواه على المشيئة. ومن الشرك التعطيل للخالق وهذا يدل على فساد قول من يجزم بالمغفرة لكل مذنب, ونبه بالشرك على ما هو أعظم منه كتعطيل الخالق, أو يجوز أن لا يعذب بذنب, فإنه لو كان كذلك لما ذكر أنه يغفر البعض دون البعض, ولو كان كل ظالم لنفسه مغفورا له بلا توبة ولا حسنات ماحية لم يعلق ذلك بالمشيئة. ¶ وقوله تعالى: {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} دليل على أنه يغفر البعض ¶ __________ ¶ 1- الآية 116 النساء. ¶ 2- الآية 53 الزمر.",
            "page": "101",
            "part": "1",
            "seal": "454537FA"
        },
        {
            "id": "110",
            "nass": "دون البعض, فبظل النفي والوقف العام.",
            "page": "102",
            "part": "1",
            "seal": "C49703E4"
        },
        {
            "id": "111",
            "nass": "الظلم المطلق يتناول الكفر وما دونه:1 ¶ إن الظلم المطلق يتناول الكفر, ولا يختص بالكفر, بل يتناول ما دونه أيضا, وكل بحسبه كلفظ \"الذنب\" و\"الخطيئة\" و\"المعصية\" فإن هذا يتناول الكفر والفسوق والعصيان, كما في الصحيحين عن عبد الله بن مسعود قال: قلت يا رسول الله أي الذنب أعظم؟ قال: \"أن تجعل لله ندا وهو خلقك\" قلت: ثم أي؟ قال: \"ثم أن تقتل ولدك خشية أن يطعم معك\". قلت ثم أي؟ قال: \"ثم أن تزاني بحليلة جارك\" 2, فأنزل الله تعالى: {وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَاماً, يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَاناً, إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُوراً رَحِيماً, وَمَنْ تَابَ وَعَمِلَ صَالِحاً فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَاباً} 3. ¶ فهذا الوعيد بتمامه على الثلاثة, ولكل عمل قسط منه, فلو أشرك ولم يقتل ولم يزن, كان عذابه دون ذلك, ولو زنى وقتل ولم يشرك, كان له من هذا العذاب نصيب, كما في قوله: {وَمَنْ تَابَ وَعَمِلَ صَالِحاً فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَاباً} 4. ولم يذكر: \"أبدا\". ¶ __________ ¶ 1- ص 72 ج 7 مجموع الفتاوى. ¶ 2- البخاري: كتاب الأدب/ باب قتل الولد خشية أن يأكل معه. ¶ مسلم: كتاب الإيمان/باب كون الشرك أقبح الذنوب. ¶ 3- الآيات 68-71 الفرقان. ¶ 4- الآية 93 النساء.",
            "page": "102",
            "part": "1",
            "seal": "6D74FF36"
        },
        {
            "id": "112",
            "nass": "وقد قيل: إن لفظ \"التأبيد\" لم يجيء إلا مع الكفر, وقال الله تعالى: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً, يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلاً, لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولاً} 1. فلا ريب أن هذا يتناول الكافر الذي لم يؤمن بالرسول. وسبب نزول الآية كان في ذلك, فإن الظلم المطلق يتناول ذلك ويتناول ما دونه بحسبه. ¶ فمن خال مخلوقا في خلاف أمر الله ورسوله, كان له من هذا الوعيد نصيب, كما قال تعالى: {الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ} 2, وقال تعالى: {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَاب} 3. قال الفضيل بن عياض: حدثنا الليث عن مجاهد: هي المودات التي كانت بينهم لغير الله, فإن المخالة تحاب وتواد, ولهذا قال: \"المرء على دين خليله\" , فإن المتحابين يحب أحدهما ما يجب الآخر بحسب الحب, فإن اتبع أحدهما صاحبه على محبته ما يبغضه الله ورسوله, نقص من دينهما بحسب ذلك إلى أن ينتهي إلى الشرك الأكبر, قال تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ} 4. ¶ والذين قدموا محبة المال الذي كنزوه, والمخلوق الذي اتبعوه, على محبة الله ورسوله, كان فيهم من الظلم والشرك بحسب ذلك. فلهذا ألزمهم محبوبهم كما في الحديث, يقول الله تعالى: \" أليس عدلا مني أن أولي كل رجل منكم ماكان ¶ __________ ¶ 1- الآيات 27-29 الفرقان. ¶ 2- الآية 67 الزخرف. ¶ 3- الآية 166 البقرة. ¶ 4- الآية 165 البقرة.",
            "page": "103",
            "part": "1",
            "seal": "1BE988AF"
        },
        {
            "id": "113",
            "nass": "يتولاه في الدنيا\". وقد ثبت في \"الصحيح\" يقول: \"ليذهب كل قوم إلى ما كانوا يعبدون, فمن كان يعبد الشمس الشمس, ومن كان يعبد القمر القمر, ومن كان يعبد الطواغيت الطواغيت, ويمثل للنصارى المسيح, ولليهود عزير, فيتبع كل قوم ما كانوا يعبدون وتبقى هذه الأمة فيها منافقوها\" فهؤلاء \" أهل الشرك الأكبر\". ¶ وأما \"عبيد المال\" الذين كنزوه, وعبيد الرجل الذين أطاعوهم في معاصي الله فأولئك يعذبون عذابا دون عذاب أولئك المشركين, إما في عرصات القيامة, وإما في جهنم, ومن أحب شيئا دون الله عذب به. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا بَيْعٌ فِيهِ وَلا خُلَّةٌ وَلا شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} 1. فالكفر المطلق هو الظلم المطلق, ولهذا لا شفيع لأهله يوم القيامة كما نفى الشفاعة في هذه الآية, وفي قوله: {وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ يُطَاعُ, يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} 2. وقال: {فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ, وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ, قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ ,تَاللَّهِ إِنْ كُنَّا لَفِي ضَلالٍ مُبِينٍ, إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ, وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ, وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ, فَمَا لَنَا مِنْ شَافِعِينَ, وَلا صَدِيقٍ حَمِيمٍ, فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ} 3. ¶ __________ ¶ 1- الآية 254 البقرة. ¶ 2- الآيات 17-19 غافر. ¶ 3- الآيات 94-102 الشعراء.",
            "page": "104",
            "part": "1",
            "seal": "2E46B8E5"
        },
        {
            "id": "114",
            "nass": "فساق أهل الملة: 1 ¶ إن أهل السنة متفقون على أن الفساق أهل الملة –وإن دخلوا النار, أو استحقوا دخولها فإنهم- لا بد أن يدخلوا الجنة فيجتمع فيهم الثواب والعقاب, ولكن الخوارج والمعتزلة تنكر ذلك, وترى أن من استحق العقاب لا يستحق الثواب. والمسألة مشهورة. ¶ وأما جواز الدعاء للرجل وعليه فبسط هذه المسألة في الجنائز, فإن موتى المسلمين يصلى عليهم برهم وفاجرهم, وإن لعن الفاجر مع ذلك بعينه أو بنوعه لكن الحال الأول أوسط وأعدل, وبذلك أجبت المغل بولاي, لما قدموا دمشق في الفتنة الكبيرة, وجرت بيني وبينه وبين غيره مخاطبات, فسألني فيما سألني: ما تقولون في يزيد؟ فقلت: لا نسبه ولا نحبه, فإنه لم يكن رجلا صالحا فنحبه ونحن لا نسب أحدا من المسلمين بعينه. فقال: أفلا تلعنونه؟ أما كان ظالما؟ أما قتل الحسين؟. ¶ فقلت له: نحن إذا ذكر الظالمون كالحجاج بن يوسف وأمثاله: نقول كما قال الله في القرآن: {أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} 2 ولا نحب أن نلعن أحدا بعينه, وقد لعنه قوم من العلماء, وهذا مذهب يسوغ فيه الاجتهاد, لكن ذلك القول أحب إلينا وأحسن. ¶ وأما من قتل الحسين أو أعان على قتله أو رضي بذلك فعليه لعنة الله والملائكة والناس أجمعين, لا يقبل الله منه صرفا ولا عدلا. ¶ __________ ¶ 1- ص 486 ج 4 مجموع الفتاوى. ¶ 2- الآية 18 هود.",
            "page": "105",
            "part": "1",
            "seal": "75690B67"
        },
        {
            "id": "115",
            "nass": "لم نؤمر أن ننقب عن قلوب الناس1: ¶ في الصحيحين عن أبي سعيد قال: بعث علي بن أبي طالب إلى النبي صلى الله عليه وسلم مت اليمن بذهبية في أدم مقروض لو تحصل من ترابها فقال: فقسمها بين أربعة نفر, فقال رجل من أصحابه كنا أحق بهذا من هؤلاء قال: فبلغ ذلك النبي صلى الله عليه وسلم فقال: \"ألا تأمنونني وأنا أمين في السماء يأتيني خبر من السماء صباحا ومساء\" قال: فقام رجل غائر العينين مشرف الوجنتين, ناشز الجبهة, كث اللحية محلوق الرأس, مشمر الإزار. فقال: يا رسول الله! اتق الله, فقال: \"ويلك أولست أحق أهل الأرض أن يتقي الله؟! \" قال: ثم ولى الرجل, فقال خالد بن الوليد, يا رسول الله ألا أضرب عنقه؟ فقال: \"لا: لعله أن يكون يصلي\" قال خالد: وكم من مصل يقول بلسانه ما ليس في لقبه. فقال رسول الله صلى الله عليه وسلم: \"إني لم أومر أن أنقب عن قلوب الناس, ولا أشق بطونهم\" قال ثم نظر إليه وهو مقف فقال: \"إنه يخرج من ضئضئ هذا قوم يتلون كتاب الله رطبا لا يجاوز حناجرهم, يمرقون من الذين كما يمرق السهم من الرمية قال: أظنه قال! \"لئن أدركتهم لأقتلنهم قتل عاد\" 2. اللفظ لمسلم. ¶ __________ ¶ 1- ص 480 ج 7 مجموع الفتاوى. ¶ 2- البخاري: كتاب الأنبياء/ باب علامات النبوة ف يالإسلام. ¶ مسلم: كتاب الزكاة/ باب ذكر الخوارج وصفاتهم.",
            "page": "106",
            "part": "1",
            "seal": "7679A415"
        },
        {
            "id": "116",
            "nass": "لا يخلد في النار من في قلبه مثقال ذرة من إيمان:1 ¶ وأما ظالم لنفسه من أهل الإيمان: فمعه من ولاية الله بقدر إيمانه وتقواه, كما معه من ضد ذلك بقدر فجوره إذ الشخص الواحد قد يجتمع فيه الحسنات المقتضية للثواب, والسيئات المقتضية للعقاب, حتى يمكن أن يثاب ويعاقب, ¶ __________ ¶ 1- ص 7 ج 10 مجموع الفتاوى.",
            "page": "106",
            "part": "1",
            "seal": "E4F722AB"
        },
        {
            "id": "117",
            "nass": "وهذا قول جميع أصحاب رسول الله صلى الله عليه وآله وسلم, وأئمة الإسلام وأهل السنة والجماعة الذين يقولون: إنه لا يخلد في النار من في قلبه مثقال ذرة من إيمان. ¶ وأما القائلون بالتخليد كالخوارج والمعتزلة القائلين إنه لا يخرج من النار من دخلها من أهل القبلة, وإنه لا شفاعة للرسول ولا لغيره في أهل الكبائر, لا قبل دخول النار ولا بعده, فعندهم لا يجتمع في الشخص الواحد ثواب وعقاب, وحسنات وسيئات, بل من أثيب لا يعاقب, ومن عوقب لم يثب, ودلائل هذا الأصل من الكتاب والسنة وإجماع سلف الأمة كثير ليس هذا موضعه وقد بسطناه في مواضعه. ¶ وينبني على هذا الأمور كثيرة, ولهذا من كان معه إيمان حقيقي فلابد أن يكون معه من هذه الأعمال بقدر إيمانه, وإن كان له ذنوب كما روى البخاري في صحيحه عن عمر بن الخطاب رضي الله عنه: \"أن رجلا كان يسمى حمارا وكان يضحك النبي صلى الله عليه وسلم. وكان يشرب الخمر, ويجلده النبي صلى الله عليه وسلم, فأتي به مرة فقال رجل لعنه الله ما أكثر ما يؤتى به إلى النبي صلى الله عليه وسلم: لا تلعنه فإنه لا يحب الله ورسوله\"1. ¶ فهذا يبين أن المذنب بالشرب وغيره قد يكون محبا لله ورسوله, وحب الله ورسوله أوثق عرى الإيمان, كما أن العابد الزاهد قد يكون لما في قلبه من بدعة ونفاق مسخوطا عليه عند الله ورسوله من ذلك الوجه, كمنا استفاض في الصحاح وغيرها من حديث أمير المؤمنين علي بن أبي طالب وأبي سعيد الخدري وغيرهما عن النبي صلى الله عليه وسلم وآله وسلم أنه ذكر الخوارج فقال: \"يحقر أحدكم صلاته مع ¶ __________ ¶ 1-البخاري من حديث عمر بن الخطاب. كتاب الحدود/ باب ما يكره من لعن شارب الخمر وأنه ليس بخارج من الملة.",
            "page": "107",
            "part": "1",
            "seal": "73AD7852"
        },
        {
            "id": "118",
            "nass": "صلاتهم, وصيامه مع صيامهم وقراءتهم مع قراءته, يقرؤون القرآن لا يجاوز حناجرهم, يمرقون من الإسلام كما يمرق السهم من الرمية, أينما لقيتموهم فاقتلوهم, فإن في قتلهم أجرا عند الله لمن قتلهم يوم القيامة, لئن أدركتهم لأقتلنهم قتل عاد\" 1 ¶ __________ ¶ 1- ص 20 ج 13 مجموع الفتاوى.",
            "page": "108",
            "part": "1",
            "seal": "5629D94F"
        },
        {
            "id": "119",
            "nass": "بدعتا الخوارج والشيعة:1 ¶ وكانت البدع الأولى مثل \"بدعة الخوارج\" إنما هي من سوء فهمهم للقرآن, لو يقصدوا معارضته لكن فهموا منه ما لم يدل عليه, فظنوا أنه يوجب تكفير أرباب الذنوب, إذ كان المؤمن هو البر التقي, قالوا: فمن لم يكن برا تقيا فهو كافر وهو مخلد في النار. ثم قالوا: وعثمان وعلي ومن والاهما ليسوا بمؤمنين, لأنهم حكموا بغير ما أنزل الله فكانت بدعتهم لها مقدمتان: ¶ الواحدة: أن من خالف القرآن بعمل أو برأي أخطأ فيه فهو كافر. ¶ الثانية: أن عثمان وعليا ومن والاهما كانوا كذلك, ولهذا يجب الاحتراز من تكفير المسلمين بالذنوب والخاطايا, فإنه أول بدعة ظهرت في الإسلام, فكفر أهلها المسلمين, واستحلوا دماءهم وأموالهم, وقد ثبت عن النبي صلى الله عليه وسلم أحاديث صحيحة في ذمهم والأمر بقتالهم. قال الإمام أحمد بن حنبل رضي الله عنه: صح فيهم الحديث من عشر أوجه, ولهذا قد أخرجها مسلم في صحيحه, وأفرد البخاري قطعة منها, وهم مع هذا الذم إنما قصدوا اتباع القرآن, فكيف بمن تكون بدعته معارضة القرآن والإعراض عنه, وهو مع ذلك يكفر المسلمين, كالجهمية؟! ثم \"الشيعة\" لما حدثوا لم يكن الذي ابتدع التشيع, قصده الدين بل كان غرضه فاسدا, وقد قيل إنه كان منافقا زنديقا, فأصل بدعتهم مبنية ¶ __________ ¶ 1- البخاري: كتاب استتابة المرتدين/باب قتل الخوارج والملحدين. ¶ مسلم: كتاب الزكاة/باب التحريض على قتل الخوارج.",
            "page": "108",
            "part": "1",
            "seal": "E97BF3BD"
        },
        {
            "id": "120",
            "nass": "على الكذب على رسول الله صلى الله عليه وسلم, وتكذيب الأحاديث الصحيحة, ولهذا لا يوجد في فرق الأمة من الكذب أكثر مما يوجد فيهم, بخلاف الخوارج فإنه لا يعرف فيهم من يكذب.",
            "page": "109",
            "part": "1",
            "seal": "B684F7B7"
        },
        {
            "id": "121",
            "nass": "أول البدع ظهورا في الإسلام:1 ¶ أول البدع ظهورا في الإسلام وأظهرها ذما في السنة والآثار: بدعة الحرورية المارقة, فإن أولهم قال للنبي صلى الله عليه وسلم في وجهه: اعدل يا محمد فإنك لم تعدل, وأمر النبي صلى الله عليه وسلم بقتلهم وقتالهم, وقاتلهم أصحاب النبي صلى الله عليه وسلم مع أمير المؤمنين علي بن أبي طالب. ¶ والأحاديث عن النبي صلى الله عليه وسلم مستفيضه بوصفهم وذمهم والأمر بقتالهم, قال أحمد بن حنبل: صح الحديث في الخوارج من عشرة أوجه, قال النبي صلى الله عليه وسلم: \"يحقر أحدكم صلاته مع صلاتهم, وصيامه مع صيامهم, وقراءته مع قراءتهم, يقرأون القرآن لا يجاوز حناجرهم, يمرقون من الإسلام كما يمرق السهم من الرمية, أينما لقيتموهم فاقتلوهم, فإن في قتلهم أجرا عند الله لمن قتلهم يوم القيامة\". ¶ ولهم خاصتان مشهورتان فارقوا بها جماعة المسلمين وأئمتهم: أحدهما: خروجهم من السنة, وجعلهم ما ليس بسيئة سيئة, أو ما ليس بحسنة حسنة, وهذا هو الذي أظهروه في وجه النبي صلى الله عليه وسلم حيث قال له ذو الخويصرة التميمي: اعدل فإنك لم تعدل, حتى قال له النبي صلى الله عليه وسلم: \"ويلك, ومن إذا لم أعدل؟ لقد خبت وخسرت إن لم أعدل\" 2 فقوله: فإنك لم تعدل جعل منه لفعل النبي صلى الله عليه وسلم سفها وترك عدل, وقوله \"اعدل\" أمر له بما اعتقده هو ¶ __________ ¶ 1- ص 71 ج 19 مجموع الفتاوى. ¶ 2- متفق عليه.",
            "page": "109",
            "part": "1",
            "seal": "44F225F7"
        },
        {
            "id": "122",
            "nass": "حسنة من القسمة التي لا تصلح, وهذا الوصف تشترك فيه البدع المخالفة للسنة, فقائلها لا بد أن يثبت ما نفته السنة, وإلا لم يكن بدعة, وهذا القدر قد يقع من بعض أهل العلم خطأ في بعض المسائل, لكن أهل البدع يخلفون السن الظاهرة المعلومة. ¶ والخوارج جوزوا على الرسول نفسه أن يجوز ويضل في سنته ولم يوجبوا طاعته ومتابعته, وإنما صدقوه فيما بلغه من القرآن دون ما شرعه من السنة التي تخالف –بزعمهم- ظاهر القرآن. ¶ وغالب أهل البدع غير الخوارج يتابعونهم في الحقيقة على هذا, فإنهم يرون أن الرسول لو قال بخلاف مقالتهم لما اتبعوه, كما يحكى عن عمرو بن عبيد في حديث الصادق المصدوق, وإنما يدفعون عن نفوسهم الحجة, إما برد النقل, وإما بتأويل المنقول, فيطعنون تارة في الإسناد وتارة في المتن. وإلا فهم ليسوا متبعين ولا مؤتمنين بحقيقة السنة التي جاء بها الرسول, بل ولا بحقيقة القرآن. ¶ الفرق الثاني في الخوارج وأهل البدع: أنهم يكفرون بالذنوب والسيئات. ويترتب على تكفيرهم بالذنوب استحلال دماء المسلمين وأموالهم وأن دار الإسلام دار حرب ودارهم دار الإيمان, وكذلك يقول جمهور الرافضة: وجمهور المعتزلة والجهمية, وطائفة من غلاة المنتسبة إلى أهل الحديث والفقه ومتكلميهم. ¶ فهذا أصل البدع التي ثبت بنص سنة رسول الله صلى الله عليه وسلم وإجماع السلف أنها بدعة, وهو جعل العفو سيئة وجعل السيئة كفر. ¶ فينبغي للمسلم أن يحذر من هذين الأصلين الخبيثين, ومنا يتولد عنهما من بغض المسامين وذمهم ولعنهم واستحلال دمائهم وأموالهم.",
            "page": "110",
            "part": "1",
            "seal": "5DD61CAF"
        },
        {
            "id": "123",
            "nass": "وهذان الأصلان هما خلاف السنة والجماعة, فمن خالف السنة فيما أتت به أو شرعته فهو مبتدع خارج عن السنة, ومن كفر المسلمين بما رآه ذنبا سواء كان دينا أو لم يكن دينا وعاملهم معاملة الكفار فهو مفارق للجماعة, وعامة البدع والأهواء إنما تنشأ من هذين الأصلين. أما الأول فشبه التأويل الفاسد أو القياس الفاسد: إما حديث بلغه عن الرسول لا يكون صحيحا, أو أثر عن غير الرسول قلده فيه ولم يكن ذلك القائل مصيبا, أو تأويل تأوله من آية من كتاب الله أو حديث عن رسول الله صلى الله عليه وسلم صحيح أو ضعيف أو أثر مقبول أو مردود ولم يكن التأويل صحيحا, وإما قياس فاسد أو رأي رآه اعتقده صوابا وهو خطأ. ¶ فالقياس والرأي والذوق هو عامة خطأ المتكلمة والمتصوفة وطائفة من المتفقهة. ¶ وتأويل النصوص الصحيحة والضعيفة عامة خطأ طوائف المتكلمة والمحدثة والمقلدة والمتصوفة والمتفقهة. ¶ وأما التكفير بذنب أو اعتقاد سني فهو مذهب الخوارج. ¶ والتكفير باعتقاد سني مذهب الرافضة والمعتزلة وكثير من غيرهم. ¶ وأما التكفير باعتقاد بدعي فقد بينه في غير هذا الموضع, ودون التكفير قد يقع من البغض والذم والعقوبة –وهو العدوان- أو من ترك المحبة والدعاء والإحسان وهو التفريط ببعض هذه التأويلات ما لا يسوغ, وجماع ذلك ظلم في حق الله تعالى أو في حق المخلوق, كما بينته في غير هذا الموضع, ولهذا قال أحمد بن حنبل لبعض أصحابه: أكثر ما يخطئ الناس من جهة التأويل والقياس.",
            "page": "111",
            "part": "1",
            "seal": "AC32C2BE"
        },
        {
            "id": "124",
            "nass": "لا يزال الخوارج يخرجون إلى زمن الدجال:1 ¶ في مسلم2 عن عبد الله بن رافع كاتب علي رضي الله عنه أن الحرورية لما خرجت وهو مع علي قالوا: لا حكم إلا الله. فقال علي: كلمة حق أريد بها باطل. إن رسول الله صلى الله عليه وسلم وصف ناسا إني لأعرف صفتهم في هؤلاء, يقولون الحق بألسنتهم لا يجاوز هذا منهم –وأشار إلى حلقه- من أبغض خلق الله إليه, منهم رجل أسود إحدى يديه طبي شاة أو حملة ثدي. فلما قتلهم علي بن أبي طالب قال: انظروا. فنظروا فلم يجدوا شيئا. فقال: ارجعوا فوالله ما كذبت ولا كُذبت –مرتين أو ثلاثا-ثم وجدوه في خربة فأتوا به وضعوه بين يديه\". ¶ وهذه العلامة التي ذكرها النبي صلى الله عليه وسلم هي علامة أول من يخرج منهم, ليسوا مخصوصين بأولئك القوم. فإنه قد أخبر في غير هذا الحديث أنهم لا يزالون يخرجون إلى زمن الدجال. وقد اتفق المسلمون على أن الخوارج ليسوا مختصين بذلك العسكر. ¶ وأيضا فالصفات التي وصفها تعم غير ذلك العسكر, ولهذا كان الصحابة يروون الحديث مطلقا, مثل ما في الصحيحين, عن أبي سلمة, وعطاء بن يسار: أنهما أتيا أبا سعيد فسألاه عن الحرورية: هل سمعت رسول الله صلى الله عليه وسلم يذكرها؟ قال: لا أدري, ولكن رسول الله صلى الله عليه وسلم يقول: \"يخرج في هذه الأمة –ولم يقل منها- قوم تحقرون صلاتكم مع صلاتهم, يقرأون القرآن لا يجاوز حناجرهم أو حلوقهم, يمرقون من الدين كما يمرق السهم من الرمية, فينظر الرامي إلى سهمه, إلى نصله, إلى رصافه, فيتمارى في الفوقة هل علق به شيء ¶ __________ ¶ 1- ص495 ج 28 مجموع الفتاوى. ¶ 2- أي صحيح مسلم.",
            "page": "112",
            "part": "1",
            "seal": "1B000E0C"
        },
        {
            "id": "125",
            "nass": "من الدم\" 1 اللفظ لمسلم. في الصحيحين أيضا عن أبي سعيد, قال: بينما النبي صلى الله عليه وسلم يقسم جاء عبد الله ذو الخويصرة التميمي –وفي رواية أتاه ذو الخويصرة رجل من بني تميم-فقال: أعدل يا رسول الله. فقال: \"ويلك! من يعدل إذا لم أعدل\" قال عمر بن الخطاب: إئذن لي فأضرب عنقه. قال: \"دعه, فإن له أصحابا يحقر أحدكم صلاته مع صلاتهم, وصيامه مع صيامهم, يمرقون من الدين كما يمرق السهم من الرمية, ينظر إلى نصله فلا يوجد فيه شيء, ثم ينظر إلى رصافه فلا يوجد فيه شيء, ثم ينظر إلى نضيه –وهو قدحه- فلا يوجد فيه شيء, ثم ينظر إلى قذذه فلا يوجد فيه شيء, قد سبق الفرث والدم\" 2. وذكر ما في الحديث. ¶ فهؤلاء أصل ضلالههم: اعتقادهم في أئمة الهدى وجماعة المسلمين أنهم خارجون عن العدل, وأنهم ضالون, وهذا مأخذ الخارجين عن السنة من الرافضة ونحوهم. ثم يعدون ما يرون أنه ظلم عندهم كفرا. ثم يرتبون على الكفر أحكاما ابتدعوها. ¶ فهذه ثلاثة مقامات من الحرورية والرافضة ونحوهم, في كل مقام تركوا بعض أصول دين الإسلام, حتى مرقوا منه كما مرق السهم من الرمية, وفي الصحيحين في حديث أبي سعيد: \"يقتلون أهل الإسلام, ويدعون أهل الأوثان, لئن أدركتهم لأقتلنهم قتل عاد\" وهذا نعت سائر الخارجين كالرافضة ونحوهم, فإنهم يستحلون دماء أهل القبلة لاعتقادهم أنهم مرتدون أكثر مما يستحلون من دماء الكفار الذين ليسوا مرتدين, لأن المرتد شر من غيره. وفي حديث أبي سعيد أن النبي صلى الله عليه وسلم ذكر قوما يكونون في أمته: \"يخرجون في فرقة من الناس, سيماهم التحليق. قال: هم شر الخلق, أو من شر الخلق, تقتلهم أدنى ¶ __________ ¶ 1-متفق عليه واللفظ لمسلم. ¶ 2- البخاري: كتاب الأدب/باب قول الرجل ويلك. ¶ مسلم: كتاب الزكاة/ باب ذكر الخوارج وصفاتهم",
            "page": "113",
            "part": "1",
            "seal": "F21E73D3"
        },
        {
            "id": "126",
            "nass": "الطائفتين إلى الحق\" وهذ السيما سيما أولهم كما كان ذو الثدية, لأن هذا لوصف لازم لهم, وأخرجا في الصحيحين حديثهم من حديث سهل بن حنيف بهذا المعنى, ورواه البخاري من حديث عبد الله بن عمر, ورواه مسلم من حديث أبي ذر, ورافع بن عمرو, وجابر بن عبد الله, وغيرهم, وروى النسائي عن أبي برزة أنه قيل له: هل سمعت رسول الله صلى الله عليه وسلم يذكر الخوارج؟ قال: نعم. سمعت رسول الله صلى الله عليه وسلم بأذني, ورأيته بعيني: إن رسول الله صلى الله عليه وسلم أتي بمال فقسمه, فأعطى عن يمينه, ومن شماله, ولم يعط من وراءه شيئا, فقام رجل من ورائه, فقال: يا محمد! ما عدلت في القسمة –رجل أسود, مطموم الشعر, عليه ثوبان أبيضان- فغضب رسول الله صلى الله عليه وسلم غضبا شديدا, وقال له: \"والله لا تجدون بعدي رجلا أعدل مني\" ثم قال: \"يخرج في آخر الزمان قوم كأن هذا منهم, يقرؤون القرآن لا يجاوز تراقيهم, يمرقون من الإسلام كما سمرق السهم من الرمية, سيماهم التحليق, لا يزالون يخرجون حتى يخرج آخرهم من الدجال. فإذا لقيتموهم فاقتلوهم. هم شر الخلق والخليقة\" وفي صحيح مسلم, عن عبد الله بن الصامت, عن أبي ذر قال: قال رسول الله صلى الله عليه وسلم: \"إن بعدي من أمتي –أو سيكون بعدي من أمتي- قوم يقرؤون القرآن لا يجاوز حلاقيمهم يخرجون من الدين كما يخرج السهم من الرمية, ثم لا يعودون فيه, هم شر الخلق والخليقة\". قال بن صامت: فلقيت رافع بن عمرو الغفاري أخا الحكم بن عمرو الغفاري, قلت: ما حديث سمعته من أبي ذر كذا وكذا؟ فذكرت له الحديث, فقال: وأنا سمعته من رسول الله صلى الله عليه وسلم. ¶ فهذه المعاني موجودة في أولئك الذين قتلهم علي رضي الله عنه وفي غيرهم. ¶ وإنما قولنا: إن عليا قاتل الخوارج بأمر رسول الله صلى الله عليه وسلم: مثل ما يقال إن النبي صلى الله عليه وسلم قاتل الكفار, أي قاتل جنس الكفار, وإن كان الكفر أنواعا مختلفة. وكذلك الشرك أنواع مختلفة, وإن لم تكن الآلهة التي كانت العرب تعبدها هي التي يعبدها الهند والصين والترك, لكن يجمعهم لفظ الشرك ومعناه.",
            "page": "114",
            "part": "1",
            "seal": "DDDD53E7"
        },
        {
            "id": "127",
            "nass": "وكذلك الخروج والمروق يتناول كل من كان في معنى أولئك, ويجب قتالهم بأمر النبي صلى الله عليه وسلم, كما وجب قتال أولئك, وإن كان الخروج عن الدين والإسلام أنواعا مختلفة, وقد بينا أن خروج الرافضة ومروقهم أعظم بكثير.",
            "page": "115",
            "part": "1",
            "seal": "A1726CA1"
        },
        {
            "id": "128",
            "nass": "الصحابة لم يكفروا الخوارج:1 ¶ ليس في الكتاب والسنة المظهرون للإسلام إلا قسمان: مؤمن أو منافق فالمنافق في الدرك الأسفل من النار, والآخر مؤمن, ثم قد يكون ناقص الإيمان فلا يتناوله الاسم المطلق, وقد يكون تام الإيمان, وهذا يأتي الكلام عليه إن شاء الله في مسألة الإسلام والإيمان, وأسماء الفساق من أهل الملة, لكن المقصود هنا أنه لا يجعل أحد بمجرد ذنب يذنبه ولا ببدعة ابتدعها –ولو دعا الناس إليها- كافرا في الباطن, إلا إذا كان منافقا. فأما من كان في قلبه الإيمان بالرسول وبما جاء به وقد غلط في بعض تأوله من البدع, فهذا ليس بكافر أصلا, والخوارج كانوا من أظهر الناس بدعة وقتالا للأمة وتكفيرا لها, ولم يكن في الصحابة من يكفرهم لا علي بن أبي طالب ولا غيره, بل حكموا فيهم بحكمهم في المسلمين الظالمين المعتدين كما ذكرت الآثار عنهم بذلك في غير هذا الموضع. ¶ وكذلك سائر الثنتين وسبعين فرقة, من كان منهم منافقا فهو كافر في الباطن, وإن أخطأ في التأويل كائنا ما كان خطؤه, وقد يكون في بعضهم شعبة من شعب النفاق ولا يكون فيه النفاق الذي يكون صاحبه في الدرك الأسفل من النار. ومن قال إن الثنتين وسبعين فرقة كل واحد منهم يكفر كفرا ينقل عن الملة فقد خالف الكتاب والسنة وإجماع الصحابة رضوان الله عليهم أجمعين, بل وإجماع الأئمة الأربعة وغير الأربعة, فليس فيهم من كفر كل واحد من الثنتين وسبعين فرقة, وإنما يكفر بعضهم بعضا ببعض المقالات, كما قد بسط الكلام عليهم في غير هذا الموضع. ¶ __________ ¶ 1- ص 217 ج 7 مجموع الفتاوى.",
            "page": "115",
            "part": "1",
            "seal": "0AADA37B"
        },
        {
            "id": "129",
            "nass": "النزاع في تكفيرهم وتخليدهم:1 ¶ وأما تكفيرهم وتخليدهم: ففيه أيضا للعلماء قولان مشهوران: وهما روايتان عن أحمد. وقولان في الخوارج والمارقين من الحرورية والرافضة ونحوهم, والصحيح أن هذه الأقوال التي يقولونها التي يعلم أنها مخالفة لما جاء به الرسول كفر, وكذلك أفعالهم التي هي من جنس أفعال الكفار بالمسلمين هي كفر أيضا. وقد ذكرت دلائل ذلك في غير هذا الموضع, لكن تكفير الواحد المعين منهم والحكم بتخليده في النار موقوف على ثبوت شروط التكفير وانتفاء موانعه, فإنا نطلق القول بنصوص الوعد والوعيد والتكفير والتفسيق, ولانحكم للمعين بدخوله في ذلك العام حتى يقوم فيه المقتضى الذي لا معارض له. وقد بسطت هذه القاعدة في \"قاعدة التكفير\". ¶ ولهذا لم يحكم النبي صلى الله عليه وسلم بكفر الذي قال: إذا أما مت فاحرقوني, ثم ذروني في اليم, فوالله لئن قدر الله علي ليعذبني عذابا لا يعذبه أحدا من العالمين, مع شكه في قدرة الله وإعادته, ولهذا لا يكفر العلماء من استحل شيئا من المحرمات لقرب عهده بالإسلام أو لنشأته ببادية بعيدة, فإن حكم الكفر لا يكون إلا بعد بلوغ الرسالة. وكثير من هؤلاء قد لا يكون قد بلغته النصوص المخالفة لما يراه, ولا يعلم أن الرسول بعث بذلك, فيطلق أن هذا القول كفر, ويكفر من قامت عليه الحجة التي يكفر تاركها, دون غيره. والله أعلم. ¶ 2 وإن الأمة متفقون على ذم الخوارج وتضليلهم, وإنما تنازعوا في تكفيرهم. على قولين مشهورين في مذهب مالك وأحمد, وفي مذهب الشافعي أيضا نزاع في كفرهم ¶ __________ ¶ 1- ص 500 ج 28 مجموع الفتاوى. ¶ 2- ص 518 ج 28 مجموع الفتاوى.",
            "page": "116",
            "part": "1",
            "seal": "C7576D21"
        },
        {
            "id": "130",
            "nass": "ولهذا كان فيهم وجهان في مذهب أحمد وغيره على الطريقة الأولى: أحدهما أنهم بغاة. والثاني أنهم كفار كالمرتدين, يجوز قتلهم ابتداء, وقتل أسيرهم, واتباع مدبرهم, ومن قدر عليه منهم استتيب كالمرتد فإن تاب وإلا فقتل: كما أن مذهبه في مانعي الزكاة إذا قاتلوا الإمام عليها, هل يكفرون مع الإقرار بوجوبها؟ على روايتين. ¶ وهذا كله مما يبين أن قتال الصديق لمانعي الزكاة, وقتال علي للخوارج, ليس مثل القتال يوم الجمل وصفين. فكلام علي وغيره في الخوارج يقتضي أنهم ليسوا كفارا كالمرتدين عن أصل الإسلام, وهذا هو المنصوص عن الأئمة كأحمد وغيره, وليسوا مع ذلك حكمهم كحكم أهل الجمل وصفين, بل هم نوع ثالث. وهذا أصح الأقوال الثلاثة فيهم.",
            "page": "117",
            "part": "1",
            "seal": "5A582BBF"
        },
        {
            "id": "131",
            "nass": "بين الخوارج والقدرية والمعتزلة:1 ¶ كانت الخوارج قد تكلموا في تكفير أهل الذنوب من أهل القبلة, وقالوا: إنهم كفار مخلدون في النار, فخاض الناس في ذلك, وخاض في ذلك القدرية بعد موت الحسن البصري, فقال عمرو بن عبيد وأصحابه: لا هم مسلمون ولا كفار, بل لهم منزلة بين المنزلتين, وهم مخلدون في النار, فوافقوا الخوارج على أنهم مخلدون, وعلى أمن ليس معهم من الإسلام والإيمان شيء, ولكنهم يسمونهم كفارا, واعتزلوا حلقة أصحاب الحسن البصري. مثل قتادة وأيوب السختياني وأمثالهم, فسموا معتزلة من ذلك الوقت بعد موت الحسن, وقيل: إن قتادة كان يقول أولئك المعتزلة. ¶ وتنازع الناس في \"الأسماء والأحكام\" أي في أسماء الدين مثل مسلم ومؤمن, وكافر وفاسق, وفي أحكام هؤلاء في الدنيا والآخرة, فالمعتزلة وافقوا الخوارج على ¶ __________ ¶ 1- ص 37 ج 13 مجموع الفتاوى.",
            "page": "117",
            "part": "1",
            "seal": "402C1927"
        },
        {
            "id": "132",
            "nass": "حكمهم في الآخرة دون الدنيا. فلو يستحلوا من دمائهم وأموالهم ما استحلته الخوارج, وفي الأسماء أحدثوا المنزلة بين المنزلتين, وهذه خاصة المعتزلة التي انفردوا بها, وسائر أقوالهم قد شاركهم فيها غيرهم.",
            "page": "118",
            "part": "1",
            "seal": "130C305D"
        },
        {
            "id": "133",
            "nass": "أصول المعتزلة الخمسة:1 ¶ أصولهم خمسة يسمونها: التوحيد, والعدل, والمنزلة بين المنزلتين, وإنفاذ الوعيد, والأمر بالمعروف والنهي عن المنكر. ¶ لكن معنى \"التوحيد\" عندهم يتضمن نفي الصفات, ولهذا سمى ابن التومرت أصحابه الموحدين. وهذا إنما هو إلحاد في أسماء الله وآياته. ¶ ومعنى \"العدل\" عندهم يتضمن التكذيب بالقدر, وهو خلق أفعال العباد وإرادة الكائنات والقدرة على شيء, ومنهم من ينكر تقدم العلم والكتاب, لكن هذا قول أئمتهم, وهؤلاء منصب الزمخشري, فإن مذهبه مذهب المغيرة بن علي وأبي هاشم وأتباعهم, ومذهب أبي الحسين والمعتزلة الذين على طريقته نوعان: مسايخية وخشبية. ¶ وأما \"المنزلة بين المنزلتين\" فهي عندهم أن الفاسق لا يسمى مؤمنا بوجه من الوجوه, كما لا يسمى كافرا, فنزلوه بين المنزلتين. ¶ وأما\"إنفاذ الوعيد\" عندهم معناه أن فساق الملة مخلدون في النار, لا يخرجون منها بشفاعة ولا غير ذلك كما تقوله الخوارج. ¶ و\"الأمر بالمعروف والنهي عن المنكر\" يتضمن عندهم جواز الخروج على الأئمة, وقتالهم بالسيف. ¶ __________ ¶ 1- ص 386 ج 13 مجموع الفتاوى.",
            "page": "118",
            "part": "1",
            "seal": "DCD10768"
        }
    ],
    "t7490": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الوعد والوعيد"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "الوعد والوعيد"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "قتل الواحد المقدور عليه من الخوارج والرافضة"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "تكفيرهم وتخليدهم"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "النار الكبرى"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "أصناف بعيدة عن الحق"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على الوعيدية والواقفية"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "توبة قاتل النفس"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "الجمع بين نصوص الوعيد"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "نصوص الوعيد عامة"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "هل إخلاف الوعيد جائز"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "الوعيد المطلق"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "اللعن"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "النهي عن لعن من يحب الله ورسوله"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "لا يجوز لعن المعين"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "تعزيز من لعن أحدا من المسلمين"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "التكفير والتفسيق"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "التكفير والتفسيق"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "لا يكفر أحد حتى تقوم عليه الحجة"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "لا أساس لتقسيم المسائل إلى أصول وفروع"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "لا يجوز تكفير المسلم بذنب فعله"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "الكبر المباين للإيمان لا يدخل صاحبه الجنة"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "في الكفر أغلظ وفي الإيمان أفضل"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "حد الكبيرة والصغيرة"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "مايكفر به الشخص عند أهل السنة ومالا يكفر به"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "الحسنات يذهبن السيئات"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "حكم تارك المأمور به"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "حكم تارك مباني الإسلام"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "تلخيص مناضرة في الحمد والشكر"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "تلخيص مناظرة في الحمد والشكر"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "هجر أهل البدع"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "مايحبط من الأعمال"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "التوبة من الذنوب"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "التوبة من بعض الذنوب"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "التخليد في النار"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": "1",
            "tit": "من إيمان أهل السنة"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "الظلم المطلق يتناول الكفر وما دونه"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "فساق أهل الملة"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": null,
            "tit": "لم نؤمر أن ننقب عن قلوب الناس"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "لا يخلد في النار من في قلبه مثقال ذرة من إيمان"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "بدعتا الخوارج والشيعة"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "أول البدع ظهورا في الإسلام"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "لا يزال الخوارج يخرجون إلى زمن الدجال"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "الصحابة لم يكفروا الخوارج"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "النزاع في تكفيرهم وتخليدهم"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "بين الخوارج والقدرية والمعتزلة"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "أصول المعتزلة الخمسة"
        }
    ]
}