{
    "b7496": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ بسم الله الرحمن الرحيم ¶ الحمد لله, والصلاة والسلام على رسول الله, وعلى آله وصحبه ومن والاه, أما بعد: ¶ فإن الإسلام دين يدعو إلى أقوم محجة, ويرمي إلى أشرف غاية. وما دعوته إلا هداية الناس إلى سبيل الحق, وتنبيههم إلى مكان الفضيلة. ¶ وما غايته إلا أن يحيا الناس حياة طيبة في العاجل, ثم يفوزوا في الآخرة بسعادة خالدة, وعطاء غير مجذوذ في الآجل. ¶ وللحق نور باهر, وللفضيلة جمال ساحر, ولكن النفوس الناشئة في بيئة خاسرة, أو الغارقة في أهواء سافلة يقف أمامها الحق فتخاله باطلا, وتتعرض لها الفضيلة فتحسبها شيئا منكر؛ فلا يكفي في دعوة الحق أن يطرق الداعي بها المجالس, ويصدع بكلمة الحق من غير أن يشد أزرها بالحجة, ويتخير لها الأسلوب الذي يجعلها مألوفة للعقول, خفيفة الوقع على الأسماء. ¶ وفي القرآن الكريم ما يدل على أن الدعوة الصادقة لا يثبت أصلها, وتمتد فروعها, وتؤتي ثمرها – إلا أن يقوم بناؤها على أساس الحجة, ويذهب بها الداعي كل مذهب حكيم, ويأخذ فيها بكل أدب جميل. ¶ وشواهد ذلك في القرآن كثيرة, قال الله- تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} [النحل: 125] . ¶ وكذلك دعوة النبي- صلى الله عليه وسلم- إلى الإسلام؛ فإنها كانت محفوفة بما يقرب العقول إلى قبولها, وتألف النفوس إلى سماعها؛ فكان- صلى الله عليه وسلم- يراعي في إبلاغها",
            "page": "3",
            "part": "1",
            "seal": "474EF3C1"
        },
        {
            "id": "2",
            "nass": "الطرق الكفيلة بنجاحها؛ فيورد لكل مقام مقالا يناسبه, ويكسو كل معنى من المعاني ثوبا يليق به, ويخاطب كل طائفة على قدر عقولهم, ويلا قيهم بالسيرة التي هي أدعى إلى إقبالهم, وأسرع أثرا في صرفهم عن غوايتهم. ¶ ولا ريب أن الوعظ عمل جليل, وله- في نظر الشارع- مقام رفيع. ¶ فلوعظ هو الدعوة إلى ما فيه خير وصلاح, والتحذير مما فيه شر وفساد. ¶ والواعظ هو الذي يرشد الجاهلين, وينبه الغافلين, ويعالج النفوس الطائشة مع أهوائها؛ ليعيدها إلى فطرتها السليمة من الإقبال على الفضائل, والترفع عن الرذائل. ¶ ولكن القيام بهذا العمل جهاد يحتاج إلى المعية مهذبة, ودراية بالطرق الحكيمة, علاوة على العلم الذي يميز به بين الحق الباطل, ويفرق به بين المعروف والمنكر. ¶ ثم إن العلم والنباهة, وحكمة الأسلوب لا تأتي بثمرتها المنشودة إلا أن يكون الواعظ طيب السريرة, مستقيم السيرة. ¶ هذه هي آداب الموعظة, وأدواتها على سبيل الإجمال.1 ¶ أما تفصيل ذلك فسيأتي في ثنايا الصفحات التالية- إن شاء الله-. ¶ وسيلحظ القارئ الكريم أن بعض تلك الآداب داخل في بعض, وأن بعض الآثار يصلح إيراده في أكثر من موضع؛ فلهذا قد يجمل الكلام في موضع, ويفصل في موضع آخر. ¶ ثم إن تلك الآداب شاملة لأدب الواعظ في نفسه, وأدبه في موعظته, ¶ __________ ¶ 1 - انظر إلى كتاب: محمد رسول الله وخاتم النبيين ص110 –111, وكتاب الدعوة إلى الإصلاح ص 64-65 , وكلاهما للشيخ محمد الخضر حسين.",
            "page": "4",
            "part": "1",
            "seal": "A9E06295"
        },
        {
            "id": "3",
            "nass": "وطريقة عرضه. ¶ وقبل الدخول في تفصيل تلك الآداب يحسن الوقوف على تعريف الموعظة, وورودها في القرآن, وبيان مقاصدها وحكمها. ¶ فعسى أن تكون تلك الصفحات نافعة مباركة, وأن يكتب الله لها القبول, ولصاحبها الإصابة والإخلاص؛ إنه سميع قريب, والله مستعان وعليه التكلان, والحمد لله رب العالمين. ¶ محمد بن إبراهيم الحمد ¶ 5/8/1423 ¶ الزلفي 11932 ¶ ص. ب:460 ¶ www.toislam.org",
            "page": "5",
            "part": "1",
            "seal": "26CB167E"
        },
        {
            "id": "4",
            "nass": "تعريف الموعظة ¶ الموعظة في اللغة: مصدر الفعل وعظ. ¶ قال ابن فارس- رحمه الله-: \"الوعظ والعين والظاء كلمة واحدة؛ الوعظ التخويف, والعظة الاسم منه\" 1 ¶ وقال ابن منظور- رحمه الله-:\"الوعظ والعظة والموعظة: النصح والتذكير بالعواقب. ¶ قال ابن سيدة: هو تذكيرك للإنسان بما يلين قلبه من ثواب وعقاب\".2 ¶ وقال الراغب الأصفهاني- رحمه الله-: \"الوعظ زجر مقترن بتخويف, قال الخليل: هو التذكير بالخير فيما يرق له القلب\".3 ¶ __________ ¶ 1 - معجم مقاييس اللغة لا بن فارس 6/126. ¶ 2 - لسان العرب لا بن منظور 7/466. ¶ 3 - معجم مفردات ألفاظ القرآن للراغب الأصفهاني ص 564.",
            "page": "6",
            "part": "1",
            "seal": "4D919A48"
        },
        {
            "id": "5",
            "nass": "ورود الموعظة في القرآن الكريم1 ¶ ورد لفظ الموعظة في القرآن على ثلاثة عشر وجها, وهي كما يلي: ¶ 1- أوعظت 2- أعظك 3- أعظكم 4- تعظون 5- يعظكم ¶ 6- يعظه 7- عظهم 8- فعظوهن 9- توعظون 10- يوعظ ¶ 11- يوعظون 12- الواعظين 13- موعظة. ¶ وإليك الآيات التي وردت في ذلك: ¶ قال الله- تعالى-: {قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنْ الْوَاعِظِينَ} [الشعراء: آية 136] . ¶ وقال: {إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنْ الْجَاهِلِينَ} [هود: آية 46] . ¶ وقال: {قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ} [سبأ: آية 46] . ¶ وقال: {لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا} [الأعراف: آية 164] . ¶ وقال: {وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمَا أَنزَلَ عَلَيْكُمْ مِنْ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ} [البقرة: آية 231] . ¶ وقال: {إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ} [النساء: آية 58] . ¶ وقال: {يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} [النحل: آية 90] . ¶ وقال: {يَعِظُكُمْ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ} [النور: آية 17] . ¶ وقال: {وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ} [لقمان: آية 13] . ¶ وقال: {فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ} [النساء: آية 63] . ¶ وقال: {فَعِظُوهُنَّ وَاهْجُرُوهُنَّ} [النساء: آية 34] . ¶ __________ ¶ 1 - انظر المعجم الفهرس لألفاظ القرآن الكريم لمحمد فؤاد عبد الباقي ص 923.",
            "page": "7",
            "part": "1",
            "seal": "40750BDB"
        },
        {
            "id": "6",
            "nass": "وقال: {فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ} [المجادلة: آية 3] . ¶ وقال: {ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} [البقرة: آية 232] . ¶ وقال: {ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} [الطلاق: آية 2] . ¶ وقال: {وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ} [النساء: آية 66] . ¶ وقال: {فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ} [البقرة: آية 66] . ¶ وقال: {فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانتَهَى فَلَهُ مَا سَلَفَ} [البقرة: آية 275] . ¶ وقال: {هَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ} [آل عمران: آية 138] . ¶ وقال: {وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنْ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ} [المائدة: آية 46] . ¶ وقال: {وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً} [الأعراف: آية 135] . ¶ وقال: {يَاأَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ} [يونس: آية 57] . ¶ وقال: {وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ} [هود: آية 120] . ¶ وقال: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} [النحل: آية 125] . ¶ وقال: {وَلَقَدْ أَنزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلًا مِنْ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ} [النور: آية 34] .",
            "page": "8",
            "part": "1",
            "seal": "B67F9BBF"
        },
        {
            "id": "7",
            "nass": "مقاصد الموعظة وحكمها ¶ الموعظة باب من أبواب الدعوة إلى الله, وأسلوب من أساليب الأمر بالمعروف, والنهي عن المنكر. ¶ ويحسن ههنا إيراد مقاصد الموعظة وحكمها؛ حتى لا يظن أنها شرعت المصلحة معينه فإذا فاتت تلك المصالحة ظن أن الموعظة لم تؤت ثمرتها. ¶ ويمكن إجمال تلك المقاصد والحكم بما يلي:1 ¶ 1- إقامة حجة الله على خلقه: كما قال- تعالى-: {رُسُلًا مُبَشِّرِينَ وَمُنذِرِينَ لِأَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} [النساء: آية 165] . ¶ 2- الإعذار إلى الله- عز وجل- والخروج من عهدة التكليف: قال الله – تعالى في صالحي القوم الذين اعتدى بعضهم في السبت: {قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ} [الأعراف: آية 164] . ¶ وقال- عز وجل-: {فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ} [الذاريات: آية 54] . ¶ 3- رجاء النفع للمأمور: كما قال- تعالى-: {مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ} [الأعراف: آية 164] . ¶ وقال- عز وجل-: {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنفَعُ الْمُؤْمِنِينَ} [الذاريات: آية 55] . ¶ 4- رجاء ثواب الله- عز وجل -: إذ الدعوة باب عظيم من أبواب البر. ¶ 5- الخوف من عقاب الله- تبارك وتعالى -: إذ إن ترك الدعوة مؤذن بالعقوبة. ¶ __________ ¶ 1 - انظر جامع العلوم والحكم لا بن رجب 2/255, وأضواء البيان للشيخ محمد الأمين الشنقيطي 2/176.",
            "page": "9",
            "part": "1",
            "seal": "62E13662"
        },
        {
            "id": "8",
            "nass": "قال الله- تعالى-: {مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ} [المائدة: آية 54] . ¶ وقال: {وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ} [محمد: آية 38] . ¶ 1- النصيحة للمؤمنين: ورحمة بهم, ومحبة الخير لهم, والرغبة في إنقاذهم مما أوقعوا به أنفسهم فيه من التعرض لغضب الله وعقوبته في الدنيا والآخرة, وهذا قريب من الثالث. ¶ 2- إجلال الله وإعظامه, ومحبته: وأنه أهل لأن يطاع فلا يعصى, ويذكر فلا ينسى, ويشكر فلا يكفر, وأن يفتدى من انتهاك محارمه بالنفوس والأموال.",
            "page": "10",
            "part": "1",
            "seal": "BB0228EB"
        },
        {
            "id": "9",
            "nass": "أدب الموعظة ¶ ... ¶ الوعظ عمل جليل- كما مر- والناس بحاجة ماسة إليه, والقائمون بالوعظ بحاجة إلى ما يذكرهم بنبل غايتهم, والسبل المعينة لهم على القيام برسالتهم. ¶ وقد مضى في المقدمة إجمال لآداب الموعظة, وفيما يلي تفصيلها. ¶ 1- التحلي بالتقوى وإخلاص النية: وذلك أمر يستمده الواعظ من قوة الإيمان بأن الله يعلم ما يسر الناس وما يعلنون, ومن علمه بأن الإخلاص عليه مدار العمل, ومن تيقنه بأن دعوته إلى فعل شيء هو تاركه أو إلى ترك شيء هو يفعله- لاتتجاوز الآذان إلى القلوب, بل قد تذهب كما يذهب الزبد جفاءا. ¶ وقد أشار القرآن المجيد إلى أن داعي الناس إلى معروف لا يفعله جدير بالتوبيخ, قال- تعالى-: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ} [البقرة: آية 44] . ¶ وقال- عز وجل-: {يَاأَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} [الصف: آية 2] . ¶ والتقوى هي التي تجعل الواعظ مخلصا فيما يأمر به, أو ينهى عنه. ¶ وللإخلاص أثر كبير في نجاح الموعظة, وانشراح الصدور للانتفاع بها على أي حال. ¶ والتقوى الصادرة عن التفقه في الدين بحق هي التي تكسو الواعظ وقارا, وحسن سمت غير مصطنع, فتمتلىء القلوب بمهابته؛ فإذا ألقى موعظة ذهبت توا إلى القلوب، وأثمرت كلما طيبا، وعملا صالحا، وخلقا فاضلا.",
            "page": "11",
            "part": "1",
            "seal": "6B58397E"
        },
        {
            "id": "10",
            "nass": "ولهذا يحسن بالواعظ أن يتعاهد إيمانه، ويعز نفسه، ويصون علمه، وأن يترفع عن السفاسف، وأن يجانب مواطن الريب، ومواضع المهانة، وأن لا يسير إلا على ما يمليه الدين، وتقتضيه الحكمة والمروءة. ¶ وجدير به أن يكون ذا نفس زكية، وساحة طاهرة نقية؛ هو بشر، وما كان لبشر أن يدعي العصمة, أو الصواب فيما يقول، ويفعل إلا الأنبياء فيما يبلغون به عن ربهم- جل وعلا-. ¶ ولا يفهم من ذلك- أيضا- أن يدع الإنسان الوعظ إذا كان مقصرا في بعض الطاعات، أو ملما ببعض المخالفات. ¶ بل عليه أن يأمر وينهى ولو كان كذلك؛ فترك أحد الواجبين ليس مسوغا لترك الآخر. ¶ إذا لم يعظ في الناس من هو مذنب فمن يعظ العاصين بعد محمد قال الحسن المطرف بن عبد الله- رحمهما الله-:\"عظ أصحابك، فقال المطرف: إني أخاف أن أقوال مالا أفعل. ¶ قال الحسن: يرحمك الله، وأينا يفعل ما يقول؟ يود الشيطان لو ظفر منا بهذا؛ فلم يأمر أحد بمعروف، ولم ينه أحد عن منكر\".1 ¶ وقال سعيد بن جبير- رحمه الله-: \"لو كان المرء لا يأمر بالمعروف، ولا ينهى عن المنكر حتى لا يكون فيه شيء – ما أمر أحد بمعروف، ولا نهى عن منكر\".2 ¶ قال الإمام مالك- رحمه الله- معلما على مقولة سعيد بن جبير: \"وصدق سعيد؛ ¶ __________ ¶ 1 -2 تفسير القرطبي 1/367.",
            "page": "12",
            "part": "1",
            "seal": "467C985E"
        },
        {
            "id": "11",
            "nass": "ومن ذا الذي ليس فيه شيء\".1 ¶ وقال الطبري- رحمه الله-: \"وأما من قال: لا يأمر بالمعروف إلا من ليست فيه وصمة فإن أراد الأولى فجيد، وإلا فيستلزم سد باب الأمر بالمعروف إذا لم يكن هناك غيره\".2 ¶ وقال ابن حزم- رحمه الله-:\"ولو لم ينه عن الشر إلا من ليس فيه شيء منه، ولا أمر بالمعروف إلا من استوعبه لما نهى أحد عن شر، ولا أمر أحد بخير بعد النبي- صلى الله عليه وسلم-\".3 ¶ وقال النووي- رحمه الله-: \"قال العلماء: لا يشترط في الآمر والناهي أن يكون كامل الحال، ممتثلا ما يأمر به، مجتنبا ما ينهى عنه. ¶ بل عليه الأمر وإن كان مخلا بما يأمر به، وإن كان متلبسا بما ينهى عنه؛ فإنه يجب عليه شيئان: أن يأمر نفسه، وينهاها، وأن يأمر غيره وينهاه؛ فإذا أخل بأحدهما كيف يباح له الإخلال بالآخر؟ \".4 ¶ وقال شيخ محمد الأمين الشنقيطي- رحمه الله- بعد أن ساق بعض الآثار الواردة في ذم من يأمر بالمعروف ولا يفعله، وينهى عن المكر ويرتكبه: \"واعلم أن التحقيق أن هذا الوعيد الشديد الذي ذكرنا من اندلاق الأمعاء في النار، وقرض الشفاه بمقاريض من النار ليس على الأمر بالمعروف، وإنما هو على ارتكاب المنكر عالما بذلك، ينصح الناس عليه؛ فالحق أتن الأمر غير ساقط عن صالح ولا طالح، والوعيد على المعصية لا على الأمر بالمعروف؛ لأنه في حد ذاته ليس فيه ¶ __________ ¶ 1 - تفسير القرطبي 1/367. ¶ 2 - فتح الباري لابن حجر 13/53. ¶ 3 - الأخلاق والسير لابن حزم ص 92. ¶ 4 - شرح صحيح مسلم للنووي 2/23.",
            "page": "13",
            "part": "1",
            "seal": "3955F4FD"
        },
        {
            "id": "12",
            "nass": "إلا الخير\".1 ¶ ولا يفهم مما سبق أنه لا بأس على الواعظ في ترك المعروف، وفعل المنكر، بل يجب عليه فعل المعروف، وترك المنكر، بل يجب عليه أن يكون أول ممتثل لما يأمر به، وأول منته عما ينهى عنه. ¶ 1- العلم: فعلم الواعظ بما يقول هو الذي يجعل الموعظة نقية من إيراد الأحاديث الموضوعة، أو القصص المنبوذة، أو تحسين البدع، أو إضلال الناس. ¶ قال الله- عز وجل-: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ} [يوسف: آية 108] . ¶ فلا بد للواعظ أن يكون على بصيرة فيما يدعو إليه من فعل أو ترك. ¶ وأن يكون عالما بحال المدعو، ولهذا لما بعث الرسول- صلى الله عليه وسلم- معاذا- رضي الله عنه- إلى اليمن قال: \"إنك تأتي قوما من أهل الكتاب\" الحديث.2 ¶ وما ذلك إلا ليعرف حالهم؛ ليستعد لهم. ¶ ومن البصيرة- أيضا- أن يكون على بصيرة في كيفية الدعوة، وأساليبها. ولا يفهم من ذلك أنه لابد للواعظ أن يكون عالما متبحرا، وإنما المقصود ألا يدعو إلا بما يعلم، وألا يتكلم بما لا يعلم.3 ¶ قال النبي- صلى الله عليه وسلم-: \"بلغوا عني ولو آية\". 4 ¶ ومما يتعين على الواعظ معرفته والوقوف عليه- النظر في المصالح والمفاسد. وسيأتي بيان وتفصيل لذلك في الصفحات التالية. ¶ __________ ¶ 1 - أضواء البيان2/173. ¶ 2 - رواه البخاري [1458] و [1496] و [7331] ، ومسلم [19] ¶ 3 - انظر الصحوة الإسلامية ضوابط وتوجيهات للشيخ محمد بن عثيمين ص26- 31 ¶ 4 - البخاري [3461] .",
            "page": "14",
            "part": "1",
            "seal": "05024B21"
        },
        {
            "id": "13",
            "nass": "3- لين الجانب، وبسط الوجه، والإحسان إلى الناس: فالناس يحبون لين الجانب، ولا يكلمها إلا من عل. ¶ ومن الوسائل التي لها أثر في تألف الجاهلين أو المفسدين، وتهيئتهم إلى قبول الإصلاح- بسط المعروف في وجوههم، والإحسان إليهم بأي نوع من أنواع الإحسان، وإرضاؤهم بشيء من متاع هذه الحياة الدنيا؛ فإن مواجهتهم بالجميل، ومصافحتهم براحة كريمة- قد يعطف قلوبهم نحو الداعي، ويمهد السبيل لقبول ما يعرضه من النصيحة. ¶ والنفوس مطبوعة على مصافاة من يلبسها نعمة، ويفيض عليها خيرا. ¶ والمثل هذه الحكمة ذكر الله في القرآن من مصارف الزكاة صنف المؤلفة قلوبهم. ¶ وكان النبي- صلى الله عليه وسلم- يؤثر بعض حديثي العهد بالإسلام يجانب من المال؛ للاحتفاظ ببقائهم على الهداية، يفعل ذلك حيث يظهر له أن إيمانهم لم يرسخ في قلوبهم رسوخ ما لا تزلزله الفتن. ¶ وإلى أمثال هؤلاء أشار- عليه الصلاة وسلام- بقوله: \"إني لأعطي الرجل وغيره أحب إلي منه؛ خشية أن يكبه الله في النار\". 1 ¶ قال شيخ الإسلام ابن تيمية- رحمه الله-: \"كما كان إعطاؤه- صلى الله عليه وسلم- المؤلفة قلوبهم مأمورا به في حقه وجوبا أو استحبابا، وإن لم يكن مأمورا به لأحد. ¶ كما كان مزاحه مع من يمزح معه من الأعراب والنساء والصبيان؛ تطييبا القلوبهم، وتفريحا لهم- مستحبا في حقه يثاب عليه وإن لم يكن أولئك ¶ __________ ¶ 1 - رواه البخاري [27 و 1478] ، ومسلم [150] .",
            "page": "15",
            "part": "1",
            "seal": "EF8C7EC8"
        },
        {
            "id": "14",
            "nass": "مأمورين بالمزاح معه، ولا منهيين عنه. ¶ فالنبي- صلى الله عليه وسلم- يبذل للنفوس من الأموال والمنافع ما يتألفها به على الحق المأمور به، ويكون المبذول مما يلتذ به الآخذ ويحبه؛ لأن ذلك وسيلة إلى غيره\".1 ¶ ولهذا يحسن بالواعظ أن يكون لين العريكة, وممن يألف ويؤلف, وألا يكون جافي الطبع, قاسي القلب, متعاليا على السامعين. ¶ ويجدر به أن يترفع عن العبارات المشعرة بتعظيم النفس, كحال من يكثر من إدارج ضمير المتكلم\"أنا\" أو ما يقوم مقامه كأن يقوم \"في رأيي\",أو \"حسب خبرتي\",أو\"هذا ترجيحنا\", أو \"هذا ما توصلنا إليه\". ¶ ومن ذلك أن يكرر كلمة:\"نقول\"و \"قلنا\", ونحو ذلك من العبارات الفجة التي تنم عن نقص وغرور, خصوصا إذا صدرت ممن ليس له مكانة. ¶ فهذا كله مجلبة لتباعد الأنفس, وتناكر الأرواح, وقلة التأثير. ¶ ولدلا من ذلك يحسن به أن يستعمل الصيغ التي توحي بالتواضع, وعزو العلم لأصحابه, كأن يقول:\"ويبدو للمتأمل كذا وكذا\",أو يقول:\"ولعل الصواب أن يقال: كذا وكذا\" ونحو ذلك من العبارات المشعرة بالتواضع, واهتضام النفس. ¶ قال ابن المقفع: \"تحفظ في مجلسك وكلامك من التطاول على الأصحاب, وطب نفسا عن كثير مما يعرض لك فيه صواب القول والرأي؛ مدارة؛ لئلا ¶ __________ ¶ 1 - الاستقامة لا بن تيمية 2/155.",
            "page": "16",
            "part": "1",
            "seal": "B15C74F4"
        },
        {
            "id": "15",
            "nass": "يظن أصحابك أن دأبك التطاول عليهم\".1 ¶ وقال شيخ عبد الرحمن السعدي – رحمه الله-: \"واحذر غاية الحذر من احتقار من تجالسه من جميع الطبقات, وازدرائه, أو الاستهزاء به قولا, أو فعلا, أو إشارة, أو تصريحا, أو تعريضا؛ فإن فيه ثلاثة محاذير: ¶ أحدهما: التحريم والإثم على فاعله. ¶ الثاني: دلالته على حمق صاحبه, وسفاهة عقله, وجهله. ¶ الثالث: أنه باب من أبوب الشر, وضرر على نفسه\".2 ¶ 4- الصبر والحلم: فالواعظ محتاج لذلك أشد الحاجة؛ إذ هو معرض لما يثيره, ويحرك دواعي الغضب فيه. ¶ ومن مواعظ لقمان- عليه السلام- لابنه وهو يعظه\" {وَاصْبِرْ عَلَى مَا أَصَابَكَ} [لقمان: آية17] . ¶ فلا يحسن بالواعظ أن يكون ضيق الصدر, قليل الصبر؛ ذلك أن الجماعات التي استشرى فيها الفساد كالمريض, والواعظ لها كالطبيب. ¶ وكما أن المريض قد يدفعه جهله, أو سوء تصرفه إلى أن ينال الطبيب ببعض السوء – فكذلك الجماعات التي أنهكها الشر, واستحوذ عليها الشيطان؛ فقد يدفعها ذلك أن تنال طبيب الأرواح ببعض الأذى. ¶ فإذا ضاق صدره, وقل احتماله تنغصت حياته, ولم يصدر عنه خير كثير, أو عمل كبير؛ فخير للواعظ – إذا – أن يتلقى الأذى بصدر رحب, وأفق واسع, ونفس مطمئنة. ¶ __________ ¶ 1 - الأدب الصغير والأدب الكبير لابن المقفع ص 134. ¶ 2 - الرياض الناضرة لابن سعدي ص 419.",
            "page": "17",
            "part": "1",
            "seal": "587F16DA"
        },
        {
            "id": "16",
            "nass": "وليعلم أن مهمته شاقة؛ فليستعد لها بالاستعانة بالله, وليداو كلوم النفوس بالهدوء, وسعة الصدر, ولين الجانب, ومقابلة الإساءة بالإحسان؛ فإن تلك الصفات رقية النفوس الشرسة, وبلسم الجراح الغائرة. ¶ وليستحضر أنه ما وقف أمام الناس ليخاصمهم؛ فيخصمهم, ولكن ليداي فسادهم, ويرد شاردهم؛ فليحرص على أن يؤلف القلوب والنفوس بتلك الصفات. ¶ قال الله- تعالى- في وصف نبينا محمد – صلى الله عليه وسلم-: {وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ} [آل عمران: آية 159] . ¶ وقال الله- عز وجل- له: {خُذْ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنْ الْجَاهِلِينَ} [الأعراف: آية 199] . ¶ وهكذا كان- عليه الصلاة والسلام- فكان يعرض دعوته في لين من القول, وكان يأخذ بالحلم, والصبر, ويقابل الجاهل بالإعراض, والمسيء بالعفو أو الإحسان. ¶ وإن أذى كثيرا كان يلحقه من مشركي قريش وسفهائهم؛ فيلقاه بالصبر؛ ولا ينال من عزمه واسترساله في الدعوة ولو شيئا قليلا. ¶ وكم من كلمة يرميه بها بعض المنافقين, أو بعض الجفاة من الأعراب, فيكون جزاؤها الصفح, أو التبسم, أو الإنعام.1 ¶ فإذا كان الواعظ على هذا النحو من المكارم أثمر وعظه, وحاز من العلياء كل مكان. ¶ كن عمر بن عبد العزيز – رحمه الله يتمثل بهذه الأبيات: ¶ __________ ¶ 1 - انظر محمد رسول الله وخاتم النبيين ص 113, والخطابة لأبي زهرة ص 161- 162.",
            "page": "18",
            "part": "1",
            "seal": "C97DFB48"
        },
        {
            "id": "17",
            "nass": "الحلم والعلم خلتا كرم ... للمرء زين إذ هما اجتمعا ¶ صنوان لا يستتم حسنهما ... إلا بجمع بذا وذاك معا ¶ كم من وضيع سما به الحلم وال ... ـعلم فحاز السناء وارتفعا ¶ ومن رفيع البنا أضاعهما ... أخمله ما أضاع فاتضعا1 ¶ 5- التجمل والعناية بالمظهر بلا إسراف: فهذا- وإن لم يكن من الصفات التي تقوم عليها الخطابة- أمر يحسن العناية بع؛ لأنه مطمع الأنظار. والنظر يفعل بالقلب ما يفعله الكلام في السمع؛ فهو من هذه الناحية لا ينقص اعتباره عن اعتبار الصفات الأصلية؛ فيحسن بالواعظ أن يراعي ذلك, وأن يعتني بمظهره, وطيب رائحته, وما شاكل ذلك. ¶ قال ابن حجر المكي –رحمه الله- في معرض حديث له عن الرياء: \"وقد يطلق الرياء على أمر مباح, وهو طلب نحو الجاه والتوقير بغير عبادة, كأن يقصد بزينة ثيابه الثناء عليه بالنظافة والجمالة, ونحو ذلك.\" ¶ إلى أن قال: \"وهذا مما تستمال به القلوب؛ إذا لو سقط من أعينهم لأعرضوا عنه؛ فلزمه أن يظهر لهم محاسنه؛ لئلا يزدرون؛ فيعرضوا عنه؛ لامتداد أعين عامة الخلق إلى الظواهر دون السرائر؛ فهذا قصده –صلى الله عليه وسلم- وفيه قربه أي قربة, ويجري ذلك في العلماء ونحوهم إذا قصدوا لتحسين هيئتهم.\"2 فلتجمل والعناية بالمظهر- إذا- أمر حسن؛ فالله-عز وجل- جميل يحب الجمال ويحب أن يرى أثر نعمته على عبده. ¶ فالتجمل والعناية بالمظهر- إذا- أمر حسن؛ فالله- عز وجل- جميل يحب الجمال, ويحب أن يرى أثر نعمته على عبده. ¶ __________ ¶ 1 - الجامع لسيرة عمر بن عبد العزيز للملاء , تحقيق د/ محمد البورنو 2/594. ¶ 2 - الزواجر عن اقتراف الكبائر لابن حجر المكي 1/44, وانظر إحياء علوم الدين للغزالي 3/300, والخطابة ص 74.",
            "page": "19",
            "part": "1",
            "seal": "167C17A3"
        },
        {
            "id": "18",
            "nass": "قال- عز وجل-: {وَثِيَابَكَ فَطَهِّرْ} المدثر: 4. ¶ وقال النبي- صلى الله عليه وسلم-: \"إن الله جميل يحب الجمال\". 1 ¶ وإنما المحذور هو المبالغة في التجمل, وصرف الهمة للتأنق, واشتداد الكلف بحسن البزة؛ فهذا مما يقطع عن إصلاح النفس, ويدل على نقص الإنسان. ¶ قال أمير المؤمنين عمر بن الخطاب- رضي الله عنه-:\"إياكم لبستين: لبسة مشهورة, ولبسة محقورة\".2 ¶ وقال بعض الحكماء: \"البس من الثياب ما لا يزدريك العظماء, ولا يعيبك الحكماء\".3 ¶ وقال الماوردي –رحمه الله: \"واعلم أن المروءة أن مكون الإنسان معتدل الحال في مراعاة الباسه من غير إكثار ولا اطراح؛ فإن اطراح مراعاتها, وترك تفقدها مهانة وذلة, وكثرة مراعاتها وصرف الهمة إلى العناية بها دناءة ونقص. ¶ وربما توهم من خلا من فضل, وعري من تمييز, أن ذلك هو المروءة الكاملة, والسيرة الفاضلة؛ لما يرى من تميزه على الأكثرين. وخروجه عن جملة العوام والمسترذلين. ¶ وخفي عليه أنه إذا تعدى طوره, وتجاوز قدره كان أقبح لذكره, وأبعث على ذمه\".4 ¶ وخلاصة القول أن الشارع قد فوض في أمر اللباس إلى حكم العادة, وما يليق بحال الإنسان؛ فإذا جرت العادة بلبس نوع من الثياب, وكان مستطيعا ¶ __________ ¶ 1 - رواه مسلم \"91\". ¶ 2 - أدب الدنيا والدين للماوردي ص 354. ¶ 3 - أدب الدنيا والدين ص 355. ¶ 4 - أدب الدنيا والدين ص 354.",
            "page": "20",
            "part": "1",
            "seal": "D5DCEA65"
        },
        {
            "id": "19",
            "nass": "له, فعدل عنه إلى صنف أسفل منه أو أبلى0- قبح به الحال, وكره له؛ لأن بذاذة اللباس, ورتته مما بقذفها العيون, وتنشرز عنها الطباع, فتلقي بصاحبها إلى الهوان, والالتفات إليه بألحاظ الازدراء. ¶ وهذه الحال لا تليق بالواعظ؛ إذا هو صاحب حق, وداعية هدى؛ فلا يحسن به أن يخذل الحق الذي يحمله, والهدى الذي يدعو إليه. ¶ وأما الخروج عن المعتاد, والتطلع إلى ماهو أنفس وأغلى فمرفوض-كما مر- قال المعري: ¶ وإن كان في لبس الفتى شرف له ... فما السيف إلا غمده والحمائل1 ¶ بل تجد أكثر الناس يستخفون بمن يتعدى طور أمثاله في ملبسه, ويعدونه سفها في العقل, وطيشا مع الهوى.2 ¶ قال الخطيب البغدادي-رحمه الله-: \"وكما يكره لبس أدون الثياب فكذلك يكره لبس أرفعها؛ خوفا من الاشتهار بها, وأن تسمو إليه الأبصار فيها\"3 ¶ 6- استعمال المداراة والبعد عن المداهنة: فالمداراة من أخلاق المؤمنين والمداهنة من صفات المنافقين, والواعظ يحتاج إلى الأخذ بالأولى, والبعد عن الثانية. ¶ وكثيرا ما يشتبه عند كثير من الناس هذان خلقان؛ ذلكم أن حدود الفضائل تقع بمقربه من أخلاق مكروهة. ¶ وهذه الحدود في نفسها واضحة جلية, إلا أن تمييز ما يدخل فيها مما هو ¶ __________ ¶ 1 - شرح ديوان سقط الزند للمعري ص 57. ¶ 2 - انظر مناهج الشرف للشيخ محمد الخضر حسين ص 50-51. ¶ 3 - الجامع لأخلاق الراوي وأداب السامع للخطيب البغدادي ص 372.",
            "page": "21",
            "part": "1",
            "seal": "A0F0270C"
        },
        {
            "id": "20",
            "nass": "خارج عنها يحتاج إلى صفاء فطرة, أو تربية تساس بها النفس شيئا فشيئا. ¶ وكثيرا ما يتشابه على الرجل لأول النظر أمور؛ فلا يدري أهي داخلة في الفضيلة, أم هي خارجة عن حدودها؟ ¶ وربما سبق ظنه إلى غير صواب؛ فيخال ما هو من قبيل المكروه فضيلة فيرتكبه, أو يمدح غيره عليه. ¶ وهذا الشأن يجري في كثير من الأخلاق ومن ذلك-كما مر- خلق المداراة؛ ¶ إذ يشتبه بالمداهنة مع أنه يمتاز عنه امتياز الصبح من الدجى.1 ¶ وبما أن الحديث عن الموعظة وآدابها, وبما أن المدارة خلق فاضل محتاجه العاقل في حياته, وأن المداهنة خلق دنيء يزري بصاحبه, وينزل به إلى درك وسقوط- فإن معرفة المدارة وتمييزها عن المداهنة من الأهمية بمكان؛ حتى يسلك العاقل طريق المدارة, وينأى بنفسه عن المداهنة. ¶ ولا ريب أن الواعظ من أحوج الناس إلى ذلك؛ إذ هو يلاقي الناس, ويخالطهم, ويعرض عقله كثيرا أمامهم؛ فهو محتاج إلى مدارة الناس عموما, ومدارة زمانه, ومدارة مخالفية. ¶ \"بعض معالم المدارة\": ¶ ومما يمكن أن يميز به بين هذين الخلقين أن بذكر بعض المعالم لكل منهما, وهذه- أولا- بعض معالم المداراة. ¶ __________ ¶ 1 - انظر رسائل الإصلاح للشيخ محمد الخضر حسين 1/124.",
            "page": "22",
            "part": "1",
            "seal": "EDDDA6D8"
        },
        {
            "id": "21",
            "nass": "1- المداراة ترجع إلى حسن اللقاء وطيب الكلام, والتودد للناس, وتجنب ما يشعر بغضب أو سخط. كل ذلك من غير ثلم للدين في جهة من الجهات. ¶ قال ابن بطال-رحمه الله- \"المداراة من أخلاق المؤمنين, وهي خفض الجناح للناس, وترك الإغلاظ لهم في القول, وذلك أقوى أسباب الألفة\".1 ¶ ب- من المداراة أن يلاقيك ذو لسان, أو قلم عرف بنهش الأعراض, ولمز الأبرياء, فتطلق له جبينك, وتحييه في حفاوة؛ لعلك تحمي جانبك من قذفه, أو تجعل لدغاته خفيفة الوقع على عرضك. ¶ جاء في الصحيحين عن عروة عن عائشة- رضي الله عنها-أن رجلا استأذن على النبي- صلى الله عليه وسلم- فلما رآه قال: \"بئس أخو العشيرة, وبئس ابن العشيرة\". ¶ فلما جلس تطلق النبي- صلى الله عليه وسلم- في وجهه, وانبسط إليه, فلما انطلق قالت له عائشة: يا رسول الله! حين رأيت الرجل قلت له: كذا وكذا, ثم تطلقت في وجهه, وانبسطت إليه؟ ¶ قال رسول الله- صلى الله عليه وسلم-: \"يا عائشة! متى عهد تني فحاشا؟ إن شر الناس عند الله منزلة يوم القيامة من تركه الناس؛ اتقاء شره\" ¶ وفي رواية \"من تركه الناس, أو ودعه الناس؛ اتقاء فحشه\". 2 ¶ فلقاء رسول الله-صلى الله عليه وسلم- لهذا الرجل المعروف بالبذاء من قبيل المداراة؛ لأنه لم يزد على أن لاقه بوجه طلق, أو رفق به في الخطاب. ¶ وقد سبق إلى ذهن عائشة- رضي الله عنها- أن الذي بلغ أن يقال فيه \"بئس ¶ __________ ¶ 1 - فتح البارس 10/545. ¶ 2 - البخاري \"6032\" و \"6054\"و\"6131,ومسلم \"2591\".",
            "page": "23",
            "part": "1",
            "seal": "349AD8FF"
        },
        {
            "id": "22",
            "nass": "أخو العشيرة, وبئس ابن العشيرة\" لا يستحق هذا اللقاء, ويجب أن يكون يصيبه قسوة الخطاب, وعبوس الجبين. ¶ ولكن نظر رسول الله- صلى الله عليه وسلم- أبعد مدي, وأناته أطول أمدا؛ فهو يريد تعلم الناس كيف يملكون ما في أن فسهم؛ فلا يظهر إلا في مكان أو زمان يليق إظهاره فيه. ¶ ويريد تعليمهم أدبا من آداب الاجتماع, وهو رفق الإنسان بمن يقصد إلى زيارته في منزله, ولو كان شره في الناس فاشيا. ¶ على أن إطلاق الجبين لمثل هذا الزائر لا يمنع من إشعاره بطريق سائغ أنك غير راض عما يشيعه في الناس من أذى, ولا يعوقك أن تعالجه بالموعظة الحسية إلا أن نكون شيطانا مريدا. ¶ ج- من المدارة مراعاة أعراف الناس, وعاداتهم ما لم تخالف الشرع: وهذا الأدب يتجلى عندما يعظ الإنسان في مكان غير المكان الذي عاش فيه وألف؛ فربما رمته الغربة في بلد ما, فوجد خلائق أهل ذلك البلد وطباعهم وعاداتهم على غير ما يألف؛ فيحسن به- والحالة هذه- أن يراعي ما عليه أهل ذلك البلد, وأن يتجنب في وعظه منافرتهم, أو مخالفتهم, أو فيما اعتادوا عليه؛ فذلك من جميل المعاشرة, ومن حسن المداراة. ¶ فدارهم ما دمت في دارهم ... وأرضهم ما دمت في أرضهم ¶ وكل ذلك مشروط بألا يكون في عاداتهم محذور شرعي؛ فإن كان ثم محذور شرعي تعين تقديم الأمر الشرعي على كل عادة وعرف مع مراعاة الأسلوب الأمثل في التنبيه على ما مخالف الشرع.",
            "page": "24",
            "part": "1",
            "seal": "E94CC2C3"
        },
        {
            "id": "23",
            "nass": "قال ابن حزم –رحمه الله-: \"وإياك ومخالفة الجليس, ومعارضة أهل زمانك فيما لا يضرك في دنياك, ولا في أخراك وإن قل؛ فإنك تستفيد بذلك الأذى والمنافرة, والعداوة. ¶ وربما أدى ذلك إلى المطالبة والضرر العظيم دون منفعة أصلا\".1 ¶ ولهذا ترك النبي-صلى الله عليه وسلم- نقض الكعبة, مع رغبته فيذلك, وأن تكون على قواعد إبراهيم- عليه سلام- وما منعه من ذلك إلا خشية ألا تحتمله قريش؛ لقرب عهدهم بكفر. ¶ قال- عليه الصلاة والسلام-: \"يا عائشة لولا أن قومك حديث عهدهم بكفر لنقضت الكعبة؛ فجعلت لها بابين: باب يدخل الناس, وباب يخرجون\". ¶ وفي رواية عن عائشة- رضي الله عنها- قالت: سألت النبي- صلى الله عليه وسلم- عن الجدر أمن البيت هو؟ ¶ قال: \"نعم\" ¶ قالت: فما لهم لم يدخلوه في البيت؟ ¶ قال: \"إن قومك قصرت بهم النفقة\" ¶ قالت: فما شأن بابه مرتفعا؟ ¶ قال: \"فعل ذلك قومك؛ ليدخلوا من شاءوا, ويمنعوا من شاءوا. ¶ ولولا أن قومك حديث عهدهم بالجاهلية؛ فأخاف أن تنكر قلوبهم أن أدخل الجدر في البيت, وأن الصدق بابه بالأرض\". 2 ¶ د- من المدارة الا يستسلم الواعظ لعوارضه النفسية من حب وبغض, ¶ __________ ¶ 1 - الأخلاق والسير ص61. ¶ 2 - رواه البخاري\"126\"و\"1584\", ومسلم\"1333\".",
            "page": "25",
            "part": "1",
            "seal": "F8EC6733"
        },
        {
            "id": "24",
            "nass": "ورضا وغضب, واستحسان وستهجان؛ إذ لو سار على أن يكاشف الناس بكل ما يعرض له من هذه الشؤون في كل وقت وعلى أي حال- لاختل الاجتماع, ولانقبضت الأيدي عن التعاون, ولشاعت البغضاء بين الناس؛ فكان من حكمة الله في خلقه أن هيأ الإنسان لأدب يتحامى به ما يحدث تقاطعا, أو يدعو إلى تخاذل؛ ذلك هو أدب المداراة؛ فهو مما يزرع المودة, ويجمع القلوب والمتنافرة. ¶ هـ- من المداراة أن يلقى الواعظ موعظة أمام ذي يد باطشة, فيمنحه جبينا طلقا, ويتجنب في حديثه ما يثير ذلك الباطش. ¶ وهذا محمد قول أبو درداء –رضي الله عنه: \"إنا ليكشر في وجوه أقوام, وإن قلوبنا لتلعنهم\".1 ¶ وفي هذا الأثر شاهد على أن التبسم في وجه الظالم؛ اتقاء بأسه ضرب من المداراة ولا يتعداه إلى أن يكون مداهنة. ¶ و المداراة ترجع إلى ذكاء الشخص وحكمته؛ فهو الذي يراعي في مقدارها وطريقتها ما ينبغي أن يكون؛ ذلك أن لأسباب العداوة مدخلا في تفاوت مقادير المداراة, واختلاف طرقها. ¶ ز- المداراة يبتغى بها تأليف الناس في حدود ما ينبغي؛ فلا يبعدك عنها ¶ __________ ¶ 1 - أخرجه البخاري في صحيح معلقا في كتاب الأدب \"باب المداراة مع الناس\" بصيغة التمريض حيث قال \"ويذكر عن أبي الدرداء.....\" ¶ وله طرق أخرجها الحافظ ابن حجر في تغليق التعليق 5/102 وفي كل منها مقال, ولعل بعضها يشد بعضا, فيكون السند حسنا لغيره.",
            "page": "26",
            "part": "1",
            "seal": "0433C39A"
        },
        {
            "id": "25",
            "nass": "قضاء بالقسط, أو لقاء للنصيحة في رفق. ¶ ج- وبالجملة فالمداراة خصلة كريمة, يحكمها الأذكياء, ولا يتعدى حدودها الفضلاء؛ فالنفوس المطبوعة على المداراة نفوس أدركت أن الناس خلقوا؛ ليكونوا في الائتلاف كالجسد الواحد, وشأن الأعضاء السليمة أن تكون ملتئمة على قدر ما فيها من حياة, ولا تنكر عضوا ركب معها في جسد إلا أن يصاب بعلة يعجز الأطباء أن يصفوا لها بعد دواءا. ¶ \"بعض معالم المداهنة:\" ¶ وبعد اتضحت بعض معالم المداراة يحسن أن توضح تعض معالم المداهنة؛ فإليك شيئا من ذلك. ¶ أ- المداهنة هي إظهار الرضا بما يصدر من الظالم أو الفاسق من قول باطل أو عمل مكروه؛ فهي بلادة في النفس, واستكانة للهوى, وقبول ما لا يرضى به دين, أو عقل, أو مروءة. ¶ ب- المداهنة خلق قذر, لا ينحط به إلا من قل في العلم وزنه, أو من نشأ نشأة صغار ومهانة. ¶ ج- المهانة بضم بين جناحيها الكذب, وإخلاف الوعد, وقلة الحياء. ¶ د- من المداهنة أن يدخل الرجل على من يضطره الحال إلى الثناء عليه مع استغنائه عن الدخول عليه, ثم يبدأ بإطرائه ومدحه بما ليس فيه.",
            "page": "27",
            "part": "1",
            "seal": "81DB9568"
        },
        {
            "id": "26",
            "nass": "أما إذا اضطر الإنسان إلى الدخول على ذي قوة لا يخلص من بأسه إلا أن يسمعه شيئا من المديح- فهو في سعة أن يمدحه بمقدار ما يخلص من بأس, ولا تلحقه هذه الحالة بزمرة المداهنين. ¶ و من المداهنة أن يجعل المداهن لسانة طوع بغية الوجيه, فتراه يسبق هوى الوجيه, ويعجل إلى قول ما يشتهيه الوجيه, فيمدح ما يراه الوجيه حسنا, ويذم ما يراه الوجيه سيئا؛ بغض النظر عن قناعة هذا المداهن من علمها. ¶ ز- من المداهنة أن يجعل الإنسان لسانه طوع رغبة طائفته وأتباعه دون ما نظر في رضا الخالق-جل وعلا-. ¶ هذه هي المداهنة, وتلك أحوال أهلها يراوغون, ويخاتلون, ويخادعون, ويكذبون, ويسترون وجه الحقيقة الأبلج, ولا يبالون بما يترتب على ذلك من عواقب. ¶ أما الذين يعرفون ما في المداهنة من شر, ويحزنهم أن يظهر الشر على من في استطاعته الخير- فيربأون بألسنتهم أن تساير في غير حق, ويؤثرون نصح الأمة بكافة طبقاتها بأبلغ أسلوب على أن يزينوا للناس ما ليس بزين؛ بعلمهم بأن المداهنة خيانة, وتفريط في أداء الأمانة, وأنها ضرر محض على أصحابها وعلى من يسايرونه. ¶ ثم إن الناس كبيرهم وصغيرهم يكرهون المداهنة, ويملأون أعينهم باحترام من يوقظهم لوجه الخير إذا كانوا في غفلة, ولوجه الشر إذا اشتبه عليهم. ¶ ولقد كان العلماء الأجلاء, والدعاة الصادقون يأخذون بسية المداراة,",
            "page": "28",
            "part": "1",
            "seal": "A6BA0FE6"
        },
        {
            "id": "27",
            "nass": "ولم يكونوا يتلطخون بر جس المداهنة. ¶ ولقد تظاهرت نصوص الشرع, وتظافرت أقوال والعلماء والحكماء في الحث على المداراة, وذم المداهنة, وقد مضى شيء من ذلك. ¶ ومن ذلك ما أو رده البخاري في صحيحه, حيث أورد بابا في كتاب الأدب ¶ قال فيه: \"باب المدارة مع الناس\". ¶ وساق فيه أثر أبي الدرداء الماضي وحديثين. ¶ قال الحسن- رحمه الله-: \"حسن السؤال نصف العلم, ومداراة الناس نصف العقل, والقصد في المعيشة يصف المؤونة.\"1 ¶ وقال العتابي: \"المداراة سياسة لطيفة, لا يستغني عنها ملك ولا سوقة, يجتلبون بها المنافع, ويدفعون بها المضار, فمن كثر مداراته فهو في ذمة الحمد والسلامة\"2 ¶ وقال بعضهم: \"ينبغي للعاقل أن يداري زمانه مداراة السابح في الماء الجاري\"3 ¶ وقال ابن حبان-رحمه الله- \"من التمس رضا جميع الناس التمس ما لا يدرك, ولكن يقصد العاقل رضا من لا يجد عن معاشرته بدا, وإن دفعه الوقت إلى استحسان أشياء من العادات كان يستقبحها, أو استقباح أشياء كان يستحسنها ما لم يكن مأثما؛ فإن ذلك من المداراة, وما أكثر من دارى فلم ¶ __________ ¶ 1 - عيون الأخبار لا بن قتيبة 3/22. ¶ 2 -3 - عين الأدب والسياسة, وزين الحسب والرياسة لعلي بن عبد الرحمن بن هذيل ص 154.",
            "page": "29",
            "part": "1",
            "seal": "BC0B5D44"
        },
        {
            "id": "28",
            "nass": "يسلم؛ فكيف توجد السلامة لمن يدار؟!.\"1 ¶ وإذا كان الأمر كذلك فإن على دعاة الإصلاح أن يراعوا هذا الجانب, وأن يحرصوا على تربية الناس على خلق المداراة؛ حبة تكون بلاد المسلمين منابت نشئ يميزون المداهنة من المداراة؛ فيخاطبون الناس في رقة وأدب, وشجاعة, ويحترمون من لا يلوث أسماعهم بالملق, ولا يكتمهم الحقائق متى اتسع المقام؛ لأن يحدثهم بصراحة.2 ¶ هذا وسيأتي مزيد بيان وأمثلة لهذه المسألة في فقرات آتية. ¶ 7- أخذ الأهبة والاستعداد خصوصا إذا كان الواعظ في بداياته: ¶ فعليه أن يعد للكلمة جيدا, وأن يتدرب على إلقائها, ويحسن به أن يلقيها في أماكن بعيدة عن حواضر العلم, أو في المساجد التي لا يوجد فيها أهل العلم والفضل؛ حتى لا يرتج عليه, أو تقيده حبسه. ¶ فإذا ألقى موعظته في هجرة, أو بادية, أو قرية يغلب على أهلها الجهل- كان ذلك أدعى لاسترساله في موعظته, وتدربه على الانطلاق. ¶ ويحسن بالمربين أن يدربوا من تحت أيديهم على هذه الخصلة الشريفة, وأن يتعاهدوهم بالنصح, والتهذيب, والتوجيه؛ حتى يكونوا مشاعل هدى, مصابيح دجى. ¶ __________ ¶ 1 - روضة العقلاء لا بن حبان71-72. ¶ 2 - انظر تفاصيل الحديث عن المداراة والمداهنة في روضة العقلاء ص70-71, وفتح الباري لابن حجر10/544-545, وعين الأدب والسياسة ص 125-157, والدعوة الإصلاح ص 50-52 و74 ورسائل الإصلاح 1/31-138ة 2/100, وسوء الخلق مظاهر-أسبابه- علاجه للكاتب ص 152-166.",
            "page": "30",
            "part": "1",
            "seal": "DCAA0479"
        },
        {
            "id": "29",
            "nass": "8- رباطة الجأش: وهذه الخصلة تولد مع الإنسان, ويكتسبها- أيضا- بالممارسة, والمران, والدربة, كما أنها تتقوى بموجبات الإيمان. ¶ فيجمل بالواعظ أن يتصف بهذه الخصلة الحميدة؛ حتى يعتاد لقاء الجمهور, والحديث إليهم بطلاقة ويسر. ¶ ولا يجمل بالإنيان أن يسترسل مع ضعف قلبه, وقلة صبره, وخوفه من تهكم الناس؛ فليس من شرط الشجاعة ألا يجد الإنسان في نفسه الخوف من الكلام أو الإقدام؛ فذلك شعور يجده كل أحد إذا هو هم بعمل جديد, أو كبير. ¶ بل يكفي في شجاعة الرجل ألا يعظم الخوف في نفسه, حتى يمنعه من الإقدام, أو يرجع به إلى الانهزام. ¶ ثم عليه بعد ذلك أن يوطن نفسه على الصبر, وأن يحذر من تضخيم النتائج؛ فهب أنك تكلمت مرة, فأخطأت, أو لم تجد؛ ماذا في الأمر؟ ¶ لاشيء فكل أحد عرضة للخطأ بل إن الخطأ هو طريق الصواب؛ فلا تعظم شأن الخطأ في قلبك, ولا تبال بلمز الناس وعقيبهم؛ فالسلامة منهم عزيزة المنال. ¶ ثم إن الإخفاق ليس عارا إذا بذل الإنسان جهده, ولا يعد المرء مخفقا إلا إذا تخلى عن المحاولة, وتقبل الهزيمة كأنها دائمة. ¶ وبالجملة فإن الخطابة, ومقابلة الجمهور في الوعظ ضرب من ضروب الشجاعة الأدبية, والشجاعة- عموما- هي مواجهة الأمر عند الحاجة في ثبات, وليست مرادفة لعدم الخوف- كما قد يظن-. ¶ فهذا عمرو بن معدي كرب الزبيدي-وحسبك به شجاعة وإقداما-يصف نفسه, ويصور حاله في ساحات الوغى, وبين أن الخوف يداخله, ولكنه لا يحمله على الفرار, والإحجام؛ فلا ينقص ذلك من قدره؛ حيث يقول:",
            "page": "31",
            "part": "1",
            "seal": "3A8FB4F6"
        },
        {
            "id": "30",
            "nass": "ولقد أجمع رجلي بها ... حذر الموت وإني لفرور ¶ ولقد أعطفها كارهة ... حين للنفس من الموت هرير ¶ كل ما ذلك مني خلق ... وبكل أنا بالروع جدير1 ¶ 9- قوة الملاحظة: لأجل أن يدرك الواعظ أحوال المخاطبين حال إلقاء موعظته أهم مقبلون عليه فيسترسل في قوله, ويستمر في نهجه؟ أم هم معرضون عنه, فيتجه إلى ناحية أرى يراها أقرب إلى قلوبهم وأدنى إلى مواطن التأثير فيهم, فيحسن بالواعظ أن يكون ذا نظرات فاحصة كاشفة؛ بحيث يقرأ نمن الوجوه خطرات القلوب, ومن اللمحات ما تكنه النفوس نحنو قوله؛ ليجدد بذلك نشاطهم, ويذهب بفتوره, ولتتصل روحه بأرواحهم.2 ¶ 10- حضور البديهة: لأن الواعظ قد تمر به أحوال تجبره على العدول عن كلمة إلى أخرى؛ فقد يعد كلمة, وظن أنها تناسب هؤلاء القوم؛ فإذا رآهم, أو رأى بعضهم أدرك أنها لا تناسبهم. ¶ وقد يقول كلاما فيخشى أن يفهم على غير ما أراد وهكذا ... ¶ فإذا كان حاضر البديهة أمكنه تدارك الخطأ, أو تغيير الموضوع, أو تلافي الإحراج. ¶ وهذه الخصلة تكتسب بالتجارب, والنظر, والمراس. ¶ 11- مراعاة المدة الزمنية للموعظة: فمراعاة هذا الأدب من الأهمية بمكان؛ إذ هو مما يعين على الانتفاع بالموعظة, والإصغاء إليها بإقبال ونشاط. ¶ ولا ريب أن ذلك يختلف باختلاف الأحوال والأشخاص؛ فيختلف باعتبار ¶ __________ ¶ 1 - الشعر والشعراء لا بن قتيبة ص82. ¶ 2 - انظر الخطابة ص 44.",
            "page": "32",
            "part": "1",
            "seal": "31EF1D31"
        },
        {
            "id": "31",
            "nass": "حال الموعظة, ويختلف باعتبار حال الواعظ, ويختلف باعتبار حال المخاطبين؛ فالموعظة المفاجئة لها حال, الموعظة المحدودة بزمان ومكان محددين لها حال, والموعظة المحدودة بعنوان لها حال. ¶ ثم إن الموعظة التي يلقيها فلان من الناس تختلف عن الموعظة التي يلقيها غير؛ فالعالم وذو المكان له حال, ومن دونه في الرتبة له حال. ¶ وكذلك السامعون؛ فالمقبلون على الموعظة لهم حال, ومن كان إقبالهم أقبل فلهم حال أخرى وهكذا ... ¶ وبناءا على ذلك فإنه قد لا يتسنى تحديد وقت ملائم للموعظة لا تزيد عنه أو تتعداه؛ فقد تقتضي الحكمة أن يطنب الواعظ, وقد تقتضي أن يوجز, وقد تقتضي أن يتوسط. ¶ وإذا روعي هذا الجانب, ووضع في موضعه عم نفعه, وعظم وقعه, والعكس. ¶ قال أبو هلال العسكر- رحمه الله-: \"والقول القصد أن الإيجاز والإطناب يحتاج إليهما في جميع الكلام, وكل نوع منه, ولكل واحد منها موضع؛ فالحاجة إلى الإيجاز في موضعه كالحاجة إلى الإطناب في مكانه؛ فمن أزال التدبير في ذلك عن جهته, واستعمل الإطناب في موضع الإيجاز, واستعمل الإيجاز في موضع الإطناب أخطأ.\"1 ¶ ومهما يك من شيء فإن التوسط والإيجاز هما أرب الأساليب لإساغة ¶ __________ ¶ 1 - كتاب الصناعتين لأبي هلال العسكري ص 239-259.",
            "page": "33",
            "part": "1",
            "seal": "DFF035B6"
        },
        {
            "id": "32",
            "nass": "الموعظة إلا إذا اقتضى المقام غير ذلك. ¶ وهكذا كانت خطب النبي- صلى الله عليه وسلم- فما كان يطيل؛ لأنه يخشى على الناس الملل. ¶ وكانت خطبه مع قصرها مليئة بالحكمة, والموعظة الحسنة؛ إذ تجيئ حافلة بجوامع الكلم, والجمل التي تجري على الألسنة مجرى الأمثال.1 ¶ جاء في صحيح مسلم عن جابر بن سمرة- رضي الله عنه قال: \"كنت أصلى مع رسول الله- صلى الله عليه وسلم- فكانت صلاته قصدا, وخطبته قصدا.\"2 ¶ ومعنى \"قصدا\": أي متوسط بين الإفراط والتفريط وبين التقصير والتطويل.3 ¶ وفي صحيح مسلم عن أبي وائل قال: \"خطبنا عمار فأو جز, وأبلغ, فلما نزل قلنا: يا أبا اليقظان‍‍‍‍! لقد أبلغت, وأوجزت, فلو كنت تنفست! ¶ فقال: \"إني سمعت رسول الله- صلى الله عليه وسلم- يقول: \"إن طول صلاة الرجل, وقصر خطبته مئنة من فقهه؛ فأطيلوا الصلاة, وأقصروا الخطبة, وإن من البيان سحرا.\" 4 ¶ ومعنى قوله: \"لو كنت تنفست\": أي أطلت قليلا. ¶ ومعنى: \"مئنة من فقه\": أي علامة.5 ¶ ومع أن هذا هو دأب رسول الله- صلى الله عليه وسلم- في خطبة- فهو يطيل في بعض الأحيان متى اقتضى الحال الإطالة. ¶ جاء في صحيح مسلم عن عمرو بن أخطب-رضي الله عنه- قال: \"صلى بنا رسول الله ¶ __________ ¶ 1 - انظر محمد رسول الله وخاتم النبيين ص 185. ¶ 2 - مسلم \"866\". ¶ 3 - انظر مرقاة المفاتيح الملا علي قاري 3/498. ¶ 4 - مسلم \"869\". ¶ 5 - شرح النووي على صحيح مسلم ص 568.",
            "page": "34",
            "part": "1",
            "seal": "19F6DC47"
        },
        {
            "id": "33",
            "nass": "- صلى الله عليه وسلم- الفجر, وصعد المنبر, وخطبنا حتى حضرت الظهر, فنزل فصلى, ثم صعد المنبر, فخطبنا حتى حضرت العصر, ثم نزل فصلى, ثم صعد المنبر, فخطبنا حتى غربت الشمس, فأخبرنا بما كان وبما هو كائن, فأعلمنا أحفظنا.\"1 ¶ ومن خلال ما مضى يتبين لنا أن مدة إلقاء الموعظة أمر نسبي يرجع فيه إلى اجتهاد الواعظ, وحكمته, ويرجع فيه إلى اختلاف الأحوال والأشخاص. ¶ كما تبين لنا أن الإيجاز هو القريب المحبب إلى النفوس. ¶ ومما يمكن التفصيل فيه في هذا الشأن- أيضا- أن يقال: إذا كانت الموعظة محددة ومعلنة فلا بأس في إطالتها إذا كان الوقت المحدد يسمح بهذا. ¶ وذلك كما لو كان موعدها يستغرق ما بين المغرب والعشاء, أو كان وقتها محددا بساعة أو أكثر. ¶ وكذلك تسوغ الإطالة إذا كان الواعظ معروفا عند الناس وهم يرغبون في إطالته كالعالم الذي له منزلته أو نحو ذلك. ¶ وكذلك تسوغ الإطالة إذا طلب المخاطبون من الواعظ أن يطيل فيهم. ¶ أما إذا كانت الموعظة مفاجئة, أو كان الواعظ لا يعرفه المخاطبون, أو كانوا في مكان أو وقت ضيق فلا تسوغ الإطالة. ¶ وذلك مثل الموعظة التي تكون دبر الصلوات المكتوبة؛ فالإطالة فيها تفضي إلى الإملال, واستثقال الحديث؛ فاللائق أن تصاغ بصورة موجزة جدا, فلا يحسن بالواعظ أن يحرج الناس, ويضجرهم, ويثقل عليهم بطول حديثهم. ¶ بل يحسن به أن يحدد زمنا قصيرا حتى يحفز المخاطبين إلى البقاء السماع الموعظة, وذلك كأن يقول: لن أزيد في كلمتي هذه على خمس دقائق أو أربع أو نحوها, وأن يفي بما يقول. ¶ __________ ¶ 1 - مسلم \"2892\".",
            "page": "35",
            "part": "1",
            "seal": "00E61CEA"
        },
        {
            "id": "34",
            "nass": "ولأن يقال: ليته واصل خير من أن يقال: ليته سكت. ¶ ويجمل بالواعظ أن يقتصر في موعظته على الكلمات الجامعات للمعاني الكثيرة, وأن يتجنب التفصيلات التي لا داعي لها. ¶ كما يحسن به ألا يتشعب في الموعظة, بل يحسن أن يكون الموضوع واحدا؛ حتى تحصل الفائدة المرجوة منه. ¶ فلو انطلق في موعظته من آية, أو حدث, أو أثر, ثم بين المقصود من ذلك بأوجز عبارة لكان حسنا. ¶ مثال ذلك أن يأخذ قوله – تعالى-: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] ويتحدث من خلال هذه الآية عن الحكمة من خلق الجن والإنس, وعن فضل عبادة الله, وأثرها في سعادة الإنسان في دنيا وأخراه, وعن عاقبة الإعراض عن عبادة الله, وأثره في الشقاوة دنيا وأخرى وهكذا ... ¶ أو أن يأخذ قوله – تعالى-: {خُذْ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنْ الْجَاهِلِينَ} [الأعراف: آية 199] ثم يبين كيف جمعت هذه الآية مكارم الأخلاق وهكذا ... ¶ أو أن يأخذ سورة العصر, ويبين من خلالها أصول السعادة, وأنها تكمن في العلم, والعمل به, والدعوة إليه, والصبر على الأذى فيه. ¶ أو أن يأتي بالحديث الذي رواه معاذ وأبو ذرة –رضي الله عنهما- عن النبي- صلى الله عليه وسلم- أنه قال: \"اتق الله حيثما كنت, وأتبع السيئة الحسنة تمحها, وخالق",
            "page": "36",
            "part": "1",
            "seal": "94E9E696"
        },
        {
            "id": "35",
            "nass": "الناس بخلق حسن.\" 1 ¶ ثم يبين كيف جمع هذا الحديث بين حقين عظيمين من أتى بهما أفلح وسعد, والعكس. ¶ وهذان الحقان هما حق الله, وحق الناس؛ فحق الله في الجملتين الأوليين, وحق الناس في الجملة الأخيرة, وهكذا ... ¶ وكذلك الحال بالنسبة للموعظة بعد صلاة الجمعة؛ فالذي ينبغي ألا تكون إلا إذا رأى الواعظ أن الحاجة ماسة لذلك؛ فينبه إلى ما يريد التنبيه عليه, ويبين ما يريد بيانه من الأمور التي لابد أن يفقهها الناس في ذلك الوقت, وأن يكون ذلك في وقت وجيز جدا؛ لأن الناس قد استمعوا الخطبة الجمعة, وربما تكون الخطبة طويلة, كما أن بعضهم قد يكون أتى إلى المسجد مبكرا, فيثقل عليه سماع الموعظة, ويستحيي من الخروج, فيقع في حرج. ¶ ثم إن الناس يرغبون في الانتشار بعد الصلاة, وابتغاء ما عند الله- عز وجل-. ¶ قال الإمام أحمد-رحمه الله-: \"إذا كانوا يقرؤون الكتاب يوم الجمعة على الناس بعد الصلاة أعجب إلي أن يسمع إذا كان فتحا من فتوح المسلمين, أو كان فيه شيء من أمور المسلمين فليستمع, وإن كان شيئا إنما فيه ذكرهم فلا يستمع.\"2 ¶ 12- التخول بالموعظة: فذلك أدعى للاشتياق, وأحرى لقبول الموعظة والانتفاع بها؛ فجدير بالواعظ ألا يكثر من وعظ أناس بأعيانهم, أو يتابع عليهم الوعظ مرارا قريبا بعضها من بعض؛ فإن النفس شرود, وإن كثرى الوعظ تفقده أثره. ¶ __________ ¶ 1 - رواه أحمد 5/135, والترمذي \"1987\" وحسنه, والحاكم 1/54, وقال: \"صحيح على شرط الشيخين\". ¶ 2 - المغني لابن قدامة 3 / 251.",
            "page": "37",
            "part": "1",
            "seal": "6BA1F868"
        },
        {
            "id": "36",
            "nass": "ولقد كان من حكمة نبينا محمد- صلى الله عليه وسلم- في الدعوة أنه لا يجعل الوعظ ركاما, بل كان يتحرى بالموعظة وقت حاجة الناس إليها, أو وقت نشاطهم لسماعها. أورد البخاري- رحمه الله تعالى- في كتاب العلم من صحيحه بابين في هذا الشأن. ¶ أحدهما: \"باب ما كان النبي- صلى الله عليه وسلم- يتخولهم بالموعظة والعلم؛ كي لا ينفروا.\" ¶ وتحت هذا الباب ساق بسنده حديثين, أحدهما عن ابن مسعود- رضي الله عنه- قال: \"كان النبي- صلى الله عليه وسلم- يتخولنا بالموعظة في الأيام؛ كراهة السامة علينا.\"1 ¶ والثاني عن أنس- رضي الله عنه- عن النبي- صلى الله عليه وسلم- قال: \"يسروا, ولا تعسروا, وبشروا, ولا تنفروا\". 2 ¶ والباب الثاني: \"باب من جعل لأهل العلم أياما معلومة.\" ¶ ثم قال: حدثنا عثمان بن أبي شيبة, قال: حدثنا حرير عن منصور عن أبي وائل قال: كان عبد الله- يعني ابن مسعود- يذكر الناس في كل خميس, فقال له رجل: يا أبا عبد الرحمن! لوددت لوذكرتنا كل يوم. ¶ قال: أما إنه يمنعني من ذلك أني أكره أن أملكم, وإني أخولكم بالموعظة, كما كان النبي- صلى الله عليه وسم- يتخولنا بها؛ مخافة السامة علينا.\"3 ¶ قال ابن حجر- رحمه الله-: في شرح الحديث الأول: \"في قوله\"كان يتخولنا\": ¶ \" والمعنى كان يراعي الأوقات في تذكيرنا, ولا يفعل ذلك كل يوم؛ لئلا نمل.\"4 ¶ وقال: \"وقوله: \"علينا\": أي السآمة الطارئة, أو ضمن معنى المشقة, ¶ __________ ¶ 1 - البخاري [67] , وأخرجه المسلم [2821] . ¶ 2 - البخاري [69] , وأخرجه مسلم [1734] . ¶ 3 - البخاري [70] , وأخرجه مسلم [2821] . ¶ 4 - فتح الباري1/ 196.",
            "page": "38",
            "part": "1",
            "seal": "A7472BF6"
        },
        {
            "id": "37",
            "nass": "فعداها بعلى, والصلة محذوفة, والتقدير في الموعظة.\"1 ¶ وقال ابن حجر مبينا الضوابط في ذلك:\"ويختلف باختلاف الأحوال والأشخاص, والضابط: الحاجة مع مراعاة وجود النشاط.\"2 ¶ وجاء في صحيح البخاري عن عكرمة عن ابن عباس-رضي الله عنهما- قال: \"حدث الناس كل جمعة مرة, فإن أبيت فمرتين, فإن أكثرت فثلاث مرار, ولا تمل الناس هذا القرآن\" الحديث.3 ¶ والعرب تقول في أمثالها: \"زر غبا تزدد حبا.\"4 ¶ وقال بعضهم: ¶ إذا شئت أن تقلى فزر متتابعا ... وإن شئت أن تزداد حيا فزر غبا5 ¶ وسيأتي مزيد بيان لهذه الفقرة في الفقرة التالية. ¶ 13- ترك الوعظ عند من لا يرغب:فمما يحسن بالواعظ أن يحفظ على نفسه كرامتها, وألا يبذل عمله, وينشره عند من لا يقدره, أو لا يرغب فيه. ¶ ومن الحكمة في ذلك ألا يلقي إلا في مكان مناسب, وفي وقت يحسن الإلقاء فيه. ¶ أما إذا كان المكان والزمان غير مناسبين, أو كان الناس عنه منصرفين, والحديثه غير راغبين- فلا يحسن به أن يلقي. ¶ مثال ذلك أن يكون الناس في وليمة زواج, وهم يتحدثون, ويسلم بعضهم على بعض. ¶ __________ ¶ 1 - 2- فتح الباري 1/196. ¶ 3 - البخاري [6337] . ¶ 4 - مجمع الأمثال للميداني 1/ 323, وفرائد الخرائد في الأمثال لأبي يعقوب يوسف بن طاهر الخويي ص 262. ¶ 5 - فرائد الخرائد ص262.",
            "page": "39",
            "part": "1",
            "seal": "56ADBA8A"
        },
        {
            "id": "38",
            "nass": "أما إذا كان المكان مهيأ والناس مستعين لسماع الموعظة فلا بأس بإلقائها وإن كان بعضهم مشتغلا عنه. ¶ جاء في صحيح البخاري عن عكرمة عن ابن عباس-رضي الله عنهما-قال: \"ولا ألفينك تأتي القوم, وهم في حديث من حديثهم, فتقص عليهم, فتقطع عليهم حديثهم, فتملهم, ولكن أنصت فإن أمروك فحدثهم وهم يشتهونه.\"1 ¶ قال ابن حجر-رحمه الله- في شرح كلام ابن عباس-رضي الله عنهما-: \"وفيه كرهة التحديث عند من لا يقبل عليه, والنهي عن قطع حديث غيره, وأنه لا ينبغي نشر العلم عند من لا يحرص عليه, ويحدث من يشتهي بسماعة؛ لأنه أجدر أن ينتفع بع.\"2 ¶ وعقد الخطيب البغدادي- رحمه الله- في كتابه الجامع بابا عنوانه: \"باب كراهة التحديث لمن لا يبغيه وأن من ضياعه بذاله لغير أهله.\" ¶ ثم ساق جملة من الآثار في هذا. ¶ ومن ذلك ما رواه بسنده عن مسروق-رحمه الله- قال: \"لا تنشر بزك إلا عند من يبتغيه.\" ¶ قال الإمام أحمد-رحمه الله- \"يعني الحديث.\"3 ¶ وساق بسنده عن مطرف-رحمه الله- أنه قال: \"لا تطعم طعامك من لا يشتهيه.\" ¶ أي لا تحدث بالحديث من لا يريده.4 ¶ وروي عن مغيرة –رحمه الله- قال: \"إني لأحتسب في منعي الحديث كما تحتسبون ¶ __________ ¶ 1 - البخاري [6337] . ¶ 2 - فتح الباري 11/ 143. ¶ 3 - الجامع [727] . ¶ 4 - الجامع [731] .",
            "page": "40",
            "part": "1",
            "seal": "EF1BC579"
        },
        {
            "id": "39",
            "nass": "في بذله.\"1 ¶ وهكذا يتبين لنا من خلال هذه الآثار أن الداعي لا بدله من آذان مصغية تعي ما يقول, وإلا كان كلامه هباءا منثورا. ¶ ثم إن قدر العلم والموعظة قد يخف عند الناس إذا رأوا صاحبه في موقف لا يحسد عليه, من إعراض الناس عنه, أو وقيعتهم. ¶ بل لقد بالغ بعضهم فقال: ¶ يستوجب الصفع في الدنيا ثمانية ... لا لوم في واحد منهم إذا صفعا ¶ ثم ذكر منهم: ¶ ومتحف بحديث غير سامعه ... وداخل في حديث اثنين مندفعا2 ¶ ولا يدخل في ذلك من رأى أناسا على منكر ثم أراد الإنكار عليهم بموعظة يقولها لهم؛ فلا حرج على هذا إذا أراد تغيير المنكر خصوصا إذا كان في حدود الحكمة, ولا لوم عليه إذا كرهوا موعظته وإنكاره. ¶ فهذا المقام خلاف المقام السابق؛ إذا هو مقام إنكار, وذاك مقام موعظة عامة. ¶ 14- التجوز في الموعظة عند ملاحظة الملل والفتور: فمن الأدب في الموعظة, ومما يليق بالواعظ أن يتجوز في موعظته, أو أن يقطع حديثه إذا لاحظ أن الملل والفتور قد دبا إلى السامعين. ¶ وعلامة ذلك أن يرى منهم أو من بعضهم تحفزا, أو تمطيا, أو تثاؤبا, أو التفاتا, أو نحو ذلك مما لا يخفى على الواعظ الألمعي. ¶ أورد الخطيب في كتابه الجامع مسألة عنوانها \"كراهة التحديث لمن عارضه ¶ __________ ¶ 1 - الجامع [736] . ¶ 2 - إصلاح المجتمع للبيحاني ص360.",
            "page": "41",
            "part": "1",
            "seal": "162664DF"
        },
        {
            "id": "40",
            "nass": "الكسل والفتور.\" ¶ ثم قال-رحمه الله-: \"حق الفائذة أن تساق إلى مبتغيها, ولا تعرض إلا على الراغب فيها؛ فإذا رأى المحدث بعض الفتور من المستمع فليسكت؛ فإن بعض الأدباء قال: نشاط القائل على قد فهم السامع.\"1 ¶ وذكر البغوي-رحمه الله- عن ابن مسعود- رصي الله عنه- أنه قال: \"حدث القوم ما حدجوك 2 بأبصار هم, وأقبلت عليك قلوبهم؛ فإذا انصرفت عنك قلوبهم, فلا تحدثهم.\" ¶ قيل وما علامة ذلك؟ ¶ قال: \"إذا التفت بعضهم إلى بعض, ورأيتهم يتثاءبون فلا تحدثهم.\"3 ¶ وذكره الخطيب عن ابن مسعود بلفظ: \"حدث القوم ما أقبلت عليك قلوبهم؛ فإذا انصرفت قلوبهم؛ فلا تحدثهم.\" ¶ قيل له: وما علامة ذلك؟ ¶ قال: \"إذا حدقوك بأبصارهم؛ فإذا تثاءبوا, واتكأ بعضهم على بعض فقد انصرفت قلوبهم فلا تحدثهم.\"4 ¶ وأخرج الدارمي في سننه عن ابن مسعود-رضي الله عنه- قوله: \"إن للقلوب لنشاطا وإقبالا, وإن لها لتولية وإدبارا؛ فحدثوا الناس ما أقبلوا عليكم.\"5 ¶ وأخرج الخطيب عن أبي خلدة قال: سمعت أبا العالية-رحمه الله- يقول: \"حدث الناس ما حملوا. ¶ __________ ¶ 1 - الجامع ص 330. ¶ 2 - حدجوك: أي وجهوها نحوك. ¶ 3 - شرح السنة للبغوي 1/314. ¶ 4 - الجامع [740] . ¶ 5 - سنن الدارمي [454, وأخرجه الخطيب في الجامع [742] .",
            "page": "42",
            "part": "1",
            "seal": "75DB7FD1"
        },
        {
            "id": "41",
            "nass": "قال: قلت ما حملوا؟ قال: \"ما نشطوا\"1. ¶ 15ـ مراعاة حال الجو: فقد يكون شديد الحرارة، أو شديد البرودة. ¶ فإذا اجتمع هذا إلى ثقل الموعظة وطولها قل الانتفاع. ¶ فهذا يحمل الواعظ على أن يقتصد في كلامه خصوصا إذا كان الناس على غير موعد معه، أو كانوا قد أدوا الصلاة، ويرغبون في الخروج من المسجد. ¶ 16ـ معرفة النفوس، ومراعاة العقول: فذلك دليل على حسن التصرف، وسبب في القوة والتأثير؛ فالخبرة بما للطوائف والبيئات من أحوال نفسية، وإلقاء الدعوة بالثوب الملائم لهذه الأحوال موكول إلى ذكاء الواعظ. ¶ والواعظ الحكيم يحكم هذا الأمر، وينتفع به عند لقائه بالطبقات المختلفة؛ فتراه يزن عقول من يلاقونه، ويحس بما تكن صدورهم، وتنزع إليه نفوسهم، فيشهد مجالسهم، وهو على بصيرة مما وراء ألسنتهم من عقول وسرائر، وعواطف، فيتيسر له أن يسايرهم إلا أن ينحرفوا عن الرشد، ويتحامى ما يؤلمهم إلا أن يتألموا من صوت الحق. ¶ ولا ريب أن مراعاة عقول الناس وطباعهم ونزعاتهم فيما لا يقعد حقا أو يقيم باطلا ـ مظهر من مظاهر الإنسانية المهذبة، وخلق من الأخلاق التي تمم الإسلام صالحها، ومكارمها. ¶ وهذا الأمر ـ وإن كان عائدا إلى الموهبة ـ فهو كذلك يقوى وينمو على قدر ما يتقلب فيه الفكر من مشاهدات، وتجارب، ومطالعات تاريخية. ¶ وسيأتي مزيد بيان لهذا المعنى. ¶ 17ـ تحسس الأدواء، والبداءة بالأهم فالمهم: فالواعظ الحكيم يتحسس ¶ __________ ¶ 1 الجامع 743.",
            "page": "43",
            "part": "1",
            "seal": "01B9BD94"
        },
        {
            "id": "42",
            "nass": "أدواء الناس، وينظر أحوالهم، ثم ينزل موعظته على ما يلائم تلك الأحوال من مراعاة الأهم فالمهم. ¶ وهكذا كانت سيرة الأنبياء مع أقوامهم؛ فهم ـ عليهم السلام ـ ينظرون في أحوال أقوامهم، فيأمرونهم بالمعروف الذي أخلوا به، أو يحذرونهم من المنكر الذي وقعوا فيه. ¶ فذلك من حكمة الدعوة، ومما يحسن بالواعظ ألا يغفله؛ إذ لا يليق به أن يحدث الناس إلا بما يحتاجون إليه، كما لا يحسن به أن يحدثهم عن أمر وهم محتاجون إلى غيره أشد من حاجتهم إليه، وذلك كحال من يحدثهم عن أدب من الآداب، أو سنة من السنن وهم غارقون في الشرك إلى الأذقان. ¶ فهؤلاء محتاجون إلى بيان التوحيد، وخطر الشرك أشد من حاجتهم إلى غيره، وهكذا ... ¶ ولا يعني ذلك ألا يتكلم إلا بالتوحيد وفصوله وأبوابه، أو عن الشرك، ووسائله وذرائعه ونحو ذلك. ¶ وإنما المقصود بيان الأهم فالمهم وذلك يختلف من مكان إلى مكان، ومن أناس إلى أناس. ¶ ولهذا كان جميع الأنبياء ـ عليهم السلام ـ يقولون لأقوامهم: {اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} [الأعراف:59] . ¶ كما قال الله ـ عز وجل ـ {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنْ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل:36] . ¶ ومع ذلك لم يغفلوا ما وقعت به تلك الأمم من المخالفات الأخرى؛ فهذا لوط ـ عليه السلام ـ يقول لقومه: {أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ",
            "page": "44",
            "part": "1",
            "seal": "07C216FA"
        },
        {
            "id": "43",
            "nass": "مِنْ الْعَالَمِينَ} [الأعراف:80] . ¶ وهذا شعيب ـ عليه السلام ـ يقول لقومه: {يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا} [الأعراف:85] . ¶ وهكذا كانت سيرة نبينا محمد ـ عليه الصلاة والسلام ـ حيث كان يراعي أحوال الناس، وينزل مواعظه على أحوالهم، كما كان يقدم الأهم فالمهم. ¶ والأمثلة على ذلك كثيرة جدا، ولعل من أجلاها، وأوضحها ما جاء في حديث ابن عباس ـ رضي الله عنهما ـ أن رسول الله صلى الله عليه وسلم لما بعث معاذا إلى اليمن قال له: \"إنك تأتي قوما من أهل الكتاب؛ فليكن أول ما تدعوهم إليه شهادة أن لا إله إلا الله، وفي رواية إلى أن يوحدوا الله؛ فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة؛ فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم؛ فإن هم أطاعوك لذلك فإياك وكرائم أموالهم، واتق دعوة المظلوم؛ فإنه ليس بينها وبين الله حجاب\" 1. ¶ ومن المراعاة لهذا الأدب أن تلاحظ المناسبات والأوقات التي يناسب فيها الحديث عن أمر من الأمور؛ كالحديث عن رمضان في أيامه، وكالحديث عن الحج في وقته، وهكذا؛ لأن النفوس تنسى إذا طال عليها الأمد؛ فإذا ذكرت تذكرت. ¶ 18ـ الرفق في القول، واجتناب الكلمة الجافية: فإن الخطاب اللين قد يتألف النفوس الناشزة، ويدنيها من الرشد، ويرغبها في الإصغاء للحجة أو الموعظة. ¶ __________ ¶ 1 رواه البخاري 1458 و496و 7331، ومسلم 19.",
            "page": "45",
            "part": "1",
            "seal": "BC7A73C3"
        },
        {
            "id": "44",
            "nass": "قال ـ تعالى ـ في خطاب هارون وموسى ـ عليهما السلام ـ {اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى* فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} [طه43-44] . ¶ ولقن موسى ـ عليه السلام ـ من القول اللين أحسن ما يخاطب به جبار يقول لقومه: أنا ربكم الأعلى، فقال ـ تعالى ـ: {فَقُلْ هَلْ لَكَ إِلَى أَنْ تَزَكَّى*وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى} [النازعات18-19] . ¶ فأخرج الكلام معه مخرج السؤال والعرض، لا مخرج الأمر، وقال: {إلى أن تزكى} ولم يقل: \"إلى أن أزكيك\". ¶ فنسب الفعل إليه هو، وذكر لفظ التزكي دون غيره؛ لما فيه من البركة، والخير، والنماء. ¶ ثم قال: {وَأَهْدِيَكَ إِلَى رَبِّكَ} أكون كالدليل بين يديك الذي يسير أمامك. ¶ وقال: {إِلَى رَبِّكَ} استدعاءا لإيمانه بربه الذي خلقه، ورزقه، ورباه بنعمه صغيرا وكبيرا\"1. ¶ ولهذا فإن الموعظة التي تلقى في أدب، وسعة صدر، تسيغها القلوب، وتهش لها النفوس، وترتاح لها الأسماع. ¶ ولقد امتن ربنا ـ جل وعلا ـ على نبينا محمد صلى الله عليه وسلم بأن جبله على الرفق ومحبة الرفق، وأن جنبه الغلظة، والفظاظة، فقال ـ عز وجل ـ: {وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ} [آل عمران:159] . ¶ __________ ¶ 1 بدائع الفوائد لابن القيم 3/132ـ133.",
            "page": "46",
            "part": "1",
            "seal": "0DCBB507"
        },
        {
            "id": "45",
            "nass": "ولقد كانت سيرته ـ عليه الصلاة والسلام ـ متمثلا هذا الخلق فقد كان يأمر به ويبين فضله. ¶ قال صلى الله عليه وسلم: \"إن الله رفيق يحب الرفق، ويعطي على الرفق ما لا يعطي على العنف، وما لا يعطي على غيره\" 1. ¶ وقال ـ عليه الصلاة والسلام ـ: \"إن الرفق لا يكون في شيء إلا زانه، ولا ينزع من شيء إلا شانه\" 2. ¶ ولما بعث أبا موسى الأشعري ومعاذا إلى اليمن قال لهما: \"يسرا ولا تعسرا، وبشرا ولا تنفرا، وتطاوعا ولا تختلفا\" 3. ¶ قال الإمام أحمد رحمه الله: \"يأمر بالرفق والخضوع، فإن أسمعوه ما يكره لا يغضب؛ فيكون يريد ينتصر لنفسه\"4. ¶ ولقد أحسن من قال: ¶ لو سار ألف مدجج في حاجة ... لم يقضها إلا الذي يترفق5 ¶ وكان يقال: \"من لانت كلمته وجبت محبته\"6. ¶ فالرفق ولين الخطاب هو المتعين حال الموعظة، وهو الأليق بحال الواعظ؛ ¶ __________ ¶ 1 رواه مسلم2593. ¶ 2 رواه مسلم 2594. ¶ 3 رواه البخاري 6124، ومسلم1733. ¶ 4 جامع العلوم والحكم 2/456. ¶ 5 روضة العقلاء، ص216. ¶ 6 البيان والتبيين للجاحظ2/174.",
            "page": "47",
            "part": "1",
            "seal": "E4FEE45F"
        },
        {
            "id": "46",
            "nass": "لأن حال الموعظة غير حال الرد، والمناظرة، والمجادلة. ¶ ومع ذلك قد يحتاج إلى الشدة وذلك في حالات خاصة، ومن أناس مخصوصين، وفي حق من يستحق ذلك؛ فإذا كان الواعظ ذا مكانة، وكان المقام يقتضي الشدة، ولم يترتب على ذلك مفسدة ـ أخذ بهذا الأسلوب. ¶ ولهذا كان موسى ـ عليه السلام ـ متلطفا مع فرعون غاية التلطف في بداية الأمر ـ كما مر قريبا ـ وعندما رأى من فرعون العناد والاستكبار ومحاولة الصد عن الهدى من بعد ما تبين له ـ أغلظ له في الخطاب كما في قوله ـ تعالى ـ: {وَإِنِّي لَأَظُنُّكَ يَافِرْعَوْنُ مَثْبُورًا} [الإسراء:102] . ¶ فأين هذا الخطاب من الخطاب الأول؟ ¶ وكما في قوله ـ تعالى ـ {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} [العنكبوت:46] . ¶ وكما قال إبراهيم ـ عليه السلام ـ لقومه: {أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ} [الأنبياء: 67] . ¶ وكان النبي صلى الله عليه وسلم يأخذ بهذا الأسلوب عند الحاجة إليه. ¶ ومن ذلك ما جاء في الصحيحين في قصة المرأة المخزومية التي سرقت، فعن عائشة رضي الله عنها ـ أن قريشا أهمتهم المرأة المخزومية التي سرقت؛ فقالوا: ومن يكلم رسول الله صلى الله عليه وسلم، ومن يتجرأ عليه إلا أسامة حب رسول الله صلى الله عليه وسلم. ¶ فكلم رسول الله صلى الله عليه وسلم فقال: \"أتشفع في حد من حدود الله؟ \". ¶ ثم قام فخطب، قال: \"يا أيها الناس! إنما أضل من قبلكم أنهم إذا سرق الشريف تركوه، وإذا سرق الضعيف أقاموا عليه الحد، وأيم الله لو أن فاطمة",
            "page": "48",
            "part": "1",
            "seal": "169A6812"
        },
        {
            "id": "47",
            "nass": "بنت محمد سرقت لقعط محمد يدها\" 1. ¶ وفي الصحيحين ـ أيضا ـ عن أبي هريرة رضي الله عنه قال: \"ليس صلاة أثقل على المنافقين من الفجر والعشاء، ولو يعلمون ما فيهما لأتوهما ولو حبوا، لقد هممت أن آمر المؤذن فيقيم، ثم آمر رجلا يؤم الناس، ثم آخذ شعلا من نار فأحرق على من لا يخرج إلى الصلاة بعد\" 2. ¶ ولقد بوب البخاري في كتاب الأدب من صحيحه بابا سماه: \"باب: ما يجوز من الغضب والشدة لأمر الله\". ¶ ثم ساق تحته خمسة أحاديث3. ¶ وخلاصة القول أن الرفق هو الأصل، وهو الأليق بحال الواعظ ما لم تدع الحاجة إلى الشدة، وأن الشدة قد لا تلائم كل واحد، خصوصا ممن ليس له قدر سن، أو علم، أو منزلة، أو قبول عند الناس. ¶ 19ـ نزاهة اللسان: ومما يدخل في ذلك تجنب الفحش، والبذاءة. ¶ عن ابن مسعود رضي الله عنه قال قال رسول الله صلى الله عليه وسلم: \"ليس المؤمن بالطعان ولا اللعان، ولا الفاحش البذيء\" 4. ¶ قال النووي رحمه الله: \"ومما ينهى عنه الفحش، وبذاءة اللسان، والأحاديث الصحيحة فيه كثيرة ومعروفة. ¶ ومعناه: التعبير عن الأمور المستقبحة بعبارة صريحة، وإن كانت صحيحة، ¶ __________ ¶ 1 البخاري6788، ومسلم 2648. ¶ 2 البخاري 657، ومسلم651. ¶ 3 من 6109 إلى 6113. ¶ 4 أخرجه أحمد 404، والبخاري في الأدب المفرد 232، والترمذي 1977وقال: \"حسن غريب\" وصححه الألباني في صحيح الأدب المفرد 237.",
            "page": "49",
            "part": "1",
            "seal": "C0649859"
        },
        {
            "id": "48",
            "nass": "والمتكلم بها صادقا. ¶ وينبغي أن يستعمل في ذلك الكنايات، ويعبر عنها بعبارة جميلة يفهم بها الغرض. ¶ وبهذا جاء القرآن العزيز، والسنن الصحيحة المكرمة. ¶ قال ـ تعالى ـ {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} [البقرة:187] . ¶ وقال ـ تعالى ـ: {وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ} [النساء: 21] . ¶ وقال ـ تعالى ـ: {وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ} [البقرة:237] . ¶ والآيات، والأحاديث الصحيحة في ذلك كثيرة. ¶ قال العلماء: فينبغي أن يستعمل في هذا ما أشبهه من العبارات التي يستحيا من ذكرها بصريح ـ اسمها ـ الكنايات المفهمة؛ فيكني عن جماع المرأة بالإفضاء، والدخول، والمعاشرة، والوقاع، ونحوها\"1. ¶ وقال النووي رحمه الله: \"وكذلك يكني عن البول والتغوط بقضاء الحاجة، والذهاب إلى الخلاء، ولا يصرح بالخراءة، والبول، ونحوهما. ¶ وكذلك ذكر العيوب، كالبرص، والبخر، والصنان، وغيرها يعبر عنها بعبارات جميلة يفهم منها الغرض. ¶ ويلحق بما ذكر من الأمثلة سواه\"2. ¶ قال القاسمي رحمه الله: \"إياك، وما يستقبح من الكلام؛ فإنه ينفر عنك الكرام، ويؤثب عليك اللئام\"3. ¶ __________ ¶ 1 الأذكار للنووي، ص334. ¶ 2 الأذكار، ص234. ¶ 3 جوامع الآداب للقاسمي، ص6.",
            "page": "50",
            "part": "1",
            "seal": "CDBAF7F5"
        },
        {
            "id": "49",
            "nass": "ومما يدخل في ذلك ما كان مستنكر الظاهر، وإن كان معناه سليما بعد تدقيق النظر فيه. ¶ قال الماوردي رحمه الله: \"وما يجري مجرى فحش القول، وهجره، ولزوم تنكبه ـ ما كان شنيع البديهة، ومستنكر الظاهر، وإن عقب التأمل سليما، وبعد الكشف، والرؤية مستقيما\"1. ¶ ومما تجدر الإشارة إليه أنه لا ينبغي التصريح بالعبارات المستكرهة صراحة ما لم تدع الحاجة ـ كما مر ـ. ¶ أما إذا دعت الحاجة إلى ذلك فلا بأس به، بل هو المتعين؛ فإن تحصيل الإفهام في هذا أولى من مراعاة الأدب2. ¶ 20ـ صرف الإنكار على غير معين: فذلك مما يندرج في سلك أدب الموعظة، وهكذا كان النبي صلى الله عليه وسلم حيث كان يأخذ في التأديب والزجر عما لا ينبغي مأخذا لطيفا، حتى إنه لا يوجه الإنكار إلى الرجل الذي صدر منه الخطأ بعينه، ما وجد في الموعظة العامة كفاية من باب قوله: \"ما بال أقوام\". ¶ جاء في الصحيحين عن عائشة ـ رضي الله عنها ـ قالت: صنع النبي صلى الله عليه وسلم شيئا فرخص فيه، فتنزه عنه قوم، فبلغ ذلك النبي صلى الله عليه وسلم فخطب، فحمد الله ثم قال: \"ما بال أقوام يتنزهون عن الشيء أصنعه؟ فوالله إني لأعلمهم بالله وأشدهم له خشية\" 3. ¶ وقد بوب البخاري رحمه الله لهذا الحديث في \"باب من لم يواجه الناس في ¶ __________ ¶ 1 أدب الدنيا والدين، ص284. ¶ 2 انظر: الأذكار، ص334ـ 335. ¶ 3 البخاري 6101، ومسلم 2356.",
            "page": "51",
            "part": "1",
            "seal": "02FA6F0C"
        },
        {
            "id": "50",
            "nass": "العتاب\". ¶ وشكى إليه رجل رجلا حين كان يطيل بهم صلاة الغداة، فاشتد غضبه صلى الله عليه وسلم ولكنه احتفظ بعبارته الجميلة؛ فلم يخاطب الذي كان يطيل على التعيين، بل عمم الموعظة وقال: \"أيها الناس إن منكم منفرين؛ فمن صلى بالناس فليخفف؛ فإن فيهم المريض، وذا الحاجة\" 1. ¶ هذا هو الأصل في تعميم الموعظة، وصرف الإنكار إلى غير معين. ¶ أما إذا احتيج إلى أن يكون الإنكار على وجه التعيين فلا بأس في ذلك، وإن كان ذلك لا يسوغ من كل أحد، ولا في حق كل أحد؛ إذ لا يسوغ إلا إذا اقتضت الحكمة ذلك، ولا يسوغ إلا ممن له منزلة، ومكانة، وكلمة مطاعة. ¶ ولهذا خاطب النبي صلى الله عليه وسلم معاذا رضي الله عنه على وجه التعيين. ¶ جاء في الصحيحين عن جابر بن عبد الله رضي الله عنه قال: \"كان معاذ بن جبل يصلي مع النبي صلى الله عليه وسلم ثم يرجع فيؤم قومه، فصلى ليلة مع النبي صلى الله عليه وسلم العشاء، ثم أتى قومه فأمهم، فافتتح بسورة البقرة، فانحرف رجل، فسلم، ثم صلى وحده، وانصرف، فقالوا له: أنافقت يا فلان؟ قال: لا، والله لآتين رسول الله صلى الله عليه وسلم فلأخبرنه، فأتى رسول الله صلى الله عليه وسلم فقال: يا رسول الله إنا أصحاب نواضح نعمل بالنهار، وإن معاذا صلى معك العشاء، ثم أتى فافتتح بسورة البقرة، فأقبل رسول الله صلى الله عليه وسلم على معاذ فقال: \"يا معاذ! أفتان أنت؟ اقرأ بكذا، واقرأ بكذا\". ¶ وفي رواية: \"يا معاذ! أفتان أنت ـ ثلاثا ـ اقرأ: {وَالشَّمْسِ وَضُحَاهَا} و {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} ، ونحوهما\". ¶ وفي رواية: \"فتان، فتان، فتان\" ثلاث مرار أو قال: \"فتانا، فتانا، فتانا\" 2. ¶ __________ ¶ 1 رواه البخاري 702، و704و 6110، ومسلم466. ¶ 2 البخاري701و507و710 و6106، ومسلم465.",
            "page": "52",
            "part": "1",
            "seal": "E967E1C6"
        },
        {
            "id": "51",
            "nass": "21ـ أن يوجه الواعظ الإنكار إلى نفسه تصريحا، وهو يعني السامع تلميحا: كأن يقول: ما لنا لا نتقي الله، ونمتثل أوامره، ونجتنب نواهيه، ونحو ذلك.. ¶ ويشير إلى هذا الأدب قوله ـ تعالى ـ فيما يقصه عن رجل يدعو قومه إلى الإيمان بالله: {وَمَا لِي لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ} [يس:22] . ¶ فإنه أراد تقريع المخاطبين؛ إذ أعرضوا عن عبادة خالقهم، وعكفوا على عبادة ما لا يغني عنهم شيئا، فأورد الكلام في صورة الإنكار على نفسه؛ تلطفا في الخطاب، وإظهارا للخلوص في النصيحة؛ حيث اختار لهم ما يختار لنفسه. ¶ 22ـ مراعاة المشاعر: وقد مضى شيء من ذلك، ومن المراعاة في هذا الشأن ـ أيضا ـ أن لا يكثر الواعظ من صيغة فعل الأمر كأن يكثر في كلامه من قول: افعلوا واتركوا، ونحو ذلك؛ لأن الأمر ثقيل على النفوس خصوصا إذا كان الواعظ صغيرا، أو ليس معروفا عند السامعين. ¶ ومن المراعاة للمشاعر ألا يلفظ بالكلمات التي يمجها الذوق، وتتأذى منها الأسماع ـ كما مر ـ وألا يواجه الناس بما يكرهون، وألا يكثر من لومهم، ونقدهم، وتقريعهم، وتحميلهم ما لا يطيقون. ¶ ومن المراعاة للمشاعر أن يرفع الواعظ من قيمة السامعين، وأن يذكرهم بما عندهم من الخبر؛ حتى تنشرح صدروهم لما يلقى عليهم. ¶ ومن المراعاة للمشاعر أن يمهل الواعظ من فاتتهم الصلاة حتى يفرغوا من صلاتهم؛ حتى يتمكنوا من سماع الموعظة، ولئلا تختلط عليهم الصلاة، وذلك إذا كانت الموعظة تلقى بعد الصلاة المكتوبة. ¶ ومما يستحسن في هذا أن يستأذن الواعظ الإمام بأن يخبر المأمومين بأن موعظة ستلقى بعد قليل؛ حتى يمكث الذين أدوا الصلاة، ريثما ينتهي الذين",
            "page": "53",
            "part": "1",
            "seal": "24B329D1"
        },
        {
            "id": "52",
            "nass": "يلحقون. ¶ وإذا رأى الواعظ أن يبدأ موعظته فليخفض صوته قدر المستطاع حتى لا يشوش على المصلين. ¶ ومن مراعاة المشاعر تنزيل الناس منازلهم، فكل يعطى منزلته اللائقة به من الإجلال، والإكرام، والتوقير؛ فذلك أدعى لقبول الحق، والإذعان إليه. ¶ أخرج مسلم في مقدمة صحيحه عن عائشة ـ رضي الله عنها ـ أنها قالت: \"أمرنا رسول الله صلى الله عليه وسلم أن ننزل الناس منازلهم\"1. ¶ ولقد اعتنت كتب السنة بهذا المعنى، كما اعتنت بذلك أدب الطلب كثيرا. ¶ ولو ألقى القارئ نظرة في بعضها لرأى ذلك جليا. ¶ ومن ذلك على سبيل المثال: كتاب الجامع لأخلاق الراوي، وآداب السامع للخطيب البغدادي. ¶ ومما عقده من أبواب في ذلك الكتاب ـ الباب التاسع عشر، وعنوانه: \"باب: توقير المحدث طلبة العلم، وأخذه نفسه بحسن الاحتمال لهم والحلم\". ¶ وساق جملة من الآثار تحت هذا الباب، ومن العنوانات التي جاءت تحت هذا الباب ما يلي: ¶ ـ \"إكرامه المشايخ وأهل المعرفة\". ¶ ـ \"تعظيم المحدث الأشراف ذوي الأنساب\". ¶ ـ تعظيم من كان رأسا في طائفته وكبيرا عند أهل نحلته\". ¶ ـ \"إكرامه الغرباء من الطلبة وتقريبهم\". ¶ __________ ¶ 1 مقدمة صحيح مسلم، ص20.",
            "page": "54",
            "part": "1",
            "seal": "9F6B8A7A"
        },
        {
            "id": "53",
            "nass": "ـ \"استقباله لهم بالترحيب\". ¶ ـ تواضعه لهم\". ¶ ـ \"تحسين خلقه معهم\". ¶ ـ \"الرفق بمن جفا طبعه منهم\". ¶ وتحت كل عنوان ساق رحمه الله جملة من الآثار1. ¶ ومن المراعاة للمشاعر أن لا يكثر من ذكر اسم شخص ينفر منه السامعون ولو كان كلامه حقا، ويكفي في ذلك أن يورد كلامه دون ذكر لشخصه. ¶ وهذا ما يصنعه بعض العلماء كصنيع ابن أبي العز الحنفي رحمه الله في كتابه \"شرح العقيدة الطحاوية\" حيث أورد كثيرا من كلام شيخ الإسلام ابن تيمية، والعلامة ابن القيم ـ رحمهما الله ـ دون ذكر لاسميهما؛ لأن هدفه نشر الحق، ولو أنه ذكرهما بأعيانهما لربما حصل نفرة من كتابه خصوصا في ذلك الوقت. ¶ ومن المراعاة للمشاعر ـ أيضا ـ أن يورد الكلام بعزوه إلى قائله إذا كان ممن له قبول عند السامعين. ¶ ومن ذلك ألا يذم شخصا بعينه إذا كان في ذمه باسمه استثارة للسامعين ـ وإن كان ذلك المذموم يستحق الذم ـ ويكفي في ذلك أن يبين الحق فيما يراد بيانه، ويبين الباطل في ذلك دون ذكر للأشخاص ما وجد إلى ذلك سبيلا. ¶ 23ـ التثبت مما يقال، والنظر في جدوى نشره: فالواعظ اللبيب لا يتكلم في شيء إلا إذا تثبت من صحته؛ فإذا ثبت لديه ذلك نظر في جدوى نشره؛ فإن في نشره حفز للخير، واجتماع عليه ـ نشره، وأظهره، وإن كان خلاف ذلك أعرض عنه، وطواه. ¶ __________ ¶ 1 انظر: الجامع، ص343ـ355.",
            "page": "55",
            "part": "1",
            "seal": "3E63533E"
        },
        {
            "id": "54",
            "nass": "ولقد جاء النهي الصريح عن أن يحدث المرء بكل ما سمع. ¶ قال صلى الله عليه وسلم: \"كفى بالمرء كذبا أن يحدث بكل ما سمع\" 1. ¶ ويتعين هذا الأدب في وقت الفتن والملمات، فيجب على الواعظ أن يتحرى هذا الأدب؛ حتى يقرب من السلامة، وينأى عن العطب. ¶ قال الله ـ تعالى ـ {وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوْ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُوْلِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمْ الشَّيْطَانَ إِلَّا قَلِيلًا} [النساء:83] . ¶ قال الشيخ العلامة عبد الرحمن السعدي رحمه الله في تفسير هذه الآية: \"هذا تأديب من الله لعباده عن فعلهم هذا غير اللائق، وأنه ينبغي لهم إذا جاءهم أمر من الأمور المهمة، والمصالح العامة مما يتعلق بالأمن، وسرور المؤمنين أو بالخوف الذي فيه مصيبة عليهم ـ أن يتثبتوا، ولا يستعجلوا بإشاعة ذلك الخبر، بل يردونه إلى الرسول وإلى أولي الأمر منهم: أهل الرأي، والعلم، والنصح، والعقل، والرزانة، الذين يعرفون الأمور، ويعرفون المصالح وضدها. ¶ فإذا رأوا في إذاعته مصلحة ونشاطا للمؤمنين، وسرورا لهم، وتحرزا من أعدائهم ـ فعلوا ذلك، وإن رأوا ما ليس فيه مصلحة، أو فيه مصلحة، ولكن مضرته تزيد على مصلحته لم يذيعوه. ¶ ولهذا قال: {لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} . ¶ أي يستخرجونه بفكرهم وآرائهم السديدة، وعلومهم الرشيدة. ¶ وفي هذا دليل لقاعدة أدبية، وهي أنه إذا حصل بحث في أمر من الأمور ينبغي أن يولى من هو أهل ذلك، ويجعل إلى أهله، ولا يتقدم بين أيديهم؛ ¶ __________ ¶ 1 رواه مسلم 5",
            "page": "56",
            "part": "1",
            "seal": "3EA54244"
        },
        {
            "id": "55",
            "nass": "فإنه أقرب إلى الصواب، وأحرى للسلامة من الخطأ. ¶ وفيه النهي عن العجلة والتسرع لنشر الأمور من حين سماعها، والأمر بالتأمل قبل الكلام، والنظر فيه هل هو مصلحة فيقدم عليه الإنسان أم لا فيحجم عنه؟ \"1. ¶ وقال رحمه الله في موضع آخر حاثا على التثبت، والتدبر، والتأمل قال: \"وفي قوله ـ تعالى ـ {وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْمًا} [طه:114] أدب طالب العلم، وأنه ينبغي له أن يتأنى في تدبره للعلم، ولا يستعجل بالحكم على الأشياء، ولا يعجب بنفسه، ويسأل ربه العلم النافع والتسهيل\"2. ¶ وقال رحمه الله: \"قوله ـ تعالى ـ {لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ} [النور: 12] هذا إرشاد منه لعباده إذا سمعوا الأقوال القادحة في إخوانهم المؤمنين رجعوا إلى ما علموا من إيمانهم، وإلى ظاهر أحوالهم، ولم يلتفتوا إلى أقوال القادحين، بل رجعوا إلى الأصل، وأنكروا ما ينافيه\"3. ¶ قال ابن حبان رحمه الله: \"أنشدني منصور بن محمد الكريزي: ¶ الرفق أيمن شيء أنت تتبعه ... والخرق أشأم شيء يقدم الرجلا ¶ وذو التثبت من حمد إلى ظفر ... من يركب الرفق لا يستحقب الزللا4 ¶ __________ ¶ 1 تيسير الكلام المنان في تفسير كلام الرحمن للسعدي، ص154. ¶ 2 فتح الرحيم الملك العلام في علم العقائد والتوحيد والأخلاق والأحكام المستنبطة من القرآن للشيخ عبد الرحمن السعدي عناية الشيخ د. عبد الرزاق العباد، ص161. ¶ 3 فتح الرحيم الملك العلام، ص162. ¶ 4 روضة العقلاء، ص216.",
            "page": "57",
            "part": "1",
            "seal": "41D6D610"
        },
        {
            "id": "56",
            "nass": "هذا وسيأتي مزيد بيان لهذه الفقرة في الفقرة الآتية: ¶ 24ـ ألا يحرص على إبداء رأيه في كل أمر، وألا يقول كل ما يعلم: فاللائق بالواعظ أن ينظر في العواقب، وأن يراعي المصالح؛ فلا يحسن به أن يبدي رأيه في كل صغيرة وكبيرة، ولا يلزمه أن يتكلم بكل نازلة؛ لأنه ربما لم يتصور الأمر كما ينبغي، وربما أخطأ التقدير، وجانب الصواب، والعرب تقول في أمثالها: \"الخطأ زاد العجول\"1. ¶ بخلاف ما إذا تريث وتأنى؛ فإن ذلك أدعى لصفاء القريحة، وأحرى لأن يختمر الرأي في الذهن، وأخلق بالسلامة من الخطأ. ¶ والعرب تمدح من يتريث، ويتأنى، ويقلّب الأمور ظهرا لبطن، وتقول فيه: \"إنه لحُوّل قُلّب\"2. ¶ بل ليس من الحكمة أن يبدي رأيه في كل ما يعلم حتى لو كان متأنيا في حكمه، مصيبا في رأيه؛ فما كل رأي يجهر به، ولا كل ما يعلم يقال. ¶ بل الحكمة تقتضي أن يحتفظ الإنسان بآرائه إلا إذا استدعى المقام ذلك، واقتضته الحكمة والمصلحة. ¶ وزن الكلام إذا نطقت فإنما ... يبدي العقول أو العيوب المنطق ¶ قال أحد الحكماء: \"إن لابتداء الكلام فتنة تروق وجدة تعجب؛ فإذا سكنت القريحة، وعدل التأمل، وصفت النفس ـ فليعد النظر، وليكن فرحه بإحسانه مساويا لغمّه بإساءته\"3. ¶ وقال ابن حبان رحمه الله: \"الرافق لا يكاد يسبق كما أن العجل لا يكاد ¶ __________ ¶ 1 مجمع الأمثال، للميداني1/431. ¶ 2 الأمثال لأبي عبيد، ص100. ¶ 3 زهر الآداب للحصري القيرواني1/154.",
            "page": "58",
            "part": "1",
            "seal": "607A9477"
        },
        {
            "id": "57",
            "nass": "يلحق وكما أن من سكت لا يكاد يندم كذلك من نطق لا يكاد يسلم. ¶ والعجل يقول قبل أن يعلم، ويجيب قبل أن يفهم، ويحمد قبل أن يجرب، ويذم بعد ما يحمد، ويعزم قبل أن يفكر، ويمضي قبل أن يعزم. ¶ والعجل تصحبه الندامة، وتعتزمة السلامة، وكانت العرب تكنّى العجلة أم الندامات1. ¶ وذكر بسنده عن عمر بن حبيب قال: \"كان يقال: لا يوجد العجول محمودا، ولا الغضوب مسرورا، ولا الحر حريصا، ولا الكريم حسودا، ولا الشره غنيا، ولا الملول ذا إخوان\"2. ¶ ولهذا تتابعت نصائح الحكماء على التريث خصوصا عند إرادة الإقدام على مواقع الخطر، قال المتنبي: ¶ الرأي قبل شجاعة الشجعان ... هو أول وهي المحل الثاني ¶ فإذا هما اجتمعا لنفس مرة ... حازت من العلياء كل مكان3 ¶ وقال: ¶ وكل شجاعة في المرء تغني ... ولا مثل الشجاعة في الحكيم4 ¶ 25ـ التمهيد والتدرج في العرض: مثال ذلك أن يقصد الواعظ إلى أمر فيه مشقة، فيضع أمامه تمهيدا يخفف وقعه، ويقلل شأنه، حتى لا تكبره النفوس، وترتخي دونه العزائم خورا. ¶ ومثال هذا ما سلكه التنزيل في التكليف بفريضة الصيام؛ حيث شرعه أولا ¶ __________ ¶ 1 روضة العقلاء، ص216. ¶ 2 روضة العقلاء، ص 217. ¶ 3 ديوان المتنبي بشرح العكبري4/174. ¶ 4 ديوان المتنبي4/120.",
            "page": "59",
            "part": "1",
            "seal": "5F924622"
        },
        {
            "id": "58",
            "nass": "في أمر مجمل فقال: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الصِّيَامُ} [البقرة:183] . ¶ وذكر أن هذا النوع من القربة قد فرض على الأمم السالفة، فقال ـ تعالى ـ: {كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:183] . ¶ فهو عمل مألوف، وشريعة غير خاصة، وفي هذه التذكرة ما يدخله في قبيل السنن الجارية، ويجعله أمرا هينا. ¶ ثم أشعرهم بأن أيامه في الحساب قليلة فقال ـ تعالى ـ: {أَيَّامًا مَعْدُودَاتٍ} [البقرة:184] . ¶ وبعد أن هيأ النفوس لقبول فريضته قال: {شَهْرُ رَمَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنْ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمْ الشَّهْرَ فَلْيَصُمْهُ} [البقرة:185] . ¶ وجرى التنزيل على هذه السنة عند الترغيب في أمر صعب المركب، شديد الأثر على النفس، وهو الصبر على الأذى، ومقابلة الإساءة بالعفو؛ فأمر بالعدل في المجازاة، ونهى عن تجاوز المثل في العقوبة، فقال: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} [النحل:126] ثم بين قوله ـ تعالى ـ: {وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} [النحل: 126] أن الأكمل لهم الإغضاء عن السيئة، وترك المؤاخذة عليها، فالصفح عن الأذى ـ مع القدرة على الانتقام ـ ضرب من الكرم، ومظهر من مظاهر الرحمة، وأخذ بالعزيمة الراشدة. ¶ ثم قال ـ تعالى ـ: {وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ} [النحل: 127] فرغّب في الصبر بطريق أبلغ؛ إذ وجّه الخطاب إلى الرسول صلى الله عليه وسلم وهو أسرع الناس إلى الاستقامة على الطريقة؛ فيجدون من سنة التأسي به نشاطا للطاعة، وباعثا على التجمل بالصبر، وإن ثقلت على النفوس وطأته. ¶ ومن هذا القبيل تذكير الناس بعاقبة العمل الصالح وإن كان شاقا على",
            "page": "60",
            "part": "1",
            "seal": "8DF6AA7A"
        },
        {
            "id": "59",
            "nass": "النفوس، كما قال ـ تعالى ـ في شأن الجهاد: {كُتِبَ عَلَيْكُمْ الْقِتَالُ} . ¶ ثم بين ـ عز وجل ـ ثقله على النفوس بقوله: {وَهُوَ كُرْهٌ لَكُمْ} . ¶ ثم بين أن المكروه قد يكون هو الخير فقال: {وَعَسى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ} [البقرة:216] . ¶ وبين أن الدعة وترك الجهاد محبوب للنفوس، ولكن ذلك المحبوب قد يكون شرا، فقال: {وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ} [البقرة:216] . ¶ ومن حسن السياسة ـ أيضا ـ ألا يجهر الواعظ ـ أحيانا ـ برأيه الصريح في صدر مقاله، خصوصا إذا كان يريد طرح أمر لم يألفه الناس. ¶ وإنما يبتدئ بما يخف على المخاطبين سماعه من المعاني الحائمة حول الغرض، ثم يعبر عن المراد بلفظ مجمل، ويدنو من إيضاحه شيئا فشيئا؛ حتى لا يفصح عنه إلا وقد ألفته نفوسهم، وهدأت له خواطرهم. ¶ وعلى هذه الطريقة جرى ذلك المؤمن من آل فرعون؛ فقد كان يكتم إيمانه، وهو يحب أن يظهره، ويدعو قومه إلى مثله، وكان يخشى ـ من التصريح بعقيدته ـ بادرة غضبهم، أو انتقامهم منه، حتى اغتنم وقت إجماعهم على قتل موسى ـ عليه السلام ـ فرصة، وقام ينكر عليهم هذه المؤامرة المخزية، وتخلص إلى أن دعاهم إلى الإيمان بما بعث به هذا الرسول دعوة ظاهرة. ¶ قال ـ تعالى ـ {وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّي اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ} [غافر:28] . ¶ فقد فاتحهم بالإنكار على قتله وهو لا يدل على أنه مصدق برسالته؛ إذ قد",
            "page": "61",
            "part": "1",
            "seal": "F0575EE7"
        },
        {
            "id": "60",
            "nass": "ينهى العاقل عن سفك دم الرجل أو اضطهاده وهو من أبغض الناس إليه؛ تألما من مشهد الظلم، أو حذرا مما ينشأ عنه من قتنة. ¶ ودل بقوله: {أَنْ يَقُولَ رَبِّي اللَّهُ} على ما لهذا الرجل من فضل في العقيدة، وأومأ إلى أنه لم يجيء شيئا نكرا يستحق به هذه العقوبة الصارمة، وذكّرهم إذ قال: {وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ} بالدلائل القائمة، على صدقه في دعوى الرسالة، وقد أخذ يتقرب بهذه الجملة في دعوتهم إلى الإيمان به، ولم يرد التظاهر بأنه من شيعته، فعزل نفسه عمن جاءهم بهذه البينات، وأضاف مجيئها إليهم خاصة، ثم استرسل في موعظته المنسوجة في أدب الإنصاف إلى أن صدع ببطلان نحلتهم، ودعاهم إلى دين الحق بقوله الصريح ـ كما في قوله تعالى فيما يقصه عنه ـ: {وَيَاقَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ (41) تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّار} غافر1. ¶ ومن التمهيد والتدرج في العرض تنزيل الأمر على أحوال السامعين، كأن يقول: ألا يحب الواحد منا أن يعيش عزيزا ذا كرامة؟ ألا يحب أن يكون بعيدا عن مواطن الهوان؟ ثم يخلص من ذلك إلى أن الإيمان والعمل الصالح كفيلان بذلك. ¶ أو أن يقول: أيرضى الواحد منا بالدنية، أيرضى بأن يساء إليه؟ أو أن يساء إلى والديه؟ أو إخوانه؟ أو أولاده؟ ¶ والجواب ـ بلا شك ـ سيكون: لا. ¶ فيقال: وكذلك الناس. ¶ __________ ¶ 1 انظر: رسائل الإصلاح، ص29ـ32.",
            "page": "62",
            "part": "1",
            "seal": "4578F0B1"
        },
        {
            "id": "61",
            "nass": "ويشهد لهذا ما رواه الإمام أحمد في مسنده عن أبي أمامة في قصة الشاب الذي استأذن النبي صلى الله عليه وسلم في الزنا، فتدرج معه النبي صلى الله عليه وسلم في خمسة أسئلة حتى اقتنع الفتى بحرمة الزنا، وخرج وقد طابت نفسه. ¶ قال أبو أمامة رضي الله عنه: \"إن فتى شابا أتى النبي صلى الله عليه وسلم فقال: يا رسول الله ائذن لي بالزنا؛ فأقبل القوم عليه، فزجروه، قالوا: مه مه، فقال: \"ادنه\"، فدنا قريبا، قال: فجلس، قال: \"أتحبه لأمك؟ \", قال: لا والله جعلني الله فداءك، قال: \"ولا الناس يحبونه لأمهاتهم\"، قال: \"أفتحبه لابنتك؟ \", قال: لا والله يا رسول الله، جعلني الله فداءك، قال: \"ولا الناس يحبونه لبناتهم\"، قال: \"أفتحبه لأختك؟ \", قال: لا والله جعلني الله فداءك، قال: \"ولا الناس يحبونه لأخواتهم\"، قال: \"أفتحبه لعمتك؟ \", قال: لا والله جعلني الله فداءك، قال: \"ولا الناس يحبونه لعماتهم\"، قال: \"أفتحبه لخالتك؟ \", قال: لا والله جعلني الله فداءك، قال: \"ولا الناس يحبونه لخالاتهم\". ¶ قال: فوضع يده عليه، وقال: \"اللهم اغفر ذنبه، وطهر قلبه، وحصّن فرجه\"؛ فلم يكن بعد ذلك الفتى يلتفت إلى شيء\"1. ¶ 26ـ براعة الأسلوب، ومراعاة مقتضيات الأحوال: فذلك مما يأخذ بالألباب، ويجعل الموعظة تأخذ طريقها إلى القلوب؛ فالعمل على إنقاذ النفوس من أودية الغواية، والإقبال بها إلى مطالع السعادة مسلك وعر، ولا يمر فيه على استقامة تامة إلى من بلغ في صناعة البيان أمدا قصيا. ¶ ولا يكفي في الدعوة أن يكون في يد القائم بها حجة، أو موعظة يليقها في ¶ __________ ¶ 1 أحمد5/256، 257، وقال الألباني في الصحيحة\"370\": \"وهذا سنده سند صحيح، ورجاله كلهم رجال الصحيح\".",
            "page": "63",
            "part": "1",
            "seal": "7CB7A362"
        },
        {
            "id": "62",
            "nass": "أي صورة شاء؛ ذلك أن المخاطبين يختلفون ذوقا، وثقافة، واختلاف زمن وبيئة. ¶ ومن اللائق أن تصاغ دعوة كل طائفة في أدب يليق بأذواقها وثقافتها؛ ذلك أن الموعظة ثقيلة على السمع، مستحرجة على النفس؛ لاعتراضها الشهوة، ومضادتها للهوى، حتى قال يونس بن عبيد: \"لو أمرنا بالجزع لصبرنا\"1. ¶ يشير إلى ثقل الموعظة على السمع، وجنوح النفس على مخالفتها. ¶ ولكن صوغها بأسلوب رائع يجعلها خفيفة على السمع، سهلة النفوذ إلى القلب. ¶ وقد تكون معاني الموعظة حاضرة في ذهن الشخص، ولا يجد في نفسه تأثرا بها، حتى إذا عرضت عليه تلك المعاني في أسلوب بارع وقعت منه موقع الإعجاب، حتى لكأنها معان جديدة لم يسبق له بها علم2. ¶ ولا غرو ـ إذا ـ أن ترى الرجلين يلقيان موعظة في باب واحد، وفي غرض واحد وبينهما في التأثير ما بين السماء والأرض، وربما كان ذلك بسبب أسلوب العرض؛ فترى أن نفوس الناس قد أقبلت على أحدهما، وأساغت موعظته إساغة الظمآن للماء القراح، وتراها جفت وجفلت عن موعظة الآخر؛ فزلت عن القلوب كما زلت الصفواء بالمتنزّل. ¶ ولهذا كان حريا بالواعظ أن يكون ذا دراية بأحوال الناس، وأن يصوغ موعظته بما تقتضيه تلك الحال؛ فالناس مختلفون مشارب وعادات، وأخلاقا ¶ __________ ¶ 1 بهجة المجالس لابن عبد البر3/364، وانظر: البصائر والذخائر لأبي حيان التوحيدي9/138. ¶ 2 انظر: الدعوة والإصلاح، ص25ـ26، و65.",
            "page": "64",
            "part": "1",
            "seal": "78764BA0"
        },
        {
            "id": "63",
            "nass": "وسنا، ومهنة ومرتبة، ولكل طائفة من الناس أحوال تقتضي نوعا من الخطاب لا تقتضيه أحوال الجماعة الأخرى؛ فالجماعة الثائرة ـ مثلا ـ تخاطب بعبارة هادئة؛ لتكون بردا وسلاما على القلوب. ¶ والجماعة الخنسة تخاطب بعبارات مثيرة للحمية، موقظة للهمة، حافزة للعزيمة. ¶ والجماعة التي شطت وركبت رأسها تخاطب بعبارة فيها قوة العزم، ونور الحق وفيها إرعادة المنذر، ويقظة المنقذ، وفيها روح الرحمة وحسن الإيثار؛ ليجتمع الترغيب مع الترهيب، ومع سيف النقمة ريحان الرحمة. ¶ ثم إن الشباب يثير حماسهم، ويوقظ قلوبهم، ويدفع إلى إقناعهم خطاب لا يثير عاطفة الشيوخ؛ لأن الملائم لهؤلاء نوع غيره. ¶ والأغنياء يلائمهم نوع من الكلام لا يقتضيه مقام الموعظة لمن ليسوا كذلك. ¶ والعلماء يجتذبهم التوقير، وعمق الكلام، ودقته. ¶ وموعظة الرؤساء تقتضي تجملا بالحياء، والرزانة، والركانة، والهدوء، كما تقتضي ابتعادا عن التملق المرزي، وعن أي مظهر من مظاهر التعالي، وتقتضي أخذا بالتلطف، وحسن المدخل، والتلميح بالاعتراض إن كان هناك ما يقتضي ذلك. ¶ وهكذا لكل جماعة نوع من الخطاب؛ فعلى الواعظ أن يجيء إليه من ناحيته؛ فذلك أدعى إلى وصوله إلى مراده1. ¶ ثم إن نفرا من الناس غير قليل يستهويهم رونق الألفاظ أكثر من حكمة معانيها؛ فلا ينبغي أن نستخف بهؤلاء، وأن ندعهم لعصبة المضلين يعرضون ¶ __________ ¶ 1 انظر: الخطابة، ص43.",
            "page": "65",
            "part": "1",
            "seal": "15842C47"
        },
        {
            "id": "64",
            "nass": "عليهم الآراء المنحدرة في شقاء. ¶ وإذا لم يكن لأولئك المضلين سبيل على المستضعفين سوى أنهم يحبرون لهم القول تحبيرا ـ فمن الميسور على دعاة الإصلاح أن يسابقوهم في مضمار البراعة؛ فإنهم متى ألبسوا الدعوة إلى الحق والفضيلة أساليب بديعة أحرزوا الغاية، وأنقذوا أولئك المستضعفين من ضلال بعيد1. ¶ ولا يعني ذلك أن يتكلف الواعظ السجع، ويتحرى دقائق الإعراب، ووحشي اللغة. ¶ وإنما المقصود أن يلبس موعظته ثوبا جميلا يفهم، ويستحسن، ويقع موقعه في القلوب. ¶ فها هو ابن الجوزي رحمه الله وهو الإمام المتمرس في الوعظ وأساليبه يقول: \"فالتحقيق مع العوام صعب، ولا يكادون ينتفعون بمر الحق، إلا أن الواعظ مأمور بأن لا يتعدى الصواب، ولا يتعرض لما يفسدهم؛ بل يجذبهم إلى ما يصلح بألطف وجه. ¶ وهذا يحتاج إلى صناعة؛ فإن من العوام من يعجبه حسن اللفظ، ومنهم من يعجبه الإشارة، ومنهم من ينقاد ببيت شعر. ¶ وأحوج الناس إلى البلاغة الواعظ؛ ليجمع مطالبهم. ¶ ولكنه ينبغي أن ينظر في اللازم الواجب، وأن يعطيهم من المباح في اللفظ قدر الملح في الطعام، ثم يجتذبهم إلى العزائم، ويعرفهم الطريق الحق\"2. ¶ هذا وسيأتي مزيد بسط للأساليب التي يحسن سلوكها في الموعظة في ¶ __________ ¶ 1 انظر: الدعوة والإصلاح، ص53ـ54. ¶ 2 صيد الخاطر، لابن الجوزي، ص187ـ188.",
            "page": "66",
            "part": "1",
            "seal": "C072DD6D"
        },
        {
            "id": "65",
            "nass": "الفقرات التالية. ¶ 27ـ حسن الاستفتاح: فمن أراد أن يجعل لموعظته افتتاحا حسن أن يعنى به تمام العناية، وأن يجمله بما يستطيع من وسائل التجميل المناسبة، التي تجتذب الأذهان، وتهيئ الأسماع، وتقود النفوس إلى الإقبال عليه، وإلى أن تتقبله بقبول حسن؛ فإن الفكرة الأولى عن شيء أو أمر، أو شخص تثبت وتقرّ بالنفس. ¶ ومحوها يحتاج إلى عناء؛ فإن كانت حسنة صعب تهجينها، وإن كانت سيئة صعب تزيينها. ¶ والافتتاح ـ إن وجد ـ أول ما يلقى به الواعظ الجماعة؛ فإن وقع في نفوسهم موقع القبول كانت الموعظة على غراره، واستطاع من خلاله أن يصل قلوبهم. ¶ وإن لم يصادف قبولا صعبت الحال، واحتاج الأمر إلى خبير بأحوال النفوس، حاذق في طرق العلاج، ووسائل الشفاء من ذلك النّفار وهذا الشّماس1. ¶ وقال أبو هلال العسكري ـ رحمه الله ـ: \"إذا كان الابتداء حسنا بديعا ومليحا ورشيقا كان داعية الاستماع لما يجيء بعده من الكلام. ¶ ولهذا المعنى يقول الله ـ عز وجل ـ {ألم} و {حم} ، و {طس} ، و {كهيعص} . ¶ فيقرع أسماعهم بشيء بديع ليس لهم بمثله عهد؛ ليكون ذلك داعية لهم إلى الاستماع لما بعده، والله أعلم بكتابه. ¶ ولهذا جعل أكثر الابتداءات بـ {الْحَمْدُ لِلَّهِ} لأن النفوس تتشوق للثناء ¶ __________ ¶ 1 انظر: الخطابة، ص 79.",
            "page": "67",
            "part": "1",
            "seal": "D57FA9FA"
        },
        {
            "id": "66",
            "nass": "على الله؛ فهو داعية الاستماع\"1. ¶ هذا وإن الخطباء يختلفون في استفتاحاتهم؛ فمنهم من يستفتحها بما يشير إلى موضوعها، ويلوّح بالقصد منها. ¶ ومنهم من يبتدئ خطبته بآية، أو حديث، أو حكمة، أو مثل سائر. ¶ ومن الأساليب البديعة ما يبتدئ به بعضهم؛ حيث يبتدئ بالثناء على السامعين؛ ليهيء نفوسهم لتلقي كلامه بالقبول؛ إذ لا شيء يهز أعطاف السامعين كالثناء عليهم خصوصا إذا كان من غريب عنهم. ¶ وذلك باب واسع يصح الدخول فيه بشرط الاتزان، وضبط النفس. ¶ ومنهم من يتودد للسامعين، ويتواضع لهم، ويخاطبهم بأحسن صفاتهم، ويشعرهم بمحبتهم، وأنه ساع لما فيه مصلحتهم. ¶ ومهما يكن من أمر الافتتاح فينبغي أن يكون قصيرا موجزا؛ لئلا يشغل الذهن، ويضيغ الوقت. ¶ وينبغي ـ أيضا ـ أن لا يكون مبتذلا تمجه الأسماع، ولا تسيغه النفوس، ثم إن الافتتاح قد لا يلزم خصوصا إذا أراد الإيجاز، بل يدخل في الموضوع مباشرة. ¶ ومما ينبغي التنبيه عليه أن يتجنب الواعظ ما يزعج السامعين في مفتتح كلامه، كما كان الحجاج بن يوسف يفعل في افتتاح خطبه؛ حيث كان يبدأ بما يزعج السامعين كقوله في افتتاحاته: ¶ أنا ابن جلا وطلاع الثنايا ... متى أضع العمامة تعرفوني2 ¶ __________ ¶ 1 كتاب الصناعتين، ص437. ¶ 2 انظر: الخطابة، 82ـ83.",
            "page": "68",
            "part": "1",
            "seal": "4309F6F2"
        },
        {
            "id": "67",
            "nass": "ومما ينبغي ـ أيضا ـ أن يتجنب كل ما يستقبح ويستجفى من الكلام. ¶ ولهذا عني علماء البلاغة في مبادئ الكلام، وعقدوا له الفصول في كتبهم، ونبهوا على ما ينبغي للكاتب، والشاعر، والخطيب في هذا الشأن. ¶ قال أبو هلال العسكري رحمه الله: \"قال بعض الكتاب: أحسنوا معاشر الكتاب الابتداءات؛ فإنهن دلائل البيان. ¶ وقالوا: ينبغي للشاعر أن يحترز في أشعاره، ومفتتح أقواله مما يتطير منه، ويستجفى من الكلام والمخاطبة، والبكاء، ووصف إقفار الديار، وتشتيت الألاف، ونعي الشباب، وذم الزمان لا سيما في القصائد التي تتضمن المدائح والتهاني، ويستعمل ذلك في المراثي، ووصف الخطوب الحادثة؛ فإن الكلام إذا كان مؤسسا على هذا المثال تطيّر منه سامعه، وإن كان يعلم أن الشاعر إنما يخاطب نفسه دون الممدوح\"1. ¶ ثم ضرب رحمه الله أمثلة على ذلك، منها قوله: \"أنشد البحتري أبا سعيد قصيدة أولها: ¶ لك الويل من ليل تطاول آخره ... ووشك نوى حي تزم أباعره ¶ فقال أبو سعيد: بل الويل والحرب لك، فغيره، وجعله: \"له الويل\" وهو رديء ـ أيضاـ ¶ وأنشد أبو المقاتل الداعي: ¶ لا تقل بشرى ولكن بشريان ... غرة الداعي ويوم المهرجان ¶ فأوجعه الداعي ضربا، ثم قال: هلا قلت: ¶ إن تقل بشرى فعندي بشريان\"2. ¶ __________ ¶ 1 كتاب الصناعتين، ص431. ¶ 2 كتاب الصناعتين، ص432.",
            "page": "69",
            "part": "1",
            "seal": "7F82B73F"
        },
        {
            "id": "68",
            "nass": "ثم ذكر أبو هلال رحمه الله أمثلة لابتداءات جياد، ومن ذلك قوله: \"ومن أحكم ابتداءات العرب قول السموأل: ¶ إذا المرء لم يدنس من اللؤم عرضه ... فكل رداء يرتديه جميل ¶ وإن هو لم يحمل على النفس ضيمها ... فليس إلى حسن الثناء سبيل1 ¶ وقال بعضهم: أحكم ابتداءاتهم قول لبيد رضي الله عنه: ¶ ألا كل شيء ما خلا الله باطل ... وكل نعيم لا محالة زائل ¶ وبعضهم يجعل ابتداءات هذه القصيدة: ¶ ألا تسألان المرء ماذا يحاول ... أنحب فيقضى أم ضلال وباطل2 ¶ ومما ينبغي تجنبه في مفتتح الموعظة تحريج المخاطبين، وإلزامهم بسماع الموعظة، وتخويفهم من القيام قبل أن يكمل موعظته خصوصا إذا كانت مفاجئة وعلى غير موعد. ¶ وذلك كأن يبدأ كلامه بإيراد ما يخوفهم من ترك سماع الموعظة، أو أن يقول إذا بدأ ثم رأى بعض الحاضرين قد انصرف: {فَمَا لَهُمْ عَنْ التَّذْكِرَةِ مُعْرِضِينَ} [المدثر:49] . ¶ أن يقول في بداية كلامه: من كان يحب الله ورسوله فليجلس إلى غير ذلك من الافتتاحات التي تغلق القلوب، وتنفر من سماع الموعظة. ¶ 28ـ حسن الختام: فالخاتمة هي آخر ما يلقيه الواعظ من كلامه، ولها الأثر البالغ الباقي؛ إذ هي آخر ما يعلق بالنفس، وأكثر ما يتصل بالقلب. ¶ فإن كان وقعها حسنا انسحب ذلك على الموعظة، وإلا ساء الأثر، ¶ __________ ¶ 1 كتاب الصناعتين، 433. ¶ 2 كتاب الصناعتين، ص434.",
            "page": "70",
            "part": "1",
            "seal": "70344E26"
        },
        {
            "id": "69",
            "nass": "وضاعت الغاية المنشودة. ¶ ومما يحسن في الخاتمة أن يشتمل على جمال العبارة، وإصابة الغرض، وان تتضمن إيجازا لما ألقي، وأن تكون محركة للعاطفة. ¶ 29ـ التنويع في أساليب الخطاب: فمما يحسن بالواعظ أن يأخذ بهذه الطريقة، فأحيانا يأتي بكلامه بصورة الاستفهام، وأخرى بصورة التقرير، وثالثة في صورة الطلب، ورابعة بإشارة، وخامسة بنداء، وهكذا ... ¶ ويحسن به ـ أيضا ـ أن يغير ولو قليلا ـ من نبرة صوته؛ ليكون ذلك مدعاة لتنشيط السامعين، وإيقاظ الغافلين1. ¶ وسيأتي مزيد بيان لهذه الفقرة فيما بعد. ¶ 30ـ الترسل في الكلام وإلقاؤه مفصلا دون إبطاء أو تعجيل: ¶ فيحسن بالواعظ أن يكون مترسلا في كلامه، متمهلا في إلقائه، وأن تكون موعظته متمايزة الحروف، مفصلة الكلمات؛ فمن متممات الفصاحة ألا يعجل الرجل بالكلام، بل يلقي الكلمات مفصلة حتى تقع في الذهن كأنها عقد جيد أحكم تنسيقه. ¶ ويحسن بالواعظ ـ أيضا ـ ألا يبطئ في كلامه إبطاءا يخرجه عن طوره، ويجلب السآمة للسامعين؛ فالترسل والتمهل دون إبطاء أو تعجيل هو هدي النبي صلى الله عليه وسلم في كلامه، ومواعظه. ¶ قالت أم المؤمنين عائشة ـ رضي الله عنها ـ: كان النبي صلى الله عليه وسلم يحدث حديثا لو عدّه العادّ لأحصاه2. ¶ __________ ¶ 1 انظر: الخطابة، ص66. ¶ 2 أخرجه البخاري \"3567\"، ومسلم \"2493\".",
            "page": "71",
            "part": "1",
            "seal": "091CDAD1"
        },
        {
            "id": "70",
            "nass": "وقالت: إن رسول الله صلى الله عليه وسلم لم يكن يسرد الحديث كسردكم1. ¶ قال ابن حجر رحمه الله في شرح الحديث الأول: \"قولها: \"لو عده العاد لأحصاه\": أي لو عدّ كلماته، أو مفرداته، أو حروفه لأطاق ذلك، وبلغ آخرها، والمراد بذلك المبالغة في الترتيل، والتفهيم\"2. ¶ وقال ـ رحمه الله ـ في شرح الحديث الثاني: \"قولها: \"لم يكن يسرد الحديث كسردكم\": أي يتابع الحديث استعجالا بعضه إثر بعض؛ لئلا يلتبس على المستمع\"3. ¶ وجاء في سنن أبي داود عن جابر رضي الله عنه قال: \"كان في كلام رسول الله صلى الله عليه وسلم ترتيل، أو تسيل\"4. ¶ وفيه أيضا عن عائشة ـ رضي الله عنها ـ قالت: \"كان كلام رسول الله صلى الله عليه وسلم كلاما فصلا يفهمه كل من سمعه\"5. ¶ قال أبو هلال العسكري رحمه الله: \"علامة سكون نفس الخطيب ورباطة جأشه ـ هدوءه في كلامه، وتمهله في منطقه. ¶ قال ثمامة: كان يحيى بن جعفر أنطق الناس؛ فقد جمع الهدوء، والتمهل، والجزالة، والحلاوة. ¶ ولو كان في الأرض ناطق يستغني عن الإشارة لكانه\"6. ¶ وقال ابن جماعة رحمه الله في أدب المتكلم: \"ولا يسرد الكلام سردا، بل ¶ __________ ¶ 1 أخرجه البخاري \"3568\" ومسلم \"2493\". ¶ 2 فتح الباري6/669. ¶ 3 فتح الباري6/669. ¶ 4 أبو داود \"4838\"، وقال الألباني في صحيح الجامع \"4823\": \"حسن\". ¶ 5 أبو داود \"4839\" وقال الألباني في صحيح الجامع \"4826\": \"حسن\". ¶ 6 كتاب الصناعتين، ص 22-23.",
            "page": "72",
            "part": "1",
            "seal": "3506F45C"
        },
        {
            "id": "71",
            "nass": "يرتله ويرتبه، ويتمهل فيه، ليفكر فيه هو وسامعه\"1. ¶ 31ـ ملاحظة نبرة الصوت: ويراعى في ذلك أن تكون مسموعة بوضوح، وأن تكون وسطا بين رفع الصوت الذي يخرج بصاحبه عن طوره ويؤذي المخاطبين، وبين رخاوة الصوت التي تفقد الموعظة أثرها، وتجلب التماوت للسامعين. ¶ وقد يوهب بعض الناس صوتا جهوريا فيحسن به أن يضبط نبرة صوته؛ حتى لا يرتفع أكثر من اللازم خصوصا مع وجود المكبرات. ¶ ومنهم من صوته خافت جدا؛ فيحسن به أن يحاول إسماع المخاطبين قد استطاعته. ¶ وبالجملة فإن الاعتدال في رفع الصوت وخفضه هو المطلوب. ¶ قال ابن جماعة رحمه الله: \"ألا يرفع صوته زائدا على قدر الحاجة، ولا يخفضه خفضا لا يحصل معه كما الفائدة\"2. ¶ وقال: \"والأولى ألا يجاوز صوته مجلسه، ولا يقصر عن سماع الحاضرين؛ فإن حضر معهم ثقيل السمع فلا بأس بعلو صوته بقدر ما يسمعه\"3. ¶ ثم إن الواعظ البارع يستطيع التحكم بنبرة صوته؛ فحين يحسن رفع الصوت فإنه يرفعه، وحين يحسن خفضه يخفضه. ¶ جاء في صحيح مسلم عن النبي صلى الله عليه وسلم أنه إذا خطب احمرت عيناه، وعلا صوته، واشتد غضبه، حتى كأنه منذر جيش يقول: صبحكم ومساكم4. ¶ __________ ¶ 1 تذكرة السامع والمتكلم لابن جماعة، ص 57. ¶ 2 تذكرة السامع والمتكلم، ص 74. ¶ 3 تذكرة السامع والمتكلم، ص75. ¶ 4 مسلم \"867\".",
            "page": "73",
            "part": "1",
            "seal": "C9565E40"
        },
        {
            "id": "72",
            "nass": "32ـ حسن الاستخدام للتكرار: فإن للتكرار أثرا كبيرا في جذب الانتباه، وتأكيد المعاني، وتقريرها في الأذهان. ¶ والواعظ البارع يحسن استخدام التكرار، ويوقعه في موقعه اللائقة به؛ فإذا استدعى المقام التكرار، وكان فيه مزيد فائدة وتأكيد وتقرير كان لائقا حسنا. ¶ وذلك كأن يكون في الكلام موضع اهتمام، ويخشى أن يمر على أذهان السامعين دون أن يستقر في نفوسهم. ¶ وإذا كان التكرار بهذه المثابة فإنه يحسن بالواعظ أن يأخذ به عند الحاجة ما لم يجد أن المقام يستدعي الإيجاز. ¶ ولقد كان النبي صلى الله عليه وسلم يأخذ بهذا الأسلوب، وربما أعاد الجملة ثلاث مرات إذا كان المقام يقتضي ذلك1. ¶ ولهذا عقد الإمام البخاري رحمه الله في صحيحه بابا بعنوان: \"باب من أعاد الحديث ثلاثا ليفهم عنه\". ¶ وساق فيه عدة أحاديث، منها ما رواه عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم: أنه كان إذا سلم سلم ثلاثا، وإذا تكلم بكلمة أعادها ثلاثة\"2. ¶ وعن أنس ـ أيضا ـ عن النبي صلى الله عليه وسلم: \"أنه كان إذا تكلم بكلمة أعادها ثلاثا؛ حتى تفهم عنه\" الحديث3. ¶ وعن عبد الله بن عمرو ـ رضي الله عنهما ـ قال تخلف رسول الله صلى الله عليه وسلم في سفر سافرناه، فأدركنا وقد أرهقنا الصلاة ـ صلاة العصر ـ ونحن نتوضأ، فجعلنا نمسح على أرجلنا، فنادى بأعلى صوته: \"ويل للأعقاب من النار\". ¶ __________ ¶ 1 انظر: محمد رسول الله، ص185، والخطابة، ص66. ¶ 2 البخاري \"94\". ¶ 3 البخاري \"95\".",
            "page": "74",
            "part": "1",
            "seal": "D50FFE85"
        },
        {
            "id": "73",
            "nass": "مرتين أو ثلاثا1. ¶ والأحاديث في ذلك كثيرة منها قوله: \"ألا وقول الزور، فما زال يكررها\" 2. ¶ وقال ابن عمر ـ رضي الله عنهما ـ قال النبي صلى الله عليه وسلم: \"هل بلغت\" ثلاثا3. ¶ وعن عبد الله بن عمر ـ رضي الله عنهما ـ عن النبي صلى الله عليه وسلم قال: \"لا صام من صام الأبد، لا صام من صام الأبد، لا صام من صام الأبد\" 4. ¶ ومن الأساليب الملائمة في التكرار، أن يكون بعبارات مختلفة، وأساليب متنوعة، وأن يكون النظر فيه إلى المعنى من جوانب متعددة. ¶ أما إذا لم يكن هناك حاجة للتكرار فلا يحسن بالواعظ أن يأخذ به؛ لأنه ـ والحالة هذه ـ يعد من عيوب الكلام، ومما يورث الملالة، ويولد السآمة. ¶ وذلك كحال من يعيد الكلام أو القصة، أو بعض الجمل في الموعظة دون مسوغ لذلك، أو أن يعيد الموعظة بعينها بعد فترة وجيزة في المكان الذي ألقاها فيه؛ فالنفوس تكره المعاد، وتمل المكرر، إذا لم يكن هناك داع له. ¶ \"قال محمد بن صبيح المعروف بالسماك لجاريته: كيف ترين ما أعظ الناس؟ قالت: هو حسن، إلا أنك تكرره. ¶ قال: إنما أكرره؛ ليفهمه من لم يكن فهمه. ¶ قالت: إلى أن يفهمه البطيء يثقل على سماع الذكي\"5. ¶ __________ ¶ 1 البخاري \"96\"، وسلم \"241\". ¶ 2 البخاري \"2586\". ¶ 3 رواه البخاري \"1742\". ¶ 4 رواه مسلم \"1159\". ¶ 5 زهر الأدب1/196.",
            "page": "75",
            "part": "1",
            "seal": "B0C2AA8B"
        },
        {
            "id": "74",
            "nass": "\"واستعيد1ابن عباس حديثا، فقال: لولا أني أخاف أن أغضّ من بهائه، وأريق من مائه، وأخلق من جدته ـ لأعدته\"2. ¶ وقال أبو تمام يصف قصائده: ¶ منزهة من السرق المورى ... مكرمة عن المعنى المعاد3 ¶ وقال آخر: ¶ إذا تحدثت في قوم؛ لتؤنسهم ... من الحديث بما يمضي وما يأتي ¶ فلا تكرر حديثا إن طبعهم ... موكل بمعاداة المعادات4 ¶ ومما يحسن التنبيه عليه أنه لا بأس بتكرار الموعظة الواحدة في أكثر من مكان؛ لأن الحاجة قد تقتضي ذلك، ولا يلزم الواعظ أن يأتي بموعظة جديدة في كل مكان. ¶ بل عليه ألا يضيق ذرعا بإعادة ما يقول، أو تكراره للموعظة إذا ألقاها في أماكن متعددة، أو ألبسها ثيابا جديدة ملائمة. ¶ 33ـ توشيح الموعظة بالقرآن الكريم والأحاديث الصحيحة: فيحسن بالموعظة أن تجمل بالآيات الكريمة، والأحاديث الشريفة؛ فالكتاب العزيز، والحديث الشريف هما الذروة في البلاغة، وفيهما اللفظ الجزل، والأسلوب الرائق، والسلامة من الخطأ. ¶ كما أن لهما قوة في التأثير، ورنينا في الآذان، ورهبة في القلوب، وجمالا في الأنفس، وبهجة في المشاعر. ¶ __________ ¶ 1 استعيد: طلب منه الإعادة. ¶ 2 زهر الأدب1/196. ¶ 3 ديوان أبي تمام بشرح التبريزي1/382. ¶ 4 إصلاح المجتمع، ص360.",
            "page": "76",
            "part": "1",
            "seal": "EF84BDC8"
        },
        {
            "id": "75",
            "nass": "وفيهما فصل الخطاب، وقطع كل جواب، والرد على كل اعتراض. ¶ فلا يليق ـ إذا ـ أن تخلوا الموعظة من إيراد الآيات والأحاديث فيها. ¶ وكانوا يسمون الخطبة التي تخلوا من ذلك: \"الشوهاء\". ¶ قال الجاحظ: \"وعلى أن خطباء السلف الطيب، وأهل البيان من التابعين بإحسان ما زالوا يسمون الخطبة التي لم تبتدئ بالتحميد، وتستفتح بالتحميد: \"البتراء\". ¶ ويسمون التي لم توشح بالقرآن، وتزين بالصلاة على النبي صلى الله عليه وسلم: \"الشوهاء\". ¶ وقال عمران بن حطان: خطبت عند زياد خطبة ظننت أني لم أقصر فيها عن غاية، ولم أدع لطاعن علة؛ فمررت ببعض المجالس، فسمعت شيخا يقول: هذا الفتى أخطب العرب لو كان في خطبته شيء من القرآن. ¶ وخطب أعرابي، فلما أعجله بعض الأمر عن التصدير بالتحميد، والاستفتاح بالتمجيد قال: \"أما بعد بغير ملالة لذكر الله، ولا إيثار غيره عليه فإنا نقول: بكذا، ونسأل كذا\"؛ فرارا من أن تكون خطبته بتراء، أو شوهاء\"1. ¶ 34ـ سوق القصص الصحيحة المؤثرة: فالقصص تحمل في طياتها الدروس، والعبر، كما أنها سبيل التأسي، وطريق النظر في العواقب. ¶ والقرآن الكريم حافل بالقصص التي وردت في مواضع متعددة، وفي سياقات مختلفة. ¶ ومن تلك القصص قصص الأنبياء ـ عليهم السلام ـ كقصة نوح، وإبراهيم، ويوسق، وموسى، وعيسى، وغيرهم. ¶ __________ ¶ 1 البيان والتبيين2/6.",
            "page": "77",
            "part": "1",
            "seal": "B2AFEC67"
        },
        {
            "id": "76",
            "nass": "ومن ذلك القصص الطواغيت، وأئمة الكفر كفرعون، وقارون، وهامان، وغيرهم. ¶ وكذلك السنة النبوية فهي مليئة بالقصص. ¶ فيحسن بالواعظ أن يأخذ بهذا الأسلوب في بعض الأحيان، وأن يحرص على صحة القصة التي يسوقها. ¶ كما يحسن أن ينوع في القصص، وأن يستنبط منها العبر، والدروس، فيورد ـ على سبيل المثال ـ قصص أهل الإيمان، وما حصل لهم من البلاء وكيف كانت العاقبة لهم. ¶ ويسوق قصص أهل الكفر والفسوق وماذا حل بهم من الشقاء، وما ينتظرهم في الآخرة من أليم العقاب وهكذا.. ¶ ويجمل به أن يربط ذلك بحاضر الناس، وأن يبين ما يحل بمن طغى وتجبر وآثر الحياة الدنيا من المَثُلات. ¶ ويحسن به ألا يبالغ في إيراد القصص، وأن يتجنب ما ليس صحيحا منها، أو ما يظن أن السامعين لن يصدقوه إذا قالها. ¶ 35ـ توشية الموعظة بالحكم الرائعة، والأشعار الجميلة الرائقة: ¶ فذلك مما تهتز له النفوس، ويحسن وقعه في الأسماع، خصوصا إذا كان الاستشهاد بها مناسبا ملائما؛ فيحسن أن تجمّل المواعظ العامة أحيانا بما يناسب المقام ويتصل بالموضوع. ¶ قال محمد بن سلام عن بعض أشياخه قال: \"كان عمر بن الخطاب رضي الله عنه لا يكاد يعرض له أمر إلا أنشد فيه بيت شعر\"1. ¶ __________ ¶ 1 البيان والتبيين1/241.",
            "page": "78",
            "part": "1",
            "seal": "56BD9E83"
        },
        {
            "id": "77",
            "nass": "وكثيرا ما ينهض الرجل للعمل الصالح يكون في غفلة عنه، وما ينهبه إلا بيت شعر يحتوي على حكمة. ¶ قال ابن جريج رحمه الله: \"ما ظننت أن الله ـ عز وجل ـ ينفع أحدا بشعر عمر بن أبي ربيعة حتى سمعت وأنا باليمن منشدا ينشد قوله: ¶ بالله قولي له في غير معتبة ... ماذا أردت بطول المكث في اليمن ¶ إن كنت حاولت دنيا أو نعمت بها ... فما أخذت بترك الحج من ثمن ¶ فحركني ذلك على الرجوع إلى مكة، فخرجت مع الحاج وحججت\"1. ¶ وجاء هذا الخبر في وفيات الأعيان أن ابن جريج قال: \"كنت مع معن بن زائدة باليمن فحضر وقت الحج، ولم تحضرني نية، فخطر ببالي قول عمر بن أبي ربيعة المخزومي: ¶ بالله قولي له في غير معتبة ... ماذا أردت بطول المكث في اليمن ¶ إن كنت حاولت دنيا أو نعمت بها ... فما أخذت بترك الحج من ثمن ¶ قال: فدخلت على معن، فأخبرته أني قد عزمت على الحج، فقال لي: ما يدعوك إليه ولم تكن تذكره؟ ¶ فقلت: ذكرت بيتين لعمر بن أبي ربيعة، أنشدته إياها، فجهزني، وانطلقت\"2. ¶ 36ـ صوغ التشابيه، وضرب الأمثلة: فمن الأساليب الناجعة النافعة في الوعظ صوغ التشابيه البديعة، وضرب الأمثلة الرائعة. ¶ وللتشبيه، والتمثيل أثر كبير في جعل الحقائق الخفية واضحة، والمعاني ¶ __________ ¶ 1 الأغاني للأصفهاني1/111ـ112. ¶ 2 وفيات الأعيان لابن خلكان1/512، وانظر: نوادر في الأدب لمحمد بن الحسين، ص31ـ32.",
            "page": "79",
            "part": "1",
            "seal": "8F3BFDF1"
        },
        {
            "id": "78",
            "nass": "الغريبة قريبة مألوفة. ¶ وعلى هذا النحو تجري كثير من نصوص الوحيين. ¶ قال الله ـ تعالى ـ في شأن المنافقين: {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ} [البقرة:17] . ¶ وقال النبي صلى الله عليه وسلم في شأن المؤمنين وتآلفهم: \"مثل المؤمنين في توادهم، وتراحمهم، وتعاطفهم مثل الجسد الواحد، إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى\" 1. ¶ ثم إن للأمثال فوائد أخرى؛ فمن ذلك أن المثل يضرب للترغيب في الممثّل به؛ حيث يكون مما تستحسنه النفوس، وترغب فيه. ¶ ومن ذلك ما ضربه الله ـ عز وجل ـ لحال المنفق في سبيل الله؛ حيث يعود عليه الإنفاق بخير كثير فقال ـ تعالى ـ {مَثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ} [البقرة:261] . ¶ وقد يضرب المثل للتنفير من العمل؛ حيث يكون الممثّل به مما تكرهه النفوس، وتنفر منه كما ضرب الله المثل لحال المغتاب فقال ـ تعالى ـ: {وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ} [الحجرات:12] . ¶ ويضرب المثل لمدح الممثّل؛ حيث يكون في الممثل به صفات تستحسنها النفوس، وتمدح من يحرز مثلها، كما ضرب الله مثلا لحال الصحابة ـ رضي الله عنهم ـ فقال ـ عز وجل ـ {ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ ¶ __________ ¶ 1 أخرجه البخاري\"6011\"، ومسلم \"258\".",
            "page": "80",
            "part": "1",
            "seal": "D1DB943F"
        },
        {
            "id": "79",
            "nass": "يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمْ الْكُفَّارَ} [الفتح:29] . ¶ فالزرع يخرج شطأه، وهو ما تفرع في شاطئيه: أي جوانبه، ثم يقوى، ويستغلظ: أي يصير بعد الدقة غليظا، وكذلك حال الصحابة؛ فإنهم كانوا في بدء الأمر قليلا، ثم أخذوا في النمو حتى استحكم أمرهم، وامتلأت القلوب؛ إعجابا بهم. ¶ ويضرب المثل للذم حيث يكون الممثّل به صفة يستقبحها الناس، ويذمون من رضي لنفسه بمثلها، كما ضرب الله مثلا لحال من آتاه الله كتابه، فنكث يده من العمل به، وانحط في أهوائه، فقال ـ تعالى ـ {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنْ الْغَاوِينَ (175) وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا} [الأعراف:176] . ¶ فقد مثل الله ـ عز وجل ـ في هذه الآية بحال الكلب الذي هو من أخبث الحيوان وأخسها نفسا؛ ذلك أن المنحط في أهوائه شديد اللهف على الدنيا، قليل الصبر عنها، فلهفه نظير لهث الكلب الدائم في حال إزعاجه وتركه. ¶ وبالجملة فالكلام على أمثلة القرآن والسنة كثيرة جدا، والمقصود من ذلك بيان أن ضرب الأمثال سلاح ماض في يد الواعظ إذا أحسن استخدامه1. ¶ 37ـ الحرص على الإعراب، والبعد عن اللحن قدر المستطاع: ¶ فالإعراب عماد الكلام، وجماله ووشيه؛ فيحسن بالواعظ أن يحرص على ¶ __________ ¶ 1 انظر: كتاب الصناعتين، ص239ـ259، ومحمد رسول الله، ص114، وبلاغة القرآن للشيخ محمد الخضر حسين، ص28ـ40.",
            "page": "81",
            "part": "1",
            "seal": "8366E7C8"
        },
        {
            "id": "80",
            "nass": "تقويم لسانه وأن يتجنب اللحن خصوصا إذا كان يحيل المعنى؛ فالإعراب، وقلة اللحن يضفيان على الموعظة جمالا، وقبولا ـ خصوصا إذا كانت بين أناس يدركون ذلك ـ. ¶ ولا يعني ذلك أن تصرف الهمة إلى الإعراب، أو أن يتكلف الإنسان ذلك أكثر من اللازم، أو ألا يلقي الواعظ موعظته إلا إذا كان متمكنا من الإعراب. ¶ وإنما المقصود من ذلك السعي إلى الكمال قدر المستطاع. ¶ 38ـ التذكير بمآلات الأمور: فمن الطرق المجدية في الوعظ تذكير الناس بما يصير إليه المتقون من عزّ وسلامة، وما يلحق المجرمين من خزي ومهانة وندامة. ¶ ومن التذكير ما يرجع إلى البشارة بالخير في الدنيا، والحسنى في الآخرة، ومنه ما يرجع إلى الإنذار بسوء المنقلب في هذه الدار، أو عذاب الهون في تلك الدار. ¶ وللبشارة والإنذار أثر كبير في حث المؤمنين على الحسنات، وردعهم عن السيئات. ¶ وأثر البشارة والإنذار في غير المؤمن أنهما يدعوانه إلى النظر في الدعوة، وإذا نظر بروية أدرك أنها حق؛ فيفتح لها صدره، ويمد لها عنقه مذعنا1. ¶ 39ـ إعطاء الوسائل صورة ما تفضي إليه من الخير والشر: فهذا الأسلوب من الطرق الحكيمة في الحث على فعل الشيء، أو الزجر عنه. ¶ ويشهد لذلك كثير من النصوص، منها قوله صلى الله عليه وسلم: \"الدال على الخير كفاعله\" 2. ¶ __________ ¶ 1 انظر: محمد رسول الله وخاتم النبيين، ص111-112. ¶ 2 أخرجه أحمد5/274، وقال الألباني في صحيح الجامع 33: صحيح، ورواه مسلم 1893 بلفظ: \"من دل على خير فله مثل أجر فاعله\".",
            "page": "82",
            "part": "1",
            "seal": "9BC1F533"
        },
        {
            "id": "81",
            "nass": "فقد أراك الدلالة على فعل الخير في صورة فعل الخير نفسه؛ إذ جعلها بوسيلة التشبيه بمنزلة واحدة، وذلك مما يقوي داعية الدلالة على الخير في نفسك. ¶ وكما قال صلى الله عليه وسلم: \"إن من أكبر الكبائر أن يلعن الرجل والديه\". ¶ قيل: يا رسول الله! وكيف يلعن الرجل والديه؟ ¶ قال: \"يسب الرجل أبا الرجل فيسب أباه، ويسب أمه، فيسب أمه\" 1. ¶ فانظر كيف عد سب الرجل لأبي الرجل أو أمه في صورة سب الرجل لوالديه، وفي ذلك من تأكيد الزجر عن إطلاق اللسان بالسب ما لا تجده في النهي عن سب الناس بطريق غير هذا الطريق2. ¶ 40ـ قرن القول ببعض الإشارات الحسية التي تناسب المعنى: ¶ فهذا مما يزيد به المعنى جلاءا، ويأخذ في النفس صورة غير صورته المجردة عن الإشارة. ¶ ولقد كان النبي صلى الله عليه وسلم يستعين في تثبيت المعنى بالإشارة بيده إشارة مناسبة للمعنى، مما يجعل للموعظة أثرا بليغا في النفوس. ¶ والأمثلة على ذلك كثيرة، منها ما جاء في الصحيحين عن أبي موسى عن النبي صلى الله عليه وسلم قال: \"إن المؤمن للمؤمن كالبنيان يشد بعضه بعضا\" وشبك بين أصابعه3. ¶ وفي صحيح البخاري عن سهل رضي الله عنه قال رسول الله صلى الله عليه وسلم \"أنا وكافل اليتيم في الجنة هكذا وأشار بالسبابة والوسطى، وفرج بينهما شيئا\" 4. ¶ __________ ¶ 1 أخرجه البخاري 5973، ومسلم90. ¶ 2 انظر: محمد رسول الله وخاتم النبيين، ص115. ¶ 3 البخاري 481 و2446 و6026، ومسلم 2585. ¶ 4 البخاري 5304 و6005.",
            "page": "83",
            "part": "1",
            "seal": "A8B0BFCD"
        },
        {
            "id": "82",
            "nass": "وعن ابن عمر ـ رضي الله عنهما ـ أن رسول الله صلى الله عليه وسلم قام عند باب حفصة فقال بيده نحو المشرق: \"الفتنة من ههنا من حيث يطلع قرن الشيطان\" قالها مرتين أو ثلاثا1. ¶ 41ـ توجيه السؤال للمخاطبين: وذلك بسؤالهم عن الشيء الذي تريد تعليمهم إياه، أو تذكيرهم به؛ لما في السؤال من تهيئة النفوس للإصغاء إلى ما يقال بعد ذلك، ولما فيه ـ أيضا ـ من تشويقها إليه؛ فيقع منها في قرار مكين. ¶ ولقد كان النبي صلى الله عليه وسلم يأخذ بهذا الأسلوب كثيرا. ¶ جاء في الصحيحين عن معاذ بن جبل رضي الله عنه أنه قال: \"كنت رديف النبي صلى الله عليه وسلم على حمار يقال له: عفير، فقال: \"يا معاذ هل تدري ما حق الله على عباده، وما حق العباد على الله؟ \". ¶ قلت: الله ورسوله أعلم. ¶ قال: \"فإن حق الله على العباد أن يعبدوه، ولا يشركوا به شيئا، وحق العباد على الله أن لا يعذب من لا يشرك به شيئا\". ¶ فقلت: يا رسول الله أفلا أبشر به الناس؟ ¶ قال: لا تبشرهم فيتكلوا\" 2. ¶ والأمثلة على ذلك كثيرة جدا، ومنها على سبيل الإجمال قوله صلى الله عليه وسلم: \"أتدرون أي شهر هذا؟ \" 3. ¶ وقوله: \"أتدرون أي يوم هذا؟ \" 4. ¶ __________ ¶ 1 رواه البخاري 3104 و7093، ومسلم 2905. ¶ 2 البخاري 2856، ومسلم 30. ¶ 3 رواه البخاري 1741. ¶ 4 رواه البخاري 1741.",
            "page": "84",
            "part": "1",
            "seal": "9C340A4F"
        },
        {
            "id": "83",
            "nass": "وقوله: \"أتدرون ما الإيمان بالله وحده؟ \" 1. ¶ وقوله: \"أتدرون ماذا قال ربكم\" 2. ¶ وقوله: \"أتدرون أين تغرب الشمس؟ \" 3. ¶ ومما يحسن التنبيه عليه أن هذا الأدب يليق إذا صدر من كبير لمن دونه، وإذا صدر ممن له مكانة، وقبول عند الناس عموما، أو عند من يلقي عليهم. ¶ أما من كان في بداية وعظه، أو حداثة سنه، أو من ليست له مكانة عند من يلقي عليهم ـ فقد لا يليق به هذا الأسلوب؛ لأن النفوس قد لا تستسيغ أن يوجه إليها السؤال من كل واحد. ¶ 42ـ استدعاء طلب البيان: وهذا الأسلوب قريب مما قبله. ¶ وذلك أن يأتي الواعظ بالكلام على وجه الغموض يستدعي به طلب البيان، حتى إذا سئل عن ذلك، أو شعر بحاجة المخاطبين إلى الجواب ـ أجاب عن ذلك، وكشف الغموض، فيتقرر المعنى في نفوسهم بأشد مما لو أتى من أول الأمر واضحا بينا4. ¶ ومن هذا الباب قوله صلى الله عليه وسلم: \"انصر أخاك ظالما أو مظلوما\". ¶ فقال رجل: يا رسول الله! انصره إذا كان مظلوما، أفرأيت إن كان ظالما كيف أنصره؟ ¶ قال: \"تحجزه، أو تمنعه من الظلم؛ فإن ذلك نصره\" 5. ¶ __________ ¶ 1 رواه البخاري 50. ¶ 2 رواه البخاري 4147. ¶ 3 رواه البخاري 4802. ¶ 4 انظر: محمد رسول الله وخاتم النبيين، ص 116. ¶ 5 رواه البخاري 6952.",
            "page": "85",
            "part": "1",
            "seal": "5B825866"
        },
        {
            "id": "84",
            "nass": "وفي رواية \"تأخذ فوق يديه\" 1. ¶ 43ـ إثارة العواطف، ومخاطبة الوجدان: ذلك أن مرمى الإقناع في الوعظ ليس هو الإلزام والإفحام فحسب، وإنما مرماه حمل المخاطب على الإذعان، والتسليم بطوعه، وإرادته. ¶ وذلك لا يتسنى بسوق الدلائل المنطقية جافة، ولا بإيراد البراهين العقلية عارية، بل بذلك وبإثارة العاطفة، ومخاطبة الوجدان. ¶ بل قد يستغني الواعظ عن الدلائل العقلية، ولا يمكنه بأية حال أن يستغني عن المثيرات العاطفية؛ إذ هي من أعظم الأدوات التي تعينه على التأثير في السامعين2. ¶ 44ـ استعمال أسلوب النداء، ومناداة المخاطبين بما يحبون: ¶ وذلك بشد انتباه المخاطبين، واستدعاء استجابتهم بنداءات يطلقها الواعظ في ثنايا حديثه بين الفينة والأخرى. ¶ ومن ذلك أن يقول: أيها المؤمنون، أيها الناس، معاشر المسلمين، أيها الإخوة. ¶ وإن كان هناك نسوة وجه النداء إليهن؛ ففي ذلك تنبيه، وتشويق، وتغيير لنمط الحديث. ¶ ولقد تكرر هذا المعنى كثيرا في القرآن والسنة. ¶ ومن ذلك قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران] . ¶ وقوله ـ عز وجل ـ {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ ¶ __________ ¶ 1 رواه البخاري 2444. ¶ 2 انظر: الخطابة، ص53.",
            "page": "86",
            "part": "1",
            "seal": "35AC5672"
        },
        {
            "id": "85",
            "nass": "نَفْسٍ وَاحِدَةٍ} [النساء: 1 الآية] . ¶ والأمثلة من السنة على ذلك كثيرة، ومنها على سبيل الإيجاز ما يلي: قال ـ عليه الصلاة والسلام ـ: \"أيها الناس اربعوا على أنفسكم\" 1. ¶ وقال: \"أيها الناس إليّ\" 2. ¶ وقال: \"أيها الناس إنما صنعت هذا لتأتموا بي، ولتعلموا صلاتي\" 3. ¶ وقال: \"أيها الناس تصدقوا\" 4. ¶ وقال: \"أيها الناس عليكم بالسكينة\" 5. ¶ وقال: \"أيها الناس لا تتمنوا لقاء العدو\" 6. ¶ وقال: \"يا معشر الشباب من استطاع منكم الباءة فليتزوج\" 7. ¶ وقال: \"يا معشر المسلمين كيف تسألون أهل الكتاب\" 8. ¶ وقال: \"يا معشر النساء تصدقن\" 9. ¶ وقال: \"يا معشر اليهود أسلموا تسلموا\" 10. ¶ __________ ¶ 1 رواه البخاري 6384. ¶ 2 رواه البخاري 927. ¶ 3 رواه البخاري 917. ¶ 4 رواه البخاري 1462. ¶ 5 رواه البخاري 1671. ¶ 6 رواه البخاري 2966. ¶ 7 رواه البخاري 5065. ¶ 8 رواه البخاري 7523. ¶ 9 رواه البخاري 304 و1462. ¶ 10 رواه البخاري 6944.",
            "page": "87",
            "part": "1",
            "seal": "DFD4B01B"
        },
        {
            "id": "86",
            "nass": "ومن اللطف في الموعظة أن ينادي الواعظ من يعظهم بلقبهم الشريف، وأن ينعتهم بوصف شأنه أن يبعث صاحبه على قبول الموعظة. ¶ وهذا الأدب مقتبس من مثل قوله ـ تعالى ـ: {يَا أَيُّهَا الَّذِينَ آمَنُوا} ، وقوله ـ عز وجل ـ: {يَا أَهْلَ الْكِتَابِ} ، وقوله: {يَا أُولِي الْأَلْبَابِ} ، وقوله: {يَا أُولِي الْأَبْصَارِ} . ¶ وقد وصف النبي صلى الله عليه وسلم هرقل في كتاب دعوته إلى الإسلام بعظيم الروم1. ¶ 45ـ الجمع بين الخوف والرجاء: فلا بد للواعظ أن يجمع بين هذين الأمرين في موعظته؛ إذ هما جناحا العبادة، ولا تستقيم أحوال العباد إلا بالجمع بينهما، والواعظ الحكيم يحسن الجمع بينهما في موعظته؛ لأن الخوف يردعهم عن التمادي في المعاصي، والرجاء يفتح لهم أبواب التوبة، والإقبال على العمل. ¶ قال شيخ الإسلام ابن تيمية رحمه الله: \"فلا يحل لأحد أن يقنط من رحمة الله ولا أن يقنط الناس من رحمته؛ لذا قال بعض السلف: وإن الفقيه كل الفقيه الذي لا يؤيس الناس من رحمة الله، ولا يجرؤهم على معاصي الله\"2. ¶ قال الله عز وجل: {نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ} [الحجر49] . ¶ ومن فقه الإمام مسلم رحمه الله أنه ساق في صحيحه حديثين عظيمين متتاليين: أحدهما يناسب الخوف وهو حديث المرأة التي سجنت الهرة، والآخر يناسب الرجاء وهو حديث المرأة البغي التي سقت كلبا. ¶ __________ ¶ 1 انظر: صحيح البخاري 2940 و 4553. ¶ 2 التوبة والاستغفار لابن تيمية، تحقيق الحجاجي، وبدران، ص27ـ28، وانظر: الاستقامة لابن تيمية2/190.",
            "page": "88",
            "part": "1",
            "seal": "E544219B"
        },
        {
            "id": "87",
            "nass": "وإليك الحديثين مع تعليق الزهري رحمه الله. ¶ قال النبي صلى الله عليه وسلم: \"عذبت امرأة في هرة سجنتها حتى ماتت، فدخلت النار؛ لا هي أطعمتها وسقتها إذ حبستها، ولا هي تركتها تأكل من خشاش الأرض\" 1. ¶ وقال صلى الله عليه وسلم: \"بينما كلب يطيف2بركية3كاد يقتله العطش، إذ رأته بغي من بغايا بني إسرائيل فنزعت موقها4، واستقت له به، فسقته إياه، فغفر لها به\" 5. ¶ قال الزهري رحمه الله: \"لئلا يتكل رجل، ولا ييأس رجل\"6. ¶ 46ـ مراعاة المصالح والمفاسد: فلا يكفي مجرد سرد النصوص، وتنزيلها على أحوال معينة، خصوصا عند الفتن واشتباه الأمور. ¶ ولا يكفي إلقاء الكلمة دونما نظر في عواقبها، وما تحدثه من أثر. ¶ بل لابد من الروية، والاستنارة بأقوال أهل العلم، واستشارة أهل الفقه والبصيرة، ولابد من النظر في المصالح والمفاسد. ¶ قال الشيخ السعدي رحمه الله: قوله: {فَذَكِّرْ إِنْ نَفَعَتْ الذِّكْرَى} [الأعلى:9] مفهوم الآية أنه إذا ترتب على التذكير مضرة أرجح ترك التذكير؛ خوف وقوع المنكر\"7. ¶ __________ ¶ 1 مسلم 2242. ¶ 2 يطيف: يدور. ¶ 3 الركية: البئر. ¶ 4 الموق: الخف. ¶ 5 مسلم 2245. ¶ 6 مسلم 2619. ¶ 7 فتح الرحيم الملك العلام، ص164.",
            "page": "89",
            "part": "1",
            "seal": "5CF3B426"
        },
        {
            "id": "88",
            "nass": "وقال ابن القيم رحمه الله: \"فإذا كان إنكار المنكر يستلزم ما هو أنكر منه، وأبغض إلى الله ورسوله فإنه لا يسوغ إنكاره، وإن كان الله يبغضه، ويمقت أهله\". ¶ وقال: \"ومن تأمل ما جرى في الإسلام من الفتن الكبار والصغار رآها من إضاعة هذا الأصل وعدم الصبر على منكر، فطلب إزالته، فتولد منه ما هو أكبر منه؛ فقد كان رسول الله صلى الله عليه وسلم يرى بمكة أكبر المنكرات ولا يستطيع تغييرها\". ¶ بل لما فتح الله مكة، وصارت دار إسلام عزم على تغيير البيت، ورده على قواعد إبراهيم، ومنعه من ذلك ـ مع قدرته عليه ـ خشية وقوع ما هو أعظم منه، من عدم احتمال قريش لذلك، لقرب عهدهم بالإسلام، وكونهم حديثي عهد بكفر\"1. ¶ وقال رحمه الله: \"فإنكار المنكر أربع درجات: ¶ الأولى: أن يزول ويخلفه ضده. ¶ والثانية: أن يقلّ، وإن لم يزل بالجملة. ¶ والثالثة: أن يخلفه ما هو مثله. ¶ والرابعة: أن يخلفه ما هو شر منه. ¶ فالدرجتان الأوليان مشروعتان، والثالثة محل اجتهاد، والرابعة محرمة. ¶ فإذا رأيت أهل الفجور والفسوق يلعبون الشطرنج كان إنكارك عليهم من عدم الفقه والبصيرة إلا إذا نقلتهم منه إلى ما هو أحب إلى الله ورسوله كرمي النشاب، وسباق الخيل، ونحو ذلك. ¶ وإذا رأيت الفساق قد اجتمعوا على لهو، أو لعب، أو سماع مكاء وتصدية فإن نقلتهم إلى طاعة الله فهو المراد. ¶ وإلا كان تركهم على ذلك خيرا من أن تفرغهم لما هو أعظم من ذلك؛ ¶ __________ ¶ 1 إعلام الموقعين لابن القيم3/6.",
            "page": "90",
            "part": "1",
            "seal": "8C031FFB"
        },
        {
            "id": "89",
            "nass": "فكان ما هم فيه شاغلا لهم عن ذلك. ¶ وكما إذا كان الرجل مشتغلا بكتب المجون ونحوها، وخفت من نقله عنها انتقاله إلى كتب البدع والضلال والسحر فدعه وكتبه الأولى، وهذا باب واسع. ¶ وسمعت شيخ الإسلام ابن تيمية ـ قدس الله روحه ونور ضريحه ـ يقول: مررت أنا وبعض أصحابي في زمن التتار بقوم منهم يشربون الخمر؛ فأنكر عليهم من كان معي؛ فأنكرت عليه، وقلت له: إنما حرم الله الخمر؛ لأنها تصد عن ذكره وعن الصلاة، وهؤلاء يصدهم الخمر عن قتل النفوس، وسبي الذرية، وأخذ الأموال؛ فدعهم\"1. ¶ وهذا وسيأتي مزيد بيان لهذا في الفقرة التالية. ¶ 47ـ تحديث الناس بما يعقلون: فمن السياسة والحكمة في الدعوة أن يخاطب كل قوم بما يفهمون، وأن يتحامى مخاطبة أحد بما لا يحتمله عقله؛ فذلك أدعى لقبول الموعظة، والبعد عن مواطن النفرة والتكذيب. ¶ قال أمير المؤمنين علي رضي الله عنه: \"حدثوا الناس بما يعرفون أتريدون أن يكذب الله ورسوله؟ \"2. ¶ وقال ابن مسعود رضي الله عنه: \"ما أنت بمحدث قوما حديثا لا تبلغه عقولهم إلا كان لبعضهم فتنة\"3. ¶ وقال ابن الجوزي رحمه الله: \"من المخاطرات العظيمة تحديث العوام بما لا تحتمله عقولهم، أو بما قد رسخ في نفوسهم ضده\"4. ¶ __________ ¶ 1 إعلام الموقعين 3/6ـ7. ¶ 2 أخرجه البخاري127. ¶ 3 أخرجه مسلم في مقدمة صحيحه 5. ¶ 4 صيد الخاطر، ص74.",
            "page": "91",
            "part": "1",
            "seal": "6A6ED7AD"
        },
        {
            "id": "90",
            "nass": "وقال: \"فالله الله أن تحدث مخلوقا من العوام بما لا يحتمله دون احتيال وتلطف؛ فإنه لا يزول ما في نفسه، ويخاطر المحدث له بنفسه\"1. ¶ ومما يعين على فهم السامعين، وعقلهم لما يلقى إليهم، ووقوعه في قرارات نفوسهم ـ أن تكون الموعظة بألفاظ مأنوسة، وتأليف محكم، ومعان بارزة. ¶ وهكذا كانت مواعظ النبي صلى الله عليه وسلم وخطبه؛ فهي مصوغة بألفاظ مألوفة، ومعان قريبة المأخذ. ¶ وهي مع قرب معانيها من أذهان الجمهور قد حازت في مراقي البلاغة الأمد الأسمى2. ¶ وقال أبو هلال العسكري رحمه الله: \"فمدار البلاغة على تخير اللفظ، وتخيره أصعب من جمعه وتأليفه\"3. ¶ وقال: \"قال أبو داود: رأس الخطابة الطبع، وعمودها الدربة، وجناحها رواية الكلام، وحليها الإعراب، وبهاؤها تخير الكلام، والمحبة مقرونة بقلة الاستكراه\"4. ¶ ولهذا فإن الواعظ البارع هو الذي يصوغ موعظته بما تحتمله العقول؛ فللعامة لغة، وللخاصة لغة، للكبار لغة، وللصغار لغة، وللرجال لغة، وللنساء لغة، وهكذا، وقد مر شيء من هذا القبيل في فقرة ماضية. ¶ ومن تحديث الناس بما يعقلون أن تكون الموعظة ملائمة لكافة الطبقات؛ إذ هي تلقى على طبقات من الناس متفاوتة في العلم والفهم؛ فيحسن بالواعظ ألا يتعرض في موعظته إلى المسائل التي قد يتعثر فهمها على كثير منهم، أو أن ¶ __________ ¶ 1 صيد الخاطر 75. ¶ 2 انظر محمد رسول الله وخاتم النبيين، ص 185. ¶ 3 كتاب الصناعتين، ص 23. ¶ 4 كتاب الصناعتين، ص58.",
            "page": "92",
            "part": "1",
            "seal": "8935C964"
        },
        {
            "id": "91",
            "nass": "يتناولوها على غير وجهها. ¶ وكانت خطب الرسول صلى الله عليه وسلم جارية على هذا النحو؛ بحيث يستوي في فهمها الطبقات المختلفة دون أن يجدوا فيها ما ينبو عنه الفكر، أو يحار فيه العقل1. ¶ ولقد كان الصحابة ـ رضي الله عنهم ـ يراعون هذا الأدب لحكيم؛ فقد روى البخاري في صحيحه عن ابن عباس ـ رضي الله عنهما ـ قال: \"كنت أقرئ رجالا من المهاجرين منهم عبد الرحمن بن عوف، فبينما أنا في منزله بمنى وهو عند عمر بن الخطاب في آخر حجة حجها إذ رجع إلي عبد الرحمن فقال لو رأيت رجلا أتى أمير المزمنين اليوم فقال: يا أمير المؤمنين هل لك في فلان يقول: لو قد مات عمر لقد بايعت فلانا؛ فوالله ما كانت بيعة أبي بكر إلا فلتة، فتمت. فغضب عمر ثم قال: إني ـ إن شاء الله ـ لقائم العشية في الناس، فمحذرهم هؤلاء الذين يريدون أن يغصبوهم أمورهم. ¶ قال عبد الرحمن: فقلت: يا أمير المؤمنين! لا تفعل؛ فإن الموسم يجمع رعاع الناس وغوغاءهم؛ فإنهم هم الذين يغلبون على قربك حين تقوم في الناس، وأنا أخشى أن تقوم فتقول مقالة يطيرها عنك كل مطير، وأن لا يعوها، وأن لا يضعوها على مواضعها؛ فأمهل حتى تقدم المدينة؛ فإنها دار الهجرة والسنة فتخلص بأهل الفقه وأشراف الناس، فتقول ما قلت متمكنا، فيعي أهل العلم مقالتك، ويضعونها على مواضعها. ¶ فقال عمر: أما والله ـ إن شاء الله ـ لأقومن بذلك أول مقام أقومه بالمدينة\"الحديث2. ¶ ومما يحسن في هذا الصدد أن يبتعد عن مواطن الخلاف؛ فإن ذكره قد لا ¶ __________ ¶ 1 انظر: محمد رسول الله، ص 187. ¶ 2 البخاري6830.",
            "page": "93",
            "part": "1",
            "seal": "532339FE"
        },
        {
            "id": "92",
            "nass": "يناسب الموعظة؛ لأنها تلقى على عامة، وقد يكون ذلك مضلة لأفهامهم، مبعدا لهم عن الهدى. ¶ 48ـ الاعتدال في الطرح، والحذر من المبالغة وتضخيم الأمور: فيحسن بالواعظ أن يكون متزنا في طرحه بعيدا عن التهويل والتهوين؛ لأن الحقيقة تضيع بين ذلك، والعرب تقول في أمثالها: \"خير الناس هذا النمط الأوسط\" يعني بين المقصر والغالي1. ¶ ومما يدل على حكمة الواعظ، ورجحان عقله، وحرصه على الحقيقة ـ لزومه الاعتدال، وألا يسرف في مدح ولا ذم، ولا في وعد ولا وعيد؛ فإن الإسراف مظنة الكذب، والاعتدال مظنة الصدق. ¶ 49ـ انشراح الصدر للنقد الهادف: فالواعظ المخلص من يسعى لإرضاء الله ـ جل وعلا ـ فتراه يبذل كل سبب في سبيل نفع الناس؛ ابتغاء الأجر من الله؛ ولهذا لا تراه يتأذى من ملحوظة تقدم إليه ولو صاغها مقدمها في جفاء وغلظة؛ بل تراه يفرح بالنقد الهادف كفرحه بالثناء الصدق، بل ربما طلب ذلك من غيره، وهذا مما يرفع قدره، ويرتقي بعلمه، ووعظه. ¶ وهذا هو دأب الأكابر والعظماء. ¶ وقال عمر بن عبد العزيز لمولاه مزاحم ـ رحمهما الله ـ \"إن الولاة جعلوا العيون على العوام، وأنا أجعلك عيني على نفسي؛ فإن سمعت مني كلمة تربأ بي عنها، أو أفعالا لا تحبها ـ فعظني عنده، وانهني عنه\"2. ¶ 50ـ الإقبال على الله، وإحسان معاملته ـ عز وجل ـ فذلك من أعظم الأسرار لنجاح الواعظ، ومن أكبر أسباب توفيقه وإعانته، وإقبال الناس عليه، ¶ __________ ¶ 1 مجمع الأمثال للميداني 1/432. ¶ 2 عيون الأخبار2/18.",
            "page": "94",
            "part": "1",
            "seal": "7183A56A"
        },
        {
            "id": "93",
            "nass": "قال أبو حازم رحمه الله: \"لا يحسن عبد فيما بينه وبين الله ـ تعالى ـ إلا أحسن الله فيما بينه وبين العباد، ولا يعور1 فيما بينه وبين الله ـ تعالى ـ إلا عور الله فيما بينه وبين العباد، ولمصانعة وجه واحد أيسر من مصانعة الوجوه كلها؛ إنك إذا صانعت الله مالت الوجوه كلها إليك، وإذا أفسدت ما بينك وبينه شنأتك الوجوه كلها\"2. ¶ وقال ابن الجوزي رحمه الله: \"وإن قلوب الناس لتعرف حال الشخص، وتحبه أو تأباه، وتذمه، أو تمدحه وفق ما يتحقق بينه وبين الله ـ تعالى ـ فإنه يكفيه كل هم، ويدفع عنه كل شر. ¶ وما أصلح عبد ما بينه وبين الخلق دون أن ينظر إلى الحق إلا انعكس مقصوده، وعاد حامده ذاما\"3. ¶ وقال رحمه الله: \"فمن أصلح سريرته فاح عبير فضله، وعبقت القلوب بنشر طيبه، فالله الله في السرائر؛ فإنه ما ينفع مع فسادها صلاح ظاهر\"4. ¶ 51ـ احتساب الأجر: فالواعظ الناصح المخلص يلقي الموعظة من رضوان الله لا يلقي لها بالا، وربما كانت سببا لهداية ضال، أو ردع متماد، أو إنهاض متكاسل، أو فتح باب من أبواب الخير، أو إغلاق لباب من أبواب الشر؛ فإذا ألقى الناس السمع للواعظ أفادوا منه كل بحسبه. ¶ ولا ريب أن الدال على الخير كفاعله، فكم من الأجور العظيمة المتنوعة التي ينالها الواعظ من جراء وعظه وتذكيره، وهذا مما يبعثه إلى مزيد من ¶ __________ ¶ 1 يعور: يهدم ويفسد. ¶ 2 سير أعلام النبلاء للذهبي6/100. ¶ 3 صيد الخاطر108ـ109. ¶ 4 صيد الخاطر، ص355.",
            "page": "95",
            "part": "1",
            "seal": "862AA5A8"
        },
        {
            "id": "94",
            "nass": "البذل، ومضاعفة الجهد. ¶ 52ـ ألا ينتظر الوعظ الشكر إلا من خالقه: لا ريب أن شكر الناس من شكر الله، وأنه لا يشكر الله من لا يشكر الناس. ¶ وريب أن شكر المحسن على إحسانه مطلوب، وأنه مما تنشرح له الصدور، وتزداد إقبالا على إقبال. ¶ ولا أحد أحسن قولا، ولا أولى بأن يشكره غيره من الداعي إلى الله؛ إذ هو الذي يقدم للناس حياتهم الحقة. ¶ {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ} [فصلت:33] . ¶ ولكن قد يحصل في بعض الأحيان أن يقابل الواعظ بشيء من الجحود، والكنود، والجفاء. ¶ فإذا مرت بك هذه الحال ـ أيها الواعظ ت فلم تنصف، ولم تعط قدرك، ورد عليك فضلك باليمين والشمال ـ فلا يكبر ذلك في صدرك ويحملك على ترك الوعظ، والنصح، بل قابل ذلك بصدر رحب، ونفس راضية، وانتظر الشكر من خالقك؛ فعملك ـ هذا ـ {عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنسَى} [طه:52] . ¶ قال ابن حزم رحمه الله بعد أن تحدث عن مذاهب الناس في طرد الهم: ¶ \"وجدت العامل للآخرة إن امتحن بمكروه في تلك السبيل لم يهتم بل يسر؛ إذ رجاءه في عاقبة ما ينال عون له على ما يطلب، وزايد في الغرض الذي إياه يقصد.",
            "page": "96",
            "part": "1",
            "seal": "7A89ECCC"
        },
        {
            "id": "95",
            "nass": "ووجدته إن عاقه عما هو بسبيله عائق لم يهتم؛ إذ ليس مواخذا بذلك؛ فهو غير مؤثر في ما يطلب. ¶ ورأيته إن قصد بالأذى سر، وإن نكبته نكبة سر، وإن تعب فيما سلك فيه سر؛ فهو في سرور أبدا، وغيره بخلاف ذلك أبدا؛ فاعلم أنه مطلوب واحد، وهو طرد الهم، وليس إليه إلا طريق واحد، وهو العمل لله ـ تعالى ـ. ¶ فما عدا هذا فسخف وضلال\"1. ¶ 53ـ الحذر من الورع الخادع الكاذب: ومن ذلك أن يدع الداعي الوعظ؛ حذرا من أن يخالط قصده الرياء، والتطلع للسمعة؛ فيقلص نور إخلاصه، ويفوته ثواب الله في الدار الآخرة. ¶ وريب أن شأن الإخلاص عظيم، وأن عليه مدار العمل. ¶ ولكن ترك الدعوة بمثل هذا الوسواس ورع خادع. ¶ وما على الواعظ إلا أن يجاهد نفسه، وأن يأخذها بالإخلاص ما استطاع؛ فمخافة الرياء تجاه فائدة الدعوة إلى الخير لاغية، لأن تلك المخافة متوقعة، وفائدة الدعوة حاصلة ـ بإن الله ـ فلا تقدم المفسدة المتوقعة على الفائدة الحاصلة. ¶ ولو ركن كل داع إلى هذا الخاطر لتعطلت الدعوة، ولقلت المجاهدة، ولظفر الشيطان بما أراد. ¶ ومما يجدر التنبيه عليه أن الخوف من الرياء إنما يعظم في بدايات الإنسان الأولى؛ فإذا استمر على دعوته، ووعظه، ونفعه للناس لم يكد ذلك الخاطر يمر على باله. ¶ وإليك هذه النصيحة الذهبية من إمام الوعظ في زمانه الإمام ابن الجوزي ¶ __________ ¶ 1 الأخلاق والسير، 63.",
            "page": "97",
            "part": "1",
            "seal": "A594E5DA"
        },
        {
            "id": "96",
            "nass": "رحمه الله حيث يقول: \"ما زالت نفسي تنازعني بما يوجبه مجلس الوعظ، وتوبة التائبين، ورؤية الزاهدين ـ إلى الزهد والانقطاع عن الخلق، والانفراد بالآخرة. ¶ فتأملت ذلك، فوجدت عمومه من الشيطان؛ فإن الشيطان يرى أنه لا يخلو لي مجلس من خلق لا يحصون يبكون ويندبون على ذنبهم، ويقوم ـ في الغالب ـ جماعة يتوبون، ويقطعون شعور الصبا، وربما اتفق خمسون ومائة. ¶ ولقد تاب عندي في بعض الأيام أكثر من مائة، وعمومهم صبيان قد نشؤوا على اللعب، والانهماك في المعاصي. ¶ فكأن الشيطان ـ لبعد غوره في الشر ـ رآني أجتذب إلي من أجتذب منه؛ فأراد أن يشغلني عن ذلك بما يزخرفه؛ ليخلو هو بمن اجتذبه من يده. ¶ ولقد حسن لي الانقطاع عن المجالس، وقال: لا يخلو من تضنع للخلق. ¶ فقلت: أما زخرفة الألفاظ وتزويقها، وإخراج المعنى من مستحسن العبارة ـ ففضيلة لا رذيلة. ¶ وأما أن أقصد الناس بما لا يجوز في الشرع فمعاذ الله\"1. ¶ إلى أن قال رحمه الله: \"وأما الانقطاع فينبغي أن تكون العزلة عن الشر لا عن الخير، والعزلة عن الشر واجبة على كل حال. ¶ وأما تعليم الطالبين، وهداية المريدين فإنه عبادة العالم. ¶ وإن من تغفيل بعض العلماء إيثاره للتنفل بالصلاة والصوم عن تصنيف الكتاب، أو تعليم علم ينفع؛ لأن ذلك بذر يكثر ريعه، ويمتد زمان نفعه. ¶ وإنما تميل النفس إلى ما يزخرفه الشيطان من ذلك لمعنيين: ¶ أحدهما: حب البطالة؛ لأن الانقطاع عندها أسهل. ¶ __________ ¶ 1 صيد الخاطر، ص88.",
            "page": "98",
            "part": "1",
            "seal": "969F5994"
        },
        {
            "id": "97",
            "nass": "والثاني: حب المدحة؛ فإنها إذا توسمت بالزهد كان ميل العوام إليها أكثر. ¶ فعليك بالنظر في الشرب الأول؛ فكن من الشرب المتقدم وهم الرسول صلى الله عليه وسلم وأصحابه رضي الله عنهم. ¶ فهل نقل عن أحد منهم ما ابتدعه جهلة المتزهدين والمتصوفة من الانقطاع عن العلم، والانفراد عن الخلق؟! ¶ وهل كان شغل الأنبياء إلا معاناة الخلق، وحثهم على الخير، ونهيهم على الشر؟!. ¶ إلا أن ينقطع من ليس بعالم بقصد الكف عن الشر؛ فذلك مرتبة المحتمي يخاف شر التخليط؛ فأما الطبيب العالم بما يتناوله فإنه ينتفع بما يناله\"1. ¶ 54ـ الحذر من اليأس: فربما بذل الواعظ نصحه، وحرص على هداية الناس. ¶ وبعد ذلك قد لا يرى نتيجة الوعظ. ¶ وهذه فرصة الشيطان التي تجعله يلقي في روع الواعظ أن لا فائدة مما تقول، وأنه خير لك أن تدع الوعظ. ¶ فيحسن بالواعظ أن يتفطن لهذا المدخل، وأن يحسن ظنه بالله، وأن يستحضر أن الموعظة الحسنة والعمل الصالح ـ عموما ـ لا يذهبان سدى. ¶ فإذا لم تظهر النتائج عاجلا ظهرت آجلا، وإذا لم يذهب الشر كله خف وقعه، ولم يستطر شرره. ¶ وربما لو ترك الوعظ والإرشاد لتمادى الغافلون. ¶ وكثيرا ما يستخف الناس بالأمر تلقى له الموعظة أو تؤلف فيه المقالة؛ فإذا تتابع الترغيب فيه، أو التحذير منه ـ ولو من الناصح الواحد ـ أخذ الناس ¶ __________ ¶ 1 صيد الخاطر 89ـ90.",
            "page": "99",
            "part": "1",
            "seal": "9A6A0C7D"
        },
        {
            "id": "98",
            "nass": "يعنون بشأنه، ويتداعون للعمل به، أو الإقلاع عنه. ¶ وما سطع الإيمان في نفس إلا كانت كالبلد الطيب {يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ} ؛ فابذر ـ أيها الواعظ ـ في النفوس من الحكمة والموعظة الحسنة ما شئت أن تبذر؛ فلا تريك إلا نيات صالحة، وأعمالا راضية. ¶ ثم إن مبلغ جهد الإنسان إنما هو البلاغ، والهداية بيد الله ـ عز وجل ـ قال ـ عز وجل ـ {إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ} [الشورى49] . ¶ وقال: {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} [البقرة: 272] . ¶ وقال: {فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا} [الشورى:49] . ¶ وقال: {أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ} [يونس:99] . ¶ 55ـ أن يستشعر الواعظ أنه هو المقصود الأول من موعظته، وأنه مفتقر إلى الله ـ عز وجل ـ فذلك يدعوه إلى ربط القول بالعمل، ويردعه عن التمادي في الإعجاب، ويبعثه إلى الانطراح بين يدي الله ـ عز وجل ـ وسؤاله أن لا يكله إلى نفسه طرفة عين. ¶ كما أن ذلك يقوده إلى التواضع، والزراية على النفس. ¶ كل ذلك من أسباب توفيقه وتسديده. ¶ فما أجمل أن يكون الواعظ كثير الانكسار والتذلل لله ـ عز وجل ـ وما أروع أن يستحضر معنى قوله ـ عندما يقول في مستهل موعظته ـ: \"أوصيكم ونفسي بتقوى الله ـ عز وجل ـ \". ¶ ولقد كان العلماء الربانيون العالمون بالله وبأمره ـ عز وجل ـ يأخذون بهذه السيرة؛ فتراهم يستشعرون بأنهم أولى الناس بالتذكرة، وأنهم أخوف الناس على أنفسهم، وأرجاهم لغيرهم.",
            "page": "100",
            "part": "1",
            "seal": "21319A95"
        },
        {
            "id": "99",
            "nass": "قال أبو حازم سلمة بن دينار رحمه الله: \"أفضل خصلة ترجى للمؤمن أن يكون أشد الناس خوفا على نفسه، وأرجاه لكل مسلم\"1. ¶ ويقول مخاطبا نفسه مرزيا عليها: \"يا أعرج! ينادى يوم القيامة: يا أهل خطيئة كذا وكذا فتقوم معهم، ثم ينادي: يا أهل خطيئة كذا وكذا فتقوم معهم؛ فأراك يا أعرج تريد أن تقوم مع أهل كل خطيئة\"2. ¶ وقد رئي أبو الحسين الرازي ت 304 رحمه الله في المنام بعد موته فقيل له: ما فعل الله بك؟ فقال: \"غفر لي بقولي عند الموت: اللهم إني نصحت الناس قولا، وخنت نفسي فعلا؛ فهب خيانة فعلي لنصح قولي\"3. ¶ وها هو ابن الجوزي وهو من أكبر أئمة الوعظ يكثر البكاء على نفسه، واستشعار تقصيره في جنب الله عز وجل. ¶ يقول رحمه الله: \"إلهي! لا تعذب لسانا يخبر عنك، ولا عينا تنظر إلى علوم تدل عليك، ولا يدا تكتب حديث رسولك؛ فبعزتك لا تدخلني النار\"4. ¶ ويقول مبتهلا إلى الله ـ عز وجل ـ \"ارحم عبرة تترقرق على ما فاتها منك، وكبدا تحترق على بعدها عنك\"5. ¶ وفي كتابه صيد الخاطر نماذج كثيرة من هذا القبيل، وإليك حرفا منها، يقول رحمه الله: \"إخواني! لنفسي أقول؛ فمن له شرب معي فليرد: أيتها النفس! لقد أعطاك الله ما لم تؤملي، وبلغك ما لم تطلبي، وستر عليك من قبيحك ما لو ¶ __________ ¶ 1 مواعظ الإمام سلمة بن دينار للشيخ صالح الشامي، ص17. ¶ 2 مواعظ الإمام سلمة بن دينار للشيخ صالح الشامي، ص17. ¶ 3 البداية والنهاية لابن كثير 11/127. ¶ 4 ذيل طبقات الحنابلة، لابن رجب1/422. ¶ 5 المرجع السابق.",
            "page": "101",
            "part": "1",
            "seal": "CB24297A"
        },
        {
            "id": "100",
            "nass": "فاح ضجت المشام1، فما هذا الضجيج من فوات كما الأغراض أمملوكة أنت أم حرة؟! أما علمت أنك في دار التكليف؟! ¶ وهذا الخطاب ينبغي أن يكون للجهاد فأين دعواك المعرفة؟! ¶ أتراه لو هبت نفخة فأخذت البصر كيف كانت تطيب لك الدنيا؟! ¶ وا أسفا عليك! لقد عشيت البصيرة التي هي أشرف، وما علمت كم أقول: عسى، ولعل، وأنت في الخطأ إلى قدام. ¶ قربت سفينة العمر من ساحل القبر ومالك في المركب بضاعة تربح، تلاعبت في بحر العمر ريح الضعف؛ فغرقت تلفيق القوى، وكأن قد فصلت المركب، بلغت نهاية الأجل وعين هواك تتلفت إلى الصبا! ¶ بالله عليك لا تشمتي بك الأعداء! ¶ هذا أقل الأقسام، وأوفى منها أن أقول: بالله عليك لا يفوتنك قدم سابق مع قدرتك على قطع المضمار. ¶ الخلوة الخلوة، واستحضري قرين العقل، وجولي في حيرة الفكر، واستدركي صبابة الأجل قبل أن تميل بك الصبابة2عن الصواب. ¶ واعجبا! كلما صعد العمر نزلت! وكلما جد الموت هزلت! ¶ أتراك ممن ختم له بفتنة، وقضيت عليه عند آخر عمره المحنة؟! ¶ كان أول عمرك خيرا من الأخير، كنت في زمن الشباب أصلح في زمن أيام المشيب ... {وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ} [العنكبوت43] . ¶ __________ ¶ 1 المشام: الأنوف. ¶ 2 صُبابة الأجل: بقية العمر، والصَبابة: الهوى.",
            "page": "102",
            "part": "1",
            "seal": "C3F7245F"
        },
        {
            "id": "101",
            "nass": "نسأل الله عز وجل ما لا يحصل إلا به، وهو توفيقه، إنه سميع مجيب\"1. ¶ وقال ابن الجوزي رحمه الله: \"ولقد تاب على يدي في مجالس الذكر أكثر من مائتي ألف، وأسلم على يدي أكثر من مائتي نفس، وكم سالت عين متكبر بوعظي لم تكن تسيل، ويحق لمن تلمح هذا أن يرجو التمام. ¶ وربما لاحت أسباب الخوف بنظري إلى تقصيري وزللي. ¶ ولقد جلست يوما فرأيت حولي أكثر من عشرة آلاف ما فيهم إلا من رق قلبه، أو دمعت عينه فقلت لنفسي: كيف بك إن نجو وهلكت؟ ‍‍! فصحت بلساني وجدي: إلهي وسيدي! إن قضيت علي بالعذاب غدا فلا تعلمهم بعذابي؛ صيانة لكرمك، لا لأجلي؛ لأن لا يقولوا عذب من دلّ عليه. ¶ إلهي قد قيل لنبيك صلى الله عليه وسلم اقتل ابن أبي المنافق فقال: \"لا يتحدث الناس أن محمدا يقتل أصحابه\" 2. ¶ إلهي! فاحفظ حسن عقائدهم فيّ بكرمك أن تعلمهم بعذاب الدليل عليك3، حاشا والله يا رب ـ من تكدير الصافي\"4. ¶ وقال رحمه الله في موضع آخر: \"تفكرت في نفسي يوما تفكرا محقق فحاسبتها قبل أن تحاسب، ووزنتها قبل أن توزن؛ فرأيت اللطف الرباني. ¶ فمنذ الطفولة إلى الآن أرى لطفا بعد لطف، وسترا على قبيح وعفوا ¶ __________ ¶ 1 صيد الخاطر340ـ342. ¶ 2 رواه البخاري 3518، ومسلم6583. ¶ 3 يعني ابن الجوزي نفسه. ¶ 4 صيد الخاطر، ص397.",
            "page": "103",
            "part": "1",
            "seal": "169C36B4"
        },
        {
            "id": "102",
            "nass": "عما يوجب عقوبة، وما أرى لذلك إلا شكرا باللسان. ¶ ولقد تفكرت في خطايا لو عوقبت ببعضها لهلكت سريعا، ولو كشف للناس بعضها لاستحييت. ¶ ولا يعتقد معتقد عند سماع هذا أنها من كبائر الذنوب حتى يظن في ما يظن في الفساق، بل هي ذنوب قبيحة في حق مثلي وقعت بتأويلات فاسدة؛ فصرت إذا دعوت أقول: اللهم بحمدك وسترك علي اغفر لي. ¶ ثم طالبت نفسي بالشكر على ذلك فما وجدته كما ينبغي. ¶ ثم أنا أتقاضى القدر مراداتي، ولا أتقاضى بصبر على مكروه، ولا بشكر على نعمة؛ فأخذت أنوح على تقصيري في شكر المنعم، وكوني أتلذذ بإيراد العلم من غير تحقيق عمل به، وقد كنت أرجو مقامات الكبار فذهب العمر وما حصل المقصود؛ فوجدت أبا الوفاء ابن عقيل قد ناح نحو ما نحت؛ فأعجبتني نياحته1فكتبتها ههنا. ¶ قال لنفسه: يا رعناء! تقومّمين الألفاظ؛ ليقال: مناظر، وثمرة هذا أن يقال: يا مناظر، كما يقال للمصارع: الفارة. ¶ ضيعت أعز الأشياء وأنفسها عند العقلاء ـ وهي آخر أيام العمر ـ حتى شاع لك بين من يموت غدا اسم مناظر، ثم ينسى الذاكر والمذكور إذا درست القلوب، هذا إن تأخر الأمر إلى موتك، بل ربما نشأ شاب أفره منك، فموهوا له، وصار الاسم له، والعقلاء2 عن الله تشاغلوا بما إذا انطووا نشرهم3، ¶ __________ ¶ 1 يعني بكاءه على نفسه، ولومها لتقصيرها في جنب الله. ¶ 2 يعني بهم: الذين يعقلون عنه أمره ونهيه. ¶ 3 يعني: إذا ماتوا أحياهم، وجعل الناس يذكرونهم.",
            "page": "104",
            "part": "1",
            "seal": "FD8D4188"
        },
        {
            "id": "103",
            "nass": "وهو العمل بالعلم، والنظر الخالص لنفوسهم. ¶ أف لنفسي! وقد سطرت عدة مجلدات في فنون1العلم، وما عبق بها ضيلة2. ¶ إن نوظرت شمخت، وإن نوصحت تعجرفت3، وإن لاحت الدنيا طارت إليها طيران الرخم، وسقطت عليها سقوط الغراب على الجيف؛ فليتها أخذت أخذ المضطر من الميتة، توفر في المخالطة عيوبا تبلى، ولا تحتشم نظر الحق إليها، وإن انكسر لها غرض تضجرت4، وإن أمدت بالنعم اشتغلت عن المنعم. ¶ أف والله مني، اليوم على وجه الأرض وغدا تحتها. ¶ والله إن نتن جسدي بعد ثلاث تحت التراب أقل من نتن خلائقي وأنا بين الأصحاب. ¶ والله إنني قد بهرني حلم هذا الكريم عني؛ كيف يسترني وأنا أتهتك، ويجمعني وأنا أتشتت؟! وغدا يقال: مات الحبر العالم الصالح، ولو عرفوني حق معرفتي بنفسي ما دفنوني. ¶ والله لأنادين على نفسي نداء المكشفين معائب الأعداء، ولأنوحن نوح ¶ __________ ¶ 1 لعله يشير إلى كتابه \"الفنون\" الذي بلغ ثمانمائة مجلد كما ذكر ذلك ابن رجب الحنبلي في كتابه ذيل طبقات الحنابلة1/156. ¶ 2 يعني أنه ما استفاد مما علم، ولم يعلق به شيء من ذلك، وهذا من تواضعه. ¶ 3 يعني تكبرت واستنكفت عن قبول الحق. ¶ 4 يعني إن نفسه تضجر وتسخط إذا لم تأتها الأمور كما تريد.",
            "page": "105",
            "part": "1",
            "seal": "3DCE9112"
        },
        {
            "id": "104",
            "nass": "الثاكلين للأبناء؛ إذ لا نائح لي ينوح علي هذه المصائب المكتومة والخلال المغطاة التي قد سترها من خبرها، وغطاها من علمها. ¶ والله ما أجد لنفسي خلة استحسن أن أقول متوسلا بها: اللهم اغفر لي كذا بكذا. ¶ والله ما التفت قط إلا وجدت منه ـ سبحانه ـ برا يكفيني، ووقاية تحميني مع تسلط الأعداء، ولا عرضت حاجة فمددت يدي إلا قضاها. ¶ هذا فعله معي وهو رب غني عني، وهذا فعلي وأنا عبد فقير إليه!! ¶ ولا عذر لي فأقول: ما دريت، أو سهوت، والله لقد خلقني خلقا صحيحا سليما، ونور قلبي بالفطنة، حتى إن الغائبات والمكنونات تنكشف لفهمي. ¶ فوا حسرتاه على عمر انقضى فيما لا يطابق الرضا، وا حرماني لمقامات الرجال الفطناء، يا حسرتا على ما فرطت في جنب الله، وا شماتة العدو بي، وا خيبة من أحسن الظن بي إذا شهدت الجوارح علي، وا خذلاني عند إقامة الحجة. ¶ سخر ـ والله ـ مني الشيطان وأنا الفطن. ¶ اللهم توبة خالصة من هذه الأقذار، ونهضة صادقة لتصفية ما بقي من الأكدار، وقد جئت بعد الخمسين وأنا من خلق المتاع، وأبي العلم إلا أن يأخذ بي إلى معدن الكرم، وليس لي وسيلة إلا التأسف والندم؛ فوالله ما عصيتك جاهلا بمقدار نعمتك، ولا ناسيا لما أسلفت من كرمك؛ فاغفر لي",
            "page": "106",
            "part": "1",
            "seal": "3F7686B4"
        },
        {
            "id": "105",
            "nass": "سالف فعلي\"1. ¶ فهذا كلام ابن عقيل ـ رحمه الله ـ وهذه زرايته على نفسه مع أنه هو هو في العلم والفضل والتفنن، بل يكفي أنه كتب كتاب \"الفنون\" الذي بلغ ثمانمائة مجلد2. ¶ وهذا شيخ الإسلام ابن تيمية رحمه الله وهو من هو في الزهد والعلم والورع والعبادة والجهاد ها هو يضرب مثالا رائعا في المسكنة، والافتقار، والتذلل لله عز وجل. ¶ يقول تلميذه العلامة ابن القيم رحمه الله في معرض حديث له في منزلة الخشوع في كتابه الماتع مدارج السالكين: \"فلا شيء أنفع للصادق من التحقق بالمسكنة، والفاقة والذل، وأنه لا شيء، وأنه ممن لم يصح له بعد الإسلام حتى يدعي الشرف فيه. ¶ ولقد شاهدت من شيخ الإسلام ابن تيمية ـ قدس الله روحه ـ من ذلك أمرا لم أشاهده من غيره، وكان يقول كثيرا: مالي شيء، ولا مني شيء، ولا في شيء، وكان كثيرا ما يتمثل بهذا البيت: ¶ أنا المكدي وابن المكدي ... وهكذا كان أبي وجدي ¶ وكان إذا أثني عليه في وجهه يقول: والله إني إلى الآن أجدد إسلامي كل وقت، وما أسلمت بعد إسلاما جيدا. ¶ __________ ¶ 1 صيد الخاطر، ص736ـ739. ¶ 2 انظر: ذيل طبقات الحنابلة1/156.",
            "page": "107",
            "part": "1",
            "seal": "7225BAC0"
        },
        {
            "id": "106",
            "nass": "وبعث إلي في آخر عمره قاعدة في التفسير بخطه، وعلى ظهرها أبيات بخطه من نظمه: ¶ أنا الفقير إلى رب البريات ... أنا المسيكين في مجموع حالاتي ¶ أنا الظلوم لنفسي وهي ظالمتي ... والخير إن يأتنا من عند يأتي ¶ لا أستطيع لنفسي جلب منفعة ... ولا عن النفس لي دفع المضرات ¶ وليس لي دونه رب يدبرني ... ولا شفيع إذا حاطت خطيئاتي ¶ إلا بإذن من الرحمن خالقنا ... إلى الشفيع كما قد جا في الآيات ¶ ولست أملك شيئا دونه أبدا ... ولا شريك أنا في بعض ذرات ¶ ولا ظهير له طي يستعين به ... كما يكون لأرباب الولايات ¶ والفقر لي وصف ذات لازم أبدا ... كما الغنى أبدا وصف له ذاتي ¶ وهذه الحال حال الخلق أجمعهم ... وكلهم عنده عبد له آتي ¶ فمن بغى مطلبا من غير خالقه ... فهو الجهول الظلوم المشرك العاتي ¶ والحمد لله ملء الكون أجمعه ... ما كان منه وما من بعد قد يأتي1 ¶ __________ ¶ 1 مدارج السالكين لابن القيم 520ـ521.",
            "page": "108",
            "part": "1",
            "seal": "0A3108D1"
        },
        {
            "id": "107",
            "nass": "الخاتمة ¶ الحمد لله الذي تتم بنعمته الصالحات، وبعد: ¶ ففي خاتمة التطواف في تفصيل أدب الموعظة أتوجه بالشكر إلى المولى ـ جل وعلا ـ على تيسيره وإعانته. ¶ وأسأله ـ عز وجل ـ أن يجعل هذا الكتاب خالصا لوجهه، نافعا لعباده، موافقا لسنة نبيه صلى الله عليه وسلم. ¶ وبعد شكر الله أشكر كل من أعان على هذا العمل بمشورة، أو تصحيح، أو مراجعة، أو ما جرى مجرى ذلك، وأسأل الله أن يجزيهم خيرا الجزاء وأن يجعل ذلك ذخرا لهم يوم يلقونه. ¶ كما أعتذر للقراء الكرام إن كان هناك من إثقال، أو إملال، وآمل منهم موافاة أخيهم بما يرونه من ملحوظة، أو زيادة فائدة. ¶ وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين.",
            "page": "109",
            "part": "1",
            "seal": "39C04E49"
        }
    ],
    "t7496": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الموعظة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "ورود الموعظة في القرآن الكريم"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقاصد الموعظة وحكمها"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "أدب الموعظة"
        }
    ]
}