{
    "b7497": [
        {
            "id": "1",
            "nass": "المقدمة: ¶ إن الحمد لله نحمده، ونستعينه ونستغفره، ونعود بالله من شرور أنفسنا، ومن سيئات أعمالنا من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وسلم وعلى آله وصحبه، اللهم لا سهل إلا ما جعلته سهلاً، وأنت تجعل الحزن إذا شئت سهلاً، {رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلّاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ} (الحشر:10) ¶ إن أصدق الحديث كتاب الله تعالى، وخير الهدى هدى سيدنا محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ إن القرآن الكريم كتاب الله الخالد في إعجازه، وهو حجة الله عز وجل البالغة في خلقه، تعبدهم بتلاوته وفهمه وحفظه وتدبره، والعمل به، لقد أطلع الله تعالى الخلق من خلاله على بعض أسراره في ملكه وملكوته، فالقرآن الكريم المعجزة الباقية، والباهرة التي أيد الله عز وجل بها خير الخلق وخير الأنبياء والرسل عليهم صلوات الله وسلامه. ¶ فالقرآن الكريم في إعجازه لا يزيده التقدم الحضاري والعلمي إلا رسوخاً في الإعجاز، وحجة على الخلق جميعهم، وقد تكفل الله تعالى بحفظه، قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} . (الحجر: 9) .",
            "page": "1",
            "part": "1",
            "seal": "061E0697"
        },
        {
            "id": "2",
            "nass": "وقد تجلت عظمة القرآن الكريم وعظمة الرسول المنزل عليه هذا القرآن العظيم بشكل لا يضاهى وقد أحسن القائل (1) : ¶ جاء النبيون بالآيات فانصرمت ... وجئتنا بحكيم غير منصرم ¶ آياته كلما طال المدى جددٌ ... يزينهن جلال العتق والقدم ¶ وقد أرشد رسول الله صلى الله عليه وسلم أمته إلى حفظ القرآن الكريم وتلاوته والاهتمام به فقال عليه الصلاة والسلام \"الماهر بالقرآن مع السفرة الكرام البررة، والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران \" رواه مسلم (2) . ¶ ومما يجدر ذكره أن حفظ القرآن العظيم ليس وقفاً على سن معين دون آخر بل إن عمر الإنسان كله زمن للقرآن وعنده القابلية لحفظه وتلاوته، لذا فإن مراحل التعليم كلها وقت لتعلم القرآن الكريم، فقد بدأ كثير من الصحابة وبعض السلف الصالح يحفظ القرآن الكريم في سن متأخرة إلا أن حفظه منذ الصغر يمتاز بأنه أسرع وأثبت وأقوى كما أن الصغير تكون مشاغله في الحياة أقل من الكبير فيتفرغ لحفظ القرآن الكريم كما أشار إلى ذلك ابن خلدون بقوله: \"إن التعليم في الصغر أشد رسوخاً وهو أصل لما بعده\" (3) . ¶ __________ ¶ (1) رشيد الأشقر، ديوان أحمد شوقي، جمع وشرح الأشقر، بيروت: دار صادر، جـ1، ص 204، بدون تاريخ النشر. ¶ (2) مسلم بن الحجاج، ت 261هـ، صحيح مسلم، بيروت: دار ابن حزم، 1416هـ، باب فضل الماهر بالقرآن، جـ2، ص 195. ¶ (3) ابن خلدون، عبد الرحمن بن محمد، ت 808هـ، مقدمة ابن خلدون، مكة المكرمة: دار الباز، ط4، 1398هـ، ص 538.",
            "page": "2",
            "part": "1",
            "seal": "982EC37E"
        },
        {
            "id": "3",
            "nass": "وقد دأب المسلمون قديماً وحديثاً إلى تعليم أبنائهم القرآن الكريم في سن مبكرة حتى كانت النتيجة أن عرف بعض الناس أنهم حفظوا القرآن الكريم قبل سن العاشرة كالشافعي، وابن حنبل، والنووي رحمهم الله تعالى وغيرهم من المسلمين حتى في وقتنا الحاضر كما هو مشاهد في زمن كتابة هذه الدراسة 1420هـ في هذه البلاد الطاهرة ولله الحمد والشكر. ¶ كما أن المسلمين قد اهتموا بهذا القرآن الكريم في كل عصورهم وأمصارهم فمثلاً في الوقت الحاضر قامت حكومة المملكة العربية السعودية، بإنشاء مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة، حيث طبع المصحف الشريف بمختلف الأشكال والخطوط والأحجام المتفق عليها حسب الرسم للمصحف العثماني، مع تفسير معانيه وترجمتها بلغات مختلفة ليتمكن كل مسلم من قراءته وفهم معانيه ولم يقتصر الأمر على ذلك بل تم تسجيله على الأشرطة الصوتية بمختلف القراءات، ويوزع ذلك على كثير من المسلمين وعلى حجاج بيت الله الحرام وعلى الزائرين، فجزى الله القائمين على مجمع الملك فهد لطباعة المصحف الشريف كل خير وكل من ساهم معهم في نشر هذا القرآن العظيم. ¶ وقد قال عليه الصلاة والسلام: \"خيركم من تعلم القرآن وعلمه\" (1) . ¶ فهذه الخيرية تشمل – بإذن الله تعالى وفضله – من تعلم القرآن الكريم وعلمه، وساهم في تعليمه ونشره بالجهد والمال، بل كل من أحب القرآن وأهله والقائمين عليه. ¶ __________ ¶ (1) محمد بن إسماعيل البخاري، مرجع سابق رقم الحديث 5027، باب خيركم من تعلم القرآن وعلمه.",
            "page": "3",
            "part": "1",
            "seal": "4EC9D6EF"
        },
        {
            "id": "4",
            "nass": "وإن المسلمين لقادرون – إن شاء الله تعالى – إذا ما تمسكوا بهذا القرآن الكريم، وتدبروا معناه بأمانة وحرية وفق سنة رسول الله صلى الله عليه وسلم، أن يحققوا ما يصبون إليه في حاضرهم ومستقبلهم وفي دنياهم وأخرتهم. ¶ وإني أحاول بهذه الدراسة أن أسهم ببعض ما يتعلق بهذا القرآن العظيم وببعض المباحث المهمة والتي تعين على فهم القرآن الكريم وتدبره والعمل بما جاء فيه. وقد ركزت هذه الدراسة على أربعة أساليب حدوداً لها في مجالها البحثي وهي: ¶ 1 – الأسلوب التربوي الفعال في تعليم تلاوة القرآن الكريم. ¶ 2 – الأسلوب التربوي الفعال في تعليم فهم القرآن الكريم. ¶ 3 – الأسلوب التربوي الفعال في حفظ القرآن الكريم. ¶ 4 – الأسلوب التربوي الفعال في العمل بالقرآن الكريم. ¶ وقد التزمت بالمنهج الوصفي التحليلي الاستنتاجي في السير بهذه الدراسة وراعيت عدة أمور أهمها: ¶ أ – الاستفادة من أهل الاختصاص وأهل الميدان والعاملين في مجال تحفيظ القرآن الكريم حيث قمت بتوزيع استطلاع رأي بعد تحكيمه من مجموعة من المتخصصين لكي يؤدي إلى صدق ما وضع له، ومعرفة قوة ثباته بطريقة إعادة الإجابة عنه من مجموعة من مجتمع الدراسة بلغ نسبة صدق المطابقة في إجابتهم حوالي 97%، وكان مجتمع الدراسة من مدرسي القرآن الكريم بالجمعية الخيرية لتحفيظ القرآن الكريم بمكة",
            "page": "4",
            "part": "1",
            "seal": "25A773D9"
        },
        {
            "id": "5",
            "nass": "المكرمة وبلغ مجموعهم (916) معلماً، والعينة بنسبة 25% أي مجموعها (229) معلماً. ¶ ب – الاستفادة من المصادر والمراجع المتعلقة بالدراسة والتزمت بالدقة العلمية حيث أضع في نهاية الحديث الشريف أو النص المنقول من العلماء والمفكرين رقماً يوضح المعلومات اللازمة لهذا المصدر أو المرجع في قائمة الحواشي والمصادر والمراجع في نهاية الدراسة، وقد توخيت الالتزام بالأسلوب المناسب لأهل هذا العصر على اختلاف درجاتهم في الثقافة والتربية، كما توخيت الإيجاز في العبارة والاختصار المفيد في إطار حدود الدراسة المتمثلة في الأساليب الأربعة المتعلقة بالتلاوة والفهم والحفظ والعمل لذلك، كما تحريت الدقة والأمانة العلمية في البحث والاستقصاء بقدر الطاقة البشرية الإنسانية، حيث بذلت وسعي في الوصف والتحليل والاستنباط والإيضاح لكل جديد ومفيد في هذه الدراسة وفي إطار الأدلة التفصيلية من الكتاب والسنة وما اتفق عليه سلف الأمة الصالح رحمهم الله تعالى. ¶ وأسأل الله الكريم رب العرش العظيم أن يجعل عملي هذا خالصاً لوجه الكريم وأن يجعلنا يوم القيامة مع أهل القرآن الكريم فنفوز بذلك فوزاً عظيماً، والله المستعان، وله الفضل، وله الخلق والأمر، فإن وفقت في شيء من هذه الدراسة وغيرها فإنما هو بحمد الله تعالى وفضله وتوفيقه، ربنا عليك توكلنا وإليك أنبنا وإليك المصير، والحمد لله رب العالمين والصلاة والسلام على سيدنا محمد وعلى آله وصحبه أجمعين.",
            "page": "5",
            "part": "1",
            "seal": "381C93F4"
        },
        {
            "id": "6",
            "nass": "موضوع الدراسة وأسئلتها: ¶ من خلال مقدمة الدراسة وما ذكر فيها من منهج الدراسة وحدودها فإن هذه الدراسة تحاول الإجابة عن هذه الأسئلة التالية: ¶ س 1: ما الأسلوب التربوي الفعال في تعليم تلاوة القرآن الكريم؟ ¶ س 2: ما الأسلوب التربوي الفعال في تعليم فهم القرآن الكريم؟ ¶ س 3: ما الأسلوب التربوي الفعال في تعليم حفظ القرآن الكريم؟ ¶ س 4: ما الأسلوب التربوي الفعال في العمل بالقرآن الكريم؟ ¶ كما أن أهداف الدراسة: هي محاولة الإجابة عن أسئلتها لأن معرفة الإجابة على تلك الأسئلة من المربين وغيرهم لها أثرها في وجدانهم ورغباتهم في حب القرآن الكريم وأهله والقائمين عليه، وهذا الوجدان، وهذه الرغبات قد تدفعهم إلى تغيير سلوكهم في هذا المجال العلمي وفقاً لمتطلبات تلك المعرفة، حيث إن لهذه المعرفة دلالاتها التربوية التي لابد أن يتبعها العمل بها، وهذا العمل في التربية الإسلامية يشمل فعل المأمور به وترك المنهي عنه. ¶ والآن تشرع الدراسة بإذن الله تعالى في الإجابة عن أسئلتها.",
            "page": "6",
            "part": "1",
            "seal": "9892CE32"
        },
        {
            "id": "7",
            "nass": "الأسلوب التربوي الفعال في تعليم تلاوة القرآن الكريم: ¶ قال تعالى: {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ} (الجمعة: 2) . ¶ وقال تعالى: {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ} (فاطر: 29، 30) . ¶ وعن عبد الله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم قال:\"إن هذا القرآن مأدبة الله، فاقبلوا مأدبته ما استطعتم، إن هذا القرآن حبل الله والنور المبين والشفاء النافع عصمة لمن تمسك به، ونجاة لمن اتبعه، لا يزيغ فيستعتب، ولا يعوج فيقوم، ولا تنقضي عجائبه، ولا يخلق من كثرة الرد، أتلوه فإن الله يأجركم على تلاوته كل حرف عشر حسنات أما إني لا أقول لكم، الم؛ حرف؛ ولكن ألف ولام وميم \". رواه الحاكم في المستدرك. وقال صحيح الإسناد (1) ، وذكره المنذري في الترغيب (2) . ¶ وفي تلاوة القرآن الكريم ثواب عظيم، فقد قال عليه الصلاة والسلام: \"عليك بتلاوة القرآن فإنه نور لك في الأرض وذخر لك في السماء\" أخرجه ¶ __________ ¶ (1) محمد بن عبد الله المعروف بالحاكم، ت 405هـ، المستدرك على الصحيحين، الرياض: مطابع النصر الحديثة، جـ1، ص 554، ت 656هـ. ¶ (2) زكي الدين عبد العظيم عبد القوي المنذري، ت 656هـ، الترغيب والترهيب من الحديث، القاهرة: مكتبة الجمهورية العربية، 1390هـ، جـ1، ص210.",
            "page": "7",
            "part": "1",
            "seal": "7F8D7623"
        },
        {
            "id": "8",
            "nass": "ابن حبان في حديث طويل كما في الترغيب (1) ، وروى الحديث الإمام أحمد عن أبي سعيد الخدري ولفظ الحديث عن أحمد: \"أوصيك بتقوى الله تعالى فإنه رأس كل شيء، وعليك بالجهاد فإنه رهبانية الإسلام وعليك بذكر الله تعالى وتلاوة القرآن فإنه روحك في السماء وذكرك في الأرض\" (2) . ¶ ولكل قارئ للقرآن الكريم درجة حسب تلاوته، فعن عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: \"الماهر بالقرآن مع السفرة الكرام البررة، والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران\" أخرجه البخاري في التفسير (3) ،وأخرجه مسلم في فضائل القرآن في باب فضيلة حافظ القرآن (4) . ¶ والتلاوة لها أجر عظيم فعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"من استمع إلى آية من كتاب الله كتب له حسنة مضاعفة، ومن تلاها كانت له نوراً يوم القيامة\" رواه أحمد في مسنده (5) . ¶ كما يلزم الخشوع والتدبر وتحسين الصوت بالقرآن الكريم في تلاوته. ¶ كما جاء في حديث جابر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن من أحسن الناس صوتاً بالقرآن الذي إذا سمعتموه يقرأ ¶ __________ ¶ (1) المنذري، المرجع السابق، أخرجه ابن حيان في حديث طويل كما في الترغيب والترهيب للمنذري، جـ 2، ص 207. ¶ (2) أحمد بن حنبل، ت 241هـ، مسند الإمام أحمد، دمشق: المكتب الإسلامي، (د. ت) ، جـ3، ص 82. ¶ (3) محمد بن إسماعيل البخاري، مرجع سابق، أخرجه البخاري في التفسير، جـ2، ص 735. ¶ (4) مسلم بن الحجاج، مرجع سابق، أخرجه مسلم في فضائل القرآن، باب فضيلة حافظ القرآن، جـ1، ص 743. ¶ (5) أحمد بن حنبل، مرجع سابق، جـ2، ص 343.",
            "page": "8",
            "part": "1",
            "seal": "83385D36"
        },
        {
            "id": "9",
            "nass": "حسبتموه يخشى الله\". أخرجه ابن ماجه في الإقامة (1) ، وابن عمر وعائشة رضي الله عنهم جميعاً بلفظ \"أحسن الناس قراءة الذي إذا قرأ رأيت أنه يخشى الله \". ذكره الألباني في صحيح الجامع، وقال حديث صحيح (2) . ¶ ولعل الأسلوب التربوي الفعال في تعليم تلاوة القرآن الكريم يتمثل في الآتي: ¶ 1 – إخلاص النية من المعلم وطالب العلم في التلاوة بأنها تكون لله تعالى، وذلك لأن تلاوة القرآن العظيم عبادة لله تعالى حيث يقول عز وجل {فَاعْبُدِ اللَّهَ مُخْلِصاً لَهُ الدِّينَ أَلا لِلَّهِ الدِّينُ الْخَالِصُ} (الزمر: 2، 3) . لذا يجب إخلاص النية، وإصلاح القصد، وجعل تلاوة القرآن العظيم لله وحده، ومن أجل مرضاته تعالى، والفوز بالجنة، حيث ينال الثواب العظيم لمن تلا القرآن العظيم خالصاً لوجه الله تعالى. ¶ حيث لا أجر ولا ثواب لمن قرأ القرآن الكريم وتلاه وحفظه رياء وسمعة كما تدل على ذلك الأدلة التفصيلية من الكتاب والسنة. ¶ 2 – الرغبة الصادقة من المعلم في تعليم القرآن الكريم لأولاد المسلمين ومحبة ذلك من أجل مرضاة الله تعالى. ¶ 3 – أن يعود المعلم تلاميذه بعدم تجاوز تلاوة سورة حتى يربط أولها بآخرها، حيث يجب أن تثبت تلاوة السورة في ذهن الطلاب بشكل مترابط متماسك، حيث يكون عندهم ما يسمى بحد التمكن في التلاوة والانتقال إلى تلاوة آيات أخرى. ¶ __________ ¶ (1) محمد بن يزيد المعروف بابن ماجه، ت 275، سنن ابن ماجه، بيروت: دار إحياء التراث العربي، وقد رواه ابن ماجه في الإقامة باب حسن الصوت، جـ1، ص 96. ¶ (2) محمد ناصر الدين الألباني، الجامع الصحيح، دمشق: المكتب الإسلامي، جـ1، ص192.",
            "page": "9",
            "part": "1",
            "seal": "0C4D6C4B"
        },
        {
            "id": "10",
            "nass": "4 – أن يعِّود المعلم تلاميذه على التلاوة اليومية المستمرة ويكون من بداية ما تعلموه إلى آخر ما وصلوا إليه، وإذا كان أحدهم قد أنهى تلاوة القرآن كاملاً فتكون تلاوته اليومية من بداية المصحف من سورة الفاتحة حتى سورة الناس فكلما ختم ختمة افتتح بأخرى، فقد جاء في الحديث الشريف أن رسول الله صلى الله عليه وسلم سئل: أي العمل أحب إلى الله؟ قال: \"الحال المرتحل، وقال: وما الحال المرتحل؟ قال: الذي يضرب من أول القرآن إلى آخره كلما حل ارتحل\" أخرجه الترمذي (1) . ¶ ولذا ينبغي لطالب القرآن الكريم ألا يقوم بعد ختم المصحف حتى يفتتح ختمة جديدة فيقرأ حتى قوله تعالى: {أُولَئِكَ عَلَى هُدىً مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (البقرة: 5) . ¶ ولكي يبقي المسلم على صلة وثيقة بتلاوة كتاب الله تعالى، وتكرار ختم القرآن ختمه بعد ختمه رجاء ثواب الله تعالى (2) . ¶ وهذه التلاوة اليومية وإن كانت قليلة هي أنفع من تلاوة بعدها انقطاع وهجران لكتاب الله تعالى عدة أيام حيث جاء عن رسول الله صلى الله عليه وسلم: \"أحب الأعمال إلى الله أدومها وإن قل\" (3) . ¶ __________ ¶ (1) محمد بن عيسي الترمذي، ت297هـ، سنن الترمذي، بيروت: دار الكتب العلمية، رقم الحديث 2948، بدون تاريخ للنشر. ¶ (2) بدر الدين محمد بن عبد الله الزركشي، البرهان في علوم القرآن، بيروت: دار الفكر، 1401هـ، جـ1، ص 474. ¶ (3) مسلم بن الحجاج، مرجع سابق، أخرجه مسلم في باب فضل العمل الدائم، جـ1، ص 541.",
            "page": "10",
            "part": "1",
            "seal": "ACBDCAF9"
        },
        {
            "id": "11",
            "nass": "5 – ويلتزم قارئ القرآن ومعلمه في هذه التلاوة اليومية وغيرها سواء في المدرسة أو في حلقات التحفيظ التنبيه على الطهارة والوضوء قبل الشروع في القراءة من الأستاذ المتخصص مشافهة، مع الاستفادة من الاستماع إلى أشرطة القرآن الكريم لمشاهير القراء ولا سيما أئمة الحرمين الشريفين وغيرهم من الحفاظ، وتعويد اللسان على القراءة مع قراءتهم مع الاستقامة في الأمور كلها. ¶ 6 – من الأساليب الفعالة في تلاوة القرآن الكريم تعويد الطلاب على التلاوة التأملية، وذلك بحضور القلب واستشعار عظمة الله تعالى، حيث القرآن الكريم كلامه عز وجل وهو موجه إلى الإنسان، وأن الإنسان مخاطب بهذا القرآن العظيم من الخالق عز وجل. ¶ وهذا يتطلب تكرار الآيات وتأمل معناها وأحكامها، حيث القرآن الكريم يمثل منهج حياة المسلم، يفعل ما أمره الله به، ويترك ما نهاه عنه، والتأمل في كلام الله تعالى وترديد الآيات لفهمها مطلوب من المسلم فعن أبي ذر رضي الله عنه قال: قام النبي صلى الله عليه وسلم بآيَة حتى أصبح يرددها، وذكر أبو ذر الآية (1) وهي: قوله تعالى: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} (المائدة: 118) . ¶ والتأمل في القرآن الكريم مطلوب من المسلم فقد روى مقاتل بن حيان رحمه الله تعالى: قال: صليت خلف عمر بن عبد العزيز فقرأ: (وَقِفُوهُمْ ¶ __________ ¶ (1) أحمد بن حنبل، المسند، مرجع سابق، جـ5، ص 149.",
            "page": "11",
            "part": "1",
            "seal": "A1B5E1A0"
        },
        {
            "id": "12",
            "nass": "إِنَّهُمْ مَسْؤُولُونَ) (الصافات: 24) ، فجعل يكررها لا يستطيع أن يجاوزها، يعني من البكاء (1) . ¶ وعن محمد بن الحسن رحمهما الله تعالى قال: قام أبو حنيفة رحمه الله تعالى، ليلة بهذه الآية: {بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ} (القمر:46) ، ويبكي ويتضرع إلى الفجر (2) . ¶ ولهذا يطلب معلم القرآن الكريم من الطلاب التلاوة الصامتة وذلك مع تنبيههم على التلاوة التأملية بتدبر القرآن وفهمه مع الدعاء لهم بأن الله تعالى يفتح عليهم بفهم القرآن الكريم ويشرح به صدورهم، وتستنير به قلوبهم، حيث بذكر الله تعالى تطمئن القلوب. ¶ __________ ¶ (1) ابن كثير الدمشقي، ت774، البداية والنهاية، بيروت: دار الكتب العلمية، 1417هـ، جـ6، ص228. ¶ (2) الموفق بن أحمد المكي، مناقب الإمام أبي حنيفة رحمه الله تعالى، بيروت: دار الكتاب العربي، 1411هـ، جـ2، ص 252.",
            "page": "12",
            "part": "1",
            "seal": "E8C054DA"
        },
        {
            "id": "13",
            "nass": "الأسلوب التربوي الفعال في تعليم فهم القرآن الكريم: ¶ لا يعني هذا الأسلوب التربوي الفعال في فهم القرآن الكريم أنه منفصل عن الأسلوب التربوي الفعال في تلاوة القرآن الكريم وإنما كل منهما يكمل الآخر ومحتاج إلى الآخر وإنما جاء التقسيم لغرض الفهم والدراسة والشرح. ¶ وهذا الأسلوب الفعال في فهم القرآن الكريم له مكانة خاصة في التوجيه والتعليم، حيث المقصود المهم من القرآن الكريم هو فهمه وتدبر معانيه للعمل به، والعمل به يشمل الفعل والترك، أي فعل ما أمر الله به أن يفعل، حسب القدرة والاستطاعة وترك ما نهى الله عنه أن يترك، وفهم القرآن الكريم هو لب معرفة القرآن الكريم ومفتاح العمل به يقول تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} (ص: 29) . ¶ وقال تعالى: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} (النحل:89) . ¶ وقال الشافعي رحمه الله تعالى: \" ليست تنزل بأحد من أهل دين الله نازلة إلا وفي كتاب الله الدليل على سبيل الهدى فيها\" (1) . ¶ والناس يتفاوتون في فهم القرآن الكريم، كلٌ حسب توفيق الله تعالى له فيما تعلم. إن هذا القرآن العظيم حوى جميع المعارف والعلوم ولطائف الحكم فمن قرأه قراءة تدبر وفهم، وعمل بمقتضاه فقد حصل له الغاية والفائدة القصوى من تلاوة هذا الكتاب العظيم (2) . ¶ __________ ¶ (1) محمد بن إدريس الشافعي، ت 204هـ، الرسالة، القاهرة: مكتبة التراث، 1399هـ، ص 20. ¶ (2) محمد بن أحمد القرطبي، ت 671هـ، التذكار في أفضل الأذكار، بيروت: دار الكتاب العربي، 1409هـ، ص 67",
            "page": "13",
            "part": "1",
            "seal": "19B3B421"
        },
        {
            "id": "14",
            "nass": "وعلى أي حال فإن الأسلوب الفعال في فهم القرآن الكريم يتمثل في الأمور التالية: ¶ أ – القراءة المستمرة في كتب التفسير لما يصعب فهمه من ألفاظ القرآن الكريم ومعانيه مع التأمل لمعرفة مقاصد الآيات الشريفة للعمل به مع الجد والعزم من طالب العلم أن يكون ممن قال الله فيهم {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ} (البقرة: 121) ، وهو كتاب عظيم قد يسر الله فهمه وتلاوته وأحكم آياته وفصلها لكل من تدبر معناها ليعمل بها قال تعالى: {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} (هود: 1.) ¶ ب – سؤال أهل الخبرة والعلماء والمتخصصين في التفسير عن معاني آيات القرآن الكريم، حيث تظهر معاني القرآن الكريم في القلوب المؤمنة الحية التقية والنفوس الزكية الطيبة المنيبة لله تعالى، يقول عز وجل: {تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ} (ق: 8،) ولهذا يرى الغزالي رحمه الله فيما معناه أن الإنسان الذي آثر غرور الدنيا وزينتها على نعيم الآخرة دار القرار فهو ليس من أصحاب القلوب المنيبة التي تفهم القرآن الكريم حق فهمه وتتكشف لها أسرار هذا الكتاب العظيم (1) ، قال تعالى: {وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ} (غافر: 13) ، وقال تعالى: {إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} (الرعد: 19) . ¶ جـ – ربط القرآن الكريم بالواقع المعاصر، وما يعيشه المسلم في حياته، لأن القرآن العظيم هو منهج حياة الإنسان المؤمن الذي يلازمه في كل ¶ __________ ¶ (1) أبو حامد محمد الغزالي، ت 505هـ، إحياء علوم الدين، بيروت: دار المعرفة، 1401هـ‍، جـ1، ص 285.",
            "page": "14",
            "part": "1",
            "seal": "FB2C5B75"
        },
        {
            "id": "15",
            "nass": "حركاته وسكانته، ولذا على المعلم المسلم أن يركز على فهم ما ترمي وتدل عليه الآيات القرآنية الكريمة، والتعمق في الفهم لكل ما تتضمنه سور القرآن وآياته من توجيهات في نواحي الحياة جمعيها وربط ذلك بما يؤدي إلى حياة سعيدة وعمارة الكون، وحسن المعاملة، وحسن التعايش بين أفراد الإنسانية جميعهم. ¶ وقد أرشد القرآن الكريم إلى أعمال الفكر والفهم في تدبر آياته وربطها بالكون والأنفس قال تعالى: {وَفِي أَنْفُسِكُمْ أَفَلا تُبْصِرُونَ} (الذاريات: 21) . ¶ وقال الله تعالى: {وَنَفْسٍ وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا} (الشمس: 7 – 10) . ¶ وإن تزكية تلك النفس من متطلبات فهم القرآن الكريم حيث يرشد القرآن الكريم إلى استقامة هذه النفس الإنسانية وصلاحها، حيث بصلاح هذه النفس الإنسانية يصلح الكون كله، فالكون كله من غير الإنسان قد سخره الله تعالى لهذا الإنسان قال تعالى: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعاً مِنْهُ إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ} (الجاثية: 13) . ¶ ثم أن الأسلوب الفعال لفهم القرآن الكريم من أهم الأمور التي تساعد على حفظ الآيات ولهذا على المعلم أن يوضح لطلابه تفسير الآيات ومعاني الكلمات التي يريدون حفظها حسب مستواهم العلمي ويربط تلك المعاني بحياتهم وكلامهم اليومي وأن القرآن الكريم خطاب لهم من الله تعالى بلغتهم ولكي يعملوا به.",
            "page": "15",
            "part": "1",
            "seal": "5161B1FE"
        },
        {
            "id": "16",
            "nass": "وقد جاء في مدارج السالكين لابن القيم: (وليعلم طالب العلم ودارس القرآن الكريم أنه ليس أنفع له في معاده ومعاشه وحياته الدنيا وأخرته وأقرب إلى سلامته ونجاته وسعادته من تدبر القرآن الكريم وفهمه وإطالة التأمل فيه والعمل بمقتضاه) (1) ، وصدق الله العظيم القائل: {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ} (ق: 37) . ¶ وبعد الحديث عن أسلوب تلاوة القرآن الكريم وأسلوب الفهم له وأهمية ذلك نشرع في الأسلوب الفعال لحفظ القرآن الكريم وهو أسلوب يتكامل مع التلاوة وترديد الآيات وفهمها ولا يمكن فصله عن ذلك لمن أراد إتقان الحفظ وقوة التذكر وانطلاق اللسان بالقراءة. ¶ __________ ¶ (1) ابن القيم محمد بن أبي بكر، ت 751هـ، مدارج السالكين، بيروت: دار الفكر، 1402هـ، جـ1، ص 452 ,",
            "page": "16",
            "part": "1",
            "seal": "58839DFD"
        },
        {
            "id": "17",
            "nass": "الأسلوب التربوي الفعال في تحفيظ القرآن الكريم: ¶ قال تعالى: {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآياتِنَا إِلَّا الظَّالِمُونَ} (العنكبوت: 49) . ¶ ورسول الله صلى الله عليه وسلم هو سيد الحفاظ وأولهم للقرآن الكريم ومن بعده أصحابه رضي الله عنهم وهناك قواعد معينة على الحفظ تتمثل في الآتي: ¶ إخلاص النية، وإصلاح القصد، وجعل حفظ القرآن الكريم والعناية به من أجل الله سبحانه وتعالى، والفوز بالجنة، وحصول مرضاة الله تعالى، ثم يأتي تصحيح النطق والتلاوة ومن أهم الطرق الفعالة في ذلك السماع من قارئ مجيد، أو حافظ متقن وأخذ القرآن منه بالتلقي مشافهة، ثم تأتي تحديد نسبة الحفظ كل يوم، حسب القدرة والاستطاعة وعزم الطالب المتعلم ومستواه العلمي، ثم لا يجوز للحافظ أن ينتقل إلى مقرر جديد في الحفظ إلا إذا أتم تماماً حفظ المقرر القديم، وذلك ليثبت ما حفظه تماماً في الذهن، ومما يعين تماماً على الحفظ فهم الآيات المحفوظة، ومعرفة وجه ارتباط بعضها ببعض، وربطها بالحياة والسلوك اليومي، ثم لا يتجاوز الحافظ سورة حتى يربط أولها بآخرها، ويتدرب على تسميعها بصورة كاملة أي يهتم بالمراجعة والتسميع الدائم لما حفظه من القرآن الكريم. وهذا الأمر يتطلب من الحافظ المتابعة الدائمة، إنه بهذه المتابعة الدائمة لما هو محفوظ من القرآن يستمر",
            "page": "17",
            "part": "1",
            "seal": "7DCD69DA"
        },
        {
            "id": "18",
            "nass": "الحفظ ويحصل الأجر والثواب في ازدياد ثم الاهتمام والعناية بالمتشابهات حيث القرآن متشابه في معانيه وألفاظه وآياته (1) . ¶ قال تعالى: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} (الزمر:23) . ¶ والأسلوب التربوي الفعال في حفظ القرآن الكريم يركز على تلك القواعد السابقة مع تشويق الطلاب لحفظ كتاب الله تعالى، وقراءته دائماً دون كلل أو ملل، واحتساب الأجر من الله تعالى، مع الاهتمام بتشجيع الطلاب وتقديم الجوائز المادية والمعنوية وربط ذلك بمدى حفظ المتعلم وإتقان التلاوة والفهم لمعاني الآيات وربطها بالحياة اليومية. ¶ وعلى المعلم الاهتمام بالتفسير والفهم للآيات القرآنية وربطها بشؤون الحياة كلها مع ضرب الأمثال وذكر القصص والحكايات وكل ما يؤدي إلى التشويق وتحبيب القرآن إلى النشء. ¶ إضافة الى التركيز على الأخلاق الحميدة، والسلوك القويم والترتيب والنظام والمحافظة على الوقت ولكن في حدود العدل والرحمة والعطف على المتعلم والتسامح معه حسب ما يراه المعلم من تحقيق الهدف من حفظ القرآن واستمرار المتعلم على حفظه ومساعدته على مداومة الدراسة، وذلك بحسب ما يراه المعلم من ظروف المتعلم ومتطلبات العصر. ¶ __________ ¶ (1) عبد الرحمن بن عبد الخالق، القواعد الذهبية لحفظ القرآن الكريم، الرياض: مطابع لينه، 1407هـ، ص 8 – 11.",
            "page": "18",
            "part": "1",
            "seal": "449216B4"
        },
        {
            "id": "19",
            "nass": "ومنتهى الشرف، وغاية المجد والسبق هو حفظ القرآن الكريم كاملاً لوجه الله تعالى مع العمل به والتمسك بحبله المتين، فقد روى عن رسول الله صلى الله عليه وسلم أنه قال: \" يقال لصاحب القرآن: اقرأ وارق ورتل كما كنت ترتل في الدنيا، فإن منزلتك عند أخر آية تقرؤها \" (1) . ¶ وكما يذكر الخطابي وكما جاء في الأثر أن درج الجنة بعدد آي القرآن العظيم، فمن قرأ جزءاً من القرآن كان رقيه في درج الجنة على قدر ذلك، ومن قرأ القرآن كله استولى في رقيه على أقصى درج الجنة في يوم الآخرة، وبذلك يكون منتهى ثواب القارئ للقرآن الكريم عند منتهى قراءته (2) . ¶ ومما يساعد على الحفظ لكتاب الله تعال تقوى الله عز وجل في السر والعلن يقول تعالى: {وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} (البقرة: 282) . ¶ وقال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً، وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً} ((الطلاق: 2-3) . ¶ وقال عز وجل: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْراً ذَلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْراً} (الطلاق: 4–5) . ¶ وحفظ القرآن يشمل إقامة حدوده كما جاء عن ابن مسعود رضي الله عنه (3) لأن إقامة الحدود تشمل فعل المأمورات، وترك المنهيات. ¶ __________ ¶ (1) أحمد بن حنبل، مسند أحمد، مرجع سابق، جـ2، ص 192. ¶ (2) المنذري، الترغيب والترهيب، مرجع سابق، جـ2، ص350. ¶ (3) مجد الدين أبو السعادات المبارك، النهاية في غريب الحديث والأثر، بيروت: المكتبة الإسلامية، 1400هـ، ص 274.",
            "page": "19",
            "part": "1",
            "seal": "65C9D694"
        },
        {
            "id": "20",
            "nass": "ولهذا فإن الأسلوب التربوي الفعال في حفظ القرآن الكريم هو المبنيُّ على تقوى الله تعالى ورجاء مغفرته وعطائه فالأمر والخلق له سبحانه وتعالى. ¶ وعلى المسلم صغيراً كان أم كبيراً، رجلاً أم امرأة الحرص على ما يستطيع من حفظ القرآن الكريم، وإن كان الحفظ على يد حافظ فهو أولى، وأجدر للحفظ، مع الاستفادة من الأشرطة المسجلة للقرآن العظيم، ولأن في حفظ كتاب الله تعالى خيراً كثيراً، وأجراً عظيماً، إذ ما لا يدرك كله لا يترك كله، فالقرآن نور وشفاء لما في الصدور، فقد جاء في الحديث الشريف: \"إن الذي ليس في جوفه شيء من القرآن كالبيت الخرب \" رواه الترمذي وقال حديث حسن صحيح (1) . ¶ __________ ¶ (1) محمد بن عيسي الترمذي، مرجع سابق، أخرجه الترمذي في ثواب القرآن، جـ5، ص 177، ورقم الحديث 2913.",
            "page": "20",
            "part": "1",
            "seal": "199501DB"
        },
        {
            "id": "21",
            "nass": "الأسلوب التربوي الفعال بالعمل بالقرآن الكريم: ¶ قال الله تعالى: {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَاراً بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} (الجمعة: 5) ¶ إن تلاوة القرآن الكريم وفهمه وحفظه مهم لحياة المسلم ولكن لب التعامل مع كتاب الله تعالى هو العمل به في شؤون الحياة كلها: لكي ينعم الإنسان بسعادة الدنيا والآخرة فعن أبي عبد الرحمن السلمي قال: حدثني الذين كانوا يقرئوننا، عثمان وابن مسعود وأبي رضي الله عنهم أن رسول الله صلى الله عليه وسلم كان يقرئهم (العشر آيات) فلا يجاوزونها إلى عشر أخرى حتى يعملوا ما فيها من العمل، فتعلمنا القرآن والعمل جميعاً \" (1) . ¶ وقد بين رسول الله صلى الله عليه وسلم أهمية العمل وقيمته بكتاب الله تعالى حيث روى أنه قال عليه الصلاة والسلام: \"المؤمن الذي يقرأ القرآن ويعمل به كالأترجة طعمها طيب وريحها طيب، والمؤمن الذي لا يقرأ القرآن ويعمل به كالتمرة طعمها طيب ولا ريح لها، ومثل المنافق الذي يقرأ القرآن كالريحانة ريحها طيب وطعمها مر، ومثل المنافق الذي لا يقرأ القرآن كالحنظلة طعمها مر أو خبيث وريحها مر \" (2) . ¶ __________ ¶ (1) أحمد بن حنبل، مسند أحمد، مرجع سابق، جـ5، ص 411. ¶ (2) محمد بن إسماعيل البخاري، مرجع سابق، أخرجه في كتاب فضائل القرآن، باب إثم من راءى بقراءة القرآن، رقم الحديث 5059.",
            "page": "21",
            "part": "1",
            "seal": "D36BD87E"
        },
        {
            "id": "22",
            "nass": "وقد تواترت الآثار عن السلف الصالح رحمهم الله تعالى بمراعاة جانب العمل بالقرآن الكريم في جميع شؤون الحياة كلها وإعطائها الأولوية، والتنادي برفعة مقام من وفق إليه، والتشهير بمن كان على خلاف ذلك\" (1) . ¶ وقد جاء عن ابن مسعود رضي الله عنه أنه قال: كان الرجل منا إذا تعلم عشر آيات لم يجاوزهن حتى يعرف معانيهن والعمل بهن \" (2) . ¶ وعن ابن عباس رضي الله عنهما في تفسير قول الله تعالى: {يَتْلُونَهُ حَقَّ تِلاوَتِهِ} ¶ (البقرة آية: 121) ، أي يتبعونه حق اتباعه (3) . وفي تفسير الآية لمجاهد رحمه الله تعالى أي يعملون به حق عمله (4) . ¶ والأسلوب الفعال للعمل بالقرآن الكريم يشمل التطبيق التربوي وهذا التطبيق التربوي الممارس يشمل الفعل والترك أي فعل المأمور بفعله وترك المنهي عنه مع الالتزام بالأخلاق الحميدة، والآداب الفاضلة وترك مساوئ الأخلاق واجتناب أهلها. ¶ وعن معاذ بن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"من قرأ القرآن وعمل بما فيه ألبس الله والديه تاجاً يوم القيامة، ضوءه أحسن من ضوء الشمس في بيوت الدنيا فما ظنكم بالذي عمل بهذا؟ \" (5) . ¶ __________ ¶ (1) عيادة بن أيوب الكبيسي، أبرز أسس التعامل مع القرآن الكريم، دبي: دار البحوث للدراسات الإسلامية وإحياء التراث، 1418هـ، ص 105 – 106. ¶ (2) محمد بن جرير الطبري، جامع البيان عن تأويل آي القرآن، القاهرة: دار المعارف، 1399هـ، جـ 1، ص 360. ¶ (3) محمد بن جرير الطبري، المرجع السابق، جـ 1، ص 520. ¶ (4) محمد بن جرير الطبري، المرجع السابق، جـ 1، ص 520. ¶ (5) سليمان بن الأشعث أبو داود، سنن أبي داود، بيروت: دار إحياء التراث العربي، أخرجه أبو داود في الصلاة في باب ثواب قراءة القرآن، رقم الحديث 1453.",
            "page": "22",
            "part": "1",
            "seal": "18CB7222"
        },
        {
            "id": "23",
            "nass": "والأسلوب التربوي الفعال بالعمل بالقرآن الكريم يظهر فيه بوضوح تذكير التلاميذ وتعويدهم أن يحفظوا آيات القرآن الكريم ويعملوا بها، لأن الحفظ دون العمل بأحكام القرآن من سوء العمل، مع تعويد التلاميذ على قراءة سيرة الصحابة رضي الله عنهم الذين لا يجاوزون معرفة عشر آيات حفظاً حتى يعملوا بما فيها، مع التركيز على القدوة الحسنة من المعلم نفسه حيث يظهر في سلوكه العمل بالقرآن الكريم، لأن ذلك يساعد الطلاب على العمل بأحكام القرآن الكريم، ومعلم القرآن الكريم إذا عمل بالقرآن الكريم فهو يؤدي بفعله إلى إيصال الخير إلى غيره بالقول والعمل، وتكون دعوته أبلغ وتعليمه أنفع لنفسه ولغيره، حيث نرى هذا المعلم الصالح يحذر مما حذره مولاه، ويخاف مما خوفه من عقابه، ويرغب فيما رغبه مولاه، ويرجو ذلك من الله تعالى رغبة وحباً لله تعالى. ¶ ونختم الحديث عن الأسلوب التربوي الفعال بالعمل بالقرآن الكريم بقول سيدنا علي بن أبي طالب رضي الله عنه أنه قال: \"يا حملة القرآن أو قال يا حملة العلم – اعملوا به، فإنما العالم من عمل بما علم، ووافق علمه عمله، وسيكون أقوام يحملون العلم، لا يجاوز تراقيهم، يخالف عملهم علمهم، وتخالف سريرتهم علانيتهم، يجلسون حلقاً يباهي بعضهم بعضاً، حتى إن الرجل ليغضب على جليسه أن يجلس إلى غيره ويدعه، أولئك لا تصعد أعمالهم في مجالسهم تلك إلى الله تعالى\" (1) . ¶ __________ ¶ (1) يحيي بن شرف النووي، ت 676، التبيان في آداب حملة القرآن، تحقيق سيد زكريا، مكة المكرمة، مكتبة نزار الباز، 1420هـ، ص 30.",
            "page": "23",
            "part": "1",
            "seal": "D8C7B050"
        },
        {
            "id": "24",
            "nass": "ولذا على طالب القرآن الكريم، والعلم عموماً، أن يتخلق بالمحاسن التي ورد الشرع بها والأخلاق الحميدة، وأن يراقب الله تعالى في سره وعلانيته خوفاً من عذابه، ورجاء مغفرته ومحبة في طاعته ورضوانه، وأن يحافظ على ذلك العلم النافع وأن يكون تعويله في أموره جميعها على مولاه الله سبحانه وتعالى.",
            "page": "24",
            "part": "1",
            "seal": "A61DA5ED"
        },
        {
            "id": "25",
            "nass": "الدراسة الاستطلاعية الميدانية: ¶ مكان الدراسة الجمعية الخيرية لتحفيظ القرآن الكريم بمكة المكرمة وقد تأسست عام 1382هـ وهي مسجلة برقم ترخيص 2/1 لدى وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد. ¶ وقد بلغ عدد الطلبة (26855) طالباً، وعدد الطالبات (14335) طالبة، كما بلغت حلقات القرآن الكريم (1426) حلقة، وبلغ عدد المدرسين (916) مدرساً، وعدد المدرسات (590) مدرسة، وبلغ عدد الموجهين (29) موجهاً، وعدد الموجهات (21) موجهة. ¶ وبلغ عدد المساجد التي تقام فيها حلقات القرآن الكريم (498) مسجداً، إضافة إلى الحلقات التي تقام في المسجد الحرام وعددها (74) حلقة، كما بلغت مدارس الطالبات (156) مدرسة، ويمتد نشاط الجمعية إلى القرى المجاورة لمكة المكرمة مثل محافظة الجموم والمراكز التابعة لها كأبي عروة وخيف الرواجح، وقد بلغ عدد من حفظ القرآن الكريم كاملاً منذ تأسيس الجمعية (6341) طالباً وطالبة. ¶ وعدد من حفظ القرآن الكريم كاملاً في الفترة 1/9/1418هـ حتى 2/9/1419هـ (341) طالباً و (157) طالبة، وهناك معهد لإعداد المعلمين بالجمعية الخيرية (1) . ¶ __________ ¶ (1) الجمعية الخيرية لتحفيظ القرآن الكريم بمكة المكرمة، التقرير السنوي الثاني والثلاثون، للفترة من 1/9/1418هـ حتى 12/9/1419هـ، ص 6، 7.",
            "page": "25",
            "part": "1",
            "seal": "57C18829"
        },
        {
            "id": "26",
            "nass": "وإنها لنعمة عظمى من الله سبحانه وتعالى على هذه البلاد الطاهرة في عهد الدولة السعودية الراشدة حيث تنتشر جمعيات تحفيظ القرآن الكريم في كل مدن الملكة العربية السعودية وقراها فجزى الله القائمين على نشر القرآن الكريم وتعليمه خير الجزاء وكل من قد ساهم معهم مادياً أو معنوياً، في تعلم القرآن الكريم وتعليمه. ¶ وقد أمرنا الله تعالى بعبادته وتلاوة القرآن العظيم، قال تعالى: (إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ وَأَنْ أَتْلُوَ الْقُرْآنَ} سورة النمل آية 91–92) .",
            "page": "26",
            "part": "1",
            "seal": "CF5E7B46"
        },
        {
            "id": "27",
            "nass": "صدق الدراسة الاستطلاعية وثباتها: ¶ وزعت الدراسة الاستطلاعية على بعض المتخصصين والموجهين بالجمعية لتعديلها حتى تصل إلى صدق ما وضعت له وقد أخذ الباحث بملاحظات المحكمين (1) فجزاهم الله خيراً. ¶ وأما ثباتها: فقد طبقت الدراسة الاستطلاعية على مجموعة من المدرسين مرتين وأظهرت نتائج التطبيق في اتفاقها ما نسبته حوالي 97% وهي نسبة عالية تدل على وعي مدرسي القرآن الكريم وفهم أسئلة الدراسة الاستطلاعية. ¶ مجتمع الدراسة: ¶ هم عدد المدرسين ويبلغ (916) مدرساً.",
            "page": "26",
            "part": "1",
            "seal": "721E68E9"
        },
        {
            "id": "28",
            "nass": "أما عينة الدراسة: فقد أخذت بطريقة القرعة العشوائية مع مراعاة الناحية الجغرافية في توزيع المساجد بمكة المكرمة وكانت نسبة العينة 25% من مجتمع الدراسة أي (229) مدرساً. ¶ وقد رجع من الاستطلاع الموزع (210) واستبعد منها (10) حيث لم تكن الإجابة كاملة وبالتالي كان عدد الإجابات الصحيحة (200) أي بنسبة 87 % تقريباً. ¶ التحليل والتفسير للدراسة الاستطلاعية: ¶ وقد اتضح من الدراسة الاستطلاعية لأفراد العينة الآتي: ¶ حوالي 71% من أعمار المدرسين ما بين 18 سنة إلى 43 سنة. ¶ نسبة مؤهلاتهم العلمية حوالي 88% أقل من الجامعة. ¶ ونسبة المدرسين إلى عدد الطلاب حوالي 1-29 تقريباً. ¶ عدد سنوات الخدمة أكثر من 5 سنوات يمثل تقريباً 75%. ¶ نسبة الذين لم يلتحقوا بدورات تدريبية حوالي 85%. ¶ نسبة المدرسين غير السعوديين تقريباً 70%. ¶ وأن عدد الطلاب غير السعوديين أكثر من السعوديين في حلقات حفظ القرآن الكريم. ¶ كما أن إجابة أفراد العينة عن أسئلة الدراسة الاستطلاعية كان ينقصها التوثيق للمعلومات، والتقصي الدقيق في الإجابة والإدراك الجيد لتلك الأساليب وأهميتها وقد يرجع ذلك إلى قلة التدريب لهم مع عدم تمكن بعضهم في اللغة العربية بالإضافة إلى أن أكثرهم في مستواه التعليمي أقل من المرحلة الجامعية ولذا كان التركيز على جانب الحفظ في طريقتهم التعليمية",
            "page": "27",
            "part": "1",
            "seal": "AC5DB660"
        },
        {
            "id": "29",
            "nass": "أكثر من التركيز على جانب الفهم والتوجيه وربط حفظ القرآن الكريم بالحياة والعمل اليومي للطلاب ولكن إجابات أفراد العينة أعطت الباحث فكرة جيدة عن تصورات معلمي القرآن الكريم ومدى إلمامهم بالأساليب المحددة بالدراسة الاستطلاعية وإدراكهم لها، وهذه الأساليب هي أسلوب التلاوة والفهم والحفظ والعمل والممارسة اليومية بما يحفظ من القرآن الكريم، وقد ساعد هذا الباحثَ كثيراً على التوصل إلى نتائجه وتوصياته ومقترحاته الآتي ذكرها كما أنه مما يجدر الإشارة إليه أن بعض المدرسين يدرس القرآن الكريم في تلك المساجد، بدون مرتب محتسباً ذلك عند الله تعالى، كما أن رواتبهم عموماً قليلة حيث الكثير منهم يتقاضى أقل من ألف ريال في الشهر، ولذا هم يحتسبون ذلك عند الله تعالى وعملاً بالحديث الشريف \"خيركم من تعلم القرآن وعلمه \" (1) . ¶ __________ ¶ (1) محمد بن إسماعيل البخاري، مرجع سابق، أخرجه البخاري في باب خيركم من تعلم القرآن وعلمه، رقم الحديث 5027.",
            "page": "28",
            "part": "1",
            "seal": "22CFF069"
        },
        {
            "id": "30",
            "nass": "الخاتمة والنتائج والتوصيات والمقترحات: ¶ يتضح من الإطار النظري للدراسة، ومن الدراسة الاستطلاعية الموزعة على مدرسي القرآن الكريم بالجمعية الخيرية بمكة المكرمة ومن خلال معايشتي لحلقات تحفيظ القرآن الكريم بمكة المكرمة حيث تم انتخابي لكي أكون عضواً في مجلس إدارتها، بالإضافة إلى إطلاعي وزياراتي إلى الجمعيات الخيرية لتحفيظ القرآن في بعض مدن المملكة العربية السعودية ومشاركتي بدراسة قدمتها وتم نشرها في الكتاب السنوي للعام التاسع عام 1420هـ / 2000م. لجائزة الأمير محمد بن سعود بن عبد العزيز أمير منطقة الباحة والذي يقدمه لحفظة كتاب الله الكريم بعنوان\" معالجة قضايا وأفكار حول الوسطية في الإسلام والنصيحة، والحرص على جماعة المسلمين وحكم الخروج عنها، رؤية تربوية إسلامية\". ¶ ولذا فإن هذه الدراسة الحالية نتيجة الاستقصاء والبحث والمشاهدة والمعايشة تمخضت عن النتائج والتوصيات والمقترحات الآتية: ¶ أولاً: النتائج: ¶ 1 – عناية المملكة العربية السعودية حكومةً وشعباً بالقرآن الكريم وعلومه ونشر حلقات تحفيظ القرآن الكريم في المدن والقرى، وذلك كما هو واضح من فعل أمراء المناطق والمحافظات في إطار التوجيهات الرشيدة من القيادة العليا بهذه المملكة.",
            "page": "29",
            "part": "1",
            "seal": "EABE155D"
        },
        {
            "id": "31",
            "nass": "2 – وضوح التركيز في حلقات تحفيظ القرآن الكريم على جانب الحفظ أكثر من جانب الفهم وربط الحفظ بالحياة اليومية وسلوك الأفراد. ¶ 3 – لا تزال حاجة حلقات تحفيظ القرآن الكريم مستمرة لدعم الخيرين المحسنين أهل هذه البلاد الطيبة ولاسيما الدعم المستمر لها مثل الأوقاف ودخلها المستمر لمدارس تحفيظ القرآن الكريم. ¶ 4 – لا تزال حاجة حلقات تحفيظ القرآن الكريم إلى زيادة مخصصات الدعم المادي المقدم إلى الطلاب والمدرسين، تشجيعاً لهم على هذا العمل المبارك. ¶ 5 – وضوح حاجة مدرسي القرآن الكريم إلى دورات تدريبية تقدمها عمادات خدمة المجتمع والتعليم المستمر بالجامعات السعودية حيث يتضح من إجاباتهم قلة إدراكهم للأساليب التربوية الفعالة في حلقات الجمعيات الخيرية لتعليم وتحفيظ القرآن الكريم. ¶ 6 – أظهرت الدراسة تكامل الأسلوب التربوي الفعال للتلاوة مع أسلوب الفهم وأسلوب الحفظ وأسلوب العمل بالقرآن الكريم، وإن أي اهتمام بأسلوب دون الآخر يؤدي إلى خلل بالعملية التربوية في تحفيظ القرآن الكريم بتلك الحلقات. ¶ 7 – أظهرت الدراسة أن عدد الطلاب والمعلمين السعوديين أقل من عدد غير السعوديين في حلقات تحفيظ القرآن الكريم، بمكة المكرمة. ¶ 8 – من فوائد انتشار حلقات تحفيظ القرآن الكريم مرضاة الله سبحانه وتعالى ثم تهذيب السلوك للإنسان لما يحبه الله تعالى ويرضاه، وأمر به رسول الله صلى الله عليه وسلم من فضائل الأعمال وحسن الأخلاق كما",
            "page": "30",
            "part": "1",
            "seal": "6238FE5C"
        },
        {
            "id": "32",
            "nass": "تساعد النشء في قضاء أوقات الفراغ فيما يحبه الله تعالى ويحبه رسول الله صلى الله عليه وسلم ويؤدي إلى سعادة الدنيا والآخرة. ¶ 9 – من فوائد انتشار حلقات تحفيظ القرآن الكريم أنها تكافح انتشار الجريمة وتمنع انتشار الأخلاق السيئة والعادات الضارة. ¶ ثانياً: التوصيات: ¶ 1 – توصي الدراسة بإطلاع وإخبار المسؤولين في هذه البلاد بالوضع الراهن لحلقات تحفيظ القرآن الكريم مع شكرهم لعنايتهم بالقرآن الكريم وعلومه بكل صدق وأمانة من أجل مرضاة الله تعالى. ¶ 2 – الاستمرار الدائم في الدعم المادي والمعنوي لحلقات تحفيظ القرآن الكريم رجاء ثواب الله تعالى ومرضاته. ¶ 3 – التشجيع المعنوي والمادي للطلاب والمعلمين السعوديين حيث أظهرت الدراسة أن عددهم أقل من غير السعوديين في حلقات تحفيظ القرآن الكريم مع الاستمرار في التشجيع للجميع احتساباً لله تعالى في نيل مرضاته ورضوانه. ¶ 4 – الاهتمام بالتركيز على الاستمرار المادي المستمر لحلقات تحفيظ القرآن الكريم مثل الأوقاف وما تدر من ريع سنوياً يصرف على تلك الحلقات ويساعد على تحديد حدٍ أدنى من الإيرادات لجمعيات تحفيظ القرآن الكريم. ¶ 5 – توصي الدراسة بقيام دورات تدريبية لمعلمي تحفيظ القرآن الكريم في التربية وفي كيفية ربط حفظ القرآن الكريم بسلوك الطلاب وبشؤون",
            "page": "31",
            "part": "1",
            "seal": "071F77F7"
        },
        {
            "id": "33",
            "nass": "الحياة جميعها وتسند هذه الدورات إلى عمادات خدمة المجتمع والتعليم المستمر بالجامعات السعودية، لارتباط هذه العمادات بكليات الجامعة الأخرى. ¶ 6 – توصي الدراسة كل من يقوم بتعليم القرآن الكريم الالتزام بالأسلوب التربوي الفعال للتلاوة في إطار أسلوب الفهم والحفظ والعمل بالقرآن الكريم في الحياة كلها وإخلاص النية والقصد من ذلك لله تعالى وحده. ¶ ثالثاً: المقترحات: ¶ 1 – تقترح الدراسة قيام دراسات مشابهة لهذه الدراسة في مختلف مدن المملكة العربية السعودية. ¶ 2 – قيام دراسة مشابهة لهذه الدراسة لقسم الطالبات بمكة المكرمة وغيرها من مدن المملكة العربية السعودية. ¶ 3 – إرشاد طلاب الدراسات العليا بالمملكة في مرحلة الماجستير والدكتوراه للقيام بدراسات حول حلقات تحفيظ القرآن الكريم بالمملكة العربية السعودية، ومدى فائدة هذه الحلقات للفرد والمجتمع في الدنيا والآخرة. ¶ وفي خاتمة هذه الدارسة يمكن القول بِأنها لا تدعي الكمال في معالجة تلك الأساليب التربوية الفعالة في مدى إدراك المعلم لها في حلقات الجمعيات الخيرية لتعليم القرآن الكريم وتحفيظه بمنطقة مكة المكرمة. ¶ ولكنها دراسة حاولت إعطاء فكرة معرفية وميدانية للأسلوب التربوي الفعال في التلاوة والفهم والحفظ والعمل بالقرآن الكريم، وعسى أن تؤثر معرفة تلك الأساليب في وجدان القارئ فيتأثر سلوكه بها، ويقوم بالتطبيق",
            "page": "32",
            "part": "1",
            "seal": "4BC1A486"
        },
        {
            "id": "34",
            "nass": "والممارسة في شؤون حياته كلها، فيفعل ما أمره الله تعالى بفعله ويكون تطبيقاً ويترك ما نهى عنه الله تعالى ويكون تطبيقاً، ولعلي قَدَّمْت بهذه الدراسة فكرية تربوية إسلامية تكون إضافة جديدة في السياق التربوي الإسلامي حول تعليم القرآن الكريم وحفظه، وإن كنت أعلم أن هذا جرأة مني يبيحها لي ما قد أباح للباحثين من قبلي من ربط بحوثهم بكتاب الله تعالى وسنة نبيه صلى الله عليه وسلم مع العلم أنه ليس كمثل كلام الله تعالى وسنة نبيه صلى الله عليه وسلم شيء يماثله، ومع هذا فإنه لا يسعني في نهاية هذه الدراسة إلا أن أشكر الله تعالى الذي هداني وأعانني لهذا العمل وإكماله فله الحمد والشكر ثم أتقدم بالشكر إلى من قد دفعني إلى الكتابة في هذا الموضوع ممن يعملون بمجمع الملك فهد لطباعة المصحف الشريف فجزاهم الله خيراً، والدال على الخير كفاعله، ثم أني قد استفدت من أساتذتي ومن مصادر أهل العلم فأسأل الله الكريم أن يجزيهم عني خيراً كثيراً. ¶ وأسأل الله الكريم أن ينفع بهذه الدراسة ويجعلها خالصة لوجهه سبحانه وتعالى، والله الموفق، والهادي إلى سواء السبيل. ¶ {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ، وَسَلامٌ عَلَى الْمُرْسَلِينَ، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} (الصافات: 180 – 182) .",
            "page": "33",
            "part": "1",
            "seal": "D8B22CDF"
        },
        {
            "id": "35",
            "nass": "الملاحق ¶ الدراسة الاستطلاعية الموزعة على مدرسي حلقات تعليم وتحفيظ القرآن الكريم بمكة المكرمة",
            "page": "34",
            "part": "1",
            "seal": "464B396A"
        },
        {
            "id": "36",
            "nass": "بسم الله الرحمن الرحيم ¶ وبه نستعين ¶ فضيلة الأستاذ معلم القرآن الكريم حفظه الله ¶ السلام عليكم ورحمة الله وبركاته ….. وبعد ¶ أقدم بين يدي فضيلتكم أسئلة استطلاعية لدراسة بعنوان (إدراك المعلم للأساليب التربوية الفعالة في حلقات الجمعيات الخيرية لتعليم وتحفيظ القرآن الكريم) . ¶ وتهدف هذه الدراسة إلى التعريف بأساليب تعليم وتحفيظ القرآن الكريم مع المحافظة على استمرار ذلك ونشرها، والتشجيع على إثراء الأبحاث والدراسات العملية عن العناية بالقرآن الكريم تلاوة وحفظاً وفهماً وعملاً. ¶ وحيث إنكم تملكون رصيداً معرفياً متميزاً فإني آمل من فضيلتكم الإجابة عن الأسئلة الآتية، لتحقيق الارتقاء بمستوى هذه الدراسة إلى المستوى المأمول، علماً بأن المعلومات التي تكتبونها تستخدم لغرض البحث العلمي فقط، هذا مع تقديري لتعاونكم وحسن إهتمامكم، ولكم مني وافر التحية والتقدير. وجزاكم الله خيراً كثيراً والله يحفظكم. ¶ أولاً: معلومات عامة: ¶ الاسم: العمر: ¶ المؤهل العلمي: عدد سنوات الخدمة: ¶ عدد الطلاب الذين يدرسون عندكم: الجنسية: ¶ الدورات التدريبية التي حصلتم عليها: ¶ ثانياً: الأسئلة الاستطلاعية: ¶ س1: ما الأسلوب التربوي الفعال في تعليم تلاوة القرآن الكريم؟ ¶ س2: ما الأسلوب التربوي الفعال في تعليم فهم القرآن الكريم؟ ¶ س3: ما الأسلوب التربوي الفعال في تحفيظ القرآن الكريم؟ ¶ س4: ما الأسلوب التربوي الفعال في العمل بالقرآن الكريم؟ ¶ أخوكم الدكتور: حامد بن سالم عايض الحربي",
            "page": "35",
            "part": "1",
            "seal": "EDFC27AF"
        },
        {
            "id": "37",
            "nass": "مصادر ومراجع ¶ ... ¶ المصادر والمراجع ¶ - القرآن الكريم. ¶ 1 – أبرز أسس التعامل مع القرآن الكريم: عيادة بن أيوب الكبيسي، دبي: دار البحوث للدراسات الإسلامية وإحياء التراث، 1418هـ، ¶ 2 – إحياء علوم الدين: أبو حامد محمد الغزالي، ت 505هـ، بيروت: دار المعرفة، 1401هـ. ¶ 3 – البداية والنهاية: ابن كثير الدمشقي، ت774، بيروت: دار الكتب العلمية، 1417هـ. ¶ 4 –البرهان في علوم القرآن: بدر الدين محمد بن عبد الله الزركشي، بيروت: دار الفكر، 1401هـ. ¶ 5 – التبيان في آداب حملة القرآن: يحيي بن شرف النووي، ت 676، تحقيق سيد زكريا، مكة المكرمة، مكتبة نزار الباز، 1420هـ. ¶ 6 – التذكار في أفضل الأذكار: محمد بن أحمد القرطبي، ت 671هـ، بيروت دار الكتاب العربي، 1409هـ. ¶ 7 – الترغيب والترهيب من الحديث: زكي الدين عبد العظيم عبد القوي المنذري، ت 656هـ، القاهرة: مكتبة الجمهورية العربية، 1390هـ. ¶ 8 – الجامع الصحيح:محمد ناصر الدين الألباني، دمشق: المكتب الإسلامي. ¶ 9 – الجمعية الخيرية لتحفيظ القرآن الكريم بمكة المكرمة، التقرير السنوي. ¶ 10 – جامع البيان عن تأويل آي القرآن: محمد بن جرير الطبري، القاهرة: دار المعارف، 1399هـ. ¶ 11 – الرسالة: محمد بن إدريس الشافعي، ت 204هـ، القاهرة: مكتبة التراث، 1399هـ.",
            "page": "36",
            "part": "1",
            "seal": "F14DD9FE"
        },
        {
            "id": "38",
            "nass": "12 – سنن الترمذي: محمد بن عيسي الترمذي، ت297هـ، بيروت: دار الكتب العلمية. ¶ 13 – صحيح البخاري: محمد بن إسماعيل البخاري، ت 256هـ، بيروت: دار الفكر، 1411هـ. ¶ 14 – سنن ابن ماجه: محمد بن يزيد المعروف بابن ماجه، ت 275، بيروت: دار إحياء التراث العربي. ¶ 14 – سنن أبي داود:سليمان بن الأشعث أبو داود، بيروت: دار إحياء التراث العربي. ¶ 15 – صحيح مسلم:مسلم بن الحجاج، ت 261هـ، بيروت: دار ابن حزم، 1416هـ. ¶ 16 – القواعد الذهبية لحفظ القرآن الكريم: عبد الرحمن بن عبد الخالق، الرياض: مطابع لينه، 1407هـ. ¶ 17 – مقدمة ابن خلدون:ابن خلدون، عبد الرحمن بن محمد، ت 808هـ، مكة المكرمة: دار الباز، ط4، 1398هـ. ¶ 18 – مسند الإمام أحمد:أحمد بن حنبل، ت 241هـ، دمشق: المكتب الإسلامي. ¶ 19 – مدارج السالكين: ابن القيم محمد بن أبي بكر، ت 751هـ، بيروت: دار الفكر، 1402هـ. ¶ 21 – المستدرك على الصحيحين: محمد بن عبد الله المعروف بالحاكم، ت 405هـ، الرياض: مطابع النصر الحديثة. ¶ 21 – مناقب الإمام أبي حنيفة رحمه الله تعالى: الموفق بن أحمد المكي، بيروت: دار الكتاب العربي، 1411هـ. ¶ 22 – النهاية في غريب الحديث والأثر:مجد الدين أبو السعادات المبارك، بيروت: المكتبة الإسلامية، 1400هـ.",
            "page": "37",
            "part": "1",
            "seal": "8EF3BB10"
        }
    ],
    "t7497": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "موضوع الدراسة وأسئلتها"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الأسلوب التربوي الفعال في تعليم تلاوة القرآن الكريم"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الأسلوب التربوي الفعال في تعليم فهم القرآن الكريم"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الأسلوب التربوي الفعال في تحفيظ القرآن الكريم"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الأسلوب التربوي الفعال بالعمل بالقرآن الكريم"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الدراسة الاستطلاعية الميدانية"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "صدق الدراسة الاستطلاعية وثباتها"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة والنتائج والتوصيات والمقترحات"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الملاحق: الدراسة الاستطلاعية الموزعة على مدرسي حلقات تعليم وتحفيظ القرآن الكريم بمكة المكرمة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}