{
    "b7507": [
        {
            "id": "47",
            "nass": "العمل بالحديث الصحيح إذا خالف المذهب.. هذا من محدثات الأمور التي ما أنزل الله بها من سلطان، قال تعالى: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} 1. ¶ وقال تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} 2. ¶ وهذا أصل عظيم من أصول الدين -قال العلماء رحمهم الله- كل يؤخذ من قوله ويترك إلا رسول الله صلى الله عليه وسلم، وهذا القول الذي يقوله هؤلاء يقضي إلى هجران الكتاب والسنة، وتبديل النصوص، والتقليد الأعمى المفضي إلى هذا الإعراض عن تدبر الكتاب والسنة فيه شبه بمن قال الله فيهم: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ} 3. وقوله تعالى: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} 4. ¶ وأهل الاجتهاد من العلماء وإن كانوا معذورين باجتهادهم إنما هو في معنى أدلة الكتاب والسنة وينهون عن تقليدهم. فالأئمة رحمهم الله اجتهدوا ونصحوا، قال الشافعي رحمه الله: \"إذا صح الحديث بخلاف قولي فاضربوا بقولي الحائط فهو مذهبي\"5. أ. هـ. ¶ __________ ¶ 1 سورة الأعراف آية: 3. ¶ 2 سورة النساء آية: 59. ¶ 3 سورة التوبة آية: 31. ¶ 4 سورة الشورى آية: 21. ¶ 5 الدرر السنية جـ4 ص33.",
            "page": "291",
            "part": "1",
            "seal": "B8D526B5"
        },
        {
            "id": "48",
            "nass": "فدل هذا الكلام من عبد الرحمن بن حسن على حرصهم على الكتاب والسنة. والاستدلال بهما وتبديع من أخذ بأقوال الناس، وترك الأحاديث الصحيحة، فما بالك بهم وبدعوتهم، فهي معتمدة على الكتاب والسنة. ¶ (وقال الشيخ عبد اللطيف بن عبد الرحمن بن حسن بن محمد بن عبد الوهاب في الرد على من مدح الخلاف، وإنما يلجأ إلى مثل هذا ناقص العلم والدين إذا أفلس من الأدلة والبراهين، إلى أن قال \"فصل\" فأما مدحه الاختلاف وزعمه أنه رحمة، فالعبارة فيها عموم لا يخفى، وهي متناولة مدح جميع أهل الشقاق والأهواء الذين تواترت النصوص النبوية بذمهم وعيبهم، ودلت عليه الآيات القرآنية كقوله تعالى: {وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلاَّ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ} 1. ¶ وقوله: {فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُراً كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ} 2 3. ¶ وقال: الواجب على المكلفين في كل زمان ومكان الأخذ بما صح وثبت عن رسول الله صلى الله عليه وسلم، ولا لأحد أن يعدل عن ذلك إلى غيره، ومن عجز عن ذلك في شيء من أمر دينه فعليه بما كان عليه السلف الصالح والصدر الأول، فإن لم يدر شيئا عن ذلك، وصح عنده ما عند أحد الأئمة الأربعة المقلدين الذين لهم لسان صدق في الأمة، فتقليدهم سائغ حينئذ) 4، وأي دلالة أصرح من هذا الكلام الذي نقلناه عن الشيخ عبد اللطيف حفيد إمام الدعوة في الاعتماد على الكتاب والسنة، ولا ينكر هذا إلا مكابر. ¶ (وقال أيضا الشيخ عبد الله بن عبد اللطيف في بيان أخذ الشيخ محمد بالدليل ونقده بعض كتب المذهب الحنبلي، وهذا من الشيخ يدل على عدم تقليده حينما يجد دليلا من كتاب وسنة، ولو كان متعصبا لأخذ أقوال العلماء ولو خالفت النصوص. قال الشيخ عبد الله: (ولو كان هنا عناية بما استقر عليه الحال في زمن الدعوة ¶ __________ ¶ 1 سورة البينة آية: 4. ¶ 2 سورة المؤمنون آية: 53. ¶ 3 الدرر السنية جـ4 ص38. ¶ 4 الدرر السنية جـ4 ص52.",
            "page": "292",
            "part": "1",
            "seal": "437DDD6F"
        },
        {
            "id": "49",
            "nass": "الإسلامية وعلمائنا ومشايخنا رحمهم الله لكان بهم قدوة لنا وأسوة، خصوصا بعد ما فهموا من تقريرات شيخهم محمد رحمه الله، وقوله في رسائله أكثر ما في الإقناع والمنتهى مخالف لنص أحمد فضلا عن نص رسول الله صلى الله عليه وسلم يعرف ذلك من عرفه ... ) ا. هـ. ¶ وقال الشيخ إبراهيم بن عبد اللطيف رحمهما الله، واختيار بعض المتأخرين لا يقضي بأولويته ولا رجحانه ولو ذهب المخالف إلى الأخذ بكل ما صححوه وإلزام الناس بجميع ما رجحوه لأوقعهم في شباك، وأفضى بهم إلى مفاوز الهلاك، وهذا على سبيل التنبيه، والإشارة تكفي اللبيب) 1. ¶ (وقال الشيخ محمد بن عبد اللطيف رحمهما الله تعالى: \"ونعتقد أن الله أكمل لنا الدين وأتم نعمته على العالمين ببعثه محمد الرسول الأمين خاتم الأنبياء والمرسلين، صلاة الله وسلامه عليه دائما إلى يوم الدين. ¶ قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأِسْلامَ دِيناً} 2. إلى أن قال: \"وإذا بانت لنا سنة صحيحة عن رسول الله صلى الله عليه وسلم عملنا بها، ولا نقدم عليها قول أحد كائنا من كان، بل نتلقاها بالقبول والتسليم؛ لأن سنة رسول الله صلى الله عليه وسلم في صدورنا أجل وأعظم من أن نقدم عليها قول أحد، فهذا الذي نعتقده وندين الله به) 3. ¶ __________ ¶ 1 الدرر السنية جـ4 ص54-55. ¶ 2 سورة المائدة آية: 3. ¶ 3 الدرر السنية ص55.",
            "page": "293",
            "part": "1",
            "seal": "FD8B8CDC"
        },
        {
            "id": "50",
            "nass": "\"الفصل التاسع\":فيما قاله غير أحفاد الشيخ مما يدل على اعتماد الشيخ وأحفاده على الكتاب والسنة.. ¶ جواب الشيخ حمد بن ناصر بن معمر عن عدة أسئلة منها هذا السؤال: \"ما قولكم نور الله قلوبكم لفك المعضلات، ووفقكم للأعمال الصالحات، هل يلزم المبتدئين المتعلمين الترقي إلى معرفة الدليل الناص على كل مسألة، ومعرفة طرقه وصحته أم تقليد المخرجين للحديث أنه صحيح أو حسن، ويكفيهم العمل بالفقهيات المجردة عن الدليل ويغنيهم؟ ¶ وهذا فيمن طلب العلم وتأهل له، فما حال العوام هل يجزيهم مجرد التقليد؟ وأيضا حكى بعض المتأخرين الإجماع على تقليد الأئمة الأربعة: أبي حنيفة ومالك والشافعي وأحمد؟ فأفيدونا؟ واحتسبوا فإن الحاجة ماسة إلى هذه المباحث، فإن تفضلتم بطول الجواب، وذكر الدليل ومن قال به، فهو المطلوب؟ \". ¶ فكان من أجوبته رحمه الله: \"لا ريب أن الله سبحانه فرض على عباده طاعته وطاعة رسوله صلى الله عليه وسلم، قال تعالى: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} 1 إلى أن قال رحمه الله \"ولم يوجب على هذه الأمة طاعة أحد بعينه في كل ما يأمر به وينهى عنه إلا رسول الله صلى الله عليه وسلم\". ¶ وقال في جوابه أيضا \"واتفق العلماء على أنه ليس أحد معصوما إلا رسول الله صلى الله عليه وسلم، وهؤلاء الأئمة الأربعة قد نهوا الناس عن تقليدهم في كل ما يقولون\". ¶ \"وأما القادر على الاستدلال فقيل يحرم عليه التقليد مطلقا، وقيل يجوز عند الحاجة، كما إذا ضاق الوقت عن الاستدلال، وهذا القول أعدل الأقوال\". ¶ __________ ¶ 1 سورة الأعراف آية: 3.",
            "page": "294",
            "part": "1",
            "seal": "9D4B86DE"
        },
        {
            "id": "51",
            "nass": "ثم رد الشيخ حمد على من حكى عن بعض المتأخرين الإجماع على تقليد الأئمة الأربعة رحمهم الله فأشار إلى ما يأتي:- ¶ 1- أن هذه الجملة حكاها الوزير أبو المظفر يحيى بن هبيرة، ومن حكاها بعده فنقلا عنه. ¶ 2- بين مراد الوزير من حكاية جملة الإجماع على تقليد الأئمة الأربعة وأنه لا يريد الوجوب، ولا ينفي الاجتهاد عن من بعدهم. ¶ 3- أن الوزير يحيى بن هبيرة أراد الرد على من اشترط الاجتهاد المطلق في القاضي. ¶ 4- أراد الوزير أن يبين أن المقلد ينفذ قضاؤه. ¶ 5- أوضح الوزير كلام من اشترط في القاضي أن يكون مجتهدا على ما كانت عليه الحال قبل استقرار المذاهب الأربعة. ¶ 6- أن الوزير بين جواز التقليد بعد استقرار المذاهب الأربعة ولم يوجبه، ووجه الجواز أن كل واحد من الأئمة الأربعة لا يعدم الدليل وإن أخطأ في الاستدلال، أو خفى عليه الدليل الآخر. ¶ 7- نقل الشيخ حمد كلام الوزير من الإفصاح.. وما أجمل صنعه في نقله كلام صاحب الإفصاح ليستوضح القارئ فأنقل عنه. ¶ وبعد هذه المقدمة إليك رد الشيخ حمد على من حكى عن بعض المتأخرين الإجماع على تقليد الأئمة الأربعة، ونقله كلام ابن هبيرة فقال: هذا الإجماع حكاه غير واحد من المتأخرين، وكلهم نسبوه إلى الوزير أبي المظفر يحيى بن هبيرة صاحب الإفصاح عن معاني الصحاح، فإنه ذكر نحوا من هذه العبارة وليس مراده أن الإجماع منعقد على وجوب تقليد هؤلاء الأئمة الأربعة وأن الاجتهاد بعد استقرار هذه المذاهب لا يجوز، فإن كلامه يأبى ذلك وإنما أراد الرد على من اشترط في القاضي أن يكون مجتهدا وأن المقلد لا ينفذ قضاؤه، كما هو مذهب كثير من العلماء المتقدمين والمتأخرين، وحمل كلام من اشترط في القاضي أن يكون مجتهدا على ما كانت عليه الحال قبل استقرار هذه المذاهب الأربعة، وأما بعد استقرار هذه المذاهب، فتجوز تولية المقلد لأهلها، وينفذ قضاؤه، وليس في كلامه ما يدل على أنه يجب التقليد لهؤلاء الأئمة بحيث أن يلزم الرجل أن يتمذهب بأحد هذه المذاهب الأربعة، ولا يخرج عن مذهب من قلده كما قد يتوهم، بل كلامه بخلاف ذلك ولا يوافقه.",
            "page": "295",
            "part": "1",
            "seal": "DFA2E67B"
        },
        {
            "id": "52",
            "nass": "وعبارته في الإفصاح: اتفقوا على أنه لا يجوز أن يولى القضاء من ليس من أهل الاجتهاد، إلا أبا حنيفة فإنه قال يجوز ذلك، قال الوزير، والصحيح في هذه المسألة أن قول من قال لا يجوز تولية قاض حتى يكون من أهل الاجتهاد فإنه إنما عني به ما كانت الحال عليه قبل استقرار هذه المذاهب الأربعة، التي أجمعت الأمة أن كل واحد منها يجوز العمل به، لأنه مستند إلى سنة رسول الله صلى الله عليه وسلم فالقاضي الآن وإن لم يكن من أهل الاجتهاد ولا يسعى في طلب الأحاديث وابتغاء طرقها، ولا عرف من لغة الناطق بالشريعة صلى الله عليه وسلم مالا يعوزه معه معرفة ما يحتاج إليه فيه وغير ذلك من شروط الاجتهاد، فإن ذلك مما قد فرغ منه ودأب له فيه سواه وانتهى له الأمر من هؤلاء الأئمة المجتهدين إلى ما أراحوا به من بعدهم، وانحصر الحق في أقاويلهم، ودونت العلوم، وانتهت إلى ما اتضح فيه الحق، فإذا عمل القاضي في أقضيته بما يأخذ عنهم أو عن الواحد منهم فإنه في معنى من كان أداه اجتهاده إلى قول قاله، وعلى ذلك فإنه إذا خرج من خلافهم متوخيا مواطن الاتفاق ما أمكنه، كان آخذا بالحزم وعاملا بالأولى، وكذلك إذا قصد في مواطن الخلاف وتوخى ما عليه الأكثر منهم والعمل بما قاله الجمهور دون الواحد، فإنه قد أخذ بالحزم والأحوط والأولى، مع جواز علمه أن يعمل بقول الواحد، إلا أنني أكره له أن يكون ذلك من حيث أنه قد قرأ مذهب واحد منهم أو نشأ في بلدة لم يعرف فيها إلا مذهب إمام واحد منهم، أو كان شيخه ومعلمه على مذهب فقيه من الفقهاء فقصر نفسه على اتباع ذلك المذهب حتى أنه إذا حضر عنده خصمان، وكان ما تشاجرا فيه مما يفتي الفقهاء الثلاثة فيه بحكم نحو التوكيل بغير رضا الخصم، وكان الحاكم (حنفيا) ، وقد علم أن مالكا والشافعي وأحمد اتفقوا على جواز هذا التوكيل، وأن أبا حنيفة يمنعه، فعدل عما اجتمع عليه هؤلاء الأئمة الثلاثة إلى ما ذهب إليه أبو حنيفة بمجرد أنه قاله فقيه هو في الجملة من فقهاء الإتباع له ومن غير أن يثبت عنده بالدليل ما قاله ولا أداه اجتهاده إلا أن أبا حنيفة أولى بالإتباع مما اتفق الجماعة عليه، فإني أخاف على هذا من الله عز وجل بأنه اتبع في ذلك هواه وأنه ليس من \"الذين يستمعون القول فيتبعون أحسنه\"، وكذلك إن كان القاضي (مالكيا) فاختصم إليه اثنان في سؤر الكلب فقضى بطهارته مع علمه بأن الفقهاء كلهم قضوا بنجاسته، فعدل إلى مذهبه، وكذلك إن كان القاضي (شافعيا) فاختصم إليه اثنان في ترك التسمية عمدا فقال أحدهما هذا منعني بيع",
            "page": "296",
            "part": "1",
            "seal": "55A54917"
        },
        {
            "id": "53",
            "nass": "شاة مذكاة فقال الآخر إنما منعته من بيع الميتة، فقضى عليه بمذهبه وهو يعلم أن الأئمة الثلاثة على خلافه، وكذلك إن كان القاضي (حنبليا) فاختصم إليه اثنان فقال أحدهما لي عليه مال، فقال الآخر كان له على مال فقضيته، فقضى عليه بالبراءة من إقراره مع علمه بأن الأئمة الثلاثة على خلافه، فإن هذا وأمثاله مما يتوخى إتباع الأكثرين فيه أقرب عندي إلى الإخلاص وأرجح في العمل، وبمقتضى هذا فإن ولايات الحكام في وقتنا هذا صحيحة، وأنهم قد سدوا ثغرا من ثغور الإسلام سده فرض كفاية، ولو أهملت هذا القول ولم أذكره، ومشيت على الطريق الذي يمشى عليه الفقهاء الذين يذكر كل منهم في كتاب إن صنفه أو كلام إن قاله أنه لا يصح أن يكون قاضيا إلا من كان من أهل الاجتهاد، ثم يذكر من شروط الاجتهاد أشياء ليست موجودة في الحكام، فإن هذا كالإحالة أو التناقض، وكأنه تعطيل للأحكام وسد لباب الحكم، وأن لا ينفذ حق ولا يكاتب به ولا يقام بينة إلى غير ذلك من القواعد الشرعية، وهذا غير صحيح، بل الصحيح في المسألة أن ولايات الحكام جائزة، وأن حكوماتهم اليوم صحيحة نافذة، وولاياتهم جائزة شرعا1.ا. هـ. ¶ ثم أوجز الشيخ حمد آل معمر كلام ابن هبيرة في النقاط التالية:- ¶ 1- جواز تولية المقلد إذا تعذرت تولية المجتهد، وبين السبب وهو صعوبة توفر شروط الاجتهاد المطلق، ولربما يؤدي طلب شروط الاجتهاد إلى ترك الأحكام. ¶ 2- أن إجماع الأئمة الأربعة حجة، وأن الحق لا يخرج عن أقوالهم، فلا يخرج القاضي عن ما أجمعوا عليه. ¶ 3- الإجماع على انعقاد تقليد كل واحد من المذاهب الأربعة دون من عداهم من الأئمة لأن مذاهبهم مدونة قد حررت ونقحها أتباعهم. ¶ 4- أوضح ابن معمر بأن حكاية الإجماع عند ابن هبيرة على جواز التقليد لا على وجوبه. ¶ 5- أوضح أيضا بأن القاضي ومثله المفتي لا ينبغي له الاقتصار على مذهب واحد منهم بحيث يلتزم الفتوى به، بل عليه أن يتوخى مواطن الاتفاق وإلا توخى ما عليه الأكثر. ¶ __________ ¶ 1 الدرر السنية جـ4 ص24-25-26.",
            "page": "297",
            "part": "1",
            "seal": "004CC2D3"
        },
        {
            "id": "54",
            "nass": "6- أن على القاضي والمفتي أن يتوخى ما عليه الدليل من أقوال الأئمة، وحينئذ يكون من الذين يستمعون القول فيتبعون أحسنه. ¶ 7- أن على المقلد أن يتنبه وأن يفطن في أقوال الأئمة، فيأخذ بما عليه الدليل ولو كان مع إمام غير إمامه، وبهذا لا يكون خارجا عن التقليد؛ لأنه لا يعد مجتهدا اجتهادا مطلقا، فهو مقلد للإمام باستدلاله ودلالته مع الدليل، فأخذه بهذا القول من أجل دليله. ¶ 8- بين ابن معمر بأن الشخص الذي لم تتوفر فيه شروط الاجتهاد ففرضه التقليد، قال عبد الله بن الإمام أحمد: \"سألت أبي عن الرجل تكون عنده الكتب المصنفة فيها قول الرسول عليه الصلاة والسلام واختلاف الصحابة والتابعين، وليس للرجل بصر بالحديث الضعيف المتروك ولا الإسناد القوي من الضعيف.. أفيجوز أن يعمل بما شاء ويتخير ما أحب منها فيفتي به ويعمل به؟.. قال: لا، لا يعمل حتى يسأل ما يؤخذ به منها فيكون يعمل على أمر صحيح، يسأل عن ذلك أهل العلم\"1. ¶ 9- بين أيضا وصف الذي يجد دليلا عند بعض الأئمة ولم يجد ما يدفعه من الأدلة عند الآخرين، فإنه يكون بذلك مقلدا باتباعه الدليل الذي عرفه من هذا الإمام. ¶ 10- نقل ابن معمر عن شيخ الإسلام ابن تيمية في هذا الصدد ما يشفي ويكفي في الجزء الرابع من الدرر السنية جمع (ابن قاسم) صفحة 27. ¶ 11- علق ابن معمر على كلام صاحب الإفصاح في هذا الموضوع قائلا بما يوضح مقصده ويبطل الكثير من الشبه قائلا: \"وليس في كلام صاحب الإفصاح ما يقتضي التمذهب بمذهب لا يخرج عنه، بل كلامه صريح في ضد ذلك، وهذه الشبهة ألقاها الشيطان على كثير ممن يدعي العلم، وصال بها أكثرهم فظنوا أن النظر في الأدلة أمر صعب لا يقدر عليه إلا المجتهد المطلق، وأن من نظر في الدليل وخالف إمامه لمخالفة قوله لذلك الدليل فقد خرج عن التقليد، ونسب نفسه إلى الاجتهاد المطلق، واستقرت هذه الشبهة في قلوب كثير حتى آل الأمر بهم إلى أن (تقطعوا أمرهم بينهم زبرا كل حزب بما لديهم فرحون) ، وزعموا أن هذا هو الواجب ¶ __________ ¶ 1 الدرر السنية جـ4 ص26-27.",
            "page": "298",
            "part": "1",
            "seal": "282689DB"
        },
        {
            "id": "55",
            "nass": "عليهم وأن من انتسب إلى مذهب إمام فعليه أن يأخذ بعزائمه ورخصه، وإن خالف نص كتاب أو سنة، فصار إمام المذهب عند أهل مذهبه كالنبي في أمته، لا يجوز الخروج عن قوله، ولا يجوز مخالفته، فلو رأى واحداً من المقلدين قد خالف مذهبه وقلد إماما آخر في مسألة لأجل الدليل الذي استدل به قالوا: هذا قد نسب نفسه إلى الاجتهاد ونزل نفسه منزلة الأئمة المجتهدين، وإن كان لم يخرج عن التقليد، وإنما قلد إماما دون إمام آخر لأجل الدليل، وعمل بقوله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} 1 2. ¶ والقصد من استعراض أقوال هؤلاء العلماء الإشارة إلى أن أنصار أئمة الدعوة يؤيدون الدليل ويعتمدون عليه، ويشنون الغارة على من خالفه وقلد أحدا مع وضوح الدليل. وهذا الفهم تبعاً لإمامهم محمد بن عبد الوهاب رحمه الله. ¶ ومما قاله الشيخ حمد بن ناصر بن معمر رحمه الله: أن المقلد الذي لم تجتمع فيه الشروط ففرضه التقليد وسؤال أهل العلم. ¶ ثم أوضح - رحمه الله - الرد على من تعصب لإمام من الأئمة وحاول أن يتملص عن الأخذ بالدليل بما يشفي ويكفي ويحفظ لنا سلامة الأخذ بالدليل وكرامة الأئمة: (فالمتعصبون للمذاهب إذا وجدوا دليلا ردوه إلى نص إمامهم، فإن وافق الدليل نص الإمام قبلوه، وإن خالفه ردوه واتبعوا نص الإمام. واحتالوا في رد الأحاديث بكل حيلة يهتدون إليها، فإذا قيل لهم هذا حديث رسول الله صلى الله عليه وسلم.. قالوا: أأنت أعلم بالحديث من الإمام الفلاني؟ مثال ذلك: إذا حكمنا بطهارة بول ما يؤكل لحمه، وحكم الشافعي بنجاسته وقلنا له قد دل على طهارته حديث العرنيين، وهو حديث صحيح، وكذلك حديث أنس في ¶ __________ ¶ 1 سورة النساء آية: 59. ¶ 2 الدرر السنية جـ4 ص27-28.",
            "page": "299",
            "part": "1",
            "seal": "54A92563"
        },
        {
            "id": "56",
            "nass": "الصلاة في مرابض الغنم، فقال هذا المنجس لأبوال مأكول اللحم: أأنت أعلم بهذه الأحاديث من الإمام الشافعي؟ فقد سمعها ولم يأخذ بها. ¶ فنقول له: قد خالف الشافعي في هذه المسألة من هو مثله أو هو أعلم منه، كمالك والإمام أحمد - رحمهما الله - وغيرهما من كبار الأئمة، فنجعل هؤلاء الأئمة بإزاء الشافعي ونقول: إمام بإمام، وتسلم لنا الأحاديث، ونرد الأمر إلى الله والرسول عند تنازع هؤلاء الأئمة، ونتبع الإمام الذي أخذ بالنص، ونعمل بقوله كما قال تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} 1. ¶ فنمتثل ما أمر الله به، وهذا هو الواجب علينا، ولسنا في هذا العمل خارجين عن التقليد، بل خرجنا من تقليد إمامهم إلى تقليد إمام آخر لأجل الحجة التي أدلى بها من غير معارض لها ولا ناسخ. ¶ فالانتقال من مذهب إلى مذهب آخر لأمر ديني بأن تبين له رجحان قول على قول، فيرجع إلى القول الذي يرى أنه أقرب إلى الدليل، مثاب على فعله، بل واجب على كل أحد إذا تبين له حكم الله ورسوله في أمر ألا يعدل عنه ولا يتبع أحدا في مخالفة أحد في مخالفة حكم الله ورسوله، فإن الله فرض على الخلق طاعته وطاعة رسوله صلى الله عليه وسلم) 2. ¶ وللشيخ عبد الله بن عبد الرحمن أبا بطين جواب يقضي بوجوب الأخذ بالكتاب والسنة والاعتماد عليهما، ورد ما سواهما مما يخالفهما فيقول: (لا ريب أن الله سبحانه وتعالى فرض على عباده طاعته وطاعة رسوله) ، قال تعالى: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} 3. ¶ __________ ¶ 1 سورة النساء آية: 59. ¶ 2 الدرر السنية جـ4 ص28. ¶ 3 سورة الأعراف آية: 3.",
            "page": "300",
            "part": "1",
            "seal": "31AA9B49"
        },
        {
            "id": "57",
            "nass": "وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ} 1.وقال تعالى: {قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا} 2. ¶ ولم يوجب الله سبحانه وتعالى على الأمة طاعة أحد بعينه في كل ما يأمر به إلا رسول الله صلى الله عليه وسلم، قال ابن عبد البر أجمع العلماء على أن المقلد ليس معدودا من أهل العلم وأن العلم معرفة الحق بدليله. وقال الشافعي رحمه الله تعالى: أجمع المسلمون على أن من استبانت له سنة رسول الله صلى الله عليه وسلم لم يكن له أن يدعها لقول أحد من الناس) 3. ¶ وكذلك الشيخ سليمان بن سحمان حيث قال رحمه الله تعالى: (فالواجب على من نصح نفسه وأراد نجاتها وكان من أهل العلم أن ينظر القول الذي يدل عليه الكتاب والسنة من الأقوال المتنازع فيها، اتباعا لقوله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} 4. ¶ فإن طاعة الله ورسوله واجبة على كل واحد في كل حال، وأقوال أهل الإجماع والمفتين والحكام وغيرهم إنما اتبعت لكونها تدل على طاعة الله ورسوله، وإلا فلا تجب طاعة مخلوق لم يأمر الله بطاعته، وطاعة الرسول طاعة لله، وهذا حقيقة التوحيد الذي يكون كله لله، وإذا عرف أن القول قد قاله بعض أهل العلم ومعه دلالة الكتاب والسنة ¶ __________ ¶ 1 سورة الأنفال آية: 20. ¶ 2 سورة النور آية: 54. ¶ 3 الدرر السنية جـ4 ص33-34. ¶ 4 سورة النساء آية: 59.",
            "page": "301",
            "part": "1",
            "seal": "8E7BD4B2"
        },
        {
            "id": "58",
            "nass": "كان هو الراجح، وإن كان قد قال غيره ممن هو أكبر من قائل ذلك القول، فإن ذلك القول هو الذي ظهر أن فيه طاعة الله ورسوله صلى الله عليه وسلم) 1. ¶ وهؤلاء تلاميذ أئمة الدعوة ينهجون منهج شيخهم محمد بن عبد الوهاب قدس الله روحه ونور ضريحه، ويبينون بأن طريقتهم الاعتماد على الكتاب والسنة، فدل ذلك على أن إمام الدعوة محمد بن عبد الوهاب وأحفاده وتلاميذهم رحمهم الله لا يرون التقليد الجامد ولا الأخذ بأقوال العلماء بدون نظر في الدليل إلا عند العجز عن معرفة الدليل، أو للعامي الذي لا يعرف النظر في الدليل وليس له إلا ما قيل له، وهذا أمر لا بد منه. قال تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} 2. ¶ وفي الحديث الشريف \"ألا سألوا إذا جهلوا فإن شفاء العي السؤال\" 3. ¶ وعلم مما تقدم الرد على من قال: إن إمام الدعوة وأحفاده وتلاميذه عندهم تعصب للمذهب كبعض أصحاب المذاهب. ¶ وقال أحمد عبد الغفور عطار في كتابه محمد بن عبد الوهاب: \"نعرض الإسلام عرضا صحيحا منزها من البدع مبرأ من الخرافات، والإسلام دين التوحيد، والتوحيد ينافي الشرك، ومن هنا دعا إلى الله وحده، وإلى صرف العبادات كلها له دون سواه. وبدأ الدعوة كما بدأ الرسل ولم يتجه إلى المجتمع يصلح نظامه وقوانين أعماله ومكاسبه، بل اتجه إلى العقيدة، فأبان للناس عقيدة الإسلام كما يفصح عنها الوحي كتاباً وسنة، لا يتجاوزه إلى ما اتخذه علماء الكلام من فلسفات يعسر معها فهم الإسلام السهل، وأصحب إفصاحه عن عقيدة الإسلام أركانه التي يقوم عليها. ¶ وكان موفقاً في منهجه الذي اتبعه، فهو مدرك أن إصلاح الظاهر دون الباطن طلاء مغشوش وبريق خادع، أما إصلاح الباطن فهو الذي يهدي إلى أن يكون إصلاح الظاهر إصلاحاً صحيحاً لا فحش فيه ولا خداع، ووفقه الله لما كان يتمنى من الإصلاح. ¶ وبدأ محمد بن عبد الوهاب إصلاحه مع الأمير؛ لأن الناس تبع السلطان، وحذر الناس الاتباع الأعمى وبصرهم بالإسلام، وعلمهم إياه في أسلوب سهل وإيجاز مستوعب ¶ __________ ¶ 1 الدرر السنية جـ4 ص55-56. ¶ 2 سورة النحل آية: 43، وسورة الأنبياء آية: 7. ¶ 3 أبو داود: الطهارة (336) .",
            "page": "302",
            "part": "1",
            "seal": "1132EC6E"
        },
        {
            "id": "59",
            "nass": "وهداهم إلى الرشد، فإذا الإسلام يعود من جديد إلى الدرعية، ويدوي القرآن في حجرات البيوت من قصر السلطان إلى أكواخ الفلاح) 1. ا. هـ. ¶ ومعلوم أن اعتماد الشيخ على الكتاب والسنة في مؤلفاته، وهذا ما تفيده كتابة العطار لتطابقها مع دعوة الشيخ ومقتضاها، ولعل هذا الكاتب لم يكتب إلا بعد الاطلاع، ولهذا قال في صفحة 159 من هذا الكتاب عن دعوة الشيخ محمد بن عبد الوهاب: (ودعوة محمد بن عبد الوهاب ليست دعوة خاصة ولا شخصية من مبتكراته، بل هي الإسلام في حقيقته كما جاء به الوحي المقدس من كتاب وسنة، لا يزيد على الوحي شيئا من عنده، لم يبتدع؛ لأنه خصم البدعة العنيد) 2.ا. هـ ¶ (لما تكلم على حقيقة الدعوة الوهابية وأشار إلى بطلان أقوال المتقولين عليه وقال: إذا نقدنا أقواله كلها ومحصنا جميع أعماله، فإننا لا نجد في ذلك كله إلا الحق الذي جاء به الإسلام وقرره وأقره، فهو لم يدع إلى غير الإسلام في بلاد غيرت عقائده وشعائره ومعالمه، ولم يدع إلا إلى ما دعا إليه الكتاب والسنة، ولم يحكم في حياته قط غيرهما، ولم يدع إلى منكر أو باطل، ولم يتبع غير سبيل الرشد، وما عمله ليس إلا صلحاً وإصلاحاً، فدعوته إلى الرجوع إلى الإسلام دون أن يأتي بتغيير في أصوله وفروعه ومبادئه ولا في نصوص أو تفسيرها تفسيراً جديداً.3. ¶ وخلط من عاصروا الشيخ بين دعوته ومذهبه، أو فسروا دعوته على أنها مذهب خارج على الإسلام، وما كان له مذهب خاص به- بل له دعوه، وما دعوته إلا الإسلام في صفائه ونقائه. ¶ ولقد قال له أعداؤه ما لم يقل، ونسبوا إليه قصصاً وروايات وأحاديث وأقوالاً وأفعالاً لم تصدر منه، فكتبه ورسائله بين أيدي الناس ليس فيها شيء مما زعموا، بل نقيض ما زعموا، وهو لا يحاسب على الأباطيل والأكاذيب المنسوبة إليه، وليس عليه وزر ما لم يقل أو لم يفعل، ومن خصومه العلماء الذين حرفوا أقواله\". هذه مقالات أحفاد الشيخ وغيرهم في الاعتماد على الكتاب والسنة والواقع يصدق ذلك. ¶ __________ ¶ 1 كتاب محمد بن عبد الوهاب لأحمد عبد الغفور عطار ص120. ¶ 2 كتاب محمد بن عبد الوهاب لأحمد عبد الغفور عطار ص159. ¶ 3 كتاب محمد بن عبد الوهاب لأحمد عبد الغفور عطار ص168.",
            "page": "303",
            "part": "1",
            "seal": "8FC07E9E"
        },
        {
            "id": "60",
            "nass": "\"الفصل العاشر \": في ثناء العلماء على الشيخ. . ¶ أكثر العلماء السلفيون والمؤرخون المحققون من الثناء على الشيخ والتنويه بدعوته القائمة على دعائم الكتاب والسنة، من ذلكم قصيدة الشيخ محمد بن إسماعيل الصنعاني مؤلف سبل السلام.. ¶ سلامي على نجد ومن حل في نجد ... وإن كان تسليمي على البعد لا يجدي ¶ إلى أن قال: ¶ قفي واسألي عن عالم حل سوحها ... به يهتدي من ضل عن منهج الرشد ¶ محمد الهادي لسنة أحمد ... فيا حبذا الهادي ويا حبذا المهدي ¶ لقد أنكرت كل الطوائف قوله ... بلا صدر في الحق منهم ولا ورد ¶ وما كل قول بالقبول مقابل ... وما كل قول واجب الرد والطرد ¶ سوى ما أتى عن ربنا ورسوله ... فذلك قول جل، يا ذا عن الرد ¶ وأما أقاويل الرجال فإنها ... تدور على قدر الأدلة في النقد ¶ وقد جاءت الأخبار عنه بأنه ... يعيد لنا الشرع الشريف بما يبدي ¶ وينشر جهرا ما طوى كل جاهل ... ومبتدع منه فوافق ما عندي ¶ ومنهم الشيخ محمد بن أحمد الحفظي صاحب دوجال من قرى عسير. ¶ قال الشيخ: ¶ الحمد حقا مستحقا أبد ... لله رب العالمين سرمدا ¶ إلى أن قال: ¶ مصليا على الرسول الشارع ... وأهله وصحبه والتابع",
            "page": "304",
            "part": "1",
            "seal": "0256A8E4"
        },
        {
            "id": "61",
            "nass": "لما دعا الداعي من المشارق ... بأمر رب العالمين الخالق ¶ وبعثه الله لنا مجددا ... من أرض نجد عالما مجتهدا ¶ شيخ الهدى محمد المحمدي ... الحنبلي الأثري الأحمد ¶ فقام والشرك الصريح قد سرى ... بين الورى وقد طغى واعتكرا ¶ لا يعرفون الدين والتهليلا ... وطرق الإسلام والسبيلا ¶ إلا أساميها وباق الرسم ... والأرض لا تخلو من أهل العلم ¶ وكذلك رثاء الشيخ العلامة محمد بن على الشوكاني مؤلف نيل الأوطار للشيخ محمد بن عبد الوهاب مثنيا عليه.. ومما قاله: ¶ مصاب دها قلبي فأذكى غلائلي ... وأحمى بسهم الافتجاع مقاتلي ¶ إلى أن قال: ¶ لقد مات طود العلم قطب رحا العلا ... ومركز أدوار الفحول الأفاضل ¶ وماتت علوم الدين طرا بموته ... وغيب وجه الحق تحت الجنادل ¶ وممن أثنوا على الشيخ، حسين بن غنام الأحسائي مؤلف \"روضة الأفكار والأفهام\" قائلا: ¶ إلى الله في كشف الشدائد نفزع ... وليس إلى غير المهيمن مفزع ¶ لقد كسفت شمس المعارف والهدى ... فسالت دماء في الخدود وأدمع ¶ إمام أصيب الناس طرا بفقده ... وطاف بهم خطب من البين موجع ¶ وقال الشيخ عمران بن على بن رضوان من سكان لنجة، من البلدان الفارسية مثنيا على الشيخ.. ¶ جاءت قصيدتهم تروح وتغدو ... في سب دين الهاشمي محمد ¶ لقد زخرفوها للطغام بقوله ... إن الكتاب هو الهدى فيه اقتدي ¶ إلى أن قال: ¶ الشيخ شاهد بعض أهل جهالة ... بدعوة أصحاب القبور الهمد",
            "page": "305",
            "part": "1",
            "seal": "B27036B4"
        },
        {
            "id": "62",
            "nass": "ورأى العتاد القبور تقربا ... بالذبح والنذر والصنيع المفسد ¶ فأتاهم الشيخ المشار إليه ... بالنصح المبين وبالكلام الجيد ¶ يدعوهم لله أن لا يعبدوا إلا ... المهيمن ذا الجلال السرمد ¶ كذلك قال العلامة السيد/ محمود شكري الألوسي - رحمه الله - في آخر تاريخه لنجد. كان الشيخ محمد من بيت علم في نواحي نجد، وكان أبوه الشيخ عبد الوهاب عالما فقيها على مذهب الإمام أحمد، ومما قاله: كان الشيخ شديد التعصب للسنة، كثير الإنكار على من خالف الحق من العلماء. ¶ وقال عنه شكيب أرسلان في الجزء الرابع من حاضر العالم الإسلامي تحت عنوان \"تاريخ نجد الحديث\" بعد أن ذكر ولادة الشيخ ونشأته: ¶ وأخذ يفكر في إعادة الإسلام لنقاوته الأولى.. إلى أن قال: ولا أظنه أورد ثمة شيئا غير ما أورده ابن تيمية. ¶ وممن قال عن الشيخ \"حامد الفقي\" رئيس جماعة أنصار السنه المحمدية في كتابه \"أثر الدعوة الوهابية\" حيث قال: \"كان علمه وجهاده لإحياء العمل بالدين الصحيح، وإرجاع الناس إلى ما قرره القرآن في توحيد الإلهية والعبادة لله وحده ذلاً وخضوعاً، ودعاءً، ونذراً، وحلفاً، وتوكلاً، وطاعةً لشرائعه\". ¶ وفي كتاب \"المجددون في الإسلام\" للشيخ عبد المتعال الصعيدي، قال عنه بعد ذكر ولادته ونشأته.. ¶ وأخذ يدعو إلى مثل ما دعا إليه ابن تيمية قبله من التوحيد بالعباده لله وحده، وإنكار التوجه إلى أصحاب القباب والقبور، وإنكار التوسل بالأولياء والأنبياء إلى الله في قضاء الحاجات\". ¶ وقال عنه أيضا الشيخ محمد رشيد رضا في التعريف بكتاب \"صيانة الإنسان\" بعد أن ذكر فشو البدع بعد ضعف العلم والعمل بالكتاب والسنة. ¶ \"ولقد كان الشيخ محمد بن عبد الوهاب النجدي من هؤلاء العدول المجددين، قام يدعو إلى تجريد التوحيد، وإخلاص العبادة لله وحده، بما شرعه في كتابه وعلى لسان رسوله خاتم النبيين، وترك البدع والمعاصي، وإقامة شعائر الإسلام المتروكة، وتعظيم حرماته المنتهكة المنهوكة.",
            "page": "306",
            "part": "1",
            "seal": "3C79FFC1"
        },
        {
            "id": "63",
            "nass": "قال عنه أحمد عبد الغفور الحجازي في كتابه \"محمد بن عبد الوهاب\" كان محمد بن عبد الوهاب الشاب الناهض من أكبر أنصار الحرية الفكرية المتمشي على نهج الإسلام، يدعو إليها في إخلاص وحماس، واستطاع أن يتحرر من قيود البيئة، ويخرج على تقاليد قومه البالية\". ¶ كذلك قال عنه الدكتور/ طه حسين: \"والواقع أنه جديد بالنسبة إلى المعاصرين، ولكنه قديم في حقيقة الأمر؛ لأنه ليس إلا الدعوة القومية إلى الإسلام الخالص النقي، المطهر من شوائب الشرك والوثنية، هو الدعوة إلى الإسلام كما جاء به النبي صلى الله عليه وسلم خالصا لله، ملغيا كل واسطة بين الله وبين الناس\". ¶ قال عنه أيضا حافظ وهبة.. في كتابه \"جزيرة العرب\": \"ولكنه مصلح مجدد، داع إلى الرجوع إلى الدين الحق، فليس للشيخ محمد تعاليم خاصة ولا آراء خاصة، وكل ما يطبق في نجد هو طبق مذهب الإمام أحمد بن حنبل رحمه الله، وأما في العقائد فهم يتبعون السلف الصالح، ويخالفون من عداهم\". ¶ ومما قاله الأستاذ/ منح هارون في الرد على الكاتب الإنجليزي (كونت ويلز) قال: ¶ \"وكل ما قاله الشيخ ابن عبد الوهاب قال به غيره ممن سبقه من الأئمة الأعلام، ومن الصحابة الكرام، ولم يخرج في شيء عما قاله الإمام أحمد وابن تيمية- رحمهما الله\". ¶ وقال محمد كرد علي في \"القديم والحديث\" بعد حديثه عن أصل الوهابية.. \"وقلما رأينا شعبا من أهل الإسلام يغلب عليه التدين والصدق والإخلاص مثل هؤلاء القوم\". ¶ كذلك قال الزركلي في الأعلام \"الجزء السابع\": \"وكانت دعوته الشعلة الأولى لليقظة الحديثة في العالم الإسلامي كله، تأثر بها رجال الإصلاح في الهند ومصر والعراق والشام وغيرها\". ¶ وضمن كتاب \"حاضر العالم الإسلامي\" للدكتور محمد عبد الله ماضي وتحت عنوان \"النهضة العربية السعودية\" قال: ¶ \" أخذ المصلح الديني، والزعيم الإسلامي محمد بن عبد الوهاب في منتصف القرن",
            "page": "307",
            "part": "1",
            "seal": "CB44F060"
        },
        {
            "id": "64",
            "nass": "الثاني عشر الهجري يدعو إلى تصحيح العقيدة والرجوع إلى مبادئ الإسلام الصحيحة، واعتناقها من جديد بين النجديين، وكانوا قد فسدت عقيدتهم، وضلت سيرتهم\". ¶ وفي مجلة الإرشاد الكويتية التي كانت تصدر عام 1373 هـ وبعددها السادس تحت عنوان: \"الحركة الوهابية\" قال الدكتور محمد ضياء الدين الريس أستاذ التاريخ الإسلامي بجامعة القاهرة. ¶ \"والمبادئ الأساسية للدعوة الوهابية هي تنقية معنى التوحيد من شوائب الشرك، ظاهره وخفيه، وإخلاص الدين لله، وعدم الالتجاء إلى غير الله، وعدم الغلو في تمجيد الرسول تمجيدا يخرجه عن حدود الطبيعة البشرية وتحديد معنى الرسالة التي كلف بإبلاغها\". ¶ قال عنه أيضا عبد الكريم الخطيب في كتابه \"محمد بن عبد الوهاب\" العقل الحر في الفصل الخامس. ¶ \"قام محمد بن عبد الوهاب يدعو إلى الله لا يبغي بهذا جاهاً، ولا يطلب سلطاناً، وإنما يضيء للناس معالم الطريق، ويكشف لهم المعاثر والمزالق التي أقامها الشيطان وأعوان الشيطان\". ¶ وفي كتاب \"الحلقة المفقودة في تاريخ العرب\" قال محمد جميل بيهم تحت عنوان (آل سعود في حكم آل عثمان) : ¶ \"دعا محمد بن عبد الوهاب معتمداً على القرآن، إلى شريعة بيضاء نقية، كما تركها محمد صلى الله عليه وسلم، ونهى عن الغلو في تقديس الأنبياء والأولياء\" وتعليقا على كتاب \"حاضر العالم الإسلامي\" تأليف الأمريكى ستودارد.. قال الأمير شكيب أرسلان ضمن ما قاله: \"فكان الصاروخ هذا الصوت إنما هو المصلح المشهور الشيخ محمد بن عبد الوهاب الذي أشعل نار الوهابية فاشتعلت واتقدت، واندلعت ألسنتها إلى كل زاوية من زوايا العالم الإسلامي، ثم أخذ هذا الداعي يحض المسلمين على إصلاح النفوس واستعادة المجد الإسلامي القديم والعز التليد\". ¶ كذلك قال المستشرق \"سيديو\" في تاريخ العرب العام: \"ولم يكن للإصلاح الذي بدأ زعيما له هدف سوى إعادة شريعة الرسول الخالصة",
            "page": "308",
            "part": "1",
            "seal": "574434D8"
        },
        {
            "id": "65",
            "nass": "إلى سابق عهدها\" إلى أن قال \"خلع الشيخ محمد بن عبد الوهاب على دين محمد رونقا جديدا، وبدد الخرافات التي زالت مع الزمن، فأظهر القرآن خاليا من جميع ما عزى إليه من الشوائب\". ¶ كما أثنى على الشيخ محمد بن عبد الوهاب الشيخ علي الطنطاوي في كتابه \"محمد بن عبد الوهاب\" بعد ذكره فُشُوّ البدع قبل ولادة الشيخ والاعتقادات الفاسدة.. قال: \"فقد حقق الله على يديه عودة نجد إلى التوحيد الصحيح والدين الحق، والألفة بعد الاختلاف، والوحدة بعد الانقسام، ولا أقول إن الرجل كامل، فالكمال لله، ولا أقول إنه معصوم فالعصمة للأنبياء، ولا أقول إنه عار عن العيوب والأخطاء ولكن أقول: إن هذه اليقظة التي عمت نجداً، ثم امتدت حتى جاوزته إلى أطراف الجزيرة، ثم إلى ما حولها، ثم امتدت حتى وصلت إلى آخر بلاد الإسلام، ليست إلا حسنة من حسناته عند الله إن شاء الله\". ¶ قال العالم الفرنسي \"برناد لوسي\" في كتابه العرب في التاريخ ما يلى: \"وباسم الإسلام الخالي من الشوائب الذي ساد في القرن الماضي. نادى محمد بن عبد الوهاب بالابتعاد عن جميع ما أضيف للعقيدة والعبادات من زيادات باعتبارها بدع خرافية غريبة عن الإسلام الصحيح\". ¶ كما قال شيخ المستشرقين \"جولد سيهر\" في كتابه العقيدة والشريعة ما يلي: \"إن الوهابيين أنصار للديانة الإسلامية على الصورة التي وضعها النبي وأصحابه، فغاية الوهابية هي إعادة الإسلام كما كان\". ¶ وأثنى الشيخ محمد عبده على الشيخ، فكان مما قاله لتلاميذه في الأزهر عن حياة الشيخ ودعوته: إنه المصلح العظيم- ويلقى بالتبعة على الأتراك وعلى محمد علي لجهلهم بحقيقة دعوته\". ¶ قال عنه أمين سعيد في كتابه \"سيرة الإمام محمد بن عبد الوهاب: \"إنه مصلح من كرام المصلحين، ومجاهد من كبار المجاهدين. وعالم من خيرة العلماء- أنار الله بصيرته وهداه سبله وألهمه التقوى، فدعا أمته إلى الرجوع إلى الله والعمل بكتابه وسنة رسوله، ونبذ الشرك، وعبادة القبور\".",
            "page": "309",
            "part": "1",
            "seal": "1F14D2FA"
        },
        {
            "id": "66",
            "nass": "وبعد هذا الثناء الموجز من بعض العلماء على إمام الدعوة الشيخ محمد بن عبد الوهاب هل يا ترى يصدر مثل هذا الثناء على مبتدع ضال، أو جاهل أو قائل بالرأي أو الهوى، إن مثل هذا لا يصدر إلا لمن كشف حقيقة ثابتة كاد ظلام الجهل يغطيها ويموهها. ¶ وهؤلاء الذين أثنوا على الشيخ إما علماء ثبتت علميتهم وثقتهم، أو أدباء ومؤرخون يتابعون الحركات والحقائق، أو أعداء، والحق ما شهدت به الأعداء.",
            "page": "310",
            "part": "1",
            "seal": "6AD395D4"
        },
        {
            "id": "67",
            "nass": "الفصل الحادي عشر: الأصول التي دعا إليها الشيخ ¶ وهي أهم دعواته وأجلها مدعومة بالأدلة وبها يتجلى أن دعوة الشيخ مبناها الكتاب والسنة: ¶ قال ابن حجر آل بو طامي \"المسائل التي دعا إليها الشيخ ووقع فيها الخلاف بينه وبين الأكثرين\": ¶ 1- توحيد العبودية: ويقال له توحيد الألوهية وهو الذي بعث الله من أجله الرسل، من نوح عليه السلام إلى سيدنا محمد صلى الله عليه وسلم كما قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} 1. ¶ وحيث رأى الشيخ أهل نجد وغيرها كما سبق قد ألهوا قبور الأنبياء والصالحين وبعض الأحجار والأشجار، وصرفوا بعض العبادات إليها، كالنذر والحلف والنحر والاستعانة، والاستغاثة إلى غير ذلك مما لا ينبغي صرفه إلا لله، أنكر عليهم وبين لهم أن العبادة هي طاعة لله بامتثال ما أمر وأنها اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال. ¶ وأفراد العبادة كثيرة منها: ¶ الصلاة والصيام والصدقة والنذر والذبح والطواف والاستعانة والاستغاثة. فمن نذر منها شيئا لغير الله يكون مشركا، قال الله تعالى: ¶ __________ ¶ 1 سورة النحل آية: 36.",
            "page": "311",
            "part": "1",
            "seal": "4DF97131"
        },
        {
            "id": "68",
            "nass": "{وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ لا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ} 1. ¶ فاتبعه بعضهم واعتنق مبدأه رغبة واختياراً، وأبى الأكثرون متمسكين بتقليد الآباء والخضوع للعادات، وفشو هذه الأعمال في سائر الأمصار والقرى، وسكوت الكثيرين من العلماء. ¶ 2- التوسل: التوسل قسمان: قسم مطلوب ومرغوب فيه، وهو التوسل بأسماء الله الحسنى وبالأعمال الصالحة، كما توسل الثلاثة الذين انطبقت عليهم الصخرة بصالح أعمالهم، ففرج الله عنهم. ¶ والثاني: التوسل المبتدع، وهو التوسل بالذوات الصالحة، كأن يقول الشخص: اللهم إني أسألك بجاه الرسول، أو بحرمة فلان الصالح، أو بحق الأنبياء والمرسلين، أو بحق الأولياء الصالحين. ¶ فنهاهم الشيخ عن القسم الثاني، إذ لم يرد عن الرسول ولا أصحابه رضي الله عنهم، وهو دعاء- والدعاء عبادة، ومبناها على التوقيف، ويعبد الله بما شرع لا بالأهواء والبدع. ¶ وتمسك المجوزون بآيات لا تمت إلى دعواهم بصلة كقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} 2. ¶ إن التفسير الوارد عن السلف وأجلاء المفسرين أن ابتغاء الوسيلة يكون بالأعمال الصالحة، كما تمسكوا ببعض أحاديث موضوعة، كحديث توسل آدم بالنبي لما اقترف الخطيئة، وضعيفه كحديث الأعمى، وحديث فاطمة بنت أسد، ولا حجة في موضوع ولا ضعيف. ¶ __________ ¶ 1 سورة المؤمنون آية: 117. ¶ 2 سورة المائدة آية: 35.",
            "page": "312",
            "part": "1",
            "seal": "695753A8"
        },
        {
            "id": "69",
            "nass": "3- منعه شد الرحال: منع من شد الرحال إلى غير المساجد الثلاثة كما جاء في الحديث الصحيح \"لا تشد الرحال إلا لثلاثة مساجد، المسجد الحرام، ومسجدي هذا، والمسجد الأقصى\" 1. ¶ ولم يلتفت الشيخ إلى تأويل المؤولين والمخالفين، كما أن شد الرحال لزيارة الأرحام، أو للسعي وراء الكسب خارج عن دائرة النزاع؛ لأن هذه الأشياء وردت بها أوامر شرعية، وقد سبق الشيخ إلى منع شد الرحال شيخ الإسلام أحمد ابن تيمية، وابن القيم، والجويني ولد إمام الحرمين من الشافعية، والقاضي عياض. وليس للمجوز أية حجة يصح الاعتماد عليها. ¶ 4- البناء على القبور وكسوتها وإسراجها وما إلى ذلك: ¶ حرم الشيخ البناء على القبور وكسوتها، وتعليق الستور عليها وإسراجها، والكتابة عليها، وإقامة السدنة حولها، وزيارتها الزيارة الشركية التي تنجم منها مفاسد عديدة، كالتمسح بالقبور في جلب نفع أو دفع ضر، واستند الشيخ في منعه وتحريمه إلى أدلة صحيحة من الأحاديث كحديث: \"لعن الله زائرات القبور والمتخذين عليها مساجد\" 2. ¶ وحديث \"إن من كان قبلكم كانوا يتخذون قبور أنبيائهم مساجد\" 3 إلخ. ¶ وأمر الشيخ بهدم تلك القبب المشيدة اتباعا بالأحاديث الصحيحة، كحديث أبي الهياج الأسدي لما قال له علي ابن أبي طالب رضي الله عنه: \"ألا أبعثك على ما بعثني عليه رسول الله، ألا تدع تمثالا إلا طمسته ولا قبرا مشرفا إلا سويته\"4. ¶ وفقهاء المذاهب الأربعة وغيرها قد سبقوا الشيخ بمنع هذه الأمور وتحريمها، وإن عبر بعضهم بالكراهة في بعض منها، فإنما القصد كراهة التحريم لا التنزيه، والكراهة في القرآن والسنة وعلى لسان السلف تطلق على التحريم. ¶ __________ ¶ 1 رواه البخاري جـ3 ص63 في كتاب فضل الصلاة, ورواه مسلم في كتاب الحج جـ2 ص975. ¶ 2 رواه الترمذي في أبواب الصلاة 3/136 وأبو داود في كتاب الجنائز 3/218. ¶ 3 مسلم: المساجد ومواضع الصلاة (532) . ¶ 4 أخرجه مسلم في كتاب الجنائز 2/666 في باب الأمر بتسوية القبر.",
            "page": "313",
            "part": "1",
            "seal": "D77725F9"
        },
        {
            "id": "70",
            "nass": "(والكراهية بمعنى أنه لا يثاب فاعلها ولا يعاقب تاركها) اصطلاح حادث ... لا عبرة له، كما لا عبرة بقول بعض الفقهاء بتحريم البناء على القبر إن كان في أرض مسبلة لئلا تضيق الأرض على الموتى. وإن كان في ملكه بل يكره، وإنما قلنا لا عبرة به؛ لأن الأحاديث مانعة من البناء، والأمر بهدمها عامة. وما أثر عن الرسول صلى الله عليه وسلم ما يخصصها. ¶ وليست علة التحريم تضييق الأرض كما زعم أولئك، بل العلة أن البناء يفضي إلى تعظيم المقبور ودعائه من دون الله، وهذا أمر شاهد وملموس لا يقبل الجدل أو النزاع. ¶ 5- توحيد الأسماء والصفات: ¶ قد سبق ما جاء في رسائل الشيخ، أنه في المعتقد على ما كان عليه السلف الصالح من الصحابة والتابعين وتابعيهم من الأئمة الأربعة وغيرهم وهو إثبات الأسماء والصفات من غير تمثيل ولا تكييف، ولم يرق للمخالفين هذا الاعتقاد، حيث كانوا مؤولين ومقلدين للجهم بن صفوان والجعد بن درهم، مستمسكين بشبه فلسفية لا تتفق مع آي القرآن، والأحاديث الصحيحة، ومعتقد الصحابة والتابعين والأئمة المهتدين، رضوان الله عليهم أجمعين. ¶ 6- إنكار البدع: ¶ أنكر الشيخ البدع والمحدثات في الفروع، كالاحتفال بالمولد، والتذكير قبل الآذان، والصلاة على الرسول بعد الآذان جهرا، والتلفظ بالنية، وقراءة حديث أبي هريرة عند صعود الخطيب إلى المنبر. ¶ كما أنكر طرائق الصوفية المبتدعة، وما إلى ذلك من المبتدعات التي لم يرد في استحبابها عن الرسول صلى الله عليه وسلم ولا عن أصحابه. ¶ وقد ألف العلماء قبل الشيخ في إنكار البدع والمحدثات، كابن وضاح، والطرطوشي، والشاطبي.",
            "page": "314",
            "part": "1",
            "seal": "1B9E66B0"
        },
        {
            "id": "71",
            "nass": "الباب الثالث: الاستدلال على اعتماده في مؤلفات العقائد على الكتاب والسنة ¶ الفصل الأول: في ثلاث مسائل يجب تعلمها ¶ ... ¶ وحان الآن الشروع في الاستدلال من مؤلفات الشيخ في اعتماده على الكتاب والسنة، ونبدأ بالأهم، وهو ما ألفه في العقائد وأصول الدين والإيمان، وفي هذا خمسة عشر فصلاً: ¶ \"الفصل الأول\":\" في ثلاث مسائل يجب تعلمها\" ¶ قال - رحمه الله تعالى - فيما يجب تعلمه ومعرفته على كل مسلم ومسلمة، وهو ضروري من ضروريات الدين، فذكر ثلاث مسائل: ¶ 1- أن الله خلقنا ورزقنا ولم يتركنا هملا، بل أرسل إلينا رسولاً، فمن أطاعه دخل الجنة، ومن عصاه دخل النار. ¶ 2- أن الله لا يرضى أن يشرك معه في عبادته أحد. ¶ 3- أن من وحد الله وأطاع الرسول وجبت عليه موالاة الله ورسوله، ووجب عليه بغض أعداء الله وأعداء رسوله. ¶ ثم استدل على الأولى بقوله تعالى: {إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولاً شَاهِداً عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولاً} 1. ¶ __________ ¶ 1 سورة المزمل آية: 15.",
            "page": "315",
            "part": "1",
            "seal": "8F280E99"
        },
        {
            "id": "72",
            "nass": "واستدل على الثانية بقوله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} 1. ¶ ومعلوم أن الدعاء عبادة بهما قال تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} 2. ¶ فجعل العبادة هي الدعاء. ¶ واستدل على الثالثة بقوله تعالى: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْأِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ} 3. ¶ نزلت في أبي عبيدة رضي الله عنه لما قتل أباه في بدر. ¶ فمن أنصف من نفسه وجد الأمر واضحاً، حيث استدل الشيخ محمد بن عبد الوهاب بالقرآن الكريم فلم يوجب شيئاً من بنات أفكاره، ولا مقتبساً من إعداده. ¶ __________ ¶ 1 سورة الجن آية: 18. ¶ 2 سورة غافر آية: 60. ¶ 3 سورة المجادلة آية: 22.",
            "page": "316",
            "part": "1",
            "seal": "61E541FF"
        },
        {
            "id": "73",
            "nass": "\"الفصل الثاني\":\" في المسألة التي بها نجاة المسلم من الخسارة والهلاك\" ¶ وأرشد إلى ما به الفلاح والنجاح، وجعل ذلك في أربع مسائل تعلمها من مقتضى الإسلام. ¶ 1- العلم ثم بين المراد به بأنه معرفة نبيه، ومعرفة دين الإسلام بالأدلة. ¶ 2- العمل به. ¶ 3- الدعوة إليه. ¶ 4- الصبر على الأذى فيه. ¶ ثم استدل على هذه المسائل الأربع بسورة من سور القرآن وهي قوله تعالى: ¶ {وَالْعَصْرِ إِنَّ الأِنْسَانَ لَفِي خُسْرٍ إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} 1. ¶ والاستدلال من هذه السورة واضح (فآمنوا) أي علموا، وهذا التفسير لاقتران العمل بالإيمان، وحيث أطلق الإيمان شمل العلم والقول والعمل، (وعملوا الصالحات) دلت على وجوب العمل بالعلم، و (تواصوا بالحق) دلت على وجوب الدعوة إليه، و (تواصوا بالصبر) دلت على وجوب الصبر على الأذى فيه. ¶ فهل ينكر هذا الاستدلال ومطابقته بما استدل عليه إلا مكابر معاند، وهذا غير معتبر. ¶ وقد سبق إلى هذا الاستدلال الإمام الشافعي - رحمه الله - بقوله: (لو ما أنزل الله حجة على خلقه إلا هذه السورة لكفتهم) . ¶ __________ ¶ 1 سورة العصر آية: 1-2-3.",
            "page": "317",
            "part": "1",
            "seal": "9C3DBD72"
        },
        {
            "id": "74",
            "nass": "\"الفصل الثالث\":\" مراتب الدين \" ¶ أنه جعل الدين ثلاث مراتب: ¶ المرتبة الأولى أعم من الثانية، والثانية أعم من الثالثة. ¶ المرتبة الأولى: الإسلام. ¶ المرتبة الثانية: الإيمان. ¶ المرتبة الثالثة: الإحسان. ¶ وبعد أن بين معنى الإسلام وهو الاستسلام لله بالتوحيد والانقياد له بالطاعة، والخلوص من الشرك وأهله، وأن الإيمان هو التصديق بالباطن، إذ ذكر مقرونا مع الإسلام- لأن الإسلام؛ إذا ذكر مع الإيمان فالمراد به الأعمال الظاهرة، وإذا أفرد كل واحد منهما شمل الآخر. ¶ وأن الإحسان أخص منهما، وهو لا يحتاج إلى تفسير أوضح مما فسر به الحديث، ثم استدل - رحمه الله - على هذه الأصول بحديث عمر بن الخطاب الذي رواه مسلم في صحيحه، وفيه: أن جبريل سأل النبي صلى الله عليه وسلم عن الإسلام فقال: \"أن تشهد أن لا إله إلا الله وأن محمدا رسول الله، وذكر له الصلاة والصيام والزكاة والحج، ثم سأله عن الإيمان فقال: أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر، وأن تؤمن بالقدر خيره وشره، ثم سأل عن الإحسان فقال: أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك..\" إلخ الحديث1. ¶ ثم استدل - رحمه الله - على كل مسألة من أركان الإسلام والإيمان والإحسان التي ذكرت في الحديث وذلك في آية من القرآن، ومن شك في ذلك فليراجع ثلاثة الأصول من المجلد الأول قسم العقيدة من مؤلفات الشيخ والتي طبعتها الجامعة. ¶ __________ ¶ 1 أخرجه مسلم في كتاب الإيمان جـ1 ص37.",
            "page": "318",
            "part": "1",
            "seal": "157097C7"
        },
        {
            "id": "75",
            "nass": "وهذا نموذج مما استدل به على معنى لا إله إلا الله بقوله تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلاَّ الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} 1. ¶ ثم بين معنى شهادة أن محمداً رسول الله، ثم استدل بقوله تعالى: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ} 2. ¶ واستدل على وجوب التوحيد والصلاة والزكاة بقوله تعالى: {وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} 3. ¶ واستدل على ركنية الصيام بقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ َيَّاماً مَعْدُودَاتٍ} 4. ¶ واستدل على ركنية الحج بقوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} 5. ¶ __________ ¶ 1 سورة الزخرف آية: 26-27-28. ¶ 2 سورة التوبة آية: 128. ¶ 3 سورة البينة آية: 5. ¶ 4 سورة البقرة آية: 183-184. ¶ 5 سورة آل عمران آية: 97.",
            "page": "319",
            "part": "1",
            "seal": "2DC6237C"
        },
        {
            "id": "76",
            "nass": "وأركان الإسلام الخمسة المتقدمة، وهي شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت الحرام.. بين الرسول صلى الله عليه وسلم بأنها مبنى الإسلام، وجمعها بقوله: \"بني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت الحرام\" 1. ¶ من حديث ابن عمر - رضى الله عنهما - الذي رواه البخاري ومسلم. ¶ فهل يمكن لأحد لديه مسكة من عقل أن ينكر اعتماد الشيخ محمد بن عبد الوهاب على الكتاب والسنة بعد استعراض هذه الأدلة على أركان الإسلام؟! ¶ واستدل على بعث الناس بعد الموت بقوله تعالى: {مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى} 2. ¶ وقوله تعالى: {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ} 3. ¶ وحكم بالكفر على من أنكر البعث، واستدل بقوله تعالى: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ} 4. ¶ فعقيدة الإيمان باليوم الآخر ركن من أركان الإيمان. فهل يستطيع إنكار هذه الأدلة إلا كافر معاند؛ لوضوحها ومطابقتها للمستدل عليه، وحكم بوجوب الهجرة من بلد الشرك إلى بلد الإسلام. ¶ __________ ¶ 1 البخاري: الإيمان (8) , ومسلم: الإيمان (16) , والترمذي: الإيمان (2609) , والنسائي: الإيمان وشرائعه (5001) , وأحمد (2/26) . ¶ 2 سورة طه آية: 55. ¶ 3 سورة الزمر آية: 30-31. ¶ 4 سورة التغابن آية: 7.",
            "page": "320",
            "part": "1",
            "seal": "AA42B005"
        },
        {
            "id": "77",
            "nass": "واستدل بقوله تعالى: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيراً} 1. ¶ والمقصود ببلد الشرك الذي لا يستطيع المسلم أن يظهر فيه شعائر دينه من أمر بالمعروف ونهي عن المنكر. ¶ ووجه الاستدلال من الآية على وجوب الهجرة واضح؛ وذلك أن الله توعده بسوء المصير، ووصفهم بظلم أنفسهم؛ لأن المسلم لا يصح أن يبقى بين المشركين ذليلاً إلا إذا كان غير قادر، كما قال الله تعالى: {إِلاَّ الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلاً} 2. ¶ كما استدل - رحمه الله - على أن أعظم ما أمر به التوحيد، وأعظم ما نهى عنه الشرك، قال تعالى: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً} 3، ¶ وبقوله جل وعلا: {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ} 4. ¶ __________ ¶ 1 سورة النساء آية: 97. ¶ 2 سورة النساء آية: 98. ¶ 3 سورة النساء آية: 36. ¶ 4 سورة الذاريات آية: 56-57.",
            "page": "321",
            "part": "1",
            "seal": "F5E76C0E"
        },
        {
            "id": "78",
            "nass": "وبقوله تعالى: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً} 1. ¶ وقوله تعالى: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُوا بِهِ شَيْئاً} 2. ¶ وما استدل به من هذه الآيات واضح جلي، وإذا يثبت عند العاقل أن هذه المسألة هي أساس الدين، وأصل دعوة محمد بن عبد الوهاب. ¶ ويتبين له أن الشيخ محمد بن عبد الوهاب لم يدع إلى شيء مجهول، ولم يأت بشيء من عنده؛ لاتباع ما يقول بالأدلة. ¶ وبين - رحمه الله - أن أساس دعوته هي التي من أجلها أرسلت الرسل، وأنزلت الكتب، ثم استدل بقوله تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} 3. ¶ __________ ¶ 1 سورة الإسراء آية: 23. ¶ 2 سورة الأنعام آية: 151. ¶ 3 سورة النحل آية: 36.",
            "page": "322",
            "part": "1",
            "seal": "4273742C"
        },
        {
            "id": "79",
            "nass": "الفصل الرابع: في اعتناء الشيخ بتوحيد العبادة ¶ واعتنى الشيخ - رحمه الله - في تحقيق توحيد العبادة وبيان ما ينافيه أو ينافي كماله، وألف في ذلك كتابا عظيما أسماه \"كتاب التوحيد\"، جعله سبعة وستين باباً، وكل باب منها ليس له فيه إلا مجرد العنوان والترجمة المتضمنة للحكم، ثم يستدل على هذا بآيات قرآنية وأحاديث نبوية، وأعقب كل باب بمسائل عظيمة تستفاد منه، وقد صدر هذا الكتاب بوجوب توحيد العبادة، فاستدل على وجوب التوحيد بقوله تعالى: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً} 1. ¶ ونظائرها من الآيات ومن الأحاديث النبوية ما اتفق عليه البخاري ومسلم من حديث معاذ بن جبل رضي الله عنه \" أن النبي صلى الله عليه وسلم قال له: \"أتدري ما حق الله على العباد، وما حق العباد على الله.. فقال معاذ: الله ورسوله أعلم، قال عليه السلام: حق الله على العباد أن يعبدوه ولا يشركوا به شيئا، وحق العباد على الله أن لا يعذب من لا يشرك به شيئا \" 2. ¶ فدل هذا الحديث أن لله حقاً على العباد، وهو عبادته وعدم الشرك به، وبعد أن بين الشيخ وجوب التوحيد بين فضله. ¶ قال الشيخ: باب فضل التوحيد، وما يكفر من الذنوب، ثم استدل بآية الأنعام: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الأَمْنُ وَهُمْ مُهْتَدُونَ} 3. ¶ __________ ¶ 1 سورة النساء آية: 36. ¶ 2 أخرجه البخاري في كتاب اللباس. باب إرداف الرجل خلف الرجل حديث رقم 5967, جـ10 ص397, ومسلم في كتاب الإيمان باب الدليل على أن من مات على التوحيد دخل الجنة قطعا حديث 30 جـ1 ص 58. ¶ 3 سورة الأنعام آية: 82.",
            "page": "323",
            "part": "1",
            "seal": "AF7C1947"
        },
        {
            "id": "80",
            "nass": "وبجملة أحاديث كلها تدل على فضل التوحيد دلالة واضحة، منها ما أخرجاه في الصحيحين عن عتبان رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"من قال لا إله إلا الله يبتغي بذلك وجه الله حرم الله وجهه على النار\" 1. ¶ فانظر إلى هذا الاستدلال ووضوحه من الآيات والأحاديث. ثم قال: باب من حقق التوحيد دخل الجنة بغير حساب ولا عذاب. واستدل بآيات قرآنية وأحاديت نبوية لا يستطيع أحد أن ينكر الاستدلال بها، ثم قال: باب الخوف من الشرك.. واستدل بقوله تعالى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} 2. ¶ فإذا حكم على المشرك بعدم المغفرة وجب الخوف من الشرك، واستدل بآيات أخرى وأحاديث نبوية كلها واضح فيها وجه الاستدلال، واستدل على وجوب الدعوة إلى التوحيد بقوله تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} 3. ¶ وحديث ابن عباس في بعث معاذ إلى اليمن، وتعليمه كيف تكون الدعوة، واستدل أيضا على وجوب الدعوة وفضلها في حديث سهل في فتح خيبر، والشاهد منه قول الرسول لعلي ابن أبي طالب \"ثم ادعهم إلى الإسلام\" 4 مبينا فضل هذه الدعوة لقوله: \"فوالله لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم\" 5. ¶ ثم قال رحمه الله: باب تفسير شهادة أن لا إله إلا الله، ثم استدل بقوله تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلاَّ الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} 6. ¶ __________ ¶ 1 أخرجه البخاري في كتاب الصلاة حديث رقم 425 جـ1/519. ¶ 2 سورة النساء آية: 48. ¶ 3 سورة يوسف آية: 108. ¶ 4 البخاري: الجهاد والسير (2942) والمغازي (4210) , ومسلم: فضائل الصحابة (2406) , وأحمد (5/333) . ¶ 5 أخرجه البخاري في كتاب الجهاد. باب دعاء النبي -صلى الله عليه وسلم - الناس إلى الإسلام. حديث رقم 2943 جـ6/111. ¶ 6 سورة الزخرف آية: 26-27-28.",
            "page": "324",
            "part": "1",
            "seal": "E5A9CE36"
        },
        {
            "id": "81",
            "nass": "وبحديث \"أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، ويقيموا الصلاة، ويؤتوا الزكاة، فإن فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على الله عز وجل\" 1. ¶ ثم ابتدأ بجزئيات تنافي التوحيد وتنافي كماله، منها: لبس الحلقة لجلب النفع أو لدفع الضر، وأبطل ذلك بقوله تعالى: {قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ} 2. ¶ وبقوله صلى الله عليه وسلم للرجل الذي رأى عليه حلقة من صفر وأخبره بأنها عن الواهنة فقال له: \"انزعها لا تزيدك إلا وهنا\" 3 واستدل على بطلان التمائم بقوله عليه الصلاة والسلام: \"من علق تميمة لا أتم الله له\" 4 وغير ذلك من الأحاديث. واستدل -رحمه الله - على بطلان التبرك بالأشجار والأحجار بآية {أَفَرَأَيْتُمُ اللاَّتَ وَالْعُزَّى وَمَنَاةَ الثَّالِثَةَ الأُخْرَى} 5. ¶ وبحديث فيه أن الصحابة طلبوا من الرسول أن يجعل لهم شجرة يتبركون بها، فأنكر عليهم الرسول صلى الله عليه وسلم أشد الإنكار، واستدل على صرف الذبح لله وتحريمه لغير الله بآيات قرآنية وأحاديث نبوية. ¶ وهكذا في سائر أبواب مؤلفه - رحمه الله - المسمى بكتاب التوحيد. ومن شك في ذلك فليراجع هذا المؤلف، فإنه سيجد ما يشفيه ويكفيه من الأدلة ويطمئنه ويؤكد له أن الشيخ يعتمد اعتمادا كلياً على الكتاب والسنة لاسيما في باب التوحيد والعقائد وكشف الشبهات. ¶ __________ ¶ 1 أخرجه البخاري في كتاب الإيمان حديث رقم 25 جـ1/75 ومسلم في الإيمان حديث 20 جـ1/51. ¶ 2 سورة الزمر آية: 38. ¶ 3 ابن ماجه: الطب (3531) , وأحمد (4/445) . ¶ 4 أخرجه ابن ماجه في كتاب الطب -باب تعليق التمائم حديث رقم 3531 جـ2 ص1167 ¶ 5 سورة النجم آية: 19-20.",
            "page": "325",
            "part": "1",
            "seal": "8F30E039"
        },
        {
            "id": "82",
            "nass": "من مؤلفات الشيخ ¶ كشف الشبهات بأدلتها ¶ وهاك نموذجاً مما قاله واستدل عليه في هذا المؤلف، ولعلك تراجع بقيته، فيتضح لك استدلال الشيخ على كل مسألة وشبهة إن كنت شاكاً في اعتماد الشيخ في دعوته على الكتاب والسنة. ¶ ذكر إقرار الكفار بتوحيد الربوبية، وذكر أنه لم يدخلهم في الإسلام بل قاتلهم رسول الله صلى الله عليه وسلم حتى أقروا بتوحيد العبادة، فإذا أردت الدليل على أن هؤلاء الذين قاتلهم رسول الله صلى الله عليه وسلم يشهدون بهذا فاقرأ قوله تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} 1. ¶ وقوله: {قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ} 2. ¶ __________ ¶ 1 سورة يونس آية: 31. ¶ 2 سورة المؤمنون آية: 86-87-88-89.",
            "page": "326",
            "part": "1",
            "seal": "CE55473B"
        },
        {
            "id": "83",
            "nass": "وغير ذلك من الآيات، فإذا تحققت أنهم مقرون بهذا ولم يدخلهم في التوحيد الذي دعاهم إليه رسول الله صلى الله عليه وسلم. ¶ وعرف أن التوحيد الذي جحدوه هو توحيد العبادة الذي يسميه المشركون في زماننا الاعتقاد، كما كانوا يدعون الله سبحانه ليلاً ونهاراً، ثم منهم من يدعو الملائكة لأجل صلاحهم وقربهم من الله ليشفعوا له، أو يدعو رجلاً صالحاً مثل اللات أو نبياً مثل عيسى. ¶ وعرفت أن رسول الله صلى الله عليه وسلم قاتلهم على هذا الشرك، ودعاهم إلى إخلاص العبادة لله وحده، كما قال تعالى: {فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} 1. ¶ وقال: {لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ} 2 ¶ وتحققت أن رسول الله صلى الله عليه وسلم قاتلهم ليكون الدعاء كله لله، والنذر كله لله، والذبح كله لله، والاستغاثة كلها لله، وجميع أنواع العبادات كلها لله، وعرفت أن إقرارهم بتوحيد الربوبية لم يدخلهم في الإسلام، وأن قصدهم الملائكة والأنبياء والأولياء يريدون شفاعتهم والتقرب إلى الله بذلك، هو الذي أحل دماءهم وأموالهم، عرفت حينئذ التوحيد الذي دعت إليه الرسل، وأبى عن الإقرار به المشركون، وهذا التوحيد هو معنى قولك \"لا إله إلا الله\". ¶ فدل هذا الكلام المتقدم والذي سننقله لك عن الشيخ محمد بن عبد الوهاب، وقد فهمه من نصوص القرآن على ما يأتي: ¶ 1. أن الكفار يقرون بتوحيد الربوبية. ¶ 2. أنه لم يدخلهم في الإسلام. ¶ __________ ¶ 1 سورة الجن آية: 18. ¶ 2 سورة الرعد آية: 14.",
            "page": "327",
            "part": "1",
            "seal": "17DF2C89"
        },
        {
            "id": "84",
            "nass": "3- أن معنى \"لا إله إلا الله\" يشمل النوعين. ¶ 4- أن الكفار الذين قاتلهم الرسول يفهمون معناها، ولهذا قالوا كما حكى الله عنهم: {أَجَعَلَ الآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} 1. ¶ 5- أن كفار أهل زماننا لا يفهمون معناها؛ لأنهم يقولونها، ومع ذلك تخالفه أفعالهم فيعبدون القبور، ويدعون الأولياء والصالحين، ولو عرفوا معناها حقيقة لما عبدوهم وما استغاثوا بهم، وأما الكفار فلم ينطقوا بها؛ لأنهم لم يعملوا بمعناها، وكل هذا ساق الشيخ عليه الأدلة، وبين أن الشرك لا يغفر لصاحبه، واستدل بقوله تعالى: ¶ {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاء} 2. ¶ وبين أن من عرف دين الله الذي أرسل به الرسل من أولهم إلى آخرهم الذي لا يقبل الله من أحد ديناً سواه، أنه يستفيد فائدتين: ¶ الأولى: فضل الله ورحمته، ثم استدل بقول الله: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} 3. ¶ الثانية: الخوف العظيم، فإنك إذا عرفت أن الإنسان يكفر بكلمة يخرجها من لسانه وقد يقولها وهو جاهل فلا يعذر بالجهل، وقد يقولها وهو يظن أنها تقربه إلى الله تعالى كما ظن المشركون، ثم استدل بطلب قوم موسى مع صلاحهم. ¶ {اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ} 4. ¶ __________ ¶ 1 سورة ص آية: 5. ¶ 2 سورة النساء آية: 48. ¶ 3 سورة يونس آية: 58. ¶ 4 سورة الأعراف آية: 138.",
            "page": "328",
            "part": "1",
            "seal": "7AF5AC44"
        },
        {
            "id": "85",
            "nass": "فاستدلال الشيخ على هاتين الفائدتين بهاتين الآيتين واضح لا يستطيع أحد إنكاره. وفي سياق كشف الشبهات بين رحمه الله بأن الله لم يبعث نبيا إلا جعل له أعداء. ثم استدل على ما قاله بقوله تعالى: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوّاً شَيَاطِينَ الْأِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ} 1. ¶ واستدل أيضاً - رحمه الله - بأن هؤلاء الأعداء قد يكون لهم حجج وعلوم، يقول تعالى: {فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ} 2. ¶ ثم بين أن الواجب على المسلم أن يتعلم من دين الله ما يقاتل به الأعداء الذين قعدوا له على الطريق، كما قال إمامهم ومقدمهم: {لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ ثُمَّ لآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} 3. ¶ ثم بين أن هؤلاء الأعداء يضعفون أمام من تسلح بدين الله. واستدل بقوله تعالى: {إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفاً} 4. ¶ ثم بين أن العامي من الموحدين يغلب الألف من غيرهم وأنه لا خوف عليه إذا سلك الطريق وإنما الخوف على ضعيف التوحيد، واستدل بقوله تعالى: {وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ} 5. ¶ __________ ¶ 1 سورة الأنعام آية: 112. ¶ 2 سورة غافر آية: 83. ¶ 3 سورة الأعراف آية: 16-17. ¶ 4 سورة النساء آية: 76. ¶ 5 سورة الصافات آية: 173.",
            "page": "329",
            "part": "1",
            "seal": "B019718D"
        },
        {
            "id": "86",
            "nass": "ثم استدل - رحمه الله - على أنه مهما جاء أهل الباطل بشبهة ففي القرآن ما يبطلها، واستدل بقوله تعالى: {وَلا يَأْتُونَكَ بِمَثَلٍ إِلاَّ جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً} 1. ¶ وهذه الآيات عامة في كل حجة يأتي بها أهل الباطل إلى يوم القيامة. ¶ ثم ذكر الشيخ محمد بن عبد الوهاب - رحمه الله - بأنه سيكشف هذه الشبه بآيات قرآنية، وأن لهم جوابين مجمل ومفصل، أما المجمل فهو الأمر العظيم والفائدة الكبيرة لمن عقلها وذلك قوله تعالى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ} 2. ¶ وقد صح عن رسول الله صلى الله عليه وسلم أنه قال: \"إذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم\" 3. ¶ مثال ذلك إذا قال بعض المشركين: ¶ {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} 4، وأن الشفاعة حق؛ وأن الأنبياء لهم جاه عند الله. ¶ وذكر كلاماً للنبي عليه الصلاة والسلام يستدل به على شيء من باطله- وأنت لا تفهم معنى الكلام الذي ذكره، فجاوبه بقولك: إن الله ذكر في كتابه أن الذين في قلوبهم زيغ يتركون المحكم، ويتبعون المتشابه. ¶ وهكذا استمر الشيخ محمد بن عبد الوهاب في إيراد الشبه وجوابها، والاستدلال على بطلانها من القرآن والسنة، يجد ذلك واضحا من أحب الحقيقة واطلع على كشف الشبهات، والمقصود ذكر نموذج منه كما تقدم. ¶ __________ ¶ 1 سورة الفرقان آية: 33. ¶ 2 سورة آل عمران آية: 7. ¶ 3 أخرجه البخاري في كتاب التفسير. باب منه آيات محكمات. حديث رقم 4547 جـ8/209. ¶ 4 سورة يونس آية: 62.",
            "page": "330",
            "part": "1",
            "seal": "7611F9B5"
        },
        {
            "id": "87",
            "nass": "الفصل الخامس: القواعد الأربع التي قرر بها توحيد العبادة ¶ من مؤلفات الشيخ محمد بن عبد الوهاب: القواعد الأربع التي قرر بها توحيد العبادة وأنه لا يكون خالصاً إلا بنفي الشرك، وأن الشرك مع العبادة كالحدث مع الطهارة ضدان لا يجتمعان، فكما لا تصح الصلاة مع الحدث فإنها لا تصح عبادة مع الشرك. ¶ وأوضح ذلك بهذه القواعد الأربع التي تدل على اعتماد دعوته وفقهه على الكتاب والسنة: ¶ \"القاعدة الأولى\": ¶ أن الإقرار بتوحيد الربوبية دون توحيد العبادة لا يدخل في الإسلام، ثم استدل بقوله تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} 1. ¶ فأقروا بهذه الآيات الخلقية الكونية وأن القادر عليها هو الله، ومع ذلك قاتلهم الرسول عليه الصلاة والسلام، فلو كان كافيا لما قاتلهم، ولما طلب منهم توحيد العبادة- فاستدلال الشيخ واضح واعتماده على الكتاب والسنة صريح. ¶ \"القاعدة الثانية\": ¶ أنهم يتوسلون بمعبوداتهم إلى الله ويتشفعون بهم ومع ذلك حكم عليهم القرآن بالكفر، فدل على أن المطلوب أن يعبدوا الله مباشرة دون واسطة، وأن يطلبوا منه شفاعة نبيهم لهم. ¶ __________ ¶ 1 سورة يونس آية: 31.",
            "page": "331",
            "part": "1",
            "seal": "9C6BB6B2"
        },
        {
            "id": "88",
            "nass": "واستدل على أن شفاعة الأنبياء والأولياء والصالحين والملائكة لا تتطلب إلا من الله، وأنه لا يشفع عنده أحد إلا بإذنه، ثم استدل على ذلك كله بآيات قرآنية منها قوله تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} 1. ¶ ووجه الاستدلال أنه حكم على من اتخذ الواسطة بالكفر 2. ¶ \"القاعدة الثالثة: ¶ \"أن النبي صلى الله عليه وسلم ظهر على أناس متفرقين في عباداتهما منهم من يعبد الملائكة، ومنهم من يعبد الأولياء والصالحين، ومنهم من يعبد الأشجار والأحجار، ومنهم من يعبد الشمس والقمر، وقاتلهم رسول الله صلى الله عليه وسلم ولم يفرق بينهم. ¶ ومقصود الشيخ أن عبادة ما سوى الله على حد سواء بالكفر وبالمقاتلة للرجوع عن ذلك، ثم استدل على بطلان عبادة أي نوع من هذه المخلوقات بدليل من القرآن. ¶ \"القاعدة الرابعة\": ¶ فيها أن الشيخ حكم على أن شرك أهل زمانه أشد وأغلظ من شرك الأولين؛ لأن الأولين يشركون في الرخاء ويخلصون في الشدة، وأهل زمانه يشركون في الرخاء والشدة، بل كلما اشتد عليهم الأمر ازدادوا لجوء وتضرعا ودعاء لمعبوداتهم، ثم استدل بقوله تعالى: {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ} 3. ¶ فهل ينكر وجه الاستدلال واعتماد الشيخ على الكتاب والسنة إلا مكابر ومعاند؟ ¶ __________ ¶ 1 سورة الزمر آية: 3. ¶ 2 راجع القواعد الأربع في القسم الأول من مطبوعات الجامعة من مؤلفات الشيخ في العقائد ص197 نجد ذلك واضحا جليا وأن الشيخ لم يأت بشيء من بنات أفكاره ولا استوردها من غيره. ¶ 3 سورة العنكبوت آية: 65.",
            "page": "332",
            "part": "1",
            "seal": "F657221F"
        },
        {
            "id": "89",
            "nass": "الفصل السادس: ما ورد في مؤلفه كتاب \"فضل الإسلام\" من اعتماده على الكتاب والسنة ¶ ومن الأمثلة على اعتماد الشيخ في دعوته على الكتاب والسنة ما جاء في مؤلفه \"فضل الإسلام\": ¶ 1- استدل على فضل الإسلام بقوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأِسْلامَ دِيناً} 1، ووجه الاستدلال على فضل الإسلام أن الله رضيه لنا دينا ندين الله به، ونتقرب به إليه، فلو كان هناك وسيلة أفضل من الإسلام لرضيها لنا. ¶ ثم استدل الشيخ رحمه الله على فضل هذا الإسلام الذي رضيه لأمة محمد دينا، أن ضلت اليهود والنصارى عن يوم الجمعة أفضل أيام الأسبوع، وهدي أمة محمد صلى الله عليه وسلم لهذا اليوم ليكون لهم عيد الأسبوع- لذا قال عليه الصلاة والسلام: \"نحن الآخرون السابقون\" من حديث أبي هريرة الذي أخرجه البخاري 2. ¶ __________ ¶ 1 سورة المائدة آية: 3. ¶ 2 أخرجه البخاري في كتاب الوضوء حديث رقم 238 ج1 /345.",
            "page": "333",
            "part": "1",
            "seal": "7ACFDCFF"
        },
        {
            "id": "90",
            "nass": "2- قال - رحمه الله- باب وجوب الإسلام- ثم استدل على ذلك بقوله تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} 1 2. ¶ فلو لم يكن الإسلام واجبا لما حكم بالخسران على من ابتغى غيره، ولا نفى قبول غيره، ومن السنة استدل بحديث عائشة رضى الله عنها عن رسول الله قال: \"من عمل عملا ليس عليه أمرنا فهو رد\" متفق عليه.. 3. ¶ فدل على وجوب الإسلام حيث حكم عليه الصلاة والسلام برد الأعمال التي ليست على أمره- راجع وجوب الإسلام ص 207 من كتاب فضل الإسلام للشيخ محمد بن عبد الوهاب. ¶ 3- قال: باب تفسير الإسلام.. ثم استدل بقوله تعالى: {فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ} 4. فدلت الآية على أن الإسلام معناه.. الاستسلام والانقياد كما قال تعالى: ¶ {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ} 5 ¶ __________ ¶ 1 سورة آل عمران آية: 85. ¶ 2 راجع القسم الأول في العقائد من مؤلفات الشيخ ص206. ¶ 3 رواه مسلم بهذا اللفظ في كتاب الأقضية حديث رقم 1718 جـ3/1343. ورواه البخاري في كتاب الاعتصام معلقا حديث 20 جـ13/317. ¶ 4 سورة آل عمران آية: 20. ¶ 5 سورة البقرة آية: 112.",
            "page": "334",
            "part": "1",
            "seal": "655668CD"
        },
        {
            "id": "91",
            "nass": "ومن السنة من حديث عمر رضي الله عنه أن السائل قال للرسول: ما الإسلام؟ فقال: \"الإسلام أن تشهد أن لا إله إلا الله، وأن محمدا رسول الله وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلا\" 1 ففسر الإسلام بهذه الأعمال، وهكذا إذا قرأ المنصف هذا المؤلف- أعني فضل الإسلام- وجد وضوح الاستدلال ومطابقته للترجمة وأن استدلاله بالكتاب والسنة. ¶ __________ ¶ 1 مسلم: الإيمان (8) , والترمذي: الإيمان (2610) , والنسائي: الإيمان وشرائعه (4990) , وأبو داود: السنة (4695) , وابن ماجه: المقدمة (63) , وأحمد (1/27 ,1/28 ,1/51 ,1/52 ,2/107) .",
            "page": "335",
            "part": "1",
            "seal": "762BB5CC"
        },
        {
            "id": "92",
            "nass": "الفصل السابع: فيما ألفه في أصول الإيمان ¶ ومن مؤلفات الشيخ رحمه الله \" أصول الإيمان \"، عنون لكل أصل واستدل عليه، وهاك نموذجا من استدلالاته على تراجمه وعناوينه. وإن أردت المزيد فراجع القسم الأول في العقائد من مؤلفات الشيخ التي طبعتها جامعة الإمام محمد بن سعود الإسلامية. ¶ 1- قال رحمه الله: باب معرفة الله والإيمان به، ثم ساق حديث أبي هريرة الذي رواه مسلم، وفيه أن الله يقول: \"أنا أغنى الشركاء عن الشرك، من عمل عملا وأشرك معي فيه غيري تركته وشركه\" 1. ¶ فمن عرف الله حق المعرفة وآمن به أخلص في عبادته، ولم يشرك معه غيره، وعلى هذا فاستدلال الشيخ بالحديث واضح، وهكذا استمر في سرد الأدلة على وجوب معرفة الله والإيمان به، راجع قسم العقائد من مؤلفاته ص 229. ¶ 2- قال: باب الإيمان بالقدر، ثم استدل بجملة آيات منها: ¶ {وَكَانَ أَمْرُ اللَّهِ قَدَراً مَقْدُوراً} 2. ¶ فإذا كان مقضيا وجب الإيمان به، كما قال تعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ} 3. ¶ والأدلة على هذا المعنى- أي الإيمان بالقدر كثيرة- ساق الشيخ منها جملة ¶ __________ ¶ 1 رواه مسلم في كتاب الزهد والرقائق حديث رقم 2985 جـ4/289. ¶ 2 سورة الأحزاب آية: 38. ¶ 3 سورة الأنبياء آية: 101.",
            "page": "336",
            "part": "1",
            "seal": "680CA2C5"
        },
        {
            "id": "1",
            "nass": "اعتماد فقه دعوة الشيخ محمد بن عبد الوهاب على الكتاب والسنة ¶ صالح بن عبد الرحمن الأطرم ¶ مقدمة البحث ¶ الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وأصحابه ومن اهتدى بهداه.. وبعد: ¶ أيها الإخوة الحضور - السلام عليكم ورحمة الله وبركاته. ¶ معلوم ما اجتمعنا من أجله.. وهو البحث في جوانب دعوة الشيخ محمد بن عبد الوهاب من اعتمادها على الكتاب والسنة، وصلتها بالسلف الصالح وتأثيرها في الفرد والمجتمع، ومهما طال بحثنا فما نرانا نقول إلا معاراً ومعاداً من لفظنا مكرورا؛ لأن دعوة الشيخ رحمه الله على حد قول القائل: الجواب ما ترى لا ما تسمع.. فتأثيرها في محيطها وخارجه أكثر مما نقوله، وإنما ما كتبته في اعتماد فقه دعوة الشيخ على الكتاب والسنة ما هو إلا إسهام مني في هذه المناسبة التي أقامتها جامعة الإمام محمد بن سعود الإسلامية من جمع مؤلفاته وطبعها ونشرها وتوزيعها.. نفعنا الله بها. ¶ أيها الإخوة الحضور - إن أهداف دعوة الشيخ سامية، نابعة من أهداف النبوة، وحاجة الإنسان إليها ماسة إلى أن يرث الله الأرض ومن عليها؛ لقيامها بالغرض الذي خلق من أجله الإنسان، وهو عبادة الله وحده. ¶ {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلاَّ لِيَعْبُدُونِ} 1. ¶ وهذه دعوة الرسل من أولهم نوح -عليه السلام- إلى خاتمهم محمد - عليه وعلى سائر الأنبياء الصلاة والسلام. {لَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} 2. ¶ __________ ¶ 1 سورة الذاريات آية: 56. ¶ 2 سورة الأعراف آية: 59، والمؤمنون: 23.",
            "page": "245",
            "part": "1",
            "seal": "A75FA7B0"
        },
        {
            "id": "2",
            "nass": "{وَإِلَى عَادٍ أَخَاهُمْ هُوداً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} 1، {وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} 2، {وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الآخِرَ وَلا تَعْثَوْا فِي الأَرْضِ مُفْسِدِينَ} 3. ¶ وعلى خاتم الأنبياء ينزل تكليف الله له. ¶ {يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ وَرَبَّكَ فَكَبِّرْ وَثِيَابَكَ فَطَهِّرْ وَالرُّجْزَ فَاهْجُرْ وَلا تَمْنُنْ تَسْتَكْثِرُ وَلِرَبِّكَ فَاصْبِرْ} 4. ¶ وهذه الآية نزلت تأمره بالعمل بعد الآية الأولى التي نزلت تعلمه، وهو قوله تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الأِنْسَانَ مِنْ عَلَقٍ اقْرَأْ وَرَبُّكَ الأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الأِنْسَانَ مَا لَمْ يَعْلَمْ} 5 فوضحت الآيتان أن العلم قبل القول والعمل، وأن العلم متبوع بالعمل. ¶ فدعوة الشيخ محمد بن عبد الوهاب فقه في الدين عقيدة وفروعاً؛ لذا نجدها جماعية وليست جمعية، وعمومية وليست حزبية، أمر بمعروف ونهي عن منكر قولا وعملا وجهادا، وليست إصلاحية فردية، وليست سرية بل علنية، يبين الحلال والحرام من المعاملات، والصحيح والفاسد من العبادات، ينكر ما يخل بالعقيدة والأخلاق والمعاملات، يعرض قوله في الأصول والفروع مقرونا بالدليل، يلتمس من يشد عضده لنشر هذه الدعوة وتنفيذها وقمع من يقف ضدها - حتى قيض الله له من نور الله بصيرته.. أمير الدرعية / محمد بن سعود ... فتعاهدا وشرعا في التنفيذ عام 1157هـ.. هذا يحمل مشعل النور، وهذا يحمل السيف والسنان لمن وقف وعاند في سبيل نشر هذا الفقه. ¶ أيها الإخوة الحضور - إن هذا العمل من الشيخ - رحمه الله - كان قدوته في ذلك محمداً صلى الله عليه وسلم حيث يقف على صناديد كفار قريش ويقول لهم: \"قولوا لا إله إلا ¶ __________ ¶ 1 سورة الأعراف آية: 65، وسورة هود آية: 50. ¶ 2 سورة الأعراف آية: 73، وسورة هود آية 61. ¶ 3 سورة العنكبوت آية: 36. ¶ 4 سورة المدثر آية: 1-2-3-4-5 -6-7. ¶ 5 سورة العلق آية: 1-2-3-4-5.",
            "page": "246",
            "part": "1",
            "seal": "C5F7CEF5"
        },
        {
            "id": "3",
            "nass": "الله فإن أطعتموني فهذا ما أمرت به، وإلا فبيني وبينكم الله\" أو كما قال صلى الله عليه وسلم. وقوله لهم هذه المقالة جواباً لهم لما ساوموه على ترك دعوته. ¶ كما كان رسول الله صلى الله عليه وسلم قدوة الشيخ في التماس من ينصره حيث قال:\"اللهم انصر الإسلام بأحد العمرين\" وهو يعني عمر بن الخطاب وعمرو بن هشام (أبو جهل) .. فاستجاب الله دعوته بإسلام عمر بن الخطاب، فكان منه النصر والعزة قولا وفعلا، وأصبح غصة في حلوق أعداء الله وأعداء الرسول عليه الصلاة والسلام. ¶ فمن هذا المنطلق تثبت دعوة الداعي وينتشر فقهه، ويجد له مكانه في القلوب حيث هدفه وغايته هداية الناس إلى معرفة خالقهم ورازقهم وحقه عليهم. ومعلوم أن مثل هذه الدعوة لا بد وأن تجد في طريقها الكثير من العقبات ابتلاء وامتحاناً لأصحابها ودعاتها.. أيصبرون ويمضون، أم يجزعون فيقفون. {الم أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ} 1. ¶ أيها الأخوة ... بعد هذه المقدمة السريعة أستعرض معكم نقاط بحثي في اعتماد فقه الشيخ محمد بن عبد الوهاب على الكتاب والسنة، ثم قراءة مقاطع منه كالمقدمة ... ومقدمة بعض الأبواب.... وإن سنحت الفرصة لأستعرض معكم الكثير، فهذه رغبتي على أن أحظى بملاحظة أستنير بها من حضراتكم. ¶ الحمد لله الذي أنزل على عبده الكتاب ولم يجعل له عوجاً قيما لينذر بأسا شديدا من لدنه، ويبشر المؤمنين الذين يعملون الصالحات أن لهم أجرا حسنا، ماكثين فيه أبدا، وينذر الذين قالوا اتخذ الله ولدا ما لهم به من علم ولا لآبائهم كبرت كلمة تخرج من أفواههم إن يقولون إلا كذبا. وصلى الله وسلم على من أنزل عليه هذا الكتاب ليخرج الناس من الظلمات إلى ¶ __________ ¶ 1 سورة العنكبوت آية: 1-2-3.",
            "page": "247",
            "part": "1",
            "seal": "40D93C9A"
        },
        {
            "id": "4",
            "nass": "النور على يده، وعلى آله وأصحابه والمهتدين بهديه المستضيئين بنور كتاب ربهم، وسنة نبيهم، وعلى كل من حذا حذوهم إلى أن تقوم الساعة. ¶ وبعد ... فإن الله منذ خلق البشرية وحكمته قاضية بالصراع بين الحق والباطل ... ، فالباطل له إبليس وجنوده من الجن والإنس، حيث أمر بالسجود لآدم فأبى استكباراً وعنادا، فحكم عليه بالطرد والإبعاد من رحمة الله ... ¶ قال تعالى: {وَإِذْ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لآدَمَ فَسَجَدُوا إِلاَّ إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} 1 وطلب إبليس الإنظار من ربه إلى يوم القيامة فأعطي مطلبه، وهو يريد بذلك تحقيق مأربه بأن يضل بني آدم ويجعلهم من أتباعه حيث عرف أن النار مثواه في الدار الآخرة. ¶ والنصوص الواردة في القرآن الكريم والحديث الشريف في هذا المعنى كثيرة ومتعددة، ولكن من لطف الله ورحمته بعباده أن هذا العدو المصارع للحق لم يستطع الحكم الكامل بعدم الشكر على بني آدم، بل على أكثرهم. ¶ قال تعالى حكاية عن إبليس: ¶ {قَالَ فَبِمَا أَغْوَيْتَنِي لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ ثُمَّ لآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} 2 ¶ ولم يذكر الجهة الفوقية؛ لأن الذي يأتي من الفوق هو النور، والقابلون له هم الشاكرون الذين لا سبيل للشيطان عليهم، وذكره سائر الجهات دليل على أن الشر سفلي. ¶ __________ ¶ 1 سورة البقرة آية: 34. ¶ 2 سورة الأعراف آية: 16-17.",
            "page": "248",
            "part": "1",
            "seal": "158CE156"
        },
        {
            "id": "5",
            "nass": "وإذا نزل النور من الفوق بدد ظلام الشر وفرقه، وأزهق الباطل، فلم يكن للشيطان على ذلكم الشاكر الذي تلقى النور من ربه عن طريق نبيه سلطان. ¶ {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلاَّ مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ} 1 {إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ} 2. ¶ ومن هنا يتضح وجود الحق وثبوته ومصارعة الباطل له، ولكن متى ثبت أهل الحق وعرفوه حق المعرفة دفع الباطل مهما كثر أعوانه وأنصاره. ¶ {إِنَّ الْبَاطِلَ كَانَ زَهُوقاً} 3. ¶ {وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ} 4. ¶ فالحق ثابت ما دامت البشرية على وجه المعمورة، وإن.. ضعف حينا قوي أحياناً، وإن خفي في مكان ظهر في مكان آخر - تلك هي: ¶ {سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ} 5. ¶ ومتى فقد الحق وأهله قامت الساعة وانتهت الدنيا؛ لإخبار الصادق المصدوق: ¶ __________ ¶ 1 سورة الحجر آية: 42. ¶ 2 سورة النحل آية: 99-100. ¶ 3 سورة الإسراء آية: 81. ¶ 4 سورة المائدة آية: 56. ¶ 5 سورة غافر آية: 85.",
            "page": "249",
            "part": "1",
            "seal": "69D73EA2"
        },
        {
            "id": "6",
            "nass": "\"بأنها لا تقوم وعلى وجه الأرض مؤمن، بل على شرار الناس\" 1 ولحديث: \" لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خذلهم حتى يأتي أمر الله\"، وفي رواية \"حتى تقوم الساعة\" 2. ¶ ثم إن الله جل وعلا أثبت هذا الحق بتتابع رسله ووحيه عليهم: {ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضاً وَجَعَلْنَاهُمْ أَحَادِيثَ فَبُعْداً لِقَوْمٍ لا يُؤْمِنُونَ} 3. ¶ ثم ختم هؤلاء الرسل بأشرفهم وإمامهم وسيد البشرية أجمع محمد صلى الله عليه وسلم فشملت رسالته الثقلين من عرب وعجم، وعمت أرجاء المعمورة، ¶ ولم يعد في الدنيا كلها مكان إلا ووصلته هذه الدعوة الربانية المحمدية، وخاصة في زمننا الحديث بعد أن عمت أجهزة الإعلام جميع المناطق في العالم، وأنزل على هذا النبي الكريم كتاباً صار إعجاز الفصحاء العرب والعجم، والجن والإنس على أن يأتوا بمثله أو سورة منه، بل ولا آية، وجعله منهجاً خالداً للناس أجمعين. ¶ والأدلة على إعجاز القرآن وتخليده وشموله لقضايا الحياة في شتى مجالاتها، وأنواع العقائد والعبادات الصحيح منها والفاسد، واضحة جدا وكثيرة لا تحصى. ¶ ثم إن الله جعل رسالة كل نبي إلى قومه خاصة لعلم الله ببعثه خاتم الرسالات، وإنزاله الكتاب المهيمن على جميع الكتب والرسالات السابقة. {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ} 4. ¶ __________ ¶ 1 أخرجه مسلم راجع جامع الأصول جـ10 ص401. ¶ 2 أخرجه مسلم بهذا اللفظ 3/1523 في كتاب الإمارة، وأخرجه البخاري بمعناه 1/164. ¶ 3 سورة المؤمنون آية: 44. ¶ 4 سورة المائدة آية: 48.",
            "page": "250",
            "part": "1",
            "seal": "D09CC94A"
        },
        {
            "id": "7",
            "nass": "ولعلم الله بنهاية الرسل وآخرهم محمد عليه الصلاة والسلام، أيقظ الله من أمته من حفظ القرآن منه، وتلقى سنته، وعلى رأس هؤلاء صحابته العدول -رضي الله عنهم وأرضاهم-. وهكذا كل من أراد الله هدايته شرح الله صدره للإسلام، فتعلم علومه وعلمها وفهمها؛ لذا جاء في الحديث: \"أن العلماء ورثة الأنبياء\" 1 والحديث الآخر \"من يرد الله به خيرا يفقه في الدين\" 2. ¶ والحديث الآخر \"رب مبلغ أوعى من سامع\" 3 ومصداق هده الأحاديث ما دلت على معاني هذه الآيات. ¶ \"أولا\" ¶ {شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلاَّ هُوَ وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ لا إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ} 4. ¶ فدلت هذه الآية على فضل العلماء من أمة محمد وأنهم الوارثون لسنته، والمتفقهون في دينه؛ إذ جعلهم الله في صف ملائكته وجعلهم أهلا لشهادة ما شهدت به، ولولا ما في صدورهم من العلم بالله وخشيته لما نزلوا هذه المنزلة. {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} 5. ¶ ولما أوتوه من النور الذي ورثوه عن نبيهم محمد وعدهم الله برفع الدرجات. {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} 6. ¶ __________ ¶ 1 مختصر سنن أبي داود جـ5 ص243. وفي السنن 3/317 كتاب العلم, والترمذي جـ5 ص48-49 في كتاب العلم. ¶ 2 فتح الباري جـ1 ص141. ومسلم 3/1524 في كتاب الإمارة. ¶ 3 أخرجه البخاري جـ3/574 كتاب الحج. ¶ 4 سورة آل عمران آية: 18. ¶ 5 سورة فاطر آية: 28. ¶ 6 سورة المجادلة آية: 11.",
            "page": "251",
            "part": "1",
            "seal": "A17DE664"
        },
        {
            "id": "8",
            "nass": "وفي الأنفال يذكر الله صفات المؤمنين بقوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقّاً لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} 1. ¶ وفي سورة الزمر ينوه الله جل شأنه عن فضل المتعلمين على الجاهلين ويبين صفة المتذكرين. {هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الأَلْبَابِ} 2. ¶ وفي سورة الأنعام يبين الله تعالى أن العلم بالقرآن والسنة هو النور وهو الحياة الحقيقية والأبدية، وأن الجهل بهما هو الموت والظلمة. ¶ {أَوَمَنْ كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ أَوَمَنْ كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ} 3. ¶ ويصور الشاعر الجهل ومعناه وأنه الموت العاجل: ¶ وفي الجهل قبل الموت موت لأهله ... وأجسامهم قبل القبور قبور ¶ وهذا الموضوع واسع وأدلته أكثر من أن تحصر، وإنما المقصود الإشارة بأن شرع محمد صلى الله عليه وسلم خالد لوجود ورثته وبيان مكانتهم ومنزلتهم عند الله، وأنهم إذا قاموا على طريقة نبيهم أثروا في الناس وغيروا المجتمعات من السيئ إلى الحسن، وأظهروا الحق وأزهقوا الباطل. ¶ __________ ¶ 1 سورة الأنفال آية: 2-3-4. ¶ 2 سورة الزمر آية: 9. ¶ 3 سورة الأنعام آية: 122.",
            "page": "252",
            "part": "1",
            "seal": "CADC7DE6"
        },
        {
            "id": "9",
            "nass": "ومن ورثة محمد صلى الله عليه وسلم في القرن الثاني عشر الهجري محمد بن عبد الوهاب.. الذي دعا إلى شرع الله عقيدةً وقولاً وعملاً، وجهاداً لمن وقف ضد هذه الدعوة قامعاً لبدعته، مبطلاً لخرافته بالحجة والبرهان، وهيئ له العضد والساعد ليحمل السيف والسنان محمد بن سعود أمير الدرعية الذي شد أزر محمد بن عبد الوهاب على الحق والبر والتقوى، فهذا ينشر النور والضياء، وهذا يزيل الحجب والغطاء والعراقيل التي توضع دون هذه الخطى بدليل من القرآن وحديث من سنة المصطفى، ومن أجاب داعي الله وهذا النداء فله الجنات نزلاً ومأوى والسعادة في هذه الدنيا والنصر والتأييد من رب الورى. ¶ وحان الشروع فيما قصدناه من اعتماد الشيخ محمد بن عبد الوهاب على الأدلة والهدى من كتاب ربنا وسنة سيدنا ونبينا محمد صلى الله عليه وسلم وأقوال صحابته أئمة الهدى، وما فهمه أولي النهي ممن فتح الله عليهم المحبة والرغبة لفهم شرعه، فصاروا سببا لحفظه الذي تكفل الله به: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} 1. ¶ فحفظ الله لكتابه وسنة نبيه هو على أيدي ورثة رسوله.. لذا يكون نزع العلم بموت أهله لا بانتزاعه من صدور الرجال، وإذا انتزع العلم تصدى للمسئولية الجهلة، فأفتوا بغير علم، ونفذوا بغير نور، وحينئذ تنقلب السنة بدعة والبدعة سنة. ¶ وفي الحديث: \"فإذا أضيعت الأمانة فانتظر الساعة، قال: كيف إضاعتها؟ قال: إذا وسد الأمر إلى غير أهله فانتظر الساعة\" 2. ¶ وهذا البحث يشتمل على مقدمة وأربعة أبواب: ¶ الباب الأول: نبذة عن حياة الشيخ وفيه أربعة فصول: ¶ الفصل الأول: ترجمة موجزة للشيخ وتتلخص في النقاط التالية: نسبه / ولادته / بيئته / نشأته / طلبه للعلم / بداية دعوته / رحلاته في طلب العلم / مكان بدء نشر دعوته / وفاته. ¶ __________ ¶ 1 سورة الحجر آية: 9. ¶ 2 عن أبي هريرة في صحيح البخاري جـ1 ص141/142 في كتاب العلم, وأحمد في مسنده 2/361.",
            "page": "253",
            "part": "1",
            "seal": "84D58BC0"
        },
        {
            "id": "10",
            "nass": "الفصل الثاني: زمن الشيخ محمد بن عبد الوهاب. ¶ الفصل الثالث: الحالة الاجتماعية في زمن الشيخ. ¶ الفصل الرابع: سبب قيام دعوة الشيخ. ¶ الباب الثاني: ما قيل عن اعتماد فقه الشيخ محمد بن عبد الوهاب على الكتاب والسنة. وفيه مقدمة وأحد عشر فصلاً. ¶ الفصل الأول: القواعد الأربع التي قررها الشيخ لدوران الدين عليها. ¶ الفصل الثاني: في كلام الشيخ عن طريقة الأخذ فيما اختلف فيه العلماء وأقوالهم. ¶ الفصل الثالث: في كلام الشيخ على قولهم (اتفاق العلماء حجة واختلافهم رحمة) . ¶ الفصل الرابع: في كلام الشيخ على من قال: (لا يقرأ الكتاب لعدم إمكان فهمه) ودليله على بطلان هذا القول. ¶ الفصل الخامس: في كلام الشيخ على الذين يحاولون طرح أقوال العلماء وبيان مبدئه وموقفه منها. ¶ الفصل السادس: في كلام الشيخ لابن معمر لما هدره. ¶ الفصل السابع: في كلام الشيخ في المدينة لما سئل عن الأصوات عند قبر الرسول صلى الله عليه وسلم. ¶ الفصل الثامن: ما قاله أحفاده عن اعتماده على الكتاب والسنة. ¶ الفصل التاسع: ما قاله غير أحفاده وأبنائه مما يدل على اعتماده في دعوته على الكتاب والسنة. ¶ الفصل العاشر: في ثناء العلماء على الشيخ ووجهة نظري في إيراد هذا الثناء. ¶ الفصل الحادي عشر: في الأصول التي دعا إليها الشيخ، وهى أهم دعواته وأجلها مدعومة بالأدلة.",
            "page": "254",
            "part": "1",
            "seal": "90F0D5A8"
        },
        {
            "id": "11",
            "nass": "الباب الثالث: الاستدلال على اعتماده في مؤلفات العقائد على الكتاب والسنة. ¶ وفي هذا الباب خمسة عشر فصلا هي: ¶ الفصل الأول: في ثلاث مسائل يجب تعلمها. ¶ الفصل الثاني: في المسألة التي بها نجاة المسلم من الخسارة والهلاك. ¶ الفصل الثالث: في مراتب الدين. ¶ الفصل الرابع: في اعتناء الشيخ بتوحيد العبادة. ¶ الفصل الخامس: القواعد الأربع التي قرر بها توحيد العبادة. ¶ الفصل السادس: ما ورد في مؤلفه كتاب (فضل الإسلام) على اعتماده على الكتاب والسنة. ¶ الفصل السابع: فيما ألفه في أصول الإيمان. ¶ الفصل الثامن: في وجوب اعتقاد حق الرسول صلى الله عليه وسلم واستدلاله على ذلك. ¶ الفصل التاسع: في لزوم السنة والتحذير من البدع واستدلاله على ذلك. ¶ الفصل العاشر: في وجوب عداوة أعداء الله واستدلاله على ذلك. ¶ الفصل الحادي عشر: من كتابه \"مسائل الجاهلية\". ¶ الفصل الثاني عشر: ست موضوعات من السيرة لها صلة قوية بأسس الدعوة. ¶ الفصل الثالث عشر: من مؤلفاته تلقين أصول العقيدة للعامة على طريقة السؤال والجواب. ¶ الفصل الرابع عشر: في معنى الطاغوت. ¶ الفصل الخامس عشر: في كتابه (الكبائر) .",
            "page": "255",
            "part": "1",
            "seal": "883E3438"
        },
        {
            "id": "12",
            "nass": "الباب الرابع: في مؤلفات الشيخ فيما عدا العقائد، وفيه تمهيد وعشرون فصلا: ¶ الفصل الأول: في مؤلفات الشيخ في الحديث. ¶ الفصل الثاني: في فضائل الأعمال. ¶ الفصل الثالث: في صلاة التطوع. ¶ الفصل الرابع: في فقه الشيخ في قراءة القرآن. ¶ الفصل الخامس: في الزكاة. ¶ الفصل السادس: في بر الوالدين وصلة الأرحام. ¶ الفصل السابع: في الصيام. ¶ الفصل الثامن: في المناسك (أي في الحج والعمرة) . ¶ الفصل التاسع: في الحج والعمرة. ¶ الفصل العاشر: في الهدي والأضاحي والعقيقة. ¶ الفصل الحادي عشر: في الجهاد. ¶ الفصل الثاني عشر: في البيوع. ¶ الفصل الثالث عشر: في مؤلفات الشيخ مما عدا الحديث. ¶ الفصل الرابع عشر: في رسائل الشيخ الشخصية. ¶ الفصل الخامس عشر: في كتابة الشيخ بالسيرة النبوية. ¶ الفصل السادس عشر: في التفسير. ¶ الفصل السابع عشر: في كتابه مختصر زاد المعاد. ¶ الفصل الثامن عشر: في مختصر الشرح الكبير والإنصاف. ¶ الفصل التاسع عشر: في مؤلفاته المبتدأة ¶ الفصل العشرون: في استنباطات الشيخ وتلخيصاته. ¶ الخاتمة.",
            "page": "256",
            "part": "1",
            "seal": "C44064AB"
        },
        {
            "id": "13",
            "nass": "الباب الأول: نبذة عن حياة الشيخ ¶ الفصل الأول: ترجمة موجزة وتتلخص في النقاط التالية ¶ ... ¶ الفصل الأول: ترجمة موجزة وتتلخص في النقاط التالية: ¶ نسبه، ولادته، بيئته، نشأته، طلبه للعلم، بداية دعوته، رحلاته في طلب العلم، مكان بدء نشر دعوته، وفاته. ¶ أولا: هو شيخ الإسلام محمد بن عبد الوهاب بن سليمان بن علي بن محمد بن أحمد بن راشد بن محمد بن مشرف، ثم إن آل مشرف بيت مشتهر، فمنهم من ينسب الشيخ له، ومنهم من نسبه إلى جد بعده، هم الوهبة، ومنهم من ينسبه إلى التميمي، وقد ذكر الشيخ عبد الله بن عبد الرحمن بن صالح البسام نسبا متسلسلا إلى عدنان في كتابه \"علماء نجد\"، وقد أكد ذلك حسب ما اطلع عليه من كتب التراجم والأنساب. ¶ ويقرب من الحقيقة لوجود الصهر بين البسام وجد الشيخ محمد بن عبد الوهاب، إذ أن الشيخ عبد الوهاب أخواله البسام، وهذا المبحث في المجلد الأول من علماء نجد (25) . ¶ ثانيا: ولد الشيخ محمد بن عبد الوهاب سنة 1115هـ. ¶ ثالثا: إنه من بيت علم كبير، والده وأجداده وأعمامه، ونهج نهجه أحفاده. ¶ رابعا: نشأ الشيخ محمد بن عبد الوهاب مولعا بحب العلم والمعرفة والاطلاع على العلوم الشرعية. ¶ خامسا: درس على والده عبد الوهاب الفقيه المتنقل من روضة سدير إلى العيينة ثم إلى حريملاء، وتوفي عبد الوهاب فيها.",
            "page": "257",
            "part": "1",
            "seal": "9A8F3643"
        },
        {
            "id": "14",
            "nass": "سادسا: بدأ محمد بن عبد الوهاب في حدود عام 1140هـ ينشر آثار علمه وثمرات غرس والده من بيان الصحيح والفاسد من عبادات ومعاملات مجتمعه. ¶ سابعا: أن الشيخ محمد بن عبد الوهاب امتد باعه إلى بعض العلماء المعاصرين في المدينة المنورة والبصرة، فرحل إليهم واستفاد من علومهم، ونهل من معينهم. ¶ ثامنا: بدأ بنشر دعوته في حريملاء -البلدة التي توفي فيها والده- ولكن لكثرة صدأ القلوب فيها لم تكن عندها قابلية لدعوته، فآذوه أميرا ومأمورين. فانتقل إلى العيينة أملا منه وغلبة ظن بأن أميرها عثمان بن معمر سيساعده؛ لعلمه أن الحق لا بد له من سلطان وسيف وسنان يقمع به كل مارد وشيطان؛ لأن الله يزع بالسلطان مالا يزع بالقرآن كما قال الخليفة الراشد عثمان بن عفان رضي الله عنه. ¶ وفهم ذلك محمد بن عبد الوهاب من سيرة سيد ولد عدنان؛ إذ أقام بمكة يدعو ثلاث عشرة سنة فلم يستجب لدعوته إلا أفراد من الضعفاء والمساكين، وامتنع أهل الأموال والمتغطرسون. ¶ ثم أذن الله له بالهجرة إلى المدينة فقوي الإسلام لكثرة المسلمين، فشرع في صد المعاندين وجهاد الكافرين لما أبوا عن إجابة الداعين إلى رب العالمين، فأذل الله الكفر وأهله وأزهق الباطل وخذله، وبهذا يقول الشاعر: ¶ دعا المصطفى دهرا بمكة لم يجب ... وقد لان منه جانب وخطاب ¶ فلما دعا والسيف صلت بكفه ... له أسلموا واستسلموا وأنابوا ¶ والقرآن مملوء بالنصوص الآمرة بقتال الكفرة والمشركين؛ كقوله تعالى: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} 1. ¶ __________ ¶ 1 سورة التوبة آية: 29.",
            "page": "258",
            "part": "1",
            "seal": "8DD6549C"
        },
        {
            "id": "15",
            "nass": "وقوله: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} 1. ¶ والمقصود أن الشيخ محمد بن عبد الوهاب في ذهابه إلى العيينة يلتمس نصرة لدعوته وعضدا يشد أزره ذا سلطان، فوعده عثمان بن معمر، ولكنه خذله بتهديد من ابن عريعر أمير الأحساء الذي هو أعلى منه قوة، ثم خرج محمد بن عبد الوهاب مختفيا إلى الدرعية، فشرع يلقي فيها الدروس، فآوى إلى مجلسه أميرها محمد بن سعود، فأنس به وشرح الله صدره لقبول نشر دعوته وحمايتها، وبدأ في ذلك عام 1158هـ. ¶ واستمر على ذلك حتى محا الله على يديهما كل بدعة وخرافة، وكل شرك وضلال في الجزيرة العربية، واستمر أحفادهما على هذا الوعد والعهد حتى وقتنا الحاضر. ¶ نسأل الله لنا ولهم الثبات في الحياة والممات. ¶ تاسعا: توفي الشيخ محمد بن عبد الوهاب سنة 1206هـ في بلدة الدرعية بعد أن استقرت وانتشرت دعوته. ¶ وما أحسن ما أوجزه ابن بدران في كتابه \"المدخل إلى مذهب الإمام أحمد\" صفحتي 229، 230، فلقد وصف الإمام محمد بن عبد الوهاب وصفا موجزا مفيدا متضمنا لبدء دعوته وفقهه ومصدر علمه.. وهذا مما جعلنى أستحسن نقله، وقد كتبه ابن بدران بمناسبة الكلام على مختصر الإنصاف والشرح الكبير حينما تكلم عن كتب الحنابلة.. قال ابن بدران: ¶ \"مختصر الشرح الكبير والإنصاف\" ¶ \"تأليف العالم الأثري والإمام الكبير محمد بن عبد الوهاب بن سليمان بن علي، يتصل نسبه بعبد مناة بن تميم التميمي، ولد سنة خمس عشرة ومائة وألف، وقد رحل إلى البصرة ¶ __________ ¶ 1 سورة التوبة آية: 5.",
            "page": "259",
            "part": "1",
            "seal": "2EB9C59A"
        },
        {
            "id": "16",
            "nass": "والحجاز لطلب العلم، وأخذ عن الشيخ على أفندي الداغستاني وعن المحدث الشيخ إسماعيل العجلوني وغيرهما من العلماء، وأجازه محدثو العصر بكتب الحديث وغيرها على اصطلاح أهل الحديث من المتأخرين، ولما امتلأ وطابه من الآثار وعلم السنة وبرع في مذهب أحمد أخذ ينصر الحق ويحارب البدع ويقاوم ما أدخله الجاهلون في هذا الدين الحنيفي والشريعة السمحاء، وأعانه قوم أخلصوا العبادة لله وحده على طريقته التي هي إقامة التوحيد الخالص، والدعاية إليه، وإخلاص الوحدانية والعبادة كلها بسائر أنواعها لخالق الخلق وحده، فحبا إلى معارضته أقوام ألفوا الجمود على ما كان عليه الآباء وتدرعوا الكسل على طلب الحق، وهم لا يزالون إلى اليوم يضربون على ذلك الوتر، وجنود الحق تكافحهم فلا تبقي منهم ولا تزر، وما أحقهم بقول القائل: ¶ كناطح صخرة يوما ليوهنها ... فلم يضرها وأوهى قرنه الوعل ¶ ولم يزل مثابرا على الدعوة إلى دين الله تعالى حتى توفاه الله تعالى سنة ست ومائتين وألف هجرية. ¶ ولقد شهدت الأقطار بعلمية محمد بن عبد الوهاب، وتناقلها المسلمون على مر السنين، وحتى كتاب عصرنا تحدثوا عنه وعن فقهه وعزمه في كتاباتهم سواء أرادوا الكلام عن مواطن حركات الإصلاح أو المصلحين.. ¶ ومنها ما قاله الدكتور محمد عمارة في بحثه الذي نشر بجريدة \"الخليج\" عدد 1110 يوم 28 /6 /1402هـ الموافق 22/4 /1982م.. حيث قال: \"في بيئة بدوية بسيطة، هي \"نجد\" بشبه الجزيرة العربية، ولد ونشأ محمد بن عبد الوهاب (1115- 1206هـ) .. وكانت السيادة الاسمية والرسمية على موطنه لخلفاء آل عثمان. ¶ وكان ابن عبد الوهاب سليل أسرة من الفقهاء، أخذ عنهم علوم الدين، كما درس على علماء الحرمين؛ مكة، والمدينة، وظهر نزوعه منذ فجر حياته إلى النهج السلفي الرافض لما طرأ على عقائد الإسلام وعباداته من بدع وخرافات وإضافات. ¶ لقد نظر ابن عبد الوهاب، فوجد عامة الناس يتخذون الوسائل والوسائط شفعاء إلى الله، بل ويتوجهون إليهم بالطلب والدعاء والاستغاثة في الملمات.. كما وجد العبادات قد أصابتها البدع بالنقص والزيادة.. فشابت الشوائب كلا من العقائد والعبادات.",
            "page": "260",
            "part": "1",
            "seal": "7D68A128"
        },
        {
            "id": "17",
            "nass": "بدأ ابن عبد الوهاب يدعو إلى إسلام السلف، ويبشر بفكر ابن حنبل، وابن تيمية، وابن القيم، ويركز على إصلاح العقائد، وتصحيح العبادات.. فحكم بالشرك الظاهر والجلي على المتوسلين إلى الله بالأولياء والمشاهد والرموز، بل رأى شركهم أعظم من شرك الجاهلية الأولى \"فلقد كان ابن عبد الوهاب أكثر من \"شيخ\" وأعظم من \"فقيه\" ومن ثم فإنه لم يشأ أن يقف بدعوته عند رسائل يؤلفها أو مواعظ يلقيها، أو حتى حلقة من الأتباع والمريدين.. لقد أراد أن تكون لدعوته \"دولة\" تضمن لها الانتشار والاستمرار.. فالله يزع بالسلطان ما لا يزع بالقرآن\". ¶ وهكذا عاشت دعوة الشيخ محمد بن عبد الوهاب في عقول الناس وأفئدتهم وعبرت به كلماتهم وكتاباتهم جيلا بعد جيل؛ لاعتماده على شريعة الدين والدنيا فقها في العقيدة وفي شتى مجالات الحياة.",
            "page": "261",
            "part": "1",
            "seal": "7CF5D96E"
        },
        {
            "id": "18",
            "nass": "الفصل الثاني: زمن الشيخ من 1115هـ - 1206هـ ¶ ويشمل النقاط التالية: ¶ أمضى الشيخ رحمه الله تعالى عمره كله فيما يلي: ¶ أولا: في التعليم، ثم نشر العلم. ¶ ثانيا: حفظ القرآن لعشر سنين، ثم بدأ بعلومه من تفسير وفقه على والده، ومن هنا يتبين لنا أنه شعلة ضياء من صغره، وبعد أن تكامل بلوغه رغب في الاطلاع على العلوم الشرعية متنقلا بين المدينة والبصرة. ¶ ثالثا: بعد أن نهل من العلم واستبانت له الحقيقة الموصلة إلى الله، لم يهدأ له بال إلا أن يعلم ما تعلمه من شرع الله، فبدأ شعاع نوره بالبصرة يبين ما عليه الناس من خطأ في العقيدة والفروع، ولكن لاستحكام الجهل فيهم ورسوخ البدع حدث منهم رد فعل لدعوته بالبصرة، فضيقوا عليه حتى خرج منها عائدا إلى بلده. ¶ رابعا: استمر يدرس على والده وعلى المشايخ الموجودين بالعيينة وحريملاء، ثم انتقل مع والده إلى حريملاء بعد أن ضاقت بهم العيينة زرعا، واستمر معلنا للحق، آمرا بالمعروف، ناهيا عن المنكر حتى توفي والده في حريملاء سنة 1153هـ. ¶ خامسا: أعلن دعوته في حريملاء وتعليمه التوحيد، ولكنهم لم يتقبلوا منه وضايقوه، فرجع إلى العيينة، واستقبله أميرها عثمان بن معمر وساعده على هدم القبة التي بنيت على قبر زيد بن الخطاب، ورجم المرأة الزانية، ولفشو الجهل استنكروا ذلك حتى وشي بعثمان بن معمر عند ابن عريعر فاضطر إلى إبعاد الشيخ ابن عبد الوهاب عن بلده.",
            "page": "262",
            "part": "1",
            "seal": "A8D5BEA0"
        },
        {
            "id": "19",
            "nass": "سادسا: بعد خروج الشيخ من العيينة اختار الله له الدرعية لتكون مقرا لدعوته، فنزل على أفراد منها كانوا قد اتصلوا به في العيينة، ثم بلغ خبره محمد بن سعود أمير الدرعية فبايعه على الجهاد والنصرة، فاستمر زمن الشيخ محمد بن عبد الوهاب في نشر دين الغفور التواب. ¶ والمقصود أن زمن حياة الشيخ كلها تعليم وتعلم وهداية إلى الصراط المستقيم.",
            "page": "263",
            "part": "1",
            "seal": "FCD16EFF"
        },
        {
            "id": "20",
            "nass": "الفصل الثالث: الحالة الاجتماعية في زمن الشيخ ¶ وتتلخص فيما يأتي: ¶ أولا: تردي السلطة الإسلامية بعد القرن الثامن الهجري علما وعملا وتنفيذا وخاصة في قلب الجزيرة. ¶ ثانيا: بسبب هذا التردي لا يلوي أحد على أحد، ولا يقبل أحد من أحد، بل كل ركب رأسه، فتحكم فيهم الجهل، وتشتتت بهم السبل، فكانوا في أمر مريج -أي مضطرب مختلف- لذا تفشت فيهم كل رذيلة وكل مرض ووباء، نمثل بشيء منها: ¶ 1. خلو المساجد من المصلين إلا ما شاء الله. ¶ 2. انتشار الخرافات والصوفية الزائفة. ¶ 3. ادعاء الجهلاء ما ليس لهم، وما ليس لهم به علم. ¶ 4. حمل التمائم في رقابهم والتي لا تغني من الله شيئا. ¶ 5. ترغيب في الحج إلى قبور الأولياء ورجاء الشفاعة منهم. ¶ وهذه الأمور تنافي ما أمر به محمد صلى الله عليه وسلم. ¶ 6. تغييب فضائل القرآن عن الناس مما جعلهم لا يعرفون عنها شيئا. ¶ 7. لهذا انتهكوا حرماته -أي القرآن- فصاروا إلى ما يلي: ¶ أ- يشربون المسكرات ويتناولون الأفيون، فانتشرت الرذائل. ¶ ب. هتك ستر الحرمات. ¶ ج. أن ذلك كله بلا خشية ولا استحياء، ومن لم يستح فليصنع ما يشاء. ¶ 8. أن مكة والمدينة في زمن الشيخ دب إليهما ما في المجتمعات الأخرى من الوباء والأمراض الشهوانية والشبهية.",
            "page": "264",
            "part": "1",
            "seal": "9A189428"
        },
        {
            "id": "21",
            "nass": "9. أن هذه الحالة السيئة في مجتمع نجد وغيره من العالم الإسلامي ليس راجعا إلى عدم وجود علماء; بل هناك الفقهاء ولكنهم سائرون في الفروع أكثر من البحث في العقائد، وذلك والله أعلم أن الخطأ في العقائد بدع ثابتة وراسخة وخرافة طاغية على الفكر والأوهام. ¶ ومتى كانت البدعة هكذا فإن اقتلاعها يصعب ويعسر؛ لتأصلها في القلوب بمجرد كلام العلماء، فتحتاج إلى معاول تهدمها وأيدي سلطة تقلعها. إن الله يزع بالسلطان ما لا يزع بالقرآن، والعلماء حينئذ لم يوفقوا إلى حاكم إداري ينفذ ما يقولون ويحكم ما يبرمون.",
            "page": "265",
            "part": "1",
            "seal": "5A763BA1"
        },
        {
            "id": "22",
            "nass": "الفصل الرابع: سبب قيام دعوة الشيخ ¶ ولما تقدم - على قلته - تصورنا ظلمة \"نجد\" الاعتقادية والعملية، وإن وجد أفراد متمسكون كالأفراد الذين وجدهم الرسول متشبثين بملة إبراهيم، ولكن الحكم للسلطة والأغلبية، وأيضا بتصور هذه الحالة السيئة للعالم الإسلامي ولعالم الجزيرة ونجد خاصة التي يسكنها الشيخ محمد بن عبد الوهاب، يتضح لنا السبب الباعث لقيام الشيخ بهذه الدعوة إلى التوحيد وصرف الناس إلى محبة الله وحده، وتعريفهم بعظم ما أمر الله به ليمتثلوه، وتحذيرهم عن الوقوع في أعظم ما نهى الله عنه وهو الشرك. ¶ وهذه سجية كل عالم بالله وبكتابه وبشرع نبيه. ¶ فأنار الله بصيرة الشيخ محمد بن عبد الوهاب فلم ير السكوت على هذه المنكرات التي هي معصية لله، فدفعته عقيدته وعلمه لإنقاذ هؤلاء الفقراء من اتباع الشيطان والهوى وردهم إلى الصواب وسلوكهم سلوك المصطفى. ¶ والخلاصة أن الباعث إلى قيام الشيخ بهذه الدعوة ما يأتي:- ¶ أولا: امتثالا لأمر ربه ولرسوله ولأتباعه: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} 1. ¶ ثانيا: تنزيه الله عما لا يليق بجلاله وعظمته على حد قوله تعالى: {وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} 1. ¶ __________ ¶ 1 سورة يوسف آية: 108. ¶ 2 سورة يوسف آية: 108.",
            "page": "266",
            "part": "1",
            "seal": "731A327F"
        },
        {
            "id": "23",
            "nass": "ثالثا: لينجو من الخسران المحكوم به على الإنسان بقوله تعالى: {وَالْعَصْرِ إِنَّ الأِنْسَانَ لَفِي خُسْرٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} 1. ¶ رابعا: ليحصل على فضل الدعوة كما قال تعالى: {وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} 2. ¶ خامسا: امتثالا لقول رسوله: \"لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه\" 3. ¶ سادسا: رحمة بهؤلاء القوم من أن يقذف بهم الشيطان معه في النيران، لقول الرسول صلى الله عليه وسلم: \"ارحموا من في الأرض يرحمكم من في السماء\" 4. ¶ سابعا: رغبة في قول الرسول صلى الله عليه وسلم: \"لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم\" 5. ¶ ثامنا: طلبا للخير لقول الرسول: \"خيركم من تعلم القرآن وعلمه\" 6. ¶ تاسعا: امتثالا لقول الرسول صلى الله عليه وسلم: \"بلغوا عني ولو آية\" 7. ¶ عاشرا: ليحظى بدعوة عباد الرحمن. ¶ {وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَاماً} 8. ¶ __________ ¶ 1 سورة العصر آية: 1-2-3. ¶ 2 سورة فصلت آية: 33. ¶ 3 رواه البخاري 1/56-57 في كتاب الإيمان، ومسلم 1/67. ¶ 4 رواه الترمذي 4/324 في كتاب البر والصلة, وأبو داود 4/285. ¶ 5 البخاري 6/111. ¶ 6 البخاري 9/74. ¶ 7 البخاري 6/494 في كتاب الأنبياء. ¶ 8 سورة الفرقان آية: 74.",
            "page": "267",
            "part": "1",
            "seal": "4FF6ED3B"
        },
        {
            "id": "24",
            "nass": "الحادي عشر: تنفيذا لأمر الله: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} 1. ¶ __________ ¶ 1 سورة النحل آية: 125.",
            "page": "268",
            "part": "1",
            "seal": "7A976E62"
        },
        {
            "id": "25",
            "nass": "الباب الثاني: ما قيل عن اعتماد فقه الشيخ محمد بن عبد الوهاب على الكتاب والسنة ¶ المقدمة ¶ ... ¶ \"المقدمة\" ¶ من المعلوم أن كل داعية سيدلي بأدلة إما أن تكون صحيحة فمآلها إلى الثبوت والاستمرار، وإما أن تكون باطلة فيكون مآلها للرد. ¶ إن قبول الناس المنصفين وردهم للدعوة يرجع إلى صدق الداعية وكذبه، وليس كل من يدعي وصلا يقر له بالوصول، ولا كل من زعم أمرا ثبت له المزعوم. ¶ وكل يدعي وصلا بليلى ... وليلى لا تقر لهم بذاك ¶ قال الله تعالى: {قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ} 1. ¶ فاليهود زعموا ولاية الله ولكن ليس لهذا الزعم ما يثبته. {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ} 2. ¶ __________ ¶ 1 سورة الجمعة آية: 6. ¶ 2 سورة التغابن آية: 7.",
            "page": "269",
            "part": "1",
            "seal": "6BD68157"
        },
        {
            "id": "26",
            "nass": "فالكفار زعموا عدم البعث، وحيث أنهم لم يبنوا زعمهم على أسس من الحقيقة أبطله الله وأثبت ضده وما ينافيه. وبهذه المقدمة البسيطة يتضح لنا صدق القول بأن فقه الشيخ محمد بن عبد الوهاب معتمد على الكتاب والسنة. ¶ فليس ما قيل في ذلك مجرد زعم أو توهم، بل ما قاله عن نفسه من اعتماد على الأدلة وما قاله غيره واضح جلي، وثابت في مراسلاته وكتاباته ومؤلفاته المنتشرة بين العالم، لا يستطيع أحد إنكارها إلا من أغمض عينيه عن الحقيقة، وتغلب عليه الهوى والتقليد الأعمى والعصبية الممقوتة. ¶ وما انطلت عليه شبه المشبهين من الخرافيين بأن الشيخ محمد بن عبد الوهاب لا يحب الأنبياء والصالحين، غرس هذه الشبهة الشيطان بأدمغة أوليائه، وأغفلهم عن مراد الداعية، وهو أنه ينهى عن زيارة القبور البدعية، وإعطاء الأولياء الصالحين فوق حقهم وتشريكهم بحق الله. ¶ وما ثبت من زيارة القبور الشرعية، فمحمد بن عبد الوهاب يأمر بها ولم ينه عنها. ويعطي الأنبياء والأولياء حقهم من محبتهم التي تجعل من يحبهم يتأسى بأقوالهم وأفعالهم حتى يكون وليا بما كانوا به أولياء، وصالحا بما كانوا به صلحاء. قال تعالى: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} 1. ¶ فلم يثبت الولاية إلا للمؤمنين المتقين، ولم يقل إن الولاية لمن عظم قبور الصالحين وتبرك بهم وجعل لهم النذور والذبائح. ¶ وهذه الحقيقة ثابتة في مؤلفات الشيخ المجدد للقرن الثاني عشر الهجري، والذي ما زال إصلاحه مستمرا وتأليفه فيه مستقرا. فهو بين أيدينا منظورا ومقروءا، فنسأل الله أن يرينا الحق حقا ويرزقنا اتباعه، ويرينا الباطل باطلا ويرزقنا اجتنابه. فكانت عناية الشيخ بالعقيدة وتصحيحها وتعديل مفاهيم الناس، ولكنه مع ذلك لم ¶ __________ ¶ 1 سورة يونس آية: 62-63.",
            "page": "270",
            "part": "1",
            "seal": "3016152C"
        },
        {
            "id": "27",
            "nass": "يغفل الفروع، بل أدى لها جملة من الاهتمام، يتضح ذلك فيما قرره وأنه من أبعد الناس عن التعصب والتقليد. ¶ يدعو إلى التحاكم إلى كتاب الله وسنة رسوله صلى الله عليه وسلم، يتوخى الدليل ويرى الاقتداء بالأئمة بما لم يقم الدليل على خلاف من اجتهاداتهم. ¶ ومؤلفاته حافلة بذلك سواء ما ألفه ابتداء في التوحيد والفروع، أو ما اختصره من كتب الأئمة والمحققين تقريبا منه إلى الأذهان القاصرة، ونظرا منه بوصل طلابه بالأئمة السابقين ونفعهم العاجل؛ لأنه ليس كل طالب علم يقوى على قراءة الكتب المطولة، فإذا قرأ المنصف والمحب للفائدة والراغب في الإطلاع والذب عن أئمة الدعوة مؤلفاته التي قامت بجمعها وطبعها جامعة الإمام محمد بن سعود الإسلامية، تجلى للقارئ اعتماد الشيخ على الكتاب والسنة. ¶ وقد ألزم نفسه رحمه الله أن يسير في دعوته على الكتاب والسنة بالقول والفعل، وأن يأخذ بما قرره علماء المسلمين الثقاة في مسائل الاجتهاد مما لا نص فيه من كتاب أو سنة أو إجماع، وحينما يختلفون حسب مفاهيمهم من النصوص فإنه يأخذ بما ترجح عنده. ¶ وأما التزامه بالفعل فسيظهر جليا للقارئ من مؤلفاته. ¶ وأما التزامه بالقول فمنه ما يأتي.. وهو الفصل الأول من هذا الباب بما قرره عن نفسه وقرره أحفاده وطلابه من اعتمادهم على الكتاب والسنة.",
            "page": "271",
            "part": "1",
            "seal": "D698F319"
        },
        {
            "id": "28",
            "nass": "الفصل الأول: القواعد الأربع التي قررها الشيخ لدوران الدين عليها ¶ قال شيخ الإسلام محمد بن عبد الوهاب قدس الله روحه ونور ضريحه: \"هذه أربع قواعد من قواعد الدين التي تدور الأحكام عليها، وهي من أعظم ما أنعم الله به على محمد صلى الله عليه وسلم وأمته، حيث جعل دينهم دينا كاملا وافيا، وأكمل وأكثر علما من جميع الأديان، ومن ذلك جمعه لهم في لفظ قليل، وهذا ما ينبغي التفطن له قبل معرفة القواعد الأربع، وهو أن تعلم قول النبي صلى الله عليه وسلم لما ذكر ما خصه الله به على الرسل يريد منا أن نعرف منة الله علينا ونشكرها. قال: لما ذكر الخصائص \" وأعطيت جوامع الكلم \" 1. قال إمام الحجاز محمد بن شهاب الزهري معناه: أن يجمع الله له المسائل الكثيرة في الألفاظ القليلة. ¶ القاعدة الأولى: تحريم القول على الله بلا علم؛ لقوله تعالى: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالأِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ} 2. ¶ القاعدة الثانية: أن كل شيء سكت عنه الشارع فهو عفو لا يحل لأحد أن يحرمه أو يوجبه أو يستحبه أو يكرهه؛ لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَسْأَلوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلوا ¶ __________ ¶ 1 رواه البخاري 12/390 في كتاب التعبير رقم الحديث 6998 , ورواه مسلم 1/371 كتاب المساجد. ¶ 2 سورة الأعراف آية: 33.",
            "page": "272",
            "part": "1",
            "seal": "FF1DA03E"
        },
        {
            "id": "29",
            "nass": "عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ} 1. ¶ قال النبي صلى الله عليه وسلم \"وسكت عن أشياء رحمة بكم غير نسيان فلا تسألوا عنها\" 2. ¶ القاعدة الثالثة: أن ترك الدليل الواضح والاستدلال بلفظ متشابه هو طريق أهل الزيغ كالرافضة والخوارج، قال الله تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ} 3. ¶ والواجب على المسلم اتباع المحكم، فإن عرف معنى المتشابه وجده لا يخالف المحكم بل يوافقه، وإلا فالواجب عليه اتباع الراسخين في العلم في قولهم: {آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا} 4. ¶ القاعدة الرابعة: أن النبي صلى الله عليه وسلم ذكر أن \"الحلال بين وأن الحرام بين وبينهما أمور متشابهات\" 5، فمن لم يفطن لهذه القاعدة وأراد أن يتكلم على كل مسألة بكلام فاصل فقد ضل وأضل. ¶ فهذه أربع قواعد ثلاث ذكرها الله في كتابه والرابعة ذكرها رسول الله صلى الله عليه وسلم6، وهي واضحة في بيان مسلك الشيخ نحو الكتاب والسنة، فهل يقوى أحد ¶ __________ ¶ 1 سورة المائدة آية: 101. ¶ 2 أخرجه الدارقطني 4/297-298. قال النووي في الأربعين: حديث حسن. ¶ 3 سورة آل عمران آية: 7. ¶ 4 سورة آل عمران آية: 7. ¶ 5 رواه البخاري في كتاب الإيمان 1/126 حديث رقم 52. ¶ 6 الدرر السنية جـ4 صفحة 1.",
            "page": "273",
            "part": "1",
            "seal": "66CF2A69"
        },
        {
            "id": "30",
            "nass": "بعد هذا أن يرميه بالتعصب والهوى؟ ثم إن هذه القواعد شاملة لجميع العلوم الشرعية كما لفت رحمه الله نظر القارئ لها بقوله: \"اعلم رحمك الله أن هذه الكلمات الأربع مع اختصارها يدور عليها الدين، سواء كان المتكلم يتكلم في علم التفسير، أو في علم الأصول، أو في علم أعمال القلوب -الذي يسمى علم السلوك-، أو في علم الحديث، أو في علم الحلال والحرام، أو الأحكام الذي يسمى الفقه.. أو على علم الوعد والوعيد، أو في غير ذلك من أنواع علوم الدين\"1. ¶ وأنا أمثل لك مثلا تعرف به صحة ما قلته، وتحتذي به إن فهمته، وأمثله لك في فن من فنون الدين وهو علم الفقه -وكما قرر إمام الدعوة في هذه القواعد ما يلزم المتكلم من الاستدلال الصريح، قرر أيضا أن للشريعة قواعد كلية تستدل بها على الجزئيات، ولا يستغني طالب العلم عن معرفتها، فالمستدل بقاعدة من الشرع على جزئية فهو كالمستدل بنص صريح في جزئية ما؛ لأن الشريعة لم تأت بجزئيات المسائل وتفاصيلها- لذا صارت شاملة وكاملة إلى يوم القيامة، وكلما حدثت واقعة جديدة أدخلها من نوّر الله بصيرته تحت قواعد الشريعة. ¶ قال الشيخ رحمه الله تعالى: \"ومن أعظم ما مَنَّ الله به عليه صلى الله عليه وسلم وعلى أمته أعطاه جوامع الكلم\" فيذكر الله تعالى في كتابه كلمة واحدة تكون قاعدة جامعة يدخل تحتها من المسائل ما لا يحصى، وكذلك رسول الله صلى الله عليه وسلم، فقد خصه الله بالحكمة الجامعة. ¶ ومن فهم هذه المسائل فهماً جيدا فهم قول الله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} 2. ¶ وهذه الكلمة أيضا من جوامع الكلم؛ إذ الكامل لا يحتاج إلى زيادة، فعلم منه بطلان كل محدث بعد رسول الله صلى الله عليه وسلم وأصحابه، كما أوصانا به في قوله صلى الله عليه وسلم \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، وإياكم ¶ __________ ¶ 1 الدرر السنية جـ4 صفحة 1-2. ¶ 2 سورة المائدة آية: 3.",
            "page": "274",
            "part": "1",
            "seal": "956C0DB4"
        },
        {
            "id": "31",
            "nass": "ومحدثات الأمور فإن كل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار\" 1. ¶ ونفهم أيضا معنى قوله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} 2. ¶ فإذا كان الله سبحانه قد أوجب علينا أن نرد ما تنازعنا فيه إلى الله -أي إلى كتاب الله- وإلى الرسول صلى الله عليه وسلم - أي إلى سنته. علمنا قطعا أن من رد إلى الكتاب والسنة ما تنازع الناس فيه وجد فيه ما يفصل النزاع) 3. ¶ وبعد سياق هذه القواعد التي تبين كمال الدين وشموله لكل جزئية، ووجوب الرد إليه، لم تره خالف ما قرره حتى وافته المنية رحمه الله، لا سيما أنه أتبع ما قرره بقوله هنا وفعله في مؤلفاته. ¶ __________ ¶ 1رواه أبو داود في كتاب السنة جـ4/200-201 حديث رقم 4607, والترمذي في كتاب العلم حديث رقم 2676 جزء 5 صفحة 44. ¶ 2 سورة النساء آية: 59. ¶ 3 الدرر السنية جـ4 صفحة 4.",
            "page": "275",
            "part": "1",
            "seal": "D5CE7EE8"
        },
        {
            "id": "32",
            "nass": "الفصل الثاني: في كلام الشيخ عن طريقة الأخذ فيما اختلف فيه العلماء وأقوالهم ¶ قال رحمه الله: \"إذا اختلف كلام أحمد وكلام الأصحاب، فنقول في محل النزاع التراد إلى الله وإلى رسوله لا إلى كلام أحمد ولا إلى كلام الأصحاب ولا إلى الراجح من ذلك، بل قد يكون الراجح والمرجح من الروايتين والقولين خطأ قطعا، وقد يكون صوابا\"1 ثم أجاب عن قول القائل، ما الموقف إذا استدل كل من المختلفين بأدلة صحيحة؟ قال رحمه الله: \"وقولك إذا استدل كل منهما بدليل فالأدلة الصحيحة لا تتناقض، بل الصواب يصدق بعضه بعضا، لكن قد يكون أحدهما أخطأ في الدليل، إما أنه يستدل بحديث لم يصح، وإما فهم من كلمة صحيحة مفهوما خاطئا. ¶ وبالجملة فمتى رأيت الاختلاف فرده إلى الله والرسول، فإذا تبين لك الحق فاتبعه، فإذا لم يتبين لك واحتجت إلى العمل فخذ بقول من تثق بعلمه ودينه\"2. ¶ وقال رحمه الله في جواب من قال: \"لا إنكار في مسائل الاجتهاد\" مما يدلنا على محبته للدليل، ورغبته فيه، وأنه لا يعد متعصبا بل هو مجتهد في التماس الدليل وترجيحه حسب ما وضحه ابنه عبد الله فقال: \"ولا نستحق مرتبة الاجتهاد المطلق، ولا أحد منا يدعيها إلا أنه في بعض المسائل إذا صح لنا نص جلي من كتاب أو سنة غير منسوخ ولا مخصص ولا معارض بأقوى منه وقال به أحد الأئمة الأربعة أخذنا به وتركنا المذهب، وعندنا أن الإمام ابن القيم وشيخه إماما حق من أهل السنة وكتبهما من أعز الكتب إلا أنا غير مقلدين لهم في كل مسألة، فإن كل أحد يؤخذ من قوله ويترك إلا نبينا محمداً على الله عليه وسلم\" ا. هـ3. ¶ __________ ¶ 1 الدرر السنية جـ4 ص4. ¶ 2 الدرر السنية جـ4 ص14. ¶ 3 الدرر السنية جـ4 ص8.",
            "page": "276",
            "part": "1",
            "seal": "A2847195"
        },
        {
            "id": "33",
            "nass": "قال: من قال (لا إنكار في مسائل الاجتهاد) ، فجوابه يعلم من القاعدة المتقدمة1، ¶ فإن أراد القائل مسائل الخلاف فهذا باطل يخالف إجماع الأمة، فما زال الصحابة ومن بعدهم ينكرون على من خالف وأخطأ كائنا من كان ولو كان أعلم الناس وأتقاهم. ¶ وإذا كان الله بعث محمدا صلى الله عليه وسلم بالهدى ودين الحق، وأمرنا باتباعه وترك ما خالفه، فمن تمام ذلك أن من خالفه من العلماء مخطئ ينبه على خطأه وينكر عليه، وإن أريد بمسائل الاجتهاد مسائل الخلاف التي لم يتبين فيها الصواب فهذا كلام صحيح لا يجوز للإنسان أن ينكر الشيء لكونه مخالفا لمذهبه أو لعادة الناس. ¶ فكما لا يجوز للإنسان أن يأمر إلا بعلم، لا يجوز أن ينكر إلا بعلم. وهذا كله داخل في قوله تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً} 2. ¶ فما أصلحها من قواعد واضحة في كلام يدل على اعتماد الشيخ واستناده إلى الكتاب والسنة بأمره ونهيه. ¶ __________ ¶ 1 القاعدة السابقة في الصفحة (249) . ¶ 2 سورة الإسراء آية: 36.",
            "page": "277",
            "part": "1",
            "seal": "24D8CEE3"
        },
        {
            "id": "34",
            "nass": "الفصل الثالث: في كلام الشيخ على قولهم: اتفاق العلماء حجة واختلافهم رحمة ¶ ثم تكلم الشيخ عن قول من قال (اتفاق الأئمة حجة، واختلافهم رحمة) 1 ففصل في الجملة الأولى وبين متى يكون الاتفاق حجة - وهو ما إذا صدر عن العلماء كلهم.. وأبطل الجملة الثانية في قوله (اختلافهم رحمة) وذكر أن الرحمة في الجماعة، وأن في الاختلاف العذاب، إلى أن قال الشيخ: \"فينبغي للمؤمن أن يجعل همه ومقصده معرفة أمر الله ورسوله في مسائل الخلاف والعمل بذلك فيحترم أهل العلم ويوقرهم ولو أخطئوا، لكن لا يتخذهم أربابا من دون الله\". ¶ هذا طريق المنعم عليهم، وأما اطراح كلامهم وعدم توقيرهم، فهو طريق المغضوب عليهم، واتخاذهم أربابا من دون الله. ¶ وشن الشيخ الغارة على من قال: العلماء أعلم منا بذلك، حينما يقال له قال الله وقال الرسول ونسب ذلك للضلال) 2. ¶ فهل ترى الشيخ يقرر هذا ثم لا يعتمد على دليل من كتاب وسنة. ¶ __________ ¶ 1 الدرر السنية جـ4 ص 4-5. ¶ 2 الدرر السنية جـ4 ص 26.",
            "page": "278",
            "part": "1",
            "seal": "51F80DC4"
        },
        {
            "id": "35",
            "nass": "الفصل الرابع: في كلام الشيخ على من قال: [لا يقرأ الكتاب لعدم إمكان فهمه] ¶ ثم تكلم الشيخ على الذين يقولون لا يقرأ الكتاب لعدم إمكان فهمه، واستدل علي بطلان قولهم بنصوص من القرآن - تدل على عموم قراءته في كل زمان ومكان، وأن فهمه ممكن لكل إنسان، كقوله تعالى: {وَقَدْ آتَيْنَاكَ مِنْ لَدُنَّا ذِكْراً مَنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْراً} 1. ¶ وقوله تعالى: {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيراً قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى} 2. ¶ وقوله تعالى: {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ} 3. ¶ فدل هذا الاستدلال من الشيخ على أن الفهم والاستنباط من الكتاب باق إلى يوم القيامة، وأن كل قول مخالف للكتاب والسنة فهو مطروح مضروبا به الحائط قديما كان أو حديثا. ¶ وإذا عرف هذا من الشيخ بقوله فقد أتبعه الفعل حيث استدل على دعوته في تأليفاته من الكتاب والسنة. ¶ __________ ¶ 1 سورة طه آية: 99-100. ¶ 2 سورة طه آية: 124-125-126. ¶ 3 سورة الزخرف آية: 36.",
            "page": "279",
            "part": "1",
            "seal": "97B09A2B"
        },
        {
            "id": "36",
            "nass": "الفصل الخامس: في كلام الشيخ على الذين يحاولون طرح أقوال العلماء وبيان مبدئه وموقفه منها ¶ واسمع جواب إمام الدعوة الشيخ محمد بن عبد الوهاب ورده على الذين يحاولون طرح أقوال العلماء؛ لأن مبدأه الأخذ بالكتاب والسنة، شأنه شأن السابقين من الأئمة، والاستعانة بقولهم على فهم الاستدلال، والأخذ بقولهم إذا لم يوجد دليل ولم يخالف قاعدة شرعية. ¶ فهاك تفسيراً عن شيخ الإسلام ابن تيمية (ولتكن همته فهم مقاصد الرسول صلى الله عليه وسلم في أمره ونهيه ما صورته، فأجاب مراده: ما شاع وذاع أن الفقه عندهم هو الاشتغال بكتاب فلان وفلان - فمراده التحذير من ذلك. ¶ وقال أيضا: (كذلك غيركم: إنما اتباعهم لبعض المتأخرين لا للأئمة) . ¶ فهؤلاء الحنابلة من أقل الناس بدعة. ¶ وأكثر الإقناع والمنتهى مخالف لمذهب أحمد ونصه، فضلا عن نص رسول الله صلى الله عليه وسلم، يعرف ذلك من عرفه) 1. ¶ فدل جواب الشيخ على ما يأتي: ¶ 1- عدم التعصب لمذهب معين. ¶ 2- ذمه للمشتغلين بأقوال العلماء دون استناد إلى الدليل. ¶ 3- أنه ليس متعصبا مقلدا جامدا لمذهب أحمد وحده، وإن درس الفقه على ضوء قواعده. ¶ __________ ¶ 1 الدرر السنية جـ4 ص6.",
            "page": "280",
            "part": "1",
            "seal": "C1702D5D"
        },
        {
            "id": "37",
            "nass": "4- وضح ذلك بالمثل الذي ضربه بما في الإقناع والمنتهى من مخالفته لمذهب أحمد فضلا عن نص رسول الله صلى الله عليه وسلم، فدل منه هذا أن الفقهاء لهم اجتهادات في المفاهيم، ثم أيضا رحمه الله ذكر قاعدة للعمل بما فيه خلاف، مما يدل على محبته للاتفاق وعدم الاختلاف ومحبته للدليل والأخذ به بأي طريق كان ولو انقلب الفاضل مفضولا. ¶ ونقل القواعد الآتية عن الشيخ تقي الدين مما يدل على أنه يراها: ¶ \"ذكر الشيخ تقي الدين رحمه الله قواعد\": ¶ الأولى: أن النبي صلى الله عليه وسلم إذا سن أمرين وأراد أحد أن يأخذ بأحدهما ويترك الآخر أنه لا ينكر عليه كالقراءات الثابتة، ومثل الذين اختلفوا في آية فقال أحدهما: ألم يقل الله كذا؟ وقال الآخر: ألم يقل الله كذا؟ وأنكر النبي صلى الله عليه وسلم عليهم وقال: \"كل منكما محسن\" 1 فأنكر الاختلاف وصوب الجميع في الآية. ¶ الثانية: إذا أم رجل قوما وهم يرون القنوت أو يرون الجهر بالبسملة وهو يرى غير ذلك والأفضل ما رأى، فموافقتهم أحسن ويصير المفضول هو الفاضل2. ¶ __________ ¶ 1 رواه البخاري في كتاب الخصومات 5/70 رقم الحديث 2410 وأيضا في كتاب الأنبياء حديث 3476 6/513. ¶ 2 الدرر السنية جـ4 صفحة 6.",
            "page": "281",
            "part": "1",
            "seal": "8316D461"
        },
        {
            "id": "38",
            "nass": "[الفصل السادس] ¶ وأيضا مما يدل على اعتماد الشيخ على الكتاب والسنة قوله لابن معمر عندما أخبره عن خطة محاولة ابن عريعر وتهديده لابن معمر ليمنع الشيخ، قال الشيخ: (إن هذا الذي أنا قمت به ودعوت إليه كله \"لا اله إلا الله\" وأركان الإسلام والأمر بالمعروف والنهي عن المنكر) فإن أنت تمسكت به ونصرته فإن الله يظهرك على أعدائك، فلا يزعجك سليمان ولا يضرك، فإني أرجو أن ترى من الظهور والتمكين والغلبة ما ستملك به بلاده وما وراءها وما دونها، فاستحيا عثمان وأعرض عنه ... إلخ) 1. ¶ وأيضا كانت دعوة الشيخ بمجال لا بد له من الدليل، ولا يسعه غيره؛ لأنه ينكر ما يفعله الجهال من البدع والشرك والأقوال والأفعال، وكثر منه الإنكار لذلك ولجميع المحظورات. ¶ وهذه الأمور لا بد لها من دليل ولتمكنها من النفوس والقلوب يصعب قلعها بالدليل فما بالك بغيره) 2. ¶ __________ ¶ 1 عنوان المجد ص 17. ¶ 2 عنوان المجد 18.",
            "page": "282",
            "part": "1",
            "seal": "87845E6F"
        },
        {
            "id": "39",
            "nass": "الفصل السابع: كلامه في المدينة لما سئل عن الأصوات عند قبر الرسول ¶ وأيضا مما يدل على أن الشيخ يستدل بالكتاب والسنة، أنه عندما كان في المدينة المنورة يسمع الاستغاثات برسول الله صلى الله عليه وسلم ودعاءه من دون الله فكاد مرجل غيظه ينفجر، فقال الشيخ محمد حياة السندي: ما تقول يا شيخ في هؤلاء؟.. فأجابه: {إِنَّ هَؤُلاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} 1 إلخ2. ¶ وإذا سمعنا ما قبل هذه الآية اتضح لنا استدلال الشيخ وظهوره، والتي قبلها ما حكاه الله عن قوم موسى: {وَجَاوَزْنَا بِبَنِي إِسْرائيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ قَالُوا يَا مُوسَى اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ إِنَّ هَؤُلاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} 3. ¶ ولقد شبه رسول الله صلى الله عليه وسلم قول أصحابه لما مروا بسدرة قالوا: اجعل لنا ذات أنواط كما لهم ذات أنواط4 بمقالة بني إسرائيل ليدل على بطلان مقالتهم فقال صلى الله عليه وسلم: \"والذي نفسي بيده قلتم كما قالت بنو إسرائيل لموسى\" 5 ... ¶ __________ ¶ 1 سورة الأعراف آية: 139. ¶ 2 كتاب الشيخ محمد بن عبد الوهاب لأحمد بن محمد بن حجر آل بوطامي ص18. ¶ 3 سورة الأعراف آية: 138-139. ¶ 4 رواه الترمذي في كتاب الفتن 4/475 حديث 2180 وأحمد في مسنده 5/218. ¶ 5 مسند أحمد (5/218) .",
            "page": "283",
            "part": "1",
            "seal": "C064B6B0"
        },
        {
            "id": "40",
            "nass": "{اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ إِنَّ هَؤُلاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} 1. ¶ وأيضا عندما كان يدرس العلم بالبصرة نشر علمه النافع حول موضوع البدع.. والخرافات، وإنزال التضرع والحاجات بسكان القبور من عِظَام نخرة وأوصال ممزقة، وعزز كلامه بالآيات الساطعات والبراهين الواضحات2. ¶ فيا ترى أيقدر على إنكار مثل هذا من غير آية أو حديث، وألف في ذلك كتابه المسمى \"كتاب التوحيد\"وسياتي إن شاء الله نموذج منه. ¶ __________ ¶ 1 سورة الأعراف آية: 138-139. ¶ 2 كتاب الشيخ محمد بن عبد الوهاب لأحمد بن محمد بن حجر آل بوطامي ص17.",
            "page": "284",
            "part": "1",
            "seal": "FA1202DB"
        },
        {
            "id": "41",
            "nass": "الفصل الثامن: فيما قاله أحفاد الشيخ في اعتماده على الكتاب والسنة ¶ كلام ابنيه حسين وعبد الله في عقيدة الشيخ وطريقته في الاستدلال، وطريقتهم، وأنهم سالكون مسلك الأئمة في التماس الأدلة، وقرر هذان الابنان موقف الشيخ من اختلاف الفقهاء. وجوزوا الانتقال إذا اتضح الدليل. ¶ وسيتبين لك أخي القارئ من كلامهم الذي سأنقله ما يدل على اتباع الشيخ للدليل على أي مذهب كان: \"عقيدة الشيخ رحمه الله التي يدين بها هي عقيدتنا وديننا الذي ندين الله به، وهي عقيدة سلف الأمة وأئمتها والصحابة والتابعين لهم بإحسان، وهو اتباع ما دل عليه الدليل من كتاب الله وسنة رسوله صلى الله عليه وسلم، وعرض أقوال العلماء على ذلك. فما وافق كتاب الله وسنة رسوله صلى الله عليه وسلم قبلناه وأفتينا به، وما خالف ذلك رددناه على قائله، وهذا هو الأصل الذي أوصانا به في كتابه حيث قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} 1. ¶ أجمع المفسرون على أن الرد إلى الله هو الرد إلى كتابه، وأن الرد إلى الرسول هو الرد إليه في حياته وإلى سنته بعد وفاته، والأدلة على هذا الأصل في الكتاب والسنة. ¶ __________ ¶ 1 سورة النساء آية: 59.",
            "page": "285",
            "part": "1",
            "seal": "5DD2CF54"
        },
        {
            "id": "42",
            "nass": "وإذا تفقه رجل في مذهب من المذاهب الأربعة ثم رأى حديثا يخالف مذهبه فاتبع الدليل وترك مذهبه، كان هذا مستحبا بل واجبا عليه إذا تبين له الدليل. ولا يكون بذلك مخالفا لإمامه الذي اتبعه، فإن الأئمة كلهم متفقون على هذا الأصل؛ أبو حنيفة ومال، والشافعي وأحمد رضي الله عنهم أجمعين. ¶ قال الإمام مالك رحمه الله تعالى: (كل أحد يؤخذ من قوله ويترك إلا رسول الله صلى الله عليه وسلم) . ¶ وقال الشافعي لأصحابه: (إذا صح الحديث عندكم فاضربوا بقولي الحائط) ، وفي لفظ (إذا صح الحديث عندكم فهو مذهبي) . ¶ وقال الإمام أحمد: (عجبت لقوم عرفوا الإسناد وصحته يذهبون إلى رأي سفيان) . ¶ والله سبحانه وتعالى يقول: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} 1 أتدرى ما الفتنة؟.. الفاتنة: الشرك. لعله إذا رد بعض قوله أن يقع في قلبه شيء من الزيغ فيهلك. ¶ وقال لبعض أصحابه: (لا تقلدوني ولا تقلدوا مالكا ولا تقلدوا الشافعي وتعلموا كما تعلمنا) . ¶ وكلام الأئمة في هذا كثير جدا ومبسوط في غير هذا الموضوع) 2. ¶ فاسمع أخي القارئ قاعدة ابني إمام الدعوة حسين وعبد الله في موقف طالب العلم من أقوال العلماء السابقين إذا لم يخالف دليلاً. ¶ وفى بيان ما ينكر من طالب العلم (وأما إذا لم يكن عند الرجل دليل في المسألة يخالف القول الذي نص عليه العلماء أصحاب المذاهب، فنرجو أنه يجوز العمل به؛ لأن رأيهم لخير من رأينا لأنفسنا، وهم إنما أخذوا الأدلة من أقوال الصحابة فمن بعدهم. ¶ __________ ¶ 1 سورة النور آية: 63. ¶ 2 الدرر السنية ص 6 – 7.",
            "page": "286",
            "part": "1",
            "seal": "0993948D"
        },
        {
            "id": "43",
            "nass": "ولكن لا ينبغي الجزم بأن هذا شرع الله ورسوله حتى يتبين الدليل الذي لا معارض له في المسألة، وهذا عمل سلف الأمة وأئمتها قديما وحديثا. والذي ننكره هو التعصب للمذاهب وترك اتباع الدليل1. ¶ ولهما كلام آخر في هذا المعنى وبيان المجتهد والمستخرج لمسائل العلم والذي لا يقدر على ذلك كيف يسير وكيف يهتدي؟ بينا موقفه، وهو سؤال العلماء، واستدلوا2 على ذلك بقوله تعالى: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} 3. ¶ والمقصود من هذا بيان حرص الشيخ وأحفاده على الدليل، والقرب من الشريعة بقواعد أو كلام علماء موثوقين بأن اشتهرت علميتهم وثقتهم بين المجتمعات. فمن كانت هذه طريقته هل يدعو ويجادل ويناضل بغير دليل؟ وإليك أخي القارئ ما قاله عبد الله بن محمد بن عبد الوهاب في موقفهم نحو مسائل الفروع. يريد بذلك طريقتهم، وطريقة والدهم، وكيف نفى التقليد المذموم وبين التقليد الجائز، وأنه لا مانع أن يدرس الإنسان الفقه على مذهب أحد الأئمة ويعدل إلى قول إمام آخر إذا ترجح له الدليل. ¶ فمن كانت هذه قاعدتهم ومبدأهم ونصوص كلامهم.. هل يرمون بالتعصب المذموم؟ وهل يتهمون بالجمود على مذهب معين؟ أو بتجاهل الدليل؟.. قال: \"ونحن في الفروع على مذهب الإمام أحمد بن حنبل، ولا ننكر على من قلد أحد الأئمة الأربعة دون غيرهم لعدم ضبط مذاهب الغير كالرافضة والزيدية والإمامية ونحوهم، بل لا نقرهم ظاهرا على شيء من مذاهبهم الفاسدة، ولا نستحق مرتبة الاجتهاد المطلق ولا أحد يدعيها، إلا أننا في بعض المسائل إذا صح لنا نص جلي من كتاب أو سنة غير منسوخ ولا مخصص ولا معارض بأقوى منه، وقال به أحد الأئمة الأربعة، أخذنا به وتركنا المذهب. ¶ __________ ¶ 1 الدرر السنية جـ4 ص7. ¶ 2 الدرر السنية جـ4 ص7-8. ¶ 3 سورة النحل آية: 43، وسورة الأنبياء آية: 7.",
            "page": "287",
            "part": "1",
            "seal": "E0EFDE34"
        },
        {
            "id": "44",
            "nass": "ومن كلام عبد الله بن محمد بن عبد الوهاب أيضا ما أوضحه في رسالته إلى عبد الله بن عبد الله الصنعاني الذي يكشف طريقة أئمة الدعوة بكل وضوح ويبعدهم عن التقليد، ويبين أنهم مع الدليل، إلا أن الصنعاني استشكل قول الشيخ عبد الله \"ونحن في الفروع على مذهب أحمد.. قال الشيخ: \"أما بعد فقد وصل جوابكم وسر الخاطر وأقر الناظر حيث أخبرتم أنكم على ما نحن عليه من الدين، وهو عبادة الله وحده لا شريك له، ومتابعة الرسول الأمجد سيد ولد آدم صلى الله عليه وسلم، وما أوردتم على ذلك من الآيات الواضحات والأحاديث الباهرات، وأن الرد عند الاختلاف إلى كتاب الله وسنة رسوله صلى الله عليه وسلم ثم إلى أقوال الصحابة ثم التابعين لهم بإحسان، فذلك ما نحن عليه فهو ظاهر عندنا، لكن كل قول له حقيقة، وحقيقة العلم وثمرته العمل. {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} 1، {لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ} 2. ¶ وكل يدعي وصلا لليلى ... وليلى لا تقر لهم بذاك ¶ فنحن أقمنا الفرائض والشرائع والحدود والتعزيرات، ونصبنا القضاة، وأمرنا بالمعروف ونهينا عن المنكرات، ونصبنا علم الجهاد على أهل الشرك والعناد، فلله الحمد والمنة\"3. ¶ ثم أجاب الشيخ عبد الله بن محمد بن عبد الوهاب أن استشكال الشيخ الصنعاني على قول الشيخ \"ومذهبنا مذهب الإمام أحمد بما يشفي ويكفي ويوضح المراد، وهو أنهم يتخذون أقوال أحمد معروضة على الدليل، وينكرون على الذي يأخذ الآراء فقط، ويجعل أقوال العلماء أصولا للدين، ولطول جواب الشيخ عبد الله أقتصر على نقل هذه الجملة: \"فإن هذا من توهمكم أن قولنا مذهبنا مذهب الإمام أحمد، أننا نقلده فيما رأى\"وقال: \"وإن خالف الكتاب والسنة والإجماع، فنعوذ بالله من ذلك والله المستعان\". ¶ __________ ¶ 1 سورة آل عمران آية: 31. ¶ 2 سورة الصف آية: 2. ¶ 3 الدرر السنية جـ4 ص8-9.",
            "page": "288",
            "part": "1",
            "seal": "9BD48F16"
        },
        {
            "id": "45",
            "nass": "ويحسن بك أيها القارئ في اعتماد الشيخ وأحفاده على الكتاب والسنة أن ترجع إلى جوابه للشيخ عبد الله الصنعاني\"1. ا. هـ. ¶ ثم استطرد الشيخ عبد الله في بيانه قاعدة الأئمة الأربعة في تقريرهم الأقوال واستنادهم على الدليل، وساق أقوالهم التي تقضي بأنه يقبل منهم ما وافق الدليل، وأن ما خالفه يضرب به الحائط، ثم اختتم جوابه للصنعاني بقوله: \"انتهى كلامكم فهل أنتم مجتهدون، أم تأخذون عن أقوال المفسرين وشراح الحديث وأتباع الأئمة الأربعة؟.. فإن كان الثاني فأخبروني عن أكثر ما تأخذون عنه وترضون قوله من علماء أهل السنة وفقنا الله وإياكم من العمل ما يرضيه، وجنبنا وإياكم العمل بمناهيه، وسامحنا وإياكم عند الوقوف بين يديه، وجعل أعمالنا مقبولة، والله أعلم\"2 أ. هـ. ¶ وللشيخ عبد الله بن محمد بن عبد الوهاب كلام كثير في هذا المعنى يدل على اعتنائهم بالدليل، كما رسمه لعلماء مكة لما دخلوها سنة 1218هـ وجمع لهم الأمير علماء مكة ليبين لهم هدفهم. ¶ قال الشيخ: \"ولما تمت عمرتنا جمعنا الناس ضحوة الأحد وعرض الأمير على العلماء ما نطلب من الناس ونقاتلهم عليه - وهو إخلاص التوحيد لله وحده. وعرفهم أنه لم يكن بيننا وبينهم خلاف له وقع إلا في أمرين: ¶ أحدهما: إخلاص التوحيد لله ومعرفة أنواع العبادة وأن الدعاء من جملتها وتحقيق معنى الشرك الذي قاتل عليه الناس نبينا محمد صلى الله عليه وسلم واستمر دعاؤه برهة من الزمان بعد النبوة إلى ذلك التوحيد، وترك الإشراك قبل أن تعرض عليه أركان الإسلام الأربعة. ¶ والثاني: الأمر بالمعروف والنهي عن المنكر الذي لم يبق عندهم إلا اسمه، وانمحى أثره واندثر. ¶ فوافقونا على استحسان ما نحن عليه جملة وتفصيلا، وبايعوا الأمير على الكتاب والسنة. ¶ __________ ¶ 1 الدرر السنية جـ4 ص10. ¶ 2 الدرر السنية جـ4 ص13.",
            "page": "289",
            "part": "1",
            "seal": "7D504636"
        },
        {
            "id": "46",
            "nass": "ومما قاله هو وإبراهيم وحسين وعلي وحمد بن ناصر: وأما قولكم هل يجب على المكلف في المسائل المختلف فيها، فهذا يحتاج إلى تفصيل وبسط ليس هذا موضعه، لكن الواجب على المكلف أن يتقي الله ما استطاع، كما قال تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} 1. ¶ وقال تعالى: {لا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا} 2. ¶ فإن كان المكلف فيه أهلية لمعرفة دلائل المسائل من كتاب وسنة، وجب عليه ذلك باتفاق العلماء، وإن لم يكن فيه أهلية كحال القوم الذين لا معرفة لهم بأدلة الكتاب والسنة، فهؤلاء يجب عليهم التقليد وسؤال أهل العلم فقط.. كما قال تعالى: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} 3. ¶ وهذا في غير أصول الدين، وأما أصول ما بعث به من التوحيد، وما أخبر به عن الله من البعث بعد الموت، والجنة والنار، ومثل وجوب الفرائض من الصلاة، والزكاة، والحج، والصوم ونحو هذا فلا يجوز في هذا التقليد، والمقلد فيه معذب في البرزخ كما ثبت ذلك في الأحاديث، ومنها قول الرسول صلى الله عليه وسلم: \"وأما المنافق والمرتاب فيقول: هاه.. هاه -لا أدري- سمعت الناس يقولون شيئا فقلته\" 4 5. ¶ فهذه الأقوال ماذا تدل عليه؟ ما هي إلا دلالة واضحة على اعتماد إمام الدعوة وأحفاده على الكتاب والسنة. ¶ وقال أيضا الشيخ عبد الرحمن بن حسن حفيد الشيخ محمد بن عبد الوهاب فيمن ترك ¶ __________ ¶ 1 سورة التغابن آية: 16. ¶ 2 سورة البقرة آية: 286. ¶ 3 سورة النحل آية: 43، والأنبياء آية: 7. ¶ 4 رواه البخاري 1/180 كتاب العلم (87) . ¶ 5 الدرر السنية جـ4 ص13-14.",
            "page": "290",
            "part": "1",
            "seal": "D6284DCE"
        },
        {
            "id": "93",
            "nass": "يستنير بها العاقل المنصف ويقوى بها إيمان المؤمن، ويعرف من خلالها أن عدم الإيمان بالقدر مخل في أصول الإيمان، بل ومناف له. ¶ 3- الإيمان بالملائكة من أصول الإيمان كما ترجم الشيخ لذلك ص 248 من القسم الأول \"العقائد\" من مؤلفات الشيخ، استدل رحمه الله بقوله تعالى: ¶ {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} 1. ¶ والاستدلال من الآية واضح على وجود ملائكة والإيمان بهم، إذ لو لم يوجدوا لما وجب الإيمان بهم. ¶ 4- من أصول الإيمان الإيمان بالقرآن وسائر الكتب المنزلة، ولما كان الأخذ بالقرآن واجبا، عنون الشيخ بهذا العنوان \"باب الوصية بكتاب الله\" لأنه المهيمن على الكتب السابقة، فهي وإن وجب الإيمان بها فالعمل بالقرآن لهيمنته عليها. ¶ ثم استدل الشيخ بقوله تعالى: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} 2. ¶ ووجه الاستدلال واضح حيث أمر باتباع الكتاب، والأمر للوجوب، ونهى عن اتباع غيره، والنهى للتحريم. ¶ وهكذا كلما استمر القارئ مع هذا المؤلف للشيخ- أعني- أصول الإيمان- وجد الأدلة مطابقة للتراجم، وهي من الكتاب والسنة، فلا حجة لمن أنكر اعتماد الشيخ على الكتاب والسنة. ¶ __________ ¶ 1 سورة البقرة آية: 177. ¶ 2 سورة الأعراف آية: 3.",
            "page": "337",
            "part": "1",
            "seal": "B4031EE2"
        },
        {
            "id": "94",
            "nass": "الفصل الثامن: وجوب اعتقاد حق الرسول صلى الله عليه وسلم ¶ واستدلاله على ذلك ¶ ومن أصول الإيمان وجوب اعتقاد حق الرسول صلى الله عليه وسلم، واستدل الشيخ رحمه الله على ذلك بعدة أدلة منها: ¶ ما يدل على طاعته بأسلوب الأمر، ومنها أن جعل طاعته سببا للرحمة، أما الأولى فقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} 1. ¶ وأما الثاني ففي قوله تعالى: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ} 2. ¶ واستدل أيضا بقوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} 3. ¶ __________ ¶ 1 سورة النساء آية: 59. ¶ 2 سورة النور آية: 56. ¶ 3 سورة الحشر آية: 7.",
            "page": "338",
            "part": "1",
            "seal": "4ED6BAB7"
        },
        {
            "id": "95",
            "nass": "فمن حقوق الرسول صلى الله عليه وسلم الإيمان بما جاء في هذه الآيات، وكما في الحديث الذي رواه مسلم عن أبي هريرة \"أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، ويؤمنوا بي وبما جئت به\" 1. ¶ فجعل من حقه الإيمان بما جاء به، وهذا أكبر دليل على اعتماد الشيخ على الكتاب والسنة. ¶ __________ ¶ 1 مسلم: الإيمان (21) .",
            "page": "339",
            "part": "1",
            "seal": "AC2BB2BE"
        },
        {
            "id": "96",
            "nass": "الفصل التاسع: في لزوم السنة والتحذير من البدع واستدلاله على ذلك ¶ ومن أصول الإيمان لزوم السنة والترغيب في ذلك، وترك البدع والتفرق والاختلاف والتحذير من ذلك، كما ترجم الشيخ بهذا اللفظ، ثم استدل بأدلة واضحة على ما ترجم له، منها قوله تعالى: ¶ {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً} 1. ¶ وحديث العرباض بن سارية قال: ¶ \" وعظنا رسول الله صلى الله عليه وسلم موعظة وجلت منها القلوب - وفيه وإياكم ومحدثات الأمور \" 2. ¶ راجع أصول الإيمان- القسم الأول من مؤلفات الشيخ طبعة الجامعة ص 262. ¶ __________ ¶ 1 سورة الأحزاب آية: 21. ¶ 2 الترمذي: العلم (2676) , وابن ماجه: المقدمة (42 ,44) , وأحمد (4/126) , والدارمي: المقدمة (95) .",
            "page": "340",
            "part": "1",
            "seal": "E6FC4B94"
        },
        {
            "id": "97",
            "nass": "الفصل العاشر: في وجوب عداوة أعداء الله واستدلاله على ذلك ¶ قال رحمه الله: باب في وجوب عداوة أعداء الله من الكفار والمرتدين والمنافقين، قول الله تعالى: ¶ {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ} 1. ¶ وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ} 2. ¶ وساق رحمه الله نصوصا كثيرة في هذا الموضوع، واستدلالاته من هاتين الآيتين واضح في اعتماده على الأدلة.. ¶ __________ ¶ 1 سورة النساء آية: 140. ¶ 2 سورة الممتحنة آية: 1.",
            "page": "341",
            "part": "1",
            "seal": "87DDC07A"
        },
        {
            "id": "98",
            "nass": "الفصل الحادي عشر: من كتابه \"مسائل الجاهلية\" ¶ ومن تأليفاته رحمه الله \"مسائل الجاهلية\" التي خالف فيها رسول الله صلى الله عليه وسلم ما عليه أهل الجاهلية الكتابيين والأميين، عما لا غنى للمسلم عن معرفتها، فالضد يظهر حسنه الضد، وبضدها تتبين الأشياء. فأهم ما فيها وأشدها خطرا عدم إيمان القلب بما جاء به الرسول صلى الله عليه وسلم، فإن أضاف إلى ذلك استحسان ما عليه أهل الجاهلية، لحقت الخسارة، كما قال تعالى: {وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ} 1. ¶ وننقل لك أيها القارئ نموذجا من هذه المسائل لتتأكد من اعتماد الشيخ على الكتاب والسنة في جميع مؤلفاته: ¶ المسألة الأولى: أنهم يتعبدون بإشراك الصالحين في دعاء الله وعبادتهم لهم، يريدون بها شفاعتهم عند الله لظنهم أن الله يحب ذلك، وأن الصالحين يحبونه، كما قال تعالى: ¶ {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} 2. ¶ __________ ¶ 1 سورة العنكبوت آية: 52. ¶ 2 سورة يونس آية: 18.",
            "page": "342",
            "part": "1",
            "seal": "46BC86CE"
        },
        {
            "id": "99",
            "nass": "وقال تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} 1. ¶ وهذه أعظم مسألة خالفهم فيها رسول الله صلى الله عليه وسلم، فأتى بالإخلاص، وأخبر أنه دين الله الذي أرسل به جميع الرسل، وأنه لا يقبل من الأعمال إلا الخالص، وأخبر أن من فعل ما استحسنوا فقد حرم الله عليه الجنة ومأواه النار. ¶ وهذه المسألة تفرق الناس لأجلها بين مسلم وكافر، وعندها وقعت العداوة، ولأجلها شرع الجهاد، كما قال تعالى: {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ} 2. ¶ المسألة الثانية: أنهم متفرقون في دينهم، كما قال تعالى: {كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ} 3 ¶ المسألة الثالثة: أن مخالفة ولي الأمر وعدم الانقياد له عندهم فضيلة، والسمع والطاعة له ذل ومهانة. ¶ فخالفهم رسول الله وأمر بالصبر على جور الولاة، وأمر بالسمع والطاعة والنصيحة لهم، وغلظ في ذلك وأبدى فيه وأعاد. ¶ وهذه الثلاث جمع بينها الرسول في الصحيحين أنه قال: \"إن الله يرضى لكم ثلاثا: ¶ __________ ¶ 1 سورة الزمر آية: 3. ¶ 2 سورة البقرة آية: 193. ¶ 3 سورة المؤمنون آية: 53، وسورة الروم آية: 32.",
            "page": "343",
            "part": "1",
            "seal": "65379133"
        },
        {
            "id": "100",
            "nass": "أن تعبدوه ولا تشركوا به شيئا، وأن تعتصموا بحبل الله جميعا ولا تفرقوا، وأن تناصحوا من ولاه الله أمركم\" 1. ¶ ولم يقع خلل في دين الناس ودنياهم إلا بسبب الإخلال بهذه الثلاث أو بعضها، فهذه المسائل الثلاث من مائة وثمان وعشرين مسألة كلها على هذا النمط من حيث الاستدلال بالكتاب والسنة. ¶ __________ ¶ (197) أخرجه مسلم في كتاب الأقضية حديث رقم 1715 جـ3/1340 وليس فيه (وأن تناصحوا من ولاه الله أمركم) , وأخرجه مالك في الموطأ بهذا اللفظ في كتاب الكلام حديث 20 ج2/990.",
            "page": "344",
            "part": "1",
            "seal": "B531A041"
        },
        {
            "id": "101",
            "nass": "الفصل الثاني عشر: ستة موضوعات من السيرة لها صلة قوية بأسس الدعوة ¶ من مؤلفات الشيخ رحمه الله ستة موضوعات من السيرة كلها باستناد من الكتاب والسنة، وأنقل لك موضوعا من هذه الموضوعات \"قال رحمه الله- الموضوع الثاني- أنه صلى الله عليه وسلم لما قال ينذرهم عن الشرك، ويأمرهم بضده وهو التوحيد، لم يكرهوا ذلك، واستحسنوه، وحدثوا أنفسهم بالدخول فيه إلا أنه لما صرح بنبذ دينهم، وتجهيل علمائهم، حينئذ شمروا له ولأصحابه عن ساق العداوة، وقالوا: ¶ سفه أحلامنا، وعاب ديننا، وسب آلهتنا، ومعلوم أن الرسول لم يسب عيسى وأمه ولا الملائكة ولا الصالحين، ولكن لما ذكر أنهم لا يدعون ولا ينفعون ولا يفرون جعلوا ذلك سبا وشتما- فإذا عرفت هذا عرفت أن الإنسان لا يستقيم له إسلام ولو وحد الله وترك الشرك إلا بعداوة المشركين، والتصريح لهم بالعداوة والبغض، كما قال تعالى: ¶ {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الأِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ} 1. ¶ __________ ¶ 1 سورة المجادلة آية: 22.",
            "page": "345",
            "part": "1",
            "seal": "6381DA45"
        },
        {
            "id": "102",
            "nass": "الفصل الثالث عشر: من مؤلفاته تلقين أصول العقيدة للعامة عن طريق السؤال والجواب ¶ ... ¶ الفصل الثالث عشر: من مؤلفاته تلقين أصول العقيدة للعامة على طريقة السؤال والجواب ¶ ومن مؤلفاته رحمه الله (تلقين) أصول العقيدة للعامة على طريقة السؤال والجواب بالدليل بعد توضيح المعنى، وهذه الرسالة توجد في المجلد الأول قسم العقيدة من مؤلفات الشيخ التي طبعتها الجامعة ص 370، وهي رسالة عظيمة وقواعد ثابتة لا مدخل للتقليد ولا للاجتهاد، بل كل سؤال وجواب مصحوب بالاستدلال، وهاك نموذجا منها: ¶ المثال الأول: أولا: قال رحمه الله (إذا قيل لك من ربك؟ فقل ربي الله، فإذا قيل لك: ما أكبر ما ترى من مخلوقاته؟ فقل: السماوات والأرض، فإذا قيل بماذا تعرفه به؟ فقل: أعرفه بآياته ومخلوقاته، وإذا قيل لك ما أعظم ما في آياته؟ فقل: الليل والنهار، والدليل على ذلك.. ¶ {نَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثاً وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلا لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} 1. ¶ المثال الثاني: فإذا قيل لك: لأي شيء خلقك؟ فقل: لعبادته، فإذا قيل لك ما الدليل على ذلك؟ فقل قوله تعالى: ¶ {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلاَّ لِيَعْبُدُونِ} 2) . ¶ __________ ¶ 1 سورة الأعراف آية: 54. ¶ 2 سورة الذاريات آية: 56.",
            "page": "346",
            "part": "1",
            "seal": "F36ED696"
        },
        {
            "id": "103",
            "nass": "المثال الثالث: وإذا قيل لك: أي شيء فرض أولا عليك؟ فقل: كفر بالطاغوت وإيمان بالله، والدليل على ذلك قوله تعالى: ¶ {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ} 1. ¶ وهكذا استوفى الشيخ رحمه الله الأصول الثلاثة وهي: معرفة الرب- ومعرفة الإسلام- ومعرفة النبي محمد صلى الله عليه وسلم بهذه الطريقة وبطريقة السؤال والجواب وبعد قراءتها يتضح لنا أن الشيخ بين دعوته وفقهها للخاص والعام، وأنها قائمة على الكتاب والسنة. ¶ __________ ¶ 1 سورة البقرة آية: 256.",
            "page": "347",
            "part": "1",
            "seal": "CE514D94"
        },
        {
            "id": "104",
            "nass": "الفصل الرابع عشر: في معنى الطاغوت ¶ وقال رحمه الله: (معنى الطاغوت ورؤوس أنواعه) : ¶ اعلم رحمك الله تعالى أن أول ما فرض الله على ابن آدم الكفر بالطاغوت، والإيمان بالله، والدليل قوله تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} 1. ¶ ثم استمر رحمه الله يشرح معنى الكفر بالطاغوت- ومعنى الطاغوت- والدليل على كل معنى، ومن شك في هذا الاستدلال فليراجع ص 376 من قسم العقيدة من مؤلفاته. ومؤلفاته ورسائله كثيرة جدا ومصحوبة بالأدلة، ولعلنا نكتفي منها بهذا المقدار، وجزى الله من تسبب في جمعها وطبعها خير الجزاء. ¶ __________ ¶ 1 سورة النحل آية: 36.",
            "page": "348",
            "part": "1",
            "seal": "D1DB2147"
        },
        {
            "id": "105",
            "nass": "الفصل الخامس عشر: في كتابه \"الكبائر\" ¶ من مؤلفات الشيخ رحمه الله ما أسماه بـ\"الكبائر\" وشمل بذلك كبائر القلوب واللسان والأعمال، فنص على كل كبيرة بعنوانها ودليلها، والمراد بها عند جمهور العلماء ما تنقص الإيمان ولا تخرج منه، وفي الآخرة تحت مشيئة الله ولا، يخلد صاحبها في النار، وإليك الأمثلة من هذه الكبائر لتعرف أن الشيخ رحمه الله يعتمد في مؤلفاته على الكتاب والسنة. ¶ المثال الأول: استدل على وجود الكبائر وأنها غير الشرك والكفر بقوله تعالى: ¶ {الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الأِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ} 1. ¶ وقوله تعالى: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ} 2. ¶ فدلت هاتان الآيتان على أن في الذنوب كبائر غير الشرك؛ لأن الشرك لا يغفر لصاحبه إن مات عليه. ¶ المثال الثاني: كبائر الأعمال- قال الشيخ- باب أكبر الكبائر- ثم استدل بحديث أبي بكر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ألا أنبئكم بأكبر الكبائر؟ قلنا: بلى يا رسول الله، قال: الإشراك بالله، وعقوق الوالدين، وكان متكئا فجلس فقال: ألا، وقول الزور، فما زال يكررها حتى قلنا: ليته سكت\" 3 ودلالة هذا الحديث واضحة على ما عنون له الشيخ وهو أكبر الكبائر. ¶ __________ ¶ 1 سورة النجم آية: 32. ¶ 2 سورة النساء آية: 31. ¶ 3 رواه البخاري في كتاب الشهادات حديث رقم 2654 جـ5/261, ومسلم في كتاب الإيمان حديث 87 جـ1/91.",
            "page": "349",
            "part": "1",
            "seal": "DFE984B0"
        },
        {
            "id": "106",
            "nass": "المثال الثالث: على كبائر القلب، واستدل رحمه الله بحديث أبي هريرة الذي أخرجه مسلم: \"إن الله لا ينظر إلى صوركم، ولا إلى أجسامكم، ولكن ينظر إلى قلوبكم وأعمالكم\" 1 وحديث النعمان بن بشير \"ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله ألا وهي القلب\" 2. ¶ فدل هذان الحديثان على أن القلب أساس الأعمال والأقوال، وأنه مبني على المؤاخذة والمجازاة. وهكذا استمر الشيخ في بيان الكبائر وجمعها، وإن دل هذا فإنما يؤكد على أنه كاشف وموضح ما جاء في الكتاب والسنة 3. ¶ __________ ¶ 1 رواه مسلم في كتاب البر والصلة حديث [2564] , وأحمد في المسند 2/285. ¶ 2 رواه البخاري في كتاب الإيمان حديث رقم [52] 1/126. ¶ 3 راجع كتاب الكبائر - المجلد الأول والعقائد والآداب والأخلاق من مؤلفات الشيخ.",
            "page": "350",
            "part": "1",
            "seal": "DAF5AA50"
        },
        {
            "id": "107",
            "nass": "الباب الرابع: في مؤلفات الشيخ فيما عدا العقائد ¶ الباب الرابع: في مؤلفات الشيخ فيما عدا العقائد ¶ ... ¶ التمهيد: ¶ الغرض من هذا الباب ما يأتي: ¶ 1- لفت نظر المسلم إلى فقه هذا الإمام في العقيدة والفروع. ¶ 2- إيقاف القارئ على بعض مؤلفاته في غير العقيدة ليتضح له صلتها بالكتاب والسنة. ¶ 3- الإشارة إلى الفنون الشرعية التي خاض فيها الشيخ محمد بن عبد الوهاب، وأن كل فن قد ألبسه حليته من الكتاب والسنة أو ما هو مستمد منهما.",
            "page": "351",
            "part": "1",
            "seal": "24671CC5"
        },
        {
            "id": "108",
            "nass": "الفصل الأول: في مؤلفات الشيخ في الحديث ¶ لقد اعتنى الشيخ محمد بن عبد الوهاب بجمع الأحاديث وتبويبها في موضوعات شتى، منها ما هو عام كنصيحة المسلمين وبيان فضل الإسلام ومنها ما هو خاص في العقائد كأصول الإيمان، أو خاص بالكبائر لاسيما الكبائر التي هي من أعمال القلوب، وقد تقدم الإشارة إلى هذه المؤلفات في هذه الفنون في الباب الثالث، ومنها ما هو خاص في الأحكام ومنها ما هو خاص في الفتن والحوادث. ¶ واشتدت عناية الشيخ محمد بن عبد الوهاب لجمع أحاديث الأحكام على أبواب الفقه كما سبقه غيره من الأئمة، وهذا دليل واضح على أن الفقه لا يستغنى عن الحديث. فسار على أبواب الفقه، وجمع في كل باب من أبوابه جملة أحاديث من الأحكام. ¶ والهدف من كتابة هذا إيضاح عناية الشيخ بالكتاب والسنة عقيدة وفقها، فبدأ بكتاب الطهارة إلى آخر موضوعات الفقه مما يتعلق بالقضاء ووسائل الإثبات، ثم ختم ما جمعه من أحاديث الأحكام بمجموعة أحاديث في الطب، وهذا المجموع في أحاديث الأحكام كان مخطوطا، وطبعته جامعة الإمام محمد بن سعود الإسلامية في أربع مجلدات، بلغ مجموع الأحاديث (4551) أربعة آلاف وخمسمائة وواحد وخمسين حديثا. فاستوفى جميع أبواب الفقه على ترتيب الفقهاء في العبادات والمعاملات. ¶ وإليك يا أخي القارئ أمثلة توضح طريقة الشيخ في جمع أحاديث الأحكام مما يبرهن اعتماد فقهه دائما في العبادات والمعاملات على السنة. ¶ أولاً: ذكر في الطهارة في باب المياه جملة أحاديث دلت على ما ينجس به الماء الطاهر وطهارة البحر، وأن الماء المستعمل لا ينجس، والنهي عن تنجيس الماء الراكد أو تقذيره حسب القلة أو الكثرة، وحكم استعمال الرجل لفضلة المرأة، وغسل اليدين بعد نوم الليل",
            "page": "352",
            "part": "1",
            "seal": "C79AD8F6"
        },
        {
            "id": "109",
            "nass": "قبل غمسهما في الإناء، وجواز الوضوء من ماء زمزم، واستعمال الماء الحار. ¶ وهذه الأحكام الفقهية كثيرا ما يذكرها الفقهاء عارية عن الدليل؛ ومنهم من يذكرها ثم يذكر الدليل، فالشيخ عمد إلى أدلة الفقهاء فجمعها في هذا الباب، ثم استوعب جميع أبواب الطهارة سالكا هذه الطريقة وهي باب الآنية، باب التخلي، باب السواك، باب الوضوء، باب المسح على الخفين، باب نواقض الوضوء، باب التيمم، باب إزالة النجاسة، وباب الحيض. ¶ فهل ترى تصويب من رماه بالتعصب وهو على هذه الطريقة؟ إن المتعصب هو الذي يأخذ أقوال الإمام بغض النظر عن الدليل. ¶ وهذا أبعد ما يكون عن إمامنا الشيخ محمد بن عبد الوهاب. ¶ ثانيا: وذكر في الصلاة الأدلة على وجوبها وفرضيتها، ومتى فرضت، وأنه لا يتم الإسلام إلا بإقامتها. ¶ وذكر أن من صلى عصم دمه وماله ظاهراً وأن الباطن إلى الله، وذكر ما يدل على حكم تاركها وأنه كفر، واستدل على أهميتها وأنها أول ما يحاسب عنها يوم القيامة، واستدل الشيخ على ما يسقط وجوب الصلاة أو يسقط صحتها، كما استدل على وقت ابتداء الأمر بالصلاة مما يدل على أنها آكد الأعمال في الإسلام وأهمها. واستدل على حكم من فوت وقت الصلاة بعذر أو بغير عذر، ومتى تقضى ومتى لا تقضى. ¶ فما أعظمه من فقه. ¶ كما استمر في سائر موضوعات الصلاة على أبواب الفقه، وأذكر لك عناوين الموضوعات التي ذكرها واستدل عليها وهي عناوين الفقهاء. باب الأذان، باب المواقيت، باب ستر العورة، باب اجتناب النجاسة، باب استقبال القبلة، باب النية، باب صفة الصلاة، وباب سجود السهو.",
            "page": "353",
            "part": "1",
            "seal": "0EF2C0B1"
        },
        {
            "id": "110",
            "nass": "الفصل الثاني: في فضائل الأعمال ¶ مما يدل على فقه هذا الإمام أنه ذكر جملة أحاديث بلغت (29) تسعة وعشرين حديثا في فضائل الأعمال، وجعل موضعها بعد ذكر حكم الصلاة وما يشترط لها، وصفتها وسجود السهو لها، وصنيعه هذا لم يسبقه أحد ممن اطلعت على مؤلفاتهم في جميع أحاديث الأحكام. ¶ وأشار في هذا الباب إلى ما يتصل بفضل أركان الإسلام والإيمان بالله وما يتصل بالمخلوقين، وما يتصل بالأموال، وما فعله فضيل، وما تركه فضيل، وما يؤجر به على نيته إذا فاته عمله. ¶ ففقه إمامنا في هذا الموضوع مما يدل على الرغبة الأكيدة والفقه العميق، وذلك لما يأتي: ¶ 1- اختياره للأحاديث الصحيحة والمحتج بها. ¶ 2- إيمانه الواضح بوعد الله ووعد رسوله. ¶ 3- أنه أراد بذلك أن يرغب المسلم في الأعمال الصالحة بحيث أنه لا يعملها لمجرد أنها لازمة فقط، فاللازم لا محيد عنه، ولكن من قام بها رغبة في الثواب المرتب عليها، نال رضا الله وأدى الواجب، وتحصل على الثواب، وسلم من العقاب. ¶ 4- مما يدل على فقه الشيخ في هذا الباب شمول هذه الأحاديث التي ساقها لشتى مجالات الأعمال فعلا وكفا، حقا للخالق أو للمخلوق أو للنفس. ¶ \"انظر المجلد الأول في الحديث صفحة 553\"",
            "page": "354",
            "part": "1",
            "seal": "B56E1276"
        },
        {
            "id": "111",
            "nass": "الفصل الثالث: في صلاة التطوع ¶ ومن فقه هذا الإمام أن جمع أحاديث في الصلاة غير المفروضة يبلغ عددها (68) ثمانية وستين حديثا اشتملت على النقاط التالية:- ¶ 1- ما تأكد التطوع به من الصلوات، كرواتب الفرائض والوتر. ¶ 2- ما هو مستحب في بعض الأوقات كصلاة الضحى والتنفل قبل العصر وصلاة الليل. ¶ 3- بيان أوقات المؤكد من صلوات التطوع. ¶ 4- بيان ما استحبت قراءته في بعض صلوات التطوع. ¶ 5- صفة التنفل المطلق في الليل أو النهار. ¶ 6- بيان فضل التراويح في رمضان، وفضل الاجتماع فيها، وعدد ركعاتها، ومن أول من جمع الناس على إمام واحد لها.. وغير ذلك. ¶ وهذه وتلك مما يدل على فقه هذا الإمام. ¶ \"راجع المجلد الأول في الحديث صفحة 568\"",
            "page": "355",
            "part": "1",
            "seal": "7FC638A5"
        },
        {
            "id": "112",
            "nass": "الفصل الرابع: في فقه الشيخ محمد بن عبد الوهاب في قراءة القرآن ¶ وبعد أن ساق شيخنا محمد بن عبد الوهاب أحاديث الأحكام في صلاة التطوع، أعقبه بمجموعة أحاديث تتضمن الفقه في قراءة القرآن، منها ما يدل على جواز القراءة مع ملامسة الحائض، ومنها ما يدل على ترتيل القرآن وكراهية الهذ له كهذ الشعر وأنه لا ينفع إلا إذا رسخ في القلب، ومنها ما يدل على التسبيح في القرآن فيسبح عند آية التسبيح ويتعوذ عند آية الوعيد، ويسأل الله من فضله عند آية الوعد، ومنها أن قارئ القرآن لا يتكلم حتى يفرغ منه، ومنها ما يدل على فضل القراءة ومقدار هذا الفضل، ومنها ما يدل على فضل سماع القرآن من غيره، ومنها ما يدل على كراهية التطريب للقرآن، ومنها ما يبين كيفية القراءة جهراً وإخفاء ونطقاً وتكرارا عندما تقتضي الحال ذلك. ¶ كما ردد صلى الله عليه وسلم قوله: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ} 1 حتى أصبح. ¶ وذكر المؤلف آثارا تدل على قراءة الناس بصوت واحد، ونهى من نسي شيئاً من القرآن لا يقول نسيت بل يقول أنسيتها، ومنها ما يدل على تحريم القول في القرآن بغير علم، وأنه لا يقرب بعضه لبعض وأن ما علم منه يقال وما جهل فيرد إلى عالمه، ¶ ومنها ما يدل على عدم الغلو في القرآن وعدم جفوته وعدم التأكل به والاستكثار به، ومنها ما يدل على توقيت لقراءة القرآن كله بحيث يفهم من هذا التوقيت عدم الغلو وعدم الجفوة. ¶ ومن آداب قراءة القرآن عدم الإحداث والتثاؤب وهو يقرأ، واستدل الشيخ على ذلك من السنة. ¶ ومن فقه هذا الباب أن ذكر شيخنا أنه يكره تأول شيء من القرآن بأمر من أمور الدنيا. ¶ __________ ¶ 1 سورة المائدة آية: 118.",
            "page": "356",
            "part": "1",
            "seal": "ABC866BD"
        },
        {
            "id": "113",
            "nass": "ومن فقهه أيضا التأدب بطريقة السؤال عن الآية بحيث يقرأ السائل الآية ويقف عند ما أشكل عليه ولا يقل هل هذه الآية كذا وكذا فإنه يلبس على المسئول. فما أعظمها من دلالة على فقه شيخنا لهذه الأحاديث. ¶ وساق شيخنا آثارا تدل على فضل ختم القرآن والدعاء عند ختمه. ¶ ولسجود التلاوة وسجود الشكر فقه وآداب، ذكر عليها المؤلف جملة من الأحاديث كبيان مواضع سجود التلاوة في القرآن، وسجود القارئ والسامع والمصلي وغير المصلي وأن غير القاصد للاستماع لا يسجده، وأن سجود التلاوة ليس بلازم، وأنه يقوم ثم يخر ساجداً. ¶ والدعاء أثناء سجود التلاوة، وأنهم إذا كانوا جماعة فالقارئ هو الإمام، وأن حكمها حكم النفل في السفر، ومن هذه الآثار ما يدل على أنها ليست صلاة. وبين سجود الشكر متى يكون وما يدل على مشروعيته. ثم بين شيخنا أوقات النهي عن الصلاة وما يكره فيه دفن الموتى. فمثل هذه الأحاديث في هذه الموضوعات يعز على غير الفقيه جمعها، ثم استمر الشيخ يجمع أحاديث صلاة الجماعة والإمامة وأهل الأعذار، والخوف، والجمعة، والعيدين، والكسوف، والاستسقاء، وصلاة الجنائز. ¶ ولم أتعرض لفقه هذه الأبواب كبعض الأبواب السابقة في الطهارة وأول الصلاة مثل ما عرضت فقه فضل الأعمال، وصلاة التطوع وقراءة القرآن، لكون منهجه في هذه الأبواب الأخيرة فيه شيء من المغايرة عن منهج الفقهاء..",
            "page": "357",
            "part": "1",
            "seal": "436C4350"
        },
        {
            "id": "114",
            "nass": "الفصل الخامس: في الزكاة ¶ لما أنهى الشيخ جمعه لأحاديث الأحكام والصلاة في الجملة، شرع يجمع أحاديث أحكام الزكاة على منهج الفقهاء، ولم يكد يهمل مسألة من مسائل الفقهاء إلا ذكر دليلها. وعناوين الأبواب توضح لك هذا المنهج، ويتضح لك أكثر حينما تقرأ الأحاديث تحت هذه العناوين، وهي كالتالي:- ¶ 1- ابتدأ بما يدل على وجوب الزكاة. ¶ 2- زكاة بهيمة الأنعام، وهي أحد الأموال الزكوية، ثم فصل في بهيمة الأنعام، وهي الإبل والبقر والغنم. ¶ 3- زكاة الخارج من الأرض. ¶ 4- زكاة الأثمان. ¶ 5- زكاة العروض. ¶ 6- زكاة الفطر. ¶ 7- باب الصدقة.",
            "page": "358",
            "part": "1",
            "seal": "A70A8B95"
        },
        {
            "id": "115",
            "nass": "الفصل السادس: في بر الوالدين وصلة الأرحام ¶ مما غاير به الشيخ محمد بن عبد الوهاب سائر العلماء الذين جمعوا أحاديث الأحكام أنه يذكر بعض الموضوعات عقب ما يناسبها من أركان الإسلام، فمثلا فضائل الأعمال وقراءة القرآن ذكرهما في الصلاة، وبر الوالدين وصلة الأرحام ذكرهما عقب الزكاة؛ لأن البر والصلة غالبا ما تكون في الأموال. ¶ فناسب ذكر ذلك تلو هذه العبادة المالية وهي الزكاة. ¶ وهذا فقه في محله ودلالة واضحة على عنايته بالنصوص سواء فيما يتصل بحق الله أو ما يتصل بحق المخلوقين. ¶ والمنصف يراجع هذا المؤلف للشيخ يجد هذا الفقه واضحاً من خلال جمع هذه الأحاديث.",
            "page": "359",
            "part": "1",
            "seal": "8A72B5B7"
        },
        {
            "id": "116",
            "nass": "الفصل السابع: في الصيام ¶ ومن فقه إمامنا أنه جمع أحاديث أحكام الصيام تحت عناوين أبواب الفقه، وسلك منهجا لم يسلكه من اطلعت عليه من مؤلفي أحاديث الأحكام، حيث صدر كتاب الصيام بذكر شيء من فضائله وخصائصه، وخصائص شهر رمضان. ¶ وإذا استقرأت هذا المؤلف بعين البصيرة وطلبا للحقيقة، وجدت العناية الشديدة بأحاديث الأحكام التي يستدل بها الفقهاء. ¶ وعناية الشيخ بجمعها أكبر دليل على حبه للسنة، فهل يرمى بالتعصب بعد ذلك؟!",
            "page": "360",
            "part": "1",
            "seal": "D58688C9"
        },
        {
            "id": "117",
            "nass": "الفصل الثامن: في المناسك (أي في الحج والعمرة) ¶ منهج شيخنا في جمع الأحاديث المتعلقة بالحج والعمرة كالآتي:- ¶ 1- جاء بما يفيد فضل الحج والعمرة. ¶ 2- جاء بما يدل على الوجوب. ¶ 3- جاء بما يدل على اكتفاء النساء بحجة الفرض. ¶ 4- جاء بما يدل على جواز الحج عن الغير إذا عجز. ¶ 5- جاء بما يدل على صحة الحج من الصغير وثواب من قام بمساعدته ¶ 6- جاء بما يشير إلى أن الرقيق لا يجزئه حجه عن حجة الإسلام بل يحج إذا أعتق. ¶ 7- جاء بما يدل على شرط وجوب الحج وهو استطاعة السبيل وبيان المراد به. ¶ 8- جاء بما يدل على فضل العمرة في رمضان، وعدد عمر النبي صلى الله عليه وسلم. ¶ 9- جاء بما يدل على اشتراط المحرم لوجوب الحج على المرأة. ¶ 10- جاء بما يدل على المبادرة بأداء فريضة الحج. ¶ 11- جاء بما يدل على رمي الجمرات عن الصبيان. ¶ 12- جاء بما يدل على تجريد الصبي من المخيط إذا حج به وليه، وأنه يطوف به محمولا إذا لم يقدر على المشي. ¶ 13- جاء بما يدل على أن المسلم يحج عن نفسه أولا ثم عن غيره ثانيا. ¶ 14- جاء بما يدل على صحة حج المكاري، وبما يدل عليه من القرآن والسنة، وهو قوله تعالى: {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ} 1. ¶ وأن الرسول صلى اله عليه وسلم قد تلاها أو قرأها على السائل. ¶ __________ ¶ 1 سورة البقرة آية: 198.",
            "page": "361",
            "part": "1",
            "seal": "0F6AC01D"
        },
        {
            "id": "118",
            "nass": "15- جاء بما يدل على الاكتفاء بحجة الإسلام عن النذر عن من نذر أن يحج. ¶ 16- جاء بما يدل على عدم دخول ديار المعذبين الذين ظلموا أنفسهم مخافة أن يصيبهم ما أصابهم إلا أن يكونوا باكين. ¶ [ولعل مناسبة هذا الموضوع للحج للتنبيه على الحجاج، حيث أنهم قد يمرون بديار الذين ظلموا أنفسهم فعذبوا] . ¶ 17- جاء بما يدل على حمل الزاد في الحج وأنه لا يكفي التوكل- كما صنع أهل اليمن، فإذا وصلوا مكة أخذوا بسؤال الناس فنزل قوله تعالى: {وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى} 1. ¶ 18- جاء بما يدل على الاقتصاد في راحلة الحج وأثاثه وأنه لا يدل على الشح وإنما يدل على التواضع، وعدم المباهاة في الحج وأن يتخذه نزهة وترفها. ¶ 19- جاء بما يبين أشهر الحج، ويوم الحج الأكبر، وأن الإحرام قبل أشهر الحج ليس من السنة، وكذلك بين كراهية الإحرام قبل المواقيت المكانية. ¶ 20- جاء بما يدل على المواقيت المكانية. ¶ 21- جاء بما يدل على سنية الاغتسال عند الإحرام. ¶ ثم استمر شيخنا يجمع الأحاديث في أحكام الحج كمنهج من سبقه من الذين جمعوا أحاديث الحج. ¶ ولقد أشرت إلى موضوعات الباب الأول لكون منهج شيخنا اختلف عن غيره وعن منهج الفقه، حيث ذكر موضوعات في الباب الأول لم يتطرق إليها بعض الفقهاء ولا بعض من جمع أحاديث الأحكام. ¶ __________ ¶ 1 سورة البقرة آية: 197.",
            "page": "362",
            "part": "1",
            "seal": "ED9ACEF9"
        },
        {
            "id": "119",
            "nass": "الفصل التاسع: في الحج والعمرة ¶ استوفى شيخنا جميع الموضوعات المتعلقة بالحج من حيث الإحرام ومحظوراته وما يتصل بالحرم والمدينة وما يزار فيها، وحينما ينظر المنصف إلى الأحاديث والآثار التي جمعها الإمام محمد بن عبد الوهاب فإنه يكاد يحكم أن شيخنا لم يفلت حكما فقهيا إلا وأورد له دليلا من حديث أو أثر. ¶ وهذا بلا شك يدل على عنايته بالأدلة وسعة فقهه وبعد نظره، ورحمة الله عليه وسائر المسلمين ونفعنا الله بعلومهم. ¶ ثم بوب الشيخ لدخول مكة كغيره، ولكنه تتبع أفعال الرسول صلى الله عليه وسلم في حجته، فذكر ما يدل على سنية الاغتسال عند الدخول، ومن أين وصل، وأين أناخ راحلته، وبأي شيء بدأ في مكة وهو الطواف، وذكر ما يدل على صفة وعدد أشواطه وتقبيل الحجر أو استلامه، وما يدل على الطواف وجوازه، وبيان ما يستلم من الكعبة، وما يدل على فضل الحجر الأسود. ¶ واستمر شيخنا في جمع أدلة صفة الحج منذ دخل الرسول مكة حتى آخر خطبه في أيام منى. ¶ تضمنت هذه الأدلة جميع ما حصل من عمرة وحج وتمتع وقرآن وحل الإحرام بعد العمرة، والإحرام من مكة لمن حل وإقامته بمكة حتى اليوم الثامن الذي سار فيه إلى منى، وإقامته بمنى حتى سار إلى عرفة، ثم استدل على كل ما حصل بعرفة، وانصرافه منها، وصفة سيره أثناء الانصراف، ومبيته بمزدلفة وإفاضته إلى منى. ¶ واستدل على كل ما حصل في يوم النحر، وفي أيام منى. ¶ وحقا إن هذه الأحاديث التي جمعها الشيخ مستوفية لأحكام الحج. وهذا مما يدل على فقه الشيخ رحمه الله.",
            "page": "363",
            "part": "1",
            "seal": "B9001C7E"
        },
        {
            "id": "120",
            "nass": "الفصل العاشر: في الهدي والأضاحي والعقيقة ¶ كل باب جمع فيه شيخنا أحاديث أحكامه يكاد القارئ أن يستوفي مسائل الفقه فيه، لاستقصائه أحاديثه وآثاره وتطرقه لحكاية الإجماع عن ابن المنذر أحيانا. وهذا الصنيع يدرك المنصف أنه لا يصدر إلا من فقيه بدأ بالأضاحي من رقم 540 إلى 646 من آخر العقيقة. ¶ جاء بالأدلة على مشروعية الهدي، وصفته، وأسعاره، ونوعيته. وصفة نحره وذبحه وتوزيعه، وبيان وقته، وكذا الأضحية استوفى فقهها في الأحاديث والآثار ثم العقيقة، وكذلك بيان ما يستحب من الأسماء وما يكره. وما يستحب لغيره، وما غيره الرسول عليه الصلاة والسلام.. لا يكاد القارئ يفقد حكما فقهياً في هذه الأبواب المفصلة بالذبائح، ومن أحب التأكد فليراجعه في مجموعة هذه الأحاديث التي طبعتها جامعة الإمام محمد بن سعود الإسلامية.",
            "page": "364",
            "part": "1",
            "seal": "A465A506"
        },
        {
            "id": "121",
            "nass": "الفصل الحادي عشر: في الجهاد ¶ مما يدل على فقه الشيخ سياقه أدلة الجهاد في شتى أحكامه، فذكر فضله ومتى استحب الجهاد، وتفضيل بر الوالدين على جهاد التطوع، وعناية الإمام بالجيش عند تجهيزه، وحكم الإغارة على العدو وهو غافل، وبيان وقت ابتداء القتال، وحكم قتل الأطفال والنساء والشيوخ، وحكم نصيحة الأمير للرعية، وبيان أين يمشي الأمير من الجيش، وحكم الاستعانة بالمشرك. ¶ وذكر وصية الإمام لرعيته، كوصية أبي بكر ليزيد ابن أبي سفيان، وهي عشر أولها حكم المبارزة. ¶ وبين معنى قوله تعالى: {وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} 1. ¶ وبين حكم قطع النخيل والتحريق بالنار. ¶ وهكذا استمر شيخنا في سياق أدلة أحكام الجهاد حينما ذكر باب الجزية والهدنة، وأحكام الذمة. ولم يترك شيئا مما ذكره الفقهاء إلا وجاء بدليله من السنة النبوية. ¶ وبهذا تمت العبادات وعدد ما ذكر فيها من الأحاديث (3240) ثلاثة آلاف ومائتان وأربعون حديثاً كلها تدل على أحكام فقهية. فلا دلالة أكبر من هذا على فقهه. ¶ __________ ¶ 1 سورة البقرة آية: 195.",
            "page": "365",
            "part": "1",
            "seal": "EE694292"
        },
        {
            "id": "122",
            "nass": "الفصل الثاني: عشر في البيوع ¶ ولما انتهى شيخنا من جمع أحاديث أحكام العبادات: شرع في أدلة أحكام المعاملات وصدرها بالبيع، وهو عبارة عن طريق من طرق كسب الرجل عملا كان أو مبيعا، ثم نوع أدلة أعمال اليد فذكر دليل تأجير النفس، والوظيفة لعمل المسلمين، والأكل من كسب الولد، ثم استدل على فضل التجارة وفضل الصدق فيها، والأدلة على أسباب محق البركة. منها كثرة الحلف، وذكر الأدلة على أفضل الأمكنة وهي المساجد، وما يدل على ذم الأسواق والاستعداد لدخولها والتحذير بما يحدث فيها، وأن التجارة لا بأس بها في البحر حيث أن ركوبه لغير مصلحة منهي عنه. ¶ وجاء بما يدل على أفضلية أوقات البيع والشراء، وما يدل على السماحة في البيع والشراء، وما يدل على الحلال الواضح والحرام الواضح، ليفعل هذا ويجتنب هذا، وأن الأفضل اجتناب الشبهة، ومخافة الوقوع في الحرام، وبعض هذه النقاط التي تقدمت معظمها لم يشر إليها أكثر مؤلفي الفقه. ¶ وشيخنا قدمها على أدلة أحكام البيع مما يحرم ويجوز لأهميتها. ¶ ثم استمر يسرد أدلة البيوع المحرمة، ثم استوفى موضوعات أبواب الفقه. وهكذا استمر يذكر أدلة الأحكام الفقهية في الوقف، والوصايا، والنكاح والطلاق وما يتعلق بهما، والنفقات، والجنايات، والحدود، والقضاء وما يتعلق به. ¶ ثم ختم كتابه بأحاديث تتعلق بالطب. ¶ والمقصود أن مجموعة هذه الأحاديث مستوفية لأدلة أحكام الفقه، ثم إن طباعة هذه المجموعة حظيت بتخريج الأحاديث والآثار وشرح الكلمات الغريبة، وكل موضوع فيه يدل على فقه شيخنا ومحبته للدليل ورغبته فيه، وجزاه الله عن الإسلام والمسلمين خيرا.",
            "page": "366",
            "part": "1",
            "seal": "8D35561F"
        },
        {
            "id": "123",
            "nass": "الفصل الثالث عشر: من مؤلفات الشيخ في الحديث ¶ ومن مؤلفات الشيخ في الحديث \"أحاديث الفتن والحوادث\" صدرها بالأحاديث التي تحث على المبادرة إلى أداء الأعمال الصالحة، ثم استمر في ذكر ما سيقع بعد الرسول صلى الله عليه وسلم من الفتن وأشراط الساعة وأخبارها بما يتصل بالدجال وعيسى عليه السلام والدابة وغير ذلك. ¶ جمع في هذه المعاني مائتي حديث، طبعتها جامعة الإمام محمد بن سعود الإسلامية، وحظيت بالتخريج والتعليق والدلالة الواضحة للقارئ بأنها مأخوذة من الصحاح والسنن والمسانيد، وكل ذلك يوضح لنا اعتماد شيخنا بفقهه على الكتاب والسنة، والعناية بهما، فجزاه الله خيرا، وجزى القائمين على جامعة الإمام محمد بن سعود الإسلامية خير الجزاء، وأثابهم على جمعهم لمؤلفات الشيخ، وطبع ما لم يكن مطبوعاً، ووفق الله دولتنا؛ إذ وافقت على ذلك.",
            "page": "367",
            "part": "1",
            "seal": "5E74E729"
        },
        {
            "id": "124",
            "nass": "الفصل الرابع عشر: في رسائل الشيخ الشخصية ¶ ويمكن للقارئ المنصف الاطلاع على رسائل هذا الإمام، ليتضح له محبته للدليل وإنكاره على من استشهد بالموضوعات أو الضعيف الذي لا أصل له، وإليك أخي القارئ نموذجا من أجوبته في الرسائل الشخصية، لعله يدعوك إلى قراءتها كي تتأكد من الحقيقة، ولا سيما لما تيسرت بسبب جمع الجامعة لها وطبعها، قال في صفحة 18 من مجلد الرسائل الشخصية في الرسالة الثانية: ¶ \"جزمك بأن النبي صلى الله عليه وسلم قال: \"اطلبوا العلم ولو من الصين\" فلا ينبغي أن يجزم الإنسان على رسول الله صلى الله عليه وسلم بما لا يعلم صحته، وهو من القول بلا علم، فلو أنك قلت وروي، أو ذكر فلان، أو ذكر في الكتاب الفلاني لكان هذا مناسبا، وأما الجزم بالأحاديث التي لم تصح فلا يجوز، فتفطن لهذه المسألة فما أكثر من يقع فيها. فيا ترى من هذا كلامه يقل اعتناؤه بالدليل ويذهب إلى التقليد؟",
            "page": "368",
            "part": "1",
            "seal": "A9B82399"
        },
        {
            "id": "125",
            "nass": "الفصل الخامس عشر: في كتابة الشيخ بالسيرة النبوية ¶ واختصر الشيخ محمد بن عبد الوهاب ما كتبه قبله في سيرة الرسول صلى الله عليه وسلم كابن هشام، واعتنى بالشيء الثابت الذي يعرفه القارئ من خلال هذا المختصر، ويلمح الطابع العام لمنهج محمد بن عبد الوهاب في محبته الدليل في أي مؤلف كان، وقد قدم لكتابه \"مختصر السيرة\" مقدمة عظيمة موجزة مفيدة يفهم منها الالتزام والتقيد بالشيء الصحيح والمحتج به. ¶ وإليك- يا أخي المسلم - جزءاً من هذه المقدمة لعله يشوقك إلى قراءة هذا المختصر لتجد الأدلة الواضحة والساطعة على اعتماد الشيخ دائما وفي جميع موضوعاته على الكتاب والسنة حيث قال صفحة 7،8: ¶ (اعلم رحمك الله: أن أفرض ما فرض الله عليك معرفة دينك الذي معرفته والعمل به. سبب لدخول الجنة، والجهل به وإضاعته سبب لدخول النار. ¶ ومن أوضح ما يكون لذوي الفهم: قصص الأولين والآخرين: قصص من أطاع الله وما فعل بهم، وقصص من عصاه، وما فعل بهم. ¶ فمن لم يفهم ذلك، ولم ينتفع به فلا حيلة فيه كما قال تعالى: {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشاً فَنَقَّبُوا فِي الْبِلادِ هَلْ مِنْ مَحِيصٍ} 1. ¶ وقال بعض السلف: \"القصص جنود الله\" يعني أن المعاند لا يقدر أن يردها. فأول ذلك: ما قص الله سبحانه عن آدم، وإبليس، إلى أن هبط آدم وزوجه إلى الأرض. ففيها من إيضاح المشكلات ما هو واضح لمن تأمله. وآخر القصة قوله تعالى: ¶ __________ ¶ 1 سورة ق آية: 36.",
            "page": "369",
            "part": "1",
            "seal": "7EC141B4"
        },
        {
            "id": "126",
            "nass": "{قُلْنَا اهْبِطُوا مِنْهَا جَمِيعاً فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدىً فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} 1. ¶ وفي الآية الأخرى: ¶ {فَمَنِ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً} 2. ¶ إلى قوله: {وَلَعَذَابُ الآخِرَةِ أَشَدُّ وَأَبْقَى} 3. ¶ وهداه الذي وعدنا به: هو إرساله الرسل، وقد وفى بما وعد سبحانه، فأرسل الرسل مبشرين ومنذرين؛ لئلا يكون للناس على الله حجة بعد الرسل. فأولهم: نوح. وآخرهم: نبينا صلى الله عليه وسلم. ¶ فاحرص - يا عبد الله على معرفة هذا الحبل الذي بين الله وبين عباده، الذي من استمسك به سلم، ومن ضيعه عطب) . ¶ __________ ¶ 1 سورة البقرة آية: 38-39. ¶ 2 سورة طه آية: 123-124. ¶ 3 سورة طه آية: 127.",
            "page": "370",
            "part": "1",
            "seal": "7417A045"
        },
        {
            "id": "127",
            "nass": "الفصل السادس عشر: في التفسير ¶ ويتضح اجتهاد الشيخ في فتاواه لمن أمعن النظر فيها، وقوة فهمه لكتاب الله لمن قرأ الآيات التي فسرها، وجمعت هذه التفاسير جامعة الإمام محمد بن سعود الإسلامية ورتبتها حسب السور، ولتيسر مؤلفات الشيخ بعد طبعها لم أنقل شيئا من ذلك لعل المشكك في اجتهاد الشيخ ينهل بنفسه ليجد الماء الزلال.",
            "page": "371",
            "part": "1",
            "seal": "EACFEBA0"
        },
        {
            "id": "128",
            "nass": "الفصل السابع عشر: في كتابه مختصر زاد المعاد ¶ إنه الاختصار الجميل، فيه الفائدة العظيمة لرءوس المسائل لمن قصرت همته عن قراءة أصل الكتاب، وفي هذا المختصر اتضح لنا ميول الشيخ إلى الدليل وترك أقوال المذهب المرجوحة، يظهر هذا جليا في مسائل التيمم صفحتي 15، 16 حيث أثبت أن التيمم رافع لا مبيح، وأنه يكفي ضربة واحدة للوجه والكفين، وعلى ظهر الأرض مطلقا، أي أنه لا يشترط التراب الذي له غبار وهذا ظاهر النصوص، كما أشار إليه. ¶ فما أعظمه من منهج واضح؛ لاعتماد الشيخ في فقهه على الكتاب والسنة.",
            "page": "372",
            "part": "1",
            "seal": "EDFD0B3E"
        },
        {
            "id": "129",
            "nass": "الفصل الثامن عشر: في مختصر الشرح الكبير والإنصاف ¶ وأما منهجه في مختصره لهذين الكتابين فهو يلمح منه النقاط التالية: - ¶ 1- الأدب مع العلماء عند ذكر أقوالهم. ¶ 2- حكاية الأقوال وبيان الوجيه. ¶ 3- ذكر الدليل لما يرجحه. ¶ فأي دليل أعظم من هذا المنهج لمحبة الكتاب والسنة؟",
            "page": "373",
            "part": "1",
            "seal": "15E39097"
        },
        {
            "id": "130",
            "nass": "الفصل التاسع عشر: في مؤلفاته المبتدأة ¶ أما مؤلفاته المبتدأة التي جمعها في القسم الثاني من الفقه في مطبوعات جامعة الإمام محمد بن سعود الإسلامية، ومؤلفات الشيخ تنبئ عن نفسها ولانتشارها قديما ودراستها في أوساط الناس، وفي الدراسات النظامية، كشروط الصلاة، وآداب المشي إلى الصلاة، لم أذكر منها مثالا لاستدلاله على كل مسألة. ¶ نعم اللهم إلا كتاب الطهارة فإنه لم يظهر إلا في مطبعة الجامعة. ¶ والمؤلفات المبتدأة أشير إليها في هذا الكتاب، لعل القارئ يتشوق للاطلاع عليها في القسم الثاني من الفقه (قواعد تدور عليها الأحكام- مبحث الاجتهاد والخلاف- كتاب الطهارة- شروط الصلاة وأركانها وواجباتها- كتاب آداب المشي إلى الصلاة- كتاب الزكاة- كتاب الصيام- أحكام الصيام- أحكام تمني الموت) .",
            "page": "374",
            "part": "1",
            "seal": "0051475E"
        },
        {
            "id": "131",
            "nass": "الفصل العشرون: في استنباطات الشيخ وتلخيصاته ¶ وإذا أمعنت النظر في تجوال شيخنا في أنحاء العلوم، وجدت له الفكر الواسع والمدى الطويل، فتارة يؤلف، وتارة يختصر، وتارة يجمع، وتارة يلخص ويستنبط، كل هذا مجمل على القناعة باعتماده على الكتاب والسنة، وعلى فهمه وحسن فقهه، فهذه مسائل لخصها من كلام شيخ الإسلام ابن تيمية تلخيصا مقتضبا وافيا، أذكر لك مسألتين منها لتدعوك إلى الاطلاع عليها في ملحق المصنفات للشيخ محمد بن عبد الوهاب، التي طبعتها جامعة الإمام محمد بن سعود الإسلامية (قوله في العزل \"لا عليكم\" ثم ذكر القدر: أن هذا لا حجة فيه على ترك السبب؛ لأن الحمل يحصل مع العزل) . ¶ والمسألة الثانية: (قوله) : \"لا يصيب المؤمن قضاء إلا كان خيرا له\". ¶ وردت عليه المعاصي فأجاب بأن المراد ما أصاب العبد لا ما فعله، وأنه يصير بعد التوبة خيرا منه قبل الخطيئة) . ¶ وهل يحصل مثل هذا إلا من فاهم بالكتاب والسنة؟ ¶ وكذلك اختصاره في تفسير سورة الأنفال، وذكره لبعض فوائد صلح الحديبية، وخطبه التي ملئت بالموعظة متضمنة الدليل واختتامها بقراءة آية.",
            "page": "375",
            "part": "1",
            "seal": "52E23285"
        },
        {
            "id": "132",
            "nass": "خاتمة ¶ فهل مثل هذا يصدر من غير عارف بالكتاب والسنة؟ بل لا يصدر إلا من عارف عامل، والذي عنده أدنى شك أو ريب، فليرجع إلى هذه المؤلفات التي طبعتها الجامعة فأوجدتها ويسرتها لكل طالب علم رائده الحقيقة، فلم يبق عذر لمن انطلت عليه وهميات ودعايات حاقدة، أو مقلدة تقليدا أعمى، أو كاذبة على هذا الشيخ الذي امتزج حب الكتاب والسنة بلحمه ودمه، وخلف أثره في مؤلفاته. ¶ فنسأل الله أن ينفعنا بعلومه وسائر علماء المسلمين.. وهذا ما تيسر من الكتابة حول اعتماد فقه الشيخ محمد بن عبد الوهاب في دعوته على الكتاب والسنة، والذي سلكت فيه بيان شيء من القواعد التي سار عليها في الفروع، واكتفيت فيها عن التمثيل بالجزئيات من مؤلفاته الفقهية تلافيا للإطالة. وإنما استرسلت قليلا في التمثيل من مؤلفاته في العقائد والأخلاق والآداب؛ لكونها الأصل وأساس الدعوة ومحط الأنظار، ولفت النظر في الباب الرابع إلى مؤلفاته ومصنفاته فيما عدا ذلك، معتذرا للقارئ عن قصور في التعبير أو تقديم ما حقه التأخير أو العكس، أو تخريج بعض الأحاديث. ¶ وإمامنا غني عن التعريف، فمؤلفاته واضحة تنبئ عن نفسها لاسيما وأن جامعة الإمام محمد بن سعود الإسلامية جمعتها ورتبتها ونسقتها، لتيسر للقارئ الاطلاع على ما يريد من مؤلفات الشيخ في العقائد والأخلاق والآداب وأحاديث الأحكام، والفقه الذي اختصره أو ابتدأ تأليفه تسهيلا وتيسيرا على القارئ، وما كتبته إسهاما فيما عزمت عليه جامعة الإمام محمد بن سعود على إقامة أسبوع عن الشيخ ودعوته. ¶ والله ولي التوفيق.. وصلى الله على محمد.",
            "page": "376",
            "part": "1",
            "seal": "12D86960"
        }
    ],
    "t7507": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول: نبذة عن حياة الشيخ"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "الفصل الأول: ترجمة موجزة وتتلخص في النقاط التالية"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني: زمن الشيخ من1115هـ -1206هـ"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث: الحالة الإجتماعية في زمن الشيخ"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الرابع: سبب قيام دعوة الشيخ"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني: ما قيل عن اعتماد فقه الشيخ محمد بن عبد الوهاب على الكتاب والسنة"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "المقدمة"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول: القواعد الأربع التي قررها الشيخ لدوران الدين عليها"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني: في كلام الشيخ عن طريقة الأخذ فيما اختلف فيه العلماء وأقوالهم"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث: في كلام الشيخ على قولهم: اتفاق العلماء حجة واختلافهم رحمة"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الرابع: في كلام الشيخ على من قال: [لا يقرأ الكتاب لعدم إمكان فهمه]"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الخامس: في كلام الشيخ على الذين يحاولون طرح أقوال العلماء وبيان مبدئه وموقفه منها"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل السادس"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل السابع: كلامه في المدينة لما سئل عن الأصوات عند قبر الرسول"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثامن: فيما قاله أحفاد الشيخ في اعتماده على الكتاب والسنة"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل التاسع: فيما قاله غير أحفاد الشيخ مما يدل على اعتماد الشيخ وأحفاده على الكتاب والسنة"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل العاشر: في ثناء العلماء على الشيخ"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الحادي عشر: الأصول التي دعا إليها الشيخ"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث: الاستدلال على اعتماده في مؤلفات العقائد على الكتاب والسنة"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": "1",
            "tit": "الفصل الأول: في ثلاث مسائل يجب تعلمها"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني: في المسألة التي بها نجاة المسلم من الخسارة والهلاك"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث: مراتب الدين"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الرابع: في اعتناء الشيخ بتوحيد العبادة"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الخامس: القواعد الأربع التي قرر بها توحيد العبادة"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل السادس: ما ورد في مؤلفه كتاب \"فضل الإسلام\" من اعتماده على الكتاب والسنة"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل السابع: فيما ألفه في أصول الإيمان"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثامن: وجوب اعتقاد حق الرسول صلى الله عليه وسلم"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل التاسع: في لزوم السنة والتحذير من البدع واستدلاله على ذلك"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل العاشر: في وجوب عداوة أعداء الله واستدلاله على ذلك"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الحادي عشر: من كتابه \"مسائل الجاهلية\""
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني عشر: ستة موضوعات من السيرة لها صلة قوية بأسس الدعوة"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث عشر: من مؤلفاته تلقين أصول العقيدة للعامة عن طريق السؤال والجواب"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الرابع عشر: في معنى الطاغوت"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الخامس عشر: في كتابه \"الكبائر\""
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الرابع: في مؤلفات الشيخ فيما عدا العقائد"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": "1",
            "tit": "الباب الرابع: في مؤلفات الشيخ فيما عدا العقائد"
        }
    ]
}