{
    "b7510": [
        {
            "id": "1",
            "nass": "اعتماد دعوة الشيخ محمد بن عبد الوهاب على الكتاب والسنة ¶ لمعالي الشيخ: عبد العزيز بن محمد بن إبراهيم آل الشيخ ¶ الرئيس العام لهيئات الأمر بالمعروف والنهي عن المنكر بالمملكة العربية السعودية ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، لم يتخذ ولدا ولم يكن له شريك في الملك ولم يكن له ولي من الذل. وأشهد أن سيدنا محمدا عبده ورسوله صلى الله وسلم عليه وعلى آله وسلم تسليما كثيرا: ً ¶ وبعد: فقبل أن أبدأ الحديث عن الدعوة السلفية التي قامت في أواسط القرن الثاني عشر الهجري بقيادة الإمام المصلح الشيخ محمد بن عبد الوهاب ـ عليه رحمة الله ـ فإنه لا بد من لمحة عامة عن حال الجزيرة العربية قبل هذه الدعوة السلفية، فقد شهد القرن الحادي عشر الهجري والنصف الأول من القرن الثاني عشر تحولا في المفهوم الإسلامي لحقيقة التوحيد وحقيقة الشرك بالله سبحانه وتعالى، فعبدت الأشجار والأحجار، وأقيمت الطقوس الخرافية والبدع المصطنعة، وشيدت القبور، وقدمت النذور لغير الله سبحانه وتعالى، ولغربة الإسلام وغلبة الطغام راجت في المجتمع أشكال من البدع المحدثة التي ليست من الإسلام في شيء، حتى في منطلق الدعوة والرسالة مكة والمدينة اللتين شرفهما الله تعالى بنزول القرآن، ومبعث خاتم الرسل والأنبياء، وراج في الناس الشعوذة والسحر وكان وراء ذلك كله علماء السوء الذين يحرفون الكلم عن مواضعه، ويروجون للعامة والدهماء الأحاديث الموضوعة المخالفة لصريح القرآن والثابت من سنة رسول الله صلى الله عليه وسلم. في هذه الأجواء وفي هذا المجتمع الحالك بظلمة الضلالة والبدعة والفساد قام شيخ الإسلام المجدد محمد بن عبد الوهاب بدعوته، فحارب الشرك بالله مستعينا به، وأعلنها في الملأ بأن دعاء غير الله من ملك أو نبي أو ولي شرك بالله تعالى، وأن من اتخذ بينه وبين الله وسائط يدعوهم ويتوكل عليهم فإنه يكفر بإجماع المسلمين، دليله في ذلك كتاب الله وسنة رسوله صلى الله عليه وسلم وما درج عليه السلف الصالح من الصحابة والتابعين ومن تبعهم بإحسان، كما حارب كثيراً من المنكرات والمحرمات في الشريعة الإسلامية من",
            "page": "193",
            "part": "1",
            "seal": "1955C317"
        },
        {
            "id": "2",
            "nass": "تعاطي السحر والاعتقاد في الطيرة والأنواء والاعتقاد بأن من الأيام أيام نحس وشؤم وغير ذلك مما علق بأذهان الناس واعتقدوه أمراً مباحاً، ولازالت رواسبه في أذهان العوام في كثير من البلاد الإسلامية. ومن الأمور الأساسية التي ركزت عليها تلك الدعوة السلفية إقامة الأمر بالمعروف والنهي عن المنكر على ما توجبه الشريعة. ¶ ونادت الدعوة السلفية بوجوب الجهاد في سبيل الله، لتكون كلمة الله هي العليا ودينه هو الظاهر ونادت الدعوة السلفية أيضاً بتطبيق الشريعة الإسلامية في كل شئون الحياة، وأنه لابد من أن تكون في الناس أمة تدعو إلى الخير وترشد إليه وتقلع المنكر من جذوره وتحذر منه وفق ما جاء به دين الله الذي ارتضاه لعباده. ¶ \"الدعوة تنشط من عقالها\" ¶ بينما الجزيرة العربية منغمسة في تلك الأوحال المخالفة لهدي الإسلام ولصفاء نور العقيدة الخالصة من شوائب الشرك والبدع، إذا بصوت الداعي المصلح ينادي بالدعوة إلى التوحيد ويندب نفسه للذود عن الدين وتخليصه من أيدي المشركين والمبتدعين، ولكن علماء \"العيينة\" وما جاورها أنكروا ما هو فيه وقاوموه أشد المقاومة، بعد ذلك ترك الشيخ العيينة راحلاً إلى مكة بلد الله الحرام قاصدا الحج ليقضي حجه وليتزود من العلماء ما يمكنه أن يتزود به، فاجتمع بعلمائها وفقهائها، وبحث معهم حال المجتمعات الإسلامية وما هي فيه من جهل وضلال ومخالفة لصريح القرآن، وناقشوه وناقشهم، ثم انتقل الشيخ بعد ذلك إلى المدينة للصلاة في المسجد الشريف والسلام على رسول الله صلى الله عليه وسلم، وحصل له زيارة علمائها والأخذ عنهم. ومنهم الشيخ عبد الله بن إبراهيم بن سيف، والشيخ محمد حياة السندي. وقد أجازه الشيخان بمروياتهما، وعرض عليهما دعوته واتفقا معه وشجعاه وحبذا فكرته. بعد ذلك عاد الشيخ محمد إلى نجد من المدينة مسرورا بما لقيه من العلماء. ¶ ثم إنه فكر في الذهاب إلى البصرة ليلتقي بالعلماء ويدعو الناس إلى تحقيق التوحيد وترك الشرك والبدع والمحرمات، فاستفاد من علمائها وأفادهم، ورأى الشيخ في العراق الوثنية قائمة والبدع والخرافات والشرك الأكبر، ورأى القبور مزدحمة بالمبتدعين",
            "page": "194",
            "part": "1",
            "seal": "F9625341"
        },
        {
            "id": "3",
            "nass": "وعليها المساجد والسرج، فجهر بالدعوة والنصيحة، وشدد عليهم حتى أن العامة آذوه وضربوه، ونهبوا ما معه من مال ومتاع وكتب، وأخرجوه من البصرة حافي القدمين. وفي الطريق إلى الزبير كاد أن يهلك لولا رحمة الله وعنايته، فقد وفق الله رجلا من أهل الزبير فأقبل عليه وساعده، وذهب به إلى الزبير، بعدها عاد إلى نجد من طريق الأحساء ونزل على الشيخ عبد الله بن محمد بن عبد اللطيف الأحسائي الشافعي. ثم خرج من الأحساء إلى حريملاء، وفي حريملاء نزل على والده وأخذ مرة أخرى يوضح للناس حقيقة التوحيد وينهي عن الشرك والبدع، وبعد أن توفي والده جهر بالدعوة في أسلوب موسع، وأنكروا عليه أشد الإنكار حتى أن الفساق منهم هموا بقتله إلا أن الله أنجاه. ¶ \"التخطيط للدعوة الإصلاحية\" ¶ كان خبر الشيخ ـ رحمه الله ـ قد ذاع وانتشر في البلاد النجدية، وبعد أن لاقى ما لاقى في حريملاء، قرر الرحيل إلى العيينة لعل الله أن يجعلها موطن الدعوة الإصلاحية (دعوة التوحيد) - رحل الشيخ إلى العيينة واستقبله أميرها وسكانها، وبعد بحث ومناقشة اتفقوا معه على الدعوة إلى تصحيح العقيدة الإسلامية، فما كان من الشيخ إلا أن أمر بهدم القبة المزعومة لزيد بن الخطاب رضي الله عنه فهدمها بيده، وطبقت الحدود، ولم يمض على وجود الشيخ إلا زمن قصير حتى كان أهل العيينة أتباعاً له على الحق من أميرهم إلى وليدهم، وكان للشيخ أتباع مؤيدون لدعوته فيما حول العيينة من البلاد. وما أن رأوا ما حصل في العيينة من أمر الدين حتى توجهوا إليها ونزلوا بها، ولكن ماذا جرى؟ لقد خشي أعداء الدين خطر هذه الدعوة التي تقضي أول ما تقضي على ظلمهم وبطشهم وعدوانهم، فأرسل أمير الأحساء إلى أمير العيينة يأمره بقتل الشيخ وإخراجه من العيينة وإلا فإننا سنقطع عنك الخراج الذي يأتيك منا، فخرج الشيخ من العيينة قاصدا الدرعية. ¶ \"انتقال الشيخ إلى الدرعية\" ¶ توجه الشيخ إلى الدرعية ونزل عند وصوله إليها ضيفا لمحمد بن سويلم، وكان محمد",
            "page": "195",
            "part": "1",
            "seal": "A3CD6B11"
        },
        {
            "id": "4",
            "nass": "ممن اقتنع بدعوة الشيخ. وكان من أثر انتشار خبر الشيخ وذيوع دعوته أن سخط عليه الأمراء والحكام، وكان ابن سويلم يخاف على نفسه من أمير الدرعية إن علم بأن الشيخ عنده. وقد علم الأمير محمد بن سعود بوجود الشيخ بالدرعية بدار محمد بن سويلم، فهب الأمير للقاء الشيخ بعد أن نور الله بصيرته بالحق. ¶ \"لقاء الشيخ بالأمير\" ¶ قام الأمير محمد بن سعود ـ رحمه الله ـ بزيارة الشيخ محمد بن عبد الوهاب، مرحبا به مؤيدا له، وكان من أول لقاء لهما أن قال الأمير \"يا شيخ محمد أبشر بالعز والتمكين والمنعة، أبشر ببلاد خير من بلادك\" فرد عليه الشيخ قائلا \"وأنا أبشرك بالعز والتمكين وهذه كلمة \"لا إله إلا الله\" من تمسك بها وعمل بها ونصرها ملك بها البلاد وهي كلمة التوحيد وأول ما دعت إليه الرسل من أولهم إلى آخرهم\". فلما تحقق الأمير محمد معرفة التوحيد وتصفية العقيدة الإسلامية من شوائب الشرك والبدع، وعلم ما لذلك من المصالح الدينية والدنيوية قال له: يا شيخ إن هذا دين الله ورسوله الذي لا شك فيه وأبشر بالنصرة لك ولما أمرت به والجهاد فيمن خالف دين الإسلام، ولكن أريد أن أشترط عليك اثنتين إذا قمنا في نصرتك والجهاد في سبيل الله وفتح الله لنا ولك البلدان نخاف أن ترتحل عنا وتستبدل بنا غيرنا. ¶ والثانية: أن لي على أهل الدرعية \"قانوناً\" أي ضريبة آخذه منهم في وقت الثمار، وأخاف أن تقول لا تأخذ منهم شيئاً - فقال الشيخ: أما الأولى فابسط يدك الدم بالدم والهدم بالهدم. وأما الثانية فلعل الله أن يفتح لك الفتوحات فيعوضك الله من الغنائم ما هو خير منها، ثم إن الأمير محمد بسط يده وبايع الشيخ على دين الله ورسوله صلى الله عليه وسلم والجهاد في سبيل الله، وإقامة شرائع الإسلام، والأمر بالمعروف والنهي عن المنكر. فقام الشيخ ودخل معه البلد واستقر عنده - جاء ذلك في عنوان المجد في تاريخ نجد، وسأذكر على سبيل المثال لا الحصر بعض مغازى الشيخ والأمير وحروبهم. أصر",
            "page": "196",
            "part": "1",
            "seal": "419B5E0A"
        },
        {
            "id": "5",
            "nass": "أمير الرياض دهام بن دواس على محاربة التوحيد، وناصب الإمام محمد بن سعود وهذه الدعوة السلفية العداء بوحشية وفظاظة واستكبار واستعلاء. وقد قام بن دواس بغارات على أهل منفوحة لمناصرتهم لدعوة الشيخ رحمه الله، فما كان من الإمام محمد بن سعود رحمه الله إلا أن سار إليه واقتحم أراضيه، ثم كان بعد ذلك عدة لقاءات بين جيش الإمام محمد بن سعود ووقعت حروب كثيرة، وتفاصيلها موجودة في الكتب انتهت بهرب ابن دواس الخائن في عهد الإمام عبد العزيز بن محمد بعد أن شغل الدعوة سبعا وعشرين سنة بعناده وباطله وخياناته المستمرة، وكان من أعداء الدعوة أمير الأحساء ابن عريعر الذي ناصب الدعوة العداء. ¶ سار هذا العدو الشرس بجيش يفوق الجيوش في وقته عددا وعدة، وحاصر الدرعية شهراً كاملاً، ولكن قوة الإيمان والصبر والثبات كانت تفوق هذه القوى المادية، ونصر الله المؤمنين الموحدين أتباع الشيخ والإمام محمد بن سعود على عريعر. وقد كتب الله لدعوة الشيخ أن تنشر في الجزيرة العربية في عهد الإمام سعود بن عبد العزيز، وقد كانت مدينة الدرعية بزمن الإمام سعود ـ رحمه الله ـ في ذروة العز والقوة والمنعة وكثرة الرجال والسلاح، وكانت مدينة زاهرة بالعلوم والعمران، يؤمها الطلاب من كل صوب، تخرج منها علماء أجلاء لهم مشاركة في التدريس والتأليف والقضاء والإفتاء، وصدق الله إذ يقول: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الأُمُورِ} 1، وقول الرسول صلى الله عليه وسلم لعبد الله بن العباس رضي الله عنهما: \"واعلم أن النصر مع الصبر وأن الفرج مع الكرب وأن مع العسر يسرا\"2. ¶ ولسائل أن يسأل - ما هي أسباب النصر الذي تم لدعوة الشيخ محمد بن عبد الوهاب وأنصاره الغر الميامين -؟ إنه ولا شك عون الله لعبده، ثم بعد ذلك كونها دعوة حق اعتمدت على كتاب الله وسنة رسوله صلى الله عليه وسلم التي تفسر هذا الكتاب وتبينه وتدل عليه. كتب الله لها النصر لتكون كلمة الله هي العليا ودينه هو الظاهر، وصدق الله إذ يقول {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الأَشْهَادُ} 3. ¶ __________ ¶ 1 سورة الحج آية: 41. ¶ 2 الترمذي: صفة القيامة والرقائق والورع (2516) ، وأحمد (1/307) . ¶ 3 سورة غافر آية: 51.",
            "page": "197",
            "part": "1",
            "seal": "BBAD9030"
        },
        {
            "id": "6",
            "nass": "الكتاب والسنة هما الأصلان اللذان ترتكز عليهما الدعوة السلفية ¶ لسائل أن يسأل - ما هي حقيقة دعوة الشيخ محمد بن عبد الوهاب؟ ¶ سؤال يجيب عليه الشيخ نفسه ـ رحمه الله ـ رسالة أرسلها إلى أهل المغرب، أقتطف منها بعض ما ورد؛ قال الله تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} 1 وقال تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} 2 وقال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأِسْلامَ دِيناً} 3 الآية. ¶ فأخبر سبحانه أنه أكمل الدين وأتمه على لسان رسوله صلى الله عليه وسلم وأمرنا بلزوم ما أنزل إلينا من ربنا، وترك البدع والتفرق والاختلاف، فقال تعالى {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} 4 والرسول صلى الله عليه وسلم قد أخبر بأن أمته تأخذ مأخذ القرون قبلها شبرا بشبر وذراعا بذراع، وأخبر أن أمته ستفترق على ثلاث وسبعين فرقة كلها في النار إلا واحدة، قالوا: من هي يا رسول الله؟ قال: من كان على مثل ما أنا عليه وأصحابي.. ¶ __________ ¶ 1 سورة يوسف آية: 108. ¶ 2 سورة الحشر آية: 7. ¶ 3 سورة المائدة آية: 3. ¶ 4 سورة الأعراف آية: 3.",
            "page": "198",
            "part": "1",
            "seal": "9D487042"
        },
        {
            "id": "7",
            "nass": "إذا عرف هذا فمعلوم ما عمت به البلوى من حوادث الأمور التي أعظمها الإشراك بالله والتوجه إلى الموتى وسؤالهم النصر على الأعداء وقضاء الحاجات وتفريج الكربات التي لا يقدر عليها إلا رب الأرض والسماوات، وكذلك التقرب إليهم بالنذور وذبح القربان، والاستغاثة بهم في كشف الشدائد وجلب الفوائد، إلى غير ذلك من أنواع العبادة التي لا تصلح إلا لله، وصرف شيء من أنواع العبادة كصرفها جميعها.. وأخبر تعالى أن من جعل بينه وبين الله وسائط يسألهم الشفاعة فقد عبدهم وأشرك بهم، وذلك أن الشفاعة كلها لله كما قال تعالى: {قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعاً} 1 فلا يشفع عنده أحد إلا بأذنه.. قال تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ} 2 الآية. ¶ والرسول محمد صلى الله عليه وسلم لا يشفع إلا بإذن الله، لا يشفع ابتداء بل يأتي فيخر ساجداً فيحمده بمحامد يعلمه إياها ثم يقال - ارفع رأسك وقل يسمع، وسل تعط، واشفع تشفع. ثم يحد لهم حداً فيدخلهم الجنة فكيف بغيره من الأنبياء والأولياء؟! وهذا الذي ذكرناه لا يخالف فيه أحد من علماء المسلمين. بل قد أجمع عليه السلف الصالح من الصحابة والتابعين والأئمة الأربعة وغيرهم ممن سلك سبيلهم ودرج على منهجهم. وقد حذر صلى الله عليه وسلم من حوادث الأمور، فقال صلى الله عليه وسلم: \"لا تقوم الساعة حتى يلحق حي من أمتي بالمشركين، وحتى تعبد فئام من أمتى الأوثان\" 3 وهو صلى الله عليه وسلم حمى جانب التوحيد أعظم حماية، وسد كل طريق يوصل إلى الشرك، فنهى أن يجصص القبر أو يبنى عليه. ولهذا قال غير واحد من العلماء يجب هدم القبب المبنية على القبور؛ لأنها أسست على معصية الرسول صلى الله عليه وسلم. ¶ فهذا الذي أوجب الاختلاف بيننا وبين الناس، وهو الذي ندعو الناس إليه ونقاتلهم عليه بعد ما نقيم عليهم الحجة من كتاب الله وسنة رسوله وإجماع السلف الصالح من الأئمة، ممتثلين لقوله سبحانه وتعالى: ¶ __________ ¶ 1 سورة الزمر آية: 44. ¶ 2 سورة البقرة آية: 255. ¶ 3 الترمذي: الفتن (2219) ، وأبو داود: الفتن والملاحم (4252) ، وأحمد (5/278) .",
            "page": "199",
            "part": "1",
            "seal": "87DC417A"
        },
        {
            "id": "8",
            "nass": "{وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ} 1 وندعو الناس إلى إقام الصلاة في الجماعات على الوجه المشروع، وإيتاء الزكاة، وصيام شهر رمضان، وحج بيت الله الحرام، ونأمر بالمعروف وننهى عن المنكر: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الأُمُورِ} 2. ¶ وله في رسالة أخرى.. أنقل منها بعض ما كتبه. الذي ندين الله به عبادة الله وحده لا شريك له، والكفر بعبادة غيره ومتابعة الرسول النبي الأمي صلى الله عليه وسلم.. فأما العبادة فقال الله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلاَّ لِيَعْبُدُونِ} 3 {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} 4. ¶ وأما متابعة الرسول فواجب على أمته متابعته في الاعتقادات والأقوال والأفعال، قال الله تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} 5 وقال رسول الله صلى الله عليه وسلم: \"من أحدث في أمرنا هذا ما ليس منه فهو رد\" 6 فتأمل رحمك الله ما كان عليه رسول الله صلى الله عليه وسلم وأصحابه بعده والتابعون لهم بإحسان إلى يوم الدين، وما عليه الأئمة المقتدى بهم من أهل الحديث والفقهاء. ¶ وأما مذهبنا فهو مذهب الإمام أحمد بن حنبل، إمام أهل السنة، ولا ننكر على أهل المذاهب الأربعة إذا لم يخالف نص الكتاب والسنة وإجماع الأمة وقول جمهورها. ¶ __________ ¶ 1 سورة البقرة آية: 193. ¶ 2 سورة الحج آية: 41. ¶ 3 سورة الذاريات آية: 56. ¶ 4 سورة النحل آية: 36. ¶ 5 سورة آل عمران آية: 31. ¶ 6 البخاري: الصلح (2697) ، ومسلم: الأقضية (1718) ، وأبو داود: السنة (4606) ، وابن ماجه: المقدمة (14) ، وأحمد (6/73، 6/146، 6/180، 6/240، 6/256، 6/270) .",
            "page": "200",
            "part": "1",
            "seal": "EAED8183"
        },
        {
            "id": "9",
            "nass": "والمقصود بيان ما نحن عليه من الدين، وأنه عبادة الله وحده لا شريك له فيها، وخلع جميع الشرك، ومتابعة الرسول صلى الله عليه وسلم فيها، نخلع جميع البدع إلا بدعة لها أصل في الشرع، كجمع المصحف في كتاب واحد، وجمع عمر رضي الله عنه الصحابة على التراويح جماعة، وجمع ابن مسعود أصحابه على القصص كل خميس ونحو ذلك. فهذا حسن والله أعلم. ¶ وإذا تأملنا تلك الرسالتين الجليلتين خرجنا بصورة واضحة عن بعض أصول دعوة الشيخ المجدد رحمه الله تعالى، وأدركنا أنها ترتكز على كتاب الله وسنة رسوله صلى الله عليه وسلم وإجماع المسلمين، ولما كانت طاعة الله ورسوله صلى الله عليه وسلم والرضا بشريعته ودينه منطلقا للإيمان والعبادة، عقد الشيخ رحمه الله بابين في كتابه (التوحيد) ، ووضح في كثير من رسائله هذا الأمر وما جاء فيه عن الله وعن رسوله صلى الله عليه وسلم. ¶ ويقول الشيخ ـ رحمه الله تعالىـ: \"باب من أطاع العلماء والأمراء في تحريم ما أحل الله أو تحليل ما حرم الله\". فقد اتخذهم أربابا من دون الله، والباب الآخر، قوله: \"باب قول الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ} 1. الآيات.. ولنقتطف مما ذكر الشيخ آية من كل باب أو حديثا ونوضحه. ¶ أما الباب الأول فقد أورد الشيخ حديث عدي بن حاتم. أنه سمع النبي صلى الله عليه وسلم يقرأ هذه الآية {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ} 2 فقلت له إنا لسنا نعبدهم، قال: أليس يحرمون ما أحل الله فتحرمونه، ويحلون ما حرم الله فتحلونه. فقلت: بلى.. قال فتلك عبادتهم. رواه أحمد والترمذي وحسنه. ¶ وشواهد الحديث من الآيات كثيرة.. فتأمل هذا الحديث العظيم، تأمل قول عدي: إنا لسنا نعبدهم. ظانا أن العبادة هي التقرب إليهم بسجود أو نذر أو ذبح. وتأمل قول الرسول صلى الله عليه وسلم: أليس يحرمون ما أحل الله فتحرمونه، ويحلون ما حرم الله فتحلونه، وقول الرسول صلى الله عليه وسلم فتلك عبادتهم.. ¶ __________ ¶ 1 سورة النساء آية: 60. ¶ 2 سورة التوبة آية: 31.",
            "page": "201",
            "part": "1",
            "seal": "29623E9B"
        },
        {
            "id": "10",
            "nass": "ففي هذا صراحة ووضوح بأن العبادة هي الطاعة وهي الاتباع وهي التحكيم، فمن أطاع الله ورسوله لم يرض بما يخالفه من الأحكام من أي مصدر كانت، واتخاذهم أربابا يكون في هذا النوع، فمن رضي حكما غير حكم الله وحكم رسوله وهو عالم بذلك معتقدا صحة هذا الحكم المخالف نصا وروحا لحكم الله، فذلك لا شك في كفره. ¶ قال شيخ الإسلام أبو العباس ابن تيمية رحمه الله: وهؤلاء الذين اتخذوا أحبارهم ورهبانهم أربابا من دون الله حيث أطاعوهم في تحليل ما حرم الله وعكسه يكونون على وجهين: ¶ أحدهما: أنهم يعلمون أنهم بدلوا دين الله فيتبعونهم على التبديل، فيعتقدون تحليل ما حرم الله وتحريم ما أحل الله اتباعا لرؤسائهم مع علمهم أنهم خالفوا دين الرسل، وقد جعله الله ورسوله شركا وإن لم يكونوا يصلون لهم ويسجدون. ¶ الثاني: أن يكون اعتقادهم وإيمانهم بتحريم الحلال وتحليل الحرام ثابتا لكنهم أطاعوهم في معصية الله، كما يفعل المسلم ما يفعله من المعاصي التي يعتقد أنها معاصٍٍٍٍ ٍ، فهؤلاء لهم حكم أمثالهم من أهل الذنوب. كما ثبت في الصحيحين عن النبي صلى الله عليه وسلم أنه قال: \"إنما الطاعة في المعروف\" ثم نقول لهذا المحلل للحرام، المحرم للحلال: إن كان مجتهدا قصده اتباع الرسول صلى الله عليه وسلم لكن خفي عليه الحق في نفس الأمر، وقد اتقى الله ما استطاع، فهذا لا يؤاخذه الله بخطئه بل يثيبه على اجتهاده الذي أطاع به ربه، ولكن من علم أن هذا الخطأ مخالف لما جاء به رسول الله صلى الله عليه وسلم ثم اتبعه وعدل عن قول الرسول صلى الله عليه وسلم فله نصيب من الشرك الذي ذمه الله، لا سيما إن اتبعه في ذلك لهواه ونصره باللسان واليد مع علمه أنه مخالف للرسول صلى الله عليه وسلم، فهذا شرك يستحق صاحبه العقوبة عليه. ¶ وأما الباب الثاني.. فإليك رأس الباب. باب قول الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ} 1. ¶ __________ ¶ 1 سورة النساء آية: 60.",
            "page": "202",
            "part": "1",
            "seal": "28756A10"
        },
        {
            "id": "11",
            "nass": "يقول الشيخ سليمان بن عبد الله بن الشيخ محمد بن عبد الوهاب في شرحه لهذه الآية في كتاب تيسير العزيز الحميد: ¶ \"لما كان التوحيد الذي هو معنى شهادة أن لا إله إلا الله مشتملا على الإيمان بالرسل مستلزما له، وذلك هو الشهادتان. ولهذا جعلها النبي صلى الله عليه وسلم ركنا واحدا، نبه في هذا الباب على ما تضمنه التوحيد واستلزمه من تحكيم الرسول صلى الله عليه وسلم في موارد النزاع؛ إذ هو مقتضى شهادة أن لا إله إلا الله ولازمها الذي لا بد منه لكل مؤمن، فإن من عرف أن لا إله إلا الله فلا بد له من الانقياد لحكم الله والتسليم لأمره الذي جاء من عنده على يد رسوله محمد صلى الله عليه وسلم. فمن شهد أن لا إله إلا الله ثم عدل إلى تحكيم غير الرسول صلى الله عليه وسلم في موارد النزاع فقد كذب في شهادته..\". انتهى.. ¶ وقد سبق تفصيل القول في كلام شيخ الإسلام ابن تيمية. ويقول رحمه الله في موضع آخر: ومن لوازم ذلك \"أي الشهادتين\" متابعته وتحكيمه في موارد النزاع وترك التحاكم إلى غيره، كالمنافقين الذين يدعون الإيمان به ويتحاكمون إلى غيره، وبهذا يتحقق للعبد كمال التوحيد.. ومن قوله \"يزعمون\" نفي لما زعموه من الإيمان وقد أمروا \"أن يكفروا به\" أي بالطاغوت، وهو دليل على أن التحاكم إلى الطاغوت مناف للإيمان مضاد له، فلا يصح الإيمان إلا بالكفر به وترك التحاكم إليه. وقال: وفي الآية دليل على أن التحاكم إليه، به يكون العبد غير مؤمن بل ولا مسلم \"يعني التحاكم إلى الطاغوت\". وأورد الشيخ في نفس الباب قوله تعالى: {وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ} 1 قال أبو العالية في الآية: يعني لا تعصوا في الأرض، وكان فسادهم ذلك هو معصية الله؛ لأن من عصى الله في الأرض أو أمر بمعصية الله فقد أفسد في الأرض؛ لأن صلاح الأرض والسماء بالطاعة. وأخيرا أورد الشيخ سبب نزول آية النساء {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ ... } 2 الآية فقال ... وقيل: نزلت في رجلين اختصما وقال أحدهما نترافع إلى النبي صلى الله عليه وسلم، وقال الآخر: إلى كعب بن الأشرف، ثم ترافعا إلى عمر رضي الله عنه، فذكر له أحدهما القصة، فقال للذي لم يرض برسول الله صلى الله عليه وسلم أكذلك؟ قال نعم. فضربه بالسيف فقتله. ويحسن بنا أن نذكر في هذا الباب الرد على ¶ __________ ¶ 1 سورة البقرة آية: 11. ¶ 2 سورة النساء آية: 60.",
            "page": "203",
            "part": "1",
            "seal": "EFD39D8A"
        },
        {
            "id": "12",
            "nass": "القانونيين الذين يحكمون الطاغوت المسمى \"بالقانون\" وأنقل ما كتبه والدي وشيخي سماحة الشيخ محمد بن إبراهيم رحمه الله.. قال رحمه الله: إن من الكفر الأكبر المستبين تنزيل القانون اللعين منزلة ما نزل به الروح الأمين على قلب محمد صلى الله عليه وسلم ليكون من المنذرين بلسان عربي مبين في الحكم به بين العالمين، والرد إليه عند تنازع المتنازعين، مناقضة ومعاندة لقول الله عز وجل {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} 1 وقد نفى الله سبحانه وتعالى الإيمان عن من لم يحكم النبي صلى الله عليه وسلم فيما شجر بينهم نفيا مؤكدا بتكرار أداة النفي وبالقسم. ¶ قال تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} 2 وقال في موضع آخر: وقد نفى الله الإيمان عمن أراد التحاكم إلى غير ما جاء به الرسول صلى الله عليه وسلم من المنافقين.. ¶ كما قال تعالى {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلالاً بَعِيداً} 3، فإن قوله يزعمون تكذيب لهم فيما ادعوه من الإيمان، فإنه لا يجتمع إيمان مع تحاكم إلى غير ما جاء به النبي صلى الله عليه وسلم من الإيمان في قلب عبد أصلا، بل أحدهما ينافي الآخر. ¶ والطاغوت مشتق من الطغيان; وهو مجاوزة الحد. فكل من حكم بغير ما جاء به الرسول صلى الله عليه وسلم فقد حكم بالطاغوت وحاكم إليه، وذلك أنه من حق كل أحد أن يكون حاكما بما جاء به النبي صلى الله عليه وسلم، فمن حكم بخلافه أو حاكم إلى خلافه فقد طغى وجاوز حده حكما أو تحكيما، فصار بذلك طاغوتا لتجاوزه حده. ¶ وقال عليه رحمة الله ورضوانه: \"وتأمل قوله عز وجل: {وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ} 4 تعرف منه معاندة القانونيين وإرادتهم خلاف مراد الله منهم حول هذا الصدد، فالمراد منهم شرعا هو الذي تعبدوا به وهو الكفر بالطاغوت لا تحكيمه. ¶ {فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلاً غَيْرَ الَّذِي قِيلَ لَهُمْ} 5 ثم تأمل قوله تعالى: {وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلالاً بَعِيداً} 6، كيف دل على أن ذلك ضلال. ¶ وهؤلاء القانونيين يرونه من الهدى، وقد دلت الآية على أنه من إرادة الشيطان عكس ما يتصوره القانونيون، فتكون على زعمهم مرادات الشيطان هي ¶ __________ ¶ 1 سورة النساء آية: 59. ¶ 2 سورة النساء آية: 65. ¶ 3 سورة النساء آية: 60. ¶ 4 سورة النساء آية: 60. ¶ 5 سورة البقرة آية: 59. ¶ 6 سورة النساء آية: 60.",
            "page": "204",
            "part": "1",
            "seal": "FAAAD834"
        },
        {
            "id": "13",
            "nass": "صلاح الإنسان ومراد الرحمن، وما بعث به سيد ولد عدنان معزولا من هذا الوصف ومنحى عن هذا الشأن.. ¶ وقد قال الله تعالى منكرا على هذا الصنف من الناس ومقررا ابتغاءهم أحكام الجاهلية وموضحا أنه لا حكم أحسن من حكمه {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} 1 فتأمل هذه الآية الكريمة وكيف دلت على أن قسمة الحكم ثنائية وأنه ليس بعد حكم الله تعالى إلا حكم الجاهلية الموضح أن القانونيين في زمرة أهل الجاهلية، لا تناقض لديهم حول هذا الصدد. ¶ وأما القانونيون فمتناقضون حيث يزعمون الإيمان بما جاء به الرسول صلى الله عليه وسلم وينافقون ويريدون أن يتخذوا بين ذلك سبيلا. وقد قال الله في أمثال هؤلاء: {أُولَئِكَ هُمُ الْكَافِرُونَ حَقّاً وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُهِيناً} 2 ثم انظر كيف ردت هذه الآية الكريمة على القانونيين ما زعموه من حسن زبالة أذهانهم ونحاتة أفكارهم بقوله {وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} 3 قال الحافظ ابن كثير في تفسير هذه الآية: ينكر الله تعالى على من خرج من حكم الله المحكم المشتمل على كل خير، الناهي عن كل شر، وعدل إلى ما سواه في الآراء والأهواء والاصطلاحات التي وضعها الرجال بلا مستند من شريعة الله، كما كان أهل الجاهلية يحكمون به من أهل الضلالات والجهالات، مما يصنعونه بآرائهم وأهوائهم، وكما يحكم به التتار في السياسات الملكية التي يقدمونها على الحكم بكتاب الله وسنة رسوله صلى الله عليه وسلم، فمن فعل ذلك فهو كافر يجب قتاله حتى يرجع إلى حكم الله ورسوله، فلا يحكم سواه في قليل ولا كثير. قال تعالى: {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ} 4 وعن حكم الجاهلية يعدلون: {وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} 5 أي: ومن أعدل من الله في حكمه لمن عقل عن الله شرعه وآمن به وأيقن وعلم أن الله أحكم الحاكمين وأرحم من الوالدة بولدها، فإنه تعالى العالم بكل شيء، القادر على كل شيء، العادل في كل شيء. قال تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} 6، وقال: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ} 7، {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} 8. ¶ فانظر كيف سجل الله تعالى على الحاكمين بغير ما أنزل الله بالكفر والظلم والفسق، ومن الممتنع أن يسمى الله سبحانه الحاكم بغير ما أنزل الله كافرا، ولا يكون كافرا بل هو كافر مطلقا، إما كفر عمل وإما كفر اعتقاد - وما جاء عن ابن عباس في الآية يدل على أن الحاكم بغير ¶ __________ ¶ 1 سورة المائدة آية: 50. ¶ 2 سورة النساء آية: 151. ¶ 3 سورة المائدة آية: 50. ¶ 4 سورة المائدة آية: 50. ¶ 5 سورة المائدة آية: 50. ¶ 6 سورة المائدة آية: 44. ¶ 7 سورة المائدة آية: 45. ¶ 8 سورة المائدة آية: 47.",
            "page": "205",
            "part": "1",
            "seal": "CFDBE615"
        },
        {
            "id": "14",
            "nass": "ما أنزل الله كافر إما كفر اعتقاد ناقل عن الملة، وإما كفر عمل لا ينقل عن الملة. وقال: وهذه المحاكم الآن في كثير من أمصار الإسلام مهيأة مفتوحة الأبواب، والناس إليها أسراب إثر أسراب، يحكم حكامها بينهم بما يخالف حكم الكتاب والسنة من أحكام ذلك القانون، وتلزمهم به وتحثهم عليه - فأي كفر فوق هذا الكفر وأي مناقضة للشهادة بأن محمدا رسول الله بعد هذه المناقضة. نسأل الله العصمة من جميع المعاصي وأن يثبتنا بالقول الثابت في الحياة الدنيا وفي الآخر ا. هـ. ¶ وقد وقف الشيخ محمد بن عبد الوهاب وتلامذته من بعده في صدق إيمان ونور بصيرة وثبات على الحق، وموقف إمامهم شيخ الإسلام ابن تيمية، وعلماء المسلمين أهل السنة والجماعة من النصارى واليهود والملحدين والمبتدعة والزنادقة والجهمية والمعطلة والمقلدين المتعصبين وعباد الموتى وقفة المجاهدين الناصحين لله ولرسوله ولدينه، وأتاهم الله من قوة اليقين وشجاعة الجنان ووضوح الحجة ما أخرس خصومهم وقطع ألسنتهم، وفي ذلك الجو وما فسر من لهم مصالح في انحراف الناس عن حقيقة التوحيد كما هي العادة، مضوا في محاربة الشيخ وإيذائه، ولكنهم لم يصلوا إلى حجته ولا إلى قلبه ولسانه ولا إلى هديه وبيانه هدي القرآن، وبيان القرآن وسنة رسول الهدى محمد بن عبد الله صلى الله عليه وسلم، فدعى إلى الله وإلى متابعة رسوله صلى الله عليه وسلم. ¶ فأشعل منار العرفان وأضاء مصابيح السنة، ففتح الله بدعوته قلوبا غلفا، وأعينا عميا، وآذانا صما، ونفع الله بكتبه ورسائله على بصيرة من نور الله وشرعه، شأنه في ذلك شأن المصلحين الذين صدقوا ما عاهدوا الله عليه، كما حصل قبله للإمام ابن تيمية في سبيل تحقيق التوحيد وتصحيح العقيدة والذود عن حوزة الإسلام، حين نادى بها حربا شعواء، فقد جهر برأيه في صراحة تامة لا غموض فيها، سنده وحجته كتاب الله والسنة المطهرة. ¶ ثم خلفه تلميذه ابن القيم، فحمل الراية وأعلنها حروبا على الفرق الضالة من المعتزلة والجهمية والمعطلة، داعيا إلى عقيدة السلف الصالح من الصحابة والتابعين ومن سلك سبيلهم من فقهاء الأمة ومحدثيها.. ¶ ولقد كان مسلك ابن القيم ـ رحمه الله ـ في التصوف مسلك المصلح العارف بكتاب الله وسنة رسوله صلى الله عليه وسلم، ومن قرأ كتابه القيم \"مدارج السالكين\" شرح كتاب \"منازل السائرين\" للإمام الهروي، وعرف التصوت البريء من كل دجل",
            "page": "206",
            "part": "1",
            "seal": "F4776B35"
        },
        {
            "id": "15",
            "nass": "وضلالة، وأن ما يدعيه أصحاب الفرق الضالة والطرق الصوفية ما هو إلا جاهلية وضلالة ينبغي محاربتها وكشف زيفها وضلالها. ¶ وقد كان موقف الشيخ محمد بن عبد الوهاب ومسلكه في التصوف هو موقف ومسلك ابن القيم ـ رحمه الله ـ. كما أن موقف الشيخ محمد رحمه الله من التقليد الأعمى هو موقف الإبطال والرفض، لأن العلم هو المعرفة الحاصلة عن دليل، والتقليد ليس بدليل، وبالتالي ليس علما.",
            "page": "207",
            "part": "1",
            "seal": "3D0ADAEB"
        },
        {
            "id": "16",
            "nass": "\"خاتمة\" ¶ لقد ظلت دعوة الشيخ المجدد ـ رحمه الله ـ صورة حية في حياة سكان الجزيرة العربية وغيرهم من كثير من سكان آسيا وأفريقيا، كما كان كفاحه ونضاله في سبيل تحقيق شهادة أن لا إله إلا الله وأن محمدا رسول الله، والعمل على توحيد الجزيرة العربية في كيان واحد يلم شعثها. ¶ فقد كانت الجزيرة العربية قبل دعوة هذا الإمام المصلح مجزأة في إمارات صغيرة مختلفة متناحرة، يأكل قويهم ضعيفهم، ويستبيح ماله وعرضه، مجتمعا تسوده الجاهلية الجهلاء والضلالة العمياء، فعبدت الأشجار والأحجار والغيران، والأموات من دون الله. ¶ كانت المرأة في ذلك الزمن تأتي إلى فحل النخل وتحتضنه قائلة: \"يا فحل الفحول أريد زوجا قبل الحلول\". ¶ وقد ذكرت كتب التاريخ أشجارا وأحجارا وغيرانا يرتادها الجهلة من الناس من غير نكير. فبلغت درجة من التخلف عظيمة. ¶ كانت تلك الإمارات وكانت القبائل فئات متناحرة تتصرف بعقلية متعفنة وبعادات جاهلية، فجاهد الشيخ والإمام محمد بن سعود ومن بعده من أمراء الدولة السعودية الأولى في سبيل تصحيح العقيدة ومحاربة ما ورثه الأبناء عن الآباء من مخالفة كتاب الله وسنة رسوله صلى الله عليه وسلم، حتى عاد للجزيرة العربية وجهها المشرق، وكان لها وضع مذهل، وذلك بفضل قوة الإسلام وحمايته من قبل الحكم العادل: ¶ هما السيف والقرآن قد حكما معا ... فلم يتركا زيفا ولم يتركا خرفا ¶ كان الشيخ بجانبه الإمام المسلم الذي أشرب قلبه بلبان التوحيد رائدي منهج وخطة عمل، فهما أخذا على عاتقهما إصلاح المجتمع الجاهلي عقيدة وسلوكا وأمرا بالمعروف ونهيا عن المنكر، والله المسئول أن يجمع كلمة المسلمين على الحق، وأن يهدينا سواء السبيل. ¶ وأن يغرس لهذا الدين من كل خلف عدوله، ينفون عنه تحريف الغالين وانتهاك المبطلين -وآخر دعوانا أن- الحمد لله رب العالمين.",
            "page": "209",
            "part": "1",
            "seal": "556FADD1"
        }
    ],
    "t7510": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "اعتماد دعوة الشيخ محمد بن عبد الوهاب على الكتاب والسنة"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        }
    ]
}