{
    "b7511": [
        {
            "id": "1",
            "nass": "اعتماد دعوة الشيخ محمد بن عبد الوهاب على الكتاب والسنة ¶ لفضيلة الشيخ: مناع القطان ¶ مدير إدارة الدراسات العليا بجامعة الإمام محمد بن سعود الإسلامية ¶ بسم الله الرحمن الرحيم ¶ الحمد لله، والصلاة والسلام على رسول الله. ¶ يجدر بنا في مستهل هذا البحث أن نقدم له بكلمة نتعرف منها على ملامح هذه الشخصية الفذة والعوامل التي أثرت فيها. ¶ بيئته وعصره: ¶ للبيئة -طبيعية كانت أو اجتماعية- أثرها في تكوين شخصية الإنسان، فإن مقومات الشخصية تعتمد على الصفات الجسمية والعقلية والخلقية، وهذه الصفات منها ما يكون وراثيا، ومنها ما يكون مكتسبا، وهذه وتلك تتأثر تأثرا مباشرا ببيئة الإنسان، والبيئة الاجتماعية بما يسودها من أعراف وعادات وتقاليد هي التي توجه الشخصية إلى السلوك الاجتماعي الذي يلائمها إيجابا أو سلبا. ¶ والداعية المصلح هو الذي يتفاعل مع بيئته تفاعلا واعيا يتحسس به نفسيات الناس وسجاياهم وعقائدهم وأخلاقهم، وتصوراتهم للحياة ومفاهيمهم عنها، ويدرك عوامل الخير فينميها وعوامل الشر فيعالجها بالحكمة. ¶ إنه يعيش بمشاعرهم وأحاسيسهم، ويقف منهم موقف الغطاس الماهر يفحص موطن الداء، ويصف الدواء، ويرى حياته مرهونة بإنقاذهم من براثن الشرك والضلال،",
            "page": "213",
            "part": "1",
            "seal": "EC956402"
        },
        {
            "id": "2",
            "nass": "وهدايتهم إلى صراط الله المستقيم، وقد وصف الله نبيه صلى الله عليه وسلم بقوله: {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفاً} 1. ¶ ولا يستطيع الداعية أن يصل إلى نفوس قومه ويتملك مشاعرهم إلا إذا كان تفاعله معهم صادقا، يقرب منهم ليقربوا منه، ويحبهم ليحبوه، ويخالطهم ليألفوه.. ويخاطبهم بلغتهم فيما يمس حياتهم ويتصل بصميم بيئتهم ليستمعوا له، وهذا هو ما جاء في قوله تعالى: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ} 2. ¶ فالتعبير باللسان ليس قاصرا على اللغة، ولكنه رمز للتجانس بين الداعية وقومه لغة وبيئة، بما تتضمنه البيئة من عادات وتقاليد. ¶ والشيخ محمد بن عبد الوهاب تمثلت فيه هذه المعاني جميعا، ومن خلال بيئته نتعرف على معالم شخصيته والجوانب التي كان لها أثرها في دعوته. ¶ بيئة الشيخ محمد بن عبد الوهاب: ¶ الجزيرة العربية على سطح الكرة الأرضية تمثل شبه قارة وإن كانت جزءا من قارة؛ لترامي أطرافها، وسعة أبعادها، واختلاف أجزائها، وكثرة مرتفعاتها ووديانها، وتمثل المنطقة الوسطى منها الجزء الأكبر الذي يرتفع كثيرا عن سطح البحر، وهو الذي يطلق عليه اسم \"نجد\" أي الأرض المرتفعة، ويحد هذا القسم شمالا بجبل شمر، وجنوبا بالربع الخالي، وشرقا بالدهناء، وغربا بالحجاز، وتخترقه من الشمال إلى الجنوب سلسلة جبال العارض بشعبها التي تتخللها، وتحيط بها أودية زراعية خصبة، والقسم الجنوبي منها هو الذي يسمى بالعارض، ويتوسطه وادي حنيفة المعروف بخصوبته وكثرة مائه، وأشهر بلدانه التي شهدت جوانب حياة الشيخ محمد بن عبد الوهاب هي: \"حريملاء\" و \"العيينة\" ¶ __________ ¶ 1 سورة الكهف آية: 6. ¶ 2 سورة إبراهيم آية: 4.",
            "page": "214",
            "part": "1",
            "seal": "3037272A"
        },
        {
            "id": "3",
            "nass": "و (الدرعية) ، وكانت تلك الجهات تعرف قديما باليمامة وإن كان اسم اليمامة اليوم يطلق على جزء صغير منها. ¶ وطبيعة الجزيرة العربية تملي على سكانها صفاتهم النفسية والسلوكية، فهي بلاد وعرة المسالك كثيرة الوهاد والنجاد، يعتمد معظم أهلها في حياتهم على ما يعتمد عليه أهل البادية، من رعي الماشية، والانتجاع طلبا للكلأ والعشب، وقد أورثهم ذلك خشونة النفس، وقسوة القلب، وغلظة الطبع، وتحررا من القيود والضوابط، وعصبية للقوم، واعتزازا بالعشير، وإزاء هذا كله فقد ورثوا كثيرا من المحامد التي تستدعيها حياة البادية من شجاعة وإقدام ووفاء ونجدة وجود وكرم. والأنفة التي جبل عليها الأعرابي تأنف من الخضوع والانقياد. فهو يعتز بنفسه اعتزازا بالغا، ولا يسلس قيادة الإنسان بسهولة، وما عرف عن النظام القبلي في رئاسة شيخ القبيلة كان في نطاق محدود يرتبط بالحمية وحماية الذمار ودفع العار مع ما كان بين القبائل بعضها مع بعض من حروب طاحنة، تأكل الأخضر واليابس، يثير العصبية العمياء لأتفه الأسباب. ¶ وإنما تلين عريكة العرب اذا كانت السلطة للدين حيث لا يشعر أحدهم حينئذ أنه يخضع لإنسان، إنما يخضع لله، وقد عبر ابن خلدون عن هذا المعنى بقوله \"الفصل السابع والعشرون\" في أن العرب لا يحصل لهم الملك إلا بصبغة دينية من نبوة أو ولاية أو أثر عظيم من الدين على الجملة، والسبب في ذلك أنهم لخلق التوحش الذي فيهم أصعب الأمم انقيادا بعضهم لبعض؛ للغلظ والأنفة وبعد الهمة والمنافسة في الرئاسة، فقلما تجتمع أهواؤهم، فإذا كان الدين بالنبوة أو الولاية كان الوازع لهم من أنفسهم، وذهب خلق الكبر والمنافسة منهم، فسهل انقيادهم واجتماعهم وذلك بما يشملهم من الدين المذهب للغلظة والأنفة، الوازع عن التحاسد والتنافس، فإذا كان فيهم النبي أو الولي، الذي يبعثهم على القيام بأمر الله، يذهب عنهم مذمومات الأخلاق، ويأخذهم، ويؤلف كلمتهم لإظهار الحق ثم اجتماعهم، وحصل لهم التغلب والملك، وهم مع ذلك أسرع الناس قبولا للحق والهدى؛ لسلامة طباعهم من عوج الملكات، وبراءتها من ذميم الأخلاق إلا ما كان من",
            "page": "215",
            "part": "1",
            "seal": "BC06FB96"
        },
        {
            "id": "4",
            "nass": "خلق التوحش القريب المعاناة المنتهي لقبول الخير ببقائه على الفطرة الأولى وبعده عما ينطبع في النفوس من قبيح العوائد وسوء الملكات، فإن كل مولود يولد على الفطرة كما ورد في الحديث\" 1. ¶ ولنجد بعامة، واليمامة بخاصة، تاريخها في الإسلام الذي امتد عبر القرون في فترات متلاحقة تأثرت بالأحداث التي أحاطت بأمة الإسلام. ¶ لقد استقر المقام لعشيرة من قبيلة \"غزة\" في اليمامة، حيث النخيل والأشجار، ووفد عليهم من أبناء عمومتهم من بني حنيفة من بكر بن وائل جماعة، فسكنوا معهم، واختلطوا بهم، وتغلبوا على البلاد، وآلت زعامة اليمامة وما حولها عندما بزغ فجر الإسلام إلى هوذة بن علي الحنفي، وثمامة بن أثال الحنفي، وحين بعث رسول الله صلى الله عليه وسلم من أصحابه وكتب معهم كتبًا إلى الملوك يدعوهم فيها إلى الإسلام، بعث شليط بن عمرو أحد بني عامر بن نوى إلى ثمامة بن أثال وهوذة بن علي الحنفيين ملكي اليمامة 2. ¶ ثم توفي هوذة دون أن يسلم، أما ثمامة فقد وقع في أسر سرية لرسول الله صلى الله عليه وسلم ثم أسلم في قصة مشهورة 3. ¶ وفي عام الوفود قدم وفد بني حنيفة وأسلم، ولكن سرعان ما ارتد عدو الله مسيلمة بن حبيب الحنفي وتنبأ، وجعل يسجع لهم الأساجيع، ويقول لهم كلاما مضاهاة للقرآن. ¶ فلما كان عهد أبي بكر الصديق رضي الله عنه أعد الجيوش وعقد الألوية لقتال المرتدين، وكانت المعركة الفاصلة بقيادة خالد بن الوليد في حديقة لمسيلمة لقي فيها حتفه، وسميت حديقة الموت لكثرة قتلاها. استتب الأمر للإسلام. ¶ وأخذ الفتح الإسلامي يبسط نفوذه في عهد الخلفاء الراشدين، وأسهمت قبائل نجد -بما عرف عنها من صرامة وقوة- في هذا الفتح، ولم يكن هناك ما ¶ __________ ¶ 1 مقدمة ابن خلدون ص151 ط مصطفى محمد. ¶ 2 انظر السيرة النبوية لابن هشام جـ4 ص223 , 247-254 ط مصطفى البابي الحلبي وأولاده بمصر. ¶ 3 المصدر السابق ص287 جـ4.",
            "page": "216",
            "part": "1",
            "seal": "2E621525"
        },
        {
            "id": "5",
            "nass": "يدعو إلى تولية ولاة على أقاليم الجزيرة العربية حتى كان عهد بني أمية الذين اتخذوا الشام عاصمة لهم، فأوفدوا ولاتهم إلى المدينة والطائف أو اليمامة والبحرين، وظل الأمر هكذا في عهد الخلافة العباسية سوى أن بني العباس أولوا اهتمامهم بالحجاز واليمامة والبحرين، فلما ضعف شأن الدولة وفقدت سيطرتها على أطرافها نشبت الثورات الانفصالية في أنحاء شتى، ونال الجزيرة العربية من ذلك ما نالها، فاستقل باليمامة محمد بن يوسف بن إبراهيم من سلالة الحسن بن علي بن أبي طالب، واستمرت إمارتها في عقبه زهاء سبعين عاما، حتى هاجم القرامطة اليمامة سنة 317هـ وتغلبوا عليها. ¶ ولم يقم في اليمامة بعد ذلك دولة ذات شأن، بل استقل كل أمير في نجد بإمارته، وبلغ الأمر ذروته في القرن الثاني عشر الهجري، حيث تعددت الإمارات، فكانت الإمارة في العيينة لآل معمر، وفي الدرعية لآل سعود، وفي الرياض لآل دواس، وفي الأحساء لبني خالد، وفي نجران لآل هزال، وفي حائل لآل على، وفي القصيم لآل حجيلان، إلى غير ذلك من الإمارات.. وبين هذه الإمارات المتعددة من الشحناء والبغضاء والتناحر والتنافر ما يحول دون استقرار البلاد والشعور بالأمن والانصراف للكسب والمعيشة. ¶ ولم تكن الحالة الدينية في نجد أحسن من تلك الحالة السياسية، فإن انقطاع الصلة بينها وبين الخلافة والدولة وما نجم عن ذلك من استقلال إماراتها وانقسام قبائلها، جعل حياتها الدينية مضطربة منحرفة، وعرض العقيدة الإسلامية في نفوس أبنائها إلى شوائب البدع والخرافات، حتى كثر الشرك بالله، وشاعت الاعتقادات الجاهلية واشتدت الحالة في القرن الثاني عشر الهجري، واعتقد الناس في الجن والأحجار والأشجار والقبور، ولم يكن هناك من العلماء من يقوم بواجب الدعوة إلى الله وتبصير الناس بما هم عليه من الشرك والخرافات والأباطيل حيث غلب الهوى واستحوذ على العقول الضلال، واستسلم أمام موجة الجهل عامة الناس وخاصتهم، ما بين مخدوع مضلل ومستضعف مستكين. ¶ وحين تعظم الطامة وتدلهم الخطوب، تسأم النفوس الحياة وتمل الفساد والجور، وتتطلع إلى ساعة الخلاص التي تنقذها من براثن الشرك، وتنشلها من حمأة الرذيلة، وتأخذ بيدها إلى",
            "page": "217",
            "part": "1",
            "seal": "21C07B67"
        },
        {
            "id": "6",
            "nass": "الصراط المستقيم، وترفع عن كاهلها أوزار الجهالة، وتحطم قيود العبودية وأغلال الاستبداد. ¶ وبين تلك الحياة القائمة التي كانت تعيشها نجد سياسيًا ودينيًا، ومض في الأفق بريق الأمل، وأراد الله تعالى أن يزيح الغمة، ويعيد للأمة صفاء عقيدتها، ويخلصها من أوضار الشرك والجهالة، ويبدد غيوم اليأس والقنوط، فارتفع صوت يردد كلمة التوحيد التي بعث بها الرسل (لا إله إلا الله) بروح الإيمان الصادق ويحيي في النفوس العقيدة الخالصة، ويمسح عنها أدران الوثنية والجاهلية ويدعوها إلى نبذ البدع والخرافات، ويستقي لها من نبع الإسلام الصافي ومورده العذب في القرآن والسنة، وما كان عليه سلف هذه الأمة. ¶ كان هذا الصوت صوت الشيخ محمد بن عبد الوهاب التميمي النجدي الذي تجاوبت أصداؤه في ربوع نجد، وفي جزيرة العرب وفي ديار الإسلام كافة، ووجد ما يدعمه من قوة السلطان في الأمير محمد بن سعود، فكان ذلك إيذانًا بفجر جديد ينشر ضوءه في جوانب العالم الإسلامي، إعلاء لكلمة الله وتمكينًا لشريعة الإسلام. ¶ اعتماد دعوة الشيخ محمد بن عبد الوهاب على القرآن والسنة: ¶ لقد كثرت الأقاويل في دعوة الشيخ محمد بن عبد الوهاب، وافترى عليه نفر من الناس، وخاضوا في الحديث عنه على غير علم، وكأنه كان بدعا في تاريخ المصلحين أتى لهم بمذهب جديد، والحق أن دعوته كسائر دعوات الإصلاح الإسلامي الرشيدة المهتدية، نهجها الاتباع لا الابتداع، ترد الناس إلى الشريعة الإسلامية في مصدريها الأساسيين: القرآن والسنة. ¶ والقرآن: هو كلام الله الذي أنزل على محمد صلى الله عليه وسلم، ونقل إلينا تواتراً؛ لنتعبد بتلاوته وأحكامه، وكان آية دالة على صدقه فما ادعاه من الرسالة، هو أساس الدين، ومصدر التشريع، وحجة الله البالغة في كل عصر ومصر، بلغه رسول الله لأمته امتثالا لأمر ربه",
            "page": "218",
            "part": "1",
            "seal": "6EC3E6A3"
        },
        {
            "id": "7",
            "nass": "{يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} 1 واحتوى على الأمر الإلهي الصريح بوجوب اتباعه والعمل بما تضمنه من الأحكام في غير موضع بأساليب شتى، قال تعالى: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} 2. ¶ وقال عز وجل: {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ} 3. ¶ وتلقاه الصحابة عن رسول الله صلى الله عليه وسلم تلاوةً له وحفظًا ودراسةً لمعانيه، وعملاً بما فيه، واستمر حفظ المسلمين للقرآن في كل عصر، وتوارثت الأمة نقله بالكتابة على مرّ الدهور جيلاً بعد جيل، من غير تحريف أو تبديل، وذلك مصداق قوله تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} 4 وقد اشتمل القرآن الكريم على أصول الشريعة وقواعدها في الحلال والحرام، وجاءت أكثر أحكامه مجملة، تشير إلى مقاصد الشريعة، وتضع بيد الأئمة والمجتهدين المصباح الذي يستنبطون في ضوئه أحكام جزئيات الحوادث في كل زمان ومكان، وهذا سر خلود الشريعة وشمول قواعدها الكلية ومقاصدها العامة لما يحدث في الناس من أقضيات. ¶ __________ ¶ 1 سورة المائدة آية: 67. ¶ 2 سورة الأعراف آية: 3. ¶ 3 سورة المائدة آية: 48. ¶ 4 سورة الحجر آية: 9.",
            "page": "219",
            "part": "1",
            "seal": "BDA97FEF"
        },
        {
            "id": "8",
            "nass": "وإنما فصل القرآن ما لا بد فيه من التفصيل الذي يجب أن يسمو عن مواطن الخلاف والجدل، كما في العقائد وأصول العبادات، أو لأنه يبنى على أسباب لا تختلف ولا تتغير بتغير الأزمنة والأمكنة، وذلك كما في تشريع المواريث، ومحرمات النكاح، وعقوبة بعض الجرائم. ¶ والسنة: في اصطلاح المحدثين: ¶ ما أثر عن النبي صلى الله عليه وسلم من قول أو فعل.. أو تقرير.. أو صفة خلقية أو خلقية أو سيرة، فهي مرادفة للحديث. ¶ وفي اصطلاح الأصوليين: ما نقل عن النبي صلى الله عليه وسلم من قول أو فعل أو تقرير. ¶ وفي اصطلاح الفقهاء: ما ثبت عن النبي صلى الله عليه وسلم من غير افتراض ولا وجوب، فهي حكم من الأحكام التكليفية الخمسة. ¶ وقد تطلق السنة على ما دل عليه دليل شرعي، ويقابل ذلك البدعة. ¶ والسنة هي المصدر الثاني الأصيل في التشريع الإسلامي، وقد بين الإمام الشافعي في الرسالة أنه لن تنزل بأحد من أهل دين الله نازلة إلا وفي كتاب الله الدليل على سبيل الهدى فيها، قال تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} 1. ¶ وقسم الأحكام إلى أقسام: ¶ 1- ما أبانه الله لخلقه نصًا كجمل فرائضه من الصلاة والزكاة والصيام والحج، وتحريم الفواحش ما ظهر منها وما بطن، وتحريم الزنا والخمر وأكل الميتة ولحم الخنزير. ¶ 2- وما جاء حكمه في القرآن مجملاً، وبينه الرسول صلى الله عليه وسلم بسنته القولية والعملية، كتفصيل مواقيت الصلاة وعدد ركعاتها وسائر أحكامها، وبيان مقادير الزكاة وأوقاتها والأموال التي تزكى، وبيان أحكام الصوم، ومناسك الحج، والذبائح ¶ __________ ¶ 1 سورة إبراهيم آية: 1.",
            "page": "220",
            "part": "1",
            "seal": "A0420FA2"
        },
        {
            "id": "9",
            "nass": "والصيد وما يؤكل وما لا يؤكل، وتفاصيل الأنكحة والبيوع والجنايات وغير ذلك مما دفع مجملا في القرآن، وهو الذي يدخل في الآية الكريمة: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} 1. ¶ 3- وما سنه رسول الله صلى الله عليه وسلم مما ليس فيه نص حكم بالقرآن حيث فرض الله في كتابه طاعة رسوله والانتهاء إلى حكمه: {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ} 2 فمن قبل هذه السنة امتثل أمرالله3. ¶ وقد أمرنا الله تعالى بطاعته وطاعة رسوله في قوله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} 4. ¶ وتكرار الأمر بالطاعة لرسول الله صلى الله عليه وسلم يدل على أن طاعة الرسول تجب استقلالاً من غير عرض ما أمر به على الكتاب، بل إذا أمر وجبت طاعته مطلقا، سواء كان ما أمر به في الكتاب أو لم يكن فيه فإنه أوتي الكتاب ومثله معه، ولم يأمر الله بطاعة أولي الأمر استقلالاً حيث لم يتكرر معهم الأمر بالطاعة، فجعل طاعتهم ضمن طاعة الرسول إيذانًا بأنهم يطاعون تبعًا لطاعة الرسول، فمن أمر منهم بما جاء عن الرسول وجبت طاعته، ومن أمر بخلاف ذلك فلا سمع له ولا طاعة، وقد قال صلى الله عليه وسلم \"لا طاعة لمخلوق في معصية الخالق\" 5 وقال: \"إنما الطاعة في المعروف\" 6. ¶ __________ ¶ 1 سورة النحل آية: 44. ¶ 2 سورة المائدة آية: 92. ¶ 3 انظر الرسالة ص 85-92 بتحقيق أحمد شاكر ط الحلبي. ¶ 4 سورة النساء آية: 59. ¶ 5 رواه أحمد والحاكم. ¶ 6 رواه أحمد والبيهقي.",
            "page": "221",
            "part": "1",
            "seal": "BB791621"
        },
        {
            "id": "10",
            "nass": "وقد تضمنت الآية احتمال التنازع بين المؤمنين في بعض الأحكام - وأوجبت الرد عند التنازع إلى الله والرسول، والرد إلى الله هو الرد إلى كتابه، والرد إلى الرسول صلى الله عليه وسلم هو الرد إليه نفسه في حياته، وإلى سنته بعد وفاته، والأمر بالرد عند التنازع إلى الكتاب والسنة يدل على أنهما يشتملان على حكم كل شيء؛ لأن قوله; {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ} 1 نكرة في سياق الشرط وسياق الشرط كسياق النفي، فهي تعم كل ما تنازع فيه المؤمنون من مسائل الدين ولو لم يكن ما في كتاب الله وسنة رسوله كافيا لبيان حكم ما تنازعوا فيه لما أمروا بالرد إليه، وهذا يجعل مرد الحلال والحرام إلى الله والرسول) 2. ¶ هذا وإن الشيخ محمد بن عبد الوهاب قد نحا هذا المنحى الأصيل في دعوته بكل جانب من الجوانب التي تناولها. ¶ أولا: تأكيده على الرجوع إلى الكتاب والسنة: ¶ أكد الشيخ -رحمه الله- في غير موضع من رسائله وفتاواه وكتبه ضرورة الرجوع إلى الكتاب والسنة. ¶ فقد أجاب الشيخ محمد بن مانع عن مسائل سأل عنها بقوله: \" ... وأما المسائل التي ذكرت فاعلم أولا أن الحق إذا لاح واتضح لم يضره كثرة المخالف ولا قلة الموافق، وقد عرفت بعض غربة التوحيد الذي هو أوضح من الصلاة والصوم ولم يضره ذلك فإذا فهمت قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ} 3. ¶ __________ ¶ 1 سورة النساء آية: 59. ¶ 2 انظر كتابنا: التشريع والفقه في الإسلام تاريخا ومنهجا ص119-120 وانظر أعلام الموقعين لابن القيم لابن القيم ص48-50 بتحقيق محمد محي الدين عبد الحميد ط مصطفى محمد. ¶ 3 سورة النساء آية: 59.",
            "page": "222",
            "part": "1",
            "seal": "F775D5CF"
        },
        {
            "id": "11",
            "nass": "وتحققت أن هذا حتم على المؤمنين كلهم فاعلم أن مسألة الأوقاف فيها النزاع معروف في كتب المختصرات، وذكر في شرح \"الإقناع\" في أول الوقف أنهم اتفقوا على صحة وقف المساجد، والقناطر، يعنى بقعهما لا الوقف عليهما، واختلفوا فيما سوى ذلك، إذا تبين هذا فأنت تعلم أن رسول الله صلى الله عليه وسلم قال: \"من أحدث في أمرنا هذا ما ليس منه فهو رد\" 1 وفي لفظ الصحيح \"من عمل عملا ليس عليه أمرنا فهو رد\" 2 ونقطع أن الرسول صلى الله عليه وسلم لم يأمرنا بهذا، ولو أمر به لكان الصحابة أسبق الناس إليه، وأحرصهم عليه 3. ¶ وكان الشيخ حنبلي المذهب في دراسته، ولكنه لا يلتزم مذهب الإمام أحمد في فتاواه إذا ترجح لديه ما يخالفه فيما صح عن رسول الله صلى الله عليه وسلم. كتب إليه الشيخ عبد العزيز الحصين يسأله عن مسائل \"المسألة الأولى\" ... العروض، هل تجزئ في الزكاة إذا أخرجت بقيمتها؟ فأجاب الشيخ محمد بن عبد الوهاب بقوله: \"أما المسألة الأولى ففيها روايتان عن أحمد، إحداهما المنع لقوله: \"في كل أربعين شاة شاة، وفي مائتي درهم خمسة دراهم\" 4 وأشباهه، والثانية يجوز، قال أبو داود: سئل أحمد عن رجل باع تمر نخلة فقال عشره على الذي باعه، قيل يخرج تمرًا أو ثمنه، قال: إن شاء أخرج تمرًا وإن شاء أخرج من الثمن. ¶ إذا ثبت هذا فقد قال بكل من الروايتين جماعة وصار نزاع فيها فوجب ردها إلى الله والرسول، قال البخاري في صحيحه في أبواب الزكاة: \"باب العرض في الزكاة\" وقال طاوس: قال معاذ لأهل اليمن: ائتوني بعرض ثياب خميص أو لبيس في الصدقة مكان الشعير والذرة أهون عليكم وخير لأصحاب النبي صلى الله عليه وسلم بالمدينة، وقال صلى الله عليه وسلم \"وأما خالد فقد احتبس أدراعه وأعتاده في سبيل الله\" ثم ذكر في الباب أدلة غير هذا فصار الصحيح أنه يجوز\"5. ¶ __________ ¶ 1 البخاري: الصلح (2697) , ومسلم: الأقضية (1718) , وأبو داود: السنة (4606) , وابن ماجه: المقدمة (14) , وأحمد (6/73 ,6/146 ,6/180 ,6/240 ,6/256 ,6/270) . ¶ 2 البخاري: الصلح (2697) , ومسلم: الأقضية (1718) , وأبو داود: السنة (4606) , وابن ماجه: المقدمة (14) , وأحمد (6/73 ,6/146 ,6/180 ,6/240 ,6/256 ,6/270) . ¶ 3 فتاوى ومسائل - المسألة الثانية والعشرون ص88 , 89 - القسم الثالث مختصر سيرة الرسول صلى الله عليه وسلم والفتاوى. ¶ 4 الدارمي: الزكاة (1621) . ¶ 5 فتاوى ومسائل ص95 , والعرض بفتح المهملة وسكون الراء: ما عدا النقدين والخميص: عنى به الصفيق من الثياب. أو لبيس: أي ملبوس: فعيل بمعنى مفعول.",
            "page": "223",
            "part": "1",
            "seal": "96665B9A"
        },
        {
            "id": "12",
            "nass": "فأنت تراه في هذه الفتوى يذكر الخلاف ثم يرده إلى الله والرسول، ويدعم ما اختاره بالدليل، حيث أخذ معاذ العرض بدل الشعير والذرة في الزكاة وفي نهاية أجوبته أتى بتتمة في اتباع النصوص مع احترام العلماء فقال: \"إذا فهمتم ذلك فقد تبين لكم في غير موضع أن دين الإسلام حق بين باطلين وهدى بين ضلالتين، وهذه المسائل وأشباهها مما يقع الخلاف فيها بين السلف والخلف من غير نكير من بعضهم على بعض، فإذا رأيتم من يعمل ببعض هذه الأقوال المذكورة بالمنع مع كونه قد اتقى الله ما استطاع، لم يحل لأحد الإنكار عليه اللهم إلا أن يتبين الحق فلا يحل لأحد أن يتركه لقول أحد من الناس، وقد كان أصحاب رسول الله صلى الله عليه وسلم يختلفون في بعض المسائل من غير نكير ما لم يتبين النص. ¶ فينبغي للمؤمن أن يجعل همه ومقصده معرفة أمر الله ورسوله في مسائل الخلاف، والعمل بذلك، ويحترم أهل العلم ويوقرهم ولو أخطئوا، لكن لا يتخذهم أربابًا من دون الله، هذا طريق المنعم عليهم. ¶ أما اطراح كلامهم وعدم توقيرهم فهو طريق المغضوب عليهم، وأما اتخاذهم أربابًا من دون الله -إذا قيل: قال الله قال رسوله قيل: هم أعلم منا- فهذا هو طريق الضالين\" 1. ¶ والشيخ محمد بن عبد الوهاب يقرر أن دين الحق هو الذي بعث به محمد صلى الله عليه وسلم، ويعلل ذلك بأمرين: أحدهما: أن الله أعطى رسوله جوامع الكلم. وثانيهما: أنه - عليه الصلاة والسلام - يتكلم بالكلمة الجامعة، وبهذا أكمل الله لنا الدين، وأغنانا بهذا عن إحداث شيء في الدين ليس منه، فإنه يكون بدعة وضلالة، يقول الشيخ \"اعلم -أرشدك الله- أن الله سبحانه وتعالى بعث محمدا صلى الله عليه وسلم بالهدى الذي هو العلم النافع، ودين الحق الذي هو العمل الصالح - إذا كان من ينتسب إلى الدين: منهم من يتعانى بالعلم والفقه ويقول به كالفقهاء، ومنهم من يتعانى العبادة وطلب الآخرة كالصوفية، فبعث الله نبيه بهذا الدين الجامع للنوعين، ومن أعظم ما امتن ¶ __________ ¶ 1 المصدر السابق ص97.",
            "page": "224",
            "part": "1",
            "seal": "514D5E7C"
        },
        {
            "id": "13",
            "nass": "الله به عليه وعلى أمته أن أعطاه جوامع الكلم، فيذكر الله تعالى في كتابه كلمة واحدة تكون قاعدة جامعة يدخل تحتها من المسائل ما لا يحصى، وكذلك يتكلم رسول الله صلى الله عليه وسلم بالكلمة الجامعة، ومن فهم هذه المسألة فهما جيدا فهم قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} 1 وهذه الكلمة أيضا من جوامع الكلم، إذ الكامل لا يحتاج إلى زيادة، فعلم منه بطلان كل محدث بعد رسول الله صلى الله عليه وسلم وأصحابه، كما أوصانا بقوله: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، تمسكوا بها وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور؛ فإن كل محدثة بدعة وكل بدعة ضلالة\" 2، وفهم أيضا معنى قوله: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} 3، فإذا كان الله سبحانه قد أوجب علينا أن نرد ما تنازعنا فيه إلى الله، أي إلى كتابه، وإلى الرسول، أي إلى سنته، علمنا قطعا أن من رد إلى الكتاب والسنة ما تنازع فيه الناس وجد فيه ما يفصل النزاع\" 4. ¶ ويتابع كلامه فيوجب في محل النزاع التراد إلى الله والرسول إذا اختلف كلام أحمد وكلام أصحابه؛ إذ لا وجه للترجيح إلا بالدليل، فإذا لم يتبين للمرء الدليل المرجح كانت له مندوحة في أن يقلد من يثق بعلمه ودينه، يقول الشيخ -رحمه الله-: \"إذا اختلف كلام أحمد وكلام أصحابه، فنقول: في محل النزاع التراد إلى الله والرسول، لا إلى كلام أصحابه ولا إلى الراجح المرجح من الروايتين والقولين، خطأ قطعا، وقد يكون صوابا، وقولك: إذا استدل كل منهما بدليل فالأدلة الصحيحة لا تتناقض، بل يصدق بعضها بعضا، لكن قد يكون أحدهما أخطأ في الدليل، لأنه إما استدل بحديث لم يصح، وإما لأنه فهم من كلمة صحيحة مفهوما مخطئا. ¶ وبالجملة، فمتى رأيت الاختلاف فرده إلى الله والرسول، فإذا تبين لك الحق فاتبعه، ¶ __________ ¶ 1 سورة المائدة آية: 3. ¶ 2 الترمذي: العلم (2676) , وأبو داود: السنة (4607) , وابن ماجه: المقدمة (42 ,44) , وأحمد (4/126) , والدارمي: المقدمة (95) . ¶ 3 سورة النساء آية: 59. ¶ 4 فتاوى ومسائل ص32.",
            "page": "225",
            "part": "1",
            "seal": "CD5DD00F"
        },
        {
            "id": "14",
            "nass": "فإن لم يتبين واحتجت إلى العمل فقلد من تثق بعلمه ودينه، وهل يتخير الرجل عند ذلك، أو يتحرى أو يقلد الأعلم أو الأورع؟ فيه كلام ليس هذا موضعه1. ¶ وبين القاعدة التي يتبعها المفتي فيقول: \"الذي يسوغ بل يجب ما وصف لك، وهو طلب علم ما أنزل الله على رسوله، ورد ما تنازع فيه المسلمون إليه فإن علمه الله شيئا فليقل به، وإلا فليمسك ويقول: الله أعلم، ويجعله من العلم الذي لا يعرفه، فلو بلغ الإنسان في العلم ما بلغ لكان ما علمه قليلا بالنسبة إلى ما لم يعلمه، وقد قال تعالى: {وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً} 2. ¶ والذي يتتبع أقوال الشيخ وفتاواه يجد تأكيد وجوب اتباع الله واتباع رسوله والرد في محل النزاع إلى الكتاب والسنة، تارة بالإجمال، وتارة بالتفصيل، وأوضح بيان له في ذلك ما ذكره في رسالة له: \"أربع قواعد تدور الأحكام عليها\" ونحن نقتطف من ذلك أهم ما ورد: \"هذه أربع قواعد من قواعد الدين التي تدور الأحكام عليها ... \". ¶ القاعدة الأولى: تحريم القول على الله بلا علم، لقوله تعالى: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ} 3 إلى قوله: {وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ} 4. ¶ القاعدة الثانية: أن كل شيء سكت عنه الشارع فهو عفو لا يحل لأحد أن يحرمه أو يوجبه أو يستحبه، أو يكرهه؛ لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَسْأَلوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} 5. ¶ وقال النبي صلى الله عليه وسلم: \"وسكت عن أشياء رحمة بكم غير نسيان فلا تسألوا عنها\" ¶ __________ ¶ 1 المصدر السابق ص32 , 33. ¶ 2 سورة الإسراء آية: 85. ¶ 3 سورة الأعراف آية: 33. ¶ 4 سورة الأعراف آية: 33. ¶ 5 سورة المائدة آية: 101.",
            "page": "226",
            "part": "1",
            "seal": "9CF63F1B"
        },
        {
            "id": "15",
            "nass": "القاعدة الثالثة: أن ترك الدليل الواضح والاستدلال بلفظ متشابه هو طريق أهل الزيغ كالرافضة والخوارج، قال تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ} 1. ¶ والواجب على المسلم اتباع المحكم وإن عرف معنى المتشابه وحده لا يخالف المحكم بل يوافقه وإلا فالواجب عليه اتباع الراسخين في قولهم: {آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا} 2. ¶ القاعدة الرابعة: أن النبي صلى الله عليه وسلم ذكر \"أن الحلال بين والحرام بين وبينهما أمور مشتبهات\" 3 فمن لم يفطن لهذه القاعدة وأراد أن يتكلم على مسألة بكلام فاصل فقد ضل وأضل، فهذه ثلاث ذكرها الله في كتابه.. ¶ والرابعة ذكرها النبي صلى الله عليه وسلم، واعلم - رحمك الله - أن أربع هذه الكلمات مع اختصارهن يدور عليها الدين، سواء كان المتكلم يتكلم في علم التفسير، أو في علم الأصول، أو في علم أعمال القلوب الذي يسمى علم السلوك، أو في علم الحديث، أو في علم الحلال والحرام، والأحكام الذي يسمى علم الفقه، أو في علم الوعد والوعيد، أو في غير ذلك من أنواع علوم الدين. ¶ ثم ذكر الشيخ أن الواجب اتباع النصوص مع احترام العلماء، فقال بعد كلام طويل: \"وبالجملة فمتى رأيت الاختلاف فرده إلى الله والرسول فإذا تبين لك الحق فاتبعه، فإن لم يتبين لك واحتجت إلى العمل فخذ بقول من تثق بعلمه ودينه\". ¶ وأما قول من قال: لا إنكار في مسائل الاجتهاد فجوابه يعلم من القاعدة المتقدمة، فإن أراد القائل مسائل الخلاف فهذا باطل يخالف إجماع الأمة، فما زال الصحابة ومن بعدهم ينكرون على من خالف وأخطأ كائنا من كان، ولو كان أعلم الناس وأتقاهم، وإذا ¶ __________ ¶ 1 سورة آل عمران آية: 7. ¶ 2 سورة آل عمران آية: 7. ¶ 3 البخاري: البيوع (2051) , ومسلم: المساقاة (1599) , والترمذي: البيوع (1205) , والنسائي: البيوع (4453) والأشربة (5710) , وأبو داود: البيوع (3329) , وابن ماجه: الفتن (3984) , وأحمد (4/267 ,4/269 ,4/270) , والدارمي: البيوع (2531) .",
            "page": "227",
            "part": "1",
            "seal": "2DBCA22F"
        },
        {
            "id": "16",
            "nass": "كان الله بعث محمدا صلى الله عليه وسلم بالهدى ودين الحق، وأمرنا باتباعه وترك ما خالفه فمن تمام ذلك أن من خالفه من العلماء مخطئ ينبه على خطئه، وينكر عليه، وإن أريد بمسائل الاجتهاد مسائل الخلاف التي لم يتبين فيها الصواب، فهذا كلام صحيح، لا يجوز للإنسان أن ينكر الشيء لكونه مخالفا لمذهب أو لعادة الناس، فكما لا يجوز للإنسان أن يأمر إلا بعلم، لا يجوز أن ينكر إلا بعلم، وهذا كله داخل في قوله تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} 1. ¶ وأما قول من قال: اتفاق العلماء حجة، فليس المراد الأئمة الأربعة، بل إجماع الأمة كلهم، وهم علماء الأمة، وأما قولهم اختلافهم رحمة، فهذا باطل، بل الرحمة في الجماعة، والفرقة عذاب، كما قال تعالى: {وَلا يَزَالُونَ مُخْتَلِفِينَ إِلاَّ مَنْ رَحِمَ رَبُّكَ} 2. ¶ ولما سمع عمر ابن مسعود وأبيّاً اختلفا في صلاة الرجل في الثوب الواحد صعد المنبر وقال: اثنان من أصحاب رسول الله صلى الله عليه وسلم، فعن أي فتياكم يصدر المسلمون؟ \"لا أجد اثنين اختلفا بعد مقامي هذا إلا فعلت وفعلت....\". ¶ ثم يسترسل الشيخ في ذكر ما يمكن أن يكون موضع خلاف يحتمل ويحرر الموقف في مثل ذلك، وهو تحرير يوقر فيه العلماء ويحفظ مكانتهم، وهذا ينفي عنه ما قيل: من تهجمه عليهم.. يقول: قد تبين لكم في غير موضع أن دين الإسلام حق بين باطلين وهدى بين ضلالين، وهذه المسائل 3 وأشباهها مما يقع الخلاف فيه بين السلف والخلف من غير نكير من بعضهم على بعض، فإذا رأيتم من يعمل ببعض هذه الأقوال المذكورة بالمنع، مع كونه قد اتقى الله ما استطاع لم يحل لأحد الإنكار عليه، اللهم إلا أن يتبين الحق فلا يحل لأحد أن يتركه لقول أحد من الناس، وقد كان أصحاب رسول الله صلى الله عليه ¶ __________ ¶ 1 سورة الإسراء آية: 36. ¶ 2 سورة آية: 118-119. ¶ 3 المراد مسائل في الزكاة سئل عنها.",
            "page": "228",
            "part": "1",
            "seal": "230FCCAB"
        },
        {
            "id": "17",
            "nass": "وسلم يختلفون في بعض المسائل من غير نكير ما لم يتبين النص، فينبغي للمؤمن أن يجعل همه وقصده معرفة أمر الله ورسوله في مسائل الخلاف، والعمل بذلك، ويحترم أهل العلم ويوقرهم ولو أخطأوا، لكن لا يتخذهم أربابا من دون الله، هذا طريق المنعم عليهم، وأما اطراح كلامهم وعدم توقيرهم فهو طريق المغضوب عليهم..) 1. ¶ هذه هي الصورة المشرقة في منهج الشيخ ودعوته لا مجال فيها لتقول يدعي أنه خرج على الأئمة، وأنه ينال منهم، أو أنه أتى بمذهب جديد ينسبه إلى نفسه، حتى لقبوا دعوته بالوهابية افتراء وزوراً. ¶ والشيخ - رحمه الله - يرد على هذه المفتريات في أجوبته عن الرسائل التي وصلته، ويبين أنه لا يحيد عن كتاب الله، وسنة رسوله صلى الله عليه وسلم، وما عليه سلف هذه الأمة، وما استقر عليه أمر علمائها، ولا يكفر الناس، ففي رسالته إلى أهل القصيم يقول: ( ... ثم لا يخفى عليكم أنه بلغني أن رسالة سليمان بن سحيم قد وصلت إليكم، وأنه قبلها وصدقها بعض المنتمين للعلم في جهتكم، والله يعلم أن الرجل افترى علي أمورا لم أقلها ولم يأت أكثرها على بالي، (فمنها) قوله: إني مبطل كتب المذاهب الأربعة، وإني أقول: إن الناس من ستمائة سنة ليسوا على شيء، وإني أدعي الاجتهاد، وإني خارج عن التقليد، وإني أقول: إن اختلاف العلماء نقمة، وإني أكفر من توسل بالصالحين، وإني أكفر البوصيري لقوله: يا أكرم الخلق، وإني أقول: لو أقدر على هدم قبة رسول الله صلى الله عليه وسلم لهدمتها، ولو أقدر على الكعبة لأخذت ميزابها وجعلت لها ميزابا من خشب، وإني أحرم زيارة قبر النبي صلى الله عليه وسلم، وإني أنكر زيارة قبر الوالدين وغيرهما، وإني أكفر من حلف بغير الله، وإني أكفر ابن الفارض وابن عربي، وإني أحرق دلائل الخيرات وروض الرياحين وأسميه روض الشياطين: ¶ جوابي عن هذه المسائل أن أقول: سبحانك هذا بهتان عظيم، وقبله من بهت محمداً صلى الله عليه وسلم أنه يسب عيسى بن مريم ويسب الصالحين فتشابهت قلوبهم بافتراء الكذب وقول الزور، وقال تعالى: ¶ __________ ¶ 1 المصدر السابق ص10-12.",
            "page": "229",
            "part": "1",
            "seal": "8000DA40"
        },
        {
            "id": "18",
            "nass": "{إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ} 1 بهتوه صلى الله عليه وسلم بأنه يقول: إن الملائكة وعيسى وعزيرا في النار، فأنزل الله في ذلك {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ} 2 ... 3. ¶ ولا يحمل الشيخ الناس على اتباع كلامه، إنما يدعوهم إلى اتباع رسول الله صلى الله عليه وسلم ففي رسالته إلى الشيخ فاضل آل مزيد يقول: \"إني أذكر لمن خالفني أن الواجب على الناس اتباع ما وصى به النبي صلى الله عليه وسلم أمته، وأقول لهم: الكتب عندكم، انظروا فيها، ولا تأخذوا من كلامي شيئا، لكن إذا عرفتم كلام رسول الله صلى الله عليه وسلم الذي في كتبكم فاتبعوه ولو خالفه أكثر الناس\" 4. ¶ ويستشهد فيما يدعو إليه بأقوال الأئمة ليقيم الحجة على أتباعهم من مذاهبهم، ولكنهم يغفلون عن هذا، جاء في رسالته التي أرسلها إلى عبد الله بن سحيم مطوع أهل المجمعة جوابا عن مسائل بدعية وشركية: قال في \"الإقناع\" في باب حكم المرتد \"واعلم أن المشركين في زماننا قد زادوا على الكفار في زمن النبي صلى الله عليه وسلم بأنهم يدعون الأولياء والصالحين في الرخاء والشدة، ويطلبون منهم تفريج الكربات وقضاء الحاجات، مع كونهم يدعون الملائكة والصالحين ويريدون شفاعتهم والتقرب بهم، وإلا فهم مقرون بأن الأمر لله، فهم لا يدعونهم إلا في الرخاء، فإذا جاءتهم الشدائد أخلصوا لله، قال الله تعالى: ¶ __________ ¶ 1 سورة النحل آية: 105. ¶ 2 سورة الإسراء آية 101. ¶ 3 مطبوعات أسبوع الشيخ محمد بن عبد الوهاب القسم الخامس-الرسائل الشخصية, الرسالة الأولى. ص11,12 ¶ -4- المصدر السابق- الرسالة الثانية ص18. ¶ 4 المصدر السابق -الرسالة الرابعة ص32.",
            "page": "230",
            "part": "1",
            "seal": "675B1235"
        },
        {
            "id": "19",
            "nass": "{وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلاَّ إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ} 1. ¶ وأما الحنفية فقال الشيخ قاسم في شرح \"درر البحار\": النذر الذي يقع من أكثر العوام وهو أن يأتي إلى قبر بعض الصلحاء قائلا: يا سيدي فلان، إن رد غائبي، أو عوفي مريضي، أو قضيت حاجتي فلك كذا وكذا باطل إجماعاً؛ لوجوه منها: أن النذر للمخلوق لا يجوز، ومنها: ظن أن الميت يتصرف في الأمر واعتقاد هذا كفر، إلى أن قال: إذا عرف هذا فما يؤخذ من الدراهم والشمع والزيت.. ونحوها، وينقل إلى ضرائح الأولياء فحرام بإجماع المسلمين، وقد ابتلي الناس بهذا لا سيما في مولد أحمد البدوي، فتأمل قول صاحب النهر مع أنه بمصر ومقر العلماء كيف شاع بين أهل مصر ما لا قدرة للعلماء على دفعه، فتأمل قوله: من أكثر العوام أتظن أن الزمان صلح بعده؟ ¶ وأما المالكية فقال الطرطوشي في كتاب \"الحوادث والبدع\" روى البخارى عن أبي واقد الليثي قال: خرجنا مع رسول الله صلى الله عليه وسلم إلى حنين ونحن حديثو عهد بكفر، وللمشركين سدرة يعكفون حولها وينوطون بها أسلحتهم يقال لها ذات أنواط فمررنا بسدرة فقلنا: يا رسول الله، اجعل لنا ذات أنواط كما لهم ذات أنواط فقال: \"الله أكبر، هذا كما قال بنو إسرائيل لموسى: اجعل لنا إلها كما لهم آلهة لتركبن سنن من كان قبلكم \" فانظروا رحمكم الله - أينما وجدتم سدرة يقصدها الناس وينوطون بها الخرق فهي ذات أنواط فاقطعوها ... ¶ وأما كلام الشافعية فقال الإمام محدث الشام أبو شامة في كتاب \"الباعث على إنكار البدع والحوادث\" وهو في زمن الشارح وابن حمدان - وقد وقع من جماعة من النابذين لشريعة الإسلام المنتمين إلى الفقر الذي حقيقته الافتقار من الإيمان من اعتقادهم في مشايخ لهم ضالين، فهم داخلون تحت قوله: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} 2. ¶ __________ ¶ 1 سورة الإسراء آية: 67. ¶ 2 سورة الشورى آية: 21.",
            "page": "231",
            "part": "1",
            "seal": "CB3C8DFF"
        },
        {
            "id": "20",
            "nass": "وبهذه الطرق.. وأمثالها كان مبادئ ظهور الكفر من عبادة الأصنام وغيرها ... ) 1. ¶ ويلح الشيخ محمد بن عبد الوهاب في رسالة على إنكار ما اتهم به من التكفير بالعموم، أو سب الصالحين، وبين أنه يعتمد في أقواله على ما وافق النصوص من الكتاب والسنة، \"وأما القول: إنا نكفر بالعموم فذلك من بهتان الأعداء الذين يصدون به عن هذا الدين، ونقول: سبحانك هذا بهتان عظيم. ¶ وأما الصالحون فهم على صلاحهم -رضي الله عنهم- ولكن نقول: ليس لهم شيء من الدعوة، قال الله: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} 2 وأما المتأخرون -رحمهم الله- فكتبهم عندنا، فنعمل بما وافق النص منها، وما لا يوافق النص لا نعمل به ... \"3. ¶ \"وأما متابعة الرسول صلى الله عليه وسلم فواجب على أمته متابعته في الاعتقادات والأقوال والأفعال، قال الله تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} 4. وقال صلى الله عليه وسلم: \"من أحدث في أمرنا هذا ما ليس منه فهو رد\" رواه البخاري ومسلم، وفي رواية لمسلم: \" من عمل عملا ليس عليه أمرنا فهو رد\" فتوزن الأقوال والأفعال بأقواله وأفعاله، فما وافق منها قبل، وما خالف رد على فاعله كائنا من كان، فإن شهادة أن محمدا رسول الله تتضمن تصديقه فيما أخبر به، وطاعته ومتابعته في كل ما أمر به، وقد روى البخاري من حديث أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"كل أمتي يدخلون الجنة إلا من أبى قيل: ومن يأبى يا رسول الله؟ قال من أطاعني دخل الجنة، ومن عصاني فقد أبى\" 5. ¶ __________ ¶ 1 المصدر السابق الرسالة الحادية عشر ص68/72. ¶ 2 سورة الجن آية: 18. ¶ 3 المصدر السابق الرسالة الخامسة عشرة ص101. ¶ 4 سورة آل عمران آية: 31. ¶ 5 البخاري: الاعتصام بالكتاب والسنة (7280) , وأحمد (2/361) .",
            "page": "232",
            "part": "1",
            "seal": "8FAD2AAA"
        },
        {
            "id": "21",
            "nass": "فتأمل - رحمك الله - ما كان عليه رسول الله صلى الله عليه وسلم وأصحابه بعده والتابعون لهم بإحسان إلى يوم الدين، وما عليه الأئمة المقتدى بهم من أهل الحديث والفقهاء، كأبي حنيفة، ومالك، والشافعي، وأحمد بن حنبل، رضي الله عنهم أجمعين لكي نتبع آثارهم ... ) 1. ¶ ويصرح في غير موضع بأنه لا يدعو إلى مذهب، إنما يدعو إلى الكتاب والسنة \"ولست ولله الحمد أدعو إلى مذهب صوفي أو فقيه أو متكلم، أو إمام من الأئمة الذين أعظمهم مثل ابن القيم والذهبي وابن كثير وغيرهم، بل أدعو إلى الله وحده لا شريك له، وأدعو إلى سنة رسول الله صلى الله عليه وسلم التي أوصى بها أول أمته وآخرهم، وأرجو أني لا أرد الحق إذا أتاني، بل أشهد الله وملائكته وجميع خلقه إن أتانا منكم كلمة من الحق لأقبلنها على الرأس والعين، ولأضربن الجدار بكل ما خالفها من أقوال أئمتي حاشا رسول الله صلى الله عليه وسلم فإنه لا يقول إلا الحق\"2. ¶ ثانيا: منهجه في الدعوة إلى العقيدة يرتكز على الأدلة من الكتاب والسنة: ¶ تحتل الدعوة إلى توحيد الله تعالى والبراءة من ضروب الشك المكانة الأولى لدى الشيخ محمد بن عبد الوهاب أسوة برسول الله، فالعقيدة لب الأديان السماوية وعليها تقوم الشريعة، وكتاب \"التوحيد الذي هو حق الله على العبيد\" يحتل الصدارة في كتب الشيخ، واذا تناول المرء هذا الكتاب وجد من أخص مميزاته أنه يذكر الباب، ثم يسوق الأدلة من الكتاب فالسنة فما أثر عن سلف هذه الأمة ثم يتبع هذا بالمسائل التي تستنبط من الأدلة، ويكفي أن نذكر هنا بعض النماذج للتعرف على نسق الكتاب. ¶ __________ ¶ 1 المصدر السابق - الرسالة السادسة عشر - ص106، 107. ¶ 2 المصدر السابق - الرسالة الخامسة والثلاثون - ص252.",
            "page": "233",
            "part": "1",
            "seal": "264160EF"
        },
        {
            "id": "22",
            "nass": "باب (1) ¶ فضل التوحيد وما يكفر من الذنوب ¶ وقول الله تعالى: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} 1. ¶ عن عبادة بن الصامت رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \"من شهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله، وأن عيسى عبد الله ورسوله، وكلمته ألقاها إلى مريم وروح منه، والجنة حق، والنار حق. أدخله الله الجنة على ما كان من العمل\" 2 أخرجاه، ولهما في حديث عتبان: \"فإن الله حرم على النار من قال: لا إله إلا الله يبتغي بذلك وجه الله\" 3. ¶ وعن أبي سعيد الخدري عن رسول الله صلى الله عليه وسلم قال: \"قال موسى: يا رب، علمني شيئا أذكرك وأدعوك به، قال: قل يا موسى لا إله إلا الله، قال: يا رب، كل عبادك يقولون هذا، قال: يا موسى لو أن السماوات السبع وعامرهن غيري، والأرضين السبع في كفة، ولا إله إلا الله في كفه، مالت بهن لا إله إلا الله\" رواه ابن حبان والحاكم وصححه. ¶ وللترمذي - وحسنه - عن أنس: سمعت رسول الله صلى الله عليه وسلم يقول: \"قال الله تعالى: يا ابن آدم، لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئا لأتيتك بقرابها مغفرة\". ¶ __________ ¶ 1 سورة الأنعام آية: 82. ¶ 2 البخاري: أحاديث الأنبياء (3435) , ومسلم: الإيمان (28) , وأحمد (5/313) . ¶ 3 البخاري: الصلاة (425) , ومسلم: المساجد ومواضع الصلاة (33) .",
            "page": "234",
            "part": "1",
            "seal": "CC8ED10B"
        },
        {
            "id": "23",
            "nass": "فيه مسائل: ¶ الأولى: سعة فضل الله. ¶ الثانية: كثرة ثواب التوحيد عند الله. ¶ الثالثة: تكفيره مع ذلك للذنوب1. ¶ باب (18) ¶ ما جاء أن سبب كفر بني آدم وتركهم دينهم هو الغلو في الصالحين ¶ وقول الله عز وجل: {يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ وَلا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} 2 في الصحيح عن ابن عباس - رضي الله عنهما - في قول الله تعالى: {وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدّاً وَلا سُوَاعاً وَلا يَغُوثَ وَيَعُوقَ وَنَسْراً} 3 قال: \"هذه أسماء رجال صالحين من قوم نوح، فلما هلكوا، أوحى الشيطان إلى قومهم: أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصابًا وسموها بأسمائهم ففعلوا، ولم تعبد حتى إذا هلك أولئك ونسي العلم عبدت\" وقال ابن القيم: قال غير واحد من السلف: \"لما ماتوا عكفوا على قبورهم ثم صوروا تماثيلهم، ثم طال عليهم الأمد فعبدوهم\". ¶ __________ ¶ 1 القسم الأول - العقيدة والآداب الإسلامية - مطبوعات أسبوع الشيخ ص12، 13. ¶ 2 سورة النساء آية: 171. ¶ 3 سورة نوح آية: 23.",
            "page": "235",
            "part": "1",
            "seal": "553EEE82"
        },
        {
            "id": "24",
            "nass": "وعن عمر أن رسول الله صلى الله عليه وسلم قال: \"لا تطروني كما أطرت النصارى ابن مريم، إنما أنا عبد، فقولوا: عبد الله ورسوله\" 1 أخرجاه. ¶ وقال: 2 قال رسول الله صلى الله عليه وسلم \"إياكم والغلو فإنما أهلك من كان قبلكم الغلو\" 3 ولمسلم عن ابن مسعود: أن رسول الله صلى الله عليه وسلم قال: \"هلك المتنطعون - قالها ثلاثا\" 4. ¶ فيه مسائل: ¶ الأولى: أن من فهم هذا الباب وبابين بعده تبين له غربة الإسلام، ورأى من قدرة الله وتقليبه للقلوب العجب. ¶ الثانية: معرفة أول شرك حدث في الأرض، أنه بشبهة الصالحين 5. ¶ باب (35) ¶ ما جاء في الرياء ¶ وقول الله تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً} 6. ¶ وعن أبي هريرة مرفوعا: قال: قال تعالى: \"أنا أغنى الشركاء عن الشرك، من عمل عملا أشرك معي فيه غيري تركته وشركه\" 7 رواه مسلم. ¶ __________ ¶ 1 البخاري: أحاديث الأنبياء (3445) , وأحمد (1/23 ,1/24) . ¶ 2 هذا الحديث ذكره المصنف بدون ذكر راويه, وقد رواه الإمام أحمد والترمذي, وابن ماجه من حديث ابن عباس. ¶ 3 النسائي: مناسك الحج (3057) . ¶ 4 مسلم: العلم (2670) , وأبو داود: السنة (4608) , وأحمد (1/386) . ¶ 5 القسم الأول - العقيدة والآداب الإسلامية - مطبوعات أسبوع الشيخ ص56، 57. ¶ 6 سورة الكهف آية: 110. ¶ 7 مسلم: الزهد والرقائق (2985) , وابن ماجه: الزهد (4202) , وأحمد (2/301 ,2/435) .",
            "page": "236",
            "part": "1",
            "seal": "F8268825"
        },
        {
            "id": "25",
            "nass": "وعن أبي سعيد مرفوعا: \"ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال؟ قالوا: بلى يا رسول الله، قال: الشرك الخفي يقوم الرجل فيصلي، فيزين صلاته؛ لما يرى من نظر رجل\" 1 رواه أحمد. ¶ فيه مسائل: ¶ الأولى: تفسير آية الكهف. ¶ الثانية: الأمر العظيم في رد العمل الصالح إذا دخله شيء لغير الله 2. ¶ باب (38) ¶ قول الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلالاً بَعِيداً وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَاناً وَتَوْفِيقاً} 3. ¶ وقوله: {وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ} 4 وقوله: {وَلا تُفْسِدُوا فِي الأَرْضِ بَعْدَ إِصْلاحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاً إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} 5. ¶ __________ ¶ 1 ابن ماجه: الزهد (4204) , وأحمد (3/30) . ¶ 2القسم الأول - العقيدة والآداب الإسلامية - مطبوعات أسبوع الشيخ ص 98. ¶ 3 سورة النساء آية: 60-61-62. ¶ 4 سورة البقرة آية: 11. ¶ 5 سورة الأعراف آية: 56.",
            "page": "237",
            "part": "1",
            "seal": "2CC3C828"
        },
        {
            "id": "26",
            "nass": "وقوله: {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} 1 عن عبد الله بن عمرو رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: \"لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به\" قال النووي: حديث صحيح، رويناه في كتاب الحجة بإسناد صحيح. ¶ وقال الشعبي: \"كان بين رجل من المنافقين ورجل من اليهود خصومة فقال اليهودي: نتحاكم إلى محمد -لأنه عرف أنه لا يأخذ الرشوة: وقال المنافق نتحاكم إلى اليهود، لعلمه- أنهم يأخذون الرشوة - فاتفقا أن يأتيا كاهنا في جهينة فيتحاكما إليه: فنزلت {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ} 2 الآية \" وقيل: نزلت في رجلين اختصما فقال أحدهما: نترافع إلى النبي صلى الله عليه وسلم، وقال الآخر: إلى كعب بن الأشرف، ثم ترافعا إلى عمر فذكر له أحدهما القصة، فقال للذي لم يرض برسول الله صلى الله عليه وسلم: أكذلك؟ قال: نعم، فضربه بالسيف فقتله. ¶ فيه مسائل: ¶ الأولى: تفسير آية النساء وما فيها من الإعانة على معرفة الطاغوت. ¶ الثانية: تفسير آية البقرة {وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأَرْضِ} 3 الآية. ¶ الثالثة: تفسير آية الأعراف {وَلا تُفْسِدُوا فِي الأَرْضِ بَعْدَ إِصْلاحِهَا} 4 الآية. ¶ الرابعة: تفسير {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ} 5. ¶ وتقرأ للشيخ كتبه الأخرى في العقيدة، في كشف الشبهات، وفي ثلاثة الأصول، فتجد كل مسألة من المسائل مقرونة بأدلتها من الكتاب والسنة. ¶ ولا يتخلى الشيخ عن هذا المنهج الاستدلالي في كل باب من الأبواب التي تناول فيها العقيدة وتفسير مدلولها أو تناول فيها الشرك بضروبه. ¶ __________ ¶ 1 سورة المائدة آية: 50. ¶ 2 سورة النساء آية: 60. ¶ 3 سورة البقرة آية: 11. ¶ 4 سورة الأعراف آية: 56. ¶ 5 المصدر السابق ص104، 105.",
            "page": "238",
            "part": "1",
            "seal": "A1D7304E"
        },
        {
            "id": "27",
            "nass": "ثالثا: منهجه في الفقه يعتمد على اختيار ما يدعمه الدليل وإن خالف مذهبه: ¶ كان الشيخ محمد بن عبد الوهاب -رحمه الله- حنبليا، ولكنه لا يتعصب لمذهبه، ولا ينتصر له، شأن كثير من أتباع المذاهب الفقهية، إنما يأخذ من مذهب أحمد ما وافق الدليل، ويختار من آراء الفقهاء ما ترجح عنده بدليله ولهذا شواهد كثيرة. ففي كتاب الطهارة: ¶ باب السواك وسنن الوضوء ¶ السواك بعود لين ينقي الفم لا يتفتت مسنون كل وقت؛ لحديث: \"السواك مطهرة للفم مرضاة للرب\" 1 رواه الشافعي وأحمد وغيرهما. ¶ ويسن السواك في جميع الأوقات؛ لحديث عائشة، رواه مسلم. ¶ ويتأكد استحبابه في ثلاثة مواضع: ¶ عند تغير رائحة الفم، وعند النوم؛ لحديث حذيفة، متفق عليه، وعند إرادة الصلاة لقوله صلى الله عليه وسلم: \"لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة\" متفق عليه2. ¶ ويستحب في سائر الأوقات ولو لصائم بعد الزوال، قال في الاختيارات وهو رواية عن أحمد، وقاله مالك وغيره ... 3. ¶ باب التيمم ¶ وهو من خصائص هذه الأمة، لم يجعله الله طهورًا لغيرها، وهو أيضاً بدل طهارة الماء لكل ما يفعل بها عند العجز عنه. ¶ وله شروط أربعة: ¶ أحدها: العجز عن استعمال الماء، إما لعدمه، لقوله تعالى: ¶ __________ ¶ 1 النسائي: الطهارة (5) , وأحمد (6/47 ,6/62 ,6/124 ,6/146 ,6/238) , والدارمي: الطهارة (684) . ¶ 2 البخاري: الجمعة (887) , ومسلم: الطهارة (252) , والترمذي: الطهارة (22) , والنسائي: الطهارة (7) , وابن ماجه: الطهارة وسننها (287) , وأحمد (2/245 ,2/250 ,2/287 ,2/399 ,2/400 ,2/429 ,2/460 ,2/509 ,2/530) , ومالك: الطهارة (147) , والدارمي: الطهارة (683) والصلاة (1484) . ¶ 3 القسم الثاني - الفقه - المجلد الثاني - مطبوعات أسبوع الشيخ كتاب الطهارة ص15.",
            "page": "239",
            "part": "1",
            "seal": "B884FDDC"
        },
        {
            "id": "28",
            "nass": "{فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيداً طَيِّباً} 1 أو لخوف الضرر من استعماله لمرض أو برد شديد، وجرح؛ لقوله سبحانه: {وَإِنْ كُنْتُمْ مَرْضَى} 2 ولحديث عمرو بن العاص، رواه أبو داود، أو خوف العطش على نفسه، حكاه ابن المنذر إجماعا، أو تعذر إلا بثمن كثير يزيد على ثمن المثل، وإن أمكنه استعماله في بعض بدنه لزمه استعماله ويتيمم للباقي؛ لحديث أبي هريرة وفيه: فإذا أمرتكم بأمر فأتوا منه ما استطعتم\". ¶ الثاني: دخول الوقت، وقال الشيخ تقي الدين: التيمم يرفع الحدث، وهو مذهب أبي حنيفة، وهو رواية عن أحمد، وقال في الفتاوى المصرية: التيمم لوقت كل صلاة حتى يدخل وقت الأخرى أعدل الأقوال3. ¶ وفي كتاب \"آداب المشي إلى الصلاة\" يذكر الصفة، ويتبعها بالدليل. ¶ باب صلاة الجماعة ¶ أقلها اثنان في غير جمعة وعيد، وهي واجبة على الأعيان حضرًا وسفرًا حتى في خوف؛ لقوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ} 4 وتفضل على صلاة المنفرد بسبع وعشرين درجة، وتفضل في المسجد، والعتيق أفضل، ¶ __________ ¶ 1 سورة النساء آية: 43، وسورة المائدة آية: 6 ¶ 2 سورة النساء آية: 43، وسورة المائدة آية: 6 ¶ 3 المصدر السابق ص32، 33. ¶ 4 سورة النساء آية: 102.",
            "page": "240",
            "part": "1",
            "seal": "972197C9"
        },
        {
            "id": "29",
            "nass": "وكذلك الأكثر جماعة، وكذلك الأبعد، ولا يؤم في مسجد قبل إمامه الراتب إلا بإذنه، إلا أن يتأخر فلا يكره ذلك لفعل أبي بكر وعبد الرحمن بن عوف1. ¶ وللشيخ رسالة في أحكام تمني الموت. استقصى فيها الأحاديث والآثار والأخبار الواردة في ذلك. ¶ وأعطى الشيخ رحمه الله عناية خاصة لأحاديث الأحكام في كتاب اشتمل ستمائة وأربعة آلاف من الأحاديث المرفوعة والموقوفة، وعلى كثير من فتاوى التابعين وأقوال الأئمة المجتهدين، رتبها حسب أبواب الفقه، وهذا له دلالته على المنهج الذي ارتضاه لنفسه في دعم الأحكام الفقهية بأدلتها. ¶ وتلك هي الشواهد التي تحدد منهج المجدد المصلح الشيخ محمد بن عبد الوهاب في اعتماده على الكتاب والسنة، حتى آتت ثمارها الطيبة لخير الإسلام والمسلمين، والله من وراء القصد. ¶ __________ ¶ 1المصدر السابق ص25.",
            "page": "241",
            "part": "1",
            "seal": "44D164CD"
        }
    ],
    "t7511": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "اعتماد دعوة الشيخ محمد بن عبد الوهاب على الكتاب والسنة"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "والله من وراء القصد"
        }
    ]
}