{
    "b7523": [
        {
            "id": "1",
            "nass": "الآثار المروية في صفة المعية ¶ تأليف: د/محمد بن خليفة التميمي ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله وأمينه على وحيه، وحجته على عباده، وخِيرته من خلقه، صلى الله عليه وعلى آله وصحبه وسلم تسليماً كثيرا. ¶ وبعد: ¶ فإن الإيمان بأسماء الله وصفاته شطر باب الإيمان بالله عز وجل، ذلك أن الإيمان بالله إنما يتحقق بأمرين هما: ¶ أولاً: توحيد الله في أسمائه وصفاته وأفعاله وهذا ما يسمى بالتوحيد العلمي الخبري. ¶ ثانياً: توحيد الله في عبادته وحده لا شريك له، وهذا ما يسمى بالتوحيد الإرادي الطلبي. ¶ وكلا التوحيدين لابد لتحقيقهما من الرجوع إلى كتاب الله وسنة رسوله صلى الله عليه وسلم وفهم السلف الصالح رضوان الله عليهم؛ حتى تسلم للمسلم عقيدته التي هي مصدر فلاحه وسبب سعادته في الدنيا والآخرة. ¶ هذا وإن العلم بأسماء الله وصفاته وأفعاله أجل العلوم وأشرفها وأعظمها، بل هو أصلها كلها",
            "page": "5",
            "part": "1",
            "seal": "435EA471"
        },
        {
            "id": "2",
            "nass": "فعلى أساس العلم الصحيح بالله وبأسمائه وصفاته يقوم الإيمان الصحيح وتنبني مطالب الرسالة جميعها، فهذا التوحيد أساس الهداية والإيمان وأصل الدين الذي يقوم عليه، ولذلك فإنه لا يتصور إيمان صحيح ممن لا يعرف ربه، فهذه المعرفة لازمة لانعقاد أصل الإيمان، وهي مهمة جداً للمؤمن لشدة حاجته إليها لسلامة قلبه وصلاح معتقده واستقامة عمله؛ وهي التي توجب للعبد التمييز بين الإيمان والكفر، والتوحيد والشرك، والإقرار والتعطيل، وتنزيه الرب عما لا يليق به، ووصفه بما هو أهله من الجلال والإكرام؛ وذلك يتم كما هو معلوم بتدبر كلام الله تعالى وما تعرَّف به سبحانه إلى عباده على ألسنة رسله من أسمائه وصفاته وأفعاله، وما نزه نفسه عنه مما لا ينبغي له ولا يليق به سبحانه. ¶ ولما كانت صفة المعية إحدى الصفات الثابتة لله تعالى كما دلت على ذلك الآيات القرآنية، والأحاديث النبوية، والآثار السلفية؛ فقد أحببت أن أجمع النصوص المروية في ذلك لتقرير هذه الصفة ولتوضيح المسائل المتعلقة بها من جهة، والرد على شبهات المخالفين التي أثيرت حولها من جهة أخرى. ¶ ومما دفعني للكتابة في هذا الموضوع ما أسمعه من بعض الشبه التي تثار بين الحين والآخر حول آيات المعية من قبل أتباع أهل الكلام الذين لا يعتمدون في هذا الباب أصلاً على النصوص الشرعية، ولكنهم حاولوا التمسك بآيات المعية في إنكارهم وردهم لصفة العلو زعماً منهم أن آيات المعية تدل على أن الله بذاته في كل مكان. ¶ وقد لبَّسوا بذلك على بعض من ليس له بصيرة ولا علم بالمأثور عن السلف في هذه المسألة، فظنوا أن هناك تعارضا بين النصوص؛ أو أن النصوص تشهد",
            "page": "6",
            "part": "1",
            "seal": "07EE12C3"
        },
        {
            "id": "3",
            "nass": "بصحة قول أهل الكلام وزعمهم الفاسد. ¶ فإزالة لتلك الشبه، ودفعاً لها، وإحقاقاً للحق الذي هو أحق أن يتبع، أدلي بدلوي وأقدم هذه الخدمة للحق وطالبيه، والتي تتمثل في جمع شتات الآثار والمباحث والقضايا المتعلقة بهذه المسألة، ليسهل على طلاب العلم الإطلاع عليها بأيسر طريق وأقل مؤنة. ¶ وقد سرت في هذا البحث وفق الخطة التالية. ¶ المقدمة. ¶ المطلب الأول: آيات المعية. ¶ المطلب الثاني: أقوال السلف في تفسير آيات المعية العامة. ¶ المطلب الثالث: أقوال السلف التي تجمع بين صفتي العلو والمعية. ¶ المطلب الرابع: أقوال الناس في صفة المعية. ¶ وختمت البحث بخاتمة. ذكرت فيها نتائج البحث. ¶ وقد ركزت في ثنايا بحثي هذا على تتبع الآثار الواردة عن سلف هذه الأمة في هذه المسألة واستخراجها من كتب المأثور، وترتيبها الترتيب الزمني حسب وفاياتهم، ومع ما في هذا العمل من الجهد والتعب الذي يستدعيه التنقيب في ثنايا كتب المأثور عن هذه الأقوال إلا أن الفائدة الحاصلة من وراء ذلك أعظم وأكبر، وذلك من وجهين: ¶ الأول: بيان الحق في هذه المسألة من خلال ذكر أقوال الأئمة في مسألة المعية، بحيث يقف القارئ الكريم على أقوال الأئمة من علماء هذه الأمة في صفة المعية وتفسيرهم للآيات والنصوص الواردة فيها وبيان فهمهم لها. ¶ ففي هذا الصنيع تجلية للحق وإعانة لطالبيه على فهمه والتمسك به.",
            "page": "7",
            "part": "1",
            "seal": "F895D495"
        },
        {
            "id": "4",
            "nass": "والثاني: إيضاح بطلان أقوال المخالفين وبيان مخالفتها لقول السلف وأنها أقوال لا أساس لها لا من النصوص الشرعية ولا من أقوال الأ~مة الذين يقتدى بهم ويستأنس بأقوالهم. ¶ فأصحاب الأقوال الباطلة أسسوا بنيانهم على جرف هار، ودعاوى زائفة إذا ما سلِّط عليها الحق اتضح بطلانها وانكشف فسادها. ¶ فأرجو من الله عز وجل أن أكون قد وفقت في تحقيق المقصود من هذا البحث، وأن ينفع به قارئيه، والله الموفق والهادي إلى سواء السبيل.",
            "page": "11",
            "part": "1",
            "seal": "CF1D0648"
        },
        {
            "id": "5",
            "nass": "المطلب الأول: آيات المعية ¶ وردت صفة المعية في القرآن لمعنيين هما ¶ المعنى الأول: المعية العامة. ¶ وقد وردت في مواضع من القرآن الكريم وهي: ¶ * الموضع الأول: في سورة الحديد (الآية 4) قال تعالى {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} . ¶ * الموضع الثاني: في سورة المجادلة (الآية 7) قال تعالى {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} . ¶ * الموضع الثالث: في سورة النساء (الآية 108) قال تعالى {يَسْتَخْفُونَ مِنَ النَّاسِ وَلا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطاً} ¶ وهذا النوع من أنواع المعية المراد به أن الله مع جميع الخلق بعلمه فهو مطلع على خلقه شهيد عليهم وعالم بهم؛ وسميت عامة لأنها تعم جميع الخلق. ¶ المعنى الثاني: المعية الخاصة. ¶ وقد وردت في القرآن الكريم في مواطن كثيرة أورد منها على سبيل المثال لا الحصر الآيات التالية: قال تعالى {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} الآية (128) من سورة النحل. وقال تعالى {إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} الآية (153) من سورة البقرة. وقال",
            "page": "11",
            "part": "1",
            "seal": "413E34C2"
        },
        {
            "id": "6",
            "nass": "تعالى {ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} الآية (40) من سورة التوبة. وهذه هي معية الإطلاع والنصرة والتأييد، وسميت خاصة لأنها تخص أنبياء الله وأولياءه دون غيرهم من الخلق. ¶ ومما ورد في السنة بهذا الخصوص حديث أبي هريرة رضي الله عنه قال: قال النبي صلى الله عليه وسلم \"يقول الله تعالى: أنا عند ظن عبدي بي، وأنا معه إذا ذكرني\" 1. ¶ وبناءً على هذا التقسيم للمعية الوارد في النصوص، نص عدد من أهل العلم على ذلك في كتبهم وممن ذكره شيخ الإسلام ابن تيمية رحمه الله حيث قال: ¶ \"ولفظ (مع) جائت في القرآن عامة وخاصة، فالعامة في هذه الآية (يقصد آية الحديد) وفي آية المجادلة فافتتح الكلام بالعلم وختمه بالعلم، ولهذا قال ابن عباس والضحاك وسفيان الثوري وأحمد بن حبل: هو معهم بعلمه. ¶ وأما \"المعية الخاصة\" ففي قوله تعالى: {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} وقوله تعالى لموسى: {إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} وقال تعالى: {إِذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} يعني النبي صلى الله عليه وسلم وأبا بكر رضي الله عنه. فهو مع موسى وهارون دون فرعون، ومع محمد وصاحبه دون أبي جهل وغيره من أعدائه. ومع الذين اتقوا والذين هم محسنون دون الظالمين المعتدين\"2 ¶ __________ ¶ 1 أخرجه البخاري في كتاب التوحيد باب قول الله تعالى {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ} ص 1551 رقم 7405. ¶ ومسلم في صحيحه كتاب الذكر والدعاء، باب فضل الذكر والدعاء والتقرب إلى الله تعالى رقم 2675. ¶ 2 مجموع الفتاوى 11/249-250.",
            "page": "12",
            "part": "1",
            "seal": "0547D7A6"
        },
        {
            "id": "7",
            "nass": "وقال الإمام ابن القيم رحمه الله: \" ... فمعية الله تعالى مع عبده نوعان عامة وخاصة وقد اشتمل القرآن على النوعين وليس ذلك بطريق الاشتراك اللفظي بل حقيقتها ما تقدم من الصحبة اللائقة\"1. ¶ وقال في موضع آخر: \" ... فمن المعية الخاصة قوله {إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} ، {إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} ، {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} ، {وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} 2، {لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} ، ومن العامة {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} ، وقوله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} الآية\"3. ¶ وقال الحافظ ابن رجب الحنبلي رحمه الله: \"ومعيته مع أهل طاعته خاصة فهو سبحانه مع الذين اتقوا والذين هم محسنون. ¶ فالمعية العامة تقتضي التحذير من علمه واطلاعه وقدرته وبطشه وانتقامه. ¶ والمعية الخاصة تقتضي حسن الظن بإجابته ورضاه وحفظه وصيانته\"4. ¶ وقال الشوكاني رحمه الله في شرح حديث \"أنا عند ظن عبدي بي، وأنا معه إذا ذكرني\". ¶ قال: \"فيه تصريح بأن الله تعالى مع عباده عند ذكرهم له، ومن مقتضى ذلك أن ينظر إليه برحمته، ويمده بتوفيقه وتسديده، فإن قلت: هو مع جميع عباده كما قال سبحانه وتعالى {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} ، وقوله جلّ ذكره {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} الآية. ¶ __________ ¶ 1 مختصر الصواعق 2/266. ¶ 2 البقرة 194. ¶ 3 مختصر الصواعق 2/266-267. ¶ 4 فتح الباري لابن رجب 2/334.",
            "page": "13",
            "part": "1",
            "seal": "6E55CA57"
        },
        {
            "id": "8",
            "nass": "قلت: هذه معية عامة، وتلك معية خاصة حاصلة للذاكر على الخصوص بعد دخوله مع أهل المعية العامة، وذلك يقتضي مزيد العناية ووفور الإكرام له والتفضل عليه، ومن هذه المعية الخاصة ما ورد في كتابه العزيز من كونه مع الصابرين، وكونه مع الذين اتقوا، وما ورد هذا المورد في الكتاب العزيز أو السنة، فلا منافاة بين إثبات المعية الخاصة وإثبات المعية العامة\"1. ¶ وقال الشيخ عبد الرحمن بن ناصر السعدي رحمه الله: \"معية الله التي ذكرها في كتابه نوعان: ¶ معية العلم والاحاطة وهي المعية العامة، فإنه مع عباده أينما كانوا. ¶ ومعية خاصة، وهي معيته مع خواص خلقه، بالنصرة والعطف والتأييد\"2. ¶ هذه بعض النقول أوردتها على سبيل التمثيل لا على سبيل الحصر لأثبات أصالة هذا التقسيم وأخذ المحققين من العلماء به وهناك نقول أخرى عن جمع أخر من العلماء كلهم قالوا بهذا التقسيم للمعية تركتها خشية الإطالة وإنما أردت بهذا التنبيه على ورود هذا التقسيم في كلام أهل العلم. ¶ __________ ¶ 1 تحفة الذاكرين ص 11. ¶ 2 تيسير الكريم الرحمن ص 14",
            "page": "14",
            "part": "1",
            "seal": "8E9F195F"
        },
        {
            "id": "9",
            "nass": "المطلب الثاني: أقوال العلماء في تفسير آيات المعية العامة ¶ ... ¶ المطلب الثاني: أقوال السلف في تفسير آيات المعية العامة ¶ تتابع أهل السنة قرنا بعد قرن وجيلا بعد جيل على تفسير آيات المعية بأنها معية العلم والاطلاع، والنقول التي سأوردها في هذا المطلب شملت عددا من أعلام الأمة وأئمتها بما في ذلك القرون المفضلة، وأئمة الفقه والحديث والتفسير1. ¶ فكيف تطيب نفس مسلم إلى ترك أقوال هؤلاء إلى قول من يحتج بقوله. ¶ وقد نقل غير واحد من أهل العلم إجماع علماء السلف على تفسيرهم لآيات المعية العامة بأن المراد بها معية العلم، وسأورد لك هنا ما وقفت عليه من آثار في تفسير تلك الآيات ليتضح لك حقيقة قولهم في المسألة. ¶ والمقصود من إيراد هذا الكمِّ الكبير من الآثار هو تفنيد تلك الدعوى التي تمسك بها المخالفون لاعتقاد السلف في هذه المسألة ومسألة العلو ـ التي لها ارتباط وثيق بمسألة المعية ـ فأوردوا حولها دعوى هي أوهى من بيت العنكبوت، وهي زعمهم أن أيات المعية العامة المراد بها أن الله معنا بذاته في كل مكان تعالى الله عما يقولون علواً كبيرا. ¶ وسيجد القارئ لهذا المطلب أن تفسيرهم ذاك لم يقل به أحد من السلف ولا الأئمة المعتبرين، بل ولا حتى جمع من قدماء الأشاعرة وعلى رأسهم أبو الحسن الأشعري الذي ينتسبون إليه، فالأشعري وقدماء أصحابه وافقوا السلف في تفسيرهم لآيات المعية العامة بأنها معية العلم والاطلاع. ¶ __________ ¶ 1 سأورد في هذا المطلب أقوال بعض الأشاعرة وغيرهم، لكونهم وافقوا الحق في هذه المسألة ولا يفهم من هذا اعتبارهم من أهل السنة على المعنى الخاص، والاستشهاد بأقوال هؤلاء سار عليه شيخ الإسلام ابن تيمية في الفتوى الحموية، وابن القيم في اجتماع الجيوش الإسلامية، والذهبي في كتابيه العلو والعرش، وغيرهم من الأئمة.",
            "page": "17",
            "part": "1",
            "seal": "5E5A2D12"
        },
        {
            "id": "10",
            "nass": "فأصحاب هذه الدعوى مخصومون بما سنورده من آثار من أوجه عديدة. ¶ منها أن هذا المدعي إن كان حمله تعصبه لمذهب معين أوطائفة معينة على ماقال، مثل أن ينتسب إلى أحد المذاهب الأربعة، أو العقيدة الأشعرية، فإن كان ممن ينتسب إلى أحد من أصحاب المذاهب الفقهية المتعارف عليها بين المسلمين فسيجد من النقول عن أولئك الأئمة وكبار تلاميذهم والعلماء المنتسبين إليهم ما يثبت له أنه مخالف لهم في الاعتقاد وإن كان يزعم أنه من أتباعهم في الفروع الفقهية، ومن ثَمَّ يدرك حقيقة الانفصال الواقع بين أئمة المذاهب الفقهية وتلاميذهم والأئمة المبرزين في مذاهبهم وبين المتأخرين ممن يزعمون أنهم من أتباعهم في الأساس وهوالمعتقد الذي هو أهم بكثير من تقليدهم في الفروع الفقهية فأين هذا الاتباع المزعوم؟!! ولو أن هؤلاء تجردوا من التعصب والهوى ونظروا بعين الحق والإنصاف لعلموا يقينا أنهم مخالفون لهم لا أتباعا لهم. ¶ وإن كان هذا المتعصب ينتسب إلى الأشعرية، فسيدرك من خلال ماأوردناه من آثار عن متقدمي الأشاعرة، أنهم لايوافقون المتأخرين على دعواهم، وأن تلك الدعوى إنما هي عقيدة باطلة تلقاها المتأخرون ـ الذين كانوا جهمية خلّص في هذا الباب. ـ عن قدماء الجهمية والمعتزلة ¶ فبعد ذلك لا تبقى حجة أو بالأحرى دعوى لمدع في التفسير الباطل الذي ذهبوا إليه وهذا أوان الشروع في إيراد الآثار وأولها: ¶ 1 - قول ابن عباس رضي الله عنه ¶ أخرج ابن أبي حاتم عن ابن عباس في قوله {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} قال: \"عالم بكم أينما كنتم\"1. ¶ __________ ¶ 1 أورده السيوطي في الدر المنثور 6/171.",
            "page": "18",
            "part": "1",
            "seal": "1FDCFB9F"
        },
        {
            "id": "11",
            "nass": "2 - قول الضحاك بن مزاحم رحمه الله1 (بعد المائة) ¶ عن مقاتل بن حيان عن الضحاك في قوله عز وجل {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ} قال: \"هو فوق العرش وعلمه معهم أينما كانوا.\"2. ¶ __________ ¶ 1 الضحاك بن مزاحم الهلالي، أبو محمد، أو أبو القاسم، الخراساني، من أئمة المفسرين، صدوق كثير الإرسال، من الخامسة، مات بعد المائة، أخرج له أصحاب السنن الأربعة. التقريب (ص459) . ¶ 2 ووصله كل من أحمد في السنة (ص71) . ¶ وعنه أبو داود في المسائل (ص263) . ¶ وابن أبي حاتم كما في مجموع الفتاوى (5/495) . ¶ وابن جرير في تفسيره (28/12-13) . ¶ وعبد الله بن أحمد في السنة 1/304 رقم 592، ورقم 595. ¶ والآجري في الشريعة (3/1079، رقم655) . ¶ وابن بطة في الإبانة (-تتمة الرد على الجهمية-) (3/152-153، برقم109) . ¶ واللالكائي في شرح أصول اعتقاد أهل السنة (3/400، برقم670) عن مقاتل. ¶ وابن أبي يعلى في الطبقات (1/252) . ¶ والبيهقي في الأسماء والصفات (2/341-342، رقم909) . ¶ وأورده ابن عبد البر في التمهيد 7/139. ¶ وأورده ابن قدامة في إثبات صفة العلو (ص113) . ¶ وابن تيمية في شرح حديث النزول (ص126) . ¶ وأورده الذهبي في العلو (ص98-99) وقال: (أخرجه أبو أحمد العسال، وأبو عبد الله بن بطة، وأبو عمر بن عبد البر بإسناد جيد، ومقاتل ثقة إمام) اهـ، وفي العرش 2/155 رقم 136، 137. ¶ وابن القيم في اجتماع الجيوش الإسلامية (ص131، وص257) ، وأورده أيضاً كما في مختصر الصواعق (2/112) وقال: (وصح عن الضحاك) .",
            "page": "19",
            "part": "1",
            "seal": "02D8A38D"
        },
        {
            "id": "12",
            "nass": "3 - قول مقاتل بن حيان رحمه الله1 (قبل 150 هـ) ¶ قال في قوله تعالى {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} قال: \"هو على العرش ولا يخل شيء من علمه\"2. ¶ 4 - قول أبي حنيفة رحمه الله (150 هـ) ¶ قال نعيم بن حماد: سمعت نوح بن أبي مريم يقول: كنا عند أبي حنيفة رحمه الله أول ما ظهر، (أي أمر الجهم بن صفوان) إذ جاءته امرأة من ترمذ كانت تجالس جهما، فدخلت الكوفة، فأظنني أقل ما رأيت عليها عشرة ألاف من الناس، تدعو إلى رأيها، فقيل لها إن رجلا هاهنا قد نظر في المعقول يقال له أبو حنيفة، فأتته وقالت: أنت الذي تعلم الناس المسائل وقد تركت دينك، أين إلهك الذي تعبده؟ فسكت عنها، ثم مكث سبعة أيام لا يجيبها، ثم خرج إلينا وقد وضعكتابا أن الله في السماء دون الأرض، فقال له رجل: أرأيت قول الله تعالى {وَهُوَ مَعَكُمْ} قال: \"هو كما تكتب إلى الرجل إني معك وأنت غائب عنه\"3. ¶ __________ ¶ 1 مقاتل بن حيان النبطي، أبو بسطام البلخي الخزاز، مولى بكر بن وائل، صدوق فاضل، أخطأ الأزدي في زعمه أن وكيعاً كذبه، وإنما كذب مقاتل بن سليمان الأزدي، من السادسة، مات قبل الخمسين ومائة بأرض الهند، أخرج له مسلم، والأربعة. تهذيب التهذيب (10/277) ، التقريب (968) . ¶ 2 أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة والجماعة (3/400، برقم670) . ¶ وأورده الذهبي في العلو (ص102) ، وفي الأربعين (ص64، برقم47) ، وفي العرش 2/184 رقم 159، 2/191 رقم 165. ¶ 3 أخرجه البيهقي في الأسماء والصفات (2/383) . ¶ وأورده الذهبي في العلو (ص101) ، وفي العرش 2/174 رقم151. ¶ وأورده ابن القيم في اجتماع الجيوش الإسلامية (ص137-138) ، وإسناده ضعيف جدا لأن نوح ابن أبي مريم كذاب وضاع.",
            "page": "20",
            "part": "1",
            "seal": "555A4327"
        },
        {
            "id": "13",
            "nass": "5 - قول سفيان الثوري رحمه الله (161 هـ) ¶ عن معدان، قال سألت سفيان الثوري عن قول الله عز وجل {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} قال: \"علمه\"1. ¶ 6 - قول الإمام مالك رحمه الله (179 هـ) ¶ قال عبد الله بن أحمد حدثني أبي رحمه الله قال حدثنا سريج بن النعمان أخبرني عبد الله بن نافع قال: كان مالك بن أنس رحمه الله يقول: \"من قال القرآن مخلوق يوجع ضرباً ويحبس حتى يموت\"، وقال مالك رحمه الله: \"الله عز وجل في السماء، وعلمه في كل مكان\" وتلا هذه الآية {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ} وعظم عليه الكلام في هذا واستشنعه2. ¶ __________ ¶ 1 أخرجه البخاري في خلق أفعال العباد (ص8) . ¶ وأخرجه عبد الله بن الإمام أحمد في السنة (1/306-307، ح597) . ¶ والآجري في الشريعة (3/1078، برقم654) . ¶ وابن بطة في الإبانة (-تتمة الرد على الجهمية -) ، (3/154-155، ح111) . ¶ واللالكائي في شرح أصول اعتقاد أهل السنة (3/401، ح672) . ¶ والبيهقي في الأسماء والصفات (2/341، رقم908) . ¶ وابن عبد البر في التمهيد (7/139) و (7/142) . ¶ وابن قدامة في إثبات صفة العلو (ص115-116، برقم94) ، و (ص113، برقم89) . ¶ وأورده الذهبي في العلو (ص103) ، وفي الأربعين (ص63-64، برقم46) ، وفي سير أعلام النبلاء (7/274) ، وفي العرش 2/183 رقم 158. ¶ 2 أخرجه أبو داود في مسائل الإمام أحمد (ص263) ، ط: دار المعرفة. ¶ وأخرجه عبد الله بن الإمام أحمد في السنة (1/106-107، برقم11، و1/280، برقم532) . والآجري في الشريعة (3/1076-1077، برقم652-653) . وابن بطة في الإبانة (-تتمة الرد على الجهمية-) ، (3/153، ح110) . وابن منده في التوحيد (3/307، برقم893) . واللالكائي في شرح أصول اعتقاد أهل السنة (3/401) . ¶ وابن عبد البر في التمهيد (7/138) . والقاضي عياض في ترتيب المدارك (2/43) . وأورده ابن تيمية في مجموع الفتاوى (5/183) ، وفي درء تعارض العقل والنقل (6/262) ، وقال: (كل هذه الأسانيد صحيحة) . ¶ وأورده الذهبي في العلو (ص103) ، وفي سير أعلام النبلاء (8/101) ، وأورده في الأربعين في صفات رب العالمين (ص59، برقم39) و (ص63، برقم45) ، وفي العرش 2/178 رقم 155. وأورده ابن القيم كما في مختصر الصواعق (2/213) وقال: (ذكره الطلمنكي وابن عبد البر وعبد الله بن أحمد وغيرهم) . ¶ وصححه الألباني في مختصر العلو (ص140) .",
            "page": "21",
            "part": "1",
            "seal": "480215D7"
        },
        {
            "id": "14",
            "nass": "7 - قول نعيم بن حماد الخزاعي1 رحمه الله (228 هـ) ¶ قال أحمد بن منصور الرمادي سمعت نعيم بن حماد الخزاعي في قوله ¶ {وَهُوَ مَعَكُمْ} : \"أنه لا يخفى عليه خافية بعلمه، ألا ترى قوله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} الآية، أراد أنه لا يخفى عليه خافية\"2. ¶ 8 - قول علي بن المديني (234 هـ) ¶ __________ ¶ 1 نعيم بن حماد بن معاوية بن الحارث الخزاعي، أبو عبد الله المروزي، نزيل مصر، صدوق يخطىء كثيرًا، فقيه عارف بالفرائض، من العاشرة، مات سنة (228هـ) على الصحيح، أخرج له البخاري مقرونا، وأبو داود، والترمذي، وابن ماجة. التقريب (1006) . ¶ 2 أخرجه ابن بطة في الإبانة (تتمة الرد على الجهمية) ، (3/146، برقم106) . وأورده الذهبي في العلو (ص126) ، وفي سير أعلام النبلاء (10/611) ، وفي الأربعين في صفات رب العالمين (ص64، برقم48) ، وفي العرش 2/238 رقم 208. وأورده ابن القيم في اجتماع الجيوش الإسلامية (ص221) . وقال الألباني في مختصر العلو (ص184) : (السند صحيح) .",
            "page": "22",
            "part": "1",
            "seal": "95C54D1F"
        },
        {
            "id": "15",
            "nass": "سئل عن قوله تعالى {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} فقال: اقرأ ما قبله {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ} 1. ¶ 9 - قول إسحاق بن راهويه (238 هـ) ¶ قال حرب بن إسماعيل: قلت لإسحاق بن راهويه في قول الله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} كيف تقول فيه؟ قال: \"حيث ما كنت فهو أقرب إليك من حبل الوريد، وهو بائن من خلقه\"2. ¶ 10 - قول الإمام أحمد رحمه الله (241 هـ) ¶ قال أبو طالب سألت أحمد بن حنبل عن رجل قال: إن الله معنا، وتلا {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} . قال: \"قد تجهم هذا، يأخذون بآخر الآية، ويدعون أولها هلا قرأت عليه {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ} فالعلم معهم، وقال في سورة (ق) {وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} فعلمه معهم\"3. ¶ __________ ¶ 1 أورده الذهبي في العلو، انظر المختصر ص 188-189. وأورده ابن القيم في اجتماع الجيوش ص 234. ¶ 2 أورده ابن بطة في الإبانة (تتمة الرد على الجهمية) ، (3/161، برقم118) . أورده الذهبي في سير أعلام النبلاء (11/370) ، وفي العرش 2/245 رقم 217. وأورده في العلو (ص131) وعزاه للخلال في السنة. وأورده ابن القيم في اجتماع الجيوش الإسلامية (ص226) . ¶ وقال الألباني في مختصر العلو (191، ح233) : (قلت: وأخرجه الهروي أيضا في ذم الكلام (6/120/1) عن حرب به نحوه) . ¶ 3 رواه ابن بطة في الإبانة (تتمة الرد على الجهمية) ، (3/159-160، برقم116) . وأورده بنحوه القاضي في إبطال التأويلات (2/289، برقم286) . وأورده الذهبي في العلو (ص130) ، وفي الأربعين (ص64-65، برقم49) . وأورده ابن القيم في اجتماع الجيوش الإسلامية (ص200-201) .",
            "page": "23",
            "part": "1",
            "seal": "6BAA9DC9"
        },
        {
            "id": "16",
            "nass": "قال المروزي: قلت لأبي عبد الله أحمد بن حنبل، إن رجلا قال: أقول كما قال الله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} ، أقول هذا ولا أجاوزه إلى غيره. فقال أبو عبد الله: \"هذا كلام الجهمية\". قلت: فكيف نقول؟ قال: {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ} ¶ علمه في كل مكان وعلمه معهم\" ثم قال: \"أول الآية يدل على أنه علمه\"1. ¶ قال حنبل: قلت لأبي عبد الله ما معنى قوله {وَهُوَ مَعَكُمْ} ، و {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} ؟. قال: \"علمه محيط بالكل، وربنا على العرش بلا حد ولا صفة\"2. ¶ قال أحمد بن جعفر الفارسي الإصطخري: قال أبو عبد الله أحمد بن محمد بن حنبل: \"هذه مذاهب أهل العلم وأصحاب الأثر وأهل السنة المتمسكين بعروقها، المعروفين بها المقتدى بهم فيها من لدن أصحاب النبي صلى الله عليه وسلم ¶ __________ ¶ 1 رواه ابن بطة في الإبانة (تتمة الرد على الجهمية) ، (3/160-161، برقم117) . ¶ وأورده الذهبي في العلو (ص130) . ¶ وأورده ابن القيم في اجتماع الجيوش الإسلامية (201) . ¶ 2 أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة والجماعة (3/402، برقم675) . وأورده ابن قدامة في إثبات صفة العلو (ص116، برقم95) . وأورده الذهبي في العلو (ص130) ، وفي الأربعين في صفات رب العالمين (ص65، برقم 50) ، وفي العرش 2/245 رقم 218، 219، 220وأورده ابن تيمية في مجموع الفتاوى (5/496) . وأورده ابن القيم في اجتماع الجيوش الإسلامية (200) وعزاه للالكائي. ¶ وانظر مختصر الصواعق (2/213) ، وقال ابن القيم: (أراد أحمد بنفي الصفة نفي الكيفية والتشبيه، وبنفي الحد حد يدركه العباد ويحدونه) . ¶ وانظر في مسألة الحد نقض تأسيس الجهمية (2/162) .",
            "page": "24",
            "part": "1",
            "seal": "CCE3F8C1"
        },
        {
            "id": "17",
            "nass": "إلى يومنا هذا وأدركت من أدركت من علماء أهل الحجاز والشام وغيرهم عليها، فمن خالف شيئا من هذه المذاهب أو طعن فيها أو عاب قائلها، فهو مبتدع خارج من الجماعة زائل عن منهج السنة وسبيل الحق\". ¶ ثم ساق الإمام أحمد أقوالهم في العقيدة إلى أن قال: \"وخلق سبع سموات بعضها فوق بعض، وسبع أراضين بعضها أسفل من بعض، وبين الأرض العليا والسماء الدنيا مسيرة خمسمائة عام، وبين كل سماء إلى سماء مسيرة خمسمائة عام، والماء فوق السماء العليا السابعة، وعرش الرحمن عز وجل فوق الماء، والله عز وجل على العرش، والكرسي موضع قدميه، وهو يعلم ما في السموات والأرضين السبع وما بينهما، وما تحت الثرى، وما في قعر البحار، ومنبت كل شعرة وشجرة، وكل زرع وكل نبات، ومسقط كل ورقة، وعددكل كلمة، وعدد الحصى والرمل والتراب، ومثاقيل الجبال، وأعمال العباد وآثارهم وكلامهم وأنفاسهم، ويعلم كل شيء، وهو على العرش فوق السماء السابعة، ودونه حجب من نور ونار وظلمة وما هو أعلم به. ¶ فإن احتج مبتدع ومخالف بقول الله عز وجل {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} وبقوله {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} ¶ وبقوله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} إلى قوله {إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} ونحو هذا من متشابه القرآن فقل: إنما يعني بذلك العلم، لأن الله تعالى على العرش فوق السماء السابعة العليا ويعلم ذلك كله وهو بائن من خلقه لا يخلو من علمه مكان\"1. ¶ __________ ¶ 1 طبقات الحنابلة 1/24.",
            "page": "25",
            "part": "1",
            "seal": "886B1F9C"
        },
        {
            "id": "18",
            "nass": "11 - قول عبد الله بن مسلم بن قتيبة1 رحمه الله (276 هـ) ¶ قال الإمام أبو محمد عبد الله بن مسلم بن قتيبة في كتاب \"تأويل مختلف الحديث\" له: \"نحن نقول في قوله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} إنه معهم يعلم ما هم عليه، كما تقول للرجل وجّهته إلى بلد شاسع، احذر التقصير فإني معك، تريد أنه لا يخفى عليَّ تقصيرك، وكيف يسوغ لأحد أن يقول: إنه سبحانه بكل مكان على الحلول فيه مع قوله {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} ومع قوله {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ} كيف يصعد إليه شيء هو معه، وكيف تعرج الملائكة إليه وهي معه، ولولا أن هؤلاء رجعوا إلى فطرهم، وما ركبت عليه خِلَقُهم من معرفة الخالق لعلموا أن الله هو العلي وهو الأعلى، وأن الأيدي ترتفع بالدعاء إليه، والأمم كلها عجميها وعربيها، تقول: إن الله في السماء. ما تركت على فطرها\"2. ¶ 12 - قول الإمام الدارمي3 رحمه الله (280 هـ) ¶ قال في كتابه \"الرد على الجهمية\" باب -استواء الرب تبارك وتعالى على العرش، وارتفاعه إلى السماء وبينونته من الخلق: ¶ __________ ¶ 1 عبد الله بن مسلم بن قتيبة الدينوري، أبو محمد، الإمام الحافظ الأديب، من المصنفين المكثرين، ولد ببغداد سنة (213هـ) ، وتوفي بها سنة (276هـ) ، من كتبه: المعارف، وأدب الكاتب، وتأويل مختلف الحديث، وغيرها. تاريخ بغداد (10/170) ، السير (13/296) . ¶ 2 انظر كتاب تأويل مختلف الحديث (ص182-183) . ¶ والعرش للذهبي 2/271 رقم 236. ¶ 3 عثمان بن سعيد بن خالد، أبو سعيد، التميمي السجستاني، الدارمي نسبة إلى بني دارم، إمام علامة حافظ، مات سنة (280هـ) وقد جاوز الثمانين. طبقات الحنابلة (1/221) ، السير (13/319) .",
            "page": "26",
            "part": "1",
            "seal": "9B0A84CE"
        },
        {
            "id": "19",
            "nass": "\"فاحتج بعضهم فيه بكلمة زندقة استوحش من ذكرها وتستر آخر من زندقة صاحبه فقال: قال تعالى {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} قلنا: هذه الآية لنا عليكم لا لكم، إنما يعني أنه حاضر كل نجوى، ومع كل أحد من فوق العرش بعلمه، لأن علمه بهم محيط، وبصره فيهم نافذ، لا يحجبه شيء عن علمه وبصره، ولا يتوارون منه بشيء، وهو بكماله فوق العرش بائن من خلقه {يَعْلَمُ السِّرَّ وَأَخْفَى} ، أقرب إلى أحدهم من فوق العرش من حبل الوريد، قادر على أن يكون له ذلك، لأنه لا يبعد عن شيء ولا يخفى عليه خافية في السموات ولا في الأرض، فهو كذلك رابعهم، وخامسهم، وسادسهم، لا أنه معهم بنفسه في الأرض كما ادعيتم، وكذلك فسرته العلماء..\".1 ¶ 13 - قول محمد بن عثمان بن أبي شيبة2 رحمه الله (297 هـ) ¶ وقال محمد بن عثمان بن أبي شيبة، في كتاب \"العرش\" له: \"ذكروا أن الجهمية يقولون: إن ليس بين الله وبين خلقه حجاب، وأنكروا العرش، وأن يكون الله فوقه، وقالوا إنه في كل مكان\" وذكر أشياء إلى أن قال: \"فسرت العلماء {وَهُوَ مَعَكُمْ} يعني بعلمه، توافرت الأخبار أن الله خلق العرش فاستوى عليه بذاته فهو فوق العرش بذاته، متخلصا من خلقه بائنا منهم\"3. ¶ __________ ¶ 1 الرد على الجهمية ص 268-269 (ضمن عقائد السلف) . ¶ 2 أبو جعفر، محمد بن عثمان بن محمد بن إبراهيم بن عثمان بن خواستي، العبسي مولاهم، الكوفي، الحافظ، المسند البارع، محدث الكوفة، جمع وصنف وكان من أوعية العلم، بصيرا بالحديث والرجال، توفي سنة (297هـ) . تاريخ بغداد (3/42-47) ، سير أعلام النبلاء (14/21) . ¶ 3 انظر العرش لابن أبي شيبة. ص (276-292) وأورده الذهبي في العرش 2/264 رقم 233.",
            "page": "27",
            "part": "1",
            "seal": "A1BAA133"
        },
        {
            "id": "20",
            "nass": "14 - قول محمد بن جرير الطبري رحمه الله (310 هـ) ¶ قال في تفسير قوله تعالى {يَعْلَمُ مَا يَلِجُ فِي الأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} : \"يقول: هو شاهد لكم أيها الناس أينما كنتم، يعلمكم ويعلم أعمالكم ومتقلبكم ومثواكم، وهو على عرشه فوق سبع سمواته\"1. ¶ وقال في تفسير قوله تعالى {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ ... } الآية: \"وعنى بقوله {هُوَ رَابِعُهُمْ} بمعنى مشاهدهم بعلمه وهو على عرشه\"2. ¶ 15 - قول أبي الحسن الأشعري3 رحمه الله (324 هـ) ¶ قال في \"رسالة إلى أهل الثغر\" \" ... وأنه يعلم السر وأخفى من السر، ولا يغيب عنه شيء في السموات والأرض حتى كأنه حاضر مع كل شيء، وقد دل الله عز وجل على ذلك في قوله {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} وفسَّر ذلك أهل العلم بالتأويل أن علمه محيط بهم حيث كانوا\"4. ¶ 16 - قول أبي بكر الآجري5 رحمه الله (360 هـ) ¶ __________ ¶ 1 انظر: تفسير الطبري 27/216 ¶ 2 انظر: تفسير الطبري 28/12. ¶ 3 أبو الحسن، علي بن إسماعيل بن أبي بشر الأشعري، كان في أول أمره معتزلياً، ثم تاب من الإعتزال، وأخذ بقول الكلابية، ثم رجع إلى معتقد أهل السنة في مجمل المسائل، توفي سنة (324هـ) . انظر تاريخ بغداد (11/346) ، سير أعلام النبلاء (15/85) . ¶ 4 انظر رسالة إلى أهل الثغر ص 234 ¶ 5 محمد بن الحسين بن عبد الله، أبو بكر الآجري، فقيه، شافعي، محدث، بغدادي، توفي سنة (306هـ) وله تصانيف كثيرة منها: أخلاق حملة القرآن، وأخلاق العلماء، وكتاب الشريعة، وغيرها. تاريخ بغداد (2/243) ، السير (16/133) .",
            "page": "28",
            "part": "1",
            "seal": "FF4A9819"
        },
        {
            "id": "21",
            "nass": "قال الإمام أبو بكر الآجري الحافظ، في كتاب \"الشريعة\" له: - باب في التحذير من مذهب الحلولية -: ¶ \"الذي يذهب إليه أهل العلم، أن الله عز وجل على عرشه، فوق سمواته، وعلمه محيط بكل شيء، قد أحاط علمه بجميع ما خلق في السموات العلى، وبجميع ما في سبع أراضين، يرفع إليه أعمال العباد. ¶ فإن قال قائل: إيش يكون معنى قوله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} الآية التي احتجوا بها؟. قيل له: علمه، والله عز وجل على عرشه، وعلمه محيط بهم، كذا فسره أهل العلم، والآية يدل أولها وآخرها على أنه العلم، وهو على عرشه، فهذا قول المسلمين\"1. ¶ 17 - قول ابن بطة العكبري2 رحمه الله (387 هـ) ¶ قال الإمام الزاهد أبو عبد الله بن بطة العكبري، في كتاب \"الإبانة\": - باب الإيمان بأن الله على عرشه، بائن من خلقه، وعلمه محيط بخلقه - أجمع المسلمون من الصحابة والتابعين، أن الله على عرشه، فوق سمواته، بائن من خلقه3. ¶ __________ ¶ 1 انظر الشريعة للآجري (3/1075-1076) ¶ وانظر مختصر الصواعق (2/214) . ¶ وأورده الذهبي في العرش 2/309 رقم 252. ¶ 2 عبيد الله بن محمد بن محمد بن حمدان العكبري أبو عبد الله، ابن بطة الحنبلي مصنف كتاب الإبانة المشهور، إمام قدوة عابد، فقيه محدث، مات سنة (387هـ) وله أربع وثمانون سنة. طبقات الحنابلة (2/114) ، السير (16/529) . ¶ 3 انظر الإبانة (تتمة الرد على الجهمية) ، (3/136) ، ¶ وانظر مختصر الصواعق (2/214) .",
            "page": "29",
            "part": "1",
            "seal": "1F33473A"
        },
        {
            "id": "22",
            "nass": "فأما قوله {وَهُوَ مَعَكُمْ} ، فهو كما قالت العلماء: علمه. ¶ وأما قوله {وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الأَرْضِ} معناه: أنه هو الله في السموات، وهو الله في الأرض، وتصديقه في كتاب الله {وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الأَرْضِ إِلَهٌ} ، واحتج الجهمي بقوله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} ، فقال: إن الله معنا وفينا، وقد فسر العلماء أن ذلك علمه، ثم قال في آخرها {إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} \"1 ¶ 18 - قول الثعلبي2 رحمه الله (427 هـ) ¶ قال في قوله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} 3: \"في العلم\"4 ¶ 19 - قول الإمام أبي عمر الطلمنكي5 رحمه الله (429 هـ) ¶ قال في كتابه \"الوصول إلى علم الأصول\": \"وأجمع المسلمون من أهل السنة على أن معنى {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} ونحو ذلك من القرآن أن ذلك علمه، وأن الله فوق السموات بذاته مستو على عرشه كيف شاء\"6 ¶ __________ ¶ 1 انظر كتاب الإبانة (تتمة الرد على الجهمية) ، (3/143-145) ، ¶ وأورده الذهبي في العرش 2/325 رقم 259. ¶ 2 أحمد بن محمد بن إبراهيم، أبو إسحاق النيسابوري الثعلبي، صاحب التفسير المشهور وعالم بالعربية، حافظ ثقة، مات سنة (427هـ) . الأنساب (3/129) ، السير (17/435) . ¶ 3 الآية 7 من سورة المجادلة. ¶ 4 أورده الذهبي في كتاب العرش 2/368 برقم 281 وعزاه لتفسير الثعلبي المسمى الكشف والبيان في تفسير القرآن وهو مخطوط ¶ 5 أحمد بن محمد بن عبد الله، أبو عمر، المعافري، الأندلسي، الطلمنكي، بحر من بحور العلم، إمام مقرىء، محدث مفسر. مات سنة (429هـ) وقد قارب التسعين. السير (17/566) ، طبقات المفسرين للداودي (1/77) . ¶ 6 انظر: تلبيس الجهمية لابن تيمية 2/38. ¶ ودرء تعارض العقل والنقل 6/250-251. ¶ والعلو للذهبي 264. ¶ وإجتماع الجيوش الإسلامية ص 142.",
            "page": "30",
            "part": "1",
            "seal": "0AC5EED0"
        },
        {
            "id": "23",
            "nass": "20 - قول أبي زكريا يحي بن عمار1 رحمه الله (442 هـ) ¶ قال الإمام أبو زكريا يحي بن عمار السجستاني، في رسالته: ¶ \"لا نقول كما قال الجهمية، إنه مداخل للأمكنة، وممازج لكل شيء ولا نعلم أين هو؛ بل هو بذاته على العرش، وعلمه محيط بكل شيء، وعلمه، وسمعه، وبصره، وقدرته، مدركة لكل شيء، وهو معنى قوله ¶ {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} ، وهو بذاته على عرشه كما قال سبحانه وكما قال نبيه صلى الله عليه وسلم\"2. ¶ 21 - قول البيهقي رحمه الله (458 هـ) ¶ قال الإمام أبو بكر بن الحسين البيهقي في كتاب \"الاعتقاد\": ¶ \"وفي كثير من الآيات دلالة على إبطال قول من زعم من الجهمية أن الله بذاته في كل مكان. وقوله {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} إنما أراد به بعلمه لا بذاته\"3 ¶ 22 - قول الإمام ابن عبد البر رحمه الله (463 هـ) ¶ قال: \"وأما احتجاجهم بقوله عز وجل {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ} الآية، فلا حجة لهم في ظاهر هذه الآية، لأن علماء الصحابة والتابعين الذين ¶ __________ ¶ 1 أبو زكريا، يحي بن عمار، الشيباني، السجستاني، الواعظ، نزيل هراة، كان بارعاً في التفسير والسنة، توفي سنة (422هـ) . العبر (3/151) ، شذرات الذهب (2/226) . ¶ 2 أورده ابن تيمية في مجموع الفتاوى (5/191) ، وأورده الذهبي في العلو (177-178) ، وفي كتاب العرش 2/348 رقم 266. وأورده ابن القيم مختصرا في اجتماع الجيوش الإسلامية (ص279) . ¶ 3 الإعتقاد للبيهقي (ص112-115) . وأورده الذهبي في العلو (ص 184ـ185) . وفي العرش 2/355 رقم 271.",
            "page": "31",
            "part": "1",
            "seal": "C4D1BA34"
        },
        {
            "id": "24",
            "nass": "حملت عنهم التأويل في القرآن قالوا في تأويل هذه الآية: هو على العرش، وعلمه في كل مكان، وما خالفهم في ذلك أحد يحتج بقوله\"1. ¶ 23 - قول البغوي رحمه الله (510 هـ) ¶ قال في قوله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} \"في العلم\"2. ¶ 24 - قول قوّام السنة أبي القاسم الأصبهاني3 رحمه الله (535 هـ) ¶ قال: \"فإن قيل: قد تأولتم قوله عز وجل {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} وحملتموه على العلم. قلنا: ما تأولنا ذلك، وإنما الآية دلت على أن المراد بذلك العلم، لأنه قال في آخرها {نَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} \"4 ¶ 25 - قول أبي محمد اليمني5 رحمه الله (من علماء القرن السادس الهجري) ¶ قال رحمه الله: \"وربما نقول ثاني اثنين وثالث ثلاثة ورابع أربعة وأكثر من ذلك، بمعنى العلم والحفظ لا بمعنى الشريك لأنه يقول وقوله الحق {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} أي عليم بهم وحفيظ لهم ¶ __________ ¶ 1 التمهيد (7/138-139) والذهبي في العرش 2/356 رقم 272. ¶ 2 تفسير البغوي (4/307) . وأورده الذهبي في العرش\" 2/368 رقم 280/5. ¶ 3 إسماعيل بن محمد بن الفضل بن علي، القرشي، التيمي، أبو القاسم، الأصبهاني، الملقب بقوّام السنة، من أعلام الحفاظ، كان إماماً في التفسير والحديث واللغة، صاحب كتاب \"الحجة في بيان المحجة\"، توفي سنة (535 هـ) . شذرات الذهب 4/105، الأعلام 1/323. ¶ 4 انظر: الحجة في بيان المحجة 2/291. ¶ 5 أبومحمد اليمني من علماء القرن السادس الهجري وهو صاحب كتاب عقائد الثلاث وسبعين فرقة لايعرف عنه إلا هذا راجع القسم الدراسي من الكتاب المحقق 1/1-7.",
            "page": "32",
            "part": "1",
            "seal": "C16BC03A"
        },
        {
            "id": "25",
            "nass": "أينما كانوا، لا بمعنى التشريك\"1 ¶ 26 - قول ابن كثير رحمه الله (774 هـ) ¶ قال في تفسير قوله تعالى {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ ... } الآية: ¶ \"أي مطلع عليهم يسمع كلامهم وسرهم ونجواهم، ورسله أيضاً مع ذلك تكتب ما يتناجون به مع علم الله به وسمعه له كما قال تعالى {أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلاَّمُ الْغُيُوبِ} . ولهذا حكى غير واحد الإجماع على أن مراد بهذه الآية معية علمه تعالى ولا شك في إرادة ذلك\"2. ¶ 27 - قول الشوكاني رحمه الله (1250هـ) ¶ قال في تفسير قوله تعالى {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} : \"أي بقدرته وسلطانه وعلمه\" 3. ¶ وقال في تفسير قوله تعالى {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ} الآية: \"مستأنفة لتقرير سمو علمه وإحاطته بكل المعلومات ... ومعنى {أَيْنَ مَا كُنْتُمْ} إحاطة علمه بكل تناج يكون منهم في أي مكان من الأمكنة\"4. ¶ قال الشوكاني رحمه الله في شرح حديث \"أنا عند ظن عبدي بي، وأنا معه إذا ذكرني\"5. ¶ قال: \"فيه تصريح بأن الله تعالى مع عباده عند ذكرهم له، ومن مقتضى ¶ __________ ¶ 1عقائد الثلاث وسبعين فرقة 2/523-524. ¶ 2 انظر: تفسير ابن كثير 4/322. ¶ 3 انظر: فتح القدير 5/166. ¶ 4 انظر: فتح القدير 5/187 ¶ 5 تقدم تخريجه",
            "page": "33",
            "part": "1",
            "seal": "A4FF0AC6"
        },
        {
            "id": "26",
            "nass": "ذلك أن ينظر إليه برحمته، ويمده بتوفيقه وتسديده، فإن قلت: هو مع جميع عباده كما قال سبحانه وتعالى {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} ، وقوله جلّ ذكره {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} الآية. ¶ قلت: هذه معية عامة، وتلك معية خاصة حاصلة للذاكر على الخصوص بعد دخوله مع أهل المعية العامة، وذلك يقتضي مزيد العناية ووفور الاكرام له والتفضل عليه، ومن هذه المعية الخاصة ما ورد في كتابه العزيز من كونه مع الصابرين، وكونه مع الذين اتقوا، وما ورد هذا المورد في الكتاب العزيز أو السنة، فلا منافاة بين إثبات المعية الخاصة وإثبات المعية العامة\"1 ¶ __________ ¶ 1 تحفة الذاكرين ص 11.",
            "page": "34",
            "part": "1",
            "seal": "5FA53039"
        },
        {
            "id": "27",
            "nass": "المطلب الثالث: الآثار والأقوال عن العلماء في الجمع بين صفتي العلو والمعية ¶ ... ¶ المطلب الثالث: الآثار والأقوال المروية عن أئمة السلف في الجمع بين صفتي العلو والمعية ¶ مما يؤكد تفسير السلف لآيات المعية العامة بأنها معية العلم والاطلاع ما ورد عنهم من أقوال جمعوا فيها بين إثبات معية العلم وإثبات صفة العلو لله عز وجل فبينوا بذلك عدم التعارض بين نصوص المعية والنصوص التي جاء فيها إثبات علو الله سبحانه على خلقه. ¶ ودعوى التعارض بين نصوص المعية ونصوص العلو، من الشبه التي تمسَّك بها المبتدعة أيضاً في هذا الباب، فبإيراد هذه الآثار عن سلف الأمة من الصحابة ومن بعدهم ـ والذين أمرنا بالتزام فهمهم ـ تزول أي دعوى للتعارض بين نصوص القرآن والسنة. فيما جاء فيهما من إثبات العلو الله عز وجل على خلقه وما جاء فيهما من إثبات معية الله لخلقه بعلمه. ¶ وبالإضافة إلى ذلك فإن هذه النقول تبطل وبشكل صريح دعوى القائلين بالمعية الذاتية، فدعواهم لا مستند لها من الكتاب أو السنة أو قول أحد من سلف الأمة وأئمتها ¶ وإليك الآثار الواردة في ذلك مرتبة ترتيباً زمانياً ¶ 1 - قول عبد الله بن مسعود رضي الله عنه ¶ وعن عبد الله بن مسعود رضي الله عنه قال: \"ما بين السماء القصوى والكرسي خمسمائة عام، ويبن الكرسي والماء كذلك، والعرش فوق الماء والله فوق العرش، ولا يخفى عليه شيء من أعمالكم\"1 ¶ __________ ¶ 1 أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة والجماعة (3/395ـ396، ح 659) والبيهقي في الأسماء والصفات (2/186ـ187) .والدارمي في الرد على الجهمية (ص275 -ضمن عقائد السلف-) . وابن خزيمة في التوحيد (1/242-243، ح149) . والطبراني في الكبير (9/228) . وأبو الشيخ في العظمة (2/688-689، ح279) . وابن عبد البر في التمهيد (7/) . وابن قدامة في إثبات صفة العلو (ص104-105، ح75) . وأورده الذهبي في العلو (ص64) ، وعزاه لعبد الله بن الإمام أحمد في السنة، وأبي بكر بن المنذر، وأبي أحمد العسال، وأبي القاسم الطبراني، وأبي الشيخ، واللالكائي، وأبي عمر الطلمنكي، وأبي عمر بن عبد البر، وقال: (وإسناده صحيح) . وأورده ابن القيم في اجتماع الجيوش الإسلامية (ص122) ، وفي مختصر الصواعق (2/210) . وأورده الهيثمي في مجمع الزوائد (1/86) ، وعزاه للطبراني وقال: (رجاله رجال الصحيح) .",
            "page": "37",
            "part": "1",
            "seal": "6F381ABF"
        },
        {
            "id": "28",
            "nass": "2 - قول كعب الأحبار رحمه الله1 ¶ قال: \"قال الله في التوراة: أنا الله فوق عبادي، وعرشي فوق خلقي، وأنا على عرشي، أدبر أمر عبادي، ولا يخفى علي شيء في السماء، ولا في الأرض\"2. ¶ __________ ¶ 1 كعب بن مانع الحِميري، أبو إسحاق، أسلم في خلافة الصديق رضي الله عنه، ومات في خلافة عثمان رضي الله عنه، وقد جاوز المائة،. انظر الكاشف (3/9) ، التقريب (ص812) . ¶ 2 أخرجه أبو الشيخ في العظمة (2/625-626، ح244) . وابن بطة في الإبانة -الرد على الجهمية-، (3/185-186، برقم137) . وأبو نعيم في الحلية (6/7) . وأورده القاضي أبو يعلى في إبطال التأويلات (ق149/ب) وعزاه لابن بطة في الإبانة. وأورده الجيلاني في الغنية لطالبي طريق الحق (1/57) . وأورده الذهبي في العلو (ص92) ، وقال: (رواته ثقات) ، وفي الأربعين (ص45) ، وفي العرش 2/143 رقم 121. وأورده ابن القيم في اجتماع الجيوش الإسلامية (ص129، و260) ، وقال قبله: (وروى أبو نعيم بإسناد صحيح عن كعب) وذكره. وأورده ابن القيم كذلك كما في مختصر الصواعق (2/373) وعزاه لأبي الشيخ وابن بطة وغيرهما بإسناد صحيح. ¶ وصححه الألباني في مختصر العلو (ص128) .",
            "page": "38",
            "part": "1",
            "seal": "F7EA65CC"
        },
        {
            "id": "29",
            "nass": "3 - قول عبد الله بن المبارك رحمه الله (181 هـ) ¶ ثبت عن علي بن الحسن بن شقيق، شيخ البخاري، قال: قلت لعبد الله ابن المبارك كيف نعرف ربنا؟ قال: \"في السماء السابعة على عرشه\". ¶ وفي لفظ \"على السماء السابعة على عرشه، ولا نقول كما تقول الجهمية إنه هاهنا في الأرض\". ¶ وقال أيضاً: سألت ابن المبارك: كيف ينبغي لنا أن نعرف ربنا؟. قال: \"على السماء السابعة، على عرشه، ولا نقول كما تقول الجهمية إنه هاهنا في الأرض\"1. ¶ __________ ¶ 1 أخرجه البخاري في خلق أفعال العباد (ص8) . ¶ والدارمي في الرد على المريسي (ص103) ، والرد على الجهمية (ص50) . وعبد الله بن الإمام أحمد في السنة (1/111، ح22) ، و (1/174-175، ح216) . وابن بطة في الإبانة (3/155-156، ح112) . وابن منده في التوحيد (3/308، برقم899) . والصابوني في عقيدة السلف (ص20، برقم28) . والبيهقي في الأسماء والصفات (2/336، رقم903) . وابن عبد البر في التمهيد (7/142) . وابن قدامة في إثبات صفة العلو (ص117-118، ح99، 100) . وأورده ابن تيمية في درء تعارض العقل والنقل (6/264) ، وعزاه للبخاري في خلق أفعال العباد. وأورده كذلك في الفتوى الحموية (ص91) وقال: (وروى عبد الله بن الإمام أحمد وغيره بأسانيد صحيحة عن ابن المبارك) ، وأورده في نقض تأسيس الجهمية (2/525) . وأورده الذهبي في العلو (ص110) ، وفي سير أعلام النبلاء (8/402) ، وفي الأربعين في صفات رب العالمين (ص40، برقم10) وفي العرش 2/187 رقم 161، 162 وأورده ابن القيم في اجتماع الجيوش الإسلامية (ص134-135) وقال: (روى الدارمي، والحاكم والبيهقي، وغيرهم، بأصح إسناد إلى علي بن الحسين بن شقيق) وذكره، وفي (ص213-214) وقال: (وقد صح عنه صحة قريبة من التواتر) ، وعزاه للبيهقي، والحاكم، والدارمي. وأورده أيضاً كما في مختصر الصواعق (2/212) .",
            "page": "39",
            "part": "1",
            "seal": "A9A47605"
        },
        {
            "id": "30",
            "nass": "4 - قول أبي يوسف1 صاحب أبي حنيفة رحمه الله (182 هـ) ¶ جاء بشر بن الوليد إلى أبي يوسف فقال له: \"تنهاني عن الكلام وبشر المريسي، وعلي الأحول، وفلان يتكلمون، فقال: وما يقولون؟ قال: يقولون: إن الله في كل مكان. فبعث أبو يوسف فقال: علي بهم، فانتهوا إليهم، وقد قام بشر، فجيء بعلي الأحول والشيخ -يعني الآخر-، فنظر أبو يوسف إلى الشيخ وقال: لو أن فيك موضع أدب لأوجعتك، فأمر به إلى الحبس، وضرب عليا الأحول وطوَّف به\"2. ¶ 5 - قول علي بن عاصم الواسطي3 رحمه الله (201هـ) ¶ وقال يحي بن علي بن عاصم4: \"كنت عند أبي، فاستأذن عليه المريسي، ¶ __________ ¶ 1 يعقوب بن إبراهيم بن حبيب الأنصاري، القاضي، أبو يوسف الكوفي، صاحب الإمام أبي حنيفة، المجتهد، العلامة، المحدث، أفقه أهل الرأي بعد أبي حنيفة، ولد سنة (113هـ) ، وتوفي سنة (182هـ) . تاريخ بغداد (14/242) ، السير (8/535) . ¶ 2 أورد القصة ابن تيمية في مجموع الفتاوى (5/45) ، وفي نقض تأسيس الجهمية (2/525-526) ، وعزاها لابن أبي حاتم في كتاب الرد على الجهمية، وساق الأثر بسنده. وأوردها الذهبي في العلو (ص112) . وابن القيم في اجتماع الجيوش الإسلامية (ص222) ، وقال: (وهي قصة مشهورة ذكرها عبد الرحمن بن أبي حاتم) . وأوردها أيضاً كما في مختصر الصواعق (2/212) وقال: (وبشر لم ينكر أن الله أفضل من العرش، وإنما أنكر ما أنكرته المعطلة أن ذاته تعالى فوق العرش) . وأوردها شارح الطحاوية (ص323) . ¶ 3 علي بن عاصم بن صهيب الواسطي التيمي مولاهم، صدوق يخطىء ويصر، رمي بالتشيع، من التاسعة، مات سنة إحدى ومائتين، وقد جاوز التسعين. التقريب (ص699) ، تاريخ بغداد (11/446) . ¶ 4 يحي بن علي بن عاصم الواسطي، روى عن أبيه. انظر الثقات لابن حبان (9/258) .",
            "page": "40",
            "part": "1",
            "seal": "7A6517E7"
        },
        {
            "id": "31",
            "nass": "فقلت له: يأبه مثل هذا يدخل عليك! فقال: وماله؟؛ قلت: إنه يقول إن القرآن مخلوق، ويزعم أن الله معه في الأرض، وكلاما ذكرته، فما رأيته اشتد عليه مثل ما اشتد عليه في القرآن أنه مخلوق، وأنه معه في الأرض\"1. ¶ 6 - قول أصبغ بن الفرج المالكي2 رحمه الله (225 هـ) ¶ \"وهو مستو على عرشه وبكل مكان علمه وإحاطته\"3 ¶ 7 - قول بشر الحافي4 رحمه الله (227 هـ) ¶ \"والإيمان بأن الله على عرشه كما شاء، وأنه عالم بكل مكان، وأن الله يقول، ويخلق، فقوله كن ليس بمخلوق\"5. ¶ 8 - قول حماد بن هنَّاد6 رحمه الله (230 هـ) ¶ __________ ¶ 1 أورده الذهبي في العلو (ص116) ، وفي العرش ¶ وأورده ابن القيم في اجتماع الجيوش الإسلامية (ص216-217) وعزاه لابن أبي حاتم. ¶ 2 أصبغ بن الفرج بن سعيد بن نافع،،فقيه من كبار المالكية بمصر، قال ابن الماجشون: (ما أخرجت مصر مثل أصبغ وكان كاتب ابن وهب) ، توفي سنة (225هـ) . وفيات الأعيان 1/79، الأعلام 1/333. ¶ 3 انظر: إجتماع الجيوش الإسلامية ص 142. ¶ تهذيب سنن أبي داود 7/102. ¶ 4 بشر بن الحارث بن عبد الرحمن، أبو نصر المروزي البغدادي الحافي، إمام، ورع، زاهد، مات سنة سبع وعشرين ومائتين، وله خمس وسبعون سنة. تاريخ بغداد (7/67) ، السير (10/469) . ¶ 5 أوردها الذهبي في العلو (ص127) ، وفي الأربعين (ص43) .وفي العرش 2/244 رقم 216. ¶ 6 هكذا أورده الذهبي في العلو، وابن القيم في اجتماع الجيوش الإسلامية، وقال محققه: (لم أقف على ترجمته بهذا الإسم، فلعلها محرفة عن محمد بن سعيد بن هنَّاد البوشنجي، وترجمته في الأنساب 2/259، والكاشف 3/42.",
            "page": "41",
            "part": "1",
            "seal": "5C3D7EEB"
        },
        {
            "id": "32",
            "nass": "قال: \"هذا ما رأينا عليه أهل الأمصار وما دلت عليه مذاهبهم فيه، وإيضاح مناهج العلماء وطرق الفقهاء، وصفة السنة وأهلها أن الله فوق السماء السابعة على عرشه بائن من خلقه وعلمه وقدرته وسلطانه بكل مكان\"1. ¶ 9 - قول أحمد بن نصر الخزاعي2 الشهيد رحمه الله (231 هـ) ¶ قال إبراهيم الحربي فيما صح عنه: قال أحمد بن نصر وسئل عن علم الله فقال: \"علم الله معنا وهو على عرشه\"3. ¶ 10 - قول الإمام أحمد بن حنبل رحمه الله (241 هـ) ¶ قال يوسف بن موسى القطان: وقيل لأبي عبد الله: الله فوق ¶ السماء السابعة على عرشه، بائن من خلقه، وعلمه وقدرته بكل مكان. قال: \"نعم\"4. ¶ قال أحمد بن حنبل رحمه الله في كتاب \"الرد على الجهمية\" مما جمعه ورواه عبد الله ابنه عنه: ¶ __________ ¶ 1 انظر العلو للذهبي ص 151 ¶ وإجتماع الجيوش الإسلامية ص242. ¶ 2 أحمد بن نصر بن مالك، الخزاعي، أبو عبد الله، ثقة، قتل شهيداً في خلافة الواثق لامتناعه عن القول بخلق القرآن سنة (231 هـ) . سير أعلام النبلاء (11/166) ، تهذيب التهذيب (1/87) . ¶ 3 أورده الذهبي في العلو ص 128. ¶ 4 أخرجه ابن بطة في الإبانة (تتمة الرد على الجهمية) ، (3/159، ح115) . ¶ واللالكائي في شرح أصول اعتقاد أهل السنة والجماعة (3/401-402، برقم674) . ¶ وابن أبي يعلى في طبقات الحنابلة (1/421) . ¶ وابن قدامة في إثبات صفة العلو (ص116، برقم96) . ¶ والذهبي في العلو (130) .، وفي العرش (2/248، برقم 221) ¶ وابن القيم في اجتماع الجيوش الإسلامية (ص200) وعزاه للخلال في كتاب السنة له.",
            "page": "42",
            "part": "1",
            "seal": "B000D0CF"
        },
        {
            "id": "33",
            "nass": "\"باب بيان ما أنكرت الجهمية أن يكون الله على العرش، قلت لهم: أنكرتم أن يكون الله على العرش، وقد قال {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} ؟ ¶ فقالوا: هو تحت الأرض السابعة، كما هو على العرش، وفي السموات والأرض. ¶ فقلنا: قد عرف المسلمون أماكن كثيرة ليس فيها من عظمة الرب شيء، أجسامكم وأجوافكم والأماكن القذرة ليس فيها من عظمته شيء، وقد أخبرنا عز وجل أنه في السماء فقال تعالى {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الأَرْضَ فَإِذَا هِيَ تَمُورُ أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِباً} {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} ، {إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ} ، {بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ} ، {يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ} ، فقد أخبرنا سبحانه أنه في السماء\"1. ¶ 11 - قول الحارث بن أسد المحاسبي2 (243هـ) ¶ قال: \"وأما قوله تعالى {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ} {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ} {إِذاً لابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلاً} {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ} هذا يوجب أنه فوق العرش فوق الأشياء كلها متنزه عن الدخول في خلقه لايخفى عليه منهم خافية لأنه أبان في هذه ¶ __________ ¶ 1 انظر الرد على الجهمية للإمام أحمد بن حنبل (ص92-93، -ضمن عقائد السلف) . ¶ وأورده الذهبي في العرش (2/250ـ251 برقم 224.) ¶ وأورده ابن القيم في اجتماع الجيوش الإسلامية (ص201-202) . ¶ 2 الحارث بن أسد المحاسبي البغدادي أبو عبد الله عاش في بغداد اشتهر بالتصوف وألف فيه كتبا أشهرها الرعاية لحقوق الله ورسالة المسترشدين توفي سنة 243 هـ تاريخ بغداد 8/211 السير 12/110.",
            "page": "43",
            "part": "1",
            "seal": "D7BC3BA4"
        },
        {
            "id": "34",
            "nass": "الآيات أنه أراد أنه بنفسه فوق عباده؛ لأنه قال: {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الأَرْضَ} يعني فوق العرش، والعرش على السماء لأن من قد كان فوق كل شيء على السماء، في السماء وقد قال {فَسِيحُوا فِي الأَرْضِ} يعني علي الأرض لايريد الدخول في جوفها....\"1 ¶ 12 - قول عبد الوهاب بن الحكم الورَّاق2 (251هـ) ¶ قال عبد الوهاب بن عبد الحكم الوراق لما روى حديث ابن عباس (ما بين السماء السابعة إلى كرسيه سبعة ألاف نور، وهو فوق ذلك قال: \"من زعم أن الله ههنا فهو جهمي خبيث، إن الله فوق العرش، وعلمه محيط بالدنيا والآخرة\"3. ¶ 13 - قول يحي بن معاذ الرازي4 رحمه الله (258هـ) ¶ قال: \"الله تعالى على العرش، بائن من الخلق، قد أحاط بكل شيء علماً، وأحصى كل شيء عدداً، ولا يشك في هذه المقالة إلا جهمي رديء ضليل ¶ __________ ¶ 1 انظر مجموع الفتاوى (5 /69) ¶ واجتماع الجيوش الإسلامية ص272. ¶ 2 عبد الوهاب بن عبد الحكم بن نافع النسائي، ثم البغدادي، أبو الحسن الوراق، صحب الإمام أحمد وسمع منه، وكان صالحاً، ورعاً، زاهداً، توفي سنة (251هـ) على القول الراجح. طبقات الحنابلة (1/209-212) ، التقريب (ص633) . ¶ 3 أورده الذهبي في العلو (ص142) ، وفي العرش\" 2/253 رقم 226. ¶ وابن القيم في اجتماع الجيوش الإسلامية (ص232) ، وقال: (صح ذلك عنه، حكاه عنه محمد بن أحمد بن عثمان -يعني الذهبي- في رسالته الفوقية وقال: ثقة حافظ، روى عنه أبو داود والترمذي والنسائي، مات سنة خمسين ومائتين) اهـ. 4 يحي بن معاذ الرازي، أبو زكريا، الواعظ، ذكره أبو القاسم القشيري في الرسالة وعده من جملة المشايخ، توفي سنة (258 هـ) بنيسابور. وفيات الأعيان 6/165.",
            "page": "44",
            "part": "1",
            "seal": "FCF4315C"
        },
        {
            "id": "35",
            "nass": "هالك مرتاب، يمزج الله بخلقه ويخلط الذات بالأقذار والأنتان\"1 ¶ 14 - قول محمد بن يحي الذهلي2 رحمه الله (258هـ) ¶ سئل محمد بن يحي عن حديث عبد الله بن معاوية عن النبي صلى الله عليه وسلم: \"ليعلم العبد أن الله معه حيث ما كان\"3، فقال: \"يريد أن الله علمه محيط بكل مكان والله على العرش\"4. ¶ 15 - قول المزني5 رحمه الله (264هـ) ¶ قال\"الحمد لله أحق من ذكر وأولى من شكر ... إلى أن قال.. علا على عرشه في مجده بذاته، وهو دان بعلمه من خلقه، أحاط علمه بالأمور ... \"6. ¶ __________ ¶ 1 انظر: مجموع الفتاوى 5/49 ¶ واجتماع الجيوش الإسلامية ص270. ¶ 2 محمد بن يحي بن عبد الله بن خالد بن فارس بن ذؤيب الذهلي النيسابوري الزهري، ثقة، حافظ، جليل، من الحادية عشرة، مات ستة (258هـ) على الصحيح وله ست وثمانون سنة. التقريب (ص907) ، السير (12/273) . ¶ 3 رواه الطبراني في الصغير ص 115، وقال الألباني: (إسناده صحيح) ، انظر: سلسة الأحاديث الصحيحة رقم (1046) . ¶ 4 أورده الذهبي في العلو ص 136. ¶ 5 إسماعيل بن يحي بن إسماعيل المزني، أبو إبراهيم، المصري، تلميذ الشافعي، إمام، علامة، فقيه، كان زاهدا، عالما، مجتهدا، قوي الحجة، توفي سنة (264هـ) . السير (12/492) . ¶ 6 انظر: شرح السنة. للمزني ص75 ¶ شرح العقيدة الواسطية ص134. ¶ والأربعين في صفات رب العالمين رقم 51. ¶ ومختصر الصواعق 2/262-279.",
            "page": "45",
            "part": "1",
            "seal": "BC6D14C5"
        },
        {
            "id": "36",
            "nass": "16 - قول أبي حاتم الرازي (277هـ) ¶ وأبي زرعة الرازي (264هـ) رحمهما الله ¶ قال عبد الرحمن بن أبي حاتم: سألت أبا حاتم وأبا زرعة الرازيين رحمهما الله عن مذاهب أهل السنة في أصول الدين، وما أدركا عليه العلماء في جميع الأمصار، وما يعتقدان من ذلك، فقالا: \"أدركنا العلماء في جميع الأمصار، حجازاً، وعراقاً، ومصراً، وشاماً، ويمناً، وكان من مذهبهم أن الله على عرشه بائن من خلقه كما وصف نفسه بلا كيف، أحاط بكل شيء علماً\"1. ¶ 17 - عثمان بن سعيد الدارمي رحمه الله (280هـ) ¶ قال في كتابه \"النقض على بشر المريسي\": \"قد اتفقت الكلمة من المسلمين، أن الله بكماله فوق عرشه، فوق سمواته\"2. ¶ __________ ¶ 1 أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة والجماعة (1/176-179، برقم321) ، وقد ذكر الاعتقاد بتمامه والنص المذكور هنا تجده في (ص177) . ¶ والذهبي في سير أعلام النبلاء (13/84) بالسند المذكور هنا، وأخرجه في العلو (ص137-138) وقد ساقها بأسانيد ثلاثة، وأخرجه في العرش 2/257 رقم 228. ¶ وابن قدامة في إثبات صفة العلو (ص125، برقم110) ، ¶ وأورده ابن تيمية في درء تعارض العقل والنقل (6/257) . ¶ قال الألباني في مختصر العلو (ص204-205) : (قلت: هذا صحيح ثابت عن أبي زرعة وأبي حاتم رحمة الله عليهما ... ) إلى أن قال: (ورسالة بن أبي حاتم محفوظة في المجموع (11) في الظاهرية في آخر كتاب (زهد الثمانية من التابعين) . ¶ وقد طبعت ضمن \" روائع التراث \" تحقيق محمد عزيز شمس، ونشرته الدار السلفية بالهند. انظر (ص19-26) . ¶ 2 انظر الرد على بشر المريسي (ص408 -ضمن عقائد السلف -) ، ¶ وأورده الذهبي في السير (13/325) ، ¶ وابن القيم في اجتماع الجيوش الإسلامية (ص228) ، ¶ وانظر مختصر الصواعق (2/213) .",
            "page": "46",
            "part": "1",
            "seal": "2E211846"
        },
        {
            "id": "37",
            "nass": "وقال أيضاً في موضع آخر من الكتاب: \"وقال أهل السنة: إن الله بكماله فوق عرشه، يعلم ويسمع من فوق العرش، لا يخفى عليه خافية من خلقه، ولا يحجبهم عنه شيء\"1. ¶ 18 - قول زكريا بن يحي الساجي2 رحمه الله (307هـ) ¶ قال: \"القول في السنة التي رأيت عليها أصحابنا أهل الحديث، إن الله تعالى على عرشه، في سمائه، يقرب من خلقه كيف شاء\"3. ¶ 19 - قول الحسن بن علي بن خلف البربهاري4 رحمه الله (329 هـ) ¶ \"وهو جل ثناؤه واحد ليس كمثله شئ وهو السميع البصير، ربنا أول بلا متى وآخر بلا منتهى، يعلم السر وأخفى، وعلى عرشه استوى، وعلمه بكل مكان، لايخلو من علمه مكان\"5. ¶ 20 - قول علي بن مهدي الطبري6 رحمه الله ¶ __________ ¶ 1 انظر الرد على بشر المريسي (ص438 -ضمن عقائد السلف -) مع تقديم وتأخير وانظر: \"الرد على الجهمية\" ص 268 (ضمن عقائد السلف) والعرش للذهبي 2/260 رقم 230. ¶ 2 زكريا بن يحي بن عبد الرحمن بن محمد بن عدي الضبي البصري الساجي، أبو يحي، محدث البصرة في عصره، وكان من الحفاظ الثقات، كان مولده (220هـ) وتوفي سنة (307هـ) . طبقات الشافعية (2/226) ، البداية (11/131) . ¶ 3 أورده ابن تيمية في نقض تأسيس الجهمية (2/527ـ528) ¶ والذهبي في العلو (ص150) وفي العرش (2/278 رقم 240.) ¶ وابن القيم في اجتماع الجيوش الأسلامية (ص 245ـ246) ¶ 4 الحسن بن علي بن خلف، البربهاري، الإمام، الحافظ، رأس الحنابلة في بغداد، وكان معروفاً بشدته في السنة، توفي رحمه الله سنة (329 هـ) .طبقات الحنابلة 2/18-45. ¶ 5 انظر: شرح السنة للبربهاري ص 71. ¶ 6 علي بن محمد بن مهدي الطبري، أبو الحسن صحب أبا الحسن الأشعري بالبصرة، ألف كتاب (تأويل الأحاديث المشكلات الواردة في الصفات) . انظر تبيين كذب المفتري (ص195-196) .",
            "page": "47",
            "part": "1",
            "seal": "85296C32"
        },
        {
            "id": "38",
            "nass": "قيل لعلي بن مهدي ما تقولون في قوله {وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ} ؟، قال: \"إن بعض القراء يجعل الوقف {فِي السَّمَاوَاتِ} ، ثم يبتديء {وَفِي الأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ} ، وكيف ما كان، ولو أن قائلاً قال: فلان بالشام والعراق ملك، يدل على أن ملكه بالشام والعراق لا أن ذاته فيهما\"1. ¶ 21 - قول ابن أبي زيد القيرواني2 رحمه الله (386هـ) ¶ قال الإمام أبو محمد بن أبي زيد المالكي المغربي في رسالته في مذهب مالك، أولها: \"وأنه فوق عرشه المجيد بذاته، وأنه في كل مكان بعلمه\"3. ¶ وقال في كتابه المفرد في السنة: \"وأنه فوق سمواته على عرشه دون أرضه وأنه في كل مكان بعلمه\"4. ¶ __________ ¶ 1 أورد هذا الكلام ابن تيمية في نقض تأسيس الجهمية (2/335-337) . ¶ والذهبي في العرش 2/322 رقم 256. ¶ 2 أبو محمد عبد الله بن أبي زيد عبد الرحمن النفزي، القيرواني، المالكي، فقيه، مفسر، مشارك، له مصنفات كثيرة منها، كتاب النوادر والزيادات، ومختصر المدونة، وكتاب الرسالة، وإعجاز القرآن، توفي سنة (386هـ) . السير (17/10) ، شذرات الذهب (3/131) . ¶ 3 انظر رسالة القيرواني (ص4) ، باب ما تنطق به الألسنة وتعتقده الأفئدة من واجب أمور الديانات، ط: مطبعة مصطفى الحلبي، الطبعة الثانية (1368هـ) ، ¶ وأورده ابن تيمية في مجموع الفتاوى (5/189) . ¶ أورده الذهبي في العلو (ص171) ، وفي العرش 2/341 رقم 263. ¶ وأورده ابن القيم كما في مختصر الصواعق (2/134) وقال: (فصرح به أبو محمد بن أبي زيد في ثلاثة مواضع من كتبه أشهرها الرسالة، وفي كتاب جامع النوادر، وفي كتاب الآداب) ، ¶ 4 اجتماع الجيوش الإسلامية ص 151.",
            "page": "48",
            "part": "1",
            "seal": "B6C65B45"
        },
        {
            "id": "39",
            "nass": "22 - قول محمد بن عبد الله ابن أبي زمنين 1 رحمه الله (399هـ) ¶ قال محمد بن عبد الله \"ومن قول أهل السنة إن الله عز وجل خلق العرش واختصه بالعلو والارتفاع فوق جميع ما خلق ثم استوى عليه كيف شاء كما أخبر عن نفسه في قوله {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} ... فسبحان من بعد فلا يرى، وقرب بعلمه وقدرته فسمع النجوى\"2. ¶ 23 - قول أبي بكر الباقلاني3 رحمه الله (403هـ) ¶ قال أبو بكر محمد بن الطيب الباقلاني في كتاب \"الإبانة\": ¶ \"فإن قيل: هل تقولون إنه في كل مكان؟؛ ¶ قيل له: معاذ الله، بل هو مستو على عرشه، كما أخبر في كتابه وقال {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} ، وقال {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ} ، وقال: {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ} ، ولو كان في كل مكان، لكان في بطن الإنسان، وفمه، والحشوش، ولوجب أن يزيد بزيادات الأماكن، إذا خلق منها ما لم يكن، ولصح أن يرغب إليه إلى نحو الأرض، وإلى خلفنا، وإلى يميننا، وشمالنا، وهذا قد أجمع المسلمون على خلافه وتخطئة قائله\"4. ¶ __________ ¶ 1 أبو عبد الله محمد بن عبد الله بن عيسى المري الأندلسي المالكي المعروف بابن زمنين محدث فقيه أصولي مفسر صوفي أديب شاعر ولد سنة 324 هـ وتوفي سنة 399 هـ من أشهر مؤلفاته أصول السنة الوافي بالوفيات 2/321، شذرات الذهب 3/156. ¶ 2 رياض الجنة بتخريج أصول السنة ص 88. ¶ 3 محمد بن الطيب بن محمد بن جعفر بن القاسم، البصري، ثم البغدادي، أبو بكر، ابن الباقلاني، صاحب التصانيف، مات سنة (403هـ) .قال عنه الذهبي: \"الذي ليس في متكلمي الأشاعرة أفضل منه، لا قبله ولا بعده\" تاريخ بغداد (5/379) ، السير (17/190) . ¶ 4 هذا الكلام ذكره ابن تيمية في مجموع الفتاوى (5/98-99) ، وقد نقله الذهبي في العرش 2/338 رقم 261. ومختصراً في سير أعلام النبلاء (17/558-559) .",
            "page": "49",
            "part": "1",
            "seal": "13EE3884"
        },
        {
            "id": "40",
            "nass": "24 - قول أبي بكر محمد بن موهب المالكي1 رحمه الله (406 هـ) ¶ قال رحمه الله:\" ... فلذلك قال الشيخ أبو محمد2: \"إنه فوق عرشه\" ثم بين أن علوه فوق عرشه، إنما هو بذاته، لأنه تعالى بائن عن جميع خلقه بلا كيف، وهو في كل مكان بعلمه لا بذاته\"3. ¶ 25 - قول اللالكائي4 رحمه الله (418هـ) ¶ قال الإمام أبو القاسم هبة الله بن الحسن الشافعي، في كتاب شرح أصول السنة له: \"سياق ما روي في قوله {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} ، وأن الله على عرشه في السماء، قال عزوجل {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ} ، وقال {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ} ، وقال {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ} ، قال: فدلت هذه الآيات أنه في السماء وعلمه محيط بكل مكان\"5. ¶ 26 - قول معمر بن أحمد الأصبهاني6 رحمه الله (428هـ) ¶ __________ ¶ 1 محمد بن موهب، التجيبي، أبو بكر، الحصَّار، المعروف بالقبري، كان من العلماء الزهَّاد الفضلاء، له مؤلفات كثيرة في العقائد، توفي بقرطبة سنة (406 هـ) . ترتيب المدارك 7/188. ¶ 2 يريد الإمام أبا محمد بن أبي زيد القيرواني، وذلك في شرحه على الرسالة. ¶ 3 أورده الذهبي في العلو ص 192. ¶ وابن القيم في اجتماع الجيوش الإسلامية ص 156. ¶ 4 هبة الله بن الحسن بن منصور، الطبري، أبو القاسم، اللالكائي، نسبته إلى بيع اللوالك، -وهي التي تلبس في الأرجل-، الشافعي، إمام حافظ، مجود، صاحب شرح أصول اعتقاد أهل السنة، توفي سنة (418هـ) . تاريخ بغداد (14/70) ، السير (17/419) . ¶ 5 انظر شرح أصول اعتقاد أهل السنة والجماعة (3/387-388) . ¶ وأورده الذهبي في العرش 2/344 رقم 264. ¶ 6 أبو منصور معمر بن أحمد بن محمد الأصبهاني كان كبير الصوفية في أصبهان وروى عن الطبراني المحدث توفي سنة 428 هـ شذرات الذهب 3/311.",
            "page": "50",
            "part": "1",
            "seal": "DFBE413B"
        },
        {
            "id": "41",
            "nass": "قال رحمه الله في رسالته إلى بعض أصحابه: \"وأن الله استوى على عرشه بلا كيف ولا تشبيه ولا تأويل والإستواء معقول والكيف مجهول وأنه عز وجل بائن من خلقه والخلق بائنون منه بلا حلول ولا ممازجة ولا اختلاط ولا ملاصقة\"1 ¶ 27 - قول أبي نصر السجزي2 رحمه الله (444هـ) ¶ قال الإمام أبو نصر السجزي الحافظ، في كتاب \"الإبانة\" له: \"وأئمتنا الثوري، ومالك، وابن عيينة، وحماد بن سلمة، وحماد بن زيد، وابن المبارك، وفضيل بن عياض، وأحمد، وإسحاق، متفقون على أن الله فوق عرشه بذاته، وأن علمه بكل مكان\"3. ¶ 28 - قول أبي إسماعيل الأنصاري4 رحمه الله (481هـ) ¶ قال الإمام أبو إسماعيل الأنصاري في كتاب \"الصفات\" له: - باب اثبات ¶ __________ ¶ 1 أورده ابن تيمية في القتاوى 5/61. ¶ والذهبي في العلو ص 262. ¶ وابن القيم في اجتماع الجيوش الإسلامية ص 276. ¶ 2 عبيد الله بن سعيد بن حاتم السجزي الوائلي، أبو نصر، محدث، حافظ، صنف، وخرج، وعالماً بالأصول والفروع، توفي في الحرم سنة (444هـ) . تذكرة الحفاظ (3/1118) ، السير (17/654) ¶ 3 أورده ابن تيمية في درء تعارض العقل والنقل (6/250) ، ¶ وفي نقض تأسيس الجهمية (2/38، 416-417) ، وفي مجموع الفتاوى (5/190) ، ¶ والذهبي في العلو (ص172) ، وفي سير أعلام النبلاء (17/656) ، وفي كتاب العرش\" 2/342 رقم 263/3، و2/353 رقم 270. ¶ وابن القيم في اجتماع الجيوش الإسلامية (ص246) ، وأورده أيضاً كما في مختصر الصواعق (2/214) . ¶ 4 عبد الله بن محمد بن علي الأنصاري، أبو إسماعيل الهروي، شيخ خراسان، إمام قدوة، حافظ كبير، توفي سنة (481هـ) وله أربع وثمانون سنة ونيف. الأنساب (1/367) ، السير (18/503) .",
            "page": "51",
            "part": "1",
            "seal": "54F71D2E"
        },
        {
            "id": "42",
            "nass": "استواء الله على عرشه فوق السماء السابعة، بائناً من خلقه، من الكتاب والسنة -. فذكر رحمه الله دلالات ذلك من الكتاب والسنة -إلى أن قال-: \"في أخبار شتى أن الله عزوجل في السماء السابعة على العرش بنفسه، وهو ينظر كيف تعملون، علمه، وقدرته، واستماعه، ونظره، ورحمته، في كل مكان\"1. ¶ 29 - قول أبي الحسن الكرجي2 رحمه الله (491هـ) ¶ قال الإمام أبو الحسن الكرجي في عقيدته المعروفة التي أولها: ¶ محاسن جسمي بدلت بالمع ¶ __________ ¶ ايب وشيب فَوْدي شيب وصل الحب ¶ __________ ¶ ائب ¶ إلى أن قال: ¶ وأفضل زاد في المعاد عقيدة على منهج في الصدق والصبر لاحب ¶ عقائ ¶ __________ ¶ دهم أن الإ ل ¶ __________ ¶ هـ بذات ¶ __________ ¶ هـ على عرش ¶ __________ ¶ هـ مع علمه بالغوائ ¶ __________ ¶ ب ¶ وأن استواء الرب يعقل كونه ويجهل فيه الكيف جهل الشهارب3 ¶ 30 - قول عبد القادر الجيلي4 رحمه الله (561 هـ) ¶ قال الشيخ عبد القادر بن أبي صالح الجيلي، في كتاب \"الغنية\" له: \"وهو ¶ __________ ¶ 1 أورده الذهبي في العلو (ص189) . وفي العرش 2/365 رقم 279. ¶ 2 مكي بن محمد بن علاَّن، أبو الحسن الكرجي، المعتمد، المعروف بالسّلار، الشيخ الجليل، المسند، المعمر، مات بأصبهان سنة (491هـ) . السير (19/71) ، شذرات الذهب (3/397) . ¶ 3 أورده الذهبي في العرش 2/368 رقم 282. ¶ 4 عبد القادر بن أبي صالح عبد الله بن جنكي دوست الجيلي، أبو محمد الحنبلي، شيخ بغداد، الإمام، الزاهد، العارف، القدوة، ولد سنة (471هـ) وتوفي سنة (561هـ) . ذيل طبقات الحنابلة (1/290) ، السير (20/439) .",
            "page": "52",
            "part": "1",
            "seal": "3B7A983A"
        },
        {
            "id": "43",
            "nass": "بجهة العلو مستو على العرش، محتو على الملك، محيط علمه بالأشياء، {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} ، {يُدَبِّرُ الأَمْرَ مِنَ السَّمَاءِ إِلَى الأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ} ، ولا يجوز وصفه بأنه في كل مكان، بل يقال إنه في السماء على العرش كما قال {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} ، وينبغي إطلاق صفة الاستواء من غير تأويل، وأنه استواء الذات على العرش، وكونه سبحانه وتعالى على العرش مذكور في كل كتاب أنزل على كل نبي أرسل بلا كيف\"1. ¶ 31 - قول شيخ الإسلام ابن تيمية رحمه الله (728 هـ) ¶ \" ... وقد دخل فيما ذكرناه من الإيمان بالله: الإيمان بما أخبر الله به في كتابه، وتواتر عن رسوله صلى الله عليه وسلم، وأجمع عليه سلف الأمة من أنه سبحانه فوق سمواته على عرشه، عليٌّ على خلقه، وهو سبحانه معهم أينما كانوا، يعلم ما هم عاملون كما جمع بين ذلك في قوله {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الأَرْضِ وَمَا يَخْرُجُ ¶ __________ ¶ 1 انظر كتاب الغنية لطالبي طريق الحق لعبد القادر الجيلاني (1/54-57) ، ط: الحلبي، ¶ وطبقات الحنابلة (1/296) . ¶ ومجموع الفتاوى () ، 5/85) . ¶ والعلو للذهبي (ص193) . والعرش 2/369 رقم 282. ¶ واجتماع الجيوش الإسلامية (ص277) .",
            "page": "53",
            "part": "1",
            "seal": "3CEF494C"
        },
        {
            "id": "44",
            "nass": "مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} 1\"2. ¶ 32 - قول محمد بن أحمد بن عثمان الذهبي رحمه الله (748 هـ) ¶ صنف الإمام الذهبي كتاب العلو وكتاب العرش في إثبات علو الله على عرشه، وأنه مع خلقه بعلمه، وساق فيه الأدلة من الكتاب والسنة وأقوال الصحابة والتابعين ومن بعدهم من أهل العلم إلى قريب من زمانه، وحكى الإجماع عن كثير منهم على أن الله تعالى فوق عرشه، ومع الخلق بعلمه. ومما قاله في أثناء كتابه العلو \"ويدل على أن الباري تبارك وتعالى عالٍ على الأشياء، فوق عرشه المجيد، غير حالٍ بالأمكنة قوله تعالى {وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} 3\"4. ¶ 33 - قول الإمام شمس الدين ابن القيم رحمه الله (751 هـ) ¶ صنف الإمام ابن القيم كتابه إجتماع الجيوش الإسلامية على غزو المعطلة والجهمية لبيان مسألة علو الله على عرشه ومعيته لخلقه، فساق الأدلة من الكتاب والسنة وأقوال الصحابة والتابعين ومن بعدهم من أكابر العلماء إلى قريب من زمانه، وحكى الإجماع عن كثير منهم على ذلك، كما اشتمل كتابه الصواعق المرسلة، وقصيدته الكافية الشافية على فصول كثيرة في تقرير هذه المسألة. ¶ 34 - قول ابن رجب الحنبلي رحمه الله (795 هـ) ¶ وقد ردّ ابن رجب رحمه الله تعالى على الذين فسروا المعية بتفسير لا يليق ¶ __________ ¶ 1 الآية 4 من سورة الحديد. ¶ 2 انظر: المجموع 3/142. ¶ 3 الآية 255 من سورة البقرة. ¶ 4 انظر: العلو ص83.",
            "page": "54",
            "part": "1",
            "seal": "71A41F9D"
        },
        {
            "id": "45",
            "nass": "بالله عزوجل وهم الذين يقولون: إن الله بذاته في كل مكان، وهم الحلولية من الجهمية ومن نحا نحوهم. ¶ فقال رحمه الله تعالى: \"ولم يكن أصحاب النبي صلى الله عليه وسلم يفهمون من هذه النصوص غير المعنى الصحيح المراد بها، يستفيدون بذلك معرفة عظمة الله وجلاله واطلاعه على عباده وإحاطته بهم وقربه من عابديه وإجابته لدعائهم، فيزدادون به خشية لله وتعظيماً وإجلالاً ومهابة ومراقبة واستحياء ويعبدونه كأنهم يرونه، ثم حدث بعدهم من قل ورعه وانتكس فهمه وقصده، وضعفت عظمة الله وهيبته في صدره وأراد أن يرى الناس امتيازه عليهم بدقة الفهم وقوة النظر، فزعم أن هذه النصوص تدل على أن الله بذاته في كل مكان كما حكى ذلك طوائف من الجهمية والمعتزلة ومن وافقهم، تعالى عما يقولون علواً كبيراً. ¶ وهذا شئ ما خطر لمن كان قبلهم من الصحابة رضي الله عنهم، وهؤلاء ممن يتبع ما تشابه منه ابتغاء الفتنة وابتغاء تأويله، وقد حذر النبي صلى الله عليه وسلم منهم في حديث عائشة المتفق عليه. ¶ وتعلقوا أيضاً بما فهموه بفهمهم القاصر مع قصدهم الفاسد بآيات في كتاب الله تعالى مثل قوله تعالى {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} وقوله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} ¶ فقال من قال من علماء السلف حينئذ إنما أراد أنه معهم بعلمه وقصدوا بذلك إبطال ما قال أولئك مما لم يكن أحد قبلهم قاله ولا فهمه من القرآن. ¶ وحكى ابن عبد البر وغيره إجماع العلماء من الصحابة والتابعين في تأويل قوله تعالى {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} أن المراد علمه، وكل هذا قصدوا به",
            "page": "55",
            "part": "1",
            "seal": "8BD0825C"
        },
        {
            "id": "46",
            "nass": "رد قول من قال إنه تعالى بذاته في كل مكان\"1. ¶ 35 - قول صديق حسن خان رحمه الله (1307 هـ) ¶ \"وهذا كتاب الله من أوله إلى آخره، وهذه سنة رسول الله صلى الله عليه وسلم، وهذا كلام الصحابة والتابعين، وسائر الأئمة، قد دل ذلك بما هو نص أو ظاهرٌ، في أن الله سبحانه فوق العرش، فوق السموات، استوى على عرشه، بائن من خلقه، ... وهو معهم أينما كانوا. قال نعيم بن حماد لما سئل عن معنى هذه الآية {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} معناها: (أنه لا يخفى عليه خافية بعلمه) وليس معناه أنه مختلط بالخلق، فإن هذا لا توجبه اللغة، وهو خلاف ما أجمع عليه سلف الأمة وأئمتها، وخلاف ما فطر الله عليه الخلق ... -إلى أن قال-: ... فكل ما في الكتاب والسنة من الادلةة الدالة على قربه ومعيته لا ينافي ما ذكر من علوه وفوقيته، فإنه سبحانه عليٌّ في دنوِّه وقريب في عُلوِّه، والأحاديث الواردة في ذلك كثيرة جداً.\"2. ¶ __________ ¶ 1 فتح الباري لابن رجب 2/331-332. ¶ 2 قطف الثمر في بيان عقيدة أهل الأثر لصديق حسن خان ص 50-51.",
            "page": "56",
            "part": "1",
            "seal": "AAD4EDB0"
        },
        {
            "id": "47",
            "nass": "المطلب الرابع: أقوال الناس في صفة المعية ¶ من المعلوم أن لمسألة المعية اتصالها الوثيق بمسألة العلو، فما نشأ من أقوال في مسألة العلو ترتب عليها في المقابل أقوال من جنسها في مسألة المعية. ¶ وقد افترق الناس في هذا المقام على أربعة أقوال هي: ¶ القول الأول: قول أهل السنة والجماعة ¶ يقولون: إن الله فوق سمواته، عالٍ على خلقه، مستوٍ على عرشه، بائن من خلقه؛ كما دل على ذلك الكتاب والسنة وإجماع سلف الأمة. ¶ القول الثاني: قول معطلة الجهمية ونفاتهم. ¶ وهم الذين يقولون: لا هو داخل العالم ولا خارجه، ولا فوقه ولا تحته، ولا مباين له، ولا محايث له؛ وهم بقولهم هذا قد نفوا الوصفين المتقابلين اللذين لا يخلو موجود منهما1، وبالغوا في نفي التشبيه؛ حتى أدى بهم ذلك إلى نفي وجوده بالكلية، وذلك خشية منهم أن يشبهوه، فهم قالوا بهذه المقالة هرباً منهم -على حد زعمهم- من إثبات الجهة، والمكان، والحيِّز؛ فإن فيها كما يدَّعون تجسيماً، وهو تشبيه، فقالوا: يلزمنا في الوجود ما يلزم مثبتي الصفات، فنحن نسد الباب بالكلية. ¶ وقد استند أصحاب هذا القول في قولهم هذا على حجج، زعموا أنها عقلية، أسسوها وابتدعوها وجعلوها مقدمة على كل نص، وليس لهؤلاء أي دليل من القرآن أو السنة على صحة قولهم هذا، وفي ذلك يقول شيخ الإسلام ابن تيمية -رحمه الله-: \"وجميع أهل البدع قد يتمسكون بنصوص، كالخوارج، ¶ __________ ¶ 1 مجموع الفتاوى 5 / 122",
            "page": "59",
            "part": "1",
            "seal": "49778944"
        },
        {
            "id": "48",
            "nass": "والشيعة، والقدرية، والمرجئة، وغيرهم، إلا الجهمية، فإنهم ليس معهم عن الأنبياء كلمة واحدة توافق ما يقولونه في النفي\"1. ¶ القول الثالث: قول حلولية الجهمية. ¶ وهم الذين يقولون: إن الله بذاته في كل مكان ¶ وهذا قول النجارية2، وكثير من الجهمية عبَّادهم، وصوفيتهم، وعوامهم. ¶ ويقولون: إنه عين وجود المخلوقات. كما يقوله أهل وحدة الوجود القائلون بأن الوجود واحد، ومن يكون قوله مركباً من الحلول والاتحاد. ¶ وهم يحتجون بنصوص المعية والقرب ويتأولون نصوص العلو والاستواء، وكل نص يحتجون به حجة عليهم3. ¶ القول الرابع: قول طوائف من أهل الكلام والتصوف. ¶ ويقولون إن الله بذاته فوق العرش وهو بذاته في كل مكان وهؤلاء يقولون: إنا نقر بهذه النصوص ولا نصرف واحداً منها عن ظاهره؛ وهذا قول طوائف ذكرهم الأشعري في مقالات الإسلاميين، وهو موجود في كلام طائفة من السَّالمية والصوفية، ويشبه هذا ما في كلام أبي طالب المكي، وابن برجان ¶ __________ ¶ 1 مجموع الفتاوى 5/122. ¶ 2 هم أتباع حسين بن محمد بن عبد الله بن النجار، وقد كان أكثر معتزلة الري ومن حولها على مذهبه، وقد نقل الشهرستاني في \"الملل والنحل\" (1/113، 114) عن الكعبي قوله: (إن النجار كان يقول: إن البارئ بكل مكان وجوداً، لا على معنى العلم والقدرة) . ¶ انظر: مقالات الإسلاميين 1/135-137، 283-285، والفرق بين الفرق ص126، 127، وأصول الدين للبغدادي ص334، والتبصير في الدين ص101، 102، 103. ¶ 3 مجموع الفتاوى 5 / 1",
            "page": "60",
            "part": "1",
            "seal": "B0934E50"
        },
        {
            "id": "49",
            "nass": "وغيرهما، مع ما في كلام أكثرهم من التناقض. ¶ وهذا الصنف وإن كان أقرب إلى التمسك بالنصوص، وأبعد عن مخالفتها من الصنفين الثاني والثالث، فإن الصنف الثاني لم يتبع شيئاً من النصوص بل خالفها كلها. والصنف الثالث ترك النصوص الكثيرة المحكمة المبينة وتعلق بنصوص قليلة اشتبهت عليه معانيها. ¶ وأما هذا الصنف، فيقول أنا اتبعت النصوص كلها؛ لكنه غالط أيضاً؛ فكل من قال: إن الله بذاته في كل مكان، فهو مخالف للكتاب والسنة وإجماع سلف الأمة وأئمتها، مع مخالفته لما فطر الله عليه عباده؛ ولصريح المعقول والأدلة الكثيرة. ¶ وهؤلاء يقولون أقوالاً متناقضة، يقولون: إنه فوق العرش. ويقولون: نصيب العرش منه كنصيب قلب العارف؛ كما يذكر مثل ذلك أبو طالب وغيره ومعلوم أن قلب العارف نصيبه منه المعرفة والإيمان؛ وما يتبع ذلك. ¶ فإن قالوا: إن العرش كذلك، نقضوا قولهم: إنه نفسه فوق العرش. وإن قالوا بحلوله بذاته في قلوب العارفين؛ كان ذلك قولاً بالحلول خاصة. ¶ وقد وقع طائفة من الصوفية -حتى صاحب منازل السائرين في توحيده المذكور في آخر المنازل- في مثل هذا الحلول1. ¶ وبناءً على هذه الأقوال اختلفت مواقف الناس في صفة المعية على النحو التالي: ¶ __________ ¶ 1 انظر: مجموع الفتاوى 5/124-126.",
            "page": "61",
            "part": "1",
            "seal": "DA039143"
        },
        {
            "id": "50",
            "nass": "القول الأول: قول أهل السنة والجماعة. ¶ أثبتوا علو الله على خلقه وأنه مستو على عرشه بائن من خلقه وهم بائنون منه ¶ وقالوا إن معية الله المقصود منها أن الله عالم بخلقه مطلع عليهم لا يخفى عليه شيء من أمرهم. ¶ \"وهم بهذا أثبتوا وآمنوا بجميع ما جاء به الكتاب والسنة، من غير تحريف للكلم عن مواضعه، أثبتوا أن الله فوق سمواته على عرشه؛ بائن من خلقه وهم بائنون منه. ¶ وهو أيضاً مع العباد عموماً بعلمه، ومع أنبيائه وأوليائه بالنصر والتأييد والكفاية، وهو أيضاً قريب مجيب؛ ففي آية النجوى دلالة على أنه عالم بهم\"1. ¶ وقد رد أهل السنة على زعم من قال إن المراد بها معية الذات وأبطلوا هذا الزعم من وجوه عديدة منها: ¶ أولاً: أن نصوص المعية الواردة في القرآن والسنة دل سياقها على أن المقصود بها معية العلم والإطلاع أو النصرة والتأييد. ¶ ثانيا: أن كلمة (مع) في حال إطلاقها تفيد مطلق المصاحبة ثم إن سياق الكلام يحدد نوع المصاحبة، ونصوص المعية حددت نوعين من المصاحبة هما: ¶ 1ـ معية العلم ¶ 2ـ معية النصرة والتأييد ¶ ثالثاً: إن جميع علماء السلف وأئمة السنة الذين نقل عنهم تفسير آيات المعية لم يفسروها بمعية الذات فهذا التفسير لم ينقل إلا عن المبتدعة من أهل الكلام ¶ __________ ¶ 1 مجموع الفتاوى 5/126.",
            "page": "62",
            "part": "1",
            "seal": "41F23849"
        },
        {
            "id": "51",
            "nass": "رابعاً: النصوص الشرعية في إثبات علو الله واستوائه على عرشه كثيرة جداً وتشهد بفساد زعم من قال إن المقصود بالمعية معية الذات. ¶ القول الثاني: من نفى عن الله الوصفين المتقابلين: ¶ وهؤلاء يقولون: ليس فوق العالم شيء، ولا فوق العرش شيء، ويقولون: ليس هو داخلا فيه (أي العالم) ولا خارجاً عنه، ولا حالاً فيه، وليس في مكان من الأمكنة. ¶ وهذا قول الجهمية والمعتزلة وطوائف من متأخري الأشعرية، والفلاسفة النفاة، والقرامطة الباطنية1. ¶ وهؤلاء لما نفوا عن الله تبارك وتعالى الوصفين جميعاً فقالوا إنه لا داخل العالم ولا خارجه وشبهوه بالتالي بالمعدوم لم يكن لهم قول معين في صفة المعية لأن مذهبهم قائم على نفي جميع الصفات عن الله عز وجل ¶ القول الثالث: من فسر المعية بالمعية الذاتية وقال: بأن الله بذاته في كل مكان. ¶ وهم حلولية الجهمية واحتجوا لقولهم هذا بنصوص \"المعية\" و\"القرب\" الواردة في القرآن الكريم مثل قوله تعالى: {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا ¶ __________ ¶ 1 انظر: نقض تأسيس الجهمية 1/6، 7، مختصر الصواعق 1/237، الاقتصاد في الاعتقاد ص34، تأويل مشكل الحديث ص63، 64، مجموع الفتاوى 2/297-298 (5/122-124) .",
            "page": "63",
            "part": "1",
            "seal": "CABDD842"
        },
        {
            "id": "52",
            "nass": "عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} 1، وقوله تعالى {يَسْتَخْفُونَ مِنَ النَّاسِ وَلا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ} 2، وقوله تعالى {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} 3، وقوله تعالى {إِذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} 4، وقوله تعالى {وَلَقَدْ خَلَقْنَا الأِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} 5، وقوله تعالى {وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الأَرْضِ إِلَهٌ وَهُوَ الْحَكِيمُ الْعَلِيمُ} 6، وقوله تعالى {وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الأَرْضِ} 7 ¶ وقد زعم حلولية الجهمية أن المراد بهذه النصوص معية الذات وقرب الذات، فلذلك قالوا: إن الله بذاته في كل مكان. ¶ الرد عليهم: ¶ قد أبطل علماء السلف زعم هؤلاء الجهمية واستدلالهم بهذه الآيات وبينوا أن كل نص يحتجون به هو في الحقيقة حجة عليهم، فنصوص المعية التي استدلوا بها لا تدل بأي حال من الأحوال على ما زعمه هؤلاء، وذلك لأن كلمة (مع) في لغة العرب لا تقتضي أن يكون أحد الشيئين مختلطاً بالآخر، وهي إذا اطلقت فليس ظاهرها في اللغة إلا المقارنة المطلقة من غير وجوب مماسة أو محاذاة عن يمين أو شمال، فإذا قيدت بمعنى من المعاني دلت على المقارنة في ذلك المعنى. ¶ ولفظ المعية قد استعمل في الكتاب والسنة في مواضع واقتضت في كل ¶ __________ ¶ 1 المجادلة 7 ¶ 2 النساء 108 ¶ 3 الحديد 4 ¶ 4 التوبة 40 ¶ 5 ق 16 ¶ 6 الزخرف 84",
            "page": "64",
            "part": "1",
            "seal": "27C03E8F"
        },
        {
            "id": "53",
            "nass": "موضع أموراً لم تقتضها في الموضع الآخر، وذلك بحسب اختلاف دلالتها في كل موضع وهي قد وردت في القرآن بمعنيين هما: ¶ المعنى الأول: المعية العامة. ¶ والمراد بها أن الله معنا بعلمه، فهو مطلع على خلقه شهيد عليهم، ومهيمن وعالم بهم، وهذه المعية هي المرادة بقوله تعالى {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} ¶ فالله سبحانه وتعالى قد افتتح الآية بالعلم وختمها بالعلم ولذلك أجمع علماء الصحابة والتابعين الذين حمل عنهم تفسير القرآن على أن تفسير الآية هو أنه معهم بعلمه، وقد نقل هذا الإجماع ابن عبد البر1، وأبو عمرو الطلمنكي، وابن تيمية2، وابن القيم3. ¶ وعلى هذا فلا حجة للمخالفين في ظاهر هذه الآية. ¶ وكذلك أيضاً ما جاء في قوله تعالى {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} . ¶ فظاهر الآية دال على أن المراد بهذه المعية هو علم الله تبارك وتعالى واطلاعه ¶ __________ ¶ 1 التمهيد (7/138) . ¶ 2 مجموع الفتاوى (5/193) ، و (5/519) ، و (11/249-250) . ¶ 3 اجتماع الجيوش الإسلامية (ص44) .",
            "page": "65",
            "part": "1",
            "seal": "C9C44F29"
        },
        {
            "id": "54",
            "nass": "على خلقه، فقد أخبر الله تعالى في هذه الآية بأنه فوق العرش يعلم كل شيء، وهو معنا أينما كنا، فجمع تعالى في هذه الآية بين العلو والمعية، فليس بين الاثنين تناقض البتة، وهو كقوله صلى الله عليه وسلم في حديث الأوعال: \"والله فوق العرش يعلم ما أنتم عليه\" 1. ¶ __________ ¶ 1أخرجه الإمام أحمد في المسند (1/207) . ¶ وأبو داود في سننه، كتاب السنة، باب في الجهمية (5/93، برقم4723) . ¶ وأخرجه الترمذي في سننه، كتاب التفسير، باب سورة الحاقة (5/424-425، برقم3320) . ¶ وأخرجه ابن ماجه في سننه المقدمة، باب فيما أنكرت الجهمية (1/69) . ¶ والدارمي في الرد على بشر المريسي (ص448) . ¶ وابن أبي عاصم في السنة (1/253) ،. ¶ وابن خزيمة في كتاب التوحيد (1/234-235، ح144) . ¶ والآجري في الشريعة (3/1089-1090، ح665) . ¶ وابن منده في التوحيد (1/117) . ¶ واللالكائي في شرح أصول اعتقاد أهل السنة (3/390) . ¶ والذهبي في العلو (ص49) . ¶ ومدار الحديث من جميع طرقه على \"عبد الله بن عميرة\"، وعبد الله فيه جهالة، ولذلك قال الألباني في تخريج السنة (1/254) : (إسناده ضعيف، وعبد الله بن عميرة، قال الذهبي: فيه جهالة، وقال البخاري: لا نعلم له سماعاً من الأحنف بن قيس) . انتهى كلامه. ¶ ولكن الجوزقاني صرح في الأباطيل (1/79) بصحة الحديث وكذلك شيخ الإسلام ابن تيمية في الفتاوى (3/192) حيث قال: (إن هذا الحديث قد رواه إمام الأئمة ابن خزيمة في كتاب التوحيد الذي اشترط فيه أنه لا يحتج فيه إلا بما نقله العدل عن العدل موصولا إلى النبي صلى الله عليه وسلم، والإثبات مقدم على النفي، والبخاري إنما نفى معرفة سماعه من الأحنف ولم ينف معرفة الناس بهذا، فإذا عرف غيره كإمام الأئمة ابن خزيمة ما ثبت به الإسناد، كانت معرفته وإثباته مقدما على نفي غيره وعدم معرفته) . انتهى كلامه. وكذلك مال تلميذه ابن القيم إلى تصحيحه. انظر تهذيب السنن (7/92-93) .",
            "page": "66",
            "part": "1",
            "seal": "335C9AD0"
        },
        {
            "id": "55",
            "nass": "المعنى الثاني: المعية الخاصة. ¶ وهي معية الاطلاع والنصرة والتأييد، وسميت خاصة لأنها تخص أنبياء الله وأولياءه مثل قوله تعالى {ذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} 1، وقوله تعالى {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} 2 ¶ فهذه المعية على ظاهرها وحكمها في هذه المواطن النصر والتأييد. ¶ ولفظ المعية على كلا الاستعمالين ليس مقتضاه أن تكون ذات الرب عزوجل مختلطة بالخلق، ولو كان معنى المعية أنه بذاته في كل مكان لتناقض الخبر العام والخبر الخاص، ولكن المعنى أنه مع هؤلاء بنصره وتأييده دون أولئك3. ¶ وأما استدلالهم بقوله تعالى {وَلَقَدْ خَلَقْنَا الأِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} 4، فقد أجاب عنه شيخ الإسلام ابن تيمية بقوله: (إن هذه الآية لا تخلو إما أن يراد بها قربه سبحانه أو قرب ملائكته كما قد اختلف الناس في ذلك ¶ فإن أريد بها قرب الملائكة: فدليل ذلك من الآية قوله {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ} ففسر ذلك القرب الذي هو حين يتلقى المتلقيان، فيكون الله سبحانه قد أخبر بعلمه هو سبحانه بما في نفس الإنسان، {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} وأخبر بقرب الملائكة الكرام الكاتبين منه، {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} وعلى هذا التفسير تكون هذه الآية مثل قوله تعالى {أَمْ يَحْسَبُونَ أَنَّا لا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ} 5. ¶ أما إذا كان المراد بالقرب في الآية قربه سبحانه، فإن ظاهر السياق في الآية ¶ __________ ¶ 1التوبة 40 ¶ 2 النحل 128 ¶ 3 مجموع الفتاوى (11/250) ، و (5/104) . ¶ 4 ق 16. ¶ 5 الزخرف 80",
            "page": "67",
            "part": "1",
            "seal": "2DD58916"
        },
        {
            "id": "56",
            "nass": "دل على أن المراد بقربه هنا قربه بعلمه، وذلك لورود لفظ العلم في سياق الآية {وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ} ) 1. ¶ وأما استدلالهم بقوله تعالى {وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الأَرْضِ} 2، فمعنى الآية: أي هو إله من في السموات وإله من في الأرض، قال ابن عبد البر: \"فوجب حمل هذه الآية على المعنى الصحيح المجتمع عليه، وذلك أنه في السماء إله معبود من أهل السماء، وفي الأرض إله معبود من أهل الأرض، وكذلك قال أهل العلم بالتفسير\"3. ¶ وقال الآجري: \"وقوله عزوجل {وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الأَرْضِ} فمعناه: أنه جل ذكره إله من في السموات وإله من في الأرض، وهو الإله يعبد في السموات، وهو الإله يعبد في الأرض، هكذا فسره العلماء\"4. ¶ وروى الآجري بسنده في تفسيره هذه الآية عن قتادة قوله: \"هو إله يعبد في السماء، وإله يعبد في الأرض\"5. ¶ وأما استدلالهم بقوله تعالى {وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الأَرْضِ} 6 فقد فسرها أئمة العلم كالإمام أحمد وغيره أنه المعبود في السموات والأرض7. ¶ وقال الآجري: \"وعند أهل العلم من أهل الحق {وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ} هو كما قال الحق {يَعْلَمُ ¶ __________ ¶ 1الفتاوى (6/19-20) . ¶ 2 الزخرف 84. ¶ 3 التمهيد (7/134) . ¶ 4 الشريعة (ص297) . ¶ 5 الشريعة (ص298) . ¶ 6 الأنعام 3. ¶ 7 الرد على الزنادقة والجهمية للإمام أحمد (ص92-93) ، ومجموع الفتاوى (11/250) .",
            "page": "68",
            "part": "1",
            "seal": "60A4CDB9"
        },
        {
            "id": "57",
            "nass": "سِرَّكُمْ} فما جاءت به السنن أن الله عزوجل على عرشه، وعلمه محيط بجميع خلقه، يعلم ما يسرون وما يعلنون، ويعلم الجهر من القول ويعلم ما يكتمون\"1 ¶ مع العلم أن هؤلاء الذين زعموا أن الله في كل مكان يقول أكثرهم بضد ذلك، فهم في حال نظرهم في الشبه الكلامية يقولون إن الله لا داخل العالم ولا خارجه ولا فوقه ولا تحته. كما هو قول أصحاب المذهب الأول، وفي تعبدهم يقولون هو في كل مكان. ¶ قال شيخ الإسلام ابن تيمية: \"وكثير منهم يجمع بين القولين؛ ففي حال نظره وبحثه يقول بسلب الوصفين المتقابلين كليهما، فيقول: لا هو داخل العالم ولا خارجه، وفي حال تعبده وتألهه يقول: بأنه في كل مكان لا يخلو منه شئ\"2. ¶ وقال أيضاً: \"وجماع الأمر في ذلك أن الكتاب والسنة يحصل منهما كمال الهدى والنور لمن تدبر كتاب الله وسنة نبيه، وقصد اتباع الحق، وأعرض عن تحريف الكلم عن مواضعه، والإلحاد في أسماء الله وآياته. ¶ ولا يحسب الحاسب أن شيئاً من ذلك يناقض بعضه بعضاً ألبتة؛ مثل أن يقول قائل: ما في الكتاب والسنة من أن الله فوق العرش يخالفه الظاهر من قوله {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} ¶ وقوله صلى الله عليه وسلم: \"إذا قام أحدكم إلى الصلاة فإن الله قبل وجهه\" 3 ونحو ذلك فإن هذا غلط. ¶ __________ ¶ 1 الشريعة ¶ 2 نقض تأسيس الجهمية 1/7. ¶ 3 أخرجه البخاري في صحيحه ص 238 كتاب العمل في الصلاة باب ما يجوز من البصاق والنفخ في الصلاة رقم 1213 (ط دار السلام) . ¶ ومسلم في صحيحه 5/38 كتاب المساجد ومواضع الصلاة باب النهي عن البصاق في المسجدفي الصلاة وغيرها.",
            "page": "69",
            "part": "1",
            "seal": "8BF01969"
        },
        {
            "id": "58",
            "nass": "وذلك أن الله معنا حقيقة، وهو فوق العرش حقيقة، كما جمع الله بينهما في قوله سبحانه {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} .1. ¶ فأخبر أنه فوق العرش يعلم كل شيء، وهو معنا أينما كنا، كما قال النبي صلى الله عليه وسلم في حديث الأوعال: \"والله فوق العرش ويعلم ما أنتم عليه\" 23. ¶ وذلك أن كلمة (مع) في اللغة إذا أطلقت فليس في اللغة ظاهرها إلا المقارنة المطلقة، من غير وجوب مماسةأو محاذاة عن يمين أو شمال؛ فإذا قيدت بمعنى من المعاني دلت على المقارنة في ذلك المعنى. فإنه يقال: ما زلنا نسير والقمر معنا أو والنجم معنا. ويقال: هذا المتاع معي لمجامعته لك؛ وإن كان فوق رأسك. فالله مع خلقه حقيقة، وهو فوق عرشه حقيقة. ¶ ثم هذه (المعية) تختلف أحكامها بحسب الموارد فلما قال: {يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا} إلى قوله {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} دل ظاهر الخطاب على أن حكم هذه المعية ومقتضاها أنه مطلع عليكم؛ شهيد عليكم ومهيمن عالم بكم. وهذا معنى قول السلف: إنه معهم بعلمه، وهذا ظاهر الخطاب وحقيقته. ¶ وكذلك في قوله {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ} إلى قوله {هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} 4 الآية. ¶ __________ ¶ 1 الحديد 4. ¶ 2 تقدم تخريجه قريبا. ¶ 3انظر مختصر الصواعق 2/266-267. ¶ 4 المجادلة 7.",
            "page": "70",
            "part": "1",
            "seal": "A8710A63"
        },
        {
            "id": "59",
            "nass": "ولما قال النبي صلى الله عليه وسلم لصاحبه في الغار {لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} 1 كان هذا أيضا حقا على ظاهره، ودلت الحال على أن حكم هذه المعية هنا معية الاطلاع، والنصر والتأييد. ¶ وكذلك قوله تعالى {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} 2 كذلك قوله لموسى وهارون {إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} 3 هنا المعية على ظاهرها، وحكمها في هذه المواطن النصر والتأييد. ¶ وقد يدخل على الصبي من يخيفه فيبكى فيشرف عليه أبوه من فوق السقف فيقول: لا تخف؛ أنا معك أوأنا هنا، أو أنا حاضر ونحو ذلك. ينبهه على المعية الموجبة بحكم الحال دفع المكروه؛ ففرق بين المعية ومقتضاها؛ وربما صار مقتضاها من معناها؛ فيختلف باختلاف المواضع4. ¶ فلفظ (المعية) قد استعمل في الكتاب والسنة في مواضع، يقتضي في كل موضع أموراً لا يقتضيها في الموضع الآخر؛ فإما أن تختلف دلالتها بحسب المواضع، أو تدل على قدر مشترك بين جميع مواردها -وإن امتاز كل موضع بخاصية- فعلى التقدير ليس مقتضاها أن تكون ذات الرب عزوجل مختلطة بالخلق. حتى يقال قد صرفت عن ظاهرها5. ¶ ونظيرها من بعض الوجوه (الربوبية، والعبودية) فإنهما وإن اشتركتا في أصل الربوبية والعبودية فلما قال {رَبِّ الْعَالَمِينَ رَبِّ مُوسَى وَهَارُونَ} 6 كانت ربوبية موسى وهارون لها اختصاص زائد على الربوبية العامة للخلق، فإن من أعطاه الله من الكمال أكثر مما أعطى غيره فقد ربه ورباه ربوبية وتربية ¶ __________ ¶ 1 التوبة 40. ¶ 2 النحل 128. ¶ 3 طه 46. ¶ 4 انظر مختصر الصواعق 2/265. ¶ 5انظر مختصر الصواعق 2/266. ¶ 6 الأعراف 121-122.",
            "page": "71",
            "part": "1",
            "seal": "B06729F6"
        },
        {
            "id": "60",
            "nass": "أكمل من غيره. ¶ وكذلك قوله {عَيْناً يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيراً} 1 و {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً} 2. ¶ فإن العبد تارة يعنى به المعبد فيعم الخلق، كما في قوله {إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْداً} 3، وتارة يعني به العابد فيخص؛ ثم يختلفون، فمن كان أعبد علما وحالا كانت عبوديته أكمل، فكانت الإضافة في حقه أكمل، مع أنها حقيقة في جميع المواضع. ¶ ومثل هذه الألفاظ يسميها بعض الناس (مشككة) لتشكك المستمع فيها، هل هي من قبيل الأسماء المتواطئة أو من قبيل المشتركة في اللفظ فقط، والمحققون يعلمون أنها ليست خارجة عن جنس المتواطئة؛ إذ واضع اللغة إنما وضع اللفظ بإزاء القدر المشترك، وإن كانت نوعا مختصاً من المتواطئة فلا بأس بتخصيصها بلفظ. ¶ ومن علم أن (المعية) تضاف إلى نوع من أنواع المخلوقات ¶ -كإضافة الربوبية مثلاً- وأن الاستواء على الشيء ليس إلا للعرش، وأن الله يوصف بالعلو والفوقية الحقيقية، ولا يوصف بالسفول ولا بالتحتية قط، لا حقيقة ولا مجازاً علم أن القرآن على ماهو عليه من غير تحريف. ¶ ثم من توهم أن يكون الله في السماء بمعنى أن السماء تحيط به وتحويه فهو كاذب -إن نقله عن غيره- وضال -إن اعتقده في ربه- وما سمعنا أحداً يفهم هذا من اللفظ، ولا رأينا أحداً نقله عن واحد، ولو سئل سائر المسلمين هل تفهمون من قول الله ورسوله \"إن الله في السماء\" أن السماء تحويه لبادر كل أحد منهم إلى أن يقول هذا شيء لعله لم يخطر ببالنا\"4. ¶ __________ ¶ 1 الإنسان 6. ¶ 2 الإسراء 1. ¶ 3 مريم 93. ¶ 4 مجموع الفتاوى 5/102-106،وانظر أيضا نفس المرجع 3/142.",
            "page": "72",
            "part": "1",
            "seal": "A4A962F7"
        },
        {
            "id": "61",
            "nass": "القول الرابع: وهو قول من يقول أن الله بذاته فوق العرش وهو بذاته في كل مكان. ¶ وهذا هو قول جماعة من أهل الكلام والتصوف كأبي معاذ التومنى1، وزهير الأثري2، وأصحابهما3، وهو موجود في كلام السالمية4 كأبي طالب المكي5 وأتباعه كأبي الحكم برجان6 وأمثاله ¶ __________ ¶ 1 أبو معاذ التومني من أئمة المرجئة ورأس فرقة التومنية منها. ¶ انظر ترجمته ومذهبه في مقالات الأشعري (1/204، 326) ، (2/232) ، والملل والنحل (1/128) . ¶ 2 زهير الأثري، ولم أقف على ترجمته، وقد تكلم الأشعري عن آرائه بالتفصيل في المقالات (1/326) . ¶ 3 انظر نقض التأسيس الجهمية (1/6) ، والفتاوى (2/299) ، ومقالات الإسلاميين (1/326) . ¶ 4 هم أتباع أبي عبد الله محمد بن أحمد بن سالم المتوفى سنة (297هـ) وابنه الحسن أحمد بن محمد بن سالم المتوفى سنة (350هـ) ، وقد تتلمذ أحمد بن محمد بن سالم على سهل بن عبد الله التستري، ويجمع السالمية بين كلام أهل السنة وكلام المعتزلة مع ميل إلى التشبيه ونزعة صوفية اتحادية، انظر شذرات الذهب (3/36) ، وطبقات الصوفية (ص414-416) ، والفرق بين الفرق (ص157-202) . ¶ 5 أبو طالب، محمد بن علي بن عطية الحارثي المكي، صوفي نشأ واشتهر بمكة، وهو صاحب كتاب \"قوت القلوب\" في التصوف وهو من أكبر رجال السالمية، قال عنه الخطيب البغدادي: (ذكر فيه أشياء مستشنعة في الصفات) ، توفي سنة (386هـ) . ¶ انظر ترجمته في تاريخ بغداد (3/89) ، وميزان الاعتدال (3/655) ، ولسان الميزان (5/300) . ¶ 6 أبو الحكم، عبد السلام بن عبد الرحمن بن محمد اللخمي الإشبيلي، متصوف، توفي سنة (536هـ) بمراكش. ¶ انظر ترجمته في لسان الميزان (4/13-14) ، فوات الوفيات (1/569) ، الاعلام (4/129) .",
            "page": "73",
            "part": "1",
            "seal": "DA07EF3C"
        },
        {
            "id": "62",
            "nass": "ما يشير إلى نحو هذا، كما يوجد في كلامهم ما يناقض هذا 1 فهم يقولون بأن الله في كل مكان، وإنه مع ذلك مستو على عرشه وإنه يرى بالأبصار بلا كيف، وإنه موجود الذات بكل مكان، وأنه ليس بجسم ولا محدود ولا يجوز عليه الحلول ولا المماسة، ويزعمون أنه يجيء يوم القيامة كما قال تعالى {وَجَاءَ رَبُّكَ} 2، وقولهم هذا يشبه قول بعض مثبتة الجسم الذين يقولون إنه لا نهاية له3. ¶ والفرق بين هذا القول وقول الجهمية: بأن الله في كل مكان هو أن هؤلاء يثبتون العلو ونوعا من الحلول، أما الجهمية فلا يثبتون العلو على مقصود هؤلاء من الاستواء على العرش والمباينة. ¶ ويزعم أصحاب هذا القول أنهم بقولهم هذا قد اتبعوا النصوص كلها سواء كانت نصوص علو أو معية أو قرب. ¶ الرد عليهم: ¶ إنهم بقولهم هذا جمعوا بين كلام أهل السنة وكلام الجهمية، ولذلك كان قولهم ظاهر الخطأ وغاية في التناقض. ¶ أما بيان خطئه فهو يكمن في أن كل من قال بأن الله بذاته في كل مكان فهو مخالف للكتاب والسنة وإجماع سلف الامة وأئمتها مع مخالفته لما فطر الله عليه عباده، ولصريح المعقول وللأدلة الكثيرة، فالقرآن الكريم مملوء بالآيات التي تنص على علو الله بذاته فوق خلقه واستوائه على عرشه وبينونته من خلقه، ¶ __________ ¶ 1 مجموع الفتاوى (2/299) . ¶ 2 الفجر 22 ¶ 3 نقض تأسيس الجهمية (2/6) .",
            "page": "74",
            "part": "1",
            "seal": "C0E91A04"
        },
        {
            "id": "63",
            "nass": "كما أن السنة قد تحدثت عن هذا المعنى في كثير من الأحاديث، كقصة المعراج وصعود الملائكة ونزولها من عند الله وعروج الروح إليه واستوائه على عرشه، ونزوله إلى السماء الدنيا، فكل هذه الأدلة تبين بطلان هذا القول ومخالفته. ¶ وأما استدلال هؤلاء بنصوص المعية والقرب، فقد بينا خطأ هذا الاستدلال وبطلانه عند الرد على مذهب حلولية الجهمية، وقد بينا أنه ليس للمخالفين أي متمسك في جعلها لمعية الذات أو قرب الذات. ¶ أما بيان تناقض هذا القول: فهو واضح من أقوالهم، فإنهم يجمعون بين أقوال متناقضة، فتارة يقولون إنه بذاته فوق العرش، وتارة يقولون إنه فوق العرش ونصيب العرش فيه كنصيب قلب العارف -كما يذكر ذلك أبو طالب المكي وغيره-، ومعلوم أن قلب العارف نصيبه منه المعرفة والإيمان وما يتبع ذلك، فإن قالوا: إن العرش كذلك فقد نقضوا قولهم بأنه بنفسه فوق العرش. ¶ وإن قالوا بحلول ذاته في قلوب العارفين، كان ذلك قولا بالحلول الخاص، وهذا ما وقع فيه طائفة من الصوفية ومنهم صاحب منازل السائرين1. ¶ __________ ¶ 1 مجموع الفتاوى (5/122-131) .",
            "page": "75",
            "part": "1",
            "seal": "C07C38C7"
        },
        {
            "id": "64",
            "nass": "الخاتمة: ¶ بعد هذا العرض للآثار الواردة في صفة المعية ولبعض المسائل المتعلقة بها أعرض أهم النتائج التي توصلت إليها من خلال هذا البحث فأقول: ¶ أولاً: اتضح جلياً من خلال استقراء النصوص أن المعية تنقسم إلى قسمين هما:1- المعية العامة: والمراد بها معية العلم والاطلاع، وسميت عامة لأنها تعم الخلق جميعاً مؤمنهم وكافرهم، وبرهم وفاجرهم. ¶ 2- المعية الخاصة: والمراد بها معية النصرة والتأييد وسميت خاصة لأنها خاصة بأهل الإيمان. ¶ ثانياً: تبين للقاريء الكريم إجماع السلف على تفسير آيات المعية العامة بأن المراد بها أن الله مع جميع الخلق بعلمه فهو مطلع على خلقه شهيد عليهم وعالم بهم، وقد نقل غير واحد من أهل العلم إجماع علماء السلف على تفسيرهم لآيات المعية العامة بذلك كما تقدم ذكره في المطلب الثاني. ¶ ثالثاً: بإجماع السلف على تفسير المعية العامة بمعية العلم، لايبقى حجة لمدع بوجود تعارض بين آيات المعية وآيات العلو، وقد خصصت مطلباً أوردت فيه عدداً من النقول عن علماء السلف جاء فيها الجمع بين إثبات العلو وإثبات المعية موافقة لما نصت عليه إحدى آيات المعية، وهي الآية الرابعة من سورة الحديد ¶ رابعاً: إن القول بمعية الذات لم يقم عليه دليل من كتاب ولا سنة ولم يقل به أحد من السلف، وأول من عرف عنه القول بذلك هم الجهمية والمعتزلة، وعنهم أخذ المتأخرون من الأشاعرة هذا القول، ومن أراد أن يعرف مصداق هذا فعليه بمطالعة كتاب الرد على بشر المريسي",
            "page": "77",
            "part": "1",
            "seal": "8B8FFB54"
        },
        {
            "id": "65",
            "nass": "للدارمي المتوفى سنة ثمانين ومأتين، الذي ذكر هذا القول عن بشر وشيوخه، حيث قال: \"وزعمت أنت والمضلون من زعمائك أنه في كل مكان ... \" ـ انظر الرد على بشر المريسي ـ ضمن عقائد السلف ـ ص (454) وقد كان ذلك قبل أن تظهر الأشعرية والماتريدية. ¶ خامساً: إن ماينادي به متأخرو الأشاعرة من القول بأن الله في كل مكان واحتجاجهم على ذلك بآيات المعية، يناقض ما كان عليه أوائل الأشاعرة، والذين تقدم ذكر بعض أقوالهم وإقرارهم بعلو الله وتفسيرهم لنصوص المعية بما عليه قول أهل السنة، وردهم لزعم من قال بأن الله في كل مكان 1. ¶ سادساً: إن استدلال هؤلاء المعطلة بنصوص المعية على زعمهم الباطل، لا يتفق مع أصلهم الذي أصلوه في هذا الباب وهو عدم احتجاجهم بنصوص القرآن والسنة، واعتمادهم على عقولهم، وصنيعهم هنا يصدق عليه قول شيخ الإسلام ابن تيمية حيث قال: \"وكثير ممن يكون قد وضع دينه برأيه وذوقه يحتج من القرآن بما يتأوله على غير تأويله، ويجعل ذلك حجة لاعمدة، وعمدته في الباطن على رأيه كالجهمية والمعتزلة في الصفات والأفعال..\" النبوات ص [129] ¶ وفي الختام فهذا جهدي أقدمه لإخواني القراء، فما كان فيه من صواب فمن الله وحده، وما كان فيه من خطأ فمني وأستغفر الله، وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ __________ ¶ 1 كأمثال أبي الحسن الأشعري وعلي بن مهدي الطبري والباقلاني والبيهقي وغيرهم.",
            "page": "78",
            "part": "1",
            "seal": "D3E845E4"
        }
    ],
    "t7523": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الأول: آيات المعية"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الثاني: أقوال العلماء في تفسير آيات المعية العامة"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الثالث: الآثار والأقوال عن العلماء في الجمع بين صفتي العلو والمعية"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الرابع: أقوال الناس في صفة المعية"
        }
    ]
}