{
    "b7537": [
        {
            "id": "1",
            "nass": "المقدمة: ¶ الحمد لله الذي لا إله إلاّ هو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر، والصلاة والسلام على الهادي البشير والسراج المنير وعلى آله وصحبه ومن استن بسنته إلى يوم الدين وبعد: ¶ فهذا البحث في بيان أهم ما يلزم تأمله ومعرفته من كون السنة النبوية هي المصدر الثاني للتشريع الإسلامي شرعت في الكتابة فيه خدمة للسنة، راغبة في حصول الثواب من الكريم ذي الفضل العظيم، ثم استجابة للأمانة العامة لمجمع الملك فهد لطباعة المصحف الشريف التي شرفتني بدعوتها للكتابة في هذا الموضوع. ¶ وهذا البحث محاولة لتعميق الفهم الذي قصده علماء السلف من كون السنة النبوية هي المصدر الثاني للتشريع الإسلامي بوسطية لا مغالاة فيها ولا جفاء. ¶ وبنيت خطة البحث على هذه المقدمة، وثلاثة فصول وخاتمة: ¶ أما الفصل الأول فعنوانه: التعريف بكون السنة النبوية المصدر الثاني للتشريع الإسلامي: ¶ وفيه خمسة مباحث: ¶ المبحث الأول: التعريف بالسنة، وأدوار العناية بها. ¶ فيه ثلاثة مطالب: ¶ الأول: تعريف السنة لغة وشرعًا. ¶ الثاني: الفرق بين السنة والحديث. ¶ الثالث: أدوار العناية بالسنة.",
            "page": "1",
            "part": "1",
            "seal": "E5CFA19A"
        },
        {
            "id": "2",
            "nass": "المبحث الثاني: التعريف بالشريعة ومصادرها ومقاصدها. ¶ وفيه ثلاثة مطالب: ¶ الأول: تعريف الشريعة لغة وشرعًا. ¶ الثاني: مصادر التشريع. ¶ الثالث: مقاصد الشريعة. ¶ المبحث الثالث: الأدلة على حجية السنة. ¶ المبحث الرابع: عناية المحدِّثين بالفقه، وعناية الفقهاء بالحديث. ¶ وفيه مطلبان: ¶ الأول: عناية المحدثين بالفقه. ¶ الثاني: عناية الفقهاء بالحديث. ¶ المبحث الخامس: أقسام السنة من حيث ثبوتها ومن حيث دلالاتها. ¶ وفيه مطلبان: ¶ الأول: أقسام السنة من حيث ثبوتها. ¶ الثاني: أقسام السنة من حيث دلالاتها. ¶ المبحث السادس: أنواع القرائن الصارفة العمل بظواهر السنة. ¶ المبحث السابع: أسباب عدم الاحتجاج بالسنة. ¶ المبحث الثامن: موقف العلماء من السنن التي ظاهرها التعارض. ¶ الفصل الثاني: تبيين السنة لأحكام القرآن الكريم. ¶ وفيه ثلاثة مباحث: ¶ المبحث الأول: تفصيل السنة لأحكام مجملة في القرآن الكريم. ¶ وفيه مطلبان:",
            "page": "2",
            "part": "1",
            "seal": "1588EBC2"
        },
        {
            "id": "3",
            "nass": "الأول: تعريف المجمل والمفصل. ¶ الثاني: أمثلة لأحكام مجملة في القرآن الكريم ورد تفصيلها في السنة. ¶ المبحث الثاني: تفصيل السنة لأحكام عامة في القرآن الكريم. ¶ وفيه مطلبان ¶ الأول: تعريف العام والخاص. ¶ الثاني: أمثلة لأحكام عامة في القرآن خصصتها السنة. ¶ المبحث الثالث: تقييد السنة لأحكام مطلقة في القرآن الكريم. ¶ وفيه مطلبان: ¶ الأول: تعريف المطلق والمقيد. ¶ الثاني: أمثلة لأحكام مطلقة في القرآن الكريم قيدتها السنة. ¶ الفصل الثالث: أحكام وردت في السنة ولم تذكر في القرآن. ¶ وفيه سبعة مباحث: ¶ الأول: الفرق بين وحي القرآن ووحي السنة. ¶ الثاني: مقاييس وضوابط لقبول ما صح من أخبار الآحاد. ¶ الثالث: هل جاءت السنة بأحكام لم تثبت في القرآن؟ ¶ الرابع: أمثلة مما استقلت به السنة في العبادات. ¶ الخامس: أمثلة مما استقلت به السنة في المعاملات. ¶ السادس: أمثلة مما استقلت به السنة في النكاح. ¶ السابع: أمثلة مما استقلت به السنة في الجنايات. ¶ ثم الخاتمة في أهم النتائج التي توصل إليها البحث. ¶ وكان المنهج المتبع في كتابة أغلب مواضيع البحث ما يلي:",
            "page": "3",
            "part": "1",
            "seal": "9BB74361"
        },
        {
            "id": "4",
            "nass": "- عرض أهم عناصر الموضوع باختصار دون ذكر الخلافات إلاّ في أضيق حدود. ¶ - ذكر ما بدا لي راجحًا فيما لا بد من ذكر الخلاف فيه، دون الإسهاب في ذكر الأدلة والردود عليها ومناقشتها. ¶ - الحرص ما أمكن على تسهيل أسلوب الكتابة وتبسيطه. ¶ - تشكيل وعزو الآيات إلى سورها. ¶ - تخريج الأحاديث والحكم عليها من غير الصحيحين، فإن خرجتها منهما اكتفيت بهما أو بأحدهما، وقد أكتفي بالرجوع إلى كتاب اللؤلؤ المرجان. ¶ - التوضيح للكلمات الغريبة. ¶ والله الرحمن الرحيم البر الكريم الجواد الحكيم أسأل أن يجعل هذا البحث عملاً صالحًا ولوجهه خالصًا وأن يكتب له القبول والبركة، ويغفر لي ما كان به من زلل أو تقصير، ويجزي كل من صوّبه أو نصحني فيه خير الجزاء إنه ولي ذلك والقادر عليه. والحمد لله على نعمه التي لا تعدُّ ولا تحصى، والصلاة والسلام على النبي المجتبى وعلى آله وصحبه ومن اصطفى.",
            "page": "4",
            "part": "1",
            "seal": "F1AA428F"
        },
        {
            "id": "5",
            "nass": "الفصل الأول: التعريف بكون السنة المصدر الثاني للتشريع الإسلامي ¶ المبحث الأول: التعريف بالشريعة ومصادرها ومقاصدها ¶ أولاً: تعريف الشريعة لغةً وشرعًا ¶ ... ¶ المبحث الأول: التعريف بالشريعة ومصادرها ومقاصدها ¶ أولاً: تعريف الشريعة لغةً وشرعًا ¶ الشريعة في اللغة: ¶ موْرِدُ الشاربة التي يردها الناس فيشربون منها ويستقون، والعرب لا تسميها شريعة حتى يكون الماء لا انقطاع له، ويكون ظاهرًا معينا لا يُسقى بالدلو، وشرعت في هذا الأمر شُرُعا: أي خضت (1) . ¶ الشريعة شرعًا: ¶ استعمل العلماء لفظ الشريعة باستعمالات متعددة وذلك حسب المقام فمنهم من أطلقها على التوحيد وما سواه من الفروع ومنهم من أطلقها وأراد بها التوحيد فقط ومنهم من أطلقها وأراد بها الفروع فقط (2) . ¶ والرأي الراجح في معنى الشريعة عند الباحثين: هي الفرائض والحدود والأمر والنهي (3) . ¶ فيدخل في تعريفها التوحيد وسائر الأحكام، وهي بذلك أعم من الحكم الشرعي الذي عرفه العلماء بأنه: الخطاب المتعلق بأفعال المكلفين بالطلب، أو التخيير أو الوضع (4) . ¶ __________ ¶ (1) ابن منظور/ لسان العرب (مادة شرع) 8/175. ¶ (2) عابد السفياني/ الثبات والشمول في الشريعة الإسلامية: 24-26. ¶ (3) عبد الله الكمالي/ الشريعة الإسلامية وفقه الموازنات: ص 30. ¶ (4) شرح البدخشي على المنهاج: 1/30، شرح الأسنوي على المنهاج: 1/46.",
            "page": "6",
            "part": "1",
            "seal": "D4CE7252"
        },
        {
            "id": "6",
            "nass": "فيمثل الحكم الشرعي الوجه العملي للدين فقط، والشريعة تمثل الوجهين العقدي والعملي معًا. ¶ ثانيًا: مصادر الشريعة ¶ ذكر العلماء أن مصادر الشريعة الأساسية أربعة مصادر: القرآن الكريم، والسنة المطهرة، والإجماع، والقياس (1) . ¶ ولا يخفى على المتأمل أن أدلة حجية الإجماع والقياس الكتاب والسنة. ¶ أتى رجل إلى الإمام الشافعي فسأله عن الدليل في أن اتفاق الأمة حجة في الدين؟ فذهب الإمام الشافعي ولم يخرج ثلاثة أيام، ثم خرج وجاءه الشيخ فسلم ثم جلس، فقال حاجتي؟ فقال الشافعي رحمه الله: نعم أعوذ بالله من الشيطان الرجيم بسم الله الرحمن الرحيم قال الله تعالى: {وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَسَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءتْ مَصِيرًا} [النساء:115] . لا يصليه – تعالى- جهنم على خلاف سبيل المؤمنين إلاّ وهو فرض. قال: فقال: صدقت. وقام وذهب. قال الشافعي: قرأت القرآن في كل يوم وليلة ثلاث مرات حتى وقفت عليه (2) .أي الدليل على أن حجية الإجماع ثابتة في الكتاب. ¶ __________ ¶ (1) ذكر العلماء للاستدلال مصادر غير أساسية وتسمى الأدلة الفرعية، ولم تسلم من الاختلاف بين الأصوليين وهي: الاستصحاب، شرع من قبلنا، مذهب الصحابي، الاستحسان، المصالح المرسلة. انظر: الآمدي/ الإحكام في أصول الأحكام: 4/172-209. ¶ (2) انظر الشافعي/ أحكام القرآن: 1/39-40.",
            "page": "7",
            "part": "1",
            "seal": "2F90C195"
        },
        {
            "id": "7",
            "nass": "وكذلك رُوِيَ في السنة قوله صلى الله عليه وسلم: (ما رآه المسلون حسنًا فهو عند الله حسن) (1) . ¶ وذكر أهل القياس ونفاته أدلتهم من الكتاب والسنة (2) . ¶ وتعريف القرآن بالأحكام الشرعية أكثره كلي لا جزئي، فهو محتاج إلى كثير من البيان، والسنة إنما هي بيان للقرآن (3) .فمصادر الشريعة: الكتاب والسنة وغيرهما تبع لهما. ¶ ثالثًا: مقاصد الشريعة ¶ القرآن الكريم والسنة الشريفة أتيا للتعريف بمصالح الدارين جلبا لها، والتعريف بمفاسدهما دفعًا لها. ¶ وهذه المصالح لها ثلاثة أقسام: الضروريات، والحاجيات، والتحسينيّات. ¶ والضروريات خمس: حفظ الدين، وحفظ النفس، وحفظ العرض، وحفظ المال، وحفظ العقل. ¶ والحاجيات تدور على التوسعة، والتيسير، ورفع الحرج، والرفق في هذه المقاصد. ¶ والتحسينيّات ترجع إلى العمل بمكارم الأخلاق وما يحسن في مجاري العادات في هذه المقاصد الخمس. ¶ ولكل مما تقدم أمثلة عديدة وردت في الكتاب والسنة (4) . ¶ __________ ¶ (1) قال الألباني: لا أصل له مرفوعاً، وإنما ورد موقوفاً على ابن مسعود. انظر السلسلة الضعيفة 2/17 ¶ رقم 533. ¶ (2) ابن القيم/ أعلام الموقعين: 1/195-198-227. ¶ (3) الشاطبي/ الموافقات: 4/180. ¶ (4) المرجع السابق: 4/346-352.",
            "page": "8",
            "part": "1",
            "seal": "22D7A251"
        },
        {
            "id": "8",
            "nass": "والفقهاء وهم ينظرون في السنن يجدون بالاستقراء أنه لا يمكن أن تشذ سنة فتدفع مصلحة أو تجلب مفسدة راجحة، فإن وجدت مفسدة، فهو دليل ضعفها أو كذب ناقلها.",
            "page": "9",
            "part": "1",
            "seal": "80B99F12"
        },
        {
            "id": "9",
            "nass": "المبحث الثاني: التعريف بالسنة، وأدوار العناية بها ¶ أولاً: السنة لغة وشرعًا ¶ السنة في اللغة: ¶ تأتي في اللغة بمعاني منها الصورة وما أقبل من الوجه، والطريقة: سنّ الله سنّة أبي بيّن طريقا قويما، قال تعالى: {سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِن قَبْلُ} [الأحزاب:38] . ¶ والسنّة السيرة، حسنة كانت أو قبيحة: ¶ يقول الشاعر: ¶ فلا تجْزعن من سيرة أنت سِرْتها ... فأول راضٍ عن سنّةً يَسيرُها (1) ¶ السنة شرعًا: ما جاء منقولاً عن النبي صلى الله عليه وسلم من قول أو فعل أو تقرير بالوحي أو الاجتهاد (2) . ¶ وتطلق السنة في الشرع أيضًا فيما يقابل البدعة، يقال: فلان على سنة إذا عمل على وفق ما عمل عليه النبي صلى الله عليه وسلم. ¶ ويطلق أيضًا لفظ السنة على ما عمل عليه الصحابة مجتمعًا عليه منهم أو من خلفائهم (3) .يدل عليه قوله عليه الصلاة والسلام: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، وتمسكوا بها وعضوا عليها بالنواجذ (4) \" (5) ¶ __________ ¶ (1) لسان العرب، مادة \"سنن\" 13/225. ¶ (2) الشاطبي/ الموافقات: 4/293. ¶ (3) المرجع السابق: 4/290. ¶ (4) النواجذ: الناجذ آخر الأضراس، وللإنسان أربعة نواجذ في أقصى الأسنان، ويسمى ضرس الحلم لأنه ينبت بعد البلوغ وكمال العقل، يقال ضحك حتى بدت نواجذه. انظر: الرازي/ مختار الصحاح: باب النون، فصل الجيم. ص: 646. ¶ (5) أخرجه الترمذي وصححه الشيخ الألباني. انظر: الألباني: إرواء الغليل: (2455) 8/107.",
            "page": "10",
            "part": "1",
            "seal": "2894B5BF"
        },
        {
            "id": "10",
            "nass": "ثانيًا: الفرق بين السنة والحديث ¶ للحديث قسمان عند علماء الحديث: ¶ علم الحديث رواية وهو العلم الذي يشتمل على أقوال الرسول صلى الله عليه وسلم وأفعاله وتقريراته وروايتها وضبطها وتحرير ألفاظها. وهذا القسم ينطبق تعريفه على تعريف السنة. ¶ والقسم الثاني علم الحديث دراية ويقصد به العلم الذي يعرف به حقيقة الرواية وشروطها وأنواعها وأحكامها وحال الرواة وشروطهم وأصناف مروياتهم (1) . ¶ يقول الدكتور رفعت فوزي:\" قد يبدو في أقوال بعض العلماء في القرن الثاني الهجري التفرقة بينهما ذلك في قول الأعمش رحمه الله تعالى:\" لا أعلم لله قومًا يطلبون هذا الحديث، ويحبون هذه السنة\"وأوضح من هذا قول عبد الرحمن بن مهدي: (الناس على وجوه، فمنهم من هو إمام في السنة وليس بإمام في الحديث، ومنهم من هو إمام في الحديث وليس بإمام في السنة) وربما كان أساس هذا التفريق هو أنهم كانوا ينظرون إلى أن الحديث أمر علمي نظري، وأن السنة أمر عملي، إذ إنها كانت تعتبر المثل الأعلى للسلوك في كل أمور الدين والدنيا، وكان هذا سبب الاجتهاد في البحث عنها والاعتناء بحفظها والاقتداء بها. وربما كان الأساس هو أن بعضهم كان ينظر إلى السنة على أنها أعم من فعل الرسول وقوله وتقريره وتشمل أفعال الصحابة والتابعين\" (2) . ¶ وسأسير في البحث على طريق من اختار أن السنة والحديث معناهما واحد. ¶ __________ ¶ (1) السيوطي/ تدريب الراوي: 1/40. ¶ (2) توثيق السنة في القرن الثاني الهجري أسسه واتجاهاته: ص: 19-20.",
            "page": "11",
            "part": "1",
            "seal": "104AE45E"
        },
        {
            "id": "11",
            "nass": "ثالثًا: الأدوار التي مرّت بها السنة وتدوينها ¶ الدور الأول: القرن الأول الهجري ¶ السنة في عصر النبي صلى الله عليه وسلم وعصر الصحابة: ¶ كان المعول في حفظ السنة وضبطها صدور الصحابة رضوان الله عليهم، وذلك لشيوع الأمية فيهم فكان اعتمادهم على السماع والحفظ لا على القراءة والكتابة، لم يكن للتدوين ضرورة، ولاسيما وأن حرصهم على تدوين القرآن الكريم وخشيتهم من أن يكون في تدوين الحديث ما يؤدي إلى اتخاذ الناس صحف الحديث مصاحف يضاهون بها صحف القرآن العزيز، فيشتبه على بعضهم القرآن بالأحاديث وربما اشتغلوا به عن التلاوة (1) . ¶ لكن وجد من الصحابة من كان يكتب ويكثر من الكتابة لنفسه كعبد الله بن عمرو بن العاص رضي الله عنهما فكانت عنده صحيفة يسميها الصادقة (2) . ¶ وأمر رسول الله صلى الله عليه وسلم بالكتابة لرجل من أهل اليمن عام الفتح سمع النبي صلى الله عليه وسلم يخطب فقال: اكتب لي يا رسول الله. فقال: اكتبوا لأبي فلان (3) . ¶ وذكر أن عليًا صلى الله عليه وسلم كان لديه كتاب فيه حكم النبي صلى الله عليه وسلم في الزكاة (4) . ¶ وثبت أن لديه صحيفة فيها فكاك الأسير والدية ولا يقتل مسلم بكافر (5) ¶ __________ ¶ (1) العسقلاني/هدي الساري مقدمة فتح الباري: ص6، السيوطي/تنوير الحوالك شرح على موطأ مالك: 1/5. ¶ (2) يقول (:\" هذه الصادقة فيها ما سمعت من رسول الله (ليس بيني وبينه أحد\"انظر: طبقات ابن سعد: 4/262. ¶ (3) الخطبة عن مكة وحرمتها هي مشهورة. انظر صحيح البخاري، كتاب العلم، باب كتابة العلم: (110) 1/119. ¶ (4) ابن حزم/ الإحكام في أصول الأحكام: 2/262. ¶ (5) أخرجه البخاري، انظر: صحيح البخاري، باب كتابة العلم، باب كتابة العلم: (109) 1/119.",
            "page": "12",
            "part": "1",
            "seal": "01FE84AE"
        },
        {
            "id": "12",
            "nass": "الدور الثاني: القرن الثاني الهجري ¶ بدأ تدوين السنة في هذا القرن بطريقة أوسع وبشكل أمر رسمي من ولي أمر المسلمين حيث كتب عمر بن عبد العزيز أمير المؤمنين الخليفة الراشد رحمه الله تعالى إلى الآفاق: (انظروا حديث رسول الله صلى الله عليه وسلم فاجمعوه) (1) . ¶ والأرجح أن أول من جمع الحديث من العلماء الإمام محمد بن شهاب الزهري. ومن وقته شاع جمع الحديث وتدوينه فكتب بعده: ابن إسحاق ومالك بالمدينة، وحماد بن سلمة بالبصرة، ومعمر باليمن. ¶ ثم تلا هؤلاء: عبد الرزاق باليمن وأبو قُرة موسى بن طارق، وتفرد بالكوفة أبو بكر بن أبي شيبة بتكثير الأبواب، وجودة الترتيب وحسن التأليف (2) . ¶ الدور الثالث: القرن الثالث الهجري ¶ في هذا الدور بلغ الحديث غايته ومنتهاه، فلم يزل يروى ويجمع ويدوَّن ويُسطّر في الأجزاء، والكتب إلى زمن الإمامين البخاري ومسلم، ورزقهما الله حسن القبول شرقًا وغربًا، ثم ازداد الجمع والتدوين وظهر جهابذة المحدّثين كالترمذي وأبي داود والنسائي وكان هذا العصر خلاصة العصور في تحصيل هذا العلم وإليه المنتهى (3) . ¶ __________ ¶ (1) العسقلاني/ فتح الباري: 1/195، الكتاني/ الرسالة المستطرفة: ص: 4. ¶ (2) انظر: الرامهرمزي/ المحدث الفاصل: 613-614. ¶ (3) القنوجي/ الحطة في ذكر الصحاح الستة: ص 61.",
            "page": "13",
            "part": "1",
            "seal": "8CD930F3"
        },
        {
            "id": "13",
            "nass": "الدور الرابع: القرن الرابع الهجري ¶ طغى التدوين في هذا القرن على الرواية الشفهية عن الشيوخ كما كان الحال فيمن سبق من علماء الحديث (1) . ¶ وكثرت المستخرجات (2) ، وظهرت كتب جمعت أدلة المذاهب الفقهية من الأحاديث (3) . ¶ الدور الخامس: من القرن الخامس الهجري وحتى سقوط بغداد على أيدي التتار عام 656هجري ¶ ما كاد القرن الرابع أن ينتهي، حتى أصبح عمل العلماء قاصرًا على الجمع، والانتقاء، والترتيب، أو التهذيب لكتب السابقين (4) . ¶ الدور السادس: بعد سقوط بغداد وحتى نهاية القرن العاشر ¶ بعد سقوط بغداد تقاعست الهمم وفترت العزائم عن الرحلة إلى الأقطار، وخدمة الحديث فانقرضت الرواية الشفهية إلاّ في أفراد يجددون ما خلق ويحيون ما اندثر من وقت لآخر، (5) .ويشتكي الإمام الذهبي من قتلهم فيقول:\"فأين علم الحديث وأين أهله؟ كدت لا أراهم إلاّ في كتاب أو تحت تراب\" (6) . ¶ __________ ¶ (1) محمد أبو زهو/ الحديث والمحدثون: ص 423. ¶ (2) من المستخرجات المشهورة: مستخرج أبي عوانة على صحيح مسلم، ومستخرج ابن أبي دُهل الهروي على صحيح البخاري. ¶ (3) من ذلك كتاب معاني الآثار للطحاوي في المذهب الحنفي، والسُّنن الكبرى على المذهب الشافعي. ¶ (4) انظر: محمد أبو زهو/ الحديث والمحدثون: ص 43. ¶ (5) مثل الحافظ زين الدين العراقي وتلميذه الحافظ ابن حجر العسقلاني. ¶ (6) تذكرة الحفّاظ: 1/4.",
            "page": "14",
            "part": "1",
            "seal": "AC5AFDB1"
        },
        {
            "id": "14",
            "nass": "وأصبح للسنة شأن في مصر على مدار ثلاثة قرون حيث اهتم المماليك بالعلوم وأنشأوا فيها مدارس الحديث، حبسوا الأموال على المؤسسات الدينية والعلمية واستمرت هذه النهضة بمصر إلى أوائل القرن العاشر ثم أخذ النشاط العلمي يتضاءل ويضمحل، وطفق يرحل شيئًا فشيئًا إلى الهند (1) . ¶ الدور السابع: من بداية القرن الحادي عشر وحتى اليوم ¶ سخر الله عز وجل بفضله ومنه في الهند من حمل لواء السنة يدعو إليها وينافح عنها. وكانت لهم آثار ملموسة وأحيا الله بهم الحديث والسنة (2) . ¶ وممّا هو جدير بالذكر الإشادة بالجهود الطيبة المباركة التي قام بها جلالة الملك الراحل (عبد العزيز بن عبد الرحمن آل سعود) عليه رحمة الله وعدد من أبنائه وعدد من علماء الجزيرة الذين عُنوا بكتب السنة والفقه وبذلوا الأموال في تحقيقها وطبعها ونشرها بين أيدي الناس دون مقابل (3) . ¶ __________ ¶ (1) أبو زهو/ الحديث والمحدثون: ص 440، الكشميري/ فيض الباري: 1/15. ¶ (2) انظر الزركلي/ الأعلام: 1/149. ¶ (3) من الكتب التي حصلت عليها مجانًا جامع الأصول في أحاديث الرسول لابن الأثير، والفتاوى لابن تيمية، المغني لابن قدامة.",
            "page": "15",
            "part": "1",
            "seal": "0E5D52C7"
        },
        {
            "id": "15",
            "nass": "المبحث الثالث: الأدلة على حجية السنة ¶ أولاً من القرآن: ¶ - قوله جلّ شأنه: {مَّنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللهَ} [النساء:80] . ¶ - قوله تعالى: {أَطِيعُواْ اللهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِيالأَمْرِ مِنكُمْ} [النساء:59] . ¶ - قوله عزّ من قائل: {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْفِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيمًا} [النساء:65] . ¶ - قوله سبحانه: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَانَهَاكُمْ عَنْهُ فَانتَهُوا} [الحشر:7] .",
            "page": "16",
            "part": "1",
            "seal": "C6C0D8D5"
        },
        {
            "id": "16",
            "nass": "ثانيا: من السنة الشريفة: ¶ حذر الرسول صلى الله عليه وسلم من ترك سنته ففي الحديث الذي يرويه المقدام بن معد يكرب صلى الله عليه وسلم: (لا ألفين أحدكم متكئًا على أريكته يأتيه الأمر مما أمرت به أو النهي مما نهيت عنه، فيقول: ما أدري؟ ما وجدنا في كتاب الله اتبعناه) وفي لفظ (يوشك أحدكم أن يكذبني وهو متكئ على أريكته يُحدَّث بحديثي، فيقول: بيننا وبينكم كتاب الله، فما وجدنا فيه من حلال استحللناه وما وجدنا فيه من حرام حرمناه، ألا وإن ما حرم رسول الله صلى الله عليه وسلم مثل ما حرّم الله) (1) .والشاهد من الحديث (ألا وإن ما حرم رسول الله مثل ما حرم الله) . ¶ __________ ¶ (1) أخرجه أحمد والحاكم وقال: صحيح على شرطهما ووافقه الذهبي. انظر: المسند: 4/132. والمستدرك على الصحيحين: 1/108",
            "page": "16",
            "part": "1",
            "seal": "856A2C90"
        },
        {
            "id": "17",
            "nass": "ثالثًا: الإجماع: ¶ المتتبع لتصرفات الصحابة رضي الله عنهم في وقائع كثيرة لا تنحصر يجد أنهم حيث وجدوا السنة عملوا بها، وجعلوها حجة في الدين ولم يستجيزوا مخالفتها أو إغفالها أو طرحها، مما لا يدع مجالاً للشك أنه كان مقررً لديهم أن سنة رسول الله صلى الله عليه وسلم حجة على عباده، وأن العمل بها عمل بالدين، فانعقد على ذلك إجماعهم (1) . ¶ __________ ¶ (1) انظر: ابن القيم/ أعلام الموقعين: 1/49، محمد الأشقر/ أفعال الرسول (ودلالتها على الأحكام الشرعية: ص 15.",
            "page": "17",
            "part": "1",
            "seal": "5DA05D21"
        },
        {
            "id": "18",
            "nass": "رابعًا: المعقول: ¶ كيف لا تكون السنة حجة وهي التي جاءت ببيان كيفية العمل ففيها ذكر الأسباب والشروط والموانع واللواحق وما أشبه ذلك كبيانها مواقيت الصلوات والركوع والسجود، وبيانها للزكاة في مقاديرها وأوقاتها وتعيين ما يزكى، وبيان أحكام الصوم وما فيه مما لم يقع النص عليه في الكتاب، وكذلك الطهارة من الحدث والخبث، والحج، والذبائح والصيد وما يؤكل مما لا يؤكل والأنكحة وما يتعلق بها من الطلاق والرجعة والظهار واللعان، والبيوع وأحكامها، والجنايات من القصاص وغيره كل ذلك بيان لما وقع مجملاً في القرآن (2) . ¶ وكيف لا تكون حجة وقد استقلت بأحكام كثيرة في الحلال والحرام عمل بها سلف الأمة وخلفها؟ ¶ فمن قال: إن السنّة ليست حجة في التشريع الإسلامي معطل بالعقل لأحكام الشرع حيث إن معظمها لا يعرف إلاّ عن طريق السنة (3) . ¶ __________ ¶ (2) الشاطبي/ الموافقات: ص 505. ¶ (3) الباحثة: مدخل لدراسة أحاديث الأحكام، مجلة جامعة أم القرى، عدد 18، 1419، ص: 145.",
            "page": "17",
            "part": "1",
            "seal": "CAD7DC3D"
        },
        {
            "id": "19",
            "nass": "المبحث الرابع: عناية الفقهاء بالحديث وعناية المحدثين بأحكام الشريعة ¶ لا يخفى على أحد اهتمام الفقهاء بالحديث وأنهم لا يستغنون عنه لاستنباط الحكم الشرعي، يقول الإمام النووي مبينًا أهمية ذلك: \" على السنن مدار أكثر الأحكام الفقهيات، فإن أكثر الآيات الفروعيات مجملات، وبيانها في السنن المحكمات، وقد اتفق العلماء على أن من شروط القاضي والمفتي أن يكون عالمًا بالأحاديث الحكميات\" (1) .وكان تأثر الأئمة المحدثين أمثال البخاري ومسلم وأبي داود والترمذي بمذاهب أئمة الفقه كبيرًا. ¶ والمتأمل في كتبهم يظهر له حرصهم على وزن المذاهب الفقهية ومقارنتها بما صح من حديث رسول الله صلى الله عليه وسلم ومناقشتها أحيانًا. ¶ ولقد تفاوت حظ الفقهاء من الحديث كما تفاوت حظ المحدثين من الفقه. فالإمامان مالك وأحمد بن حنبل محدثان ولكن شهرتهما في الفقه غلبت شهرتهما في الحديث (2) . ¶ واختلف تأثر المحدثين بالفقهاء، يقول في ذلك الإمام ابن تيمية:\" أما البخاري وأبو داود فإمامان في الفقه والاجتهاد، وأما مسلم والترمذي والنسائي وابن ماجه وابن خزيمة ونحوهم فهم على مذهب أهل الحديث ليسوا مقلدين لواحد بعينه من العلماء، وهم إلى مذاهب أهل الحجاز كمالك وأمثاله أميل منهم إلى مذاهب أهل العراق كأبي حنيفة والثوري ووكيع. ويحي بن سعيد وابن المبارك يميلان إلى مذهب العراقيين ¶ __________ ¶ (1) النووي/ شرح صحيح مسلم: 1/4. ¶ (2) اشتهر كتاب الموطأ للإمام مالك، كما اشتهر مسند الإمام أحمد ولم يثبت للإمامين أبي حنيفة، والشافعي مثلهما.",
            "page": "18",
            "part": "1",
            "seal": "D941D8DD"
        },
        {
            "id": "20",
            "nass": "كأبي حنيفة والثوري، والبيهقي على مذهب الإمام الشافعي، والدارقطني يميل إلى مذهب الشافعي ولكن اجتهاده أقوى من البيهقي وكان أعلم منه وأفقه\" (1) . ¶ فالسنن والأحكام الشرعية علمان يكمل أحدهما الآخر كعلم الصيدلة والطب لا يستغني أحدهما عن الآخر (2) . ¶ وقد يكون الفقيه محدثًا فقيهًا. مع التسليم جميعًا من الجميع أن الحكم الشرعي ينبغي أن لا يخالف الحديث القطعي الدلالة والقطعي الثبوت بحال من الأحوال. ¶ يقول الإمام أبو حنيفة رحمه الله تعالى:\" لم يزل الناس في صلاح ما دام فيهم من يطلب الحديث، فإن طلبوا العلم بلا حديث فسدوا\" (3) . ¶ يقول أبو يوسف رحمه الله:\" لا يحل لأحد أن يقول قولنا حتى يعلم من أين قلناه\" (4) . ¶ وقول الإمام مالك بن أنس رحمه الله المشهور:\" ما كان من كلامي موافقًا للكتاب والسنة فخذوه وما لم يوافق فاتركوه\" (5) . ¶ وقول الإمام الشافعي رحمه الله:\" الحديث مذهبي فما خالفه فاضربوا به الحائط\" (6) . ¶ __________ ¶ (1) الفتاوى: 20/39-42. ¶ (2) يوسف القاسم/ مبادئ الفقه الإسلامي: ص 115، الحجوي/ الفكر السامي: 2/162. ¶ (3) محمد عوامة/ أثر الحديث الشريف في اختلاف الأئمة ص 19. ¶ (4) ابن القيم/ أعلام الموقعين: 2/182. ¶ (5) الشاطبي/ الاعتصام بالكتاب والسنة: ص 505. ¶ (6) الذهبي/ سير أعلام النبلاء: 10/78.",
            "page": "19",
            "part": "1",
            "seal": "16878245"
        },
        {
            "id": "21",
            "nass": "ويقول الإمام أحمد رحمه الله:\" عليكم بأصحاب الآثار والسنن\" (1) . ¶ والمتأمل بعمق في كتابي الإمامين البخاري والترمذي يلحظ الترابط القوي بين الأحكام الشرعية التي ناقشها الأئمة الفقهاء وإثباتها بما صح من الأحاديث والآثار (2) . ¶ وهذه الأقوال توضح أن مذهب أعلام وعلماء الأمة محدثين وفقهاء: اعتماد السنة مصدرًا أساسيًا للتشريع الإسلامي، فمن شذّ عنهم بإنكار حجيتها، فقد جاء ببهتان وإثم عظيم، ومن شذّ فقد شذّ في النار. ¶ __________ ¶ (1) المرجع السابق: 11/231. ¶ (2) ظهرت دراسات في الحديث اهتمت بإظهار الجوانب الفقهية عند المحدثين، ومن أوائل من كتب في ذلك الأستاذ الدكتور عبد المجيد محمود في كتابه الاتجاهات الفقهية عند المحدثين في القرن الثالث الهجري، الباحثة/ مدخل لدراسة أحاديث الأحكام، مجلة جامعة أم القرى العدد،18، 1419?، ص 154.",
            "page": "20",
            "part": "1",
            "seal": "0A192936"
        },
        {
            "id": "22",
            "nass": "المبحث الخامس: أقسام السنة من حيث ثبوتها ومن حيث دلالاتها ¶ أولاً: أقسام السنة من حيث ثبوتها ¶ ... ¶ المبحث الخامس: أقسام السنة من حيث ثبوتها ومن حيث دلالاتها ¶ ينبغي لطلبة العلم بعد معرفتهم أن جميع الأئمة المقبولين عند الأمة قبولاً عامّاً لا يتعمدون مخالفة السنة في دقيق ولا جليل، وأنهم متفقون يقينًا على وجوب إتباع الرسول صلى الله عليه وسلم: معرفة أن تلك السنن منها المعتبر في التشريع من حيث الثبوت والدلالة ومنها غير المعتبر. وفصّل العلماء في ذلك حيث ذكروا أن بعض الأحاديث لا تصلح مصدرًا للتشريع، وأن بعض أفعاله صلى الله عليه وسلم الخاصة به ليست حجة لعمل سائر الأمة ويوضح ذلك أكثر المبحث التالي: ¶ أولاً: أقسام السنة من حيث ثبوتها ¶ تنقسم من حيث ثبوتها إلى قسمين: ثابتة وغير ثابتة. والثابتة إما قطعية الثبوت أو ظنية الثبوت. ¶ والقطعية هي الأحاديث المتواترة التي تفيد العلم اليقيني: أي الضروري الذي يضطر الإنسان إليه فلا يستطيع دفعه، والفرق بينه وبين العلم النظري: أن العلم الضروري يفيد العلم بلا استدلال والنظري يفيد العلم لكن مع الاستدلال، والضروري يحصل لكل سامع، والنظري لا يحصل إلاّ لمن فيه أهلية النظر (1) . ¶ أما الظنية الثبوت فهي الأحاديث المقبولة التي رواها آحاد يغلب على الظن فيها صدق الخبر لصدق ناقله. فيؤخذ بها، ويجب العمل بها عند الجمهور، وتفيد غلبة الظن ما لم تعارض بمثلها. ¶ __________ ¶ (1) العسقلاني: نزهة النظر: ص 38.",
            "page": "21",
            "part": "1",
            "seal": "B5BACB72"
        },
        {
            "id": "23",
            "nass": "ثم إذا اجتمعت لها قرائن مثل كون الحديث في الصحيحين، وله طرق متعددة، ورواه الأئمة فلا يبعد حينئذ القطع بصدقه (1) . ¶ أما الأحاديث غير الثابتة، أو المردودة فهي التي يغلب على الظن فيها كذب الخبر، لثبوت كذب ناقليه، وهذه الأحاديث الضعيفة، والتي لها أنواع قد يعمل ببعضها في فضائل الأعمال والمواعظ وأشباهها (2) . ¶ والخلاصة: أن المتواترة يجب العمل بها إجماعًا وتفيد العلم اليقيني، والآحاد الصحيحة يجب العمل بها عند الجمهور وتفيد غلبة الظن، فإذا اجتمعت لها قرائن وجب العمل بها وأفادت العلم النظري، والمردودة الضعيفة لا تفيد علمًا ولا عملاً. ¶ __________ ¶ (1) المرجع السابق: ص 38. ¶ (2) النووي/ شرح صحيح مسلم: 1/28-29، النووي/ ما تمس إليه حاجة القارئ إلى صحيح البخاري: ص 38.",
            "page": "22",
            "part": "1",
            "seal": "E072B57C"
        },
        {
            "id": "24",
            "nass": "ثانيًا: أقسام السنة من حيث دلالتها (3) ¶ تنقسم سنة رسول الله صلى الله عليه وسلم من حيث دلا لتها إلى ثلاثة أقسام: أقوال، أفعال، تقريرات. ولكل قسم فرع ولكل فرع دلالة ذكرها العلماء. ¶ القسم الأول: ¶ أقواله صلى الله عليه وسلم وهي على خمسة أنواع: أوامر وهي تدل على الوجوب ما لم ¶ __________ ¶ (3) الدلالات لغة: مفردها دلالة من دلّه على الشيء إذا أرشده إليه، والدليل المرشد. واصطلاحًا: وضع الشيء بحيث يفهم منه شيء آخر وقسمها الجمهور إلى قسمين؛ منطوق: وهو ما يفهم من اللفظ في محل النطق، ومفهوم وهو ما يفهم من اللفظ لا في محل النطق. وقسّم الأصوليون الألفاظ الواضحة الدلالة إلى قسمين نص وظاهر، فالنص بهذا المفهوم هو ما كانت دلالته قطعية وهو المقصود من القاعدة \" لا اجتهاد مع نص\". والظاهر ما كانت دلالته راجحة فقط، الأحكام الشرعية تارة تؤخذ من نص الكتاب والسنة وتارة تؤخذ من ظاهرهما. انظر: ابن بيه/ أمالي الدلالات: ص 58، سعد العثماني: الفقه الدعوي مساهمة في التأصيل: ص 17، السعدي/ رسالة مختصرة في أصول الفقه: 123.",
            "page": "22",
            "part": "1",
            "seal": "C8C040D8"
        },
        {
            "id": "25",
            "nass": "يقم دليل على خروج الوجوب إلى الندب وغيره (1) . وللوجوب صور وأمثلة. (2) . ¶ ونواهٍ، والنهي عند الجمهور يفيد التحريم ما لم تأت قرينة أو دليل يصرفه عن التحريم إلى الكراهة (3) .وللتحريم صور وأمثلة (4) ¶ وإذا مدح رسول الله صلى الله عليه وسلم أمرًا، أو أثنى عليه دون أن يأمر به فإنه يدل على استحباب ذلك الأمر (5) . وله صور وأمثلة (6) . ¶ وإذا ذم الرسول صلى الله عليه وسلم أمرًا ولم ينه عنه أو يتوعد عليه بعقوبة فإنه يدل على الكراهة (7) . وله صور وأمثلة (8) ¶ __________ ¶ (1) أصول السرخسي: 1/15، الأصفهاني/ مختصر ابن الحاجب: 2/19، الخبازي/ المغني في أصول الفقه: ص 30، ابن دقيق العيد/ إحكام الأحكام: 1/19. ¶ (2) صيغة الوجوب لها صور، فعل الأمر مثل قوله (: ((تنزهوا من البول)) ، أو فعل مضارع مسبوق بلام الأمر مثل قوله (: ((فليستطب بثلاثة أحجار)) أو بذكر صريح الوجوب مثل قوله (: ((إذا جلس بين شعبها الأربع ثم جهدها فقد وجب الغسل)) أو بقرن الفعل بعقوبة على تركه مثل قوله (: ¶ ((رضا الله في رضا الوالد وسخط الله في سخط الوالد)) الباحثة/ مدخل لدراسة أحاديث الأحكام، مجلة أم القرى، العدد 18. ¶ (3) أصول السرخسي: 1/79، الخبازي/ المغني في أصول الفقه: ص 67، الأصفهاني/ بيان المختصر: 2/87. ¶ (4) صيغة التحريم لها صور، لفظ النهي مثل حديث ((نهى رسول الله (عن كل ذي ناب ... )) لا الناهية مثل حديث: ((لا يخلونّ رجل بامرأة..)) أو بذكر التحريم مثل حديث ((كل ذي ناب من السباع فأكله حرام)) ، أو بذكر الفعل مقرونًا بالعقوبة مثل حديث ((لعن الله الواصلة ... )) الباحثة/ المدخل لدراسة أحاديث الأحكام. ¶ (5) ابن حزم/ الإحكام في أصول الأحكام: 3/305. ¶ (6) انظر الباحثة/ المدخل لدراسة أحاديث الأحكام. ¶ (7) ابن حزم / الإحكام في أصول الأحكام: 1/241. ¶ (8) حديث جابر بن عبد الله صلى الله عليه وسلم قال: كان رسول الله صلى الله عليه وسلم في سفر فرأى زحامًا ورجلاً قد ضُلِّل عليه فقال: ما هذا؟ قالوا: صائم قال: ((ليس من البر الصيام في السفر)) أخذ العلماء منه كراهة الصوم في السفر لمن يجهده ويشق عليه. انظر ابن دقيق العيد/ إحكام الأحكام: 2/25.",
            "page": "23",
            "part": "1",
            "seal": "3A2B9E98"
        },
        {
            "id": "26",
            "nass": "أما إذا قال الرسول صلى الله عليه وسلم عن شيء: ((شأنكم به)) فمعناه أمره إليكم فمن شاء فعله، ومن شاء تركه، فيدل هذا القول على الإباحة (1) ففي الحديث عن عائشة رضي الله عنها: ((أن النبي صلى الله عليه وسلم سمع أصواتًا، فقال: ما هذا الصوت؟ قالوا: النخل يؤبرونها (2) . فقال: لو لم يفعلوا لصلح. فلم يؤبروها عامئذ، فصار شيصًا (3) ، فذكروا للنبي صلى الله عليه وسلم فقال: إن كان شيئاً من أمور دنياكم فشأنكم به، وإن كان من أمور دينكم فإلي)) (4) . ¶ وكذلك قوله صلى الله عليه وسلم عن شيء هذا حلال فإنه يدل على الإباحة. كقوله صلى الله عليه وسلم عن البحر: ((هو الطهور ماؤه الحل ميتته)) (5) . ¶ أما القسم الثاني فدلالات أفعاله صلى الله عليه وسلم، ولها ثلاثة فروع: ¶ 1- أفعال تدل على الإباحة، ولا قدوة فيها للأمة. ولها ثلاث صور: ¶ الفعل الجبلي الطبيعي المركوز في أصل الخِلْقة (6) : ¶ والمقصود به المحبة والكراهة الطبيعيتان، كحبه صلى الله عليه وسلم الحلواء والعسل والدباء والثريد من الخبز واللحم ومن الشراب الحلو البارد، وكراهته لرائحة الحناء (7) . ¶ __________ ¶ (1) ابن حزم/ الإحكام في أصول الأحكام: 3/305. ¶ (2) يُؤبرونها: يُلقحونها والمأبورة المُلقّحة. انظر: ابن الأثير/ النهاية باب الهمز مع الباء، 1/13. ¶ (3) شيصًا: الشيص التمر الذي لا يشتد نواه ويقوى، وقد لا يكون له نوى. انظر المرجع السابق باب الشين مع الباء، 2/ 518. ¶ (4) أخرجه أحمد، وابن ماجه وصححه الشيخ الألباني، انظر المسند: 6/123، سنن ابن ماجه كتاب الرهون، باب تلقيح النخل: 2/825، صحيح ابن ماجه (2471) 2/64. ¶ (5) أخرجه أبو داود (83) وصححه الشيخ الألباني، انظر: صحيح سنن أبي داود: كتاب الطهارة، باب الوضوء بماء البحر، (76) 1/19. ¶ (6) قلعة جي/ معجم لغة الفقهاء: ص 160. ¶ (7) ابن القيم/ زاد المعاد: 3/156، 179.",
            "page": "24",
            "part": "1",
            "seal": "210AE9F3"
        },
        {
            "id": "27",
            "nass": "o الفعل العادي: ويقصد بالأمور العادية ما سوى الأمور العبادية أي ما فعله الرسول صلى الله عليه وسلم على عادة قومه ومألوفهم مما لم يدل دليل على ارتباطه بالشرع، مثال ذلك: لبسه صلى الله عليه وسلم الثوب المخطط، وإطالة شعره، وأنواع الطيب والعطور. ¶ o الفعل الدنيوي: كالوسائل التي استخدمها الرسول صلى الله عليه وسلم في الطب والزراعة والتجارة والتدابير من اتخاذ الولاة والحراس والسفراء (1) ¶ 2- أفعال خاصة به صلى الله عليه وسلم: ¶ إذا ثبتت الخصوصية في فعل من أفعال النبي صلى الله عليه وسلم فإنها تقتضي أن حكم غيره ليس كحكمه، وذلك إجماع (2) ، كاختصاصه صلى الله عليه وسلم بوجوب الوتر والتهجد بالليل. ¶ وقد تكون واجبة عليه محرمة على أمته، كاختصاصه بإباحة الوصال في الصوم فلا يفطر بين اليومين أو الأيام (3) . ¶ 3- أفعال تدل على الوجوب أو الندب في حقه صلى الله عليه وسلم وحق أمته: ¶ كالأفعال التي تصدر عنه صلى الله عليه وسلم بيانًا لآية دالة على الوجوب في حقه وحقنا كبيانه صلاة الظهر وأنها أربع ركعات، والجمعة وأنها ركعتان، وبيانه صلى الله عليه وسلم لكيفية الصلاة، ففي الحديث: ((كان رسول الله صلى الله عليه وسلم إذا قام إلى الصلاة يكبر حين يقوم ثم يكبّر حين يركع ثم يقول سمع الله لمن حمده حين يرفع صُلبه من الركعة ثم يقول: وهو قائم: ربنا ولك الحمد ثم يكبّر حين يهوي، ثم يكبر ¶ __________ ¶ (1) الأشقر/ أفعال الرسول (: 1/216. ¶ (2) الآمدي/ الإحكام في أصول الأحكام: 1/247. ¶ (3) معجم لغة الفقهاء: ص 503.",
            "page": "25",
            "part": "1",
            "seal": "DF4838CD"
        },
        {
            "id": "28",
            "nass": "حين يرفع رأسه، ثم يكبر حين يسجد، ثم يكبر حين يرفع رأسه ثم يفعل ذلك في الصلاة كلها حين يقضيها، ويكبر حين يقوم من الثنتين بعد الجلوس)) (1) . ¶ أما الأفعال التي يفعلها صلى الله عليه وسلم من ذات نفسه مطابقًا لما فرضه الله تعالى له من إنشاء بعض الأحكام فإن دل الدليل على أنه صلى الله عليه وسلم فعله واجبًا دل على وجوبه، وإن دل الدليل على أنه فعله ندبًا كان مندوبًا في حقه وحق أمته (2) . مثال ذلك ما ورد في الحديث ((كان صلى الله عليه وسلم يعجبه التيامن في تنعله وترجله وفي شأنه كله)) (3) .\" يعجبه\" دليل أن هذا الفعل للاستحباب. ¶ أما القسم الثالث: تقريراته صلى الله عليه وسلم: ¶ إذا رأى الرسول صلى الله عليه وسلم شيئًا، أو علمه، فسكت عنه ولم ينكره، فهذا يدل على إباحته لذلك الشيء فقط غير موجب له، ولا ندب إليه (4) . ¶ عن عمرو بن خارجة صلى الله عليه وسلم قال: ((خطبنا رسول الله صلى الله عليه وسلم بمنى وهو على راحلته ولعابها يسيل على كتفي)) (5) .دلّ الحديث على أن لعاب ما يؤكل لحمه طاهر، وهو مبني على أنه صلى الله عليه وسلم علم سيلان لعاب الناقة على الصحابي راوي الحديث ولم يأمره بغسله، ولا إزالته. وأخذ العلماء بذلك فلم ينقل عن أحد من الأئمة القول بوجوب غسل لعاب ما يؤكل لحمه لأن تأخير البيان عن وقت الحاجة لا يجوز بالاتفاق (6) . ¶ __________ ¶ (1) متفق عليه، واللفظ للبخاري، انظر: صحيح البخاري، كتاب الأذان، باب إتمام التكبير إذا قام من السجود: (746) 1/746. ¶ (2) أفعال الرسول صلى الله عليه وسلم: 1/325-372. ¶ (3) متفق عليه، واللفظ للبخاري، كتاب الوضوء، باب التيمن في الوضوء والغسل: 1/143 (164) . ¶ (4) ابن حزم/ الإحكام في أصول الأحكام: 1/149. ¶ (5) أخرجه أحمد وابن ماجه والترمذي وصححه، انظر: المسند: 4/186، سنن ابن ماجه، أبواب الوصايا، باب لا وصية لوارث: 2/117، سنن الترمذي، أبواب الوصايا، باب لا وصية لوارث: 3/294. ¶ (6) الصنعاني، سبل السلام: 1/36",
            "page": "26",
            "part": "1",
            "seal": "90A7ECE7"
        },
        {
            "id": "29",
            "nass": "المبحث السادس: أنواع القرائن الصارفة عن العمل بظاهر السن ¶ ... ¶ المبحث السادس: أنواع القرائن الصارفة عن العمل بظواهر السنن ¶ ورد في تعريف القرينة عدة مصطلحات منها: ¶ القرينة: الأمر الذي يصرف الذهن عن المعنى الوضعي إلى المعنى المجازي، وقيل هي: ما يدل على المراد من غير أن يكون صريحًا فيه. وقيل: أمر يشير إلى المطلوب (1) . ¶ والمتتبع لمسائل الأمر عند جمهور الأصوليين يجد أنهم متفقون على أن القرينة بجميع أنواعها تعتبر صارفة الأمر عن حقيقته فإنه متى وجدت ترك تحديد المراد من الأمر حينئذ إليها (2) . ¶ فالسنة النبوية المصدر الثاني للتشريع الإسلامي والجميع متفقون على مكانتها المهمة من حيث الاحتجاج والعمل لكن ينبغي عدم إغفال ما تقدم من ثبوت السنة، ووضوح دلالتها، ومعرفة القرائن التي لها أثر في صرف السنة عن ظاهرها. ويوضح ذلك الأمثلة التالية: ¶ عن عبد الله بن عمر رضي الله عنهما أنه طلق امرأته وهي حائض فذكر ذلك عمر رضي الله عنه لرسول الله صلى الله عليه وسلم فتغيظ رسول الله صلى الله عليه وسلم ثم قال له: ((مره فليراجعها)) (3) . فدلّ ظاهر الحديث على وجوب الرجعة، ولكن ذهب ¶ __________ ¶ (1) انظر: معجم لغة الفقهاء، ص 362، الحيفان/ القرائن الصارفة للأمر عن حقيقته: ص 118. ¶ (2) المرجع السابق: ص 116-134. ¶ (3) أخرجه مسلم، انظر: صحيح مسلم بشرح النووي، كتاب الطلاق، باب تحريم طلاق الحائض بغير رضاها: 10/61.",
            "page": "27",
            "part": "1",
            "seal": "5088E384"
        },
        {
            "id": "30",
            "nass": "1- الجمهور إلى أنها مستحبة فقط (1) ،حيث ظهرت لهم قرينة صرفت الأمر من الوجوب إلى الاستحباب، وتلك القرينة هي: أن ابتداء النكاح لا يجب فاستدامته كذلك لا تجب، فقاس العلماء ابتداء النكاح في عدم وجوبه على استمرار وجوبه بالرجعة، فقالوا: هي أيضًا ليست بواجبة. فكان القياس قرينة على أن الأمر للندب (2) . ¶ 2- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"إذا استيقظ أحدكم من نومه فلا يغمس يده في الإناء حتى يغسلها ثلاثًا فإنه لا يدري أين باتت يده\" (3) . ظاهر الحديث يدل على وجوب غسل اليدين ثلاثًا بعد الاستيقاظ، ولكن ذهب الجمهور إلى أن الأمر للندب (4) . ¶ لا يدخله احتمال. فكان قرينة لصرف الأمر عن ظاهره (5) . ¶ عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: ¶ \"إذا جاء أحدكم الجمعة فليغتسل\" (6) . دلّ الحديث على وجوب الغسل يوم الجمعة. وذكر الإمام الشوكاني أن جمهور العلماء من السلف والخلف وفقهاء ¶ __________ ¶ (1) سبل السلام: 3/113. ¶ (2) المرجع السابق: 3/169. ¶ (3) رواه الجماعة إلا البخاري، انظر: صحيح مسلم، كتاب الطهارة، باب كراهة غمس المتوضئ يده المشكوك في نجاستها في الإناء قبل غسلها ثلاثًا. 1/233. ¶ (4) الشوكاني/ نيل الأوطار: 1/290-291. ¶ (5) ابن دقيق العيد/ إحكام الأحكام: 1/19، سبل السلام: 1/47. ¶ (6) أخرجه الجماعة واللفظ للبخاري، انظر صحيح البخاري، كتاب الجمعة، باب فضل الغسل يوم الحمعة: (826) 2/409.",
            "page": "28",
            "part": "1",
            "seal": "12FBB669"
        },
        {
            "id": "31",
            "nass": "الأمصار ذهبوا إلى أنه مستحب (1) . والقرينة الصارفة عن الوجوب أحاديث صحيحة دلّت على الاستحباب، كقوله صلى الله عليه وسلم: \"من توضأ فأحسن الوضوء ثم أتى الجمعة فاستمع وأنصت غفر له ما بينه وبين الجمعة وزيادة ثلاثة أيام\" (2) . ¶ وهناك أمثلة عديدة خالف فيها الجمهور ظاهر السنة لقرينة قوية ظهرت لهم. وهم في هذا الأمر مخالفون لبعض الظاهرية الذين لا يبالون بأي قرينة إذا خالفت ظاهر السنة (3) . ¶ __________ ¶ (1) نيل الأوطار: 1/290-291. ¶ (2) أخرجه مسلم، انظر صحيح مسلم، كتاب الجمعة، باب فضل من استمع وأنصت في الخطبة: 2/588 (857) . ¶ (3) من أعجب أقوال الظاهرية: أن الرجل إذا بال في قارورة أو في إناء ثم صبه في الماء الدائم فإنه لا ينجس ولا يكون منهيًا عنه....‘ وما ذلك إلا لمنعهم النظر في الحديث ومنعهم القول بالقرائن، ومن أمثلة النظر في القرائن التي يذهب إليها جمهور الفقهاء موقفهم من عدم وجوب الاضطجاع بعد ركعتي سنة الفجر ... انظر: الشوكاني/ نيل الأوطار: 1/239-241، سبل السلام: 1/21، 2/6.",
            "page": "29",
            "part": "1",
            "seal": "F6CEE3B7"
        },
        {
            "id": "32",
            "nass": "المبحث السابع: أسباب عدم الاحتجاج ببعض السنن ¶ أستهل هذا المبحث بقول للإمام ابن تيمية: \" ليس أحد من الأئمة المقبولين عند الأمة قبولاً عامًا يتعمد مخالفة رسول الله صلى الله عليه وسلم في شيء من سننه دقيق ولا جليل، فإنهم متفقون على وجوب إتباع الرسول صلى الله عليه وسلم وعلم أن كل واحد من الناس يؤخذ من قوله ويترك إلا رسول الله صلى الله عليه وسلم \" (1) . ¶ فلو وجد لأحدهم قول مخالف لسنة صحيحة فلا بد له من سبب قوي كضعف في رجال السند، أو اختلاف في عدالة الرواة، أو غير ذلك مما يسوغ عد الأخذ بالحديث والعدول عنه إلى غيره (2) . ¶ وينبغي لطالب العلم أن يرفع الملام عن الأئمة الأعلام إن وجد لأحدهم فتوى تخالف سنة رسول الله صلى الله عليه وسلم، ولقد ذكر العلماء أسباباً عديدة تجعل الأئمة معذورين مأجورين، وملخصها هذان السببان: ¶ الأول: زيادة بعضهم على بعض في كثرة العلم: ¶ فالخلفاء الراشدون والصحابة رضي الله عنهم كانوا أعلم الأمة وأفقهها، وأتقاها وأفضلها، ومع ذلك لم يحيطوا بجميع أحاديث رسول الله صلى الله عليه وسلم (3) ، فمن بعدهم أنقص (4) . ¶ وقد ينظر العالم في الحديث فيراه ضعيفًا لرجل متهم في إسناده ويخفى عليه طريق أخرى للحديث صحيحة يعلمها إمام غيره. ¶ __________ ¶ (1) رفع الملام عن الأئمة الأعلام: ص 3. ¶ (2) المنبجي/ اللباب في الجمع بين السنة والكتاب: 1/55. ¶ (3) وقعت قصص ثابتة معروفة مثل قصة استئذان أبي موسى الأشعري على عمر رضي الله عنه ثلاثًا ثم رجوعه، وقصة التيمم لعمار بن ياسر رضي الله عنهما. انظر: رفعت فوزي/ توثيق السنة في القرن الثاني: ص 114. ¶ (4) ابن تيمية/ رفع الملام عن الأئمة الأعلام: ص 114.",
            "page": "30",
            "part": "1",
            "seal": "8A51C398"
        },
        {
            "id": "33",
            "nass": "الثاني: زيادة بعضهم على بعض في قوة الفهم: ¶ فقد تخفى دلالة الحديث على إمام وتظهر لغيره، أو يعتقد الإمام أن تلك الدلالة قد عارضها ما دلّ على أنها ليست مُرادة (1) وقد يفتح الحق سبحانه بدقائق الفهم لإمام لا تفتح لغيره (2) . وذكر سبحانه قصة داود وسليمان عليهما السلام دليلاً على ذلك: {وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْنَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ، فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا} [الأنبياء:78-79] . فاختصّ سبحانه سليمان عليه السلام بالفهم، وأثنى عليهما بالحكم والعلم، وتدلّ الآية كذلك على أن خطأ المجتهد لا يقدح فيه بل يبقى المجتهد موضع الثناء والتقدير لعلمه الذي يحمله (3) . ولقد بين العلماء أن دلالات أحاديث رسول الله صلى الله عليه وسلم من حيث وضوحها وخفاؤها تنقسم إلى قسمين: ¶ 1- دلالة قطعية واضحة، لا يسع أحداً – غير مغلوب على عقله- جهلها كالأمر بالصلاة، والصيام، والزكاة، والحج، فالقطع بوجوبها لا خلاف فيه. وكالنهي عن الربا، والزنى، وقول الزور، والسرقة، فالقطع بتحريمها لا خلاف فيه (4) . ¶ __________ ¶ (1) ابن تيمية/ الفتاوى: 20/231. ¶ (2) ذكر الرامهرمزي قصة لامرأة تغسل الموتى فسألت الفقيه أبا ثور فأجاب: إذا فرقت رأس الحي بالماء فالميت من باب أولى، استنباطًا من حديث عائشة رضي الله عنها كنت أفرق رأس رسول الله وأنا حائض. المحدث الفاصل بين الراوي والسامع: ص 249. ¶ (3) البيضاوي/ أنوار التنزيل: ص 434. ¶ (4) أبو زهرة/ أصول الفقه: ص 347.",
            "page": "31",
            "part": "1",
            "seal": "E25B240F"
        },
        {
            "id": "34",
            "nass": "1- دلالة ظنية خفية يعلمها الخاصة دون العامة كفروع الفرائض والمسائل المختلف فيها بين الصحابة رضوان الله عليهم، وقد يكون خفاؤها في الحديث، إما للفظ غريب غير مشتهر، وإما لكون اللفظ مشتركًا وفيه أكثر من معنى (1) ، أو لكون المعنى يختلف بين عرف وعرف، وبلد وبلد. وإما لكون الحديثين ظاهرهما التعارض. وهذه الدلالة يتفاوت العلماء في إدراكها وفهم وجوه الكلام فيها بحسب ما يفتح الحق سبحانه. وهي أحد أسباب اختلاف الأئمة رحمهم الله تعالى (2) . ¶ __________ ¶ (1) الألفاظ المشتركة: ما اتحد لفظه وتعدد معناه: كالقرء. والمترادفة: كالفقير والمسكين. والمترددة بين الحقيقة والمجاز كالقمر. انظر: ولد بيه: أمالي الدلالات ومجالي الاختلافات: ص 75. ¶ (2) رفع الملام: ص 21.",
            "page": "32",
            "part": "1",
            "seal": "DFAA5EB7"
        },
        {
            "id": "35",
            "nass": "المبحث الثامن: موقف العلماء من السنن التي ظاهرها التعارض ¶ الباحث في موضوع الاحتجاج بالسنة النبوية وكونها المصدر الثاني للتشريع الإسلامي لا يمكنه بحال إغفال النظر في موضوع الأحاديث التي ظاهرها التعارض حيث ذهب جمهور العلماء إلى ما يلي: ¶ 1- ينظر في الحديث المعارِض، فإن كان ضعيفًا فلا أثر له في المعارضة، لأن القوي لا تؤثر فيه مخالفة الضعيف. ¶ 2- إذا كان الحديث المعارض صحيحًا مقبولاً مثل الأول، فينظر هل يمكن أن يجمع بينهما؟ فإن أمكن: جمع بينهما وعمل بهما معًا، فإعمال الدليلين أولى من إهمال أحدهما. ¶ والخلاف الظاهر بين العلماء هنا أن منهم من يقدم الجمع على الترجيح، ومنهم من يقدم الترجيح على الجمع. ويعتبر هذا الأمر من أهم أسباب اختلافهم رحمهم الله تعالى. ويوضح ذلك المثال التالي: ¶ - عن النبي صلى الله عليه وسلم قال: \"إذا أتيتم الغائط فلا تستقبلوا القبلة ولا تستدبروها، ولكن شرِّقوا أو غرّبوا ... \" (1) . ¶ - وحديث عبد الله بن عمر رضي الله عنهما قال: ((لقد ارتقيت يومًا على ظهر بيت لنا فرأيت رسول الله صلى الله عليه وسلم على لبنتين مستقبلاً بيت المقدس لحاجته ... )) (2) . ¶ __________ ¶ (1) متفق عليه، انظر: صحيح البخاري، كتاب الوضوء، باب قبلة أهل المدينة وأهل الشام والمشرق: (380) 1/135. ¶ (2) رواه الجماعة، انظر: صحيح البخاري، كتاب الوضوء، باب من تبرز على لبنتين. (142) 1/135.",
            "page": "33",
            "part": "1",
            "seal": "D1347BA3"
        },
        {
            "id": "36",
            "nass": "- فمن العلماء من رجح الحديث الأول فقال: لا يجوز استقبال واستدبار القبلة بالبول والغائط لا في الصحاري ولا في البنيان. ¶ - ومنهم من رجح الحديث الثاني فقال: بمطلق الإباحة وأنه يجوز استقبال القبلة واستدبارها بالبول والغائط في الصحاري والبنيان. ¶ - ومنهم من جمع بين الحديثين فقال: لا يجوز في الصحاري، ويجوز في البنيان (1) ¶ 1- إن لم يمكن الجمع بينهما فلا يخلو أن يعرف التأريخ أولا؟ فإن عرف وثبت المتأخر فهو الناسخ والآخر منسوخ. مثال ذلك حديث \"نهيتكم عن زيارة القبور فزروها\" (2) . بين الحديث أن الأمر بزيارة القبور نسخ النهي عن زيارتها. ¶ 2- إن لم يعرف التأريخ للمتأخر فلا يخلو إما أن يمكن ترجيح أحدهما على الآخر بوجه من وجوه الترجيح المتعلقة بالمتن أو السند، أو لا يمكن ذلك بحسب ما يفتح به الله من كثرة العلم أو عمق الفهم (3) ¶ فإن لم يمكن الجمع بينهما، ولا معرفة الناسخ والمنسوخ، ولا الترجيح لأحدهما على الآخر فيكون التوقف عن العمل بالحديثين (4) . يقول الإمام ابن حجر:\" التعبير بالتوقف أولى من التعبير بالتساقط، لأن خفاء ترجيح أحدهما على الآخر إنما هو بالنسبة للمعتبر في الحالة الراهنة مع احتمال أن يظهر لغيره ما خفي عليه والله أعلم\" (5) . ¶ __________ ¶ (1) الشوكاني/ نيل الأوطار: 1/98. ¶ (2) أخرجه مسلم، انظر صحيح مسلم، كتاب الجنائز، باب استئذان النبي ربه عز وجل في زيارة قبر أمه: 2/977. ¶ (3) الشافعي/ الرسالة: ص 282. ¶ (4) محمد عوامة/ أثر الحديث الشريف قي اختلاف الفقهاء: ص 101. ¶ (5) نزهة النظر: ص 83.",
            "page": "34",
            "part": "1",
            "seal": "1926E76D"
        },
        {
            "id": "37",
            "nass": "الفصل الثاني: تبيين السنة لأحكام القرآن الكريم ¶ مدخل ¶ ... ¶ الفصل الثاني: تبيين السنة لأحكام القرآن الكريم ¶ وفيه ثلاثة مباحث: ¶ المبحث الأول: تفصيل السنة لأحكام مجملة في القرآن الكريم. ¶ المبحث الثاني: تخصيص السنة لأحكام عامة في القرآن الكريم. ¶ المبحث الثالث: تقييد السنة لأحكام مطلقة في القرآن الكريم.",
            "page": "35",
            "part": "1",
            "seal": "38EF7986"
        },
        {
            "id": "38",
            "nass": "لم يقع الخلاف بين الصحابة رضي الله عنهم ومن تبعهم بإحسان إلى يوم الدين في أن السنة مبينة لأحكام القرآن الكريم: فعن عبد الرحمن بن يزيد رأى محرمًا عليه ثيابه فنهى المحرم فقال: ائتني بآية من كتاب الله تنزع ثيابي؟ فقرأ عليه {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَانَهَاكُمْ عَنْهُ فَانتَهُو} [الحشر:36] (1) . ¶ عن هشام بن حجير قال: كان طاووس يصلي ركعتين بعد العصر. فقال ابن عباس رضي الله عنهما: اتركهما. فقال: إنما نهي عنهما أن تتخذ سنة، فقال ابن عباس رضي الله عنهما: قد نهى رسول الله صلى الله عليه وسلم عن صلاة بعد العصر، فلا أدري أتُعذب أم تؤجر؟ لأن الله تعالى قال: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ َمْرًا أَن يَكُونَلَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} [الأحزاب:36] (2) . ¶ __________ ¶ (1) القرطبي/ الجامع لأحكام القرآن: 1/38. ¶ (2) المرجع السابق: 1/37.",
            "page": "36",
            "part": "1",
            "seal": "4AECC555"
        },
        {
            "id": "39",
            "nass": "المبحث الأول: تفصيل السنة لأحكام مجملة في آيات القرآن الكريم ¶ جاءت السنة مفصلة ومفسرة للأحكام المجملة في آيات عديدة من القرآن الكريم؛ إما بحسب كيفيات العمل أو أسبابه أو شروطه أو موانعه أو لواحقه، وما أشبه ذلك؛ كبيانها للصلوات على اختلافها في أنواع مواقيتها، وركوعها وسجودها وسائر أحكامها، وبيانها للزكاة في مقاديرها ونُصبِ الأموال وتعيين ما يزكى مما لا يزكى. ¶ وبيان أحكام الصوم وما فيه مما لم يقع النص عليه في الكتاب. ¶ وكذلك الطهارة الحَدَثية والخبثية، والحج، والذبائح، والصيد، وما يؤكل مما لا يؤكل، والأنكحة وما يتعلق بها من الطلاق والرجعة والظهار واللعان، والبيوع وأحكامها، والجنايات من القصاص وغيره، كل ذلك بيان لما وقع مجملاً في القرآن الكريم، وهو الذي يظهر دخوله تحت قوله تعالى: {وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل:44] ، (1) ¶ يوضح ذلك قوله تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا جَزَاء بِمَا كَسَبَا نَكَالاً مِّنَ اللهِ وَاللهُ عَزِيزٌ حَكِيمٌ} [المائدة:38] . ¶ ظاهر الآية يقتضي قَطع سارق القليل والكثير، والعقل لا يهتدي إلى الفصل فيه بحد تقف المعرفة عنده، فجاءت السنة بتحديده بربع دينار؛ فعن ¶ __________ ¶ (1) انظر الشاطبي/ الموافقات: 4/343.",
            "page": "37",
            "part": "1",
            "seal": "2F651B4C"
        },
        {
            "id": "40",
            "nass": "عائشة رضي الله عنها قالت: ((ما طال عليّ ولا نسيتُ: القطعُ في ربع دينار فصاعدًا)) (1) (2) . ¶ وظاهر الآية يقتضي القطع في كل مال لا يسرع إليه الفساد أو يسرع كالخضار والفاكهة فجاءت السنة مفصلة أن من سرق ثمرًا ونحوه لا تقطع يده؛ فعن النبي صلى الله عليه وسلم أنه قال: \"لا قطع في ثمرٍ ولا كثرٍ (3) \" (4) (5) . ¶ ولم تبين الآية اشتراط الحرز وجاءت السنة به، ففي الحديث \".. ومن سرق شيئًا منه بعد أن يُؤوِيه الجَرِينُ (6) ، فبلغ ثمن المجنِّ فعليه القطعُ..\" (7) . ¶ واشترطه الفقهاء للقطع في السرقة، ورد في زاد المستقنع:\" فإن سرقه من غير حرز فلا قطع، وحرز المال ما العادة حفظه فيه، ويختلف باختلاف الأموال والبلدان..\" (8) . ¶ وجاءت السنة لتبين أن حد السرقة وغيره من الحدود لا يقام في المساجد لقوله صلى الله عليه وسلم: \"لا تقام الحدود في المساجد ولا يستقاد فيها\" (9) . ¶ __________ ¶ (1) متفق عليه، انظر صحيح البخاري، كتاب الحدود، باب قول الله تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْأَيْدِيَهُمَا} ، وفي كم القطع. (1638) 8/574. ¶ (2) ابن العربي/ أحكام القرآن: 2/78. ¶ (3) الكَثَر: بفتحتين، جمّار النخل، وهو شحمه الذي وسط النخلة، انظر: ابن الأثير/ النهاية: باب الكاف مع الثاء، 4/152. ¶ (4) أخرجه أبو داود (4388) , وابن ماجه (2593) ، وصححه الشيخ الألباني. انظر: صحيح سنن أبي داود: كتاب الحدود، باب ما لا قطع فيه (3688) 3/829. ¶ (5) النجدي/ هداية الراغب: ص 534. ¶ (6) الجرين: موضع تجفيف التمر، يجمع على جُرون بضمتين، انظر: ابن الأثير/ النهاية: باب الجيم مع الراء، 1/263. ¶ (7) أخرجه النسائي، وأبو داود، وحسنه الألباني. انظر: صحيح سنن النسائي (4593) 3/1020. ¶ (8) 2/350. ¶ (9) أخرجه أحمد 3/434، والدارقطني 324-325، قال الشيخ الألباني: اختلف فيه قول الحافظ فقال في بلوغ المرام: سنده ضعيف، وقال في التلخيص: لا بأس بإسناده ... ثم قال: وعندي أن الحديث حسن بالنظر.. انظر الألباني/ الثمر المستطاب في فقه السنة والكتاب: 2/695.",
            "page": "38",
            "part": "1",
            "seal": "38442E81"
        },
        {
            "id": "41",
            "nass": "وفصلت السنة أنه لا يقام الحد مع وجود شبهة لقوله صلى الله عليه وسلم: \"ادرؤوا الحدود بالشبهات ما استطعتم\" (1) . ومثّل الفقهاء للشبهة: أنه لا يقطع السارق بالسرقة من مال أبيه وإن علا ولا بسرقة مال ولده وإن سفل لأن نفقة كل منهما تجب في مال الآخر (2) . ¶ فهذه التفصيلات وغيرها وردت في السنة، فلولا السنة لما عرف كيفية قطع يد الساق، ولا متى تقطع. وعلى ذلك أكثر الآيات. يقول الإمام النووي رحمه الله: \"على السنن مدار أكثر الأحكام الفقهيات، فإن أكثر الآيات الفروعيات مجملات، وبيانها في السنن المحكمات وقد اتفق العلماء أن على القاضي والمفتي أن يكون عالمًا بالأحاديث الحكميات\" (3) . ¶ __________ ¶ (1) أخرجه الترمذي (1424) في الحدود، باب ما جاء في درء الحدود، قال الشيخ عبد القادر الأرناؤوط: وفي سنده يزيد بن زياد الدمشقي وهو متروك كمال قال الحافظ في التقريب، وقد روي مرفوعًا وموقوفًا، والموقوف أصح كما قال الترمذي. انظر: ابن الأثير/ جامع الأصول في أحاديث الرسول: (1933) 3/603. ¶ (2) انظر البهوتي/ الروض المربع: 2/351. ¶ (3) النووي/ شرح صحيح مسلم: 1/4.",
            "page": "39",
            "part": "1",
            "seal": "06972A5E"
        },
        {
            "id": "42",
            "nass": "المبحث الثاني: تخصيص السنة لأحكام عامة في القرآن الكريم ¶ العام اللفظ المستغرق لما يصلح له (1) . ¶ أي يستغرق جميع الأفراد التي يصدق عليها معناه من غير حصر كمي ولا عددي (2) . ¶ وصيغة الألفاظ العربية تفيد الشمول والاستغراق وهي على النحو التالي: ¶ - لفظ كل، جميع، كافة ¶ - المعرف ب \"أل\" التي ليست للعهد. ¶ - النكرة في سياق النفي، أو النهي. ¶ - الذي، والتي وفروعهما. ¶ - أسماء الشروط. ¶ - المضاف إلى جمع. ¶ - المفرد المضاف. ¶ ولا خلاف بين العلماء أن السنة إذا كانت متواترة يجوز تخصيص القرآن بها. ¶ أما إذا كانت السنة من أخبار الآحاد فمذهب الأئمة الأربعة جوازه، وهو المختار عند العلماء (3) . ¶ __________ ¶ (1) الأصفهاني/ بيان المختصر لابن الحاجب: 2/104. ¶ (2) صبحي الصالح/ مباحث في علوم القرآن: ص 304. ¶ (3) الآمدي/ الإحكام في أصول الأحكام: 2/472.",
            "page": "40",
            "part": "1",
            "seal": "A4445187"
        },
        {
            "id": "43",
            "nass": "والأدلة المنقولة عن الصحابة رضي الله عنهم كثيرة منها الآيات التالية التي خُصصت بالسنة التي رويت بأخبار الآحاد: ¶ - بعد ذكر الحق سبحانه وتعالى للمحرمات من النسب والرضاع والمصاهرة قال سبحانه: {وَأُحِلَّ لَكُم مَّا وَرَاء ذَلِكُمْ} [النساء:24] ، وخصص هذا الحل بما رواه أبو هريرة رضي الله عنه عن النبي صلى الله عليه وسلم: \"لا تنكح المرأة على عمتها ولا خالتها\" (1) . ¶ وخصص قوله تعالى: {يُوصِيكُمُ اللهُ فِي أَوْلاَدِكُمْ} [النساء: 11] بقوله صلى الله عليه وسلم: \"لا يرث القاتل\" (2) وبقوله: \"لا يرث الكافر المسلم ولا المسلم من الكافر\" (3) . ¶ - وخصص قوله تعالى: {فَإِن كُنَّ نِسَاء فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ} النساء:11] بما روي عن النبي صلى الله عليه وسلم: \"أنّه جعل للجدة السدس\" (4) . ¶ - وخصص قوله تعالى: {وَأَحَلَّ اللهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} [البقرة:275] بما روي عنه صلى الله عليه وسلم: \"أنه نهى عن بيع الدرهم بالدرهمين\" (5) . ¶ __________ ¶ (1) متفق عليه انظر: صحيح البخاري، كتاب النكاح، باب لا تنكح المرأة مع عمتها (45) 7/22. ¶ (2) أخرجه الترمذي، ثم قال: والعمل على هذا عند أهل العلم أن القاتل لا يرث، وصححه الألباني. انظر سنن الترمذي، أبواب الفرائض، باب ما جاء في إبطال ميراث القاتل: 3/288، صحيح سنن الترمذي: (1713) 2/215. ¶ (3) أخرجه البخاري ومسلم والترمذي، أبو داود، انظر: جامع الأصول في أحاديث الرسول (7371) 9/599. ¶ (4) أخرجه الموطأ، الترمذي، أبو داود، انظر: جامع الأصول في أحاديث الرسول (7371) 9/609. ¶ (5) أخرجه مسلم والموطأ، انظر: جامع الأصول: (382) 1/558.",
            "page": "41",
            "part": "1",
            "seal": "C89D3713"
        },
        {
            "id": "44",
            "nass": "- وخصص قوله تعالى: {فَاقْتُلُواْ الْمُشْرِكِينَ} [التوبة:5] . بإخراج المجوس وهم عبدة النار بما روي: \"سنُّوا بهم سنّة أهل الكتاب\" (1) . ¶ والصحابة أجمعوا على تخصيص العمومات بأخبار الآحاد، حيث إنهم أضافوا التخصيص إليها من غير نكير، فكان إجماعًا (2) . ¶ __________ ¶ (1) أخرجه الموطأ، قال عبد القادر الأرناؤوط ورجاله ثقات، لكنه منقطع، فإن محمد بن علي لم يلق عمر، وله شاهد من حديث مسلم بن العلاء الحضرمي انظر: جامع الأصول: (1151) 2/660. ¶ (2) الآمدي/ الإحكام في أصول الأحكام: 3/3.",
            "page": "42",
            "part": "1",
            "seal": "027BC365"
        },
        {
            "id": "45",
            "nass": "المبحث الثالث: تقييد السنة لأحكام مطلقة في القرآن الكريم ¶ المطلق: ما دل على شائع في جنسه. ¶ أي هو اللفظ الدال على معنى غير متعين، له أفراد مماثلة له (1) . ¶ كقولك رقبة، رجل، صبي. ¶ والمقيد: بخلاف المطلق. فهو لفظ دال على معنى غير شائع في جنسه. ¶ فهو يتناول ما دلّ على معين، ومادلّ على شائع لكن لا في جنسه. ¶ فيكون العام مقيدًا بهذا التعريف (2) . ¶ كقولك عن الرقبة: مؤمنة. وعن الرجل: صالح. وعن الصبي: ذكي. إذا ورد مطلق ومقيد، فلا يخلو، إما أن يختلف حكمهما، أو لا يختلف (3) . ¶ ومثال اختلاف حكمهما: إن ظاهرت فأعتق رقبة، مع: لا تملك رقبة كافرة (4) . ¶ ولا خلاف في امتناع حمل أحدهما على الآخر (5) . ¶ وإن لم يختلف حكمهما أي حكم المطلق والمقيد، واتحد سببهما، وكان اللفظ دالاً على إثباتهما أو نفيهما، كما لو قال في الظهار: أعتقوا رقبة، ثم ¶ __________ ¶ (1) الأصفهاني/ بيان المختصر: 2/475. ¶ (2) المرجع السابق: 2/350. ¶ (3) الآمدي/ الإحكام في أصول الأحكام: 3/4. ¶ (4) بيان المختصر: 2/351. ¶ (5) الآمدي/ الإحكام في أصول الأحكام: 3/3.",
            "page": "43",
            "part": "1",
            "seal": "617AAAEF"
        },
        {
            "id": "46",
            "nass": "قال: أعتقوا رقبة مسلمة. يقول الآمدي:\" فلا نعرف خلافًا في حمل المطلق على المقيد هاهنا\" (1) . ¶ ومن أمثلة تقييد السنة للآيات المطلقة التي وردت في القرآن الكريم: ¶ قوله تعالى: {فَإِن كَانُوَاْ أَكْثَرَ مِن ذَلِكَ فَهُمْ شُرَكَاء فِي الثُّلُثِ مِن بَعْدِ وَصِيَّةٍ يُوصَى بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ اللهِ وَاللهُ عَلِيمٌ حَلِيمٌ} [النسا:12] . فالوصية لفظ مطلق شائع جنسه. ¶ وقيّد رسول الله صلى الله عليه وسلم الوصية بالثلث، وذلك في قصة مرض سعد بن أبي وقاص رضي الله عنه قال: \"كان رسول الله صلى الله عليه وسلم يعودني عام حجة الوداع من وجعٍ اشتدّ بي فقلت: إني قد بلغ بي من الوجع وأنا ذو مالٍ، ولا يرثني إلاّ ابنة لي، أفأتصدق بثلثي مالي؟ قال: لا. فقلت: بالشطر؟ فقال: لا. ثم قال: الثلث والثلث كبير أو كثير، إنك أن تذر ورثتك أغنياء خير من أن تذرهم عالة يتكففون الناس، ... الحديث\" (2) . ¶ قال الإمام الترمذي: والعمل على هذا عند أهل العلم، أنه ليس للرجل أن يوصي بأكثر من الثلث، وقد استحب بعض أهل العلم أن ينقص من الثلث ... (3) . ¶ __________ ¶ (1) المرجع السابق: 3/4. ¶ (2) متفق عليه، انظر: محمد فؤاد عبد الباقي/ اللؤلؤ والمرجان، كتاب الوصية، باب الوصية بالثلث: (1053) ص 461. ¶ (3) أخرجه الترمذي وصححه الألباني، انظر: سنن الترمذي، أبواب الوصايا، ما جاء في الوصية بالثلث: 3/291. صحيح سنن الترمذي (1718) 2/2111.",
            "page": "44",
            "part": "1",
            "seal": "750E5ACE"
        },
        {
            "id": "47",
            "nass": "كما ورد قيد ثان للوصية في السنة فذهب الفقهاء إلى أن الإنسان إذا وصى لوارثه بوصية، فلم يجزها سائر الورثة، لم تصح بغير خلاف بين العلماء واشترط بعضهم لصحة الوصية ألاّ يكون المُوصى له وارثًا (1) . ¶ فعن أبي أمامة الباهلي رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول في خطبته عام حجة الوداع: ((إن الله تبارك وتعالى قد أعطى كل ذي حق حقه فلا وصية لوارث..)) (2) . ¶ وجمهور الفقهاء أو قفوا نفاذها على إجازة باقي الورثة، إن أجازوها نفذت وإلاّ بطلت (3) . ¶ ولم أعثر فيما اطلعت عليه على أمثلة كثيرة لتقييد السنة لمطلق أحكام القرآن، بخلاف تخصيص الآيات العامة. ¶ __________ ¶ (1) ابن قدامة/ المغني: 8/398. ¶ (2) أخرجه الترمذي، وقال: حسن صحيح، أبواب الوصايا، باب لا وصية لوارث: 3/194. ¶ (3) محمد شلبي/ أحكام الوصايا والأوقاف: ص 87.",
            "page": "45",
            "part": "1",
            "seal": "6E415246"
        },
        {
            "id": "48",
            "nass": "الفصل الثالث: الاحتجاج والعمل بأحكام ثبتت في السنة ولم تذكر في القرآن ¶ المبحث الأول: مرتبة السنة مع القرآن ¶ ... ¶ المبحث الأول: مرتبة السنة مع القرآن ¶ آيات القرآن الكريم هي الأساس الأول لجميع علوم الشرع (1) ، نزل بها أمين السماء إلى أمين الأرض، يقول سبحانه: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} [النحل:89] . والقرآن محفوظٌ بحفظ مالك السموات والأرض عن التغيير والتبديل والزيادة والنقصان، يقول سبحانه وتعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر:9] . ¶ ورغّب الرسول صلى الله عليه وسلم في تلاوته ومدارسته (2) ، فعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: \"ما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله، ويتدارسونه بينهم إلاّ نزلت عليهم السكينة وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم الله فيمن عنده\" (3) . ¶ وأهم الفروق بين وحي القرآن ووحي السنة ما يلي: ¶ 1- القرآن معجزة بلفظه إلى الأبد دون السنّة. ¶ 2- يتعبد المسلم بتلاوته. ¶ 3- لا تجوز روايته بالمعنى. ¶ 4- يحرم مسه لغير طاهر دون السنة. ¶ __________ ¶ (1) ابن حزم/ الإحكام في أصول الأحكام: 1/94-95. ¶ (2) أصل المدارسة: الرياضة، والتعهد للشيء، وتدارسوا القرآن: أي اقرأوه وتعهدوه لئلاّ تنسوه. انظر: ابن الأثير/ جامع الأصول في أحاديث الرسول: (6279) 8/496. ¶ (3) أخرجه مسلم في صحيحه (2699) 4/2074. وأبو داود (1455) في الصلاة، باب في ثواب قراءة القرآن..",
            "page": "47",
            "part": "1",
            "seal": "A22D88E0"
        },
        {
            "id": "49",
            "nass": "1- تُسمى الجملة منه آية، والفصل منه سورة. ¶ 2- لفظه ومعناه من عند الله عز وجل. ¶ 3- تكفل الله سبحانه بحفظه فهو قطعي الثبوت وأحاديث الآحاد بما حف بها من ظنون في المرتبة الثانية بعد القرآن من حيث الثبوت (1) . ¶ وكانت وصية عمر رضي الله عنه في كتابه إلى أبي موسى الأشعري رضي الله عنه: ((الفهم فيما يختلج في صدرك مما ليس في كتاب الله وسنة رسوله صلى الله عليه وسلم، ثم عرف الأشباه والأمثال، وقس الأمور واعمد إلى أقربها إلى الله وأشبهها بالحق)) (2) . فقدم القرآن ثم السنة وجعلهما مصدري التشريع لما ظهر وخفي. ¶ يقول الإمام الشافعي رحمه الله: ¶ \"فحق على طلبة العلم بلوغ جهدهم في الاستكثار من علمه – أي القرآن- والصبر على كل عارض دون طلبه وإخلاص النية لله في استدراك علمه نصًا واستنباطًا\" (3) . ويقول في موضع آخر:\" ... فأبان الله لنا أن سنن رسوله فرض علينا بأن ننتهي إليها، لا أن لنا معها من الأمر شيئًا إلا التسليم لها واتباعها، ولا أنها تعرض على قياس ولا على شيء غيرها وأن كل ما سواها من قول الآدميين تبع لها\" (4) . والقرآن ليس كلام الآدميين فيقدم عليها. ¶ __________ ¶ (1) خادم حسين بخش/ القرآنيون وشبهاتهم حول السنة: ص 217. ¶ (2) الصنعاني/ سبل السلام: 4/119. ¶ (3) الشافعي/ أحكام القرآن: 1/20. ¶ (4) رفعت فوزي/ توثيق السنة في القرن الثاني: ص 285.",
            "page": "48",
            "part": "1",
            "seal": "0944F0D6"
        },
        {
            "id": "50",
            "nass": "المبحث الثاني: ثبوت أحكام استقلت بها السنة ¶ يقول الإمام الشافعي رحمه الله تعالى:\" فلم أعلم من أهل العلم مخالفًا في أن سنن النبي صلى الله عليه وسلم من ثلاثة وجوه، فاجتمعوا منها على وجهين. والوجهان يجتمعان ويتفرعان: ¶ أحدهما: ما أنزل الله فيه نص كتاب فبين رسول الله مثل ما نص الكتاب. ¶ والآخر: مما أنزل الله فيه جملة كتاب، فبين عن الله معنى ما أراد. وهذان الوجهان اللذان لم يختلفوا فيهما (1) . الوجه الثالث: ما سن رسول الله فيما ليس فيه نص كتاب....\" (2) . ¶ وهذا الوجه الثالث ذهب الجمهور إلى أن في سنة رسول الله صلى الله عليه وسلم ما ليس في القرآن (3) واستدلوا على ذلك بأدلة عديدة أهمها: ¶ أولاً: إن في نصوص القرآن الكريم ما يدل على أن في السنة ما ليس في القرآن مثل قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ} [النساء:59] . والرد إلى الله هو الرد إلى الكتاب والرد إلى الرسول هو الرد إلى سنته بعد وفاته. وكذا سائر ما قرن فيه طاعة الرسول بطاعة الله فهو دال على أن طاعة الله ما أمر به ونهى عنه في كتابه وطاعة الرسول ما أمر به ونهى عنه مما جاء به مما ليس في القرآن؛ إذ لو كان في القرآن لكان من طاعة الله (4) . ¶ __________ ¶ (1) انظر: البحث: ص 36. ¶ (2) الشافعي/ أحكام القرآن: 1/21. ¶ (3) انظر: السباعي/ السنة ومكانتها في التشريع: ص 380. ¶ (4) الشاطبي/ الموافقات: 4/321.",
            "page": "49",
            "part": "1",
            "seal": "FC87C286"
        },
        {
            "id": "51",
            "nass": "ثانيًا: إنه لا مانع عقلاً من وقوع استقلال السنة بالتشريع مادام رسول الله معصومًا عن الخطأ، والله قد أمر رسوله بتبليغ أحكامه إلى الناس من أي طريق سواء كان بالكتاب أو بغيره. ¶ ثالثًا: ثبت من قول علي رضي الله عنه: ((ما عندنا إلاّ كتاب الله أو فهمًا أعطيه رجل مسلم وما في هذه الصحيفة، فنشرها فإذا فيها أسنان الإبل، وإذا فيها: المدينة حرم من عيْر (1) إلى كذا، فمن أحدث فيها حدثًا، فعليه لعنة الله واللائكة والناس أجمعين، لا يقبل الله منه صرفًا ولا عدلا، وإذا فيها: ذمة المسلمين واحدة يسعى بها أدناهم فمن أخفر مسلمًا فعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منه صرفاً ولا عدلا، وإذا فيها: من والى قومًا بغير إذن مواليه فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل الله منه صرفاً ولا عدلا)) (2) . ¶ فدل على أن في السنة أشياء لا تحصى كثرة، لم ينص عليها في القرآن. وستأتي أمثلة أخرى عليها. ¶ ويظهر للباحث أن الخلاف لفظي، لأن القائلين إنه ليس في السنة ما لم يرد في الكتاب يثبتون هذه الأحكام ولكن يدخلونها تحت القواعد الكليّة التي وردت في القرآن كالأمر بطاعة الرسول صلى الله عليه وسلم فالخلاف لا ثمرة له. حيث إن كلا منهما يعترف بوجود أحكام في السنة لم تثبت في القرآن ولكن أحدهما لا يسمي ذلك استقلالاً، والآخر يسميه، والنتيجة واحدة (3) . وكذا يتم الجمع ¶ __________ ¶ (1) عيْر: جبل بالمدينة، انظر ابن الأثير: النهاية، باب العين مع الراء، 3/328. ¶ (2) أخرجه البخاري، انظر: صحيح البخاري، كتاب الجزية، باب ذمة المسلمين وجوارهم واحدة يسعى بها أدناهم: (1339) 4/533. ¶ (3) انظر: السباعي/ السنة ومكانتها في التشريع: 385.",
            "page": "50",
            "part": "1",
            "seal": "DA839013"
        },
        {
            "id": "52",
            "nass": "بين رأي الجمهور وظاهر قوله تعالى: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَهُدًىوَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} [النحل:89] . فكونه تبيانًا لكل شيء من أمور الدين باعتبار أنّ فيه نصا على بعض الأمور، وإحالة لبعضها على السنة (1) . وأن الآيات المعجزات جاءت تبيانًا لكل شيء: إما تأصيلاً وإما تفصيلاً (2) . ¶ __________ ¶ (1) أبو السعود/ إرشاد العقل السليم إلى مزايا القرآن الكريم: 5/135. ¶ (2) الشافعي/ أحكام القرآن: 1/20.",
            "page": "51",
            "part": "1",
            "seal": "EF6D4C1F"
        },
        {
            "id": "53",
            "nass": "المبحث الثالث: ضوابط قبول الأحكام التي استقلت بها السنة ¶ وضع العلماء شروطًا يجب أن تتوافر في الراوي ليكون خبره مقبولاً، كما وضعوا مناهج لتحمل الحديث تضمن النقل الصحيح للسنة نقلاً لا تحريف فيه ولا تغيير، وبحثوا في الأسانيد من حيث اتصالها وانقطاعها واستولى ذلك على معظم جهودهم. وهذا يسمى بتوثيق السند. ¶ واختلفوا في توثيق متن الحديث بعد ثبوت صحة سنده إلى مذهبين: ¶ ذهب بعض الفقهاء إلى أنه إذا نقلت السنة برواة ثقات، وأسلمها بعضهم إلى بعض بطريقة سليمة فإنه مما لا شك فيه ستنقل كما صدرت من رسول الله صلى الله عليه وسلم دون تبديل أو تغيير، أو دخيل فلا ينظر إلى غير ذلك من معارضتها لظاهر الكتاب أو لسنة مشهورة لأنه قد تخفى على عقولنا بعض الأحاديث فنتوهم أنها تعارض كتاب الله عز وجل وليست كذلك في واقع الأمر وحقيقته (1) . ¶ إلاّ أن بعض العلماء اعتنوا بوضع مقاييس وضوابط في توثيق متن السنة لا تقل أهمية عن المقاييس التي وضعت لتوثيقها من حيث السند واعتبروا ذلك انقطاعًا باطنيًا في الحديث يقدح في قبوله. يقول الإمام السرخسي:\" ثبوت الانقطاع بدليل معارض على أربعة أوجه: إما أن يكون مخالفًا لكتاب الله تعالى، أو لسنة مشهورة عن رسول الله، أو يكون حديثًا شاذًا لم يشتهر فيما تعم به البلوى ويحتاج الخاص والعام إلى معرفته، أو يكون حديثًا قد أعرض ¶ __________ ¶ (1) رفعت فوزي/ توثيق السنة في القرن الثاني: 5/135.",
            "page": "52",
            "part": "1",
            "seal": "BAE52157"
        },
        {
            "id": "54",
            "nass": "عنه الأئمة من الصدر الأول بأن ظهر منهم الاختلاف في تلك الحادثة ولم تجر بينهم المحاجة بذلك الحديث\" (1) . وأكثر من اهتم بهذا القسم الحنفية. ¶ وأهم ما تم به توثيق متون السنة بعد صحة السند ما يلي: ¶ 1. عرض المتن الذي ثبت في خبر الآحاد على كتاب الله عز وجل. ¶ وأن النبي صلى الله عليه وسلم لم يخالف القرآن، وكيف يخالفه والله سبحانه وتعالى يقول: ¶ {وَلَوْتَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ، لَأَخَذْنَا مِنْهُ بِالْيَمِينِ، ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ، فَمَا مِنكُم مِّنْ أَحَدٍ مَنْهُ حَاجِزِينَ} [الحاقة:44-47] . وكانت عائشة رضي الله عنها تفعل ذلك، وقصتها مع حديث: \"إن الميت ليعذب ببكاء أهله عليه\" (2) ، وعرضها هذا الحديث على قوله تعالى: {أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى، وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَى} [النجم:38-39] مشهورة (3) . ¶ وعليه ذهب الحنفية إلى أن خبر الواحد لا يكون صحيحًا إذا خالف كتاب الله عز وجل فإذا ورد مخالفًا له كان هذا دليلاً على عدم صحته. واتبع الإمام مالك ذلك أيضًا فاختار عرض الدليل من السنة على الكتاب فإن دلّ على التحريم وخالف ظاهر الكتاب لم يذهب الإمام مالك إلى التحريم ومثال ذلك موقفه من أكل ذي المخلب من الطير وذي ناب من السباع (4) . ¶ __________ ¶ (1) أصول السرخسي 1/364. ¶ (2) متفق عليه، انظر: محمد فؤاد عبد الباقي/ اللؤلؤ والمرجان، كتاب الجنائز، باب الميت يعذب ببكاء أهله عليه، (536) ص 240-241. ¶ (3) الصنعاني/ سبل السلام: 2/116. ¶ (4) المرجع السابق: 4/72-73.",
            "page": "53",
            "part": "1",
            "seal": "4996252D"
        },
        {
            "id": "55",
            "nass": "وروي أن مالكًا روى \" مائة ألف حديث جمع منها في الموطأ عشرة آلاف ثم لم يزل يعرضها على الكتاب والسنة ويخبرها بالآثار حتى رجعت إلى خمسمائة\" (1) . ¶ 1. عرض أحاديث الآحاد على السنة المشهورة: ¶ عرض الحنفية أخبار الآحاد على السنة المشهورة، ذلك لأن الأخبار المشهورة تفيد اليقين القلبي أما أخبار الآحاد فتفيد العلم الظني فالأولى أوثق صلة برسول الله صلى الله عليه وسلم من الثانية، فإذا تعارضتا دلت المشهورة على أن غيرها لم يصدر عن النبي صلى الله عليه وسلم من أخبار الآحاد (2) . وطبق هذا المقياس جمهور الفقهاء على السنن التي ظاهرها التعارض (3) . ¶ يرى الدكتور رفعت فوزي أن الإمام الشافعي أيضًا كان يعرض السنة على السنة في كثير من الأحكام (4) . ¶ من ذلك قوله في غسل يوم الجمعة: إنه سنة مستحبة وليس بواجب، وأن الوجوب الذي ورد في بعض الأحاديث صُرف بالسنة المشهورة وفيها أن عثمان بن عفان رضي الله عنه ترك الغسل وأقره عمررضي الله عنه وحاضرو الجمعة وهم أهل الحل والعقد ¶ __________ ¶ (1) السيوطي/ تنوير الحوالك: 1/6. ¶ (2) رفعت فوزي/توثيق السنة في القرن الثاني الهجري: ص 323. ¶ (3) انظر البحث: ص 17. ¶ (4) رفعت فوزي/ توثيق السنة في القرن الثاني الهجري: ص 341.",
            "page": "54",
            "part": "1",
            "seal": "5CCEBE04"
        },
        {
            "id": "56",
            "nass": "3عرض الحديث على عمل الصحابة وفتاواهم: ¶ تقدم في عبارة السرخسي المتقدمة أن للحنفية ضابطين أيضًا لقبول أخبار الآحاد وشرحهما الدكتور رفعت فوزي بقوله:\" هناك مقياسان غير ما تقدم لتوثيق الحديث أخذ بهما الحنفية وهما: ¶ أولاً: الحديث الذي تعم به البلوى، والذي إليه تكون الحاجة ماسة في عموم الأحوال؛ لا بد أن يأتي بروايات مشهورة ليكون مقبولاً وموثقًا، فإذا لم يكن كذلك يرفض؛ لأنه لو صح لانتشر وشاع بين الصحابة ومن بعدهم. فالعادة تقتضي استفاضة نقل ما تعم به البلوى. ¶ ثانيًا: الحديث الصحيح يأخذ به الأئمة من أصحاب النبي صلى الله عليه وسلم ¶ - فإذا أعرضوا عن الحديث- وهم الأصول في نقل الشريعة- دلّ ذلك على انقطاعه أو نسخه ... وهذان المقياسان- كما يبدو واضحًا- يرجعان إلى أصل واحد وهو الرجوع بالحديث وعرضه على عمل الصحابة وفتاواهم ومدى نقلهم له، فإذا كانت العادة تقتضي أن يعلمه أكثرهم ويعملوا به، وحدث ذلك فعلاً ونقلوه قبل وكان صحيحًا أما إذا أعرضوا عنه- وواجب عليهم ألاّ يعرضوا عما ثبت عن رسول الله صلى الله عليه وسلم كان ذلك دليلاً على أنه لم يصدر عن رسول الله صلى الله عليه وسلم \" (1) . ¶ 2. عرض الحديث على عمل أهل المدينة: ¶ المقصود بعمل أهل المدينة ما نقله أهلها من سنن نقلاً مستمرًا عن زمن النبي صلى الله عليه وسلم أو كان رأيًا واستدلالاً لهم (2) . ¶ __________ ¶ (1) توثيق السنة: ص 345. ¶ (2) انظر: أحمد محمد نور سيف/ عمل أهل المدينة: ص 317.",
            "page": "55",
            "part": "1",
            "seal": "756850F4"
        },
        {
            "id": "57",
            "nass": "فهل يشترط في قبول خبر الآحاد بعد صحة سنده عرضه على عمل أهل المدينة فإن صحب الخبر عملهم قُبل وإن خالفهم لا يقبل؟ ¶ يقول الدكتور أحمد نور سيف: ¶ \" نسب إلى مالك أنه لا يقبل الآحاد إلاّ ما صحبه العمل. لكن باستعراض عدد من أخبار الآحاد بالموطأ والتي لم يذكر مالك مصاحبة عمل لها، وكذلك تفرق بعض الأصوليين بين هذا الشرط وبين ردّ مالك أخبار الآحاد بالعمل يدل على أنه لا يشترط في قبول أخبار الآحاد مصاحبة العمل لها وإنما يردها إذا عارضها العمل\" (1) . ¶ إن كان عمل أهل المدينة معارضًا لخبر الآحاد، وثبت عنهم من طريق النقل فهذا يشبه التواتر ويفيد القطع واليقين، ومن أمثلة ذلك: ¶ * زكاة الفاكهة والخضروات: ¶ عن عائشة رضي الله عنها: ((أن السنة جرت به وليس فيما أنبتت الأرض من الخضر زكاة)) (2) . ¶ عن معاذ رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((فيما سقت السماء والبعل (3) والسيح (4) العشر وفيما سقي بالنضح (5) نصف العشر)) وإنما يكون ¶ __________ ¶ (1) المرجع السابق: ص 320. ¶ (2) أخرجه البيهقي: كتاب الزكاة، باب الصدقة فيما يزرعه الآدميون، ثم قال: هذه الأحاديث كلها مراسيل إلاّ أنها من طرق مختلفة فبعضها يؤكد بعضًا ومعها رواية أبي بردة ... ومعها قول بعض الصحابة رضي الله عنهم. انظر: السنن الكبرى 4/129-130. ¶ (3) البَعل: هو ما شرب من النخيل بعروقه من الأرض من غير سقي سماء ولا غيرها. انظر: ابن الأثير/ النهاية: باب الباء مع العين، 1/141. ¶ (4) السّيح: الماء الجاري، المرجع. انظر: المرجع السابق، باب السين مع الياء، 2/433. ¶ (5) النضح: ما سقي بالدوالي والاستسقاء، والنواضح الإبل التي يُسقى عليها، واحدها نضح. انظر: المرجع السابق، باب النون مع الضاد، 5/69.",
            "page": "56",
            "part": "1",
            "seal": "002C97A0"
        },
        {
            "id": "58",
            "nass": "ذلك في التمر والحنطة والحبوب، وأما القثّاء والبطيخ والرمان والقصب فقد عفا عنه رسول الله صلى الله عليه وسلم (1) . ¶ قال الإمام مالك: السنة التي لا اختلاف فيها عندنا والذي سمعت من أهل العلم أنه ليس في شيء من الفواكه كلها صدقة (2) . ¶ الوقف: ¶ المقصود بالوقف شرعًا: تحبيس الأصل، وتسبيل المنفعة (3) . ¶ وخالف الإمام أبو حنيفة جمهور العلماء في جواز الوقف ولزومه (4) . ¶ وقد روي أن مالكًا قال له أبو يوسف بحضرة الرشيد: إن الحبس - أي الوقف- لا يجوز فقال له مالك: ¶ \"فهذه الأحباس؛ أحباس رسول الله صلى الله عليه وسلم بخيبر وفَدَك وأحباس أصحابه؟ \" (5) ¶ فاستدل بعمل الرسول صلى الله عليه وسلم وعمل الصحابة في المدينة التي شاهدها الناس وعرفوها وهم على اطلاع عليها، فالقرآن الكريم لم يتعرض لذكر الوقف بخصوصه بل رغّب في التصدق العام ويدخل الوقف في هذا ¶ __________ ¶ (1) أخرجه الحاكم والبيهقي، انظر: النسابوري/ المستدرك على الصحيحين، كتاب الزكاة، باب أخذ الصدقة من الحنطة والشعير: 1/401، السنن الكبرى، كتاب الزكاة، باب الصدقة فيما يزرعه الآدميون: 1/129. ¶ (2) انظر: الموطأ، كتاب الزكاة، باب ما لا زكاة فيه من الفواكه والقصب والبقول، 1/376. ¶ (3) انظر: ابن قدامة/ عمدة الفقه: ص 93. ¶ (4) انظر: السرخسي/ المبسوط: 11/21، الشلبي/ أحكام الوصايا والوقف: ص 316. ¶ (5) ابن العربي/ أحكام القرآن: 2/163.",
            "page": "57",
            "part": "1",
            "seal": "079E607B"
        },
        {
            "id": "59",
            "nass": "العموم. وكذلك وردت الأخبار التي تؤكد عمل أهل المدينة، منها حديث ابن عمر رضي الله عنهما قال: أصاب عمررضي الله عنه أرضًا بخيبر قال: لم أُصب مالاً قط أنفس منه فكيف تأمرني به؟ قال- صلى الله عليه وسلم - \"إن شئت حبست أصلها وتصدقت بها\" فتصدّق بها عمر في الفقراء والرقاب وفي سبيل الله والضيف وابن السبيل، لا جناح على من وليها أن يأكل منها بالمعروف، أو يطعم صديقًا غير متمول فيه (1) . ¶ وفي الأثر عن جابر رضي الله عنه: ((ما بقي أحد من أصحاب رسول الله صلى الله عليه وسلم له مقدرة على الوقف إلاّ وقف)) (2) . ¶ والخلاصة لما تقدم في هذا المبحث أن أئمة الفقه وعلماء الأمة بلغوا الغاية في توثيق السنة سندًا كما هو مشهور، ومتناً بعرض السنن الصحيحة على كتاب الله، وعلى المشهور من السنن الأخرى، وعلى فتاوى جمهور أصحاب رسول الله صلى الله عليه وسلم ولاسيما في المدينة موطن رسول الله صلى الله عليهوسلم، والكبار من صحابته أتبع الناس له رضوان الله عليهم ثم من كان فيها من بعدهم من التابعين يسلكون تلك السبيل ولا يظن فيهم مخالفتها. ¶ __________ ¶ (1) متفق عليه، انظر: صحيح البخاري، كتاب الشروط، باب الوقف: (2737) ، 4/384. ¶ (2) أخرجه الخصاف بسنده في كتابه أحكام الوقف: ص 15.",
            "page": "58",
            "part": "1",
            "seal": "69568567"
        },
        {
            "id": "60",
            "nass": "المبحث الرابع: مثال مما استقلت به السنة في العبادات ¶ هذا المبحث والمباحث التي تليه تصلح لطلبة الدراسات العليا الشرعية، وفيها ردٌّ ودحضٌ لشبهات القرآنيين وقولهم: إن القرآن ذكر كل شيء، ولا حاجة معه للسنة (1) . ¶ وسأكتفي بذكر ثلاثة أحكام في كل مبحث تاركة الاستقصاء والموازنة بين المذاهب لباحثين آخرين سمة أبحاثهم التوسع والمقارنة. ¶ المتأمل للقسم الأول من أقسام الفقه وهو قسم العبادات يلحظ في كل كتاب من كتبه أحكامًا ثبتت بالسنة الصحيحة. ففي كتاب الطهارة: ¶ باب السواك: ¶ حديث أبي هريرةرضي الله عنه:أن رسول الله صلى الله عليه وسلم قال: \"لولا أن أشق على أمتي – أو على الناس- لأمرتهم بالسواك مع كل صلاة\" (2) . ¶ وحديث أبي موسى رضي الله عنه قال: ((أتيت النبي صلى الله عليه وسلم فوجدته يستن بسواك بيده يقول: \" أع أع\" والسواك في فيه كأنه يتهوع (3)) ) (4) ¶ وحديث حذيفة رضي الله عنه قال: ((كان النبي صلى الله عليه وسلم إذا قام من الليل يشوص فاه (5) بالسواك)) (6) . ¶ __________ ¶ (1) انظر: خادم حسين بخش/ القرآنيون ص21. ¶ (2) متفق عليه، انظر: محمد فؤاد عبد الباقي/ اللؤلؤ والمرجان، كتاب الطهارة، باب السواك، (142) ص 89. ¶ (3) يتهوّع: أي يتقيأ، والهوعُ: القيء. انظر: ابن الأثير/ النهاية، باب الهاء مع الواو: 5/282. ¶ (4) متفق عليه، انظر: اللؤلؤ والمرجان، كتاب الطهارة، باب السواك (143) ص 90. ¶ (5) يشوص: أي يدلك أسنانه وينقها، وقيل هو أن يستاك من أسفل إلى علو، والشوص: الغسل، انظر: ابن الأثير/ النهاية: باب الشين مع الواو، 2/509. ¶ (6) متفق عليه، انظر: محمد فؤاد عبد الباقي/ اللؤلؤ والمرجان: كتاب الطهارة، باب السواك (144) ص 90.",
            "page": "59",
            "part": "1",
            "seal": "51157C69"
        },
        {
            "id": "61",
            "nass": "فاستحباب السواك ثبت بالسنة الفعلية والقولية. ¶ كما ثبتت أحكام أخرى كخصال الفطرة، والمسح على الخفين، وولوغ الكلب في الإناء، ونجاسة المذي وغير ذلك. ومن أراد الاستقصاء فدونه كتب السنن. ¶ وفي كتاب الصلاة: ¶ الأذان وشفعه، وإيتار الإقامة ووردت السنن التالية في ذلك: ¶ حديث عن أبي محذورة أن النبي صلى الله عليه وسلم علَّمه هذا الأذان الله أكبر الله أكبر (1) أشهد أن لا إله إلاّ الله أشهد أن لا إله إلاّ الله أشهد أن محمدًا رسول الله أشهد أن محمدًا رسول الله ثم يعود فيقول أشهد أن لا إله إلاّ الله أشهد أن لا إله إلا الله أشهد أن محمدًا رسول الله أشهد أن محمدًا رسول الله حيّ على الصلاة مرتين حيّ على الفلاح مرتين، زاد إسحاق: الله أكبر الله أكبر لا إله إلاّ الله (2) ¶ وحديث ابن عمر رضي الله عنه كان يقول: كان المسلمون حين قدموا المدينة يجتمعون فيتحينون الصلاة، ليس ينادى لها، فتكلموا يومًا في ذلك، فقال بعضهم لبعض: اتخذوا ناقوسًا مثل ناقوس النصارى، وقال بعضهم: بل بوقًا مثل بوق اليهود؛ فقال عمر رضي الله عنه: أولا تبعثون رجلاً ينادي بالصلاة؟ فقال رسول الله صلى الله عليه وسلم: \"يا بلال، قم فنادِ بالصلاة\" (3) . ¶ __________ ¶ (1) قال الإمام النووي: ((في صحيح مسلم في أكثر الأصول في أوله: الله أكبر مرتين ووقع في غير مسلم: الله أكبر الله أكبر الله أكبر الله أكبر أربع مرات، قال القاضي عياض رحمه الله: ووقع في بعض طرق الفارسي في صحيح مسلم أربع مرات، وكذلك اختلف في حديث عبد الله بن زيد في التثنية والتربيع، والمشهور فيه أربع..)) شرح صحيح مسلم 4/81. ¶ (2) أخرجه مسلم، كتاب الصلاة، صفة الأذان، انظر: المرجع السابق: 4/80. ¶ (3) متفق عليه، انظر: اللؤلؤ والمرجان، كتاب الصلاة، باب بدء الأذان (213) 113.",
            "page": "60",
            "part": "1",
            "seal": "DD40BB43"
        },
        {
            "id": "62",
            "nass": "وحديث أنس رضي الله عنه قال: ((ذكروا النار والناقوس، فذكروا اليهود والنصارى، فأمر بلال أن يشفع الأذان وأن يوتر الإقامة)) (1) ¶ وثبت فرض الصلوات الخمس بالقرآن الكريم وثبت حكم صلاة العيدين، والاستسقاء، والكسوف، والجنائز بالسنة. ¶ __________ ¶ (1) متفق عليه، انظر: المرجع السابق: (214) 113.",
            "page": "61",
            "part": "1",
            "seal": "F81E8B3C"
        },
        {
            "id": "63",
            "nass": "المبحث الخامس: مثال مما استقلت به السنة في المعاملات ¶ القسم الثاني للفقه الإسلامي قسم المعاملات، والقاعدة التي بنى عليها المسلمون معاملاتهم الدنيوية قوله صلى الله عليه وسلم: \"إن كان شيئًا من أمور دنياكم؛ فشأنكم به. وإن كان من أمور دينكم فإليّ\" (1) . ¶ وكان الضابط منع كل ما يثير الشحناء والبغضاء بين المسلمين فثبت في السنن ما يؤكد هذه القاعدة في المعاملات والأمثلة على ذلك كثيرة منها: ¶ حديث أبي سعيد الخدري قال: نهى رسول الله صلى الله عليه وسلم عن لِبْسَتيْن وعن بيعتين: نهى عن الملامسة والمنَابذة في البيع؛ والملامسة لمس الرجل ثوب الآخر بيده بالليل أو بالنهار ولا يقلِبه إلاّ بذلك، والمُنابذة أن ينبذ الرجل إلى الرجل بثوبه وينبذ الآخر ثوبه ويكون ذلك بيعهما من غير نظر ولا تراض. ¶ واللبستين: اشتمال الصمّاء، والصمّاء: أن يجعل ثوبه على أحد عاتِقَيْه، فيبدو أحد شقيه ليس عليه ثوب، واللِّبسة الأخرى احتباؤه بثوبه وهو جالس ليس على فرجه منه شيء (2) ¶ حديث أبي هريرةرضي الله عنه قال: أن رسول الله صلى الله عليه وسلم قال: \"لا تلقّوا الركبان ولا يبع بعضكم على بيع بعض ولا تناجشوا (3) ولا يبع حاضر لباد ولا تُصروا الغنم ومن ابتاعها فهو بخير النظرين بعد أن يحتلبها؛ إن رضيها أمسكها، وإن سخطها ردها وصاعًا من تمر\" (4) . ¶ __________ ¶ (1) سبق تخريجه في ص 24 حاشية 8. ¶ (2) متفق عليه، انظر: المرجع السابق، كتاب البيوع، باب إبطال بيع الملامسة والمنابذة، (967) ص 429. ¶ (3) تناشجوا: النجش: هو أن يمدح السلعة لينفقها ويروجها، أو يزيد في ثمنها وهو لا يريد شراءها، ليقع غيره فيها، والأصل فيه: تنفير الوحش من مكان. انظر ابن الأثير/ النهاية: باب النون مع الجيم، 5/21. ¶ (4) متفق عليه، اللؤلؤ والمرجان، كتاب البيوع، باب تحريم بيع الرجل على بيع أخيه وسومه على سومه، وتحريم النجش، وتحريم التصرية، (970) ص 430.",
            "page": "62",
            "part": "1",
            "seal": "6E0E246D"
        },
        {
            "id": "64",
            "nass": "حديث أبي مسعود الأنصاري رضي الله عنه: أن رسول الله صلى الله عليه وسلم نهى عن ثمن الكلب ومهر البغي وحلوان الكاهن (1) . ¶ وغير هذه الأحاديث الكثير مما تفردت به السنة من الأحكام والتي لم ترد في القرآن الكريم. ولقد اهتم العلماء بفصلها عن ألوان الفنون الأخرى واستقلت بمصنفات اقتصرت على جمع أحاديث الأحكام فقط (2) ¶ __________ ¶ (1) متفق عليه، اللؤلؤ والمرجان، كتاب المساقاة، باب تجريم ثمن الكلب وحلوان الكاهن ومهر البغي (1010) ص444. ¶ (2) أشهر المصنفات في علم أحاديث الأحكام: معاني الآثار للطحاوي، وعمدة الأحكام من كلام خير الأنام عليه الصلاة والسلام للمقدسي وعليه خمسة شروح، دلائل الأحكام من أحاديث الرسول عليه الصلاة والسلام ليوسف بن شداد، المنتقي من أخبار المصطفى لابن تيمية - الجد – الحراني وعليه شروح عديدة أشهرها نيل الأوطار للشوكاني، بلوغ المرام من أحاديث الأحكام للقاضي الإمام ابن حجر العسقلاني وأهم شروحه سبل السلام للصنعاني. انظر: الباحثة/ مدخل لدراسة أحاديث الأحكام، مجلة جامعة أم القرى، العدد 18، 1419.",
            "page": "63",
            "part": "1",
            "seal": "23C8DB66"
        },
        {
            "id": "65",
            "nass": "المبحث السادس: مما استقلت به السنة افي النكاح ¶ ... ¶ المبحث السادس: مما استقلت به السنة في النكاح ¶ القسم الثالث في الفقه الإسلامي أحكام النكاح ويلحقها أحكام المهر والنفقة والرضاع والطلاق وثبتت أكثر أحكام هذا القسم في القرآن. ومما استقلت به السنة ما يلي: ¶ حديث أبي هريرة رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: \"لا يجمع بين المرأة وعمتها، ولا بين المرأة وخالتها\" (1) . ¶ وحديث ابن عمر رضي الله عنهما: أن رسول الله صلى الله عليه وسلم نهى عن الشغار. الشغار أن يزوج الرجل ابنته على أن يزوجه الآخر ابنته، ليس بينهما صداق (2) . ¶ وحديث أنس رضي الله عنه: من السنة، إذا تزوج الرجل البكر على الثيب، أقام عندها سبعًا، وقسم؛ وإذا تزوج الثيب على البكر أقام عندها ثلاثًا، ثم قسم (3) ¶ __________ ¶ (1) متفق عليه، سبق تخريجه، انظر ص 40 حاشية 2. ¶ (2) متفق عليه، انظر اللؤلؤ والمرجان: كتاب النكاح، باب تحريم نكاح الشغار وبطلانه (893) ص 386. ¶ (3) متفق عليه، انظر المرجع السابق، كتاب الرضاع، باب قدر ما تستحقه البكر والثيب من إقامة الزوج عندها عقب الزفاف (925) ص 401.",
            "page": "64",
            "part": "1",
            "seal": "F33588FD"
        },
        {
            "id": "66",
            "nass": "المبحث السابع: مثال مما استقلت به السنة في الحدود والجنايات ¶ ثبتت أكثر الحدود بالقرآن الكريم إلاّ حكم الردّة، وحد الخمر، والتعزير. ووردت فيها الأحاديث التالية: ¶ حديث عبد الله قال: قام فينا رسول الله صلى الله عليه وسلم فقال: \"والذي لا إله غيره، لا يحل دم رجل مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا ثلاثة نفر، التارك الإسلام المفارق للجماعة - أو الجماعة - والثيب الزاني والنفس بالنفس\" (1) . ¶ قال الإمام النووي: والتارك لدينه المفارق للجماعة فهو عام في كل مرتد عن الإسلام بأي ردة كانت فيجب قتله إن لم يرجع إلى الإسلام (2) ¶ وحديث أنس رضي الله عنه قال: جلد النبي صلى الله عليه وسلم في الخمر، بالجريد والنعال؛ وجلد أبو بكر أربعين (3) . ¶ وحديث أبي بردة رضي الله عنه قال: كان النبي صلى الله عليه وسلم يقول: \"لا يجلد فوق عشر جلدات إلاّ في حد من حدود الله\" (4) . ¶ ويوجد في كل مسألة عدة أحاديث جمعت في كتب أحاديث الأحكام واقتصرت على أصحها وأوضحها دلالة، طلبًا للاختصار. ¶ __________ ¶ (1) أخرجه مسلم، كتاب القسامة، باب ما يحل به دم المسلم. انظر: النووي/ شرح صحيح مسلم: 11/165. ¶ (2) المرجع السابق: 11/165. ¶ (3) متفق عليه، انظر: اللؤلؤ والمرجان، كتاب الحدود، باب حد الخمر (1108) ص 489. ¶ (4) متفق عليه، انظر: المرجع السابق، كتاب الحدود، باب قدر أسواط التعزير (1110) ص 489",
            "page": "65",
            "part": "1",
            "seal": "3C877F7C"
        },
        {
            "id": "67",
            "nass": "الخاتمة: ¶ الحمد لله ذي الفضل والإنعام والمنّة والإحسان حمدًا يليق بجلاله وعظمته، والصلاة والسلام على الرحمة المهداة سيد الأنام وخير من صلّى وصام. وبعد: ¶ فموضوع السنة النبوية وكونها المصدر الأساسي الثاني للتشريع الإسلامي من حيث الاحتجاج والعمل؛ له فهم عند علماء السلف متوسط بين الغلو والمجافاة. ¶ الغلو: الذي يجعل طائفة تثبت الحلال والحرام بسنن لم تصح عن النبي صلى الله عليه وسلم، وأخرى تمنع مجاوزة ظاهر الحديث وإن خالف إجماع المسلمين وعملهم. ¶ والمجافاة: التي تجعل طائفة يطلق عليهم القرآنيون يقولون: إن القرآن الكريم ذكر كل شيء ولا حاجة معه إلى السنة. ¶ وأما جمهور علماء السلف فسودت أحبار أقلامهم ألوف الأوراق يوقرون السنة ويعظمونها ويدافعون عنها ويحتجون بها. فكان لهم معها التوثيق والتحقيق وجعلوا لها أقسامًا؛ متواترة وآحادا، صحيحة أو ضعيفة، وميزوا بين السنن التي دلالاتها قطعية والتي دلالاتها ظنية، كما ذكروا القرائن التي تصرف العمل عن ظاهر السنن. وذكروا كذلك الأسباب التي تمنع من الاحتجاج ببعض السنن، كما جمعوا بين الأحاديث التي ظاهرها التعارض، فأعملوها ولم يهملوها. ¶ ولقد أجمع علماء السلف على قضية تبيين السنة للأحكام المجملة التي وردت في القرآن الكريم، وأن السنن الصحيحة تُخصص الآيات العامة، وتقيد بعض الآيات المطلقة.",
            "page": "66",
            "part": "1",
            "seal": "48C049FF"
        },
        {
            "id": "68",
            "nass": "ولقد اختلف العلماء في استقلال السنة بأحكام لم تذكر في القرآن الكريم، والحق أنها اندرجت تحت قواعد كلية وأصول عامة جاء فيها الأمر بإتباع الرسول صلى الله عليه وسلم: {قُلْ إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ} [آلعمران:31] . ¶ ومن أمثلة الأحكام التي استقلت بها السنة: السواك، والآذان، والنجش، والشغار، والجمع بين المرأة وعمتها، والتعزير، والردة، وغير ذلك كثير. ¶ وأهم التوصيات التي آمل أن يحققها البحث: ¶ 1. تشجيع الأبحاث والرسائل العلمية التي توضح ضعف منهج المغالين في الاحتجاج على الأحكام الشرعية بسنن ضعيفة وكيف أنها أوجدت في الفقه الإسلامي أحكام شاذة لا ينبغي الاعتداد بها. ¶ 2. تشجيع الأبحاث والرسائل العلمية التي تفضح القرآنيين وتبين فساد أصولهم وتدحض شبهاتهم. ¶ 3. تشجيع الأبحاث والرسائل التي تجمع الأحكام الشرعية الفروعية التي استقلت بها السنن وبيان المذاهب الفقهية ومدى اتباع كل مذهب للسنة الصحيحة. وهذا تقديم للسنة على المذاهب – لا العكس- حيث يقوم الباحث بذكر السنة ثم يذكر من وافقها من المذاهب. ¶ 4. تشجيع الأبحاث والرسائل العلمية التي تستنبط الحكم الشرعي من الكتاب والسنة الصحيحة للوقائع والقضايا المعاصرة. ¶ منح إجازة علمية لمتخصصين في السنة ليقوموا بجمع السنن الصحيحة في غير الصحيحين والتي أخرجها الثلاثة أو الأربعة أو الخمسة على غرار كتاب اللؤلؤ والمرجان فيما اتفق عليه الشيخان، الذي وضعه الشيخ فؤاد عبد",
            "page": "67",
            "part": "1",
            "seal": "5540BD06"
        },
        {
            "id": "69",
            "nass": "1. الباقي رحمه الله. ويسهل الأمر كُتب الشيخ الألباني في صحيح السنن الأربعة، واستخدام الحاسوب. ¶ والحمد لله رب العالمين والصلاة والسلام على المبعوث رحمة للعالمين.",
            "page": "68",
            "part": "1",
            "seal": "022D0214"
        },
        {
            "id": "70",
            "nass": "مصادر ومراجع ¶ ... ¶ فهرس المصادر والمراجع: ¶ 1- أثر الحديث الشريف في اختلاف الأئمة الفقهاء، ط الثانية. محمد عوامة. ¶ 2- إحكام الأحكام شرح عمدة الأحكام، ط دار الكتب العلمية. ابن دقيق العيد. ¶ 3- الإحكام في أصول الأحكام، ط الأولى. ابن حزم الظاهري. ¶ 4- الإحكام في أصول الأحكام، ط 1400?/1980م. الآمدي. ¶ 5- أحكام القرآن، ط 1400?/1980م، محمد بن إدريس الشافعي. ¶ 6- أحكام القرآن، ط 1421?/2000م، دار الكتاب العربي، أبو بكر محمد بن عبد الله المعروف بابن العربي. ¶ 7- أحكام الوقف، مكتبة الثقافة الدينية، القاهرة، أبو بكر أحمد بن عمرو الشيباني الخصاف. ¶ 8- أحكام الوصايا والأوقاف، الدار الجامعية للطباعة والنشر، د. محمد مصطفى شلبي. ¶ 9- إرشاد العقل السليم إلى مازيا القرآن الكريم، دار إحياء التراث العربي. أبو السعود محمد بن محمد العماري. ¶ 10- أفعال الرسول صلى الله عليه وسلم ودلالاتها على الأحكام الشرعية، ط الأولى. د. محمد سليمان الأشقر. ¶ 11- أصول السرخسي، دار الفكر، 1313?/1973م. ¶ 12- الاعتصام بالكتاب والسنة، ط الأولى. الشاطبي. ¶ 13- الإعلام. ط السادسة. خير الدين الزركلي.",
            "page": "69",
            "part": "1",
            "seal": "1D7BB412"
        },
        {
            "id": "71",
            "nass": "1- أعلام الموقعين عن رب العالمين، دار الباز. ابن القيم الجوزية. ¶ 2- أمالي الدلالات ومجالي الاختلافات، ط دار المحمدي. د. ولد بيه. ¶ 3- أنوار التنزيل وأسرار، دار الجيل، البيضاوي. ¶ 4- بيان المختصر شرح مختصر ابن الحاجب، جامعة أم القرى، مركز إحياء التراث الإسلامي، أبو الثناء محمود الأصفهاني، تحقيق د. محمد مظهر بقا. ¶ 5- تدريب الراوي، ط الثانية، السيوطي. ¶ 6- تنوير الحوالك شرح موطأ مالك، دار الفكر، السيوطي. ¶ 7- توثيق السنة في القرن الثاني الهجري أسسه واتجاهاته، ط الأولى، د. رفعت فوزي عبد المطلب. ¶ 8- الثبوت والشمول في الشريعة الإسلامية، رسالة دكتوراة في أصول الفقه، د. عابد السفياني. ¶ 9- جامع الأصول في أحاديث الرسول، دار البيان، مكتبة الحلواني، مطبعة الملاح، مجد الدين أبو السعادات ابن الأثير الجزري. ¶ 10- الجامع لأحكام القرآن، ط الثانية، 1372?/1952م، القرطبي. ¶ 11- الحديث والمحدثون، ط مطبعة مصر، محمّد أبو زهو. ¶ 12- الحطة في ذكر الصحاح الستة، دار الكتب العلمية، ¶ أبو الطبيب صديق القنوجي. ¶ 13- الرسالة، دار الفكر، تحقيق وشرح الأستاذ أحمد محمد شاكر الشافعي. ¶ 14- رسالة مختصرة في أصول الفقه، مطبوع مع منهج السالكين، ط 1399?/1979م، السعدي.",
            "page": "70",
            "part": "1",
            "seal": "CCE3F74A"
        },
        {
            "id": "72",
            "nass": "1- رفع الملام عن الأئمة الأعلام، ابن تيمية. ¶ 2- الروض المربع، ط السادسة، دار الفكر، البهوتي. ¶ 3- زاد المستنقع- مطبوع مع الروض المربع- الحجاوي. ¶ 4- زاد المعاد في هدي خير العباد، المكتبة العلمية، دار الباز، ابن قيم الجوزية. ¶ 5- سبل السلام شرح بلوغ المرام، مكتبة مصطفى البابي الحلبي، ط 1379?/1960م محمد إسماعيل الصنعاني. ¶ 6- السنة ومكانتها في التشريع الإسلامي، المكتب الإسلامي، ط 1405?/1985 دار مصطفى السباعي. ¶ 7- سنن أبي داود، مراجعة محمد محي الدين عبد الحميد، ط دار إحياء السنة النبوية. ¶ 8- سنن الترمذي، دار الفكر، 1400?/1980م. ¶ 9- شرح الأسنوي على المنهاج، ط محمد علي صبيح. ¶ 10- شرح البدخشي على المنهاج، ط محمد علي صبيح. ¶ 11- شرح صحيح مسلم، ط دار الفكر، النووي. ¶ 12- الشريعة الإسلامية وفقه الموازانات، ط الأولى 1421? دار ابن حزم، عبد الله الكمالي. ¶ 13- صحيح البخاري، ط 1407?/1987م دار القلم. ¶ 14- صحيح سنن أبي داود، ط 1409?/1989م، مكتب التربية العربي لدول الخليج، محمد ناصر الدين الألباني. ¶ 15- صحيح مسلم، ط الثانية 1392?/1972م دار إحياء التراث العربي.",
            "page": "71",
            "part": "1",
            "seal": "502D3941"
        },
        {
            "id": "73",
            "nass": "1- الطبقات الكبرى، دار صادر، دار الفكر، محمد بن سعد. ¶ 2- عمل أهل المدينة بين مصطلحات مالك وآراء الأصوليين، ط الأولى 1397?/1977م، دار الاعتصام، د. أحمد محمد نور سيف. ¶ 3- الفتاوى، إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، 1398?، أحمد ابن تيمية. ¶ 4- فتح الباري شرح صحيح البخاري، السلفية، دار المعرفة للطباعة والنشر، ابن حجر العسقلاني. ¶ 5- الفقه الدعوي مساهمة في التأصيل، دار القلم، الكويت، د. سعد الدين العثماني. ¶ 6- الفكر السامي في التاريخ الفقه الإسلامي، المكتبة العلمية بالمدينة المنورة، ط 1396?، محمد بن الحسن الحجوي الثعالبي الفاسي. ¶ 7- القرآنيون وشبهاتهم حول السنة، مكتبة الحرم النبوي الشريف، خادم حسين إلهي بخش. ¶ 8- القرائن الصارفة للأمر عن حقيقة وأثر ذلك في الفروع الفقهية، رسالة ماجستير – غير مطبوعة- محمد الحيفان. ¶ 9- كيف نتعامل مع السنة النبوية معالم وضوابط، ط السابعة، دار الوفاء المنصورة، د. يوسف القرضاوي. ¶ 10- لسان العرب، ط الأولى، المطبعة الأميرية، ابن منظور الإفريقي الخزرجي. ¶ 11- اللباب في الجمع بين السنة والكتاب، تحقيق: د. محمد فضل عبد العزيز المراد، دار الشروق- جدة، علي بن زكريا المنبجي.",
            "page": "72",
            "part": "1",
            "seal": "A4E2A705"
        },
        {
            "id": "74",
            "nass": "1- اللؤلؤ والمرجان فيما اتفق عليه الشيخان، دار السلام للنشر والتوزيع، وضعه محمد فؤاد عبد الباقي. ¶ 2- ما تمس إليه حاجة القاري إلى صحيح البخاري، دار الكتب العلمية، النووي. ¶ 3- مبادئ الفقه الإسلامي، دار النهضة العربية، القاهرة، 1401?/1981م، د. محمد القاسم. ¶ 4- المبسوط، دار المعرفة، 1406?/1986م، شمس الدين السرخسي. ¶ 5- مجلة جامعة أم القرى للبحوث العلمية المحكمة، الشريعة والدراسات الإسلامية، العدد 18، 1419?/1998م. مدخل لدراسة أحاديث الأحكام للباحثة. ¶ 6- المحدث الفاصل بين الراوي والواعي، دار الفكر، ط الأولى 1391?/1971م، الحسن بن عبد الرحمن الرامهرمزي. ¶ 7- المستدرك على الصحيحين، ط الكتاب العربي. النسابوري. ¶ 8- المسند، المكتب الإسلامي، ط الرابعة، أحمد بن حنبل. ¶ 9- معجم لغة الفقهاء، دار النفائس، ط الأولى. د. قلعة جي، قنيبي. ¶ 10- المغني في أصول الفقه، تحقيق د. محمد مظهر بقا، مركز البحث العلمي وإحياء التراث الإسلامي، جامعة أم القرى. محمد عمر الخبازي. ¶ 11- مقدمة ابن الصلاح في علوم الحديث- مطبوع مع التقييد والإيضاح- المكتبة السلفية، المدينة المنورة. تحقيق: عبد الرحمن محمد عثمان.",
            "page": "73",
            "part": "1",
            "seal": "7CD04893"
        },
        {
            "id": "75",
            "nass": "1- الموافقات، دار ابن عفان، تحقيق: مشهور حسن سلمان، أبو إسحاق الشاطبي. ¶ 2- الموطأ، تعليق: محمد فؤاد عبد الباقي، ط دار إحياء الكتب العربية. مالك بن أنس. ¶ 3- نزهة النظر شرح نخبة الفكر، تحقيق عمرو عبد المنعم، ط مكتبة ابن تيمية، ابن حجر العسقلاني. ¶ 4- النهاية في غريب الحديث والأثر، دار إحياء التراث العربي، بيروت، تحقيق طاهر الزواوي- محمود الطناحي، ابن الأثير الجزري. ¶ 5- نيل الأوطار شرح منتقى الأخبار، دار الجيل، ط 1973م، محمد بن علي الشوكاني. ¶ 6- هداية الراغب شرح عمدة الطالب، المكتبة الفيصلية، مكة المكرمة، تحقيق: محمد بكر إسماعيل، عثمان بن أحمد النجدي الحنبلي. ¶ 7- هدي الساري مقدمة فتح الباري، المكتبة السلفية، ¶ ابن حجر العسقلاني.",
            "page": "74",
            "part": "1",
            "seal": "DDAFAE7D"
        }
    ],
    "t7537": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: التعريف بكون السنة المصدر الثاني للتشريع الإسلامي"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: التعريف بالشريعة ومصادرها ومقاصدها"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": "2",
            "tit": "أولا: تعريف الشريعة لغة وشرعا"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: التعريف بالسنة، وأدوار العناية بها"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: السنة لغة وشرعا"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: الفرق بين السنة والحديث"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: الأدوار التي مرت بها السنة وتدوينها"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: الأدلة على حجية السنة"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: من القرآن"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: من السنة الشريفة:"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: الإجماع:"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: المعقول:"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: عناية الفقهاء بالحديث وعناية المحدثين بأحكام الشريعة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: أقسام السنة من حيث ثبوتها ومن حيث دلالاتها"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: أقسام السنة من حيث ثبوتها"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: أقسام السنة من حيث دلالتها (3)"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس: أنواع القرائن الصارفة عن العمل بظاهر السن"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع: أسباب عدم الاحتجاج ببعض السنن"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثامن: موقف العلماء من السنن التي ظاهرها التعارض"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: تبيين السنة لأحكام القرآن الكريم"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: تفصيل السنة لأحكام مجملة في آيات القرآن الكريم"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: تخصيص السنة لأحكام عامة في القرآن الكريم"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: تقييد السنة لأحكام مطلقة في القرآن الكريم"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: الاحتجاج والعمل بأحكام ثبتت في السنة ولم تذكر في القرآن"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: مرتبة السنة مع القرآن"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: ثبوت أحكام استقلت بها السنة"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: ضوابط قبول الأحكام التي استقلت بها السنة"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: مثال مما استقلت به السنة في العبادات"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: مثال مما استقلت به السنة في المعاملات"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس: مما استقلت به السنة افي النكاح"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع: مثال مما استقلت به السنة في الحدود والجنايات"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}