{
    "b7540": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة الناشر ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله. ¶ أما بعد فهذا مصنف جديد - لم يطبع بعد - من نفائس ما خلفه الشيخ المحدث العلامة محمد ناصر الدين الألباني رحمه الله تعالى من كنوز السنة وهو \"صحيح الإسراء والمعراج وذكر أحاديثهما وتخريجها وبيان صحيحها من سقيمها وسرد ما صح منها في سياق واحد بأسلوب فريد بديع لاتراه في كتاب\"1 نقدمه اليوم للعالم الإسلامي لينشر علم ¶ __________ ¶ 1 هذه هو العنوان الكامل الذي خطه الشيخ رحمه الله بيده على غلاف هذا المصنف وكان يريد أن يسرد ما صح من الأحاديث في سياق واحد فريد بديع ولكنه توفي رحمه الله قبل أن يكون ذلك وسنقوم في الطبعات القادمة إن شاء الله بهذا العمل على الوجه الذي أراده الشيخ. الناشر.",
            "page": "3",
            "part": "1",
            "seal": "ABC1966E"
        },
        {
            "id": "2",
            "nass": "الشيخ ويستفيد منه العلماء وطلبة العلم ويؤجر عليه الشيخ رحمه الله في قبره. ¶ وهذا المصنف - كغيره - من ذخائر ونفائس مشروع الشيخ العظيم: \"تقريب السنة بين يدي الأمة\" الذي أفنى فيه عمره وقضى نحو سبعين سنة في خدمة السنة النبوية - على صاحبها أفضل الصلاة وأتم التسليم - في إحيائها وتمييز صحيحها من ضعيفها ودعوة الناس جميعا إليها فجزاه الله تعالى عن الإسلام والمسلمين خيرا. ¶ ولكن الله - الذي كتب الموت على كل حي - شاء أن يموت الشيخ قبل أن يتم مشروعه العظيم فجاء هذا المصنف \"صحيح الإسراء والمعراج\" على هذه الصورة غير مكتمل. ¶ ولقد رأت المكتبة الإسلامية بعمان أن تنشره ليعم به النفع مستعينة على إخراجه - في أحسن صورة ممكنة - ببعض طلبة العلم فجزاهم الله خيرا. ¶ ونود الإشارة إل الرموز التي استعملها الشيخ في هذا المصنف وهي: \"خ\": البخاري, \"م\": مسلم, \"حم\": أحمد بن",
            "page": "4",
            "part": "1",
            "seal": "45D72017"
        },
        {
            "id": "3",
            "nass": "حنبل, \"عبد\": عبد الله بن أحمد بن حنبل, \"ت\": الترمذي, \"جرير\": ابن جرير ويجدها القارئ داخل الزيادات والروايات للدلالة على مخرجيها. ¶ وصلى الله وسلم على نبينا محمد والحمد لله رب العالمين. ¶ عمان - الشام الناشر. ¶ 3 ذو القعدة 1420هـ",
            "page": "5",
            "part": "1",
            "seal": "DFD2185E"
        },
        {
            "id": "4",
            "nass": "1- حديث أبي هريرة ¶ وله عنه طرق: ¶ الأولى: عن سعيد بن المسيب عن أبي هريرة قال: قال النبي صلى الله عليه وسلم: ¶ \"حين أسري بي لقيت موسى عليه السلام\" - فنعته النبي صلى الله عليه وسلم - \"فإذا رجل\" - حسبته قال: - \"مضطرب رجل الرأس كأنه من رجال شنوءة\". ¶ قال: \"ولقيت عيسى\" - فنعته النبي صلى الله عليه وسلم - \"فإذا ربعة أحمر كأنما خرج من ديماس. يعني: حماما\" ¶ قال: \"ورأيت إبراهيم صلوات الله عليه وأنا أشبه ولده به. ¶ فأتيت بإناءين في أحدهما لبن وفي الآخر خمر. فقيل لي: خذ أيهما شئت. فأخذت اللبن فشربته فقال: هديت الفطرة أما إنك لو أخذت الخمر غوت أمتك\" ¶ أخرجه البخاري 3394 و 3437 و 4709 و 5576 و 5603 ومسلم 272 وأحمد 2/282 و 512 والبغوي في شرح السنة 3761",
            "page": "7",
            "part": "1",
            "seal": "1051D05A"
        },
        {
            "id": "5",
            "nass": "الثانية: عن أبي سلمة بن عبد الرحمن عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ¶ \"لقد رأيتني في الحجر وقريش تسألني عن مسراي فسألتني عن أشياء من بيت المقدس لم أثبتها فكربت كربة ما كربت مثلها قط قال: فرفعه الله لي أنظر إليه ما يسألوني عن شيء إلا أنبأتهم به. وقد رأيتني في جماعة من الأنبياء فإذا موسى قائم يصلي فإذا رجل ضرب جعد كأنه من رجال شنوءة. وإذا عيسى بن مريم عليه السلام قائم يصلي أقرب الناس به شبها عروة بن مسعود الثقفي. وإذا إبراهيم قائم يصلي أشبه الناس به صاحبكم \". يعني: نفسه. ¶ فحانت الصلاة فأممتهم فلما فرغت من الصلاة قال قائل: يا محمد هذا مالك صاحب النار فسلم عليه. فالتفت إليه فبدأني بالسلام \". ¶ أخرجه مسلم 278",
            "page": "8",
            "part": "1",
            "seal": "EF03E2E6"
        },
        {
            "id": "6",
            "nass": "2 - حديث أنس بن مالك ¶ وقد جاء عنه من طرق مع اختلاف أصحابه في إسناده على وجه: ¶ 1 - فرواه الزهري عنه عن أبي ذر رضي الله عنهما. ¶ 2 - ورواه قتادة عنه عن مالك بن صعصعة رضي الله عنهما. ¶ 3 - ورواه شريك بن أبي نمر وثابت البناني عنه رضي الله عنه عن النبي صلى الله عليه وسلم بلا واسطة. ¶ وفي سياق كل من الثلاثة عنه؛ ما ليس عند الآخر كما أفاده الحافظ فيفتح الباري 1/460 ¶ فلنسق رواية كل منهم عنه؛ ليتيسر لنا فيما بعد التقاط ما عندهم من الزيادات على بعضهم؛ بشرط الصحة فأقول: ¶ 1 - عن الزهري عن أنس قال: كان أبو ذر يحدث أن رسول الله صلى الله عليه وسلم قال: ¶ \"فرج عن سقف بيتي بمكة فنزل جبريل ففرج صدري ثم غسله بماء زمزم ثم جاء بطست من ذهب ممتلئ حكمة وإيمانا فأفرغه في صدري ثم أطبقه\".",
            "page": "9",
            "part": "1",
            "seal": "F47040C9"
        },
        {
            "id": "7",
            "nass": "ثم أخذ بيدي فعرج بي إلى السماء الدنيا فلما جئت إلى السماء الدنيا قال جبريل لخازن السماء: افتح. قال: من هذا؟ قال: هذا جبريل. قال: هل معك أحد؟ قال: نعم معي محمد صلى الله عليه وسلم. قال: أرسل إليه؟ قال: نعم. ففتح\". ¶ [قال: م] \" فلما فتح علونا السماء الدنيا فإذا رجل قاعد على يمينه أسودة وعلى يساره أسودة إذا نظر قبل يمينه ضحك وإذا نظر قبل يساره بكى فقال: مرحبا بالنبي الصالح والابن الصالح. ¶ قلت لجبريل: من هذا؟ 1 قال: هذا آدم وهذه الأسودة عن يمينه وشماله نسم بنيه فأهل اليمين منهم أهل الجنة والأسودة التي عن شماله أهل النار فإذا نظر عن يمينه ضحك وإذا نظر قبل شماله بكى. ¶ حتى عرج بي إلى السماء الثانية فقال لخازنها: افتح. فقال له خازنها مثل ما قال الأول ففتح\". ¶ __________ ¶ 1 قال الحافظ 1 /461: ظاهره أنه سأل عنه بعد أن قال له آدم: مرحبا. ورواية مالك بن صعصعة الآتية بعكس ذلك وهي المعتمدة فنحمل هذا عليها إذ ليس في هذه أداة ترتيب.",
            "page": "10",
            "part": "1",
            "seal": "18450757"
        },
        {
            "id": "8",
            "nass": "قال أنس: فذكر أنه وجد في السماوات: آدم وإدريس وموسى وعيسى وإبراهيم صلوات الله عليهم ولم يثبت كيف منازلهم غير أنه ذكر: أنه وجد آدم في السماء الدنيا وإبراهيم في السماء السادسة1. ¶ قال أنس: فلما مر جبريل بالنبي وفي رواية: ورسول الله: [م] صلى الله عليه وسلم بإدريس قال: مرحبا بالنبي الصالح والأخ الصالح. ¶ \"فقلت: من هذا؟ قال: هذا إدريس. ¶ ثم مررت بموسى فقال: مرحبا بالنبي الصالح والأخ الصالح. قلت: من هذا؟ قال: هذا موسى. ¶ ثم مررت بعيسى2 فقال: مرحبا بالأخ الصالح والنبي الصالح. قلت: من هذا؟ قال: هذا عيسى ¶ ثم مررت بإبراهيم فقال: مرحبا بالنبي الصالح والأخ الصالح\". ¶ __________ ¶ 1 قال الحافظ 1/462: هو موافق لرواية شريك عن أنس والثابت في جميع الروايات - غير هاتين - أنه في السابعة والأرجح رواية الجماعة لقوله فيها: أنه رآه مسندا ظهره إلى البيت المعمور وهو في السابعة بلا خلاف. ¶ 2 ليست ثم على بابها في الترتيب إذ الروايات متفقة على أن المرور به كان قبل المرور بموسى.",
            "page": "11",
            "part": "1",
            "seal": "553D2AF6"
        },
        {
            "id": "9",
            "nass": "قال ابن شهاب: فأخبرني ابن حزم أن ابن عباس وأبا حية الأنصاري كانا يقولان: قال النبي صلى الله عليه وسلم: ¶ \"ثم عرج بي حتى ظهرت لمستوى أسمع فيه صريف الأقلام\" 1. قال ابن حزم وأنس بن مالك: قال النبي صلى الله عليه وسلم: ¶ \"ففرض الله على أمتي خمسين صلاة. ¶ [قال: م] فرجعت بذلك حتى مررت على موسى فقال: ما فرض الله لك على أمتك؟ قلت: فرض [عليهم: م] خمسين صلاة. قال: فارجع إلى ربك فإن أمتك لا تطيق ذلك ¶ [قال: م] [فرجعت فراجعت ربي: خ] فراجعني فوضع شطرها2. ¶ __________ ¶ 1 أي: تصويتها حالة الكتابة. والمراد: ما تكتبه الملائكة من أقضية الله سبحانه وتعالى ¶ 2 في رواية مالك بن صعصعة الآتية: \"فوضع عني عشرا\" ومثله لشريك. وفي رواية ثابت الآتية أيضا: \"فحط عني خمسا \" ¶ قال ابن المنير: \"ذكر الشطر أعم من كونه وقع دفعة واحدة \" ¶ قلت: وكذا العشر فكأنه وضع العشر في دفعتين والشطر في خمس دفعات. أو المراد بالشطر في حديث الباب: البعض. وقد حققت رواية ثابت أن التخفيف كان خمسا خمسا وهي زيادة معتمدة يتعين حمل باقي الروايات عليها كما في \"الفتح \"",
            "page": "12",
            "part": "1",
            "seal": "32CE90FE"
        },
        {
            "id": "10",
            "nass": "[قال: م] فرجعت إلى موسى قلت: وضع شطرها. فقال: راجع ربك فإن أمتك لا تطيق فراجعت فوضع شطرها. ¶ فرجعت إليه فقال: ارجع إلى ربك فإن أمتك لا تطيق ذلك ¶ [قال: م] فراجعته فقال: هي خمس وهي خمسون لا يبدل القول لدي. ¶ [قال: م] فرجعت إلى موسى فقال: راجع ربك. فقلت: استحييت من ربي. ¶ [قال: م] ثم انطلق بي [جبريل: م] حتى انتهى بي إلى سدرة المنتهى فغشيها ألوان لا أدري ما هي؟ ¶ [قال: م] ثم أدخلت الجنة فإذا فيها حبائل وفي رواية: جنابذ: [خ عبد] 1 اللؤلؤ وإذا ترابها المسك\". ¶ أخرجه البخاري 349 و 1636 و 3342 ومسلم 263 وروى النسائي بعضه في أول الصلاة لكنه لم يذكر أبا ذر. ¶ ورواه عبد الله بن أحمد 5/143 - 144 لكنه ذكر أبي ¶ __________ ¶ 1 هذا هو الصواب والرواية الأولى مصحفة وهو بمعنى الرواية الآتية بلفظ: قباب اللؤلؤ. انظر الفتح 1/463.",
            "page": "13",
            "part": "1",
            "seal": "89D0A52D"
        },
        {
            "id": "11",
            "nass": "ابن كعب مكان أبي ذر وهو وهم من بعض الرواة؛ كما أشار إليه ابن كثير. ¶ 2 - عن قتادة: ثنا أنس عن مالك بن صعصعة رضي الله عنهما قال: قال النبي صلى الله عليه وسلم: ¶ \"بينا أنا عند البيت وفي رواية: عند الكعبة: حم. وفي أخرى: في الحطيم. وربما قال قتادة: في الحجر مضطجع: [حم خ] بين النائم واليقظان؛ إذ أقبل أحد الثلاثة بين الرجلين فأتيت بطست من ذهب ملأه حكمة وإيمانا فشق من النحر إلى مراق البطن فغسل القلب بماء زمزم ثم ملئ حكمة وإيمانا [ثم أعيد: حم خ] [مكانه: جرير] ¶ ثم أتيت بدابة دون البغل وفوق الحمار\". [قال: فقال الجارود: هو البراق يا أبا حمزة؟ قال: نعم] . [يقع خطوه عند أقصى طرفه فحملت عليه: حم خ] . ¶ [ثم انطلقنا حتى أتينا إلى بيت المقدس فصليت فيه بالنبيين والمرسلين إماما: جرير] . ثم انطلقت مع جبريل عليه السلام فأتينا السماء الدنيا قيل: من هذا؟ قيل: جبريل. قيل: ومن معك؟ قيل: محمد. قيل: وقد أرسل إليه؟ قال:",
            "page": "14",
            "part": "1",
            "seal": "7AA94DAA"
        },
        {
            "id": "12",
            "nass": "نعم. قيل: مرحبا به ونعم المجيء جاء. [قال: ففتح: حم] . ¶ فأتيت على آدم عليه السلام [فقال: هذا أبوك آدم فسلم عليه: حم خ] فسلمت عليه ف [رد السلام و: حم خ] قال: مرحبا بك من ابن ونبي وفي رواية: بالابن الصالح والنبي الصالح: [حم خ] . ¶ ثم [صعد [بي: خ] حتى: حم] أتينا السماء الثانية [فاستفتح ف: حم] قيل: من هذا؟ قيل: جبريل. قيل: ومن معك؟ قال: محمد. فأتيت على يحيى وعيسى عليهما السلام [وهما ابنا الخالة فقال: هذا يحيى وعيسى فسلم عليهما: حم خ] فسلمت عليهما ف [ردا السلام ثم: حم خ] قالا: مرحبا بك من أخ ونبي وفي الرواية الأخرى: بالأخ الصالح والنبي الصالح: [حم خ] . ¶ ثم [صعد [بي: خ] حتى: حم] أتينا السماء الثالثة فمثل ذلك. ¶ فأتيت على يوسف عليه السلام [قال: هذا يوسف فسلم عليه. قال: حم خ] فسلمت عليه ف [رد السلام و: حم خ] قال: مرحبا بك من أخ ونبي وفي الرواية الأخرى: بالأخ",
            "page": "15",
            "part": "1",
            "seal": "FF49F377"
        },
        {
            "id": "13",
            "nass": "الصالح والنبي الصالح: [حم خ] . ¶ ثم [صعد [بي: خ] حتى: حم] أتينا السماء الرابعة فمثل ذلك. ¶ فأتيت على إدريس عليه السلام [قال: هذا إدريس فسلم عليه. قال: حم خ] فسلمت عليه ف [رد السلام ثم: حم] قال: مرحبا بك من أخ ونبي وفي الرواية الأخرى: بالأخ الصالح والنبي الصالح: [حم خ] . ¶ [قال: حم] : ثم [صعد [بي: خ] حتى: حم] أتينا السماء الخامسة فمثل ذلك. ¶ فأتيت على هارون عليه السلام [قال: هذا هارون فسلم عليه. قال: حم خ] فسلمت عليه. ¶ [قال: فرد السلام ثم: حم] قال: مرحبا بك من أخ ونبي وفي الرواية الأخرى: بالأخ الصالح والنبي الصالح: [حم خ] . ¶ [قال: حم] ثم [صعد [بي: خ] حتى: حم] أتينا السماء السادسة فمثل ذلك1. ¶ __________ ¶ 1 الأصل فأتيت عليه وهو خطأ مطبعي ظاهر.",
            "page": "16",
            "part": "1",
            "seal": "FF5AE9D2"
        },
        {
            "id": "14",
            "nass": "ثم أتيت على موسى عليه السلام [قال: هذا موسى فسلم عليه: حم خ] . فسلمت عليه ف [رد السلام ثم: حم] قال: مرحبا بك من أخ ونبي وفي الرواية الأخرى: بالأخ الصالح والنبي الصالح: [حم خ] . ¶ فلما جاوزته بكى. قيل: ما أبكاك؟ قال: يا رب هذا الغلام الذي بعثته بعدي يدخل من أمته الجنة أكثر وأفضل مما يدخل من أمتي. ¶ [قال: حم] ثم [صعد [بي: خ] حتى: حم] أتينا السماء السابعة فمثل ذلك. ¶ فأتيت على إبراهيم عليه السلام [فقال: هذا [أبوك: خ] إبراهيم فسلم عليه: حم] فسلمت عليه ف [رد السلام ثم: حم خ] قال: مرحبا بك من ابن ونبي وفي الرواية الأخرى: بالابن الصالح والنبي الصالح: [حم خ] \". ¶ [قال قتادة: وحدثنا الحسن عن أبي هريرة عن النبي صلى الله عليه وسلم أنه: حم خ] قال: \"ثم رفع إلي البيت المعمور فسألت جبريل عليه السلام؟ فقال: هذا البيت المعمور يصلي فيه كل يوم سبعون",
            "page": "17",
            "part": "1",
            "seal": "E63A7E64"
        },
        {
            "id": "15",
            "nass": "ألف ملك إذا خرجوا منه لم يعودوا فيه آخر ما عليهم1\". ¶ [ثم رجع إلى حديث أنس قال: حم] ¶ [ثم أتيت بإناء من خمر وإناء من لبن وإناء من عسل قال: فأخذت اللبن. قال: هذه الفطرة أنت عليها وأمتك: حم] . ¶ قال: \"ثم رفعت إلى سدرة المنتهى فإذا نبقها مثل قلال هجر وإذا ورقها مثل آذان الفيلة. [فقال: هذه سدرة المنتهى: حم خ] . وإذا في أصلها أربعة أنهار: نهران باطنان ونهران ظاهران فسألت جبريل؟ فقال: أما الباطنان ففي الجنة وأما الظاهران فالفرات والنيل\". ¶ قال: \"ثم فرضت علي خمسون صلاة [كل يوم: حم خ] \" [قال: \"فرجعت: حم خ] فأتيت على موسى عليه السلام فقال: ما صنعت؟ قلت: فرضت علي خمسون صلاة [كل يوم: حم خ] . فقال: إني [والله: خ] أعلم بالناس منك ¶ __________ ¶ 1 أي: ذلك آخر ما عليهم من دخول. ¶ ثم إن قصة رفع البيت وقعت مضمومة في رواية قتادة هذه عن أنس عن ابن صعصعة ورجح الحافظ أنها مدرجة فيه وأنها من رواية قتادة عن الحسن عن أبي هريرة كما في هذه الزيادة عند أحمد والبخاري.",
            "page": "18",
            "part": "1",
            "seal": "1C28161F"
        },
        {
            "id": "16",
            "nass": "وفي رواية: قد جربت الناس قبلك و: [خ] إني عالجت بني إسرائيل أشد المعالجة وإن أمتك لن يطيقوا ذلك فارجع إلى ربك فاسأله أن يخفف عنك\". ¶ قال: \"فرجعت إلى ربي عز وجل فسألته أن يخفف عني فجعلها أربعين. ¶ ثم رجعت إلى موسى فأتيت عليه فقال: ما صنعت؟ قلت: جعلها أربعين. فقال لي مثل مقالته الأولى\". ¶ فرجعت إلى ربي عز وجل فجعلها ثلاثين. ¶ فأتيت موسى عليه السلام فأخبرته فقال لي مثل مقالته الأولى فرجعت إلى ربي فجعلها عشرين ثم عشرة ثم خمسة. ¶ فأتيت على موسى فأخبرته فقال لي مثل مقالته الأولى. ¶ فقلت: إني أستحي من ربي عز وجل من كم أرجع إليه؟ [ولكن أرضى وأسلم: حم خ] . ف [لما نفذت: حم] نودي\" وفي رواية: \"نادى مناد: [حم خ] ) : أن قد أمضيت فريضتي وخففت عن عبادي وأجزي بالحسنة عشر أمثالها\". ¶ أخرجه أحمد 4/207 - 210 والسياق له في إحدى رواياته من طريق هشام الدستوائي والبخاري 3207 و 3393",
            "page": "19",
            "part": "1",
            "seal": "36FAA089"
        },
        {
            "id": "17",
            "nass": "و 3430 و 3887 ومسلم 264 و 265 وابن جرير 15/3. ¶ واعلم أن الرواة قد اختلفوا على قتادة في ترتيب ما بعد السماء السابعة من الآيات ففي رواية الدستوائي منهم - وهو أوثقهم - جعلها على الترتيب الآتي كما سبق: ¶ 1 - البيت المعمور. ¶ 2 - الأواني. ¶ 3 - السدرة. ¶ 4 - الأنهار. ¶ أما رواية همام - وهو ثقة ربما وهم عند ابن حجر - فقد رتبها هكذا: ¶ 1 - السدرة. ¶ 2 - الأنهار. ¶ 3 - البيت المعمور. ¶ 4 - الأواني. ¶ وهي رواية البخاري. وفي أخرى عنده عنه خلافها لكنه قرن معه سعيدا وهشاما فذكر البيت المعمور أولا ثم السدرة.",
            "page": "20",
            "part": "1",
            "seal": "2D3920AC"
        },
        {
            "id": "18",
            "nass": "ثم الأنهار ولم يذكر الأواني ويغلب على الظن أنها رواية سعيد - وهو ابن أبي عروبة - لموافقتها لرواية سعيد عند أحمد 4/210 لكن هذه عند مسلم مطابقة تماما لرواية الدستوائي في الترتيب لكنها لم تذكر السدرة. ¶ 3 - أما رواية أنس عن النبي صلى الله عليه وسلم بلا واسطة فقد رواه عنه ثابت البناني وشريك بن أبي نمر؛ كما تقدم: ¶ أ - أما رواية ثابت؛ فقال: عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال: ¶ \"أتيت بالبراق - وهو دابة أبيض طويل فوق الحمار ودون البغل يضع حافره عند منتهى طرفه - قال: فركبته حتى أتيت بيت المقدس قال: فربطته بالحلقة التي يربط به الأنبياء. ¶ قال: ثم دخلت المسجد فصليت فيه ركعتين ثم خرجت. ¶ فجاءني جبريل عليه السلام بإناء من خمر وإناء من لبن فاخترت اللبن فقال جبريل: اخترت الفطرة1. ¶ __________ ¶ 1 كذا وقع في هذه الطريق ذكر الإناءين هنا قبل المعراج ووقع في الطريق المتقدمة ص 16 بعد المعراج عند سدرة المنتهى ولكل منهما شواهد ذكرها في الفتح 10/73.",
            "page": "21",
            "part": "1",
            "seal": "D1F237EE"
        },
        {
            "id": "19",
            "nass": "ثم عرج بنا إلى السماء الدنيا فاستفتح جبريل فقيل: ومن أنت؟ قال: جبريل. قيل: ومن معك؟ قال: محمد. فقيل: وقد أرسل إليه؟ قال: قد أرسل إليه1. ففتح لنا فإذا أنا بآدم فرحب ودعا لي بخير. ¶ ثم عرج بنا إلى السماء الثانية فاستفتح جبريل فقيل: ومن أنت؟ قال: جبريل. فقيل: ومن معك؟ قال: محمد. فقيل: وقد أرسل إليه؟ قال: قد أرسل إليه. قال: ففتح لنا فإذا أنا بابني الخالة يحيى وعيسى فرحبا ودعوا لي بخير. ¶ ثم عرج بنا إلى السماء الثالثة فاستفتح جبريل فقيل: من أنت؟ قال: جبريل. فقيل: ومن معك؟ قال: محمد صلى الله عليه وسلم فقيل: وقد أرسل إليه؟ قال: قد أرسل إليه. ففتح لنا فإذا أنا بيوسف عليه السلام وإذا هو قد أعطي شطر الحسن فرحب ودعا لي بخير. ¶ ثم عرج بنا إلى السماء الرابعة فاستفتح جبريل. فقيل: من أنت: قال: جبريل. قيل: ومن معك؟ قال: محمد. فقيل: قد أرسل إليه؟ قال: قد أرسل إليه. ففتح الباب فإذا ¶ __________ ¶ 1 لفظ مسلم هنا وفيما يأتي: \"وقد بعث إليه؟ قال: قد بعث إليه\".",
            "page": "22",
            "part": "1",
            "seal": "0FD1B043"
        },
        {
            "id": "20",
            "nass": "بإدريس فرحب بي ودعا لي بخير ثم قال: يقول الله عز وجل:؟ {وَرَفَعْنَاهُ مَكَاناً عَلِيّاً} [مريم /57] . ¶ ثم عرج بنا إلى السماء الخامسة فاستفتح جبريل. فقيل: من أنت؟ قال: جبريل. فقيل: ومن معك؟ قال: محمد. فقيل: وقد بعث إليه؟ قال: قد بعث إليه. ففتح لنا فإذا أنا بهارون فرحب ودعا لي بخير. ¶ ثم عرج بنا إلى السماء السادسة فاستفتح جبريل. فقيل: من أنت؟ قال: جبريل. قيل: ومن معك؟ قال: محمد. فقيل: وقد بعث إليه؟ قال: قد بعث إليه. ففتح لنا فإذا أنا بموسى عيه السلام فرحب ودعا لي بخير. ¶ ثم عرج بنا إلى السماء السابعة فاستفتح جبريل فقيل: من أنت؟ قال: جبريل. قيل: ومن معك؟ قال: محمد. قيل: وقد بعث إليه؟ قال: قد بعث إليه ففتح لنا فإذا أنا بإبراهيم صلى الله عليه وسلم وإذا هو مستند وفي رواية: مسند ظهره إلى البيت المعمور وإذا هو يدخله كل يوم سبعون ألف ملك لا يعودون إليه. ¶ ثم ذهب بي إلى سدرة المنتهى وإذا ورقها كآذان الفيلة وإذا ثمرها كالقلال فلما غشيها من أمر الله ما غشيها تغيرت فما أحد.",
            "page": "23",
            "part": "1",
            "seal": "5E997BF3"
        },
        {
            "id": "21",
            "nass": "من خلق الله يستطيع أن يصفها وفي رواية: ينعتها من حسنها. ¶ قال: فأوحى الله عز وجل إلي ما أوحى وفرض علي في كل يوم وليلة خمسين صلاة فنزلت حتى انتهيت إلى موسى فقال: ما فرض ربك على أمتك؟ قال: قلت: خمسين صلاة في كل يوم وليلة. قال: ارجع إلى ربك فاسأله التخفيف؛ فإن أمتك لا تطيق ذلك وإني قد بلوت بني إسرائيل وخبرتهم. ¶ قال: فرجعت إلى ربي عز وجل فقلت: أي رب! خفف عن أمتي. فحط عني خمسا. ¶ فرجعت إلى موسى فقال: ما فعلت؟ قلت: حط عني خمسا. قال: إن أمتك لا تطيق ذلك فارجع إلى ربك فاسأله التخفيف لأمتك. ¶ قال: فلم أزل أرجع بين ربي وبين موسى ويحط عني خمسا خمسا حتى قال: يا محمد! هن خمس صلوات في كل يوم وليلة بكل صلاة عشر فتلك خمسون صلاة. ¶ ومن هم بحسنة فلم يعملها؛ كتبت [له] حسنة فإن عملها كتبت [له] عشرا. ومن هم بسيئة فلم يعملها؛ لم تكتب شيئا فإن عملها كتبت سيئة واحدة.",
            "page": "24",
            "part": "1",
            "seal": "5043A201"
        },
        {
            "id": "22",
            "nass": "[قال:] فنزلت حتى انتهيت إلى موسى فأخبرته فقال: ارجع إلى ربك فاسأله التخفيف لأمتك فإن أمتك لا تطيق ذلك. ¶ فقال رسول الله صلى الله عليه وسلم: [فقلت:] لقد رجعت إلى ربي حتى لقد استحيت [منه] \". ¶ أخرجه أحمد 3/148 والسياق له ومسلم 259 من طريق حماد بن سلمة: أنا ثابت البناني عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال.... فذكره. ¶ والروايات الأخرى مع الزيادات لمسلم. ¶ وفي رواية لأحمد 3/152 و 247 من الوجه المذكور عنه: أنه قرأ هذه الآية: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ} قال: قال رسول الله صلى الله عليه وسلم: ¶ \"أعطيت الكوثر فإذا هو نهر يجري ولم يشق شقا فإذا حافتاه قباب اللؤلؤ فضربت بيدي إلى تربته؛ فإذا هو مسكة ذفرة وإذا حصاه اللؤلؤ\". ¶ وهذا طرف من حديث المعراج كما يأتي في بعض الطرق ولذلك أوردته. ¶ وفي رواية عن حماد بن سلمة عن ثابت البناني وسليمان التيمي عن أنس أن رسول الله صلى الله عليه وسلم قال:",
            "page": "25",
            "part": "1",
            "seal": "59466ED2"
        },
        {
            "id": "23",
            "nass": "\"أتيت وفي رواية: مررت على موسى ليلة أسري بي عند الكثيب الأحمر وهو قائم يصلي في قبره\". ¶ أخرجه مسلم 164 والنسائي في قيام الليل وأحمد 3/148 و 248. ¶ فائدة: قال الحافظ ابن كثير - بعد أن ساق الحديث بطوله من رواية أحمد-: ¶ رواه مسلم بهذا السياق وهو أصح من سياق شريك يعني: الآتي قريبا. قال البيهقي: وفي هذا السياق دليل على أن المعراج كان ليلة أسري به عليه الصلاة والسلام من مكة إلى بيت المقدس. وهذا الذي قاله هو الحق الذي لا شك فيه ولا مرية. ¶ ورواه النسائي في أول الصلاة من طريق أخرى عن البناني عنه: ¶ (أن الصلوات فرضت بمكة وأن ملكين أتيا رسول الله صلى الله عليه وسلم فذهبا به إلى زمزم فشقا بطنه وأخرجا حشوه في طست من ذهب فغسلاه بماء زمزم ثم كبسا جوفه حكمة وعلما. ¶ وسنده صحيح. ¶ ب - أما رواية شريك بن أبي نمر؛ فقال: سمعت أنس بن",
            "page": "26",
            "part": "1",
            "seal": "BC4819D3"
        },
        {
            "id": "24",
            "nass": "مالك يقول: وفي رواية: يحدثنا عن ليلة أسري برسول الله صلى الله عليه وسلم من مسجد الكعبة: ¶ أنه جاءه ثلاثة نفر قبل أن يوحى إليه وهو نائم في المسجد الحرام فقال أولهم: أيهم هو؟ فقال أوسطهم: هو خيرهم. فقال أحدهم: خذوا خيرهم. ¶ فكانت تلك الليلة فلم يرهم حتى أتوه ليلة أخرى فيما يرى قلبه و [النبي صلى الله عليه وسلم] تنام عينه ولا ينام قلبه وكذلك الأنبياء تنام أعينهم ولا تنام قلوبهم فلم يكلموه حتى احتملوه فوضعوه عند بئر زمزم فتولاه منهم جبريل. ¶ فشق جبريل ما بين نحره إلى لبته حتى فرغ من صدره وجوفه فغسله من ماء زمزم بيده حتى أنقى جوفه ثم أتى بطست من ذهب فيه تور من ذهب محشوا إيمانا وحكمة فحشا به صدره ولغاديده - يعني: عروق حلقه - ثم أطبقه. ¶ [ثم ركب البراق فسار حتى أتى به إلى بيت المقدس فصلى فيه بالنبيين والمرسلين إماما جرير] 1. ¶ __________ ¶ 1 لم يقف الحافظ على هذه الزيادة فقال 13/481: في هذا السياق حذف تقديره: ثم أركبه البراق إلى بيت المقدس. وهذا ثابت في رواية ابن جرير كما ترى.",
            "page": "27",
            "part": "1",
            "seal": "D19AF35C"
        },
        {
            "id": "25",
            "nass": "ثم عرج به إلى السماء الدنيا فضرب بابا من أبوابها فناداه أهل السماء: من هذا؟ فقال: جبريل. قالوا: ومن معك؟ قال: معي محمد. قال: وقد بعث إليه؟ قال: نعم. قالوا: فمرحبا به وأهلا. فيستبشر به أهل السماء لا يعلم أهل السماء بما يريد الله به في الأرض حتى يعلمهم. ¶ فوجد في السماء الدنيا آدم. فقال له جبريل: هذا أبوك فسلم عليه. فسلم عليه ورد عليه آدم وقال: مرحبا وأهلا يا بني نعم الابن أنت. ¶ فإذا هو في السماء الدنيا بنهرين يطردان فقال: \"ما هذان النهران يا جبريل؟ \". قال: هذان النيل والفرات: عنصرهما. ¶ ثم مضى به في السماء فإذا بنهر آخر1 عليه قصر من لؤلؤ وزبرجد فضرب يده فإذا هو مسك أذفر. قال: \"ما هذا يا جبريل؟ \". قال: هذا الكوثر الذي خبأ لك ربك. ¶ ثم عرج إلى السماء الثانية فقالت الملائكة له مثل ما قالت له الأولى: من هذا؟ قال: جبريل. قالوا: ومن معك؟ ¶ __________ ¶ 1 قال الحافظ: \"هذا مما يستشكل من رواية شريك فإن الكوثر في الجنة والجنة في السماء السابعة ... \"ثم ذكر حديث حميد الآتي ص 46.",
            "page": "28",
            "part": "1",
            "seal": "9134378F"
        },
        {
            "id": "26",
            "nass": "قال: محمد صلى الله عليه وسلم. قالوا وقد بعث إليه؟ قال: نعم. قالوا: مرحبا به وأهلا. ¶ ثم عرج به إلى السماء الثالثة وقالوا له مثل ما قالت الأولى والثانية. ¶ ثم عرج به إلى الرابعة فقالوا له مثل ذلك. ¶ ثم عرج به إلى الخامسة فقالوا له مثل ذلك. ¶ ثم عرج به إلى السادسة فقالوا له مثل ذلك. ¶ ثم عرج به إلى السابعة فقالوا له مثل ذلك كل سماء فيها أنبياء قد سماهم فأوعيت منهم إدريس في الثانية. ¶ وهارون في الرابعة. ¶ وآخر في الخامسة لم أحفظ اسمه. ¶ وإبراهيم في السادسة. ¶ وموسى في السابعة بتفضيل كلام الله فقال موسى: رب! لم أظن أن يرفع علي أحد. ¶ ثم علا به فوق ذلك بما لا يعلمه إلا الله. ¶ حتى جاء سدرة المنتهى ودنا الجبار رب العزة فتدلى",
            "page": "29",
            "part": "1",
            "seal": "A4956EB7"
        },
        {
            "id": "27",
            "nass": "حتى كان منه قاب قوسين أو أدنى. ¶ فأوحى الله فيما أوحى خمسين صلاة على أمتك كل يوم وليلة. ¶ ثم هبط حتى بلغ موسى فاحتبسه موسى فقال: يا محمد ماذا عهد إليك ربك؟ قال النبي صلى الله عليه وسلم: \"عهد إلي خمسين صلاة كل يوم وليلة\". قال: إن أمتك لا تستطيع ذلك فارجع فليخفف عنك ربك وعنهم. فالتفت النبي صلى الله عليه وسلم إلى جبريل كأنه يستشيره في ذلك فأشار إليه جبريل أن نعم إن شئت. فعلا به إلى الجبار فقال - وهو مكانه -: \"يا رب! خفف عنا فإن أمتي لا تستطيع هذا\". فوضع عنه عشر صلوات. ¶ ثم رجع إلى موسى فاحتبسه فلم يزل يردده موسى إلى ربه؛ حتى صارت إلى خمس صلوات. ¶ ثم احتبسه موسى عند الخمس فقال: يا محمد! والله لقد راودت بني إسرائيل قومي على أدنى من هذا فضعفوا فتركوه فأمتك أضعف أجسادا وقلوبا وأبدانا وأبصارا وأسماعا فارجع فليخفف عنك ربك. ¶ كل ذلك يلتفت النبي صلى الله عليه وسلم إلى جبريل ليشير عليه ولا يكره ذلك جبريل.",
            "page": "30",
            "part": "1",
            "seal": "04306C28"
        },
        {
            "id": "28",
            "nass": "فرفعه عند الخامسة1 فقال: \"يا رب! إن أمتي ضعفاء أجسادهم وقلوبهم وأسماعهم وأبدانهم؛ فخفف عنا\". فقال الجبار: يا محمد! قال: لبيك وسعديك! قال: إنه لا يبدل القول لدي؛ كما فرضت عليك في الكتاب. قال: فكل حسنة بعشر أمثالها فهي خمسون في أم الكتاب وهي خمس عليك. ¶ فرجع إلى موسى فقال: كيف فعلت؟ فقال: \"خفف عنا؛ ¶ __________ ¶ 1 هذا التنصيص على الخامسة على أنها الأخيرة يخالف رواية ثابت عن أنس أنه وضع عنه كل مرة خمسا وأن المراجعة كانت تسع مرات ورجوع النبي صلى الله عليه وسلم بعد تقرير الخمس لطلب التخفيف مما وقع من تفردات شريك في هذه القصة والمحفوظ ما تقدم أنه صلى الله عليه وسلم قال لموسى في الأخيرة: \"استحييت من ربي\" وهذا صرح بأنه راجع في الأخيرة \"وأن الجبار سبحانه قال له: يا محمد قال: لبيك وسعديك. قال: إنه لا يبدل القول لدي \" ¶ وقد أنكر ذلك الداودي فيما نقله ابن التين فقال: \"الرجوع الأخير ليس بثابت والذي في الروايات أنه قال: استحييت من ربي فنودي: أمضيت فريضتي وخففت من عبادي \" ¶ وقوله هنا: \"فقال موسى: ارجع إلى ربك\"قال الداودي: \"كذا وقع في هذه الرواية: أن موسى قال له: ارجع إلى ربك. بعد أن قال: لا يبدل القول لدي. ولا يثبت لتواطؤ الروايات على خلافه وما كان موسى ليأمره بالرجوع بعد أن يقول الله تعالى له ذلك\". انتهى",
            "page": "31",
            "part": "1",
            "seal": "6600ACF6"
        },
        {
            "id": "29",
            "nass": "أعطانا بكل حسنة عشر أمثالها\". ¶ قال موسى: قد - والله - راودت بني إسرائيل على أدنى من ذلك فتركوه ارجع إلى ربك فليخفف عنك أيضا. ¶ قال رسول الله صلى الله عليه وسلم: \"يا موسى! قد - والله - استحييت من ربي مما اختلفت إليه\". ¶ قال: فاهبط باسم الله. ¶ قال: واستيقظ وهو في مسجد الحرام. ¶ أخرجه البخاري 3570 و 7517 ومسلم 262 والرواية الثانية له وهي رواية للبخاري وفيها الزيادة ولم يسق مسلم الحديث إلا طرفه الأول إلى قوله: \"وهو نائم في المسجد الحرام\" وقال عقبه: ¶ \"وساق الحديث بقصته نحو حديث ثابت البناني وقدم فيه شيئا وأخر وزاد ونقص\". ¶ ورواه ابن جرير أيضا 15/3 - 5؛لكن وقع في متنه اختلاف فإنه ذكر نهري الفرات والنيل في السماء الثانية ونهر الكوثر في السماء الثالثة بينما هي عند البخاري في السماء الدنيا.",
            "page": "32",
            "part": "1",
            "seal": "68B327A7"
        },
        {
            "id": "30",
            "nass": "ولعل هذا الاختلاف هو من شريك نفسه فإنه وإن كان من رجال الشيخين؛ فقد تكلموا في حفظه؛ كما تراه مبسوطا في كتب الرجال وقال الحافظ فيه \"في التقريب\": \"صدوق يخطئ\". ¶ ومصداق ذلك في هذا الحديث نفسه في مواضع منه ذكرت آنفا أحدها ويأتي ذكر سائرها أو بعضها وكأنه لذلك لم يسق الإمام مسلم لفظ حديثه كما تقدم ولذا قال ابن كثير في \"التفسير\": ¶ وهو كما قال مسلم فإن شريك بن عبد الله بن أبي نمر اضطرب في هذا الحديث وساء حفظه ولم يضبطه؛ كما سيأتي بيانه في الأحاديث الأخر ومنهم من يجعل هذا مناما توطئة لما وقع بعد ذلك. والله أعلم. ¶ وقد قال الحافظ البيهقي: في حديث شريك زيادة تفرد بها على مذهب من زعم أنه صلى الله عليه وسلم رأى الله عز وجل. يعني: قوله: ¶ \"ثم دنا الجبار رب العزة فتدلى {فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى} \". ¶ قال: وقول عائشة وابن مسعود وأبي هريرة في حملهم هذه الآيات على رؤيته صلى الله عليه وسلم جبريل أصح.",
            "page": "33",
            "part": "1",
            "seal": "6E424967"
        },
        {
            "id": "31",
            "nass": "وهذا الذي قاله البيهقي رحمه الله في هذه المسألة هو الحق فإن أبا ذر قال: يا رسول الله! هل رأيت ربك؟ قال: \"نور أنى أراه\" وفي رواية: \"رأيت نورا\". أخرجه مسلم. ¶ وقوله: {ثُمَّ دَنَا فَتَدَلَّى} : إنما هو جبريل عليه السلام؛ كما ثبت في \"الصحيحين\" عن عائشة أم المؤمنين وعن ابن مسعود وكذلك هو في \"صحيح مسلم\" عن أبي هريرة ولا يعرف لهم مخالف من الصحابة في تفسير هذه الآية بهذا\". انتهى كلام ابن كثير. ¶ قلت: وانظر كتابي ظلال الجنة في تخريج كتاب السنة 1/191. ¶ ومن ذلك قول شريك في أول الحديث: \"قبل أن يوحى إليه\". قال الحافظ ابن حجر في الفتح 13/480: ¶ أنكره الخطابي وابن حزم وعبد الحق والقاضي عياض والنووي. وعبارة النووي: وقع في رواية شريك - يعني: هذه - أوهام أنكرها العلماء أحدها: قوله: قبل أن يوحى إليه وهو غلط لم يوافق عليه. وأجمع العلماء أن فرض الصلاة كان ليلة الإسراء فكيف يكون قبل الوحي؟! انتهى.",
            "page": "34",
            "part": "1",
            "seal": "87A7D1F5"
        },
        {
            "id": "32",
            "nass": "وصرح المذكورون بأن شريكا تفرد بذلك وفي دعوى التفرد نظر فقد وافقه كثير بن خنيس - بمعجمة ونون مصغر - عن أنس؛ كما أخرجه سعيد بن يحيى بن سعيد الأموي في \"كتاب المغازي\" من طريقه. انتهى كلام ابن حجر. ¶ قلت: وهذه المتابعة لا تدفع غلط القول المذكور إلا على افتراض أن ذلك كان في الليلة الأولى وهو الظاهر من السياق فقوله بعده: \"حتى أتوه ليلة أخرى\" ليس فيه ذلك فإنه لم يعين المدة التي بين المجيئين فيحمل على أن المجيء الثاني كان بعد أن أوحي إليه وحينئذ وقع الإسراء والمعراج وبهذا جزم الحافظ في \"الفتح\" 13/480 ورد به قول من ادعى أنه خالف الإجماع. فراجعه. ¶ ثم أفاض الحافظ في ذكر المواضع التي خالف فيها شريك غيره فبلغت عشرة بل أكثر وأجاب عنها واحدة بعد أخرى؛ إما بدفع دعوى التفرد؛ وإما بالتأويل. ¶ والحق أن بعض ذلك مما لا جواب عليه حتى عند الحافظ؛ كقوله: ¶ \"الرابع: مخالفته في محل سدرة المنتهى وأنها فوق السماء",
            "page": "35",
            "part": "1",
            "seal": "8D21EFC0"
        },
        {
            "id": "33",
            "nass": "السابعة بما لا يعلمه إلا الله. والمشهور أنها في السابعة أو السادسة كما تقدم. ¶ الخامس: مخالفته في النهرين؛ وهما النيل والفرات وأن عنصرهما في السماء الدنيا. والمشهور في غير روايته أنهما في السماء السابعة وأنهما من تحت سدرة المنتهى. ¶ السابع: ذكر نهر الكوثر في السماء الدنيا والمشهور في الحديث أنه في الجنة كما تقدم التنبيه عليه. ¶ الثامن: نسبة الدنو والتدلي إلى الله عز وجل والمشهور في الحديث أنه جبريل كما تقدم التنبيه عليه. ¶ الحادي عشر: رجوعه صلى الله عليه وسلم بعد الخمس والمشهور في الأحاديث أن موسى عليه السلام أمره بالرجوع بعد أن انتهى التخفيف إلى الخمس فامتنع. ¶ الثاني عشر: زيادة ذكر التور في الطست. ¶ قلت: ولذلك فإن القلب لا يطمئن للاستفادة من حديثه إلا فيما توبع عليه وهو قليل جدا وقد حسن الحافظ بعضها. والله أعلم.",
            "page": "36",
            "part": "1",
            "seal": "FCE8DE9C"
        },
        {
            "id": "34",
            "nass": "ثم إن لحديث أنس طرقا أخرى أكثرها مختصر وبعضها فيه بعض الطول فلنسقها أيضا لنتكلم على أسانيدها ثم نلتقط منها فوائدها وزوائدها إذا كانت على شرطنا. ¶ الأولى: عن قتادة عنه: ¶ أن النبي صلى الله عليه وسلم أتي بالبراق ليلة أسري به ملجما مسرجا فاستصعب عليه فقال له جبريل: أبمحمد تفعل هذا؟! فما ركبك أحد أكرم على الله منه. ¶ قال: فارفض عرقا. ¶ أخرجه أحمد 3/164 والترمذي 3131 وابن جرير 15/15 وإسناده صحيح وقال الترمذي: ¶ \"حديث حسن غريب\". ¶ وعن قتادة عن أنس بن مالك: أن النبي صلى الله عليه وسلم قال: ¶ \"رفعت لي سدرة المنتهى في السماء السابعة نبقها مثل قلال هجر وورقها مثل آذان الفيلة يخرج من ساقها نهران ظاهران ونهران باطنان فقلت: يا جبريل! ما هذان؟ قال: أما الباطنان ففي الجنة وأما الظاهران فالنيل والفرات\".",
            "page": "37",
            "part": "1",
            "seal": "45B2CB03"
        },
        {
            "id": "35",
            "nass": "أخرجه أحمد 3/164: ثنا عبد الرزاق: ثنا معمر عن قتادة. ¶ قلت: وهذا إسناده صحيح على شرط الشيخين وقد علقه البخاري في \"صحيحه\" 5610 فقال: وقال إبراهيم بن طهمان عن شعبة عن قتادة به وزاد: ¶ \"فأتيت بثلاثة أقداح: قدح فيه لبن وقدح فيه عسل وقدح فيه خمر فأخذت الذي فيه اللبن فشربت فقيل لي: أصبت الفطرة أنت وأمتك\". ¶ وقال الحافظ 10/73: ¶ وصله أبو عوانة والإسماعيلي والطبراني في \"الصغير\" من طريقه ووقع لنا بعلو في \"غرائب شعبة\" لابن منده قال الطبراني: لم يروه عن شعبة إلا إبراهيم بن طهمان تفرد به حفص بن عبد الله النيسابوري عنه. ¶ قلت: وهو ثقة من شيوخ البخاري وكذا من فوقه ثقات فالسند صحيح. ¶ وفي رواية للبخاري 4964 وأحمد 3/207 من طريق شيبان: حدثنا قتادة عنه رضي الله عنه قال:",
            "page": "38",
            "part": "1",
            "seal": "25CE3244"
        },
        {
            "id": "36",
            "nass": "لما عرج بالنبي صلى الله عليه وسلم إلى السماء قال: \"وفي راوية: بينا أنا أسير في الجنة\" حم 3/207 \"أتيت على نهر حافتاه قباب\" وفي رواية حميد 3/263: \"خيام اللؤلؤ\" وفي الرواية الأخرى: \"الدر المجوف\". فقلت: ما هذا يا جبريل؟! قال: هذا الكوثر [الذي أعطاك ربك عز وجل. قال: فضربت بيدي فيه وفي رواية ثالثة: فأهوى الملك بيده فإذا طينه المسك الأذفر وإذا رضراضه اللؤلؤ] \" ¶ والرواية الأخرى للبخاري أيضا 6581 وكذا أحمد 3/191 و 207 و 289 والزيادة له في رواية 3/231 و 232 وهي في الرواية الأخرى للبخاري وأحمد دون قوله: \"رضراضه اللؤلؤ\". ¶ وأما الرواية الثالثة فهي في رواية شيبان عند أحمد. ¶ وفي أخرى له 3/232: \"قال الملك الذي معي: أتدري ما هذا؟ هذا الكوثر الذي أعطاك ربك. فضرب بيده إلى أرضه فأخرج من طينه المسك\". ¶ ولم يستحضر الحافظ ابن حجر هاتين الروايتين من المسند فعزا في الفتح 8/732 الأولى منهما للبيهقي فقط! ¶ الثانية: عن عبد الرحمن بن هاشم بن عتبة بن أبي وقاص عنه قال:",
            "page": "39",
            "part": "1",
            "seal": "68BE4F24"
        },
        {
            "id": "37",
            "nass": "لما جاء جبريل عليه السلام بالبراق إلى رسول الله صلى الله عليه وسلم فكأنها ضربت بذنبها فقال لها جبرئيل: مه يا براق! فوالله إن ركبك مثله! ¶ فسار رسول الله صلى الله عليه وسلم فإذا هو بعجوز ناء عن الطريق أي: على جنب الطريق. قال أبو جعفر: ينبغي أن يقال: نائية ولكن أسقط منها التأنيث فقال: \"ما هذه يا جبرئيل؟ \". قال: سر يا محمد. ¶ فسار ما شاء الله أن يسير فإذا شيء يدعوه متنحيا عن الطريق يقول: هلم يا محمد! قال جبرئيل: سر يا محمد!. ¶ فسار ما شاء الله أن يسير. ¶ قال: ثم لقيه خلق من الخلائق فقال أحدهم: السلام عليك يا أول! والسلام عليك يا آخر! والسلام عليك يا حاشر! فقال له جبرئيل: اردد السلام يا محمد! قال: فرد السلام. ¶ ثم لقيه الثاني فقال له مقالة الأول [ثم الثالث كذلك] 1. ¶ __________ ¶ 1 سقطت من ابن جرير واستدركتها من ابن كثير ووقع فيهما بعض الأخطاء فصححتها باجتهاد مني.",
            "page": "40",
            "part": "1",
            "seal": "E26BA4BB"
        },
        {
            "id": "38",
            "nass": "حتى انتهى إلى بيت المقدس فعرض عليه الماء واللبن والخمر فتناول رسول الله صلى الله عليه وسلم اللبن فقال له جبرئيل: أصبت يا محمد! الفطرة ولو شربت الماء لغرقت وغرقت أمتك ولو شربت الخمر لغويت وغوت أمتك. ¶ ثم بعث له آدم فمن دونه من الأنبياء فأمهم رسول الله صلى الله عليه وسلم تلك الليلة. ¶ ثم قال له جبرئيل: أما العجوز التي رأيت على جانب الطريق فلم يبق من الدنيا إلا بقدر ما بقي من عمر تلك العجوز. ¶ وأما الذي أراد أن تميل إليه فذاك عدو الله إبليس أراد أن تميل إليه وأما الذين سلموا عليك فذاك إبراهيم وموسى وعيسى. ¶ أخرجه ابن جرير 15/6 والبيهقي في \"الدلائل\" كما في \"تفسير ابن كثير\" 3/5 وقال: \"وفي بعض ألفاظه نكارة وغرابة\". ¶ قلت: وعلته عبد الرحمن بن هاشم هذا فإني لم أجد من ترجمه. ومن طريقه أورده السيوطي في \"الخصائص\" 1/387 برواية ابن مردويه أيضا في \"التفسير\" والبيهقي.",
            "page": "41",
            "part": "1",
            "seal": "C654BE1C"
        },
        {
            "id": "39",
            "nass": "الثالثة: عن يزيد بن أبي مالك قال: حدثنا أنس بن مالك أن رسول الله صلى الله عليه وسلم قال: ¶ \"أتيت بدابة فوق الحمار ودون البغل خطوها عند منتهى طرفها فركبت ومعي جبريل عليه السلام. ¶ فسرت فقال: انزل فصل. ففعلت فقال: أتدري أين صليت؟ صليت بطيبة وإليها المهاجر. ¶ ثم قال: انزل فصل. فصليت فقال: أتدري أين صليت؟ صليت بـ \"طور سيناء\" حيث كلم الله عز وجل موسى عليه السلام. ¶ ثم قال: انزل فصل. فنزلت فصليت فقال: أتدري أين صليت؟ صليت بـ \"بيت لحم\" حيث ولد عيسى عليه السلام ثم دخلت بيت المقدس فجمع لي الأنبياء عليهم السلام فقدمني جبريل حتى أممتهم. ¶ ثم صعد بي إلى السماء الدنيا ... قلت: فذكر السماوات السبع والأنبياء الذين فيها ثم قال: ثم صعد بي فوق سبع سماوات فأتينا سدرة المنتهى",
            "page": "42",
            "part": "1",
            "seal": "1BDD8F61"
        },
        {
            "id": "40",
            "nass": "فغشيتني ضبابة فخررت ساجدا فقيل لي: إني يوم خلقت السماوات والأرض فرضت عليك وعلى أمتك خمسين صلاة فقم بها أنت وأمتك. ¶ فرجعت إلى إبراهيم فلم يسألني عن شيء. ¶ ثم أتيت على موسى فقال: كم فرض الله عليك وعلى أمتك؟ قلت: خمسين صلاة. قال: قلت: فذكر أمر موسى إياه بمراجعة ربه ليخفف عنه على نحو ما تقدم حتى ردت إلى خمس صلوات ثم قال: ¶ قال: فارجع إلى ربك فاسأله التخفيف فإنه فرض على بني إسرائيل صلاتين فما قاموا بهما. ¶ فرجعت إلى ربي عز وجل فسألته التخفيف فقال: إني يوم خلقت السماوات والأرض فرضت عليك وعلى أمتك خمسين صلاة فخمس بخمسين فقم بها أنت وأمتك. فعرفت أنها من الله صرى. ¶ فرجعت إلى موسى عليه السلام فقال: ارجع. ¶ فعرفت أنها من الله تبارك وتعالى صرى \"أي: حتم\" فلم أرجع\".",
            "page": "43",
            "part": "1",
            "seal": "DD78C0AF"
        },
        {
            "id": "41",
            "nass": "أخرجه النسائي ¶ ويزيد - هو ابن عبد الرحمن بن أبي مالك الدمشقي - صدوق ربما وهم يرويه عنه سعيد بن عبد العزيز - وهو التنوخي الدمشقي - وهو ثقة إمام ولكنه اختلط في آخر عمره كما في التقريب ولذلك قال ابن كثير في هذه الطريق: ¶ \"فيها غرابة ونكارة جدا\". ¶ وقد تابعه خالد بن يزيد بن أبي مالك عن أبيه عن أنس فذكر أوله إلى: \"طرفها\" وقال: ¶ فلما بلغ بيت المقدس وبلغ المكان الذي يقال له: باب محمد صلى الله عليه وسلم أتى إلى الحجر الذي ثمة فغمزه جبريل بإصبعه فنقبه ثم ربطها. ¶ ثم صعد فلما استويا في صرحة المسجد قال جبريل: يا محمد! هل سألت ربك أن يريك الحور العين؟ فقال: \"نعم\". فقال: انطلق إلى أولئك النسوة فسلم عليهن وهن جلوس عن يسار الصخرة. قال: \"فأتيتهن فسلمت عليهن فرددن السلام فقلت: من",
            "page": "44",
            "part": "1",
            "seal": "CEF561CD"
        },
        {
            "id": "42",
            "nass": "أنتن؟ فقلن: نحن خيرات حسان نساء قوم أبرار نقوا فلم يدرنوا وأقاموا فلم يظعنوا وخلداوا فلم يموتوا. ¶ قال: ثم انصرفت فلم ألبث إلا يسيرا حتى اجتمع ناس كثير ثم أذن مؤذن وأقيمت الصلاة. ¶ قال: فقمنا صفوفا ننتظر من يؤمنا فأخذ بيدي جبريل عليه السلام فقدمني فصليت بهم. ¶ فلما انصرفت قال جبريل: يا محمد! أتدري من صلى خلفك؟ قال: قلت: لا. قال: صلى خلفك كل نبي بعثه الله عز وجل. ¶ قال: ثم أخذ بيدي جبريل فصعد بي إلى السماء قلت: فذكر عروجه إلى السماوات ولقاءه الأنبياء فيها بنحو ما سبق ثم قال: ثم انطلق بي على ظهر السماء السابعة حتى انتهى بي إلى نهر عليه خيام اللؤلؤ والياقوت والزبرجد وعليه طير خضر أنعم طير رأيت فقلت: يا جبريل! إن هذا الطير لناعم. قال: يا محمد أتدري أي نهر هذا؟ قال: قلت: لا. قال: هذا الكوثر الذي أعطاك الله إياه. فإذا فيه آنية الذهب والفضة يجري على",
            "page": "45",
            "part": "1",
            "seal": "81DC9199"
        },
        {
            "id": "43",
            "nass": "رضراض من الياقوت والزمرد ماؤه أشد بياضا من اللبن. ¶ قال: فأخذت من آنيته آنية من الذهب فاغترفت من ذلك الماء فشربت فإذا هو أحلى من العسل وأشد رائحة من المسك. ¶ ثم انطلق بي حتى انتهيت إلى الشجرة فغشيتني سحابة فيها من كل لون فرفضني جبريل وخررت ساجدا لله عز وجل فقال الله لي: يا محمد! إني يوم خلقت السماوات والأرض ... \" قلت: فذكر الحديث بنحو حديث ابن عبد العزيز إلى خمس صلوات وأنهن خمس بخمسين ثم قال: ¶ قال: ثم انحدر فقال رسول الله صلى الله عليه وسلم لجبريل: \"ما لي لم آت أهل سماء إلا رحبوا بي وضحكوا لي غير رجل واحد فسلمت عليه فرد علي السلام ورحب بي ولم يضحك لي؟! قال: يا محمد! ذاك مالك خازن جهنم لم يضحك منذ خلق ولو ضحك إلى أحد لضحك إليك\". ¶ قال: ثم ركب منصرفا فبينما هو في الطريق مر بعير لقريش تحمل طعاما منها جمل عليه غرارتان: غرارة سوداء وغرارة بيضاء فلما حاذى بالعير نفرت منه واستدارت وصرع ذلك البعير وانكسر.",
            "page": "46",
            "part": "1",
            "seal": "192B6F35"
        },
        {
            "id": "44",
            "nass": "ثم إنه مضى فأصبح فأخبر عما كان فلما سمع المشركون قوله أتوا أبا بكر فقالوا: يا أبا بكر! هل لك في صاحبك؟! يخبر أنه أتى في ليلته هذه مسيرة شهر ورجع في ليلته؟! فقال أبو بكر رضي الله عنه: إن كان قاله فقد صدق وإنا لنصدقه فيما هو أبعد من هذا لنصدقه على خبر السماء. ¶ فقال المشركون لرسول الله صلى الله عليه وسلم: ما علامة ما تقول؟ ¶ قال: \"مررت بعير لقريش وهي في مكان كذا وكذا فنفرت الإبل منا واستدارت وفيها بعير عليه غرارتان: غرارة سوداء وغرارة بيضاء فصرع فانكسر\". ¶ فلما قدمت العير سألوهم فأخبروهم الخبر على مثل ما حدثهم رسول الله صلى الله عليه وسلم ومن ذلك سمي أبو بكر: الصديق. ¶ وسألوه وقالوا: هل كان فيمن حضر معك موسى وعيسى؟ قال: \"نعم\". قالوا: فصفهم لنا. قال: ¶ \"نعم أما موسى فرجل آدم كأنه من رجال أزد عمان وأما عيسى فرجل ربعة سبط تعلوه حمرة كأنما يتحادر من شعره الجمان\".",
            "page": "47",
            "part": "1",
            "seal": "56C656A6"
        },
        {
            "id": "45",
            "nass": "أخرجه ابن أبي حاتم كما في \"تفسير ابن كثير\" وقال: ¶ \"هذا سياق فيه غرائب عجيبة\". ¶ قلت: وآفته خالد بن يزيد فإنه ضعيف مع كونه فقيها وقد اتهمه ابن معين كما في \"التقريب\". ¶ الرابعة: عن حميد عن أنس قال: قال رسول الله صلى الله عليه وسلم: ¶ \" [لما] انتهيت إلى السدرة [المنتهى] فإذا نبقها مثل الجرار وإذا ورقها مثل آذان الفيلة فلما غشيها من أمر الله ما غشيها تحولت ياقوتا أو زمردا أو نحو ذلك\". ¶ أخرجه أحمد 3/128: ثنا محمد بن أبي عدي عن حميد به. ¶ قلت: وهذا إسناد ثلاثي صحيح على شرط الشيخين. ¶ وكذا رواه ابن أبي عاصم في \"السنة\" 591 - بتحقيقي والزيادتان له وابن جرير 27/53. ¶ وهذه الطريق مما فات على الحافظ ابن كثير ثم السيوطي! ¶ ثم روى أحمد 3/103 بإسناده المذكور عن أنس قال: قال رسول الله صلى الله عليه وسلم:",
            "page": "48",
            "part": "1",
            "seal": "C8C4D3DB"
        },
        {
            "id": "46",
            "nass": "\"دخلت الجنة فإذا أنا بنهر حافتاه خيام اللؤلؤ فضربت بيدي إلى ما يجري فيه الماء فإذا مسك أذفر. ¶ قلت: ما هذا يا جبريل؟ قال: هذا الكوثر الذي أعطاكه الله\". ¶ ثم أخرجه 3/115 - 116 و 263 من طريقين آخرين عن حميد به. ¶ الخامسة: عن الزهري قال: أخبرني أنس بن مالك قال: ¶ فرضت على النبي صلى الله عليه وسلم الصلوات ليلة أسري به خمسين ثم نقصت حتى جعلت خمسا ثم نودي: يا محمد! إنه لا يبدل القول لدي وإن لك بهذه الخمس خمسين. ¶ أخرجه أحمد 3/161 وإسناده صحيح على شرط الشيخين. ¶ السادسة: عن سليمان التيمي عن أنس بن مالك [عن بعض أصحاب النبي صلى الله عليه وسلم] قال: قال رسول الله صلى الله عليه وسلم: ¶ \"مررت - ليلة أسري بي - على موسى فرأيته قائما يصلي في قبره\". ¶ أخرجه أحمد 3/120 ومسلم 2375 والنسائي في قيام الليل والزيادة له في رواية وكذا أحمد 5/59 و 362",
            "page": "49",
            "part": "1",
            "seal": "DBA5BB55"
        },
        {
            "id": "47",
            "nass": "و 365 والبغوي في \"شرح السنة\" 3760. ¶ وهو عندهم في رواية مقرون مع رواية ثابت البناني وقد مضت ص 23. ¶ \"تنبيه\": وقد غمز في صحة الحديث الدكتور خليل الهراس رحمه الله في تعليقه على الخصائص الكبرى بقوله 1/389: ¶ \"وقد اضطربت رواية هذا الحديث عن أنس فمرة يروى مرفوعا ومرة موقوفا ومرة يرويه أنس عن غيره من الصحابة. والله أعلم\". ¶ قلت: ومع اعترافي بعلم الدكتور وفضله رحمه الله أراني مضطرا إلى أن أقول: إن هذا الإعلال لا يمت بصلة إلى هذا العلم الشريف فإن كون أنس يرويه - أو يروى عنه - عن النبي صلى الله عليه وسلم بدون واسطة تارة وبالواسطة تارة ليس بعلة عند أهل العلم بالحديث مطلقا لأنه إن كان لم يسمعه من النبي صلى الله عليه وسلم - وهو الظاهر - فهو مرسل صحابي ومراسيل الصحابة حجة والصحابي الذي حدثه وإن لم يسم فهو ثقة لأن الصحابة كلهم عدول.",
            "page": "50",
            "part": "1",
            "seal": "627996C7"
        },
        {
            "id": "48",
            "nass": "وأما أنه يروى مرة موقوفا فهو مجرد دعوى فإنه يشير بذلك إلى ما ذكره السيوطي - عقب حديث مسلم - من رواية أبي يعلى والبيهقي عن أنس قال: حدثني بعض أصحاب النبي صلى الله عليه وسلم: ¶ أن النبي صلى الله عليه وسلم - ليلة أسري به - مر على موسى وهو يصلي في قبره قال: وذكر لي أنه حمل على البراق قال: \"فأوثقت الفرس - أو قال: الدابة - بالحلقة\" 1. فقال أبو بكر: صفها لي يا رسول الله فقال: \"هي كذه وذه\". قال: وكان أبو بكر قد رآها. ¶ قلت: فلقوله في هذه الرواية: إن النبي صلى الله عليه وسلم - ليلة أسري به - مر ... إلخ توهم الدكتور أنه موقوف وهذا أبعد ما يكون عن الصواب لأنه مرفوع وإن لم يقل: قال رسول الله صلى الله عليه وسلم لأنه يتحدث عنه صلى الله عليه وسلم كأحاديث المناهي والشمائل وغيرها فهل يقول أحد عنها: إنها موقوفة؟! ¶ السابعة والثامنة: عن راشد بن سعد وعبد الرحمن بن جبير عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: \"لما عرج بي ربي عز وجل مررت بقوم لهم أظفار من نحاس ¶ __________ ¶ 1 وقع في الخصائص: بالحرابة والتصحيح من \"الدر\".",
            "page": "51",
            "part": "1",
            "seal": "B719977F"
        },
        {
            "id": "49",
            "nass": "يخمشون وجوههم وصدورهم فقلت: من هؤلاء يا جبريل؟ قال: هؤلاء الذين يأكلون لحوم الناس ويقعون في أعراضهم\". ¶ أخرجه أحمد وغيره بسند صحيح وهو مخرج في الصحيحة 533 وفيه الرد على من أعله بالإرسال. ¶ التاسعة: عن علي بن زيد بن جدعان عن أنس قال: قال رسول الله صلى الله عليه وسلم: \"رأيت - ليلة أسري بي - رجالا تقرض شفاههم بمقاريض من نار. فقلت: يا جبريل! من هؤلاء؟ ¶ قال: هؤلاء خطباء من أمتك يأمرون الناس بالبر وينسون أنفسهم وهم يتلون الكتاب أفلا يعقلون؟! \". ¶ أخرجه أحمد 3/120 و 180 و 231 و 239 والبغوي في شرح السنة 4159 من طريق حماد بن سلمة عنه وقال البغوي: \"حديث حسن\". ¶ قلت: وهو كما قال أو أعلى فإن له طرقا أخرى بعضها جيد كما سيأتي وابن جدعان ضعيف. لكنه قد توبع فقد ذكره السيوطي في الخصائص 1/389",
            "page": "52",
            "part": "1",
            "seal": "5248787F"
        },
        {
            "id": "50",
            "nass": "- من رواية ابن مردويه - من طريق قتادة وسليمان التيمي وثمامة وعلي بن زيد عن أنس به. ولم يتكلم عليه بشيء كعادته وأما الدكتور الهراس فعلق عليه بقوله: ¶ \"هذا ثابت عن أنس من طرق كثيرة فقد رواه الإمام أحمد في \"مسنده\".... وعبد بن حميد في \"مسنده\" وتفسيره ... وابن مردويه في \"تفسيره\" ... عن حماد بن سلمة به عن علي بن زيد عن أنس\". ¶ هذا خلاصة تخريجه وليس يخفى على البصير أن هذه الطرق إنما هي عن حماد بن سلمة وليست عن أنس فقوله: \"فقد رواه الإمام أحمد ... \" إلخ بعد قوله: \"طرق كثيرة\" خطأ ظاهر. ¶ وأما الطرق الكثيرة فهي في رواية ابن مردويه التي ذكرها السيوطي إن صح السند إليها وما أظن ذلك لا سيما والحافظ ابن كثير لم يذكر من رواية ابن مردويه إلا طريق ابن جدعان لكنه ذكر ما يأتي وهي: ¶ العاشرة: من روايته وكذا ابن حبان في \"صحيحه\" رقم 35 - موارد وابن أبي حاتم من حديث هشام الدستوائي عن",
            "page": "53",
            "part": "1",
            "seal": "902D50DB"
        },
        {
            "id": "51",
            "nass": "المغيرة - يعني: ابن حبيب ختن مالك بن دينار - عن مالك بن دينار عن ثمامة عن أنس به. ¶ قلت: وهذا إسناد جيد رجاله ثقات معروفون غير المغيرة هذا وقد روى عنه جمع من الثقات - غير هشام - تراهم في الجرح 8/220/991 وذكره ابن حبان في \"الثقات\" فالحديث بهذه الطريق صحيح. والحمد لله الذي بنعمته تتم الصالحات. ¶ وقد أورده الهيثمي في \"مجمع الزوائد\" 7/276 باللفظ المتقدم وقال: ¶ \"وفي رواية: \"تقرض ألسنتهم بمقاريض من نار أو قال: حديد\". ¶ وفي رواية: \"أتيت على سماء الدنيا ليلة أسري بي فرأيت فيها رجالا تقطع ألسنتهم وشفاههم ... \" فذكر نحوه. ¶ رواها كلها أبو يعلى والبزار ببعضها والطبراني في \"الأوسط\" وأحد أسانيد أبي يعلى رجاله رجال الصحيح. وفاته أن الرواية الأولى عند أحمد أيضا. ¶ الحادية عشرة: رواه كثير بن سليم: سمعت أنس بن مالك يقول: قال رسول الله صلى الله عليه وسلم:",
            "page": "54",
            "part": "1",
            "seal": "B7B719B7"
        },
        {
            "id": "52",
            "nass": "\"ما مررت ليلة أسري بي بملأ إلا قالوا: يا محمد مر أمتك بالحجامة\". ¶ أخرجه ابن ماجة 3479: حدثنا جبارة بن المغلس: ثنا كثير به. ¶ قلت: وهذا إسناد ضعيف لضعف جبارة وكثير لكن له شواهد من حديث ابن عباس وابن مسعود يتقوى بها فانتظرها1. ¶ الثانية عشرة: عن سليمان بن المغيرة عن أنس قال: قال رسول الله صلى الله عليه وسلم: \"عرج بي الملك قال: ثم انتهيت إلى السدرة وأنا أعرف أنها سدرة أعرف ورقها وثمرها قال: فلما غشيها من أمر الله ما غشيها تحولت حتى ما يستطيع أحد أن يصفها\". أخرجه ابن جرير 27/54 بسند صحيح على شرط البخاري. ¶ __________ ¶ 1 انظر \"الصحيحة\"2263.",
            "page": "55",
            "part": "1",
            "seal": "6188F646"
        },
        {
            "id": "53",
            "nass": "3 - حديث أبي بن كعب ¶ تقدم حديثه من رواية ابن شهاب عن أنس عنه وأنه وهم من بعض الرواة تحرف عليه أبو ذر إلى أبي بن كعب. ¶ وأخرج ابن مردويه من طريق عبيد بن عمير عن أبي بن كعب قال: قال رسول الله صلى الله عليه وسلم: \"لما أسري بي رأيت الجنة من درة بيضاء قلت: يا جبرائيل إنهم يسألوني عن الجنة؟ قال: فأخبرهم أن أرضها قيعان وترابها المسك\". ¶ ذكره السيوطي في \"الخصائص\" 1/392 وسكت عليه كعادته! ¶ وعبيد بن عمير - هو الليثي - تابعي ثقة وإنما النظر فيمن دونه. ¶ ثم ذكره من رواية ابن مردويه أيضا من طريق قتادة عن مجاهد عن ابن عباس عن أبي بن كعب مرفوعا بلفظ: \"ليلة أسري بي وجدت ريحا طيبة فقلت: يا جبريل! ما هذه؟ قال: هذه الماشطة وزوجها وابنتها بينا هي تمشط ابنة فرعون إذ سقط المشط من يدها فقالت: تعس فرعون",
            "page": "56",
            "part": "1",
            "seal": "64979975"
        },
        {
            "id": "54",
            "nass": "فأخبرت أباها فقتلها\". ¶ وسكت عن إسناده أيضا. لكن له شاهد من حديث ابن عباس يتقوى به وسيأتي تحت حديثه إن شاء الله تعالى.",
            "page": "57",
            "part": "1",
            "seal": "B64B0869"
        },
        {
            "id": "55",
            "nass": "4 - حديث بريدة بن الحصيب الأسلمي ¶ يرويه أبو تميلة عن الزبير بن جنادة عن ابن بريدة عن أبيه قال: قال رسول الله صلى الله عليه وسلم: ¶ \"لما كان ليلة أسري بي قال: فأتى جبريل الصخرة التي ببيت المقدس قال: فوضع أصبعه فيها فخرقها فشد بها البراق\". ¶ أخرجه الترمذي 3132 وابن حبان 34 - موارد والحاكم 2/360 والبزار - والسياق له - وقال: ¶ \"لا نعلم رواه عن الزبير بن جنادة إلا أبو تميلة ولا نعلم هذا الحديث إلا عن بريدة\". ¶ قلت: وقال الترمذي: \"حديث غريب\" أي: ضعيف ولعل ذلك من أجل الزبير بن جنادة فإنه لم يوثقه أحد غير ابن حبان وتساهله في التوثيق معروف وقال أبو حاتم: شيخ ليس بالمشهور. وكأنه لذلك قال الحافظ في \"التقريب\": \"مقبول\". وأما الذهبي فإنه قال في \"الميزان\": \"ذكره ابن حبان في الثقات وأخطأ من قال: فيه جهالة",
            "page": "58",
            "part": "1",
            "seal": "3AA71506"
        },
        {
            "id": "56",
            "nass": "ولولا أن ابن الجوزي ذكره لما ذكرته\". ¶ وكأنه لذلك وافق الحاكم على قوله عقب الحديث: \"صحيح الإسناد وأبو تميلة والزبير مروزيان ثقتان\"!. ¶ ولم تطمئن النفس لصحة هذا الحديث لعدم شهرة الزبير هذا ولأنه خلاف ما تقدم في حديث ثابت عن أنس الصحيح بلفظ: \"فربطه بالحلقة التي يربط بها الأنبياء\". ¶ وله بعض الشواهد كما سيأتي إن شاء الله تعالى. ¶ وتكلف الزرقاني في \"شرح المواهب اللدنية\" - تبعا لأصله 6/49 - في الجمع بين الحديثين فلا داعي لذكره.",
            "page": "59",
            "part": "1",
            "seal": "9825A0FD"
        },
        {
            "id": "57",
            "nass": "5 - حديث جابر بن عبد الله الأنصاري ¶ يرويه ابن شهاب: حدثني أبو سلمة بن عبد الرحمن: سمعت جابر بن عبد الله رضي الله عنهما أنه سمع رسول الله صلى الله عليه وسلم يقول: \"لما كذبتني قريش [حين أسري بي إلى بيت المقدس] قمت في الحجر فجلى الله لي بيت المقدس فطفقت أخبرهم عن آياته وأنا أنظر إليه\". ¶ أخرجه أحمد 3/377 والبخاري 3886 و 4710 ومسلم 276 والترمذي 3133 وصححه والبغوي 3762. ¶ والزيادة لأحمد وعلقها البخاري في رواية وقال الحافظ 8/392: ¶ \"وصله الذهلي في الزهريات\" وأخرجه قاسم بن ثابت في الدلائل من الطريق ذاته ولفظه: جاء ناس من قريش إلى أبي بكر فقالوا: هل لك في صاحبك! يزعم أنه أتى بيت المقدس ثم رجع إلى مكة في ليلة واحدة؟! قال أبو بكر: أو قال ذلك؟ قالوا: نعم. قال: لقد صدق.",
            "page": "60",
            "part": "1",
            "seal": "661C0477"
        },
        {
            "id": "58",
            "nass": "وعزاه في مكان آخر 7/199 للبيهقي في \"الدلائل\" أيضا بلفظ: \"قال: نعم إني أصدقه بأبعد من ذلك أصدقه بخبر السماء. قال: فسمي بذلك الصديق\". ¶ وروى عبد الكريم الجزري عن عطاء عن جابر قال: قال رسول الله صلى الله عليه وسلم: \"ليلة أسري بي مررت على جبريل في الملأ الأعلى كالحلس البالي من خشية الله عز وجل\". أخرجه ابن أبي عاصم في \"السنة\" 621 - بتحقيقي وغيره بإسناد جيد وهو مخرج في \"الصحيحة\" 2289 وعزاه السيوطي 1/393 لابن مردويه والطبراني في \"الأوسط\" وصحح إسناده وزاد في \"الدر\" 4/152 فقال: ¶ \"وفي لفظ لابن مردويه: \"مررت على جبريل في السماء الرابعة فإذا هو كأنه حلس بال من خشية الله\".",
            "page": "61",
            "part": "1",
            "seal": "F1F57AE2"
        },
        {
            "id": "59",
            "nass": "6 - حديث حذيفة بن اليمان ¶ يرويه عاصم بن بهدلة عن زر بن حبيش عن حذيفة بن اليمان أن رسول الله صلى الله عليه وسلم قال: \"أتيت بالبراق وهو دابة أبيض طويل [الظهر ممدودة هكذا: ت] يضع حافره عند منتهى طرفه فلم نزايل ظهره أنا وجبريل حتى أتيت بيت المقدس. ¶ ففتحت لنا أبواب السماء ورأيت الجنة والنار [ووعد الآخرة أجمع: حم] \". ¶ [ثم عادا عودهما على بدئهما: حم] . ¶ قال حذيفة: ولم يصل في بيت المقدس. ¶ قال زر: فقلت له: بلى قد صلى. ¶ قال حذيفة: ما اسمك يا أصلع؟ فإني أعرف وجهك ولا أعرف اسمك. ¶ فقلت: أنا زر بن حبيش. ¶ قال: وما يدريك أنه قد صلى؟!",
            "page": "62",
            "part": "1",
            "seal": "99EE5618"
        },
        {
            "id": "60",
            "nass": "قال: فقلت: يقول الله عز وجل: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ} . ¶ قال: فهل تجده صلى؟ لو صلى لصليتم فيه كما تصلون وفي رواية: لو صلى فيه لكتبت عليكم الصلاة فيه كما كتبت الصلاة: [ت] في المسجد الحرام. ¶ قال زر: وربط الدابة بالحلقة التي يربط بها الأنبياء عليهم السلام. ¶ قال حذيفة: أو كان يخاف أن تذهب منه وقد أتاه الله بها؟ وفي رواية: ثم ضحك حتى رأيت نواجذه قال: ويحدثون أنه ربطه لم؟ أيفر منه؟ وإنما سخره له عالم الغيب والشهادة: [حم] . ¶ أخرجه أحمد 5/387 و 392 و 394 والترمذي 3147 وابن حبان 33 والحاكم 2/359 وصححوه ووافقهم الذهبي وإنما هو حسن فقط للخلاف المعروف في عاصم ابن بهدلة وهو في \"الصحيحة\" 874. ¶ ورواه ابن أبي شيبة والنسائي وابن مردويه والبيهقي كما",
            "page": "63",
            "part": "1",
            "seal": "0D2E0C8C"
        },
        {
            "id": "61",
            "nass": "في \"الخصائص\" 1/393 وابن جرير أيضا 15/15 - 16. ¶ والنسائي إنما رواه في \"الكبرى\" ولم تطبع بعد ومنه أجزاء في ظاهرية دمشق أحدها في \"التفسير\" وفيه أخرجه كما في ابن كثير. ¶ واعلم أن في حديث حذيفة هذا عبرة بالغة وهي أن الصحابي قد يقول برأيه ما يخالف الواقع المروي عند غيره من أجل ذلك كان من المتفق عليه بين العلماء: أن المثبت مقدم على النافي ومن حفظ حجة على من لم يحفظ فنفي حذيفة رضي الله عنه لصلاته صلى الله عليه وسلم في بيت المقدس وربط البراق بالحلقة مما لا قيمة له مع إثبات غير ما واحد من الصحابة لذلك وهو عمدة زر رحمه الله في معارضة حذيفة فيما نفاه ولهذا قال ابن كثير: ¶ \"وهذا الذي قاله حذيفة رضي الله عنه وما أثبته غيره عن رسول الله صلى الله عليه وسلم من ربط الدابة بالحلقة ومن الصلاة ببيت المقدس - مما سبق وما سيأتي - مقدم على قوله\"",
            "page": "64",
            "part": "1",
            "seal": "C7EE388A"
        },
        {
            "id": "62",
            "nass": "7 - حديث شداد بن أوس ¶ يرويه إسحاق بن إبراهيم بن العلاء بن الضحاك الزبيدي: ¶ حدثنا عمرو بن الحارث عن عبد الله بن سلام الأشعري عن محمد بن الوليد بن عامر الزبيدي: حدثنا الوليد بن عبد الرحمن بن جبير بن نفير: حدثنا شداد بن أوس قال: ¶ قلنا: يا رسول الله كيف أسري بك؟ قال: ¶ \"صليت لأصحابي صلاة العتمة بمكة معتما فأتاني جبريل عليه السلام بدابة أبيض - أو قال: بيضاء - فوق الحمار ودون البغل فقال: اركب فاستصعب علي فرازها1 بأذنها ثم حملني عليها فانطلقت تهوي بنا يقع حافرها حيث انتهى طرفها. ¶ حتى بلغنا أرضا ذات نخل فأنزلني فقال: صل. فصليت ثم ركبت فقال: أتدري أين صليت؟ قلت: الله أعلم. قال: صليت بـ \"يثرب\" صليت بـ \"طيبة\". ¶ __________ ¶ 1 الأصل فرأزها وكذا في \"الخصائص \"وعلى هامشه: \"قال في \"النهاية \": اختبرها \". ولم أرها في مادة: رأز. ¶ ثم وجدته في مادة: روز فالصواب: رازها",
            "page": "65",
            "part": "1",
            "seal": "74C81390"
        },
        {
            "id": "63",
            "nass": "فانطلقت تهوي بنا يقع حافرها عند منتهى طرفها. ¶ ثم بلغنا أرضا قال: انزل. ثم قال: صل. فصليت ثم ركبنا فقال: أتدري أين صليت؟ قلت: الله أعلم. قال: صليت بـ \"مدين\" عند شجرة موسى. ¶ ثم انطلقت تهوي بنا يقع حافرها حيث أدرك طرفها. ¶ ثم بلغنا أرضا بدت لنا قصور فقال: انزل. فنزلت فقال: صل. فصليت. ¶ ثم ركبنا فقال: أتدري أين صليت؟ قلت: الله أعلم. قال: صليت بـ \"بيت لحم\" حيث ولد عيسى المسيح بن مريم. ¶ ثم انطلق بنا حتى دخلنا المدينة من بابها اليماني1 فأتى قبلة المسجد فربط فيه دابته. ¶ ودخلنا المسجد من باب تميل فيه2 الشمس والقمر. ¶ __________ ¶ 1 كذا الأصل وكذا في \"الدر\". ¶ وفي \"مجمع الزوائد \": الثامن. ¶ وفي \"الخصائص \": الثاني. ¶ 2 وكذا في \"الدر\". ¶ وفي \"المجمع \": \"باب فيه مثل الشمس\". ¶ وفي \"الخصائص \": \"باب فيه تميل الشمس\".",
            "page": "66",
            "part": "1",
            "seal": "108E4DB7"
        },
        {
            "id": "64",
            "nass": "فصليت من المسجد حيث شاء الله. ¶ وأخذني من العطش ما أخذني فأتيت بإناءين في أحدهما لبن وفي الآخر عسل أرسل إلي بهما جميعا فعدلت بينهما ثم هداني الله عز وجل فأخذت اللبن فشربت حتى عرقت به جبيني1 وبين يدي شيخ متكئ على مثواة2 له فقال: أخذ صاحبك الفطرة إنه ليهدى. ¶ ثم انطلق بي حتى أتينا الوادي الذي في المدينة فإذا جهنم تتكشف عن مثل الزرابي3 قلت: يا رسول الله! كيف وجدتها؟ قال: وجدتها مثل الحمة السخنة. ¶ ثم انصرف بي فمررنا بعير لقريش بمكان كذا وكذا قد. ¶ __________ ¶ 1 في \"المجمع\": \"فرغت به جبي\". ¶ وفي \"الدر\": \"فرغت منه جنبي\". ¶ وفي \"الخصائص\": \"قرعت به جبيني\" ولعل الصواب ما في الأصل. ¶ 2 كذا الأصل ولعله بمعنى المنزل. وفي الخصائص والدر: منبر. وسقط من المجمع. ¶ 3 الأصل: الروابي والتصحيح من \"المجمع\"وغيره. ¶ ولعل وجه التشبيه بها إنما هو من حيث تلهبها.",
            "page": "67",
            "part": "1",
            "seal": "EC1F52DC"
        },
        {
            "id": "65",
            "nass": "أضلوا بعيرا لهم قد جمعه فلان فسلمت عليهم. فقال بعضهم: هذا صوت محمد. ¶ ثم أتيت أصحابي قبل الصبح بمكة فأتاني أبو بكر فقال: يا رسول الله! أين كنت الليلة؟ فقد التمستك في مظانك؟! فقال: علمت أني أتيت بيت المقدس الليلة؟ فقال: يا رسول الله! إنه مسيرة شهر فصفه لي. ¶ قال: ففتح لي صراط كأني أنظر إليه لا يسألني عن شيء إلا أنبأته به. فقال أبو بكر: أشهد أنك لرسول الله. فقال المشركون: انظروا إلى ابن أبي كبشة يزعم أنه أتى بيت المقدس الليلة!. ¶ قال: فقال: إن من آية ما أقول لكم: أني مررت بعير لكم في مكان كذا وكذا وقد أضلوا بعيرا لهم فجمعه لهم فلان وأن مسيرهم ينزلون بكذا ثم كذا ويأتونكم يوم كذا وكذا يقدمهم جمل آدم عليه مسح أسود وغرارتان سوداوان\". ¶ فلما كان ذلك اليوم أشرف الناس ينظرون حين كان من قريبا من نصف النهار حتى أقبلت العير يقدمهم ذلك الجمل الذي وصفه رسول الله صلى الله عليه وسلم.",
            "page": "68",
            "part": "1",
            "seal": "0394AFD3"
        },
        {
            "id": "66",
            "nass": "ذكره الحافظ ابن كثير من رواية ابن أبي حاتم في \"تفسيره\" والبيهقي وقال: \"هذا إسناد صحيح وروي ذلك مفرقا من أحاديث غيره ونحن نذكر من ذلك إن شاء الله ما حضرنا\". ¶ قال ابن كثير: \"ثم ساق أحاديث كثيرة في الإسراء كالشاهد لهذا الحديث. .. ولا شك أن هذا الحديث مشتمل على أشياء منها ما هو صحيح كما ذكره البيهقي ومنها ما هو منكر كالصلاة في بيت لحم وسؤال الصديق عن نعت بيت المقدس وغير ذلك. والله أعلم\". ¶ قلت: وفي تصحيح البيهقي لإسناده نظر عندي - مع ما في متنه من النكارة - وذلك لأن مداره على إسحاق الزبيدي وهو مختلف فيه وبه أعله الهيثمي فقال 1/74: ¶ \"رواه البزار والطبراني في \"الكبير\" وفيه إسحاق بن إبراهيم بن العلاء وثقه يحيى بن معين وضعفه النسائي\". ¶ وقال الحافظ في \"التقريب\": \"صدوق يهم كثيرا وأطلق محمد بن عوف أنه يكذب\".",
            "page": "69",
            "part": "1",
            "seal": "7F12E5F2"
        },
        {
            "id": "67",
            "nass": "8 - حديث صهيب ¶ يرويه ابن لهيعة بإسناده عنه قال: لما عرض على رسول الله صلى الله عليه وسلم - ليلة أسري به - الماء ثم الخمر ثم اللبن أخذ اللبن فقال له جبريل: أصبت الفطرة وبه غذيت كل دابة ولو أخذت الخمر غويت وغوت أمتك وكنت من أهل هذه. وأشار [بيده] إلى الوادي الذي فيه وفي رواية: الذي يقال له: وادي جهنم. \"فنظرت إليه فإذا هو نار تلتهب\". ¶ أخرجه ابن مردويه والسياق له والطبراني في \"الكبير\" والرواية الأخرى له وعزاه إليهما السيوطي في \"الخصائص\" 1/396 - 397 وسكت عنه كعادته. ¶ وأعله الهيثمي 1/78 بابن لهيعة مشيرا إلى ضعفه وذلك لأنه معروف بسوء حفظه.",
            "page": "70",
            "part": "1",
            "seal": "4D565BE4"
        },
        {
            "id": "68",
            "nass": "9 - حديث عبد الرحمن بن قرط ¶ يرويه مسكين بن ميمون: حدثني عروة بن رويم عن عبد الرحمن بن قرط أن رسول الله صلى الله عليه وسلم قال: \"أسري بي ليلة من المسجد الحرام\". ¶ وكان بين المقام وزمزم جبرائيل عن يمينه وميكائيل عن يساره فطارا حتى بلغ السماوات العلا فلما رجع قال: \"سمعت صوتا من السماوات العلا مع تسبيح وتكبير: سبحان رب السماوات العلا ذي المهابة سبحانه وتعالى\". ¶ كذا أورده الذهبي في \"الميزان\" بإسناده إلى سعيد بن منصور: حدثنا مسكين هذا وقال: \"لا أعرفه وخبره منكر\". ¶ ثم ساقه وقال: \"رواه أبو نعيم في \"عوالي سعيد\" وصححه\". ¶ وعزاه الهيثمي 1/78 للطبراني في \"الكبير\" و \"الأوسط\" وأعله بمسكين وقول الذهبي فيه.",
            "page": "71",
            "part": "1",
            "seal": "BC2089D5"
        },
        {
            "id": "69",
            "nass": "ومن طريقه أخرجه البخاري في \"التاريخ\" وابن السكن كما في \"الإصابة\". وعزاه السيوطي في \"الخصائص\" 1/409 لسعيد بن منصور في \"سننه\" والطبراني وابن مردويه وأبي نعيم في \"المعرفة\" وسكت عنه كما هي عادته وأما محققه الدكتور الهراس فأعله بالإرسال فقال: \"عبد الرحمن بن قرط تابعي فالحديث مرسل\". ¶ وهذا وهم نشأ من ظنه أن عبد الرحمن هذا هو الذي روى عن حذيفة فهو التابعي وإنما هو الثمالي الحمصي وكان من أهل الصفة وقد فرق بينهما في \"التهذيب\" وغيره وفي ترجمة الأخير أورد الحديث في \"الإصابة\". ¶ وجملة القول: إن علة الحديث الجهالة وليس الإرسال. ¶ وسكت عنه ابن كثير!",
            "page": "72",
            "part": "1",
            "seal": "1854B535"
        },
        {
            "id": "70",
            "nass": "10 - حديث عبد الله بن عباس ¶ قلت: وله عنه طرق: ¶ الأولى: عن قابوس عن أبيه عن ابن عباس قال: ليلة أسري بنبي الله صلى الله عليه وسلم ودخل الجنة فسمع من جانبها وجسا قال: \"يا جبريل! ما هذا؟ \". قال: هذا بلال المؤذن. فقال نبي الله صلى الله عليه وسلم حين جاء إلى الناس: \"قد أفلح بلال رأيت له كذا وكذا\". ¶ قال: فلقيه موسى صلى الله عليه وسلم فرحب به وقال: مرحبا بالنبي الأمي. قال: فقال: \"وهو رجل آدم طويل سبط شعره مع أذنيه أو فوقهما\". ¶ فقال: \"من هذا يا جبريل؟ \". قال: هذا موسى عليه السلام. ¶ قال: فمضى فلقيه عيسى فرحب به وقال: \"من هذا يا جبريل؟ \". قال: هذا عيسى. ¶ قال: فمضى فلقيه شيخ جليل مهيب فرحب به وسلم",
            "page": "73",
            "part": "1",
            "seal": "6523C6A8"
        },
        {
            "id": "71",
            "nass": "عليه وكلهم يسلم عليه قال: \"من هذا يا جبريل؟ \" قال: هذا أبوك إبراهيم. ¶ قال: فنظر في النار فإذا قوم يأكلون الجيف. فقال: \"من هؤلاء يا جبريل؟ \". قال: هؤلاء الذي يأكلون لحوم الناس. ¶ ورأى رجلا أحمر أزرق جعدا شعثا إذا رأيته قال: \"من هذا يا جبريل؟ \". قال: هذا عاقر الناقة. ¶ قال: فلما دخل النبي صلى الله عليه وسلم المسجد الأقصى قام يصلي فالتفت ثم التفت فإذا النبيون أجمعون يصلون معه. ¶ فلما انصرف جيء بقدحين: أحدهما عن اليمين والآخر عن الشمال في أحدهما لبن وفي الآخر عسل فأخذ اللبن فشرب منه فقال الذي كان معه القدح: أصبت الفطرة. ¶ أخرجه أحمد 1/257 وغيره بسند قال فيه ابن كثير: \"صحيح\" وتبعه السيوطي في \"الخصائص\" 1/397 وهو تساهل واضح فإن قابوس - وهو ابن أبي ظبيان - فيه لين كما قال في \"التقريب\". ¶ الثانية: عن ثابت أبي زيد قال: ثنا هلال عن عكرمة عن",
            "page": "74",
            "part": "1",
            "seal": "76A4E571"
        },
        {
            "id": "72",
            "nass": "ابن عباس قال: ¶ أسري بالنبي صلى الله عليه وسلم إلى بيت المقدس ثم جاء من ليلته فحدثهم بمسيره وبعلامة بيت المقدس وبعيرهم. ¶ فقال ناس: نحن نصدق محمدا بما يقول؟! فارتدوا كفارا فضرب الله أعناقهم مع أبي جهل. ¶ وقال أبو جهل: يخوفنا محمد بشجرة الزقوم هاتوا تمرا وزبدا فتزقموا؟! ¶ ورأى الدجال في صورته - رؤيا عين ليس رؤيا منام - وعيسى وموسى وإبراهيم صلوات الله عليهم. ¶ فسئل النبي صلى الله عليه وسلم عن الدجال؟ فقال: \" [فيلمانيا] 1 أقمر هجانا2 إحدى عينيه قائمة كأنها كوكب دري كأن شعر رأسه أغصان شجرة ¶ __________ ¶ 1 أي: ضخما عظيما. ¶ 2 أي: أبيض كما في \"النهاية \"و \"اللسان\". ¶ وتعليق الدكتور الهراس هنا: \"الهجان من كل شيء خياره وخالصه\"! من وضع الشيء في غير موضعه.",
            "page": "75",
            "part": "1",
            "seal": "2FC695BF"
        },
        {
            "id": "73",
            "nass": "ورأيت عيسى شابا أبيض جعد الشعر حديد البصر مبطن الخلق1. ¶ ورأيت موسى أسحم آدم كثير الشعر وفي رواية: حسن الشعرة شديد الخلق. ¶ ونظرت إلى إبراهيم فلا أنظر إلى إرب من آرابه إلا نظرت إليه مني كأنه صاحبكم. ¶ فقال جبريل عليه السلام: سلم على مالك. فسلمت عليه\" ¶ أخرجه أحمد 1/374 والزيادة في الرواية الأخرى له وعزاه السيوطي 1/398 لأبي يعلى أيضا وأبي نعيم وابن مردويه وقال ابن كثير: \"ورواه النسائي من حديث أبي زيد ثابت بن يزيد عن هلال - وهو ابن خباب - به وهو إسناد صحيح\". ¶ كذا قال وإنما هو حسن فقط لأن ابن خباب فيه كلام وقال الهيثمي 1/67: ¶ \"رواه أحمد ورجاله ثقات إلا أن هلال بن خباب قال يحيى ¶ __________ ¶ 1 المبطن: الضامر البطن.",
            "page": "76",
            "part": "1",
            "seal": "7DA74EF9"
        },
        {
            "id": "74",
            "nass": "القطان: إنه تغير قبل موته. وقال يحيى بن معين: لم يتغير ولم يختلط ثقة مأمون. ورواه أبو يعلى. ¶ قلت: فالإسناد حسن. ¶ الثالثة: عن سفيان: حدثنا عمرو عن عكرمة عن ابن عباس في قوله تعالى: {وَمَا جَعَلْنَا الرُّؤْيا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ} [الإسراء/60] قال: هي رؤيا عين أريها رسول الله صلى الله عليه وسلم ليلة أسري به إلى بيت المقدس [وليست رؤيا منام] . ¶ قال:؟ {وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ} : هي شجرة الزقوم. ¶ أخرجه البخاري 3888 و 4716 و 6613 وعنه البغوي في شرح السنة 3755 والترمذي 3134 وقال: \"حديث حسن صحيح\" وابن جرير 15/110 واستدركه الحاكم 2/362 - 363 فوهم هو والذهبي! ورواه الطبراني في الكبير 11641. ¶ الرابعة: عن قتادة عن أبي العالية: حدثنا ابن عم نبيكم - يعني: ابن عباس رضي الله عنهما - عن النبي صلى الله عليه وسلم قال:",
            "page": "77",
            "part": "1",
            "seal": "F46F0B6F"
        },
        {
            "id": "75",
            "nass": "\"رأيت - ليلة أسري بي - موسى [بن عمران عليه السلام] رجلا آدم طوالا جعدا كأنه من رجال شنوءة. ¶ ورأيت عيسى رجلا مربوع الخلق إلى الحمرة والبياض سبط الرأس. ¶ ورأيت مالكا خازن النار والدجال\" ¶ في آيات أراهن الله إياه {فَلا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ} [السجدة/23] [إنه قد رأى موسى ولقي موسى ليلة أسري به] . ¶ أخرجه البخاري 3239 والسياق له ومسلم 267 والزيادة الأولى له وأحمد 1/245 و 259 وابن جرير 21/112 والزيادة الأخرى له وهي عند مسلم من تفسير قتادة غير مسندة إلى ابن عباس وكذلك هي عند البيهقي كما في \"تفسير ابن كثير\" وزاد: ¶ {وَجَعَلْنَاهُ هُدىً لِبَنِي إِسْرائيلَ} قال: جعل الله موسى هدى لبني إسرائيل. ¶ وهو رواية لابن جرير. ¶ الخامسة: عن حماد بن سلمة عن عطاء بن السائب عن سعيد بن جبير عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم:",
            "page": "78",
            "part": "1",
            "seal": "9913B355"
        },
        {
            "id": "76",
            "nass": "\"لما كانت الليلة التي أسري بي فيها أتت علي رائحة طيبة فقلت: يا جبريل! ما هذه الرائحة الطيبة؟ فقال: هذه رائحة ماشطة ابنة فرعون وأولادها. ¶ قال: قلت: ما شأنها؟ ¶ قال: بينا هي تمشط ابنة فرعون ذات يوم إذ سقطت المدرى من يدها فقالت: بسم الله. فقالت لها ابنة فرعون: أبي؟ قالت: لا ولكن ربي ورب أبيك: الله. قالت: أخبره بذلك؟ قالت: نعم. فأخبرته فدعاها فقال: يا فلانة وإن لك ربا غيري؟ قالت: نعم ربي وربك الله. ¶ فأمر ببقرة من نحاس فأحميت ثم أمر بها أن تلقى هي وأولادها فيها. ¶ قالت له: إن لي إليك حاجة. قال: وما حاجتك؟ قالت: أحب أن تجمع عظامي وعظام ولدي في ثوب واحد وتدفننا. ¶ قال: ذلك لك [لما لك] علينا من الحق. ¶ قال: فأمر بأولادها فألقوا بين يديها واحدا واحدا إلى أن انتهى ذلك إلى صبي لها يرضع وكأنها تقاعست من",
            "page": "79",
            "part": "1",
            "seal": "787AFA36"
        },
        {
            "id": "77",
            "nass": "أجله قال: يا أمه! اقتحمي فإن عذاب الدنيا أهون من عذاب الآخرة. فاقتحمت\". ¶ قال: قال ابن عباس: ¶ تكلم أربعة صغار: عيسى ابن مريم عليه السلام وصاحب جريج وشاهد يوسف وابن ماشطة فرعون. ¶ أخرجه أحمد 1/310 وابن حبان 36 و 37 والطبراني 12279 وغيرهم وفيه ضعف لاختلاط عطاء بن السائب وما قيل من سماع حماد منه قبل اختلاطه فقد قيل أيضا: إنه سمع منه بعد الاختلاط كما هو مبين في \"التهذيب\" و \"الأحاديث الضعيفة\" 880 فقول السيوطي في الخصائص 1/399) : سنده صحيح مردود ونحوه قول ابن كثير: \"إسناده لا بأس به\". ¶ السادسة: عن عوف عن زرارة بن أبي أوفى عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: \"لما كان ليلة أسري بي وأصبحت بمكة فظعت بأمري1 وعرفت أن الناس مكذبي\". ¶ __________ ¶ 1 أي اشتد علي وهبته. نهاية.",
            "page": "80",
            "part": "1",
            "seal": "3F5299D0"
        },
        {
            "id": "78",
            "nass": "فقعد معتزلا حزينا فمر به عدو الله أبو جهل فجاء حتى جلس إليه فقال له كالمستهزئ: هل كان من شيء؟! فقال رسول الله صلى الله عليه وسلم: \"نعم\". قال: ما هو؟ قال: \"إنه أسري بي\". ¶ قال: إلى أين؟ ¶ قال: \"إلى بيت المقدس\". ¶ قال: ثم أصبحت بين ظهرانينا؟ قال: \"نعم\". ¶ قال: فلم ير أنه يكذبه مخافة أن يجحده الحديث إذا دعا قومه إليه قال: أرأيت إن دعوت قومك تحدثهم ما حدثتني؟! فقال رسول الله صلى الله عليه وسلم: \"نعم\". ¶ فقال: هيا معشر بني كعب بن لؤي! ¶ حتى قال: فانتفضت إليه المجالس وجاؤوا حتى جلسوا إليهما. ¶ قال: حدث قومك بما حدثتني. ¶ فقال رسول الله صلى الله عليه وسلم: ¶ \"إني أسري بي الليلة\".",
            "page": "81",
            "part": "1",
            "seal": "2CD03051"
        },
        {
            "id": "79",
            "nass": "قالوا: إلى أين؟ قال: \"إلى بيت المقدس\". ¶ قالوا: ثم أصبحت بين ظهرانينا؟! قال: \"نعم\". ¶ قال: فمن بين مصفق ومن بين واضع يده على رأسه متعجبا للكذب زعم! ¶ قالوا: وهي تستطيع أن تنعت لنا المسجد؟ وفي القوم من قد سافر إلى ذلك البلد ورأى المسجد ¶ فقال رسول الله صلى الله عليه وسلم: \"فذهبت أنعت فما زلت أنعت حتى التبس علي بعض النعت - قال: - فجيء بالمسجد وأنا أنظر حتى وضع دون دار عقال - أو: عقيل - فنعته وأنا أنظر إليه. قال: وكان مع هذا نعت لم أحفظه\". ¶ قال: فقال القوم: أما النعت فوالله لقد أصاب. أخرجه أحمد 1/309 والطبراني 12782 وسنده صحيح وعزاه السيوطي في الخصائص 1/400 لابن أبي شيبة أيضا والنسائي والبزار وأبي نعيم بسند صحيح وحسنه الحافظ في الفتح 7/199.",
            "page": "82",
            "part": "1",
            "seal": "E45C297D"
        },
        {
            "id": "80",
            "nass": "السابعة: عن عبثر بن القاسم عن حصين - وهو ابن عبد الرحمن - عن سعيد بن جبير عن ابن عباس قال: لما أسري بالنبي صلى الله عليه وسلم جعل يمر بالنبي والنبيين ومعهم القوم والنبي والنبيين ومعهم الرهط والنبي والنبيين وليس معهم أحد حتى مر بسواد عظيم فقلت: \"من هذا؟ قيل: موسى وقومه ولكن ارفع رأسك وانظر. قال: فإذا هو سواد عظيم قد سد الأفق من ذا الجانب ومن ذا الجانب فقيل: هؤلاء أمتك وسوى هؤلاء من أمتك سبعون ألفا يدخلون الجنة بغير حساب\". ¶ فدخل ولم يسألوه ولم يفسر لهم. ¶ فقالوا: نحن هم. ¶ وقال قائلون: هم أبناء الذين ولدوا على الفطرة والإسلام. ¶ فخرج النبي صلى الله عليه وسلم فقال: \"هم الذين لا يكتوون ولا يسترقون ولا يتطيرون وعلى ربهم يتوكلون\". فقام عكاشة بن محصن فقال: أنا منهم يا رسول الله؟ قال: \"نعم\".",
            "page": "83",
            "part": "1",
            "seal": "1C0EE027"
        },
        {
            "id": "81",
            "nass": "ثم جاءه آخر فقال: أنا منهم؟ فقال: ¶ \"سبقك بها عكاشة\". ¶ أخرجه الترمذي 2446: حدثنا أبو حصين عبد الله بن أحمد بن يونس: أخبرنا عبثر بن القاسم ... وقال: \"هذا حديث حسن صحيح\". ¶ قلت: وهذا إسناد صحيح رجاله ثقات رجال الشيخين غير أبي حصين هذا وهو ثقة إلا أنه يبدو أنه وهم هو أو شيخه عبثر في ذكر الإسراء في هذا الحديث فقد رواه جمع من الثقات عن حصين بن عبد الرحمن به دون الإسراء. ¶ أخرجه البخاري 3410 و 5705 و 5752 و 6472 و 6541 ومسلم 374 و 375 وأحمد 1/271. ¶ وقد أشار الحافظ إلى شذوذ هذه الزيادة فقد ذكره بها من رواية الترمذي والنسائي ثم قال: \"فإن كان ذلك محفوظا كانت فيه قوة لمن ذهب إلى تعدد الإسراء وأنه وقع بالمدينة أيضا غير الذي وقع بمكة فقد وقع عند أحمد والبزار بسند صحيح قال:",
            "page": "84",
            "part": "1",
            "seal": "0B31D06F"
        },
        {
            "id": "82",
            "nass": "أكرينا1 الحديث عند رسول الله صلى الله عليه وسلم [ذات ليلة] ثم غدونا إليه فقال: \"عرضت علي الأنبياء الليلة بأممها فجعل النبي يمر ومعه الثلاثة والنبي ومعه العصابة..\". فذكر الحديث\". ¶ قلت: الحديث عند أحمد 1/401 و 420 من حديث عبد الله بن مسعود وليس من حديث ابن عباس كما يوهمه صنيع الحافظ رحمه الله بذكره إياه تحت حديث ابن عباس وفي شرحه دون أن يصرح بأنه لابن مسعود وهو من رواية الحسن عن عمران عنه. والحسن - وهو البصري - مدلس لكن قد قرن به أحمد - في رواية - العلاء بن زياد وهو ثقة فصح به الإسناد والحمد لله. ¶ وقد رواه الطيالسي في مسنده 352 وأحمد أيضا 1/403 و 454 من طريق حماد بن سلمة عن عاصم ابن بهدلة عن زر بن حبيش عن عبد الله بن مسعود مرفوعا ¶ بلفظ: \"عرضت علي وفي لفظ: أريت الأمم بالموسم ... \" الحديث نحوه مختصرا. ¶ __________ ¶ 1 الأصل: أكربنا وفي الموضع الأول من المسند: أكثرنا والتصويب من النهاية والموضع الآخر من المسند والمعنى: أطلناه وأخرناه.",
            "page": "85",
            "part": "1",
            "seal": "A7E1DD33"
        },
        {
            "id": "83",
            "nass": "قلت: وإسناده حسن وهو صريح أن العرض لم يكن ليلة الإسراء وإنما في موسم الحج والجمع الذي ذهب إليه الحافظ جيد لو كانت تلك الزيادة محفوظة أما وهي شاذة فلا داعي حينئذ للجمع. والله أعلم. ¶ ثم إن الحافظ السيوطي قد أبعد النجعة فعزا حديث الباب لابن مردويه فقط! فانظر \"الخصائص\" 1/401. ¶ الثامنة: عن شريك عن أبي علوان عبد الله بن عصم عن ابن عباس قال: فرض الله عز وجل على نبيه صلى الله عليه وسلم الصلاة خمسين صلاة فسأل الله عز وجل فجعلها خمس صلوات. ¶ أخرجه أحمد 1/315 وابن ماجة 1400 وإسناده حسن في الشواهد. ¶ التاسعة: عن عباد بن منصور عن عكرمة عن ابن عباس عن النبي صلى الله عليه وسلم قال: \"ما مررت بملأ من الملائكة ليلة أسري بي إلا قالوا: عليك بالحجامة يا محمد! \".",
            "page": "86",
            "part": "1",
            "seal": "C8950543"
        },
        {
            "id": "84",
            "nass": "أخرجه أحمد 1/354 والترمذي وابن ماجه وصححه الحاكم والذهبي! ¶ ولا وجه له لضعف عباد إلا بالنظر لشواهده وقد تقدم أحدها من حديث أنس ويأتي آخر من حديث ابن مسعود وقد تكلمت عليها في الصحيحة 2263 ومشكاة المصابيح 4544.",
            "page": "87",
            "part": "1",
            "seal": "4FA8C762"
        },
        {
            "id": "85",
            "nass": "11 - حديث عبد الله بن عمر ¶ يرويه طلحة بن زيد بسنده عن ابن عمر: أن النبي صلى الله عليه وسلم لما أسري به إلى السماء أوحى الله إليه بالأذان فنزل به فعلمه جبريل. أخرجه الطبراني في \"الأوسط\" كما في \"مجمع الزوائد\" 1/329 وقال: \"وفيه طلحة بن زيد ونسب إلى الوضع\".",
            "page": "88",
            "part": "1",
            "seal": "76E39A3C"
        },
        {
            "id": "86",
            "nass": "12 - حديث عبد الله بن مسعود ¶ وله طرق: ¶ الأولى: عن مالك بن مغول عن الزبير بن عدي عن طلحة عن مرة عن عبد الله قال: ¶ لما أسري برسول الله صلى الله عليه وسلم انتهي به إلى سدرة المنتهى وهي في السماء السادسة1 إليها ينتهي ما يعرج به من الأرض فيقبض منها وإليها ينتهي ما يهبط به من فوقها فيقبض منها. ¶ قال: {إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى} [النجم/16] . قال: فراش من ذهب. ¶ __________ ¶ 1 قلت: ظاهره يخالف حديث أنس المتقدم: \"ثم عرج بنا إلى السماء السابعة ... ثم ذهب بي إلى سدرة المنتهى\" فإنه يدل على أن السدرة في السماء السابعة وهو الذي رجحه القرطبي وجمع الحافظ بين الحديثين بتأويل أن أصلها في السماء السادسة منها إلا أصل ساقها. ¶ قلت: ويؤيد هذا الجمع رواية ابن جرير 27/55 عن قتادة مرسلا: \"رفعت لي سدرة منتهاها في السماء السابعة\". ¶ وسنده صحيح.",
            "page": "89",
            "part": "1",
            "seal": "183B886D"
        },
        {
            "id": "87",
            "nass": "قال: فأعطي رسول الله صلى الله عليه وسلم ثلاثا: أعطي الصلوات الخمس. ¶ وأعطي خواتيم سورة البقرة. وغفر لمن لم يشرك بالله من أمته شيئا: المقحمات1. ¶ أخرجه مسلم 279 وأحمد 1/387 و 422 وابن جرير 27/52 و 55 والبغوي في \"شرح السنة\" 3756. ¶ وعن سفيان عن قيس بن وهب عن مرة عن ابن مسعود: {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} قال: جبريل في وبر رجليه كالدر مثل القطر على البقل. ¶ أخرجه ابن جرير 27/51 من طريقين عن سفيان به. قلت: وإسناده صحيح على شرط مسلم. ¶ الثانية: عن قتادة بن عبد الله التيمي: حدثنا أبو ظبيان الجنبي قال: كنا جلوسا عند أبي عبيدة بن عبد الله - يعني: ابن مسعود - ومحمد بن سعد بن أبي وقاص وهما جالسان فقال ¶ __________ ¶ 1 أي: الذنوب العظام الكبائر التي تهلك أصحابها وتوردهم النار.",
            "page": "90",
            "part": "1",
            "seal": "9B01DF65"
        },
        {
            "id": "88",
            "nass": "محمد بن سعد لأبي عبيدة: حدثنا عن أبيك ليلة أسري بمحمد صلى الله عليه وسلم. فقال أبو عبيدة: لا بل حدثنا أنت عن أبيك. فقال محمد: لو سألتني قبل أن أسألك لفعلت. قال: أبو عبيدة يحدث - يعني - عن أبيه كما سئل قال: قال رسول الله صلى الله عليه وسلم: \"أتاني جبريل عليه السلام بدابة فوق الحمار ودون البغل فحملني عليه ثم انطلق يهوي بنا كلما صعد عقبة استوت رجلاه كذلك مع يديه وإذا هبط استوت يداه مع رجليه حتى مررنا برجل طوال سبط كأنه من رجال أزد شنوءة فيرفع صوته يقول: أكرمته وفضلته. ¶ قال: فدفعنا إليه فسلمنا عليه فرد السلام فقال: من هذا معك يا جبريل؟ قال: هذا أحمد. قال: مرحبا بالنبي الأمي العربي الذي بلغ رسالة ربه ونصح لأمته. ¶ قال: ثم اندفعنا فقلت: من هذا يا جبريل؟ قال: هذا موسى بن عمران. ¶ قال: قلت: ومن يعاتب؟ قال: يعاتب ربه فيك. ¶ قلت: ويرفع صوته على ربه؟! قال: إن الله قد عرف له حدته!",
            "page": "91",
            "part": "1",
            "seal": "44948CBA"
        },
        {
            "id": "89",
            "nass": "قال: ثم اندفعنا حتى مررنا بشجرة كأن ثمرها السرح تحتها شيخ وعياله. ¶ قال: فقال لي: اعمد إلى أبيك إبراهيم. فدفعنا إليه فسلمنا عليه فرد السلام. فقال إبراهيم: من هذا معك يا جبريل؟ قال: هذا ابنك أحمد. قال: فقال: مرحبا بالنبي الأمي الذي بلغ رسالة ربه ونصح لأمته يا بني! إنك لاق ربك الليلة وإن أمتك آخر الأمم وأضعفها فإن استطعت أن تكون حاجتك - أو جلها - في أمتك فافعل. ¶ قال: ثم اندفعنا حتى انتهينا إلى المسجد الأقصى فنزلت فربطت الدابة في الحلقة التي في باب المسجد التي كانت الأنبياء تربط بها. ¶ ثم دخلت المسجد فعرفت النبيين من بين قائم وراكع وساجد. ¶ قال: ثم أتيت بكأسين من عسل ولبن فأخذت اللبن فشربت فضرب جبريل عليه السلام منكبي وقال: أصبت الفطرة ورب محمد! ¶ قال: ثم أقيمت الصلاة فأممتهم.",
            "page": "92",
            "part": "1",
            "seal": "83A34D82"
        },
        {
            "id": "90",
            "nass": "ثم انصرفنا فأقبلنا\". ¶ رواه الحسن بن عرفة في جزئه المشهور: حدثنا مروان بن معاوية عن قتادة بن عبد الله التيمي..كما في \"تفسير ابن كثير\" وقال: \"إسناد غريب ولم يخرجوه فيه من الغرائب سؤال الأنبياء عنه عليه السلام ابتداء ثم سؤاله عنهم بعد انصرافه والمشهور في الصحاح - كما تقدم - أن جبريل كان يعلمه بهم أولا ليسلم عليهم سلام معرفة وفيه أنه اجتمع بالأنبياء عليهم السلام قبل دخوله المسجد الأقصى والصحيح أنه إنما اجتمع بهم في السماوات ثم نزل إلى بيت المقدس ثانيا وهم معه وصلى بهم فيه ثم إنه ركب البراق وكر راجعا إلى مكة. والله أعلم\". ¶ قلت: ولإسناده علتان: ¶ الأولى: الانقطاع بين أبي عبيدة بن عبد الله بن مسعود وأبيه فإنه لم يسمع منه. ¶ والأخرى: جهالة قتادة بن عبد الله التيمي فقد أورده ابن أبي حاتم 7/135/759 ولم يذكر فيه جرحا ولا تعديلا وهو",
            "page": "93",
            "part": "1",
            "seal": "FD5E87E0"
        },
        {
            "id": "91",
            "nass": "قتادة بن عبد الله بن أبي قتادة الأنصاري وأبوه ثقة من رجال الشيخين وقد ذكر الحافظ - في ترجمته ابنه هذا في الرواة عنه. والله أعلم. ¶ الثالثة: عن موثر بن عفازة1 عن ابن مسعود عن النبي صلى الله عليه وسلم قال: ¶ \"لقيت - ليلة أسري بي - إبراهيم وموسى وعيسى. قال: فتذاكروا أمر الساعة فردوا أمرهم إلى إبراهيم فقال: لا علم لي بها. فردوا الأمر إلى عيسى فقال: أما وجبتها فلا يعلمها أحد إلا الله. ذلك وفيما عهد إلي ربي عز وجل: أن الدجال خارج. قال: ومعي قضيبان فإذا رآني ذاب كما يذوب الرصاص. قال: فيهلكه الله حتى إن الحجر والشجر يقول: يا مسلم! إن تحتي كافرا فاقتله. قال: فيهلكهم الله ثم يرجع الناس إلى بلادهم وأوطانهم. ¶ __________ ¶ 1 تحرف في \"تفسير ابن كثير\"إلى: \"مرثد بن جنادة\"!!",
            "page": "94",
            "part": "1",
            "seal": "6C9B2F2E"
        },
        {
            "id": "92",
            "nass": "قال: فعند ذلك يخرج {يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ} [الأنبياء/96] فيطؤون بلادهم لا يأتون على شيء إلا أهلكوه ولا يمرون على ماء إلا شربوه ثم يرجع الناس إلي فيشكونهم فأدعو الله عليهم فيهلكهم الله ويميتهم حتى تجوى1 من نتن ريحهم. ¶ قال: فينزل الله عز وجل المطر فتجرف أجسادهم حتى يقذفهم في البحر ثم تنسف الجبال وتمد الأرض مد الأديم. ¶ قال: ففيما عهد إلي ربي عز وجل: أن ذلك إذا كان كذلك فإن الساعة كالحامل المتم التي لا يدري أهلها متى تفجأهم بولادها ليلا أونهارا؟! \". ¶ أخرجه أحمد 1/375 وابن ماجه 4081 والحاكم 4/488 - 489 و 545 وغيرهم وقال الحاكم: \"صحيح الإسناد\" ووافقه الذهبي! ¶ وفيه نظر بينته في \"الضعيفة\" 4318 ¶ الرابعة: عن حماد بن سلمة: ثنا أبو حمزة عن إبراهيم عن ¶ __________ ¶ 1 أي: تنتن. في \"النهاية\": \"يقال: جوي يجوى إذا أنتن\".",
            "page": "95",
            "part": "1",
            "seal": "8F1F9790"
        },
        {
            "id": "93",
            "nass": "علقمة عن عبد الله بن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ¶ \"أتيت بالبراق فركبت خلف جبريل عليه السلام فسار بنا إذا ارتفع ارتفعت رجلاه وإذا هبط ارتفعت يداه. ¶ قال: فسار بنا في أرض غمة منتنة حتى أفضينا إلى أرض فيحاء طيبة فقلت: يا جبريل! إنا كنا نسير في أرض غمة منتنة ثم أفضينا إلى أرض فيحاء طيبة؟ قال: تلك أرض النار وهذه أرض الجنة ¶ قال: فأتيت على رجل قائم يصلي فقال: من هذا معك يا جبريل؟ قال: هذا أخوك محمد. فرحب بي ودعا لي بالبركة وقال: سل لأمتك اليسر. فقلت: من هذا يا جبريل؟ فقال: هذا أخوك عيسى بن مريم عليه الصلاة والسلام. ¶ قال: فسرنا فسمعت صوتا وتذمرا فأتينا على رجل فقال: من هذا يا جبريل؟ قال: هذا أخوك محمد. فرحب بي ودعا لي بالبركة وقال: سل لأمتك اليسر. فقلت: من هذا يا جبريل؟ فقال: هذا أخوك موسى. قلت: على من كان تذمره وصوته؟ قال: على ربه. قلت: على ربه؟! قال: نعم قد عرف ذلك من حدته.",
            "page": "96",
            "part": "1",
            "seal": "FE905946"
        },
        {
            "id": "94",
            "nass": "قال: ثم سرنا فرأينا مصابيح وضوءا. قال: قلت: ما هذا يا جبريل؟ قال: هذه شجرة أبيك إبراهيم عليه الصلاة والسلام أتدنو منها؟ قلت: نعم. فدنونا فرحب بي ودعا لي بالبركة. ¶ ثم مضينا حتى أتينا بيت المقدس فربطت الدابة بالحلقة التي يربط بها الأنبياء ثم دخلت المسجد فنشرت لي الأنبياء: من سمى الله عز وجل منهم ومن لم يسم فصليت بهم إلا هؤلاء النفر الثلاثة: إبراهيم وموسى وعيسى عليهم الصلاة والسلام\". ¶ أخرجه الحاكم 4/606 وقال: \"هذا حديث تفرد به أبو حمزة ميمون الأعور وقد اختلفت أقوال أئمتنا فيه وقد أتى بزيادات لم يخرجها الشيخان\". وتعقبه الذهبي بقوله: \"قلت: ضعفه أحمد وغيره\". قلت: لكن قال الهيثمي 1/74: \"رواه البزار وأبو يعلى والطبراني في الكبير ورجاله رجال الصحيح\".",
            "page": "97",
            "part": "1",
            "seal": "2CE1D3D4"
        },
        {
            "id": "95",
            "nass": "وظاهره أنه عندهم من غير طريق أبي حمزة هذا فإنه ليس من رجال \"الصحيح\" وجزم في \"التقريب\" أنه ضعيف فليراجع. وعزاه السيوطي في الخصائص 1/406 - 407 للبزار وأبي يعلى والحارث بن أبي أسامة والطبراني وأبي نعيم وابن عساكر من طريق علقمة وسكت عنه كعادته وكذلك فعل في \"الدر المنثور\" 4/147. ¶ ثم رجعت إلى \"الطبراني الكبير\" 9976 و \"كشف الأستار عن زوائد البزار\" 59 فوجدت الحديث عندهما من طريق حماد بن سلمة به. ¶ فتبينت أن الهيثمي وهم في قوله المتقدم. ¶ وروى الأعمش عن إبراهيم عن علقمة عن عبد الله بن مسعود رضي الله عنه: ¶ {لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى} قال: ¶ رأى رفرفا أخضر قد سد الأفق. ¶ أخرجه البخاري 4858 والطيالسي 278 وابن جرير 27/57 والطبراني في \"الكبير\" 9051 - 9053.",
            "page": "98",
            "part": "1",
            "seal": "71B9A11E"
        },
        {
            "id": "96",
            "nass": "الخامسة: عن عبد الرحمن بن إسحاق عن القاسم بن عبد الرحمن عن أبيه عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم: \"لقيت إبراهيم ليلة أسري بي فقال: يا محمد أقرئ أمتك مني السلام وأخبرهم أن الجنة طيبة التربة عذبة الماء وأنها قيعان وأن غراسها سبحان الله والحمد لله ولا إله إلا الله والله أكبر\". أخرجه الترمذي 3462 وقال: \"حديث حسن غريب من هذا الوجه\". ¶ قلت: وعبد الرحمن بن إسحاق هذا هو أبو شيبة الواسطي وهو ضعيف اتفاقا فلعل تحسين الترمذي لحديثه إنما هو لأن له شواهد تقويه وقد ذكرت له شاهدين في \"الصحيحة\" 105 وأحدهما يأتي قريبا. ¶ \"تنبيه\": عزا السيوطي الحديث في\"الخصائص\" 1/407 - 408 لابن مردويه أيضا بزيادة في آخر الحديث: \"ولا حول ولا قوة إلا بالله العلي العظيم\". وزاد في تخريجه في \"الدر المنثور\" 4/153: الطبراني مع",
            "page": "99",
            "part": "1",
            "seal": "5948F98B"
        },
        {
            "id": "97",
            "nass": "الزيادة دون قوله: \"العلي العظيم\". وهو كذلك في \"المعجم الكبير\" 10363. ¶ السادسة: عن سليمان الشيباني سمع زر بن حبيش عن عبد الله قال: {لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى} [النجم/18] قال: رأى جبريل في صورته له ستمائة جناح. ¶ أخرجه مسلم 282 والطبراني 9055. ¶ وفي رواية لمسلم 281: ذكر قوله تعالى: {مَا كَذَبَ الْفُؤَادُ مَا رَأَى} [النجم/11] مكان الآية المتقدمة. ¶ وفي ثالثة له والبخاري 4857 والترمذي 3277 وصححه من طريق الشيباني قال: سألت زر بن حبيش عن قول الله تعالى: {فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى} [النجم/9] ؟ قال: أخبرني ابن مسعود به ... وهي رواية لابن جرير 27/46 وأحمد 1/398. ¶ وفي رواية له 1/412 و 460 وابن جرير 27/49 عن حماد بن سلمة عن عاصم بن بهدلة عن زر عن ابن مسعود أنه",
            "page": "100",
            "part": "1",
            "seal": "4DD8F5F8"
        },
        {
            "id": "98",
            "nass": "قال في هذه الآية: {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} [النجم/13] : قال رسول الله صلى الله عليه وسلم: ¶ \"رأيت جبريل عند سدرة المنتهى عليه ستمائة جناح ينتثر من ريشه التهاويل: الدر والياقوت\". ¶ قلت: وإسناده حسن وعزاه السيوطي في \"الخصائص\" 1/408 للبيهقي وأبي نعيم فقط! ¶ السابعة: عن أبي وائل عن عبد الله عن النبي صلى الله عليه وسلم قال: \"رأيت جبريل عليه السلام له ستمائة جناح\". أخرجه الطبراني 10422 بسند جيد. ¶ الثامنة: عن الحسين بن واقد: حدثني عاصم بن بهدلة قال: سمعت شقيق ابن سلمة يقول: سمعت ابن مسعود يقول: قال رسول الله صلى الله عليه وسلم: ¶ \"رأيت جبريل عند سدرة المنتهى وله ستمائة جناح\". ¶ قال: سألت عاصما عن الأجنحة؟ فأبى أن يخبرني قال: فأخبرني بعض أصحابه: أن الجناح ما بين المشرق والمغرب. ¶ أخرجه أحمد 1/407.",
            "page": "101",
            "part": "1",
            "seal": "642AF676"
        },
        {
            "id": "99",
            "nass": "قلت: وإسناده حسن أيضا. ¶ وتابعه شريك عن عاصم به ولفظه: رأى رسول الله صلى الله عليه وسلم جبريل في صورته وله ستمائة جناح كل جناح منها قد سد الأفق يسقط من جناحه - من التهاويل والدر والياقوت - ما الله به عليم. أخرجه أحمد أيضا 1/395. ¶ وشريك سيء الحفظ وقوله: \"كل جناح منها قد سد الأفق\" منكر عندي والله أعلم. ¶ التاسعة: عن إسحاق بن أبي الكهتلة عن ابن مسعود أنه قال: إن محمدا لم ير جبريل في صورته إلا مرتين أما مرة فإنه سأله أن يريه نفسه في صورته فأراه صورته فسد الأفق. وأما الأخرى فإنه صعد معه حين صعد به وقوله: {وَهُوَ بِالْأُفُقِ الْأَعْلَى, ثُمَّ دَنَا فَتَدَلَّى, فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى, فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى} . قال: فلما أحس جبريل ربه عاد في صورته وسجد فقوله:؟ {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى, عِنْدَ سِدْرَةِ الْمُنْتَهَى, عِنْدَهَا جَنَّةُ",
            "page": "102",
            "part": "1",
            "seal": "5648A4AD"
        },
        {
            "id": "100",
            "nass": "الْمَأْوَى, إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى, مَا زَاغَ الْبَصَرُ وَمَا طَغَى, لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى} . قال: خلق جبريل عليه السلام. أخرجه أحمد 1/407 والطبراني 10547 وإسناده حسن رجاله كلهم ثقات معروفون غير إسحاق هذا وقد روى عنه ثقتان وذكره ابن حبان في \"الثقات\". ¶ العاشرة: عن إسرائيل عن أبي إسحاق عن عبد الرحمن بن يزيد عن عبد الله في قوله: {مَا كَذَبَ الْفُؤَادُ مَا رَأَى} قال: ¶ رأى رسول الله صلى الله عليه وسلم جبريل في حلة من رفرف قد ملأ ما بين السماء والأرض. ¶ أخرجه أحمد 1/394 و 418 والترمذي 3283 وقال: \"حديث حسن صحيح\" والحاكم 2/468 - 469 وقال: ¶ \"صحيح على شرط الشيخين\" ووافقه الذهبي. ورواه الطيالسي 323 عن قيس وابن جرير 27/51 عن سفيان كلاهما عن أبي إسحاق به.",
            "page": "103",
            "part": "1",
            "seal": "5D376E2E"
        },
        {
            "id": "101",
            "nass": "13 - حديث علي ¶ يرويه زياد بن المنذر عن محمد بن علي بن الحسين عن أبيه عن جده عن علي: لما أراد الله تبارك وتعالى أن يعلم رسوله الأذان أتاه جبريل بدابة يقال لها: البراق فذهب يركبها فاستصعبت فقال لها جبريل: اسكني فوالله ما ركبك عبد أكرم على الله من محمد صلى الله عليه وسلم. ¶ قال: فركبها حتى انتهى إلى الحجاب الذي يلي الرحمن تبارك وتعالى. ¶ قال: فبينما هو كذلك إذ خرج ملك من الحجاب فقال رسول الله صلى الله عليه وسلم: \"يا جبريل! من هذا؟ \". فقال: والذي بعثك بالحق إني لأقرب الخلق مكانا وإن هذا الملك ما رأيته قط منذ خلقت قبل ساعتي هذه. فقال الملك: الله أكبر الله أكبر. قال: فقيل له من وراء الحجاب: صدق عبدي أنا أكبر أنا أكبر ¶ ثم قال الملك: أشهد أن لا إله إلا الله. قال: فقيل له من وراء الحجاب: صدق عبدي لا إله إلا أنا. قال: فقال الملك: أشهد أن محمدا رسول الله. قال: فقيل من وراء الحجاب: صدق عبدي أنا أرسلت محمدا.",
            "page": "104",
            "part": "1",
            "seal": "1AB36F9D"
        },
        {
            "id": "102",
            "nass": "قال الملك: حي على الصلاة حي على الفلاح قد قامت الصلاة. ثم قال: الله أكبر الله أكبر قال: فقيل له من وراء الحجاب: صدق عبدي أنا أكبر أنا أكبر. ¶ ثم قال: لا إله إلا الله. قال: فقيل من وراء الحجاب: صدق عبدي: لا إله إلا أنا. ¶ قال: ثم أخذ الملك بيد محمد صلى الله عليه وسلم فقدمه فأم أهل السماء فيهم آدم ونوح. قال أبو جعفر محمد بن علي: فيومئذ أكمل الله لمحمد صلى الله عليه وسلم الشرف على أهل السماوات والأرض. أخرجه البزار \"كشف الأستار\" 352 وقال: \"لا نعلمه يروى عن علي بهذا اللفظ إلا بهذا الإسناد وزياد ابن المنذر شيعي روى عنه مروان بن معاوية وغيره\". ¶ قلت: قال في \"المجمع\" 1/329: \"وهو مجمع على ضعفه\". ¶ وفي \"التقريب\": \"رافضي كذبه يحيى بن معين\". ¶ فالحديث ضعيف جدا وعلامات الوضع عليه ظاهرة",
            "page": "105",
            "part": "1",
            "seal": "8DCB51B4"
        },
        {
            "id": "103",
            "nass": "14 - حديث عمر بن الخطاب ¶ عن أبي سنان عن عبيد بن آدم وأبي مريم وأبي شعيب: ¶ أن عمر بن الخطاب رضي الله عنه كان بـ \"الجابية\" فذكر فتح بيت المقدس قال: فقال أبو سلمة: فحدثني أبو سنان عن عبيد بن آدم قال: سمعت عمر بن الخطاب يقول لكعب: أين ترى أن أصلي؟ ¶ قال: إن أخذت عني صليت خلف الصخرة فكانت القدس كلها بين يديك. ¶ فقال عمر رضي الله عنه: ضاهيت اليهودية! لا ولكن أصلي حيث صلى رسول الله صلى الله عليه وسلم فتقدم إلى القبلة فصلى ثم جاء فبسط رداءه فكنس الكناسة في ردائه وكنس الناس. ¶ أخرجه أحمد 1/38: ثنا أسود بن عامر: ثنا حماد بن سلمة عن أبي سنان.. ¶ قلت: وهذا إسناد ضعيف أبو سنان هذا هو عيسى بن سنان القسملي وهو لين الحديث. ¶ وعبيد بن آدم لم يذكروا له راويا غير أبي سنان ومع ذلك أورده ابن حبان في \"الثقات\"! بناء على قاعدته في توثيق المجهولين!",
            "page": "106",
            "part": "1",
            "seal": "53655EB5"
        },
        {
            "id": "104",
            "nass": "15 - حديث مالك بن صعصعة ¶ \"تقدم في حديث أنس\"",
            "page": "107",
            "part": "1",
            "seal": "6257EEB6"
        },
        {
            "id": "105",
            "nass": "16 - حديث أبي أيوب الأنصاري ¶ يرويه أبو صخر أن عبد الله بن عبد الرحمن بن عبد الله بن عمر أخبره عن سالم بن عبد الله: أخبرني أبو أيوب الأنصاري: أن رسول الله صلى الله عليه وسلم - ليلة أسري به - مر على إبراهيم فقال: من معك يا جبريل؟ قال: هذا محمد. فقال له إبراهيم: مر أمتك فليكثروا من غراس الجنة فإن تربتها طيبة وأرضها واسعة. قال: \"وما غراس الجنة؟ \". قال: لا حول ولا قوة إلا بالله. ¶ أخرجه أحمد 5/418 وابن جرير 15/255 والطبراني في \"الكبير\" 3898 إلا أنهما قالا: \"عبد الله بن عبد الرحمن مولى سالم بن عبد الله حدثه عن سالم بن محمد بن كعب القرظي\"! وهذا اختلاف شديد ولعله من أبي صخر - واسمه حميد",
            "page": "107",
            "part": "1",
            "seal": "F131C425"
        },
        {
            "id": "106",
            "nass": "ابن زياد فإنه كان يهم كما في \"التقريب\". ¶ وشيخه عبد الله هذا أورده ابن حجر في \"التعجيل\" - حسبما ورد في \"المسند\" - ولم يزد على قوله: \"ذكره ابن حبان في الثقات\" ¶ وأورده ابن أبي حاتم في \"الجرح والتعديل\" 5/98/454 - حسبما جاء في رواية ابن جرير - إلا أنه قال: \"روى عن سالم ومحمد بن كعب\" ولعله الصواب. وعلى كل حال فالرجل مجهول والسند ضعيف لكن المتن له شواهد تقدمت.",
            "page": "108",
            "part": "1",
            "seal": "603DA676"
        },
        {
            "id": "107",
            "nass": "17 - حديث أبي ذر ¶ \"تقدم في حديث أنس\" ¶ وقال عبد الله بن شقيق: قلت لأبي ذر: لو رأيت رسول الله لسألته! قال: وما كنت تسأله؟ قال: كنت أسأله: هل رأى ربه عز وجل؟ قال: فإني قد سألته؟ فقال: ¶ \"قد رأيته نورا أنى أراه؟! \". ¶ أخرجه أحمد 5/147 و 175 ومسلم 292.1 ¶ __________ ¶ 1 هذا آخر ما سطره فضيلة الشيخ محمد ناصر الدين الألباني رحمه الله تعالى بيده وقد توفي قبل إكمال العمل - في هذا المصنف - بسرد ما صح من أحاديث الإسراء والمعراج في سياق واحد وعسى الله أن ييسر لنا القيام بهذا العمل كما أراده الشيخ رحمه الله في طبعات لاحقة. ¶ وصلى الله وسلم وبارك على محمد وآله والحمد لله رب العالمين. الناشر.",
            "page": "109",
            "part": "1",
            "seal": "5BAE888E"
        }
    ],
    "t7540": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "حديث أبي هريرة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "حديث أنس بن مالك"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "حديث أبي بن كعب"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "حديث بريدة بن الحصيب الأسلمي"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "حديث جابر بن عبد الله الأنصاري"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "حديث حذيفة بن اليمان"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "حديث شداد بن أوس"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "حديث صهيب"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "حديث عبد الرحمن بن قرط"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "حديث عبد الله بن عباس"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "حديث عبد الله بن عمر"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "حديث عبد الله بن مسعود"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "حديث علي"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "حديث عمر بن الخطاب"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "حديث مالك بن صعصعة"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "حديث أبي أيوب الأنصاري"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "حديث أبي ذر"
        }
    ]
}