{
    "b7543": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ الأضرار الناجمة عن تعاطي المسكرات والمخدرات ¶ تأليف: د/عبد الكريم بن صنيتان العمري ¶ إن الحمد لله نعمده ونستعينه ونستغفره ونستهديه ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل لها ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لاشريك له، وأشهد أن سيدنا، نبينا محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه وأتباعه بإحسان إلى يوم الدين وسلم تسليما كثيرا. ¶ أمابعد: ¶ فإن الشريعة الإسلامية أمرت بحفظ العقل وشددت على صيانته وحمايته من كل ما يخل به حتى يقوم المسلم بأداء التكاليف الشرعية على الوجه الأمثل. ¶ كان أعداء الأمة الإسلامية لايزالون- على مر العصور- يعملون على إفساد أفراد المجتمع المسلم بشتى الوسائل والطرق، ويبذلون الغالي والنفيس في سبيل تصدير أنواع المغريات والمفسدات إلى أبناء هذه الأمة وشبابها. ¶ ولعل أخطر سلاح نجعوا في تصديره هو المخدرات والمسكرات بشتى أنواعها، فهي واحدة من أهم وسائل الإفساد والدمار التي نجح أعداء الأمة في ترويجها بين أبناء المجتمعات الإسلامية.",
            "page": "5",
            "part": "1",
            "seal": "B5EC5E64"
        },
        {
            "id": "2",
            "nass": "ولا يخفى مدى الأضرار الكبيرة في مختلف المجالات التي تلحق بالمجتمعات عامة نتيجة وقوعها في وحل المسكرات والمخدرات. ¶ ولقد انبرى لمحاربة هذه الظاهرة الخطيرة المنتشرة كثير من المخلصين فكتبوا كثيرا من البعوث والرسائل محذرين من خطر هذا الداء الوبيل المستشري في المجتمعات. ¶ وقد رأيت أنه من المناسب أن أسهم في الكتابة في هذا الموضوع المهم، فشرعت في إعداد هذه الرسالة المشتملة على بيان أهم أنواع المخدرات، مع التنبيه على الأضرار الناتجة عن استعمال كل منها، وتوضيح الآثار السلبية المترتبة على انتشار المخدرات في أوساط المجتمعات. ¶ وقد قسمت هذا البحث إلى ثلاثة فصول: ¶ الفصل الأولى: أنواع المخدرات وأضرارها. ¶ وفيه تمهيد وخمسة مباحث: ¶ تمهيد: في التصنيف النوعي للمخدرات. ¶ المبحث الأولى: الحشيشة وأضرارها. ¶ المبحث الثاني: القات وحكمه وأضراره، وفيه أربعة مطالب: ¶ المطلب الأول: تعريف القات وأماكن زراعته. ¶ المطلب الثاني: حكم استعماله.",
            "page": "6",
            "part": "1",
            "seal": "EEDE8342"
        },
        {
            "id": "3",
            "nass": "المطلب الثالث: أدلة تحريمه. ¶ المطلب الرابع: أضراره ومفاسده. ¶ المبحث الثالث: الأفيون ومشتقاته وأضراره. المبحث الرابع: الكوكائين وأضراره. ¶ المبحث الخامس: جوزة الطيب وأضرارها. ¶ الفصل الثاني: الخمر وأدلة تحريمها وأضرارها. ¶ الفصل الثالث: الأضرار العامة للمخدرات. ¶ الفصل الأول: أنواع المخدرات وأضرارها ¶ تمهيد: التصنيف النوعي للمخدرات. ¶ المبحث الأول: الحشيشة وأضرارها ¶ المبحث الثاني: القات وحكمه وأضراره ¶ المطلب الأول: تعريف القات وأماكن زراعته ¶ المطلب الثاني: حكم استعماله. ¶ المطلب الثالث: أدلة تحريمه ¶ المطلب الرابع: أضراره ومفاسده.",
            "page": "7",
            "part": "1",
            "seal": "65552587"
        },
        {
            "id": "4",
            "nass": "أنواع المخدرات وأضرارها ¶ الحشيشة وأضرارها ¶ ... ¶ التصنيف النوعي للمخدرات ¶ اختلفت تقسيمات الباحثين، والعلماء المتخصصين لنوعية المخدرات وأصنافها. ¶ فقسمها بعضهم حسب نوعية المخدر ولونه إلى: ¶ مخدرات بيضاء مثل: الهيروين. ¶ مخدرات سوداء مثل: الحشيش. ¶ وقسمها بعضهم حسب طريقة إنتاجها، والحصول عليها إلى: ¶ مخدرات طبيعية: كالحشيش، والقات والأفيون. ¶ مخدرات مصنعة: وهي المستخلصة من المخدرات الطبيعية، ويجري تركيبها، كيميائيا، كالمورفين، والهيروين. ¶ مخدرات تخليقية: وهي مواد لا ترجع إلى أي من النوعين السابقين، وإنما يتم تركيبها من عناصر كيميائية وتحدث نفس التأثيرات للمخدرات الطبيعية والمصنعة، مثل: المنومات والمسهرات، والمهدئات والمهلوسات. ¶ وهناك تقسيمات وتصنيفات أخرى متعددة، ذكرها المتخصصون",
            "page": "11",
            "part": "1",
            "seal": "A7619B77"
        },
        {
            "id": "5",
            "nass": "في هذا المجال1. ¶ وسأقتصر- هنا- على ذكر أشهر المخدرات المتداولة وبيان أضرارها: ¶ المبحث الأولى: الحشيشة ¶ تعريفها: الحشيشة: الاسم العربي لواحد من أخطر أنواع العقاقير المخدرة، وأعظمها ضررا ويتم استخلاصه من نبات (القِنَّب الهندي) . وكلمة (حشيش) في اللغة، تطلق على العشب والكلأ2، وببدو أن العلاقة بين الحشيش كعشب، وهذا النبات، ترجع إلى أن (الحشيش) حين عرف وبدأ ظهوره في بلدان المسلمين، عرف نبات بري، وعادة ما يطلق على النبات البري اسم العشب أو ¶ __________ ¶ 1 انظر: الأضرار الصحية للمخدرات للدكتور البار: 6، المخدرات في الفقه الإسلامي: 35، أضرار تعاطي المخدرات: 22، جحيم المخدرات: 43، فقه الأشرية: 355- 402، المخدرات والإدمان: 16- 17، المخدرات والمؤثرات العقلية: 61. ¶ 2 اللسان: 6/ 282، مادة (حشش)",
            "page": "12",
            "part": "1",
            "seal": "BCC4DEEA"
        },
        {
            "id": "6",
            "nass": "الحشيش1. ¶ والحشيشة: نبات حولي، لها جذور عمودية، وسيقان عشبية منتصبة الشكل، ويتراوح طول النبتة ما بين متر إلى أربعة أمتار، أما الأوراق فهي كثيفة رمحية منشارية الأطراف، وأزهارها منفردة الجنس، فالأزهار الذكرية تكون مرتكزة على رأس الساق، بشكل عناقيد بلون أصفر، مائل إلى الخضرة، أو بلون أرجواني تتفتح عند اكتمال النمو، وتكون الأزهار الأنثوية بدون عنق، ترتكز على إبط الأوراق قرب نهاية الأغصان وتبدو وكأنها سنبلة كثيفة، وعندما تطرح الشجرة الذكرية غبار الطلع تموت، بينما تستمر الشجرة الأنثوية حية خضراء مدة شهرين تقريبا بعد موت الشجرة الذكرية2. ¶ أماكن ظهورها: ¶ يكثر ظهور نبات الحشيشة في شبه القارة الهندية، وجبال الصين، وإيران، وتركيا، ولبنان، والمناطق الحارة والمعتدلة في إفريقيا، وأمريكا الشمالية والجنوبية3. ¶ __________ ¶ 1 المعجم الوسيط: 1/176، ظاهرة تعاطي الحشيش: 51 ¶ 2 الموسوعة العربية الميسرة: 1/721، المخدرات والمؤثرات العقلية: 77، المخدرات والإدمان: 42، فقه الأشربة: 365 ¶ 3 المخدرات والإدمان: 77-78، مجلة العربي العدد (1400) ص111",
            "page": "13",
            "part": "1",
            "seal": "8D5BC200"
        },
        {
            "id": "7",
            "nass": "أسماؤها الشائعة: ¶ كلمة (حشيش) : الاسم الأصلي العلمي لذلك النوع من المخدرات الذي يستخرج من نبات (القنب الهندي) . ¶ ولايزال هذا النوع من المخدرات معروفا ومشهورا باسمه هذا في البلاد العربية وغيرها، إلا أن لهذه الكلمة ألفاظا أخرى مترادفة في غير اللغة العربية، حيث يعرف في بعض البلدان الأخرى بغير هذا الإسم. ¶ وهذا بيان بأسماء الحشيش الشائعة المنتشرة في مختلف مناطق العالم: ¶ حشيش ... ماجون ¶ مادجون ... بانجي ¶ بهانج ... موميا ¶ تاكروري ... كيف ¶ شانفر ... أناشكا ¶ ماريجوانا ... جراس ¶ هنف ... ¶ وغير ذلك من الأسماء الأخرى1 ¶ __________ ¶ 1 تتميم التكريم: 71، المخدرات والإدمان:44، الأضرار الصحية للمخدرات. د. محمد البار: 53.",
            "page": "14",
            "part": "1",
            "seal": "3BB77601"
        },
        {
            "id": "8",
            "nass": "أضرار الحشيش: ¶ لقد بين علماؤنا الأخيار المتقدمون الآثار السلبية والأضرار الناتجة عن تناول الحشيشة، ونصوا في كتبهم على الخطورة الناتجة عن استعمالها والإدمان عليها. ¶ فقال شيخ الإسلام ابن تيمية- رحه \" الله-: 1\" ... وكانت هذه الحشيشة الملعونة من أعظم المنكرت، وهي شر من الشراب المسكر من بعض الوجوه، والمسكر شر منها من وجه آخر، فإنها مع أنها تسكر آكلها حتى يبقى مصطولا، تورث التخنيث والديوثة، وتفسد المزاج، وتوجب كثرة الأكل، وتورث الجنون، وكثير من الناس صار مجنونا بسبب أكلها\". ¶ وقال أيضا2 (2) : \"وإنما يتناولها الفجار، لما فيها من النشوة والطرب، فهي تجامع الشراب المسكر في ذلك، والخمر توجب الحركة والخصومة، وهذه توجب الفتور والذلة، وفيها مع ذلك من فساد المزاج والعقل وفتح باب الشهوة وما توجبه من الدياثة، مما هي من شر الشراب المسكر\". ¶ __________ ¶ 1 مجموع الفتاوى: 34/ 205 ¶ 2 المصدر السابق: 34/ 211.",
            "page": "15",
            "part": "1",
            "seal": "83F61263"
        },
        {
            "id": "9",
            "nass": "وقال أبو بكر القسطلاني عنها1: \" انها تصدع الرأس، وتظلم البصر، وتعقل البطن، وتجفف المني\". ¶ وقال ابن حجر الهيتمي2: \"وفي أكلها مائة وعشرون مضرة دينية ودنيوية....\" ثم ذكرها. ¶ أما في أيامنا هذه، فقد أثبتت التقارير الطبية الحديثة والمتلاحقة التي توصل إليها الباحثون المختصون، أن هناك أضرارا صحية خطيرة، تنتج عن تعاطي الحشيشة- على أي صورة- منها3: ¶ حدون ارتعاشات عضلية في الجسد عامة وزيادة ضربات القلب وسرعة نبضه والشعور بالدوران والبرودة واتساع واحمرار العين وعدم التوازن في المشي أو الجلوس واضطراب في الحواس وخاصة السمعية والبصرية، واختلال الذاكرة والنسيان، وقلة التركيز والشرود الذهني والضعف الجنسي والانهيار البدني والهزال وغير ذلك من الأضرار التي تجعل متعاطيها يعيش في عالم الأوهام والخيالات والمعافى من عافاه الله منها، نسأل الله السلامة. ¶ __________ ¶ 1 تتميم التكريم لما في الحشيشة من التحريم: 36. ¶ 2 الزواجر: 356/1. ¶ 3 واضح البرهان: 81، المخدرات فى الفقه الإسلامي: 61، ظاهرة تعاطي الحشيش: 231- 235، أضرار تعاطي المخدرات: 246، دراسة نفسية لمتعاطي الحشيش بمنطقة الرياض: 114- 117، الأضرار الصحية للمخدرات. د. معمد البار: 56- 57",
            "page": "16",
            "part": "1",
            "seal": "1C5A7A06"
        },
        {
            "id": "10",
            "nass": "القات حكمه وأضراره ¶ تعريف القات وأماكن زراعته ¶ ... ¶ المبحث الثاني: تعريف القات وحكمه وأضراره ¶ المطلب الأول: تعريف القات وأماكن زراعته: ¶ القات: نبات ذو أوراق وشجيرات صغيرة دائمة الخضرة، ويتراوح طول الشجرة ما بين المتر إلى المترين، إلا أنها عادة تُقلَّم إذا زادت عن المترين ليسهل جنيها، وتزرع شجيرات القات متباعدة عن بعضها، والأوراق هي الجزء الهام في النبات، وخاصة تلك التي على قمته، وهي ناعمة الملمس مصقولة من الجهة العليا، ولونها أخضر غامق، وليس لها رائعة مميزة1. ¶ أماكن زراعته: ¶ يُزرع القات بكثرة في اليمن الشمالي والجنوبي، وكينيا، والصومال، وأثيوييا، ويقال إنه ورد إلى اليمن منها2 طريقة تعاطيه واستخدامه: ¶ يستخدم القات عن طريق مضغ أوراقه الطرية الخضراء- وهي ¶ 1 المخدرات والإدمان: 33، مكافحة القات: 18، جحيم المخدرات: 50. ¶ 2 أضرار تعاطي المخدرات: 30، جحيم المخدرات: 52، أضرار المخدرات: 86.",
            "page": "17",
            "part": "1",
            "seal": "E29EDAA8"
        },
        {
            "id": "11",
            "nass": "رطبة- داخل الفم مضغا بطيئا بغرض استخلاص العصارة من النبات، ومن ثم بلعها، وتستمر فترة المضغ مدة طويلة، حيث تضاف في كل مرة كميات أخرى من القات الطري لحدوث التأثير المنشود، ويشرب معه عادة جرعات من الماء، أو أي مشروب غازي لتحلية مذاقه، وإذا عُدم القات الطري استعمل مسوقه المجفف. ويتم تعاطي القات في جلسات انفرادية أو جماعية، وتسمى (جلسة التخزين) ، وفي بعض المناطق يستخدم القات مع الشاي أو عن طريق التدخين1. ¶ __________ ¶ 1 المخدرات والإدمان: 34، المخدرات في الفقه الإسلامي: 45، جحيم المخدرات: 51، أضرار المخدرات: 88.",
            "page": "18",
            "part": "1",
            "seal": "554057DC"
        },
        {
            "id": "12",
            "nass": "المطلب الثاني: حكم استعمال القات: ¶ لقد تحدث العلماء من الفقهاء وغيرهم عن القات، وبيّنوا أضراره، وأفتوا بتحريمه، ومنعوا من تناوله وأكله. ¶ فقد أفتى الشيخ حمزة بن عبد الله الناشري اليمني، المتوفي سنة (9261 هـ) 1، بحرمته وقال في ذلك منظومة ضمنها أضرار القات ومساوئه2. ¶ وكتب الفقيه أبو بكر بن ابراهيم المقري الحرازي اليمني، المتوفي سنة (9651 هـ) 3، رسالة في (تحريم القات) 4. وصنف ابن حجر الهيتمي رسالة سماها (تحذير الثقات عن استعمال القات) 5، ضمنها النتائج السيئة، والآثار السلبية الناجمة عن استعمال القات ثم ذكر الأدلة على تحريمها، ثم توالت الرسائل والفتاوى من العلماء الأفاضل الذين أتوا بعد هؤلاء، ¶ __________ ¶ 1 البدر الطالع: 1/238 ¶ 2 تحذير الثقات: 226. ¶ 3 مصادر الفكر الإسلامي في اليمن: 211. ¶ 4 المصدر السابق وتحذير الثقات: 225. ¶ 5 الرسالة مطبوعة ضمن كتاب (الفتاوى الكبرى لابن حجر الهيتمي) : 4/223.",
            "page": "19",
            "part": "1",
            "seal": "72A5F49F"
        },
        {
            "id": "13",
            "nass": "حيث كتب العلامة الشيخ حافظ الحكمي المتوفى سنة (1377 هـ) منظومة بعنوان (نصيحة الإخوان عن تعاطي القات والشمَّة والدخان) ، ومن ضمن أبياتها الجميلة في ذم القات، قوله: ¶ يا باحثا عن عفون القات ملتمسا ... تبيانه مع إيجاز العبارات ¶ ليس السماع كرأي العين متضحا ... فاسأل خبيرا ودع عنك الممارات ¶ كله لما شئت من وهن ومن سلس ... ومن فتور وأسقام وآفات ¶ كله لما شئت من لهو الحديث ومن ... إهلاك مال ومن تضييع أوقات ¶ على العبادة قالوا نستعين به ... فقلت: لا، بل على ترك العبادات ¶ إن جاءه الظهر فالوسطى يضيعها ... أو مغربا فعشاء قط لم يات ¶ وإن أتاها فمع سهو ووسوسة ... في غفلة مع تفويت الجماعات ¶ لقد عجبت لقوم مولعين به ... وهم مقرون منه بالمضرات ¶ في الدين والمال والأبدان به شهدوا ... بسكرهم منه في جل المحلات ¶ إني أقول لشاريه وبائعه ... إن لم يتوبوا لقد باؤوا بزلات1 ¶ __________ ¶ 1 نصيحة الإخوان عن تعاطي القات والشمَّة والدخان ص 4.",
            "page": "20",
            "part": "1",
            "seal": "0B94FF49"
        },
        {
            "id": "14",
            "nass": "المطلب الثالث: أدلة تحريم القات: ¶ 1) قوله تعالى { ... وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ ... } 1 ¶ 2) قوله تعالى { ... وَلا تَقْتُلُوا أَنْفُسَكُمْ ... } 2 ¶ وجه الدلالة من الآيتين: ¶ أن الآيتين نصَّتا على نهي المسلم عن أن يورد نفسه موارد الهلاك، أو أن يقتل نفسه، وذلك يشمل قتلها مباشرة أو بالتسبب3. والمتناول للقات متسبب في هلاك نفسه، وإزهاق روحه، إذ لم يحافظ عليها بتجنبها كل ما يسبب لها الضرر، فهو بتناوله لهذا النوع من النبات قد ألحق بنفسه مفاسد وأضرارا جسيمة، فقد ثبت أن أكل القات يهيئ جسد الإنسان لأن يكون مرتعا خصبا لأمراض خطيرة تؤدي بمتعاطيه إلى الإصابة بها، كمرض نزيف الدماغ، وفقر الدم، وتليف الكبد لمستعمليه علم، فترة طويلة. ¶ 3) قوله تعالى: {وَلا تُبَذِّرْ تَبْذِيراً إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ} 4 ¶ __________ ¶ 1 الآية (195) من سورة البقرة. ¶ 2 الآية (29) من سورة النساء. ¶ 3 الجامع لأحكام القرآن للقرطبي: 2/363, 5/156. ¶ 4 من الآيتين (26، 27) من سورة الإسراء.",
            "page": "21",
            "part": "1",
            "seal": "C209F0BF"
        },
        {
            "id": "15",
            "nass": "وجه الدلالة: ¶ أن القات لو لم يترتب عليه من المفاسد والأضرار سوى أنه تبذير وإسراف، لكان ذلك كافيا في ذمه والنهي عنه، فقد نزل الله تعالى المبذرين منزلة الشياطين. ¶ 4) عن النعمان بن بشير- رضي الله عنهما- أن النبي عليه قال: \"إن الحلال بين وإن الحرام بين، ويينهما مشتبهات لايعلمهن كثير من الناس فمن اتقى الشبهات فقد استبرأ لدينه وعرضه 000\" 1. ¶ قال الفقيه أبو بكر بن إبراهيم المقري الهرازي اليمنى في رسالته في تحريم القات بعد أن ذكر هذا الهديت..... إني رأيت من أكلها الضرر في بدني وديني، فتركت أكلها، فقد ذكر العلماء أن المضارات من أشهر المحرمات، فمن ضررها أن آكلها يرتاح ويطرب، وتطيب نفسه، ويذهب حزنه، ثم يعتريه قدر ساعتين من أكله هموم متراكمة، وغموم متزاحمة، وسوء أخلاق2. ¶ __________ ¶ 1 رواه البخاري كتاب الإيمان باب فضل من استبرأ لدينه: 1/19 ومسلم كتاب المساقاة باب أخذ الحلال وترك الشبهات: 3/1219 رقم (1599) . ¶ 2 تحذير الثقات: 225، فتوى في حكم أكل القات للشيخ إبراهيم: هـ.",
            "page": "22",
            "part": "1",
            "seal": "8FFC7896"
        },
        {
            "id": "16",
            "nass": "5) عن أم سلمة- رضي الله عنها- قالت: \"نهى رسول الله صلى الله عليه وسلم عن كل مسكر ومفتر\" 1. ¶ قال العلماء: المفتر كل ما يورث، الفتور في البدن، والخدر في الأطراف، وذلك كله متحقق ومعلوم ومشاهد في كل من يستعمل القات ويأكله، فيكون محرما بهذا الحديت2 ¶ 6) .قال سماحة الشيخ محمد بن إبراهيم مفتي المملكة العربية السعودية سابقا، والمتوفى سنة (1389هـ) : \"قد ورد ¶ __________ ¶ 1 رواه ابن أبي شيبة كتاب الأشربة باب النهي عن المسكر: 5/67، رقم (23746) . ¶ وأحمد في كتاب الأشرية: 26، رقم (4) ، وفي المسند: 6/309، وأبو داود كتاب الأشربة باب النهي عن المسكر: 4/ 90، رقم (3686) ، والطحاوي في شرع معاني الآثار كتاب الأشرب باب ما يحرم من النبيذ: 4/216، والبيهقي في السننه الكبرى كتاب الأشربة باب ما أسكر كثيره فقليله حرام: 8/296، وصححه السيوطي في الجامع الصغير: 2/193 وقواه الشوكاني في البحث المسفر: 144-145 ¶ 2 تحذير الثقات: 226، الزواجر: 1/354، حكم أكل القات للشيخ محمد بن إبراهيم: 4، 7، أحكام الأطعمة: 354.",
            "page": "23",
            "part": "1",
            "seal": "DBF56E20"
        },
        {
            "id": "17",
            "nass": "علينا سؤال عن حكم أكل القات وتحريمه.... إلى أن قال: وحيث أن هذه مسألة حادثة الوقوع، والحكم عليها يتوقف على معرفة خواص هذه الشجرة، وما فيها من المنافع والمضار، وأيهما يغلب عليها بموجبه، وحيث أننا لا نعرف حقيقتها لعدم وجودها لدينا فقد تتبعنا ما أمكننا العثور عليه من كلام العلماء فيها فظهر لنا بعد مزيد البحث والتحري، وسؤال من يعتد بقولهم من الثقات أن المتعين فيها المنع من تعاطي زراعتها وتوريدها واستعمالها لما اشتملت عليه من المفاسد والمضار في العقول والأديان والأبدان، ولما فيها من إضاعة المال، وافتتان الناس بها، ولما اشتملت عليه من الصد عن ذكر الله وعن الصلاة، فهي شر ووسيلة لعدة شرور، والوسائل لها أحكام الغايات، وقد ثبت ضررها، وتفتيرها، وتخديرها، بل وإسكارها، ولا التفات لقول من نفى ذلك، فإن المثبت مقدم على النافي، فهاتان قاعدتان من قواعد الشريعة الأصولية، تؤيدان القول بتحريمها، وقياسا لها على الحشيشة المحرمة لاجتماعهما في كثير من الصفات، وليس بينهما تفريق عند أهل التحقيق.... ثم ساق- رحمه الله- الأدلة على تحريمها.. إلى أن قال: وهذا القات لو فرضنا أن فيه بعض النفع فإن ما فيه من المضار والمفاسد المتحققة تربو وتزيد على ما فيه من النفع أضعافا مضاعفة، ولهذا جزم بتحريمه جملة من العلماء الذين عرفوا خواصه",
            "page": "24",
            "part": "1",
            "seal": "445CF716"
        },
        {
            "id": "18",
            "nass": "واستدل كل منهم على تحريمه بما ظهرله.... ¶ ثم قال رحمه الله: هاهنا يتبين لنا صحة الطريقة التي سلكناها فيما تقدم في تحريم القات، وتمشيها على الأصول الشرعية والقواعد المعتبرة المرعية، وبما قدمناه يتضح صحة القول بتحريم القات والنهي عنه، ومنعه منعا باتا زراعة وتوريدا واستعمالا وغير ذلك، وهذا ظاهر لكل من تدبر ما ذكرنا وعرف أصول الشريعة وقواعدها، ودرء المفاسد مقدم على جلب المصالح\"1 أهـ. ¶ 7) إن العلماء المعاصرين قد اتفقوا على تحريمه، إذ صدر قرار المشاركين في (المؤتمر الإسلامي العالمي لمكافحة المسكرات والمخدرات) المنعقد في الجامعة الإسلامية بالمدينة المنورة (الفترة من 27- 30/5/1402هـ) بشأن القات، فجاء في الوصية التاسعة عشرة: \"يقرر المؤتمر بعد استعراض ما قدم إليه من بحوث حول أضرار القات الصحية، والنفسية والخلقية والاجتماعية، والاقتصادية أنه من المخدرات المحرمة شرعا، ولذلك فإنه يوصي الدول الإسلامية بتطبيق العقوبة الإسلامية ¶ __________ ¶ 1 للمزيد من الأدلة على تحريم القات، انظر رسالة: فتوى في حكم أكل القات للشيخ ابن ابراهيم.",
            "page": "25",
            "part": "1",
            "seal": "E4187B43"
        },
        {
            "id": "19",
            "nass": "الشرعية الرادعة على من يزرع أو يروج أو يتناول هذا النبات الخبيث..\"1. ¶ يقول الشيخ محمد المجذوب معلقا على هذا القرار: \"وما أراني مبالغا إذا قلت بأن في هذا القرار نوعا من الإجماع الملزم للمسلم، إذ هو منبثق من التوافق التام بين الدين والعلم، لأن المقرين له صفوة من فقهاء ومفكري العالم الإسلامي على امتداده وعلى اختلاف مذاهبه فمن حقه على أهل العلم أن يتلقوه بالقبول والرضا، لأنه حسم كل خلاف بينهم في شأن هذه المادة التي استهوت الكثيرين منهم حتى جعلتهم أسوة غير حسنة لعامة الناس\"2. ¶ __________ ¶ 1 مجلة الجامعة الإسلامية بالمدينة المنورة، العدد السابع والخمسون (1403هـ) ص 319. ¶ 2 مجلة الجامعة، الصفحة السابقة.",
            "page": "26",
            "part": "1",
            "seal": "8F38FEF3"
        },
        {
            "id": "20",
            "nass": "الطلب الرابع: أضرار ومفاسد القات: ¶ أثبتت الدراسات والتقارير الصادرة عن مراكز الأبحاث الطبية، والتي أصدرها العلماء المتخصصون أن استعمال وتعاطي القات يؤدي إلى الإصابة بكثير من الأمراض وأن الإدمان عليه لفترات طويلة ربما أدى إلى الإصابة بالهلوسة والجنون، ومن تلك الأضرار1: ¶ 1) أن أوراق القات تحتوي على مواد منومة، ومخدرة، وضارة بالمخ، والإدمان عليها يؤدي إلى الهذيان، وكثرة الكلام، وينتاب الشخص نوبات من الصمت والكآبة. ¶ 2) زيادة التوتر العصبي، والإثار والاضطراب، والاتجاه إلى العنف، والتصرفات الطائشة اللا إرادية، والأرق، وقلة النوم. ¶ __________ ¶ 1 انظر عن أضرار القات: تحذير الثقات عن استعمال القات: 223 وما بعدها، إصلاح المجتمع: 406، رسالة الشيخ ابن ابراهيم ص 7، أضرار التعاطي: 30، المخدرات في الفقه الإسلامي: 45، الأضرار الصحية للمخدرات للبار 48، المخدرات والمؤثرات العقلية 94، أحكام الأطعمة للطريقي: 351، 357، المخدرات والإدمان: 34، جحيم المخدرات: 52.",
            "page": "27",
            "part": "1",
            "seal": "7804A5EE"
        },
        {
            "id": "21",
            "nass": "3) يسبب فقر الدم، ونزيف المخ، والضعف العام في البنية، وتليف الكبد، ويرافق استعماله توسع حدقة العين، وتهيج الجهاز العصبي مما يسبب اضطرابات تؤدي للتأثير على القلب. ¶ 4) من الملاحظ على متعاطي القات، أنهم يعكفون على أكله وتناوله ساعات طويلة متواصلة، حيث أن جلساتهم تبدأ عادة بعد الظهيرة وتستمر حتى المساء، أو من غروب الشمس حتى منتصف الليل، وذلك وقت تتخلله الصلوات المفروضة، مما يؤدي بهم إلى تضييعها بالكلية، أو عدم أدائها في وقتها المحدد، فثبت بذلك أن القات يصد عن ذكر الله وعن الصلاة1. ¶ 5) أن الساعات المتلاحقة التي تستغرقها جلسات التخزين، وتضم مختلف طبقات المجتمع، تؤدي إلى الخمول والتكاسل، وتصيب المجتمع بالشلل شبه التام، فيؤدي ذلك بالفرد عن القعود وطلب العيش، والكدح والسعي في الأرض طلبا للرزق، وذلك يؤدي إلى تعطيل المصالح وإلحاق الأضرار الاقتصادية بالمجتمع كله. ¶ __________ ¶ 1 رسالة الشيخ ابن ابراهيم في تحريم القات: 3.",
            "page": "28",
            "part": "1",
            "seal": "C5DDD68D"
        },
        {
            "id": "22",
            "nass": "إن الأفراد مطالبون بالعمل والإنتاج، والإسهام في النهوض بالنواحي الاقتصادية لبلدانهم، والوصول بها إلى مراتب، متقدمة، والمحافظة على المقدرات والمكتسبات التي كلف تأمينها أموالا طائلة وجهودا مضنية، ولن يتم تحقيق ذلك بإهدار عشرات الألوف من الساعات سنويا في جلسات مضغ القات وتخزينه. ¶ فكم من الأوقات الثمينة التي تضيع سدى، وتذهب هدرا في سبيل إشباع رغبات وهمية، فيما لايعود على المجتمع بالنع والفائدة، مما يعطي دلالة على عدم أهمية الزمن، وأن، الوقت لا قيمة له، إذ لو تم استغلاله في العمل وبذل الجهد لتحقيق أهداف إيجابية، وغايات محمودة، لأدى ذلك إلى تحقيق كثير من المكاسب التي تعود بفوائد عديدة ومنافع كثيرة للأفراد والجماعات. ¶ يقول الشيخ محمد بن سالم البيحاني اليمني في كتابه: إصلاح المجتمع1: \"ومعلوم من أمر القات أنه يؤثر على الصحة البدنية، ¶ __________ ¶ 1 إصلاح المجتمع: 406",
            "page": "29",
            "part": "1",
            "seal": "FBE0026E"
        },
        {
            "id": "23",
            "nass": "فيحطم الأضراس ويهيج الباسور1، ويفسد المعدة، ويضعف شهية الأكل، ويدر السلاس- وهو الودي2 - وربما أهلك الصلب، وأضعف المني، وأظهر الهزال، وسبب القبض المزمن، ومرض الكلى، وأولاد صاحب القات غالبا يخرجون ضعاف البنية، صغار الأجسام، قصار القامة، قليل دمهم، مصابون بعدة أمراض خبيثة: ¶ إن رمت تعرف آفة الآفات ... فانظر إلى إدمان مضغ القات ¶ القات قتل للمواهب والقوى ... ومولد للهم والحسرات ¶ ما القات إلا فكرة مسمومة ... ترمي النفوس بأبشع النكبات ¶ ينساب في الأحشاء داء فاتكا ... ويُغرض الأعصاب للصدمات ¶ بذر العقول تتيه في أوهامها ... ويذيقها كأس الشقاء العاتي ¶ ويميت في روع الشباب طموحه ... ويذيب كل عزيمة وثبات ¶ يغتال عمر المرء مع أمواله ... ويريه ألوانا من النقمات ¶ هو للإرادة والفتوة قاتل ... هو مما حق للأوجه النضرات ¶ __________ ¶ 1 الباسور: مرض يحدث فيه تمدد وريدي في الشرج. ¶ 2 الودي: ماء رقيق أبيض يخرج من الذكر بعد البول من إفراز البروستاتة.",
            "page": "30",
            "part": "1",
            "seal": "DAE74094"
        },
        {
            "id": "24",
            "nass": "فإذا نظرت إلى وجوه هواته ... أبصرت فيها صفرة الأموات1 ¶ __________ ¶ 1 إصلاح المجتمع: 406- 407.",
            "page": "31",
            "part": "1",
            "seal": "17152927"
        },
        {
            "id": "25",
            "nass": "المبحث الثالث: الأفيون ومشتقاته ¶ الأفيون: العصارة المستخرجة من ثمرة نبات الخشخاش غير الناضجة، حيث يتم تشريطها فيخرج منها عصير أبيض لزج سرعان ما يتحول لونه إلى البني عند تعرضه للهواء. ¶ فثمرة نبات الخشخاش هي المصدر المستخرج منه الأفيون، وهو نبات عشبي حولي عرفته البشرية منذ آلاق، السنين1. ¶ وتعتبر آسيا الصغرى، الموطن الأصلي لشجرة الخشخاش، ثم انتشرت زراعتها في العراق، ومصر، وإيران، وشبه القارة الهندية2. ويعتبر المثلث الذهبي: لاوس، وتايلند، وبورما، والهلال الذهبي: باكستان، وأفغانستان، وإيران، وتركيا، من أكبر مصادر نمو هذه الشجرة في الوقت الراهن3. ¶ __________ ¶ 1 اللسان: 6/298 (خشش) ، الموسوعة العريية الميسرة: 1/183، المخدرات والإدمان. الصفحة السابقة. ¶ 2 المخدرات والإدمان. الصفحة السابقة. ¶ 3 الأضرار الصحية للمخدرات للدكتور البار: 10.",
            "page": "33",
            "part": "1",
            "seal": "D54F4266"
        },
        {
            "id": "26",
            "nass": "غير أن آخر الدراسات التي أجريت عن (الأفيون) أظهرت أن أفغانستان، وبالذات (وادي قسدا) - الذي يطلق عليه (وادي الذهب) - من أكبر مناطق زراعة وإنتاج الأفيون في العالم، ويرى مسؤولو مكافحة المخدرات في العالم أنه إذا استمر (وادي قسدا) على هذه الكمية الغزيرة من الإنتاج، والتي تزيد يوما بعد يوم، فإن أفغانستان سوف تصبح البلد الأول المصدر للأفيون في العالم1. ¶ ويحتوي الأفيون على أكثرمن 35% مركبا كيميائيا تشكللا حوالي 25% من وزن الأفيون2. ¶ ومن أبرز مشتقاته3: ¶ ا- المورفين: المادة الأساسية الفعالة الموجوة في الأفيون، ويعتبر أقوى مسكن للألم عرفه الإنسان، ويتم استخلاص (المورفين) من (الأفيون) ويوجد على شكل مسحوق ناعم أبيض، أو على شكل مادة ¶ __________ ¶ 1 جريدة المدينة المنورة، العدد (9674) ص 14، تاريخ 29/5/1414هـ ¶ 2 المخدرات والإدمان: 19. ¶ 3 المصدر السابق، والأضرار الصحية للمخدرات للدكتور البار: 10- 11، المخدرات والمؤثرات العقلية: 62.",
            "page": "34",
            "part": "1",
            "seal": "455A31C9"
        },
        {
            "id": "27",
            "nass": "سائلة، أو أقراص دائرية مكعبة، ويتم تعاطيه عن طريق الحقن تحت الجلد، أو البلع، أو التدخين، أو الاستنشاق عبر الأنف. ¶ 2- الكودايين: ويشكل تقريبا 10% من وزن الأفيون،. ¶ 3- الثيبايين: ولا يشكل سوى 2% من وزن الأفيون الخام، ولا يستخدم في الأغراض الطبية، لأنها مادة تسبب، الصرع والنوبات التشنجية. ¶ 4- البابافرين: ونسبته في الأفيون 1%، ويستخدم لتوسيع الأوعية الدموية، ويمنع تقلص العضلات. ¶ 5- النوسكابين: وتصل نسبته إلى 6% من الأفيون الخام. ¶ 6- الهيروين1: أخطر مشتقات الأفيون، فهو أقوى من (المورفين) بثمانية أضعاف، وقيل: ستة أضعاف، وهو عبارة عن مسحوق بلوري يتراوح بين الأبيض والبني الغامق، ويتم تعاطيه عن طريق الاستنشاق، أو حرقه واستنشاق أبخرته، أو حقنه تحت الجلد. ¶ __________ ¶ 1 المخدرات والمؤثرات العقلية: 66، جحيم المخدرات: 58، المخدرات والعقاقير المخدرة: 129.",
            "page": "35",
            "part": "1",
            "seal": "97F317C9"
        },
        {
            "id": "28",
            "nass": "وهذا النوع من المخدرات هو الخطر الداهم الذي بدأ يزحف على الشباب في الآونة الأخيرة بشكل سريع، ليشكل واحدا من أكبر الأخطار التي تواجهها المجتمعات البشرية. ¶ أضرار الأفيون ومشتقاته: ¶ يمكن حصر الأضرار الناجمة عن استخدام الأفيون ومشتقاته بما فيها الهيروين بما يأتي:1 ¶ ا) إصابة متعاطيه بمرض فقدان المناعة المكتسب (الأيدز) . ¶ 2) التهاب الكبد الفيروسي الذي ينتهي إلى تليف الكبد الخطير، كما أنه يؤدي إلى الإصابة بسرطان الكبد. ¶ 3) الالتهاب الشديد في غشاء القلب الداخلي. ¶ 4) إصابة الدماغ بالتهاب نتيجة الميكروبات المختلفة، والتهاب النخاع الشوكي ويؤدي تكرار استخدام (المورفين) و (الهيروين) إلى ضمور الدماغ وإلى حدوث حالات الجنون، والهذيان، والإغماء، والهلوسة. ¶ 5) إصابة الرئتين، والتأثير على الجهاز التنفسي، وهبوط النفس. ¶ __________ ¶ 1 الأضرار الصحية للمخدرات للبار: 13- 19، المخدرات والمؤثرات العقلية 68، أضرار تعاطي المخدرات: 48.",
            "page": "36",
            "part": "1",
            "seal": "91A16217"
        },
        {
            "id": "29",
            "nass": "المبحث الرابع: الكوكائين وأضراره ¶ الكوكائين: يستخرج الكوكائين من نبات (الكوكا) ، وهي شجرة يبلغ ارتفاعها من مترين إلى مترين ونصة، أوراقها خضراء رفيعة بيضاوية الشكل، وهذه الأوراق تحتوي من 1% إلى 2% من الكوكائين1. ¶ تنتشر شجرة (الكوكا) في جبال (بيرو) و (كولومبيا) و (بوليفيا) بأمريكا الجنوبية، وفي جزر الهند الشرقية، والغربية، والهند، وبعض دول أفريقيا2. ¶ ويتم استخلاص مادة (الكوكائين) من نبات هذه الشجرة عن طريق معالجة أوراقها بحمض كلوريد الهيدروجين فتتحول إلى مادة تذوب في الماء بسهولة3. ¶ والكوكائين مادة بيضاء ناعمة على شمكل مسحوق عديم الرائحة، ¶ __________ ¶ 1 المخدرات والمؤثرات العقلية: 64. ¶ 2 المخدرات والإدمان: 28، الأضرار الصحية للمخدرات: 48. ¶ 3 المخدرات والإدمان: 30، جحيم المخدرات: 62.",
            "page": "37",
            "part": "1",
            "seal": "C29AF14C"
        },
        {
            "id": "30",
            "nass": "ويتم استنشاقه من قبل المتعاطين له، أو عن طريق حقنه في الوريد، وهذه الطريقة الأخيرة خطرة جدا نظرا للتسمم الحاد من (الكوكائين) ، إذ إن نصف جرام أو جرام واحد منه يؤدي بمتعاطيه إلى الوفاة1. ¶ أضرار الكوكائين: ¶ تنحصر أضرار تعاطي الكوكائين في أن متاعطيه يحس بنشاط مؤقت لا يستغرق سوى دقائق معدودة، ثم يشعر بالهبوط والخمول، فيعاود تكرار العملية بأخذ جرعات متوالية للحصول على التأثير نفسه، ولتخفيف درجة الهبوط، وبهذا التكرار يحدث التسمم الذي يؤدي إلى الأضرار التالية2: ¶ ا) هبوط في النفس قد يسبب الاختناق ثم الوفاة. ¶ 2) الإصابة بتقلصات شديدة في الشرايين، مما قد يؤدي إلى الإصابة بالجلطة. ¶ 3) يشعر متعاطي الكوكائين بتنميل تحت الجلد كأنه سير النمل والحشرات عليه، وفي هذه المرحلة قد يصبح المدمن خطرا، ¶ __________ ¶ 1 المخدرات والإدمان 32، أضرار تعاطي المخدرات: 29. ¶ 2 المخدرات والمؤثرات العقلية: 65- 66، جحيم المخدرات: 63، أضرار تعاطي المخدرات: 49، المخدرات والإدمان: 129، الأضرار الصحية للمخدرات: 50.",
            "page": "38",
            "part": "1",
            "seal": "5C0380A5"
        },
        {
            "id": "31",
            "nass": "ويميل إلى اقتراف الجرائم ويتصور نفسه مكروهة أو مضطهدا أو ملأحقا من أعداء مجهولين، فيعمد تحت إلحاع هذا الشعور إلى الدفاع عن نفسه فيرتكب الجرائم، وقد يدمي المتعاطي للكوكائين جلده من كثرة حكه.",
            "page": "39",
            "part": "1",
            "seal": "C371FE9C"
        },
        {
            "id": "32",
            "nass": "المبحث الخامس: جوزة الطيب وأضرارها ¶ جوزة الطيب: نبات طبيعي يخرج من شجرة كبيرة دائمة الخضرة من فصيلة الجوزيات. ¶ وينتشر هذا النوع من النبات في شبه القارة الهندية، وحين تنضج تماما وتبدو النواة داخل البذرة وهي التي تسمى جوزة الطيب. ¶ وتستعمل عن طريق الاستحلاب داخل الفم، أو تذاب في المشروبات، أو تستنشق عن طريق الأنف بعد سحقها1. ¶ وقد ثبت طبيا أن جوزة الطيب مادة منبهة، وإذا أخذت بكميات كبيرة فإنها سامة، وتثير المعدة، وتؤدي إلى القيء، وفقدان الوعي، والتشنجات، ونشافة الفم، وسرعة نبضات القلب، واحمرار الوجه2. ¶ وقد نص الفقهاء على تحريم تناولها، وجعلوها في عداد المسكرات والمخدرات، بل ذهب بعضهم إلى أن جوزة الطيب أشد ¶ __________ ¶ 1 التداوي بالأعشاب 93، المخدرات والعقاقير: 160، المخدرات والمؤثرات العقلية: 95 ¶ 2 المصادر السابقة.",
            "page": "41",
            "part": "1",
            "seal": "69FE331A"
        },
        {
            "id": "33",
            "nass": "حرمة من الحشيش المتفق على تحريمه، وجعلوه مقيسا عليها1، ونقل بعضهم إجماع الأئمة الأربعة بأنها من المسكرات، فثبتت حرمتها بذلك2. ¶ __________ ¶ 1 زهر العريش: 124، تحفة المحتاج: 1/168، الزواجر: 1/356، تحذير الثقات: 229، واضح البرهان: 97، عون المعبود: 5/128 السهام المريشه: 50. ¶ 2 الدر المختار: 6/487",
            "page": "42",
            "part": "1",
            "seal": "6C0BE6A3"
        },
        {
            "id": "34",
            "nass": "الفصل الثاني: الخمر وأضرارها ¶ وهي أم الخبائث، والخمر: كل ما خامر العقل، وغاطاه، وستره1. فيدخل في مسماها كل ما من شأنه الإسكار مطلقا، دون النظر إلى شكله أو ماهيته أو مادته التي يستخرج منها، وسواء كان مائعا أو جامدا وعلى أي صورة كان شربه أو تعاطيه، فكل ما يستر العقل ويغطيه يندرج تحت مسمى الخمر، وإن اختلفت أسماؤه، أو تعددت ألقابه. ¶ وقد تنوعت- في هذا العصر- أسماء الخمر، وتعددت، وأطلق عليه مروجوه مسميات لم تكن معروفة من قبل، مثل: الويسكي، البيرة، الشمبانيا، الكولونيا، العرق، الكونياك، البرندي، المشروبات الروحية وغيرها2. ¶ وتحريم الخمر معلوم من الدين بالضرورة، لا ينكره إلا معاند أو جاحد، وقد اتفقت جميع الملل والشرائع على تحريمها، وماذاك إلا لخبثها وضررها على الإنسان، والله.- تعالى- لطيف بعبادة، ¶ __________ ¶ 1 اللسان: 4/ 255 (خمر) . ¶ 2 أضرار تعاطي المخدرات: 18، جحيم المخدرات: 40، فقه الأشربة: 221.",
            "page": "45",
            "part": "1",
            "seal": "9E072988"
        },
        {
            "id": "35",
            "nass": "أحل لهم كل طيب نافع، وحرم عليهم كل خبيث ضار. ¶ وقد أورد الشوكاني في كتابه- البحث المسفر- النصوص من القرآن، والسنة الصحيحة المتواترة، ووجه دلالتها على تحريم كل مسكر1. ¶ ويكفي في بيان ضرر الخمر وآثارها السيئة على شاربها، وصف الله تعالى لها في كتابه الكريم، بقوله جل شأنه: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} 2 ¶ فالرجس: النجس الخبيث المستقذر، الذي تعافه العقول السليمة، والنفوس النبيلة3 ¶ وقد بين الأطباء المتخصصون المعاصرون، أضرار الخمر ومفاسدها الصحية، التي تلحق بشاربها، والمدمن عليها، ومن أهمها4: ¶ ا) فساد الدم، لاحتوائه على نسبة عالية من الكحول، حيث لا يصلح دم مدمن الخمر ليعطى منه للأصحاء. ¶ __________ ¶ 1 انظر البحث المسفر: 92- 105. ¶ 2 الآية (90) من سورة المائدة. ¶ 3 الجامع للقرطبي: 6/287-288 ¶ 4 انظر: أضرار تعاطي المخدرات: 18، المخدرات والمؤثرات العقلية: 58، فقه الأشربة: 77 وما بعدها.",
            "page": "46",
            "part": "1",
            "seal": "A074B9A5"
        },
        {
            "id": "36",
            "nass": "2) الإصابة بتليف الكبد، أو تشمع الكبد، وهناك وهم شائع أن بعض الخمور هي التي تسبب التليف الكبدي دون غيرها والتقارير الطبية المتلاحقة تثبت أن الخمور كلها تؤدي إلى نتيجة واحدة. ¶ 3) يؤدي تناولها إلى زيادة الكوليسترول والشحوم في الدم، ويشكو شاربها من آلام في الصدر، وضيق شديد فيه يعوقه عن الحركة، وكثيرا ما ينتهي، الأمر بانسداد الشرايين أو أحدها، فينقطع الدم فجأة عن جزء من عضلة القلب وتحدث الوفاة الفجائية نتيجة احتشاء العضلة القلبية. ¶ 4) تسبب الخمرة في التهاب المعدة، والقرحة المعدية أو المعوية، وتزيد خطورتها في أنها تسبب النزيف الداخلي في المعدة أو الأمعاء. ¶ هذا فضلا عن أضرارها الأخرى، فمدمن الخمر يفقد عقله، وهو أغلى شيء وهبه الله تعالى للإنسان، يتفكر به في مخلوقات الله ويميز به بين الحق، والباطل، والنافع والضار، والخير والشر، فإذا سلبت منه نعمة العقل، أصبح ضالا هائما على وجهه، لا فرق بينه وبين البهيمة بل ربما كانت البهيمة أنفع منه. ¶ فبفقدانه لعقله يقدم على ارتكاب: أي عمل عدواني من زنا",
            "page": "47",
            "part": "1",
            "seal": "3281098F"
        },
        {
            "id": "37",
            "nass": "أو سرقة أو قتل أو غير ذلك، وربما وقع ذلك منه على محارمه أو أصدقائه. ¶ وقبل ذلك كله، فإن شارب الخمر قد عصى خالقه جل وعلا، وخالف أوامر نبيه صلى الله عليه وسلم، وانخلع من الوظيفة الأساسية التي كلف من أجلها. قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلاَّ لِيَعْبُدُونِ} 1 فينال بفعله ذلك الشقاء في الدنيا والآخرة. ¶ __________ ¶ 1 الآية (56) من سورة الذاريات.",
            "page": "48",
            "part": "1",
            "seal": "857C882D"
        },
        {
            "id": "38",
            "nass": "الفصل الثالث: الأضرار العامة للمخدرات ¶ ذكرت فيما سبق أنواع المخدرات، وأضرارها الصحية، ويضاف إلى ما سبق ذكره من الأضرار، أن الإقدام على تعاطي المخدرات وإدمانها يؤدي بالشخص إلى الانسلاخ من أعز ما يملكه الإنسان في هذه الحياة، ألا وهو الدين والفطرة السليمة، لأن الدين هو الثروة الحقيقية التي ينال بها المرء سعادة الدنيا، ونعيم الآخرة، ولقد آلى الشيطان على نفسه أن يبذل ما يستطيع لإضلال الإنسان، وإبعاده عن عبادة ربه، وصرفه عما يحقق له السعادة في الدنيا والآخرة، غير أن الإنسان إذا حافظ على نعمة الإسلام، وحفظها، سلم- بإذن الله تعالى- من إضلال الشيطان وإغوائه، وإن قصر وضيع، وأتبع نفسه هواها، واستسلم لشيطانه، فسيكون لقمة سائغة له، يأتمر بأمره، ويأخذ بمشورته، فتضعف صلة المرء بربه جل وعلا، فيسلك طريق المخدرات، ويقع في شراكها، وبالتالي فإن كل شيء، يهون عليه إذا انخرط في عالم المخدرات، ذلك أنه زائل العقل، فاسد القلب، فاقد الإدراك، فهو يعيش في غيبوبة بعيدا عن واقعه الذي يعيشه منصرفا انصرافا كليا عن",
            "page": "49",
            "part": "1",
            "seal": "C8E2A8B8"
        },
        {
            "id": "39",
            "nass": "التفكر بمخلوقات الله تعالى، وعن القيام بوظيفته الأساسية التي خلق من أجلها، فتنقطع علاقته بربه بالكلية، فيهجر المساجد، ويضيع الصلوات، ويرتكب المعاصي والمنكرات، ويصبح همه أن يشبع رغبات نفسه الأمارة بالسوء وكثيرا ما يداهم الموت أولئك وهم على تلك الحالة السيئة، فيختم لهم بسوء الخاتمة والعياذ بالله، فيخرج من دنياه دون أن يقدم في حياته عملا صالحا يقربه من ربه جل وعلا يوم القيامة. ¶ كما أن تعاطي المخدرات يؤثر على الحياة الاجتماعية تأثيرا سلبيا، فانشغال المتعاطي بالمخدر، وطريقة الحصول عليه، وإهماله لنفسه، وأهله وعمله، يؤدي ذلك كله إلى اضطرابات شديدة في العلاقات الأسرية، والروابط الاجتماعية1. فكم مزقت المخدرات والمسكرات من علاقات وصلات، وفرقت من أخوة وصداقات، وشتت أسرا وجماعات، وأشعلث أحقادا وعداوات قال تعالى: {إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ} 2، وإن جوا أسريا تنتشر فيه هذه المهلكات لهو جو ¶ __________ ¶ 1 أضرار المسكرات، للدكتور/ جمال بلال: 22 ¶ 2 الآية (19) من سورة المائدة.",
            "page": "50",
            "part": "1",
            "seal": "41519C02"
        },
        {
            "id": "40",
            "nass": "يسوده القلق والتوتر، ويخيم عليه الشقاء والشقاق، وينتهي أمره إلى الخيبة والخسران والهلاك. ¶ إن من يلقي بنفسه في سموم المسكرات يسهل عليه أن يبذل كل غال ونفيس، ويضحي بكل عزيز. من أجل الوصول إليها، والحصول عليها، حتى ولو كان ذلك من أضيق المسالك، وأخطر الطرق، فقد يسرق أو يختلس، بل ويتخلى عن جميع القيم والأخلاق ليحصل على المادة التي يصل، بها إلى ما يريد، ويسير في هذا المسلك الوعر إلى أن تضعف قواه الجسدية والعقلية، فيصبح غير قادر على العمل، فيكون عالة على أسرته ومجتمعه، وقد ينتهي به الحال إلى الإعاقة الكاملة، أو التشوه بعد أن يفقد كل مميزاته الإنسانية من عقل وخلق، ومقوماته الاجتماعية، من عمل مثمر، أو وظيفة نافعة، أو صناعة رابحة، كما يفقد أهله وعشيرته، وأصدقاءه، وأحبته، وفي ذلك ضياع للفرد الذي هو كيان الأسرة، ولبنة في قيام المجتمع، وإذا فقدت الأسرة كيانها حل بها التمزق، فيصبح بناء المجتمع هشا ضعيفا، لا يستطيع أن يقف أمام العواصف المعادية، والتيارات الوافدة، ويصير فريسة سهلة لأي عدو يتربص به الدوائر1. ¶ __________ ¶ 1 حكم الشريعة الإسلامية في المسكرات للدكتور/ محمد الوائلي: 30- 31.",
            "page": "51",
            "part": "1",
            "seal": "856FA872"
        },
        {
            "id": "41",
            "nass": "أما الأضرار الاقتصادية الناجمة عن تعاطي المخدرات فهي كبيرة جدا، ذلك أن مدمني المسكرات والمخدرات يشكلون عائقا كبيرا في طريق التنمية والتقدم الاقتصادي، ويخلفون عبثا ثقيلا على عاتق الأمة بما يضيعون من ثروتها الأهلية، وما يجلبونه لها من المآسي1 والنكبات، فلقد أثبتت الدراسات التي قام بها الباحثون المتخصصون أن تعاطي وإدمان المخدرات يؤثران على إنتاجية الفرد في العمل، وذلك من خلال ما يطرأ على الفرد من تغييرات نتيجة للتعاطي أو الإدمان، وأن هذا التأثير يشمل كمَّ الإنتاج وكيفه. ¶ ولما كان إنتاج المجتمع حصيلة مجموع إنتاج اللأفراد، فإنه يتأثر تأثرا مباشرا باعتلال إنتاج الفرد وهبوطه، فضلا عن ما ينفق من الأموال والجهود في سبيل مكافحة المسكرات والمخدرات، ومنع تهريبها وتداولها وتعاطيها، من حيث تخصيص إدارات خاصة بمكافحة المخدرات والقضاء عليها، وما يتبع ذلك من إنفاق الأموال الطائلة عليها، وتكليف الكثير من الكفاءات للعمل بها، وكان يمكن أن توجه تلك الأموال وأن تصرف تلك الجهود إلى ¶ __________ ¶ 1 حكم الشريعة الإسلامية في المسكرات للدكتور/ محمد الوائلي: 34.",
            "page": "52",
            "part": "1",
            "seal": "B617AE7D"
        },
        {
            "id": "42",
            "nass": "أعمال نافعة، ومهام أخرى، تسهم في توفير كثير من الخدمات الأخرى للمجتمع1. ¶ ولو نظرنا إلى انتشار الجرائم وتفشيها في المجتمعات، لوجدنا أن تعاطي المسكرات والمخدرات يشكل أحد الأسباب الرئيسة في ظهورها، ذلك أن المدمن عادة مايكون فاشلا في مجتمعه، عاجزا عن القيام بأي عمل ينفعه، كما أنه يصبح خاليا من الشعور بالمسؤلمية، لفقده ما يؤهله لذلك من دين أو عقل نتيجة تعاطيه لتلك السموم، ومن كان هذا شأنه فإنه سيقدم على طلب المال، وتحصيله من أي مصدر، وبأي وسيلة، حتى لو استدعى ذلك منه ارتكاب الجرائم بشتى صورها. ¶ كذلك فإن تهريب المسكرات والمخدرات، وترويجها، وتعاطيها، كل ذلك يؤدي إلى تحريك النزعات العدوانية والإجرامية لدى كل من يتعامل معها، فالمهرب لا يتورع عن ارتكاب أبشع الجرائم في الحصول عل منفذ لإيصال ما لديه من سموم إلى المكان المقصرد، كما أن المروج لا يتوقف عن إنتاج أسوأ الطرق والوسائل، للوصول إلى فريسته، ولعل تأثيره على ¶ __________ ¶ 1 انظر المصدرين السابقين، وأثر المخدرات على الأمة، للدكتور أحمد عطية: 23.",
            "page": "53",
            "part": "1",
            "seal": "2B0D396A"
        },
        {
            "id": "43",
            "nass": "الأطفال وحديثي السن كبير جدا لما يقدمه لهم من إغراءات، ولعدم وعيهم الكافي عن أضرار المخدرات، وعدم معرفتهم بالشخصية التي ينتحلها ذلك المروج ليوقعهم في وحل التعاطي والإدمان مما قد يضطر أولئك- بعد تناولها والإدمان عليها- إلى ارتكاب جرائم السرقات والسطو للحصول على المال الذي يمكنهم من شرائها والاستمرار على تعاطيها، وفي ذلك زعزعة لأمن واستقرار المجتمع، إضافة إلى إخلال المتعاطي بالأمن العام عند تواجده في الأماكن العامة، كما أن قيادته للسيارة تحت تأثير المخدر يشكل خطرا عليه وعلى الآخرين، كما أن مهربي المخدرات لا يتورعون عن التعاون مع أي جهة حتى لو كانت من الأعداء في سبيل تحقيق أهدافهم ومآربهم، وتحصيل مكاسبهم غير المشروعة1. ¶ إن غرس الإيمان بالله تعالى، واليوم الآخر، وبكتاب الله تعالى، وبرسوله حد في النفوس، هو أساس الصلاح والوقاية من كل فساد وخطر يهدد المجتمع بأسره، فيجب على كل فرد مسلم أئا كان عمله، وفي أي مكان وجد نفسه، أن يغرس ذلك الإيمان في نفوس الأفراد، والأسر، والمجتمعات لتخليص الشعوب الإسلامية من اقتراف المنكرات كلها، وقيامها بطاعة الله تعالى على ¶ __________ ¶ 1 عوامل تحقيق الأمن الاجتماعي: 46.",
            "page": "54",
            "part": "1",
            "seal": "A8B14F85"
        },
        {
            "id": "44",
            "nass": "كل حال، وهذا هو منطلق مكافحة المسكرات والمخدرات. إن الاسقامة على شرع الله تعالى، ومنهجه القويم، وتعميق روع الإيمان في النفوس، والاستجابة لأوامر الله تعالى، واجتناب نواهيه، والمسارعة إلى تلبية نداء الباري جل وعلا، والتأدب بالأداب الإسلامية الفاضلة والتحلي بلأخلاق الحسنة، والسير على منهج السلف الصالح، والاتصاف بصفات أهل الإيمان، كل ذلك يحفظ المرء المسلم، ويجنبه من الوقوع في أوحال المسكرات والمخدرات، ويحميه من سلوك طريقها، ويمنعه من الاستجابة لدعوات أصحابها فيكفل له السعادة في الدنيا والآخرة، ويفوز بموعود الله تعالى، الذي وعد به عباده المؤمنين المستقيمين، {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلاَّ تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ} 1 ¶ __________ ¶ 1 الآيتان (30) ، (31) من سورة فصلت.",
            "page": "55",
            "part": "1",
            "seal": "AE338F19"
        },
        {
            "id": "45",
            "nass": "مصادر ومراجع ¶ ... ¶ فهرس الصادر والمراجع ¶ أثر المخدرات على الأمة وسبل الوقاية منها: ¶ اعداد. د. أحمد عطية الغامدي/ منشورات الرئاسة العامة لرعاية الشباب (1408هـ) . ¶ أحكام الأطعمة في الشريعة الإسلامية: ¶ إعداد د. عبد الله الطريقي/ الطبعة الأولى (1404هـ) . ¶ إصلاح المجتمع: ¶ تأليف الشيخ/ محمد بن سالم البيعاني اليمني/ الطبعة الأولى. ¶ أضرار تعاطي المخدوات: ¶ تأليف: خالد إسماعيل/ الطبعة الأولى (1412هـ) مكتبة التوبة. ¶ الأضرار الصحية للمخدرات: ¶ تأليف د. محمد علي البار/ الطبعة الأولى. ¶ أضرار المسكرات: ¶ تأليف. د. جمال بلال/ الطبعة الأولى. ¶ البحث المسفر عن تحريم كل مسكر ومفتر: ¶ تأليف: القاضي محمد بن علي الشوكاني (ت 1250هـ) تحقيق/ عبد الكريم صنيتان العمري/ الطبعة الأولى (1415هـ) دار البخاري.",
            "page": "63",
            "part": "1",
            "seal": "F7BF1270"
        },
        {
            "id": "46",
            "nass": "البدر الطالع بمحاسن من بعد القرن السابع: ¶ تأليف: القاضي محمد بن علي الشوكاني ت 1250هـ الطبعة الأولى (1348هـ) مطبعة السعادة. ¶ تتميم التكريم لما في الحشيشة من التحريم: ¶ تأليف: محمد بن أحمد القسطلاني، (ت 686هـ) تحقيق ياسين الخطيب (1411هـ) . ¶ تحذير الثقات من أكل الكفتة والقات: ¶ تأليف: أحمد بن محمد ابن حجر الهيتمي (ت 974هـ) مطبوع ضمن كتاب الفتاوى الكبرى له: المكتبة الإسلامية القاهرة. ¶ تحفة المحتاج بشرح المنهاج: ¶ تأليف: أحمد بن محمد ابن حجر الهيتمي (ت 974هـ) الطبعة الأولى/ المكتبة التجارية/ القاهرة. ¶ التداوي بالأعشاب والنباتات: ¶ تأليف: عبد اللطيف عاشور/ مكتبة ابن سينا/ القاهرة. ¶ الجامع الصغير في أحاديث البشير النذير: ¶ تأليف: الحافظ السيوطي (ت 911هـ) / الطبعة الرابعة دار الكتب العلمية/ بيروت.",
            "page": "64",
            "part": "1",
            "seal": "3DD503FD"
        },
        {
            "id": "47",
            "nass": "الجامع لأحكام القرآن: ¶ تأليف العلامة محمد بن أحمد القرطبي (ت 671هـ) الطبعة الثانية (1377هـ) دار الكتب/ القاهرة. ¶ جحم المخدرات: ¶ تأليف: الاستاذ/ يوسف العريني/ الطبعة الثانية (1410هـ) / مطابع الفرزدق/ الرياض. ¶ حكم الشريعة الإسلامية في المسكرات: ¶ تأليف: أ. د. محمد بن حمود الوائلي/ الطبعة الأولى 1410هـ / مطابع الجامعة الإسلامية. ¶ دراسة نفسية لمتعاطي الحشيش: ¶ اعداد: أحمد عبد الله السعيد/ الطبع الأولى (1410هـ) .الرياض ¶ الدر المختار شرح تنوير الأبصار: ¶ تأليف: علاء الدين محمد بن علي الحصني الحصكفي، (ت 1088هـ) / مطبوع مع كتاب (حاشية ابن عابدين) / الطبعة الثالثة (1404هـ / القاهرة. ¶ الزواجر عن اقتراف الكبائر: ¶ تأليف: أحمد بن محمد بن حجر الهيتمي (ت 974هـ) / دار الكتب العلمية/ بيروت 1407هـ",
            "page": "65",
            "part": "1",
            "seal": "4AD9CDF6"
        },
        {
            "id": "48",
            "nass": "سنن أبي داود: ¶ للحافظ أبي داود سليمان بن الأشعث السجستاني (ت1389هـ) / الطبعة الأولى/ تعليق عزت الدعاس (1399 هـ) دمشق. ¶ السنن الكيرى: ¶ الحافظ أحمد بن الحسين البيهقي ت 458هـ/ الطبعة الأولى 1354هـ / دار الفكر. السهام المريشة لمنع تعاطي الحشيشة: ¶ تأليف: عبد الكريم بن عبد الله الحنفي (ت 1133هـ) / تحقيق: د/ ياسين الخطيب/ الطبعة الثانية (1412هـ) . ¶ شرح معاني الآثار: ¶ للإمام أبي جعفر أحمد بن معمد الطحاوي/ (ت 321هـ) الطبعة الأولى (1399هـ) / دار الكتب العلمية/ بيروت ¶ صحيح البخاري: ¶ للإمام الحافظ محمد بن إسماعيل البخاري ات 256 هـ / طبعة معادة 1978م) معه حاشية السندي/ دار المعرفة/ بيروت. ¶ صحيح الجامع الصغير وزيادته: ¶ للعلامة محمد ناصر الدين الألباني/ الطبعة الثالثة (1408هـ/ المكتب الإسلامي.",
            "page": "66",
            "part": "1",
            "seal": "5E0CBA75"
        },
        {
            "id": "49",
            "nass": "صحيح مسلم: ¶ للإمام الحافظ مسلم بن الحجاج القشيري (ت 261هـ) / تحقيق: محمد فؤاد عبد الباقي / دار إحياء التراث/ بيروت. ¶ ظاهرة تعاطي الحشيش: ¶ اعداد: د. سعد المغربي/ الطبعة الأولى (1963م) /دار المعارف/ القاهرة. ¶ عون المعبود شرح سنن أبي داود: ¶ للعلامة محمد شمس الحق آبادي/ تحقيق: عبد الرحمن عثمان/ الطبعة الثانية 1388هـ/ المكتبة السلفية/المدينة المنورة. ¶ الفتاوى الكبرى: ¶ تأليف: أحمد بن محمد بن حجر الهيتمي (ت 974 هـ) / الطبعة الأولى 1308هـ) المكتبة الإسلامية/ مصر. ¶ فتوى في حكم أكل القات: ¶ لسماحة الشيخ محمد بن إبراهيم آل الشيخ (ت 1389هـ) الطبعة الثانية 1399هـ/ الرياض. ¶ فقه الأشربة وحدها: ¶ تأليف: عبد الوهاب طويلة/ الطبعة الأولى (1406هـ) / القاهرة.",
            "page": "67",
            "part": "1",
            "seal": "5B1AEF5B"
        },
        {
            "id": "50",
            "nass": "لسان العرب: ¶ تأليف: جمال الدين محمد بن مكرم بن منصور (ت711هـ) /دار صادر/ بيروت. ¶ مجموع فتاوى شيخ الإسلام ابن تيمية (ت 728هـ) /جمع وترتيب عبد الرحمن بن محمد بن قاسم/ الطبعة الأولى (1381هـ) / الرياض. ¶ المخدرات في الفقه الإسلامي: ¶ تأليف: د. عبد الله الطيار/ الطبعة الأولى (1421هـ) / مكتبة التوبة/ الرياض. ¶ المخدرات والإدمان: ¶ تأليف: اللواء محمد عباس/ الطبعة الأولى (1989م) / الناشر: أخبار اليوم/ القاهرة. المخدوات وأنواعها: ¶ تأليف: د. حامد جامع/ بحث مطبوع بالآلة الكاتبة. ¶ المخدوات والعقاقير المخدرة: ¶ منشورات مركز أبحاث الجريمة/ وزارة الداخلية/ الرياض. ¶ المخدرات والمؤثرات العقلية: ¶ إعداد: د. سيف الدين شاهين/ الطبعة الثالثة (1409 هـ) / الرياض.",
            "page": "68",
            "part": "1",
            "seal": "707A0E43"
        },
        {
            "id": "51",
            "nass": "المخدرات والمواد المشابهة المسببة للإدمان: ¶ إعداد: د. محمد الحسن/ الطبعة الأولى (1408هـ) / مكتبة الخريجي. ¶ مسند الإمام أحمد: ¶ للإمام أحمد محمد بن حنبل (ت241هـ) / الطبعة الرابعة (1403هـ) / المكتب الإسلامي/ بيروت. ¶ مصادر والفكر الإسلامي في اليمن: ¶ إعداد: عبد الله الحبيشي/ الطبعة الأولى. ¶ مصنف ابن أبي شيبة: ¶ للحافظ عبد الله بن محمد بن أبي شيبة (ت 225هـ) دار التاج (1409 هـ) بيروت. ¶ معجم لغة الفقهاء: ¶ اعداد: د. محمد رواس/ الطبعة الأولى (1405هـ) /دار النفائس/ بيروت. ¶ المعجم الوسيط: ¶ إعداد: مجموعة من اللغويين/ مجمع اللغة العربية/ المكتبة الإسلامية/ استانبول. ¶ مكافحة القات في الصومال: ¶ إعداد د. غريب أحمد/ الناشر: المركز العربي للدراسات الأمنية (1405هـ) / الرياض.",
            "page": "69",
            "part": "1",
            "seal": "568EF5F1"
        },
        {
            "id": "52",
            "nass": "الموسوعة العربية الميسرة: ¶ إعداد: مجموعة من الباحثين/ الناشر: دار الشعب (1407هـ) القاهرة. ¶ نصيحة الإخوان عن تعاطي القات والشمة والدخان ¶ للشيخ حافظ الحكمي (ت 1377هـ) / الطبعة الأولى. ¶ واضح البرهان على تحيم الخمر والحشيش في القرآن ¶ تأليف: عبد الله محمد الحسني/ الناشر/ مكتبة القاهرة. ¶ وقاية المجتمع من المسكرات والمخدرات ¶ تأليف: أد عبد الله أحمد قادري الأهدل/ الطبعة الاولى (1410هـ) / الجامعة الإسلامية بالمدينة المنورة. ¶ الدوريات ¶ جريدة المدينة المنورة/ العدد (9674) في 29/ 5/ 1414هـ. ¶ مجلة الجامعة الإسلامية/ العدد (57) / 1403هـ ¶ مجلة العربي الكويتية/ العدد (147) ، (1400هـ)",
            "page": "70",
            "part": "1",
            "seal": "3D655DAF"
        }
    ],
    "t7543": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "أنواع المخدرات وأضرارها"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "الحشيشة وأضرارها"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "القات حكمه وأضراره"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "1",
            "tit": "تعريف القات وأماكن زراعته"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "حكم استعمال القات"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "أدلة تحريم القات"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "أضرار ومفاسد القات"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "الأفيون ومشتقاته"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الكوكائين وأضراره"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "جوزة الطيب وأضرارها"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الخمر"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الأضرار العامة للمخدرات"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}