{
    "b7560": [
        {
            "id": "1",
            "nass": "مقدمة: ¶ في أهمية دراسة السيرة النبوية لفهم حقيقة الإسلام ¶ الحمد لله رب العالمين القائل في كتابه {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} [الأنبياء: 107] والصلاة والسلام على نبينا محمد القائل: \"إنما بعثت لأتمم مكارم الأخلاق\". (1) ¶ ربما لا تجد إنسانا لا يهتم من قريب أو بعيد بشخصية الرسول صلى الله عليه وسلم. فأتباعه ومحبوه يؤمنون بأنه رسول الله وخاتم النبيين وخير البشر، فضَّله الله بخُلُقه وصفاته الحميدة، وأن سنته هي الطريق الوحيد إلى رحمة الله والنجاة من النار. أما أعداؤه ومخالفوه فيرونه سياسيا عبقريا حيث استطاع في مدة قصيرة أن يؤسس حضارة عظيمة مازالت تذهل عقول ذوي الألباب، وتحافظ على خصائصها الأصلية، وتؤثر بشكل واضح في بقية الحضارات والأديان. ¶ إن الرسول صلى الله عليه وسلم كان مثلا حيا لمكارم الأخلاق، ومعلما حكيما، ومربيا حليما، وكان أسوة حسنة لكل رشيد وتقي، وكان لا ينطق عن الهوى إن هو إلا وحي يوحى؛ وعليه فإن طاعته هي طاعة لله تعالى كما قال سبحانه وتعالى: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ} [النساء: 80] . ¶ بلَّغ الرسول صلى الله عليه وسلم رسالة ربه وبينها وترك أمته على المحجة البيضاء، ليلها كنهارها لا يزيغ عنها إلا هالك، وعلَّم أصحابه كيفية تطبيق الأحكام ¶ __________ ¶ (1) البخاري في الأدب المفرد / برقم 273، أحمد في المسند (2/381) والحاكم في المستدرك (2/613) وصححه على شرط مسلم ووافقه الذهبي وانظر الصحيحة (1/112) برقم (45) وصححه والسنن الكبرى للبيهقي (10/191) .",
            "page": "1",
            "part": "1",
            "seal": "78D22013"
        },
        {
            "id": "2",
            "nass": "القرآنية، ووضح لهم أسرارها ودقائقها، كما علمهم المنهج الحكيم في طرائق التصرف في أعوص القضايا. قال تعالى: {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} [البقرة: 151] . ¶ واهتم علماء المسلمين بدراسة السيرة النبوية والسنة لأنها وحي من عند الله ومصدر ثان للتشريع الإسلامي، كما قال رسول الله صلى الله عليه وسلم: \"ألا إني أوتيت الكتاب ومثله معه لا يوشك رجل شبعان على أريكته يقول عليكم بهذا القرآن فما وجدتم فيه من حلال فأحلوه وما وجدتم فيه من حرام فحرموه ألا لايحل لكم لحم الحمار الأهلي ولا كل ذي ناب من السبع ولا لقطة معاهد إلا أن يستغني عنها صاحبها، ومن نزل بقوم فعليهم أن يقروه، فإن لم يقروه فله أن يعقبهم بمثل قراه\". رواه أحمد وأبو داود. (1) ¶ وقد ألَّف المتقدمون والمتأخرون من العلماء كتبا كثيرة في السيرة النبوية، معتمدين على الأحاديث والآثار الصحيحة حتى يتسنى للمسلمين الفهم الصحيح لكتاب الله الذي على أساسه يمكنهم حل المشاكل التي تواجههم في كل زمان ومكان. ¶ ومن المناسب في هذا الصدد أن أشير إلى بعض الفوائد من دراسة السيرة النبوية من خلال أقوال الرسول صلى الله عليه وسلم وأفعاله: ¶ أولاً: إن المتأمل في السيرة النبوية يدرك أولا حقيقة الدين الإسلامي المتمثل في عبادة الله وحده لا شريك له والتمسك بسنة رسوله صلى الله عليه وسلم تحقيقا ¶ __________ ¶ (1) مسند أحمد (4/130) ، سنن أبي داود (4604) ، وصححه الألباني في صحيح الجامع الصغير (2643) .",
            "page": "2",
            "part": "1",
            "seal": "C1A0DD74"
        },
        {
            "id": "3",
            "nass": "لمعنى الشهادتين. ¶ ثانياً: يشعر بأهمية تزكية نفسه بالعقيدة الصحيحة والعمل الصالح وتهذيبها بتقوى الله والصلاح والزهد متأسيا بالرسول صلى الله عليه وسلم. ¶ ثالثاً: يعي ضرورة الدعوة إلى الصراط المستقيم ويتعلم كيف يدعو إلى الله بالحكمة والموعظة الحسنة، ويجادل بالتي هي أحسن، ويأمر بالمعروف وينهى عن المنكر، ويميز بين ما ينفعه وما يضره، ويصبر ويثابر من أجل بلوغ الهدف، ويبدأ دائما بالأهم فالأهم، ويتحلى بالتأني ولا يتهور، ولا يقنط من رحمة الله. ¶ رابعاً: يتيقن بصدق الرسول صلى الله عليه وسلم فيما ينقل عن ربه الذي لا يأتيه الباطل لا من بين يديه ولا من خلفه. قال الشيخ السعدي في تفسيره: \" فمن عرف النبي صلى الله عليه وسلم معرفة تامة، وعرف سيرته وهديه قبل البعثة، ونشوءه على أكمل الخصال، ثم من بعد ذلك، قد ازدادت مكارمه وأخلاقه العظيمة الباهرة للناظرين، فمن عرفها، وسبر أحواله، عرف أنها لا تكون إلا أخلاق الأنبياء الكاملين، لأنه تعالى جعل الأوصاف أكبر دليل على معرفة أصحابها وصدقهم وكذبهم \" (1) اهـ ¶ خامساً: تجعله يحب الرسول صلى الله عليه وسلم لصفاته الحميدة وأخلاقه العظيمة وأفعاله الحكيمة؛ فإن حبه من أعظم القربات إلى الله. عن أنس بن مالك - رضي الله عنه - أن رسول الله صلى الله عليه وسلم قال: \"لا يؤمن أحدكم حتى أكون ¶ __________ ¶ (1) تيسير الكريم الرحمن للسعدي (ص 46) .",
            "page": "3",
            "part": "1",
            "seal": "FE2DB036"
        },
        {
            "id": "4",
            "nass": "أحب إليه من ولده ووالده والناس أجمعين\". رواه البخاري ومسلم. (1) وروى البخاري عن عبد الله بن هشام قال: كنا مع النبي صلى الله عليه وسلم وهو آخذ بيد عمر بن الخطاب فقال له عمر: يا رسول الله لأنت أحب إلي من كل شيء إلا من نفسي، فقال النبي صلى الله عليه وسلم: \"لا والذي نفسي بيده، حتى أكون أحب إليك من نفسك. فقال له عمر: فإنه الآن والله لأنت أحب إلي من نفسي. فقال النبي صلى الله عليه وسلم: الآن يا عمر\". (2) ¶ سادساً: تجعله يحب أصحاب الرسول صلى الله عليه وسلم الذين صدقوا الله ما عاهدوا الله عليه فما بدلوا وما غيروا، وبذلوا النفس والنفيس في سبيل تبليغ دعوة الحق إنقاذا للبشرية من الكفر والضلال، وكانوا أشداء على الكفار رحماء بينهم، فإن حبهم من دلائل صدق الإيمان. وقد جاء في حديث أنس - رضي الله عنه - أن رسول الله صلى الله عليه وسلم قال: \"آية الإيمان حب الأنصار وآية النفاق بغض الأنصار\". (3) ¶ سابعاً: تعينه على الثبات في الدين وتجعله يعيش مع الرعيل الأول تلك الصعوبات والمحن التي لقوها، بهذا يتعلم الصبر في الشدائد، كما ثبَّت الله قلب رسوله صلى الله عليه وسلم بقصص الأنبياء السابقين حيث قال الله تعالى: {وَكُلّاً نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ} [هود: 120] . وقال الشيخ السعدي في ¶ __________ ¶ (1) صحيح البخاري 15، صحيح مسلم (44) . ¶ (2) صحيح البخاري (6257) . ¶ (3) صحيح البخاري (17) .",
            "page": "4",
            "part": "1",
            "seal": "AEB76AE2"
        },
        {
            "id": "5",
            "nass": "تفسير هذه الآية: \"أي قلبَك ليطمئن، ويثبت، وتصبر، كما صبر أولو العزم من الرسل؛ فإن النفوس تأنس بالاقتداء، وتنشط على الأعمال، وتزيد المنافسة لغيرها، ويتأيد الحق بذكر شواهده، وكثرة من قام به\" (1) . ¶ ثامناً: يتأسى بالرسول صلى الله عليه وسلم تحقيقا لقول الله تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً} [الأحزاب، 21] . ¶ تاسعاً: يتخلق بأخلاق الرسول صلى الله عليه وسلم التي مصدرها القرآن الكريم كما جاء في حديث زوجته أم المؤمنين الصديقة بنت الصديق عائشة - رضي الله عنها- أنها قالت: كان خلقه القرآن، أما تقرأ قول الله عز وجل {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} [القلم: 4] . رواه أحمد والطبراني في الأوسط. (2) ¶ عاشراً: تسهل عليه فهم بعض دقائق الشريعة في العبادات والمعاملات كما تُعَدُّ عاملاً مساعداً لفهم القرآن الكريم بمعرفة أسباب النزول والظروف الواقعية التي كانت تحيط بالنبي صلى الله عليه وسلم. ¶ وخلاصة القول أن دراسة السيرة النبوية لها أهمية كبيرة في فهم الإسلام للمسلمين ولغيرهم. وقد أثبت علماء المسلمين أن سيرة الرسول صلى الله عليه وسلم نقلت إلينا بدقة وبأسانيد صحيحة، مما يلزم المسلمين أن يعتمدوا عليها في أمورهم الدينية والدنيوية. ¶ __________ ¶ (1) تيسير الكريم الرحمن للسعدي (ص 348) ¶ (2) مسند أحمد (6/91) ، والمعجم الأوسط (1/30) .",
            "page": "5",
            "part": "1",
            "seal": "648CA293"
        },
        {
            "id": "6",
            "nass": "وعلى غرار علماء المسلمين فالسيرة النبوية يدرسها المستشرقون كذلك، حيث إنهم يقومون بالتحليل الدقيق لأخبار أصحاب السير من عدة وجوه، ولكن إقبالهم يختلف اختلافا تاما عن إقبال المسلمين. إن بحوثهم المتحاملة عادة متوجهة لإنشاء فكر وتصور مشوه عن الإسلام ورسول الله صلى الله عليه وسلم؛ لذلك كان – ولا يزال - علماء المسلمين ينتقدون ويردُّون على هذا التوجه في الثقافة الغربية المسمى بالاستشراق. ¶ في قاموس اللغة الإنجليزية الصادر من جامعة أوكسفورد أن اصطلاح الاستشراق ظهر في عام 1870م لأول مرة. (1) ولكن الدراسات عن الإسلام وجدت قبل هذا التاريخ. حيث بذل المستشرقون جهودا عظيمة في فهم سر نجاح رسول الله صلى الله عليه وسلم وخصائص الدين الإسلامي، وأسباب تأثيره البالغ في عقول الناس. في هذا المجال ينقسم المستشرقون إلى قسمين: منهم الغلاة الذين لا يستعملون طرقا علمية في كتاباتهم، فيحرفون حقيقة الدين الإسلامي وشخصية الرسول صلى الله عليه وسلم ومنهم مَنْ ظاهرُه الاعتدال، فيركزون على الشبه والتأويلات البعيدة في شرح الأحكام الشرعية والأخبار التاريخية بما يؤيد مذاهبهم، وأكثرهم مثل جوليان بولديك (Julian Baldick) ، تجدهم يعرضون شخصية الرسول - صلى الله عليه وسلم - كأنها مبهمة. (2) وفي كلا القسمين أهل الكتاب، والملحدون الذين لا يؤمنون بوجود الخالق، وعلى هذا الأساس يختلفون في وجهات نظرهم في مسائل متباينة، ولكن جُلَّهم تجمعهم عدة نظريات متحاملة تمنعهم من الفهم الصحيح للدين الإسلامي: ¶ __________ ¶ (1) كتاب محمد وسيرته المختصرة لمرتين فورورد (ص 147) . ¶ (2) المصدر نفسه.",
            "page": "6",
            "part": "1",
            "seal": "7F2A6E5F"
        },
        {
            "id": "7",
            "nass": "- منها أنهم يرون الحضارة الغربية مثلا أعلى للمنطق والعدل والتطور والإنسانية، ويرون الإسلام مثلا للجهل والأمية والظلم والتخلف؛ مما يجعل الإنسان يبتعد عن عقائد المسلمين ومنهج حياتهم. ¶ - ومنها أنهم يحسبون الأفكار المجردة لعلماء الغرب عن الإسلام أكثر عدالة من شهادات المسلمين أنفسهم عن دينهم ومجتمعهم في مختلف مراحل تطوره. ¶ - ومنها أنهم يزعمون أن المسلم لا يمكنه أن يُقَوِّم دينه بغير انحياز على عكس ما يقوم به باحث مستقل. ¶ - ومنها أنهم يشعرون بخطر عظيم من الدين الإسلامي والمسلمين؛ لذا يرون أن من واجبهم تعليم المسلمين منهج حياة حضاري، وتخليصهم من القيود الدينية، والتأثير المباشر في مجريات الأمور في العالم الإسلامي. ¶ وكل هذه النظريات طَبَّقها المستشرقون الروس والسوفيات في مؤلفاتهم، وقد أسسوا مدرسة للاستشراق لا يستهان بها. واليوم تملك هذه المدرسة تقاليد عريقة، وتقوم بدور مهم في تكوين أفكار قراء اللغة الروسية عن الإسلام. وسوف نقوم، بعون الله تعالى، في هذا البحث بإلقاء الضوء على بعض هذه المؤلفات.",
            "page": "7",
            "part": "1",
            "seal": "1DF3FE6C"
        },
        {
            "id": "8",
            "nass": "الاهتمام بالسيرة النبوية باللغة الروسية ¶ إعداد الدكتور: إلمير بن رفائيل كولييف ¶ بسم الله الرحمن الرحيم ¶ مؤلفات المستشرقين الروس في السيرة النبوية: ¶ ليست مدرسة الاستشراق الروسية غنية بالمؤلفات المخصصة للسيرة النبوية وهذا يعود لأسباب تاريخية، ففي عهد روسيا القيصرية اهتم المستشرقون بدراسة القرآن الكريم وتأسيس منهج موجه لنقد الكتاب المقدس عند المسلمين. وقد عرقلت الرقابة القيصرية عقوداً طويلة من الزمن نشر الكتب والترجمات الإسلامية التي تخالف سياسة الامبراطورية الروسية ومن جملتها الكتب التي تتحدث عن شخصية النبي صلى الله عليه وسلم وكان ذلك قبيل زوالها. وهذا إنما يدل على تحيز هذه المدرسة منذ تأسيسها. ¶ يعد كتاب \"محمد، حياته وتعليمه الديني\" من أول الكتب الروسية في سيرة الرسول صلى الله عليه وسلم وكاتبه هو المفكر النصراني سولوفيوف (1853-1900م) ، الذي حكم عليه رجال الدين النصارى في زمانه بالردة بسبب انتقاده قواعد الدين النصراني، ومحاولة الإصلاح بين الفرق النصرانية، بحسب اعترافه الشخصي، وكان المصدر الأساسي لكتابه هو ترجمات معاني القرآن الكريم باللغة الروسية واللغات الأوروبية الأخرى، آخذا بنصيحة المستشرق المشهور روزين، اعتمد سولوفيوف على ترجمات كل من: ¶ (Rodwell, El-Kor'an, nd edition, London) روديول. ¶ وروكيرت (Ruckert Der Kor'an, Herausgegben von August Muller Muller) .",
            "page": "8",
            "part": "1",
            "seal": "F0CBFFA4"
        },
        {
            "id": "9",
            "nass": "وبما أن المؤلف لا يعرف اللغة العربية لم يكن قادراً على الاطلاع على مصادر المؤرخين المسلمين، لذا اكتفى بدراسة كتب المستشرقين الأوروبيين مثل: نيكولا كوزانوس (Nikolaus Cusanus, De cribratione alchoran) ، وكوسه دي برسيفال (Caussin de Perceval, Histoire des Arabes) ، وسبرينجر (Sprenger, Das Leben und die Lehre des Mohammed] ، وويلهوزن (Wellhausen, Skizzen und Vorarbeiten) ، وأوجوست مولير (August Muller, Der Islam im Morgen und Abendland) , وهوبرت جريمي (Hubert Grimme, Mohammed) , وروبيرتسن سميث (Robertson Smith, The Religion of Semites) . ¶ ويتضمن كتابه هذا بحثا كاملا في سيرة الرسول صلى الله عليه وسلم وفيه عرض لأهم العقائد الإسلامية، فإنه يعد رأي نصراني معتدل نسبيا عن الإسلام ونبي الله صلى الله عليه وسلم، وقد حاول سولوفيوف ألاَّ ينحاز عند تقويمه لأحداث التاريخ الإسلامي وقضاياه العقدية، ولكن ارتباطه بالدين النصراني ترك آثارا واضحة في كتابه. ومع ذلك يختلف هذا البحث عمّا كتبه المستشرقون الروس بعده في كون مؤلفه يثق بروايات المسلمين عن حياة الرسول صلى الله عليه وسلم، ولا شك أنه لم يكن لديه أدنى تصور عن صحة الأسانيد وضعفها؛ ولذا كان يعتمد على جميع الروايات التي وقف عليها. ¶ ويختلف موقف سولوفيوف عن مواقف كثير من المستشرقين الغربيين في أواخر القرن التاسع عشر الذين ازدروا الحضارة الإسلامية والعرب عامة. حيث إنه يردُّ بقوة على افتراء بعض المستشرقين أن اليهود هم الذين أشاعوا أن للعرب علاقة بقصة إسماعيل المذكورة في كتابهم المقدس، وأن هذا في",
            "page": "9",
            "part": "1",
            "seal": "03B07DF6"
        },
        {
            "id": "10",
            "nass": "الأصل غير صحيح، وأن مكة في الأصل قرية اليهود. وهذه الفرضية الأخيرة معروفة في الاستشراق بنظرية دوزي. ¶ كما انتقد المؤلف بعض المؤرخين مثل أوجوست مولير الذي شكك في صحة نسب رسول الله صلى الله عليه وسلم وأنكر أن يكون قصي وهو من أجداد النبي صلى الله عليه وسلم شخصية تاريخية حيث يقول: إن هؤلاء الباحثين يثبتون معنا أن عبد المطلب شخصية تاريخية، ومن المعلوم أن بين عبد المطلب وقصي الذي يعدونه شخصية خرافية جيلين فقط، وليس ثمة قاعدة تبين الدرجة التي يتحول فيها الجد الحقيقي إلى جد خرافي، ومما يمكن اعتباره قاعدة عامة أن جد الأب التابع لشخصية تاريخية لا يُعَدُّ شخصية خرافية محضة. اهـ ¶ ويشير المؤلف إلى كثير من محاسن الإسلام ويدافع عن الأسس الأخلاقية في القرآن الكريم ويرد على مؤرخي زمانه المعتدين. ولكنه يؤكد أن بين الإسلام التقليدي عند الشعوب المسلمة في روسيا وبين الإسلام في عهد الرسول صلى الله عليه وسلم فرقاً كبيراً حيث قال: \"ومما لا يستغنى عن ذكره، أن التعاليم الدينية عند محمد المحفوظة في القرآن والمذكورة في هذا الكتاب، تختلف عن الإسلام المتأخر المعروف عندنا بدين محمد كما تختلف مواعظ وشرائع بوذا عن عقائد البوذية الشمالية أو اللاموية\". اهـ ¶ ولكن موقف سولوفيوف من شخصية الرسول صلى الله عليه وسلم غير ثابت ومتناقض، حيث اعترف أن محمدا صلى الله عليه وسلم نبي من بني إسماعيل المذكور في الكتاب المقدس هذا من جهة؛ وينتقد بعض أفعاله وأوامره ويزعم أنه لم يستطع حلَّ بعض الإشكالات الدينية وأن تعاليم الإسلام غير كاملة وأنها عصارة فكر محمد صلى الله عليه وسلم من جهة أخرى.",
            "page": "10",
            "part": "1",
            "seal": "5C6EFADF"
        },
        {
            "id": "11",
            "nass": "أثبت سولوفيوف صدق النبي صلى الله عليه وسلم وأنه كان متيقنا برسالته ولم يكن كذابا، ويذكر أن تلقيه للوحي يتوافق مع التجارب النفسية وله أمثلة في التاريخ. ومع ذلك يحدد من صلاحيات النبي صلى الله عليه وسلم ويقول: إنه لم يَدَّع قط أن له مقاصد عالية تتطلب معجزات وكمال أخلاق، بل أكَّد أكثر من مرة أنه لم يُكلَّف بهذا. اهـ ¶ اهتم المؤلف بوصف الوضع الديني قبل البعثة فحاول وصف حياة مشركي العرب وعباداتهم وتقاليدهم حيث يقول: مثل هذه العبادة لا تقيم أي علاقة بين العبد والإله، ولا تلبي الاحتياجات الدينية ولا تخدم الوحدة العقدية والاجتماعية. اهـ ¶ وإلى جانب ذلك أشار إلى بقاء حنيفية إبراهيم - عليه السلام - عند العرب حيث يقول: \"ذكر دين التوحيد المتعلق بأسماء إبراهيم وإسماعيل لم ينقرض من بلاد العرب\". اهـ ¶ واعترف أن عرب الحجاز لم يكن لديهم صلة مع الكنيسة الأرثوذكسية ومع ذلك يؤكد أنهم كانوا يتعاملون مع الفرق النصرانية الأخرى التي هي في نظره مبتدعة؛ لأنهم حرّفوا أصل الدين النصراني الذي هو الاتحاد الكامل بين العبد والإله. وفي نظره فإن محمدا صلى الله عليه وسلم تألفت عقيدته من مزيج من حنيفية إبراهيم - عليه السلام - وعقائد تلك الفرق النصرانية المبتدعة؛ لذا يعد دينه غير كامل. ولكنه لم يجد دليلا يقدمه على أن الرسول صلى الله عليه وسلم تعلَّم من النصارى، ويعترف بهذا قائلا: القرب بين الإسلام والبدع النصرانية مما لا شك فيه، ولكن الصلة التاريخية بينهما لا يمكننا إثباتها مع أنها مزعومة منذ زمان، كما جاء في نظرية نيكولا كوزانوس الذي عاش في القرن الخامس عشر الميلادي",
            "page": "11",
            "part": "1",
            "seal": "DE8846B9"
        },
        {
            "id": "12",
            "nass": "وزعم أن محمدا صلى الله عليه وسلم تنصر على يد الراهب سيرجي بمكة، ثم ضلله اليهود. اهـ ¶ وفي آخر الحديث يستنتج المؤلف أن محمداً صلى الله عليه وسلم قبل البعثة بسنوات كان يتأمل وينقح ويستوعب تلك العقائد المؤثرة المأخوذة من اليهود والنصارى والحنيفية. ¶ حاول سولوفيوف في بداية حديثه عن الوحي والدعوة أن يدرس حقيقة الإسلام والعقيدة الإسلامية، وركَّز على أن الرسول صلى الله عليه وسلم وصف الإسلام بأنه دين كل الرسل ونفى عن نفسه أن يكون مؤسس هذا الدين، وفي هذا الصدد أشار إلى مكانة نبي الله إبراهيم - عليه السلام - في القرآن الكريم حيث قال: إن محمداً ادعى أن الإسلام دين إبراهيم، وكان يأمل بهذا أن يجعل دعوته مقنعة وملزمة لأتباع موسى والمسيح الصادقين. وكان يريد أن يوحِّد بين أديان التوحيد ويُرْجِعها إلى أصلها. اهـ ¶ وزعم المؤلف أن محمدا صلى الله عليه وسلم لم يُلزم أهل الكتاب بالدخول في الإسلام، لكن عليهم التمسك بكتبهم وفي هذا يقول: إذا فرضنا أن محمدا لم يبدل أفكاره فلماذا طالب اليهود والنصارى بقبول القرآن شرطاً للنجاة، وأوجب عليهم فقط تطبيق أحكام شرائعهم. اهـ ¶ هكذا يعرض سولوفيوف موقف الإسلام من الأديان التي يحسبها أديان التوحيد. ¶ ثم يقول: إن القرآن كتاب للعرب، ولا ينسخ التوراة والإنجيل لمن أنزل إليهم، ولكن ينسخهما للعرب. فالأحكام الدينية تبقى ثابتة للأمم التي أنزلت إليها ويحاسبون على أساسها في الدنيا والآخرة. اهـ",
            "page": "12",
            "part": "1",
            "seal": "D40BC2EE"
        },
        {
            "id": "13",
            "nass": "وقد استدل بقوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحاً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} [البقرة: 62] ، وقوله: {وَلْيَحْكُمْ أَهْلُ الْأِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} [المائدة: 47] ، وقوله: {وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيداً عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيداً عَلَى هَؤُلاءِ} [النحل: 89] . ¶ ويشرح هذا بقوله: حسب وجهة نظر محمد الرئيسة فإن المصير الأخير للإنسان لا يحدده الدين فقط، بل الأخلاق الدينية لها دور مهم، وهذا المصير لا تقرره القوة العليا جورا، ولا التمسك بدين معين، ولكن وفق الموقف الداخلي للإنسان من الخير والشر والقبول الفعلي للقوانين الإلهية. اهـ ¶ ويستدل لهذا بقوله سبحانه وتعالى: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ} [الحج: 37] ،وقوله: {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ، يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ، وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ} [آل عمران: 113-115] وغيرها من الآيات القرآنية. ¶ كان سولوفيوف – وهو النصراني المقتنع بدينه - يقارن بين الإسلام والنصرانية، وفي هذا يركز على مسألة القضاء والقدر في القرآن الكريم،",
            "page": "13",
            "part": "1",
            "seal": "6D0469DA"
        },
        {
            "id": "14",
            "nass": "اعتقادا منه بالعدل الإلهي فهو لا يرى أن الشر والكفر من الله، ويعد هذا من ميزات النصرانية على الإسلام. ويرى أن هذه العقائد غير لائقة بالله ويقول: \"إن عناد المشركين ألجأ محمدا إلى أن جعل أعداءه وأمثالهم من الأمم السابقة التي لم تؤمن برسلها، أنهم لم يكفروا بجهلهم، ولكن كفرهم كان بسوء قضاء من الله، لأنهم أقوام كتب عليهم الهلاك\". اهـ ¶ ثم يدافع الكاتب عن محمد صلى الله عليه وسلم ويقول: هذا الاعتقاد ذكر أكثر من مرة في القرآن وكان له مكان سامٍ في علم الشريعة المتأخر كما هومعروف. ولكن المؤرخين أخطؤوا، مثل أوجوست مولير، الذين نسبوا إلى محمد هذا الاعتقاد الكفري السخيف. لأنه لم يقصد أن الله كتب على بعض الناس أن يكونوا محسنين وناجين من العذاب وآخرين أن يكونوا مسيئين معذبين. وإنما نجد هذه الأفكار في بعض عبارات القرآن بسبب عدم استطاعة محمد التعبير الدقيق والمفصل عن العقائد المجردة. اهـ ¶ وهكذا توصَّل الكاتب دفاعا عن محمد صلى الله عليه وسلم أن القرآن الكريم من تأليف الرسول صلى الله عليه وسلم وأنه لم يتمكن من التعبير عن أفكاره. ويعلل ذلك بأنه صلى الله عليه وسلم لم يكن فيلسوفا ولذا لا يطالب بفهم هذه المسائل العويصة. ¶ وفي معرض مقارنة المؤلف بين الإسلام والنصرانية، أشار إلى أن الإسلام لا يفرق بين الإيمان والعمل فيقول: لا نجد في القرآن جواز الإيمان من غير عمل يصاحبه، ولم يفرق محمد بين الإيمان والعمل، ولكن يؤكد أن للإيمان درجات وللعمل درجات كذلك. اهـ ¶ ويقارن بين الرهبانية عند النصارى والزهد في الإسلام فيقول: الزهد في الإسلام ليس من باب القضاء على الشهوة ولكن من باب الاعتدال لحفظ تزكية النفس والحرية. اهـ",
            "page": "14",
            "part": "1",
            "seal": "C5A0365D"
        },
        {
            "id": "15",
            "nass": "كما يرى اختلافاً آخر بين الإسلام والنصرانية في وصف الآخرة والجنة والنار، فيشير إلى أن النصارى ينتقدون المسلمين؛ لأنهم يرغبون في الأجر والثواب، ويرهبون النكال والعقاب في الآخرة، وهو ما يسمى بمذهب المنفعة، وعلى أنهم يصورون الثواب والعقاب في الآخرة بشكل حسي، وهو ما يسمى بالمذهب الحسي. ¶ ومرة أخرى يدافع المؤلف عن الرسول صلى الله عليه وسلم ويزعم أن هذه الانتقادات ليست في تعاليمه وفي هذا يقول: إن الوصف الحسي للجنة وسيلة بيان على قدر عقول قومه لا غير، ولايقصد التعبير عن الحقيقة. اهـ ¶ لم يكتف المؤلف بالمقارنة بين الإسلام والنصرانية في مجال العقائد والأحكام، بل تعدى ذلك إلى أتباعهما حيث ذكر التشابه بين علاقة أبي بكر الصديق بالرسول صلى الله عليه وسلم وعلاقة ميلانختون بلوتر في قوله: إن موقف أبي بكر من محمد يمكن مقارنته بموقف ميلانختون من لوتر. وكان أبو بكر رجلا حليما، لطيفا، هادئا، متساهلاً في الأمور الدنيوية وحازما في الأمور المهمة يعني بها الدينية. اهـ ¶ كما نجد في كتابه اهتماما كبيرا بمكانة عيسى بن مريم - عليه السلام - في الإسلام، حيث يذكر سولوفيوف أن المسلمين يعدون عيسى - عليه السلام - من أعظم الرسل ويعتقدون أنه رفع إلى السماء ولم يقتل، فيقول: إن هذه التصورات عن المسيح عند محمد تتضمن فكرتين متناقضتين مأخوذتين من فرقتي النصارى التين لا صلة بينهما. اهـ ¶ وتأسيا منه بالمستشرقين قبله، ركز المؤلف على قصة الغرانيق المشهورة ويقول: إن الرسول بعد هجرة المسلمين إلى الحبشة، في لحظة الانهيار النفسي قرر أن يتنازل ويجمع بين التوحيد الحق ووثنية وطنه كأنه قال في نفسه: إن",
            "page": "15",
            "part": "1",
            "seal": "8D916974"
        },
        {
            "id": "16",
            "nass": "أهل الكتاب يؤمنون بأن هناك مخلوقات مقدسة سوى الله تسمى الملائكة، والنصارى يعدون نبيهم ابن الله، ويعظِّمون أمه، حتى عبدوها، كما يعظمون أرواح الأموات الكثيرة. ولم لا نعترف بآلهة مشركي العرب ونعدها واسطة بين الله والعباد أو ملائكة الله أو شفعاء عنده؟ اهـ ¶ وبهذا يشير المؤلف إلى أن الرسول صلى الله عليه وسلم سمى الآلهة غرانيق العلا، واعترف بصحة شفاعتهم، وبعد ذلك بأسابيع تبرأ من هذا القول وقال إنه من وسواس الشيطان. ويقول المؤلف شارحاً هذه القصة: \"إن الملك جبريل أو ضمير محمد نفسه جعله يتخلى عن هذه الصفقة\". اهـ ¶ ونجد أن سولوفيوف لا يتعجب من أن الرجل الذي يسميه نبيا يقع في مثل هذا الخطأ، ثم يتخلى عن قوله؛ لأنه من البداية يعد رسالة محمد صلى الله عليه وسلم ناقصة غير كاملة. ¶ إنه يشكك حتى في إخبار النبي صلى الله عليه وسلم عن مجيء جبريل - عليه السلام - إليه، وهذا يظهر جليا من قوله المتقدم وغيره. يقول عند سرده قصة الإسراء والمعراج: إن النبي أخرج من البيت ورفع بقوة مجهولة كان يظنها جبريل. اهـ وليست هذه الفرية الوحيدة في وصفه للإسراء والمعراج. ورغم إسهابه المفصل في ذكر القصة إلا أننا نجده يسكت عن بعض الأمور الهامة ويحرف بعضها الآخر، فيزعم أن النبي صلى الله عليه وسلم أسري به أثناء منامه بروحه فقط، ولا يذكر أنه صلى إماما بالأنبياء في بيت المقدس، كما يدَّعي أن النبي صلى الله عليه وسلم رأى ربه بدون حجاب. ¶ ويتجنى ملخصا لرسالة الرسول صلى الله عليه وسلم معلنا أنه يستحق الذم لعشقه للنساء بعد تقدمه في السن وارتكب بعض الاغتيالات السياسية طلباً للثأر.",
            "page": "16",
            "part": "1",
            "seal": "44D1D360"
        },
        {
            "id": "17",
            "nass": "ولكن هاتين التهمتين يوردهما المؤلف مع التحفظ، فيقول: الاتهام الأساسي للقرآن هو شرعية تعدد الزوجات، ولكن هذا بقيود، لأن القرآن شرع هذا الحق للرجال، ولم يجعله مقدسا مطلقا كما كان في الجاهلية، بل قيَّده بأربع زوجات. اهـ ¶ هذا فيما يخص الاتهام الأول أما بالنسبة للاتهام الثاني فيقارن بين النبي صلى الله عليه وسلم والإمبراطور قسطنطين والملك كارل العظيم، فيقول: إن قسطنطين العظيم قتل زوجته وابنه البريء، وأما كارل العظيم فعذب أربعة آلاف وخمسمائة أسرى سكسيين، وهذه الشرور أعظم من شرور محمد. مع العلم أن كارل العظيم كان من شعب تنصَّر منذ ثلاثمائة عام، ونشأ على هذا الدين، وأن قسطنطين العظيم تنصَّر بنفسه، وتربى في مجتمع أكثر ثقافة من مجتمع محمد، فينتج من مقارنتنا بين أولئك العظماء من رجال الدين والسياسة من شرق العالم النصراني وغربه أن محمداً كان أولى منهم. فإذا قدَّس اليونان قسطنطين واللتينيون كارل فلماذا لا يعظم المسلمون ذِكْر نبيهم؟ اهـ ¶ ثم يقول: إن أهم قصور في عقيدة محمد ودينه هو عدم كمال الإنسان الذي هو كمال الوحدة بين الله والإنسان وذلك لأن الإسلام لا يأمر المؤمن بتكميل نفسه الدائم وإنما يأمره بالاستسلام المطلق. اهـ ¶ ثم يقول: إذا افتقدنا مثال الكمال الذي يسعى إليه الإنسان فليس لسعيه مهمة أو غاية، مما يؤدي إلى عدم التطور وبهذا السبب أصبح التطور غريبا عن الشعوب المسلمة عقيدة وفعلا. وثقافة المسلمين هي ثقافة محلية تزول بدون تقدم. إن العالم الإسلامي لم ينشأ عبقريا مطلقا وإنه لم يأت من يقود البشرية إلى الكمال. اهـ",
            "page": "17",
            "part": "1",
            "seal": "C4F81C9A"
        },
        {
            "id": "18",
            "nass": "ومما تقدم يتضح موقف هذا الكاتب من الرسول صلى الله عليه وسلم، وهو موقف بعيد عن الصواب والإنصاف. ¶ ومن الملائم أن نذكر هنا أن أفكار سولوفيوف لها أتباع بين علماء الروس حتى الآن ومن الغريب أن بعضهم ينتسبون إلى الإسلام ومنهم المترجمة الروسية لمعاني القرآن الكريم بوروخوفا التي تابعت سولوفيوف في قوله إن أهل الكتاب غير ملزمين بقبول الإسلام، وإن في تطبيق شرائعهم كفاية لدخول الجنة، وإن نعيم الجنة للروح فقط بدون البدن. هذه العقائد الباطلة وغيرها نجدها في ترجمتها لمعاني القرآن الكريم وتفسيرها وهي لا تزال تدعو إليها. (1) ¶ ثم إن سولوفيوف اهتم بتحليل الأخبار التاريخية مما جعل عمله يثير انتباه الباحثين. ولكن حكمه في كثير من المواضع غير مُنصف، وعرضه للروايات غير كامل ممَّا يحول بين القراء وتدبر أفعال النبي صلى الله عليه وسلم وأوامره ونواهيه، وكثيرا ما يعتمد على روايات ضعيفة. ولا يسعنا المقام أن نسرد كل ما وجدنا في كتابه من الأخبار الكاذبة ونكتفي بذكر بعضها. ¶ يزعم سولوفيوف أن المسجد النبوي بالمدينة هو أول مسجد بني في الإسلام، ولا يذكر بناء مسجد قباء. كما يدعي أن المسلمين أجبروا ريحانة زوجة النبي صلى الله عليه وسلم على الإسلام فمكنوه من الزواج بها. ويخطئ في قوله بأن ماريا أم إبراهيم ابن رسول الله صلى الله عليه وسلم كانت من أزواجه ويقول أكثر من مرة إن حج البيت صرف العبادة للكعبة، وكل ذلك يدل على أن معارفه عن أصول الدين الإسلامي كانت مشوَّهة. ¶ __________ ¶ (1) انظر بحث المؤلف في موضوع «الأخطاء العقدية في ترجمات معاني القرآن الكريم إلى اللغة الروسية» طبع بمجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة سنة 1423 هـ.",
            "page": "18",
            "part": "1",
            "seal": "216CAB2D"
        },
        {
            "id": "19",
            "nass": "ومن خصائص هذا الكتاب بحوث المؤلف في اشتقاق الكلمات العربية والمصطلحات الشرعية فيشير إلى أن اسم هاجر أم إسماعيل - عليه السلام - وكلمة هجرة مشتقان من فعل واحد قائلا: بالهجرة من مكة بلد إبراهيم، أعاد محمد خروج إسماعيل من بيت أبيه. اهـ ¶ كما يقول عن أبوي رسول الله صلى الله عليه وسلم إن أسماءهما يدلان على أهم خصاله: العبودية لله والأمانة. ¶ وخلاصة القول أن كتاب سولوفيوف كان خطوة هامة في تاريخ مدرسة الاستشراق الروسية ورسم خطة عامة لتقدمها في القرن العشرين. ¶ واعتنى المستشرقون في روسيا بدراسة السيرة النبوية في العشرينيات من القرن الماضي بعد استيلاء الشيوعيين على الحكم، ونشأ جيل من الباحثين الذين ألفوا الرسائل العلمية في بعض المسائل المتعلقة بالسيرة النبوية منهم بارتولد وكاشتالوفا وفينّيكوف، ولا نجد من بين مؤلفاتهم كتابا عن حياة النبي صلى الله عليه وسلم بصورة كاملة. ¶ وفي العقود الخمسة التالية تأثرت مدرسة الاستشراق بالشيوعية فاستخدم الباحثون الأساليب المخالفة للعلم، وجعلوا محمدا شخصية غير تاريخية وادعوا أن القرآن ألف في عهد ازدهار الخلافة ونسب إلى محمد صلى الله عليه وسلم. مثل هذه العقائد والخرافات وضعت في أساس مؤلفات بيلاييف وكليموفيتش وتولستوف. وأصداء هذه الأقوال نجدها حتى في بعض الرسائل المؤلفة في الستينيات والسبعينيات. ¶ ولكن في بداية الستينيات بعد نشر ترجمة معاني القرآن الكريم للأكاديمي كراتشكوفسكي تغيَّر موقف المستشرقين الروس من شخصية النبي صلى الله عليه وسلم وأخذوا",
            "page": "19",
            "part": "1",
            "seal": "AE91CC5E"
        },
        {
            "id": "20",
            "nass": "يدرسون المراجع الإسلامية بدقة، وألَّفوا البحوث والرسائل في السيرة النبوية. ومع ذلك بذلت معظم جهودهم لدراسة معاني القرآن الكريم ومؤلفات علماء المسلمين عن تاريخ الشعوب المسلمة التي تعيش في الاتحاد السوفياتي. ¶ ومن أول الكتب الشاملة للمستشرقين السوفيات عن حياة النبي صلى الله عليه وسلم كتاب \"العرب والإسلام والخلافة العربية في العصور الوسطى\" للمستشرق بيلاييف، ولكن الدراسة الكاملة المطولة للسيرة النبوية نجدها في كتاب ((تاريخ الخلافة)) للمؤرخ بولشاكوف. وفي المجلد الأول من هذا الكتاب يتحدث المؤلف بالتفصيل عن تاريخ العرب قبل الإسلام والسيرة النبوية. ¶ وهذا الكتاب سهل الفهم لعامة القراء؛ لأن كل ما يتعلق بالمتخصصين من دراسة الروايات وذكر المسائل الخلافية وسرد الأدلة وشرح المصطلحات وارد في الحواشي آخر المجلد، ولا يُمِل من يريد أن يتعرف على السيرة النبوية بشكل عام. ¶ ويبين صاحب المقدمة موقف بولشاكوف من موضوع كتابه قائلا: إن موقفنا ليس موقفَ ملتزم بدين معين يتسامح مع الإسلام، ويضعه بجانب دينه، وإنما موقفنا موقف الباحث البعيد عن العقائد الدينية وهو الموقف العادل الوحيد، ويجب علينا أن ندرك بهذه الطريقة الانفعالات النفسية لرجل اعتقد أن الإله يخاطب البشرية بلسانه، كما يجب علينا أن نعقل هذه المواعظ التي لا نؤمن بكونها من الله، ونوضح بغير تحيّز كيف تنشأ مثل هذه العقائد، وكيف تفتح قلوب الشعوب وتصبح قوة نافذة في التاريخ. اهـ",
            "page": "20",
            "part": "1",
            "seal": "4FD5FF78"
        },
        {
            "id": "21",
            "nass": "إن بولشاكوف لا يكتفي بذكر أهم الأحداث من حياة الرسول صلى الله عليه وسلم ويدرس حالة العرب الاجتماعية والاقتصادية قبل البعثة وبعدها حتى يتفهم أسباب ظهور الإسلام والخلاف بين المشركين والمسلمين. ¶ حرصا على تقويم الأحداث التاريخية ومحاولة لفهم الترتيب الزمني يهتم المؤلف بدراسة التواريخ، كما يعتني بالأرقام ليأخذ فكرة عن العلاقات بين الأفراد والقبائل وسير المعارك وغيرها من الأحداث مثلا يقول في غزوة بدر: إن أسماء القتلى توضح لنا سير الغزوة. ¶ أولا: أكثر من نصف قتلى المكيين من بني عبد شمس وبني مخزوم، ونصف الأسرى منهم كذلك، وهذا يدل على أنهم قاتلوا بجد وأن بقية المشركين كانوا غير نشيطين. ¶ ثانيا: نصف قتلى المكيين لَقُوا مصرعهم على أيدي المهاجرين مع أنهم ربع جيش المسلمين فقط. ¶ ثالثا: لم يقتل أحد من المكيين أو المهاجرين بيد خصم من قبيلته لأنهم حاولوا ألا يقاتلوا أقرباءهم. (1) اهـ ¶ ولو صح ما ادعاه المؤلف لكان من الملاحظات المفيدة ولكن ادعاءَه يعارض الروايات الصحيحة، وقد قال سعيد بن عبد العزيز وغيره في قوله تعالى {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} [المجادلة: 22] : أنزلت هذه الآية إلى آخرها في أبي عبيدة عامر بن عبد الله بن الجراح حين قتل أباه يوم بدر. (2) ¶ __________ ¶ (1) كتاب تاريخ الخلافة لبولشاكوف (1/101) . ¶ (2) تفسير القرآن العظيم لابن كثير (4/420) .",
            "page": "21",
            "part": "1",
            "seal": "96922FE4"
        },
        {
            "id": "22",
            "nass": "ومن المعلوم أن الصديق همّ يومئذ بقتل ابنه عبد الرحمن، ومصعب بن عمير قتلَ أخاه عبيد بن عمير، وعمر قتلَ قريبا له يومئذ أيضا ولكن المؤلف لم يُلْق بالا لهذه الروايات. ¶ ومع ذلك فإن بولشاكوف كثيرا ما كان يعتمد على كتب السيرة وروايات الثقات، ولكن عمله تأثر بعقيدته المنحرفة، فنجد بعض استنتاجاته غير مقبولة عند عامة المسلمين، وتخالف أقوال أئمتهم. وسبب ذلك يعود أحيانا إلى عدم معرفته بأصول الدين الإسلامي، ويمكن الاستدلال على ذلك بعدد من أقواله منها: عدّه تعظيم المسلمين للكعبة عبادة لها. (1) ¶ ويشكك المؤلف في صحة كثير من الأحداث من حياة الرسول صلى الله عليه وسلم المذكورة في كتب السيرة الموثوقة. ¶ وعند إيراده قصة شرح صدر محمد صلى الله عليه وسلم في صغره يقول: إن حدوث هذه القصة مشكوك فيه والظاهر أنها ألِّفت بعد وفاة النبي صلى الله عليه وسلم بعدة سنوات. (2) اهـ ¶ وعند ذكره لقصة أكل الأرضة لصحيفة المقاطعة العامة يذكر بولشاكوف أن الكتابة الباقية كانت (بسم الله الرحمن الرحيم) معتمدا على ما ورد في سيرة ابن هشام وطبقات ابن سعد. ثم ينكر هذه القصة مبينا وجهة نظره أن عبارة (بسم الله الرحمن الرحيم) ما كانت معروفة حينئذ، مستدلا بقصة رفض سهيل بن عمرو أن تكتب هذه العبارة في أول معاهدة صلح الحديبية. (3) ¶ __________ ¶ (1) كتاب تاريخ الخلافة لبولشاكوف (1/74 و 83) . ¶ (2) المصدر نفسه (1/65) . ¶ (3) المصدر نفسه (1/81) .",
            "page": "22",
            "part": "1",
            "seal": "895C7EF7"
        },
        {
            "id": "23",
            "nass": "والتحريف نفسه نجده عند كلامه على بيعتي العقبة حيث يشكك في صحة صياغة الأخبار الواردة في كتب السيرة ويميل إلى أقوال ميلاميدي (Melamede) ووات (Watt) قائلا: إن الروايات عن بيعتي العقبة نشأت عن ذكريات مضطربة عن عدة لقاءات محمد صلى الله عليه وسلم بالقبائل، مما جعلهم يقسمون اللقاء الوحيد بأهل يثرب في العقبة في أواخر ذي الحجة الموافق 14 يوليو سنة 622م. (1) اهـ ¶ وهو يرجح هذا الرأي لثلاثة أسباب حيث يقول: \"مما يجعلنا نشك في هذه الروايات أن عدد النقباء في بيعة العقبة الثانية هو نفسه عدد الوافدين في بيعة العقبة الأولى، وأن بيعة النساء الواردة في القرآن يرجع تاريخها إلى وقت متأخر، وأن خطاب العباس عمّ محمد المذكور في كثير من المراجع يظهر غير منطقي في ضوء الظروف الراهنة آنذاك\". (2) اهـ ¶ وأكثر من مرة نجد المؤلف يبحث عن العلاقة بين مواعظ الرسول صلى الله عليه وسلم وآثار النصارى، ولا يلقى أي اهتمام لاعتقاد المسلمين أن القرآن الكريم أنزل مصدقا للكتب السابقة مهيمنا عليها، فيقول: إن وصف الجنة كعرس أبدي جزاءً للزاهدين في الدنيا بشكل واضح مأخوذ من الكتب الرهبانية النصرانية. (3) اهـ ¶ __________ ¶ (1) المصدر نفسه (1/87) . ¶ (2) المصدر السابق نفسه. ¶ (3) المصدر نفسه (1/77) .",
            "page": "23",
            "part": "1",
            "seal": "47E41123"
        },
        {
            "id": "24",
            "nass": "كما يقول: بهذا يتبين لنا أن محمدا كان على معرفة واسعة بقصص الكتاب المقدس وإنْ نقلها بشكل آخر، وهذا ما جعل بعض الباحثين يظنون أنها غير مأخوذة من الكتاب المقدس نفسه بل هي من الرصيد الأسطوري السامي. (1) اهـ ¶ ويظهر انتقاد المؤلف لكثير من الأحداث التاريخية من تقويمه لأفعال النبي صلى الله عليه وسلم وأقوال أصحاب السير، ملخصا لأهمية هجرة النبي صلى الله عليه وسلم والأحداث التي صاحبتها يقول بولشاكوف: من المميز أن مؤرخي العصور الوسطى، الذين يحبون أن تزين كتبهم بكثير من الخطابات البليغة للشخصيات التاريخية صحيحة كانت أوموضوعة، لم يذكروا أي خطبة لمحمد في قباء. كما لم يحظ هذا الحدث العظيم في حياة الأمة بأي ذكر في القرآن. وهذا يبين لنا أن محمدا كان يتعرف على مصادر القوى، ويخاف من الأقوال المتهورة التي قد تفسد كل شيء. (2) اهـ ¶ ينظر المؤلف بسخرية إلى أن وقوف ناقة الرسول صلى الله عليه وسلم عند بني النجار عند قدومه إلى المدينة كان من توفيق الله لها، مستدلا بأن أخوال النبي صلى الله عليه وسلم كانوا من هذه القبيلة، يقول بولشاكوف: ولا شك أن هذا الاختيار لم يكن عفويا؛ لأن محمدا كان يشعر باطمئنان عند أخواله أكثر من أي مكان آخر، وإشارته إلى أنه كان من توفيق الله للناقة خلصت محمداً من الشبه واللوم، (ثم يقول زاعماً) : إنه فضَّل أقرباءه على غيرهم. (3) اهـ ¶ __________ ¶ (1) المصدر نفسه (1/78) . ¶ (2) المصدر نفسه (1/90 – 91) . ¶ (3) المصدر نفسه (1/91) .",
            "page": "24",
            "part": "1",
            "seal": "D859BA68"
        },
        {
            "id": "25",
            "nass": "ويصف المؤلف أمر الرسول صلى الله عليه وسلم بإرسال جيش أسامة إلى الشمال بالغرابة والسفاهة، فيقول: كيف نفسر هذا الأمر الغريب، المتمثل في إرسال أفضل المجاهدين إلى جهة ليس فيها أي خطر وترك بدون حماية من كان مستهدفا؟ هل هذا من الجهل التام بالأوضاع وعلى كل حال أمره بترك المدينة من غير حماية مدة شهر كان غير مناسب. ولعل أمره بالزحف إلى الشمال كان حماسيا محضا لأنه شعر بتدهور حالته الصحية، وهذا ما كان غير واضح لأصحابه، فقرر قبل فوات الأوان أن ينتقم من قتلة حِبِّه زيد، وإن كان هذا التصرف غير لائق بشخصية سياسية كبيرة، من الناحية الإنسانية. (1) اهـ ¶ لقد استخدم بولشاكوف كل الفرص لإتهام المؤرخين المسلمين بالتحيز، ودافع أكثر من مرة عن المنافقين، وعلى رأسهم عبد الله بن أبي بن سلول. فنجده عند ذكر إخراج بني قينقاع من المدينة يثني على هذا المنافق، حيث يذكر أنه ناشد الرسول صلى الله عليه وسلم بعدم قتلهم ثم حاول إقناعه بعدم إخراجهم. (2) وأثناء كلامه عن غزوة أحد ويعد تولي عبد الله مع ثلاثمائة جندي، رأيا صائبا نظرا لقصده عدم ترك المدينة بدون دفاع. (3) اهـ ¶ ولا يستطيع بولشاكوف إخفاء كراهيته لنجاح المسلمين ووحدتهم ويحاول دائما أن يقنع القارئ بأنه كانت هناك خلافات كثيرة بينهم. وأحيانا يفترض في سبيل ذلك فرضيات غير معقولة، مثلا عند ذكره لرجوع المهاجرين من الحبشة إلى المدينة يقول: من المحتمل أن بين جعفر ومحمد ¶ __________ ¶ (1) المصدر نفسه (1/185) . ¶ (2) المصدر نفسه (1/108) . ¶ (3) المصدر نفسه (1/114) .",
            "page": "25",
            "part": "1",
            "seal": "6ED6B4F6"
        },
        {
            "id": "26",
            "nass": "خلافات غير مذكورة في المراجع الإسلامية. وإلا فكيف نفسر أن بعض المهاجرين وجدوا فرصة للقدوم إلى المدينة بعد غزوة بدر مباشرة، وقريبه جعفر انتظر أربع سنين بعد ذلك. (1) اهـ ¶ تحليلا لمراحل تكوين العبادات الإسلامية يستنتج المؤلف أنها تألفت من خلال النقاش المباشر وغير المباشر مع اليهود فيشير إلى اتخاذ المسلمين بيت المقدس قبلة، وصيامهم يوم عاشوراء، وجواز أكل طعام أهل الكتاب. ولكن استنتاجاته بعيدة عن الصواب، وفي بعضها قلة أدب مع الرسول صلى الله عليه وسلم. ونذكر على سبيل المثال قوله: كان محمد في بداية دعوته مقتنعا أن حنيفيته هي عقيدة التوراة نفسها، وربما مناظرته مع اليهود ذكرت حتى في السور المكية، والأرجح أن هذا نتيجة التحرير المتأخر. ومن أول لقاء مع اليهود تبين أنهم قبلوه قاضيا عاما ولكن رفضوا إرشاداته الدينية، وكانت تصورات محمد المضطربة عن قصص أهل الكتاب موضع سخرية عند اليهود الذين تعلموها منذ نعومة أظفارهم (2) . اهـ ¶ وأيُّ ذكر للملائكة والجن والمعجزات يحسبها بولشاكوف من عناصر الأسطورة الإسلامية المخترعة من طرف المؤرخين لتزيين الأحداث الحقيقية، وفي بعض الأحيان يربط هذا بأسباب أخرى. مثلا يستغرب من مناصرة آلاف من الملائكة للمسلمين في غزوة بدر، فيقول: إن هزيمة أقوى الخصمين أدهشت الطرفين كليهما، ولشرحها ظهرت أسطورة عن مساعدة ألف مَلَك ¶ __________ ¶ (1) المصدر نفسه (1/150) . ¶ (2) المصدر نفسه (1/104-105) .",
            "page": "26",
            "part": "1",
            "seal": "77DD9F96"
        },
        {
            "id": "27",
            "nass": "للمسلمين إجابة لدعوة محمد، وهذا الشرح كان يناسب تماما الطرف المهزوم حفاظا على ماء وجوههم؛ لأن الوقوع في الأسر من طرف عدو ضعيف شيء، ومن طرف ملائكة في هيئة إنسان شيء آخر. (1) اهـ ¶ وينفي المؤلف تلك العوامل التي أثرت بشكل أساس في سير أحداث غزوة الخندق، مثل إرسال الله الريح والجنود من السماء، كما لا يعد من عوامل الانتصار الأساسية الخطة الجديدة التي لم يعهدها العرب واختارها المسلمون بمشورة سلمان الفارسي. ويرى تفوق المسلمين في المجال العقدي فيقول: إن طبيعة البدو الفردية، التي تلزم الفرد بالواجبات نحو عدد محدود من الناس، واجهت خدمة غير مشروطة للعقيدة التي تجعل الفرد يتخلى ليس فقط عن مصالحه الشخصية ولكن عن الأسس الأدبية التي تألفت عبر القرون كذلك. إن الطرف الواحد يشن غارة على عدوه بجرأة ولكن يتوقف عند المقاومة التي تهدده بخسائر بالغة، ويدبر أموره باحتراس من الثأر. وأما الطرف الآخر كل شيء لديه مسخر للهدف الأعظم، الذي لا يمكن مقارنته بأي أهواء شخصية ولا تصورات الجاهلية للخير والشر. (2) اهـ ¶ وحتى هذه التعليلات المادية يعدها المؤلف أحياناً غير كافية لشرح انتصارات المسلمين. ولاسيما عندما يتحدث عن الغنائم الكثيرة التي أصابها الصحابة في غزوة بني النضير \"خمسين درعا، وخمسين بيضة، وثلاثمائة ¶ __________ ¶ (1) المصدر نفسه (1/101) . ¶ (2) المصدر نفسه (1/135) .",
            "page": "27",
            "part": "1",
            "seal": "4D2BF483"
        },
        {
            "id": "28",
            "nass": "وأربعين سيفا\"، يتعجب فيقول: كيف لم تستطع هذه المجموعة من الرجال المدججين بالأسلحة أن تصمد أمام العدد نفسه من المسلمين (1) . ¶ فالمؤرخ المبهوت لم يجد جوابا عن هذا السؤال. ولكنه لم ينسب كل معجزات النبي صلى الله عليه وسلم إلى الأساطير الخرافية، وأحيانا يحاول أن يجد لها تأويلات معقولة. مثلا يقول تعليقا عن قصة غرز الرسول صلى الله عليه وسلم لسهمه في قاع البئر وانفجار الماء منها: ربما هذا ليس تلفيقا لأن محمدا كان بإمكانه معرفة خصائص هذه البئر، فغرز سهمه في المكان المناسب. (2) اهـ ¶ ومن هذا القبيل تعليقه على إخبار النبي صلى الله عليه وسلم عن أحداث معركة مؤتة واستشهاد زيد بن حارثة وجعفر بن أبي طالب وعبد الله بن رواحة - رضوان الله عليهم أجمعين - بأن رجلا يكنى بأبي عامر رجع من الشام قبل خالد بن الوليد وجيشه فأخبر النبي صلى الله عليه وسلم بما حدث، ويعتمد المؤلف في هذا القول على رواية ابن سعد (3) . ¶ وفي آخر الكتاب يحاول بولشاكوف تحليل حياة النبي صلى الله عليه وسلم بشكل عام ولا يخفى ذهوله من النجاح الباهر للدعوة الإسلامية، فيقول: محمد ترك لأتباعه نظاما دينيا كاملا مرتبطا بشخصيته يحتوي كل ما يحتاج إليه الإنسان من معرفة حقيقة العبد والإله إلى العبادات المنظمة بدقة. (4) اهـ ¶ __________ ¶ (1) المصدر نفسه (1/120) . ¶ (2) المصدر نفسه (1/144) . ¶ (3) المصدر نفسه (1/156) . ¶ (4) المصدر نفسه (1/187) .",
            "page": "28",
            "part": "1",
            "seal": "6168A911"
        },
        {
            "id": "29",
            "nass": "ثم يقول: إن محمدا أسس أمة جديدة غير مقيدة بالعرى القبلية، وليس فيها خضوع لقبيلة ما، أو منطقة ما لقبيلة أخرى رغم أن كثيرا من القبائل عدّوا الإسلام خضوعا لقريش، وأفراد هذه الأمة اجتمعوا على أساس شعور داخلي، ولكن هذه الأمة ما كانت حينئذ دولة ذات نظام مالي موجه وهيكل إداري وجيش. إن محمداً لم يترك أي أحكام تختص بقيادة الأمة، فلم يرث المسلمون إلا بعض الأحداث السياسية من سيرته والتجارب السياسية لدى المشركين، فكان عليهم إعادة فهمها على ضوء العقيدة الجديدة (1) اهـ. ¶ وخلاصة القول أن كتاب ((تاريخ الخلافة)) يعد أكثر تفصيلا لما كتب عن سيرة النبي صلى الله عليه وسلم باللغة الروسية. ورغم أن للمؤلف اتجاها إلحاديا وتقويما خاطئا لبعض الأحداث التاريخية، فإن هذا الكتاب يستحق دراسة من قِبل علماء المسلمين لما فيه من تحليلات لها أهميتها عند المستشرقين الذين غزوا عقول عامة المسلمين وبخاصة في الديار التي كانت تحت سيطرتهم، فلبسوا الحق بالباطل، وأضلُّوهم عن الطريق السوي. ¶ والآن ننتقل للحديث عن كتاب ((النبي محمد)) للمستشرقَين السوفياتيين بانوفا وفاختين، فلهذا الكتاب مكانة خاصة بين كتب السيرة النبوية باللغة الروسية لأن أسلوبه يختلف عن أساليب كثير من كتب المستشرقين. فعلى الرغم من أن المؤلفَين اعتمدا على المراجع الموثوقة وذكرا فضائل الرسول صلى الله عليه وسلم وأظهرا حرصهما لبيان الحق إلا أن أساس هذا الكتاب هو الكفر بالله وملائكته وكتبه ورسله. فبانوفا لا تصدق بالأخبار التي تذكر فيها معجزات رسول الله صلى الله عليه وسلم، وتحاول أحيانا أن تفسرها بالظواهر الطبيعية والحوادث التي لم ¶ __________ ¶ (1) المصدر نفسه (1/188) .",
            "page": "29",
            "part": "1",
            "seal": "4730264A"
        },
        {
            "id": "30",
            "nass": "يستطع الناس أن يدركوها في تلك الأيام. فتقول عند ذكر هلاك أصحاب الفيل: اتفق المؤرخون أن هذه الظاهرة الخارقة للطبيعة إنما كانت وباء الجدري شب في جيش الأحباش، وقد ثبت أن الجدري دخل جزيرة العرب لأول مرة في ذاك الوقت. (1) اهـ ¶ وبسخرية تحدثت بانوفا عن رحلة أبي طالب تاجرا إلى الشام لما بلغ محمد اثنتي عشرة سنة حيث تقول: ذكر المؤرخون معجزات محمد في الشام وفي الطريق إليه، ولكن هذه المعجزات يسيرة عديمة الأهمية من جملتها أن المَلَكَ أظل محمدا، وفعل ذلك خفيا حتى لم يشعر به محمد نفسه، وأما الناس فشاهدوا الملائكة وظلالهم وسكتوا عن ذلك وياليت شعري لم كتموه عليه؟. (2) اهـ ¶ وتجعل بانوفا القارئ يشكك في صحة الروايات عن معجزات الرسول صلى الله عليه وسلم. حتى عند ذكر غزوة بدر تعد هذه المستشرقة انتصار المسلمين حادثا عاديا، وتقلل من عدد جنود قريش حيث تقول: إنهم كانوا ستمائة فقط. (3) اهـ ¶ إلى جانب هذا تكتم بانوفا الأحاديث العديدة عن معجزات رسول الله صلى الله عليه وسلم التي دُهش منها كفار قريش وغيرهم، وتسكت عما رأت حليمة السعدية من بركة النبي صلى الله عليه وسلم في صغره، وكذلك كتمت معجزة انشقاق القمر المذكور في كتاب الله وإخباره صلى الله عليه وسلم عن صحيفة المقاطعة العامة التي أكلتها الأرضة وخلاصه من قريش ليلة الهجرة، ولقاءه مع سراقة بن مالك، وغيرها من المعجزات الثابتة في الكتاب والسنة. ¶ __________ ¶ (1) كتاب النبي محمد لبانوفا وفاختين (ص 46) . ¶ (2) المصدر نفسه (ص100) . ¶ (3) المصدر نفسه (ص308) .",
            "page": "30",
            "part": "1",
            "seal": "F0503AE2"
        },
        {
            "id": "31",
            "nass": "وأحيانا تشكك بانوفا في صحة الروايات التاريخية المقبولة وأحيانا تروي الآثار الباطلة التي تجعل عامة القراء لا يثقون بكل ما ورد في كتب التاريخ مثلا تقول عن جمال عبد الله والد رسول الله صلى الله عليه وسلم: يذكر في الأساطير أن عبد الله كان له كمال لا مثيل له وكان يسبي عقول النساء ولذا ماتت في ليلة زفافه مائتا فتاة. (1) اهـ ¶ ثم تقول: وإنما قصد تلك الأساطير تشريف لعبد الله وآمنة أبوي النبي صلى الله عليه وسلم وإشارة إلى صفاتهما الحميدة الفذة كالجمال والحسب. (2) اهـ ¶ وكثير من الناس بعد سماع مثل هذا الشرح يشككون في صحة الأخبار عن حياة النبي صلى الله عليه وسلم ظانين أنها مزينة بالأكاذيب والخرافات. ¶ وهنا مثال آخر لموقف المستشرقة الروسية مما جاء في كتب التاريخ حيث تقول في وصف حجة الوداع: أعلن محمد قصده الحجَّ فانتشر هذا الخبر وأخذت حشود المسلمين تلحق به. يقال إن ستين ألف مسلم خرج من المدينة، وربما لم يكن هناك ستون ألفاً وكانوا ثلاثة آلاف فقط، إنا نفهم أن المؤرخين غاروا من شهرة النبي صلى الله عليه وسلم. (3) اهـ ¶ والظاهر أن بانوفا لا تميز بين الروايات الصحيحة والضعيفة وتقبل الروايات التي توافق هواها والتي تحسبها معقولة. ومن هذا القبيل ردها لقصة وضع الحجر الأسود في مكانه حيث تقول: إن المؤرخين الأتقياء علقوا أهمية ¶ __________ ¶ (1) نفس المصدر (ص 44) . ¶ (2) المصدر نفسه (ص45) . ¶ (3) المصدر نفسه (ص353) .",
            "page": "31",
            "part": "1",
            "seal": "0B04166F"
        },
        {
            "id": "32",
            "nass": "على قصة محمد والحجر الأسود ولكننا لا نثق بها. وقد ثبت أن محمدا لم يتحدث عنها أبداً وذلك مما يدل على أنها تلفيق. (1) اهـ ¶ وعند ذكر سبب نزول أول سورة عبس تشير المؤلفة إلى أقوال المفسرين بأنها نزلت في عبد الله بن أم مكتوم ثم تقول: وربما لم يكن في عهده رجل أعمى باسم عبد الله بن أم مكتوم، ومن المعلوم أن الرواة الذين تحدثوا عن أقوال محمد وأفعاله لم يتركوا سطرا من القرآن إلا فسروه، والآن لا نستطيع أن نوضح هل الحادث الحقيقي وضع في أساس الآيات أو هذه الآيات هي التي أثارت الروايات؟ (2) اهـ. ¶ ثم إن بانوفا لا تنكر الآثار الصحيحة عند أئمة المسلمين فحسب بل تنسب إلى النبي صلى الله عليه وسلم الأقوال التي لا يشك المسلم في بطلانها، تقول: روي عن محمد أن الله قال: يا أيها الإنسان! احفظ ما آمرك به فتصبح مثلي، تقول للشيء كن فيكون. (3) اهـ وكأنها لم تسمع بقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11] . ¶ وفي كثير من المواضع تفتري هذه المستشرقة بأن القرآن ليس كتاب الله وأن محمدا صلى الله عليه وسلم نسبه إلى الله جورا وكذبا، وتستدل على ذلك بقصة الغرانيق المشهورة حيث تقول: إن النبي سمى آلهة المشركين ملائكة فسجد المشركون لله رضا بما يقول ثم تشرح ذلك بقولها: بعد ما زال الفرح فهم محمد أنه ¶ __________ ¶ (1) المصدر نفسه (ص118) . ¶ (2) المصدر نفسه (ص215 – 216) . ¶ (3) المصدر نفسه (ص129) .",
            "page": "32",
            "part": "1",
            "seal": "02D788C4"
        },
        {
            "id": "33",
            "nass": "ارتكب خطأً كبيراً. إن هذه الخطوة مكَّنته من تفريق جماعة المشركين وتأمين مصالح المسلمين، ولكنها لم تُمِلْ قريشاً إلى الإسلام لأن الإيمان بالله وحده لايتفق مع هذه الآلهة بنات الله التي اعترف بها محمد حرصا على حل وسط مع قريش. ويمكن القول أن محمداً تناقض مع نفسه، فبدا له أن هذه المشكلة لا حل لها، ولكنها انحلت بعد نزول الآيات التالية فأُوحي إليه أن الله ليس له يد في ذلك، وأن هذه الكلمات ليست من كتابه المحفوظ ولا من تنزيله، وأن الشيطان هو الذي خدعه وأوحى إليه. (1) اهـ ¶ ونجد هذه المستشرقة تحاول دائما إثبات الخلافات بين أصحاب الرسول صلى الله عليه وسلم فتقول مثلا: إن كبار الصحابة كأبي بكر وحمزة عدُّوا الشباب كعلي وزيد مزاحمين لهم. (2) اهـ ¶ وفي شرحها لقوله تعالى: {وَلا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ} [الأنعام: 52] تقول المؤلفة: يبدو لنا أن بعض أتباع محمد كانت لهم سمعة سيئة بين العرب فأعلن محمد أن إيمانهم بالله وتوبتهم النصوح كفارة لذنوبهم السابقة، والمسلمون طووها في صفحة النسيان، ولكن المشركين ما حسبوا الذنوب الفاحشة تُمحى بالصلاة والإيمان وربما اعترض طائفة من المسلمين على أن محمدا يقبل الناس في صفوف أمته بلا تمييز. (3) اهـ ¶ __________ ¶ (1) المصدر نفسه (238 -239) . ¶ (2) المصدر نفسه (ص265) . ¶ (3) المصدر نفسه (ص287– 288) .",
            "page": "33",
            "part": "1",
            "seal": "F9187733"
        },
        {
            "id": "34",
            "nass": "وتتبجح على قوله تعالى: {وَالَّذِينَ تَبَوَّأُوا الدَّارَ وَالْأِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [الحشر: 9] وغيرها من الآيات، التي تصف الصحابة الكرام تقول المؤلفة: إن التآخي الإجباري خيّب آمال محمد وقلما ترقت هذه الأحلاف إلى صداقة متينة. (1) اهـ ¶ وتدعي المستشرقة أن المسلمين في بعض الأحيان عاملوا النبي صلى الله عليه وسلم بخشونة بل تقول: إن بين محمد وزوج ابنته عليٍّ خلافات متواصلة بدا أثرها في القرآن على نحو غير واضح، مما جعل كثيرا من المسلمين يعاملون علياً وفاطمة ابنة النبي بكراهة غير خفية. (2) اهـ ¶ ثم إن بانوفا تصف الصحابة بالجشع والطمع والأثرة والنزع إلى سفك الدماء والميل إلى الثأر والحرص على القرب من النبي صلى الله عليه وسلم لأجل المال والسلطة. ومن هذا القبيل شرحها لحالة المسلمين بعد ولادة إبراهيم بن النبي صلى الله عليه وسلم تقول: إن محمدا فرح فرحا شديدا، ولم يشاركه أحد في ذلك. وحزنت زوجاته اللاتي أهانتهن ولادة إبراهيم، حتى وجوه أصحابه الصادقين كانت عابسة؛ لأن فضائلهم كانت تستصغر بجانب ابن النبي. بل إن ولادة إبراهيم أغمَّت فاطمة وعليا لأن الحسن والحسين أضاعا مزية في كونهما وارثي النبي. (3) اهـ ¶ __________ ¶ (1) المصدر نفسه (ص351) . ¶ (2) المصدر نفسه (ص472) . ¶ (3) المصدر نفسه (ص529) .",
            "page": "34",
            "part": "1",
            "seal": "062A999D"
        },
        {
            "id": "35",
            "nass": "ولا تزال بانوفا تتبع الظن وتفتري على الصحابة حتى تقول عند وصف آخر الأيام قبل وفاة النبي صلى الله عليه وسلم: لم يستطع محمد أن يمشي إلى المسجد فحاول عمر أن يصلي بالناس إماما، ولكن المؤمنين لم يقبلوه فكلف محمد أبا بكر بالإمامة في الصلاة وربما لم يفعل ذلك لأن المسلمين شعروا بقرب موته فذهب عنه سلطانه. (1) اهـ ¶ وتظهر هذه الكلمات مدى ما أشرب قلبها من بغض للنبي صلى الله عليه وسلم والمسلمين، مع ما فيها من كذب ووقاحة، ولها من مثله الكثير في هذا الكتاب. من ذلك تحريفها لما حدث بعد وفاة الرسول صلى الله عليه وسلم حيث تقول: إن النبي الميت تُرك في بيت عائشة، وفي تلك الليلة تبين من ينازع على الحكم: علي جمع حزبه في بيت فاطمة، ونصره الزبير وطلحة، واجتمع الأنصار حول سعد بن عبادة في سقيفة بني ساعدة مدججين بالسلاح. وتفرق بقية المهاجرين إلى حزب أبي بكر وحزب عمر. واعترف عمر أن التفرقة بين المهاجرين أرهبته، وكان هو لا يريد خلافة علي فاجتمع مع أبي بكر. (2) اهـ ¶ ويشعر القارئ بلذع كلامها عند وصفها لغزوة أحد حيث تقول بعد إشارة إلى حرص الصحابة على الغنائم: حزن النبي لما وجد أكثر المسلمين لا يجاهدون لدينهم، ولكن لأجل الغنائم ونعيم الدنيا. اهـ ¶ وهي تعتمد على بعض الروايات الضعيفة الموجودة في كتب بعض الفرق الضالة، منها ما روي عن علي بن أبي طالب – رضي الله عنه - أن رسول الله صلى الله عليه وسلم قال فيه: إن هذا أخي ووليي وخليفتي فاسمعوا له وأطيعوا. وهذا حديث لا يُستدل بمثله، وقد ضعَّفه العلماء رحمهم الله. ذكره ابن كثير في تفسيره. (3) ¶ __________ ¶ (1) المصدر نفسه (ص561) . ¶ (2) المصدر نفسه (ص563) . ¶ (3) تفسير القرآن العظيم لابن كثير (3/464) .",
            "page": "35",
            "part": "1",
            "seal": "17C165F5"
        },
        {
            "id": "36",
            "nass": "وتوضح دراسة استنتاجات بانوفا وفاختين أن معرفتهما بالمسائل الشرعية كانت سطحية مما جعل عملهما مضللا للناس. فنجد في كتابهما القول بأن القرآن أنزل للعرب فحسب (1) وأن الطواف بالكعبة يعد عبادة لها (2) وأن النبي صلى الله عليه وسلم عند نزول الوحي كان يحس بلمس ويقول إن الله يلمسه بيده (3) ، وأن الرجل الصالح الذي وجده موسى - عليه السلام - عند مجمع البحرين كان مَلَكا في صورة البشر. (4) وزعمت المستشرقة أن عبد الله بن أبي بن سلول كان سيد الأنصار وأنه بعد موته لم تجتمع كلمتهم. (5) ¶ وزعمت أن الصحابة زينوا قبور شهداء أحد بأحجار الجرانيت والأحجار الكريمة (6) كأنها لم تسمع بالنهي عن البناء على القبور، كما ادعت أن المسلمين يعدون أبا طالب من أهل الإيمان بالرغم من موته على شركه. (7) ¶ ثم إن المستشرقة تزعم أن النبي صلى الله عليه وسلم كان لا يهتم بقضية القبلة حتى صلى متوجها إلى الشرق، تقول: كان المسلمون يدخلون المسجد من الجهة الغربية والظاهر أنهم صلوا إلى الشرق لا إلى الشمال الذي هو جهة بيت المقدس. وكان أهل الفرق المبتدعة النصرانية يتوجهون إلى الشرق، وثبت أن كثيرا من ¶ __________ ¶ (1) كتاب النبي محمد لبانوفا وفاختين (ص 150) . ¶ (2) المصدر نفسه (ص559) . ¶ (3) المصدر نفسه (ص150) . ¶ (4) المصدر نفسه (ص290) . ¶ (5) المصدر نفسه (ص564) . ¶ (6) المصدر نفسه (ص417) . ¶ (7) المصدر نفسه (ص298) .",
            "page": "36",
            "part": "1",
            "seal": "E44DC9F6"
        },
        {
            "id": "37",
            "nass": "النصارى عاشوا بالمدينة حينذاك. وربما تأثر المسلمون بأتباع عيسى أثناء بناء المسجد. وكان محمد أمرهم بالصلاة إلى بيت المقدس ولم يهتم بهذه المسألة حتى لا يمنع اختياره للقبلة من الدخول في الإسلام. ومن المعلوم أن محمدا صلى الله عليه وسلم بعد عدة سنين صلى مع وفد النصارى من نجران متّجها إلى الشرق. (1) اهـ ¶ واهتمت بانوفا بزواج النبي صلى الله عليه وسلم بشكل خاص ولكن استنتاجاتها كانت خاطئة باطلة. تزعم المؤلفة تعليقا على زواج رسول الله صلى الله عليه وسلم بخديجة أنه أقدم على هذا الأمر من أجل المال حيث تقول: زواج محمد بخديجة خيب آماله في الغنى، ومن المستبعد أنه كان يرجو محبة زوجية عالية. (2) أما زواجه بسودة فتصفه إظهارا للمحبة الأخوية والتضامن الذي كان يدعو إليه (3) ، وزواجه بعائشة تعلله بحسابات سياسية (4) ، وزواجه بحفصة برغبة في الحيلولة دون نشوب خلاف بين سادة الأمة الإسلامية بعدما رفض أبو بكر وعثمان الزواج بحفصة بنت عمر (5) ، وزواجه بجويرية تعده صفقة سياسية رابحة مع بني المصطلق. (6) وأما زواجه بريحانة وزينب وصفية فتسوغه بأنه صلى الله عليه وسلم لم يصمد أمام مظهرهن الجميل (7) . ¶ __________ ¶ (1) المصدر نفسه (ص342) . ¶ (2) المصدر نفسه (ص140) . ¶ (3) المصدر نفسه (ص309) . ¶ (4) نفس المصدر (ص311) . ¶ (5) نفس المصدر (ص400-401) . ¶ (6) نفس المصدر (ص 450) . ¶ (7) نفس المصدر (ص 465 و 466 و 488) .",
            "page": "37",
            "part": "1",
            "seal": "0A6A1DE4"
        },
        {
            "id": "38",
            "nass": "وتلك بعض الأمثلة التي تبين منهج المستشرقين بانوفا وفاختين، وهو في الحقيقة منهج جميع المستشرقين الروس الذين حاولوا أن ينشروا أفكارهم الباطلة ويثبتوا أن الدين الإسلامي نشأ وتكون تحت تأثير العوامل الاجتماعية والسياسية، وكان وسيلة في أيدي وجهاء المجتمع لتقوية سلطانهم. ¶ يحاول المستشرقون تلبية لمقاصدهم غير العلمية أن يستخفُّوا بالقيم الدينية والأخلاقية، ويدّعوا أن الحضارة الإسلامية هي في الحقيقة التراث العربي فقط وأن سائر الناس يمكنهم التخلي عنها. ورغم هذا نجد كتبهم منتشرة بكثرة حتى بين المسلمين الناطِقين باللغة الروسية نظرا لطريقة عرض الأحداث التاريخية بصفة شائقة وبعبارات سهلة الفهم، وصدق من قال: إن مثلهم كمثل الذي يقدم العسل مدسوساً بالسم. ¶ ولهذا يتعين على علماء المسلمين أن يجتهدوا في عرض السيرة النبوية الصحيحة لأكبر عدد من القراء الذين وقعوا في شرك المستشرقين، وبخاصة الناطقون باللغة الروسية، الذين يقدّرون مهارات المؤلفين الأدبية ويحتاجون إلى شرح واف واستدلالات قاطعة؛ ليقتنعوا بصحة الأخبار الواردة في المراجع الإسلامية. ¶ ويمكن القول إن بحوث المستشرقين الروس والسوفيات كانت موجهة أساسا لحل مسألتين: ¶ إحداهما هي إيجاد تعليل مادي لحالة النبي صلى الله عليه وسلم عند نزول الوحي عليه ولنجاحه في دعوته. لهذا استخدموا كل الاختراعات في مجال علم النفس، والطب النفسي، وطرق استحضار الجن، وعلم الإثنوغرافيا وغيرها من العلوم. واجتهدوا في إيجاد أوجه التشابه بين حالته وحالة الشعراء والسحرة",
            "page": "38",
            "part": "1",
            "seal": "EC46F5E4"
        },
        {
            "id": "39",
            "nass": "والكهان مثلما فعل مشركو قريش، واصطلحوا لهذه الحالة بحالة نفسية مختلة. ولتسهيل مهمتهم صاروا يدرسون شخصيته بمعزل عن تعاليمه الدينية وأخلاقه الكريمة وقراراته الحكيمة الصائبة ولو أنصفوا وذكروا بعضا منها لهدمت كل افتراءاتهم. ولكنهم أهملوا كل الروايات التي لا تخدم مقاصدهم واعتنوا فقط بسلوكه صلى الله عليه وسلم أثناء تلقيه الوحي. ¶ والمسألة الثانية هي محاولتهم إيجاد جواب على تساؤل محير، كيف استطاع النبي صلى الله عليه وسلم استخدام مهاراته السياسية لتوحيد العرب في أمة واحدة تخضع لشريعة واحدة؟ فهم بانحياز وتشكيك يتعاملون مع روايات المؤرخين المسلمين، ويهتمون بدراسة قرارات النبي صلى الله عليه وسلم السياسية ويعدونه سياسيا حكيما حذرا وأنه استخدم بدهاء نظرية الوحي الإلهي لبلوغ غايته. كبرت كلمة تخرج من أفواههم. ¶ وبعد تحليل دقيق لمنهج المستشرقين الروس في دراسة السيرة النبوية وعرضها على القراء والعناية بالوضع الحالي للمسلمين في هذه الديار، أود أن أشير إلى بعض الأسس التي ينبغى أن يُعتمد عليها في عرض السيرة النبوية: ¶ أولا: كتب السيرة النبوية إما أن تكون بحوثا علمية فيها الأدلة والبراهين والتحليلات لمواقف من حياة النبي صلى الله عليه وسلم وهدفها إثبات الحق والرد على افتراءات المستشرقين وأهل الزيغ والأهواء، وإما أن تكون مؤلفات فنية معتمدة على الآثار الصحيحة موجهة لعامة القراء. ¶ ثانيا: تحليل وجيه ومتقن لأفعال الرسول صلى الله عليه وسلم مع تقويم الوضع السياسي والاقتصادي للمسلمين وأعدائهم يجعل الكتاب ممتعا وجالباً للقارئ المتمعن المستعد لقبول الحق إذا تبين له.",
            "page": "39",
            "part": "1",
            "seal": "BD7D48C2"
        },
        {
            "id": "40",
            "nass": "ثالثا: تفسير الآيات القرآنية وذكر أسباب نزولها تجعل الكتاب عن السيرة النبوية وسيلة تعليمية واضحة، لا تعرف القارئ بمنهج حياة النبي صلى الله عليه وسلم فحسب، بل تعينه على الفهم الصحيح لمعاني كتاب الله. ¶ رابعا: الرد على الاتهامات الباطلة في حق النبي صلى الله عليه وسلم المنتشرة بين الكفرة والجهلة له أهمية قصوى في تأليف الكتب في السيرة النبوية، ومن المستحسن إبطال تلك الافتراءات من خلال كتب السيرة النبوية وبيان الحق فيما يمكن أن يلبسوا علينا به مثل سبب زواجه بعدة نساء، وجهاده المشركين والكفار من أهل الكتاب. ¶ خامسا: التركيز على ذكر الحِكم والفوائد من السيرة النبوية في مراحل مختلفة من حياة النبي صلى الله عليه وسلم حتى يتمكن القارئ من فهم حقيقة الإسلام وغايته العظمى التي تتمثل في عبادة الله وحده وإخلاص الدين له حنيفا، وإدراك واجبات المسلم في مرحلة تاريخية معينة بظروفها الخاصة. وهذا مهم جدا في وقتنا الحاضر عندما نجد بعض المسلمين ينحرفون عن الجادة والصراط المستقيم الذي بينه الرسول صلى الله عليه وسلم بدقة متناهية فيجعلون من الأمور الفرعية أصولا في الدين، ومن الوسائل غايات، فيجلبون على الأمة الإسلامية ويلات كثيرة من حيث يعلمون أولا يعلمون. ¶ سادسا: توضيح أقسام الوحي وحالة النبي صلى الله عليه وسلم أثناء نزوله بمقارنته بالرسل قبله مع بيان الفرق بين رسل الله وأنبيائه وبين الدجالين الذين يَدَّعون النبوة ويلبسون على عامة الناس، وذلك لأن المستشرقين بنوا افتراءاتهم على هذه المسألة فاخترعوا نظريات لمقارنة الرسول صلى الله عليه وسلم؛ بالدجالين والسحرة.",
            "page": "40",
            "part": "1",
            "seal": "52DAD900"
        },
        {
            "id": "41",
            "nass": "سابعا: بيان معجزات الرسول صلى الله عليه وسلم التي فاق بها جميع الرسل قبله بأنها حقيقية والتنويه بتنبؤاته بأحداث وقعت بعد وفاته، مما يقضي على تصورات الملحدين أنه صلى الله عليه وسلم كان كسائر البشر لم يأت بأي معجزة وأن كل ما فعل يمكن تفسيره بقوانين الطبيعة. ¶ ثامنا: الإشادة بدور الصحابة الكرام - رضي الله عنهم أجمعين - لأن أعداء الإسلام لا يضيعون أي فرصة للنيل من حملة هذا الدين ويتهمونهم بالحسد والعداوة بينهم، وأن قلوبهم أشربت بحب السلطة ونعيم الدنيا. ومن الضروري التركيز على فضائل أبي بكر الصديق وعمر بن الخطاب وأبي هريرة وعائشة أم المؤمنين رضوان الله عليهم لأنهم مستهدفون بالدرجة الأولى. ¶ تاسعا: إيضاح مسألة الإمامة العظمى بعد وفاة النبي صلى الله عليه وسلم وأهلية أبي بكر الصديق بالخلافة، وبيان بطلان الروايات التي فيها وصية النبي صلى الله عليه وسلم بالخلافة لعلي بن أبي طالب – رضي الله عنه - وأن الصحابة عصوا الله ورسوله واستولوا على الحكم. ¶ عاشرا: تصفية كتب السيرة النبوية من الآثار الضعيفة والموضوعة وبيان وجهة ضعفها وأسباب وقوع مثل هذه الروايات في كتب السيرة والسنة وهذا ما يعين القارئ على كشف مكايد المستشرقين وأهل البدع والأهواء الذين ينشرونها، ويعتمدون عليها، ليعرضوا شكوكهم في صحة رسالة النبي صلى الله عليه وسلم وصدقه، أو ثقة أصحابه وعدالتهم، كما يكوّن ذلك لدى القارئ فكرة صحيحة عن تاريخ كتابة السيرة والسنة النبوية والقواعد المقررة لدى علماء المسلمين. ¶ وخلاصة القول أن المسلمين وغيرهم ممن يدرس العلوم الشرعية والسيرة النبوية لا يكتفون اليوم بالكتب التي تحتوي على سرد بسيط للآثار التاريخية",
            "page": "41",
            "part": "1",
            "seal": "AB59F5BA"
        },
        {
            "id": "42",
            "nass": "ويحتاجون إلى البحوث المفصلة التي تزعج عقول مَنْ يعتمد على مؤلفات المستشرقين وأهل الأهواء ويرجع إليها رغبة في معرفة الدين الإسلامي، ومن أهم وظائف العلماء اليوم أن ينشروا الحق عن حياة الرسول صلى الله عليه وسلم وسلوكه وأوامره ونواهيه حتى يتبين للناس أنه أرسل رحمة للعالمين ودعا إلى الصراط المستقيم، وامتاز بالخلق العظيم وكان فيه أسوة حسنة لكل من يرجو الله واليوم الآخر ويذكر الله كثيرا. كما يجب على المؤرخين أن يأخذوا بعين الاعتبار عقائد القراء وميولهم لأن كثيرا منهم غير مسلمين يريدون أن يتعرفوا على الإسلام. فمن القراء الناطقين باللغة الروسية من غير المسلمين: اليهود والنصارى المتعصبون الذين هم في حاجة إلى دعوة ملحة موجهة بالحكمة والموعظة الحسنة، ومنهم من تكونت عقيدته تحت تأثير الدعوة الشيوعية الملحدة، فأصبح لا يصدق كل ما لا يمكن شرحه بالقوانين الطبيعية. وإن معظمهم اليوم يتعرفون على الإسلام من كتب المستشرقين المتاحة لديهم، وعلينا أن نبين لهم الحق بالحجج الدامغة والأساليب السهلة. ¶ وأسأل الله تبارك وتعالى أن يجعل جميع أعمالنا خالصة لوجهه الكريم نافعة لنا ولسائر المسلمين، وأن يضعها في ميزان حسناتنا يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم. وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "42",
            "part": "1",
            "seal": "E99F9BEC"
        },
        {
            "id": "43",
            "nass": "مصادر ومراجع ¶ ... ¶ فهرس المراجع: ¶ 1 - تاريخ الخلافة، الكتاب الأول، الإسلام في جزيرة العرب، بولشاكوف، باللغة الروسية، مكتبة أدب الشرق، موسكو، الطبعة الأولى، 2000م. ¶ 2 - الترجمة المفسرة لمعاني القرآن باللغة الروسية، بوروخوفا، مطبعة سبهر، طهران، الطبعة الأولى، 1417هـ. ¶ 3 - تفسير القرآن العظيم، الحافظ ابن كثير، دار العرفان، الكويت، الطبعة الثانية، 1416هـ. ¶ 4 - تيسير الكريم الرحمن في تفسير كلام المنان، عبد الرحمن بن ناصر السعدي، مؤسسة الرسالة، بيروت، الطبعة السادسة، 1417هـ. ¶ 5 - الرحيق المختوم، صفي الرحمن المباركفوري، جمعية إحياء التراث الإسلامي، الكويت، الطبعة الثانية، 1416هـ. ¶ 6 - رياض الأنوار في سيرة النبي المختار صلى الله عليه وسلم لصفي الرحمن المباركفوري، باللغة الروسية، ترجمة عبد الله نيرش، دار البدر، موسكو، الطبعة الأولى، 2000م. ¶ 7 - زاد المعاد في هدي خير العباد، محمد بن أبي بكر المعروف بابن قيم الجوزية، جمعية إحياء التراث الإسلامي، الكويت، الطبعة التاسعة، 1416هـ. ¶ 8 - شرح صحيح مسلم، يحيى بن شرف النووي، دار أبي حيان، الطبعة الأولى، 1415هـ ¶ 9 - شرح السنة للإمام البغوي، المكتب الإسلامي، بيروت، الطبعة الثانية، 1403هـ",
            "page": "43",
            "part": "1",
            "seal": "41FEA020"
        },
        {
            "id": "44",
            "nass": "10 - صحيح السيرة النبوية ما صح من كتاب سيرة رسول الله صلى الله عليه وسلم وذكر أيامه وغزواته وسراياه والوفود إليه للحافظ ابن كثير، محمد ناصر الدين الألباني، المكتبة الإسلامية، عمان، الطبعة الأولى، 1421هـ. ¶ 11 - صحيح الجامع الصغير وزيادته، محمد ناصر الدين الألباني، المكتب الإسلامي، الطبعة الثالثة، 1408هـ. ¶ 12 - صور من حياة الصحابة، عبد الرحمن رأفت الباشا، دار الأدب الإسلامي، القاهرة، الطبعة الجديدة المشروعة نشرت للمرة الأولى، 1418هـ. ¶ 13 - غزوة أحد دراسة دعوية، محمد بن عيظة بن سعيد بامدحج، دار إشبيليا، الرياض، الطبعة الأولي، 1420هـ. ¶ 14 - فتح الباري شرح صحيح البخاري، أحمد بن علي بن حجر العسقلاني، دار السلام، الرياض، الطبعة الأولى، 1421هـ. ¶ 15 - محمد حياته وتعليمه الديني، سولوفيوف، باللغة الروسية، الطبعة الإلكترونية نشرت في الشبكة العالمية إنترنيت: ¶ http://vehi.by.ru/soloviev/magomet/magomet.html ¶ 16 - مختصر سيرة النبي صلى الله عليه وسلم لابن هشام، باللغة الروسية، ترجمة غينولين، دار الأمة، موسكو، الطبعة الأولى، 2002م. ¶ 17 - النبي محمد، بانوفا وفاختين، باللغة الروسية، دار فينيكس، روستوف، 1999م.",
            "page": "44",
            "part": "1",
            "seal": "43C74E12"
        }
    ],
    "t7560": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "مؤلفات المستشرقين الروس في السيرة النبوية"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}