{
    "b757": [
        {
            "id": "1",
            "nass": "سلسلة أشراط الساعة الكبرى [حياة البرزخ] ¶ إذا مات المرء انفصلت روحه عن جسده، فيذهب الجسد في رحلة أولها إغماض العينين والغسل والتكفين، وآخرها قبل البعث مواراته في التراب، وأما الروح فتصعد إلى الملأ الأعلى فإما أن تكرم وإما أن تهان، وتتصل بالجسد مرة أخرى ليقع عليها النعيم أو العذاب، وقد تنفصل عنه، حتى إذا كان يوم القيامة أنبت الله الأجساد من القبور، واتصلت الأرواح بالأبدان، وانطلق الناس يحشرون على أرض بيضاء نقية ليس فيها علم لأحد ليقفوا بين يدي الواحد الديان",
            "page": "1",
            "part": "1",
            "seal": "17D328CA"
        },
        {
            "id": "2",
            "nass": "المرء بعد الموت",
            "page": "2",
            "part": "1",
            "seal": "880D127A"
        },
        {
            "id": "3",
            "nass": "تغميضه وغسله وتكفينه والصلاة عليه ¶ الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له وليا مرشدا، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمدا عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد. ¶ فإن الله تعالى خلقنا أرواحاً وأجساداً، فبين الجسد والروح اتصال، والموت في معناه الحقيقي: انفصال الروح عن الجسد، فإذا انفصلت الروح عن الجسد انفصالا كلياً كان هذا هو الموت الذي يعني الانتقال من دار إلى دار، ومن مرحلة إلى مرحلة، فالله جل وعلا خلق خلقه أطوار، فطور وهم أجنه في بطون أمهاتهم، وطور في الحياة الدنيا، وطور في حياة البرزخ، وطور يوم يقوم الأشهاد، وهذا هو يوم الخلود الأبدي، أما رحلة الجسد فتبدأ بخروج الروح، فإذا خرجت الروح أصبح الجسد لا حراك به، فلا يضره شيء، فالسنة عندها أن تغمض عينا الميت، ثم يوضع شيء ثقيل على بطنه حتى لا ينتفخ، ولو شد لحياه لكان ذلك حسناً، حتى لا تتغير هيئته، ولا يحسن النظر إلى الميت؛ لأنه ينتقل إلى حالة أخرى من التكوين والتصوير، فلا ينطبع في الأذهان شيء. ¶ ثم بعد يكون غسله وتكفينه وهما فرض كفاية، ويتولى غسله قرابته، وأولاهم العصبة، وأولى العصبة أبوه ثم جده ثم ابنه ثم باقي العصبة، إلا إذا كان الميت قد أوصى، فإن تغسيل الميت حق للميت، فإذا أوصى الميت بأن يغسله أحد بعينه قدم الذي أوصى به الميت، ولو كان بعيدا، فإن الصديق رضي الله عنه وأرضاه أوصى بأن تغسله زوجته أسماء بنت عميس، كما أن أنساً رضي الله عنه خادم رسول الله صلى الله عليه وسلم أوصى بأن يغسله محمد بن سيرين. ¶ ومحمد بن سيرين هو أحد أئمة التابعين، وكان مشهورا بتعبير الرؤيا، ويروى أنه جاءه رجل فقال له: إنني رأيت فيما يرى النائم رجلاً -ولم يسمه- نبت في ساقه شعر، فما تأويل الرؤيا؟ فقال محمد بن سيرين: هذا رجل يركبه دين، ثم يسجن، ثم يموت في سجنه، فقال له الرائي: رأيتها فيك. ¶ فوقع الذي حكاه محمد في التعبير والتأويل، فركب محمد بن سيرين دين ثم سجن ثم مات في سجنه. ¶ وحين كان في سجنه مات أنس، فأُخرج من السجن وقام بغسله ثم أعيد إلى سجنه. ¶ والساق قد قال الله جل وعلا فيها: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ} [القلم:42] وقال: {كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ * وَقِيلَ مَنْ رَاقٍ * وَظَنَّ أَنَّهُ الْفِرَاقُ * وَالْتَفَّتِ السَّاقُ بِالسَّاقِ} [القيامة:26 - 29]. ¶ والعرب تقول: كشفت العرب عن ساقها أو: عن سوقها. ¶ وأياً كان المعنى فإنه من هذا أخذ العلماء أن الساق في الرؤيا تدل على الكرب والأمر والهول العظيم. ¶ والذي يعنينا في هذا المقام أن الوصي أولى بتغسيل الميت، ثم بعد غسله يكفن، ولا يكون هناك إسراف في الكفن، ولكن يكفن في ثلاثة أثواب إن كان رجلا، وفي خمسة إن كانت امرأة، ويندب أن تكون بيضاء ونقية، إما جديدة وإما مغسولة، ثم يصلى عليه، والصلاة على الميت من فروض الكفايات، وفيها يلح الإنسان ويصدق في الدعاء للميت لحاجته إلى ذلك. ¶ ويصلى على كل مؤمن بار أو فاجر، إلا الغالّ الذي يسرق من الغنائم، أو من قتل نفسه، فهذا لا يصلي عليه إمام المسلمين أو من ينيبه الإمام، كأئمة الحرم، وكذلك ذوو الهيئات، كأشراف الناس وكبار العلماء، ولكن يصلي عليهم قراباتهم وعامة المسلمين زجراً لغيره عن أن يصنع صنيعه. ¶ ومن قتل في حد -كمن زني فرجم، أو قتل قصاصا- فإنه يصلى عليه، حتى الإمام يصلي عليه.",
            "page": "3",
            "part": "1",
            "seal": "E0AB8D84"
        },
        {
            "id": "4",
            "nass": "مواراته في التراب ¶ ثم ينتقل الجسد إلى مرحلة أخرى، وهي مواراته التراب، قال تعالى: {ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ} [عبس:21]، وقال: {أَلَمْ نَجْعَلِ الأَرْضَ كِفَاتًا * أَحْيَاءً ?وَأَمْوَاتًا} [المرسلات:25 - 26]، سواء أكان لحداً أم شقا، فكل ذلك يصح، والمهم أن يوجهه إلى القبلة؛ لقوله عليه الصلاة والسلام لما ذكر الكبائر: (واستحلال البيت الحرام قبلتكم أحياء وأمواتا)، ويقرب الميت -إذا كان القبر لحداً- من جدار القبر القِبْلي، ويوضع خلفه شيء من التراب حتى لا يرجع على ظهره، بعد أن تحل أربطة الكفن، ولا يكشف عن رأسه، ثم يوضع اللبن على اللحد حتى لا يقع التراب عليه مباشرة، ثم يحثا التراب على القبر كما فعل بنبينا صلى الله عليه وسلم، وقد نصب عليه تسع لبنات صلوات الله وسلامه عليه. ¶ والقبر إذا كان مسنماً أشبه برأس الخيمة كان أفضل من أن يكون مسطحاً. ¶ وما يصنع في بعض البلدان من إقامة الأضرحة والمشاهد على القبور كل هذا منهي عنه شرعاً، فلا يجوز أبداً فعله، لا لفئة من الناس ذوي قدر كالرؤساء وغيرهم، ولا لغيرهم من العامة، وإنما يرفع القبر قليلا ليعلم أنه قبر، ولذلك فإن المسلم إذا مات في دار حرب لا يرفع قبره حتى لا يعرف أنه قبر، لئلا يتسلط عليه الأعداء فينبشوا قبره، وإنما يسوى قبره بالأرض حتى لا يتمكن العدو من الوصول إليه.",
            "page": "4",
            "part": "1",
            "seal": "57C0776E"
        },
        {
            "id": "5",
            "nass": "من يتولى غسل الميت ¶ سبق أن قلنا إن الذكر والأنثى لا يغسل أحدهما الآخر، إلا في حالتين: الحالة الأولى: الزوج والزوجة، فإنه يجوز للزوجة أن تغسل زوجها، ويجوز للزوج أن يغسل زوجته؛ لأن أبا بكر أوصى بأن تغسله أسماء بنت عميس، وأبو بكر رضي الله تعالى عنه جاء في وفاته روايتان: رواية تقول: إنه اغتسل في يوم بارد ثم أصابته الحمى، فمكث مريضاً خمسة عشر يوما، ثم مات. ¶ وهناك رواية أخرى لا تتعارض مع الرواية الأولى، وهي أنه أكل هو والحارث بن كلدة طبيب العرب المشهور، أكلا في يوم واحد من حساء حريرة أعدته لهما امرأة يهودية، والحارث كان طبيبا مشهوراً، وقد أوصى النبي صلى الله عليه وسلم بعض أصحابه بأن يستطبوا عنده، فقال لـ أبي بكر: لقد أكلنا أنا وأنت سم سنة كاملة. ¶ فمات أبو بكر والحارث بن كلدة في يوم واحد، بعد حول كامل في نفس اليوم الذي أكلا فيه الطعام، والله يقول: {يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا} [الروم:7]، وهذا يدل على أن الحارث بن كِلدة كان ذا فراسة قوية في مسألة الطب. ¶ وفي فترة مرض أبي بكر رضي الله عنه وأرضاه جاءه الناس فقالوا: ألا ندعو لك الطبيب؟ فقال كلمته المشهورة: أتاني الطبيب فقال: إني فعال لما أريد. ¶ فعرف الناس مراده وسكتوا عنه حتى مات رضي الله عنه وأرضاه وهو ابن ثلاث وستين سنة كعمر نبينا صلى الله عليه وسلم، ولكن النبي صلى الله عليه وسلم مات ضحى يوم الاثنين، وأما أبو بكر فمات بين صلاة المغرب والعشاء ليلة الثلاثاء.",
            "page": "5",
            "part": "1",
            "seal": "61A8CB21"
        },
        {
            "id": "6",
            "nass": "حالات ترك غسل الميت والاكتفاء في حقه بالتيمم ¶ وإن علينا قبل غسل الميت أن ننظر فيما إذا كان الماء يضره، كمن تقطع أوصالاً أو كان به حروق، بحيث لو غسل فإن الجسد يتفتت، فهذا لا يغسل، بل ييمم، فيمسح على وجهه وكفيه، كالتيمم المعروف. ¶ وهذه الحالة كذلك تكون إذا انعدم الماء، وتكون إذا ماتت امرأة وسط رجال ليس فيهم زوج لها، أو مات رجل وسط نساء ليس فيهن زوجة له، فنلجأ إلى مسألة التيمم بدلا من غسله.",
            "page": "6",
            "part": "1",
            "seal": "A6484227"
        },
        {
            "id": "7",
            "nass": "بلى الأجساد بعد الموت ¶ لا أعلم دليلاً شرعياً على أن الجسد لا يبلى، وقد قال عليه الصلاة والسلام: (كل جسد ابن آدم يبلى إلا عجب الذنب)، ويشتهر عند الناس أن الشهداء لا تأكل الأرض أجسادهم، ولكن لا أعلم في هذا دليلاً شرعيا صحيحاً عن النبي صلى الله عليه وسلم، إنما المحفوظ أن أجساد الأنبياء هي التي لا تبلى، فقد قال صلى الله عليه وسلم لما ذكر يوم الجمعة: (فأكثروا فيه من الصلاة علي. ¶ قالوا: يا رسول الله! كيف تبلغك صلاتنا وقد أرمت؟ قال: إن الله حرم على الأرض أن تأكل أجساد الأنبياء)، فلما سأل الصحابة دل ذلك على أن الصحابة استقر في أذهانهم أن الأجساد جميعها تبلى، ولو كانت في أذهان الصحابة أن أجساد الشهداء مستثناة لما استغربوا من كون الأرض لا تأكل أجساد الأنبياء؛ لأن الأنبياء أرفع مقاما من الشهداء.",
            "page": "7",
            "part": "1",
            "seal": "05614E51"
        },
        {
            "id": "8",
            "nass": "رحلة الروح",
            "page": "8",
            "part": "1",
            "seal": "60CB659B"
        },
        {
            "id": "9",
            "nass": "اختصاص الله تعالى بعلم كنه الروح ¶ إن الروح أمرها عند الله، فلا يعلم كنهها إلا الله، فقد ثبت أن نبينا عليه السلام مر على يهود، فقال بعضهم: سلوه، وقال بعضهم: لا تسألوه، ثم سألوه فقالوا: يا أبا القاسم! ما الروح؟ فاتكأ صلى الله عليه وسلم على عسيب نخل، وكان معه عبد الله بن مسعود، قال عبد الله: فعلمت أنه يوحى إليه، فأنزل الله جل وعلا عليه: {وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا} [الإسراء:85]. ¶ وابن سيناء الفيلسوف يقول: هبطت إليك من المحل الأرفع ورقاء ذات تعزز وتمنع هبطت على كره إليك وربما كرِهت فراقك وهي ذات توجع يريد أن الإنسان لا يختار روحه، فعارض قوله شوقي بقوله: ضمي قناعك يا سعاد أو ارفعي هذي المحاسن ما خلقن لبرقع فمحمد لك والمسيح ترجلا وترجلت شمس النهار ليوشع أراد ابن سيناء أن يقول: إن الإنسان لا يختار روحه، وأراد شوقي أن يقول: ضمي قناعك يا سعاد كناية عن الروح. ¶ ثم قال: فمحمد لك والمسيح ترجلا والإنسان إذا أراد أن يعظم أحداً، فإن طريقة العرب في ذلك إذا قابلت شخصاً وأنت على الدابة فإنك تنزل من على الدابة وتترك ما تركبه، وتُقبِل إليه وأنت ماشٍ. ¶ مثل عالم السيارات اليوم، حيث ترى إنساناً واقفاً فتنزل من سيارتك وتذهب إليه راجلا، فهذا نوع من التعظيم. ¶ فعظم نبينا صلى الله عليه وسلم الروح لما سئل عنها فاستلبث حتى نزل الوحي: {وَيَسْأَلُونَكَ عَنِ الرُّوحِ} [الإسراء:85]. ¶ وأما عيسى فقد نقلوا في إنجيل لوقا في الإصحاح الثاني عشر أنه كان يقول للملأ من حوله من الحواريين: لا تخافوا من الذين يتسلطون على الجسد ولا يستطيعون أن يتجاوزوا إلى أكثر من ذلك. ¶ يقصد أن الأعداء ليس لهم سلطة على الروح، فالروح عظيمة، والله جل وعلا عظمها بقوله: {وَيَسْأَلُونَكَ عَنِ الرُّوحِ} [الإسراء:85].",
            "page": "9",
            "part": "1",
            "seal": "7A6E4952"
        },
        {
            "id": "10",
            "nass": "صلة الروح بالجسد في الحياة ¶ تلتصق الروح بالبدن عندما نكون أجنة في بطون أمهاتنا، وهي أمانة، والعامة يقولون هنا كلاماً له أصل، فيقولون إذا مات أحد: أخذ الله أمانته. ¶ والقضية أن الملك يضع أمانة في الجسد، ثم يأتي الملك فيقبض تلك الأمانة ويأخذها. ¶ يقول العلماء: الروح لا تختص بشيء من الجسد، أي: لا نقول: إنها في الإصبع، ولا في القلب، ولا في الرجل، ولا في الرأس، ولا في مكان آخر، بل تسري في الجسد كله كما تسري النار في الهشيم، فإذا قبضت خرجت من الجسد كله، فجميع الجسد يعاني من خروج الروح، والله يقول: {فَلَوْلا إِذَا بَلَغَتِ الْحُلْقُومَ * وَأَنْتُمْ حِينَئِذٍ تَنظُرُونَ} [الواقعة:83 - 84] أي: إذا وصلت إلى الحلقوم يبدأ الإنسان بالتشبث بالحياة أياًَ كان، ويحاول الإنسان أن يقاوم، ولكن الله يقول: {فَإِذَا جَاء أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ} [الأعراف:34].",
            "page": "10",
            "part": "1",
            "seal": "BCB986B9"
        },
        {
            "id": "11",
            "nass": "لحظات خروج الروح ¶ يقول تعالى: (وأنتم) أي: من حول الميت (حينئذ تنظرون)، أي: إلى الميت، {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَكِن لَّا تُبْصِرُونَ} [الواقعة:85]؛ لأن من حول الميت لا يرون الملائكة وهي تقبض روح الميت، فتخرج الروح فيتبعها البصر، وعندئذ يسن تغميض العينين، فإذا صعدت فإنها قد تكون روح مؤمن، فيشيعها من كل سماء مقربوها، وتفتح لها أبواب السماء، وتصل إلى العرش ويراها أبونا آدم، كما في حديث المعراج أن النبي صلى الله عليه وسلم رأى أبانا آدم حوله أسودة عن يمينه وعن شماله، فإذا نظر جهة اليمين ضحك، وإذا نظر جهة الشمال بكى. ¶ فحين تصل إلى العرش يقول الله جل وعلا: صدق عبدي، اكتبوا كتاب عبدي في عليين ثم أعيدوه، فإني قد وعدتهم {مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى} [طه:55] فتعود إلى بدنه. ¶ وعلى النقيض من ذلك -أعاذنا الله وإياكم- قد تكون روح كافر منافق، قال الله {لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاء وَلاَ يَدْخُلُونَ الْجَنَّةَ} [الأعراف:40]، ثم تعود إلى الجسد، ولكنها لا تعود كما تعود الأولى، بل تطرح طرحا بإلقاء وبعنف، قال ذلك رسول الله صلى الله عليه وسلم، ثم تلا: {وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاء فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ} [الحج:31].",
            "page": "11",
            "part": "1",
            "seal": "0A2DDD4A"
        },
        {
            "id": "12",
            "nass": "اتصال الروح بالجسد بعد الموت ¶ وهنا يكون نوع اتصال بين الروح والجسد، كما أخبر عليه الصلاة والسلام عن الميت بأنه يسمع قرع النعال، ولكنه يسمع سمعا لا ينتفع به، وقد وقف نبينا صلى الله عليه وسلم على قليب بدر على قتلى قريش، فناداهم بأسمائهم: يا أبا جهل بن هشام! يا عتبة بن ربيعة! وعدهم ثم قال: (قد وجدت ما وعدني ربي حقا، فهل وجدتم ما وعدكم ربكم حقا؟! فتعجب الصحابة فقال عمر: يا رسول الله! أتخاطب أقواما قد جيفوا؟! فقال: ما أنتم بأسمع لما أقول منهم، ولكنهم لايستطعون جوابا). ¶ قال حسان: يناديهم رسول الله لما قذفناهم كباكب في القليب ألم تجدوا كلاميَ كان حقا وأمر الله يأخذ بالقلوب فما نطقوا ولو نطقوا لقالوا صدقت وكنت ذا رأي مصيب فحسان يصور الحادثة شعرا، ومن هنا أخذ بعض العلماء أن الموتى يسمعون، ولكنهم لا يسمعون سماع انتفاع، وهذا مثل ضربه الله في القرآن فقال: {وَمَثَلُ الَّذِينَ كَفَرُواْ كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لاَ يَسْمَعُ إِلاَّ دُعَاء وَنِدَاء} [البقرة:171] فالراعي تسمع غنمه ما يقول، ولكنها لا تسمع سمع انتفاع، فلا تدري ما يقول وإن كانت تسمع المفردات والأقوال والكلمات، وهذه قضية طويلة بين العلماء لا أحب الخوض فيها. ¶ فإذا اتصلت الروح بالجسد فإنه يقع عليها النعيم ويقع عليها العذاب، يقول ابن تيمية -غفر الله له ورحمه- إن عذاب القبر ونعيمه يقع على الروح والجسد -وهذا متفق عليه عند أهل السنة- ويقع كذلك على الروح منفردة عن البدن. ¶ وقد أخبر النبي عليه الصلاة والسلام بشيء من هذا، فقد أخبر بأنه رأى الزناة والزواني -نسأل الله العافية- في تنور ضيق من أدناه، واسع من أعلاه، ورأى أكلة الربا تمر عليهم سابلة آل فرعون، ورأى من يقرب إليهم قدر نضيج طيب فلا يأكلون منه، ويأكلون من لحم نتن خبيث، فقال: من هؤلاء يا جبريل؟ فقال: هذا الرجل يترك امرأته حلالا، ويذهب يبيت مع امرأة خبيثة حتى يصبح، فما حياة البرزخ إلا صورة للحياة الدنيا، فالجزاء من جنس العمل، وسيكون نفس الصنيع بك في برزخك، والله يقول: {وَمِن وَرَائِهِم بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ} [المؤمنون:100] ويقول: {يُثَبِّتُ اللهُ الَّذِينَ آمَنُواْ بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ وَيُضِلُّ اللهُ الظَّالِمِينَ وَيَفْعَلُ اللهُ مَا يَشَاءُ} [إبراهيم:27].",
            "page": "12",
            "part": "1",
            "seal": "8E6050A6"
        },
        {
            "id": "13",
            "nass": "الصلة والانقطاع بين الروح والجسد ¶ وهذا الاتصال بين الروح والجسد ينقطع أحيانا، ويتصل أحيانا، فتكون للروح سرعة أكثر من سرعتها وهي ملتصقة بالجسد في الحياة الدنيا، وعلى هذا حمل العلماء صلاة النبي صلى الله عليه وسلم بالنبيين إماما في المسجد الأقصى وصلوا وراءه، ثم عرج به إلى سدرة المنتهى ورأى إخوانه من النبيين في السماوات السبع. ¶ قالوا: كيف قابلهم في الأرض ثم قابلهم في السماء؟ قال بعض العلماء: إن سرعة الروح غير سرعة الجسد، فقابلهم في السماوات السبع أرواحا عليهم صلوات الله وسلامه أجمعين. ¶ والذي يعنينا أن علاقة الروح بالجسد تدل في المقام الأول على عظمة الخالق جل جلاله، وأن هناك رباً خالق للخلائق كلها، يدبرها تبارك وتعالى كيف يشاء، ويفعل فيها ما يريد، وأنه جل وعلا حكم بالنجاة لأهل الإيمان والعمل الصالح، وحكم بالخسران والخيبة على أهل الكفر والعمل السيئ، وأنه جعل الدنيا مزرعة للآخرة، وزهرة حائلة، ونعمة زائلة، ولا بد من لقائه تبارك وتعالى.",
            "page": "13",
            "part": "1",
            "seal": "1C1B2887"
        },
        {
            "id": "14",
            "nass": "المرء من القرار المكين إلى الوفاة ¶ لقد كان الإنسان جنينا لا يدري عن تلك الحياة شيئاً، وكان قبل ذلك في أصلاب آبائه وأرحام أمهاته، ثم كان جسدا حيا يغدوا ويروح، ثم لا يلبث أن تقضى حياته ويعيش في حياة البرزخ، ثم يذكره الناس جيلا بعد جيل حتى ينسوه، أو يكادوا. ¶ يسلم المرء أخوه للمنايا وأبوه وأبو الأبناء لا يبقى ولا يبقى بنوه رب مذكور لقوم غاب عنهم فنسوه ابتنى الناس من البنيان مالم يسكنوه طلب الناس من الـ آمال مالم يدركوه جمع الناس من الأموال مالم يأكلوه عش بما شئت فمن تبره دنياه تسوه وبعد ذلك يكون اللقاء بين يدي الرب تبارك وتعالى، ويجتمع الخلائق برهم وفاجرهم، مؤمنهم وكافرهم بين يدي الله، وهذا ما يسمى بالبعث والنشور.",
            "page": "14",
            "part": "1",
            "seal": "831208A4"
        },
        {
            "id": "15",
            "nass": "الإيمان بالبعث والنشور تنزيه لله عن اللهو والعبث ¶ يجب أن يستقر في قلب كل أحد أن الله جل وعلا تبارك اسمه وجل ثناؤه منزه كل التنزيه عن النقص والعيب واللهو والعبث، ولهذا قال الله جل وعلا في خواتيم سورة المؤمنون: {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ} [المؤمنون:115]، فأردف هذه الآية بقوله سبحانه منزهاً ذاته العلية: {فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ} [طه:114]، فالله جل وعلا منزه عن أن يكون قد خلق هذا الخلق وكلفهم، وبعث إليهم الرسل، وأنزل إليهم الكتب، وأقام عليهم الحجة، وأوضح لهم المحجة، ثم بعد ذلك لا يكون هناك بعث ولا نشور، ولا تكون جنة ولا نار، ولا تكون محاسبة ولا جزاء، فهذا محال ينزه الرب تبارك وتعالى عنه. ¶ وقد سبق الحديث عن أن الروح لها مستقر، فإن كانت مؤمنة ففي عليين، وإن كانت كافرة ففي سجين.",
            "page": "15",
            "part": "1",
            "seal": "E2EEEF28"
        },
        {
            "id": "16",
            "nass": "ذكر النفخ في الصور ¶ قلنا: إن اتصال الروح بالجسد يكون أحيانا وينقطع أحيانا، وأن العذاب أو النعيم يقع على الروح والجسد مجتمعين، ويقع أحيانا على الروح دون الجسد، ثم تكون نفخة الصعق، وهذه النفخة ينتظرها الآن ملك يقال له إسرافيل، قد التقم القرن وحنى الجبهة، وأصغى الأذن ينتظر متى يؤمر بالنفخ فينفخ، وقد قال الصحابة: (يا رسول الله! ماذا نقول؟ قال: قولوا: حسبنا الله ونعم الوكيل). ¶ والملائكة يشتركون جميعاً في أنهم لا يعصون الله ما أمرهم ويفعلون ما يؤمرون، إلا أن المهام التي أسندت إليهم، والمقام الذي ينتهي إليه كل أحد منهم يختلف بحسب منازلهم، وما أفاء به الله جل وعلا عليهم، وما كلفهم الرب تبارك وتعالى به، وإسرافيل ملك كريم أسند إليه النفخ في الصور. ¶ فينفخ إسرافيل في الصور، فيكون الحال كما قال تعالى: {فَصَعِقَ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْض} [الزمر:68]، ثم استثنى جل جلاله فقال: {إِلَّا مَن شَاء اللَّهُ} [الزمر:68]، وهذه نفخة الصعق الأولى، وتعقبها نفخة بعث، واختلف العلماء هل قبل نفخة الصعق تكون نفخة الفزع التي ذكرها الله جل وعلا في سورة النمل؟ فبعضهم يرى أنها الثانية هي المسماة بنفخة الصعق، وبعضهم يرى أنها نفخة ثالثة للاثنتين، وظاهر القرآن أنهما اثنتان فقط، والعلم عند الله. ¶ فينفخ إسرافيل فيصعق من في السماوات ومن في الأرض إلا من شاء الله، واختلف العلماء في قول الله جل شأنه: {إِلَّا مَن شَاء اللَّهُ} [الزمر:68] فذهب بعض العلماء إلى أن المستثنين في الآية هم من يقطن الجنة من أهلها، كالحور العين والغلمان المخلدون، وما في النار من حيات وعقارب -نعوذ بالله من ذلك-، وهذا القول ينسب إلى الإمام أحمد رحمه الله تعالى. ¶ وقال بعض العلماء: إن المستثنين هم إسرافيل وجبريل وميكائيل رؤساء الملائكة، وهذا القول ينسب إلى مقاتل بن سليمان أحد أئمة السلف في التفسير رحمه الله تعالى، وعنده في هذا أحاديث، ولكن ثبوت صحة هذه الأحاديث فيه نظر عند أهل الصناعة الحديثية. ¶ والذي يظهر -والعلم عند الله- أن الاستثناء لبيان القدرة، ولكن التوقف في مثل هذا أفضل لعدم وجود مرجحات تجعلنا نقطع بيقين، فالنبي صلى الله عليه وسلم قال عندما ذكر النفخة الثانية: ((فأكون أول من يفيق فإذا بموسى آخذاً بقوائم العرش، فلا أدري أفاق قبلي أم جوزي بصعقة الطور أم كان ممن استثناه الله))، فإذا قال النبي صلى الله عليه وسلم: لا أدري فالمتبعون هديه عليه الصلاة والسلام من ورثته من العلماء أولى بأن لا يدروا. ¶ فهذا الاستثناء نتوقف في الجزم فيه، ولكنه قد يكون له معنى مقصود بأقوام كما بينا، وقد يكون المقصود به بيان القدرة الإلهية. ¶ ثم تكون النفخة الثانية، ومابين النفختين أربعون سنة أو أربعون شهراً أو أربعون يوماً، لم يجزم أبو هريرة في نقله عن النبي صلى الله عليه وسلم.",
            "page": "16",
            "part": "1",
            "seal": "CEB72E3D"
        },
        {
            "id": "17",
            "nass": "رد الله على كفار قريش في إنكارهم البعث ¶ وكان القرشيون الأوائل ينكرون البعث والنشور جملة مع اعترافهم بوجود الله، كما قال تعالى: {وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ} [الزمر:38]، فردوا على النبي صلى الله عليه وسلم قوله بأن الله يحيي العظام وهي رميم، وأنه يبعث الموتى، فأجابهم الله جل وعلا بثلاثة أدلة تدل على أنه يحي الموتى: الدليل الأول: أنه جل وعلا هو الذي خلقهم ابتداء، وهو ما يسمى بالنشأة الأولى. ¶ والدليل الثاني: أن الله جل وعلا خلق ما هو أعظم منهم، وهو السماوات والأرض. ¶ والدليل الثالث: أن الله جل وعلا أمرهم بأن ينظروا في النبات كيف يكون، وهذا دليل على إنبات الناس من قبورهم كإنبات الأرض بعد موتها. ¶ قال الله جل وعلا: {ثُمَّ اللَّهُ يُنشِئُ النَّشْأَةَ الْآخِرَةَ} [العنكبوت:20]، وقال جل وعلا بعد أن ذكر الماء وسقيه وإحياء الأرض بعد موتها: {كَذَلِكَ النُّشُورُ} [فاطر:9]، وقال جل وعلا: {فَانظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [الروم:50] وهذه الثلاثة الأدلة المتفرقة في القرآن جمعها الله في خواتيم (يس)، وقال الله: {وَضَرَبَ لَنَا مَثَلاً وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ} [يس:78] فجمع الله إجابة له بثلاثة أدلة، فقال جل وعلا: {قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ * قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ} [يس:78 - 79]، هذا الدليل الأول، {الَّذِي جَعَلَ لَكُم مِّنَ الشَّجَرِ الْأَخْضَرِ نَاراً} [يس:80] وهذا قياس على النبات، وهو الدليل الثاني، ثم قال بعدها: {أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُم بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ} [يس:81]، فهذه الأدلة الثلاثة فرقها الله في القرآن وجمعها في (يس).",
            "page": "17",
            "part": "1",
            "seal": "95B5F8AA"
        },
        {
            "id": "18",
            "nass": "عذاب القبر ¶ وهذه الفترة التي قبل البعث يكون فيها العذاب أو النعيم، فقد دخل على عائشة رضي الله عنها امرأتان عجوزتان من يهود فأخبرتاها بأن هذه الأمة تعذب في قبورها، فلم ترد عائشة أن تنعم على هاتين المرأتين بأن تصدقهما، فلما قدم النبي صلى الله عليه وسلم أخبرته عائشة بما قالت المرأتان اليهوديتان، فقال صلى الله عليه وسلم: (صدقتا، إن هذه الأمة تعذب في قبورها، ولولا ألا تدافنوا لسألت الله جل وعلا أن يسمعكم من عذاب القبر الذي أسمع)، ففيه دليل واضح على عذاب القبر، تقول عائشة: فما رأيت النبي صلى الله عليه وسلم بعدها إلا وهو يستعيذ من عذاب القبر، فكان صلى الله عليه وسلم يستعيذ كثيراً من عذاب القبر، ويسأل الله جل وعلا نعيمه.",
            "page": "18",
            "part": "1",
            "seal": "1637D619"
        },
        {
            "id": "19",
            "nass": "خروج الناس من قبورهم ¶ بعد وبين النفختين يأمر الله السماء أن تمطر فتمطر ماء أبيض كمني الرجال، فينبت الناس كما ينبت البقل؛ إذ إن جسد ابن آدم يبلى إلا عجب الذنب، وهو العظمة المستقرة في آخر فقراته، فهذه لا تبلى بقدر الله، وقد مر معنا أن أجساد الأنبياء لا تبلى، وقلنا: لا يوجد دليل صريح صحيح على أن أحداً مستثنى غير الأنبياء، لا الشهداء ولا حفظة القرآن ولا غيرهم، وقد يطول أمد أحدهم فلا يبلى، ولكن لا يوجد دليل صريح صحيح على أن أجساداً تبقى غير أجساد الأنبياء. ¶ فعندما تمطر السماء هذا الماء تدب الحياة في الجسد فينبت، ثم يأمر الله إسرافيل بأن ينفخ، فإذا نفخ إسرافيل النفخة الثانية خرجت الأرواح من مستقرها، ثم ذهبت كل روح إلى الجسد الذي خرجت منه لا تخطئ روح جسدا خرجت منه، فيجتمع الروح والجسد. ¶ فالروح والجسد يلتئمان والإنسان جنين في بطن أمه، ويلتئمان بعد البعث التئاما آخر، فتدب فيه الحياة، فتنشق الأرض عن أهلها، كما قال ربنا: {وَنُفِخَ فِي الصُّورِ فَإِذَا هُم مِّنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنسِلُونَ} [يس:51]، وقال صلى الله عليه وسلم: (أنا أول من ينشق عنه القبر)، فهو عليه الصلاة والسلام أول من ينشق عنه القبر، ثم قبور بقيع أهل المدينة، ثم أهل مكة، ثم ما بينهما، ثم بعد ذلك سائر القبور، فيحشر الناس إلى ربهم.",
            "page": "19",
            "part": "1",
            "seal": "9FCF1554"
        },
        {
            "id": "20",
            "nass": "عموم الحشر لكل الخلائق ¶ والحشر في ظاهر القرآن وصريح السنة غير مختص بالثقلين الجن والإنس، وإن قال بعض العلماء -عفا الله عنا وعنهم-: إنه مختص بالثقلين، لكن ظاهر القرآن وصريح السنة على أن الجميع يحشر، قال الله جل وعلا في صريح كتابه: {وَمَا مِن دَآبَّةٍ فِي الأَرْضِ وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُم مَّا فَرَّطْنَا فِي الكِتَابِ مِن شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ} [الأنعام:38] فهذا صريح، ولكن العلماء الذين قالوا: إن غير الثقلين لا يحشر قالوا في هذه الآية: {ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ} [الأنعام:38] حشرها هو موتها. ¶ والله جل وعلا يقول: {وَإِذَا الْوُحُوشُ حُشِرَتْ} [التكوير:5] فالوحوش هي ما توحش من دواب البر، و (حشرت) أي: جمعت، وقال صلى الله عليه وسلم: (يقاد للشاة الجماء من الشاة القرناء)، فحملوا ذلك على أنه كناية عن العدل، لا على وقوع الأمر، لكن ثمة قاعدة في أمور الشرع، وهي أن ما أخبر الله به أو أخبر به رسوله من الغيب ولا يوجد ما يمنع وقوعه شرعا ولا عقلا يجب إمراره على ظاهره، وهذا قاعدة تنفع كل من يطلب العلم. ¶ فالله تعالى يقول: {وَإِذَا الْوُحُوشُ حُشِرَتْ} [التكوير:5] ويقول: {ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ} [الأنعام:38]، والنبي صلى الله عليه وسلم يقول: (يقاد للشاة الجماء من الشاة القرناء)، فهذه الأمور لا يوجد ما يمنع وقوعها شرعاً، ولا يوجد ما يمنع وقوعها عقلاً، فيجب إمرارها على ظاهرها.",
            "page": "20",
            "part": "1",
            "seal": "0934E7DF"
        },
        {
            "id": "21",
            "nass": "كيفية حشر الناس ¶ ولأجل الحشر يخرج الناس من قبورهم، -كما قال صلى الله عليه وسلم- حفاة عراة غرلا بهما، ومعنى (حفاة) أي: غير منتعلين، (عراة): غير مكتسين، قال الله: {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْداً عَلَيْنَا} [الأنبياء:104]، وهذا يؤيد -أيضاً- معنى (حشرهم غرلاً)، فما قطع من جلدة الذكر عند الختان يعاد. ¶ وأما حشرهم بهماً فمعناه أنهم غير ممولين، أي: لا يملك أحدهم من متاع الدنيا شيئاً، ويحشر على هذه الهيئة جميع الخلق، وفيهم الأنبياء والصالحون والصديقون والشهداء وغيرهم.",
            "page": "21",
            "part": "1",
            "seal": "DB99B80D"
        },
        {
            "id": "22",
            "nass": "أرض المحشر ¶ ويحشرون على أرض بيضاء نقية لم يعص الله جل وعلا فيها قط، قال الله جل وعلا: {يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُواْ للهِ الْوَاحِدِ الْقَهَّارِ} [إبراهيم:48] وقد سئل النبي صلى الله عليه وسلم: أين يكون الناس يوم تبدل الأرض غير الأرض؟ قال: (هم في الظلمة دون الجسر) والجسر المقصود به: الصراط. ¶ وقد جاء في الحديث الصحيح عن الأرض التي يحشر عليها: (ليس فيها علم لأحد) والعلم إما جبل أو هضبة أو رابية، وهذا هو العلم الطبيعي، وأما العلم غيره فهو ما يضعه الناس من علامات ليعرفوا بها الطرائق والأماكن، فهذه الأرض ليس فيها علم لأحد، فليس فيها علم من عند الله، وليس فيها علم يتخذه إنسان لنفسه، قال الله: {لَا تَرَى فِيهَا عِوَجاً وَلَا أَمْتاً} [طه:107]. ¶ فالناس يحشرون حفاة عراة غرلاً بهما، وكونهم عراة يستوجب -وفق مقاييس الدنيا- أن ينظر بعضهم إلى بعض، ولكن مقاييس الدنيا لا تطبق على الآخرة، فقد سألت عائشة رضي الله عنها النبي صلى الله عليه وسلم بما استقر عندها من مقاييس الدنيا، فقالت: (الرجال والنساء عراة ينظر بعضهم إلى بعض؟ فقال صلى الله عليه وسلم: يا عائشة! الأمر أعظم من ذلك) أي: لا يمكن أن يكون أحد لديه من فراغ القلب آنذاك ما ينظر به إلى من حوله، فكل امرئ مشغول بنفسه، وهذا يبين لك عظمة أهوال يوم القيامة، فالناس عندما يحشرون لم يكونوا قد عهدوا حشراً سابقاً يقيسون عليه، فلا يدرون أين يذهبون، وقد شبههم الله في القرآن مرتين، فقال في القارعة: {كَالْفَرَاشِ الْمَبْثُوثِ} [القارعة:4] والفراش غير منتظم، فلا يدري أين يذهب، بل يحوم بعضه حول بعض، فالناس يخرجون ينتشرون ميمنة وميسرة، ثم لا يلبثون أن يستمعوا إلى إسرافيل يقودهم إلى أرض المحشر، فعندما يستمعون إلى إسرافيل عليه السلام يقودهم إلى أرض المحشر ينتظمون، فانتقلوا إلى حالة أخرى، قال الله: {كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ} [القمر:7]، والجراد يمشي على هيئة جماعات منتظمة، وبهذا يمكن الجمع بين وصفي القرآن. ¶ فيقودهم إسرافيل عليه السلام إلى أرض المحشر، وهذا ما أخبر الله عنه بقوله: {يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ وَخَشَعَت الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْساً} [طه:108] وأفضل ما فسر به قول الله جل وعلا: {إِلَّا هَمْساً} [طه:108] أنه وقع أقدامهم الحافية على تراب المحشر، وقيل غير ذلك، ولكن هذا في ظني أقرب إلى الصواب، والعلم عند الله. ¶ فيسوقهم إسرافيل إلى أرض المحشر ولم يسبق لهم أن جُمعوا، ولم يسبق لهم أن حشروا، وينتظرون مجيء الجبار جل جلاله ليفصل ويحكم تبارك وتعالى بين عباده. ¶ علمنا الله وإياكم ما ينفعنا، ونفعنا بما علمنا، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "22",
            "part": "1",
            "seal": "6CF9ED72"
        },
        {
            "id": "23",
            "nass": "سلسلة أشراط الساعة الكبرى [خروج المهدي والمسيح الدجال] ¶ بين يدي الساعة أحداث عظيمة، وأشراط لها جسيمة، تنذر بفناء الدنيا وقرب الآخرة، ومن تلك الأحداث بعث الله للمهدي الذي يصلح شأن الناس، فيملأ الأرض عدلاً كما ملئت جوراً، وقد وردت نصوص السنة ببيان صفاته ونسبته وما يجري الله على يديه. ¶ كما أن من تلك الأحداث خروج الدجال فتنة للناس، فيمتحن الله به عباده، ويسخر له بقدرته ما يفتن به الناس في دينهم ويغر به ضعاف الإيمان والكفرة فيعتقدون ربوبيته، ثم يهلكه الله تعالى بعيسى عليه السلام بعد نزوله.",
            "page": "1",
            "part": "2",
            "seal": "62295B7E"
        },
        {
            "id": "24",
            "nass": "بيان وصف المهدي ونسبه ¶ الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له ولياً مرشداً، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين، أما بعد: فهذا استمرار لتعليقاتنا العلمية الموجزة على بعض أحاديث نبينا صلى الله عليه وسلم. ¶ صح عنه صلى الله عليه وسلم -فيما أخرجه أبو داود في السنن- أنه قال: (المهدي مني أجلى الجبهة، أقنى الأنف، يملك سبع سنين، يملأ الأرض عدلاً كما ملئت جوراً وظلماً)، هذا نص الحديث عن رسول الله صلى الله عليه وسلم، أما كلمة (المهدي) فهي وصف وليست اسماً، أي: وصف لهذا الرجل الذي سيخرج، وليست اسماً له، وجاء في بعض الأحاديث ذكر اسمه، حيث قال عليه الصلاة والسلام عنه: (يواطئ اسمه اسمي) أي أن اسمه كاسم النبي صلى الله عليه وسلم (محمد)، واسم أبيه كاسم أبي النبي صلى الله عليه وسلم (عبد الله). ¶ قوله عليه الصلاة والسلام: (مني) أي: من ذريتي، ومعلوم أن هناك ما يعرف بـ (آل البيت)، لكن (آل البيت) كلمة أوسع ووصف أعم من قوله عليه الصلاة والسلام: (مني)؛ لأن (آل البيت) يدخل فيها كل من يجتمع مع النبي صلى الله عليه وسلم في جده هاشم، فيدخل فيها آل عقيل، وآل جعفر، وأبناء علي من غير فاطمة، فهؤلاء كلهم يجتمعون مع النبي صلى الله عليه وسلم في جده هاشم، فيسمون آل البيت وتحرم عليهم الصدقة، كما يدخل فيهم حلفاً آل المطلب، والمطلب هذا أخ لـ هاشم، وكانت ذريته مع النبي صلى الله عليه وسلم في شعب أبي طالب لما حاصرته قريش، فقال صلى الله عليه وسلم: (إن بني هاشم وبني المطلب شيء واحد. ¶ وشبك بين أصبعيه)، فأدخل جمهور العلماء -بناء على هذا الحديث؛ ولأن النبي صلى الله عليه وسلم أعطاهم من الخمس كما أعطى آل البيت- أدخلوا آل المطلب في آل بيت النبي صلى الله عليه وسلم، ولكن هذا عام. ¶ وأما قوله عليه الصلاة والسلام: (مني) أي: من ذريتي، أي: من ذريته عليه الصلاة والسلام، ومعلوم أن النبي عليه السلام لم يُخَلِف ذكوراً، بل خلف ذكرين ماتا في حياته، فانقطع بذلك النسب الذي ينتسب إليه من جهة أولاده الذكور، وبقي له من الإناث أربع: زينب ورقية وأم كلثوم وفاطمة، فأما رقية وأم كلثوم فتزوجهما عثمان رضي الله تعالى عنه وأرضاه، وأم كلثوم لم تنجب من عثمان أحداً، وأما رقية فأنجبت غلاماً فمكث حوالي ست سنين ثم مات، حيث نقره ديك في وجهه فانتفخ ثم مات، وأما زينب فولدت أمامة من أبي العاص بن الربيع زوجها، ثم ماتت دون أن تخلف، فلم يبق إلا فاطمة رضي الله عنها وأرضاها، فزوجها النبي عليه الصلاة والسلام بعد منصرفه من بدر من علي رضي الله عنه وأرضاه، فولدت له الحسن والحسين ومحسناً، فأما محسن فتوفي وهو صغير، فبقيت الذرية التي تنتسب إليه صلى الله عليه وسلم محصورة في ذريته عليه الصلاة والسلام من الحسن والحسين رضوان الله تعالى عليهما، فقوله عليه الصلاة والسلام: (لمهدي مني) أي: من ذرية الحسن أو من ذرية الحسين، وجمهور أهل السنة على أن الأحاديث تدل على أنه من ذرية الحسن بن علي، وأن اسمه محمد بن عبد الله ثم ينتهي نسبه إلى الحسن بن علي، فهو من جهة أبيه ينتهي إلى الحسن بن علي بن أبي طالب، وإذا وصلنا إلى الحسن فإنه يتفرع من جهة أمه فاطمة بنت محمد صلى الله عليه وسلم، فهذا معنى قوله عليه الصلاة والسلام: (لمهدي مني).",
            "page": "2",
            "part": "2",
            "seal": "60215485"
        },
        {
            "id": "25",
            "nass": "ذكر ما تعتقده الإثنا عشرية في المهدي ¶ والشيعة الإمامية الإثنا عشرية الموجودون الآن في إيران وفي المدينة وفي المنطقة الشرقية يرون أن المهدي سيظهر، ولكن لا يقولون كما يقول أهل السنة: إن اسمه محمد بن عبد الله الفاطمي الحسني العلوي كما بينا، إنما يقولون: إنه من ذرية الحسين لا من ذرية الحسن، كما أنهم يقولون: إنه موجود الآن في سرداب في (سُر من رأى) المدينة التي بناها المعتصم، واسمه محمد بن الحسن العسكري، وهو آخر الأئمة الإثني عشرية الذين تؤمن بهم الشيعة. ¶ ومعلوم قطعاً أن هؤلاء الأئمة الذين تؤمن الشيعة بعصمتهم لا يقترفون ذنباً لتعلق الشيعة خطأً بهم، فالنصارى عبدت عيسى ابن مريم، وقالوا: إنه ثالث ثلاثة، ولكن هذا لا يقدح في عيسى ابن مريم، فعيسى ابن مريم نبي رسول الله أثنى عليه في القرآن بقوله: {وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِّنْهُ} [النساء:171]، وقال: {إِنَّ مَثَلَ عِيسَى عِندَ اللهِ كَمَثَلِ آدَمَ} [آل عمران:59] فهو نبي من أولي العزم من الرسل له مكانة، فنحن نؤمن به كما يؤمن به النصارى، ولكن نؤمن به نبياً، أما النصارى فيؤمنون به إلهاً أو ابناً لله، والذي يعنينا أن غلو النصارى في عيسى لا يغير من عيسى شيئاً، وكذلك غلو الشيعة في الأئمة الإثني عشرية لا يغير في الأئمة شيئاً، فأولئك من ذرية النبي صلى الله عليه وسلم ولهم مقام جليل في الدين، فهم يُبدءون بـ علي، وعلي صحابي، ويُثَنُون بـ الحسن والحسين، والحسن والحسين يقول فيهما النبي صلى الله عليه وسلم: (سيداً شباب أهل الجنة)، ويربعون بـ علي زين العابدين، وهذا من أعظم الصالحين في عصره، وهو الذي قال فيه الفرزدق: هذا الذي تعرف البطحاء وطأته والبيت يعرفه والحل والحرم هذا ابن خير عباد الله كلهم هذا التقي النقي الطاهر العلم ويخمسون بـ جعفر ابنه، وجعفر إمام معروف، ولكن غلو الشيعة فيه حرم الناس من علمه، وإلا فإن أبا حنيفة رضي الله عنه أدركه وأخذ عنه العلم، ويسدسون بـ محمد الباقر، وسمي الباقر على وزن (فاعل) من بقر، أي: يبقر العلم ويشقه شقاً، فكان إماماً في العلم، ولكن غلو الشيعة فيه أضاع علمه. ¶ والذي يعنينا أن الأئمة حقاً أكثرهم صالحون من ذرية رسول الله صلى الله عليه وسلم، ولكن غلا هؤلاء فيهم وقالوا بعصمتهم، والعصمة لا تثبت إلا للأنبياء والرسل فقط، يقول الخميني في كتاب له اسمه (الحكومة الإسلامية): وإن من أصول مذهبنا أن لأئمتنا منزلة لا ينالها ملك مقرب ولا نبي مرسل. ¶ ويقول عنهم بأن لهم من الخصائص ما تخضع به لهم جميع ذرات الكون، ويعطى هذا لـ فاطمة بنت محمد صلى الله عليه وسلم أحياناً، فهذا القول في الأئمة مردود، فقوله في حق رجل من آل بيت رسول الله: إنه تخضع له جميع ذرات الكون، وإن له منزلة لا ينالها ملك مقرب ولا نبي مرسل باطل. ¶ فيُرد قوله ويبقى إجلالنا لآل بيت رسول الله صلى الله عليه وسلم كما هو دون أن نخلط بين الموقفين.",
            "page": "3",
            "part": "2",
            "seal": "63D0C8F9"
        },
        {
            "id": "26",
            "nass": "مكانة المهدي ¶ والله جل وعلا علم أن الأمة ستمر بمراحل ضعف، والمهدي لا يخرج عن كونه رجلاً صالحاً، قال العلامة الألباني رحمة الله تعالى -ونعم ما قال- يغلب على الظن أنه رجل فريد في علمه، فريد في أخلاقه، فريد في تجربته في الحياة، فريد في قيادته، وأن الله جل وعلا يصلح الأمة قبله؛ لأنه لا يعقل أن رجلاً يحيي الأمة من جديد في سبع سنين دون أن يكون كذلك والنبي صلى الله عليه وسلم بناها في ثلاث وعشرين سنة، فهو -قطعاً- ليس أفضل من النبي صلى الله عليه وسلم، ولا أفضل من أبي بكر ولا عمر ولا عثمان ولا علي ولا سائر الأصحاب رضي الله عنهم وأرضاهم، ولكنه رجل يختم به الله الناس قبل خروج الدجال وقبل نزول عيسى ابن مريم، فالقول بأن المهدي شخص منقطع النظير يمنع الأمة من العمل، ويدفعها إلى التواكل، فتنتظر أن يخرج المهدي حتى يقودها. ¶ فالمهم أن النبي صلى الله عليه وسلم أخبر أنه سيكون في آخر الزمان يملأ الأرض عدلاً؛ لأن الناس لا يمشون إلا بقائد، فمهما صفت الأمة وتربت من دون قائد فإنها لا يمكن أن تسير، فهو يأتي والأمة أحوج ما تكون إلى قائد، فيكون قائداً لها فيحكم رضي الله عنه سبع سنين.",
            "page": "4",
            "part": "2",
            "seal": "9CFF88DC"
        },
        {
            "id": "27",
            "nass": "انتظار ظهور المهدي وأصناف الناس في ذلك ¶ نعود فنقول: إن الناس من كثرة شغفهم بأن يحلوا أزماتهم تعلقوا بالمهدي، فإما أنهم ينتظرون خروجه، وإما أن يأتي بعضهم فيقول قائلهم: أنا المهدي، وقد حصل عبر التاريخ الكثير ممن ادعوا أنهم المهدي، وبعض العلماء له دراسة علمية في أن أكثر من يدعي أنه المهدي في زماننا أو قبله بقليل تجد في حياته اضطراباً نفسياً، فتجده إنساناً عنده معلومات، وعنده عقل، وعنده رأي، وعنده فكر ولكنه يعاني من مرض نفسي، ثم يدفعه شغفه وحبه للناس وحبه للأمة وحبه للنصر مع الزاد العلمي الذي يقرؤه إلى أن يشكل عنده نوعاً من الازدواج في الشخصية، فيزعم أنه المهدي. ¶ وقد كلمني واحد مرة بالهاتف وهو يزعم أنه المهدي، فجلست معه ساعة إلا ربعاً أقنعه بأنه ليس المهدي، فلم يقتنع، مع أنه ليس من آل البيت ولا اسمه محمد ولا أبوه عبد الله، وكم في آل البيت من اسمه محمد واسم أبيه عبد الله وليس مهدياً. ¶ فهذا عنده معلومات ولكنه مسكين، فأراد أن يطبقها على الواقع حتى يتخلص. ¶ وهذه معاناة تعانيها الأمة، فهي تعاني من قضية الربط بين شيئين: بين واقع مشهود تلحظه بعينك، وهو الأمة وما فيها من ذل وهوان، وبين غيب منشود، وهذا الغيب ثبت في الأخبار أنه سيعلو، ولكن هؤلاء ما استطاعوا أن يربطوا ربطاً حقيقياً بين واقعهم وبين الأمل الذي ينتظرونه، فظهر في الأمة كثيرون لا داعي لذكر أسمائهم فتسموا بالمهدي، وبعضهم سمى بالمهدي على أمل أن يكون هو، ثم يموت، كبعض خلفاء بني العباس، ولكن أتى أقوام ويزعم الواحد منهم أنه المهدي، فالمهدي قال عنه عليه الصلاة والسلام: (يبايع له بين الركن والمقام)، وهذه واحده من مئات الصفات في المهدي، مثل رجل تبعثه برسالة أو بغيرها إلى أخ لك في حي آخر، فتقول له: هذا الذي أنا بعثتك إليه يسكن في عمارة مكونة من عشرة أدوار، ثم أخذت تصف كل دور ووصفت الباب ووصفت الجهة التي هو فيها، فهذا المسكين عندما ذهب وجد أول عمارة عشرة أدوار، فقال: هذه العمارة التي يقول عنها فلان، فالحمد لله أنني ما ضيعتها مع أنه قد يكون هناك مئات العمارات المكونة من عشرة أدوار. ¶ ففتنة الحرم التي حصلت عام (1401) هـ أخذ أصحابها من الحديث كله أنه (يبايع له بين الركن والمقام)، فجاء الذي قام بالفتنة وجاء برجل اسمه محمد بن عبد الله وجعله بين الحجر الأسود والمقام، وأعطاه بيعة، واعتقد أن الشرط الوحيد الذي يبحث عنه قد حصل عليه، والأمور لا تفرض فرضاً هكذا، ولذلك قال بعض السلف قديماً: المهدي لا تبحث عنه؛ لأن حضوره ووقوعه حق لا ينكر، فهو إذا وجد سيأتي لا محالة، وسيتم أمره حتى لا يبقى أي لبس ولا شبهة في أنه المهدي، فلا يتعجل الإنسان ظهوره، فالمهدي شرط من أشراط الساعة، والناس فيه على ثلاثة أقسام: إما رجل على علم به، وهذا هو شأن علماء أهل السنة من حيث الجملة. ¶ وإما غال في إثباته. ¶ وإما منكر جاف في إنكاره. ¶ وبيان هذا على الوجه التالي: فالذين غالوا في إثباته هم الذين كلما ظهرت حرب أو ظهرت معركة أو ظهر زعيم أو ظهر قائد أو انتصرت الأمة بعد نكسة قالوا: هذا هو المهدي، وهذا حصل في مصر وحصل في السودان وحصل في كثير من الدول الإسلامية، وحصل في جزيرة العرب في القرامطة، فكلما ظهر رجل وعلا قالوا: هذا هو المهدي. ¶ والآخرون على العكس، حيث قالوا: هذا يضيع الأمة ويشتتها ويجعلها تتكل على غيبيات والدين، لم يأت بالغيبيات، فلا يوجد مهدي، ولا مهدي عندهم إلا عيسى ابن مريم، وممن نحى هذا المنحى ابن خلدون رحمه الله عليه -على علمه- في المقدمة، وتبعه عليه بعض العلماء المعاصرين، فأنكروا مسألة المهدي بالكلية، وهذا الأسلوب خطأ، فلا ترد السنة لوجود ناس لا يفقهون. ¶ والذي عليه حفاظ الأثر كشيخي الصحيح مع أهل النظر أن المهدي حق سيقع، وأنه من آل بيت النبي صلى الله عليه وسلم، وأنه الله جل وعلا سيصلحه في ليلة، وأن الرب تبارك وتعالى سيملأ به الأرض عدلاً كما ملئت جوراً.",
            "page": "5",
            "part": "2",
            "seal": "EBF0C26B"
        },
        {
            "id": "28",
            "nass": "ذكر حصول الخير قبل مجيء المهدي ¶ ويظن بعض الناس أن الأمة ستبقى على حالها حتى يظهر المهدي، وهذا خطأ في استقراء النصوص، فإن النبي صلى الله عليه وسلم أخبر أن المهدي هو الذي يصلي بالناس في بيت المقدس وقت نزول الدجال، وهذا يلزم منه أن بيت المقدس سيحرر ويفتح قبل نزول المهدي؛ لأن النبي صلى الله عليه وسلم أخبر بأن المهدي يريد أن يؤم الناس بالصلاة فينزل عيسى ابن مريم في صلاة العصر، فيتأخر المهدي فيقدمه عيسى؛ لأن هذا المهدي في صدره القرآن وعيسى في صدره الإنجيل، والقرآن مقدم على الإنجيل، والنبي صلى الله عليه وسلم قال: (إن منكم لمن يصلي عيسى ابن مريم خلفه أو وراءه تكرمة من الله لهذه الأمة)، حتى يعلم علو شأن أتباع محمد صلى الله عليه وسلم، ولكن كون عيسى يصلي وراء المهدي لا يعني أبداً أن المهدي أفضل منه، فعيسى ابن مريم عليه السلام أحد أولي العزم من الرسل صلوات الله وسلامه عليهم، وهو أفضل من كثير من الأنبياء فضلاً عن كونه أفضل من المهدي وأفضل من الصحابة. ¶ والذي يعنينا في هذا كله أن الله جعل هذه الأشراط والعلامات ليستعد الناس للبعث، ويستعد الناس للنشور؛ فما الأشراط ولا خروج المهدي ولا خروج الدجال ولا نزول عيسى ولا طلوع الشمس من مغربها ولا خروج الدابة إلا إرهاصات لقيام الأشهاد وحشر العباد بين يدي الله.",
            "page": "6",
            "part": "2",
            "seal": "3C431266"
        },
        {
            "id": "29",
            "nass": "إخبار النبي بالغيبيات فيه تعليم وتوجيه ¶ ثم إن أحاديثه عليه الصلاة والسلام في الغيب نوع تعليم وليست نوع إخبار محض فقد قال عليه الصلاة والسلام في شأن عثمان: (وبشره بالجنة على بلوى تصيبه)، وقال له: (لا تنزع قميصاً ألبسك الله إياه)، فلما جاء الخوارج يحيطون ببيت عثمان وطلبوا منه أن يترك الخلافة تذكر عثمان وصية النبي عليه الصلاة والسلام، فأبى ورفض أن يتنازل عن الخلافة. ¶ وقال لـ عمار: (تقتلك الفئة الباغية)، فـ عمار رضي الله عنه وهو في جيش علي كان يعلم أنه على الحق؛ لأن النبي صلى الله عليه وسلم قال له: (تقتلك الفئة الباغية)، فجعل من الحديث دليل ثبات، وقد عمر رضي الله عنه كثيراً، وكان رجلاً طويلاً ترعش يداه في الحرب ومعه حربة، وقد قال له النبي عليه الصلاة والسلام: (لن تموت حتى تقتلك الفئة الباغية، تشرب شربة ضياح تكن آخر رزقك من الدنيا)، فكانوا وهو في الجيش يقولون: ستموت الآن. ¶ فيقول: لا، فما شربت لبناً بعد. ¶ حتى عطش وهو في الحرب، فطلب لبناً ثم شربه في الحرب ثم قتل رضي الله عنه وأرضاه، فالنبي صلى الله عليه وسلم أعلمه بأنه على الحق فاستثمر الحديث. ¶ وقال عليه الصلاة والسلام لـ أبي ذر: (اعتزل الفتن) وأخبره بأنه لا يصلح لولاية، وبين له أن أبا ذر فيه ضعف، والضعف لا يصلح به الإنسان زعيماً ولا قائداً، مع أن أبا ذر رضي الله عنه يبعث أمة وحده، وهو أصدق من أقلت الغبراء وأظلت الخضراء، ومع ذلك حذره النبي صلى الله عليه وسلم من الدخول في متاهات الناس فاعتزل ومات بالربذة رضي الله عنه وأرضاه. ¶ وقد أخبر صلى الله عليه وسلم عن التتار بأنهم ترك، وقال عليه الصلاة والسلام: (اتركوا الترك ما تركوكم) فهذا الحديث كانت مخالفته عظة لعل إنسان لا يعمل بالنص، وذلك أن خوارزم شاه كان من ولاة المسلمين في جهة إيران، وكان جنكيز خان المغولي الذي أثخن في المسلمين بعيداً ليس له علاقة أبداً بالمسلمين، فبعث تجاراً، فقدم هؤلاء التجار هؤلاء التجار قدموا على نائب لـ خوارزم شاه فقتلهم، فلما علم جنكيز خان بأنه قتلهم -وليس في نيته أن يغزو بلاد المسلمين- بعث إلى خوازرم شاه يقول له: بلغني أن نائبك على بلاد كذا وكذا قتل التجار، ولم تجر عادة الملوك بقتل التجار، فإن كنت لا تعلم فاعلم وخذ لنا القصاص من نائبك. ¶ فماذا فعل غفر الله له؟! لقد قتل الرسول، فلما بلغ جنكيز خان أنه قتل الرسول وقتل التجار عمداً داهم تلك البلاد وفعل ما فعل، حتى قال ابن كثير رحمه الله: فقتل قتلاً لم يعلم ولم ينقل أبشع منه كله، وذك لمخالفة وصية النبي صلى الله عليه وسلم. ¶ وبعض الناس يقرأ أحداث الساعة، فيقدم رأيه وعقله على قول النبي صلى الله عليه وسلم، والأمور لا تساق هكذا، فهناك هدي بينه الله وبينه رسوله صلى الله عليه وسلم، فإذا كنت تريد أن تحكم عقلك فهذا شيء آخر، ولكن النبي عليه الصلاة والسلام ما ترك خيراً إلا دل أمته عليه، ولا شراً إلا حذر أمته منه، والناس كلهم صادقون في محبتهم للنبي صلى الله عليه وسلم، ولكن الصدق يلزم معه أمر آخر، وهو العلم، والعلم يلزمه أمر أعظم منه، وهو الصبر، فقد تجد في أحد الناس علماً ولكن ليس لديه صبر على أن ينفذ العلم الذي يعلمه، فكل الناس يعلمون أن الإنسان لن يموت إلا بأجله، ولكن ليس كل الناس يصبرون على البلاء رغم اتفاقهم في العلم، وكل الناس يعلمون أنه إذا ابتلي فذلك رفع للدرجات وتكفير للخطايا، ولكن ليس كل أحد يصبر على هذا العلم الذي يعلمه. ¶ فكذلك التعامل مع الأحداث التاريخية يحتاج إلى صبر؛ لأنا لا نشك في أن الناس يحبون نبيهم، فكل المسلمين برهم وفاجرهم يحبون نبيهم، ولكنهم يحتاجون إلى علم، ثم إلى صبر، فليس كل من معه علم لديه صبر، وقد كان النبي صلى الله عليه وسلم يرى أصحابه يُقتلون أمامه، ويضربون ويؤذون، ويمر على عمار وعلى ياسر أبي عمار، وتقتل سمية من أجله، وقد كانت قبل بعثته صلى الله عليه وسلم مبجلة عند أبي جهل، وكان ياسر مرفوع المقام عند أبي جهل، فمن أجله قتلوا، وكان يمر عليهم ويقول: (صبراً آل ياسر، فإن موعدكم الجنة). ¶ فالمراد أن الأحداث التاريخية تُنَزَّل بحسب الواقع حتى يصل الإنسان إلى مراده، وقد قال عليه الصلاة والسلام: (ولكنكم قوم تستعجلون)، فيحتاج الإنسان إلى عمل، ويحتاج إلى يقين، ويحتاج إلى أناة، ويحتاج إلى أن يستظل بعلم الشرع الذي علمه الله لرسولنا صلى الله عليه وسلم. ¶ إن الإخبار بالغيبيات لا يعني أن يطلبها المرء لأنها قادمة، بل إذا وقعت وهو موجود يتعامل معها على منهاج محمد صلوات الله وسلامه عليه.",
            "page": "7",
            "part": "2",
            "seal": "04B5C1C8"
        },
        {
            "id": "30",
            "nass": "كثرة البلاء بين يدي الساعة ¶ إن الله جل وعلا منذ أن خلق الخلق وهو يبتليهم؛ لأن الجنة درجات عالية، والصعود إلى الأعلى يحتاج إلى جهد، ولا بد من الفتن والابتلاءات والاختبارات قبل الوصول إليها، كما أخبر الله عن ذلك في كتابه وأخبر به رسله صلوات الله وسلامه عليهم أجمعين، ولا بد من أن يميز أهل البر من أهل الفجور، وأهل الإيمان من أهل الكفر، {أًمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أّن نَّجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاء مَّحْيَاهُم وَمَمَاتُهُمْ سَاء مَا يَحْكُمُونَ} [الجاثية:21]. ¶ وهذه الفتن ترتقي وتعتلي وتصعد وتكبر كلما دنت الساعة، وهذه سنة الله جل وعلا في خلقه. ¶ والله جل وعلا قد بعث أنبياء شتى ورسلاً إلى أمم شتى، وأخبر جل وعلا بأن هذه الأمة هي آخر أمة، وأن نبيه صلى الله عليه وسلم هو آخر الأنبياء.",
            "page": "8",
            "part": "2",
            "seal": "8EBDDCFF"
        },
        {
            "id": "31",
            "nass": "بيان علة تحذير الأنبياء أممهم من الدجال ¶ وهذا التأصيل لا بد منه قبل الشروع في الحديث عن فتنة الدجال. ¶ يقول النبي صلى الله عليه وسلم عن الدجال: (ما من نبي إلا وحذره أمته، وأنا أحذركم إياه، فأنا آخر الأنبياء وأنتم آخر الأمم، وإنه خارج فيكم لا محالة)؛ لأن لم تبق أمة ليخرج فيها الدجال، فهو خارج في هذه الأمة، أمة الإجابة التي آمنت، أو أمة الدعوة التي بعث إليها النبي صلى الله عليه وسلم. ¶ وما السر في أن جميع الأنبياء يحذرون أممهم من الدجال؟ إن السر في ذلك أن الفتن في غير الدجال تتعلق -في الغالب- بادعاء النبوة، ولكن فتنة الدجال في ادعاء الإلهية، وقد يأتي إنسان ويقول: كذلك فرعون والنمرود كل منهما زعم أنه إله! والجواب عن هذا أن النمرود وفرعون لم يكن بأيديهما شيء يثبتان به للناس أنهما قريبان قريبين من القدرة الإلهية إلا القتل، كما قال تعالى عن فرعون: {قَالَ سَنُقَتِّلُ أَبْنَاءهُمْ وَنَسْتَحْيِي نِسَاءهُمْ} [الأعراف:127]، والنمرود يقول: {أَنَا أُحْيِي وَأُمِيتُ} [البقرة:258]، ولكن ليس لديه شيء يخدع به الناس، فكشف عواره للناس ظاهر جداً، ولذلك رضخ الناس للنمرود ورضخوا لفرعون من باب سلطان القوة لا من باب سلطان القناعة، فلا يسمى النمرود ولا يسمى فرعون فتنة بالمعنى الحقيقي للخوض في قضية الإلهية، أما الدجال فإن الله جل وعلا يعطيه بأمره تبارك وتعالى فتنة للناس عن طريق بعض الأمور التي يلبس بها عليهم، وهذا اللبس هو الذي خاف منه النبي صلى الله عليه وسلم، فحذر المؤمنين من الخروج إليه، وأخبر بأن الرجل يأتيه يظن أنه مؤمن، وأنه لا يلتبس عليه شيء، ومع ذلك يقع في فتنته، وقد قال العلماء: إن الآثار تدل على أن الدجال يظهر في مرحلة يقل الحديث عنه فيها بين الناس. ¶ فهذا الدجال فتنته هي في أنه يزعم أنه هو رب العالمين، وأنه هو الخالق وهو الرازق وهو المدبر، وله مع ذلك علامات سيأتي الحديث عنها.",
            "page": "9",
            "part": "2",
            "seal": "05845320"
        },
        {
            "id": "32",
            "nass": "ذكر بعض ما يقع قبل خروج الدجال ¶ وقبل ظهوره تحدث أمور، من أعظمها: أن ثمة صلحاً يقع بين المسلمين والروم، وأن طائفة كبرى من الروم تؤمن، إذ يقول النبي صلى الله عليه وسلم: (سمعتم بمدينة جانب منها في البر وجانب منها في البحر؟ فقال الصحابة: نعم يا رسول الله. ¶ قال: فإنه سيدخلها سبعون ألفاً من بني إسحاق). ¶ وبنو إسحاق هم الروم، وهم أكثر الأوربيين اليوم؛ لأن إبراهيم عليه الصلاة والسلام ولد له إسحاق وإسماعيل، فمن ذرية إسماعيل كان العرب، ومن ذرية إسحاق كان يعقوب عليه السلام، وهو إسرائيل المذكور في القرآن، فبنو إسرائيل هم بنو يعقوب. ¶ والابن الثاني لإسحاق هو العيص، ومن ذرية العيص نشأ الروم المعاصرون والذين قبلهم، ويعرفون اليوم بالأوروبيين، فهؤلاء قال عنهم صلى الله عليه وسلم: (سمعتم بمدينة جانب منها في البر وجانب منها في البحر؟ قالوا: نعم يا رسول الله. ¶ قال: أما إنه سيدخلها سبعون ألفاً من بني إسحاق بغير سهم ولا سلاح غيره، يقولون: لا إله إلا الله والله أكبر، فيسقط جانب منها، ثم يقولون في الثانية: لا إله إلا الله والله أكبر، فيسقط جانب منها، ثم يقولون: لا إله إلا الله والله أكبر فيفرج لهم ويدخلونها). ¶ فهذا إخبار بأن هؤلاء مؤمنون؛ لأنهم قالوا لا إله إلا الله والله أكبر. ¶ وكان غالب السابقين من العلماء يرون أن المدينة هي مدينة القسطنطينية، ولكن بعض علماء العصر ذهب إلى أنها القسطنطينية أو البندقية، وهو الشيخ عمر سليمان الأشقر، وهو أردني الجنسية ويعيش في الكويت، وهو أحد علماء أهل السنة الكبار، فقد ذهب إلى المدينتين: القسطنطينية والبندقية المدينة المعروفة في إيطاليا، فقال -حفظه الله-: هي أقرب إلى البندقية منها إلى القسطنطينية. ¶ يعني أن وصف النبي صلى الله عليه وسلم بأنه جانب منها في البر وجانب منها في البحر ينطبق على البندقية أكثر مما ينطبق على غيرها. ¶ والذي يعنينا -سواء وكانت القسطنطينية أم كانت البندقية أم كانت غيرهما- أن خبر النبي صلى الله عليه وسلم سيقع، والنبي صلى الله عليه وسلم لم يحدد المدينة اسماً، وإنما حددها وصفاً، وفي التأصيل العلمي لا يجوز الجزم بشيء لم يجزم النبي صلى الله عليه وسلم به، ولا ننزل الأوصاف كما يحلو لنا. ¶ فهذه إرهاصات تكون قبل خروج الدجال؛ لأن في آخر الحديث: (ثم يسمعون بخروج الدجال)، فهذا يدل على أن هذا الأمر يقع قبل خروج الدجال، ثم يخرج الدجال.",
            "page": "10",
            "part": "2",
            "seal": "DA1B5F44"
        },
        {
            "id": "33",
            "nass": "ذكر فتن الدجال ¶ يقول صلى الله عليه وسلم في أحاديث شتى عن الدجال: (يمر بالحي فيصدقونه -أي: يؤمنون به- فيأمر السماء أن تمطر فتمطر، ويأمر الأرض أن تنبت فتنبت، حتى تروح مواشيهم من يوهم ذلك أسمن، كانت وأعظمه، وأمده خواصر وأدره ضروعاً) قال: (ويمر بالحي فيدعوهم فيردوا عليه قوله، فتتبعه أموالهم فيصبحون ممحلين ليس لهم من أموالهم شيء، ويمر بالخربة فيقول لها: أخرجي كنوزك، فتتبه كنوزها)، وذلك لأن المدن والقرى في شتى الأرض من قديم الزمان عاش فيها أقوام وجاءت دول وذهبت أمم، وقد يكون فيها أشياء مدفونة في الأرض لا يعلمها أحد، قال: (فتتبعه كنوزها كيعاسيب النحل) وهي إما جماعات النحل وإما ذكورها، ولا ريب في أن الناس إذا رأوا هذا دخل في أنفسهم كثير من الشبهات، فيرون أن هذا يمكن أن يكون إلهاً، ومن ذلك أن الله جل وعلا أعطاه القدرة على الاستعانة بالشياطين، فيأتي إلى الأعرابي في البادية فيقول له: أنا ربك. ¶ فيكذبه الأعرابي، فيقول له: أرأيت لو أنني أحييت لك أباك وأحييت لك أمك أكنت تؤمن بي؟ فيقول: نعم، فيتمثل الشيطان الذي يعين الدجال في هيئة أب ذلك الأعرابي، ويتمثل شيطان آخر في هيئة أمه، فيقول الدجال له: هذا أبوك وهذه أمك. ¶ فيؤمن به، فتذليل الشياطين له من أسباب فتنة الناس به. ¶ وكذلك سرعته في الأرض؛ فإن النبي صلى الله عليه وسلم قال لما سُئل عنه: (كالغيث استدبرته الريح)، كناية عن سرعة تجواله في الأرض، حتى يأتي المدينة ولها يومئذ سبعة أبواب، فإذا جاء من الباب الذي هو جهة جبل أحد ضربته الملائكة على وجهه وترده إلى الشام ليهلك، فيخرج من المدينة إلى الشام، وفي الشام يهلك على يد عيسى ابن مريم كما سيأتي في آخر الخبر. ¶ ومن فتنته أنه معه نهران -كما في صحيح مسلم من حديث حذيفة - ماء ونار، فالذي معه على أنه نار ترى رأي العين هو ماء أبيض عذب، والذي معه على أنه ماء يُرى رأي العين هو نار تتأجج، أي: ماؤه نار وناره ماء. ¶ والنبي عليه الصلاة السلام شفيق بالأمة، والإنسان إذا كان فيه حدبة وشفقة بالناس فإنه لا يذكر أشياء عظيمة جداً يبحث الناس عنها في المعاجم حتى يعرفوا مراده، وإنما يأتي بالأمور ميسرة؛ لأنه يريد إنقاذهم، ولا يريد أن يبين فصاحته وبلاغته، فقال صلى الله عليه وسلم: (فإما أدركن أحد) أي: إذا أدرك أحد منكم الماء والنار (فليغمض عينيه) يعني: إذا ابتليت بهذا فاغمض عينيك، والإنسان إذا أغمض عينيه لن يرى النار على أنها نار أبداً، ثم قال صلى الله عليه وسلم: (ثم ليطأطئ رأسه فيشرب منه، فإنه ماء بارد). ¶ ولهذا الأمر مثال يسير، وهو أنك في بيتك إذا أردت أن تعطي ابنك الدواء لمصلحته فإن الابن إذا رآك تخلط الأدوية فإما أن يشمئز، وإما أن يخاف، وإما أن يفزع، فتقول له وأنت تريد منه أن يشرب اغمض عينيك حتى يسهل عليه الشرب، ولا ما يرى ما يشربه فيمنعه ذلك من الشرب. ¶ فالنبي صلى الله عليه وسلم يأتي بشيء يعرفه الناس، فقال: (وليغمض عينيه)؛ لأنه لو فتح عينيه سيراه ناراً، فإذا طأطأ رأسه وشرب سيجد أنه ماء عذب وليس بنار كما يرى، بخلاف الأول، وهذا مما أعطاه الله جل وعلا للدجال.",
            "page": "11",
            "part": "2",
            "seal": "498F8B97"
        },
        {
            "id": "34",
            "nass": "بيان عجز الدجال وكذبه ¶ ويُظهر الله جل وعلا كمال قدرته ويظهر النقص في هذا الذي يدعي الإلهية، حيث تتبعه كنوز الأرض الخربة، ويمشي في الناس كالغيث استدبرته الريح، ولا يترك بلداً إلا يطأها إلا مكة والمدينة، ويستعين بالشياطين، ومع هذا كله يعجز عن أن يذهب العور الذي في عينه، فلو كان إلهاً حقاً لسوّى نفسه، ولكنه يعجز عن أن يذهب العور الذي في عينه، ويعجز عن أن يمسح ما على جبينه بين عينيه، فإنه مكتوب على جبينه: (ك ف ر) على حقيقتها كما قال الإمام النووي وغيره، ويراها كل مؤمن فيقرؤها، ويغيب عنها كل كافر ومنافق فلا يستطيع أن يقرأها، فالله يظهر قوته التي أعطاه الله إياها من وجه ويظهر لنا نقصه من وجه آخر. ¶ قال عليه الصلاة والسلام: (ما من فتنة منذ أن خلق الله آدم إلى أن تقوم الساعة أعظم من الدجال)، ولكن يسهل الخلاص منه بالتوحيد، وبالجانب العملي بقراءة فواتح سورة الكهف أو قراءة خواتمها، فكل جاءت الأحاديث، وحسن للمؤمن أن يحفظ سورة الكهف كلها، وحسن -إن عجز- أن يحفظ خمس عشرة آية من أولها وعشر آيات من آخرها لتبقى حصناً في قلبه، وقد لا ندرك الدجال -نعوذ بالله من ذلك كله-، ولكن يبقى الإنسان آخذاً بالأسباب متبعاً للسنة متوكلا على الملك الغلاب.",
            "page": "12",
            "part": "2",
            "seal": "F9923658"
        },
        {
            "id": "35",
            "nass": "نزول عيسى عليه السلام لقتل الدجال ¶ ثم ينزل عيسى ابن مريم عليه الصلاة والسلام من السماء واضعاً يديه على أجنحة ملك إذا طأطأ رأسه يظهر لرائيه كأنه يتحدر منه ماء الوضوء، يقول عليه الصلاة والسلام: (كأنه خارج لتوه من ديماس) والديماس: الحمام، وهو ليس بخارج لتوه من ديماس (فإذا رآه عدو الله -أي: الدجال- ذاب كما يذوب الملح في الماء)، إلا أن عيسى يتبعه بحربة تكون معه فيقتله حتى يطمئن الناس من أن الدجال قد مات؛ لأن مكوثه في الأرض أربعين يوماً أثر في الخلق وفي قناعات في الناس، فإذا قتل ولصق دمه بالحربة تزول كل تلك القناعات، ولو جاء عيسى وقال: إنني قتلته قد لا يقع في قلوب الناس بعض التصديق، وهذه سنة لله ماضية في خلقه، فالله جل وعلا لما أهلك فرعون نجاه ببدنه حتى يرى الناس عياناً أن فرعون الذي كانوا يزعمون من قبل أنه إله ميت هالك، قال تعالى: {فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً} [يونس:92] فلو أن البحر ابتلعه لقال الناس: مفقود، وقد ذهب وسوف يعود، أو استعان بالملائكة، فتجول حوله الأساطير، ولكن الله جل وعلا أخرجه بجسده ونجاه حتى يكون لمن خلفه آية، وحتى يقتنع الناس بأن فرعون قد مات، ونفس السنة تجري على الدجال، فيرى الناس دمه في حربة عيسى فيطمئنوا بأنه قد قتل.",
            "page": "13",
            "part": "2",
            "seal": "A91D9680"
        },
        {
            "id": "36",
            "nass": "ذكر ما يقع عند قصد الدجال المدينة المنورة ¶ جاء في الأحاديث الصحيحة أنه عندما يقصد المدينة -ولا يدخلها- ترجف، وليس هناك أحاديث صحيحة في أنه يخرج منها سبعون ألف منافق، ولكن قال صلى الله عليه وسلم: (فترجف المدينة ثلاث رجفات فيخرج منها كل كافر ومنافق) ولم يحدد عدداً، وقد حاول بعض الناس أن يصف الذين سيخرجون من المدينة، وهذا غير صحيح، فعلى الإنسان ألا يركب طريقاً ليس له، فنحن نقول كما قال صلى الله عليه وسلم: (ترجف فيخرج منها كل كافر ومنافق) ونعوذ بالله من الكفر والنفاق والشقاق، ونسأل الله الحياة على التوحيد والموت عليه، وأما غير ذلك فلا نصف أقواماً فنقول: قد يكونون من بني فلان أومن بني فلان، فهذا كله تجرأ وتقدم بين يدي الله ورسوله صلوات الله وسلامه عليه. ¶ ونقول: ليحذر المؤمن من أن يظهر للناس ما لا يبطن، وليستعذ من الكفر والنفاق خوفاً من أن يقع في المحذور، فهذا الذي على المؤمن أن يصنعه، والغيب لا يعرف بعقل ولا بتجربة، وإنما يعرف بالخبر الصحيح الصريح عن الله أو عن رسوله صلى الله عليه وسلم، فهذا مجمل ما أفاء الله علينا وبيناه في قضية خبر الدجال، سائلين الله لنا ولكم التوفيق، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "14",
            "part": "2",
            "seal": "ADF27F4D"
        },
        {
            "id": "37",
            "nass": "سلسلة أشراط الساعة الكبرى [دخول أهل الجنة الجنة] ¶ في يوم القيامة يفصل الله تعالى بين عباده بحكمه وهو أحكم الحاكمين، فيقضي على بعض خلقه بدخول النار، ويكرم آخرين بدخول الجنة، وأول من يستفتحها منهم هو رسولنا صلى الله عليه وسلم، فيفتح له فيدخل المؤمنون إلى كرامة الله بعد تهذيبهم وتصفية قلوبهم من غلها. ¶ وأما أهل النار فيصيرون إلى دار الخزي والهوان، يصلون العذاب الأليم ويستغيثون من حرها فيغاثون بماء الحميم كالمهل يغلي في البطون عياذاً بالله تعالى من حالهم.",
            "page": "1",
            "part": "3",
            "seal": "C7D338AA"
        },
        {
            "id": "38",
            "nass": "المسير إلى الجنة دار الكرامة",
            "page": "2",
            "part": "3",
            "seal": "062CC988"
        },
        {
            "id": "39",
            "nass": "تصفية المؤمنين قبل دخول الجنة ¶ الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، وبعد: فإن أهل الموقف يوم القيامة ينصرفون إلى دارين لا ثالث لهما: إما الجنة، وإما النار. ¶ والجنة -أسكننا الله وإياكم إياها- درجة عالية كتبها الله جل وعلا للصالحين والمؤمنين والمتقين من عباده، وجعلها وعداً مسئولاً يسأله عباده إياها، والحديث عنها مشهور مستفيض، ولذلك سنقف وقفات علمية معرفية غير وعظية على ما يغلب على الظن أنه غير معروف، أو -على الأقل- غير مشتهر. ¶ إن أهل الطاعات إذا انصرفوا إلى الجنة يحبسون على قنطرة قبل الجنة؛ لأن الله قال: {يَوْمَ لا يَنْفَعُ مَالٌ وَلا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ} [الشعراء:89]. ¶ فدخول الجنة يستلزم قلباً سليماً، فلا بد من أن يسعى الإنسان في سلامة قلبه، ومع ذلك يبقى لبعض الناس مع غيرهم شيء من المظالم في الدنيا قلما يسلم منها أحد من هؤلاء الذين كتب الله لهم الجنة، فقبل أن يدخلوا الجنة يحبسون على قنطرة؛ لأن الله حكم عدل، فيقتص منهم لمظالم كانت بينهم حتى ينقوا ويهذبوا، ثم بعد أن ينقوا ويهذبوا ولا يبقى في الصدور والقلوب شيء يؤذن لهم بدخول الجنة، قال الله جل وعلا: {وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ} [الأعراف:43]. ¶ فالله جل وعلا أسند النزع إلى ذاته العلي، وهذا لا يقع في الدنيا، وإنما يقع في الآخرة، ولهذا روي عن أمير المؤمنين علي بن أبي طالب رضي الله تعالى عنه أنه قال: إني لأرجو الله أن أكون أنا وعثمان وطلحة والزبير ممن قال الله فيهم: {وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ} [الأعراف:43]، وعثمان رضي الله عنه أشد هذه الأمة حياءً، زوجه النبي صلى الله عليه وسلم ابنتيه، وعلي رضي الله عنه زوج فاطمة، وأول من أسلم من الفتيان، وله مشاهد عظام في الدين، وطلحة رضي الله عنه شهد له النبي صلى الله عليه وسلم بالجنة، وقال يوم أحد: (أوجب طلحة) أي: ثبتت له الجنة، والزبير رضي الله تعالى عنه هو ابن صفية عمة رسول الله صلى الله عليه وسلم، قال فيه عليه الصلاة والسلام: (لكل نبي حواريون، وحواريي من أمتي الزبير). ¶ ومع ذلك وقع بين هؤلاء الأربعة ما وقع باجتهاد منهم، وهم منارات شامخة، وقامات سامقة، ومجنون من يجعل نفسه حكماً بين هؤلاء العظام، ولكن نقول: هم أصحاب نبينا صلى الله عليه وسلم، توفي رسول الله صلى الله عليه وسلم وهو عنهم راض، وهؤلاء الأربعة مشهود لهم بالجنة، فهم من العشرة المبشرين، وإنما يأتي الإنسان ما يأتيه من الضرر عندما يقحم عقله أو نفسه فيما ليس فيه مجال. ¶ ومثال ذلك في المعتزلة، وهي فرقة ظهرت قديماً، ومنهم رجل يقال له: عمرو بن عبيد، كان مشهوراً بالصلاح والتقوى والورع، فلو خاصمته في ملايين الملايين لتركها لك، حتى إن أبا جعفر المنصور كان يستدعيه، فقال له: يوماً وهو الخليفة، والناس يتمنون مجالس السلطان لما يكون فيها من العطايا، قال له: اطلب حاجتك. ¶ فقال: حاجتي ألا تستدعيني. ¶ أي: لا تطلب مني أن أدخل قصرك ولا آتيك: فخرج، فقال أبو جعفر أبياته الشهيرة: كلكم يمشي رويد كلكم يطلب صيد غير عمرو بن عبيد يعني: كل من يأتيني هنا يتلطف في الكلام يريدا العطية، غير عمرو بن عبيد، فإنه لا يريد شيئاً. ¶ فهذا الرجل -على ما كان عليه من الورع وكثرة الصلاة والصيام- يقول: لو شهد عندي علي وعثمان وطلحة والزبير لما قبلت شهادة أحدهم ولو في قشرة بصلة؛ لأنهم فساق. ¶ فانظر إلى العقل الذي دعاه إلى أن يعبد كيف دعاه إلى أن يقول هذا على هؤلاء؟! يقول: لأنهم اقتتلوا، والحق لابد من أن يكون مع أحدهما، فالآخر الذي ليس معه الحق ظالم لأخيه، فهو فاسق، والفاسق لا تقبل شهادته. ¶ فنسي بحار الفضل العظيمة لهؤلاء الأربعة ولغيرهم من الصحابة، وأقحم نفسه حكماً في رجال زكاهم الله جل وعلا في القرآن، وزكاهم رسوله صلى الله عليه وسلم، وكل إنسان يتكلف شيئاً ليس له تظهر عورته، وتبين سوءته، ويظهر للناس جهله، ولكن العاقل يعلم أن ثمة أشياء لم يكلفنا الله بها، ولا نسأل عنها، ولا نطيق لها حملاً، فنسأل الله لنا ولأنفسنا ولغيرنا العافية منها.",
            "page": "3",
            "part": "3",
            "seal": "BAFD2F59"
        },
        {
            "id": "40",
            "nass": "استفتاح رسول الله الجنة لأهلها ¶ فأهل الجنة يحبسون قبل دخول الجنة، ثم بعد تصفيتهم يتوجهون إليها، وكانوا في الدنيا يسألونها الله الأيام والسنين، وعندما يرونها يكادون يطيرون شوقاً إليها؛ لأنهم ما صاموا ولا صلوا ولا عبدوا إلا من أجل دخولها، فهي الوعد الذي وعدهم الله جل وعلا إياه، ولكنهم يجدونها مغلقة الأبواب الثمانية، فيفزعون إلى أبيهم آدم قائلين: يا أبانا! استفتح لنا الجنة. ¶ فيقول عليه السلام: وهل أخرجكم من الجنة إلا خطيئة أبيكم. ¶ وفي هذا دليل على أن الجنة التي أدخلها آدم وحواء وأخرجا منها هي جنة عدن التي وعدها الله جل وعلا عباده، وليس كما قال بعض أهل الفضل والعلم من أنها جنة أخرى. ¶ فيقول: لست لها، اذهبوا إلى محمد صلوات الله وسلامه عليه. ¶ وقد مر معنا أن الناس ينتهي بهم المطاف إلى نبينا صلى الله عليه وسلم في المقام المحمود، وينتهي بهم المطاف في دخول الجنة إلى نبينا صلى الله عليه وسلم، وهذا من إكرام الله لنبيه صلوات الله وسلامه عليه، وقد مر معنا أن الله أكرم هذا النبي إكراماً لم يكرمه الله جل وعلا أحداً من خلقه، فإن الله يقول وقد أباح له النساء: {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلا جُنَاحَ عَلَيْكَ} [الأحزاب:51]، أي: تقدم من تشاء، وتؤخر من تشاء. ¶ فالعدل لم يكن واجباً عليه صلى الله عليه وسلم، فمن اعتزلتها وأبعدتها ثم أردت أن تقربها مرة أخرى فلك ذلك. ¶ فيستفتح صلى الله عليه وسلم باب الجنة، فيقول له الخازن: من أنت؟ والإنسان إذا أراد أن يطرق داراً؛ فإن من حق صاحب الدار أن يسأل، ولا يعد هذا خذلانا في الضيافة؛ لأن العاقل لا يدخل كل أحد بيته، وفي حديث الإسراء أن جبريل -وهو خير الملائكة- لما عرج مع النبي صلى الله عليه وسلم -وهو خير الخلق- في رحلة المعراج فوصل إلى السماء الدنيا طرق الباب، فقال الخازن لجبريل: من أنت؟ فقال: أنا جبريل. ¶ فقال: أمعك أحد؟ قال: نعم، معي محمد. ¶ فبعد أن عرف أذن لهما بالمرور والعبور؛ لأنه مالك للمكان فلو كان القادم أفضل من أهل الدار فإن للمسئول عن الدار أن يسأل. ¶ فحين يستفتح نبينا، فيفتح باب الجنة يدخلها نبينا صلوات الله وسلامه عليه، ثم يدخلها الصالحون.",
            "page": "4",
            "part": "3",
            "seal": "522DD83E"
        },
        {
            "id": "41",
            "nass": "أول هذه الأمة دخولاً الجنة ¶ والذي ندين الله به أن أول هذه الأمة دخولاً هو أبو بكر رضي الله تعالى عنه وأرضاه، ويقول بعض العلماء: إن أبا سلمة رضي الله عنه وأرضاه أول المهاجرين هو أول من يدخل هذه الجنة من هذه الأمة، ولكن الذي يظهر -والعلم عند الله- أن أبا بكر رضي الله تعالى عنه هو أول من يدخل الجنة من هذه الأمة. ¶ وحين يدخل أهل الجنة الجنة، يكرمون بزيادة كبد النون، وهذه تحفة تقدم لهم قبل أن ينحر لهم ثور الجنة الذي كان يأكل من أطرافها كما ورد في الحديث.",
            "page": "5",
            "part": "3",
            "seal": "97EF8391"
        },
        {
            "id": "42",
            "nass": "دخول الجن دار الكرامة ¶ هنا مسألة، وهي: هل الجن يدخلون الجنة أم لا يدخلونها؟ إن الله تعالى يقول: {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ * قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ * يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ} [الأحقاف:29 - 31]. ¶ فالآية صريحة في أن هؤلاء الجن آمنوا بالنبي صلى الله عليه وسلم، ودعوا قومهم إلى الإيمان فقالوا: {يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ} [الأحقاف:31] وهذا عند النحويين يسمى جواب الأمر، فقوله تعالى: {وَآمِنُوا} [الأحقاف:31] أمر، وقوله: {أَجِيبُوا} [الأحقاف:31] أمر، وجوابه: (يغفر لكم) ولذلك جاءت مجزومة، وعطف عليها: {وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ} [الأحقاف:31]. ¶ قال فريق من العلماء: إن الجن يكافئون على إيمانهم بأن الله لا يعذبهم بالنار، ولكنهم لا يدخلون الجنة، ومن أدلتهم هذه الآية، فقالوا: إن الله ذكر إيمانهم، والآية في سياق الفضل والامتنان عليهم، فلو كان هناك جزاء على إيمانهم أعظم من الإجارة من العذاب الأليم لذكره الله جل وعلا هنا، فلما لم يذكر الله أنه يدخلهم الجنة دل على أنه يكفيهم من الثواب أن يجاروا من العذاب الأليم. ¶ واحتجوا بدليل عقلي، فقالوا: إن الجن من ذرية إبليس وذرية إبليس، لا يمكن لها أن تدخل الجنة. ¶ ويروى عن عمر بن عبد العزيز رحمه الله تعالى أنه قال: إنهم يكونون حول الجنة في أرجائها وأطرافها، ولا يدخلون بحبوحتها. ¶ وقال آخرون: يدخلون الجنة، ولكنهم لا يرون بني آدم، ويراهم بنو آدم، على عكس ما كانت عليه الحالة في الدنيا. ¶ وقال آخرون: إنهم يدخلون الجنة، ولكنهم لا يطعمون ولا يشربون؛ لأنهم قريبو الخلق من الملائكة، فيعاملون معاملة الملائكة في أنهم لا يتلذذون بطعام الجنة ولا شرابها. ¶ وهذه أقوال ليس عليها دليل، ولكن منهجي العلمي أن أذكر كل شيء، ثم أبين ما نعتقد أنه صحيح، وقد ساقها جميعاً الحافظ ابن كثير رحمه الله تعالى في تفسيره، ورآها مرجوحة جداً، وقال الرأي الذي يراه، ونحن مقتنعون تماماً بما دونه الحافظ ابن كثير، وقد حرر ذلك تحريراً علمياً يدل على علو كعبه رحمه الله تعالى في العلم، وهو بلا شك كذلك. ¶ قال الحافظ يرد عليهم: إن الله قال في سورة الرحمن: {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ * فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ} [الرحمن:46 - 47]. ¶ فقال: إن الآية مخاطب بها الثقلان: الجن والإنس، والآية في سياق الامتنان، فما كان الله ليمتن على الجن بجزاء لا يحصل لهم، يعني: إذا كان الله يقول لهم وللإنس: {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ} [الرحمن:46] ويعدهم بالجنتين، وكان هذا الجزاء لا يحصل لمؤمنهم؛ فلا عبرة ولا داعي لأن يمن الله عليهم بشيء لا يقع لهم، وهذا دليل من القوة بمكان. ¶ ثم قال رحمه الله تعالى: إن الله جل وعلا إذا كان يعاقب كافرهم على أن يدخل النار وهو مقام عدل؛ فلأن يعاقب ويكافئ مؤمنهم بدخول الجنة -وهو مقام فضل- من باب أولى. ¶ ثم قال رحمه الله تعالى: يشملهم قول الله جل وعلا: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا} [الكهف:107]، فهم يدخلون في عموم هذه الآية؛ لأنهم مؤمنون، وعملوا الصالحات. ¶ ثم قال رحمه الله تعالى: إنه إذا ثبت أن الله جل وعلا ينشئ للجنة خلقاً -لم يكلفوا في الدنيا لأن الذين كتب الله لهم الجنة لا يملئونها-، فمن باب أولى أن يدخلها من كلف وآمن وعمل صالحاً، وهم الجن. ¶ هذه أجوبته، وهذا الذي عليه أكثر العلماء.",
            "page": "6",
            "part": "3",
            "seal": "B1286AED"
        },
        {
            "id": "43",
            "nass": "المشهود لهم بالجنة ¶ ومما يتصل بالحديث عن الجنة شهادة النبي صلى الله عليه وسلم لبعض أصحابه عيناً بدخول الجنة، والعاقل إذا سمع أو بلغه خبر نبوي فإنه يتأمله حتى يستفيد منه عملياً، وإلا كان هذا العلم حجة عليه. ¶ يقول صلى الله عليه وسلم: (أبو بكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة) وعد العشرة، والعشرة إنما سموا بالعشرة المبشرين؛ لأنهم سيقوا في حديث واحد، وقد شهد النبي صلى الله عليه وسلم لغيرهم بالجنة، فشهد بالجنة لـ بلال رضي الله عنه وأرضاه وقال: (ما دخلت الجنة قط) أي: في الرؤيا (إلا ووجدت دف نعليك أمامي- أو قال: سمعت خشخشتك في الجنة) ثم قال: (يا بلال! أخبرني بأرجى عمل عملته في الإسلام. ¶ فقال: إنني ما توضأت وضوءاً في ساعة من ليل أو نهار إلا صليت ما كتب الله لي أن أصلي). ¶ فظاهر الأمر أن هذا كان سبباً؛ لأن النبي صلى الله عليه وسلم أقره على ذلك، ولم يقل له: لا أظنه، فهذا سبب عظيم من أسباب دخول الجنة. ¶ وكان حارثة بن نعمان رضي الله عنه باراً بأمه، فشهد له النبي صلى الله عليه وسلم بالجنة، وقدم جعفر بن أبي طالب رضي الله عنه أنموذجاً عظيماًَ في الجهاد في سبيل الله، فشهد له النبي صلى الله عليه وسلم بالجنة، وسعد بن معاذ رضي الله تعالى عنه قال عنه عليه الصلاة والسلام: (لمناديل سعد في الجنة أعظم من هذا) يشير إلى حرير أهدي له صلوات الله وسلامه عليه، وكان سعد رضي الله عنه وأرضاه قد بذل جاهه وقلبه ونفسه في سبيل نصرة دين الله تبارك وتعالى. ¶ فتحرر من هذا أن الوضوء وبر الوالدة من أعظم أسباب دخول الجنة التي شهد بها النبي صلى الله عليه وسلم لهؤلاء أعياناً. ¶ أما عامة الصحابة فمشهود لهم من حيث العموم، لقول الله تعالى: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ} [الفتح:18]. ¶ وقال صلى الله عليه وسلم: (لن يلج النار أحد بايع تحت الشجرة) فمن لن يلج النار سيكون في الجنة، ولكن لا يشهد بالتعيين إلا لمن شهد له النبي صلى الله عليه وسلم.",
            "page": "7",
            "part": "3",
            "seal": "005260D2"
        },
        {
            "id": "44",
            "nass": "آخر أهل الجنة دخولاً إليها ¶ وقد أخبر النبي صلى الله عليه وسلم عن آخر أهل النار خروجاً منها، وآخر أهل الجنة دخولاً إليها، وهو رجل يخرج من النار وقد فتسفعه النار، فيحبو مرة ويكبو مرة، فيقول: يا رب! أخرجني منها، فيخرجه الله منها، فتلوح له شجرة فيسأل الله أن يستظل بظلها ويدنو منها، فيأخذ الله عليه عهوداً ومواثيق على ألا يسأله غيرها، وهو يعلم أنه سيسأله، فيدنوا من الجنة، فترفع له شجره أخرى، فيقول: يا رب! أدنني منها أستظل بظلها وأشرب من مائها. ¶ فيأخذ الله عليه عهوداً ومواثيق على ألا يسأله غيرها، فيأتيها فترفع له شجرة أخرى أعظم من الأولين، فيأخذ الله عليه عهوداً ومواثيق على ألا يسأله غيرها، فإذا دنا من الثالثة سمع أصوات أهل الجنة فيسألها الله جل وعلا، فيقول الله جل وعلا له: يا ابن آدم! ما يصريني منك؟ أي: ما يقطع سؤلك. ¶ ثم يأمره الله جل وعلا بأن يدخلها وله كمثل ملك أعظم ملك من ملوك الدنيا وعشرة أمثاله، فيقول الرجل: أتسخر بي وأنت رب العالمين؟! فضحك صلى الله عليه وسلم لما حدث، فقالوا: يا رسول الله! مم تضحك؟! قال: أضحك من ضحك رب العالمين إذ قال له عبده: أتسخر بي وأنت رب العالمين؟! فيقول الله له: لا أسخر بك، ولكني على ما أشاء قادر. ¶ أو من قوله: (ولكني على ما أشاء قادر) نأخذ درساً مهماً، وهو أنه يجب أن تعلم وأنت ترفع يديك وتسأل الله أن الله على كل شيء قدير، لا يعجزه شيء في الأرض ولا في السماء، فلنا ذنوب لا يقدر على غفرانها إلا الله، ولنا عيوب لا يمكن أن يسترها إلا الله، ولنا ديون لا يمكن أن يقضيها إلا الله، ولنا آمال لا يمكن أن يحققها إلا الله، ولنا مخاوف لا يمكن أن يؤمننا منها إلا الله، فإذا استقر في القلب أن الله جل وعلا على كل شيء قدير، واستفتح العبد دعاءه وهو يدعو ربه بالثناء على الله ومدحه جل وعلا بما هو أهله، ثم بالصلاة على نبيه صلى الله عليه وسلم، فإنه حري بعد ذلك بما وقع في القلب وبما نطق به اللسان أن يستجاب له. ¶ واعلم أن الله أرحم بك من نفسك، فإن لم تعط العطية في حينها، فإما أن تؤخر وإما أن يكافئك الله جل وعلا بأعظم مما سألت، وخيرة الله لعبده خير من خيرة العبد لنفسه.",
            "page": "8",
            "part": "3",
            "seal": "61650246"
        },
        {
            "id": "45",
            "nass": "مسير المجرمين إلى النار",
            "page": "9",
            "part": "3",
            "seal": "CF2C1AFE"
        },
        {
            "id": "46",
            "nass": "أنواع النيران ¶ إن النار -أعاذنا الله وإياكم منها- هي الخزي الأعظم والخسران الأكبر الذي أنبأ الله جل وعلا عنه في كتابه، ولا خسران أكبر منها ولا ندامة بعدها، ويقال: إن النيران ثلاث: نار تحرق ولها نور ولها ضوء، وهذه نار الدنيا، فإننا نرى نار الدنيا تؤذي من يقترب منها وتحرقه بقدر الله، وفي نفس الوقت لها منافع، ومنها كونها تضيء، قال الله جل وعلا: {أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ * أَأَنْتُمْ أَنشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنشِئُونَ * نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ} [الواقعة:71 - 73]. ¶ ونار تحرق ولكن ليس لها نور ولا ضوء ولا منافع، وهي نار جهنم أعاذنا الله وإياكم منها، فلا يمكن أن ينتفع بنار جهنم أحد؛ لأن الله جل وعلا خلقها عذاباً ولم يخلقها للانتفاع، فهي تحرق مثل نار الدنيا، مع الفارق في الحرق، إلا أنه لا نفع من ورائها كما يمكن أن ينتفع من نار الدنيا. ¶ ونار ثالثة لا تحرق ولها نور ولها ضوء، وهي النار التي رآها موسى عليه الصلاة والسلام عندما اقترب من الشجرة عند جبل الطور قبل أن يكلمه ربه تبارك وتعالى، فهذه نار لها نور ولها ضوء، ولكنها لا تحرق، ولذلك لم تتغير الشجرة التي رآها موسى عليه الصلاة والسلام، وإنما رآها تزداد خضرة.",
            "page": "10",
            "part": "3",
            "seal": "C5368F75"
        },
        {
            "id": "47",
            "nass": "خزنة النار ¶ لقد جعل الله جل وعلا للنار خزنة، والرب تبارك وتعالى أوكل بعض الأمور إلى بعض ملائكته، وهو جل وعلا غني عن هؤلاء الملائكة، ولكن هذه الأمور العظام يدبرها تبارك وتعالى كيف يشاء، فجعل الله جل وعلا للنار خزنة، وجعل عليهم قيماً يقال له: مالك، كما أن قيم الجنة يقال له: رضوان، إلا أن الفرق بينهما أن مالكاً نص الله عليه في كتابه في سورة الزخرف فقال: {وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ} [الزخرف:77]. ¶ وأما رضوان فلم يرد ذكره في القرآن، ولكن جاء في الآثار، يقول شوقي: كما تلقاك دون الخلد رضوان ومالك أحد خمسة من الملائكة نص الله عليهم بأسمائهم في كتابه، فالملائكة جم غفير {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ} [المدثر:31]، ولكن المذكورين نصاً بأسمائهم الصريحة في القرآن خمسة: جبريل، وميكال، وهاروت، وماروت، وكلهم ذكروا في البقرة، ومالك عليه السلام ذكر في الزخرف، وكرر ذكر جبريل عليه السلام في التحريم. ¶ فخزنة النار مسئولون عنها، كما أن خازن الجنة رضوان، ويروى عن علي رضي الله عنه أنه أسلمت على يديه قبيلة يقال لها: همدان، وهي قبيلة يمنية شهيرة، وكانوا شيباً وشباناً معه، فقال يمدحهم: فلو كنت بواباً على باب جنة لقلت لهمدان ادخلوا بسلام فالشاهد هو استقبال خزنة الجنة لأهل الجنة، وكذلك النار جعل الله لها خزنة، واستقبالهم غير استقبال خزنة الجنة لأهل الجنة، فأولئك يقولون: {سَلامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ} [الزمر:73] وأما هؤلاء فلا يزالون يسألون أهل النار ويوبخونهم على ما آل بهم إلى هذا الأمر، قال الله: {وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ} [الزخرف:77] قال العلماء: يمكث ألف عام لا يجيبهم، ثم بعد ألف عام -عياذا بالله- يقول: {إِنَّكُمْ مَاكِثُونَ} [الزخرف:77]. ¶ ولذلك دعا النبي صلى الله عليه وسلم أمته إلى أن تحذر النار بكل وسيلة، حتى عبر عن ذلك بقوله: (اتقوا النار ولو بشق تمرة).",
            "page": "11",
            "part": "3",
            "seal": "6DA961C3"
        },
        {
            "id": "48",
            "nass": "ذكر بعض أعظم أسباب دخول النار ¶ ولما كسفت الشمس في عهده خرج صلى الله عليه وسلم فزعاً حتى إنه أخطأ في إزاره وردائه، ثم صلى بالناس في محرابه المعروف، والمحاريب التي في الحرم اليوم ثلاثة: الأول: المحراب الذي يصلي فيه الأئمة الآن، وهذا المحراب كان موضع صلاة أمير المؤمنين عثمان رضي الله عنه وأرضاه. ¶ وأما الصديق والفاروق والنبي صلى الله عليه وسلم فما كانوا يصلون فيه؛ لأن التوسعة الجنوبية حدثت في عهد عثمان. ¶ والثاني: المحراب الذي في الروضة الآن، فهذا مكان صلاة نبينا صلى الله عليه وسلم، وصلاة الصديق والفاروق من بعده إلى زمن عثمان. ¶ وأما المحراب الذي هو خارج الروضة جهة الغرب فهوا محراب بناه سليمان القانوني أحد سلاطين آل عثمان، حيث كان المذهب الحنفي هو السائد في دولة آل عثمان، وكان الشافعية أكثر الناس حظاً في المسجد النبوي آنذاك، وكانوا يصلون في محراب النبي صلى الله عليه وسلم، فأراد أن يساوي أهل مذهبه بالشافعية، فبنى محراباً موازياً لمحراب النبي صلى الله عليه وسلم، ولكن لم يجعله في الروضة، وهو المحراب الموجود الآن في غربي الروضة المشرفة. ¶ فالنبي صلى الله عليه وسلم لما كسفت الشمس ازدلف إلى محرابه وصلى إماماً، وفي أثناء صلاته تأخر إلى الوراء قليلاً، ثم حدث الناس بعد الفراغ من الصلاة، وأخبرهم بأمور عدة، فأخبرهم بأن كل شيء توعدون به قد رآه في صلاته، حتى النار رآها أمامه، ولأجل ذلك تأخر خوفاً من أن يصيبه لفحها، وأخبرهم بأنه وجد فيها أصحاب المعاصي كلهم، حتى صاحب المحجن رآه يجر قصبه في النار. ¶ حتى وصاحب المحجن معهود ذهني، وهو رجل مشهور في الجاهلية اسمه عمرو بن مالك، كان عنده عصا طويلة معكوفة في أعلاها، فكان يتربص بالحجاج المارين في الطريق، فإذا مر رجل معه متاع علق محجنه في المتاع ثم أخذه، فإن فطن الرجل وتنبه اعتذر له بأن المتاع تعلق بالمحجن من غير قصد، فيعطيه المتاع ويمشي، وإن كان لم يفطن ولم يتنبه له أخذ المتاع، ومكث دهره كله لا يعرف حتى فضح واشتهر. ¶ فنأخذ من هذا أن من أعظم أسباب دخول النار بعد الكفر ظلم العباد، وأخذ حقوقهم -عياذا من ذلك- في الأمر الحقير، أو في الأمر الكبير، ولهذا قال النبي صلى الله عليه وسلم: (من ظلم قيد شبر من الأرض طوقه يوم القيامة من سبع أرضين)، وقال في الظلم: (ولو عوداً من آراك) لأن حقوق الناس لا يجوز شرعاً لأحد أن يأخذها وينالها بأي طريقة، علموا ذلك أو لم يعلموا، ويؤيد هذا أنه صلى الله عليه وسلم قال: (صنفان من أهل النار لم أرهما: قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات مائلات مميلات رءوسهن كأسنمة البخت المائلة، لا يدخلن الجنة ولا يجدن ريحها). ¶ فقوله: (قوم معهم سياط كأذناب البقر يضربون بها الناس) قال الإمام القرطبي رحمه الله: وهذه السياط موجودة عندنا في المغرب إلى الآن. ¶ وهذا في زمنه، قال صديق حسن خان في (يقظة أولي الاعتبار): جاء بل هذه السياط وهؤلاء الناس موجودون في كل زمان ومكان، وهي عند أهل الثراء والجاه والسلاطين أكثر من غيرهم. ¶ فظلم العباد -أياً كان- من أعظم أسباب دخول النار. ¶ ثم قال صلى الله عليه وسلم: (ونساء كاسيات عاريات مائلات مميلات) وقال في نفس الحديث الذي رأى فيه النار: (يا معشر النساء! تصدقن وأكثرن الاستغفار؛ فإني رأيتكن أكثر أهل النار) فلما سألن عن ذلك قال صلى الله عليه وسلم: (تكثرن اللعن، وتكفرن العشير) فقوله: (تكثرن اللعن): أي: يجري على ألسنتكن اللعن (وتكفرن العشير) العشير الزوج، أي: ربما أسدى لك المعروف تلو المعروف تلو المعروف، ثم يأتي منك إنكار لذلك المعروف الذي أسدى إليك الزوج، وهذه صفة غالبة في النساء. ¶ فالإضرار بالناس من حيث الجملة من أعظم أسباب دخول النار على أن السبب الأعظم في دخول النار، والخلود فيها هو الكفر، فليس بعد الكفر ذنب، والكفر والشرك بالرب تبارك وتعالى أعظم أسباب دخول النار، بل هو السبب الأعظم، على أن الكفر والشرك -عياذا بالله- ليس سبباً في دخول النار فحسب، بل إنه سبب مقتض للخلود فيها، فالكفار والمشركون لا يمكن أن يخرجوا من النار البتة، قال الله جل وعلا: {إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الإِيمَانِ فَتَكْفُرُونَ * قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ * ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ} [غافر:10 - 12]. ¶ فأهل الكفر وأهل الشرك خالدون مخلدون في النار أبداً، أما من مات على التوحيد ولم يأت بذنب يخرجه من الملة، فإنه مهما طال بقاؤه في النار سيخرج منها لا محالة، فهذا الذي اقتضته حكمة الله تبارك وتعالى.",
            "page": "12",
            "part": "3",
            "seal": "897C1491"
        },
        {
            "id": "49",
            "nass": "الكلام في النصوص الواردة في خلود بعض أصحاب المعاصي في النار صنفان ¶ هناك أقوام جاء في ظاهر القرآن أو ظاهر الحديث أنهم مخلدون، ومن أشهرهم: الأول: من قتل نفساً عمداً، فإن الله يقول: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا} [النساء:93]. ¶ مر وإن أول ما يحاسب عليه الخلق من حقوق الله هو الصلاة، وأول ما يقضى بين الناس في الدماء، وأي مقتول يقتل عمداً ينجم عن قتله ثلاثة حقوق: حق لله، وحق للمقتول، وحق لأولياء الدم. ¶ فأولياء الدم يخيرون ين القصاص والدية، والعفو، ولهم أن يختاروا إحداها. ¶ وحق الله سنؤجل الحديث عنه؛ لأنه يتعلق بالحديث. ¶ وحق المقتول ولا يمكن أن يسقط ولو عفا أولياؤه، وفي يوم القيامة؟ يطالب بحقه؛ لأن الميت لا يستفيد شيئاً من عفو الناس، فعلى ذلك له حق يطالب به يوم القيامة. ¶ وأما حق الله فظاهر الآية أنه مخلد في النار، حيث يقول تعالى: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا} [النساء:93]، ولكن جمهور العلماء يقولون: إن الآية تجري مجرى الوعيد، وإنه إذا مات على التوحيد، ولم يأت بناقض؛ فإن خلوده خلود مؤقت، وإنما ساقه الله بهذا الطريقة للزجر ولبيان حرمة الدماء، وإلا فإن شاء جل وعلا عفا عنه، وإن شاء عذبه، قال الله جل وعلا: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء:48]. ¶ الصنف الثاني: قاتل نفسه، فإن النبي صلى الله عليه وسلم أخبر: (بأن من طعن نفسه فهو خالد في النار مخلد فيها أبداً، ومن احتسى سماً فهو خالد في النار مخلد فيها أبداً)، وفي الحديث الآخر: (عبد بادرني بنفسه حرمت عليه الجنة). ¶ ولكن هذه الأحاديث تحمل على أنها أحاديث وعيد يراد بصياغتها زجر الناس عن هذا العمل، ولا تحمل على أن صاحبها يخلد خالداً في النار؛ لأن القرآن والسنة كلاهما لا يمكن أن يكون بينهما تعارض، وقبل أن يحكم الإنسان على حديث ويفقه معناه يجب أن يجمع قرائنه وأمثاله في نفس الباب، وقد صح عنه صلى الله عليه وسلم -كما عند مسلم في الصحيح-: أن رجلين من الصحابة كانا في سفر، فأجاب أحدهما مرض، فلم يصبر فقطع عروق يده، فنزف حتى مات، ثم إن صاحبه قبل أن يقدم إلى المدينة رآه في المنام وهو في هيئة حسنه إلا يديه، فقد رآهما مغلولتين، فقال له: يا ابن عم: ما فعل الله بك؟ قال: إن الله قد غفر لي كل شيء قال: فما بال يديك، قال: إن الله قد قال لي: إنا لن نصلح منك ما أفسدته من نفسك؛ لأنه قتل نفسه بقطع عروقه. ¶ فأخبر هذا الصاحب النبي صلى الله عليه وسلم بخبر القتل، وبخبر الرؤيا، فقال صلى الله عليه وسلم: (اللهم وليديه فاغفر، اللهم وليديه فاغفر، اللهم وليديه فاغفر). ¶ قال العلماء: إن هذا يدل على أنه لا يخلد في النار؛ لأن النبي صلى الله عليه وسلم لا يمكن أن يدعوا بالمغفرة لرجل كتب الله له الخلود في النار.",
            "page": "13",
            "part": "3",
            "seal": "0BEC6E68"
        },
        {
            "id": "50",
            "nass": "استغاثة أهل النار ¶ إن أعظم ما يتمناه أهل النار -عياذاً بالله-: شربة الماء، قال الله جل وعلا بعد أن ذكر في الأعراف نداءات عدة: {وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ} [الأعراف:50]. ¶ ومن هنا أخذ العلماء أن الصدقة إذا أطلقت فإنها أفضل ما تكون في الماء، وثمة أحاديث تؤيد هذا المعنى، فأعظم ما يطلبه أهل النار، وأول ما يطلبونه من أهل الجنة كما نصت الآية هو الماء، فيجيبهم أهل الجنة: {إِنَّ اللَّهَ حَرَّمَهُمَا} [الأعراف:50] أي: الماء أو الطعام {عَلَى الْكَافِرِينَ * الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا} [الأعراف:50 - 51] إلى آخر الآية. ¶ ثم إنهم يستغيثون في النار نفسها، قال الله تعالى الكهف: {وَإِنْ يَسْتَغِيثُوا يُغَاثُوا} [الكهف:29] واقعة في جواب الشرط {وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا} [الكهف:29]. ¶ فهنا يغاثون بماء كالمهل، أي: في منتهى الحر كالزيت، فيقرب منهم ليشربوه، فقبل أن يرفعوه بأيديهم إلى أفواههم تسقط فروة جلودهم من حر هذا الحميم، فكيف إذا شربوه أعاذنا الله وإياكم من هذا.",
            "page": "14",
            "part": "3",
            "seal": "0823771B"
        },
        {
            "id": "51",
            "nass": "تكريم الله لمواضع السجود في ابن آدم ¶ وأهل المعاصي في الدنيا من المؤمنين يعذبون إن كتب الله جل وعلا لهم النار، فيعذبون فيها ما شاء الله لهم أن يعذبوا، وقد حرم الله على النار أن تأكل من ابن آدم أعضاء السجود؛ لكرامة هذا الفعل عند الله جل وعلا، فمن عذب كأكلة الربا، وأكلة أموال اليتامى ظلماً، والمصورين، وغيرهم ممن ورد في حقهم العذاب والوعيد؛ فإن النار تحرق منهم كل شيء إلا مواضع السجود.",
            "page": "15",
            "part": "3",
            "seal": "08E50C55"
        },
        {
            "id": "52",
            "nass": "دوام الجنة والنار ¶ والنار والجنة مخلوقتان موجودتان الآن ولا تبيدان ولا تفنيان، وأهلهما لا يرتحلون عنهما، ولا يبيدون، فأما أهل الجنة فقد قال النبي صلى الله عليه وسلم: (لا يفنى شبابهم، ولا تبلى ثيابهم). ¶ وقال الله: {وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ} [هود:108]. ¶ وكذلك أهل النار يخلدون فيها، قال الله تعالى: {خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ} [هود:107]. ¶ وأياً كان خلاف العلماء في الاستثناء هنا إلا أن أحداً لم يقل إن أهل الجنة يخرجون منها، أو: إن أهل النار يخرجون منها، وإنما اختلفوا في الاستثناء على معان عديدة، والله جل وعلا قال: {لا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا} [فاطر:36] وأخبر بأنهم لا يخرجون منها وأنهم يقولون: {رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ} [فاطر:37].",
            "page": "16",
            "part": "3",
            "seal": "FF022776"
        },
        {
            "id": "53",
            "nass": "شفاعة رسول الله في عمه أبي طالب ¶ لقد أدرك الإسلام أربعة أعمام للنبي صلى الله عليه وسلم، فآمن منهم اثنان وكفر اثنان، فاللذان آمنا هما حمزة والعباس، واللذان كفرا أبو لهب وأبو طالب، فـ أبو لهب كان عدوا وأمره مقضي. ¶ وأما أبو طالب فناصر النبي صلى الله عليه وسلم، حتى ذكروا من شفقته أنه لما كانت قريش قد حاصرت النبي صلى الله عليه وسلم في شعب بني هاشم كان يأتي في الليل فيحمل النبي صلى الله عليه وسلم وهو نائم ويجعله ينام في مكان، ثم يأتي بأحد أبنائه ويجعله ينام في مكان النبي صلى الله عليه وسلم، حتى إذا بيت قرشي لم يستطع قتل النبي صلى الله عليه وسلم؛ لأنه في تلك الأيام كان لا يوجد ضوء، فيعرف في أول الليل أين بات النبي صلى الله عليه وسلم فإذا أراد أن يقتله ليلاً قتل ابنه، ولا يقتل النبي صلى الله عليه وسلم، وقد قال الله: {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ} [القصص:56] ومحبة الكافر غير جائزة، فليست المحبة في قوله: {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ} [القصص:56] بمعنى: توده، ولكن المفعول به محذوف، أي: إنك لا تهدي من أحببت هدايته، أي: إنك لست قادراً على أن تهدي من تحب له الهداية، ومن تحب له الخير ومن تحب له أن يتبع صراطك المستقيم. ¶ وقريش قد صنعت كل شيء لآلهتها إلا السجود، فلم تضع جباهها لها لما فيها من أنفة، وكان أبو طالب يقول لرسول الله صلى الله عليه وسلم: كلما في دينك حسن إلا أنني أضع جبهتي وأرفع عجيزتي، وكان يقول: ولقد علمت بأن دين محمد من خير أديان البرية دينا لولا الملامة أو حذار مسبة لو جدتني سمحا بذاك يقينا في قصيدة طويلة يثبت فيها أنه مقتنع بكلام النبي صلى الله عليه وسلم، ولكن كانت قريش تأتيه من جانب الأنفة فيقولون: أترغب عن دين آباءك أترغب عن دين عبد المطلب؟! حتى مات وهو يقول: هو على دين عبد المطلب. ¶ فهذا تنفعه شفاعة النبي صلى الله عليه وسلم مع أن الشفاعة لأهل النار من الكفار منتفية؛ لأن الله تعالى يقول: {فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ} [المدثر:48]. ¶ لكن استثني أبو طالب استثناء جزئياً، وهو يكون أهون أهل النار عذاباً بشفاعة النبي صلى الله عليه وسلم له. ¶ وليعلم أن النار مخلوقة خلقها الرب تبارك وتعالى، فالسبيل الأعظم للنجاة منها أن نسأل من خلقها أن يجيرنا منها. ¶ وقانا الله وإياكم لفح جهنم، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "17",
            "part": "3",
            "seal": "65DAED89"
        },
        {
            "id": "54",
            "nass": "سلسلة أشراط الساعة الكبرى - نزول عيسى ابن مريم وبداية التغير وخروج يأجوج ومأجوج ¶ إن بين يدي الساعة أشراطاً لها إذا وقعت آذنت بزوال الدنيا واقتراب الآخرة، وحصول واحدة منها يستتبع باقيها كعقد انفرط، ومن جملة تلك الأشراط نزول عيسى عليه السلام، وخروج يأجوج ومأجوج للإفساد في الأرض، وخروج دابة من الأرض تكلم الخلق أن الناس كانوا بآيات الله لا يؤمنون، وهدم الكعبة، وطلوع الشمس من مغربها، فذلك حين لا ينفع نفساً إيمانها، لم تكن آمنت من قبل.",
            "page": "1",
            "part": "4",
            "seal": "A0AB3FC8"
        },
        {
            "id": "55",
            "nass": "علامات الساعة الكبرى",
            "page": "2",
            "part": "4",
            "seal": "95DBBFAA"
        },
        {
            "id": "56",
            "nass": "ذكر قول من زعم أن المهدي هو ابن الحنفية ¶ بسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وأصحابه ومن والاه وبعد: فسنستأنف ما كنا قد بدأناه حول الحديث عن أشراط الساعة الكبرى، فنقول والله المستعان: كنا قد بينا مسألة المهدي ومسألة خروج الدجال، وبقي أن نعقب عليهما بكلام يسير قبل الكلام عن عيسى بن مريم عليه السلام. ¶ وقد ذكرنا مذهب أهل السنة في المهدي ومذهب الشيعة الإمامية، ولكن ينبغي أن يعلم أنه ليست الآراء في المهدي محصورة في هذين الرأيين، فهناك آراء أخرى لكنها غير شائعة وغير ذائعة، ولذلك أعرضنا عنها، منها قول فرقة في الشيعة تسمى: (الكيسانية) بأن المهدي المنتظر هو ثالث أبناء علي، وهو محمد بن الحنفية نسبة إلى أمه، وكانت من بني حنيفة، وهؤلاء كانوا موجودين أيام بني أمية، ولكن لا أظن أن أحداً يعتقد هذا الرأي اليوم، وإن وجد فليس ذا بال، ومن هؤلاء آنذاك كثير عزة الشاعر المعروف الذي يقول: ألا إن الأئمة من قريش حماة الدين أربعة سواء علي والثلاثة من بنيه هم الأسباط ليس بهم خفاء فسبط سبط إيمان وبر وسبط غيبته كربلاء وسبط لا يذوق الموت حتى يقود الخيل يقدمها اللواء تغيب لا يرى فيهم زماناً برضوى عنده عسل وماء ورضوى: الجبل المعروف قبل ينبع جهة ديار جهينة، فهذا الجبل الذي يزعم الكيسانيون أنه فيه المهدي الذي ينتظرون خروجه.",
            "page": "3",
            "part": "4",
            "seal": "FE6724DB"
        },
        {
            "id": "57",
            "nass": "ذكر من يقف في وجه الدجال ¶ وكنا قد بينا في قضية الدجال أنه يقتل على يد عيسى ابن مريم، ولكن لا يعني ذلك أن الدجال لا يقاوم؛ فإنه يخرج له شاب فيزداد الشاب بـ الدجال كفراً رغم ما يريه الدجال من الآيات، ثم إن الدجال في خاتمة المطاف يقتله، قال صلى الله عليه وسلم: (ذاك أعظم الناس شهادة عند رب العالمين). ¶ وممن يحارب ويقاوم الدجال بنو تميم القبيلة المعروفة، وما تزال أسرهم موجودة في نجد وما حولها، والنبي صلى الله عليه وسلم لما ذكرهم قال: (هم أشد أمتي على الدجال، هم أشد أمتي على الدجال)، وهذا موضع ثناء منه صلوات الله وسلامه عليه على أهل تلك القبيلة. ¶ إلى هنا انتهينا، وانتهينا في الدرس الماضي إلى نزول رسول الله عيسى بن مريم واضعاً يديه على أجنحة ملك، وقلنا: إنه يقتل الدجال بحربة تكون في يده.",
            "page": "4",
            "part": "4",
            "seal": "D33C9B17"
        },
        {
            "id": "58",
            "nass": "اختلاف النصارى في عيسى عليه السلام ¶ وعيسى بن مريم عليه الصلاة والسلام نبي رسول لا يختلف في هذا اثنان من المؤمنين، والله جل وعلا جعل هذا النبي الكريم آية، قال تعالى: {وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً} [المؤمنون:50]، وقال جبريل عليه السلام كما حكى الله جل وعلا في القرآن: {قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا} [مريم:21]. ¶ ولهذا ما اختلف الناس في أحد كما اختلفوا في عيسى بن مريم من السابقين، وفي هذه الأمة اختلف الناس كثيراً في علي بن أبي طالب رضي الله تعالى عنه وأرضاه، فالنواصب يعادونه، والشيعة يتولونه زيادة على حقه، وأهل السنة ينصفونه، وهذا هو الحق، فمثله مثل عيسى بن مريم، فاليهود يريدون قتله، والنصارى يتولونه حتى جعلوه إلها، والمسلمون قالوا فيه الحق، وهو أنه نبي الله وكلمة منه ألقاها إلى مريم وروح منه. ¶ وقد أعطى الله عيسى عليه الصلاة والسلام معجزات، فكان يبرئ الأكمه والأبرص ويحيي الموتى بإذن الله، كما حكاه الله في آل عمران، وحكاه الله جل وعلا في المائدة. ¶ وقد أرادت اليهود قتله، ثم إن الله جل وعلا رفعه كما هو منصوص في القرآن، وألقي الشبه على غيره. ¶ فاليهود ظنت أن من قتلته عيسى، ثم صلبوه، والنصارى آمنوا بأنه قتل وبأنه صلب فداء للبشرية، ويقولون: إن الله حكم عدل لا يترك خطيئة من غير عقوبة، وإن آدم عليه السلام أخطأ بأكله من الشجرة وأهبط إلى الأرض، وإنه لا بد من أن يدفع أحد ثمن خطيئة آدم، فقالوا زوراً وبهتاناً وكفراً وتطاولاً على الله: إن الله جل وعلا أراد أن يخلص بني آدم من خطيئة أبيهم فبعث ابنه -تعالى الله عما يقول الظالمون علواً كبيراً- فألقى عليه ما يسمى بالناسوت، أي: ما يقارب الإنس حتى يقتل ويصلب، فيكون في قتله وصلبه كفارة لخطايا بني آدم، فمن آمن بعيسى كفرت عنه خطاياه، ويسمى ذلك عندهم في دينهم المحرف بالتعميد. ¶ أما النصارى الأولون الذين أثنى عليهم الله في القرآن الذين هم أتباع عيسى الحقيقيون فلا ريب في أنهم كانوا على الدين الحق؛ لأن النصرانية المحرفة هي التي عليها أتباعها اليوم، أما النصرانية الحقة فهي التي كانت في زمن عيسى بن مريم، كما قال تعالى: {وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ} [المائدة:111]، فهؤلاء حواريون أتباع عيسى الذين كانوا معه عليه الصلاة والسلام. ¶ فأما رفع عيسى عليه السلام اضطهدت اليهودية النصرانية مرحلة من الزمن، ثم بعد تقريباً قرابة ثلاثة قرون جيء إلى المكان الذي صلب فيه عيسى على حسب زعمهم، وإلا فعيسى رفع، فجاء رجل فوجد خشبة فتمسح بها، وكأنه كان به مرض فبرئ، فدل الناس على المكان، وفي وقتها كانت النصارى لهم سلطان، فجاء الإمبراطور أو الملك أو السلطان آنذاك فبنى كنيسة على ذلك المكان، وهي إلى اليوم موجودة في أرض فلسطين تسمى: كنيسة القيامة؛ لأنهم يزعمون أن عيسى عليه السلام منها سيقوم مرة أخرى على أنه مخلص، وتسمى كنيسة القمامة؛ لأن اليهود كانوا يرمون القمائم عندها إهانة لعيسى عليه السلام. ¶ وهذه الكنيسة موجودة إلى اليوم في أرض فلسطين، وهي معظمة عندهم وفيها تصاوير وغيرها، وفي هذا المكان يزعم النصارى أن عيسى سيعود مرة أخرى، والله جل وعلا يقول: {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا * بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا} [النساء: 157 - 158]، وقال: {وَإِنَّهُ} [الزخرف:61] أي: عيسى {لَعِلْمٌ لِلسَّاعَةِ} [الزخرف:61]، أي: علامة من علامات وأمارات الساعة.",
            "page": "5",
            "part": "4",
            "seal": "E8B2042A"
        },
        {
            "id": "59",
            "nass": "يهدي الله لنوره من يشاء ¶ وكان النبي عليه الصلاة والسلام تأتيه النصارى أيام مكثه صلى الله عليه وسلم في المدينة، فتأتيه وفود نصارى وغير نصارى، فهؤلاء الذين يأتونه أخلاطا، كان منهم من يؤمن بالنبي صلى الله عليه وسلم إذا لقيه فينتفع، وربما انتفع قومه من وراءه، ومنهم -والعياذ بالله- من لا يقبل، ومنهم من لا يقبل الإسلام، ولكن يقبل الجزية مع السلم، مثل نصارى نجران، وهذه سنة الله جل وعلا في خلقه، فالناس يردون على مورد واحد ويختلفون في انتفاعهم بالشيء الواحد. ¶ كما أن الكلمة أو الموعظة أو المحاضرة أو الكتاب يقرؤه جم غفير، ولكن استفادة الناس مما يقرءونه تختلف، فهناك قرية موجودة إلى الآن اسمها: (جواثا) في الأحساء مررت عليها ولكني لم أزرها، هذه جاء منها وفد إلى النبي صلى الله عليه وسلم فأسلموا وقبلوا الإسلام وأذن لهم النبي عليه الصلاة والسلام في أن يصلوا جمعة، فلما عادوا إلى ديارهم نزلوا بجوار الهفوف الآن تقريباً وبنوا مسجداً وأقاموا جمعة، فما كان في عهد النبي صلى الله عليه وسلم جمعة تقام في الأرض إلا جمعتان: جمعة في مسجده صلى الله عليه وسلم، وجمعة في (جواثه) فهي ثاني جمعة أقيمت في الإسلام، ثم بعد ذلك كثرت الجمع، ولكنها ثاني جمعة، وأهلها إلى اليوم يفتخرون بها فيقولون: والمسجد الثالث الشرقي كان لنا والمنبران وفصل القول في الخطب أيام لا مسجداً لله نعرفه إلا بطيبة والمحجوج ذو الحجب يقولون: ما كان هناك مساجد إلا مسجد مكة يصلي فيه من لم يهاجر خفية، ومساجد طيبة، وهي: مسجد النبي صلى الله عليه وسلم، ومسجد قباء، ومسجد القبلتين. ¶ وحق لهم أن يفتخروا.",
            "page": "6",
            "part": "4",
            "seal": "F5B5DDBE"
        },
        {
            "id": "60",
            "nass": "دعوة الله تعالى النصارى إلى الدين ¶ فهذا استطراد في أنهم انتفعوا بقدومهم إلى النبي صلى الله عليه وسلم. ¶ وعندما قدم نصارى نجران صلوا جهة الشرق، وسكت النبي صلى الله عليه وسلم عنهم؛ لأن النصارى إلى اليوم يعظمون جهة المشرق؛ لأن مريم عندما خرجت من بيت لحم اتجهت مكاناً شرقياً كما أخبر الله، ثم إن الله جل وعلا أثنى على البيت الذي يعظمونه، فهم يعظمون مريم وكفيلها زكريا وأبوها عمران، قال الله جل وعلا: {إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ * ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ} [آل عمران: 33 - 34] وذلك لدعوتهم. ¶ فقص الله الخبر حتى يستدر قلوبهم وليبين أن الدين لم يرد به مواجهة الناس، وإنما هو هداية الناس، ثم قال الله بعد ذلك: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ * الْحَقُّ مِنْ رَبِّكَ فَلا تَكُنْ مِنَ الْمُمْتَرِينَ} [آل عمران:59 - 60]، فلما أقام الله عليهم الحجة قال سبحانه: {فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ} [آل عمران:61]، وأتت آية المباهلة. ¶ والذي يعنينا أن أولئك النصارى قبلوا الجزية ولم يدخلوا في الإسلام، ثم توالت السنون إلى أيامنا هذا فظهرت النصرانية بقوة في أوروبا.",
            "page": "7",
            "part": "4",
            "seal": "90ED13CB"
        },
        {
            "id": "61",
            "nass": "نزول عيسى عليه السلام وعمله بشريعة رسول الله ¶ وسينزل عيسى ابن مريم كما أخبر النبي صلى الله عليه وسلم، قال عليه الصلاة والسلام: (سينزل عيسى بن مريم شرقي المنارة البيضاء شرقي دمشق)، وقال: (فإذا رأيتموه فاعرفوه: رجل مربوع كأن فيه بللاً فيه قطر وإن لم يتوضأ). ¶ وبعد أن ينتهي الدجال يحكم عيسى بالقرآن لا بالإنجيل؛ لأن الله قال في كتابه: {وَمُهَيْمِنًا عَلَيْهِ} [المائدة:48]، أي: على كل كتاب قبله، فيكسر الصليب الذي هو شعار النصرانية المحرفة، والصليب لم يعرف إلا بعد ثلاثة قرون من قتل عيسى، فيكسر الصليب الذي هو رمز النصرانية المحرفة، ويقتل الخنزير، ولا يقبل إلا الإسلام، ولا يعد هذا الفعل من عيسى نسخاً لشريعة محمد صلى الله عليه وسلم؛ لأن النبي عليه السلام أخبر بأن عيسى سيصنع هذا. ¶ فالجزية موجودة في ديننا، ولكن عيسى إنما يعمل بالإسلام؛ لأن النبي صلى الله عليه وسلم أخبر بأن الجزية تؤخذ من أهل الكتاب حتى ينزل عيسى، فالذي قال: إن الجزية تؤخذ من أهل الكتاب حتى ينزل عيسى هو نبينا صلى الله عليه وسلم، فليس صنيع عيسى بناسخ لشريعة محمد صلى الله عليه وسلم؛ لأن شريعته عليه السلام آخر الشرائع وناسخة ما قبلها.",
            "page": "8",
            "part": "4",
            "seal": "3CD057E4"
        },
        {
            "id": "62",
            "nass": "خروج يأجوج ومأجوج ¶ وبعد ذلك بفترة يخرج الله يأجوج ومأجوج من ردم بناه عليهم ذو القرنين، قال الله جل وعلا: {ثُمَّ أَتْبَعَ سَبَبًا * حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْمًا لا يَكَادُونَ يَفْقَهُونَ قَوْلًا * قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا} [الكهف:92 - 94]. ¶ فهؤلاء يخرجون بقدر الله في آخر الزمان، كما قال تعالى: {حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ} [الأنبياء:96]، فيفر عيسى والمؤمنون الذين معه إلى جبل الطور، ويمكث هؤلاء يفسدون في الأرض ويشربون بحيرة طبرية ويكون منهم ما يكون، ثم إن عيسى يدعو عليهم فيبعث الله عليهم أول الأمر دوداً في رقابهم فيموتون كلهم في وقت واحد. ¶ ثم يبعث الله جل وعلا طيراً تحملهم فتلقيهم في البحار، ثم ينزل الله مطراً ليس لأهل زرع ولا لأهل ضرع يغسل الأرض من نتنهم.",
            "page": "9",
            "part": "4",
            "seal": "7FA7E5F9"
        },
        {
            "id": "63",
            "nass": "طيب العيش بعد هلاك يأجوج ومأجوج ¶ ثم ينزل عيسى والمؤمنون الذين معه، وهنا تطيب الحياة حقاً، وتمر الأرض بأفضل أيامها؛ لأن الله يأمر الأرض أن تخرج بركتها، وكأن في ذلك -والعلم عند الله- رد على ما كان يصنعه الدجال، وينزع الله حمة كل ذي حمة، أي: كل صاحب أذى يخلص منه الأذى، يقول عليه الصلاة والسلام: (عصابتان من أمتي أحرزهما الله من النار عصابة تغزوا الهند) وهذه لا أعلم كيفيتها (وعصابة تكون مع عيسى ابن مريم)؛ وهذه الفئة التي تكون مع عيسى بن مريم يبين لهم عيسى بن مريم درجاتهم في الجنة، وقد مكثوا أربعين يوماً يحاربون الدجال، وعصمهم الله جل وعلا من الدجال، فإذا مكن عيسى أخبرهم بدرجاتهم في الجنة، ويقول صلى الله عليه وسلم يخبر عن انصراف الناس عن الدنيا: (حتى تكون السجدة للرجل خير من الدنيا وما فيها)؛ لأن المؤمنين آنذاك يرون قرب الساعة؛ لأنهم يعيش بين أظهرهم عيسى ابن مريم، وهم على يقين من أن الساعة قريبة، وأن الأمر حق، فهم يرون نبياً من أنبياء الله يمشي بين أظهرهم فيتفرغون للعبادة، ولو شغل أحدهم بالدنيا لم ينشغل؛ لأن الأمور يقينيات وآيات ظاهرة، فلا يقبل أن يترك السجدة أبداً؛ لأنه يبحث عما يزيد في درجاته في أخراه. ¶ ثم يمكث عيسى في الأرض أربعين عاماً، ولا أدري أيدخل فيها ما مكث قبل خروج يأجوج ومأجوج أم لا، ولكن ذكر صلى الله عليه وسلم أنه: يمكث أربعين عاماً، قال صلى الله عليه وسلم: (طوبى للعيش بعد المسيح)، أي: بعد أن يؤمن الله جل وعلا العباد بالمسيح من يأجوج ومأجوج، ثم بعد ذلك يموت عيسى بن مريم، كما قال تعالى: {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ} [آل عمران:185]، ثم تتوالى بقايا أشراط الساعة تباعاً حتى تطلع الشمس من مغربها، ثم تكون نار تحشر الناس إلى أرض المحشر.",
            "page": "10",
            "part": "4",
            "seal": "9060637C"
        },
        {
            "id": "64",
            "nass": "بشرية يأجوج ومأجوج ¶ إن يأجوج ومأجوج هم بشر من ذرية آدم، والله جل وعلا يقول في القرآن عن نبيه نوح: {وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ} [الصافات:77]. ¶ ففهم أهل العلم من هذه الآية أن الله جل وعلا حصر ذرية بني آدم بعد الطوفان في أبناء نوح، ولهذا يقول بعضهم: إن نوحاً عليه السلام هو الأب الثاني للبشرية، والمشهور عند أهل الأخبار أن نوحاً ترك أربعة: كنعان ويافث وسام وحام، فيقولون: إن كنعان هو الذي غرق، ولا ريب في أن أحد أبناء نوح قد غرق بنص القرآن، ولكن هل هو كنعان أو غيره، فهذا علمه عند الله جزماً، والمشهور عند أهل الأخبار والسير أن الذي غرق هو كنعان، فبقي ثلاثة هم يافث وسام وحام. ¶ والخلاصة من هذا أن يأجوج ومأجوج عند أكثر أهل العلم من ذرية يافث بن نوح، وأن هؤلاء القوم كانوا متشبعين بالهمجية، والمقصود بالهمجية هنا غير اللفظة العامية الدراجة، وإن كان المعنى قريباً، فالمراد أنهم غير ذوي بناء حضاري، فهم يفعلون الشيء لمجرد الفعل، كما وجد في بعض العصور من التتار حين دخلوا بلاد الإسلام، فبعضهم كان يقتل لمجرد القتل، وإلا فإن فرعون -مثلاً- عندما أراد أن يبطش كان يبطش بطشاً حضارياً، فكان يقتل الغلمان ويستبقي النساء للخدمة، ولما تضرر الأقباط أهل مصر من قتل الغلمان أبقى على بعض الغلمان، فكان يقتل عاماً ويترك عاماً حتى يكون هناك خدم للقبط، وهذا الأمر فيه الإسراف والعلو والفساد في الأرض، إلا أن فيه شيئاً من حظوظ النفس، أي: أبقى لحظ نفسه. ¶ أما هؤلاء ومن في فكرهم فكانوا يقتلون لمجرد القتل ولا يتركون أحداً، فنقل عن بعض من داهموا مع جنكيز خان وأمثاله أنهم كانوا يقتلون الطفل الرضيع ويقتلون المرأة ويقتلون الرجل ويقتلون الشاب ولا يتركون أحداً، بل يقتلون لمجرد القتل، ولو كانوا ذوي عقول لاستبقوا النساء على الأقل للتمتع بهم وإن كان حراماً، ولكن هذا يدل على أن هناك شيئاً من حظوظ النفس يبحث عنها المرء، ولكنهم لعدم ففههم ولعدم عقلهم يسفكون الدماء لمجرد سفك الدماء. ¶ فيأجوج ومأجوج من نسل يافث بن نوح، يعيشون خلق ردم بناه عليهم ذو القرنين، وهو ملك صالح، وهل هو نبي أو غير نبي؟ اختلف فيه ولا يوجد نص قاطع، بل ورد في حديث صحيح أن النبي صلى الله عليه وسلم قال: (لا أدري أكان ذو القرنين نبياً أم لا).",
            "page": "11",
            "part": "4",
            "seal": "545839CB"
        },
        {
            "id": "65",
            "nass": "حكمة الله تعالى في خفاء مكان يأجوج ومأجوج ¶ والله جل وعلا إذا أراد شيئاً هيأ أسبابه، فلو علم الناس بمكان يأجوج ومأجوج -ولو من باب التطفل الحضاري- لذهبوا إليه، ولكن الله جل وعلا أخفاه، ويقال: إنه قريب من ولاية جورجيا في الاتحاد السوفيتي سابقاً، فهذا أكثر قول أهل العلم بالجغرافيا والنظر في الأبحاث، ولكن يبقى الأمر ظناً، فردم عليهم ذو القرنين حتى لا يخرجوا، وهم متعطشون والهون للخروج، وسيأتي عليهم يوم يخرجون فيه، كما قال الله: {حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنسِلُونَ} [الأنبياء:96]. ¶ وقد بينا خروجهم، وقلنا: إنه بعد خروج يأجوج ومأجوج يطيب العيش بعد المسيح، وهذه أمور غيبيه لا يمكن لأحد أن يجزم فيها بشيء تفصيلاً، إلا بما دل عليه خبر صحيح صريح عن الله أو عن رسوله صلى الله عليه وسلم.",
            "page": "12",
            "part": "4",
            "seal": "27B35FF7"
        },
        {
            "id": "66",
            "nass": "بيان ظاهر الأحاديث فيما يستوطنه عيسى عليه السلام ¶ إن ظاهر الأحاديث يدل على أن عيسى عليه السلام يستوطن الحجاز؛ لأن النبي عليه الصلاة والسلام قال: (والذي نفسي بيده ليهلن ابن مريم من فج الروحاء حاجاً أو معتمراً أو ليثنينهما)، وفج الروحاء باق إلى اليوم قبل المسيجيد، وذهابه إليه حاجاً أو معتمراً غالب الظن أن يكون الخروج فيه من المدينة، فيكون الإحرام من من ميقات المدينة؛ لأنه لو أراد أن يحج أو يعتمر عليه السلام إلى البيت العتيق من بلد غير المدينة فلن يمر بفج الروحاء. ¶ فعلى هذا يحمل قوله صلى الله عليه وسلم: (والذي نفسي بيده ليهلن ابن مريم من فج الروحاء حاجاً أو معتمراً أو ليثنينهما)، أي: يجمع بينهما، والمقصود أن هذا يدل عليه استقراء الأمر في الحجاز.",
            "page": "13",
            "part": "4",
            "seal": "D97A8BB4"
        },
        {
            "id": "67",
            "nass": "ابتداء زوال الدنيا بعد حصول طيب العيش ¶ وقد أخبر النبي صلى الله عليه وسلم فقال: (طوبى للعيش بعد المسيح)، وأي أمر يصل إلى تمامه وكماله فذلك في الغالب مؤذن بنقصانه، ويقال: تقرب زوالاً إذا قيل: تم، فالبدر إذا اكتمل بدأ تناقصه بعد ذلك، فعندما تصل البركة في الأرض إلى أن تنزع حمة كل ذي حمة، وأن الإنسان أنبت لو بذر في الصفا لأنبتت؛ لأن الله يأمر الأرض بأن تخرج بركتها فلا يبقى بعد ذلك شيء ينتظره الناس، أشراط وعلامات أخرى. ¶ يموت عيسى بن مريم عليه الصلاة والسلام ثم يبدأ فناء الكون تدريجياً، وسنذكر بعضاً من أشراط الساعة الكبرى، ولا ألتزم بتقصي مسألة الترتيب.",
            "page": "14",
            "part": "4",
            "seal": "FDB33A11"
        },
        {
            "id": "68",
            "nass": "طلوع الشمس من مغربها ¶ معلوم أن الشمس خلق من خلق الله، فالله يقول في القرآن: {وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} [يس:38]، وطلوعها من المشرق وغيابها في المغرب أمر متحقق يراه كل ذي عينين منذ أن حلق الناس، وقد حبسها الله لـ يوشع بن نون كما في الخبر الصحيح، يقول شوقي: قفي يا أخت يوشع أخبرينا أحاديث القرون الغابرينا هذا شاعر أديب ينظر إليها نظرة أدبية فيقول: أنت في علو والأحداث تقع في الأرض وأنت تراقبينها، فأنت أعلم بما وقع من أحداث وخطوب في قصص التاريخ تحت منظرك وعينيك. ¶ وقد كسفت الشمس في عهد النبي صلى الله عليه وسلم كما في البخاري من حديث أبي موسى: (كسفت الشمس في عهد النبي صلى الله عليه وسلم، فقام فزعاً إلى المسجد يظنها الساعة، فصلى بأطول قيام وسجود وركوع يفعله)، والإشكال في الحديث أن أبا موسى رضي الله عنه عبر بأن النبي صلى الله عليه وسلم خشي أن تكون الساعة، وأبو موسى صحابي جليل لا يمكن أن يتجرأ على أن يقول: إن النبي صلى الله عليه وسلم يخشى أن تكون الساعة دون أن يرى شيئاً في النبي صلى الله عليه وسلم بجعله يجزم بهذا القول. ¶ وقد أجاب العلماء عن هذا فقال بعضهم: إن النبي صلى الله عليه وسلم يعلم أنها ليست الساعة، ولكنه قام فزعاً بخشي أن تكون الساعة؛ لأن الله جل وعلا لم يخبره بعد بعلامات الساعة. ¶ وهذا التخريج يمكن أن يكون مقبولاً لولا إشكال آخر، وهو أن خسوف الشمس أو كسوفها في عهد النبي صلى الله عليه وسلم وقع في اليوم الذي مات فيه ابنه إبراهيم، وإبراهيم ابن النبي صلى الله عليه وسلم اتفق أهل الأخبار على أنه مات في السنة العاشرة من الهجرة، أي أن هذا الحدث بتعبير موجز وقع متأخراً جداً في حياة النبي صلى الله عليه وسلم، فيبعد أن يقال: إنه عليه الصلاة والسلام لم يكن قد علم بعد أشراط الساعة ولا أخبر بها. ¶ وقال الحافظ ابن حجر رحمه الله تعالى -وهو قول نرى أنه أقرب الأقوال إلى الصواب-: لعله صلى الله عليه وسلم قام فزعاً أن تكون هذه مقدمة لأشراط الساعة كطلوعها من مغربها؛ لأنه إذا ظهرت علامة كبرى منها فإن تتابع الباقي يكون على إثرها، ويعبر عنها العلماء بأنها كالسبحة إذا انقطعت تتابع خرزها. ¶ والذي يعنينا هو أن النبي صلى الله عليه وسلم قام فزعاً، وهذا مما يدل على أنه صلى الله عليه وسلم يعلم عظم قيام الساعة.",
            "page": "15",
            "part": "4",
            "seal": "77FA7BA5"
        },
        {
            "id": "69",
            "nass": "الحث على العمل قبل امتناع التوبة ¶ والعبرة من هذا الخوض في أشراط الساعة ينبغي أن تكون في المقام الأول في أن يبعث الإنسان على العمل، فالله يقول: {وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا} [الشورى:18]، أي: من وقوع الساعة، بخلاف الذي لا يؤمن بها أصلاً فلو أخبرته أو لم تخبره عن الساعة فإنه لا يبالي ولا يسعى إلى عمل، وإنما العبرة بالعمل؛ لأن الذي عليه مدار النجاة هو الإيمان والعمل الصالح بعد رحمة الله تبارك وتعالى. ¶ يقول الله تعالى: {يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لا يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا} [الأنعام:158]، فعندها تنقطع التوبة، فلو أن أحداً تاب وندم وفزع ورجع فهذا لا يقبل، نسأل الله العافية. ¶ كما أنه -على وجه العموم- لا تقبل التوبة إذا بلغت الروح الحلقوم؛ فإن الله جل وعلا لا يقبلها من صاحبها؛ لأنه قد عاين الموت وراءه، ومن رأى الموت عياناً وغرغرت روحه وبلغت الحلقوم لا يقبل الله جل وعلا توبته. ¶ فإذا طلعت الشمس من المغرب ورآها الناس من المغرب لم يبق شيء يمكن أن يخوفوا به أو علامة أو أمارة تدل على قرب الساعة أعظم من هذا، فربما آمن أقوام، فلا يقبل الله جل وعلا إيمانهم.",
            "page": "16",
            "part": "4",
            "seal": "0BC2456F"
        },
        {
            "id": "70",
            "nass": "خروج الدابة ¶ ويتبع ذلك أو يسبقه -لا ندري بالتحديد- خروج الدابة، فالله تعالى يقول: {وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لا يُوقِنُونَ} [النمل:82]. ¶ وقوله تبارك اسمه وجل ثناؤه: {تُكَلِّمُهُمْ} [النمل:82] صريح واضح جداً في أن هذه الدابة تخاطب الناس، وجاء في حديث صحيح أنها تسم الناس على خراطيمهم ثم يعمرون أي: يكبرون، وينقطع أثرها، فيأتي الرجل فيشتري الثوب فيسأل: ممن اشتريته؟ فيقول: اشتريته من ذلك الموسوم. ¶ أي: من ذلك الرجل الذي عليه وسم على خرطومه، أي: على أنفه، فتسم المؤمن أو تسم الكافر، أي: تميز أهل الكفر من أهل الإيمان ولا ريب في أن هذه علامة كبرى تدل على قرب قيام الساعة. ¶ ولم يرد نص صريح في مكان خروج الدابة، ولكن نقل عن ابن عمر أنها تخرج من جبل الصفا، وإن صح الإسناد فقول ابن عمر أحب إلينا من قول غيره، وإن لم يصح الإسناد -والعلم عند الله- فالله أعلم من حيث تخرج، وأياً كان الأمر فإن الله أخبر بخروجها ونحن نؤمن بخروجها؛ لأن الله ورسوله عليه الصلاة والسلام أخبرا بذلك.",
            "page": "17",
            "part": "4",
            "seal": "2AFD24B3"
        },
        {
            "id": "71",
            "nass": "هدم الكعبة ¶ ومن علامات الساعة الكبرى هدم الكعبة، والكعبة رفع قواعدها خليل الله إبراهيم كما هو معلوم، وجعلها الله جل وعلا مثابة للناس وأمنا، كما جعل توحيده حرزاً للناس وحصناً، وتبقى الكعبة شامخة يحجها الناس، وقد تعرضت في القرن الرابع لأذى القرامطة، لكنهم لم يهدموها، وإنما سلبوها الحجر الأسود، ومكث عندهم عشرين عاماً إلا أياماً، ثم أعيد الحجر على مشهد من الناس، وعرفه العلماء ورد إلى مكانه، وأهل التاريخ يقولون: إن الحجر حمل إلى البحرين -في شرقي المملكة الآن- على عشرين أو أربعين جملاً حتى وصل به إلى تلك المنطقة، وعندما أعيد أعيد على جمل واحد، فبقي قادراً على السير من تلك المنطقة إلى مكة. ¶ والحجر اليوم مقسم إلى خمس أو ثمان قطع مثل التمرة يكبر ويصغر، فلو دققت النظر في نفس الحجر لوجدت قطعاً أشبه تماماً بالتمرات، ولكنها تقل وتكبر من واحدة إلى أخرى، ومجموع ما هو فيه -بحسب علمي-ثمان قطع، حيث جمع في إناء واحد في غلاف واحد في إطار واحد ثم وضع في الكعبة. ¶ وقد أخبر صلى الله عليه وسلم بأن هذه الكعبة سيهدمها ذو السويقتين من أرض الحبشة، قال عليه الصلاة والسلام: (كأني أنظر إليه أصيلعاً أفيدعا يستخرج كنوزها ويسلبها حليها يهدمها حجراً حجراً)، وهذا يقع بقدر الله؛ لأن الأمور إلى زوال، فتهدم، فلا يحج إلى البيت بعد ذلك ولا يعتمر، فلا يبقى إلا شرار خلق الله. ¶ وعبادة الله مرتبطة بالعلم، فالناس إذا كانوا في جهل فلا يمكن أن يعبدوا الله، فإذا وجد علم عبد الله، فهذه الأحداث يكون بسببها -بلا شك- موت العلماء وفقد العلم، إذ الكعبة تهدم، فلا يوجد تدريس ولا يوجد علم لم يعبد الله به؛ لأن الله جل وعلا يعبد على بينه، وتبقى أشياء يسيرة من الدين، فيبقى أناس لا يعرفون من الدين إلا كلمة (لا إله إلا الله) فقيل لـ حذيفة رضي الله عنه تنفعهم هذه؟ قال: نعم تنفعهم. ¶ وذلك لأنهم أصلاً لم يبلغهم من الدين إلا (لا إله إلا الله) وفهم يقولون: لا إله إلا الله، ولكن لا يصلون، وليس معنى ذلك أنهم يعرفون الصلاة ولا يصلون، فهذا لا يعقل، بل يعتبر كفراً عند بعض العلماء، بل لم يبلغهم أن هناك شيئاً اسمه صلاة، لكن بلغهم من دين الله (لا إله إلا الله) ثم يموت هؤلاء وتقبض أرواحهم فتعبد الأوثان من جديد، يقول عليه الصلاة والسلام: (تضطرب إليات نساء دوس عند ذي الخلصة) والخلصة: صنم كانت دوس تعظمه في الجاهلية، ودوس الآن عامرة بالطاعات، ففيها حلقات تحفيظ، وفيها مخيمات، وألقيت فيها -لله الحمد- دروساً، وأتاها غيري من الفضلاء من العلماء وغيرهم، فهي عامرة بالإيمان والطاعات ونشر الدين، وهذا مثل ضربه النبي صلى الله عليه وسلم لا لمعنى أ، الوثنية محصورة في دوس، وإنما ستعم، ولكن النبي صلى الله عليه وسلم ضربه لشيوع وثنيتهم آنذاك في الجاهلية قبل بعثة النبي صلى الله عليه وسلم، وهم الذين منهم عبد الرحمن بن صخر أبو هريرة الصحابي الجليل المعروف. ¶ فالذي يعنينا أن يعود الناس لعبادة الأوثان، ومع ذلك يقول صلى الله عليه وسلم: (أنهم في خير وعافية)، يعني: يعجل الله لهم طيباتهم فيرزقون ويمطرون ويغاثون وهم في رغد من العيش رغم أنهم يعبدون الأوثان فلا تجري عليهم أحكام من عصى الله في الدنيا؛ لأن الأمر إلى زوال، ثم تحدث أمور وأمور فيطوى وجه الإسلام ويرفع القرآن في ليلة، وتهدم الكعبة، وكل هذا متقارب بعضه من بعض حتى يأمر الله ملكاً من ملائكته يقال له: إسرافيل -وهو الآن قد أصغى أذنه وحنى رقبته والتقم الصور بيده ينتظر متى يؤمر بالنفخ فينفخ- فيأمره الله فينفخ فيصعق من في السموات ومن في الأرض إلا من شاء الله، ثم يأمره بعد أربعين يوماً أو سنة أو شهراً أن ينفخ فينفخ فيقوم الناس لرب العالمين.",
            "page": "18",
            "part": "4",
            "seal": "09AC62D5"
        },
        {
            "id": "72",
            "nass": "الرحيل عن الدنيا",
            "page": "19",
            "part": "4",
            "seal": "BD8BAF3E"
        },
        {
            "id": "73",
            "nass": "بيان معنى الموت ¶ الموت: انقطاع تعلق الروح بالجسد والله جل وعلا خلقنا أجساداً وأرواحا، وأما أبونا آدم فخلق جسداً قبل أن يخلق روحاً، كما هو ظاهر القرآن؛ لأن الله جل وعلا نفخ فيه بعد أن خلقه جسداً، وأخرجنا من ظهره أرواحاً، فكنا في عالم الأرواح الأول، أما بنو آدم الذين ينسبون إليه فإن الله خلقهم أجساداً قبل أن يخلقهم أرواحاً، وذلك أن الإنسان يكون جنيناً في بطن أمه، حتى إذا تم له أربعة أشهر أمر الملك بأن ينفخ فيه الروح، فالموت انقطاع هذه الصلة التي بين الروح والجسد، وأما الروح نفسها فلا تذهب ذهاباً كلياً وإنما تخرج من الجسد، فإذا خرجت من الجسد خروجاً كلياً سمي هذا موتاً، فأصبح الجسد لا حراك به البتة، ولا تجري عليه أقلام التكليف التي تجري على من كانت الروح مقترنة به، فما كان له من أموال أو عقار لن يكون في سلطانه، وينقطع بذلك عمله، إلا ما استثناه الشرع، كما في قوله صلى الله عليه وسلم: (صدقة جارية وعلم ينتفع به وولد صالح يدعو له)، وأمثال ذلك.",
            "page": "20",
            "part": "4",
            "seal": "328DAA3A"
        },
        {
            "id": "74",
            "nass": "فرار الخلق من الموت ¶ قال عليه الصلاة والسلام: (إن الروح إذا صعد تبعه البصر)، فهذه الساعة لا بد منها، وتسمى اللحظات التي قبلها سكرة، قال الله تعالى: {وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ} [ق:19]، أي: ما كنت منه تفر. ¶ وهذا يدل على أن النفوس جبلت على أنها تحاول الفرار من الموت، فلا يذهب أحد إلى الموت طواعية، ولهذا قال الله: {ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ} [ق:19]، فهي ساعة كنت تحيد عنها، ولكن لا بد من إتيانها، وهذه الساعة ضرب الله لها موعداً لا يمكن أن يؤخر ولا يمكن أن يقدم، {فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ} [الأعراف:34]، وهذا يعطي الإنسان نوعاً من الطمأنينة إلى أن الموت نفسه هو واق للإنسان؛ لأن الإنسان لا يمكن أن يموت قبل حلول أجله أبداً.",
            "page": "21",
            "part": "4",
            "seal": "13E3C948"
        },
        {
            "id": "75",
            "nass": "قابض الروح ونافخها ¶ والذي يكلف بنفخ الروح هو ملك، وكذلك الذي ينزعها ويقبضها ملك، إلا أن الأول الذي ينفخ الروح لم يذكر في القرآن أو في السنة أن له أعواناً، وأما الآخر -وهو ملك الموت- فقد جاء في القرآن والسنة ما يدل على أن له أعوانا، قال الله جل وعلا: {قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ} [السجدة:11]، وقال: {حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لا يُفَرِّطُونَ} [الأنعام:61]، فقوله سبحانه: {رُسُلُنَا} [الأنعام:61] دلالة جمع، وهو ملك له أعوان. ¶ فهذا الجسد إذا قبضت منه الروح يصبح لا حراك به، ولذلك لا يضره شيء، ولذلك قالت أسماء بنت أبي بكر لـ عبد الله بن الزبير لما ذكر لها في حربه مع الحجاج أنه بلغه أن الحجاج يمثل بقتلاه، قالت: يا بني! وهل يضر الشاة سلخها بعد ذبحها؟! لأن الجسد إذا خرجت منه الروح لا يضره شيء أياً كان، فهذا الجسد له عالم منفك عن عالم الروح، ثم تعود الروح فتتصل به في حياة البرزخ.",
            "page": "22",
            "part": "4",
            "seal": "BB2DC98F"
        },
        {
            "id": "76",
            "nass": "سنية تغميض عيني الميت ومشروعية تقبيله ¶ والسنة أن تغمض عينا الميت؛ لأن النبي صلى الله عليه وسلم أغمض عيني عثمان بن مظعون وقبله وبكى، قالت عائشة: حتى رأيت الدموع تسيل، والصديق رضي الله عنه حين قدم من السنح لما بلغه موت النبي صلى الله عليه وسلم دخل دار ابنته عائشة فوجد النبي صلى الله عليه وسلم، فعرف أنه ميت فقبله وهو يبكي، فتقبيل الميت مشروع وجائز، بل قد نقول: إنه سنة في بعض الأحوال؛ لفعل النبي صلى الله عليه وسلم وفعل أبي بكر.",
            "page": "23",
            "part": "4",
            "seal": "8215815E"
        },
        {
            "id": "77",
            "nass": "غسل الميت ¶ ثم بعد ذلك يجرد من ثيابه التي مات فيها ويغسل، وهذا فيه تكريم للميت، قال الله تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ} [الإسراء:70]، فكرمهم وهم أحياء بما يليق بهم، وكرمهم جل وعلا وهم موتى بما يليق بهم، وقال الله: {ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ} [عبس:21]. ¶ وغسل الميت فرض كفاية، وأولى الناس بغسل الميت وصيه، أي: من أوصى الميت بأن يغسله، وقد أوصى الصديق رضي الله عنه وأرضاه عند موته بأن تغسله زوجته أسماء بنت عميس، وأوصى أنس بن مالك رضي الله عنه عند موته بأن يغسله محمد بن سيرين معبر الرؤى المعروف، وكان يومها مسجوناً، ثم أخرج من السجن فغسل أنساً رضي الله عنه ثم أعيد إلى السجن. ¶ وكان محمد بن سيرين يعبر للناس الرؤى ويقول: إن صدقت رؤياك حصل كذا بقدر الله، فيقع الأمر كما أخبر. ¶ فجاءه رجل ذات يوم فقال: رأيت أحد الرجال نبت في ساقه شعر، ولم يكن يدري فيمن رؤيت الرؤيا، فقال: هذا رجل يركبه دين فيسجن فيموت في سجنه. ¶ فقال له السائل: لقد رأيتها فيك يعني: رأيت في المنام أنه نبت على ساقك شعر. ¶ فوقع الذي عبر به، فركبه دين ثم سجن ثم مات رحمه الله تعالى في سجنه، وفي أيام سجنه مات أنس بن مالك، وكان أنس يعرف صلاح صلاح محمد بن سيرين، وأنس ممن عمر من الصحابة، ويبدو أنه في وقته لم يكن في بلدته كثير من الصحابة، فأوصى بأن يغسله التابعي الجليل محمد بن سيرين، فأولى الناس بغسل الميت من أوصى الميت بأن يغسله. ¶ أما إذا لم يكن الميت قد أوصى فلا شك في أن عصبته هم الذين يتولون غسله، فالأب ثم الجد ثم الابن ثم باقي العصبة الأقرب فالأقرب، والنبي عليه الصلاة والسلام لم يوص من يقوم بغسله، فغسله أهل بيته علي والعباس وابناه قثم والفضل وأسامة؛ لأنه مولاه، وشقران؛ لأنه مولاه، وأوس بن خولي أنصاري شهد غسل النبي صلى الله عليه وسلم ولكنه لم يباشر. ¶ وهنا مسألة فقهية، وهي أن الذكر والأنثى لا يجوز لأحدهما أن يغسل الآخر إلا في حالتين: الأولى: حالة الزوجية، فيجوز للزوجة أن تغسل زوجها، فإن أسماء بنت عميس غسلت أبا بكر، ويجوز للرجل أن يغسل زوجته، ولا أعلم أن هذا وقع، ولكنه جائز شرعا؛ لأن النبي صلى الله عليه وسلم أخبر به عائشة. ¶ الحالة الثانية: إذا كان أحد الميت -ذكراً كان أو أنثى- دون سبع سنين، فيجوز أن تغسله امرأة أو يغسله رجل؛ لأن من كان دون سنين لا يعتبر له عورة يخشى من نظر الآخر إليها.",
            "page": "24",
            "part": "4",
            "seal": "6907DDD0"
        },
        {
            "id": "78",
            "nass": "تكفين الميت ¶ ثم إذا غسل الميت كفن، فإذا كفن فإنه يستحب أن يكفن في أثواب بيض وأن تكون جديدة، إلا شهيد المعركة الذي يموت في أرض المعركة، فإنه لا يغسل ولا يصلى عليه، وإنما يدفن بثيابه؛ لأن النبي صلى الله عليه وسلم دفن شهداء أحد بثيابهم المضرجة بدمائهم، وقال: (أنا شهيد على هؤلاء)، ولم يصل عليهم صلى الله عليه وسلم ولم يكفنهم. ¶ ثم بعد ذلك يدفن إما لحداً وإما شقاً، واللحد أفضل، ومعلوم أن اللحد يكون تجويفاً في القبر، وأياً كان الميت، وأياً كان القبر فإنه بعد الصلاة عليه يوجه إلى القبلة؛ لأن النبي صلى الله عليه وسلم ذكر البيت الحرام بعد أن ذكر الكبائر، ثم قال: (واستحلال البيت الحرام قبلتكم أحياء وأمواتاً)، فقوله عليه الصلاة والسلام في البيت الحرام: (قبلتكم أحياء)، أي: حال الصلاة وحال الدعاء، وقوله: (أمواتاً)، أي: في حال الاحتضار وحال الدفن. ¶ والبراء بن معرور رضي الله عنه وأرضاه لما مات أوصى من حوله بأن يوجهوه للقبلة، وأوصى بثلث ماله للرسول صلى الله عليه وسلم، فلما مات وبلغ النبي صلى الله عليه وسلم هذا الخبر قال عليه الصلاة والسلام: (أصاب الفطرة)، أي: أصاب الفطرة في أنه اختار أن يوجه إلى القبلة (ورددت ثلث ماله عليه) أي: لم يقبل صلى الله عليه وسلم ذلك، بل تركه لينتفع به أهله.",
            "page": "25",
            "part": "4",
            "seal": "63F246F0"
        },
        {
            "id": "79",
            "nass": "الصلاة على الميت ¶ وبعد التكفين يصلى على الميت، والصلاة على الميت فرض كفاية، فالميت إن كان صغيراً لا يدعى له بالمغفرة؛ لأنه شافع غير مشفوع فيه؛ فهو يشفع لأهله، ولم يجر عليه قلم التكليف حتى تكون هناك ذنوب فيستغفر له، وأما إن كان كبيراً فلا شك في أنه حري بأن يستغفر له وما أحوجه إلى ذلك، وقد جاءت في ذلك أدعيه المقصود منها جملة: الاستغفار للميت. ¶ وقد قلنا: إن الشهيد لا يصلى عليه، ويصلى على غيره من موتى المسلمين أياً كان حالهم قبل الوفاة إن كانوا من أهل الإسلام.",
            "page": "26",
            "part": "4",
            "seal": "270B0CBF"
        },
        {
            "id": "80",
            "nass": "دفن الميت ¶ ثم يدفن، وقلنا: إن اللحد أفضل من الشق، والنبي صلى الله عليه وسلم وضع في لحد، وينصب لبن على اللحد، وقد نصبت على النبي عليه الصلاة والسلام تسع لبنات في قبره ثم يحثى التراب على القبر بعد الصلاة عليه، وبهذا يكون الميت قد وري جسداً، قال الله جل وعلا: {أَلَمْ نَجْعَلِ الأَرْضَ كِفَاتًا * أَحْيَاءً ?وَأَمْوَاتًا} [المرسلات: 25 - 26]، والكفت في اللغة: الضم والجمع. ¶ فهذه رحلة الجسد إلى مثواه.",
            "page": "27",
            "part": "4",
            "seal": "EA1ED8E7"
        },
        {
            "id": "81",
            "nass": "حب المرء للدنيا وكراهيته الموت ¶ وأما رحلة الروح فإنه سيأتي الحديث عن حياة البرزخ لينجم عن هذا كله الذي قلناه أن الموت حق لا مناص منه، ولكن الإنسان عند لحظات الموت وعند الشعور بخروج الروح يصيبه شيء من التشبث بالحياة والتعلق بها، ولذلك فإن الذين يعنون بالتحقيق في القضايا الجنائية التي يكون فيها انتحار يرون أحياناً -إن كان الحال يساعد- أن الميت قد حاول أن يرجع مرة أخرى عن قراره بالانتحار، حيث ترى بعض العلامات الدالة أمنياً على أن الميت قد حاول أن ينثني عن قراره؛ لأنه إذا شعر بخروج الروح يتشبث بالحياة ويصيبه شيء من الندم على صنيعه، ولكن يكون قد دخل في عالم الموت ولا يسعفه الوقت على أن يتراجع.",
            "page": "28",
            "part": "4",
            "seal": "AEB54B63"
        },
        {
            "id": "82",
            "nass": "الدنيا مزرعة للآخرة ¶ نقول: إن الله جل وعلا جعل الدنيا مزرعة للآخرة، قال الله تعالى عن عبده: {يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي} [الفجر:24]، ولكي لا يصيب إنسان ندم فإنه ما دام في دار العمل يسعى السعي الحثيث في الإكثار من الحسنات والاستغفار من السيئات حتى يلقى الله وهو راض عنه، والعرب تقول في كلامها: إن الندامة أربع: ندامة يوم، وندامة عام، وندامة عمر، وندامة لا تنقطع أبداً. ¶ أما ندامة اليوم فإنهم يقولون: إن الرجل يخرج وبإمكانه أن يتغدى في بيته على سنة العرب قديماً، حيث يتغدون بأكلة واحدة، فيقول: سأجد من يضيفني، أو سأجد صيداً، فيخرج ولا يتغدى، فإن لم يجد غداءاً أصابه ندم على أنه لم يتغدى في بيته، ولكن هذا الندم لا يستمر أكثر من يوم، فإذا عاد إلى بيته طعم وأكل فذهب الشيء الذي كان نادماً عليه. ¶ وأما ندم السنة فينطبق على المزارعين، فالزرع له إبان ووقت يزرع فيه، فإذا جاء مزارع ولم يزرع الزرع في وقته فإنه يندم؛ لأنه لن يستطيع أن يزرع تلك البذرة إلا في العام القادم في مثل تلك الأيام التي فرط فيها، فهذه ندامة سنة. ¶ وأما ندامة العمر فندامة رجل تزوج امرأة ولم يجدها موافقة له وليس بإمكانه تطليقها، فيبقى صابراً عليها العمر كله حتى يفرق بينهما الموت وهذه الثلاث كلها فيها جبر على قول العامة. ¶ وأما الندم الذي لا ينقطع أبداً فهو ندم المرء -عياذاً بالله- يوم القيامة على ما فرط في جنب الله، فهذا الذي لا ينفع فيه التحسر ولا ينفع فيه الصبر، كما قال تعالى عن أهل النار: {سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ} [إبراهيم:21]، والله تبارك وتعالى حذر من هذا وقال: {وَأَنذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لا يُؤْمِنُونَ * إِنَّا نَحْنُ نَرِثُ الأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ} [مريم:39 - 40]، فنقول: إن الدنيا مزرعة للآخرة، فينبغي للمؤمن أن يحصد العمل في رمضان وفي غيره حتى يلقى الله جل وعلا وقد كثرت حسناته وخفت سيئاته وكان أقرب إلى الفلاح منه إلى الخسران.",
            "page": "29",
            "part": "4",
            "seal": "05DEC7B0"
        },
        {
            "id": "83",
            "nass": "الحاجة إلى جزء من الغفلة عن الموت ¶ ومعرفة الإنسان بأنه لن يموت قبل أجله يدفعه إلى أن يبني لنفسه مجداً، يقول المتنبي: إذا غامرت في شرف مروم فلا تقنع بما دون النجوم فطعم الموت في أمر حقير كطعم الموت في أمر عظيم والإنسان إذا كان يتوقع الحوادث ويخافها ويهابها فلن يصل إلى مقصوده، فسيموت قبل أوانه، فإذا كان يتوقع الموت فإنه يصيبه الهلع والفزع، فيموت قبل أن يموت حقاً، يموت كل يوم حتى يأتي اليوم الذي يموت فيه. ¶ ودع التوقع للحوادث إنها في الحي من قبل الممات ممات واجعل رجاءك دون يأسك جنة حتى تزول بيأسك الأوقات لولا مغالطة النفوس عقولها لم تصف للمتيقظين حياة فالإنسان أحياناً لابد له من أن يتغافل في أشياء تقع، قيل للإمام أحمد: إن فلاناً يقول: تسعة أعشار العقل في التغافل، فقال: أخطأ، بل العقل كله في التغافل. ¶ فثمة أشياء لو دقق فيها الإنسان فلن يمشي خطوتين في الحياة، ولكن الإنسان يأخذ بالأسباب الظاهرة ويتوكل على العلي الكبير ويمضي، ولن يقع إلا ما قدر الله، وما كان لك سيأتيك على ضعفك، وما لم يكن لك لن تناله بقوتك.",
            "page": "30",
            "part": "4",
            "seal": "EBAE1E93"
        }
    ],
    "t757": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "[حياة البرزخ]"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "المرء بعد الموت"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": null,
            "tit": "تغميضه وغسله وتكفينه والصلاة عليه"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": null,
            "tit": "مواراته في التراب"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": null,
            "tit": "من يتولى غسل الميت"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": null,
            "tit": "حالات ترك غسل الميت والاكتفاء في حقه بالتيمم"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": null,
            "tit": "بلى الأجساد بعد الموت"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "رحلة الروح"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "اختصاص الله تعالى بعلم كنه الروح"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "صلة الروح بالجسد في الحياة"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "لحظات خروج الروح"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "اتصال الروح بالجسد بعد الموت"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "الصلة والانقطاع بين الروح والجسد"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "المرء من القرار المكين إلى الوفاة"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان بالبعث والنشور تنزيه لله عن اللهو والعبث"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "ذكر النفخ في الصور"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "رد الله على كفار قريش في إنكارهم البعث"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "عذاب القبر"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "خروج الناس من قبورهم"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "عموم الحشر لكل الخلائق"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "كيفية حشر الناس"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "أرض المحشر"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "[خروج المهدي والمسيح الدجال]"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "بيان وصف المهدي ونسبه"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر ما تعتقده الإثنا عشرية في المهدي"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "مكانة المهدي"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "انتظار ظهور المهدي وأصناف الناس في ذلك"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر حصول الخير قبل مجيء المهدي"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "إخبار النبي بالغيبيات فيه تعليم وتوجيه"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "كثرة البلاء بين يدي الساعة"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "بيان علة تحذير الأنبياء أممهم من الدجال"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر بعض ما يقع قبل خروج الدجال"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر فتن الدجال"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "بيان عجز الدجال وكذبه"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "نزول عيسى عليه السلام لقتل الدجال"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر ما يقع عند قصد الدجال المدينة المنورة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "[دخول أهل الجنة الجنة]"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "المسير إلى الجنة دار الكرامة"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "تصفية المؤمنين قبل دخول الجنة"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "استفتاح رسول الله الجنة لأهلها"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "أول هذه الأمة دخولا الجنة"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "دخول الجن دار الكرامة"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "المشهود لهم بالجنة"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "آخر أهل الجنة دخولا إليها"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "مسير المجرمين إلى النار"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع النيران"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "خزنة النار"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "ذكر بعض أعظم أسباب دخول النار"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": null,
            "tit": "الكلام في النصوص الواردة في خلود بعض أصحاب المعاصي في النار صنفان"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "استغاثة أهل النار"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "تكريم الله لمواضع السجود في ابن آدم"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "دوام الجنة والنار"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "شفاعة رسول الله في عمه أبي طالب"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "نزول عيسى ابن مريم وبداية التغير وخروج يأجوج ومأجوج"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "علامات الساعة الكبرى"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "ذكر قول من زعم أن المهدي هو ابن الحنفية"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "ذكر من يقف في وجه الدجال"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "اختلاف النصارى في عيسى عليه السلام"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "يهدي الله لنوره من يشاء"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "دعوة الله تعالى النصارى إلى الدين"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "نزول عيسى عليه السلام وعمله بشريعة رسول الله"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "خروج يأجوج ومأجوج"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "طيب العيش بعد هلاك يأجوج ومأجوج"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "بشرية يأجوج ومأجوج"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": null,
            "tit": "حكمة الله تعالى في خفاء مكان يأجوج ومأجوج"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "بيان ظاهر الأحاديث فيما يستوطنه عيسى عليه السلام"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "ابتداء زوال الدنيا بعد حصول طيب العيش"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "طلوع الشمس من مغربها"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "الحث على العمل قبل امتناع التوبة"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "خروج الدابة"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "هدم الكعبة"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "الرحيل عن الدنيا"
        },
        {
            "id": "73",
            "lvl": "3",
            "sub": null,
            "tit": "بيان معنى الموت"
        },
        {
            "id": "74",
            "lvl": "3",
            "sub": null,
            "tit": "فرار الخلق من الموت"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "قابض الروح ونافخها"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "سنية تغميض عيني الميت ومشروعية تقبيله"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": null,
            "tit": "غسل الميت"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": null,
            "tit": "تكفين الميت"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": null,
            "tit": "الصلاة على الميت"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "دفن الميت"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": null,
            "tit": "حب المرء للدنيا وكراهيته الموت"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": null,
            "tit": "الدنيا مزرعة للآخرة"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "الحاجة إلى جزء من الغفلة عن الموت"
        }
    ]
}