{
    "b7575": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين، والعاقبة للمتقين، والصلاة والسلام على إمام المرسلين نبينا محمد وعلى آله وصحبه أجمعين. ¶ أما بعد.. فهذا شرح مختصر للقصيدة السنية والمنظومة البهية المشهورة بـ (الحائية) لناظمها الإمام المحقق والحافظ المتقن شيخ بغداد أبي بكر عبد الله بن أبي داود سليمان بن الأشعث السجستاني ابن صاحب السنن الإمام المعروف رحمهما الله. ¶ وهي منظومة شائعة الذكر، رفيعة الشأن، عذبة الألفاظ، سهلة الحفظ، لها مكانة عالية ومنزلة رفيعة عند أهل العلم في قديم الزمان وحديثه، وقد تواتر نقلها عن ابن أبي داود رحمة الله فقد رواها عنه غير واحد من أهل العلم كالآجري، وابن بطة، وابن شاهين وغيرهم، وثلاثتهم من تلاميذ الناظم، وتناولها غير واحد من أهل العلم بالشرح.",
            "page": "3",
            "part": "1",
            "seal": "F8E15143"
        },
        {
            "id": "2",
            "nass": "قال الذهبي رحمه الله منوهاً بهذه المنظومة مبيناً لأهميتها: \" هذه القصيدة متواترة عن ناظمها رواها الآجري وصنف لها شرحاً، وأبو عبد الله ابن بطة في الإبانة\"1، وممن شرحها ابن البناء 2، وشروحاتهم لا أعلم لها وجوداً، وممن شرحها أيضاً الإمام السفاريني وشرحه لها مطبوع في مجلدين بعنوان \"لوائح الأنوار السَنية ولواقح الأفكار السُنية شرح قصيدة ابن أبي داود الحائية في عقيدة أهل الآثار السلفية\". ¶ وقد سميت هذا الشرح \"التحفة السَنية شرح منظومة ابن أبي داود الحائية\" وأصله دروس ألقيتها في مسجد الجامعة الإسلامية بالمدينة النبوية عام 1417هـ كتبه عني أحد طلاب العلم فيها وهو الأخ الفاضل يحيى بن علي يحيى، ثم قمت بمراجعته والإضافة عليه وتنقيحه حسب الاستطاعة، وهو جهد المقل وبضاعة الضعيف المقصر، فما كان فيه من حق وصواب فهو من الله وحده، وما كان فيه من خطأ ونقص فهو بسبب ضعفي وقصوري وقلة علمي، ولا يفوتني هنا أن أشكر كل من قدم أي نوع من أنواع المساعدة والتعاون في سبيل إخراج هذا الكتاب سواء في صفه وتنضيده، أو مراجعته وتصحيحه، أو طباعته ونشره، وأسأل الله أن يجزي الجميع خير الجزاء، كما أسأله أن ينفع به ويتقبله بقبول حسن ويجعله لوجهه خالصاً ولعبادة نافعاً إنه سميع مجيب وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ __________ ¶ 1 العلو (2/1223) . ¶ 2 ذكر ذلك ابن رجب في ذيل طبقات الحنابلة (1/35) .",
            "page": "4",
            "part": "1",
            "seal": "86C711A9"
        },
        {
            "id": "3",
            "nass": "ترجمة موجزة للناظم ابن أبي داود1 ¶ اسمه ونسبه وكنيته: هو الإمام العلامة الحافظ شيخ بغداد، عبد الله بن الإمام أبي داود سليمان بن الأشعث، أبو بكر السجستاني. ¶ ولادته: ولد الإمام أبو بكر بن أبي داود بسجستان في سنة ثلاثين ومائتين (230 هـ) . ¶ نشأته وطلبه للعلم: سافر به أبوه وهو صغير من سجستان يطوف به شرقاً وغرباً بخراسان وأصبهان وبغداد والكوفة ومكة والمدينة والشام ومصر وغيرها يسمع ويكتب، واستوطن ببغداد، وكان أول شيخ سمع منه محمد بن أسلم الطوسي، وسر أبوه بذلك؛ لجلالة محمد بن أسلم. ¶ وكان ذا أهمية عالية منذ صغره في التحصيل والطلب، ومن دلائل هذه الهمة قوله رحمه الله:\"دخلت الكوفة ومعي درهم واحد، فأخذت به ثلاثين مد باقلا، فكنت آكل منه، وأكتب عن أبي سعيد الأشج، فما فرغ الباقلا حتى كتبت عنه ثلاثين ألف حديث ما بين مقطوع ومرسل\"2 ¶ وكان حافظاً متقناً، قال رحمة الله: \"حدثت من حفظي بأصبهان بستة وثلاثين ألف حديث، ألزموني الوهم فيها في سبعة أحاديث فلما انصرفت ¶ __________ ¶ 1 يراجع في ترجمته سير أعلام النبلاء (13/221 وما بعدها) . ¶ 2 تاريخ بغداد (9/466-467) .",
            "page": "5",
            "part": "1",
            "seal": "AE9E7FDF"
        },
        {
            "id": "4",
            "nass": "وجدت في كتابي خمسة منها على ما كنت أحدثهم به\".1 ¶ ويقول تلميذه أبو حفص ابن شاهين مبيناً قوة حفظه: \"أملى علينا ابن أبي داود سنين وما رأيت بيده كتاباً، إنما كان يملي حفظاً فكان يقعد على المنبر بعدما كبر ويقعد دونه بدرجة ابنه أبو معمر بيده كتاب فيقول حديث كذا فيسرده من حفظه حتى يأتي على المجلس\". ¶ بعض شيوخه: روى عن أبيه، وأحمد بن صالح، ومحمد بن بشار، وعمرو بن عثمان الحمصي، وإسحاق الكوسج، وعمرو بن علي الفلاس، ومحمد بن يحيى الذهلي. ¶ بعض تلاميذه: حدث عنه خلق كثيرون منهم ابن حبان صاحب الصحيح، وأبو الحسن الدارقطني، وأبو حفص بن شاهين، وأبو أحمد الحاكم، وابن بطة، ومحمد بن عمر بن زنبور الوراق، وأبو مسلم محمد بن أحمد الكاتب، ونصف بن علي الوزير، وأبو القاسم بن حبابة. ¶ مكانته العلمية، وثناء العلماء عليه: ـ قال الحافظ أبو محمد الخلال: \" كان ابن أبي داود إمام أهل العراق، ومن نصب له السلطان المنبر، وقد كان في وقته بالعراق أسند منه، ولم يبلغوا في الآلة والإتقان ما بلغه هو\". ¶ ـ وقال الخطيب البغدادي: \" كان فقيهاً عالماً حافظاً\".2 ¶ ـ وقال ابن خلكان: \"كان أبو بكر ابن أبي داود من أكابر الحفاظ ببغداد، عالماً متفقهاً عليه إماماً\". ¶ __________ ¶ 1 تاريخ بغداد (9 / 466) . ¶ 2 تاريخ بغداد (9 / 464) .",
            "page": "6",
            "part": "1",
            "seal": "50D7C9EB"
        },
        {
            "id": "5",
            "nass": "ـ وقال الذهبي: \"وكان من بحور العلم بحيث إن بعضهم من فضله على أبيه\". وقال أيضاً: \"كان أبو بكر من الحفاظ المبرزين ما هو بدون أبيه، صنف التصانيف وانتهت إليه رئاسة الحنابلة ببغداد\". وقال أيضاً: \"والرجل من كبار علماء المسلمين ومن أوثق الحفاظ\". ¶ عقيدته: كان رحمه الله على عقيدة السلف أصحاب الحديث، وليس أدل على ذلك من منظومته الحائية هذه، فإنه قرر فيها ـ وعلى وجازتها ـ مجمل الاعتقاد على طريقة أهل السنة والجماعة. ¶ وقد ثبت عنه أنه قال عقب هذه المنظومة: \" هذا قولي، وقول أبي، وقول شيوخنا، وقول العلماء ممن لم نرهم كما بلغنا عنهم، فمن قال علي غير ذلك فقد كذب\". ¶ وهي منظومة عظيمة في تقرير المعتقد الحق الذي كان عليه أهل السنة والجماعة تدل على مكانة ناظمها وسعة باعه، وحسن معتقده، وطيب نصحه. ¶ وعلى كلٍ فإمامة ناظمها ومكانته معروفة لدى أهل العلم، فهو من أئمة السلف، وأوعية السنة، وحفاظ الحديث، ودعاة الحق والهدى، متفق على إمامته وفضله رحمه الله وغفر له ولجميع أئمة المسلمين. ¶ مؤلفاته: وصفه الذهبي بأنه صاحب التصانيف، فمن جملة تلك التصانيف: السنن، والبعث، والمصاحف، وشريعة المقارئ، والناسخ والمنسوخ.",
            "page": "7",
            "part": "1",
            "seal": "A0A1219D"
        },
        {
            "id": "6",
            "nass": "وفاته: توفي رحمه الله ببغداد في شهر ذي الحجة سنة ست عشرة وثلاثمائة (316هـ) عن سبعة وثمانين عاماً، وقيل صلى عليه زهاء ثلاثمائة ألف إنسان وأكثر، وخلف ثلاثة بنين: عبد الأعلى، ومحمداً، وأبا معمرٍ عبيد الله، وخمس بناتٍ.",
            "page": "11",
            "part": "1",
            "seal": "802019B5"
        },
        {
            "id": "7",
            "nass": "نص المنظومة ¶ قال رحمه الله: ¶ (تمسك بحبل الله واتبع الهدى ... ولا تك بدعيًا لعلك تفلح) ¶ (ودن بكتاب الله والسنن التي ¶ (وقل غير مخلوق كلام مليكنا ... أتت عن رسول الله تنجو وتربحُ) ¶ بذلك دان الأتقياء وأفصحوا) ¶ (ولا تك في القرآن بالوقف قائلاً ... كما قال أتباع لجهمٍ وأسجحوا) ¶ (ولا تقل القرآن خلقٌ قرأته ... فإن كلام الله باللفظ يوضحُ) ¶ (وقل يتجلى الله للخلق جهرةً ... كما البدر لا يخفى وربك أوضحُ) ¶ (وليس بمولودٍ وليس بوالدٍ ... وليس له شبهٌ تعالى المسبح ُ) ¶ (وقد ينكر الجهمي هذا وعندنا ... بمصداق ما قلنا حديث مصرحُ) ¶ (رواه جريرٌ عن مقال محمدٍ ... فقل مثل ما قد قال في ذاك تنجحُ) ¶ 10 (وقد ينكر الجهمي أيضاً يمينه ... وكلتا يديه بالفواضل تنفح ُ) ¶ 11 (وقل ينزل الجبار في كل ليلةٍ ... بلا كيف جل الواحد المتمدحُ) ¶ 12 (إلى طبق الدنيا يمن بفضله ... فتفرج أبواب السماء وتفتحُ) ¶ 13 (يقول ألا مستغفرٌ يلقى غافراً ... ومستمنح خيراً ورزقاً فيمنحُ) ¶ 14 (روى ذاك قومٌ لا يرد حديثهم ... ألا خاب قوم كذبوهم وقبحوا) ¶ 15 (وقل: إن خير الناس بعد محمدٍ ... وزيراه قدماً ثم عثمان الأرجحُ) ¶ 16 (ورابعهم خير البرية بعدهم ... عليٌ حليف الخير بالخير منجحُ) ¶ 17 (وإنهم للرهط لا ريب فيهم ... على نجب الفردوس بالنور تسرحُ) ¶ 18 (سعيدٌ وسعدُ وابن عوف وطلحة ... وعامر فهرٍ والزبير الممدحُ) ¶ ...",
            "page": "9",
            "part": "1",
            "seal": "2B310CF2"
        },
        {
            "id": "8",
            "nass": "19 (وقل خير قول في الصحابة كلهم ... ولا تك طعاناً تعيب وتجرحُ) ¶ 20 (فقد نطق الوحي المبين بفضلهم ... وفي الفتح آيٌ للصحابة تمدح ُ) ¶ 21 (وبالقدر المقدور أيقن فإنه ... دعامة عقد الدين، والدين أفيحُ) ¶ 22 (ولا تنكرن جهلاً نكيراً ومنكراً ... ولا الحوض والميزان إنك تنصحُ) ¶ 23 (وقل يخرج الله العظيم بفضله ... من النار أجساداً من الفحم تطرحُ) ¶ 24 (على النهر في الفردوس تحيا بمائه ... كحب حميل السيل إذا جاء يطفحُ) ¶ 25 (وإن رسول الله للخلق شافعٌ ... وقل في عذاب القبر حقٌ موضحُ) ¶ 26 (ولا تكفرن أهل الصلاة وإن عصوا ... فكلهم يعصي وذو العرش يصفحُ) ¶ 27 (ولا تعتقد رأي الخوارج إنه ... مقالٌ لمن يهواه يردي ويفضحُ) ¶ 28 (ولا تكن مرجيًا لعوباً بدينه ... ألا إنما المرجي بالدين يمزحُ) ¶ 29 (وقل: إنما الإيمان: قول ونيةٌ ... وفعلٌ على قول النبي مصرحُ) ¶ 30 (وينقص طوراً بالمعاصي وتارةً ... بطاعته ينمي وفي الوزن يرجحُ) ¶ 31 (ودع عنك آراء الرجال وقولهم ... فقول رسول الله أزكى وأشرحُ) ¶ 32 (ولا تك من قومٍ تلهوا بدينهم ... فتطعن في أهل الحديث وتقدحُ) ¶ 33 (إذا ما اعتقدت الدهر يا صاح هذه ... ¶ فأنت على خيرٍ تبيت وتصبحُ)",
            "page": "10",
            "part": "1",
            "seal": "42CC53B4"
        },
        {
            "id": "9",
            "nass": "الاعتصام بالكتاب والسنة ومجانبة البدع ¶ (تمسك بحبل الله واتبع الهدى ... ولا تك بدعيًا لعلك تفلح ُ) ¶ (ودن بكتاب الله والسنن التي ... أتت عن رسول الله تنجو وتربحُ) ¶ بدأ الناظم منظومته في الاعتقاد بهذين البيتين العظيمين، وهذان البيتان فيهما الدعوة إلى الاعتصام بالكتاب والسنة والتحذير من البدع، وقد بدأ بهما قبل بيان الاعتقاد ومسائله على طريقة أهل السنة في كتب الاعتقاد وقد جرت عادتهم في الغالب على البدء بهذا الأمر، وهذا منهم تحديدٌ لمصدر التلقي في أصول الدين وفروعه؛ ليكون بناء المعتقد وقيامه على أسس سليمة وأصول صحيحة قويمة، وعندما يحدد العبد مصدره في التلقي، ويكون مصدره من المنبع الأساس وهو الكتاب والسنة، فإنه يرى ما سواه من المنابع كدراً، فلا يأخذ منها شيئاً ولا يجعلها مصدراً له في دينه وعقيدته، وإنما يتلقى من المنبع الصافي والمعين النقي الذي لا شائبة فيه ولا كدر، فيسلم له بذلك معتقده ويصح إيمانه. ¶ وأهل السنة مصدرهم في التلقي هو: الكتاب والسنة، بهما يأخذون، وعنهما يتلقون، وعليهما يعولون، لا يحيدون عنهما قيد أنملةٍ بل هم كما قال الأوزاعي: \"ندور مع الكتاب والسنة حيث دارا\"، ولا يحدثون شيئاً من قبل أنفسهم.",
            "page": "11",
            "part": "1",
            "seal": "139210C2"
        },
        {
            "id": "10",
            "nass": "يقول شيخ الإسلام رحمه الله: \"ليس الاعتقاد لي ولا لمن هو أكبر مني، الاعتقاد لله ولرسوله صلى الله عليه وسلم\". ¶ فمن الله الرسالة وعلى الرسول البلاغ وعلينا التصديق والتسليم. ¶ ولذا نجد كتب أهل السنة تبدأ بتحديد المصدر قبل بسط الاعتقاد، وهذا نستفيده مما كان يداوم عليه رسول الله صلى الله عليه وسلم في خطبة الجمعة، فكان دائماً يقول في مقدمتها: \"أما بعد فإن أصدق الحديث كتاب الله، وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها....\"1 الحديث. وتكراره صلى الله عليه وسلم لذلك كل جمعة فيه تأكيد على أهمية العناية بهذا المصدر وضرورة رعايته والمحافظة عليه. ¶ قوله: (تمسك) التمسك في اللغة الأخذ بالشيء والاعتصام به، وهذا مأخوذ من قوله تعالى {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ} (آل عمران:103) ¶ وقوله تعالى: {وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلاةَ إِنَّا لا نُضِيعُ أَجْرَ الْمُصْلِحِينَ} (لأعراف:170) ¶ (حبل الله) للعلماء فيه أقوال، وأكثرها عند المفسرين: القرآن كما ذكر ذلك ابن القيم رحمه الله، وهو مراد الناظم هنا؛ لأنه ذكر السنة بعده، ¶ __________ ¶ 1 أخرجه مسلم برقم (867) من حديث جابر بن عبد الله رضي الله عنه.",
            "page": "12",
            "part": "1",
            "seal": "72EF44BA"
        },
        {
            "id": "11",
            "nass": "والناظم رحمه الله بقوله: \"تمسك بحبل الله\" يخاطب السني ويقول له: ليكن مرجعك دائماً وأبداً كتاب الله، ومع تمسكك به: (اتبع الهدى) أي: السنة. ¶ و (الهدى) في الكتاب والسنة يطلق على أمرين: ¶ 1- التوفيق والإلهام. 2- الدلالة والبيان والإرشاد. ¶ ومن خلال السياق يمكن معرفة المراد. فقوله تعالى: {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} (القصص:56) ¶ وقوله تعالى: {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} (البقرة: من الآية272) ¶ وقوله تعالى: {مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَأُولَئِكَ هُمُ الْخَاسِرُونَ} (لأعراف:178) ¶ وقوله تعالى: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} (الفاتحة:6) ¶ كل هذه الآيات في هداية التوفيق، وليست لأحد غير الله تعالى وكان النبي صلى الله عليه وسلم يستهدي ربه فيقول في دعائه: \"اللهم إني أسألك الهدى والسداد\" 1 ¶ فالذي يشرح الصدر ويوفق ويهدي هو الله ولذلك قال سبحانه مخاطباً نبيه صلى الله عليه وسلم {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} (القصص:56) ¶ __________ ¶ 1 أخرجه مسلم برقم (2725) من حديث علي بن أبي طالب رضي الله عنه.",
            "page": "13",
            "part": "1",
            "seal": "7A35FCA1"
        },
        {
            "id": "12",
            "nass": "والأخرى: هداية الدلالة والبيان. ¶ قال تعالى: {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ} (فصلت:17) ¶ ولو كان من باب هداية التوفيق لما استحبوا العمى على الهدى. ¶ قال تعالى: {وَهَدَيْنَاهُ النَّجْدَيْنِ} (البلد:10) ¶ وهذه الهداية تكون كذلك للأنبياء والصالحين والعلماء، ومن ذلك قوله تعالى في حق رسوله صلى الله عليه وسلم {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} (الشورى: من الآية52) ، وقوله تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآياتِنَا يُوقِنُونَ} (السجدة:24) ¶ (اتبع الهدى) أي ألزم طريق الهدى والرشاد الذي بينه ودل عليه رسول الله صلى الله عليه وسلم فهو خير هديٍ وأكمله، وفي الحديث يقول صلى الله عليه وسلم \"وخير الهدى هدى محمد\" 1، وفي رواية:\"وخير الهدي\" الهدى: لدلالة والإرشاد، والهدي: الطريق، وهديه صلى الله عليه وسلم ما بينه للناس ودلهم عليه مما أوحى إليه ربه، فهو لا ينطق عن الهوى إن هو إلا وحي يوحى، وهديه صلى الله عليه وسلم هو خير زاد ليوم المعاد، والوقوف بين يدي رب العباد. وفي حثه رحمه الله على التمسك بالسنة إبطال لقول الطائفة الضالة الذين يتسمون بـ (القرآنيين) الذين يقولون: نحن لا نأخذ إلا بالقرآن، ومن ¶ __________ ¶ 1 تقدم (ص 14)",
            "page": "14",
            "part": "1",
            "seal": "4931C2C6"
        },
        {
            "id": "13",
            "nass": "كان كذلك فهو ليس بآخذٍ حتى بالقرآن؛ لأن الله قد أمر في كتابه في آيات عديدة بالأخذ بالسنة والتمسك بها، ولذا لا يكون العبد متمسكاً بالقرآن إلا إذا أخذ بالسنة، فلا بد من الأخذ بالأمرين معاً. ¶ قال الله تعالى آمراً أمهات المؤمنين: {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفاً خَبِيراً} (الأحزاب:34) ¶ وقال سبحانه: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} (الحشر: من الآية7) ¶ الشطر الأول من البيت وهو قوله: (تمسك بحل الله واتبع الهدي) فيه تحديدٌ للمصدر في التلقي، ولما حدده حذر من مخالفته فقال: (ولا تك بدعياً) . ¶ وهو بهذا السياق يشير إلى أصل مهم وهو: أن من نخلى عن حبل الله وتخلى عن السنة فهو آخذ بسبيل بدعة وضلالة؛ ولذا عرف بعض أهل العلم البدعة: بما ليس بالسنة. ¶ فالناظم رحمه الله يقول: ولا تك بدعياً بترك الكتاب والسنة، وهو بهذا يشير إلى الهُوَة العميقة التي سقط فيها المبتدعة جميعاً، وهي تركهم للكتاب والسنة، وإلا كانوا أهل سنة وجماعة، ولما كانوا أهل أهواء وبدع، فالبدعي هو: من ترك الكتاب والسنة ولم يتلق عنهما، ولم يأخذ دينه منهما. ¶ ومن نظر إلى عامة أهل البدع وجد أن منشأ ضلالتهم هو عدم التمسك بالكتاب والسنة، إما بالاعتماد على العقول والآراء، أو المنامات، أو الحكايات، أو غير ذلك مما جعله أهل الأهواء مصدراً لهم في الاستدلال.",
            "page": "15",
            "part": "1",
            "seal": "9A073483"
        },
        {
            "id": "14",
            "nass": "وقوله: (لعلك تفلح) هذه نتيجة التمسك بالكتاب والسنة واجتناب البدع. ¶ و (الفلاح) كلمة جامعة لخيري الدنيا والآخرة، وقد قيل لا كلمة في اللغة أجمع للخيرات من كلمة الفلاح، والفلاح لا يكون إلا بالتمسك بالكتاب والسنة والابتعاد عن البدع، ومن لم يتمسك بالكتاب والسنة، وذهب إلى شيء من تلك المصادر لم يفلح؛ ولهذا جاء عن الإمام أحمد رحمه الله أنه قال: \"ما ارتدى أحدٌ بالكلام فأفلح\"؛ وعندما ناظر الشافعي بشراً فتغلب عليه وخرج بشرٌ قال الشافعي: \"لا يفلح\". ¶ وهذا المعنى دل عليه القرآن الكريم كما في أول سورة البقرة في قوله تعالى: {الم. ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ. الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ. وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ. أُولَئِكَ عَلَى هُدىً مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (البقرة:1-5) ¶ و (لعل) عند الناظم هنا ليست للترجي؛ لأن من اعتصم بالكتاب والسنة ففلاحه متحقق، إلا إن قصد فعل العبد بتحقيقه لهذا المقام وتتميمه لهذا الاعتصام. ¶ ثم قال رحمه الله مؤكداً على لزوم التمسك بالكتاب والسنة: ¶ (ودن بكتاب الله والسنن التي ... أتت عن رسول الله تنجو وتربح)",
            "page": "16",
            "part": "1",
            "seal": "00C30395"
        },
        {
            "id": "15",
            "nass": "(دن) فعل أمر من الفعل دان يدين ديناً. ¶ والمعنى: أقم دينك على الكتاب والسنة وآمن وأطع وامتثل ما جاء فيهما، بتصديق الأخبار وفعل الأوامر وترك النواهي. ¶ وقوله: \" والسنن التي أتت عن رسول الله \" السنن: جمع سنة، والمراد الأحاديث المروية عن رسول الله صلى الله عليه وسلم الثابتة عنه، فقوله: \"أتت عن رسول الله\" هذا تقييد وإرشاد إلى أن السنن لابد أن تصح حتى يؤخذ بها وتكون مقبولة، فإن صحت سواء بطريق التواتر أو الآحاد فهي حجة وعمدة في أمور الدين كلها العقيدة وغيرها. ¶ قوله: (تنجو) لم يذكر من أي شيء؛ ليعم النجاة من كل شر وبلاء في الدنيا والآخرة. وقوله (وتربح) هذا زيادة على النجاة، فالنجاة رأس المال وفوقه أرباح متعددة بحسب قوة اعتصام المرء بالكتاب والسنة أرباح دنيوية وأرباح أخروية. ¶ قال الله تعالى: {قُلْنَا اهْبِطُوا مِنْهَا جَمِيعاً فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدىً فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} (البقرة:38) ¶ وقال تعالى: {فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدىً فَمَنِ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى} (طه: من الآية123) ¶ جاء عن ابن عباس ـرضي الله تعالى عنهماـ أنه قال في معنى هذه الآية: \"تكفل الله لمن قرأ القرآن وعمل بما فيه أن لا يضل في الدنيا ولا يشقى في الآخرة\".",
            "page": "17",
            "part": "1",
            "seal": "20D91A15"
        },
        {
            "id": "16",
            "nass": "صفة الكلام ¶ (وقل غير مخلوق كلام مليكنا ... بذلك دان الأتقياء وأفصحوا) ¶ (ولا تك في القرآن بالوقف قائلاً ... كما قال أتباع لجهمٍ وأسجحوا) ¶ (ولا تقل القرآن خلق قرأته ... فإن كلام الله باللفظ يوضح) ¶ لعل الناظم بدأ بهذه الصفة قبل غيرها من الصفات؛ لمناسبة السياق، وذلك أنه بدأ في البيتين الأولين بذكر التمسك بالكتاب والسنة، فلما ذكر وجوب التمسك بالقرآن، بدأ بذكر أبيات فيها ذكر عقيدة أهل السنة في القرآن، والرد على الذين خالفوا الحق وباينوه وجانبوا معتقد أهل السنة فيه، فهذه الأبيات فيها بيان موجز لمعتقد أهل السنة في هذه المسألة، وردٌ على أصناف من أهل البدع، وهم طوائف عديدة، أشار الناظم إلى بعضهم فبدأ رحمه الله بالكلام في هذه المسألة بقولة: (وقل غير مخلوق كلام مليكنا) ¶ (قل) الخطاب لصاحب السنة المتمسك بالكتاب والسنة، أي: قل معتقداً مؤمناً بهذا الأمر غير شاكٍ فيه ولا مترددٍ؛ لأن القول إذا أطلق فإنه يشمل قول القلب وقول اللسان، ومن ذلك قوله تعالى: {قُولُوا آمَنَّا بِاللَّهِ} (البقرة: من الآية136) أي: قولوا ذلك بقلوبكم إيماناً واعتقاداً وبألسنتكم نطقاً وتلفظاً. ¶ (غير مخلوق كلام مليكنا) وهذا فيه إثبات أمرين يتعلقان بصفة الكلام:",
            "page": "18",
            "part": "1",
            "seal": "FD0D1374"
        },
        {
            "id": "17",
            "nass": "الأمر الأول: أن الكلام صفة لله، فالقرآن كلام الله وليس كلام أحد من المخلوقين، وإضافته إلى الله من باب إضافة الصفة إلى الموصوف، بخلاف المعتزلة الذين قالوا هو من باب إضافة المخلوق إلى الخالق. ¶ والمضافات إلى الله تعالى نوعين: مضاف إلى الله من باب إضافة الصفة إلى الموصوف مثل سمع الله وبصر الله وقدرة الله وكلام الله وعلم الله، وضابطه ما إذا كان المضاف وصفاً لا يقوم إلا بموصوف، ومضاف إلى الله من باب إضافة المخلوق إلى الخالق مثل عبد الله وأمة الله وناقة الله وبيت الله، وضابطه ما إذا كان المضاف عيناً قائماً بنفسه. ¶ وهكذا الشأن فيما قال فيه \"من الله\" فقد يكون منه وصفاً، وقد يكون منه خلقاً. فقوله تعالى: {وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ} (السجدة: من الآية13) . القول وصف للرب سبحانه ونعت من نعوته. ¶ وقوله: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعاً مِنْهُ} (الجاثية: من الآية13) . ما في السماوات وما في الأرض جميعاً هو من الله خلقاً وإيجاداً. ¶ وفي هذا الباب ضل طائفتان: المعتزلة حيث جعلوا الجميع إضافته إلى الله إضافة خلق وإيجاد؛ ليصلوا إلى مبتغاهم وهو القول بأن كلام الله مخلوق، وغلاة الصوفية حيث جعلوا الجميع إضافته إلى الله إضافة وصف؛ ليصلوا إلى مبتغاهم وهو القول بالحلول ووحدة الوجود تعالى الله عما يصفون. ¶ والحق وسط بين ذلك، والحاصل أن إضافة الكلام إلى الله عز وجل من باب إضافة الصفة إلى الموصوف.",
            "page": "19",
            "part": "1",
            "seal": "8924CFEC"
        },
        {
            "id": "18",
            "nass": "وعندما يقال كلام مليكنا هذا يتمضن الأصل في الصفات، وهو أن ما يضاف إلى الله من الصفات يثبت له على وجه يليق به، وهذا تضمنه قوله (كلام مليكنا) أي هي صفة لله تليق به ولا تشبه صفات المخلوقين، فهو سبحانه له الكمال في ذاته وصفاته. ولذا قال بعض السلف: إذا أردت أن تعرف الفرق بين كلام الله وكلام المخلوقين فهو كالفرق بين الخالق والمخلوق. ¶ والقاعدة عند أهل العلم: أن الإضافة تقتضي التخصيص، فعندما يضاف الكلام إلى الله فأنه يخصه ويليق بجلاله وكماله، وعندما يضاف الكلام إلى المخلوق فيخصه ويليق بعجزه ونقصه، ولا يلزم من اتفاق الشيئين في الاسم أن يتفقا في الحقيقة والمسمى. هذا بين المخلوق والمخلوق، فكيف بين المخلوق والخالق. ¶ الأمر الثاني: قوله: (غير مخلوق) ، وهذا فيه رد وإبطال لقول من قال إن كلام الله مخلوق من المخلوقات التي أوجدها الله بقدرته، فالناظم بين بطلان هذا المعتقد بقوله: (غير مخلوق) ، والقول بخلق القرآن هو معتقد الجهمية والمعتزلة وغيرهم. ¶ والجهمية يصرحون بهذا ويقولون: القرآن مخلوق والكلام مخلوق ولا يقولون هو كلام الله، ولهذا حاول شيخهم تحريف قوله تعالى: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيماً} (النساء: من الآية164) . إلى نصب لفظ الجلالة فراراً من إضافة الكلام إلى الله.",
            "page": "20",
            "part": "1",
            "seal": "DB6A4083"
        },
        {
            "id": "19",
            "nass": "وأما المعتزلة فيضيفون الكلام إلى الله ولكنهم يجعلونه من باب إضافة المخلوق إلى الخالق. ¶ والأشاعرة والكلابية أيضاً يقولون بخلق القرآن، ولكن لا يصرحون بذلك، ويقولون: الكلام نوعان كلام نفسي ليس بحرف ولا صوت وهذا يضيفونه إلى الله، أما الكلام اللفظي الذي يشتمل على الحرف والصوت والذي هو القرآن فهو مخلوق، وهو عبارة أو حكاية عن كلام الله وليس كلام الله بل هو مخلوقٌ من جمل سائر المخلوقات، وبذلك يلتقون مع الجهمية. ¶ فالناظم بقوله: (غير مخلوق) أبطل جميع هذه المقالات. ¶ فالقرآن كلام الله حقيقة، وهو بحرف وصوت سمعه جبريل من الله عز وجل، وألفاظه ومعانيه كلام الله، ليس كلام الله ألفاظه دون معانيه، ولا معانيه دون ألفاظه. ¶ وقوله (مليكنا) فيه إثبات صفة الملك لله. فالله مالك الملك، والملك كله لله. ¶ قال تعالى: {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (آل عمران:26) . ¶ والمخلوق إذا ملك شيئاً فإنما هو بتمليك الله له، فالله مالك الدنيا والآخرة، والملك من معاني الربوبية؛ لأن الربوبية لها معانٍ منها: السيد والمطاع والملك.",
            "page": "21",
            "part": "1",
            "seal": "FA8A36F8"
        },
        {
            "id": "20",
            "nass": "قوله رحمه الله (بذلك) : الإشارة هنا إلى ما تقدم في الشطر الأول من بيان المعتقد الحق في كلام الله. ¶ (دان الأتقياء) : أي آمنوا واعتقدوا ذلك، والأتقياء: دانوا بأن القرآن كلام الله غير مخلوق، فهذا معتقدهم الذي لا يحيدون عنه، والنقول عنهم في ذلك كثيرة، فاللالكائي رحمه الله عقد فصلاً في (شرح الاعتقاد) في بيان أن كلام الله غير مخلوق وسمي أكثر من خمسمائة نفس من هؤلاء، وبعضهم يروي عنهم ذلك بالإسناد، كلهم يقرر أن القرآن كلام الله غير مخلوق ومن قال إنه مخلوق فهو كافر والنقول عنهم في هذا المعنى كثيرة جداً. ¶ وفي هذا يقول ابن القيم رحمه الله: ¶ ولقد تقلد كفرهم خمسون في ... عشر من العلماء في البلدان ¶ واللالكائي الإمام حكاه عنهم ... بل قد حكاه قبله الطبراني ¶ قوله: (الأتقياء) : اختيار هذه الصفة لأهل السنة في غاية الجودة والدقة، فالتقوى: هي الوقاية بأن يجعل بينه وبين ما يخشاه وقاية تقيه، فتقوى الله أن يجعل بينه وبين ما يخشاه من غضب الله وسخطه وقاية تقيه بفعل الأوامر وترك النواهي، ولهذا أفضل ما فسرت به التقوى قول طلق بن حبيب رحمه الله: \" التقوى أن تعمل بطاعة الله على نور من الله ترجو ثواب الله، وأن تترك معصية الله على نور من الله تخاف عقاب الله\". ¶ قال ابن القيم رحمه الله: \" وهذا من أحسن ما عرفت به التقوى\"، وقال الذهبي في ترجمته: \"وقد أحسن وأجاد\"، وكذلك شيخ الإسلام أشاد بهذا التعريف، وكذا ابن رجب.",
            "page": "22",
            "part": "1",
            "seal": "7AD67DC1"
        },
        {
            "id": "21",
            "nass": "فهؤلاء الأعلام ـ أعني أئمة أهل السنةـ اتقوا الله بلزوم السنن والطاعات وبترك النواهي والمحدثات، وأعظم ما تركوه وابتعدوا عنه الكفر والبدع والمحدثات والتي منها القول بخلق القرآن وإضافةً إلى ما فيه من كفر وضلال فقد ترتب عليه من المفاسد والأخطار عند من قال به شيء كثير؛ ولذلك ترتب على قول الجهمية به امتهان لكلام الله وعدم مبالاة به؛ لأنه بزعمهم مخلوق من المخلوقات. ¶ (وأفصحوا) : أي إضافة إلى أنهم دانوا بذلك واعتقدوه بقلوبهم فقد أفصحوا به وصرحوا به وأبانوه وقرروه في المجالس ووضحوه، وانصروا له، ولا سيما عندما يعلن أهل الباطل باطلهم ويصرحون بضلالهم. ¶ ولهذا ينقل عن أبي إسحاق الإسفراييني أنه كان كل جمعة يقف ويقول القرآن كلام الله غير مخلوق خلافاً لقول الباقلاني، وذلك حتى لا يظن من يأتي بعدنا أننا على معتقده؛ وذلك لأنه كان في عصره، نقل ذلك عنه شيخ الإسلام في (شرح العقيدة الأصفهانية) . ¶ وهذا أي الإفصاح قد مضى عليه أهل السنة في تآليفهم، فما تجد كتاباً مؤلفاً في الاعتقاد إلا وفيه التصريح بذلك والإفصاح به، بل أفردوا في ذلك كتباً ومصنفات. ¶ قال: ¶ (ولاتك في القران بالوقف قائلاً ... كما قال أتباع لجهمٍ وأسجحوا) ¶ بعد أن أنهى الناظم الكلام على المسألة الأولى بدأ يرد على طائفة من طوائف الجهمية، وهم الواقفة.",
            "page": "23",
            "part": "1",
            "seal": "95A8B6E4"
        },
        {
            "id": "22",
            "nass": "معلوم أن مذهب أهل السنة هو أنهم يفصحون ويصرحون بأن القرآن كلام الله غير مخلوق، ومذهب الجهمية يصرحون فيه بضد ذلك وهو أن القرآن مخلوق، ونشأ على إثر عقيدة الجهمية هذه بدعة الواقفة، فنشؤوا متأثرين ببدعة الجهمية الذين قالوا القرآن مخلوق، وبدؤوا ينشرون ذلك بين الناس، وأخذوا يثيرون الشبه، وأهل السنة يردون عليهم، ففي هذه الأجواء نشأ الواقفة الذين تأثروا بالجهمية ـوهم قوم شكاك ـ فقالوا القرآن كلام الله ولا يقال مخلوق ولا غير مخلوق، وإنما قالوا ذلك لتأثرهم ببدعة الجهمية ودخولها في نفوسهم، ولذلك لم يستطيعوا الإفصاح بالمعتقد الحق وهو أن القرآن غير مخلوق، ولذا قال الإمام أحمد: \" الواقفة جهمية\"، والناظم أيضاً يقول ذلك فقد وصفهم بأنهم: \"أتباع لجهم\"، وبعض أهل العلم قال: هم شر من الجهمية، ووجهه: أن معتقد الجهمية مصرح فيه بالباطل، وهو أن القرآن مخلوق، فنقده وبيان فساده للناس بالحجج والبراهين سهل، ولكن لما يأتي الواقفة ويقررون مذهبهم على أنه من باب الورع ويقفون في هذه الصفة، فهذا من أخطر ما يكون على العوام، فيظنون أن في قولهم شيئاً من الوسطية والاعتدال، والواجب الإفصاح بالمعتقد الحق الذي دل عليه الكتاب والسنة. وعدم الإيمان به أو التوقف والتردد كله زيغٌ وضلال، والله يقول: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا} (الحجرات: من الآية15) . والتوقف عن الإيمان بالحق نوعٌ من الشك والريب.",
            "page": "24",
            "part": "1",
            "seal": "58985150"
        },
        {
            "id": "23",
            "nass": "(جهم) : هو ابن صفوان، رأس من رؤوس الجهمية، وقد ذكر أهل العلم أن منشأ هذا التعطيل: أن الجهم أخذه عن الجعد بن درهم عن أبان بن سمعان عن طالوت ابن أخت لبيد عن لبيد بن الأعصم اليهودي وهو أخذ ذلك عن يهود اليمن، هذه هي سلسلة هذا الضلال متصلة باليهود، ومن هنا يعلم أن أساس التعطيل هم اليهود كما أنهم هم أساس الرافضة. ¶ (أسجحوا) أسجح بالشيء أي لانت به نفسه، فأتباع جهم لانت نفوسهم ومالت قلوبهم إلى هذا المعتقد، وفي نسخة (أسمحوا) وهو بمعناه أي: سمحت نفوسهم باعتقاد هذا القول وتقريره رغم فساده وبطلانه. ¶ ثم قال: (ولا تقل القرآن خلق قرأته ... ) أي لا تقل قراءتي بالقرآن مخلوقة، وهذا فيه الرد على بدعة أخرى غير بدعة الواقفة، ألا وهي بدعة اللفظية الذين يقولون لفظي بالقرآن مخلوق، أو تلاوتي بالقرآن مخلوقة أو قراءتي بالقرآن مخلوقة. ¶ ومنشأ هذه البدعة هي بدعة الجهمية نفسها، وشبهتهم هي شبهة الجهمية؛ لأن اللفظ والتلاوة والقراءة كلها مصادر تحتمل أحد أمرين: ¶ تحتمل الملفوظ والمتلو والمقروء وهو كلام الله وهذا غير مخلوق، وتحتمل حركة اللسان والشفاه والحنجرة وصوت الإنسان وهي مخلوقة، فعندما يقال لفظي بالقرآن مخلوق يحتمل أحد هذين. فاللفظية هم ـ كما قرر أهل العلم ـ جهمية؛ وإنشاؤهم لهذه البدعة إنما كان لتقرير مذهب الجهم من طريق آخر وشبهة أخرى؛ للتلبيس على الناس، فهو عندما يقول \"لفظي",
            "page": "25",
            "part": "1",
            "seal": "3CDF8D98"
        },
        {
            "id": "24",
            "nass": "بالقرآن مخلوق\" يرجع إلى قول الجهمية القائلين بخلق القرآن، ولذا قال الإمام أحمد رحمه الله وغيره: \"اللفظية جهمية\". أي: من قال اللفظ بالقرآن مخلوق فهو قائل بقول الجهم. ¶ قال الإمام أحمد رحمه الله: \"من قال لفظي بالقرآن مخلوق فهو جهمي، ومن قال غير مخلوق فهو مبتدع\"؛ لأن قوله (لفظي بالقرآن مخلوق) يحتمل أمرين أحدهما مخلوق وهو حركة اللسان والآخر غير مخلوق وهو كلام الله، وباطل أن يقال إن كلامه سبحانه مخلوقٌ. ¶ وعندما يقول (لفظي بالقرآن مخلوق) يحتمل أيضاً أمرين أحدهما حركة اللسان وباطل أن يقال هذا غير مخلوق، والآخر المتلو المقروء وهذا غير مخلوق، ولذا كان الصواب التفصيل، فإن قصد به الملفوظ فهو كلام الله غير المخلوق، وإن أراد حركة اللسان والحنجرة وصوت العبد فهو مخلوق، فالصوت صوت القاري والكلام كلام الباري، والكلام إنما يضاف إلى من قاله ابتداءً لا إلى من قاله إبلاغاً وأداءً، ولذا قال الإمام أحمد: \"القرآن كلام الله حيثما توجه\" أي سواءً حفظ في الصدور، أو كتب في السطور، أو تلي بالألسن، أو سمع بالآذان. ¶ والعلة في نهي الناظم عن قول اللفظية هي المبينة في قوله: (فإن كلام الله باللفظ يوضح) ، وهذا معنى قول أهل السنة: القرآن كلام الله ألفاظه ومعانيه ليس كلام الله اللفظ دون المعنى ولا المعنى دون اللفظ، واللفظ به يوضح المعنى، ويبين المراد، ويجلي المقصود.",
            "page": "26",
            "part": "1",
            "seal": "3A949557"
        },
        {
            "id": "25",
            "nass": "إثبات رؤية الله تعالى ¶ (وقل يتجلى الله للخلق جهرةً ... كم البدر لا يخفى وربك أوضح) ¶ (وليس بمولودٍ وليس بوالدٍ ... وليس له شبهٌ تعالى المسبح) ¶ (وقد ينكر الجهمي هذا وعندنا ... بمصداق ما قلنا حديث مصرح) ¶ (رواه جريرٌ عن مقال محمدٍ ... فقل مثل ما قد قال في ذاك تنجح) ¶ الرؤية حق دل عليها الكتاب والسنة المتواترة، وأجمع عليها المسلمون، ولا ينكر الرؤية إلا الجهمية الضلال ومن تأثر بهم، وقد قال بعض السلف مثل الشافعي: من أنكر رؤية الله حري أن يحرم منها. ¶ (وقل) الخطاب موجه لصاحب السنة ومن يريد إتباع سنة النبي صلى الله عليه وسلم ولزوم أمره واقتفاء أثره، وأما صاحب الهوا والآراء والمنطق وغير ذلك فإنه لا يقيم للسنة وزناً ولا يرفع بها رأساً ولا يعبأ بها. ¶ قل يا صاحب السنة غير متردد ولا شاك: (يتجلى) التجلي هو الظهور والبيان أي يظهر (الله للخلق) والمراد بالخلق المؤمنون، فهم الذين ينعم عليهم سبحانه يوم القيامة برؤيته ويكرمهم بالنظر إليه، بل إن رؤيتهم له سبحانه هي أجل مقاصدهم وأعظم غاياتهم وأهدافهم، ومن دعائهم: \"اللهم إنا نسألك لذة النظر إلى وجهك والشوق إلى لقائك في غير ضراء",
            "page": "27",
            "part": "1",
            "seal": "1E94A2DA"
        },
        {
            "id": "26",
            "nass": "مضرة ولا فتنة مضله\" وهو دعاءٌ ثابت عن النبي1 صلى الله عليه وسلم من حديث عمار بن ياسر ـ رضي الله تعالى عنه ـ أما الكفار فلا يرونه كما في قوله تعالى: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} (المطففين:15) ¶ ولئن كان حجب الكفار عن رؤية الرب العظيم نوعاً من العقوبة، فإن تمكين المؤمنين منها أجل هبة وأعظم عطية. ¶ (جهرة) أي عياناً جهاراً ليس بينهم وبين الله ما يحجبهم عنه (كما البدر لا يخفى) البدر: هو القمر ليلة الرابع عشر عندما يمتلئ نوراً، وعندما لا يكون بيننا وبينه سحاب، فإن المؤمنين يرونه جميعاً ولا يحتاجون إلى تضام وتزاحم لرؤيته شأن الأشياء الدقيقة، وكذلك لا يتضارون في رؤيته فلا يحصل لأحد ضرر في رؤيته، وكل ذلك يؤكد أن الرؤية تكون حقيقة وبيسر وسهولة، فإن الشمس والقمر يراهما الناس بأبصارهم رؤيةً حقيقية دون عنت أو مشقة، والنبي صلى الله عليه وسلم قال: \"إنكم سترون ربكم كما ترون القمر ... \" 2، والكاف للتشبيه ولكن ليس التشبيه هنا للرب بالقمر أو الشمس ـ تعالى الله عن ذلك ـ وإنما التشبيه هنا للرؤية بالرؤية؛ لأن الكاف دخلت على الرؤية وهي فعل العبد، فالتشبيه للرؤية بالرؤية، وليس للمرئي بالمرئي، أي كما أن رؤية القمر تكون للناس حقيقةً عياناً بأبصارهم، فكذلك رؤية الله تكون حقيقية عياناً بأبصارهم. ¶ __________ ¶ 1 أخرجه النسائي في سننه برقم (1305) وصححه الألباني في صحيح سنن النسائي برقم (1304) . ¶ 2 أخرجه البخاري برقم (554) ، ومسلم برقم (633) .",
            "page": "28",
            "part": "1",
            "seal": "3E237C3B"
        },
        {
            "id": "27",
            "nass": "(كما) الكاف للتشبيه، و (ما) زائدة، أي كالبدر. ¶ (وربك أوضح) القمر مخلوق من مخلوقات الله ومع ذلك يراه الناس ليلة البدر عياناً بياناً بدون ضيم وضرر ونحو ذلك، فكيف بالرب الخالق تعالى؟! فإنه أوضح من كل شيء سيراه المؤمنون بأبصارهم عياناً على الحقيقة. ¶ قوله: (وربك) أي: أيها المخاطب بهذا النظم، وهو رب الخلائق أجمعين، رباهم بنعمه لا رب لهم سواه ولا خالق لهم غيره. ¶ وربوبيته لخلقه نوعان: عامة وخاصة؛ فأما العامة بالخلق والرزق والإنعام والصحة ونحو ذلك من الأمور التي هي عامةً في المؤمن الكافر والبر والفاجر، وأما الخاصة فهي التربية على الإيمان والهداية للطاعة والتوفيق للعبادة وهذه مختصة بالمؤمنين. ¶ قال: ¶ (وليس بمولودٍ وليس بوالدٍ ... وليس له شبه تعالى المسبح) ¶ هذا البيت ذكره الناظم بعد إثبات الرؤية لله؛ ليبين به أن إثباتها حقيقة لا يستلزم تشبيه الله بالمولود أو بالوالد، ولا يستلزم التشبيه؛ لأن أهل السنة يثبتون الصفات على وجهٍ يليق بالله تعالى، والإضافة تقتضي التخصيص في الصفة التي تضاف إلى الله ليست كالصفة التي تضاف إلى المخلوق، فعندما تضاف الصفة إلى الله فإنها تليق بكمال الله، وإذا أضيفت إلى المخلوق فإنها تليق بضعفه ونقصه.",
            "page": "29",
            "part": "1",
            "seal": "97212A95"
        },
        {
            "id": "28",
            "nass": "ومن هنا يعلم أن مقالة التعطيل أساسها التمثيل، فالمعطل بلغ درجة التعطيل لما مثل، فلم يفهم من الصفة التي أضيفت إلى الله إلا عين الصفة التي يعلمها من المخلوق، فكل معطل سائر تحت هذا الوهم الفاسد كما قال أحد هؤلاء يصف المتكلمين: \"أناس مضوا تحت التوهم يظنون أن الحق معهم ولكن الحق ورائهم\"، هذا ذكره الذهبي عن أبي حيان التوحيدي، ثم قال: \"وأنت حامل لوائهم\". ¶ يقولون: لو أثبتنا الرؤية لله حقيقة، لأثبتنا له الجسمية ولشبهناه بالمخلوق الحادث؛ لأن الرؤية لا تقع إلا على ذي جسم، وهذا قياس فاسد، حيث قاسوا الله بالمخلوق، ولهذا قال السلف: \"ولا يقاس بخلقه\"، فالناظم جاء بهذا البيت؛ ليزيل التوهم الذي قد يأتي، وهذا التوهم جاء بعد مقالة الجهمية، وأما قبلها فلا وهم، فإن الصحابة لم يخطر ببالهم شيء من ذلك. ¶ أي مع أنه يُرى يوم القيامة حقيقة بالأبصار (ليس بمولودٍ وليس بوالدٍ) أي لم يتفرع عن غيره ولم يتفرع عنه غيره وهذا مأخوذ من قوله تعالى: {لَمْ يَلِدْ وَلَمْ يُولَدْ. وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ} (الإخلاص: 3،4) . ¶ (وليس له شبه) أي: الله سبحانه وتعالى، والشبه هو المثيل والنظير، والله لا شبيه له ولا مثيل له ولا نظير افي أسمائه ولا في صفاته ولا في أفعاله. ¶ قال الله تعالى: {ليْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} (الشورى: من الآية11) ¶ وقال تعالى: {هَلْ تَعْلَمُ لَهُ سَمِيّاً} (مريم: من الآية65)",
            "page": "30",
            "part": "1",
            "seal": "843C01C4"
        },
        {
            "id": "29",
            "nass": "وقال: {وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ} (الإخلاص:4) ¶ وقال: {فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً وَأَنْتُمْ تَعْلَمُونَ} (البقرة: من الآية22) . ¶ ويؤخذ من هذا أن إثبات الصفات لا يقتضي التمثيل فإن التمثيل أمر آخر غير إثبات الصفات. ¶ يقول الإمام أحمد رحمه الله: \"المشبه الذي يقول يد كيدي وسمع كسمعي ... والله يقول: {ليْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} \"، فالذي يثبت الصفات لله على الوجه الذي يليق به ليس بمشبه، وإنما المشبه الذي يشبه صفات الله بصفات خلقه، وأهل السنة مطبقون على ذم هؤلاء المشبهة، وأن مقالتهم مقالة كفر وضلال. ¶ والمعطلة يرمون أهل السنة بالتشبيه، إما لأنهم لم يفهموا مقالتهم، أو أنهم أصحاب أغراض سيئة وقصد فاسد. ¶ (تعالى) أي عن الشبيه والنظير أي ارتفع قدره وجل شأنه وتعاظم أن يكون له شبيه أو نظير فهو ينزه الله عن ذلك. ¶ والتعالي من العلو وهو الرفعة، وهو ثابت لله ذاتاً وقدراً وقهراً. ¶ (المسبح) أي المنزه؛ لأن التسبيح في اللغة التنزيه، وهذا التسبيح عبادة مقربة لله ورد الأمر بها في مواطن كثيرة، بل جاء الترغيب والحث على الإكثار من التسبيح في الأوقات المختلفة، ورتب على القيام به الأجور العظيمة والثواب الجزيل وفي الحديث: \"من قال حين يصبح سبحان الله",
            "page": "31",
            "part": "1",
            "seal": "17B050B5"
        },
        {
            "id": "30",
            "nass": "وبحمده مائة مرة غفرت له ذنوبه ولو كانت مثل زبد البحر\" 1 وهو كلام حبيب إلى الرحمن كما في الحديث \"كلمتان خفيفتان على اللسان ثقيلتان في الميزان حبيبتان إلى الرحمن: سبحان الله بحمده، سبحان الله العظيم\" 2 وفي الحديث: \"أحب الكلام إلى الله: سبحان الله والحمد لله ولا إله إلا الله والله أكبر \"3. ¶ وتسبيح الله يكون عما لا يليق به. ¶ وأما المعطلة فيفهمون من التسبيح تنزيه الله عن الصفات، ولذا يقولون: سبحان المنزه عن الصفات، قال أحد أهل العلم: \"فانظروا إلى تسبيح الجهمية كيف أدى بهم إلى التعطيل\"، فهذا التسبيح أدى بهم إلى الزيغ والضلال. ¶ ولا يجوز لمسلم أن يسبح الله عما جاءت به المرسلون، وإنما يجب تسبيح الله عما جاء به أعداء الرسل المخالفون لهم، ولذا قال تعالى: {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ} أي: أعداء الرسل {وَسَلامٌ عَلَى الْمُرْسَلِينَ} (الصافات: 180-181) ، نزه نفسه عما يصفه به أعداء الرسل؛ لأنه يتضمن التشبيه والتعطل، وسلم على المرسلين؛ لسلامة ما قالوه في حق الله من النقص والعيب. ¶ __________ ¶ 1 أخرجه البخاري برقم (6405) ، ومسلم برقم (2691) من حديث أبي هريرة رضي الله عنه. ¶ 2 أخرجه البخاري برقم (6406) ، ومسلم برقم (2694) من حديث أبي هريرة رضي الله عنه. ¶ 3 أخرجه مسلم برقم (2137) من حديث سمرة بن جندب رضي الله عنه.",
            "page": "32",
            "part": "1",
            "seal": "15C9CE1C"
        },
        {
            "id": "31",
            "nass": "ومن أسماء الله (القدوس والسلام) وهما من أسماء التنزيه، فينزه الله عن أن يوصف بصفات نقص أو أن يوصف بالنقص، وينزه سبحانه عن أن يشبه أحداً من خلقه أو يسببه أحدٌ من خلقه، وينزه سبحانه عن أن يوصف بما لا يليق به، أما أوصافه سبحانه اللائقة بجلاله وكماله فليس من التسبيح في شيء نفيها وتعطيلها. ¶ قال: \"وقد ينكر الجهمي ... \" ¶ (قد) عندما تدخل على المضارع فإن لها أحولاً بحسب الساق، أحياناً تكون للتقليل، وأحياناً للتكثير، وأحياناً للتحقيق والتأكيد، وهنا المراد التحقيق والتأكيد، فيقول: حقيقة مقالة الجهمية إنكار رؤية الله، ولذا يقول الإمام أحمد رحمه الله: \"من ينكر الرؤية فهو جهمي\". ¶ (والجهمي) أي المتأثر بالجهم بن صفوان شيخ الطريقة وأستاذ القوم. ¶ (هذا) أي رؤية الله، ولما ذكر مقالة الجهمية بدأ بالرد عليهم فقال: (وعندنا) أي نحن معاشر أهل السنة والجماعة (بمصداق ما قلناه) أي بتصديق الذي قلناه وهو إثباتنا للرؤية (حديث مصرح) ليس بالتخرصات والآراء، بل بالنصوص من الكتاب أو السنة. ¶ (مصرح) أي صحيح الدلالة على إثبات الرؤية، وفي نسخة أخرى: (حديث مصحح) أي صحيح ثابت عن رسول الله صلى الله عليه وسلم، والمعنيان يكمل أحدهما الآخر، فالحديث في الرؤية مصحح من قبل الأئمة، بل هو متواتر، نص على ذلك غير واحد من أهل العلم، قال شيخ الإسلام ابن تيمية رحمه الله: \"وهذا الحديث من أصح الأحاديث على وجه الأرض المتلقاة بالقبول،",
            "page": "33",
            "part": "1",
            "seal": "65F9E2D2"
        },
        {
            "id": "32",
            "nass": "المجمع عليها عند العلماء بالحديث وسائر أهل السنة\"1. ومصرح بإثبات الرؤية لله سبحانه، فلم يبق لمبطلٍ متعلق. ¶ (رواه جرير عن مقال محمد) أي رواه الصحابي الجليل جرير بن عبد الله البجلي رضي الله عنه عن قول النبي صلى الله عليه وسلم وهو في الصحيحين وغيرهما من كتب السنة. ¶ روى البخاري ومسلم عن جرير بن عبد الله البجلي رضي الله عنه قال: كنا جلوساً عند النبي صلى الله عليه وسلم إذا نظر إلى القمر ليلة البدر، فقال: \"أما إنكم سترون ربكم كما ترون هذا القمر ليلة البدر لا تضامون في رؤيته، فإن استطعتم أن لا تغلبوا على صلاة قبل طلوع الشمس وصلاة قبل غروبها فافعلوا\" 2، يعيني الفجر والعصر. ¶ هذا ما أشار إليه الناظم هنا، وحديث الرؤية حديث متواتر رواه عن النبي صلى الله عليه وسلم غير واحد من الصحابة منهم: أبو هريرة، وأبو موسى الأشعري، وجابر بن عبد الله وغيرهم رضي الله عنهم، والواجب الوقوف عند الأحاديث الثابتة عن رسول الله صلى الله عليه وسلم سواء منها المتواتر أو الآحاد، لكن أهل التعطيل لا يقيمون لها وزناً ولا يرفعون لها رأساً، بل يشمئزون من ذكرها ويتكلفون في دفعها وردها. ¶ وبعد أن رد الناظم على الجهمية قال: (فقل) أي يا صاحب السنة (مثل ما قال) أي رسول الله صلى الله عليه وسلم، لا مثل ما يقوله الجهمية المعطلة النفاة. ¶ __________ ¶ 1 مجموع الفتاوى (6/421) . ¶ 2 تقدم (ص28) .",
            "page": "34",
            "part": "1",
            "seal": "FA3C9D23"
        },
        {
            "id": "33",
            "nass": "(في ذاك) أي في الرؤية، أو في صفات الله عموماً، فكأن الناظم هنا يعطي منهجاً دقيقاً هو سبيل النجاة؛ أن يقول السني في صفات الله كما قال النبي صلى الله عليه وسلم وهذا معنى ما قاله الإمام أحمد رحمه الله: \"نصف الله بما وصف به نفسه، وبما وصفه به نبيه صلى الله عليه وسلم لا نتجاوز القرآن والحديث\". ¶ (تنجح) أي بذلك يكون نجاحك، والنجاح هو الظفر ونيل المقصود وهو هنا الظفر بفضل الله، وتحقيق المعتقد الحق، والفوز بسعادة الدنيا والآخرة.",
            "page": "35",
            "part": "1",
            "seal": "068BC754"
        },
        {
            "id": "34",
            "nass": "إثبات صفة اليدين لله تعالى ¶ 10 (وقد ينكر الجهمي أيضاً يمينه ... وكلتا يديه بالفواضل تنفح) ¶ هذا البيت عقد لإثبات هذه الصفة العظيمة صفة اليدين لله تعالى على وجه يليق بجلاله، وأهل السنة يثبتون اليدين لله حقيقة على الوجه اللائق بكمال الله وجلاله دون تشبيهٍ بيدي المخلوق، بل يقولون: لله يدان حقيقيتان لا تشبهان يدي المخلوق، وهذا شأنهم في إثبات جميع الصفات فهم عند الإثبات يحذرون من منزلقين خطيرين هما: التعطيل والتمثيل، فمنهجهم في الصفات يقوم على أصلين هما: الإثبات بلا تمثيل، والتنزيه بلا تعطيل، فأهل السنة يثبتون اليد لله بلا تمثيل لها بصفة المخلوق وينزهون الله عن النقص، ولكن دون تعطيل له عن إثبات اليد الحقيقية اللائقة بجلاله وكماله. ¶ ويضاد هذا المنهج الذي يقوم عليه مسلك أهل السنة في إثبات الصفات منهجان منحرفان: ¶ الأول: إثباتٌ بتمثيل، وهم المشبهة اللذين يمثلون صفات الله بصفات خلقه وأهل السنة ليسوا مشبهةً إذ التشبيه منهج ضلال وكفر؛ لأن من يقول عن ربه إن يده كيده وسمعه كسمعه وبصره كبصره فهو إنما يعيد صنماً من الأصنام ووثناً من الأوثان.",
            "page": "36",
            "part": "1",
            "seal": "3034DEAA"
        },
        {
            "id": "35",
            "nass": "الثاني: تنزيه بتعطيل، وهم المعطلة الذين يجحدون صفات الله وينفونها بحجة تنزيه الله عن مماثلة خلقه، وهم أقسام كثيرة: منهم من يعطل الأسماء والصفات، ومنهم من يعطل الصفات دون الأسماء، ومنهم من يعطل بعض الصفات دون بعض. ومعطل الصفات عابد للعدم، ولذا قيل: المشبه يعبد صنماً، والمعطل يعبد عدماً. وهذان المنهجان وما تفرع عنهما يجمعهما وصف جامع هو الإلحاد في أسماء الله وصفاته، وقد أمرنا الله تعالى أن نذر هذا المنهج وتوعد أهله بأشد الوعيد في قوله: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ} (لأعراف:180) ¶ الممثلة يقولون في اليد: يد كأيدينا فلم يثبتوا لله يده التي تليق به، والمعطلة يقولون: يلزم من إثباتها التمثيل فلا نثبت لله يداً حقيقيةً. ولهذا \"فكل معطل ممثل وكل ممثل معطل\". ¶ \"كل معطل ممثل\"؛ لأن تعطيله للصفات إنما قام على ساق التمثيل، فما جحد اليد إلا لأنه توهم أول الأمر أن إثباتها لله حقيقة يلزم منه التشبيه فنفى عن الله اليد، فهو لما يقرأ قوله تعالى: {مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ} (ص: من الآية75) ، لا يفهم منه إلا يد المخلوق وهذا يدفعه إلى تنزيه الله، ولا سبيل عنده إلى تنزيه الله إلا بنفي هذه اليد عن الله، وعلى هذا مضى عامة معطلة الصفات يعطلونها؛ لأنهم لا يفهمون من المضاف إلى الله إلا عين ما يرونه ويشاهدونه في",
            "page": "37",
            "part": "1",
            "seal": "090FDF8B"
        },
        {
            "id": "36",
            "nass": "المخلوق. ولهذا يصرح بعضهم بهذا فيقولون: \"لا نعقل يداً إلا عين ما نراه في الشاهد\"، فهم فروا من شر ووقعوا في شر أخبث منه، ثم إنهم لما عطلوا صفة الله نتيجة للتمثيل الذي هم مرضى به انتقلوا به إلى تمثيل آخر، فمثلوا الله إما بالمعدومات أو الجمادات أو الممتنعات بحسب نوع تعطيلهم، ويظهر من هذا أن كل معطل ممثل مرتين مرة قبل التعطيل ومرة بعده، فكل تعطيل محفوف بتمثيلين. ¶ \"وكل ممثل معطل\": من يمثل صفة الله بصفة خلقه فهو معطل وليس معطلاً مرة واحدة بل معطل ثلاث مرات، فالذي يقرأ قوله تعالى: {مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ} (ص: من الآية75) ، ثم يفهم منها يد كأيدينا وقع في التعطيل ثلاث مرات: ¶ 1- كونه عطل الله عن صفة اليد الحقيقية اللائقة به التي لا تشبه يد المخلوقين. ¶ 2- كونه عطل هذا النص وهو قوله تعالى: {مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ} (ص: من الآية75) عن مدلوله، ومدلوله إثبات يد حقيقية تليق بالله، وصرفه إلى إثبات يد تشبه يد المخلوقين. ¶ 3- كونه عطل النصوص الكثيرة في القرآن النافية للتشبيه كقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} (لشورى: من الآية11) . ¶ ولم يسلم من التعطيل والتمثيل أحد من الطوائف برمتها غير أهل السنة والجماعة، ومن سواهم معطلة ممثلة في الوقت نفسه، وإن كان يزعم كل واحد منهم في ظاهر قوله أنه غير معطل أو غير ممثل.",
            "page": "38",
            "part": "1",
            "seal": "AFB86261"
        },
        {
            "id": "37",
            "nass": "والناظم بدأ إثبات صفة اليد بالرد على الجهمية، والجهمية هم أساس الشر ورأس البلاء في تعطيل الصفات، ولذا فكل معطل جهمي، وكل معطل شيخه الأول الجهم بن صفوان؛ لأنهم ورثوا منه تركة التعطيل ولكنهم في أخذهم عنه يتفاوتون، فبعضهم أخذ منه بحظ وافر، وبعضهم أخذ منه دون ذلك. ¶ (وقد ينكر الجهمي) أي يجحد السائر على منهج الجهم والمتأثر بشبهه، و (قد) هنا للتأكيد والتحقيق. ¶ (أيضاً) أي مع إنكاره للصفات الأخرى. ¶ (يمينه) أي ثبوت اليمين واليد لله تعالى. وهنا سؤال: كيف أنكر الجهمية اليمين واليد لله مع أن اليد ثابتة في القرآن والسنة بمئات النصوص، ووصفت بصفات كثيرة لا تجعل من يقرأ تلك الأدلة يتردد في إثباتها لله، بل قد وصفت اليد بصفات تصل إلى مائة صفة، مثل الطي والقبض والبسط والأخذ والإعطاء وغير ذلك من الصفات، كلها تؤكد إثبات هذه الصفة لله حقيقةً على الوجه اللائق به. ¶ وإذا كان الأمر كذلك، فكيف غرس الجهم في نفوس من تأثر به عدم إثبات اليد لله؟ وقبل مقالة الجهم كان كل من يقرأ آيات الصفات في القرآن لا يفهم منها إلا الصفات الحقيقية اللائقة بالله, ويعلم ذلك بالنظر إلى العوام الذين لم يلتقوا بالجهمي أو أي متكلم، فإذا تليت عليهم آية في الصفات لا يفهمون منها إلا الصفة الحقيقية.",
            "page": "39",
            "part": "1",
            "seal": "A6BA56DC"
        },
        {
            "id": "38",
            "nass": "فدبر الجهم خطة وبدأ بتعقيد القواعد الكليات لجحد الصفات، فهو لا يستطيع أن يأتي إلى الناس رأساً ويقول لهم: ليس لله يد، فجاء بألفاظ مجملة ونزه الله عنها، وجعل تنزيه الله عنها أصولاً كليةً عند هؤلاء، ثم توصل إلى إنكار الصفات من خلال ذلك, حيث جاء بلفظ الجسم والحيز والجهة, فقال مثلاً: هل الله جسم؟ فأخذ يقرر أن الله ليس بجسم ولا يوصف بالجسمية، فلما قرر ذلك ومكنه من نفوسهم أخذ يقرر فيهم ما يريد فقال: لو أثبتنا لله اليد أثبتنا له الجسمية ولو أثبتنا له الجسمية شبهناه بخلقه ومن ثم غرس فيهم تعطيل الصفات. ¶ ولكن واجهته مشكلة وهي النصوص الكثيرة من الكتاب والسنة التي تصادم تقريره، فدلهم على التحريف، وبهذا توصل الجهم إلى تقرير إنكار صفات الله لدى من استهوتهم شبهته واستفزهم ضلاله وباطله من ذوي الجهل وقلة البصيرة في الدين. ¶ (اليمين) صفة ثابتة لله، فالله له يدان حقيقيتان، وفي رواة لمسلم إثبات يدين لله: يمين وشمال، ومن أهل العلم من صوب أن لفظ الشمال لم يثبت وإنما الثابت (الأخرى) بدل الشمال، وعلى كلٍ فهذه الرواية ليست معارضة لقوله صلى الله عليه وسلم: \"وكلتا يدي ربي يمين\" 1؛ لأن أهل العلم وضحوا أن المراد بقوله صلى الله عليه وسلم: \"وكلتا يدي ربي يمين\" نفي توهم النقص؛ لأنه قد يتبادر إلى بعض الأذهان أن الشمال أو الأخرى أنقص من اليمين. ¶ __________ ¶ 1 أخرجه مسلم برقم (1827) من حديث عبد الله بن عمرو بن العاص رضي الله عنهما.",
            "page": "40",
            "part": "1",
            "seal": "C6326061"
        },
        {
            "id": "39",
            "nass": "واليمين ثابتة لله في القرآن والسنة، قال تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} (الزمر:67) ، وفي هذه الآية رد بين على المعطلة الذين قالوا إن إثبات اليد لله يلزم منه تشبيه الله بالخلق. فيقال لهم: كيف يفهم عاقل تأمل هذه الآية أنه يلزم من إثبات اليد لله حقيقة تشبيه الله بالمخلوق وقد وصفت يده سبحانه بهذه العظمة والكمال. ¶ ويرد عليهم بأنه لا يلزم من اتفاق الشيئين في الاسم أن يتفقا في الحقيقة والمسمى، هذا بين المخلوق والمخلوق، فكيف بين الخالق والمخلوق؟ (وكلتا يديه) وفيه إثبات اليدين لله حقيقةً على الوجه اللائق به، وهذا التنصيص بأن له يدين جاء في القرآن والسنة، قال تعالى: {بَلْ يَدَاهُ مَبْسُوطَتَانِ} (المائدة: من الآية64) . ¶ وفي الحديث: \"يمين الله ملأى لا يغيضها نفقة سحاء الليل والنهار، أرأيتم ما أنفق منذ خلق السماوات والأرض، فإنه لم يغض ما في يمينه وعرشه على الماء وبيده الأخرى القسط يرفع ويخفض\". رواه البخاري ومسلم1. ¶ وهذه الآية والحديث من أقوى الأدلة في الرد على من قال يده قدرته، فيقال لهم: هل لله قدرتان؟ وبإجماع أهل الإسلام أنه ليس لله قدرتان، وتفسيرها بالنعمة أيضا مردود؛ لأنه لا يقول أحد إن لله نعمتين بل نعمه ¶ __________ ¶ 1 البخاري برقم (7411) ، ومسلم برقم (993) من حديث أبي هريرة رضي الله عنه.",
            "page": "41",
            "part": "1",
            "seal": "A2E48663"
        },
        {
            "id": "40",
            "nass": "كثيرة، وماذا يقول هؤلاء في الحديث؟ هل يقولون وبقدرته الأخرى أو بنعمته الأخرى أو ماذا يقولون؟! ¶ ولا يعارض ثبوت اليدين لله أن اليد قد جائت في بعض النصوص بصيغة الجمع كما في قوله تعالى: {أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَاماً فَهُمْ لَهَا مَالِكُونَ} (يّس:71) ¶ وكذلك جائت مفردة كما في قوله تعالى: {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (الملك:1) ¶ لأن لغة العرب تتسع للأخبار عن المثنى بالجمع أو المفرد، وقد ورد ذلك في القرآن كما في قوله تعالى:} فَقَدْ صَغَتْ قُلُوبُكُمَا { (التحريم: من الآية4) ،وما زال العرب يقولون رأيتك بعيني، وسمعتك بأذني، والمراد عينيَّ وأذنيَّ، فلا تعارض إذاًَ بين الألفاظ الواردة. ومثله تماماً في قول العين. ¶ (وكلتا يديه بالفواضل) الفواضل جمع فاضلة، وهو الخير والجود والكرم والعطاء، قال الله تعالى: {بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ} (المائدة: من الآية64) ¶ روى مسلم في صحيحه عن النبي صلى الله عليه وسلم أنه قال: \"إن المقسطين عند الله يوم القيامة على منابر من نور عن يمين الرحمن وكلتا يديه يمين الذين يعدلون في حكمهم وأهليهم وما ولوا\"1. ¶ __________ ¶ 1 تقدم (ص 40)",
            "page": "42",
            "part": "1",
            "seal": "74FBA909"
        },
        {
            "id": "41",
            "nass": "(تنفح) والنفح العطاء، وفي بعض النسخ (تنضح) ، والنضح هو الرش والسقي، والمقصود أنه يعطي الجزيل ويكرم عباده ويعطيهم العطاء الواسع، كما في الحديث: \"يمين الله ملأى لا يغيضها نفقة سحاء الليل والنهار ... \" ¶ واليد من صفات الله الذاتية، والناظم عندما يذكر إنكار الجهمية لليد يشير بذلك إلى إنكارهم للصفات الذاتية الأخرى كالوجه والقدم والعين والساق ونحوها فمضمون كلامه الرد عليهم في إنكارهم بقية الصفات الذاتية؛ لأنًّ القول في الصفات واحد. ¶ وصفات الله نوعان: ¶ ذاتية وضابطها: هي التي لا تنفك عن الذات، ولا تعلق لها بالمشيئة. ¶ وفعلية وهي: التي تتعلق بالمشيئة. ¶ ولا فرق عند أهل السنة والجماعة بين الصفات من حيث الإثبات فكلها حق تثبت لله كما وردت ويؤمن بها كما جائت بلا تحريف ولا تعطيل ولا تكييف ولا تمثيل. ¶ __________ ¶ تقدم (ص 41)",
            "page": "43",
            "part": "1",
            "seal": "705D1766"
        },
        {
            "id": "42",
            "nass": "إثبات صفة النزول لله تعالى ¶ 11 (وقل بنزل الجبار في كل ليلةٍ ... بلا كيف جل الواحد المتمدح) ¶ 12 (إلى طبق الدنيا يمن بفضله ... فتفرج أبواب السماء وتفتح) ¶ 13 (يقول ألا مستغفرٌ يلق غافراً ... ومستمنح خيراً ورزقاً فيمنح) ¶ 14 (روى ذاك قومٌ لا يرد حديثهم ... ألا خاب قومٌ كذبوهم وقبحوا) ¶ هذه الأبيات في إثبات نزول الله في كل ليلة إلى السماء الدنيا، وأهل السنة مذهبهم في النزول هو مذهبهم في بقية الصفات، فكل صفة لله ثبتت في الكتاب والسنة يمرها أهل السنة كما جاءت ويثبتونها لله كما أثبتها لنفسه وكما أثبتها لها رسوله صلى الله عليه وسلم، وليس أحد من أهل السنة يتقدم بين يدي الله ورسوله معترضاً على قوله بأن يقول بعد إثبات الله الصفة: هذا لا يليق بك يالله، أو بعد إثبات الرسول صلى الله عليه وسلم لها هذا لا يليق بالله، فينفي عن الله الصفات تنزيهاً لله عما وصف به نفسه ووصفه به رسوله صلى الله عليه وسلم وكأنه أعلم بالله من نفسه وأعلم بالله من رسوله صلى الله عليه وسلم تعالى الله عما يقولون وسبحان الله عما يصفون. ولذا أهل السنة يقولون لابد من أصول ثلاثة لمن أراد الاشتغال بالأسماء والصفات:",
            "page": "44",
            "part": "1",
            "seal": "47DB87D0"
        },
        {
            "id": "43",
            "nass": "الأول: أن يقر في نفسه أنه لا أحد أعلم بالله من الله. {قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ} (البقرة: من الآية140) . ¶ الثاني: أنه لا أحد أعلم بالله من خلق الله من رسول الله صلى الله عليه وسلم، فهو أعلم الخلق بالله {وَمَا يَنْطِقُ عَنِ الْهَوَى. إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} (النجم: 3-4) . ¶ الثالث: أن الله بالنسبة لنا غيب لم نره، فلا مجال للإنسان أن يخوض فيما هو غائب عنه من وصف إلا بوحي. وعليه فالطريقة الحقة في باب الصفات: أن نصف الله بما وصف به نفسه وبما وصفه به رسوله لا نتجاوز القرآن والحديث، كما قال الأوزاعي رحمه الله: \"ندور مع السنة حيث دارت\"، أي نفياً وإثباتاً. ¶ فمن تقررت في قلبه تلك الأصول امتنع أن يخوض في الصفات بما لا يعلم, وعلم فساد مذهب أهل الكلام الباطل الذين يتقدمون بآرائهم وعقولهم الفاسدة بين يدي الله ورسوله صلى الله عليه وسلم. ¶ (النزول) قد وردت به السنة, وحديثه متواتر رواه عن النبي صلى الله عليه وسلم ثمانية وعشرون صحابياً، وهذا يعني أن النبي صلى الله عليه وسلم قال هذا القول: \"ينزل ربنا إلى السماء الدنيا\"1 غير مرة، وهو عليه الصلاة والسلام أفصح الناس وأبلغهم وأنصحهم، وقد بلغ ما أنزل إليه أتم البلاغ، وبينه أحسن البيان وأوضحه، وهو أحسن خلق الله تنزيها لله وتعظيماً له، فقال في أكثر من ¶ __________ ¶ 1 أخرجه البخاري برقم (7494) ، ومسلم برقم (758) من حديث أبي هريرة رضي الله عنه.",
            "page": "45",
            "part": "1",
            "seal": "549CB287"
        },
        {
            "id": "44",
            "nass": "مرة \"ينزل ربنا\" وإثباته صلى الله عليه وسلم لربه هذه الصفة لا يتنافى مع تنزيهه له سبحانه، فماذا يقول المعطلون المعترضون على قول الله ورسوله صلى الله عليه وسلم والمتقدمون بين يدي الله ورسوله صلى الله عليه وسلم؟ أما الصحابة والتابعون وأئمة السلف فلم ينقل عن أحدٍ منهم أنه قال هذا لا يليق بالله وأنه ليس على ظاهره، وأما الذين أولوا هذه الصفة وقالوا لا تليق بالله وأنها ليست على ظاهرها وهم المعطلة الجهمية ومن لف لفهم فيقولون: الله لا ينزل؛ لأنا لو أثبتنا لله النزول لأثبتنا له الحركة والمكان، وهكذا ينفون عن الله صفة النزول، وهذه التعليلات العقلية لها منشأ فاسد في قلوب هؤلاء انبثق منهم إنكارهم للصفات، وهو قياس الخالق بالمخلوق، أو فهم الصفة التي تضاف إلى الخالق كما يفهمون من الصفة التي تضاف إلى المخلوق، فقالوا: لو أثبتنا لله النزول لأثبتنا له الحركة والانتقال والمكان، وهذه الأمور من صفات الحوادث والله منزه عن الحوادث، والنتيجة إذاً نفي هذه الصفة. ¶ يقال لهم: إذا كانت تعليلاتكم هذه صحيحةً، فلماذا يقول النبي صلى الله عليه وسلم في غير ما مجلس: \"ينزل ربنا\"؟ يجيب هؤلاء المتكلمون: النبي صلى الله عليه وسلم لم يقصد بقوله هذا نزول الله، وإنما أراد نزول الملك. يقال لهم: إذا كان ذلك كذلك فإن هذا الكلام من النبي صلى الله عليه وسلم أقرب ما يكون إلى الألغاز والتعمية منه إلى الفصاحة والبيان. ¶ وإذا كان كلام هؤلاء حقاً لكان اللازم على النبي صلى الله عليه وسلم أن يقول: ينزل ملك ربنا صراحةً، ولكنه لم يفعل ولو مرة، فهو في كل مرة يقول:",
            "page": "46",
            "part": "1",
            "seal": "C53BD360"
        },
        {
            "id": "45",
            "nass": "(ينزل ربنا) ولو كان كلامهم حقاً لقال ولو في مجلس واحد: ينزل ملك ربنا؛ حتى يحمل المطلق على المقيد، ولكنه لم يفعل، وقولهم هذا بلا شك فيه طعن في علم النبي صلى الله عليه وسلم وفصاحته، وطعن في نصحه صلى الله عليه وسلم؛ لأنه يقال لهؤلاء: هذا الذي تقولونه هل علمه النبي صلى الله عليه وسلم أم لم يعلمه؟ فإن قالوا: لم يعلمه وعلمناه دونه فهو تجهيل للرسول صلى الله عليه وسلم، وإن قالوا هذا أمر علمه النبي صلى الله عليه وسلم يقال لهم: هل هو قادر على الإفصاح عنه وبيانه للأمة بوضوح أم ليس بقادر؟ فإن قالوا ليس بقادر على الإفصاح عنه وأفصح عنه الجهمية فهذا طعن في فصاحته وبيانه، وإن قالوا قادر على الإفصاح عنه، يقال لهم: هذا فيه طعن في نصحه؛ لأنه عالم قادر ومع ذلك لم يفصح لأنه لم يقل ولا مرة واحدة ينزل ملك ربنا، وإن قالوا هو نصح الأمة وبين، قيل لهم: أعطونا ولو حديثاً واحداً قال فيه النبي صلى الله عليه وسلم: ينزل ملك ربنا. ¶ وهذه الأمور الثلاثة يمكن أن تقال في شأن من ينفي أي صفة من الصفات، ثم الحديث نفسه يرد على هذا التأويل كما سيأتي. ¶ والناظم رحمه الله يثبت نزول الله على وجه يليق به جل وعلا, وأهل السنة في النزول يحترزون من أمرين: ¶ 1- تعطيل النزول ونفيه. ¶ 2- تكييف النزول. ¶ على القاعدة (إثبات بلا تمثيل، وتنزيه بلا تعطيل) .",
            "page": "47",
            "part": "1",
            "seal": "9577EAE2"
        },
        {
            "id": "46",
            "nass": "(قل) الخطاب لصاحب السنة والعقيدة السلفية أي قل ذلك غير متردد ولا مرتاب، بل قله مؤمناً موقناً؛ لأن هذه الكلمة قالها النبي صلى الله عليه وسلم في غير مجلس، فإذا قلت ذلك لم تزد على أن قلت مثل ما قال النبي صلى الله عليه وسلم، ولم تزد على أن آمنت بما آمن به النبي صلى الله عليه وسلم. ¶ وهذا البيت اشتمل على الأصلين، ففي قوله: \"ينزل الجبار في كل ليلة\" احتراز من التعطيل. ¶ وفي قوله: \"بلا كيف جل الواحد ... \" احتراز من التكييف وفي نفيه للتكييف نفي للتمثيل؛ لأن الممثل مكيف، ولذا (كل ممثل مكيف وليس كل مكيف ممثلاً) ؛ لأن الممثل يقول ينزل الله كنزول المخلوق, وهو في الوقت نفسه كيفّ صفات الله بكيفية صفة المخلوق, وليس كل مكيف ممثلاً؛ لأن التكيف يكون بتمثيل، وقد يكون بلا تمثيل وإنما بتخيل في الذهن. ¶ (بلا كيف) مراد الناظم بهذا القول، أي: بلا كيف معلوم لنا، فهو نفي لعلمنا بالكيفية وليس نفياً للكيفية؛ لأن ما لا كيفية له لا وجود له، فإن صفات الله لها كيفية الله أعلم بها، ولذا قال الإمام مالك رحمه الله: \"والكيف مجهول\" ولم يقل: الكيف معدوم. ¶ والعلم بكيفية الصفات فرع عن العلم بكيفية الذات، فإذا قال الجهمي كيف ينزل ربنا إلى سماء الدنيا؟ قل كيف هو في ذاته؟ فإذا قال أنا لا أعلم كيفيته قيل له ونحن لا نعلم كيفية نزوله إذ العلم بكيفية الصفة يستلزم العلم بكيفية الموصوف وهو فرع له وتابع له.",
            "page": "48",
            "part": "1",
            "seal": "8F1A860A"
        },
        {
            "id": "47",
            "nass": "فأهل السنة يقولون ينزل الله إلى السماء الدنيا كما أخبر رسول الله صلى الله عليه وسلم، ولا يكيفون، فلا يجعلون لصفة الله كيفية ككيفية صفة المخلوق، ولا كيفية يتخيلونها في الذهن، والمعطلة الذين نفوا النزول إنما نفوه بعد تكييف؛ لأنه قد استقر في أذهانهم النزول الذي في المخلوق، وهذا الذي فهموه في عقولهم ظنوا أن أهل السنة يثبتونه فرموهم بالتشبيه. ¶ وبعضهم افترى على شيخ الإسلام أنه نزل عن المنبر وقال: ينزل الله كنزول هذا، ذكر ذلك ابن بطوطة في رحلته وهذا كذب وافتراء عليه رحمة الله؛ لأنه كان في السجن في الوقت الذي مر فيه ابن بطوطة دمشق، والذي يريد أن يعرف عقيدة الشيخ يقرأ كتابه \"شرح حديث النزول\" وقد قرر فيه إبطال تشبيه نزول الله بنزول المخلوقين في مواضع، والذي دفع هؤلاء إلى هذا الافتراء على شيخ الإسلام وغيره هو أنهم لم يفهموا من النزول إلا نزول المخلوق ولما رأوا أهل السنة يثبتون هذا النزول وصفوهم بالتشبيه. وحاشاهم من التشبيه. ¶ (الجبار) هو الله وهو اسم من أسمائه كما في قوله تعالى: {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ} (الحشر:23) . ¶ والجبر الذي في اسمه الجبار من دلالاته: الإصلاح، يقال: جبر كسره أي أصلحه، وجبر حال الفقير، أي أصلحه. ¶ ومن مدلولاته العلو والقهر، أي العلي على خلقه والقاهر فوق عباده.",
            "page": "49",
            "part": "1",
            "seal": "4FFEDF7B"
        },
        {
            "id": "48",
            "nass": "(جل) أي عظم قدره عن التكييف سواء كان مبناه الأوهام، أو القياس بصفات المخلوق، قال الله تعالى: {تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلالِ وَالْإكْرَامِ} (الرحمن:78) . ¶ (الواحد) المتفرد بصفات كماله ونعوت جلاله. ¶ (المتمدح) المتمدح صفة للواحد، أي الذي يمدحه المؤمنون ويثنون عليه فهو الذي أسبغ على العباد من النعم وأولاهم من العطاء ما يوجب مدحهم له، وحسن الثناء عليه وحمده، وهو جل وعلا لا يحصي أحد الثناء عليه، وهو سبحانه يثني عليه ويمدح على أسمائه الحسنى وصفاته العلى، وعلى نعمه وعطاياه التي لا تعد ولا تحصى. ¶ (إلى طبق الدنيا يمن بفضله ... فتفرج أبواب السماء وتفتح) ¶ هذه الجملة في هذا البيت مكملة للبيت السابق، فهذا كقوله: صلى الله عليه وسلم \"ينزل ربنا إلى السماء الدنيا\" فالجار والمجرور في قوله \"إلى طبق الدنيا\" متعلق بقوله\"ينزل الجبار\". ¶ (طبق) هو الغطاء، والسماء غطاء للأرض، وكل سماء غطاء للسماء التي دونها، وسماء الدنيا سميت بذلك؛ لقربها من الأرض. ¶ (يمن بفضله) المن هو البذل والعطاء فينزل سبحانه ليعطي ويتفضل على العباد بالخيرات وأنواع الهبات.",
            "page": "50",
            "part": "1",
            "seal": "B6E02376"
        },
        {
            "id": "49",
            "nass": "(فتفرج أبواب السماء وتفتح) ، قوله: (تفرج) أي تنشق وتنفتح والسماء لها أبواب دل على ذلك نصوص كثيرة، منها قوله تعالى: {لا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ} (لأعراف: من الآية40) . ¶ وقد جاء في بعض روايات حديث النزول أن أبواب السماء تفتح وقت النزول الإلهي، ففي المسند للإمام أحمد عن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"إذا كان ثلث الليل الباقي يهبط الله عز وجل إلى السماء الدنيا، ثم تفتح أبواب السماء، ثم يبسط يده فيقول: هل من سائل يعطى سؤله فلا يزال كذلك حتى يطلع الفجر\"1. ¶ (يقول) أي الله سبحانه عندما ينزل، فالقائل هو الله؛ لأنه لا يصح أن يقول الملك \"من يستغفرني من يسألني من يدعوني\" وهذا يبين بطلان قول الجهمية: إن الذي ينزل هو الملك؛ لأنه لو كان الذي ينزل هو الملك لقال: إن الله يغفر الذنوب فمن يستغفره، كما في الحديث الآخر: \"إذا أحب الله عبداً نادى جبريل إني أحب فلاناً فأحبه فيحبه جبريل وينادي أهل السماء إن الله يحب فلاناً فأحبوه ... \"2 الحديث. ¶ وجاء في بعض روايات حديث النزول أن الله يقول: \"لا أسأل عن عبادي أحداً غيري\"3 وهي مبطلة لمقالة هؤلاء؛ لأن هذا لا يمكن أن يقوله إلا الله. ¶ __________ ¶ 1 المسند رقم (3672) . ¶ 2 أخرجه البخاري برقم (6040) ، ومسلم برقم (2637) من حديث أبي هريرة رضي الله عنه. ¶ 3 أخرجه أحمد برقم (16316) .",
            "page": "51",
            "part": "1",
            "seal": "7F7F16BE"
        },
        {
            "id": "50",
            "nass": "(ألا مستغفرٌ) ، (ألا) أداة تحضيض، فهو يحض على الاستغفار والإستمناح، والمستغفر: طالب الغفران. ¶ (يلق غافراً) هو الله الغفور ذو الرحمة سبحانه وتعالى {وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ} (آل عمران: من الآية135) . ¶ (مستمنح) من يطلب المنح وهو العطاء، أي يسأل الله الخير والرزق، والخير شاملٌ لأمور كثيرة. ¶ (فيمنح) أي فيمنحه الله حاجته ويعطيه سؤله، فإن خزائنه ملأى لا يغيضها نفقة، يقول تعالى في الحديث القدسي: \"يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم قاموا في صعيد واحد فسألوني وأعطيت كل واحد منهم مسألته ما نقص ذلك من ملكي شيئاً إلا كما ينقص المخيط إذا غمس في البحر\".1 ¶ ثم ذكر الناظم رحمه الله دليل النزول فقال: ¶ (روى ذاك قوم لا يرد حديثهم) الإشارة بقوله: (ذاك) إلى النزول الإلهي الثابت، أي: الذين رووا حديث النزول ثقات أثبات لا يرد حديثهم بل يتلقى بالقبول، والحديث متواتر، نص على ذلك غير واحد من الأئمة منهم: شيخ الإسلام في (شرح حديث النزول) ، وابن القيم في (الصواعق المرسلة) ، والذهبي في (العلو) ، والسيوطي في (الأزهار المتناثرة) ، ¶ __________ ¶ 1 أخرجه مسلم برقم (2577) من حديث أبي ذر رضي الله عنه.",
            "page": "52",
            "part": "1",
            "seal": "CF964745"
        },
        {
            "id": "51",
            "nass": "والكتاني, وقد ذكر ابن القيم في (الصواعق) أن ثمانية وعشرين صحابياً رووه, وذكرهم. ¶ (ألا خاب) (ألا) أداة استفتاح وتنبيه, أي خسر الذين كذبوا هؤلاء الرواة الأثبات الذين نقلوا النزول عن النبي صلى الله عليه وسلم. ¶ وهؤلاء الذين كذبوا الصحابة في هذه الأمور قبلوا عنهم أحاديث الأحكام, فلم هذا التفريق؟! قال عباد بن العوام: (قدم علنا شريك فسألته عن الحديث: \"إن الله ينزل ليلة النصف من شعبان\"1 قلنا: إن قوماً ينكرون هذه الأحاديث!! قال فما يقولون؟ قلنا: يطعنون فيها، فقال: إن الذين جاءوا بهذه الأحاديث هم الذين جاءوا بالقرآن وبالصلاة وبالحج وبالصوم، فما يعرف الله إلا بهذه الأحاديث) . ¶ وهذا الضلال مبني على القاعدة التي قعدها المعتزلة: أن خبر الآحاد لا يقبل في العقيدة، مع أن حديث النزول متواتر، فما الضابط عندهم؟ ومن يتأمل يجد أن الضابط عند هؤلاء هو: أن كل حديث خالف مذهبهم ردوه بحجة أنه خبر آحاد وإن كان متواتراً، وكل حديث وفق هواهم قبلوه ولو كان مكذوباً، ولذا اعتمدوا على الحديث المكذوب: \"أول ما خلق الله العقل\"، فالقوم أصحاب أهواء. ¶ الناظم رحمه الله لم يذكر العلو والاستواء، لكن في ضمن الأبيات التي ذكرها إشارة إلى ذلك فاكتفى به؛ لأن في إثبات النزول إثباتاً للعلو، ولهذا ¶ __________ ¶ 1 أخرجه الترمذي برقم (739) وإسناده ضعيف",
            "page": "53",
            "part": "1",
            "seal": "EFB9053F"
        },
        {
            "id": "52",
            "nass": "أورد الإمام الذهبي رحمه الله هذه المنظومة بكاملها في كتابه (العلو) في سياق ما نقله عن الأئمة من نقول في تقرير علو الله على خلقه، وسبق أن مر قول الناظم رحمه الله (تعالى المسبح) وأن فيه إثبات العلو لله ذاتاً وقدراً وقهراً، وسيأتي أيضاً قوله: (وذو العرش يصفح) وفيه إثبات العرش العظيم الذي استوى عليه الرب عز وجل.",
            "page": "54",
            "part": "1",
            "seal": "2B7F8B5F"
        },
        {
            "id": "53",
            "nass": "عقيدة أهل السنة في الصحابة ¶ 15 (وقل: إن خير الناس بعد محمد ... وزيراه قدماً ثم عثمان الأرجح) ¶ 16 (ورابعهم خير البرية بعدهم ... عليٌ حليف الخير بالخير منجح) ¶ 17 (وإنهم للرهط لا ريب فيهم ... على نجب الفردوس بالنور تسرح) ¶ 18 (سعيدٌ وسعدٌ وابن عوفٍ وطلحة ... وعامر فهرٍ والزبير الممدح) ¶ 19 (وقل خير قولٍ في الصحابة كلهم ... ولا تك طعاناً تعيب وتجرح) ¶ 20 (فقد نطق الوحي المبين بفضلهم ... وفي الفتح آي للصحابة تمدح) ¶ هذا مختصر لمعتقد أهل السنة في الصحابة، ومع اقتضاء المنظومة الاختصار إلا أن الناظم قد أتى منه بالشيء الكثير، وبدأه بذكر التفاضل بينهم رضي الله عنهم أجمعين. ¶ (قل) أي يا صاحب السنة ويا من يريد لنفسه المعتقد الصحيح، معتقد أهل السنة والطائفة المنصورة والفرقة الناجية، قل وأنت منشرح الصدر غير شاك ولا مرتاب: ¶ (إن خير الناس بعد محمد) أي أفضل الناس وأزكاهم بعد محمد صلى الله عليه وسلم، والناظم هنا يقرر من هم أفضل أمة محمد صلى الله عليه وسلم، فيقول: إن خير الناس بعد محمد صلى الله عليه وسلم (وزيراه قدماً) وهما: أبو بكر وعمر رضي الله عنهما، و (الوزير)",
            "page": "55",
            "part": "1",
            "seal": "56DE2362"
        },
        {
            "id": "54",
            "nass": "في اللغة هو العوين للملك والذي يحمل عنه أثقاله ويشير عليه ويعينه، ولذا وصف الناظم أبا بكر وعمر بأنهما وزيران له صلى الله عليه وسلم. ¶ (قدماً) اسم زمان من القدم، أي هما وزيران له منذ بداية الدعوة، لأن نصرتهم للنبي صلى الله عليه وسلم كانت قديمةً، وقد جاء في حديث يرفع إلى النبي صلى الله عليه وسلم عند الترمذي والحاكم أن النبي صلى الله عليه وسلم قال: \"ما من نبي إلا كان له وزيران من أهل الأرض ووزيران من أهل السماء فوزيرا السماء هما جبريل وميكال ووزيرا الأرض أبو بكر وعمر\"1، ولكن الحديث ضعيف، وله طريقان آخران ضعيفان، لكن ثبت في فضلهما وخيريتهما أحاديث. ¶ روى البخاري ومسلم من حديث عمرو بن العاص ـ رضي الله تعالى عنه ـ: \"أنه سأل النبي صلى الله عليه وسلم فقال: أي الناس أحب إليك؟ قال: عائشة. فقلت: من الرجال؟ قال: أبوها، فقلت: ثم من؟ فقال عمر بن الخطاب\" 2. ¶ وليسا أفضل هذه الأمة فحسب بل هما أفضل الناس بعد النبيين والمرسلين كما في الحديث: \"أبو بكر وعمر سيدا كهول أهل الجنة من الأولين والآخرين إلا النبيين والمرسلين\". ¶ وهو مروي عن غير واحد من الصحابة منهم علي بن أبي طالب وأنس بن مالك وجابر وأبو سعيد، وهو حديث صحيح بمجموع طرقه3. ¶ __________ ¶ 1 الترمذي برقم (3680) ، والحاكم في المستدرك (2/290) وقال: \"صحيح الإسناد ولم يخرجاه\"، وقد ضعفه الألباني في ضعيف سنن الترمذي برقم (3680) . ¶ 2 البخاري برقم (3662) ، ومسلم برقم (2348) . ¶ 3 انظر السلسلة الصحيحة برقم (824) .",
            "page": "56",
            "part": "1",
            "seal": "39A35625"
        },
        {
            "id": "55",
            "nass": "وثبت في صحيح البخاري عن ابن عمر ـ رضي الله عنهما ـ أنه قال: \"كنا زمن النبي لا نعدل بأبي بكر أحداً، ثم عمر ثم عثمان، ثم نترك أصحاب رسول الله صلى الله عليه وسلم لا نفاضل بينهم\"1، وروى البخاري عن محمد بن الحنيفة قال: قلت لأبي يعني علي بن أبي طالب ـ رضي الله تعالى عنه ـ \"أي الناس خير بعد رسول الله صلى الله عليه وسلم؟ فقال: أبو بكر، قلت: ثم من؟ قال: عمر، قال: وخشيت أن يقول عثمان، قلت ثم أنت؟ قال: ما أنا إلا واحد من المسلمين\"2، وقد تواتر هذا عن أمير المؤمنين علي بن أبي طالب _ رضي الله تعالى عنه ـ بل جاء عنه أنه قال: \"لا يفضلني أحد على أبي بكر وعمر إلا جلدته حد المفتري\"3؛ وذلك لأنه افترى الكذب عندما قدم علياً على الوزيرين. ¶ والنصوص الواردة في تفضيل أبي بكر وعمر كثيرة جداً، أوردها أهل العلم في الكتب التي تعتني بمناقب الصحابة، وتفضيل أبي بكر وعمر على الصحابة كلهم محل اتفاق بين أهل العلم، وقد ذكر القاضي أبو يعلى عن الإمام أحمد أنه قال: \"من فضل علياً على أبي بكر وعمر أو قدمه عليهما في الفضيلة والإمامة دون النسب فهو رافضي مبتدع فاسق\". ¶ (ثم عثمان) أي ثم يأتي بعد هذين الوزيرين عثمان بن عفان ـ رضي الله تعالى عنه ـ ذو النورين وثالث الخلفاء الراشدين صاحب المناقب الكثيرة والفضائل العديدة. ¶ __________ ¶ 1 البخاري برقم (3655) . ¶ 2 البخاري برقم (3671) . ¶ 3 أخرجه ابن أبي عاصم في السنة برقم (1219) .",
            "page": "57",
            "part": "1",
            "seal": "8CBA6855"
        },
        {
            "id": "56",
            "nass": "(الأرجح) أفعل تفضيل، أي الأرجح في الميزان، فعثمان رضي الله عنه هو ثالثهم في الفضل على الأرجح، وكأن الناظم يشير إلى خلاف وقع بين السلف، وأقوالهم في ذلك ثلاثة ذكرها شيخ الإسلام: منهم من قدم عثمان وهو قول الأكثرين من أئمة السلف ومنهم من قدم علياً، ومنهم من توقف، والذي استقر عليه أمر أهل السنة: أن ترتيبهم في الفضل هو كترتيبهم في الخلافة. ¶ قال: ¶ (ورابعهم خير البرية بعدهم ... على حليف الخير بالخير منجح) ¶ أي رابع الصحابة في الفضل هو علي بن أبي طالب رضي الله عنه، (خير البرية) أي خير الناس بعد أبي بكر وعمر وعثمان. و (البرية) من: برأ الله الخلق يبرؤهم أي خلقهم. ¶ وعليٌ هو ابن عم رسول الله صلى الله عليه وسلم وزوج ابنته وأبو السبطين صاحب المناقب الكثيرة، وقد أشار الناظم إلى بعض فضائله. ¶ (حليف) أي المحالف للخير الذي حليفه الخير دائماً يحظى بالخير وينال الخير ويحصله أي أنه دائماً ملازم للخير. ¶ (بالخير منجح) من النجاح، وهو تحصيل المقصود والظفر به. ¶ وفي بعض النسخ (بالخير يمنح) ، وفي نسخة (بالخير ممنح) أي أنه يعطي الناس ويمنحهم، ففيه وصفه بالسخاء والجود والكرم.",
            "page": "58",
            "part": "1",
            "seal": "CC58AB3C"
        },
        {
            "id": "57",
            "nass": "(وإنهم للرهط لا ريب فيهم ... على نجب الفردوس بالنور تسرح) ¶ أي هؤلاء المذكورين من الصحابة الخلفاء الأربعة، وكذلك الذين سرد أسماءهم في البيت الآتي، (للرهط) وهم عشيرة الرجل، ويطلق على ما دون العشرة، وقيل ما بين الثلاثة إلى العشرة. ¶ وفي بعض النسخ (والرهط) ولعله الأقرب، ويكون الضمير في قوله (وإنهم) عائداً على الأربعة والرهط معطوف عليه، والمقصود بهم الستة المذكورون في البيت الذي بعده. ¶ (لا ريب فيهم) لا تهمة ولا شك فيهم وفيما سينالونه من الله من الفضل ولا شك في منزلتهم عند أهل السنة، ولا ريب في أنهم من أهل الجنة. ¶ (على نجب) جمع نجيب وهو أكرم المال وأنفسه، والمراد أنهم يسرحون في الجنة على نجب الفردوس وهي النوق الكريمة والخيل الكريمة يروحون عليها ويغدون في الجنة، روى مسلم عن أبي مسعود الأنصاري قال جاء رجل بناقة مخطومة فقال هذه في سبيل الله فقال رسول الله صلى الله عليه وسلم: \"لك بها يوم القيامة سبعمائة ناقة كلها مخطومة\"1. ¶ وروى الترمذي عن سليمان بن بريدة بن الحصيب عن أبيه أن رجلاً سأل النبي صلى الله عليه وسلم فقال: يا رسول الله هل في الجنة من خيل؟ قال: \"إن ¶ __________ ¶ 1 مسلم برقم (1892) .",
            "page": "59",
            "part": "1",
            "seal": "5C89E164"
        },
        {
            "id": "58",
            "nass": "أدخلك الله الجنة فلا تشاء أن تحمل فيها على فرس من ياقوتة حمراء يطير بك في الجنة حيث شئت إلا فعلت\"، قال: وسأله رجل فقال: يا رسول الله هل في الجنة من إبل؟ قال: فلم يقل له مثل ما قال لصاحبه، قال: \"إن يدخلك الله الجنة يكن لك فيها ما اشتهت نفسك ولذت عينك\" 1 وسنده ضعيف، لكنه جاء من طريق أخرى مرسلاً بسند صحيح، وله شاهد من حديث بريدة رضي الله عنه فيرتقي بذلك إلى درجة الحسن، كما في السلسلة الصحيحة للألباني رحمه الله (برقم 3001) . ¶ ويقصد الناظم رحمه الله بهذا أن هؤلاء مقطوع لهم بالجنة شهد لهم بذلك رسول الله صلى الله عليه وسلم، وسيأتي إن شاء الله ذكر بعض الأحاديث الدالة على ذلك. ¶ (الفردوس) اسم من أسماء الجنة، وهو اسم لأعلى الجنة وأوسطها وفي الحديث عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"إن في الجنة مائة درجة أعدها الله للمجاهدين في سبيله، كل درجتين ما بينهما كما بين السماء والأرض، فإذا سألتم الله فسلوه الفردوس فإنه أوسط الجنة وأعلى الجنة وفوقه عرش الرحمن ومنه تفجر أنهار الجنة\"2. ¶ (بالنور تسرح) أي بمن عليها من أهل النور والوضاءة والبهاء والحسن، (تسرح) أي تذهب حيث شاء راكبها، وفي بعض النسخ (في ¶ __________ ¶ 1 الترمذي برقم (2543) . ¶ 2 أخرجه البخاري برقم (6987) .",
            "page": "60",
            "part": "1",
            "seal": "18B8C6FA"
        },
        {
            "id": "59",
            "nass": "الخلد تسرح) والخلد هي الجنة؛ لأنها دار النعيم المقيم الذي لا يحول ولا يزول. وفي هذا أن أهل الجنة يتزاورون فيها ويغدون ويروحون لتتم لذتهم وليكمل أنسهم وسرورهم، نسأل الله الكريم من فضله. ¶ ثم قال: ¶ (سعيد وسعد وابن عوف وطلحة ... وعامر فهر والزبير الممدح) ¶ هذا تفسير وبيان للرهط بذكر أسمائهم، وهؤلاء الستة مع الأربعة الخلفاء هم العشرة المبشرون بالجنة كما بشرهم بذلك النبي صلى الله عليه وسلم في الحديث الثابت الصحيح. فهم الرهط الذين لا ريب في دخولهم الجنة، ولا ريب أنهم على نجب الفردوس في جنة الخلد يسرحون، وقد ورد في بشارتهم بالجنة أحاديث، منها ما رواه الترمذي عن عبد الرحمن بن عوف ـ رضي الله تعالى عنه ـ عن النبي صلى الله عليه وسلم أنه قال: \"أبو بكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة، وطلحة في الجنة، والزبير في الجنة، وعبد الرحمن بن عوف في الجنة، وسعد في الجنة، وسعيد في الجنة، وأبو عبيدة بن الجراح في الجنة\" 1، وفي الترمذي وابن ماجه عن سعيد بن زيد مثله.2 ¶ __________ ¶ 1 الترمذي برقم (3747) ، وصححه الألباني في صحيح الجامع برقم (50) . ¶ 2 الترمذي برقم (3748) ، وابن ماجه برقم (133) .",
            "page": "61",
            "part": "1",
            "seal": "FF8E8B27"
        },
        {
            "id": "60",
            "nass": "قال الناظم: ¶ للمصطفى خير صحب نص أنهم ... فيجنة الخلد نصاً زادهم شرفاً ¶ هم طلحة وابن عوف والزبير مع ... أبي عبيدة والسعدان والخلفاء ¶ (سعيد) هو ابن زيد بن عمرو بن نفيل، ابن عم أمير المؤمنين عمر بن الخطاب ـ رضي الله تعالى عنهما ـ، (وسعد) هو ابن أبي وقاص، (وابن عوف) هو عبد الرحمن، (وطلحة) هو ابن عبيد الله، (وعامر فهر) هو أبو عبيدة عامر بن الجراح الفهري القرشي، (والزبير) هو ابن العوام. ¶ (الممدح) أي: الذي له المدائح الكثيرة، والمدائح الكثيرة لهؤلاء جميعاً ومن أعظم هذا المدح تبشيرهم بالجنة، وينظر في مناقب هؤلاء على الخصوص كتاب (الرياض النضرة في مناقب العشرة) للمحب الطبري. ¶ (وقل خير قولٍ في الصحابة كلهم ولا تك طعاناً تعيب وتجرح) ¶ ولما ذكر الناظم هؤلاء تكلم عن الصحابة عموماً فقال: (وقل خير قول في الصحابة كلهم) أي لا يكن قولك الخير وكلامك الحسن خاصاً بهؤلاء الذين ذكروا بل قل خير قول في الصحابة جميعهم، فكلهم عدول أهل فضل ونبل.",
            "page": "62",
            "part": "1",
            "seal": "0D3984A2"
        },
        {
            "id": "61",
            "nass": "والصحابي: هو الذي لقي النبي صلى الله عليه وسلم مؤمناً به ومات على ذلك، فكل من كان بهذه الصفة فهو من الصحابة وقل فيه خير قول، ولما ذكر الله في سورة الحشر المهاجرين والأنصار قال: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلّاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ} (الحشر:10) . ¶ فذكر الله لمن جاء بعدهم صفتين هما: سلامة الصدر وسلامة اللسان، وهكذا يجب أن يكون صاحب السنة تجاه الصحابة فلا يحمل عليهم في قلبه غلاً ويكون سليم اللسان فلا يقدح فيهم ولا يخوض فيما شجر بينهم بل يقول عنهم ما يزيد حبهم في القلوب. والناظم رحمه الله أشار إلى تحقيق هاتين الصفتين بقوله: (وقل خير قول) وقد مر معنا أن القول إذا أطلق يشمل قول القلب وقول اللسان، ويكون المعنى قل فيهم خير قول بقلبك بأن يكون سليماً من الغل والحقد ولا يحمل تجاههم إلا الخير، وبلسانك بأن يكون سليماً من الطعن والقدح ولا تتكلم عنهم إلا بالخير. ¶ (ولا تك طعاناً تعيب وتجرح) لما أمر ورغب صاحب السنة في أن يقول في الصحابة خير قول، حذره من أن يقع في الطعن والتجريح لأي أحد منهم، (طعاناً) أي كثير الطعن، والمقصود النهي عن الطعن في الصحابة، وليس المقصود النهي عن المبالغة في الطعن، فقد يأتي على وزن (فعال) ملا يراد به المبالغة كقوله تعالى: {وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ} (فصلت: من الآية46) . أي: ليس بذي ظلم، وفي الحديث عن ابن مسعود رضي الله عنه مرفوعاً: \"ليس المؤمن بالطعان",
            "page": "63",
            "part": "1",
            "seal": "469A56B0"
        },
        {
            "id": "62",
            "nass": "ولا اللعان ولا الفاحش والبذيء\" 1 أي ليس بذي طعن وليس بذي لعن، هذا مع عموم المسلمين، فكيف بالأمر مع الصحابة المعدلين. ¶ (تجرح) الجرح هو الكلم، فالخوض فيما شجر بين الصحابة والنيل منهم ليس دأب أهل السنة ولا من منهجهم، بل هو شأن أهل الأهواء وسبيل أهل الضلال. ¶ والناظم هنا يقرر عدالة الصحابة ومكانتهم، الذين شرفهم الله بصحبة نبيه صلى الله عليه وسلم وسماع الروحي منه غضاً طرياً كما أنزل، فهم عدول ثقات، وهم حملة الدين ونقلته للأمة، يقول ابن مسعود ـ رضي الله تعالى عنه ـ: \"من كان متأسياً فليتأس بأصحاب رسول الله صلى الله عليه وسلم؛ فإنهم كانوا أبر هذه الأمة قلوباً، وأعمقها علماً، وأقلها تكلفاً، وأقومها هدياً، وأحسنها حالاً، اختارهم الله لصحبة نبيه صلى الله عليه وسلم، وإقامة دينه، فاعرفوا لهم فضلهم واتبعوهم في آثارهم فإنهم كانوا على الهدى المستقيم\". ¶ ومن هنا يعلم أن أي طعن في الصحابة فإنما هو طعن في الدين؛ لأن الطعن في الناقل طعن في المنقول؛ لأن الصحابة هم الذين نقلوا الدين، ولذا ما من حديث نرويه عن النبي صلى الله عليه وسلم إلا والواسطة بيننا وبينه أحد الصحابة، فالطعن فيهم طعن في الدين، ولذا يقول أبو زرعة الرازي رحمه الله: \"إذا رأيتم الرجل ينتقص أحداً من أصحاب رسول الله صلى الله عليه وسلم فاعلموا أنه زنديق؛ لأن الدين حق، والقرآن حق وإنما نقل لنا ذلك الصحابة فهؤلاء أرادوا ¶ __________ ¶ 1 أخرجه أحمد في المسند برقم (3839) ، وصححه الألباني في السلسلة الصحيحة برقم (320) .",
            "page": "64",
            "part": "1",
            "seal": "CF19D0F5"
        },
        {
            "id": "63",
            "nass": "الجرح في شهودنا ليبطلوا الكتاب والسنة وهم بالجرح أولى وهم زنادقة\". ¶ فتكفير الصحابة وتكذيبهم دسيسة من دسائس اليهود وليس المقصود به الطعن في الصحابة ذاتهم، وإنما المقصود الحيلولة بين الناس وبين الدين، فعندما يروج الروافض أن أبا هريرة رضي الله عنه كذاب أو غيره من الصحابة فإن من انطلت عليه هذه الدعاية ينصرف عن الدين ولا يثق به ولا يطمئن لعدم ثقته بمن نقله، وأي ثقة تبقى في دين يرمى حملته بالكذب ويتهمون بالكفر، وبهذا يعرف مراد القوم. ¶ وقد حذر النبي صلى الله عليه وسلم من سب الصحابة أشد التحذير وأمر بالإمساك عن القدح فيهم أو الطعن. ¶ ففي الصحيحين من حديث أبي سعيد الخدري رضي الله تعالى عنه أن النبي صلى الله عليه وسلم قال: \"لا تسبوا أصحابي فوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهباً ما أدرك مد أحدهم ولا نصيفه\".1 ¶ وثبت عنه صلى الله عليه وسلم فيما رواه عنه ابن مسعود رضي الله عنه أنه قال: \"إذا ذكر أصحابي فأمسكوا\".2 والمراد: إذا ذكروا بغير الجميل. ¶ فالصحابة ـ رضي الله تعالى عنهم ـ لا يذكرون إلا بالخير والجميل والإحسان مع الدعاء لهم بالمغفرة والرحمة والرضوان، خلاف ما يفعله ذوو القلوب المنكوسة والعقول المعكوسة من خوضٍ في الصحابة أو بعضهم طعناً وتنقصاً وسباً وتجريحاً. ففعلوا نقيض ما أمروا به، واقترفوا ضد ما دعوا إليه. ¶ __________ ¶ 1 البخاري برقم (3673) ، ومسلم برقم (2541) . ¶ 2 أخرجه الطبراني في الكبير برقم (1448) ، وصححه الألباني في السلسلة الصحيحة برقم (34) .",
            "page": "65",
            "part": "1",
            "seal": "22B9AFD8"
        },
        {
            "id": "64",
            "nass": "روى مسلم في صحيحه عن عائشة ـ رضي الله تعالى عنها ـ قالت لعروة بن الزبير: \"يا ابن أخي أمروا أن يستغفروا لأصحاب النبي صلى الله عليه وسلم فسبوهم\".1 نعوذ بالله من الزيغ والبهتان، ونسأله سبحانه ألا يجعل في قلوبنا غلاً لأحد من أهل الإيمان، وأن يغفر للصحابة الأبرار العدول الأخيار ولكل من اتبعه بالخير والإحسان. ¶ ثم إن الناظم لما بين مكانة الصحابة وحث على قول الخير فيهم وحذر من الطعن فيهم قال مبيناً الدليل على ما ذكر: ¶ (فقد نطق الوحي المبين بفضلهم ... وفي الفتح آي للصحابة تمدح) ¶ ما سبق هو تقرير لمعتقد أهل السنة في الصحابة، وهذا البيت فيه دليل ذلك المعتقد؛ ولذا فإن المنظومة على اختصارها ذكرت فيها المباحث بأدلتها، وقوله: (فقد نطق ... ) من قوله تعالى: {هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ} (الجاثية:29) . ¶ (الوحي) هو القرآن الكريم كلام الله، الذي لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد. ¶ (المبين) الواضح البين الذي لا لبس فيه ولا غموض، والمبين للشرائع والأحكام، والموضح لطريق الحق والهدى من الباطل والضلال. ¶ __________ ¶ 1 مسلم برقم (3022) .",
            "page": "66",
            "part": "1",
            "seal": "03A7F307"
        },
        {
            "id": "65",
            "nass": "(بفضلهم) الجار والمجرور متعلق بالفعل نطق، والقرآن مليء بالأدلة التي تبين فضل الصحابة ومن ذلك ما أشار إليه الناظم رحمه الله بقوله: ¶ (وفي الفتح آي للصحابة تمدح) ، وفي نسخة (في الصحابة تمدح) يشير إلى أن الوحي مليء بالأدلة الدالة على فضل الصحابة، وينبه في الوقت نفسه على كثرة الآيات في سورة الفتح التي تمدح الصحابة وتبين فضائلهم، وعند تأمل هذه السورة نجد مواضع كثيرة فيها مشتملة على مدح الصحابة: ففي أول السورة قال: {هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَاناً مَعَ إِيمَانِهِمْ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيماً حَكِيماً} (الفتح:4) ثم بعدها بآيات قال: {إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْراً عَظِيماً} (الفتح:10) . ¶ ثم ذكر حال المخلفين من الأعراب، ثم قال: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحاً قَرِيباً} (الفتح:18) ، ثم بعدها بآيات قال: {إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً} (الفتح:26) . ¶ ثم ختم السورة بقوله: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ وَرِضْوَاناً",
            "page": "67",
            "part": "1",
            "seal": "8B592AB8"
        },
        {
            "id": "66",
            "nass": "سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْأِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً} (الفتح: من الآية29) . ¶ فكل هذه الآيات في فضل الصحابة، بل الآية الأخيرة فيها ذكر فضل الصحابة في القرآن، وبيان فضلهم في التوراة والإنجيل، بذكر مثلهم في التوراة وهو أنهم {أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ} ومثلهم في الإنجيل وهو أنهم: {كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّار} . ¶ وهذه الآية احتج بها بعض السلف منهم الإمام مالك على كفر الروافض؛ لأن الله يقول: {لِيَغِيظَ بِهِمُ الْكُفَّارَ} . ¶ وبهذا أنهى الناظم الكلام عن الصحابة؛ حيث بين مكانتهم وفضلهم، وحذر من الطعن فيهم والجرح لهم، وقرر بإيجاز عقيدة أهل السنة والجماعة فيهم ـ رضي الله تعالى عنهم وأرضاهم أجمعين.",
            "page": "68",
            "part": "1",
            "seal": "6347EEFC"
        },
        {
            "id": "67",
            "nass": "الإيمان بالقدر ¶ 21 (وبالقدر المقدور أيقن فإنه ... دعامة عقد الدين والدين أفيح) ¶ هذا البيت في إثبات الركن السادس من أركان الإيمان وهو الإيمان بالقدر، كما جاء في حديث جبريل المشهور، قال أخبرني عن الإيمان. قال: \"أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، والقدر خيره وشره\". وهذا جزء من حديث طويل خرجه مسلم عن ابن عمر عن أبيه عمر ـ رضي الله تعالى عنهما ـ والحديث له قصة كما في مسلم، فإن ابن عمر جاءه رجلان فقالا له: إن قبلنا قومٌ يقرؤون القرآن ويقولون إن الأمر أنفٌ ولا قدر. فقال ابن عمر: إذا لقيت أولئك فأخبرهم أني بريءٌ منهم وأنهم برآء مني، والذي يحلف به عبد الله بن عمر لو أن لأحدهم مثل أحد ذهباً فأنفقه ما قبل منه حتى يؤمن بالقدر، فإني سمعت أبي يقول: بينما نحن جلوس عند رسول الله صلى الله عليه وسلم وذكر الحديث.1 ¶ فالإيمان بالقدر ركن من أركان الإيمان، وأصل من أصول الدين، وعمود من أعمدته، وإن انهدم فلا يبقى إيمان ولا دين. فالدين له فروع كثيرة ولكنه يقوم على ستة أصول لا ينفعك بعضها عن بعض منها الإيمان ¶ __________ ¶ 1 مسلم برقم (1) .",
            "page": "69",
            "part": "1",
            "seal": "6AF2644A"
        },
        {
            "id": "68",
            "nass": "بالقدر، وبزوال شيء منها ينهدم الدين ولا يبقى. ولذا جاء عن ابن عباس ـ رضي الله تعالى عنهما ـ قال: \"القدر نظام التوحيد فمن وحد الله وكذب بالقدر فقد نقض تكذيبه توحيده\". أي أنه إذا لم يكن إيمان بالقدر فليس هناك توحيد. والكفر بالقدر كفر بالله كما قال أحمد رحمه الله: \"القدر قدرة الله\". وقد جاء في القرآن نصوص كثيرة واضحة الدلالة ليس فيها أدنى إشكال في أن الأمور كلها بقدر، قال تعالى: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} (القمر:49) ، وقال تعالى: {مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكَانَ أَمْرُ اللَّهِ قَدَراً مَقْدُوراً} (الأحزاب:38) ، وقال تعالى: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} (التكوير:29) ، وقال تعالى: {الَّذِي خَلَقَ فَسَوَّى. وَالَّذِي قَدَّرَ فَهَدَى} (الأعلى:3،2) ، وقال تعالى: {ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى} (طه: من الآية40) ، فكل شيء بقدر الأعيان والصفات، فأعيان المخلوقات وكذلك ما يقوم بها من صفات كالحركات والسكنات والكلام والسكوت كلها بقدر، وقد جاء عن ابن عباس ـ رضي الله تعالى عنهماـ عند البخاري في خلق أفعال العباد1:\" كل شيء بقدر حتى وضعك يدك على خدك\". ¶ ولا تسقط ورقة من شجرة إلا بقدر, حتى العجز والكيس بقدر قدره الله وقضاه كما قال صلى الله عليه وسلم:\"كل شيء بقدر حتى العجز والكيس\" رواه مسلم2. من حديث عبد الله بن عمرو بن العاص رضي الله عنهما. ¶ __________ ¶ 1 برقم (96) معلقا. ¶ 2 مسلم برقم (2655) .",
            "page": "70",
            "part": "1",
            "seal": "09B04961"
        },
        {
            "id": "69",
            "nass": "فكل شيء بقدر ولا يمكن أن يكون في الكون شيء لم يرده الله ولم يخلقه إذ الملك ملكه والخلق خلقه، والإيمان بهذا واجب وقد أجمع أهل السنة عليه، وتتلخص عقيدتهم في الإيمان بالقدر بأن يؤمن العبد بأن الله سبق في علمه وجود الكائنات وما يعمله العباد من خير وشر، وكتب كل ذلك في اللوح المحفوظ، وأن وجود أي شيء من ذلك إنما يكون بمشيئته، وأنه سبحانه الخالق لكل شيء. ¶ وعليه فالإيمان بالقدر لا يكون إلا بالإتيان بمراتب القدر، وهي أربع مراتب: ¶ 1- الإيمان بعلم الله الأزلي، وأنه أحاط بكل شيء علماً، وأنه علم ما كان وما سيكون وما لم يكن لو كان كيف يكون، {وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْراً لَأسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ} (لأنفال:23) ¶ يقول تعالى: {الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ. يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ} (سبأ:1،2) ، {يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ} (لقمان:16) ¶ 2- الإيمان بالكتابة وأن كل شيء كتب ودون في اللوح المحفوظ. ¶ قال الله تعالى: {وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ. وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ}",
            "page": "71",
            "part": "1",
            "seal": "DAF7B5EF"
        },
        {
            "id": "70",
            "nass": "(القمر:52-53) ، وقال تعالى: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} (الحج:70) ، وقال تعالى: {مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} (الحديد:22) . ¶ وعن عبد الله بن عمرو بن العاص ـ رضي الله تعالى عنهما ـ قال رسول الله صلى الله عليه وسلم: \"كتب الله المقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة وعرشه على الماء\" رواه مسلم،1 وعن عبادة بن الصامت رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"إن أول ما خلق الله القلم قال له اكتب فجرى بتلك الساعة بما هو كائن إلى يوم القيامة\" رواه أحمد والترمذي.2 ¶ 1- الإيمان بالمشيئة وأن ما شاء الله كان وما لم يشأ لم يكن. قال الله تعالى: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} (التكوير:29) ، وقال تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} (البقرة: من الآية255) . ¶ وقال رسول الله صلى الله عليه وسلم في وصيته لابن عباس ـ رضي الله تعالى عنهما ـ: \"واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء كتبه الله لك، ولو اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء كتبه الله عليك، رفعت الأقلام وجفت الصحف\".3 ¶ __________ ¶ 1 مسلم برقم (2653) . ¶ 2 أحمد في المسند برقم) 23083) ، والترمذي برقم (2155) ، وصححه الألباني في صحيح الجامع برقم (2017) . ¶ 3 أخرجه الترمذي برقم (2516) ، وصححه الألباني في صحيح الجامع برقم (7957) .",
            "page": "72",
            "part": "1",
            "seal": "FE5C56AA"
        },
        {
            "id": "71",
            "nass": "وللشافعي أربعة أبيات يقول عنها ابن عبد البر إنها من أثبت ما نسب إليه، ومن أحسن ما قيل في القدر نظماً: ¶ ما شئت كان وإن لم أشأ ... وما شئت إن لم تشأ لم يكن ¶ خلقت العباد على ما علمت ... وفي العلم يجري الفتى والمسن ¶ على ذا مننت وهذا خذلت ... وهذا أعنت وذا لم تعن ¶ فمنهم شقي ومنهم سعيد ... ومنهم قبيح ومنهم حسن ¶ 4- الإيمان بالإيجاد والخلق وأن الموجد الخالق للأشياء كلها هو الله تعالى كما قال تعالى: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} ، وقال تعالى: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} (الزمر:62) ، وقال تعالى: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} (الصافات:96) ¶ فهذه هي مراتب الإيمان بالقدر، وليس هناك مخلوق إلا ويمر بهذه المراتب، وهذه المراتب لا إيمان بالقدر إلا بالإيمان بها، وكل مرتبة منها عليها عشرات الأدلة من الكتاب والسنة، جمعها أحدهم في بيت واحد فقال: ¶ علمٌ كتابة مولانا مشيئته ... وخلقه وهو إيجادٌ وتكوينٌ ¶ ثم إنه قد نشأ في الأمة فرقتان ضلتا في هذا الباب. فرقة كان ضلالها بنفي القدر، وأخرى بالغلو في إثباته، وكلاهما على طرفي نقيض، وكلا طرفي قصد الأمور ذميم، وخير الأمور الوسط.",
            "page": "73",
            "part": "1",
            "seal": "5A44FFB9"
        },
        {
            "id": "72",
            "nass": "وغلاة منكري القدر كانوا ينكرون القدر بمراتبه الأربعة، وهؤلاء ذكر غير واحد من أهل العلم أنهم انقرضوا، ثم صار أمر خلفهم إلى إثبات العلم والكتابة وإنكار المشيئة والإيجاد، فيقولون إن الله علم فعل الإنسان وكتبه ولكنه لم يشأه ولم يوجده وإنما خلقه الإنسان. ¶ وكان أحمد رحمه الله يقول: \"ناظروا القدرية بالعلم فإن جحدوه كفروا وإن أقروا به خصموا\" وهؤلاء يسمون القدرية النفاة، وهم المعتزلة وهم الذين ورد فيهم أنهم مجوس هذه الأمة؛ لقولهم بخالقين؛ كالمجوس الذين قالوا بإثبات خالقين النور والظلمة، والمعتزلة أثبتوا خالقين: الله وهو خالق الأعيان، والإنسان وهو خالق أفعاله. ¶ ويقابل هؤلاء القدرية المجبرة وهم الجبرية الجهمية، وهؤلاء غلوا في إثبات القدر، قالوا أفعال العباد بقدرة الله ولا قدرة ولا مشيئة للعبد فيها بل هو كالورقة في مهب الريح مجبور على فعل نفسه، والفاعل الحقيقي هو الله والإنسان ليس له مشيئة بل هو مثل الورقة في مهب الريح، ومن هنا سموا جبرية، وهؤلاء لا يطبقون مذهبهم في كل شيء بل يطبقونه في حالات دون حالات، وهذا تناقض، والتناقض دليل فساد المذهب، وهذه عادة أهل البدع الوقوع في التناقض. فإنه لو زنى الجبري وترك الصلاة وارتكب الموبقات فاعترض عليه أحد قال أنا مجبور كالورقة في مهب الريح. بينما هو نفسه لو جاء شخص وضربه أو اعتدى على ماله أو حقٍ من حقوقه وقال أنا كالورقة في مهب الريح لم يقبل منه الجبري ذلك، وهذا هو",
            "page": "74",
            "part": "1",
            "seal": "8DB5C6E1"
        },
        {
            "id": "73",
            "nass": "التناقض، فهو في الأمور التي يحبها يقول أنا مجبور، وإذا فعل به ما يكره ترك مذهبه. ومن هنا يعلم أن مذهب أهل البدع ليس عن عقيدة وإنما هو عن أهواء وشهوات. ولذا قال بعض أهل العلم لأحدهم: \"أنت عند الطاعة قدري، وعند المعصية جبري\"؛ لأنه إذا فعل الطاعة قال: أنا الفاعل لها بمشيئتي ولا قدرة لله عليها، وإذا فعل المعاصي قال: أنا مجبور ولا مشيئة لي. وهذا يبين أنهم أهل أهواء ومتبعون لحظوظ النفس. ¶ ويرد على الفرقتين بقوله تعالى: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ. وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} (التكوير:28،29) ففي قوله: {لِمَنْ شَاءَ مِنْكُمْ} رد على الجبرية، وفي قوله: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ ... } رد على القدرية. ¶ (وبالقدر المقدور أيقن) أي آمن بالقدر المقدور، أي الصادر عن الرب سبحانه مقدراً محكماً، وقد عرفنا أنه لا إيمان بالقدر إلا بالإيمان بمراتبه الأربعة. ¶ وقوله: (أيقن) اليقين ضد الشك والمراد أي لا يكن في قلبك أي شك في ذلك، فاليقين انتفاء الشك، وهو تمام العلم وكماله فإذا وجد شك أو تردد أو ظن ذهب اليقين. ولا يكفي العلم فقط بل لابد من اليقين. ¶ (فإنه دعامة عقد الدين) (الدعامة) بكسر الدال: عماد البيت وأساس البناء، و (العقد) بكسر العين القلادة، فالدين عبارة عن عقد ينتظم أموراً كثيرةً، وله شعب متنوعة وأجزاء متعددة وأعمال وفيرة وله أعمدة ودعائم يقوم عليها بناؤه، والإيمان بالقدر هو أحد هذه الأعمدة والدعائم",
            "page": "75",
            "part": "1",
            "seal": "43714308"
        },
        {
            "id": "74",
            "nass": "التي يقوم عليها هذا البناء، وهذا يؤكد أن زوال هذا الركن يؤدي إلى زوال الدين والإيمان، وانفراط هذا العقد المبارك. ¶ (والدين) أل هنا للعهد وهو إما ذهني أو ذكري، وهو هنا ذهني أي الدين المعهود وهو دين الإسلام {إِنَّ الدِّينَ عِنْدَ اللَّهِ الإسْلامُ} (آل عمران:19) وهو الدين الذي ارتضاه الله لعباده {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإسْلامَ دِيناً} (المائدة: من الآية3) ، ولا يقبل الله من أحدٍ ديناً سواه. {وَمَنْ يَبْتَغِ غَيْرَ الْإسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} (آل عمران:85) ¶ (أفيح) أي واسع، فيه أعمال كثيرة، وطاعات عديدة، وعبادات متنوعة وأحكام جليلة، ولكنه يقوم على أعمدة راسخة وأسس متينة، ومن تلك الأعمدة الإيمان بالقدر. ¶ وينبغي أن يعلم أنه لا يتنافى مع الإيمان بالقدر فعل الأسباب بل إن من تمام الإيمان بالقدر فعل الأسباب، ويوضحه حديث علي رضي الله عنه عن رسول الله صلى الله عليه وسلم عندما قال له بعض الصحابة: فيما العمل؟ أفي أمر مستأنف أم في أمر قدر وقضي؟ قال: \"بل فيما قدر وقضى\" قالوا ففيما العمل؟ قال: \"اعملوا فكل مسير لما خلق له، فمن كان من أهل السعادة يسره الله لعمل أهل السعادة ومن كان من أهل الشقاوة يسره الله لعمل أهل الشقاوة\".1 ¶ __________ ¶ 1 أخرجه البخاري برقم (4948) ، ومسلم برقم (2647) .",
            "page": "76",
            "part": "1",
            "seal": "BF7EA04F"
        },
        {
            "id": "75",
            "nass": "وهذه الكلمة من النبي صلى الله عليه وسلم فيها برد اليقين والشفاء. ولذا لما قال لهم ذلك كان منهم أمران: آمنوا بالقدر، وتنافسوا في فعل الأعمال واجتهدوا في الإتيان بالطاعات. وقوله صلى الله عليه وسلم \"اعملوا\" لا يوجه لمن لا مشيئة له، بل هو موجه لمن له مشيئة يختار بها ما يريد، وهذا يدل على أن الإنسان عنده مشيئة بها يختار ما يريد وهذا متقرر عند كل الناس في أمر الدنيا. وقوله صلى الله عليه وسلم: \"فكل ميسر لما خلق له\" أي: أن مشيئة العبد التي يعمل بها تحت مشيئة الله فالعبد له مشيئة بها يختار ويريد وليس مجبراً كالورقة في مهب الريح. فإذا كان الأمر كذلك فإن علينا أن نحرص على ما ينفعنا ونستعين بالله ونطلب منه العون والتوفيق كما قال صلى الله عليه وسلم فيما رواه عنه أبو هريرة رضي الله عنه: \"احرص على ما ينفعك واستعن بالله\". 1 ¶ __________ ¶ 1 أخرجه مسلم برقم (2664) .",
            "page": "77",
            "part": "1",
            "seal": "3F1605D1"
        },
        {
            "id": "76",
            "nass": "الإيمان باليوم الآخر ¶ 22 (ولا تنكرن جهلاً نكيراً ومنكراً ... ولا الحوض والميزان إنك تنصح) ¶ 23 (وقل يخرج الله العظيم بفضله ... من النار أجساداً من الفحم تطرح) ¶ 24 (على النهر في الفردوس تحيا بمائه ... كحب حميل السيل إذ جاء يطفح) ¶ 25 (وإن رسول الله للخلق شافعٌ ... وقل في عذاب القبر حقٌ موضح) ¶ هذه الأبيات يتحدث فيها الناظم عن الإيمان باليوم الآخر الذي هو أحد أركان الإيمان الستة، وقد مر في الأبيات السابقة بعض هذه الأركان وهذه الأركان الستة مترابطة لا ينفك بعضها عن بعض والإيمان ببعضها يوجب الإيمان ببعضها الآخر والكفر ببعضها كفر بباقيها. ¶ وقد جمع بين هذه الأركان في نصوص كثيرة من القرآن قال الله تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} (البقرة:177) ، وقال تعالى: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ",
            "page": "78",
            "part": "1",
            "seal": "6B3BBB00"
        },
        {
            "id": "77",
            "nass": "كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} (البقرة: من الآية285) ، وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلالا بَعِيداً} (النساء:136) . ¶ فالإيمان باليوم الآخر أصل من أصول الدين، ومن لا يؤمن باليوم الآخر لا يؤمن بالله. والناظم يتحدث هنا عن هذا الركن العظيم. ولأن المنظومة مختصرة لا مجال فيها للبسط والإطناب فإنه أشار إلى بعض الأمور الكائنة في اليوم الآخر منبهاً بذلك إلى الأمور الأخرى التي لم يتمكن من ذكرها مراعاة للاختصار. وقد ذكر في هذه الأبيات الأربعة جملة من أمور يوم القيامة فذكر منكراً ونكيراً، والحوض، والميزان، وإخراج عصاة الموحدين من النار والشفاعة، وعذاب القبر. ¶ والإيمان باليوم الآخر ضابطه: الإيمان بكل ما أخبر الله به وما أخبر به رسوله صلى الله عليه وسلم مما يكون بعد الموت. وهذا من أجمع ما يكون في تعريف الإيمان باليوم الآخر؛ لشموله لكل ما يكون بدايةً من دخول القبر إلى افتراق الناس إلى فرقتين، فريق في الجنة وفريق في السعير. ¶ ويدخل في الإيمان باليوم الآخر الإيمان بأشراط الساعة لأنها أمارات وعلامات على دنوها وقرب مجيئها. قال تعالى: {فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا} (محمد: من الآية18)",
            "page": "79",
            "part": "1",
            "seal": "BAB53EA1"
        },
        {
            "id": "78",
            "nass": "وفي حديث جبريل قال: \"أخبرني عن الساعة، قال ما المسؤول عنها بأعلم من السائل، قال أخبرني عن أماراتها، قال: أن تلد الأمة ربتها، وأن ترى الحفاة العراة العالة رعاء الشاء يتطاولون في البنيان\". 1 فالساعة لها علامات كبرى تكون عند قرب قيامها، وعلامات صغرى تكون قبل ذلك. فالإيمان بهذه العلامات من الإيمان باليوم الآخر. ¶ ثم الإيمان بالقبر وفتنته وعذابه ونعيمه، وأن الناس يفتنون في القبور. قال صلى الله عليه وسلم: \"عذاب القبر حق\"،2 وقد كان يتعوذ منه دبر كل صلاة. ¶ (ولا تنكرن) (لا) ناهية، و (تنكرن) من الإنكار وهو الجحد وعدم الإثبات. ¶ (جهلاً) مفعول لأجله، أي لا تنكر وجودهما لأجل جهلك وبسبب قلة علمك. ¶ (نكيراً ومنكراً) هذان ملكان من ملائكة الله زرق العيون سود الوجوه كما في الترمذي من حديث أبي هريرة: \"إذا قبر الميت أو قال أحدكم أتاه ملكان أسودان أزرقان يقال لأحدهما المنكر، وللآخر النكير، فيقولان: ما كنت تقول في هذا الرجل؟ فيقول: ما كان يقول هو عبد الله ورسوله أشهد أن لا إله إلا الله وأن محمداً عبده ورسوله، فيقولان: قد كنا نعلم أنك تقول هذا، ثم يفسح له في قبره سبعون ذراعاً في سبعين ثم ينور له ¶ __________ ¶ 1 تقدم (ص 69) . ¶ 2 أخرجه البخاري برقم (1372) ، ومسلم برقم (584) .",
            "page": "80",
            "part": "1",
            "seal": "B467008C"
        },
        {
            "id": "79",
            "nass": "فيه، ثم يقال له نم، فيقول: أرجع إلى أهلي فأخبرهم, فيقولان: نم كتومة العروس الذي لا يوقظه إلا أحب أهله إليه حتى يبعثه الله من مضجعه ذلك, وإن كان منافقاً قال: سمعت الناس يقولون فقلت مثله لا أدري, فيقولان: قد كنا نعلم أنك تقول ذلك, فيقال للأرض التئمي عليه فتلتئم عليه فتختلف فيها أضلاعه فلا يزال فيها معذباً حتى يبعثه الله من مضجعه ذلك\"1 , ¶ وسبب هذه التسمية لأنهما يأتيان على صورة منكره لم يعهدها الإنسان وليس فيها أنس للناظرين, ويسميان الفتانان؛ لأنهما يفتنان الناس في قبورهم. فالإيمان بالمنكر والنكير من الإيمان باليوم الآخر. وقد سأل رجل الإمام أحمد: هل نقول المنكر والنكير أم الملكين؟ قال: \"المنكر والنكير هكذا هو\". ¶ فالحديث صح في ذكر هذين الاسمين فيجب الإيمان بهذين الاسمين والمعتزلة الذين يحكمون عقولهم في الشرع يردون هذا ولا يؤمنون به ويقولون: لا يصح أن يقال عن بعض ملائكة الله أنه منكر ونكير فأنكروا هذا بالعقل وهذا من غلبة الجهل وقلة العلم من هؤلاء بالشرع ولذا قال الناظم: (جهلاً) أي لا تنكرن يا صاحب السنة بسبب الجهل هذا الأمر. وهذا إشارة منه إلى أنه لا ينكر منكرا ونكير إلا الجاهل، أما العالم بالكتاب والسنة فأنه يؤمن به. ¶ والمعتزلة وإن كانوا أهل كلام فإنهم ليسوا أهل علم. ولذا قال أبو يوسف: \"العلم بالكلام جهل والجهل بالكلام علم\". فالعلم: قال الله قال ¶ __________ ¶ 1 الترمذي برقم (1071) ، وصححه الألباني في صحيح سنن الترمذي برقم (1071) .",
            "page": "81",
            "part": "1",
            "seal": "FF925C51"
        },
        {
            "id": "80",
            "nass": "رسوله صلى الله عليه وسلم قال الصحابة. فالمتكلم وإن كان صاحب فصاحة وبيان ومنطق وجدل فإنه جاهل لا علم له. ¶ ثم إن هذين الملكين يأتيان العبد في قبره ويجلسانه ويسألانه من ربك وما دينك ومن نبيك. ولذا من الأمور المهمة نشر هذه الأصول الثلاثة بين الناس وتعليمهم إياها لأنها أول ما يسأل عنه الإنسان في قبره. ولذا كان من نصيحة الإمام محمد بن عبد الوهاب للأمة تأليفه لرسالته الجليلة الأصول الثلاثة وأدلتها. وعلى ضوء جواب الإنسان على هذه الأسئلة وتثبيت الله له من عدم تثبيته يكون الناس على قسمين قسم يعذبون في قبورهم وقسم ينعمون. وعذاب القبر حق، قال الله في حق آل فرعون: {النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ} (غافر:46) فهم الآن يعذبون في القبر يومياً إلى قيام الساعة وهذا حال كل كافر بالله، أما أهل التوحيد ممن هم عصاة وأهل كبائر ليس تعذيبهم في القبر كتعذيب الكافر وإنما يعذبون على قدر كبائرهم. وأما المؤمن فإنه منعم في قبره. ولا يجوز إنكار عذاب القبر ونعيمه بالعقل والمنطق والتجارب، خاصة تجارب الملاحدة حيث قالوا: حفرنا القبور فلم نجد جنة ولا ناراً ولم نر عذاباً ولا نعيماً، وليكن فإن الله يقول في صفة المتقين: {ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ. الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} (البقرة:2-3) أي: يؤمنون بكل ما غاب عنهم مما أخبرتهم به رسل الله عليهم السلام.",
            "page": "82",
            "part": "1",
            "seal": "3216CD55"
        },
        {
            "id": "81",
            "nass": "ثم إن الناظم قد بدأ كلامه عن الإيمان باليوم الآخر بالكلام عن الملكين منكر ونكير إشارة إلى أن القبر وما فيه هو أول منازل الآخرة وأن من مات قامت قيامته، والمؤمن يؤمن بهذا وبكل ما يكون بعده؛ فنؤمن بالنفخ بالصور وهو قرن ينفخ فيه والموكول به إسرافيل. والنفخات ثلاث، نفخة الفزع ونفخة الصعق ونفخة القيام، وبعض العلماء جعلها نفختين، والصحيح أنها ثلاث، وكلها ذكرت في القرآن: {وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ} (النمل:87) ، {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ} (الزمر:68) . ¶ فينفخ في الصور النفخة الأولى فيفزع الناس ثم ينفخ فيه فيصعقون ثم ينفخ فيقومون لرب العالمين وفي الحديث أن بينهما أربعين. ولا يدرى أربعين ماذا؟ وجاء في وصف قيامهم بأنهم: \"يقومون حفاة عراة غرلاً\"1. ¶ وكذلك الإيمان بالحشر أي حشر الناس في عرصات يوم القيامة لله، ويحشرون كلهم من أولهم إلى آخرهم يجمعون على صعيد واحد {وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَداً} (الكهف:47) . ¶ وكذلك الإيمان بدنو الشمس من الخلائق وتفاوت الناس في العرق ومن يظلهم الله ومن لا يظلهم. ¶ __________ ¶ 1 أخرجه مسلم برقم (2859) .",
            "page": "83",
            "part": "1",
            "seal": "CD732E6C"
        },
        {
            "id": "82",
            "nass": "وكذلك الإيمان بالدواوين ومجيء الرب لفصل القضاء والإيمان بالصراط وكل ما جاء بالكتاب والسنة. ¶ وفي ذكر الناظم للمنكر والنكير وتحذيره من إنكار وجودهما وإنكار ما يقومان به من مهام الله عز وجل وهما ملكان من الملائكة إشارة إلى وجوب الإيمان بالملائكة عموماً وبأسمائهم ووظائفهم وأوصافهم وأعدادهم الواردة في الكتاب والسنة إجمالاً وتفصيلا فيما فصل، بل الإيمان بهم ركن من أركان الإيمان وأصل من أصوله العظام. ¶ (ولا الحوض والميزان إنك تنصح) أي ولا تنكرن جهلاً الحوض المورود والذي أعده الله لنبيه ولأمته. وجاء وصف هذا الحوض أن: \"طوله شهر وعرضه شهر، ومائه أحلى من العسل، وأطيب من ريح المسك، وعدد كيزانه عدد نجوم السماء، من شرب منه شربةً لم يظمأ بعدها أبداً\". 1 ¶ وأحاديث الحوض متواترة كما ذكر ذلك السيوطي وغيره وذكر أنه مروي عن خمسين صحابياً. وجاء في الحديث: \"لكل نبي حوض\".2 وفي بعض الأحاديث ذكر صلى الله عليه وسلم \"أن بعض الناس يذاد عن هذا الحوض فيقول النبي أصحابي أصحابي فيقال له إنك لا تدري ما أحدثوا بعدك\"،3 وهو محمول على من ارتد عن الإسلام ومات مرتداً، ومن العجب أن يحمل ¶ __________ ¶ 1 أخرجه البخاري برقم (6579) ، ومسلم برقم (2292) . ¶ 2 أخرجه الترمذي برقم (2443) ، وصححه الألباني في السلسلة الصحيحة برقم (1589) . ¶ 3 أخرجه البخاري برقم (6582) ، ومسلم برقم (2304) .",
            "page": "84",
            "part": "1",
            "seal": "682F348E"
        },
        {
            "id": "83",
            "nass": "الروافض هذا الحديث على صحابة النبي صلى الله عليه وسلم، مع أنهم ومن على شاكلتهم هم المعنيون بهذا الحديث؛ لأن الصحابة لم يغيروا ولم يحدثوا بعده كما قال تعالى: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلاً} (الأحزاب:23) . وأما الذين بدلوا وحرفوا هم الروافض حتى إنهم حرفوا القرآن وزادوا فيه وأنقصوا. فهم رموا الصحابة بما هم أهله. والشاهد أن الإيمان بالحوض المورود واجب ولا ينكره إلا جاهل بالحديث. ¶ (والميزان) ومن الإيمان باليوم الآخر الإيمان بالميزان الذي ينصب يوم القيامة {و َنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ} (الأنبياء:47) ، فتوزن الأعمال والدواوين والأشخاص. وهو ميزان حقيقي وهو كفتان يوضع على كفة الحسنات ويوضع على كفة السيئات. ومن ذلك حديث البطاقة. والشاهد فيه ذكر الكفتين وهو قوله (فتوضع البطاقة في كفة والسجلات في كفة) . وجاء فس بعض الآثار: \"له لسان وكفتان\"، وهو مروي عن ابن عباس ـ رضي الله تعالى عنهما ـ ذكره أبو الشيخ من طريق الكلبي، ويروي أيضاً عن الحسن، ولم يأتي ذكر اللسان في حديث مرفوع. وأحاديث الميزان متواترة، والقرآن مليء بالآيات عن الميزان، وهي موازين تزن بمثاقيل الذر {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ.وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ} (الزلزلة:8،7) . ويدخل تحت هذا الإيمان بالدواوين",
            "page": "85",
            "part": "1",
            "seal": "B5EAF934"
        },
        {
            "id": "84",
            "nass": "وأخذ الكتاب باليمين أو بالشمال من وراء الظهر، وما يتبع ذلك من نعيم أو عذاب، ومن انقسام إلى فريقين فريق في الجنة وفريق في السعير. ¶ (وقل يخرج الله العظيم بفضله ... من النار أجساداً من الفحم تطرح) ¶ (على النهر في الفردوس تحيا بمائه ... كحب حميل السيل إذ جاء يطفح) ¶ هذان البيتان يذكر الناظم رحمه الله فيهما أهل الكبائر من عصاة الموحدين الذين أدخلوا النار بسبب كبائرهم وذنوبهم، وأنهم يخرجون على هذه الهيئة التي ذكر وأنهم يطرحون على أنهار الجنة فيحيون بمائه وتعود لهم صحتهم وتزدان هيأتهم. ¶ وقد أخذ هذا رحمه الله من حديث أبي سعيد الخدري ـ رضي الله تعالى عنه ـ قال قال رسول الله صلى الله عليه وسلم: \"أما أهل النار الذين هم أهلها فإنهم لا يموتون فيها ولا يحيون. ولكن ناس أصابتهم النار بذنوبهم فأماتتهم إماتةً حتى إذا كانوا فحماً أذن بالشفاعة فجيء بهم ضبائر ضبائر فبثوا على أنهار الجنة، ثم قيل: يا أهل الجنة أفيضوا عليهم. فينبتون نبات الحبة تكون في حميل السيل\" فقال رجل من القوم كأن رسول الله صلى الله عليه وسلم قد كان في البادية. رواه مسلم،1 وقوله: (ضبائر) أي الجماعات. ¶ وفي الصحيحين عنه ـ رضي الله تعالى عنه ـ قال قال رسول الله صلى الله عليه وسلم: \" يدخل أهل الجنة الجنة وأهل النار النار، ثم يقول الله تعالى: أخرجوا من ¶ __________ ¶ 1 مسلم برقم (185) .",
            "page": "86",
            "part": "1",
            "seal": "69C9ABA4"
        },
        {
            "id": "85",
            "nass": "كان في قلبه مثقال حبة من خردل من إيمان، فيخرجون منها قد اسودوا فيلقون في نهر الحياء أو الحياة-شك مالك- فينبتون كما تنبت الحبة في جانب السيل ألم تر أنها تخرج صفراء ملتوية\".1 ¶ (وقل يخرج الله العظيم بفضله) أي يخرجهم من النار وإنما هو فضل من الله وحتى إذنه للشافع فضل من الله وتشريف له أي للشافع. ¶ (من النار أجساداً من الفحم) لأن النار أهلكتهم وأماتتهم وأحرقتهم حتى صاروا فحماً، والفحم هو الجمر الطافي وهو أسود اللون. ¶ (تطرح) أي يلقون على النهر فالجار والمجرور في قوله (على النهر) متعلق بالفعل المضارع (تطرح) . ¶ (الفردوس) اسم من أسماء الجنة، ويطلق أيضاً على أعلى الجنة وفي الحديث، قال رسول الله صلى الله عليه وسلم: \"إذا سألتم الله الجنة فاسألوه الفردوس فإنه أعلى الجنة ووسط الجنة وفوقه عرش الرحمن\". 2 ¶ (كحب حميل السيل) وفي بعض النسخ (كحبة حمل السيل) وهما بمعنى واحد، و (الحب) بالكسر هو بروز الصحراء مما ليس بقوت، وقيل هو نبت صغير ينبت في الحشيش، وأما (الحبة) بفتح الحاء فهي ما يزرعه الناس، وحميل السيل أي: الذي يحمله السيل؛ لأن السيل إذا جاء حمل معه البذور ثم يلقيها على جنبتيه ثم تحيى هذه البذور وتنبت بماء السيل، وهكذا الشأن يكون في هؤلاء المخرجين. ¶ __________ ¶ 1 البخاري برقم (22) ، ومسلم برقم (184) . ¶ 2 تقدم (ص 60) .",
            "page": "87",
            "part": "1",
            "seal": "0009F939"
        },
        {
            "id": "86",
            "nass": "(إذ جاء يطفح) أي: إذ جاء ذلك السيل يعني وقت مجيئه (يطفح) أي فيض، يقال طفح الإناء أي: امتلأ وارتفع الماء فيه. ¶ وهؤلاء الذين ضرب لهم هذا المثل هم من أهل الكبائر والعظائم فيما دون الشرك، وأما المشركين الكفار فهم مخلدون في النار أبد الآبدين، لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها، ولا يخرجون منها أبداً كما قال تعالى: {وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ. وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحاً غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ} (فاطر:36،37) . ¶ فهذا شأن الكفار ومآلهم، وأما مرتكبو الكبائر وعصاة الموحدين فحكمهم عند أهل السنة أنهم تحت المشيئة إن شاء الله عذبهم وإن شاء غفر لهم وإن أدخلهم النار فلا يخلدون فيها بل يخرجون بشفاعة الشافعين وبرحمة أرحم الراحمين. ¶ والبيتان يتضمنان الرد على الخوارج والمعتزلة الذين يقولون إن مرتكب الكبيرة مخلد في النار. ¶ وفي البيتين أيضاً إشارة إلى الجنة ونعيمها والنار وعذابها، والإيمان بذلك وبكافة التفاصيل الواردة في الكتاب والسنة المتعلقة بالجنة والنار هو من الإيمان باليوم الآخر.",
            "page": "88",
            "part": "1",
            "seal": "A1B368FA"
        },
        {
            "id": "87",
            "nass": "وإن رسول الله للخلق شافعٌ ... وقل في عذاب القبر حقٌ موضح ¶ (وإن رسول الله) فيه الإيمان بالرسول صلى الله عليه وسلم وبجميع خصائصه، والرسول: هو من بعثه الله بوحيه الكريم وذكره الحكيم مبشراً ونذيراً وداعياً إلى الله بإذنه وسراجاً منيراً. ¶ والمراد برسول الله هنا، أي محمد صلى الله عليه وسلم خاتم النبيين وإمام المرسلين وقائد الغر المحجلين، صاحب المقام المحمود والحوض المورود الشافع المشفع صلوات الله وسلامه عليه. ¶ (للخلق) إشارة إلى الشفاعة العظمى التي تكون في عرصات يوم القيامة والتي يغبطه عليها الأولون والآخرون، وهذه الشفاعة من الرسول صلى الله عليه وسلم تكون لجميع الخلائق بأن يبدأ في حسابهم، وحديث الشفاعة حديث متواتر قد ورد من عدة أوجه عن الجماعة من أصحاب النبي صلى الله عليه وسلم منهم أبو بكر وابن عمر وابن عباس وأبو هريرة وأنس وحذيفة وغيرهم رضي الله تعالى عن الصحابة أجمعين، ومن هذه الأحاديث ما رواه الشيخان من حديث أبي هريرة –رضي الله تعالى عنه- قال قال رسول الله صلى الله عليه وسلم: \"أنا سيد الناس يوم القيامة وهل تدرون مم ذلك؟ يجمع الله الناس الأولين والآخرين في صعيد واحد يسمعهم الداعي وينفذهم البصر وتدنو الشمس فيبلغ الناس من الغم والكرب ملا يطيقون ولا يحتملون فيقول الناس ألا ترون ما قد بلغكم ألا تنظرون من يشفع لكم إلى ربكم فيقول بعض الناس لبعض عليكم بآدم",
            "page": "89",
            "part": "1",
            "seal": "D579132B"
        },
        {
            "id": "88",
            "nass": "فيأتون آدم عليه السلام فيقولون له أنت أبو البشر خلقك الله بيده ونفخ فيك من روحه وأمر الملائكة فسجدوا لك اشفع لنا إلى ربك ألا ترى إلى ما نحن فيه ألا ترى إلى ما قد بلغنا فيقول آدم إن ربي قد غضب اليوم غضبا لم يغضب قبله مثله ولن يغضب بعده مثله وإنه نهاني عن الشجرة فعصيته نفسي نفسي نفسي اذهبوا إلى غيري اذهبوا إلى نوح، فيأتون نوحا فيقولون يا نوح إنك أنت أول الرسل إلى أهل الأرض وقد سماك الله عبدا شكورا اشفع لنا إلى ربك ألا ترى إلى ما نحن فيه فيقول إن ربي عز وجل قد غضب اليوم غضباً لم يغضب قبله مثله ولن يغضب بعده مثله وإنه قد كانت لي دعوة دعوتها على قومي نفسي نفسي نفسي اذهبوا إلى غيري اذهبوا إلى إبراهيم، فيأتون إبراهيم فيقولون يا إبراهيم أنت نبي الله وخليله من أهل الأرض اشفع لنا إلى ربك ألا ترى إلى ما نحن فيه فيقول لهم إن ربي قد غضب اليوم غضبا لم يغضب قبله مثله ولن يغضب بعده مثله وإني قد كنت كذبت ثلاث كذبات فذكرهن أبو حيان في الحديث نفسي نفسي نفسي اذهبوا إلى غيري اذهبوا إلى موسى، فيأتون موسى فيقولون يا موسى أنت رسول الله فضلك الله برسالته وبكلامه على الناس اشفع لنا إلى ربك ألا ترى ما نحن فيه فيقول إن ربي قد غضب اليوم غضبا لم يغضب قبله مثله ولن يغضب بعده مثله وإني قد قتلت نفساً لم أومر بقتلها نفسي نفسي نفسي اذهبوا إلى غيري ذهبوا إلى عيسى، فيأتون عيسى فيقولون يا عيسى أنت رسول الله وكلمته ألقاها إلى مريم وروح منه وكلمت الناس بالمهد صبيا اشفع لنا ألا ترى إلى ما نحن فيه فيقول عيسى إن ربي قد غضب اليوم غضبا لم يغضب قبله مثله قط ولن يغضب بعده مثله ولم يذكر ذنبا نفسي نفسي نفسي اذهبوا إلى غيري",
            "page": "90",
            "part": "1",
            "seal": "6B2FA0D0"
        },
        {
            "id": "89",
            "nass": "اذهبوا إلى محمد صلى الله عليه وسلم، فيأتون محمداً صلى الله عليه وسلم فيقولون يا محمد أنت رسول الله وخاتم الأنبياء قد غفر الله لك ما تقدم من ذنبك وما تأخر اشفع لنا إلى ربك ألا ترى إلى ما نحن فيه فأنطلق فآتي تحت العرش فأقع ساجدا لربي عز وجل ثم يفتح الله علي من محامده وحسن الثناء عليه شيئا لم يفتحه على أحد قبلي ثم يقال يا محمد ارفع رأسك سل تعطه واشفع تشفع فأرفع رأسي فأقول: أمتي يا رب أمتي يا رب فيقال يا محمد أدخل من أمتك من لا حساب عليهم من الباب الأيمن من أبواب الجنة وهم شركاء الناس فيما سوى ذلك من الأبواب ثم قال والذي نفسي بيده إن ما بين المصراعين من مصاريع الجنة كما بين مكة وحمير أو كما بين مكة وبصرى\".1 ¶ ويدخل في عموم قول الناظم: (للخلق شافع) الإيمان بجميع أنواع الشفاعات الواردة المختصة بالنبي صلى الله عليه وسلم مثل شفاعته لأهل الجنة بدخول الجنة وشفاعته لعمه أبي طالب بأن يخفف عنه العذاب، وشفاعته لأهل الكبائر ممن استحقوا دخول النار بأن لا يدخلوها، ومن دخلها منهم بأن يخرج منها، وهذه الشفاعة يشاركه فيها الأنبياء والصالحون والملائكة. ¶ (وقل في عذاب القبر حق موضح) أي آمن وصدق بعذاب القبر. (والقبر) مفرد جمعه قبور وأقبر، وهو من نعم الله ومنته على بني آدم أن هداهم لهذا الأمر تكريماً وإحساناً، قال الله تعالى: {ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ} (عبس:21) أي: جعل له قبراً يوارى فيه بدنه إكراماً له وتفضلاً عليه، ولم ¶ __________ ¶ 1 البخاري برقم (4712) ، ومسلم برقم (194) .",
            "page": "91",
            "part": "1",
            "seal": "DFAF0992"
        },
        {
            "id": "90",
            "nass": "يجعله ممن يلقى على وجه الأرض فيتعفن ويتأذى منه الناس أو تأكله الوحوش والطيور والسباع. ¶ (موضح) أي موضح في الكتاب والسنة، ولذا يجب على كل مسلم أن يقول عذاب القبر حق، والأدلة على أن عذاب القبر حقٌ من الكتاب والسنة كثيرة، قال الله تعالى عن آل فرعون: {النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ} (غافر:46) . ¶ وعن عائشة رضي الله عنها أن يهودية دخلت عليها فذكرت عذاب القبر فقالت لها أعاذك الله من عذاب القبر فسألت عائشة رسول الله صلى الله عليه وسلم عن عذاب القبر فقال: \"نعم عذاب القبر حق\" قالت عائشة رضي الله عنها: فما رأيت رسول الله صلى الله عليه وسلم بعد صلى صلاة إلا تعوذ من عذاب القبر. رواه البخاري.1 وفي رواية لأحمد \"أيها الناس استعيذوا بالله من عذاب القبر فإن عذاب القبر حق\". 2 ¶ وعن أبي هريرة –رضي الله تعالى عنه- قال قال رسول الله صلى الله عليه وسلم: \"إذا تشهد أحدكم فليستعذ بالله من أربع يقول اللهم إني أعوذ بك من عذاب جهنم ومن عذاب القبر ومن فتنة المحيا والممات ومن شر فتنة المسيح الدجال\" رواه مسلم.3 ¶ __________ ¶ 1 تقدم (ص 61) . ¶ 2 أحمد في المسند برقم (25025) . ¶ 3 مسلم برقم (588) .",
            "page": "92",
            "part": "1",
            "seal": "E42D9B03"
        },
        {
            "id": "91",
            "nass": "حكم مرتكب الكبيرة والتحذير من مذهبي الخوارج والمرجئة ¶ 26 (ولا تكفرن أهل الصلاة وإن عصوا) ... (فكلهم يعصي وذو العرش يصفح) ¶ 27 (ولا تعتقد رأي الخوارج إنه) ... (مقال لمن يهواه يردي ويفضح) ¶ 28 (ولا تك مرجياً لعوباً بدينه) ... (ألا إنما المرجي بالدين يمزح) ¶ هذه الأبيات تشتمل على بيان حكم مرتكب الكبيرة، وهي أول المسائل التي نشب فيها الخلاف بين فرق الأمة. فنشأت مذاهب الخوارج والمعتزلة والمرجئة، والناظم في هذه الأبيات بين أولاً قول أهل السنة القول الحق، ثم ذكر قول الخوارج محذراً منه. ¶ بدأ بالقول الحق فقال: (ولا تكفرن أهل الصلاة وإن عصوا ... ) ، (لا) ناهية. والمعنى: لا تعتقد كفر أهل الصلاة وإن عصوا كما في الحديث: \"من صلى صلاتنا وأكل ذبيحتنا واستقبل قبلتنا فهو المسلم له ما لنا وعليه ما علينا\" 1، وفي قوله (أهل الصلاة) إشارة إلى كفر تارك الصلاة وأن من لا يصلي فهو كافر ليس بمسلم، والأدلة على كفر تارك الصلاة في الكتاب والسنة كثيرة جداً، قال الله تعالى: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ ¶ __________ ¶ 1 البخاري برقم (391) .",
            "page": "93",
            "part": "1",
            "seal": "12217F05"
        },
        {
            "id": "92",
            "nass": "وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ} (التوبة: 11) . وقال تعالى مخبراً عن أصحاب الجحيم: {مَا سَلَكَكُمْ فِي سَقَرَ. قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ} (المدثر:42،43) . ¶ وروى مسلم في صحيحه عن جابر بن عبد الله –رضي الله تعالى عنهما- قال قال رسول الله صلى عليه وسلم: \"بين الرجل وبين الكفر ترك الصلاة\".1 ¶ وفي المسند وغيره عن بريدة –رضي الله تعالى عنه- قال سمعت رسول الله صلى الله عليه وسلم يقول: \"العهد الذي بيننا وبنهم الصلاة فمن تركها فقد كفر\".2 ¶ وفي المسند وغيره عن عبد الله بن عمرو بن العاص –رضي الله تعالى عنهما- عن النبي صلى الله عليه وسلم أنه ذكر الصلاة يوماً فقال: \"من حافظ عليها كانت له نوراً وبرهاناً ونجاةً، ومن لم يحافظ عليها لم يكن له نوراً ولا برهاناً ولا نجاةً، وكان يوم القيامة مع قارون وفرعون وهامان وأبي بن خلف\".3 ¶ وروى الترمذي عن عبد الله بن شفيق قال: \"كان أصحاب رسول الله صلى الله عليه وسلم لا يرون شيئاً من الأعمال تركه كفر غير الصلاة\"4. ¶ والنصوص في هذا المعنى كثيرة. ¶ __________ ¶ 1 مسلم برقم (82) . ¶ 2 أحمد في المسند برقم (23325) ، وصححه الألباني في صحيح الجامع برقم (4143) . ¶ 3 أحمد في المسند برقم (6576) ، قال الشيخ عبد العزيز بن باز رحمه الله \"بإسناد حسن\" مجموع فتاواه (10/278) . ¶ 4 الترمذي برقم (2622) ، وصححه الألباني في صحيح سنن الترمذي برقم (2622) .",
            "page": "94",
            "part": "1",
            "seal": "241BEA51"
        },
        {
            "id": "93",
            "nass": "(وإن عصوا) سواء ارتكبوا كبائر أو صغائر، فلا يجوز تكفيرهم بذلك، فهو رحمه الله يتحدث عن حكم المسلم المصلي إذا ارتكب معاصي دون الكفر فإنه لا يكفر ولا يخرج من الدين، أما إذا وقع في كفر أو شرك فأمر آخر، أما هنا فالناظم يتكلم عن أهل الصلاة إذا وقع من أحدهم ذنوب دون الشرك بالله فإنه لا يجوز تكفيره باتفاق أهل السنة والجماعة مادام يعلن إسلامه ولم يأت بأمر مكفر، أما إذا جاء بأمر مكفر فإنه يكفر، وفي عامة كتب الفقه يعقد باب حكم المرتد، وفيه تبين الأمور التي من قالها أو فعلها كفر وارتد عن الإسلام، ولشيخ الإسلام الإمام المجدد محمد بن عبد الوهاب رحمه الله رسالة نافعة مختصرة بعنوان (نواقض الإسلام) ذكر فيها أموراً عشرة ينتقض بفعل أي واحد منها الإسلام. ¶ ثم في تكفير المعين لابد من إقامة الحجة عليه فإذا أقيمت عليه الحجة فإنه حينئذ يكفره أهل العلم؛ لأنهم أعلم بأحوال الناس ومن يستحق منهم التكفير ومن لا يستحق، وأما عامة الناس فشأنهم الاستفادة من أهل العلم. ¶ قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً} (التحريم: 8) ¶ والخطاب للمطيع والعاصي وناداهم جميعاً باسم الإيمان، وفي هذا دليل على أن مرتكب الكبيرة ليس بكافر. ¶ وكذلك قوله: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا} (الحجرات: 9) والاقتتال من كبائر الذنوب. ومع ذلك سماهم مؤمنين فدل ذلك على أن",
            "page": "95",
            "part": "1",
            "seal": "D8F53FEC"
        },
        {
            "id": "94",
            "nass": "ارتكاب الكبائر لا يخرج من الملة. ¶ وكذلك قوله تعالى: {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ} (البقرة:178) وهذه وردت في شأن القاتل، فسمى القاتل أخاً لوالي المقتول والأخوة هنا أخوة الدين، فدل ذلك على أن القتل وغيره من كبائر الإثم لا ينتقل به المسلم من الدين. ¶ ولما كانت المنظومة مختصرة لا يمكن استيعاب الأدلة فيها اكتفى الناظم بالإشارة إلى قوله صلى الله عليه وسلم: \"كل بني آدم خطاء وخير الخطائين التوابون\" 1، ولهذا قال: (فكلهم يعصي) فإذا كان تكفير أهل المعاصي سائغاً فلا يبقى أحد عندئذ على الإسلام، فإن النبي صلى الله عليه وسلم أخبر في هذا الحديث الذي أشار إليه الناظم أ، كل بني آدم خطاء. وفي الحديث الآخر قال: \"لو لم تذنبوا لذهب الله بكم وجاء بقوم يذنبون ويستغفرون فيغفر لهم\" 2. ¶ (وذو العرش يصفح) كما في قوله تعالى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} (الزمر:53) . وهذا فيه دلالة على عظيم عفو الله، وجميل صفحه، وسعة مغفرته، وكمال رحمته، وأنه سبحانه لا يتعاظمه ذنبٌ أن يغفره، فمن تاب تاب الله عليه، والحسنات ماحية للذنوب، والمصائب كفارات، والله ذو الفضل العظيم. ¶ __________ ¶ 1 الترمذي برقم (2499) ، وحسنه الألباني في صحيح سنن الترمذي برقم (2499) . ¶ 2 الحاكم في المستدرك برقم (7623) ، وصححه الألباني في السلسلة الصحيحة برقم (967) .",
            "page": "96",
            "part": "1",
            "seal": "5CFE503D"
        },
        {
            "id": "95",
            "nass": "(ذو العرش) ما يقال فيه (ذو) شأنه شأن المضافات إلى الله وهي على نوعين: ¶ 1- إضافة الصفة إلى الموصوف كما في قوله تعالى: {تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلالِ وَالْإكْرَامِ} (الرحمن:78) . فالجلال والإكرام وصفان لله عز وجل. ¶ 2- إضافة المخلوق إلى الخالق ومنه قوله تعالى: {ذُو الْعَرْشِ} (غافر: 15) فالعرش مخلوق من مخلوقات الله وهذه الإضافة تقتضي التشريف والتكريم. ¶ والعرش هو أكبر المخلوقات، وهو سقفها وهو على المخلوقات كالقبة. والعرش الحقيقي وهو في اللغة سرير الملك كما في قوله: {إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ} (النمل:23) أي ملكة سبأ. ¶ وعرش الرحمن له قوائم كما في الحديث: \"فإذا موسى آخذ بقائمة من قوائم العرش\" 1، وله حملة وهم من الملائكة وعددهم ثمانية {وَالْمَلَكُ عَلَى أَرْجَائِهَا وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} (الحاقة:17) ، وهناك ملائكة حافون من حول العرش. وصفات العرش كثيرة. ¶ ويجب الإيمان بوجود العرش ولا يجوز الخوض فيه بالتأويلات الفاسدة، بل نؤمن بأنه عرش حقيقي عظيم كريم مجيد، ونؤمن بجميع صفاته الواردة في القرآن والسنة، ونؤمن بأن الله مستو عليه استواءً يليق بجلاله كما قال: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} (طه:5) . ¶ __________ ¶ 1 البخاري برقم (4638) ، ومسلم برق (2374) .",
            "page": "97",
            "part": "1",
            "seal": "E68CFABB"
        },
        {
            "id": "96",
            "nass": "أما أهل الكلام فلا يؤمنون بالعرش بل يؤولونه بتأويلات فاسدة. وكذلك يحرفون معنى الاستواء، فقوله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} (طه:5) ما من كلمة من هذه الآية إلا وقد حرفها هؤلاء، ولهم شبه بها يجحدون الاستواء، من أعظمها: لو كان الله مستوياً على العرش للزم أن يكون محتاجاً إليه. وأساس هذه الشبهة قياس الخالق بالمخلوق وفهم الصفة المضافة إلى الله على ضوء فهم الصفة المضافة إلى المخلوق. فهم وجدوا أن المخلوق إذا استوى على شيء يكون محتاجاً إليه كما قال تعالى: {وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ. لِتَسْتَوُوا عَلَى ظُهُورِهِ} (الزخرف:12،13) ، فلو غرق الفلك لغرق من عليه ولو سقطت الدابة لسقط من عليها، فدل على احتياجه إلى الفلك والأنعام وإلى كل ما يستوي عليه، ثم جاءوا إلى قوله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} (طه:5) ولم يفهموا من الاستواء المضاف في الآية إلى الله إلا عين استواء المخلوق وقالوا يلزم من إثبات ذلك احتياجه إلى العرش، فبناء على هذه الشبهة التي في عقولهم، نفوا استواء الله على العرش، وبعد ذلك هم أمام أحد خيارين: إما أن يقولوا الله ليس فوق ولا تحت ولا داخل العالم ولا خارجه، وإما أن يقولوا الله في كل مكان، فهم فروا من شر ثم وقعوا في شرور أعظم وبلاء أشد. ¶ وعوداً على مرتكب الكبيرة فالقول الحق فيه أنه لا يكفر، ولا يقال إنه مؤمن كامل الإيمان، وإنما يقال مؤمن بإيمان فاسق بكبيرته أو يقال مؤمن ناقص الإيمان.",
            "page": "98",
            "part": "1",
            "seal": "B092C168"
        },
        {
            "id": "97",
            "nass": "ثم انتقل الناظم إلى ذكر قولين باطلين في المسألة فقال: ¶ (ولا تعتقد رأي الخوارج ... ) ¶ (لا تعتقد) لا تؤمن ولا تدن. (رأي الخوارج) عبر عنه بأنه رأي؛ لأنه رأي من نتائج عقولهم ومن نسج أفكارهم لا يقوم على دليل من الكتاب والسنة. ¶ والخوارج إنما سموا بذلك لأمرين: ¶ 1- أنهم خرجوا على الخليفة علي بن أبي طالب رضي الله عنه، وكفروه وناصبوه العداء. ¶ 2- أنهم خرجوا على السنة ففارقوها سواء فيما يتعلق بولي الأمر أو بالمسائل الأخرى. ¶ فالناظم يحذر من الخوارج وقد صحت الأحاديث في التحذير منهم قال الإمام أحمد صحت من عشرة أوجه. فهو يحذر من رأي الخوارج عموماً، ومن رأيهم في مرتكب الكبيرة خصوصاً، فإن مذهبهم في مرتكب الكبيرة أنه بذلك يكون كافراً خارجاً من الملة وهو يوم القيامة من المخلدين في النار أبد الآباد. ¶ والمعتزلة قالوا بقول الخوارج في حكم مرتكب الكبيرة واختلفوا في شيء واحد. فاتفقوا أنه يخرج من الإيمان وأنه يخلد يوم القيامة في النار. وخالفوهم في مسألة التنصيص على أنه كافر فقالت المعتزلة ليس بمؤمن وليس بكافر بل هو في منزلة بين المنزلتين فحقيقة قولهم: ليس عنده شيء من الإيمان ولم يدخل في الكفر. وفي الحقيقة مؤدى المذهبين واحد.",
            "page": "99",
            "part": "1",
            "seal": "D22C84C3"
        },
        {
            "id": "98",
            "nass": "(إنه مقال لمن يهواه) هذا تعبير دقيق؛ لأن هذه الفرق والمذاهب في حقيقة أمرها مجرد أهواء بها يتركون الكتاب والسنة؛ ولذا جاء في الحديث \"وستفترق هذه الأمة على ثلاث وسبعين فرقة في الأهواء\"1، فهو يمتلئ قلبه بالهوى فيعمى بصره ولا يهتدي إلى حق ولا يبصر نصاً ولا حديثاً بل يمضي في هواه. والذي يهوى مقال الخوارج لا يحصل من ورائه إلا الخسران والخزي والفضيحة ولهذا قال الناظم: (يردي ويفضح) ، فمآل من يهوى هوى الخوارج الخسران والردى في الدنيا والآخرة، وكذلك يفضح ويخزى ولا أعظم من هذا الخزي بأن يكفر المسلمين ويترك الملحدين، ويتسلط على أهل الإسلام ويسلم منه عباد الأوثان. ¶ ثم انتقل إلى قول المرجئة فقال: (ولا تك مرجياً ... ) ¶ ما وصف به الناظم المرجئة من أحسن ما يوصفون به فإن المرجئة يمزجون بالدين ويلعبون به، وكلما غلا المرء في الإرجاء كان مزحه ولعبه بالدين أكبر فغلاة المرجئة يقولون لا يضر مع الإيمان ذنب كما لا ينفع مع الكفر طاعة. والإيمان عندهم المعرفة فقط. فأي مزح ولعب بالدين أكبر من هذا، وأي فتح لباب المعاصي والموبقات أعظم من هذا. ينقل عن أحد المرجئة أنه مر على رجل يشرب الخمر، فشتمه المخمور، فقال المرجي: أهذا جزائي وقد جعلتك مؤمناً كامل الإيمان. ¶ __________ ¶ 1 رواه ابن أبي عاصم في السنة بهذا اللفظ برقم (69) ، وقد صححه الألباني في تحقيقه للسنة.",
            "page": "100",
            "part": "1",
            "seal": "D59DE6D9"
        },
        {
            "id": "99",
            "nass": "والإرجاء في اللغة: التأخير، قال تعالى: {قَالُوا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ} (لأعراف:111) . ¶ وإنما سمي المرجئة بذلك لأنهم أخروا العمل عن الإيمان وقالوا العمل ليس جزءا من الإيمان. ¶ ثم افترق المرجئة إلى فرق، قسم قالوا: الإيمان المعرفة فقط. ¶ وقسم قالوا: إنه مجرد التصديق. ¶ وقسم قالوا: إنه مجرد النطق. ¶ وقسم قالوا: إنه مجرد النطق والاعتقاد. ¶ وهم متفاوتون في الإرجاء، متفوقون على إخراج العمل من مسمى الإيمان. وبقدر حظهم من الإرجاء والغلو فيه يستحقون من الوصف الذي ذكره الناظم. ¶ ووجه اللعب والمزح بالدين على ضوء هذه العقيدة: أن الفاسق إذا قيل له: إيمانك مثل إيمان النبي صلى الله عليه وسلم فهل يقبل على الدين؟ أم أنه سيقول إذا كان إيماني تاماً كاملاً وهذه حالي مثل إيمان النبي صلى الله عليه وسلم فما الحاجة إلى الالتزام بالدين، فتكون النتيجة إذاً هي اتخاذ الدين لهواً ولعباً، والغلاة من المرجئة يقولون: كما أنه لا ينفع مع الكفر طاعة فإنه لا يضر مع الإيمان ذنب، وهذا قول في غاية الخبث والفساد، وهو سبيل لترك الصلوات ومنع الزكاة وترك الصيام والحج وغير ذلك من الطاعات وذريعة لفعل الفواحش",
            "page": "101",
            "part": "1",
            "seal": "46C5F1CF"
        },
        {
            "id": "100",
            "nass": "والموبقات، ولا يرتاب عاقل أن هذا لعب بالدين، وأي عبث أفظع وأشد من هذا العبث. ¶ وعلى كلٍ فهذه الأبيات الثلاثة اشتملت على بيان أقوال الطوائف في مرتكب الكبيرة، وهي ثلاثة أقوال: قول أهل السنة والجماعة وهو قول عدل وسط، وقولان متناقضان.",
            "page": "102",
            "part": "1",
            "seal": "AE861090"
        },
        {
            "id": "101",
            "nass": "تعريف الإيمان وزيادته ونقصانه ¶ 29 (وقل: إنما الإيمان: قولٌ ونيةٌ) ... (وفعلٌ على قول النبي مصرح) ¶ 30 (وينقص طوراً بالمعاصي وتارةً) ... (بطاعته ينمي وفي الوزن يرجح) ¶ قوله: (وقل إنما الإيمان ... ) إلخ ¶ ذكر رحمه الله في هذا البيت عقيدة أهل السنة في الإيمان وأنه عندهم يقوم على ثلاثة أركان: اعتقاد بالقلب، وقول باللسان، وعمل بالقلب والجوارح. وقد دل على دخول هذه الأمور الثلاثة في الإيمان أدلة كثيرة في كتاب الله وسنة رسول الله صلى الله عليه وسلم وهي لا تحصى لكثرتها. ¶ والناظم رحمه الله كعادته يدعو صاحب السنة إلى العقيدة الصحيحة السالمة من الشوائب فيقول: (قل إنما الإيمان ... ) ¶ (قولٌ) وذلك بأن يقول المرء بلسانه ما أمره الله به، وهو على قسمين: ¶ 1- أصلٌ: وهو قول ما يقوم عليه الدين وينبني، وهو الشهادتان وفي الحديث: ¶ \"أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله ... \"1. ¶ 2- وفرعٌ: وهو ما يبنى على هذا الأصل وينمو عليه، وهو سائر الطاعات ¶ __________ ¶ 1 البخاري برقم (2946) ، ومسلم برقم (21) .",
            "page": "103",
            "part": "1",
            "seal": "62F37EBF"
        },
        {
            "id": "102",
            "nass": "التي تؤدى باللسان كالتسبيح وقراءة القرآن والأمر بالمعروف والنهي عن المنكر ونحو ذلك. ¶ (ونية) أي اعتقاد صحيح في القلب يبني عليه عمله قال صلى الله عليه وسلم: \"إنما الأعمال بالنيات ... \" 1، فإذا كان عند الإنسان قول وعمل بلا نية في قلبه فهو المنافق وهو الذي يكون ذا أعمال صالحة في الظاهر وباطنه بخلاف ذلك، قال الله تعالى قي بيان حال المنافقين: {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ} (البقرة:14) . وقال تعالى: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ} (المنافقون:1) . ¶ (وفعل) أي أن العمل داخل في مسمى الإيمان ولا يقول بخروجه إلا المرجئة. وقد سبق الكلام عليهم. والفعل هو العمل، وهو شامل لعمل القلب مثل المحبة والخشية والإنابة والحياء والتوكل وغيرها من أعمال القلوب، وعمل الجوارح مثل الصلاة والصيام والزكاة والجهاد وبر الوالدين وصلة الأرحام وغيرها من أعمال الجوارح. ¶ ومن الأحاديث الجامعة لهذه الأمور الثلاثة؛ حديث أبي هريرة المعروف بحديث شعب الإيمان \"الإيمان بضع وسبعون شعبة فأعلاها قول لا إله إلا ¶ __________ ¶ 1 البخاري برقم (1) ، ومسلم برقم (1907) .",
            "page": "104",
            "part": "1",
            "seal": "67B5ECC1"
        },
        {
            "id": "103",
            "nass": "الله وأدناها إماطة الأذى عن الطريق والحياء شعبة من الإيمان\" 1 فهذا الحديث الجامع دل على دخول ما يكون باللسان والجوارح والقلب في مسمى الإيمان. ¶ أم دلالته على ما يكون باللسان ففي قوله: \"أعلاها قول لا إله إلا الله\"، والقول يشمل قول القلب وقول اللسان عندما يطلق. قال تعالى: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ} (فصلت:30) ¶ وقال تعالى: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} (البقرة:136) . ¶ فالمراد بقوله: {قُولُوا} أي بقلوبكم وألسنتكم. ولذلك لا ينصرف القول إلى القول باللسان فقط إلا عندما يقيد قال تعالى: {يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ} (آل عمران:167) . وهي صريحة في أن القول يكون بالقلب واللسان ولذلك أهل السنة عندما يقولون في كتبهم الإيمان قول فهو شامل لأمرين قول القلب وقول اللسان. ¶ وأما دلالته على دخول ما يكون بالجوارح في مسمى الإيمان ففي قوله: \"وأدناها إماطة الأذى عن الطريق\" وهذا يدل على دخول الأعمال في مسمى الإيمان. فإماطة الأذى عمل يقوم به الإنسان وهو جزء من الإيمان وشعبة من شعبه. ¶ __________ ¶ 1 البخاري برقم (9) ، ومسلم برقم (35) .",
            "page": "105",
            "part": "1",
            "seal": "FF6F69F2"
        },
        {
            "id": "104",
            "nass": "وأما دلالته على دخول ما يكون بالقلب في مسمى الإيمان ففي قوله: \"والحياء شعبة من الإيمان\" والحياء عمل من أعمال القلوب، وهو داخل في مسمى الإيمان، فالخشية والتوكل والرغبة والرهبة وغيرها من الأعمال القلبية المأمور بها كلها داخلة في مسمى الإيمان. ¶ (على قول النبي مصرح) (مصرح) مبتدأ مؤخر خبره شبه الجملة (على قول النبي) وهذه الأمور الثلاثة مصرح بها كما قال الناظم في قول النبي صلى الله عليه وسلم في أحاديث كثيرة فمن قال بذلك فقوله مبنيٌ على ما جاء عن الرسول صلى الله عليه وسلم، ومما يدل دلالة صريحة على دخول الأعمال في مسمى الإيمان حديث وفد عبد القيس وهو ثابت في الصحيحين وغيرهما من حديث ابن عباس –رضي الله تعالى عنهما- عن النبي صلى الله عليه وسلم أنه قال لوفد عبد القيس: \"آمركم بأربع: الإيمان بالله وهل تدرون ما الإيمان بالله؟ شهادة أن لا إله إلا الله وإقام الصلاة وإيتاء الزكاة وصوم رمضان وأن تعطوا من المغنم الخمس\" 1، وهو صريح في دخول العمل في مسمى الإيمان، والنصوص في هذا المعنى كثيرة. ¶ (وينقص طوراً ... ) أي الإيمان ينقص تارة، ففي هذا البيت يقرر الناظم أن الإيمان يزيد وينقص ويقوى ويضعف. ¶ __________ ¶ 1 البخاري برقم (53) ، ومسلم برقم (17) .",
            "page": "106",
            "part": "1",
            "seal": "511DDA21"
        },
        {
            "id": "105",
            "nass": "أما الزيادة فمصرح بها في القرآن. قال تعالى: {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَاناً فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَاناً وَهُمْ يَسْتَبْشِرُونَ} (التوبة:124) ¶ وقال تعالى: {وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدىً وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَاباً وَخَيْرٌ مَرَدّاً} (مريم:76) ¶ وقال تعالى: {وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعاً} (الإسراء:109) والهدى والخشوع من الإيمان. ¶ وأما النقصان فمصرح به في السنة قال رسول الله صلى الله عليه وسلم: \"ما رأيت من ناقصات عقل ودين ... \"1، ¶ وهذا النقص لا تحاسب عليه المرأة؛ لأنها مأمورة بترك الصلاة والصيام وقت الحيض، وقوله صلى الله عليه وسلم: \"من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه وذلك أضعف الإيمان\"2. ¶ وقد جاءت آثار عن الصحابة صريحة في أن الإيمان يزيد وينقص، فعن عمير بن حبيب الخطمي أنه قال: الإيمان يزيد وينقص. قيل وما زيادته ونقصانه؟ قال إذا ذكرنا الله وحمدناه وسبحناه فتلك زيادته، وإذا غفلنا ونسينا فذلك نقصانه. وفي هذا الباب ورد عنهم وعن السلف عموماً آثار كثيرة، بل هو محل إجماع وموضع اتفاق ¶ __________ ¶ 1 البخاري برقم (304) ، ومسلم برقم (79) . ¶ 2 مسلم برقم (49) .",
            "page": "107",
            "part": "1",
            "seal": "A9846A9E"
        },
        {
            "id": "106",
            "nass": "(بطاعته ينمي) أي أن الإيمان يزيد بطاعة الله, يقال: نمى ينمي نمياً ونماءً, أي: زاد وكثر, وفي نسخة: (بطاعته ينمو) وهو بمعناه يقال: نما ينمو نمواً, أي زاد وكثر. قال في اللسان: \"نمى: النماء: الزيادة. نمى ينمي نمياً ونماءً: زاد وكثر, وربما قالوا: ينمو نمواً\".1 ¶ (وفي الوزن يرجح) أي أنه في الميزان يوم القيامة يثقل؛ لزيادته بالطاعات والبعد عن معاصيه. ¶ وفي هذين البيتين بين الناظم أمرين حول عقيدة أهل السنة في الإيمان هما: ¶ 1- أن الإيمان قول وعمل. ¶ 2- أنه يزيد وينقص. ¶ فالأول فيه رد على المرجئة, والثاني فيه رد على المرجئة وكذلك على الخوارج والمعتزلة الذين يقولون إن الإيمان شيء واحد, لا يزيد ولا ينقص, والذي أفسد على جميع هؤلاء دينهم هو اعتقادهم أن الإيمان كل واحد لا يتجزأ, إذا ذهب بعضه ذهب كله. ¶ ثم إن الإيمان يزيد بأمور ينبغي على المسلم أن يحرص عليها ليزداد إيمانه منها: تدبر القرآن, ومعرفة أسماء الله وصفاته, والتفكر في آيات الله ومخلوقاته, ودراسة سيرة الرسول صلى الله عليه وسلم, وسير الأخيار من المؤمنين, والاجتهاد ¶ __________ ¶ 1 لسان العرب لابن منظور (8/4551) .",
            "page": "108",
            "part": "1",
            "seal": "536C51BC"
        },
        {
            "id": "107",
            "nass": "في فعل الطاعات, وينقص بأمور ينبغي على المسلم أن يحذرها ليسلم إيمانه منها: اتباع خطوات الشيطان, وطاعة النفس الأمارة بالسوء، والافتتان بالدنيا, ومخالطة أهل الشر والفساد, والغفلة والإعراض, والانسياق وراء الشهوات. ¶ والمسلم العاقل ينصح لنفسه في إيمانه لتثقل به موازينه يوم لقاء الله عز وجل {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (الأعراف80) . ¶ والناظم رحمه الله يشير إلى هذا المعنى عندما قال: (وفي الوزن يرجح) .",
            "page": "109",
            "part": "1",
            "seal": "79F8FA5A"
        },
        {
            "id": "108",
            "nass": "التحذير من الرأي، ومن القدح في الحديث وأهله ¶ 31 (ودع عنك أراء الرجال وقولهم ... فقول رسول الله أزكى وأشرح) ¶ 32 (ولا تك من قومٍ تلهوا بدينهم ... فتطعن في أهل الحديث وتقدح) ¶ (ودع) أي: اترك، واحذر، واجتنب. ¶ (آراء الرجال وقولهم) أي لا تبن دينك وعقيدتك على الآراء المتكلفة والأقوال المحدثة بل ابنها على الكتاب والسنة ففيهما السلامة والعصمة، وقد جاء عن السلف رحمهم الله نقول كثيرة في التحذير من الآراء وذم الرأي وأهله، من ذلك قول عمر –رضي الله تعالى عنه-: \"إياكم وأصحاب الرأي، فإنهم أعداء الدين، أعيتهم السنة أن يحفظوها فأعملوا عقولكم\".1 ¶ وقال علي -رضي الله تعالى عنه-: \"لو كان الدين يأخذ بالرأي لكان مسح باطن الخف أولى من مسح ظاهره\".2 ¶ والمراد بالرأي هنا أي الرأي المذموم القائم على الحدس والظن والعقل المجرد مع تعطيل النصوص وإهمالها والصدود عنه والإعراض، وهو الرأي ¶ __________ ¶ 1 الدارقطني في سننه برقم (12) . ¶ 2 أبو داود برقم (162) ، وصححه الألباني في صحيح سنن أبي داود برقم (162) .",
            "page": "110",
            "part": "1",
            "seal": "97889648"
        },
        {
            "id": "109",
            "nass": "الذي أحدثت به البدع، وأنشأت به الضلالات، وعطلت به الأسماء والصفات، فمثل هذه الآراء العاطلة والتقريرات الباطلة لا ينبغي لمسلم أن يرعيها باله، بل الواجب أن تطرح وأن يحذر منها وأن لا يغتر بتزيين أهل الباطل لها. ¶ يقول الأوزاعي رحمه الله: \"عليك بالأثر وإن رفضك الناس وإياك وآراء الرجال وإن زخرفوه لك بالقول، فإن الأمر ينجلي وأنت على طريق مستقيم\". ¶ قوله (آراء الرجال) ذكر الرجال هنا لا مفهوم له، فالرأي الباطل مذموم سواء كان من الرجال أو النساء، ولكن ذكر الرجال؛ لأنهم أصحاب الرأي في الغالب. ¶ (فقول رسول الله) أي الصحيح الثابت عنه صلى الله عليه وسلم. ¶ (أزكى) أي: أطهر وأنقى وأخلص، وفي بعض النسخ (أولى) أي: بالأخذ والتقديم. ¶ (وأشرح) أي للصدر وللفؤاد والقلب وأدعى للطمأنينة. والناس يوم القيامة لا يسألون إلا عن ذلك كما قال تعالى: {وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ} (القصص:65) فلا يسألون عن آراء الرجال وأقوالهم، وإنما يسألون عما جاءتهم به رسل الله عليهم صلوات الله وسلامه. ¶ قوله: (ولا تك من قوم ... ) إلخ",
            "page": "111",
            "part": "1",
            "seal": "FDACF91B"
        },
        {
            "id": "110",
            "nass": "هذا البيت في غاية التناسق مع الذي قبله حيث أشاد الناظم في البيت الأول ضمناً بحملة السنة ونقلة الحديث من الصحابة والتابعين ومن بعدهم فهؤلاء هم خير الناس وأفضلهم, فليس عندهم آراء منطقية ولا فلسفات عقلية ولا أقوال متكلفة، وإنما الذي عندهم تمسك بالنصوص والتزام بالسنة النبوية، ثم حذر في هذا البيت من طريق أهل اللهو والباطل الذين يطعنون في هؤلاء الأئمة والأفذاذ والعلماء الأمجاد فقال: ¶ (ولا تك) أي احذر أن تكون يا صاحب السنة ويا من هداك الله إلى لزوم هدي خير الأمة. ¶ (من قوم تلهوا بدينهم) أي ممن اتخذوا دينهم لهواً ولعباً. وهذا شامل لأهل البدع وأهل الفسق والفجور؛ فإن الجميع يشتركون في ذلك بين مقل ومستكثر بسبب جهلهم بالسنة، ومن جهل شيئاً عاداه. ¶ (فتطعن في أهل الحديث وتقدح) وهذه نتيجة اتخاذ الدين لهواً ولعباً: السخرية بأهل الحق والتهكم بالمتمسكين بالسنة والوقعية في أهل الخير والفضل والنبل، وهذه هي حيلة المفاليس في كل زمان وأوان. ¶ قال الله تعالى: {إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ. وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ. وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ} (المطففين:29-31) . ¶ ولو كان القوم أهل حق وحجة لنافحوا عنه بالبرهان ولقابلوا الحجة بالحجة والدليل بالدليل، ولكن لا حيلة للعاطل المفلس إلا التهكم والسخرية",
            "page": "112",
            "part": "1",
            "seal": "54173A54"
        },
        {
            "id": "111",
            "nass": "والاستهزاء، ومن علامات أهل الأهواء والبدع الوقيعة في أهل الحديث والأثر. وهذا من أعظم العقوق وأشد اللؤم، إذا أهل الحديث لم يأتي منهم إلا الأيادي البيضاء والجميل والإحسان. ¶ قال بعض أهل العلم في بيان فضل أهل الحديث وبيان بعض مآثرهم ومناقبهم: ¶ جزى الله أصحاب الحديث مثوبة ... وبوأهم في الخلد أعلى المنازل ¶ فلولا اعتناهم بالحديث وحفظه ... ونفيهم عنه ضروب الأباطل ¶ وإنفاقهم أعمارهم في طلابه ... وبحثهم عنه بجد مواصل ¶ لما كان يدري من غدا متفقهاً ... صحيح حديث من سقيم وباطل ¶ ولم يستبن ما كان في الذكر مجملاً ... ولم يدري فرضاً من عموم النوافل ¶ لقد بذلوا فيه نفوساً نفيسة ... وباعوا بحظ أجل كل عاجل ¶ فحبهم فرض على كل مسلم ... وليس يعاديهم سوى كل جاهل ¶ سأل الله أن يجزيهم عنا وعن المسلمين خير الجزاء، وأن يرفع درجاتهم في عليين، وأن يجعل لهم لسان صدق في الآخرين، وأن يغفر لنا ولهم أجمعين.",
            "page": "113",
            "part": "1",
            "seal": "93B5739B"
        },
        {
            "id": "112",
            "nass": "خاتمة النظم ¶ 33 (إذا ما اعتقدت الدهر يا صاح هذه ... فأنت على خيرٍ تبيت وتصبح) ¶ لما أنهى الناظم منظومته وقد جمع فيها أهم أصول عقيدة أهل السنة, ختم بهذا البيت؛ ليؤكد فيه على أهمية هذا المعتقد, وأهمية المحافظة عليه. ¶ فقوله: (إذا مااعتقدت الدهر ... الخ) أي: إذا كنت يا صاحبي على هذه العقيدة المأخوذة من كتاب الله وسنة رسوله صلى الله عليه وسلم, ومن أهلها المتمسكين بها, المحافظين عليها فأنت على خير ما بقيت على هذا المعتقد. ¶ (إذا) أداة شرط لما يستقبل من الزمان, و (ما) زائدة. ¶ (اعتقدت) الاعتقاد مأخوذ من العقد, وهو الربط؛ لأن أمور العقيدة لابد من ربط القلب عليها بحيث يكون الإيمان بها جازماً بلا شك ولا ارتياب، فإن وجد الشك والريب فما ثم عقيدة. قال الله تعالى: {إنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا} (الحجرات: 15) أي: أيقنوا ولم يشكوا.",
            "page": "114",
            "part": "1",
            "seal": "784B92F2"
        },
        {
            "id": "113",
            "nass": "(الدهر) أي مدة حياتك وطوال عمرك، وفي هذا أن المعتقد لا ينفع إلا إذا بقي عليه العبد إلى أن يتوفاه الله، كمال قال تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (آل عمران:102) ، وقال صلى الله عليه وسلم في الدعاء للميت: \"اللهم من أحييتهم منا فأحيه على الإسلام، ومن توفيته منا فتوفه على الإيمان\".1 ¶ (يا صاح) مرخم صاحب، أي: يا صاحبي، وهذا من لطف الناظم رحمه الله وحسن تودده وكريم نصحه رحمه الله وغفر له وجزاه خير الجزاء وأوفره. ¶ (هذه) الإشارة هنا إلى الأصول العظيمة المذكورة في هذه المنظومة، وهي أصول جليلة مبنية على الكتاب والسنة، من تمسك بها نجا ومن انحرف عنها كان من الهالكين. ¶ (فأنت) أي: كائن. وهو واقع في جواب الشرط. ¶ (على خير تبيت وتصبح) وفي نسخة (تمسي وتصبح) أي ما دمت على هذه الأصول مقيماً، وبها متمسكاً فصباحك ومساؤك ونومك واستيقاظك كله في خير وعلى خير. وفي هذا إشارة إلى أن المعتقد الصحيح يورث السلامة والخير في كل حال، ويثمر العواقب الحميدة والخير المستمر ¶ __________ ¶ 1 أبو داود برقم (3201) ، وصححه الألباني في سنن أبي داود برقم (3201) ، وانظر أحكام الجنائز (ص 157) .",
            "page": "115",
            "part": "1",
            "seal": "9928D006"
        },
        {
            "id": "114",
            "nass": "وحسن المآل، ويدعو إلى الطاعات الصالحة والأخلاق الحميدة والآداب الكريمة وخير الأعمال. ¶ وفي هذا أيضاً دعوة إلى الثبات على هذا المعتقد الحق والحذر من التلون والتنقل كما هو الحال عند أهل الأهواء. أما أهل السنة فعقيدتهم ثابتة وإيمانهم راسخ ويقينهم مستمر بتوفيق من الله عز وجل. ثبتنا الله جميعاً على الإيمان، ورزقنا حسن الختام. ¶ وبهذا أنهى رحمه الله هذه المنظومة، وهي على وجازتها حوت أصول المعتقد، وأسس الإيمان، وما لم يذكر فيها يدل عليه ما ذكر، والله أعلم، وصلى الله على محمد وعلى آله وصحبه وسلم تسليماً مزيداً.",
            "page": "116",
            "part": "1",
            "seal": "F175C282"
        },
        {
            "id": "115",
            "nass": "خاتمة ¶ وفيها التنبيه على أمرين: ¶ الأول: عدد أبيات هذه المنظومة ثلاثة وثلاثون بيتاً فقط، رواها عنه غير واحد من تلاميذه دون زيادة على ذلك، منهم: ¶ 1- الحافظ أبو حفص عمر بن أحمد بن شاهين. ¶ قال الذهبي رحمه الله في سير أعلام النبلاء وفي العلو: \"أنشدنا أبو العباس أحمد بن عبد الحميد، قال: أنشدنا الإمام أبو محمد بن قدامة سنة ثمان عشر وست مائة، أخبرتنا فاطمة بنت علي الوقاياتي أخبرنا علي بن بيان، أخبرنا الحسين بن علي الطناجيري حدثنا أبو حفص بن شاهين أنشدنا أبو بكر بن أبي داود لنفسه هذه القصيدة وجعلها محنته.\"1 وذكر الأبيات. ¶ 2- الإمام أبو بكر بن محمد بن الحسين الآجري. ¶ قال رحمه الله في كتابه الشريعة: \"أملى علينا أبو بكر ابن أبي داود في مسجد الرصافة في يوم الجمعة لخمس بقين من شعبان سنة تسع وثلاث مائة ... \"2 وذكر الأبيات. ¶ __________ ¶ 1 سير أعلام النبلاء (13/233) ، والعلو (2/1220) . ¶ 2 الشريعة (5/2563) .",
            "page": "117",
            "part": "1",
            "seal": "3860E85E"
        },
        {
            "id": "116",
            "nass": "3- عبيد الله الفقيه. ¶ قال ابن أبي يعلى في طبقات الحنابلة: \"أنبأنا علي المحدث عن عبيد الله الفقيه قال: أنشدنا أبو بكر ابن أبي داود من حفظه لنفسه\"1 وذكر الأبيات. ¶ 4- أبو بكر أحمد بن إبراهيم. ¶ قال أبو الحسن علي بن محمد المعافري المالقي في كتابه الحدائق الغناء: ¶ \"قرأت على أبي الحسين أحمد بن حمزة بن علي بن الحسن بدمشق عن أبي العز أحمد بن عبيد الله بن أحمد بن كادش السلمي العكبري قال: أخبرنا أبو طالب محمد بن علي بن الفتح العشاري قال: أنشدنا أبو بكر أحمد بن إبراهيم قال: أنشدنا أبو بكر عبد الله بن سليمان بن الأشعث لنفسه في السنة رحمه الله.\"2 وذكر الأبيات. ¶ ولم يزد جميع هؤلاء فيما ذكروه من أبيات هذه المنظومة على ثلاثة وثلاثين بيتاً. ¶ وقد جاء في آخر كتاب السنة لابن شاهين3 بعد نهاية الكتاب –وهو من لحق بعض النساخ- إيرادٌ لهذه المنظومة مع زيادة سبعة أبيات بعد الأبيات المتعلقة بالعشرة المبشرين بالجنة، فأصبح مجموع أبيات المنظومة بهذه ¶ __________ ¶ 1 طبقات الحنابلة (2/53) . ¶ 2 الحدائق الغناء (ص 176) . ¶ 3 انظر الكتاب اللطيف لشرح مذاهب أهل السنة (ص 255) .",
            "page": "118",
            "part": "1",
            "seal": "B28ABF77"
        },
        {
            "id": "117",
            "nass": "الزيادة أربعين بيتاً. ¶ والأبيات المزيدة هي: ¶ (وسبطي رسول الله وابني خديجة ... وفاطمة ذات النقا أمدح) ¶ (وعائش أم المؤمنين وخالنا ... معاوية أكرم به ثم امنح) ¶ (وأنصاره والمهاجرون ديارهم ... بنصرتهم عن كبة النار زحزحوا) ¶ (ومن بعدهم فالتابعون لحسن ما ... حذوا فعلهم قولاً وفعلاً فأفلحوا) ¶ (ومالك والثوري ثم أخوهم ... أبو عمر الأوزاعي ذاك المسبح) ¶ (ومن بعدهم فالشافعي وأحمد ... إماما هدى من يتبع الحق يفصح) ¶ (أولئك قوم قد عفا الله عنهم ... وأرضاهم فأحبهم فإنك تفرح) ¶ ولا شك في أن هذه الأبيات المزيدة ليست لابن أبي داود رحمه الله؛ إذ جميع من رووا هذه القصيدة من تلاميذه لم يذكروا هذه الزيادة، ومن بينهم ابن شاهين رحمه الله كما تقدم في رواية الذهبي للمنظومة من طريقه وليس فيها هذه الزيادة، مما يدل على أنها زيدت في القصيدة بعد. ¶ ثم وجدت أن ثلاثة من هذه الأبيات قد زادها ابن البناء رحمه الله كما نبه على ذلك السفاريني في شرحه لهذه المنظومة. ¶ قال رحمه الله في كتابه لوائح الأنوار السنية: \"هذه الثلاثة أبيات وأولها قوله: وعائش أم المؤمنين، وثانيها: وأنصاره والمهاجرون ديارهم، وثالثها: ومن بعدهم والتابعون ... ليست من كلام الناظم الذي هو الإمام الحافظ",
            "page": "119",
            "part": "1",
            "seal": "78C45AFA"
        },
        {
            "id": "118",
            "nass": "أبو بكر ابن أبي داود، بل من كلام العلامة المحقق ابن البناء من أئمة علمائنا\".1 ¶ وعلى هذا فتبقى أربعة أبيات هي مزيدة على النظم ولا يدرى من زادها، لكننا نقطع أنها ليست لابن أبي داود رحمه الله تعالى، ولا تصح نسبتها إليه. ¶ أما معاني هذه الأبيات فلا شك في حسنها وأهميتها، على ضعف في تراكيبها وأوزانها، حتى إن القارئ لها ليدرك بمجرد قراءتها أنها مقحمة مزيدة. ¶ الثاني: ابن أبي داود صاحب هذا النظم إمام من أئمة السلف وعلم من أعلام الأمة مشهود له بالفضل والإمامة والعلم، بل كان رحمه الله من بحور العلم وأوعية السنة وحفاظ الحديث. وقد سبق أن أشرت في صدر هذا الشرح إلى طرف من النقول عن بعض الأئمة في الثناء عليه وبيان إمامته وفضله وحفظه وإتقانه. ¶ ورأيت هنا أن من المناسب الإشارة إلى بعض ما قيل فيه بغير حق سواء مما ثبت عن قائله أو لم يثبت؛ لتبرئة ساحة هذا الإمام والدفاع عنه، فإن مما يتقرب به إلى الله عز وجل الذب عن إعراض علماء المسلمين وتبرئتهم مما ينسب إليهم زوراً وباطلاً أو على غير وجهه الصحيح، ونسأل الله أن ¶ __________ ¶ 1 لوائح الأنوار السنية (2/105) .",
            "page": "120",
            "part": "1",
            "seal": "C39E840D"
        },
        {
            "id": "119",
            "nass": "يبارك في جميع علمائنا المتقدمين منهم والمتأخرين وأن يجزيهم خير الجزاء وأوفره. ¶ وأهم ما وقفت عليه منسوباً إلى ابن داود أمران: ¶ أولاً: نسبة الكذب إليه, وهي نسبة لا تصح ولا تثبت. ¶ قال ابن عدي: \"حدثنا علي بن عبد الله الداهري سمعت أحمد بن محمد ابن عمر بن كركرة سمعت علي بن الحسين بن الجنيد سمعت أبا داود يقول: ابني عبد الله كذاب. قال ابن صاعد كفانا ما قال أبوه فيه\".1 ¶ وهذا إسناد غير ثابت، قال المعلمي رحمه الله: \"الداهري وابن كركرة لم أجد لهما ذكراً في غير هذا الموضع، وقول ابن صاعد \"ما قال أبوه فيه\" إن أراد هذه الكلمة فإنها كانت بلغته هذا السند فلا نعلمه ثابتاً، وإن كان له مستند آخر فما هو، وإن كان أراد كلمة أخرى فما هي\".2 ¶ قال ابن عدي: \"ولولا شرطنا لما ذكرته3 ... وهو معروف بالطلب، وعامة ما كتبه مع أبيه، وهو مقبول عند أصحاب الحديث، وأما كلام أبيه فما أدري أيش تبين له منه\".4 ¶ __________ ¶ 1 الكامل في ضعفاء الرجال (4/265-266) . ¶ 2 التنكيل للمعلمي (1/298) . ¶ 3 أي لولا شرطه في كتابه من أن يذكر كل من تكلم فيه وإن الكلام غير قادح. ¶ 4 الكامل في ضعفاء الرجال (4/266) .",
            "page": "121",
            "part": "1",
            "seal": "ADDCE5DC"
        },
        {
            "id": "120",
            "nass": "هذا إن ثبت، وثبوته محل نظر كما تقدم، وقد شكك الحافظ الذهبي في ثبوت هذا، وأشار إلى بعض المحامل التي يمكن أن يحمل عليها إن صح. ¶ قال رحمه الله في تذكرة الحفاظ: \"أما قول أبيه فيه فالظاهر أنه إن صح عنه فقد عنا أنه كذاب في كلامه لا في الحديث النبوي، وكأنه قال هذا وعبد الله شاب طري ثم كبر وساد\".1 ¶ وقال في سير أعلام النبلاء: \"قلت: لعل قول أبيه فيه إن صح أراد الكذب في لهجته لا في الحديث فإنه حجة فيما ينقله، أو كان يكذب ويوري في كلامه، ومن زعم أنه لا يكذب أبداً فهو أرعن، نسأل الله السلامة من عثرة الشباب، ثم إنه شاخ وارعوى ولزم الصدق والتقى\".2 ¶ وذكره رحمه الله في كتابه الميزان وقال: \"إنما ذكرته لأنزهه\".3 ¶ وخلاصة القول أن نسبة هذا إليه محل نظر بل ليس عليه مستند صحيح، وإن ثبت فهو محمول على أمور لعلها كانت منه في مرحلة الشباب في حديثه وكلامه الخاص، لا في ما يحدث به عن رسول الله صلى الله عليه وسلم فإن شأنه أجل وقدره أنبل من ذلك. بل هو معدود عند أهل العلم في كبار الحفاظ ومن الأئمة العدول الثقات. فمن حاول لمزه بهذا فإنما يزري على نفسه، لاسيما إن كان مبنياً على الهوى والشنآن والباطل، وقد مر معنا قوله رحمه الله ¶ __________ ¶ 1 تذكرة الحفاظ (2/772) . ¶ 2 سير أعلام النبلاء (13/231) . ¶ 3 ميزان الاعتدال (4/116) .",
            "page": "122",
            "part": "1",
            "seal": "CA81FF60"
        },
        {
            "id": "121",
            "nass": "في منظومته السنية: ¶ (ولا تك من قوم تلهوا بدينهم ... فتطعن في أهل الحديث وتقدح) ¶ ثانياً: نسب إليه رحمه الله شيء من النصب. والمراد بالنصب أي: نصب العداء لآل النبي صلى الله عليه وسلم، ولم يثبت عنه رحمه الله شيء من ذلك، بل ثبت عنه ضد ذلك ونقيضه، وهو ولاء آل البيت ومحبتهم والثناء عليهم وذكر فضائلهم ومآثرهم. بل لم يتحقق في ترجمته من الذي نسبه إلى النصب وما حجته على ذلك، إلا أن هذه التهمة ألصقت به في حياته رحمه الله وبرأ نفسه منها ولم يجعل من رماه به في حل. ¶ قال أحمد بن يوسف بن الأزرق: \"سمعت أبا بكر بن أبي داود غير مرة يقول: كل من بيني وبينهم شيء أو قال: كل من ذكرني بشيء فهو في حل إلا من رماني ببغض علي بن أبي طالب\".1 ¶ وخير شاهد ودليل على سلامته من هذه التهمة قصيدته هذه التي بين أيدينا، والتي أبان فيها عقيدة أهل السنة والجماعة، فقد قال فيها بعد أن ذكر الخلفاء الثلاثة: ¶ (ورابعهم خير البرية بعدهم ... علي حليف الخير بالخير منجح) ¶ وقد جاء عنه أنه قال في تمام هذه القصيدة: \"هذا قولي، وقول أبي، وقول أحمد بن حنبل رحمه الله، وقول من أدركنا من أهل العلم، وقول من لم ندرك من أهل العلم ممن بلغنا قوله، فمن قال عليَ غير ذلك فقد كذب\". ¶ __________ ¶ 1 تاريخ بغداد (9/468) .",
            "page": "123",
            "part": "1",
            "seal": "A48BCE58"
        },
        {
            "id": "122",
            "nass": "وعلى كلٍ فقد أطبق أهل العلم على إمامة ابن أبي داود وفضله وتوثيقه والاحتجاج به وعده من أئمة السلف الأجلاء ومن العلماء الثقات النبلاء، فلم يبقى أي معنى للطعن فيه أو التقليل من شأنه وقدره ونبله، وللإمام المعلم رحمه الله كلام نفيس وتحقيق متين في تبرئة ابن أبي داود مما نسب إليه من النصب وغيره، أجاد فيه وأفاد، وأحسن الدفاع عن هذا الإمام الجليل والذب عنه، فجزاه الله خيراً على نصحه ودفاعه عنه وعن غيره من أئمة المسلمين، ورحم الله ابن أبي داود وغفر له ولجميع علماء المسلمين وللمسلمين والمسلمات والمؤمنين والمؤمنات الأحياء منهم والأموات إنه هو الغفور الرحيم. وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "124",
            "part": "1",
            "seal": "F22EA09E"
        }
    ],
    "t7575": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "نص المنظومة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الاعتصام بالكتاب والسنة ومجانبة البدع"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "صفة الكلام"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "إثبات رؤية الله تعالى"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "إثبات صفة النزول لله تعالى"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "عقيدة أهل السنة في الصحابة"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان بالقدر"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان باليوم الآخر"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "حكم مرتكب الكبيرة والتحذير من مذهبي الخوارج والمرجئة"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الإيمان وزيادته ونقصانه"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "التحذير من الرأي، ومن القدح في الحديث وأهله"
        }
    ]
}