{
    "b7592": [
        {
            "id": "1",
            "nass": "مقدمة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على سيد الأنبياء والمرسلين، وعلى آله وصحبه، ومن اتبع هداه إلى يوم الدين. ¶ أما بعد ... ¶ فأصل هذه الرسالة التي أقدمها إلى القراء الكرام محاضرتان اثنتان، كان قد ألقاهما أستاذنا محمد ناصر الدين الألباني في جمع من الشباب المسلم، في صيف عام1392هـ في داره في مخيم اليرموك بمدينة دمشق الفيحاء، تناول فيهما مسألة التوسل من جميع جوانبها، وبحثها من جميع نواحيها، بما عرف من علم غزير، ونظر سديد، وتحقيق دقيق، قلَّ أن تجد له في هذا العصر مثيلاً. ¶ وقد أعجب الحاضرون بهذا البحث القيم، لما فيه من دراسة علمية رصينة، وحجة قوية ناصعة، واقتنعوا بالنتائج التي توصل إليها، والرأي الذي ذهب إليه، والذي هو في الوقت نفسه مذهب الأئمة المجتهدين المتقدمين رحمهم الله تعالى. ¶ وقد رأينا الفائدة كبيرة، والحاجة ماسة إلى نشر هذا البحث،",
            "page": "5",
            "part": "1",
            "seal": "1FFAD9C3"
        },
        {
            "id": "2",
            "nass": "وتقديمه للمسلمين لعلهم يخلصون من الاضطراب الكبير الذي يعيش فيه كثير منهم إزاء هذا الموضوع الخطير. ¶ هذا وقد يسَّر الله تعالى – وله الفضل الكبير والمنة – ذلك، إذ كان عدد من الاخوة قد سجل تلكما المحاضرتين، وتطوع بعض الإخوان الغيورين والحريصين على العلم، بنقلهما من آلة التسجيل إلى القرطاس بخط واضح جميل، فجزاه الله تعالى على ذلك خيراً، وشكر له سعياً. ¶ وقد عدت إلى ما كتبه، فنقحته بما يجعله مناسباً للنشر، وأضفت إليه بعض الفوائد المناسبة له، وخرجت الآيات وبعض الأحاديث الواردة فيه، ثم كان أن وقف أستاذنا الألباني على رسالة له مخطوطة، كان كتبها منذ قرابة عشرين سنة بعنوان \"التوسل وأحاديثه\" وكانت حلقة من سلسلة أصدرها بعنوان \"تسديد الإصابة إلى من زعم نصرة الخلفاء الراشدين والصحابة\" رد فيها على بعض المبتدعين والخرافيين الذين تهجمهوا في عدة رسائل أصدروها على الدعوة السلفية، وافتروا عليها، وخلطوا فيها وخبطوا خبط عشواء، بما لا يتفق مع العلم والإخلاص في شيء، فأطلعني استاذنا على تلك الرسالة، وطالعتها، فوجدت فيها فوائد قيمة، وزيادات على ما في المحاضرتين نافعة، فضممتها إليهما، وآلفت بينها وبينهما، وحذفت ما ذهبت مناسبته، ولم تبق ثمة حاجة إليه، ثم عرضت البحث كله بشكله الجديد على المؤلف حفظه الله تعالى، فهذبه ونقحه بما يزيد في توضيحه وإفادته وتحسينه، فجاءت هذه الرسالة على اختصارها وإيجازها جامعة مانعة",
            "page": "6",
            "part": "1",
            "seal": "C9080A1D"
        },
        {
            "id": "3",
            "nass": "بفضل الله تعالى وتوفيقه، وها أنذا أقدمها إلى القراء الكرام، راجياً أن يجدوا فيها الخير الكثير، والنفع العظيم، سائلاً المولى الكريم أن يكتب لمؤلفها وناشرها الثواب الجزيل، والأجر الكبير، والحمد لله الذي بنعمته تتم الصالحات، وهو حسبنا ونعم الوكيل. ¶ دمشق في 27 ربيع الأول 1395 هـ ¶ الموافق لـ 19 نيسان سنة 1975 م. ¶ محمد عيد العباسي",
            "page": "7",
            "part": "1",
            "seal": "3D00B994"
        },
        {
            "id": "4",
            "nass": "التوسل: أنواعُه وَأحكَامه ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} ، {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} . يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} . ¶ أما بعد: فإن خير الحديث كلام الله، وخير الهدي هدي محمد، وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار. ¶ اضطرب الناس في مسألة التوسل، وحكمها في الدين اضطراباً كبيراً، واختلفوا فيها اختلافاً عظيماً، بين محلل ومحرم، ومغال ومتساهل، وقد اعتاد جمهور المسلمين منذ قرون طويلة أن يقولوا في دعائهم مثلاً: \"اللهم بحق نبيك أو بجاهه أو بقدره عندك عافني واعف عني\" و\"اللهم إني أسألك بحق البيت الحرام أن تغفر لي\" و\"اللهم بجاه الأولياء والصالحين، ومثل فلان وفلان\" أو \"اللهم بكرامة رجال",
            "page": "9",
            "part": "1",
            "seal": "42F24999"
        },
        {
            "id": "5",
            "nass": "الله عندك، وبجاه من نحن في حضرته، وتحت مدده1 فرج الهم عنا وعن المهمومين\"و\"اللهم إنا قد بسطنا إليك أكف الضراعة، متوسلين إليك بصاحب الوسيلة والشفاعة أن تنصر الإسلام والمسلمين.. \" الخ. ¶ ويسمون هذا توسلاً، ويدَّعون أنه سائغ ومشروع، وأنه قد ورد فيه بعض الآيات والأحاديث التي تقره وتشرعه، بل تأمر به وتحض عليه، وبعضهم غلا في إباحة هذا حتى أجاز التوسل إلى الله تعالى ببعض مخلوقاته التي لم تبلغ من المكانة ما يؤهلها لرفعة الشأن، كقبور الأولياء، والحديد المبني على أضرحتهم، والتراب والحجارة والشجر القريبة منها، زاعمين أن ما جاور العظيم فهو عظيم، وأن إكرام الله لساكن القبر يتعدى إلى القبر نفسه حتى، يصح أن يكون وسيلة إلى الله، بل قد أجاز بعض المتأخرين الاستغاثة بغير الله! ¶ فما هو التوسل يا ترى؟ وما هي أنواعه؟ وما معنى الآيات والأحاديث الواردة فيه؟ وما حكمه الصحيح في الإسلام؟ ¶ __________ ¶ 1 الإعتقاد بإمداد بشر بميت للأحياء هو اعتقاد باطل وطلبه استغاثة بغير الله وهي نوع من أنواع الشرك الأكبر, والعياذ بالله.",
            "page": "10",
            "part": "1",
            "seal": "08153CB1"
        },
        {
            "id": "6",
            "nass": "الفصل الأول: التوسل في اللغة والقرآن ¶ معنى التوسل في لغة العرب: ¶ وقبل الخوض في هذا الموضوع بتفصيل، أحب أن ألفت النظر إلى سبب هام من أسباب سوء فهم كثير من الناس لمعنى التوسل، وتوسعهم فيه، وإدخالهم فيه ما ليس منه، وذلك هو عدم فهمهم لمعناه اللغوي، وعدم معرفتهم بدلالته الأصلية، ذلك أن لفظة \"التوسل\" لفظة عربية أصيلة، وردت في القرآن والسنة وكلام العرب من شعر ونثر، وقد عنى بها: التقرب إلى المطلوب، والتوصل إليه برغبة، قال ابن الأثير في \"النهاية\": \"الواسل: الراغب، والوسيلة: القربة والواسطة، وما يتوصل به إلى الشيء ويتقرب به، وجمعها وسائل\" وقال الفيروز أبادي في \"القاموس\": \"وسل إلى الله تعالى توسيلاً: عمل عملاً تقرب به إليه كتوسل\" وقال ابن فارس في \"معجم المقاييس\": \"الوسيلة: الرغبة والطلب، يقال: وسل إذا رغب، والواسل: الراغب إلى الله عز وجل، وهو في قول لبيد: ¶ أرى الناس لا يدرون ما قدْرُ أمرهم ... بلى، كل ذي دين إلى الله واسلُ\" ¶ وقال الراغب الأصفاني في \"المفردات\": \"الوسيلة: التوصل إلى",
            "page": "11",
            "part": "1",
            "seal": "238071BE"
        },
        {
            "id": "7",
            "nass": "الشيء برغبة، وهي أخص من الوصيلة، لتضمنها لمعنى الرغبة، قال تعالى: {وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} ، وحقيقة الوسيلة إلى الله تعالى: مراعاة سبيله بالعمل والعبادة، وتحري مكارم الشريعة، وهي كالقربة، والواسل: الراغب إلى الله تعالى\". ¶ وقد نقل العلامة ابن جرير هذا المعنى أيضاً وأنشد عليه قول الشاعر: ¶ إذا غفل الواشون عدنا لوصلنا ... وعاد التصافي بيننا والوسائل ¶ هذا وهناك معنى آخر للوسيلة هو المنزلة عند الملك، والدرجة والقربة، كما ورد في الحديث تسمية أعلى منزلة في الجنة بها، وذلك هو قوله صلى الله عليه وسلم: \"إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلوا علي، فإنه من صلى علي صلاة صلى الله عليه بها عشراً، ثم سلوا الله لي الوسيلة، فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله، وأرجو أن أكون أنا هو، فمن سأل لي الوسيلة حلت له الشفاعة\" 1. ¶ وواضح ان هذين المعنيين الأخيرين للوسيلة وثيقا الصلة بمعناها الأصلي، ولكنهما غير مرادين في بحثنا هذا. ¶ __________ ¶ 1 رواه مسلم وأصحاب السنن وغيرهم وهو مخرج في كتابي \"إرواء الغليل\" يراجع \"242.",
            "page": "12",
            "part": "1",
            "seal": "F5BBC5E7"
        },
        {
            "id": "8",
            "nass": "معنى الوسيلة في القرآن: ¶ إن ما قدمته من بيان معنى التوسل هو المعروف في اللغة، ولم يخالف فيه أحد، وبه فسر السلف الصالح وأئمة التفسير الآيتين الكريمتين اللتين وردت فيهما لفظة \"الوسيلة\"، وهما قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ} 1 وقوله سبحانه: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً} 2. ¶ فأما الآية الأولى، فقد قال إمام المفسرين الحافظ ابن جرير رحمه الله في تفسيرها: \"يا أيها الذين صدَّقوا الله ورسوله فيما أخبرهم، ووعد من الثواب، وأوعد من العقاب. \"اتقوا الله\" يقول: أجيبوا الله فيما أمركم، ونهاكم بالطاعة له في ذلك. \"وابتغوا إليه الوسيلة\" يقول: واطلبوا القربة إليه بالعمل بما يرضيه. ¶ ونقل الحافظ ابن كثير عن ابن عباس رضي الله عنهما أن: معنى الوسيلة فيها القربة، ونقل مثل ذلك عن مجاهد وأبي وائل والحسن وعبد الله بن كثير والسدي وابن زيد وغير واحد، ونقل عن قتادة قوله فيها: \"أي تقربوا إليه بطاعته، والعمل بما يرضيه\" ثم قال ابن كثير: \"وهذا الذي قاله هؤلاء الأئمة لا خلاف بين المفسرين فيه.. والوسيلة ¶ __________ ¶ 1 سورة المائدة: الآية 35. ¶ 2 سورة الإسراء: الآية 57.",
            "page": "13",
            "part": "1",
            "seal": "AB87DAB6"
        },
        {
            "id": "9",
            "nass": "هي التي يتوصل بها إلى تحصيل المقصود\"1. ¶ وأما الآية الثانية فقد بين الصحابي الجليل عبد الله بن مسعود - رضي الله عنه - مناسبة نزولها التي توضح معناها فقال: \"نزلت في نفر من العرب كانوا يعبدون نفراً من الجن، فأسلم الجنيون، والإنس الذين كانوا يعبدونهم لا يشعرون\"2. ¶ قال الحافظ ابن حجر رحمه الله3: \"أي استمر الإنس الذين كانوا يعبدون الجن على عبادة الجن، والجن لا يرضون بذلك، لكونهم أسلموا، وهم الذين صاروا يبتغون إلى ربهم الوسيلة، وهذا هو المعتمد في تفسير الآية\". ¶ قلت: وهي صريحة في أن المراد بالوسيلة ما يتقرب به إلى الله تعالى، ولذلك قال: \"يبتغون\" أي يطلبون ما يتقربون به إلى الله تعالى من الأعمال الصالحة، وهي كذلك تشير إلى هذه الظاهرة الغريبة المخالفة لكل تفكير سليم، ظاهره أن يتوجه بعض الناس بعبادتهم ودعائهم إلى بعض عباد الله، يخافونهم ويرجونهم، مع أن هؤلاء العباد المعبودين قد أعلنوا إسلامهم، وأقروا لله بعبوديتهم، وأخذوا يتسابقون في التقرب إليه سبحانه، بالأعمال الصالحة التي يحبها ويرضاها، ويطمعون في رحمته، ويخافون من عقابه، فهو سبحانه يُسَفه في هذه ¶ __________ ¶ 1 تفسير ابن كثير \"2/52-53\". ¶ 2 رواه مسلم \"8/245 نووي\" والبخاري بنحوه \"8/320-31 فتح\". ¶ 3 فتح الباري \"10/12 و 13\".",
            "page": "14",
            "part": "1",
            "seal": "35AE3D6A"
        },
        {
            "id": "10",
            "nass": "الآية أحلام أولئك الجاهلين الذين عبدوا الجن، واستمروا على عبادتهم مع أنهم مخلوقون عابدون له سبحانه، وضعفاء مثلهم، لا يملكون لأنفسهم نفعاً ولا ضراً، وينكر الله عليهم عدم توجيههم بالعبادة إليه وحده، تبارك وتعالى، وهو الذي يملك وحده الضر والنفع، وبيده وحده مقادير كل شيء وهو المهيمن على كل شيء.",
            "page": "15",
            "part": "1",
            "seal": "5323D79D"
        },
        {
            "id": "11",
            "nass": "الأعمال الصالحة وحدها هي الوسائل المقربة إلى الله: ¶ ومن الغريب أن بعض مدعي العلم اعتادوا الاستدلال بالآيتين السابقتين على ما يلهج به كثير منهم من التوسل بذوات الأنبياء أو حقهم أو حرمتهم أو جاههم، وهو استدلال خاطى لا يصح حمل الآيتين عليه، لأنه لم يثبت شرعاً أن هذا التوسل مشروع مرغوب فيه، ولذلك لم يذكروا هذا الاستدلال أحد من السلف الصالح، ولا استحبوا التوسل المذكور، بل الذي فهموه منهما أن الله تبارك وتعالى يأمرنا بالتقرب إليه بكل رغبة، والتقدم إليه بك قربة، والتوصل إلى رضاه بكل سبيل. ¶ ولكن الله سبحانه قد علمنا في نصوص أخرى كثيرة أن علينا إذا أردنا التقرب إليه أن نتقدم إليه بالإعمال الصالحة التي يحبها ويرضاها، وهو لم يكل تلك الأعمال إلينا، ولم يترك تحديدها إلى عقولنا وأذواقنا، لأنها حينذاك ستختلف وتتباين، وستضطرب وتتخاصم، بل أمرنا سبحانه أن نرجع إليه في ذلك، ونتبع إرشاده وتعليمه فيه، لأنه لا يعلم ما يرضي الله عز وجل إلا الله وحده، فلهذا كان من الواجب علينا حتى نعرف الوسائل المقربة إلى الله أن نرجع في كل مسألة إلى ما شرعه الله سبحانه، وبينه رسول الله صلى الله عليه وسلم، ويعني ذلك أن نرجع إلى",
            "page": "15",
            "part": "1",
            "seal": "825F0AC8"
        },
        {
            "id": "12",
            "nass": "كتاب الله وسنة رسوله صلى الله عليه وسلم وهذا هو الذي وصانا به رسولنا محمد صلوات الله عليه وسلامه حيث قال: \"تركت فيكم أمرين لن تضلوا ما تمسكتم بهما: كتاب الله وسنة رسوله\" 1. ¶ __________ ¶ 1 رواه مالك مرسلا والحاكم من حديث ابن عباس وإسناده حسن. وله شاهد من حديث جابر خرجته في \"سلسلة الأحاديث الصحيحة\" \"1716\" طبع مكتبة المعارف للنشر والتوزيع- الرياض.",
            "page": "16",
            "part": "1",
            "seal": "BBBD5991"
        },
        {
            "id": "13",
            "nass": "متى يكون العمل صالحاً؟: ¶ وقد تبين من الكتاب والسنة أن العمل حتى يكون صالحاً مقبولاً يقرب إلى الله سبحانه، فلا بد من أن يتوفر فيه أمران هامان عظيمان، أولهما: أن يكون صاحبه قد قصد به وجه الله عز وجل، وثانيهما: أن يكون موافقاً لما شرعه الله تبارك وتعالى في كتابه، أو بينه رسوله في سنته، فإذا اختل واحد من هذين الشرطين لم يكن العمل صالحاً ولا مقبولاً. ¶ ويدل على هذا قوله تبارك وتعالى: {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً} 1 فقد أمر سبحانه أن يكون العمل صالحاً، أي موافقاً للسنة، ثم أمر أن يخلص به صاحبه لله، لا يبتغي به سواه. ¶ قال الحافظ ابن كثير في \"تفسيره\": \"وهذان ركنا العمل المتقبل، لا بد أن يكون خالصاً لله، صواباً على شريعة رسول الله صلى الله عليه وسلم وروي مثل هذا عن القاضي عياض رحمه الله وغيره. ¶ __________ ¶ 1 سورة الكهف: الآية 110.",
            "page": "16",
            "part": "1",
            "seal": "08D214A0"
        },
        {
            "id": "14",
            "nass": "الفصل الثاني: الوسائل الكونية والشرعية ¶ تعريف الوسائل الكونية والشرعية ¶ ... ¶ الفصل الثاني: الوسائل الكونية والشرعية ¶ إذا عرفنا أن الوسيلة هي السبب الموصل إلى المطلوب برغبة فاعلم أنها تنقسم إلى قسمين: وسيلة كونية، ووسيلة شرعية. ¶ فأما الوسيلة الكونية: فهي كل سبب طبيعي يوصل إلى المقصود بخلقته التي خلقها الله بها، ويؤدي إلى المطلوب بفطرته التي فطره الله عليها، وهي مشتركة بين المؤمن والكافر من غير تفريق، ومن أمثلتها الماء فهو وسيلة إلى ريّ الإنسان، والطعام وسيلة إلى شبعه، واللباس وسيلة إلى حمايته من الحر والقر، والسيارة وسيلة إلى انتقاله من مكان إلى مكان، وهكذا. ¶ وأ ما الوسيلة الشرعية: فهي كل سبب يوصل إلى المقصود عن طريق ما شرعه الله تعالى، وبينه في كتابه وسنة نبيه، وهي خاصة بالمؤمن المتبع أمر الله ورسوله. ¶ ومن أمثلتها: النطق بالشهادتين - بإخلاص وفهم - وسيلة إلى دخول الجنة والنجاة من الخلود في النار، وإتباع السيئة الحسنة وسيلة إلى محو السيئة، وقول الدعاء المأثور بعد الأذان وسيلة إلى نيل شفاعة النبي صلى الله عليه وسلم، وصلة الأرحام وسيلة لطول العمر وسعة الرزق، وهكذا. ¶ فهذه الأمور وأمثالها إنما عرفنا أنها وسائل تحقق تلك الغايات",
            "page": "17",
            "part": "1",
            "seal": "DF83DF41"
        },
        {
            "id": "15",
            "nass": "والمقاصد عن طريق الشرع وحده، لا عن طريق العلم أو التجربة أو الحواس، فنحن لم نعلم أن صلة الرحم تطيل العمر وتوسع الرزق إلا من قوله صلوات الله وسلامه عليه: \"من أحب أن يُبْسَط له في رزقه، وأن يُنْسَأ له في أثره فَلْيَصِلْ رحمه\" 1 وهكذا الأمثلة الأخرى. ¶ ويخطىء الكثيرون في فهم هذه الوسائل بنوعيها خطأ كبيراً، ويهمون وهماً شنيعاً، فقد يظنون سبباً كونياً ما يوصل إلى غاية معينة، ويكون الأمر بخلاف ما يظنون، وقد يعتقدون سبباً شرعياً ما يؤدي إلى مقصد شرعي معين، ويكون الحق بخلاف ما يعتقدون. ¶ فمن أمثلة الوسائل الباطلة شرعاً وكوناً في آن واحد، ما يراه المار في شارع النصر في دمشق في كثير من الاحيان، إذ يجد بعض الناس قد وضعوا أمامهم مناضد صغيرة، وعليها حيوان صغير يشبه الفأر الكبير، وقد وضع بجانبه بطاقات مضمومة كتب فيها عبارات فيها توقعات لحظوظ الناس، كتبها صاحب الحيوان، أو أملاها عليه بعض الناس كما شاء لهم جهلهم وهواهم، فيمر الصديقات الحميمان فيقول أحدهم للأخر: تعال لنرى حظنا ونصيبنا، فيدفعان للرجل بضعة قروش، فيدفع الحوين لسحب بطاقة ما، ويعطيها أحدهما فيقرؤها، ويطالع حظه المزعوم فيها! ¶ ترى ما مبلغ عقل هذا الإنسان الذي يتخذ الحيوان دليلاً ليعلمه ما جهله، وليطلعه على ما غُيّب عنه من قدره؟ ¶ __________ ¶ 1 رواه الشيخان وغيرهما, وهو مخرج في كتاب \"صحيح أبي داود\" \"1486\".",
            "page": "18",
            "part": "1",
            "seal": "6D56D546"
        },
        {
            "id": "16",
            "nass": "إنه إن كان يعتقد فعلاً أن هذا الحيوان يعلم الغيب فلا شك أن الحيوان خير منه، وإن كان لا يعتقد ذلك ففعله هذا عبث وسخف وإضاعة وقت ومال يتنزه عنه العقلاء. كما أن تعاطي هذا العمل تدجيل وتضليل وأكل لأموال الناس بالباطل. ¶ ولا شك أن لجوء الناس إلى هذا الحيوان لمعرفة الغيب وسيلة كونية بزعمهم، ولكنها باطلة تدحضها التجربة، ويهدمها النظر السليم، فهي وسيلة خرافية أدى إليها الجهل والدجل، وهي من الناحية الشرعية باطلة أيضاً تخالف الكتاب والسنة والإجماع، ويكفي في ذلك مخالفتها لقوله سبحانه في الثناء على نفسه: {عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَداً إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ..} 1. ¶ ومن الأسباب الكونية الموهومة ظن بعضهم انه إذا سافر أو تزوج مثلاً يوم الأربعاء أخفق في سفره وخاب في زواجه، واعتقادهم أنه من شرع في عمل هام فرأى أعمى أو ذو عاهةلم يتم عمله ولم ينجح فيه! ¶ ومن هذه الأسباب أيضاً ظن كثير من العرب والمسلمين اليوم أنهم بعددهم الكبير فقط ينتصرون على أعدائهم من الصهاينة والمستعمرين، وأنهم على وضعهم الذي هم عليه سيرمون اليهود في البحر، وقد أثبتت التجارب خطأ هذه الظنون وبطلانها، وأن الأمر أعمق من أن يعالج بهذه الطريقة السطحية. ¶ ومن الأسباب الشرعية الموهومة اتخاذ بعض الناس أسباباً يظنونها ¶ __________ ¶ 1 سورة الجن: الآيتان 26 و 27.",
            "page": "19",
            "part": "1",
            "seal": "36B3F670"
        },
        {
            "id": "17",
            "nass": "تقربهم إلى الله سبحانه، وهي تبعدهم منه في الحقيقة، وتجلب لهم السخط والغضب، بل واللعنة والعذاب، فمن ذلك استغاثة بعضهم بالموتى المقبورين من الأولياء والصالحين، ليقضوا لهم حوائجهم التي لا يستطيع قضاءها إلا الله سبحانه وتعالى، كطلبهم منهم دفع الضر وشفاء السقم، وجلب الرزق وإزالة العقم، والنصر على العدو وأمثال ذلك، فيتمسحون بحديد الأضرحة وحجارة القبور، ويهزونها أو يلقون إليها أوراقاً كتبوا فيها طلباتهم ورغابتهم، فهذه وسائل شرعية بزعمهم، ولكنها في الحقيقة باطلة، ومخالفة لأساس الإسلام الأكبر الذي هو العبودية لله تعالى وحده، وإفراده سبحانه بجميع أنواعها وفروعها. ¶ ومن ذلك اعتقاد بعضهم الصدق في خبر يتحدث به إنسان ما إذا عطس هو أو أحد الحاضرين عند تحدثه بذلك1. ¶ ومنها اعتقادهم بأن أحداً من أصحابهم أو أقربائهم يذكرهم بخير ¶ __________ ¶ 1 لعل هذا الإعتقاد حديث: \"من حدث حديثا فعطس عنده فهو حق\" وهو حديث باطل, وقد أورده الشوكاني في كتابه \"الفوائد المجموعة في الأحاديث الموضوعة ص 224\". هذا وما بعده أمثلة جدية لبيان خطر الأحاديث الضعيفة والموضوعة, وأثرها السيء في نشر العقائد الباطلة, والعادات المسترذلة, ممايوجب على كل مسلم واع معرفتها والتحذير منها, ولا يتم ذلك إلا بالاهتمام بعلوم السنة ودراستها, وهذا مما حدا بي إلى وضع كتابي \"سلسلة الأحاديث الضعيفة والموضوعة وأثرها السيء في الأمة\" وقد صدر منه ثلاث مجلدات, وهذا الحديث تجد الكلام عليه وبيان بطلانه مفصلا فيه برقم \"136\" مكتبة المعارف للتوزيع والنشر- الرياض.",
            "page": "20",
            "part": "1",
            "seal": "7C79FDCE"
        },
        {
            "id": "18",
            "nass": "إذا طنت آذانهم1، وكذلك اعتقادهم بأن بلاء ينزل عليهم إذا قصوا أظافرهم في الليل وفي أيام السبت والأحد ... 2, أو إذا كنسوا بيوتهم ليلاً ... ومنها اعتقادهم أنهم إذا حسنوا ظنهم بحجر واعتقدوا فيه فإنه ينفهم3. ¶ فهذه وأمثالها اعتقادات باطلة، بل خرافات وترهات، وظنون وأوهام ما أنزل الله بها من سلطان، وقد رأيت أن أصلها أحاديث موضوعة مكذوبة، لعن الله واضعها، وقبح ملفقها. ¶ وعلى هذا فإن الوسائل الكونية منها ما هو مباح أذن الله به، ومنها ما هو حرام نهى الله عنه، وقد ذكرت فيما سبق أمثلة من هذه الوسائل بنوعيها مما يَهم الناس فيه، ويظنونه مباحاً وموصولاً إلى القصد مع أنه بعكس ذلك، وأذكر فيما يلي بعض الأمثلة على الوسائل الكونية ¶ __________ ¶ 1 أصل هذه العقيدة حديث موضوع هو: \"إذا طنت أذن أحدكم فليصل علي وليقل: ذكر الله بخير من ذكرني\" وأورده الشوكاني في \"الفوائد المجموعة ص 244\". ¶ 2 وقد تلقى هذه العقيدة الباطلة بعض المتفقهة فنظمها شعرا يلقن لبعض طلاب المدارس الشرعية ومنها قوله: ¶ قص الأظافر يوم السبت آكله ... تبدو وفيما يليه تذهب البركة ¶ وعالم فاضل يبدو بتلوهما ... وإن يكن في الثلاثا فاحذر الهلكه ¶ 3 أصل هذه العقيدة الضالة حديث: \"لو أحسن أحدكم ظنه بحجر لنفعه الله به\" أورده الحافظ العجلوني في \"كشف الخفاء - 2/152\" ونق عن ابن تيمية أنه كذب وعم ابن حجر أنه لا أصل له, وعن صاحب \"المقاصد\" أنه لا يصح, ونقل عن ابن القيم قوله: \"هو من كلام عباد الأصنام الذين يحسنون ظنهم بالأحجار\" وانظر كتابي السابق, رقم \"450\".",
            "page": "21",
            "part": "1",
            "seal": "9899B3DA"
        },
        {
            "id": "19",
            "nass": "المشروعة وغير المشروعة. ¶ فمن الوسائل الكونية المشروعة للكسب والحصول على الرزق اتخاذ البيع والشراء والتجارة والزراعة والإجارة، ومن الوسائل الكونية المحرمة الإقراض بالربا وبيع العينة والاحتكار والغش والسرقة، والميسر وبيع الخمور والتماثيل، ومن أدلة ذلك قوله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبا} 1. ¶ فكل من البيع والربا سبب كوني لكسب الرزق، ولكن الله تعالى أحل الأول، وحرم الثاني. ¶ __________ ¶ 1 سورة البقرة: الآية 275.",
            "page": "22",
            "part": "1",
            "seal": "7E6B2C26"
        },
        {
            "id": "20",
            "nass": "كيف تعرف صحة الوسائل ومشروعيتها: ¶ والطريق الصحيح لمعرفة مشروعية الوسائل الكونية والشرعية هو الرجوع إلى الكتاب والسنة، والتثبت مما ورد فيهما عنها، والنظر في دلالات نصوصهما، وليس هناك طريق آخر لذلك البتة. ¶ فهناك شرطان لجواز استعمال سبب كوني ما، الأول أن يكون مباحاً في الشرع، والثاني أن يكون قد ثبت تحقيقه للمطلوب، أو غلب ذلك على الظن. ¶ وأما الوسيلة الشرعية فلا يشترط فيها إلا ثبوتها في الشرع ليس غير. ¶ فاتخاذ الحيوان في المثال الاسبق وسيلة مزعومة لمعرفة الغيب هو من الناحية الكونية باطل تدحضه التجربة والنظر، ومن الناحية الشرعية",
            "page": "22",
            "part": "1",
            "seal": "5BAB7B12"
        },
        {
            "id": "21",
            "nass": "كفر وضلال، بين الله بطلانه وحذر منه. وكثيراً ما يخلط الناس في هذه الأمور، فيظنون أنه بمجرد ثبوت النفع بوسيلة ما تكون هذه الوسيلة جائزة ومشروعة، فقد يحدث أن يدعو أحدهم ولياً، أو يستغيث بميت فيتحقق طلبه، وينال رغبته، فيدعي أن هذا دليل على قدرة الموتى والأولياء على إغاثة الناس، وعلى جواز دعائهم والاستغاثة بهم، وما حجته في ذلك غير حصوله على طلبه، وقد قرأنا مع الأسف في بعض الكتب الدينية أشياء كثيرة من هذا القبيل، إذ يقول مسطرها، أو ينقل عن بعضهم قوله مثلاً: إنه وقع في شدة، واستغاث بالولي الفلاني، أو الصالح العلاني، وناداه باسمه، فحضر حالاً، أو جاءه في النوم فأغاثه، وحقق له ما أراد. ¶ وما درى هذا المسكين وأمثاله أن هذا - إن صح وقوعه - استدراج من الله عز وجل للمشركين والمبتدعين، وفتنة منه سبحانه لهم، ومكر منه بهم، جزاءاً وفاقاً على إعراضهم عن الكتاب والسنة، واتباعهم لأهوائهم وشياطينهم. ¶ فهذا الذي يقول ذاك الكلام يجيز الاستغاثة بغير الله تعالى، هذه الاستغاثة التي هي الشرك الأكبر بعينه، بسبب حادثة وقعت له أو لغيره، ويمكن أن تكون هذه الحادثة مختلقة من أصلها، أو محرفة ومضخمة لإضلال بني آدم، كما يمكن أن تكون صحيحة، وراويها صادقاً فيما أخبر، ولكنه أخطأ في حكمه على المنقذ والمغيث، فظنه ولياً صالحاً، وإنما هو شيطان رجيم، فعل ذلك عن قصد خبيث، هو تلبيس الأمور على الناس، وإيقاعهم في حبائل الكفر والضلال من حيث يشعرون أو لا يشعرون.",
            "page": "23",
            "part": "1",
            "seal": "8EFE7F15"
        },
        {
            "id": "22",
            "nass": "وقد تضافرت الأخبار على أن المشركين في الجاهلية كانوا يأتون إلى الصنم، وينادونه فيسمعون صوتاً، فيظنون أن الذي يكلمهم ويجيبهم إنما هو معبودهم الذي قصدوه من دون الله، وليس هو في الحقيقة والواقع غير شيطان لعين يريد إضلالهم، وإغراقهم في العقائد الباطلة. ¶ والمقصود من ذلك كله أن تعرف أن التجارب والأخبار ليست الوسيلة الصحيحة لمعرفة مشروعية الأعمال الدينية، بل الوسيلة الوحيدة المقبولة لذلك هي الاحتكام للشرع المتمثل في الكتاب والسنة وليس غير. ¶ وأهم ما يخلط فيه كثير من الناس في هذا الباب الاتصال بعالم الغيب بطريقة من الطرق، كإتيان الكهان والعرافين، والمنجمين والسحرة والمشعوذين، فتراهم يعتقدون في هؤلاء معرفة الغيب، لأنهم يحدثونهم عن بعض الأمور المغيبة عنهم، ويكون الأمر وفق ما يحدثون أحياناً، ويظنون ذلك جائزاً مباحاً، بدليل وقوعه كما يخبرون. وهذا خطأ جسيم، وضلال مبين، فإن مجرد حصول منفعة ما بواسطة ما لا يكفي لإثبات مشروعية هذه الواسطة، فبيع الخمر مثلاً قد يؤدي إلى منفعة صاحبه وغناه وثروته، وكذلك الميسر واليانصيب أحياناً، ولذلك قال ربنا تبارك وتعالى فيهما: {يَسْأَلونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} 1 ومع ذلك فهما محرمان، وملعون في الخمر ¶ __________ ¶ 1 سورة البقرة: الآية 219.",
            "page": "24",
            "part": "1",
            "seal": "DB101452"
        },
        {
            "id": "23",
            "nass": "عشرة كما ثبت في الحديث1. ¶ فإتيان الكهان كذلك حرام، لأنه قد ثبت في الدين النهي عنه، والتحذير منه، قال النبي صلى الله عليه وسلم: \"من أتى كاهناً، فصدقه بما يقول فقد برىء مما أنزل على محمد\" 2. ¶ وقال صلى الله عليه وسلم: \"من أتى عرافاً، فسأله عن شيء لم تقبل له صلاة أربعين ليلة\" 3. وقال معاوية بن الحكم السلمي للنبي صلى الله عليه وسلم: إن منا رجالاً يأتون الكهان؟ فقال صلى الله عليه وسلم: \"فلا تأتهم ... \" 4. ¶ وقد بين الرسول الكريم صلوات الله وسلامه عليه طريقة حصول الكهان والسحرة على بعض المغيبات بقوله صلى الله عليه وسلم: \"إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعاناً لقوله كالسلسلة على صفوان 5 فإذا فُزّع عن قلوبهم قالوا: ماذا قال ربكم؟ قالوا للذي قال: الحق، وهو العلي الكبير، فيسمعها مسترقو السمع، ومسترقو السمع هكذا واحد فوق آخر، ووصف سفيان - أحد رواة الحديث - \"وهو ابن عيينة كما قال الحافظ ابن كثير في تفسيره 3/537\" بيده، وفرَّج بين أصابع يده اليمنى، نصبها بعضها فوق بعض، فربما أدرك الشهاب المستمع قبل ان يرمي بها إلى صاحبه، وربما ¶ __________ ¶ 1 وهو مخرج في بعض مصنفاتي, فانظر \"صحيح الجامع الصغير وزيادته\" \"4967\". ¶ 2 رواه أحمد وأبو داود, وإسناده صحيح. انظر المصدر السابق \"5818\". ¶ 3 رواه مسلم. انظر المصدر السابق \"5816\". ¶ 4 رواه مسلم وغيره, وهو مخرج في \"صحيح أبي داود\" \"862\". ¶ 5 هو الصخر الأملس.",
            "page": "25",
            "part": "1",
            "seal": "7CA71859"
        },
        {
            "id": "24",
            "nass": "لم يدركه حتى يرمي بها إلى الذي يليه، الذي هو أسفل منه، حتى يلقوها إلى الأرض \"روبما قال سفيان: حتى تنتهي إلى الأرض\" فتلقى على فم الساحر، فيكذب معها مائة كذبة، فيصدق، فيقولون: ألم يخبرنا يوم كذا وكذا، يكون كذا وكذا، فوجدناه حقاً؟ \"للكلمة التي سُمعت من السماء\"1. ¶ وورد مثل هذا في حديث آخر عن ابن عباس رضي الله عنهما قال: كان رسول الله صلى الله عليه وسلم جالساً في نفر من أصحابه، فاستنار نجم، فقال صلى الله عليه وسلم: \"ما كنتم تقولون إذا كان مثل هذا في الجاهلية؟ \" قالوا: كنا نقول: يولد عظيم أو يموت عظيم، فقال رسول الله صلى الله عليه وسلم: \"فإنها لا يُرْمى بها لموت أحد ولا لحياته، ولكن ربنا تبارك وتعالى إذا قضى أمراً سبح حملة العرش، ثم سبح أهل السماء الذين يلونهم، حتى يبلغ التسبيح السماء الدنيا، ثم يستخبر أهل السماء الذين يلون حملة العرش، فيقول الذين يلون حملة العرش لحملة العرش: ماذا قال ربكم؟ فيخبرونهم، ويخبر أهل كل سماء سماء، حتى ينتهي الخبر إلى هذه السماء، وتخطف الجن السمع، فيُرمَون، فما جاؤوا به على وجهه فهو حق، ولكنهم يقرفون فيه ويزيدون\" 2. فمن هذين الحديثين وغيرهما ¶ __________ ¶ 1 رواه البخاري في عدة مواضع من صحيحه منها كتاب التفسير \"9/452 فتح\" عن أبي هريرة, وصححه الترمذي وابن خزيمة, وهو مخرج في \"الصحيحة\" \"1293\" وانظر \"صحيح الجامع الصغير\" 1/262. ¶ 2 رواه أحمد في مسنده \"1/218\" ومسلم في صحيحه \"7/36 و 37\" والترمذي \"9/91- 92- تحفة\" وغيرهم, \"يقرفون\" يخلطون فيه الكذب, وضبطها بعضها \"يقذفون\" بوزنها ومعناها, رواها الترمذي بلفظ: \"يحرفونه\".",
            "page": "26",
            "part": "1",
            "seal": "C96CAE91"
        },
        {
            "id": "25",
            "nass": "نعلم أن الاتصال بين الإنس والجن واقع، وأن الجني يخبر الكاهن ببعض الأخبار الصادقة، فيضيف إليها الكاهن أخباراً أخرى ملفقة من عنده، فيحدث الناس، فيطلعون على صدق بعضها، ومع ذلك فقد نهى الشارع الحكيم عن إتيان هؤلاء الكهان، وحذر من تصديقهم فيما يقولون، كما مر معنا آنفاً. ¶ وبهذه المناسبة فلا يفوتنا أن نذكر أن الكهانة والعرافة والتنجيم ما يزال لها أثر كبير على كثير من الناس، حتى في عصرنا هذا الذي يدعي أهله أنه عصر العلم والتفكير، والتمدن والثقافة، ويظنون أن الكهانة والشعوذة والسحر قد ولّت أيامها وانقضى سلطانها، ولكن الذي يمكن النظر، ويطلع على خفايا ما يحدث هنا وهناك يعلم علم اليقين أنها ما تزال تسيطر على كثيرين، ولكنها لبست لبوساً جديداً، وتدبت بأشكال عصرية، لا بفطن إلى حقيقتها إلا القليل، وما استحضار الأرواح ومخاطبتها، والاتصال بها بأنواعه المختلفة إلا شكل من أشكال هذه الكهانة الحديثة التي تضلل الناس، وتفتنهم عن دينهم، وتربطهم بالأوهام والأباطيل، ويظنونها حقيقة وعلماً، وديناً، والحقيقة والعلم والدين منها بُرآء. ¶ والخلاصة أن الأسباب الكونية، وما يُظن أنه من الأسباب الشرعية لا يجوز إثباتها، ولا تعاطيها إلا بعد ثبوت جوازها في الشرع، كما يجب في الأسباب الكونية إثبات صحتها وفائدتها بالنظر والتجربة. ¶ ومما يجب التنبه له، أن ما ثبت كونه وسيلة كونية، فإنه يكفي في إباحته والأخذ به، أن لا يكون في الشرع النهي عنه، وفي مثله يقول",
            "page": "27",
            "part": "1",
            "seal": "ADC15F03"
        },
        {
            "id": "26",
            "nass": "الفقهاء: الأصل في الأشياء الإباحة. وأما الوسائل الشرعية، فلا يكفي في جواز الأخذ بها، أن الشارع الحكيم لم ينه عنها، كما يتوهمه الكثيرون بل لا بد فيها من ثبوت النص الشرعي المستلزم مشروعيتها واستحبابها. لأن الاستحباب شيء زائد على الإباحة، فإنه مما يتقرب إلى الله تعالى، والقربات لا تثبت بمجرد عدم ورود النهي عنها، ومن هنا قال بعض السلف: \"كل عبادة لم يتعبدها اصحاب رسول الله صلى الله عليه وسلم فلا تتعبدوها\"، وهذا مستفاد من أحاديث النهي عن الابتداع في الدين وهي معروفة، ومن هنا قال شيخ الإسلام ابن تيمية رحمه الله تعالى: \"الأصل في العبادات المنع إلا لنص، وفي العادات الإباحة إلا لنص\". فاحفظ هذا فإنه هام جداً يساعدك على استبصار الحق فيما اختلف فيه الناس.",
            "page": "28",
            "part": "1",
            "seal": "1C6B7098"
        },
        {
            "id": "27",
            "nass": "الفصل الثالث: التوسل المشروع وأنواعه ¶ مدخل ¶ ... ¶ الفصل الثالث: التوسل المشروع وأنواعه ¶ عرفنا مما سبق أن هناك قضيتين مستقلتين، أولاهما: وجوب أن يكون التوسل به مشروعاً، وذلك لا يعرف إلا بدليل صحيح من الكتاب والسنة، وثانيهما: أن يكون التوسل بسبب كوني صحيحاً يوصل إلى المطلوب. ¶ ونحن نعلم أن الله عز وجل أمرنا بدعائه سبحانه والاستغاثة به، فقال: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} 1. وقال تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} 2. ¶ وقد شرع لنا عز شأنه أنواعاً من التوسلات المشروعة المفيدة المحققة للغرض، والتي تكفل الله بإجابة الداعي بها، إذا توفرت شروط الدعاء الأخرى، فلننظر الآن فيم تدل عليه النصوص الشرعية الثابتة من التوسل دون تعصب أو تحيز. ¶ إن الذي ظهر لنا بعد تتبع ما ورد في الكتاب الكريم والسنة المطهرة ¶ __________ ¶ 1 سورة غافر: الآية 60. ¶ 2 سورة البقرة: الآية 186.",
            "page": "29",
            "part": "1",
            "seal": "A5E97D7D"
        },
        {
            "id": "28",
            "nass": "أن هناك ثلاثة أنواع للتوسل شرعها الله تعالى، وحث عليها، وَرَدَ بعضها في القرآن، واستعملها الرسول صلى الله عليه وسلم وحض عليها، وليس في هذه الأنواع التوسل بالذوات أو الجاهات أو الحقوق أو المقامات، فدل ذلك على عدم مشروعيته وعدم دخوله في عموم \"الوسيلة\" المذكورة في الآيتين السالفتين.",
            "page": "30",
            "part": "1",
            "seal": "763C1EA3"
        },
        {
            "id": "29",
            "nass": "التوسل بأسماء الله وصفاته ¶ ... ¶ أما الأنواع المشار إليها من التوسل المشروع فهي: ¶ 1- التوسل إلى الله تعالى باسم من أسمائه الحسنى، أو صفة من صفاته العليا: ¶ كأن يقول المسلم في دعائه: اللهم إني أسألك بأنك أنت الرحمن الرحيم، اللطيف الخبير أن تعافيني. أو يقول: أسألك برحمتك التي وسعت كل شيء أن ترحمني وتغفر لي. ومثله قول القائل: اللهم إني أسألك بحبك لمحمد صلى الله عليه وسلم. فإن الحب من صفاته تعالى. ¶ ودليل مشروعية هذا التوسل قوله عز وجل: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} 1. والمعنى: ادعوا الله تعالى متوسلين إليه بأسمائه الحسنى. ولا شك أن صفاته العليا عز وجل داخلة في هذا الطلب، لأن أسماءه الحسنى سبحانه صفات له، خصت به تبارك وتعالى. ¶ ومن ذلك ما ذكره الله تعالى من دعاء سليمان عليه السلام حيث قال: {وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ} 2. ¶ __________ ¶ 1 سورة الأعراف: الآية 180. ¶ 2 سورة النمل: الآية 19.",
            "page": "30",
            "part": "1",
            "seal": "F8884CA3"
        },
        {
            "id": "30",
            "nass": "ومن الأدلة أيضاً قول النبي صلى الله عليه وسلم في أحد أدعيته الثابتة عنه قبل السلام من صلاته صلى الله عليه وسلم: \"اللهم بعلمك الغيب، وقدرتك على الخلق أحيني ما علمت الحياة خيراً لي، وتوفني إذا كانت الوفاة خير لي\" 1. ¶ ومنها أنه صلى الله عليه وسلم سمع رجلاً يقول في تشهده: \"اللهم إني أسألك يا الله الواحد الأحد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفواً أحد أن تغفر لي ذنوبي، إنك أنت الغفور الرحيم\" فقال صلى الله عليه وسلم \"قد غفر له قد غفر له\" 2. ¶ وسمع النبي صلى الله عليه وسلم رجلاً آخر يقول في تشهده: \"اللهم إني أسألك بأن لك الحمد لا إله إلا أنت وحدك لا شريك لك، المنان يا بديع السماوات والأرض، يا ذا الجلال والإكرام يا حي يا قيوم، إني أسألك الجنة، وأعوذ بك من النار\" فقال النبي صلى الله عليه وسلم لأصحابه: \"تدرون بما دعا؟ \" قالوا: الله ورسوله أعلم. قال: \"والذي نفسي بيده لقد دعا الله باسمه العظيم \"وفي رواية: \"الأعظم\" الذي إذا دعي به أجاب وإذا سئل به أعطي\" 3. ¶ ومنها قوله صلى الله عليه وسلم: \"من كثر همه فليقل: \"اللهم إني عبدك، وابن عبدك، وابن أمتك، ناصيتي بيدك، ماض فيّ حكمك، عدل فيّ قضاؤك، أسألك بكل اسم هو لك، سميت به نفسك، أو علمته أحد من خلقك، أو أنزلته في كتابك، أو استأثرت به في علم الغيب عندك ¶ __________ ¶ 1 رواه النسائي والحاكم وصححه, ووافقه الذهبي, وهو كما قالا. ¶ 2 رواه أبو داود والنسائي وأحمد وغيرهم وإسناده صحيح. ¶ 3 رواه أبو داود والنسائي وأحمد وغيرهم وإسناده صحيح.",
            "page": "31",
            "part": "1",
            "seal": "DE90B0EE"
        },
        {
            "id": "31",
            "nass": "أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي\" إلا أذهب الله همه وحزنه، وأبدله مكانه فرجا\" 1. ¶ ومنها ما ورد في استعاذته صلى الله عليه وسلم وهي قوله: \"اللهم إني أعوذ بعزتك لا إله إلا أنت أن تضلني..\" 2. ¶ ومنها ما رواه أنس - رضي الله عنه - أن النبي صلى الله عليه وسلم: \"كان إذا حزبه3 أمر قال: \"يا حي يا قيوم برحمتك أستغيث\" 4. ¶ فهذه الأحاديث وما شابهها تبين مشروعية التوسل إلى الله تعالى باسم من أسمائه أو صفه من صفاته، وأن ذلك مما يحبه الله سبحانه ويرضاه، ولذلك استعمله رسول الله صلى الله عليه وسلم، وقد قال الله تبارك وتعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ} 5. فكان من المشروع لنا أن ندعوه سبحانه بما دعاه به رسوله صلى الله عليه وسلم، فذلك خير ألف مرة من الدعاء بأدعية ننشئها، وصيغ نخترعها. ¶ __________ ¶ 1 رواه أحمد \"3712\" واللفظ له والحاكم \"1/905\" وغيرهما, وإسناده صحيح كما بينته في \"السلسلة الصحيحة- 199\" ورددت على من ضعفه. مكتبة المعارف للنشر والتوزيع- الرياض. ¶ 2 متفق عليه. ¶ 3 أي أهمه وأحزنه. ¶ 4 رواه الترمذي \"1/267- تحفة\" والحاكم \"1/905\" وهو حديث حسن. ¶ 5 سورة الحشر: الآية 8.",
            "page": "32",
            "part": "1",
            "seal": "935E342D"
        },
        {
            "id": "32",
            "nass": "2 ـ التوسل إلى الله تعالى بعمل صالح قام به الداعي: ¶ كأن يقول المسلم: اللهم بإيماني بك، ومحبتي لك، واتباعي لرسولك اغفر لي.. أو يقول: اللهم إني أسألك بحبي لمحمد صلى الله عليه وسلم",
            "page": "32",
            "part": "1",
            "seal": "497BB6D8"
        },
        {
            "id": "33",
            "nass": "وإيماني به أن تفرج عني.. ومنه أن يذكر الداعي عملاً صالحاً ذا بالٍ، فيه خوفه من الله سبحانه، وتقواه إياه، وإيثاره رضاه على كل شيء، وطاعته له جل شأنه، ثم يتوسل به إلى ربه في دعائه، ليكون أرجى لقبوله وإجابته. ¶ وهذا توسل جيد وجميل قد شرعه الله تعالى وارتضاه، ويدل على مشروعيته قوله تعالى: {الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ} 1 وقوله: {رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} 2 وقوله: {رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ} 3 وقوله: {إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ} 4 وأمثال هذه الآيات الكريمات المباركات. وكذلك يدل على مشروعية هذا النوع من التوسل ما رواه بريدة بن الحٌصَيب - رضي الله عنه - حيث قال: سمع النبي صلى الله عليه وسلم رجلاً يقول: اللهم إني أسألك بأني أشهد أنك أنت الله الذي لا إله إلا أنت، الأحد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفواً أحداً\"، فقال: \"قد سأل الله باسمه الأعظم، الذي إذا سئل به أعطى، وإذا دعي به أجاب\" 5. ¶ __________ ¶ 1 سورة آل عمران: الآية 16. ¶ 2 سورة آل عمران: الآية 53. ¶ 3 سورة آل عمران: 193 و 194. ¶ 4 سورة المؤمنون: الآية 109. ¶ 5 رواه أحمد \"5/349 و 350\" وأبو داود \"1493\" وغيرهما, وإسناده صحيح.",
            "page": "33",
            "part": "1",
            "seal": "88FB1785"
        },
        {
            "id": "34",
            "nass": "ومن ذلك ما تضمنته قصة أصحاب الغار، كما يرويها عبد الله ابن عمر رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"انطلق ثلاثة رهط ممن كان قبلكم حتى أووا المبيت إلى غار، فدخلوه، فانحدرت صخرة من الجبل، فسدت عليهم الغار، فقالوا: إنه لا ينجيكم من هذه الصخرة إلا أن تدعوا الله بصالح أعمالكم\" - وفي رواية لمسلم: \"فقال بعضهم لبعض: انظروا أعمالاً عملتموها صالحة لله، فادعوا الله بها، لعل الله يفرجها عنكم -. فقال رجل منهم: اللهم كان لي أبوان شيخان كبيران وكنت لا أغبُقُ1 قبلهما أهلا ولا مالا، فنأى بي طلب شيء\" - وفي رواية لمسلم: \"الشجر\" - \"يوماً، فلم أرٍحْ2 عليهما، حتى ناما، فحلبت لهما غبوقهما فوجدتهما نائمين، فكرهت أن أغبق قبلهما أهلا أو مالا، فلبثت والقدح على يدي انتظر استيقاظهما حتى برق الفجر، فاستيقظا فشربا غبوقهما، اللهم إن كنت فعلت ذلك ابتغاء وجهك ففرج عنا ما نحن فيه من هذه الصخرة، فانفرجت شيئاً لا يستطيعون الخروج.\" قال النبي صلى الله عليه وسلم: \"قال الآخر: اللهم كانت لي بنت عم كانت أحب الناس إلي، فأردتها عن نفسها، فامتنعت مني حتى ألمت بها سَنَة3 من السنين، فجاءتني فأعطيتها عشرين ومئة دينار على أن تخلي بيني وبين نفسها، ففعلت، حتى إذا قدرت عليها قالت: لا ¶ __________ ¶ 1 الغبوق: هو الذي يشرب العشي, ومعناه: كنت لا أقدم عليهما في شرب اللبن أهلا ولا غيرهم, عن \"الترغيب والترهيب\". ¶ 2 المراح: موضع مبيت الماشية, والمعني: لم أرد الماشية من المرعى إلى حظائرها. ¶ 3 السنة: العام المقحط الذي لم تنبت الأرض فيه شيئا, سواء نزل غيث أم لم ينزل \"عن الترغيب والترهيب\"",
            "page": "34",
            "part": "1",
            "seal": "8F1C77CA"
        },
        {
            "id": "35",
            "nass": "أحل لك أن تفض - وفي رواية لمسلم: \"يا عبد الله اتق الله، ولا تفتح\" - \"الخاتم إلا بحقه، فتحرجت من الوقوع عليها، فانصرفت عنها وهي أحب الناس إلي، وتركت الذهب الذي أعطيتها، اللهم إن كنت فعلت ذلك ابتغاء وجهك فافرج عنا ما نحن فيه، فانفرجت الصخرة غير أنهم لا يستطيعون الخروج منها\". قال النبي صلى الله عليه وسلم: \"وقال الثالث: اللهم إني استأجرت أجراء، فأعطيتهم أجرهم غير رجل واحد ترك الذي له وذهب، فثمرت أجره، حتى كثرت منه الأموال، فجاءني بعد حين فقال: يا عبد الله أدّ لي أجري، فقلت له: كل ما ترى من أجرك، من الإبل والبقر والغنم والرقيق. فقال: يا عبد الله! لا تستهزئ بي. فقلت: إني لا أستهزئ بك، فأخذه كله، فاستاقه، فلم يترك منه شيئاً. اللهم فإن كنت فعلت ذلك ابتغاء وجهك فافرج عنا ما نحن فيه، فانفرجت الصخرة … فخرجوا يمشون\" 1. ¶ ويتضح من هذا الحديث أن هؤلاء الرجال المؤمنين الثلاثة حينما اشتد بهم الكرب، وضاق بهم الأمر، ويئسوا من أن يأتيهم الفرج من كل طريق إلا طريق الله تبارك وتعالى وحده، فلجأوا إليه، ودعوه بإخلاص واستذكروا أعمالاً لهم صالحة، كانوا تعرفوا فيها إلى الله في أوقات الرخاء، راجين أن يتعرف إليهم ربهم مقابلها في أوقات الشدة، كما ورد في حديث النبي صلى الله عليه وسلم الذي فيه: \".. تعرف إلى الله في الرخاء يعرفك في الشدة\" 2 فتوسلوا إليه سبحانه بتلك الأعمال؛ توسل الأول ببره والديه، وعطفه عليهما، ¶ __________ ¶ 1 رواه البخاري في كتاب الإجارة واللفظ له ولمسلم والنسائي وغيرهم. ¶ 2 رواه أحمد عن ابن عباس وإسناده صحيح لغيره كما بينته في \"ظلال الجنة تخريج السنة\" لابن أبي عاصم. يراجع \"138\".",
            "page": "35",
            "part": "1",
            "seal": "85A4C77E"
        },
        {
            "id": "36",
            "nass": "ورأفته الشديدة بهما حتى كان منه ذلك الموقف الرائع الفريد، وما أحسب إنساناً آخر، - حاشا الأنبياء ـ يصل بره بوالديه إلى هذا الحد. ¶ وتوسل الثاني بعفته من الزنى بابنة عمه التي أحبها كأشد ما يحب الرجال النساء بعدما قدر عليها، واستسلمت له مكروهة بسبب الجوع والحاجة، ولكنها ذكرته بالله عز وجل، فتذكر قلبه، وخشعت جوارحه، وتركها والمال الذي أعطاها. ¶ وتوسل الثالث بحفاظه على حق أجيره الذي ترك أجرته التي كانت فَرَقاَ1 من أرز كما ورد في رواية صحيحة للحديث وذهب، فنماها له صاحب العمل، وثمرها حتى كانت منها الشاه والبقر والأبل والرقيق، فلما احتاج الأجير إلى المال ذكر أجرته الزهيدة عند صاحبه، فجاءه وطالبه بحقه، فأعطاه تلك الأموال كلها، فدهش وظنه يستهزىء به، ولكنه لما تيقن منه الجد، وعرف أنه ثمرّ له أجره حتى تجمعت منه تلك الأموال، استساقها فرحاً مذهولاً، ولم يترك منها شيئاً. وأيْم الله إن صنيع رب العمل هذا بالغ حد الروعة في الإحسان إلى العامل، ومحقق المثل الأعلى الممكن في رعايته وإكرامه، مما لا يصل إلى عشر معشاره موقف كل من يدعي نصرة العمال والكادحين، ويتاجر بدعوى حماية الفقراء والمحتاجين، وإنصافهم وإعطائهم حقوقهم. دعا هؤلاء الثلاثة ربهم سبحانه متوسلين إليه بهذه الأعمال الصالحة أي صلاح، والمواقف الكريمة أي كرم، معلنين أنهم إنما فعلوها ابتغاء رضوان الله تعالى وحده، لم يريدوا بها دنيا قريبة أو مصلحة عاجلة أو ¶ __________ ¶ 1 مكيال تقدر سعته بثلاثة آصع.",
            "page": "36",
            "part": "1",
            "seal": "D222F153"
        },
        {
            "id": "37",
            "nass": "مالاً، ورجوا الله جل شأنه أن يفرج عنهم ضائقتهم، ويخلصهم من محنتهم، فاستجاب سبحانه دعاءهم، وكشف كربهم، وكان عند حسن ظنهم به، فخرق لهم العادات وأكرمهم بتلك الكرامة الظاهرة، فأزاح الصخرة بالتدرج على مراحل ثلاث، كلما دعا واحد منهم تنفرج بعض الانفراج حتى انفرجت تماماً مع آخر دعوة الثالث بعد أن كانوا في موت محقق. ورسولنا الكريم صلوات الله وسلامه عليه يروي لنا هذه القصة الرائعة التي كانت في بطون الغيب، لا يعلمها إلا الله سبحانه وتعالى ليذكرنا بأعمال فاضلة مثالية لأناس فاضلين مثاليين من أتباع الرسل السابقين، لنقتدي بهم، ونتأسى بأعمالهم، ونأخذ من أخبارهم الدروس الثمينة، والعظات البالغة. ولا يقولن قائل: إن هذه الأعمال جرت قبل بعثة نبينا محمد صلى الله عليه وسلم فلا تنطبق علينا بناء على ما هو الراجح في علم الأصول أن شرع من قبلنا ليس شرعاً لنا. لأننا نقول: إن حكاية النبي صلى الله عليه وسلم لهذه الحادثة إنما جاءت في سياق المدح والثناء، والتعظيم والتبجيل، وهذا إقرار منه صلى الله عليه وسلم بذلك، بل هو أكثر من إقرار لما قاموا به من التوسل بأعمالهم الصالحة المذكورة، بل إن هذا ليس إلا شرحاً وتطبيقاً عملياً للآيات المتقدمة، وبذلك تتلاقى الشرائع السماوية في تعاليمها وتوجيهاتها، ومقاصدها وغاياتها، ولا غرابة في ذلك، فهي تنبع من معين واحد، وتخرج من مشكاة واحدة، وخاصة فيما يتعلق بحال الناس مع ربهم سبحانه، فهي لا تكاد تختلف إلا في القليل النادر الذي يقتضي حكمة الله سبحانه تغييره وتبدليه.",
            "page": "37",
            "part": "1",
            "seal": "0F28CE59"
        },
        {
            "id": "38",
            "nass": "3- التوسل إلى الله تعالى بدعاء الرجل الصالح: ¶ كأن يقول المسلم في ضيق شديد، أو تحل به مصيبة كبيرة، ويعلم من نفسه التفريط في جنب الله تبارك وتعالى، فيجب أن يأخذ بسبب قوي إلى الله، فيذهب إلى رجل يعتقد فيه الصلاح والتقوى، أو الفضل والعلم بالكتاب والسنة، فيطلب منه أن يدعوا له ربه، ليفرج عنه كربه، ويزيل عنه همه. فهذا نوع آخر من التوسل المشروع، دلت عليه الشريعة المطهرة، وأرشدت إليه، وقد وردت أمثلة منه في السنة الشريفة، كما وقعت نماذج منه من فعل الصحابة الكرام رضوان الله تعالى عليهم، فمن ذلك ما رواه أنس ابن مالك - رضي الله عنه - حيث قال: أصاب الناس سنَة على عهد النبي صلى الله عليه وسلم، فبينما النبي صلى الله عليه وسلم يخطب [على المنبر 2/22] قائماً في يوم الجمعة، قام [وفي راوية: دخل 2/16] أعرابي [من أهل البدو 2/21] [من باب كان وجَاه المنبر] [نحو دار القضاء ورسول الله قائم، فاستقبل رسول الله صلى الله عليه وسلم قائماً 2/17] فقال: يا رسول الله! هلك المال، وجاع [وفي رواية: هلك] العيال [ومن طريق أخرى: هلك الكُراع، وهلك الشاء] 1 [وفي أخرى هلكت المواشي، وانقطعت السبل] فادعُ الله لنا [أن يَسْقِيَنا] [وفي أخرى: يُغيثنا] فرفع يديه يدعو [حتى رأيت بياض إبطه] : [اللهم أغثنا، اللهم أغثنا، اللهم أغثنا] ، [ورفع الناس أيديهم معه يدعون،] [ولم يذكر أنه حوَّل رداءه، ولا استقبل القبلة 2/18] و [لا والله] ما نرى في السماء [من سحاب ¶ __________ ¶ 1 الكراع: الخيل, الشاء: جمع شاة وهي الغنم.",
            "page": "38",
            "part": "1",
            "seal": "2A87C989"
        },
        {
            "id": "39",
            "nass": "ولا] قزعة1 [ولا شيئاً، وما بيننا وبين سَلْع2 من بيت ولا دار] [وفي رواية: قال أنس: وإن السماء لمثل الزجاجة] [قال: فطلعت من ورائه سحابة مثل الترس، فلما توسطت السماء انتشرت ثم أمطرت] فوالذي نفسه بيده ما وضعها حتى ثار السحاب أمثال الجبال، ثم لم ينزل عن منبره حتى رأيت المطرَ يتحادر على لحيته صلى الله عليه وسلم [وفي رواية: فهاجت ريح أنشأت سحاباً، ثم اجتمع، ثم أرسلت السماءُ عزاليها3 [ونزل عن المنبر فصلى 2/19] [فخرجنا نخوض الماس حتى أتينا منازلنا] [وفي رواية: حتى ما كاد الرجل يصل إلى منزله 7/154] فمطرنا يومنا ذلك، ومن الغد وبعد الغد، والذي يليه حتى الجمعة الأخرى [ما تقلع] 4 [حتى سالت مثاعب المدينة] 5 [وفي رواية: فلا والله ما رأينا الشمس ستاً] . ¶ وقام ذلك الأعرابي أو غيره [وفي رواية: ثم دخل رجل من ذلك الباب في الجمعة المقبلة ورسول الله صلى الله عليه وسلم قائم يخطب، فاستقبله قائماً] فقال: يا رسول الله تهدم البناء [وفي رواية: تهدمت البيوت، وتقطعت السبل، وهلكت المواشي] [وفي طريق: بشَق المسافر6، ومُنع الطريق ¶ __________ ¶ 1 قطعة من السحاب الصغار المتفرق. ¶ 2 جبل في المدينة. ¶ 3 عزاليها: جمع عزلاء وهو فم المزادة الأسفل, وفيه تشبيه غزارة المطر وشدته بالماء الخارج من أفواه القرب المصبوبة. ¶ 4 ماتقع: أي ماتنقطع. ¶ 5 أي مجاري المياه. ¶ 6 أي قطع به السير.",
            "page": "39",
            "part": "1",
            "seal": "3CE1A06C"
        },
        {
            "id": "40",
            "nass": "وغرق المال، فادع الله [يحبُسه] لنا [فتبسم النبي صلى الله عليه وسلم] فرفع يده، فقال: \"اللهم حوالينا ولا علينا، [اللهم على رؤوس الجبال والإكام [والظراب] 1 وبطون الأودية ومنابت الشجر] فما [جعل] يشير بيده إلى ناحية من السحاب إلا انفرجت مثل الجوْبَة2، [وفي رواية: فنظرت إلى السحاب تصدع حول المدينة [يميناً وشمالاً] كأنه إكليل] [وفي أخرى: فانْجابَتْ] 3 عن المدينة انجياب الثوب] [يمطر ما حولينا ولا يمطر فيها شيء [وفي طريق: قطرة] [وخرجنا نمشي في الشمس] يريهم الله كرامة نبيه صلى الله عليه وسلم وإجابة دعوته] ، وسال الوادي [وادي] قناة شهراً، ولم يجىء أحد من ناحية إلا حدث بالجود4. ¶ ومن ذلك ما رواه أنس بن مالك5 - رضي الله عنه - أيضاً أن عمر بن الخطاب - رضي الله عنه - كان إذا قحطوا استسقى بالعباس ابن عبد المطلب، فقال: اللهم إنا كنا نتوسل إليك بنبينا صلى الله عليه وسلم فتسقينا، وإنا نتوسل إليك بعم نبينا فاسقنا، قال: فيُسقَون. ¶ __________ ¶ 1 الإكام: جمع أكمة وهو التراب المتجمع, و\"الظراب\" جمع \"ظرب\" وهو الجبل المنبسط ليس بالعالي. ¶ 2 هي الحفرة المستديرة الواسعة. ¶ 3 أي انكشفت. ¶ 4 رواه البخاري, وقد أوردته هكذا مختصرى له \"1/224- 226 رقم 497\" جامعا بين طرقه ورواياته المختلفة الواردة في مواضع شتى, وهذا المختصر فيه فوائد جمة وتعليقات نفسية, لا يستغني عنها طالب علم أو راغب فقه. مكتبة المعارف للنشر والتورزيع. ¶ 5 رواه البخاري \"2/398, 7/62\" وابن سعد في \"الطبقات 4/28-29\" وهو في \"مختصر البخاري\" برقم \"536\". مكتبة المعارف للنشر والتوزيع.",
            "page": "40",
            "part": "1",
            "seal": "18C4DE85"
        },
        {
            "id": "41",
            "nass": "ومعنى قول عمر: إنا كنا نتوسل إليك بنبينا صلى الله عليه وسلم وإنا نتوسل إليك بعم نبينا، أننا كنا نقصد نبينا صلى الله عليه وسلم ونطلب منه أن يدعو لنا، ونتقرب إلى الله بدعائه، والآن وقد انتقل صلى الله عليه وسلم إلى الرفيق الأعلى، ولم يعد من الممكن أن يدعو لنا، فإننا نتوجه إلى عم نبينا العباس، ونطلب منه أن يدعوَ لنا، وليس معناه أنهم كانوا يقولون في دعائنهم: اللهم بجاه نبيك اسقنا، ثم أصبحوا يقولون بعد وفاته صلى الله عليه وسلم: اللهم بجاه العباس اسقنا، لأن مثل هذا دعاء مبتدع ليس له أصل في الكتاب ولا في السنة، ولم يفعله أحد من السلف الصالح رضوان الله تعالى عليهم، كما سيأتي الكلام على ذلك بشيء من البسط قريباً إن شاء الله تعالى. ¶ ومن ذلك أيضاً ما رواه الحافظ ابن عساكر رحمه الله تعالى في \"تاريخه 18/151/1\" بسند صحيح1 عن التابعي الجليل سليم ابن عامر الخبَائري: أن السماء قحطت، فخرج معاوية بن أبي سفيان وأهل دمشق يستسقون، فلما قعد معاوية على المنبر، قال: أين يزيد بن الأسود الجُرَشي؟ فناداه الناس، فأقبل يتخطى الناس، فأمره معاوية فصعد على المنبر، فقعد عند رجليه، فقال معاوية: اللهم إنا نستشفع إليك اليوم بخيرنا وأفضلنا، اللهم إنا نستشفع إليك اليوم بيزيد بن الأسود الجرشي، يا يزيد ارفع يديك إلى الله، فرفع يديه، ورفع الناس أيديهم، فما كان أوشك أن ثارت سحابة في الغرب كأنها ترس، وهبت لها ريح، فسقتنا حتى كاد الناس أن لا يبلغوا منازلهم. ¶ __________ ¶ 1 وعزاه الحافظ العسقلاني في \"الإصابة - 3/634\" لأبي زراعة الدمشقي ويعقوب ابن سفيان في \"تاريخهما\" بسند صحيح عن سليم بن عامر أيضا.",
            "page": "41",
            "part": "1",
            "seal": "992365C5"
        },
        {
            "id": "42",
            "nass": "وروى ابن عساكر أيضاً بسند صحيح أن الضحاك بن قيس خرج يستسقي بالناس فقال ليزيد بن الأسود أيضاً: قم يا بكاء! زاد في رواية: \"فما دعا إلا ثلاثاً حتى أمطروا مطراً كادوا يغرقون منه. ¶ فهذا معاوية - رضي الله عنه - أيضاً لا يتوسل بالنبي صلى الله عليه وسلم، لما سبق بيانه، وإنما يتوسل بهذا الرجل الصالح: يزيد ين الأسود رحمه الله تعالى، فيطلب منه أن يدعو الله تعالى، ليسقيهم ويغيثهم، ويستجيب الله تبارك وتعالى طلبه. وحدث مثل هذا في ولاية الضحاك بن قيس أيضاً.",
            "page": "42",
            "part": "1",
            "seal": "70C302D0"
        },
        {
            "id": "43",
            "nass": "بطلان التوسل بما عدا الأنواع الثلاثة السابقة: ¶ فمما سبق تعلم أن التوسل المشروع الذي دلت عليه نصوص الكتاب والسنة، وجرى عليه عمل السلف الصالح، وأجمع عليه المسلمون وهو: ¶ 1- التوسل باسم من أسماء الله تبارك وتعالى أو صفة من صفاته. ¶ 2- التوسل بعمل صالح قام به الداعي. ¶ 3- التوسل بدعاء رجل صالح. ¶ وأما ما عدا هذه الأنواع من التوسلات ففيه خلاف، والذي نعتقده وندين الله تعالى به أنه غير جائز، ولا مشروع، لأنه لم يرد فيه دليل، تقوم به الحجة – وقد أنكره العلماء المحققون في العصور الإسلامية المتعاقبة، مع أنه قد قال ببعضه بعض الأئمة، فأجاز الإمام أحمد التوسل بالرسول صلى الله عليه وسلم وحده فقط، وأجاز غيره كالإمام الشوكاني التوسل به وبغيره من الأنبياء والصالحين: ولكنا – كشأننا في جميع",
            "page": "42",
            "part": "1",
            "seal": "85AF96E0"
        },
        {
            "id": "44",
            "nass": "الأمور الخلافية – ندور مع الدليل حيث دار ولا نتعصب للرجال، ولا ننحاز لأحد إلا للحق كما نراه ونعتقده، وقد رأينا في قضية التوسل التي نحن بصددها الحق مع الذين حظروا التوسل بمخلوق، ولم نر لمجيزيه دليلاً صحيحاً يعتد به، ونحن نطالبهم بأن يأتونا بنص صحيح صريح من الكتاب أو السنة فيه التوسل بمخلوق، وهيهات أن يجدوا شيئاً يؤيد ما يذهبون إليه، أو يسند ما يدعونه، اللهم إلا شبهاً واحتمالات، سنعرض للرد عليها بعد قليل. ¶ فهذه الأدعية الواردة في القرآن الكريم وهي كثيرة، لا نجد في شيء منها التوسل بالجاه أو الحرمة أو الحق أو المكانة لشيء من المخلوقات، وهاك بعض الأدعية الكريمة على سبيل المثال: يقول ربنا جل شأنه معلماً إيانا ما ندعو به ومرشداً: {رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} 1 ويقول: {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} 2 ويقول: {فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ} 3 ويقول: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِناً وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ} 4، {رَبِّ ¶ __________ ¶ 1 سورة البقرة: الآية 286. ¶ 2 سورة البقرة: الآية 201. ¶ 3 سورة يونس: الآية 85 و 86. ¶ 4 سورة إبراهيم: 35.",
            "page": "43",
            "part": "1",
            "seal": "F7546A67"
        },
        {
            "id": "45",
            "nass": "اجْعَلْنِي مُقِيمَ الصَّلاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ} 1 ويقول على لسان موسى عليه السلام: {قَالَ رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي..} 2 ويقول سبحانه: {وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَاماً..} 3 ... إلى آخر ما هنالك من الأدعية القرآنية الكريمة، وبعضها مما يعلمنا الله تعالى أن ندعو به ابتداء، وبعضها مما يحكيه سبحانه عن بعض أنبيائه ورساله، أو بعض عباده وأوليائه، وواضح أنه ليس في شيء منها ذاك التوسل المبتدع الذي يدندن حوله المتعصبون، ويخاصم فيه المخالفون. ¶ وإذا انتقلنا إلى السنة الشريفة لنطلع منها على أدعية النبي صلى الله عليه وسلم التي ارتضاها الله تعالى له، وعلمه إياها، وأرشدنا إلى فضلها وحسنها، نراها مطابقة لما في أدعية القرآن السالفة من حيث خلوها من التوسل المبتدع المشار إليه، وهاك بعض تلك الأدعية النبوية المختارة: ¶ فمنها دعاء الاستخارة المشهور الذي كان النبي صلى الله عليه وسلم يعلمه أصحابه إذا هموا بأمر كما كان يعلمهم القرآن، وهو: \"اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب، اللهم إن كنت تعلم ¶ __________ ¶ 1 سورة إبراهيم: الآية 40-41. ¶ 2 سورة طه: الآياه 25-28. ¶ 3 سورة الفرقان: الآية 65.",
            "page": "44",
            "part": "1",
            "seal": "290E26EF"
        },
        {
            "id": "46",
            "nass": "أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري، وعاجله وآجله، فأقدره لي ويسره لي، ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري، وعاجله وآجله، فاصرفه عني، واصرفني عنه، واقدر لي الخير حيث كان، ثم رضني به\" 1. ¶ ومنها: \"اللهم أصلح لي ديني، الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر\" 2 و: \"اللهم بعلمك الغيب، وقدرتك على الخلق أحيني ما علمت الحياة خيراً لي، وتوفني إذا علمت الوفاة خيراً لي ... \" 3 و: \"اللهم إني أسألك الهدى والتقى والعفاف والغنى\" 4 و: \"اللهم اقسم لنا من خشيتك ما تحول به بيننا وبين معاصيك، ومن طاعتك ما تبلغنا به جنتك ... \" 5 و: \"اللهم رب جبريل وميكائيل وإسرافيل ومحمد نعوذ بك من النار\" 6 ومثل هذه الأدعية في السنة كثير، ولا نجد فيها دعاء واحداً ثابتاً فيه شيء من التوسل المبتدع الذي يستعمله المخالفون. ¶ __________ ¶ 1 رواه البخاري بنحوه وهو في \"مختصر البخاري\" برقم \"605\". مكتبة المعارف للنشر والتوزيع. ¶ 2 رواه مسلم, وهو مخرج في \"الروض النضير- 112\". ¶ 3 رواه النسائي بإسناد صحيح, وهو مخرج في \"تخريج الكلم الطيب- 105\". ¶ 4 رواه مسلم وهو مخرج في \"تخريج فقه السيرة- 481\"0 ¶ 5 رواه الترمذي وحسنه وهو كما قال وانظره بتمامه مع تخريجه في \"تخريج الكلم- 225\". ¶ 6 رواه الحاكم والطبراني, وإسناده حسن لغيره كما بينته في السلسلة الصحيحة- 1544\". مكتبة المعارف للنشر والتوزيع الرياض.",
            "page": "45",
            "part": "1",
            "seal": "8365AC54"
        },
        {
            "id": "47",
            "nass": "ومن الغريب حقاً أنك ترى هؤلاء يعرضون عن أنواع التوسل المشروعة السابقة، فلا يكادون يستعلمون شيئاً منها في دعائهم أو تعليمهم الناس مع ثبوتها في الكتاب والسنة وأجماع الأمة عليها، وتراهم بدلاً من ذلك يعمدون إلى أدعية اخترعوها، وتوسلات ابتدعوها لم يشرعها الله عز وجل، ولم يستعملها رسوله المصطفى صلى الله عليه وسلم، ولم ينقل عن سلف هذه الأمة من أصحاب القرون الثلاثة الفاضلة، وأقل ما يقال فيها: إنها مختلف فيها، فما أجدرهم بقوله تبارك وتعالى: {أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ} 1. ¶ وأهل هذه أحد الشواهد العلمية التي تؤكد صدق التابعي الجليل حسان بن عطية المحاربي رحمه حيث قال: ما ابتدع قوم بدعة في دينهم إلا نزع الله من سننهم مثلها، ثم لا يعيدها إليهم إلى يوم القيامة.2 ¶ هذا ولم ننفرد نحن بإنكار تلك التوسلات المبتدعة، بل سبقنا إلى إنكارها كبار الأئمة والعلماء، وتقرر ذلك في بعض المذاهب المتبعة، ألا وهو مذهب أبي حنيفة رحمه الله، فقد جاء في \"الدر المختار\" \"2/630\" – وهو من أشهر كتب الحنفية – ما نصه: عن أبي حنيفة: لا ينبغي لأحد أن يدعو الله إلا به، والدعاء المأذون فيه، المأمور به ما استفيد من قوله تعالى: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} . ¶ __________ ¶ 1 سورة البقرة: الآية 61. ¶ 2 رواه الدارمي \"1/45\" وإسناده صحيح.",
            "page": "46",
            "part": "1",
            "seal": "1C8837FF"
        },
        {
            "id": "48",
            "nass": "ونحوه في \"الفتاوى الهندية\" \"5/280\". وقال القُدوري1 في كتابه الكبير في الفقه المسمى \"بشرح الكرخي\" في \"باب الكراهة\": قال بشر بن الوليد حدثنا أبو يوسف قال أبو حنيفة: لا ينبغي لأحد أن يدعو الله إلا به، وأكره أن يقول: بمعاقد العز من عرشك، أو بحق خلقك، وهو قول أبي يوسف، قال أبو يوسف: معقد العز من عرشه هو الله، فلا أكره هذا، وأكره أن يقول: بحق فلان، أو بحق أنبيائك ورسلك، وبحق البيت الحرام والمشعر الحرام، قال القُدوري: المسألة بخلقه2 لا تجوز لأنه لا حق للخلق على الخالق، فلا تجوز وفاقاً. نقله شيخ الإسلام في \"القاعدة الجليلة\" وقال الزبيدي في \"شرح الإحياء - 2/285\": \"كره أبو حنيفة وصاحباه أن يقول الرجل: أسألك بحق فلان، أو بحق أنبيائك ورسلك، أو بحق البيت الحرام والمشعر الحرام، ونحو ذلك، إذ ليس لأحد على الله حق، وكذلك كره أبو حنيفة ومحمد أن يقول الداعي: اللهم إني أسألك بمعاقد العز من عرشك، وأجازه أبو يوسف لما بلغه الأثر فيه\"3. ¶ __________ ¶ 1 هو أبو الحسن أحمد بن محمد بن جعفر بن حمدان الفقيه, وهو من شيوخ الخطيب البغدادي, ولد سنة 362, وتوفي سنة 824هـ. ¶ 2 أي سؤال الله بخلقه. ¶ 3 إنما أكثرت من هذه النقول لأن كثيرين من متعصبة الحنفية وغيرهم ينكرون صحة هذا القول عن أبي حنيفة رحمه الله وإذا كان مثل هذا القول لا يصح عنه فليس هناك في كتب الفقه شيء يصخ عنه مطلقا كما لا يخفى على الفقيه العالم بطريقة نقلأقوال الأئمة الحنفية في كتب المذهب. ¶ ومن غرائب بعضهم أنهم إذا جوبهوا بقول الإمام أبي حنيفة هذا صرحوا بأنهم غير ملزمين به لأنه مخالف للحديث لأنه قد صح - يزعمهم- الحديث بدعاء الله.....=",
            "page": "47",
            "part": "1",
            "seal": "2E47DF02"
        },
        {
            "id": "49",
            "nass": "أقول: لكن الأثر المشار إليه باطل لا يصح، رواه ابن الجوزي في \"الموضوعات\" وقال: هذا حديث موضوع بلا شك، وأقره الحافظ الزيلعي في \"نصب الراية\" \"273\" فلا يحتج به، وإن كان قول القائل: أسألك بمعاقد العز من عرشك يعود إلى التوسل بصفة من ¶ __________ ¶ = بغيره كما في حديث أصحاب الغار وحديث بريدة وقد تقدما ص 33-34 ويفسرونهما على غير الوجه الصحيح يقولون هذا مع أنهم في منهجهم العام وسبيلهم المعروف غارقون في التقليد إلى آذانهم ويعرضون عن أي حديث صحيح الإسناد صريح الدلالة إذا كان مخالفا لمذهبهم فما بالهم يعودون إلى منهجنا هذا حينما سدت في وجوههم سبل الرد علينا من المذهب؟ ترى هل هذا تناقض منهم أو غفلة أم وهم {يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ} ليردوا الحق الذي نص عليه إمام مذهبهم لأنه يوافق ما تدعوهم إليه من ترك التوسل بالذات إلى التوسل بالله تعالى وصفاته؟ ¶ وليت شعري هل هم مستعدون لأن يكون العمل بما صح به الحديث منهجهم في فقههم كله حتى نطالبهم بعشرات بل بمئات الأحاديث الصحيحة التي خالفوها إلى مذهبهم وبذلك تتفق وجهة نظرهم مع وجهة نظرنا أم سيكون شأنهم اتباع الحديث ومخالفة المذهب إذا وافق ذلك الهوى والغرض والتمسك بالمذهب ومخالفة الحديث إذا لم يوافق ذلك الهوى والغرض! ¶ وأما احتجاجهم بحديث بريدة وحديث أصحاب الغار فمردود لأنهما صريحان في التوسل بالعمل الصالح وهو الشهادة بالتوحيد في الحديث الأول وبر الوالدين والعفة عن الحرام والإحسان إلى الأجير في الحديث الثاني ونحن قد قلنا بذلك ولم نتعصب لقول أبي حنيفة السابق الذي ينفي ظاهره هذا النوع من التوسل ولا يلزمنا نحن الأخذ به إذا خالف الحيث لأن الحديث مقدم عندنا على قوله وما الخلاف بيننا وبين المقلدة إلا فيما يظهرون \"والله أعلم بما يكتمون\" وأما تسميتهم هذا التوسل بدعاء الله بغيره فهي من تدلساتهم الباطلة ومغالطاتهم المكشوفة كم لا يخفى على ذوي الألباب.",
            "page": "48",
            "part": "1",
            "seal": "1280E9C9"
        },
        {
            "id": "50",
            "nass": "صفات الله عز وجل، فهو توسل مشروع بأدلة أخرى كما سبق، تغني عن هذا الحديث الموضوع. قال ابن الاثير رحمه الله: \"أسألك بمعاقد العز من عرشك، أي بالخصال التي استحق بها العرش العز، أو بمواضع انعقادها منه، وحقيقة معناه: بعز عرشك، وأصحاب أبي حنيفة يكرهون هذا اللفظ من الدعاء\". ¶ فعلى الوجه الأول من هذا الشرح، وهو الخصال التي استحق بها العرش العز، يكون توسلاً بصفة من صفات الله تعالى فيكون جائزاً، وأما على الوجه الثاني الذي هو مواضع إنعقاد العز من العرش، فهو توسل بمخلوق فيكون غير جائز، وعلى كلٍ فالحديث لا يستحق زيادة في البحث والتأويل لعدم ثبوته، فنكفي بما سبق.",
            "page": "49",
            "part": "1",
            "seal": "8964E9CB"
        },
        {
            "id": "51",
            "nass": "الفصل الرابع: شبهات والجواب عليها ¶ الشيهة الأولى: حديث استسقاء عمر بالعاس رضي الله عنهما ¶ ... ¶ الفصل الرابع: شبهات والجواب عليها ¶ يورد المخالفون في هذا الموضوع بعض الاعتراضات والشبهات، ليدعوا رأيهم الخاطىء، ويوهموا العامة بصحته، ويلبسوا الأمر عليهم، وأعرض فيما يلي هذه الشبهات واحدة إثر واحدة، وأرد عليها رداً علمياً مقنعاً إن شاء الله، بما يقرر ما بينته في الفصل السابق وينسجم معه، ويقنع كل مخلص منصف، ويدحض كل افتراء علينا بالباطل، وبالله تعالى وحده التوفيق، وهو المستعان. ¶ الشبهة الأولى: حديث استسقاء عمر بالعباس رضي الله عنهما: ¶ يحتجون على جواز التوسل بجاه الأشخاص وحرمتهم وحقهم بحديث أنس السابق: \"أن عمر بن الخطاب - رضي الله عنه - كان إذا قَحَطوا استسقى بالعباس بن عبد المطلب، فقال: اللهم إنا كنا نتوسل إليك بنبينا، فتسقينا، وإنا نتوسل إليك بعم نبينا فاسقنا. قال: فيسقون\"1. ¶ فيفهمون من هذا الحديث أن توسل عمر - رضي الله عنه - إنما كان بجاه العباس - رضي الله عنه -، ومكانته عند الله سبحانه، وأن توسله ¶ __________ ¶ 1 رواه البخاري وغيره, وانظر ص 40.",
            "page": "51",
            "part": "1",
            "seal": "8C065BF1"
        },
        {
            "id": "52",
            "nass": "كأنه مجرد ذكر منه للعباس في دعائه، وطلب منه لله أن يسقيهم من أجله، وقد أقره الصحابة على ذلك، فأفاد بزعمهم ما يدعون. وأما سبب عدول عمر رضي الله عنه عن التوسل بالرسول صلى الله عليه وسلم بزعمهم وتوسله بدلاً منه بالعباس - رضي الله عنه -، فإنما كان لبيان جواز التوسل بالمفضول مع وجود الفاضل ليس غير. ¶ وفهمهم هذا خاطىء، وتفسيرهم هذا مردود من وجوه كثيرة اهمها: ¶ 1- إن القواعد المهمة في الشريعة الإسلامية أن النصوص الشرعية يفسر بعضها بعضاً، ولا يفهم شيء منها في موضوع ما بمعزل عن بقية النصوص الواردة فيه. وبناء على ذلك فحديث توسل عمر السابق إنما يفهم على ضوء ما ثبت من الروايات والأحاديث الواردة في التوسل بعد جمعها وتحقيقها، ونحن والمخالفون متفقون على أن في كلام عمر: \"كنا نتوسل إليك بنبينا.. وإنا نتوسل إليك بعم نبينا\" شيئاً محذوفاً، لا بد له من تقدير، وهذا التقدير إما أن يكون: كنا نتوسل بجاه نبينا، وإنا نتوسل إليك بجاه\" عم نبينا على رأيهم هم، أو يكون: \"كنا نتوسل إليك بـ\"دعاء\" نبينا، وإنا نتوسل إليك بـ\"دعاء\" عم نبينا\" على رأينا نحن. ¶ ولا بد من الأخذ بواحد من هذين التقديرين ليفهم الكلام بوضوح وجلاء. ¶ ولنعرف أي التقديرين صواب لا بد من اللجوء إلى السنة، لتبين لنا طريقة توسل الصحابة الكرام بالنبي صلى الله عليه وسلم.",
            "page": "52",
            "part": "1",
            "seal": "592883C3"
        },
        {
            "id": "53",
            "nass": "ترى هل كانوا إذا أجدبوا وقحَطوا قبع كل منهم في دراه، أو مكان آخر، أو اجتمعوا دون أن يكون معهم رسول الله صلى الله عليه وسلم، ثم دعوا ربهم قائلين: اللهم بنبيك محمد، وحرمته عندك، ومكانته لديك اسقنا الغيث. مثلاً أم كانوا يأتون النبي صلى الله عليه وسلم ذاته فعلاً، ويطلبون منه أن يدعو الله تعالى لهم، فيحقق صلى الله عليه وسلم طلْبتهم، ويدعو ربه سبحانه، ويتضرع إليه حتى يسقوا؟ ¶ أما الأمر الأول فلا وجود له إطلاقاً في السنة النبوية الشريفة، وفي عمل الصحابة رضوان الله تعالى عليهم، ولا يستطيع أحد من الخلفيين أو الطُّرُقيين أن يأتي بدليل يثبت أن طريقة توسلهم كانت بأن يذكروا في أدعيتهم اسم النبي صلى الله عليه وسلم، ويطلبوا من الله بحقه وقدره عنده ما يريدون بل الذي نجده بكثرة، وتطفح به كتب السنة هو الأمر الثاني، إذ تبين أن طريقة توسل الأصحاب الكرام بالنبي صلى الله عليه وسلم إنما كانت إذا رغبوا في قضاء حاجة، أو كشف نازلة أن يذهبوا إليه صلى الله عليه وسلم، ويطلبوا منه مباشرة أن يدعو لهم ربه، أي أنهم كانوا يتوسلون إلى الله تعالى بدعاء الرسول الكريم صلى الله عليه وسلم ليس غير. ¶ ويرشد إلى ذلك قوله تبارك وتعالى: {وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً} 1. ¶ ومن أمثلة ذلك ما مر معنا في حديث أنس السابق الذي ذكر فيه مجيء الأعرابي إلى المسجد يوم الجمعة حيث كان رسول الله صلى الله عليه وسلم ¶ __________ ¶ 1 سورة النساء: الآية 64.",
            "page": "53",
            "part": "1",
            "seal": "5B5F039B"
        },
        {
            "id": "54",
            "nass": "يخطب، وعرضه له ضنك حالهم، وجدب أرضهم، وهلاك ماشيتهم، وطلبه منه أن يدعو الله سبحانه لينقذهم مما هم فيه، فاستجاب له صلى الله عليه وسلم، وهو الذي وصفه ربه بقوله: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ} 1 فدعا صلى الله عليه وسلم لهم ربه، واستجاب سبحانه دعاء نبيه، ورحم عباده ونشر رحمته، وأحيا بلدهم الميت. ¶ ومن ذلك أيضاً مجيء الأعرابي السابق نفسه أو غيره إلى النبي صلى الله عليه وسلم وهو يخطب الجمعة الثانية، وشكواه له انقطاع الطرقات وتهدم البنيان، وهلاك المواشي، وطلبه منه أن يدعو لهم ربه، ليمسك عنهم الأمطار، وفعل صلى الله عليه وسلم فاستجاب له ربه جل شأنه أيضاً. ¶ ومن ذلك ما روته السيدة عائشة - رضي الله عنها - حيث قالت: شكا الناس إلى رسول الله صلى الله عليه وسلم قحوط المطر، فأمر بمنبر فوضع له في المصلى، ووعد الناس يوماً يخرجون فيه. قالت: فخرج رسول الله صلى الله عليه وسلم حين بدا حاجب الشمس، فقعد على المنبر، فكبر وحمد الله، ثم قال: \"إنكم شكوتم جدب دياركم، واستئخار المطر عن إبان زمانه عنكم، وقد أمركم الله أن تدعوه، ووعدكم أن يستجيب لكم ... \" الحديث2 وفيه أنه صلى الله عليه وسلم دعا الله سبحانه، وصلى بالناس، فأغاثهم الله تعالى حتى سالت السيول، وانطلقوا إلى بيوتهم مسرعين، فضحك الرسول صلى الله عليه وسلم ¶ __________ ¶ 1 سورة التوبة: الآية 128. ¶ 2 رواه أبو داود \"1173\" وقال: هذا حديث غريب إسناده جيد وهو كما قال وصححه جمع وبيانه في صحيح أبي داود \"1064\".",
            "page": "54",
            "part": "1",
            "seal": "46510069"
        },
        {
            "id": "55",
            "nass": "حتى بدت نواجذه، وقال: \"أشهد أن الله على كل شيء قدير، وأني عبد الله ورسوله\". ¶ فهذه الأحاديث وأمثالها مما وقع زمن النبي صلى الله عليه وسلم وزمن أصحابه الكرام رضوان الله عليهم تُبين بما لا يقبل الجدال أو الممارة أن التوسل بالنبي صلى الله عليه وسلم أو بالصالحين الذي كان عليه السلف الصالح هو مجيء المتوسل إلى المتوسل به، وعرضه حاله له، وطلبه منه أن يدعو له الله سبحانه، ليحقق طلبه، فيستجيب هذا له، ويستجيب من ثم الله سبحانه وتعالى. ¶ 2- وهذا الذي بيناه من معنى الوسيلة هو المعهود في حياة الناس وفي استعمالهم، فإنه إذا كانت لإنسان حاجة ما عند مدير أو رئيس أ, موظف مثلاً، فإنه يبحث عمن يعرفه ثم يذهب إليه ويكلمه، ويعرض له حاجته فيفعل، وينقل هذا الوسيط رغبته إلى الشخص المسؤول، فيقضيها له غالباً فهذا هو التوسل المعروف عند العرب منذ القديم، وما يزال، فإذا قال أحدهم: إني توسلت إلى فلان، فإنما يعني أنه ذهب إلى الثاني وكلمه في حاجته، ليحدث بها الأول، ويطلب منه قضاءها، ولا يفهم أحد من ذلك أنه ذهب إلى الأول وقال له: بحق فلان \"الوسيط\" عندك، ومنزلته لديك اقضي لي حاجتي. ¶ وهكذا فالتوسل إلى الله عز وجل بالرجل الصالح ليس معناه التوسل بذاته وبجاهه وبحقه، بل هو التوسل بدعائه وتضرعه واستغاثته به سبحانه وتعالى، وهذا هو بالتالي معنى قول عمر - رضي الله عنه -: \"اللهم إنا منا نتوسل إليك بنبينا فتسقينا\" أي: كنا إذا قل",
            "page": "55",
            "part": "1",
            "seal": "52766E54"
        },
        {
            "id": "56",
            "nass": "المطر مثلاً نذهب إلى النبي صلى الله عليه وسلم، ونطلب منه ان يدعو لنا الله جل شأنه. ¶ 3- ويؤكد هذا ويوضحه تمام قول عمر رضي الله عنه: وإنا نتوسل إليك بعم نبينا فاسقنا، أي إننا بعد وفاة نبينا جئنا بالعباس عم النبي صلى الله عليه وسلم، وطلبنا منه أن يدعو لنا ربنا سبحانه ليغيثنا. ¶ تُرى لماذا عدل عمر - رضي الله عنه - عن التوسل بالنبي صلى الله عليه وسلم إلى التوسل بالعباس - رضي الله عنه -، مع العلم ان العباس مهما كان شأنه ومقامه فإنه لا يذكر امام شأن النبي صلى الله عليه وسلم ومقامه؟ ¶ أما الجواب برأينا فهو: لأن التوسل بالنبي صلى الله عليه وسلم غير ممكن بعد وفاته، فأنى لهم أن يذهبوا إليه صلى الله عليه وسلم ويشرحوا له حالهم، ويطلبوا منه أن يدعو لهم، ويؤمنوا على دعائه، وهو قد انتقل إلى الرفيق الأعلى، وأضحى في حال يختلف عن حال الدنيا وظروفها مما لا يعلمه إلا الله سبحانه وتعالى، فأنى لهم أن يحظوا بدعائه صلى الله عليه وسلم وشفاعته فيهم، وبينهم وبينه كما قال الله عز شأنه: {وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ} 1. ¶ ولذلك لجأ عمر - رضي الله عنه - وهو العربي الأصيل الذي صحب النبي صلى الله عليه وسلم ولازمه في أكثر أحواله، وعرفه حق المعرفة، وفهم دينه حق الفهم، ووافقه القرآن في مواضع عدة، لجأ إلى توسل ممكن فاختار العباس - رضي الله عنه - لقرابته من النبي صلى الله عليه وسلم من ناحية، ولصلاحه ودينه وتقواه من ناحية آخرى، وطلب منه أن يدعو لهم بالغيث والسقيا. وما كان لعمر ولا لغير عمر أن يدع التوسل بالنبي ¶ __________ ¶ 1 سورة المؤمنون: الآية 100.",
            "page": "56",
            "part": "1",
            "seal": "9477A96B"
        },
        {
            "id": "57",
            "nass": "صلى الله عليه وسلم, ويلجأ إلى التوسل بالعباس أو غيره لو كان التوسل بالنبي صلى الله عليه وسلم ممكناً، وما كان من المعقول ان يقر الصحابة رضوان الله عليهم عمر على ذلك أبداً، لأن الإنصراف عن التوسل بالنبي صلى الله عليه وسلم إلى التوسل بغيره ما هو إلا كالإنصراف عن الإقتداء بالنبي صلى الله عليه وسلم في الصلاة إلى الإقتداء بغيره، سواء بسواء، ذلك أن الصحابة رضوان الله تعالى عليهم كانوا يعرفون قدر نبيهم صلى الله عليه وسلم ومكانته وفضله معرفة لا يدانيهم فيها أحد، كما نرى ذلك واضحاً في الحديث الذي رواه سهل بن سعد الساعدي رضي الله عنه: أن رسول الله صلى الله عليه وسلم ذهب إلى بني عمرو بن عوف ليصلح بينهم، فحانت الصلاة، فجاء المؤذن إلى أبي بكر، فقال: أتصلي بالناس، فأقيم؟ قال: فصلى أبو بكر، فجاء رسول الله صلى الله عليه وسلم والناس في الصلاة، فتخلص حتى وقف في الصف، فصفق الناس، وكان أبو بكر لا يلتفت في الصلاة، فلما أكثر الناس التصفيق التفت، فرأى رسول الله صلى الله عليه وسلم، فأشار إليه رسول الله صلى الله عليه وسلم أن أمكث مكانك، فرفع أبو بكر يديه، فحمد الله عز وجل على ما أمره به رسول الله صلى الله عليه وسلم من ذلك، ثم استأخر أبو بكر حتى استوى في الصف، وتقدم النبي صلى الله عليه وسلم فصلى ثم انصرف، فقال: \"يا أبا بكر: ما منعك أن تثبت إذ أمرتك؟ \" قال أبو بكر: ما كان لابن أبي قحافة أن يصلي بين يدي رسول الله صلى الله عليه وسلم؟ 1. ¶ فأنت ترى أن الصحابة - رضي الله عنهم - لم يستسيغوا الاستمرار على الإقتداء بأبي بكر - رضي الله عنه - في صلاته عندما حضر الرسول صلى الله عليه وسلم، كما أن أبا بكر رضي الله عنه لم تطاوعه نفسه على ¶ __________ ¶ 1 رواه البخاري \"376 مختصره\" ومسلم \"4/145- 149 بشرح النووي\".",
            "page": "57",
            "part": "1",
            "seal": "36EBB8C1"
        },
        {
            "id": "58",
            "nass": "الثبات في مكانه مع أمر النبي صلى الله عليه وسلم له بذلك، لماذا؟ كل ذلك لتعظيمهم نبيهم صلى الله عليه وسلم، وتأدبهم معه، ومعرفتهم حقه وفضله، فإذا كان الصحابة - رضوان الله تعالى عليهم -لم يرتضوا الإقتداء بغير النبي صلى الله عليه وسلم عندما أمكن ذلك، مع أنهم كانوا بدأوا الصلاة في غيابه صلى الله عليه وسلم عنهم، فكيف يتركون التوسل به صلى الله عليه وسلم أيضاً بعد وفاته، لو كان ذلك ممكناً، ويلجئون إلى التوسل بغيره؟ وكما لم يقبل ابوبكر أن يؤم المسلمين فمن البديهي أن لا يقبل العباس أيضاً أن يتوسل الناس به، ويدعوا التوسل بالنبي صلى الله عليه وسلم لو كان ذلك ممكناً. ¶ \"تنبيه\": وهذا يدل من ناحية أخرى على سخافة تفكير من يزعم أنه صلى الله عليه وسلم في قبره حي كحياتنا، لأنه لو كان ذلك كذلك لما كان ثمة وجه مقبول لانصرافهم عن الصلاة وراءه صلى الله عليه وسلم إلى الصلاة وراء غيره ممن لا يدانيه أبداً في منزلته وفضله. ولا يعترض احد على ما قررته بأنه قد ورد أن النبي صلى الله عليه وسلم قال: \"أنا في قبري حي طري، من سلم علي سلمت عليه\". وأنه يستفاد منه أنه صلى الله عليه وسلم حي مثل حياتنا، فإذا توسل به سمعنا واستجاب لنا، فيحصل مقصودنا، وتتحقق رغبتنا، وأنه لا فرق في ذلك بين حاله صلى الله عليه وسلم في حياته، وبين حاله بعد وفاته أقول: لا يعترض أحد بما سبق لأنه مردود من وجهين: ¶ الأول حديثي: وخلاصته أن الحديث المذكور لا أصل له بهذا اللفظ، كما أن لفظة \"طري\" لا وجود لها في شيء من كتب السنة إطلاقاً، ولكن معناه قد ورد في عدة أحاديث صحيحة، منها قوله صلى الله عليه وسلم:",
            "page": "58",
            "part": "1",
            "seal": "D91A90E9"
        },
        {
            "id": "59",
            "nass": "\"إن أفضل أيامكم يوم الجمعة، فيه خلق آدم، وفيه قبض، وفيه النفخة، وفيه الصعقة، فأكثروا علي الصلاة فيه، فإن صلاتكم معروضة علي\" قالوا: يا رسول الله! وكيف تعرض صلاتنا عليك، وقد أرمتَ؟ قال: يقولون: بَليتَ، قال: \"إن الله حرم على الأرض أجساد الأنبياء\" 1 ومنها قوله صلى الله عليه وسلم: \"الأنبياء أحياء في قبورهم يصلون\" 2 وقوله صلى الله عليه وسلم: \"مررت ليلة أسري بي على موسى قائماً يصلي في قبره\" 3 وقوله: \"إن لله ملائكة سياحين يبلغوني عن أمتي السلام\" 4. ¶ الجواب الثاني فقهي: وفحواه أن حياته صلى الله عليه وسلم بعد وفاته مخالفة لحياته قبل الوفاة، ذلك أن الحياة البرزخية غيب من الغيوب، ولا يدري كنهها إلا الله سبحانه وتعالى، ولكن من الثابت والمعلوم أنها تختلف عن الحياة الدنيوية، ولا تخضع لقوانينها، فالانسان في الدنيا يأكل ويشرب، ويتنفس ويتزوج، ويتحرك ويتبرز، ويمرض ويتكلم، ولا أحد يستطيع أن يثبت أن أحداً بعد الموت حتى الأنبياء عليه السلام، وفي مقدمتهم نبينا محمد صلى الله عليه وسلم تعرض له هذه الأمور بعد موته. ¶ __________ ¶ 1 رواه أبو داود \"1047\" والنسائي وغيرهما هم أوس بم أوس وإسناده صحيح وراجع له \"المشكاة\" 1361 وغيره. ¶ 2 رواه أبو يعى والبزار وغيرهما عن أنس بن مالك وإسناده صحيح وهو مخرج كتابي \"سلسلة الأحاديث الصحيحة- 62\". ¶ 3 رواه أحمد ومسلم والنسائي عن أنس بن مالك أيضا. ¶ 4 رواه النسائي والدارمي وابن حبان والحاكم \"2/21\" عن ابن مسعود وصححه ووافقه الذهبي وابن حبان وهو كما قالوا. وهو مخرج في تخريج المشكاة- 924\" و \"فضل الصلاة على النبي صلى الله عليه وسلم - 21\".",
            "page": "59",
            "part": "1",
            "seal": "DEA3A009"
        },
        {
            "id": "60",
            "nass": "ومما يؤكد هذا أن الصحابة - رضي الله عنهم - كانوا يختلفون في مسائل كثيرة بعد وفاته صلى الله عليه وسلم، ولم يخطر في باب أحد منهم الذهاب إليه صلى الله عليه وسلم في قبره، ومشاورته في ذلك، وسؤاله عن الصواب فيها، لماذا؟ إن الأمر واضح جداً، وهو أنهم كلهم يعلمون أنه صلى الله عليه وسلم انقطع عن الحياة الدنيا، ولم تعد تنطبق عليه أحوالها ونواميسها. فرسول الله صلى الله عليه وسلم بعد موته حي، أكمل حياة يحياها إنسان في البرزخ، ولكنها حياة لا تشبه حياة الدنيا، ولعل مما يشير إلى ذلك قوله صلى الله عليه وسلم: \"ما من أحد يسلم علي إلا رد الله علي روحي حتى أرد عليه السلام\" 1 وعلى كل حال فإن حقيقتها لا يدريها إلا الله سبحانه وتعالى، ولذلك فلا يجوز قياس الحياة البرزخية أو الحياة الأخروية على الحياة الدنيوية، كما لا يجوز أن تعطى واحدة منهما أحكام الأخرى، بل لكل منها شكل خاص وحكم معين، ولا تتشابه إلا في الاسم، أما الحقيقة فلا يعلمها إلا الله تبارك وتعالى. ¶ ونعود بعد هذا التنبيه إلى ما كنا فيه من الرد على المخالفين في حديث توسل عمر بالعباس، فنقول: إن تعليلهم لعدول عمر - رضي الله - عنه عن التوسل بالنبي صلى الله عليه وسلم إلى التوسل بالعباس رضي الله عنه بأنه لبيان جواز التوسل بالمفضول مع وجود الفاضل هو تعليل مضحك وعجيب. إذ كيف يمكن أن يخطر في بال عمر - رضي الله عنه - أو في ¶ __________ ¶ 1 رواه أبو داود عن أبي هريرة وإسناده حسن وهو مخرج في كتابي \"الأحاديث الصحيحة 2666\" و \"الأحاديث الضعيفة- 3/5\" و \"نقد الكتاني- 47\" و \"صحيح أبي داود 1799\".",
            "page": "60",
            "part": "1",
            "seal": "42E578C1"
        },
        {
            "id": "61",
            "nass": "بال غيره من الصحابة الكرام - رضي الله عنهم - تلك الحذلقة الفقهية المتأخرة، وهو يرى الناس في حالة شديدة من الضنك والكرب، والشقاء والبؤس، يكادون يموتون جوعاً وعطشاً لشح الماء وهلاك الماشية، وخلو الأرض من الزرع والخضرة حتى سمي ذاك العام بعام الرمادة، كيف يَرِد في خاطره تلك الفلسفة الفقهية في هذا الظرف العصيب، فيدع الأخذ بالوسيلة الكبرى في دعائه، وهي التوسل بالنبي الأعظم صلى الله عليه وسلم، لو كان ذلك جائزاً ويأخذ بالوسيلة الصغرى، التي لا تقارن بالأولى، وهي التوسل بالعباس، لماذا؟ لا لشيء إلا ليبين للناس أنه يجوز لهم التوسل بالمفضول مع وجود الفاضل!! ¶ إن الشاهد والمعلوم أن الإنسان إذا حلّت به شدة يلجأ إلى أقوى وسيلة عنده في دفعها، ويدَع الوسائل الأخرى لأوقات الرخاء، وهذا كان يفهمه الجاهليون المشركون أنفسهم، إذا كانوا يَدعون أصنامهم في أوقات اليسر، ويتركونها ويدْعون الله تعالى وحده في أوقات العسر، كما قال تبارك وتعالى: {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ} 1. ¶ فنعلم منهذا أن الإنسان بفطرته يستنجد بالقوة العظمى، والوسيلة الكبرى حين الشدائد والفواقر، وقد يلجأ إلى الوسائل الصغرى حين الأمن واليسر، وقد يخطر في باله حينذاك أن يبين ذلك الحكم الفقهي الذي افترضوه، وهو جواز التوسل بالمفضول مع وجود الفاضل. وأمر ¶ __________ ¶ 1 العنكبوت: 65 والفلك: السفن.",
            "page": "61",
            "part": "1",
            "seal": "6FFA2F8C"
        },
        {
            "id": "62",
            "nass": "آخر نقوله جواباً على شبهة أولئك، وهو: هب أن عمر - رضي الله عنه - خطر في باله أن يبين ذلك الحكم الفقهي المزعوم، ترى فهل خطر ذلك في بال معاوية والضحاك بن قيس حين توسلا بالتابعي الجليل: يزيد بن الأسود الجُرَشي أيضاً؟ لا شك أن هذا ضرب من التمحل والتكلف لا يحسدون عليه. ¶ 4 – إننا نلاحظ في حديث استسقاء عمر بالعباس رضي الله عنهما أمراً جديراً بالانتباه، وهو قوله: \"إن عمر بن الخطاب كان إذا قَحطوا، استسقى بالعباس بن عبد المطلب، ففي هذا إشارة إلى تكرار استسقاء عمر بدعاء العباس رضي الله عنهما، ففيه حجة بالغة على الذين يتأولون فعل عمر ذلك أنه إنما ترك التوسل به صلى الله عليه وسلم إلى التوسل بعمه رضي الله عنه، لبيان جواز التوسل بالمفضول مع وجود الفاضل، فإننا نقول: لو كان الأمر كذلك لفعل عمر ذلك مرة واحدة، ولما استمر عليه كلما استسقى، وهذا بيّن لا يخفى إن شاء الله تعالى على أهل العلم والإنصاف. ¶ 5- لقد فسرت بعض روايات الحديث الصحيحة كلام عمر المذكور وقصده، إذ نقلت دعاء العباس - رضي الله عنه - استجابة لطلب عمر رضي الله عنه، فمن ذلك ما نقله الحافظ العسقلاني رحمه الله في الفتح \"3/150\" حيث قال: قد بين الزبير بن بكار في \"الأنساب\" صفة ما دعا به العباس في هذه الواقعة، والوقت الذي وقع فيه ذلك، فأخرج بإسناد له أن العباس لما استسقى به عمر قال: \"اللهم إنه لم ينزل بلاء إلا بذنب، ولم يكشف إلا بتوبة، وقد توجّه القوم بي إليك لمكاني من",
            "page": "62",
            "part": "1",
            "seal": "B7D8C84A"
        },
        {
            "id": "63",
            "nass": "نبيك، وهذا أيدينا إليك بالذنوب، ونواصينا إليك بالتوبة، فاسقنا الغيث، قال: فأرخت السماء مثل الجبال حتى أخصبت الأرض، وعاش الناس. ¶ وفي هذا الحديث: ¶ أولاً: التوسل بدعاء العباس - رضي الله عنه - لا بذاته كما بينه الزبير بن بكار وغيره، وفي هذا رد واضح على الذين يزعمون أن توسل عمر كان بذات العباس لا بدعائه، إذ لو كان الأمر كذلك لما كان ثمة حاجة ليقوم العباس، فيدعو بعد عمر دعاءً جديداً. ¶ ثانياً: أن عمر صرح بأنهم كانوا يتوسلون بنبينا صلى الله عليه وسلم في حياته، وأنه في هذه الحادثة توسل بعمه العباس، ومما لا شك فيه أن التوسليْن من نوع واحد: توسلهم بالرسول صلى الله عليه وسلم وتوسلهم بالعباس، وإذ تبين للقارىء – مما يأتي – أن توسلهم به صلى الله عليه وسلم إنما كان توسلاً بدعائه صلى الله عليه وسلم فتكون النتيجة أن توسلهم بالعباس إنما هو توسل بدعائه أيضاً، بضرورة أن التوسليْن من نوع واحد. ¶ أما أن توسلهم به صلى الله عليه وسلم إنما كان توسلاً بدعائه، فالدليل على ذلك صريح رواية الإسماعيلي في مستخرجه على الصحيح لهذا الحديث بلفظ: كانوا إذ قحطوا على عهد النبي صلى الله عليه وسلم استسقوا به، فيستسقي لهم، فيسقون، فلما كان في إمارة عمر ... فذكر الحديث، نقلته من \"الفتح 2/399\"، فقوله: فيستسقي لهم صريح في أنه صلى الله عليه وسلم كان يطلب لهم السقيا من الله تعالى ففي النهاية لابن الأثير: الاستسقاء،",
            "page": "63",
            "part": "1",
            "seal": "4EB4B051"
        },
        {
            "id": "64",
            "nass": "استفعال من طلب السقيا أي إنزال الغيث على البلاد والعباد، يقال: سقى الله عباده الغيث وأسقاهم، والاسم السقيا بالضم، واستقيت فلاناً إذا طلبت منه أن يسقيك. ¶ إذا تبين هذا، فقوله في هذه الرواية: \"استسقوا به\" أي بدعائه، وكذلك قوله في الرواية الأولى: \"كنا نتوسل إليك بنبينا\" أي بدعائه، لا يمكن أن يفهم من مجموع رواية الحديث إلا هذا. ويؤيده. ¶ ثالثاً: لو كان توسل عمر إنما هو بذات العباس أو جاهه عند الله تعالى، لما ترك التوسل به صلى الله عليه وسلم بهذا المعنى، لأن هذا ممكن لو كان مشروعاً، فعدول عمر عن هذه إلى التوسل بدعاء العباس - رضي الله عنه - أكبر دليل على أن عمر والصحابة الذين كانوا معه كانوا لا يرون التوسل بذاته صلى الله عليه وسلم، وعلى هذا جرى عمل السلف من بعدهم، كما رأيت في توسل معاوية بن أبي سفيان والضحاك ابن قيس بيزيد بن الأسود الجرشي، وفيهما بيان دعائه بصراحة وجلاء. ¶ فهل يجوز أن يجمع هؤلاء كلهم على ترك التوسل بذاته صلى الله عليه وسلم لو كان جائزاً، سيّما والمخالفون يزعمون أنه أفضل من التوسل بدعاء العباس وغيره؟! اللهم إن ذلك غير جائز ولا معقول، بل إن هذا الإجماع منهم من أكبر الأدلة على أن التوسل المذكور غير مشروع عندهم، فإنهم أسمى من أن يستبدلوا الذي هو أدنى بالذي هو خير! ¶ اعتراض ورده: ¶ وأما جواب صاحب \"مصباح الزجاجة في فوائد قضاء الحاجة\" عن",
            "page": "64",
            "part": "1",
            "seal": "DCFAB6B3"
        },
        {
            "id": "65",
            "nass": "ترك عمر التوسل بذاته صلى الله عليه وسلم بقوله \"ص25\": \"إن عمر لم يبلغه حديث توسل الضرير، ولو بلغه لتوسل به\". ¶ فهو جواب باطل من وجوه: ¶ الأول: أن حديث الضرير إنما يدل على ما دل عليه توسل عمر هذا من التوسل بالدعاء لا بالذات، كما سبق ويأتي بيانه. ¶ الثاني: أن توسل عمر لم يكن سراً، بل كان جهراً على رؤوس الأشهاد، وفيهم كبار الصحابة من المهاجرين والأنصار وغيرهم، فإذا جاز أن يخفى الحديث على عمر، فهل يجوز أن يخفى على جميع الموجودين مع عمر من الصحابة؟! ¶ الثالث: أن عمر – كما سبق – كان يكرر هذا التوسل كلما نزل بأهل المدينة خطر، أو كلما دعي للاستسقاء كما يدل على ذلك لفظ \"كان\" في حديث أنس السابق أن عمر كان إذا قحَطوا استسقى بالعباس وكذلك روى ابن عباس عن عمر كما ذكره ابن عبد البر في \"الاستيعاب\" \"3/98\"، فإذا جاز أن يخفى ذلك عليه أول مرة، أفيجوز أن يستمر على الجهل به كلما استسقى بالعباس، وعنده المهاجرون والأنصار، وهم سكوت لا يقدمون إليه ما عندهم من العلم بحديث الضرير؟! اللهم إن هذا الجواب ليتضمن رمي الصحابة جميعهم بالجهل بحديث الضرير مطلقاً، أو على الأقل بدلالته على جواز التوسل بالذات، والأول باطل لا يخفى بطلانه، والثاني حق فإن الصحابة لو كانوا يعلمون أن حديث الضرير يدل على التوسل المزعوم",
            "page": "65",
            "part": "1",
            "seal": "D6576978"
        },
        {
            "id": "66",
            "nass": "لما عدلوا عن التوسل بذاته صلى الله عليه وسلم إلى التوسل بدعاء العباس كما سبق. ¶ رابعاً: أن عمر ليس هو وحده الذي عدل عن التوسل بذاته صلى الله عليه وسلم إلى التوسل بالدعاء، بل تابعه على ذلك معاوية بن أبي سفيان فإنه أيضاً عدل إلى التوسل بدعاء يزيد بن الأسود، ولم يتوسل به صلى الله عليه وسلم وعنده جماعة من الصحابة وأجلاء التابعين، فهل يقال أيضاً إن معاوية ومن معه لم يكونوا يعلمون بحديث الضرير؟ وقل نحو ذلك في توسل الضحاك بن قيس بيزيد هذا أيضاً. ¶ ثم أجاب صاحب المصباح بجواب آخر، وتبعه من لم يوفق من المتعصبين المخالفين فقال: إن عمر أراد بالتوسل بالعباس الإقتداء بالنبي صلى الله عليه وسلم في إكرام العباس وإجلاله، وقد جاء هذا صريحاً عن عمر، فروى الزبير بن بكار في \"الأنساب\" من طريق داود بن عطاء عن زيد بن أسلم عن ابن عمر قال: \"استسقى عمر ابن الخطاب عام الرمادة بالعباس بن عبد المطلب، فخطب عمر فقال: إن رسول صلى الله عليه وسلم كان يرى للعباس ما يرى الولد للوالد، فاقتدوا أيها الناس برسول الله صلى الله عليه وسلم، واتخذوه وسيلة إلى الله ... \"، ورواه البلاذري من طريق هشام بن سعد عن زيد بن أسلم عن أبيه به. ¶ والجواب من وجوه أيضاً: ¶ الأول: عدم التسليم بصحة هذه الرواية، فإنها من طريق داود ابن عاطاء وهو المدني، وهو ضعيف كما في \"التقريب\"، ومن طريق الزبير بن بكار عنه رواه الحاكم \"3/334\" وسكت عنه، وتعقبه الذهبي بقوله: \"داود متروك\" قلت: والرواي عنه ساعدة بن عبيد الله المزني لم",
            "page": "66",
            "part": "1",
            "seal": "DDC28EAC"
        },
        {
            "id": "67",
            "nass": "أجد من ترجمه، ثم إن في السند اضطراباً، فقد رواه – كما رأيت – هشام بن سعد عن زيد بن أسلم فقال: \"عن أبيه\" بدل ابن عمر، لكن هشاماً أوثق من داود، إلا أننا لم نقف على سياقه، لننظر هل فيه مخالفة لسياق داود هذا أم لا؟ ولا تغتر بقولهم في \"المصباح\" عقب هذا الإسناد: \"به\" المفيد أن السياق واحد، فإن عمدته فيما نقله عن البلاذري إنما هو \"فتح الباري\" وهو لم يقل: \"به\". انظر \"الفتح\" \"2/399\". ¶ الثاني: لو صحت هذه الرواية، فهي إنما تدل على السبب الذي من أجله توسل عمر بالعباس دون غيره من الصحابة الحاضرين حينذاك، وأما أن تدل على جواز الرغبة عن التوسل بذاته صلى الله عليه وسلم - لو كان جائزاً عندهم – إلى التوسل بالعباس أي بذاته فكلا، ثم كلا، لأننا نعلم بالبداهة والضرورة – كما قال بعضهم – أنه لو أصاب جماعة من الناس قحط شديد، وأرادوا أن يتوسلوا بأحدهم لما أمكن أن يعدلوا عمن دعاؤه أقرب إلى الإجابة، وإلى رحمة الله سبحانه وتعالى، ولو أن إنساناً أصيب بمكروه فادح، وكان أمامه نبي، وآخر غير نبي، وأراد أن يطلب الدعاء من أحدهما لما طلبه إلا من النبي، ولو طلبه من غير النبي، وترك النبي لعد من الآثمين الجاهلين، فكيف يظن بعمر ومن معه من الصحابة أن يعدلوا عن التوسل به صلى الله عليه وسلم إلى التوسل بغيره، لو كان التوسل بذاته صلى الله عليه وسلم جائزاً، فكيف وهو أفضل عند المخالفين من التوسل بدعاء العباس وغيره من الصالحين؟! لا سيما وقد تكرر ذلك منهم مراراً كما سبق، وهم لا يتوسلون به صلى الله عليه وسلم ولا مرة واحدة، واستمر",
            "page": "67",
            "part": "1",
            "seal": "B7673EAD"
        },
        {
            "id": "68",
            "nass": "الأمر كذلك، فلم ينقل عن أحد منهم خلاف ما صنع عمر، بل صح عن معاوية ومن معه ما يوافق صنيعه حيث توسلوا بدعاء يزيد بن الأسود، وهو تابعي جليل، فهل يصح أن يقال: إن التوسل به كان اقتداء بالنبي صلى الله عليه وسلم؟! ¶ الحق أقول: إن جريان عمل الصحابة على ترك التوسل بذاته صلى الله عليه وسلم عند نزول الشدائد بهم – بعد أن كانوا لا يتوسلون بغيره صلى الله عليه وسلم في حياته – لهو أكبر الأدلة الواضحة على أن التوسل بذاته صلى الله عليه وسلم غير مشروع، وإلا لنقل ذلك عنهم من طرق كثيرة في حوادث متعددة، ألا ترى إلى هؤلاء المخالفين كيف ليهجون بالتوسل بذاته صلى الله عليه وسلم لأدنى مناسبة لظنهم أنه مشروع، فلو كان الأمر كذلك لنُقِل مثله عن الصحابة، مع العلم أنهم أشد تعظيماً ومحبة له صلى الله عليه وسلم من هؤلاء، فكيف ولم يُنقل عنهم ذلك ولا مرة واحدة، بل صح عنهم الرغبة عنه إلى التوسل بدعاء الصالحين؟!",
            "page": "68",
            "part": "1",
            "seal": "09CF4C3E"
        },
        {
            "id": "69",
            "nass": "الشبهة الثانية: حديث الضرير ¶ بعد أن فرغنا من تحقيق الكلام في حديث توسل عمر بالعباس - رضي الله عنه - وبينا أنه ليس حجة للمخالفين بل هو عليهم، نشرع الآن في تحقيق القول في حديث الضرير، والنظر في معناه: هل هو حجة لهم أم عليهم أيضاً؟ فنقول: ¶ أخرج أحمد وغيره بسند صحيح عن عثمان بن حنيف أن رجلاً",
            "page": "68",
            "part": "1",
            "seal": "B18D5858"
        },
        {
            "id": "70",
            "nass": "ضرير البصر أتى النبي صلى الله عليه وسلم، فقال: ادع الله أن يعافيني. قال: \"إن شئت دعوت لك، وإن شئت أخّرتُ ذاك، فهو خير\"، وفي رواية: \"وإن شئتَ صبرتَ فهو خير لك\"، فقال: ادعهُ. فأمره أن يتوضأ، فيحسن وضوءه، فيصلي ركعتين، ويدعو بهذا الدعاء: \"اللهم إني أسألك، وأتوجه إليك بنبيك محمد نبي الرحمة، يا محمد إني توجهتُ بك إلى ربي في حاجتي هذه، فتقضى لي، اللهم فشفّعه فيَّ \"وشفّعني فيه\"\" قال: ففعل الرجل فبرئ1. ¶ يرى المخالفون: أن هذا الحديث يدل على جواز التوسل في الدعاء ¶ __________ ¶ 1 أخرجه في المسند \"4/138\" ورواه الترمذي \"4/281-282\" وابن ماجه \"1/418\" والطبراني في الكبير \"3/2/2\" والحاكم \"1/313\" كلهم من طريق عثمان بن عمر \"شيخ أحمد فيه\": أن شعبة بن أبي جعفر المدني قال: سمعت عمارة بن خزيمة يحدث عن عثمان به وقال الرتمذي: \"حسن صحيح غريب\" وفي ابن ماجه عقبه: \"قال أبو إسحاق: حديث صحيح\" ثم رواه أحمد: ثنا شعبة به وفي الرواية الأخرى وتابعه محمد بن جعفر ثنا شعبة به. رواه الحاكم \"1/519\" وقال: صحيح الإسناد ووافقه الذهبي وقد أعله بعضهم كصاحب \"صيانة الإنسان\" وصاحب \"تطهير الجنان ص 37\" وغيرهما بأن في إسناده أبي جعفر قال الترمذي: \"لا نعرفه إلا من هذا الوجه من حديث أبي جعفر ووليس الخطمي\" فقالوا هو إذن الرازي وهو صدوق ولكنه سيئ الحفظ. ¶ قلت: ولكن هذا مفدوع بأنالصواب أن الخطمي نفسه. وهكذا نسبه أحمد في رواية \"4/138\" وسماه في أخرى: \"أبا جعفر المدني. وقد ورد هكذا في المعجم الصغير وكذلك سماه الحاكم والخطمي هذا لا الرازي هو المدني. وقد ورد هكذا في المعجم الصغير للطبراني وفي طبعة بولاق من سنن الترمذي أيضا. ويؤكد ذلك بشكل قاطع أن الخطمي هذا هو الذي يروي عن عمارة بن خزيمة ويروي عن شعبة كما في إسناده هنا وهو صدوق وعلى هذا فلإسناد جيد لا شبهة فيه.",
            "page": "69",
            "part": "1",
            "seal": "363ADF28"
        },
        {
            "id": "71",
            "nass": "بجاه النبي صلى الله عليه وسلم أو غيره من الصالحين، إذ فيه أن النبي صلى الله عليه وسلم علم الأعمى أن يتوسل به في دعائه، وقد فعل الأعمى ذلك فعاد بصيراً. ¶ وأما نحن فنرى أن هذا الحديث لا حجة لهم فيه على التوسل المختلف فيه، وهو التوسل بالذات، بل هو دليل آخر على النوع الثالث من أنواع التوسل المشروع الذي أسلفناه، لأن توسل الأعمى إنما كان بدعائه. والأدلة على ما نقول من الحديث نفسه كثيرة، وأهمها: ¶ أولاً: أن الأعمى إنما جاء إلى النبي صلى الله عليه وسلم ليدعو له، وذلك قوله: \"أدعُ الله أن يعافيني\"، فهو توسل إلى الله تعالى بدعائه صلى الله عليه وسلم، لأنه يعلم أن دعاءه صلى الله عليه وسلم أرجى للقبول عند الله بخلاف دعاء غيره، ولو كان قصد الأعمى التوسل بذات النبي صلى الله عليه وسلم أو جاهه أو حقه لما كان ثمة حاجة به إلى أن يأتي النبي صلى الله عليه وسلم، ويطلب منه الدعاء له، بل كان يقعد في بيته، ويدعو ربه بأن يقول مثلاً: اللهم إني أسألك بجاه نبيك ومنزلته عندك أن يشفيني، وتجعلني بصيراً. ولكنه لم يفعل، لماذا؟ لأنه عربي يفهم معنى التوسل في لغة العرب حق الفهم، ويعرف أنه ليس كلمة يقولها صاحب الحاجة، يذكر فيها اسم الموسَّل به، بل لابد أن يشتمل على المجيء إلى من يعتقد فيه الصلاح والعلم بالكتاب والسنة، وطلب الدعاء منه له. ¶ ثانياً: أن النبي صلى الله عليه وسلم وعده بالدعاء مع نصحه له ببيان ما هو الأفضل له، وهو قوله صلى الله عليه وسلم: \"إن شئت دعوتُ، وإن شئت صبرت فهو خير لك\". وهذا الأمر الثاني هو ما أشار إليه صلى الله عليه وسلم في الحديث الذي رواه",
            "page": "70",
            "part": "1",
            "seal": "B027A4D6"
        },
        {
            "id": "72",
            "nass": "عن ربه تبارك وتعالى أنه قال: \"إذا ابتليتُ عبدي بحبيبتيه – أي عينيه – فصبر، عوضته منهما الجنة\" 1. ¶ ثالثاً: إصرار الأعمى على الدعاء وهو قوله: \"فادع\" فهذا يقتضي أن الرسول صلى الله عليه وسلم دعا له، لأنه صلى الله عليه وسلم خير من وفى بما وعد، وقد وعده بالدعاء له إن شاء كما سبق، فقد شاء الدعاء وأصر عليه، فإذن لا بد أنه صلى الله عليه وسلم دعا له، فثبت المراد، وقد وجه النبي صلى الله عليه وسلم الأعمى بدافع من رحمته، وبحرص منه أن يستجيب الله تعالى دعاءه فيه، وجهه إلى النوع الثاني من التوسل المشروع، وهو التوسل بالعمل الصالح، ليجمع له الخير من أطرافه، فأمرهأن يتوضأ ويصلي ركعتين ثم يدعو لنفسه وهذه الأعمال طاعة لله سبحانه وتعالى يقدمها بين يدي دعاء النبي صلى الله عليه وسلم له، وهي تدخل في قوله تعالى: {وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} كما سبق. ¶ وهكذا فلم يكتف الرسول صلى الله عليه وسلم بدعائه للأعمى الذي وعده به، بل شغله بأعمال فيها ¶ طاعة لله سبحانه وتعالى وقربة إليه، ليكون الأمر مكتملاً من جميع نواحيه، وأقرب إلى القبول والرضا من الله سبحانه وتعالى، وعلى هذا، فالحادثة كلها تدور حول الدعاء – كما هو ظاهر – وليس فيها ذكر شيء مما يزعمون. ¶ وقد غفل عن هذا الشيخ الغماري أو تغافل، فقال في \"المصباح/24\": \"وإن شئتَ دعوتُ\". أي وإن شئت علمتك دعاء تدعو به، ولقنتك إياه، وهذا التأويل واجب ليتفق أول الحديث مع آخره. ¶ __________ ¶ 1 رواه البخاري عن أنس وهو مخرج في \"الصحيحة 2010\" - مكتبة المعارف للنشر والتوزيع.",
            "page": "71",
            "part": "1",
            "seal": "74BABEAA"
        },
        {
            "id": "73",
            "nass": "قلت: هذا التأويل باطل لوجوه كثيرة منها: أن الأعمى إنما طلب منه صلى الله عليه وسلم أن يدعو له، لا أن يعلمه دعاء، فإذا كان قوله صلى الله عليه وسلم له: \"وإن شئت دعوت\" جواباً على طلبه تعين أنه الدعاء له، ولابد، وهذا المعنى هو الذي يتفق مع آخر الحديث، ولذلك رأينا الغماري لم يتعرض لتفسير قوله في آخره: \"اللهم فشفعه في، وشفعني فيه\" لأنه صريح في أن التوسل كان بدعائه صلى الله عليه وسلم كما بيناه فيما سلف. ¶ ثم قال: \"ثم لو سلمنا أن النبي صلى الله عليه وسلم دعا للضرير فذلك لا يمنع من تعميم الحديث في غيره\" قلت: وهذه مغالطة مكشوفة، لأنه لا أحد ينكر تعميم الحديث في غير الأعمى في حالة دعائه صلى الله عليه وسلم لغيره، ولكن لما كان الدعاء منه صلى الله عليه وسلم بعد انتقاله إلى الرفيق الأعلى غير معلوم بالنسبة للمتوسلين في شتى الحوائج والرغبات، وكانوا هم أنفسهم لا يتوسلون بدعائه صلى الله عليه وسلم بعد وفاته، لذلك اختلف الحكم، وكان هذا التسليم من الغماري حجة عليه. ¶ رابعاً: أن في الدعاء الذي علمه رسول الله صلى الله عليه وسلم إياه أن يقول: \"اللهم فشفعه في\" 1 وهذا يستحيل حمله على التوسل بذاته صلى الله عليه وسلم، أو جاهه، أو حقه، إذ أن المعنى: اللهم اقبل شفاعته صلى الله عليه وسلم في، أي اقبل دعائه في أن ترد عليَّ بصري، والشفاعة لغة الدعاء، وهو المراد بالشفاعة الثابتة له صلى الله عليه وسلم ولغيره من الأنبياء والصالحين يوم القيامة، وهذا يبين أن الشفاعة أخص من الدعاء، إذ لا تكون إلا إذا كان هناك اثنان يطلبان أمراً، فيكون أحدهما شفيعاً للآخر، بخلاف الطالب الواحد الذي لم ¶ __________ ¶ 1 هذه الجملة هي عند أحمد أيضا والحاكم وغيرهما وإسناده صحيح.",
            "page": "72",
            "part": "1",
            "seal": "8E28955E"
        },
        {
            "id": "74",
            "nass": "يشفع غيره، قال في \"لسان العرب\": ¶ \"الشفاعة كلام الشفيع للملك في حاجة يسألها لغيره، والشافع الطالب لغيره، يتشفع به إلى المطلوب، يقال بشفعت بفلان إلى فلان، فشفعني فيه\". ¶ فثبت بهذا الوجه أيضاً أن توسل الأعمى إنما كان بدعائه صلى الله عليه وسلم لا بذاته. ¶ خامساً: إن مما علم النبي صلى الله عليه وسلم الأعمى أن يقوله: \"وشفعني فيه\" 1 أي اقبل شفاعتي، أي دعائي في أن تقبل شفاعته صلى الله عليه وسلم، أي دعاءه في أن ترد علي بصري. هذا الذي لا يمكن أن يفهم من هذه الجملة سواه. ¶ ولهذا ترى المخالفين يتجاهلونها ولا يتعرضون لها من قريب أو من بعيد، لأنها تنسف بنيانهم من القواعد، وتجتثه من الجذور، وإذا سمعوها رأيتهم ينظرون إليك نظر المغشي عليه. ذلك أن شفاعة الرسول صلى الله عليه وسلم في الأعمى مفهمومة، ولكن شفاعة الأعمى في الرسول صلى الله عليه وسلم كيف تكون؟ لا جواب لذلك عندهم البتة. ومما يدل على شعورهم بأن هذه الجملة ¶ __________ ¶ 1 هذه الجملة صحت في الحديث أخرجها أحمد والحاكم وصححه ووافقه الذهبي وهي وحدها حجة قاطعة على أن حمل الحديث على التوسل بالذات باطل كما ذهب إليه بعض المؤلفين حديثا والظاهر أنهم علموا ذلك ولهذا لم يوردوا هذه الجملة مطلقا الأمر الذي يدل على مبلغ أمانتهم في النقل. وقريب من هذا أنهم أوردوا الجملة التي قبلها \"اللهم فشفعه\" في من الأدلة على التوسل بالذات وأما توضيح دلالتها على ذلك فما لم يتفضلوا به على القراء ذلك لأن فاقد الشيء لا يعطيه!",
            "page": "73",
            "part": "1",
            "seal": "74C15653"
        },
        {
            "id": "75",
            "nass": "تبطل تأويلاتهم أنك لا ترى واحداً منهم يستعملها، فيقول في دعائه مثلاً: اللهم شفع فيَّ نبيك، وشفعني فيه. ¶ سادساً: إن هذا الحديث ذكره العلماء في معجزات النبي صلى الله عليه وسلم ودعائه المستجاب، وما أظهره الله ببركة دعائه من الخوارق والإبراء من العاهات، فإنه بدعائه صلى الله عليه وسلم لهذا الأعمى أعاد الله عليه بصره، ولذلك رواه المصنفون في \"دلائل النبوة\" كالبيهقي وغيره، فهذا يدل على ان السر في شفاء الأعمى إنما هو دعاء النبي صلى الله عليه وسلم. ويؤيده كل من دعا به من العميان مخلصاً إليه تعالى، منيباً إليه قد عوفي، بل على الأقل لعوفي واحد منهم، وهذا ما لم يكن ولعله لا يكون أبداً. ¶ كما أنه لو كان السر في شفاء الأعمى أنه توسل بجاه النبي صلى الله عليه وسلم وقدره وحقه، كما يفهم عامة المتأخرين، لكان من المفروض أن يحصل هذا الشفاء لغيره من العميان الذين يتوسلون بجاهه صلى الله عليه وسلم، بل ويضمون إليه أحياناً جاه جميع الأنبياء المرسلين، وكل الأولياء والشهداء والصالحين، وجاه كل من له جاه عند الله من الملائكة، والإنس والجن أجمعين! ولم نعلم ولا نظن أحداً قد علم حصول مثل هذا خلال القرون الطويلة بعد وفاته صلى الله عليه وسلم إلى اليوم. ¶ إذا تبين للقارىء الكريم ما أوردناه من الوجوه الدالة على أن حديث الأعمى إنما يدور حول التوسل بدعائه صلى الله عليه وسلم، وأنه لا علاقة له بالتوسل بالذات، فحينئذ يتبين له أن قول الأعمى في دعائه: \"اللهم إني أسألك، وأتوسل إليك بنبيك محمد صلى الله عليه وسلم\" إنما المراد به: أتوسل إليك بدعاء نبيك، أي على حذف المضاف، وهذا أمر معروف في اللغة، كقوله تعالى: {وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا وَإِنَّا لَصَادِقُونَ} أي",
            "page": "74",
            "part": "1",
            "seal": "6994D4B4"
        },
        {
            "id": "76",
            "nass": "أهل القرية وأصحاب العير. ونحن والمخالفون متفقون على ذلك، أي على تقدير مضاف محذوف، وهو مثل ما رأينا في دعاء عمر وتوسله بالعباس، فإما أن يكون التقدير: إني أتوجه إليك بـ \"جاه\" نبيك، ويا محمد إني توجهت بـ\"ذات\" ك أو \"مكانت\" ك إلى ربي كما يزعمون، وإما أن يكون التقدير: إني أتوجه إليك بـ \"دعاء\" نبيك، ويا محمد إني توجهت بـ \"دعاء\" ك إلى ربي كما هو قولنا. ولا بد لترجيح احد التقديرين من دليل يدل عليه. فأما تقديرهم \"بجاهه\" فليس لهم عليه دليل لا من هذه الحديث ولا من غيره، إذ ليس في سياق الكلام ولا سباقه تصريح أو إشارة لذكر الجاه أو ما يدل عليه إطلاقاً، كما أنه ليس عندهم شيء من القرآن أو من السنة أو من فعل الصحابة يدل على التوسل بالجاه، فيبقى تقديرهم من غير مرجح، فسقط من الاعتبار، والحمد لله. ¶ أما تقديرنافيقوم عليه أدلة كثيرة، تقدمت في الوجوه السابقة. ¶ وثمة أمر آخر جدير بالذكر، وهو أنه لو حمل حديث الضرير على ظاهره، وهو التوسل بالذات لكان معطلاً لقوله فيما بعد: \"اللهم فشفعه في، وشفعني فيه\" وهذا لا يجوز كما لا يخفى، فوجب التوفيق بين هذه الجملة والتي قبلها. وليس ذلك إلا على ما حملناه من أن التوسل كان بالدعاء، فثبت المراد، وبطل الاستدلال به على التوسل بالذات، والحمد لله. ¶ على أنني أقول: لو صح أن الأعمى إنما توسل بذاته صلى الله عليه وسلم، فيكون حكماً خاصاً به صلى الله عليه وسلم، لا يشاركه فيه غيره من الأنبياء والصالحين، وإلحاقهم به مما لا يقبله النظر الصحيح، لأنه صلى الله عليه وسلم سيدهم وأفضلهم",
            "page": "75",
            "part": "1",
            "seal": "5574432A"
        },
        {
            "id": "77",
            "nass": "جميعاً، فيمكن أن يكون هذا مما خصه الله به عليهم ككثير مما صح به الخبر، وباب الخصوصيات لا تدخل فيه القياسات، فمن رأى أن توسل الأعمى كان بذاته لله، فعليه أن يقف عنده، ولا يزيد عليه كما نقل عن الإمام أحمد والشيخ العز بن عبد السلام رحمهما الله تعالى. هذا هو الذي يقتضيه البحث العلمي مع الإنصاف، والله الموفق للصواب. ¶ دفع توهم: ¶ هذا ولا بد من بيان ناحية هامة تتعلق بهذا الموضوع، وهي أننا حينما ننفي التوسل بجاه النبي صلى الله عليه وسلم، وجاه غيره من الأنبياء والصالحين فليس ذلك لأننا ننكر أن يكون لهم جاه، أو قدر أو مكانة عند الله، كما أنه ليس ذلك لأننا نبغضهم، وننكر قدرهم ومنزلتهم عند الله، ولا تشعر أفئدتنا بمحبتهم، كما افترى علينا الدكتور البوطي في كتابه \"فقه السيرة\" \"ص354\" فقال ما نصه: فقد ضل أقوام لم تشعر أفئدتهم بمحبة رسول الله صلى الله عليه وسلم، وراحوا يستنكرون التوسل بذاته صلى الله عليه وسلم بعد وفاته ... كلا ثم كلا، فنحن ولله الحمد من أشد الناس تقديراً لرسول الله صلى الله عليه وسلم، وأكثرهم حباً له، واعترافاً بفضله صلى الله عليه وسلم، وإن دل هذا الكلام على شيء فإنما يدل على الحقد الأعمى الذي يملأ قلوب أعداء الدعوة السلفية على هذه الدعوة وعلى أصحابها، حتى يحملهم على أن يركبوا هذا المركب الخطر الصعب، ويقترفوا هذه الجريمة البشعة النكراء، ويأكلوا لحوم إخوانهم المسلمين، ويكفروهم دونما دليل، اللهم إلا الظن الذي هو أكذب الحديث، كما قال النبي الأكرم صلى الله عليه وسلم1. ¶ ولا أدري كيف سمح هذا المؤلف الظالم لنفسه أن يصدر مثل ¶ __________ ¶ 1 رواه الشيخان وغيرهما عن ابن عمر رضي الله عنهما.",
            "page": "76",
            "part": "1",
            "seal": "24627040"
        },
        {
            "id": "78",
            "nass": "هذا الحكم الذي لا يستطيع إصداره إلا الله عز وجل، المطلع وحده على خفايا القلوب ومكنونات الصدور، ولا تخفى عليه خافية. ¶ أتراه لا يعلم جزاء من يفعل ذلك، أم إنه يعلم، ولكنه أعماه الحقد الأسود والتحامل الدفين على دعاة السنة؟ أي الأمرين كان فإننا نذكره بهذين الحديثين الشريفين لعله ينزجر عن غيه، ويفيق من غفلته، ويتوب من فعلته. ¶ قال رسول الله صلى الله عليه وسلم: \"أيما رجل أكفر رجلاً مسلماً، فإن كان كافراً وإلا كان هو الكافر\" 1 وقال عليه أفضل الصلاة والسلام: \"إن من أربى الربا الاستطالة في عرض المسلم بغير حق\" 2. ¶ كما نقول له أخيراً: ترى هل دريت يا هذا بأنك حينما تقول ذاك الكلام فإنك ترد على سلف هذه الأمة الصالح، وتكفر أئمتها المجتهدين ممن لا يجيز التوسل بالنبي صلى الله عليه وسلم وغيره بعد وفاتهم كالإمام أبي حنيفة وأصحابه رحمهم الله تعالى، وقد قال أبو حنيفة: \"أكره أن يتوسل إلى الله إلا بالله\" كما تقدم. ¶ فإن كنت لا تدري فتلك مصيبة ... وإن كنت تدري فالمصيبة أعظمُ ¶ ونعود لنقول: إن كل مخلص منصف ليعلم علم اليقين بأننا والحمد لله من أشد الناس حباً لرسول الله صلى الله عليه وسلم، ومن أعرفهم بقدره وحقه وفضله صلى الله عليه وسلم، وبأنه أفضل النبيين، وسيد المرسلين، وخاتمهم وخيرهم، ¶ __________ ¶ 1 رواه الشيخان وغيرهما عن أبي هريرة - رضي الله عنه -. ¶ 2 رواه أحمد وأبو داود عن سعيد بن زيد وإسناده صحيح.",
            "page": "77",
            "part": "1",
            "seal": "23D90382"
        },
        {
            "id": "79",
            "nass": "وصاحب اللواء المحمود، والحوض المورود، والشفاعة العظمى، والوسيلة والفضيلة، والمعجزات الباهرات، وبأن الله تعالى نسخ بدينه كل دين، وأنزل عليه سبعاً من المثاني والقرآن العظيم، وجعل أمته خير أمة أخرجت للناس. إلى آخر ما هنالك من فضائله صلى الله عليه وسلم ومناقبه التي تبين قدره العظيم، وجاهه المنيف صلى الله عليه وآله وسلم تسليماً كثيراً. ¶ أقول: إننا – والحمد لله – من أول الناس اعترافاً بذلك كله، ولعل منزلته صلى الله عليه وسلم عندنا محفوظة أكثر بكثير مما هي محفوظة لدى الآخرين، الذين يدعون محبته، ويتظاهرون بمعرفة قدره، لأن العبرة في ذلك كله إنما هي في الاتباع له صلى الله عليه وسلم، وامتثال أوامره، واجتناب نواهيه، كما قال سبحانه وتعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} 1، ونحن بفضل الله من أحرص الناس على طاعة الله عز وجل، واتباع نبيه صلى الله عليه وسلم وهما أصدق الأدلة على المودة والمحبة الخالصة بخلاف الغلو في التعظيم، والإفراط في الوصف اللذين نهى الله تعالى عنهما، فقال سبحانه: {يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ وَلا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} 2 كما نهى النبي صلى الله عليه وسلم عنهما فقال: \"لا تطروني كما أطرت النصارى ابن مريم، فإنما أنا عبد، فقولوا: عبد الله ورسوله\" 3. ¶ __________ ¶ 1 سورة آل عمران: الآية 31. ¶ 2 سورة النساء الآية 171. ¶ 3 رواه البخاري في الصحيح \"7/300 و 15/161 من الفتح\" والترمذي في \"الشمائل\" وأحمد والدارمي.",
            "page": "78",
            "part": "1",
            "seal": "BCE4CCDA"
        },
        {
            "id": "80",
            "nass": "ومن الجدير بالذكر أن النبي صلى الله عليه وسلم جعل من الغلو في الدين أن يختار الحاج إذا أراد رمي الجمرات بمنى الحصوات الكبيرة وأمر أن تكون مثل حصى الخذف، فعن ابن عباس رضي الله عنهما قال: قال لي رسول الله صلى الله عليه وسلم غداة العقبة: \"هات ألْقِطْ لي\". قال: فلقطت له نحو حصى الخذف، فلما وضعتهن في يده قال: \"مثل هؤلاء\" – ثلاث مرات – \"وإياكم والغلو في الدين، فإنما هلك من كان قبلكم بالغلو في الدين\" 1 ذلك لأنه صلى الله عليه وسلم يعد مسألة رمي الجمار مسألة رمزية الغرض منها نبذ الشيطان ومحاربته، وليس حقيقية يراد بها قتله وإماتته، فعلى المسلم تحقيق الأمر، ومنابذة الشيطان عدو الإنسان اللدود بالعداء ليس غير، ومع هذا التحذير الشديد من الغلو في الدين، وقع المسلمون فيه مع الأسف، واتبعوا سنن أهل الكتاب، فقال قائلهم: ¶ دع ما ادعته النصارى في نبيهم ... واحكم بما شئت مدحاً فيه واحتكم ¶ فهذا الشاعر الذي يعظمه كثير من المسلمين، ويترنمون بقصيدته هذه، المشهورة بالبردة، ويتبركون بها، وينشدونها في الموالد وبعض مجالس الوعظ والعلم، ويعدون ذلك قربة إلى الله تبارك وتعالى، ودليلاً على محبتهم نبيهم صلى الله عليه وسلم، أقول: هذا الشاعر قد ظن النهي الوارد في الحديث السابق منصباً فقط على الادعاء بأن محمداً صلى الله عليه وسلم ابن الله، فنهى عن هذه القولة، ودعا إلى القول بأي شيء آخر مهما كان, وهذا ¶ __________ ¶ 1 رواه أحمد \"1/215 و 347\" والنسائي وابن ماجه وغيرهم وإسناده صحيح وهو مخرج في كتاب \"الصحيحة 1283\" وتخريج السنة لابن أبي عاصم \"98\".",
            "page": "79",
            "part": "1",
            "seal": "63468752"
        },
        {
            "id": "81",
            "nass": "غلط بالغ وضلال مبين، ذلك لأن للاطراء المنهي عنه في الحديث معنيين اثنين أولهما مطلق المدح، وثانيهما المدح المجاوز للحد. وعلى هذا فيمكن أن يكون المراد الحديث النهي عن مدحه صلى الله عليه وسلم مطلقاً، من باب سد الذريعة، واكتفاءً باصطفاء الله تعالى له نبياً ورسولاً، وحبيباً وخليلاً، ومما أثنى سبحانه عليه في قوله: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} 1، إذ ماذا يمكن للبشر أن يقولوا فيه بعد قول الله تبارك وتعالى هذا؟ وما قيمة أي كلام يقولونه أمام شهادة الله تعالى هذه؟ وإن أعظم مدح له صلى الله عليه وسلم أن تقول فيه ما قال ربنا عز وجل: إنه عبد له ورسوله، فتلك أكبر تزكية له صلى الله عليه وسلم، وليس فيها إفراط ولا تفريط، ولا غلو ولا تقصير. وقد وصفه ربنا سبحانه وتعالى وهو في أعلى درجاته، وأرفع تكريم من الله تعالى له، وذلك حينما أسرى وعرج به إلى السماوات العلى، حيث أراه من آيات ربه الكبرى، وصفه حينذاك بالعبودية فقال: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى} 2. ¶ ويمكن أن يكون المراد: لا تبالغوا في مدحي، فتصفوني بأكثر مما أستحقه، وتصبغوا علي بعض خصائص الله تبارك وتعالى. ¶ ولعل الأرجح في الحديث المعنى الأول لأمرين اثنين: أولهما تمام الحديث، وهو قوله صلى الله عليه وسلم: \"فقولوا عبد الله ورسوله\" أي اكتفوا بما وصفني به الله عز وجل من اختياري عبداً له ورسولاً، وثانيهما ما عقد بعض أئمة الحديث له من الترجمة، فأورده الإمام الترمذي مثلاً تحت ¶ __________ ¶ 1 سورة القلم: الآية 4. ¶ 2 سورة الإسراء: الآية 1.",
            "page": "80",
            "part": "1",
            "seal": "A35D1530"
        },
        {
            "id": "82",
            "nass": "عنوان: \"باب تواضع النبي صلى الله عليه وسلم\" فحمل الحديث على النهي عن المدح المطلق وهو الذي ينسجم مع معنى التواضع ويأتلف معه. ¶ تنبيه: ¶ واعلم انه وقع في بعض الطرق الأخرى لحديث الضرير السابق زيادتان لا بد من بيان شذوذهما وضعفهما، حتى يكون القارىء على بينة من أمرهما، فلا يغتر بقول من احتج بهما على خلاف الحق والصواب. ¶ الزيادة الأولى: ¶ زيادة حماد بن سلمة قال: حدثنا أبو جعفر الخطمي.. فساق إسناده مثل رواية شعبة، وكذلك المتن إلا أنه اختصره بعض الشيء، وزاد في آخره بعد قوله: وشفع نبيي في رد بصري: \"وإن كانت حاجة فافعل مثل ذلك\" رواه أبو بكر بن أبي خيثمة في تاريخه، فقال: حدثنا مسلم بن إبراهيم: حدثنا حماد بن سلمه به. ¶ وقد أعلَّ هذه الزيادة شيخ الإسلام ابن تيمية في \"القاعدة الجليلة\" \"ص102\" بتفرد حماد بن سلمة بها، ومخالفته لرواية شعبة، وهو أجلّ من روى هذا الحديث وهذا إعلال يتفق مع القواعد الحديثية، ولا يخالفها البتة، وقول الغماري في \"المصباح\" \"ص30\" بأن حماداً ثقة من رجال الصحيح، وزيادة الثقة مقبولة، غفلة منه أو تغافل عما تقرر في المصطلح، أن القبول مشروط بما إذا لم يخالف الراوي من هو أوثق",
            "page": "81",
            "part": "1",
            "seal": "1CCE3852"
        },
        {
            "id": "83",
            "nass": "منه، قال الحافظ في \"نخبة الفكر\": \"والزيادة مقبولة ما لم تقع منافية لمن هو أوثق فإن خولف بأرجح، فالراجح المحفوظ، ومقابله الشاذ\". ¶ قلت: وهذا الشرط مفقود هنا، فإن حماد بن سلمة، وإن كان من رجال مسلم، فهو بلا شك دون شعبة في الحفظ، ويتبين لك ذلك بمراجعة ترجمة الرجلين في كتب القوم، فالأول أورده الذهبي في \"الميزان\" وهو إنما يورد فيه من تُكُلَّم فيه، ووصفه بأنه \"ثقة له أوهام\" بينما لم يورد فيه شعبة مطلقاً، ويظهر لك الفرق بينهما بالتأمل في ترجمة الحافظ لهما، فقد قال في \"التقريب\": حماد بن سلمة ثقة عابد أثبت الناس في ثابت، وتغير حفظه بآخره ثم قال: شعبة بن الحجاج ثقة حافظ متقن، كان الثوري يقول: هو أمير المؤمنين في الحديث، وهو أول من فتش بالعراق عن الرجال، وذب عن السنة، وكان عابداً. ¶ قلت: إذا تبين لك هذا عرفت أن مخالفة حماد لشعبة في هذا الحديث وزيادته عليه تلك الزيادة غير مقبولة، لأنها منافية لمن هو أوثق منه فهي زيادة شاذة كما يشير إليه كلام الحافظ السابق في \"النخبة\" ولعل حماداً روى هذا الحديث حين تغير حفظه، فوقع في الخطأ، وكأن الإمام أحمد أشار إلى شذوذ هذه الزيادة، فإنه أخرج الحديث من طريق مؤمَّل \"وهو ابن اسماعيل\" عن حماد – عقب رواية شعبة المتقدمة – إلا أنه لم يسق لفظ الحديث، بل أحال به على لفظ حديث شعبة، فقال: \"فذكر الحديث\" ويحتمل أن الزيادة لم تقع في رواية مؤمل عن حماد، لذلك لم يشر إليها الإمام أحمد كما هي عادة الحفاظ إذا أحالوا",
            "page": "82",
            "part": "1",
            "seal": "2A0F5F35"
        },
        {
            "id": "84",
            "nass": "في رواية على أخرى بينوا ما في الرواية المحالة من الزيادة على الأولى, وخلاصة القول: إن الزيادة لا تصح لشذوذها، ولو صحت لم تكن دليلاً على جواز التوسل بذاته صلى الله عليه وسلم، لاحتمال أن يكون معنى قوله: \"فافعل مثل ذلك\" يعني من إتيانه صلى الله عليه وسلم في حال حياته، وطلب الدعاء منه والتوسل به، والتوضؤ والصلاة، والدعاء الذي علمه رسول الله صلى الله عليه وسلم أن يدعو به. والله أعلم. ¶ الزيادة الثانية: قصة الرجل مع عثمان بن عفان، وتوسله به صلى الله عليه وسلم حتى قضى له حاجته، وأخرجها الطبراني في \"المعجم الصغير\" \"ص103-104\" وفي \"الكبير\" \"3/2/1/1-2\" من طريق عبد الله بن وهب عن شبيب بن سعيد المكي عن روح بن القاسم عن أبي جعفر الخطمي المدني عن أبي أمامة بن سهل بن حنيف عن عمه عثمان بن حنيف أن رجلاً كان يختلف إلى عثمان بن عفان - رضي الله عنه - في حاجة له، فكان عثمان لا يلتفت إليه، ولا ينظر في حاجته فلقي عثمان بن حنيف، فشكا ذلك إليه، فقال له عثمان: إئت الميضأة، فتوضأ، ثم ائت المسجد، فصل فيه ركعتين، ثم قل: اللهم إني أسألك وأتوجه إليك بنبينا محمدصلى الله عليه وسلم نبي الرحمة، يا محمد إني أتوجه بك إلى ربك عز وجل، فقضي لي حاجتي، وتذكر حاجتك، ورح إليَّ حتى أروح معك، فانطلق الرجل فصنع ما قال، ثم أتى باب عثمان - رضي الله عنه - فجاء البواب حتى أخذ بيده، فأدخله عليه، فأجلسه معه على الطنفسة، وقال: حاجتك؟ فذكر حاجته، فقضاها له، ثم قال له: ما ذكرت حاجتك حتى كانت هذه الساعة، وقال: ما كانت لك من",
            "page": "83",
            "part": "1",
            "seal": "2681DA4C"
        },
        {
            "id": "85",
            "nass": "حاجة فأتنا، ثم إن الرجل خرج من عنده، فلقي عثمان بن حنيف، فقال له: جزاك الله خيراً، ما كان ينظر في حاجتي، ولا يلتفت إلي حتى كامته في، فقال عثمان بن حنيف: والله ما كلمته، ولكن شهدت رسول الله صلى الله عليه وسلم وأتاه ضرير، فشكا إليه ذهاب بصره، فقال له النبي صلى الله عليه وسلم: \"فتصبر؟ \" فقال: يا رسول الله إنه ليس لي قائد، وقد شق علي، فقال النبي صلى الله عليه وسلم: \"ائت الميضأة، فتوضأ ثم صلي ركعتين، ثم ادعُ بهذه الدعوات\" قال عثمان بن حنيف: فوالله ما تفرقنا، وطال بنا الحديث حتى دخل علينا الرجل كأنه لم يكن به ضر قط. قال الطبراني: لم يرواه عن روح بن القاسم إلا شبيب بن سعيد أبو سعيد المكي وهو ثقة، وهو الذي يحدث عنه أحمد بن شبيب عن أبيه عن يونس بن يزيد الأيلي، وقد روى هذا الحديث شعبة عن أبي جعفر الخطمي – واسمه عمير بن يزيد – وهو ثقة تفرد به عثمان بن عمر بن فارس عن شعبة، والحديث صحيح. ¶ قلت: لا شك في صحة الحديث، وإنما البحث الآن في هذه القصة التي تفرد بها شبيب بن سعيد كما قال الطبراني، وشبيب هذا متكلم فيه، وخاصة في رواية ابن وهب عنه، لكن تابعه عنه إسماعيل وأحمد ابنا شبيب بن سعيد هذا، أما اسماعيل فلا أعرفه، ولم أجد من ذكره، ولقد أغفلوه حتى لم يذكروه في الرواة عن أبيه، بخلاف أخيه أحمد فإنه صدوق، وأما أبوه شبيب فملخص كلامهم فيه: أنه ثقة في حفظه ضعف، إلا في رواية ابنه أحمد هذا عنه عن يونس خاصة فهو حجة، فقال الذهبي في \"الميزان\": صدوق يغرب، ذكره ابن عدي في",
            "page": "84",
            "part": "1",
            "seal": "76FCAB6D"
        },
        {
            "id": "86",
            "nass": "\"كامله\" فقال..له نسخة عن يونس بن يزيد مستقيمة، حدث عنه ابن وهب بمناكير، قال ابن المديني: كان يختلف في تجارة إلى مصر، وكتابه صحيح قد كتبته عن ابنه أحمد. قال ابن عدي: كان شبيب لعله يغلط ويهم إذ حدث من حفظه، وأرجو أنه لا يتعمد، فإذا حدث عنه ابنه أحمد بأحاديث يونس فكأنه يونس آخر. يعني يجوَّد\". ¶ فهذا الكلام يفيد أن شبيباً هذا لا بأس بحديثه بشرطين اثنين: الأول: ان يكون من رواية ابنه أحمد عنه، والثاني: أن يكون من رواية شبيب عن يونس، والسبب في ذلك أنه كان عنده كتب يونس بن يزيد، كما قال ابن أبي حاتم في \"الجرح والتعديل\" عن أبيه \"2/1/359\"، فهو إذا حدث من كتبه هذه أجاد، وإذا حدث من حفظه وهو كما قال ابن عدي، وعلى هذا فقول الحافظ في ترجمته من \"التقريب\": لا بأس بحديثه من رواية ابنه أحمد عنه، لا من رواية ابن وهب فيه نظر، لأنه أوهم أنه لا بأس بحديثه من رواية أحمد مطلقاً، وليس كذلك، بل هذا مقيد بأن يكون من روايته هو عن يونس لما سبق، ويؤيده أن الحافظ نفسه أشار لهذا القيد، فإنه أورد شبيباً هذا في من طعن فيه من رجال البخاري من \"مقدمة فتح الباري\" \"ص133\" ثم دفع الطعن عنه – بعد أن ذكر من وثقه وقول ابن عدي فيه – بقوله: \"قلت: أخرج البخاري من رواية ابنه عنه عن يونس أحاديث، ولم يخرج من روايته عن غير يونس، ولا من رواية ابن وهب عنه شيئاً. فقد أشار رحمه الله بهذا الكلام إلى أن الطعن قائم في شبيب إذا كانت روايته عن غير يونس، ولو من رواية ابنه أحمد عنه، وهذا هو الصواب كما بينته آنفاً،",
            "page": "85",
            "part": "1",
            "seal": "8CD178B8"
        },
        {
            "id": "87",
            "nass": "وعليه يجب أن يحمل كلامه في \"التقريب\" توفيقاً بين كلاميه، ورفعاً للتعارض بينهما. ¶ إذا تبين هذا يظهر لك ضعف هذه القصة، وعدم صلاحية الاحتجاج بها. ثم ظهر لي فيها علة أخرى وهي الاختلاف على أحمد فيها، فقد أخرج الحديث ابن السني في \"عمل اليوم والليلة\" \"ص202\" والحاكم \"1/526\" من ثلاثة طرق عن أحمد بن شبيب بدون القصة، وكذلك رواه عون بن عمارة البصري ثنا روح ابن القاسم به، أخرجه الحاكم، وعون هذا وإن كان ضعيفاًً، فروايته أولى من رواية شبيب، لموافقتها لرواية شعبة وحماد بن سلمة عن أبي جعفر الخطمي. ¶ وخلاصة القول: إن هذه القصة ضعيفة منكرة، لأمور ثلاثة: ضعف حفظ المتفرد بها، والاختلاف عليه فيها، ومخالفته للثقات الذين لم يذكروها في الحديث، وأمر واحد من هذه الأمور كاف لإسقاط هذه القصة، فكيف بها مجتمعة؟ ¶ ومن عجائب التعصب واتباع الهوى أن الشيخ الغماري أورد روايات هذه القصة في \"المصباح\" \"ص12و17\" من طريق البيهقي في \"الدلائل\" والطبراني، ثم لم يتكلم عليها مطلقاً لا تصحيحاً ولا تضعيفاً، والسبب واضح، أما التصحيح فغير ممكن صناعة، وأما التضعيف فهو الحق ولكن ... ¶ ونحو ذلك فعل من لم يوفق في \"الإصابة\"، فإنهم أوردوا \"ص21-22\" الحديث بهذه القصة، ثم قالوا: وهذا الحديث صححه",
            "page": "86",
            "part": "1",
            "seal": "119CF3F2"
        },
        {
            "id": "88",
            "nass": "الطبراني في الصغير والكبير! ¶ وفي هذا القول على صغره جهالات: ¶ أولاً: أن الطبراني لم يصحح الحديث في \"الكبير\" بل في \"الصغير\" فقط، وأنا نقلت الحديث عنه للقارئين مباشرة، لا بالواسطة كما يفعل أولئك، لقصر باعهم في هذا العلم الشريف \"ومن ورد البحر استقل السواقيا\". ¶ ثانياً: أن الطبراني إنما صحح الحديث فقط دون القصة، بدليل قوله وقد سبق: قد روى الحديث شعبة ... والحديث صحيح فهذا نص على أنه أراد حديث شعبة، وشعبة لم يرو هذه القصة، فلم يصححها إذن الطبراني، فلا حجة لهم في كلامه. ¶ ثالتاً: أن عثمان بن حنيف لو ثبتت عنه القصة لم يُعَلَّم ذلك الرجل فيها دعاء الضرير بتمامه، فإنه أسقط منه جملة \"اللهم شفعه في وشفعني فيه\" لأنه يفهم بسليقته العربية أن هذا القول يستلزم أن يكون النبي صلى الله عليه وسلم داعياً لذلك الرجل، كما كان داعياً للأعمى، ولما كان هذا منفياً بالنسبة للرجل، لم يذكر هذه الجملة؟ قال شيخ الإسلام \"ص104\": \"ومعلوم أن الواحد بعد موته صلى الله عليه وسلم إذا قال: \"اللهم فشفعه في وشفعني فيه\" – مع أن النبي صلى الله عليه وسلم لم يدعُ له – كان هذا كلاماً باطلاً، مع أن عثمان بن حنيف لم يأمره ان يسأل النبي صلى الله عليه وسلم شيئاً، ولا أن يقول: \"فشفعه في\"، ولم يأمره بالدعاء المأثور على وجهه، وإنما أمره ببعضه، وليس هناك من النبي صلى الله عليه وسلم شفاعة، ولا ما يظن أنه شفاعة، فلو قال بعد موته: \"فشفعه في\" لكان كلاماً لا معنى له، ولهذا لم يأمر به عثمان،",
            "page": "87",
            "part": "1",
            "seal": "D87BAB2E"
        },
        {
            "id": "89",
            "nass": "والدعاء المأثور عن النبي صلى الله عليه وسلم لم يأمر به، والذي أمر به ليس مأثوراً عن النبي صلى الله عليه وسلم، ومثل هذا لا تثبت به شريعة، كسائر ما ينقل عن آحاد الصحابة في حسن العبادات أو الإباحات أو الايجابات أو التحريمات، إذ لم يوافقه غيره من الصحابة عليه، وكان ما يثبت عن النبي صلى الله عليه وسلم يخالفه ولا يوافقه، لم يكن فعله سنة يجب على المسلمين اتباعها، بل غايته ان يكون ذلك مما يسوغ فيه الاجتهاد، ومما تنازعت فيه الأمة، فيجب رده إلى الله والرسول. ¶ ثم ذكر أمثلة كثيرة مما تفرد به بعض الصحابة، ولم يتبع عليه مثل إدخال ابن عمر الماء في عينيه في الوضوء، ونحو ذلك فراجعه. ¶ ثم قال: وإذا كان في ذلك كذلك، فمعلوم أنه إذا ثبت عن عثمان بن حنيف أو غيره أنه جعل من المشروع المستحب أن يتوسل بالنبي صلى الله عليه وسلم بعد موته من غير أن يكون النبي صلى الله عليه وسلم داعياً له، ولا شافعاً فيه فقد علمنا أن عمر وأكابر الصحابة لم يروا هذا مشروعاً بعد مماته كما كان يشرع في حياته، بل كانوا في الاستسقاء في حياته صلى الله عليه وسلم يتوسلون فلما مات لم يتوسلوا به، بل قال عمر في دعائه الصحيح المشهور الثابت بإتفاق أهل العلم بمحضر من المهاجرين والأنصار في عام الرمادة المشهور، لما اشتد بهم الجدب حتى حلف عمر: لا يأكل سميناً حتى يخصب الناس، ثم لما استسقى بالناس قال: اللهم إنا كنا إذا أجدبنا نتوسل إليك بنبينا، فتسقينا، وإنا نتوسل إليك بعم نبينا فاسقنا. فيسقون. وهذا دعاء أقره عليه جميع الصحابة، ولم ينكره أحد مع شهرته، وهو من أظهر الإجماعات الإقرارية، ودعا بمثله معاوية بن أبي سفيان في",
            "page": "88",
            "part": "1",
            "seal": "00409F7A"
        },
        {
            "id": "90",
            "nass": "خلافته، فلو كان توسلهم بالنبي صلى الله عليه وسلم بعد مماته كتوسلهم في حياته لقالوا: كيف نتوسل بمثل العباس ويزيد بن الأسود ونحوهما، ونعدل عن التوسل بالنبي صلى الله عليه وسلم الذي هو أفضل الخلائق، وهو أفضل الوسائل وأعظمها عند الله؟ فلما لم يقل ذلك أحد منهم، وقد علم أنهم في حياته إنما توسلوا بدعائه وشفاعته، وبعد مماته توسلوا بدعاء غيره، وشفاعة غيره، علم أن المشروع عندهم التوسل بدعاء المتوسل به، لا بذاته. ¶ هذا، وفي القصة جملة إذا تأمل فيها العاقل العارف بفضائل الصحابة وجدها من الأدلة الأخرى على نكارتها وضعفها، وهي أن الخليفة الراشد عثمان - رضي الله عنه - كان لا ينظر في حاجة ذلك الرجل، ولا يلتفت إليه! فكيف يتفق هذا مع ما صح عن النبي صلى الله عليه وسلم أن الملائكة تستحي من عثمان، ومع ما عرف به - رضي الله عنه - من رفقه بالناس، وبره بهم، ولينه معهم؟ هذا كله يجعلنا نستبعد وقوع ذلك منه، لأنه ظلم يتنافى مع شمائه - رضي الله عنه - وأرضاه. ¶ \"تنبيه\": اطلعنا بعد صف هذه الملزمة على كتاب \"التوصل إلى حقيقة التوسل\" للشيخ محمد نسيب الرفاعي، الذي ذيل اسمه عليه بلقب \"مؤسس الدعوة السلفية وخادمها\"، وتقتضينا الأمانة العلمية، والنصيحة الدينية وقول كلمة الحق أن نبين حكم الله كما نفهمه، وندين الله تعالى به في هذا اللقب فنقول: ¶ إن من نافلة القول أن نبين ان الدعوة إنما هي دعوة الإسلام الحق كما أنزله الله تعالى على خاتم رسله وأنبيائه محمد صلى الله عليه وسلم، فالله",
            "page": "89",
            "part": "1",
            "seal": "88577DEA"
        },
        {
            "id": "91",
            "nass": "وحده سبحانه هو مؤسسها ومشرعها، وليس لأحد من البشر كائناً من كان أن يدعي تأسيسها وتشريعها، وحتى النبي الأكرم محمد صلوات الله وسلامه عليه إنما كان دوره فيها التلقي الواعي الأمين، والتبليغ الكامل الدقيق، ولم يكن مسموحاً له التصرف في شيء من شرع الله تعالى ووحيه، ولهذا فادعاه إنسان مهما علا وسما تأسيس هذه الدعوة الإلهية المباركة إنما هو في الحقيقة خطأ جسيم وجرح بليغ، هذا إن لم يكن شركاً أكبر، والعياذ بالله. ¶ فلا ندري كيف وقع هذا من رجل عاش دهراً طويلاً مع إخوانه في حلب وغيرها من البلاد الشامية في الدعوة السلفية التي هي أخص خصائصها وأهم اهتماماتها محاربة الشركيات والوثنيات اللفظية، فضلاً عن الشركيات الاعتقادية، ثم اعتزلهم جميعاً، هدانا الله تعالى وإياه، وجنبنا الزلل والفتن ومضلات الأهواء. ¶ ولعل أحداً يحاول التماس عذر للمؤلف بأنه إنما قصد من ذاك اللقب أنه مجدد الدعوة السلفية، وليس أنه منشئها وصائغ تعاليمها، وقد كان في المسلمين قديماً وحديثاً مجددون، والمؤلف واحد من هؤلاء في ظنه. ¶ ونقول: نعم، إن هناك مجددين لدعوة الإسلام الحق على تتالي الزمان، ولكن شتان بين المؤلف وأولئك المجددين، وحسبه أن يكون تابعاً لأحدهم، ولو وافقناه جدلاً على حشر نفسه معهم لكان من الواجب عليه ان يحدد دائرة لتجديده المزعوم كبلد أو قطر، أما إطلاقه",
            "page": "90",
            "part": "1",
            "seal": "3930A21A"
        },
        {
            "id": "92",
            "nass": "ذاك اللقب الفضفاض فإنه يوحي إلى القراء بأنه المجدد للإسلام في العالم الإسلامي كله في هذا العصر، وأين هو من هذا؟ ¶ أضف إلى ذلك أن من الأخلاق الأساسية التي يجب أن يتصف بها الداعية المسلم المتواضع، والبعد عن حب الظهور والتفاخر والإدعاء، فإن هذه أدواء قاتلة تجرد الساعي اليها، والحريص عليها من أهلية الدعوة، وتفقده سلاحاً ماضياً للنصرعلى أعدائها، وتجعل عمله هباءً منثوراً، والعياذ بالله، فاللهم عصمتك وهداك. ¶ هذا وقدتصفحنا الكتاب المشار إليه على عجل، فوجدنا فيه بعض الأخطاء، ننبه على بعضها في محله، ومنها أنه قال في \"ص237\" في صدد الحديث عن إسناد القصة السابقة ¶ ما نصه: إن في سند هذا الحديث رجلاً اسمه روح بن صلاح، وقد ضعفه الجمهور وابن عدي وقال ابن يونس: يروي أحاديث منكرة. وهذا خطأ محض لا ندري وجهه، وهذا الرجل \"أي روح بن صلاح إنما هو علة الحديث الثالث كما سيأتي.",
            "page": "91",
            "part": "1",
            "seal": "480738BC"
        },
        {
            "id": "93",
            "nass": "الشبهة الثالثة: الأحاديث الضعيفة في التوسل ¶ يحتج مجيزو التوسل المبتدع بأحاديث كثيرة، إذا تأملناها نجدها تندرج تحت نوعين اثنين: الأول ثابت بالنسبة إلى رسول الله صلى الله عليه وسلم، ولكنه لا يدل على مرادهم، ولا يؤيد رأيهم كحديث الضرير، وقد تقدم الكلام على هذا النوع.",
            "page": "91",
            "part": "1",
            "seal": "280737B4"
        },
        {
            "id": "94",
            "nass": "والنوع الثاني غير ثابت النسبة إلى رسول الله صلى الله عليه وسلم، وبعضه يدل على مرادهم، وبعضه ¶ لا يدل، وهذه الأحاديث التي لا تصح كثيرة، فأكتفي بذكر ما اشتهر منها، فأقول: ¶ الحديث الأول: ¶ عن أبي سعيد الخدري مرفوعاً: \"من خرج من بيته إلى الصلاة، فقال: اللهم إني أسألك بحق السائلين عليك، وأسألك بحق ممشاي هذا، فإني لم أخرج أشراً ولا بطراً ... أقبل الله عليه بوجهه\". ¶ رواه أحمد \"3/21\" واللفظ له، وابن ماجه، وانظر تخريجه مفصلاً في \"سلسلة الأحاديث الضعيفة\" \"رقم 24\". وإسناده ضعيف لأنه من رواية عطية العوفي عن أبي سعيد الخدري، وعطية ضعيف كما قال النووي في \"الأذكار\" وابن تيمية في \"القاعدة الجليلة\" والذهبي في \"الميزان\" بل قال في \"الضعفاء\" \"88/1\": \"مجمع على ضعفه\"، والحافظ الهيثمي في غير موضع من \"مجمع الزوائد\" منها \"5/236\" وأورده أبوبكر بن المحب البعلبكي في \"الضعفاء والمتروكين\"، والبوصيري كما يأتي، وكذا الحافظ ابن حجر بقوله فيه: صدوق يخطىء كثيراً، كان شيعياً مدلساً، وقد أبان فيه عن سبب ضعفه وهو أمران: ¶ الأول: ضعف حفظه بقوله: يخطىء كثيراً، وهذا كقوله فيه \"طبقات المدلسين\": \"ضعيف الحفظ\" وأصرح منه قوله في \"تلخيص الحبير\" \"ص241 طبع الهند\" وقد ذكر حديثاً آخر: ¶ وفيه عطية بن سعيد العوفي وهو ضعيف.",
            "page": "92",
            "part": "1",
            "seal": "AD9FA6F1"
        },
        {
            "id": "95",
            "nass": "الثاني: تدليسه، لكن كان على الحافظ أن يبين نوع تدليسه، فإن التدليس عند المحدثين على أقسام كثيرة من أشهرها ما يلي: ¶ الأول: أن يروي الرواي عمن لقيه ما لم يسمعه منه، أو عمن عاصره ولم يلقه، موهماً أنه سمعه منه، كأن يقول: عن فلان، أو قال فلان. ¶ الثاني: أن يأتي الرواي باسم شيخه أو لقبه على خلاف المشهور به تعمية لأمره، وقد صرحوا بتحريم هذا النوع إذا كان شيخه غير ثقة، فدلسه لئلا يعرف حاله، أو أوهم أنه رجل آخر من الثقات على وفق اسمه أو كنيتهحمد1، وهذا يعرف عندهم بتدليس الشيوخ. ¶ قلت: وتدليس عطية من هذا النوع المحرم، كما كنت بينته في كتابي \"الأحاديث الضعيفة والموضوعة وأثرها السيء في الأمة\" \"24\". ¶ وخلاصة ذلك أن عطية هذا كان يروي عن أبي سعيد الخدري رضي الله عنه، فلما مات جالس أحد الكذابين المعروفين، بالكذب في الحديث وهو الكلبي، فكان عطية إذا روى عنه كناه أبا سعيد، فيتوهم السامعون منه أنه يريد أبا سعيد الخدري! وهذا وحده عندي يسقط عدالة عطية هذا، فكيف إذا انضم إلى ذلك سوء حفظه! ولهذا كنت أحب للحافظ رحمه الله أن ينبه على أن تدليس عطية من هذا النوع الفاحش، ولو بالإشارة كما فعل في \"طبقات المدلسين\" إذ قال: \"مشهور بالتدليس القبيح\" كما سبق. ¶ __________ ¶ 1 اختصار علوم الحديث للحافظ ان كثير \"ص 59\" بشرح أحمد شاكر طبعة مكتبة المعارف للنشر والتوزيع الرياض.",
            "page": "93",
            "part": "1",
            "seal": "484A55F8"
        },
        {
            "id": "96",
            "nass": "ثم كأن الحافظ نسي أو وهم – أو غير ذلك من الأسباب التي تعرض للبشر – فقال في تخريجه لهذا الحديث: إن عطية قال في رواية: حدثني أبو سعيد. قال: \"فأمن بذلك تدليس عطية\" كما نقله ابن علان عنه، وقلده في ذلك بعض المعاصرين. ¶ قلت: والتصريح بالسماع إنما يفيد إذا كان التدليس من النوع الأول، وتدليس عطية من النوع الآخر القبيح، فلا يفيد فيه ذلك، لأنه في هذه الرواية أيضاً قال: \"حدثني أبو سعيد\" فهذا هو عين التدليس القبيح1. ¶ فتبين مما سبق أن عطية ضعيف لسوء حفظه وتدليسه الفاحش، فكان حديثه هذا ضعيفاً، وأما تحسين الحافظ له الذي اغتر به من لا علم عنده فهو بناء على سهوه السابق، فتنبه ولا تكن من الغافلين. وفي الحديث علل أخر تكلمت عليها في الكتاب المشار إليه سابقاً، فلا حاجة للإعادة، فليرجع إليه من شاء الزيادة. ¶ وأما فهم بعض المعاصرين من عبارة الحافظ ابن حجر السابقة في \"التقريب\" أنها تفيد توثيق عطية هذا ففهم لا يغبطون عليه، وقد سألت ¶ __________ ¶ 1 من هذا يتبن للقراء الكرام أن من قلد الحافظ في هذه الجملة بعد تنبيهنا على نوع تدليس عطية فإنما هو مغرض متبع للهوى كما فعل أحدهم حيث نقل عبارة الحافظ هذه في صدد الرد على إعلالي للحديث بالتدليس أيضا أقول إنه مغرض لأنني على يقين من أنه أطلع على نوع التدليس المذكور في مقالي المشار إليه آنفا لأن رده في هذا الحديث ينصب عليه ومع ذلك فإنه تعامى عن ذلك ولم يجب عنه ولو بكلمة وإنما افرتض أن التدليس من النوع الأول الذي ينجبر بمجيئه من طريق آخر مصرحا بالتحديث أفلا يعذرني القراء إذا قلت: ألا يستحق هؤلاء أن يلحقوا بالمدلسين أمثال عطية هذا؟!",
            "page": "94",
            "part": "1",
            "seal": "1AB98C71"
        },
        {
            "id": "97",
            "nass": "الشيخ أحمد بن الصديق حين التقيت به في ظاهرية دمشق عن هذا الفهم فتعجب منه، فإن من كثر خطؤه في الرواية سقطت الثقة به بخلاف من قال ذلك منه، فالأول ضعيف الحديث، والآخر حسن الحديث، ولذلك جعل الحافظ في \"شرح النخبة\" من كثر غلطه قرين من ساء حفظه، وجعل حديث كل منهما مردوداً فراجعه مع حاشية الشيخ علي القاري عليه \"ص121، 130\". ¶ وإنما غرّ هؤلاء ما نقلوه عن الحافظ أنه قال في \"تخريج الأذكار\": ضعف عطية إنما جاء من قبل تشيعه، وقيل تدليسه، وإلا فهو صدوق. ¶ وهم لقصر باعهم إن لم نقل لجهلهم في هذا العلم لا جرأة لهم على بيان رأيهم الصريح في أوهام العلماء، بل إنهم يسوقون كلماتهم كأنها في مأمن من الخطأ والزلل، لا سيما إذا كانت موافقة لغرضهم كهذه الجملة، وإلا فهي ظاهرة التعارض مع قول الحافظ المنقول عن \"التقريب\" إذ أنها تعلل ضعف عطية بسببين: ¶ أحدهما: التشيع، وهذا ليس جرحاً مطلقاً على الراجح. ¶ والثاني: التدليس، وهذا جرح قد يزول كما سيأتي، ومع ذلك فإنه أشار إلى تضعيفه لهذا السبب بقوله: \"قيل\". بينما جزم في \"التقريب\" بأنه كان مدلساً، كما جزم بأنه كان شيعياً، ولذلك أورده أعني الحافظ نفسه في رسالة \"طبقات المدلسين\" \"ص18\" فقال: تابعي معروف، ضعيف الحفظ مشهور بالتدليس القبيح ذكره في \"المرتبة الرابعة\" وهي",
            "page": "95",
            "part": "1",
            "seal": "74A2B5EE"
        },
        {
            "id": "98",
            "nass": "التي يورد فيها من اتفق على أنه لا يحتج بشيء من حديثهم إلا بما صرحوا فيه بالسماع، لكثرة تدليسهم عن الضعفاء والمجاهيل كبقية بن الوليد كما ذكره في المقدمة، فهذان النصان من الحافظ نفسه دليل على وهمه في تضعيفه كون عطية مدلساً في الجملة المذكورة آنفاً. فهذا وجه من وجوه التعارض بينها وبين عبارة \"التقريب\". وثمة وجه آخر وهو أنه في هذه الجملة لم يصفه بما هو جرح عنده – كما سبق عن \"شرح النخبة\" – وهو قوله في \"التقريب\": يخطىء كثيراً فهذا كله يدلنا على أن الحافظ رحمه الله تعالى لم يكن قد ساعده حفظه حين تخريجه لهذا الحديث، فوقع في هذا القصور الذي يشهد به كلامه المسطور في كتبه الأخرى، وهي أولى بالاعتماد عليها من كتابه \"التخريج\"، لأنه في تلك ينقل عن الأصول مباشرة، ويلخص منها بخلاف صنيعه في \"التخريج\". ¶ ولما ذكرنا من حال العوفي ضعف الحديث غير واحد من الحفاظ كالمنذري في \"الترغيب\"1 والنووي وشيخ الإسلام ابن تيمية في \"القاعدة الجليلة\" وكذا البوصيري، فقال في \"مصباح الزجاجة\" 52/2: ¶ \"هذا إسناد مسلسل بالضعفاء: عطية وفضيل بن مرزوق والفضل بن الموفق كلهم ضعفاء\". وقال صديق خان في \"نزل الأبرار\" ¶ __________ ¶ 1 فقال \"2/265\": رواه لبن ماجه بإسناده فيه مقال وضعفه فيمكان آخر \"1/130-131\" حيث صدره بقوله: \"روي\" مشيرا بذلك إلى أنه لا يتطرق إليه احتمال التحسين كما صرح به في \"المقدمة\".",
            "page": "96",
            "part": "1",
            "seal": "E31B33A3"
        },
        {
            "id": "99",
            "nass": "\"ص71\" بعد أن أشار لهذا الحديث وحديث بلال الآتي بعده: ¶ \"وإسنادهم ضعيف، صرح بذلك النووي في الأذكار\". ¶ الحديث الثاني: ¶ وحديث بلال الذي أشار إليه صديق خان هو ما روي عنه أنه قال: كان رسول الله صلى الله عليه وسلم إذا خرج إلى الصلاة قال: \"بسم الله، آمنت بالله، توكلت على الله، لا حول ولا قوة إلا بالله. اللهم بحق السائلين عليك، وبحق مخرجي هذا، فإني لم أخرج أشراً ولا بطراً..\" الحديث أخرجه ابن السني في \"عمل اليوم والليلة – رقم82\" من طريق الوازع بن نافع العقيلي عن أبي سلمة بن عبد الرحمن عن جابر بن عبد الله عنه. ¶ قلت: وهذا سند ضعيف جداً، وآفته الوازع هذا، فإنه لم يكن عنده وازع يمنعه من الكذب، كما بينته في \"السلسلة الضعيفة\" ولذلك لما قال النووي في \"الأذكار\": حديث ضعيف أحد رواته الوازع بن نافع العقيلي وهو متفق على ضعفه، وأنه منكر الحديث قال الحافظ بعد تخريجه: ¶ هذا حديث واه جداً، أخرجه الدارقطني في \"الأفراد\" من هذا الوجه وقال: تفرد به الوازع، وهو متفق على ضعفه وأنه منكر الحديث. والقول فيه أشد من ذلك، فقال ابن معين والنسائي: ليس بثقة، وقال أبو حاتم وجماعة، متروك الحديث، وقال الحاكم:",
            "page": "97",
            "part": "1",
            "seal": "1D267255"
        },
        {
            "id": "100",
            "nass": "يروي أحاديث موضوعة1. ¶ قلت: فلا يجوز الاستشهاد به كما فعل الشيخ الكوثري، والشيخ الغماري في \"مصباح الزجاجة-56\" وغيرهما من المبتدعة. ¶ ومع كون هذين الحديثين ضعيفين فهما لا يدلان على التوسل بالمخلوقين أبداً، وإنما يعودان إلى أحد أنواع التوسل المشروع الذي تقدم الكلام عنه، وهو التوسل إلى الله تعالى بصفة من صفاته عز وجل، لأن فيهما التوسل بحق السائلين على الله وبحق ممشى المصلين. فما هو حق السائلين على الله تعالى؟، لا شك أنه إجابة دعائهم، وإجابة الله دعاء عباده صفة من صفاته عز وجل، وكذلك حق ممشى المسلم إلى المسجد هو أن يغفر الله له، ويدخله الجنة ومغفرة الله تعالى ورحمته، وإدخاله بعض خلقه ممن يطيعه الجنة. كل ذلك صفات له تبارك وتعالى. ¶ وبهذا تعلم أن هذا الحديث الذي يحتج به المبتدعون ينقلب عليهم، ¶ __________ ¶ 1 قلت في \"السلسلة الضعيفة\" بعد أن تكلمت عن حديث بلال هذه والذي قبله: مكتبة المعارف للنشر والتوزيع الرياض. ¶ \"وجملة القول إن هذا الحديث ضعيف من طريقيه وأحدهما أشد ضعفا من الآخر\". ¶ فتغافل بعض المؤلفين عن هذه الجملة وأحدهام أشد ضعفا من الآخر فافتروا علي وقالوا: فقد اتضح أنهما حديثان متغايران في الإسناد ابتداء وانتهاء فكيف يصح أن يجعل حديثا واحدا ويحكم عليهما بحكم واحد إن هذا دليل على مبلغ تخليط قائله. ¶ قلت: فليتأمل القارئ هل صدقوا فيما زعموا ثم ليعذرني إذا ذكرت قوله صلى الله عليه وسلم: \"من كلام النبوة الأولى: إذا لم تستح فاصنع ماشئت\"!",
            "page": "98",
            "part": "1",
            "seal": "DAA9388C"
        },
        {
            "id": "101",
            "nass": "ويصبح بعد فهمه فهماً جيداً حجة لنا عليهم، والحمد لله على توفيقه. ¶ الحديث الثالث: ¶ عن أبي أمامة قال: كان رسول الله صلى الله عليه وسلم إذا أصبح، وإذا أمسى دعا بهذا الدعاء: \"اللهم أنت أحق من ذكر، وأحق من عبد.. أسألك بنور وجهك الذي أشرقت له السماوات والأرض، وبكل حق هو لك، وبحق السائلين عليك ... \". ¶ قال الهيثمي في \"مجمع الزوائد-10/117\": ¶ رواه الطبراني، وفيه فضال بن جبير، وهو ضعيف مجمع على ضعفه. ¶ قلت: بل هو ضعيف جداً، اتهمه ابن حبان فقال: ¶ شيخ يزعم أنه سمع أبا أمامة، يروي عنه ما ليس منه حديثه. وقال أيضاً: لا يجوز الاحتجاج به بحال، يروي أحاديث لا أصل له. ¶ وقال ابن عدي في \"الكامل-25/13\": ¶ \"أحاديثه كلها غير محفوظة\". ¶ قلت: فالحديث شديد الضعف، فلا يجوز الاستشهاد به أيضاً، كما فعل صاحب \"المصباح-ص56\". ¶ الحديث الرابع: ¶ عن أنس بن مالك قال: لما ماتت فاطمة بنت أسد بن هاشم أم علي رضي الله عنهما دعا أسامة بن زيد وأبا أيوب الأنصاري وعمر بن",
            "page": "99",
            "part": "1",
            "seal": "6253B8CE"
        },
        {
            "id": "102",
            "nass": "الخطاب وغلاماً أسود يحفرون ... فلما فرغ دخل رسول الله صلى الله عليه وسلم، فاضطجع فيه فقال: \"الله الذي يحيي ويميت، وهو حي لا يموت، اغفر لأمي فاطمة بين أسد، ولقنها حجتها، ووسع مدخلها بحق نبيك، والأنبياء الذين من قبلي، فإنك أرحم الراحمين..\". ¶ قال الهيثمي في \"مجمع الزوائد-9/257\": رواه الطبراني في الكبير والأوسط وفيه روح بن صلاح، وثقة ابن حبان والحاكم وفيه ضعف، وبقية رجاله رجال الصحيح. ¶ قلت: ومن طريق الطبراني رواه أبو نعيم في \"حلية الأولياء-3/12\" وإسناده عندهما ضعيف، لأن روح بن صلاح الذي في إسناده قد تفرد به، كما قال أبو نعيم نفسه، وروح ضعفه ابن عدي، وقال ابن يونس: رويت عنه مناكير، وقال الدارقطني: \"ضعيف في الحديث\" وقال ابن ماكولا: \"ضعفوه\" وقال ابن عدي بعد أن أخرج له حديثين: \"له أحاديث كثيرة، في بعضها نكرة\" فقد اتفقوا على تضعيفه فكان حديثه منكراً لتفرده به. ¶ وقد ذهب بعضهم إلى تقوية هذا الحديث لتوثيق ابن حبان والحاكم لروح هذا، ولكن ذلك لا ينفعهم، لما عرفا به من التساهل في التوثيق، فقولهما عند التعارض لا يقام له وزن حتى لو كان الجرح مبهماً، فكيف مع بيانه كما هي الحال هنا، وقد فصلت الكلام على ضعف هذا الحديث في \"السلسلة الضعيفة- 23\" فلا نعيد الكلام عليه في هذه العجالة، ولكن المشار إليهم جاؤوا بما يضحك فقالوا: حكم عليه الشيخ ناصر",
            "page": "100",
            "part": "1",
            "seal": "85B37F1B"
        },
        {
            "id": "103",
            "nass": "بالضعف، فنطالبه بمن ضعف هذا الحديث من المحدثين\". ¶ قلت: قد ذكرنا من ضعف رواية روح بن صلاح الذي تفرد به، وهذا يستلزم ضعف حديثه كما لا يخفى إلا عند المتابعة وقد نفاها أبو نعيم، أو عند مجيئه من طريق آخر وهيهات! ثم قالوا: \"ولو فرض تضعيفه، فضعفه خفيف فلا يمنع جواز العمل، لأنه من باب ما جوزه المحدثون والفقهاء من العمل بالضعيف الذي ليس ضعفه بشديد في الترغيب والترهيب\"، قلت: ليس في هذا الحديث شيء من الترغيب، ولا هو يبين فضل عمل ثابت في الشرع، إنما هو ينقل أمراً دائراً بين أن يكون جائزاً أو غير جائز، فهو إذن يقرر حكماً شرعياً لو صح، وأنتم إنما توردونه من الأدلة على جواز هذا التوسل المختلف فيه، فإذا سلمتم بضعفه لم يجز لكم الاستدلال به، وما أتصور عاقلا يوافقكم على إدخال هذا الحديث في باب الترغيب والترهيب، وهذا شأن من يفر من الخضوع للحق، يقول ما لا يقوله جميع العقلاء. ¶ الحديث الخامس: ¶ عن أمية بن عبد الله بن خالد بن أسيد قال: ¶ كان رسول الله صلى الله عليه وسلم يستفتح بصعاليك المهاجرين. ¶ فيرى المخالفون أن هذا الحديث يفيد أن النبي صلى الله عليه وسلم كان يطلب من الله تعالى أن ينصره، ويفتح عليه بالضعفاء المساكين من المهاجرين، وهذا – بزعمهم – هو التوسل المختلف فيه نفسه.",
            "page": "101",
            "part": "1",
            "seal": "746479B6"
        },
        {
            "id": "104",
            "nass": "والجواب من وجهين: ¶ الأول: ضعف الحديث، فقد أخرجه الطبراني في \"المعجم الكبير\" \"1/81/2\": حدثنا محمد بن إسحاق بن راهويه حدثنا أبي حدثنا عيسى بن يونس حدثني أبي عن أبيه عن أميه به. ¶ وحدثنا عبد الله بن محمد بن عبد العزيز البغوي بن عبيد الله بن عمر القواريري حدثنا يحيى بن سعيد عن سفيان عن أبي إسحاق عن أمية بن خالد به. ثم رواه من طريق قيس بن الربيع عن أبي إسحاق عن المهلب بن أبي صفرة عن أمية بن خالد مرفوعاً بلفظ: ... يستفتح ويستنصر بصعاليك المسلمين. ¶ قلت: مداره على أمية هذا، ولم تثبت صحبته، فالحديث مرسل ضعيف، وقال ابن عبد البر في \"الاستيعاب-1/38\": ¶ \"لا تصح عندي صحبته، والحديث مرسل\"، وقال الحافظ في \"الإصابة\" \"1/133\": ¶ \"ليست له صحبة ولا رواية\". ¶ قلت: وفيه علة أخرى، وهي اختلاط أبي اسحاق وعنعنته، فإنه كان مدلساً، إلا أن سفيان سمع منه قبل الاختلاط، فبقيت العلة الأخرى وهي العنعنة. ¶ فثبت بذلك ضعف الحديث وأنه لا تقوم به حجة. وهذا هو الجواب الأول.",
            "page": "102",
            "part": "1",
            "seal": "BB815481"
        },
        {
            "id": "105",
            "nass": "الثاني: أن الحديث لو صح فلا يدل إلا على مثل ما دل عليه حديث عمر، وحديث الأعمى من التوسل بدعاء الصالحين. قال المناوي في \"فيض القدير\": \"كان يستفتح\" أي يفتتح القتال، من قوله تعالى: {إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ} ذكره الزمخشري. ويستنصر أي يطلب النصرة \"بصعاليك المسلمين\" أي بدعاء فقرائهم الذين لا مال لهم. ¶ قلت: وقد جاء هذا التفسير من حديثه، اخرجه النسائي \"2/15\" بلفظ: \"إنما ينصر الله هذه الأمة بضعيفها، بدعوتهم، وصلاتهم وإخلاصهم\" وسنده صحيح، وأصله في \"صحيح البخاري\" \"6/67\"، فقد بين الحديث أن الاستنصار إنما يكون بدعاء الصالحين، لا بذواتهم وجاههم. ¶ ومما يؤكد ذلك أن الحديث ورد في رواية قيس بن الربيع المتقدمة بلفظ: \"كان يستفتح ويستنصر ... \"، فقد علمنا بهذا أن الاستنصار بالصالحين يكون بدعائهم وصلاتهم وإخلاصهم، وهكذا الاستفتاح، وبهذا يكون هذا الحديث – إن صح – دليلاً على التوسل المشروع، وحجة على التوسل المبتدع، والحمد لله. ¶ الحديث السادس: ¶ عن عمر بن الخطاب مرفوعاً: \"لما اقترف آدم الخطيئة قال: يا رب أسألك بحق محمد لما غفرت لي، فقال: يا آدم ‍! وكيف عرفت محمداً ولم أخلقه؟ قال: يا رب لما خلقتني بيدك، ونفخت في من روحك",
            "page": "103",
            "part": "1",
            "seal": "068FE4FD"
        },
        {
            "id": "106",
            "nass": "رفعت رأسي، فرأيت على قوائم العرش مكتوباً: لا إله إلا الله محمد رسول الله، فعلمت أنك لم تضِف إلى اسمك إلا أحب الخلق إليك، فقال: غفرت لك، ولولا محمد ما خلقتُك\". ¶ أخرجه الحاكم في \"المستدرك\" \"2/615\" من طريق أبي الحارث عبد الله بن مسلم الفهري: حدثنا إسماعيل بن مسلمة: أنبأ عبد الرحمن بن زيد بن أسلم عن أبيه عن جده عن عمر. وقال: صحيح الإسناد وهو أول حديث ذكرته لعبد الرحمن بن زيد بن أسلم في هذا الكتاب. ¶ فتعقبه الذهبي بقوله: ¶ قلت: بل موضوع، وعبد الرحمن واهٍ، وعبد الله بن أسلم الفهري لا أدري من ذا قلت: ومن تناقض الحاكم في \"المستدرك\" نفسه أنه أورد فيه \"3/332\" حديثاً آخر لعبد الرحمن هذا ولم يصححه، بل قال: والشيخان لم يحتجا بعبد الرحمن بن زيد!. ¶ قلت: والفهري هذا أورده الذهبي في \"الميزان\" وساق له هذا الحديث وقال: خبر باطل، وكذا قال الحافظ ابن حجر في \"اللسان\" \"3/360\" وزاد عليه قوله في الفهري هذا: ¶ \"لا أستبعد أن يكون هو الذي قبله فإنه من طبقته\"، قلت: والذي قبله هو عبد الله بن مسلم بن رُشيد، قال الحافظ: ذكره ابن حبان، منهم بوضع الحديث، يضع على ليث ومالك وابن لهيعة، لا يحل كتب حديثه، وهو الذي روى عن ابن هدية نسخة كأنها معمولة.",
            "page": "104",
            "part": "1",
            "seal": "49557A72"
        },
        {
            "id": "107",
            "nass": "قلت: والحديث رواه الطبراني في \"المعجم الصغير\" \"ص207\": ثنا محمد بن داود بن أسلم الصدفي المصري: ثنا أحمد ابن سعيد المدني الفهري: ثنا عبد الله بن إسماعيل المدني عن عبد الرحمن بن زيد بن أسلم به. وهذا سند مظلم فإن كل من دون عبد الرحمن لا يعرفون، وقد أشار إلى ذلك الحافظ الهيثمي حيث قال في \"مجمع الزوائد\" \"8/253\": ¶ \"رواه الطبراني في الأوسط والصغير وفيه من لم أعرفهم. ¶ قلت: وهذا إعلال قاصر، يوهم من لا علم عنده أن ليس فيهم من هو معروف بالطعن فيه، وليس كذلك فإن مداره على عبد الرحمن بن زيد بن أسلم، وقال البيهقي: \"إنه تفرد به\" وهو متهم بالوضع، رماه بذلك الحاكم نفسه، ولذلك أنكر العلماء عليه تصحيحه لحديثه، ونسبوه إلى الخطأ والتناقض، فقال وراث علم الصحابة والتابعين والأئمة المتبوعين شيخ الإسلام ابن تيمية1 رحمه الله في \"القاعدة الجليلة- ص89\": ¶ ورواية الحاكم لهذا الحديث مما أنكر عليه، فإنه نفسه قد قال في كتاب \"المدخل إلى معرفة الصحيح من السقيم\": \"عبد الرحمن بن زيد بن أسلم روى عن أبيه أحاديث موضوعة، لا تخفى على من تأملها من أهل الصنعة أن الحمل فيها عليه\"2. قلت: وعبد الرحمن بن زيد ¶ __________ ¶ 1 من كلام العلامة الشيخ محب الدين الخطيب في مقدمته لقاعدة الجليلة. ¶ 2 نقل هذا الكلام عن الحاكم وابن حبان أيضا الحافظ ابن عبد الهادي في \"الصارم المنكي- ص 29\" والحافظ ابن حجر في \"التهذيب\".",
            "page": "105",
            "part": "1",
            "seal": "0723CE55"
        },
        {
            "id": "108",
            "nass": "بن أسلم ضعيف باتفاقهم يغلط كثيراً1, ضعفه أحمد بن حنبل وأبو زرعة وأبو حاتم والنسائي والدارقطني، وغيرهم. وقال ابن حبان: كان يقلب الأخبار وهو لا يعلم حتى كثر ذلك من روايته من رفع المراسيل، وإسناد الموقوف، فاستحق الترك. ¶ وأما تصحيح الحاكم لمثل هذا الحديث وأمثاله فهذا مما أنكره عليه أئمة العلم بالحديث، وقالوا: إن الحاكم يصحح أحاديث موضوعة مكذوبة عند أهل المعرفة بالحديث. ولهذا كان أهل العلم بالحديث لا يعتمدون على مجرد تصحيح الحاكم. ¶ قلت: وقد أورد الحاكم نفسه عبد الرحمن بن زيد بن أسلم في كتابه \"الضعفاء\" كما سماه العلامة ابن عبد الهادي، وقال في آخره: ¶ فهؤلاء الذين قدمت ذكرهم قد ظهر عندي جرحهم، لأن الجرح لا يثبت إلا ببينة، فهم الذين أبين جرحهم لمن طالبني به، فإن الجرح لا أستحله تقليداً، والذي أختاره لطالب هذا الشأن أن لا يكتب حديث واحد من هؤلاء الذين سميتهم، فالراوي لحديثهم داخل في قوله صلى الله عليه وسلم: \"من حدث بحديث وهو يرى أنه كذب فهو أحد الكاذبَيْن\" 2. ¶ قلت: فمن تأمل في كلام الحاكم هذا والذي قبله يتبن له بوضوح ¶ __________ ¶ 1 هذا نص من شيخ الإسلام على أن كلمة \"يغلط كثيرا\" صيغة جرح لاتعديل ولا يخفى أنه لافرق بينهما وبين كلمة \"يخطيء كثيرا\" التي وصف الحافظ بها عطية العوفي كما سبق. ¶ 2 أخرجه مسلم \"1/7\" وابن حبان في صحيحه \"1/27\" من حديث سمرة بن جندب ومسلم من حديث المغيرة بن شعبة وقال: \"هو حديث مشهور\".",
            "page": "106",
            "part": "1",
            "seal": "C00D6218"
        },
        {
            "id": "109",
            "nass": "أن حديث عبد الرحمن بن زيد هذا موضوع عند الحاكم نفسه، وأن من يرويه بعد العلم بحاله فهو أحد الكاذبَيْن. ¶ وقد اتفق عند التحقيق كلام الحفاظ ابن تيمية والذهبي والعسقلاني على بطلان هذا الحديث، وتبعهم على ذلك غير واحد من المحققين كالحافظ ابن عبد الهادي كما سيأتي، فلا يجوز لمن كان يؤمن بالله واليوم الآخر أن يصحح الحديث بعد اتفاق هؤلاء على وضعه تقليداً للحاكم في أحد قوليه، مع اختياره في قوله الآخر لطالب العلم أن لا يكتب حديث عبد الرحمن هذا، وأنه إن فعل كان أحد الكاذبين كما سبق. ¶ \"تنبيه\": إذا عرفت هذا فقول بعض المشايخ: إن حكم الشيخ ناصر على الحديث بأنه كذب وموضوع باطل لأن مستنده قول الذهبي إنه موضوع باطل حقاً لأن الذهبي قد وافقه من ذكرنا من الحفاظ الأعلام، ثم قالوا: ومستند الذهبي ما في إسناد الحاكم من رجل قيل فيه إنه متهم. قلت: \"هذا باطل أيضاً، لأن الرجل المشار إليه وهو عبد الله بن مسلم الفهري جهله الذهبي ولم يتهمه كما تقدم نقله عنه، وما أظن هذا يخفى عليهم ولكنهم تجاهلوه لغرض في أنفسهم، وهو أن يتسنى لهم أن يقولوا عقب ذلك: \"لكن للحديث إسناد آخر عند الطبراني ليس فيه هذا المتهم، وغاية ما فيه أن فيه من هو غير معروف\"، قلت: بل فيه ثلاثة لا يعرفون، وإذا كانوا لا يعلمون ذلك فلماذا عدلوا عن تقليد الهيثمي في قوله: \"وفيه من لم أعرفهم\" كما",
            "page": "107",
            "part": "1",
            "seal": "03D90388"
        },
        {
            "id": "110",
            "nass": "سبق، وهو هلكى وراء التقليد، إلى قولهم: فيه من هو غير معروف\"؟! ¶ السبب في ذلك أن قول الهيثمي نص على أن:من هو غير معروف: جماعة، وأما قولهم فليس نصاً على ذلك، بل هذا يقال إذا كان في السند شخص لا يعرف أو أكثر، فهو في الحقيقة من تلبيساتهم على القراء. نعوذ بالله من الخذلان. ثم قالوا عطفاً على ما سبق: وإن فيه عبد الرحمن بن زيد وهو على الراجح عند الحافظ ابن حجر ممن يقال فيه ضعيف، وهذه الكلمة من أخف مراتب التضعيف أقول: لكن الراجح عند غير الحافظ أنه أشد ضعفاً من ذلك، فقد قال فيه أبو نعيم: \"روى عن أبيه أحاديث موضوعة\". وكذا قال الحاكم نفسه كما سبق، وهو وكذا أبو نعيم من المعروفين بتساهلهم في التوثيق، فإذا جرحا فإنما ذلك بعد ان ظهر لهما ان عبد الرحمن مجروح حقاً، ولذلك اتفقوا على تضعيفه كما نص في كلام شيخ الإسلام ابن تيمية رحمه الله، بل ضعّفه جداً علي بن المديني وابن سعد وغيرهما، وقال الطحاوي: \"حديثه عند أهل العلم بالحديث في النهاية من الضعف\"، فهو معروف بالضعف الشديد منذ القديم، فما الذي حمل المخالفين على الإعراض عن هذه الأقوال المتضافرة على أن عبد الرحمن هذا ضعيف جداً – إن لم يكن كذاباً – إلى التمسك بقول الحافظ فيه ضعيف؟! أقول هذا مع احتمال أن يكون سقط من قلم الحافظ أو قلم بعض النساخ عقب قوله \"ضعيف\" لفظة \"جداً\" وعلى كل حال",
            "page": "108",
            "part": "1",
            "seal": "2C8B05AB"
        },
        {
            "id": "111",
            "nass": "فإن تقليدهم للحافظ في هذه الكلمة لا يفيدهم شيئاً، بعد أن حكم هو على الحديث بأنه \"خبر باطل\" كما سبق نقله عن \"لسانه\"! فهذا من الأدلة الكثيرة على أن هؤلاء أتباع هوى، وليسوا طلاب حق، وإلا لأخذوا بقول الحافظ هذ الموافق لقول الذهبي وغيره من المحققين، ولم يعرجوا على تضعيفه فقط لعبد الرحمن، ليعارضوا به الذهبي، ويدلسوا على الناس أمر الحديث، ويظهروه بمظهر الأحاديث التي اختلف فيها العلماء حتى يتسنى لهم ابتداع رأي جديد حول الحديث يتلاءم مع قول أحد الحفاظ في احد رواته! انظر اليهم كيف قالوا عقب ما سبق: فما كان حاله هكذا عند المحدثين فليس من الموضوع، ولا من الضعيف الشديد، بل هو من القسم الذي يعمل به في \"الفضائل\"! ¶ أقول: وهذا كلام ساقط من وجهين: الأول: أنه مبني على أن عبد الرحمن ضعيف فقط وليس كذلك بل هو ضعيف جداً كما سبق، وسيأتي التصريح بذلك عن أحد الحفاظ النقاد. الثاني: أنه معارض لحكم الحافظ بل الحفاظ على الحديث بالبطلان كما سبق، فكيف جاز لهم مخالفتهم لا سيما قد صرح أحدهم في \"التعقيب الحثيث - 21\" ليس له صفة التصحيح والتضعيف! فلعله قال ذلك تواضعاً! وإلا فأنت تراه هنا قد أعطى لنفسه منزلة تسوغ له الاستقلال في البحث ولو أدى إلى مخالفة كل أولئك الحفاظ والنقاد! ويؤيد هذا الذي نقوله فيه أنه قال عطفاً على ما سبق: \"فنحن في هذا الحديث مع من لم",
            "page": "109",
            "part": "1",
            "seal": "54A62D4D"
        },
        {
            "id": "112",
            "nass": "ير به ذلك \"يعني الوضع\" كالحاكم والحافظ السبكي، فليس علينا فيه افتيات على الحافظ الذهبي، لكن رأينا ما عليه الحافظان المذكوران أقرب إلى الصواب\". ¶ أقول: ولا يخفى ما في هذا الكلام من التلبيس والتدليس فإن الحاكم إنما ذهب في \"المستدرك\" إلى تصحيح الحديث كما سبق، والسبكي قلده في ذلك كما بينه الحافظ ابن عبد الهادي فقال في رده عليه في \"الصارم المنكي-ص32\": ¶ \"وإني لأتعجب منه كيف قلد الحاكم في تصحيحه مع أنه حديث غير صحيح ولا ثابت، بل هو حديث ضعيف الإسناد جداً، وقد حكم عليه بعض الأئمة بالوضع، وليس إسناده من الحاكم إلى عبد الرحمن بن زيد بصحيح بل مفتعل على عبد الرحمن كما سنبينه، ولو كان صحيحاً إلى عبد الرحمن لكان ضعيفاً غير محتج به، لأن عبد الرحمن في طريقه، وقد أخطأ الحاكم وتناقض تناقضاً فاحشاً كما عرف له ذلك في مواضيع، فإنه قال في كتاب \"الضعفاء\"، بعد أن ذكر عبد الرحمن \"منهم\". وذكر ما نقلته عنه فيما سبق \"ص107\": فانظر إلى ما وقع للحاكم في هذا الموضع من الخطأ العظيم والتناقض الفاحش، ثم إن هذا المعترض المخذول عمد إلى هذا الذي اخطأ فيه الحاكم وتناقض، فقلده فيه، واعتمد عليه، فقال: \"ونحن قد اعتمدنا في تصحيحه على الحاكم\"، وذكر قبل ذلك بقليل أنه مما تبين له صحته. فانظر يرحمك الله إلى هذا الخذلان البين والخطأ الفاحش! كيف جاء هذا المعترض إلى",
            "page": "110",
            "part": "1",
            "seal": "CB0FB1AC"
        },
        {
            "id": "113",
            "nass": "حديث غير صحيح ولا ثابت، بل هو حديث موضوع، فصححه واعتمد عليه، وقلد في ذلك الحاكم مع ظهور خطئه وتناقضه، مع معرفة هذا المعترض بضعف راويه وجرحه واطلاعه على الكلام المشهور فيه\". ¶ أقول: هذا شأن السبكي رحمه الله تعالى في هذا الحديث، وتقليد الحاكم في تصحيحه، وهذا مع كونه خطأ في نفسه كما سبق بيانه فهو خلاف رأي المشار إليه سابقاً الذي صرح بأن الحديث ضعيف لا صحيح ولا موضوع، فقد خالف – هو ومن قلده وناصره – الحاكم والسبكي كما خالفوا من سبق ذكرهم من العلماء الفحول الذين قالوا بوضع الحديث أو بطلانه، فليس افتئاتهم على الذهبي فقط، بل وعلى من وافقه وخالفه جميعاً! فليتأمل العاقل ما يفعل الهوى بصاحبه! لقد أرادوا أن ينزهوا أنفسهم عن الافتئات على الذهبي، وإذا بهم يقولون بما هو أدهى وأمر من الافتئات على من ذكرنا من العلماء! ¶ ومن مغالطاتهم المكشوفة عند أهل العلم قولهم في أثناء كلامهم السابق بعد أن أشاروا إلى طريق الطبراني الذي سبق الكلام عليه: ¶ \"فالذهبي لم يطلع على هذا الطريق، وإلا لو اطلع عليه لم يقل ذلك\". ¶ أقول: وهذا كلام باطل، إذ أن الذهبي حكم على الحديث بالوضع والبطلان من طريق الحاكم، وفيه عبد الرحمن بن زيد ورجل آخر لا يعرفه، كما سبق بيانه في أول هذا التنبيه، وطريق الطبراني فيه علاوة",
            "page": "111",
            "part": "1",
            "seal": "1615156B"
        },
        {
            "id": "114",
            "nass": "على عبد الرحمن هذا ثلاث رجال آخرون لا يعرفون كما سبق أيضاً، فكيف يصح أن يقال حينئذ: ¶ \"إن الذهبي لو اطلع على هذا الطريق لم يقل بذلك\"؟! ¶ اللهم إن هذه مغالطة ومكابرة مكشوفة أو جهل مركب، فرحمتك اللهم وهداك! ¶ لقد تبين للقراء الكرام مما سلف أن للحديث علتين: ¶ الأولى: عبد الرحمن بن زيد بن أسلم، وأنه ضعيف جداً. ¶ الثانية: جهالة الإسناد إلى عبد الرحمن. ¶ وللحديث عندي علة أخرى. وهي اضطراب عبد الرحمن أو من دونه في إسناده، فتارة كان يرفعه كما مضى، وتارة كان يرويه موقوفاً على عمر، لا يرفعه إلى النبي صلى الله عليه وسلم، كما رواه ¶ أبو بكر الآجري في كتاب \"الشريعة ص 427\" من طريق عبد الله ابن اسماعيل بن أبي مريم عن عبد الرحمن بن زيد به، وعبد الله هذا لم أعرفه أيضاً، فلا يصح عن عمر مرفوعاً ولا موقوفاً، ثم رواه الآجري من طريق آخر عن عبد الرحمن بن أبي الزناد عن أبيه أنه قال: من الكلمات التي تاب الله بها على آدم قال: اللهم أسألك بحق محمد عليك.. الحديث نحوه مختصراً، وهذا مع إرساله ووقفه، فإن إسناده إلى ابن أبي الزناد ضعيف جداً، وفيه عثمان بن خالد والد أبي مروان العثماني، قال النسائي: \"ليس بثقة\".",
            "page": "112",
            "part": "1",
            "seal": "B69AFA5F"
        },
        {
            "id": "115",
            "nass": "وعلى هذا فلا يبعد أن يكون أصل هذا الحديث من الإسرائليات التي تسربت إلى المسلمين من بعض مسلمة أهل الكتاب أو غير مسلمتهم. أو عن كتبهم التي لا يوثق بها، لما طرأ عليها من التحريف والتبديل كما بينه شيخ الإسلام في كتبه، ثم رفعه بعض هؤلاء الضعفاء إلى النبي صلى الله عليه وسلم خطأ أو عمداً. ¶ مخالفة هذا الحديث للقرآن: ¶ ومما يؤيد ما ذهب إليه العلماء من وضع هذا الحديث وبطلانه أنه يخالف القرآن الكريم في موضعين منه: ¶ الأول: أنه تضمن أن الله تعالى غفر لآدم بسبب توسله به صلى الله عليه وسلم، والله عز وجل يقول: {فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ} . وقد جاء تفسير هذه الكلمات عن ترجمان القرآن ابن عباس رضي الله عنهما مما يخالف هذا الحديث، فأخرج الحاكم \"3/545\" عنه: {فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ} قال: أي رب! ألم تخلقني بيدك؟ قال: بلى. قال: ألم تنفخ فيَّ من روحك؟ قال: بلى. قال: أي رب! ألم تسكنّي جنتك؟ قال: بلى. قال: ألم تسبق رحمتك غضبك؟ قال: بلى. قالت: أرأيت إن تبتُ وأصلحت، أراجعي أنت إلى الجنة؟ قال: بلى. قال: فهو قوله: {فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ} وقال الحاكم: \"صحيح الإسناد\" ووافقه الذهبي، وهو كما قالا. ¶ قلت: وقول ابن عباس هذا في حكم المرفوع من وجهين: ¶ الأول: أنه أمر غيبي لا يقال من مجرد الرأي.",
            "page": "113",
            "part": "1",
            "seal": "126955D2"
        },
        {
            "id": "116",
            "nass": "الثاني: أنه ورد في تفسير الآية، وما كان كذلك فهو في حكم المرفوع كما تقرر في محله، ولا سيما إذا كان من قول إمام المفسرين عبد الله بن عباس رضي الله عنهما الذي دعا له رسول الله صلى الله عليه وسلم بقوله: \"اللهم فقهه في الدين، وعلمه التأويل\". ¶ وقد قيل في تفسير هذه الكلمات: إنها ما في الآية الاخرى {قَالا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} . وبهذا جزم السيد رشيد رضا في \"تفسيره\" \"1/279\". لكن أشار ابن كثير \"1/81\" إلى تضعيفه، ولا منافاة عندي بين القولين، بل أحدهم يتمم الآخر، فحديث ابن عباس لم يتعرض لبيان ما قاله آدم عليه السلام بعد أن تلقى من ربه تلك الكلمات وهذا القول يبين ذلك، فلا منافاة والحمد لله، وثبت مخالفة الحديث للقرآن، فكان باطلاً. ¶ الموضع الثاني: قوله في آخره: \"ولولا محمد ما خلقتك\" فإن هذا أمر عظيم يتعلق بالعقائد التي لا تثبت إلا بنص متواتر اتفاقاً، أو صحيح عند آخرين، ولو كان ذلك صحيحاً لورد في الكتاب والسنة الصحيحة، وافتراض صحته في الواقع مع ضياع النص الذي تقوم به الحجة ينافي قوله تبارك وتعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} . والذكر هنا يشمل الشريعة كلها قرآناً وسنة، كما قرره ابن حزم في \"الإحكام\" وأيضاً فإن الله تبارك وتعالى قد أخبرنا عن الحكمة التي من أجلها خلق آدم وذريته، فقال عز وجل: {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ} ، فكل ما خالف هذه الحكمة أو زاد عليها لا يقبل إلا بنص صحيح عن المعصوم صلى الله عليه وسلم كمخالفة هذا الحديث الباطل.",
            "page": "114",
            "part": "1",
            "seal": "DA9FCAC3"
        },
        {
            "id": "117",
            "nass": "ومثله ما اشتهر على ألسنة الناس: لولاك لولاك ما خلقت الأفلاك فإنه موضوع كما قاله الصنعاني ووافقه الشوكاني في \"الفوائد المجموعة في الأحاديث الموضوعة\" \"ص116\". ومن الطرائف أن المتنبي ميرزا غلام أحمد القادياني سرق هذا الحديث الموضوع فادعى أن الله خاطبه بقوله: لولاك لما خلقت الأفلاك!! وهذا شيء يعترف به أتباعه القاديانيون هنا في دمشق وغيرها، لوروده في كتاب متنبئهم \"حقيقة الوحي\" \"ص99\". ¶ ثم على افتراض أن هذا الحديث ضعيف فقط كما يزعم بعض المخالفين خلافاً لمن سبق ذكرهم من العلماء والحفاظ، فلا يجوز الاستدلال به على مشروعية التوسل المختلف فيه، لأن – على قولهم – عبادة مشروعة، وأقل أحوال العبادة أن تكون مستحبة، والاستحباب حكم شرعي من الأحكام الخمسة التي لا تثبت إلا بنص صحيح تقوم به الحجة، فإذا الحديث عنده ضعيف، فلا حجة فيه البتة، وهذا بين لا يخفى إن شاء الله تعالى. ¶ الحديث السابع: \"توسلوا بجاهي فإن جاهي عند الله عظيم\": ¶ وبعضهم يرويه بلفظ: \"إذا سألتم الله فاسألوه بجاهي، فإن جاهي عند الله عظيم\". ¶ هذا باطل لا أصل له في شيء من كتب الحديث البتة، وإنما يرويه بعض الجهال بالسنة كما نبَّه على ذلك شيخ الإسلام ابن تيمية رحمه",
            "page": "115",
            "part": "1",
            "seal": "DBDE2FDF"
        },
        {
            "id": "118",
            "nass": "الله في \"القاعدة الجليلة\" \"ص132، 150\" قال: \"مع أن جاهه صلى الله عليه وسلم عند الله أعظم من جاه جميع الأنبياء والمرسلين، ولكن جاه المخلوق عند الخالق ليس كجاه المخلوق عند المخلوق فإنه لا يشفع عنده أحد إلا بإذنه، والمخلوق يشفع عند المخلوق بغير إذنه، فهو شريك له في حصول المطلوب، والله تعالى لا شريك له كما قال سبحانه: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ وَلا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ} 1. ¶ فلا يلزم إذن من كون جاهه صلى الله عليه وسلم عند ربه عظيماً، أن نتوسل به إلى الله تعالى لعدم ثبوت الأمر به عنه صلى الله عليه وسلم، ويوضح ذلك أن الركوع والسجود من مظاهر التعظيم فيما اصطلح عليه الناس، فقد كانوا وما يزال بعضهم يقومون ويركعون ويسجدون لمليكهم ورئيسهم والمعظم لديهم، ومن المتفق عليه بين المسلمين أن محمداً صلى الله عليه وسلم هو أعظم الناس لديهم، وأرفعهم عندهم. ترى فهل يجوز لهم أن يقوموا ويركعوا ويسجدوا له في حياته وبعد مماته؟ ¶ الجواب: إنه لا بد لمن يجوز ذلك، من أن يثبت وروده في الشرع، وقد نظرنا فوجدنا أن السجود والركوع لا يجوزان إلا له سبحانه وتعالى، وقد نهى النبي صلى الله عليه وسلم أن يسجد أو يركع أحد لأحد، كما أننا رأينا في السنة كراهية النبي صلى الله عليه وسلم للقيام، فدل ذلك على عدم مشروعيته. ¶ __________ ¶ 1 سورة سبأ: الآية 22 و 23.",
            "page": "116",
            "part": "1",
            "seal": "164E001E"
        },
        {
            "id": "119",
            "nass": "ترى فهل يستطيع أحد أن يقول عنا حين نمنع السجود لرسول الله صلى الله عليه وسلم: إننا ننكر جاهه صلى الله عليه وسلم وقدره؟: كلا ثم كلا. ¶ وكذلك فهل يستطيع أحد أن يبني على ثبوت جاه النبي صلى الله عليه وسلم ثبوت السجود له والركوع؟ أيضا نقول: كلا ثم كلا. ¶ فظهر من هذا بجلاء إن شاء الله تعالى أنه لا تلازم بين ثبوت جاه النبي صلى الله عليه وسلم وبين تعظيمه بالتوسل بجاهه ما دام أنه لم يرد في الشرع. ¶ هذا، وإن من جاهه صلى الله عليه وسلم أنه يجب علينا اتباعه وإطاعته كما يجب إطاعة ربه، وقد ثبت عنه صلى الله عليه وسلم أنه قال: \"ما تركت شيئاً يقربكم إلى الله إلا أمرتكم به\" 1 فإذا لم يأمرنا بهذا التوسل ولو أمرَ استحباب فليس عبادة، فيجب علينا اتباعه في ذلك وأن ندع العواطف جانباً، ولا نفسح لها المجال حتى ندخل في دين الله ما ليس منه بدعوى حبه صلى الله عليه وسلم، فالحب الصادق إنما هو بالاتبْاع، وليس بابتداع كما قال عز وجل: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} ومنه قول الشاعر: ¶ تعصى الإله وأنت تظهر حبه ... هذا لعمرك في القياس بديع ¶ لو كان حبك صادقاً لأطعته ... إن المحب لمن يحب مطيع ¶ أثران ضعيفان: ¶ 1- أثر الاستسقاء بالرسول صلى الله عليه وسلم بعد وفاته: ¶ وبعد أن فرغنا من إيراد الأحاديث الضعيفة في التوسل، وتحقيق ¶ __________ ¶ 1 رواه الشافعي والطبراني وغيرهما.",
            "page": "117",
            "part": "1",
            "seal": "D4643207"
        },
        {
            "id": "120",
            "nass": "القول فيها يحسن بنا أن نورد أثراً، كثيراً ما يورده المجيزون لهذا التوسل المبتدع، لنبين حاله من صحة او ضعف، وهل له علاقة بما نحن فيه أم لا؟ فأقول: قال الحافظ في \"الفتح -2/397\" ما نصه: ¶ وروى ابن أبي شيبة بإسناد صحيح من رواية أبي صالح السمان عن مالك الدار – وكان خازن عمر – قال: أصاب الناس قحط في زمن عمر، فجاء رجل إلى قبر النبي صلى الله عليه وسلم فقال: يا رسول الله! استسق لأمتك، فإنهم قد هلكوا، فأتي الرجلُ في المنام، فقيل له: ائت عمر.. الحديث. وقد روى سيف في \"الفتوح\" أن الذي رأى المنام المذكور هو بلال بن الحارث المزني أحد الصحابة. ¶ قلت: والجواب من وجوه: ¶ الأول: عدم التسليم بصحة هذه القصة، لأن مالك الدار غير معروف العدالة والضبط، وهذان شرطان أساسيان في كل سند صحيح كما تقرر في علم المصطلح، وقد أورده ابن أبي حاتم في \"الجرح والتعديل\" 4/1 - 213\" ولم يذكر راوياً عنه غير أبي صالح هذا، ففيه إشعار بأنه مجهول، ويؤيده أن ابن أبي حاتم نفسه – مع سعة حفظه واطلاعه – لم يحك فيه توثيقاً فبقي على الجهالة، ولا ينافي هذا قول الحافظ: \" ... بإسناد صحيح من رواية أبي صالح السمان ... \" لأننا نقول: إنه ليس نصاً في تصحيح جميع السند بل إلى أبي صالح فقط، ولولا ذلك لما ابتدأ هو الإسنادَ من عند أبي صالح، ولقال رأساً: \"عن مالك الدار ... وإسناده صحيح\"، ولكنه تعمد ذلك، ليلفت النظر إلى أن ها هنا شيئاً ينبغي النظر فيه، والعلماء إنما يفعلون ذلك لأسباب منها:",
            "page": "118",
            "part": "1",
            "seal": "773F638F"
        },
        {
            "id": "121",
            "nass": "أنهم قد لا يحضرهم ترجمة بعض الرواة، فلا يستجيزون لأنفسهم حذف السند كله، لما فيه من إيهام صحته لاسيما عند الاستدلال به، بل يوردون منه ما فيه موضع للنظر فيه، وهذا هو الذي صنعه الحافظ رحمه الله هنا، وكأنه يشير إلى تفرد أبي صالح السمان عن مالك الدار كما سبق نقله عن ابن أبي حاتم، وهو يحيل بذلك إلى وجوب التثبت من حال مالك هذا أو يشير إلى جهالته. والله أعلم. ¶ وهذا علم دقيق لا يعرفه إلا من مارس هذه الصناعة، ويؤيد ما ذهبت اليه أن الحافظ المنذري أورد في \"الترغيب-2/41-42\" قصة أخرى من رواية مالك الدار عن عمر ثم قال: \"رواه الطبراني في \"الكبير\"، ورواته إلى مالك الدار ثقات مشهورون، ومالك الدار لا أعرفه\". وكذا قال الهيثمي في \"مجمع الزوائد - 3/125\". ¶ وقد غفل عن هذا التحقيق صاحب كتاب \"التوصل - ص241\" فاغتر بظاهر كلام الحافظ، وصرح بأن الحديث صحيح، وتخلص منه بقوله: \"فليس فيه سوى: جاء رجل..\"، واعتمد على أن الرواية التي فيها تسمية الرجل ببلال بن الحارث فيها سيف، وقد عرفت حاله. ¶ وهذا لا فائدة كبرى فيه، بل الأثر ضعيف من أصله لجهالة مالك الدار كما بيناه. ¶ الثاني: أنها مخالفة لما ثبت في الشرع من استحباب إقامة صلاة الاستسقاء لاستنزال الغيث من السماء، كما ورد ذلك في أحاديث كثيرة، وأخذ به جماهير الأئمة، بل هي مخالفة لما أفادته الآية من",
            "page": "119",
            "part": "1",
            "seal": "CFD49150"
        },
        {
            "id": "122",
            "nass": "الدعاء والاستغفار، وهي قوله تعالى في سورة نوح: {فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَاراً..} وهذا ما فعله عمر بن الخطاب حين استسقى وتوسل بدعاء العباس كما سبق بيانه، وهكذا كانت عادة السلف الصالح كلما أصابهم القحط أن يصلوا ويدعوا، ولم ينقل عن أحد منهم مطلقاً أنه التجأ إلى قبر النبي صلى الله عليه وسلم، وطلب منه الدعاء للسقيا، ولو كان ذلك مشروعاً لفعلوه ولو مرة واحدة، فإذا لم يفعلوه دل ذلك على عدم مشروعية ما جاء في القصة. ¶ الثالث: هب أن القصة صحيحة، فلا حجة فيها، لأن مدارها على رجل لم يسم، فهو مجهول أيضاً، وتسميته بلالاً في رواية سيف لا يساوي شيئاً، لأن سيفاً هذا – وهوابن عمر التميمي – متفق على ضعفه عند المحدثين، بل قال ابن حبان فيه: \"يروي الموضوعات عن الأثبات، وقالوا: إنه كان يضع الحديث\". فمن كان هذا شأنه لا تقبل روايته ولا كرامة، لا سيما عند المخالفة. ¶ \"تنبيه\": سيف هذا يرد ذكره كثيراً في تاريخ ابن جرير وابن كثير وغيرهما، فينبغي على المشتغلين بعلم التاريخ أن لا يغفلوا عن حقيقة أمره حتى لا يعطوا الروايات ما لا تستحق من المنزلة. ¶ ومثله لوط بن يحيى أو مخنف قال الذهبي في \"الميزان\": \"أخباري تالف لا يوثق به، تركه أبو حاتم وغيره. وقال الدارقطني: ضعيف، وقال يحيى بن معين: ليس بثقة، وقال ابن عدي: شيعي محترق صاحب أخبارهم\".",
            "page": "120",
            "part": "1",
            "seal": "8970D933"
        },
        {
            "id": "123",
            "nass": "ومثله محمد بن عمر المعروف بالواقدي – شيخ ابن سعد صاحب \"الطبقات\" الذي يكثر الرواية عنه – وقد اغتر به الدكتور البوطي، فروى أخباراً كثيرة في \"فقه السيرة\" من طريقه مع أنه تعهد بأن ينقل عن الصحاح، وما صح من السيرة! والواقدي هذا متروك الحديث أيضاً كما قال علماء الحديث، فتأمل. ¶ الفرق بين التوسل بذات النبي صلى الله عليه وسلم وبين طلب الدعاء منه: ¶ الوجه الرابع: أن هذا الأثر ليس فيه التوسل بالنبي صلى الله عليه وسلم، بل فيه طلب الدعاء منه بأن يستسقي الله تعالى أمته، وهذه مسألة أخرى لا تشملها الأحاديث المتقدمة، ولم يقل بجوازها أحد من علماء السلف الصالح رضي الله عنهم، أعني الطلب منه صلى الله عليه وسلم بعد وفاته، قال شيخ الإسلام ابن تيمية في \"القاعدة الجليلة\" \"ص19-20\": ¶ لم يكن النبي صلى الله عليه وسلم بل ولا أحد من الأنبياء قبله شرعوا للناس أن يدعوا الملائكة والأنبياء والصالحين، ويستشفعوا بهم، لا بعد مماتهم، ولا في مغيبهم، فلا يقول أحد: يا ملائكة الله اشفعوا لي عند الله، سلو الله لنا أن ينصرنا أو يرزقنا أو يهدينا، وكذلك لا يقول لمن مات من الأنبياء والصالحين: يا نبي الله يا ولي الله الأصل: رسول الله ادع الله لي، سل الله لي، سل الله أن يغفر لي ... ولا يقول: أشكو إليك ذنوبي أو نقص رزقي أو تسلط العدو علي، أو أشكو إليك فلاناً الذي ظلمني، ولا يقول: أنا نزيلك، أنا ضيفك، أنا جارك، أو أنت تجير من يستجيرك. ولا يكتب أحد ورقة ويعلقها عند القبور، ولا يكتب احد محضراً أنه استجار بفلان، ويذهب بالمحضر إلى من يعمل بذلك",
            "page": "121",
            "part": "1",
            "seal": "BCD294FA"
        },
        {
            "id": "124",
            "nass": "المحضر ونحو ذلك مما يفعله أهل البدع من أهل الكتاب والمسلمين، كما يفعله النصارى في كنائسهم، وكما يفعله المبتدعون من المسلمين عند قبور الأنبياء والصالحين أو في مغيبهم، فهذا مما علم بالإضطرار من دين الإسلام، وبالنقل المتواتر وبإجماع المسلمين أن النبي صلى الله عليه وسلم لم يشرع هذا لأمته، وكذلك الأنبياء قبله لم يشرعوا شيئاً من ذلك، ولا فعل هذا احد من أصحابه صلى الله عليه وسلم والتابعين لهم بإحسان، ولا استحب ذلك أحد من الأئمة المسلمين، لا الأئمة الأربعة ولا غيرهم، ولا ذكر أحد من الأئمة لا في مناسك الحج ولا غيرها أنه يستحب لأحد أن يسأل النبي صلى الله عليه وسلم عند قبره أن يشفع له أو يدعو لأمته، أو يشكو إليه ما نزل بأمته من مصائب الدنيا والدين، وكان أصحابه يبتلون بأنواع البلاء بعد موته، فتارة بالجدب، وتارة بنقص الرزق، وتارة بالخوف وقوة العدو، وتارة بالذنوب والمعاصي، ولم يكن أحد منهم يأتي إلى قبر الرسول ولا قبر الخليل ولا قبر أحد من الأنبياء فيقول: نشكوا إليك جدب الزمان أو قوة العدو، أ, كثرة الذنوب ولا يقول: سل الله لنا أو لأمتك أن يرزقهم أو ينصرهم أو يغفر لهم، بل هذا وما يشبهه من البدع المحدثة التي لم يستحبها أحد من أئمة المسلمين، فليست واجبة ولا مستحبة باتفاق أئمة المسلمين، وكل بدعة ليست واجبة ولا مستحبة فهي بدعة سيئة وضلالة باتفاق المسلمين1. ¶ __________ ¶ 1 يحمل كلام شيخ الإسلام هنا على أحد وجهين: أولهما: أن يكون خاطب المخالفين بما يعتقدون من انقسام البدعة بحسب الأحكام الخمسة ومنها الوجوب والاستحباب. وثانيهما: أن يكون أراد بالبدعة اللغوية منها وهي ماحدث بعد النبي صلى الله عليه وسلم ودل عليها الدليل الشرعي. وإنما قلنا هذا لما هو معروف عنه رحمه الله أنه يعد البدعة الشرعية كلها ضلالة وتمام كلامه هنا يدل عليه.",
            "page": "122",
            "part": "1",
            "seal": "E271BB10"
        },
        {
            "id": "125",
            "nass": "ومن قال في بعض البدع: إنها بدعة حسنة فإنما ذلك إذا قام دليل شرعي على أنها مستحبة، فأما ما ليس بمستحب ولا واجب فلا يقول أحد من المسلمين: إنها من الحسنات التي يتقرب بها إلى الله، ومن تقرب إلى الله بما ليس من الحسنات المأمور بها أمر إيجاب ولا استحباب فهو ضال متبع للشيطان، وسبيله من سبيل الشيطان، كما قال عبد الله بن مسعود رضي الله عنه: خط لنا رسول الله صلى الله عليه وسلم خطاً، وخط خطوطاً عن يمينه وشماله، ثم قال: \"هذا سبيل الله، وهذه سبل، على كل سبيل منها شيطان يدعو إليه\" ثم قرأ {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} 1. ¶ قلت: إنما وقع بعض المتأخرين في هذا الخطأ المبين بسبب قياسهم حياة الأنبياء في البرزخ على حياتهم في الدنيا، وهذا قياس باطل مخالف للكتاب والسنة والواقع، وحسبنا الآن مثالاً على ذلك أن أحداً من المسلمين لا يجيز الصلاة وراء قبورهم، ولا يستطيع أحد مكالمتهم، ولا التحدث اليهم، وغير ذلك من الفوارق التي لا تخفى على عاقل. ¶ الاستغاثة بغير الله تعالى: ¶ ونتج من هذا القياس الفاسد والرأي الكاسد تلك الضلالة الكبرى، والمصيبة العظمى التي وقع فيها كثير من عامة المسلمين وبعض خاصتهم، ألا وهي الاستغاثة بالأنبياء الصالحين من دون الله تعالى في الشدائد والمصائب حتى إنك لتسمع جماعات متعددة عند بعض القبور يستغيثون بأصحابها في أمور مختلفة، كأن هؤلاء الأموات يسمعون ما ¶ __________ ¶ 1 سورة الأنعام: الآية 53.",
            "page": "123",
            "part": "1",
            "seal": "DA4779BD"
        },
        {
            "id": "126",
            "nass": "يقال لهم، ويطلب منهم من الحاجات المختلفة بلغات متباينة، فهم عند المستغيثين بهم يعلمون مختلف لغات الدنيا، ويميزون كل لغة عن الأخرى، ولو كان الكلام بها في آن واحد! وهذا هو الشرك في صفات الله تعالى الذي جهله كثير من الناس، فوقعوا بسببه في هذه الضلالة الكبرى. ¶ ويبطل هذا يرد عليه آيات كثيرة. منها قوله تعالى: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلا تَحْوِيلاً} 1 والآيات في هذا الصدد كثيرة، بل قد ألف في بيان ذلك كتب ورسائل عديدة2. فمن كان في شك من ذلك فليرجع إليها يظهر له الحق إن شاء الله، ولكني وقفت على نقول لبعض علماء الحنفية رأيت من المفيد إيرادها هنا حتى لا يظن ظان أن ما قلناه لم يذهب إليه أحد من أصحاب المذاهب المعروفة. ¶ قال الشيخ أبو الطيب شمس الحق العظيم آبادي في \"التعليق المغني على سنن الدارقطني - ص520-521\": ¶ ومن أقبح المنكرات وأكبر البدعات وأعظم المحدثات ما اعتاده أهل البدع من ذكر الشيخ عبد القادر الجيلاني رحمه الله بقولهم: يا شيخ عبد القادر الجيلاني شيئاً لله، والصلوات المنكوسة إلى بغداد، ¶ __________ ¶ 1 سورة الإسراء: الآية 56. ¶ 2 منها \"قاعدة جليلة في \"التوسل والوسيلة\" \"والرد على البكري\" لشيخ الإسلام ابن تيمية ومن أجمعها \"مجموعة التوحيد النجدية\" فعليك بمطالعتها.",
            "page": "124",
            "part": "1",
            "seal": "CAE72336"
        },
        {
            "id": "127",
            "nass": "وغير ذلك مما لا يعد، هؤلاء عبدة غير الله ما قدروا الله حق قدره، ولم يعلم هؤلاء السفهاء أن الشيخ رحمه الله لا يقدر على جلب نفع لأحد ولا دفع ضر عنه مقدار ذرة، فلم يستغيثون به ولم يطلبون الحوائج منه؟! أليس الله بكاف عبده؟!! اللهم إنا نعوذ بك من أن نشرك بك أو نعظم أحداً من خلقك كعظمتك، قال في \"البزازية\" وغيرها من كتب الفتاوى: \"من قال: إن أرواح المشايخ حاضرة تعلم يكفر\"1 وقال الشيخ فخر الدين أبو سعد عثمان الجياني بن سليمان الحنفي في رسالته: ومن ظن أن الميت يتصرف في الأمور دون الله، واعتقد بذلك كفر. كذا في \"البحر الرائق\"، وقال القاضي حميد الدين ناكوري الهندي في \"التوشيح\": منهم الذين يدعون الأنبياء والأولياء عند الحوائج والمصائب بإعتقاد أن أرواحهم حاضرة تسمع النداء وتعلم الحوائج، وذلك شرك قبيح وجهل صريح، قال الله تعالى: {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ} 2 وفي \"البحر\"3: لو تزوج بشهادة الله ورسوله لا ينعقد النكاح، ويكفر لاعتقاده أن النبي صلى الله عليه وسلم يعلم الغيب4، وهكذا في فتاوى قاضي خان والعيني والدر المختار والعالمكيرية وغيرها من كتب ¶ __________ ¶ 1 البحر \"5/134\". ¶ 2 سورة الأحقاف: الآية 5. ¶ 3 ج 3 ص 94. ¶ 4 ومن هذا القبيل ما اعتاده كثير من الناس من الإجابة بقولهم: \"الله ورسوله أعلم\"! وما ورد من قول بعض الصحابة ذلك فإنما كان في حال حياته صلى الله عليه وسلم أما في حال وفاته فلا يجوز بهذا حال.",
            "page": "125",
            "part": "1",
            "seal": "DDB0D9C5"
        },
        {
            "id": "128",
            "nass": "العلماء الحنفية، وأما في الآيات الكريمة والسنة المطهرة في إبطال أساس الشرك، والتوبيخ لفاعله فأكثر من أن تحصى، - ولشيخنا العلامة السيد محمد نذير حسين الدهلوي في رد تلك البدعة المنكرة رسالة شافية. ¶ 2- أثر فتح الكوى فوق قبر الرسول صلى الله عليه وسلم إلى السماء: ¶ روى الدارمي في \"سننه\" \"1/43\": حدثنا أبو النعمان ثنا سعيد ابن زيد ثنا عمرو بن مالك النكري حدثنا أبو الجوزاء أوس بن عبد الله قال: قحَط أهل المدينة قحطاً شديداً، فشكوا إلى عائشة، فقالت: انظروا قبر النبي صلى الله عليه وسلم فاجعلوا منه كوى إلى السماء حتى لا يكون بينه وبين السماء سقف، قال: ففعلوا، فمطرنا مطراً حتى نبت العشب، وسمنت الإبل حتى تفتقت من الشحم، فسمي عام الفتق. ¶ قلت: وهذا سند ضعيف لا تقوم به حجة لأمور ثلاثة: ¶ أولها: أن سعيد بن زيد وهو أخو حماد بن زيد فيه ضعف. قال فيه الحافظ في \"التقريب\": صدوق له أوهام. وقال الذهبي في \"الميزان\": ¶ قال يحيى بن سعيد: ضعيف، وقال السعدي: ليس بحجة، يضعفون حديثه، وقال النسائي وغيره: ليس بالقوي، وقال أحمد: ليس به بأس، كان يحيى بن سعيد لا يستمرئه. ¶ وثانيهما: أنه موقوف على عائشة وليس بمرفوع إلى النبي صلى الله عليه وسلم، ولو صح لم تكن فيه حجة، لأنه يحتمل أن يكون من قبيل الآراء الاجتهادية لبعض الصحابة، مما يخطئون فيه ويصيبون، ولسنا ملزمين بالعمل بها.",
            "page": "126",
            "part": "1",
            "seal": "D7AFD64B"
        },
        {
            "id": "129",
            "nass": "وثالثها: أن أبا النعمان هذا هو محمد بن الفضل، يعرف بعارم، وهو وإن كان ثقة فقد اختلط في آخر عمره. وقد أورده الحافظ برهان الدين الحلبي حيث أورده في \"المختلطين\" من كتابه \"المقدمة\" وقال \"ص391\": ¶ \"والحكم فيهم أنه يقبل حديث من أخذ عنهم قبل الاختلاط ولا يقبل حديث من أخذ عنه قبل الاختلاط أو بعده\". ¶ قلت: وهذا الأثر لا يدرى هل سمعه الدارمي منه قبل الاختلاط أو بعده، فهو إذن غير مقبول، فلا يحتج به1، وقد قال شيخ الإسلام ابن تيمية في\"الرد على البكري ص 68-74\": \"وما روي عن عائشة رضي الله عنها من فتح الكوة من قبره إلى السماء، لينزل المطر فليس بصحيح، ولا يثبت إسناده، ومما يبين كذب هذا أنه في مدة حياة عائشة لم يكن للبيت كوة، بل كان باقياً كما كان على عهد النبي صلى الله عليه وسلم، بعضه مسقوف وبعضه مكشوف، وكانت الشمس تنزل فيه، كما ثبت في \"الصحيحين\" عن عائشة أن النبي صلى الله عليه وسلم كان يصلي العصر والشمس في حجرتها، لم يظهر الفيء بعد، ولم تزل الحجرة النبوية كذلك في مسجد الرسول صلى الله عليه وسلم.. ومن حينئذ دخلت الحجرة النبوية في المسجد، ثم إنه يُبنى حول حجرة عائشة التي فيها القبر جدار عال، وبعد ذلك جعلت الكوة لينزل منها من ينزل إذا احتيج إلى ذلك لأجل كنس أو تنظيف. وأما ¶ __________ ¶ 1 وتغافل عن هذه العلة الشيخ الغماري في \"المصباح - 43\" كما تغافل من لم يوفق للإصابة ليوهموا الناس صحة هذا الأثر.",
            "page": "127",
            "part": "1",
            "seal": "4D14DE72"
        },
        {
            "id": "130",
            "nass": "وجود الكوة في حياة عائشة فكذب بين لو صح ذلك لكان حجة ودليلاً على أن القوم لم يكونوا يقسمون على الله بمخلوق ولا يتوسلون في دعائهم بميت، ولا يسألون الله به، وإنما فتحوا على القبر لتنزل الرحمة عليه، ولم يكن هناك دعاء يقسمون به عليه، فأين هذا من هذا، والمخلوق إنما ينفع المخلوق بدعائه أو بعمله، فإن الله تعالى يحب أن نتوسل اليه بالإيمان والعمل والصلاة والسلام على نبيه صلى الله عليه وسلم ومحبته وطاعته وموالاته، فهذه هي الأمور التي يحب الله أن نتوسل بها إليه، وإن أريد أن نتوسل إليه بما تُحَبُ ذاته، وإن لم يكن هناك ما يحب الله أن نتوسل به من الإيمان والعمل الصالح، فهذا باطل عقلاً وشرعاً، أما عقلاً فلأنه ليس في كون الشخص المعين محبوباً له ما يوجب كون حاجتي تقضى بالتوسل بذاته إذا لم يكن مني ولا منه سبب تقضى به حاجتي، فإن كان منه دعاء لي أو كان مني إيمان به وطاعة له فلا ريب أن هذه وسيلة، وأما نفس ذاته المحبوبة فأي وسيلة لي منها إذا لم يحصل لي السبب الذي أمرت به فيها. ¶ وأما الشرع فيقال: العبادات كلها مبناها على الاتباع لا على الابتداع، فليس لأحد أن يشرع من الدين ما لم يأذن به الله، فليس لأحد أن يصلي إلى قبره ويقول هو أحق بالصلاة إليه من الكعبة، وقد ثبت عنه صلى الله عليه وسلم في الصحيح أنه قال: \"لا تجلسوا على القبور ولا تصلوا إليها\" مع أن طائفة من غلاة العباد يصلون إلى قبور شيوخهم، بل يستدبرون القبلة، ويصلون إلى قبر الشيخ ويقولون: هذه قبلة الخاصة، والكعبة قبلة العامة! وطائفة أخرى يرون الصلاة عند قبور شيوخهم",
            "page": "128",
            "part": "1",
            "seal": "BBC3C137"
        },
        {
            "id": "131",
            "nass": "أفضل من الصلاة في المساجد حتى المسجد الحرام] والنبوي [والأقصى. وكثير من الناس يرى أن الدعاء عند قبور الأنبياء والصالحين أفضل منه في المساجد، وهذا كله مما قد علم جميع أهل العلم بديانة الإسلام أنه مناف لشريعة الإسلام. ومن لم يعتصم في هذا الباب وغيره بالكتاب والسنة فقد ضَل وأضل، ووقع في مهواة من التلف. فعلى العبد أن يسلم للشريعة المحمدية الكاملة البيضاء الواضحة، ويسلم أنها جاءت بتحصيل المصالح وتكميلها، وتعطيل المفاسد وتقليلها، وإذا رأى من العبادات والتقشفات وغيرها التي يظنها حسنة ونافعة ما ليس بمشروع علم أن ضررها راجح على نفعها، ومفسدتها راجحة على مصلحتها، إذ الشارع الحكيم لا يهمل المصالح. ثم قال: ¶ \"والدعاء من أجل العبادات، فينبغي للإنسان أن يلزم الأدعية المشروعة فإنها معصومة كما يتحرى في سائر عبادته الصور المشروعة، فإن هذا هو الصراط المستقيم. والله تعالى يوفقنا وسائر إخواننا المؤمنين\". ¶ \"تنبيه\": اعلم أن كتاب الدارمي هذا هو على طريقة السنن الأربعة في ترتيب الكتب والأبواب، ولذلك فالصواب إطلاق اسم \"السنن\" عليه كما فعل فضيلة الشيخ دهمان في طبعته إياه. ¶ وقد اشتهر قديماً بـ\"مسند الدارمي\"، وهذا وهم لا وجه له مطلقاً عند أهل العلم، ومثله تسميته بـ\"الصحيح\" وهذا أبعد ما يكون عن الصواب، لأن فيه أحاديث مرفوعة كثيرة ضعيفة الأسانيد، وبعضها",
            "page": "129",
            "part": "1",
            "seal": "147E379D"
        },
        {
            "id": "132",
            "nass": "مرسلات ومعضلات، وفيه آثار موقوفة، وكثير منها ضعيفة كهذا الأثر، فأنَّى له الصحة!! ومثل هذا الخطأ إطلاق لفظ \"الصحاح\" على السنن الأربعة أيضاً، كما يفعل بعض الدكاترة! فإن هذا مع منافاته لأسمائها الحقيقية \"السنن\" فإنها منافية أيضاً لواقع الأمر، فإن فيها أحاديث ضعيفة كثيرة أيضاً، ومنافية أيضاً لصنيع مؤلفيها، فإنهم ينبهون أحياناً على بعض الأحاديث الضعيفة التي وقعت فيها، وبخاصة منهم الإمام الترمذي فإنه واسع الباع في بيان الضعيف الذي في كتابه، كما يعرف ذلك أهل العلم بهذه \"السنن\". وفي \"سنن ابن ماجه\" غير ما حديث موضوع فضلاً عن الضعيف، فلا يطلق على هذه \"السنن\" اسم \"الصحاح\" إلا جاهل أو مغرض.",
            "page": "130",
            "part": "1",
            "seal": "FD366751"
        },
        {
            "id": "133",
            "nass": "الوجه الرابع: الشبهة الرابعة: قياس الخالق على المخلوقين ¶ يقول المخالفون، إن التوسل بذوات الصالحين وأقدارهم أمر مطلوب وجائز، لأنه مبني على منطق الواقع ومتطلباته، ذلك أن أحدنا إذا كانت له حاجة عند ملك أو وزير أو مسؤول كبير فهو لا يذهب إليه مباشرة، لأنه يشعر أنه ربما لا يلتفت إليه، هذا إذا لم يرده أصلاً، ولذلك كان من الطبيعي إذا أردنا حاجة من كبير فإننا نبحث عمن يعرفه، ويكون مقرباً إليه أثيراً عنده، ونجعله واسطة بيننا وبينه، فإذا فعلنا ذلك استجاب لنا، وقضيت حاجتنا، وهكذا الأمر نفسه في علاقتنا بالله سبحانه – بزعمهم – فالله عز وجل عظيم العظماء، وكبير الكبراء، ونحن مذنبون عصاة، وبعيدون لذلك عن جناب الله، ليس من",
            "page": "130",
            "part": "1",
            "seal": "8FBA4525"
        },
        {
            "id": "134",
            "nass": "اللائق بنا أن ندعوه مباشرة، لأننا إن فعلنا ذلك خفنا أن يردنا على أعقابنا خائبين، أو لا يلتفت إلينا فنرجع بخفي حنين، وهناك ناس صالحون كالأنبياء والرسل والشهداء قريبون إليه سبحانه، يستجيب لهم إذا دعوه، ويقبل شفاعتهم إذا شفعوا لديه، أفلا يكون الأولى بنا والأخرى ان نتوسل إليه بجاههم، ونقدم بين يدي دعائنا ذكرهم، عسى ان ينظر الله تعالى إلينا إكراماً لهم، ويجيب دعاءنا مراعاة لخاطرهم، فلماذا تمنعون هذا النوع من التوسل، والبشر يستعملونه فيما بينهم، فلم لا يستعملونه مع ربهم ومعبودهم؟ ¶ ونقول جواباً على هذه الشبهة: إنكم يا هؤلاء إذن تقيسون الخالق على المخلوق، وتشبهون قيوم السماوات والأرض، أحكم الحاكمين، وأعدل العادلين، الرؤوف الرحيم بأولئك الحكام الظالمين، والمتسلطين المتجبرين الذين لا يأبهون لمصالح الرعية، ويجعلون بينهم وبين الرعية حجباً وأستاراً، فلا يمكنها أن تصل إليهم إلا بوسائط ووسائل، ترضي هذه الوسائط بالرشاوي والهبات، وتخضع لها وتتذلل، وتترضاها ووتقرب إليها، فهل خطر ببالكم أيها المساكين أنكم حين تفعلون ذلك تذمون ربكم، وتطعنون به، وتؤذونه، وتصفونه بما يمقته وما يكرهه؟ ¶ هل خطر ببالكم انكم تصفون الله تعالى بأبشع الصفات حين تقيسونه على الحكام الظلمة، والمتسلطين الفجرة، فكيف يسَّوغ هذا لكم دينكم، وكيف يتفق هذا مع ما يجب عليكم من تعظيمكم لربكم، وتمجيدكم لخالقكم؟ ¶ ترى لو كان يمكن لأحد الناس أن يخاطب الحاكم وجهاً لوجه،",
            "page": "131",
            "part": "1",
            "seal": "A4DC2285"
        },
        {
            "id": "135",
            "nass": "ويكلمه دون واسطة أو حجاب أيكون ذلك أكمل وأمدح له، أم حين لا يتمكن من مخاطبته إلا من خلال وسائط قد تطول وقد تقصر؟ ¶ يا هؤلاء إنكم تفخرون في أحاديثكم بعمر بن الخطاب - رضي الله عنه - وتمجدونه وتشيدون به وتبينون للناس أنه كان متواضعاً لا يتكبر ولا يتجبر، وكان قريباً من الناس، يتمكن أضعفهم من لقائه ومخاطبته، وأنه كان يأتيه الأعرابي الجاهل الفظ من البادية، فيكلمه دون واسطة أو حجاب، فينظر في حاجته ويقضيها له إن كانت حقاً. ترى هل هذا النوع من الحكام خير وأفضل، أم ذاك النوع الذي تضربون لربكم به الأمثال؟ ¶ فما لكم كيف تحكمون؟ وما لعقولكم أين ذهبت، وما لتفكيركم أين غاب، وكيف ساغ لكم تشبيه الله تعالى بالملك الظالم، أم كيف غطى عنكم الشيطان بشاعة قياس الله سبحانه على الأمير الغاشم؟ ¶ يا هؤلاء إنكم لو شبهتم الله تعالى بأعدل الناس وأتقى الناس، وأصلح الناس لكفرتم، فكيف وقد شبهتموه بأظلم الناس، وأفجر الناس، وأخبث الناس؟ ¶ يا هؤلاء إنكم لو قستم ربكم الجليل على عمر بن الخطاب التقي العادل لوقعتم في الشرك، فكيف تردى بكم الشيطان، فلم ترضوا بذلك حتى أوقعكم في قياس ربكم على أهل الجور والفساد من الملوك والأمراء والوزراء؟ ¶ إن تشبيه الله تعالى بخلقه كفر كله حذر منه سبحانه حيث قال:",
            "page": "132",
            "part": "1",
            "seal": "F97BF3E0"
        },
        {
            "id": "136",
            "nass": "{وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَمْلِكُ لَهُمْ رِزْقاً مِنَ السَّمَاوَاتِ وَالْأَرْضِ شَيْئاً وَلا يَسْتَطِيعُونَ فَلا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ} 1 كما نفى سبحانه أي مشابهة بينه وبين أي خلق من مخلوقاته فقال: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} 2. ولكن شر تشبيه أن يشبهه المرء بالأشرار والفجار والفساق من الولاة، وهو يظن أنه يحسن صنعاً! إن هذا هو الذي يحمل بعض العلماء والمحققين على المبالغة في إنكار التوسل بذوات الأنبياء، واعتباره شركاً، وإن كان هو نفسه ليس شركاً عندنا، بل يخشى ان يؤدي إلى الشرك، وقد ادى فعلاً بأولئك الذين يعتذرون لتوسلهم بذلك التشبيه السابق الذي هو الكفر بعينه لو كانوا يعلمون. ¶ ومن هنا يتبين أن قول بعض الدعاة الإسلاميين اليوم في الأصل الخامس عشر من أصوله العشرين: \"والدعاء إذا قُرن بالتوسل إلى الله بأحد من خلقه خلاف فرعي في كيفية الدعاء، وليس من مسائل العقيدة\" ليس صحيحاً على إطلاقه لما علمت أن في الواقع ما يشهد بأنه خلاف جوهري، إذ فيه شرك صريح كما سبق. ولعل مثل هذا القول الذي يهوّن من أمر هذا الانحراف هو أحد الأسباب التي تدفع الكثيرين إلى عدم البحث فيه، وتحقيق الصواب في أمره، مما يؤدي في نهاية المطاف إلى استمرار المبتدعين في بدعهم، واستفحال خطرها بينهم، ولذلك قال الإمام العز بن عبد السلام في رسالة \"الواسطة\" ¶ __________ ¶ 1 سورة النحل: الآية 74. قال الحافظ ابن كثير: \"أي لا تجعلوا لله أندادا وأشباها وأمثالا\". ¶ 2 سورة الشورى: الآية 11.",
            "page": "133",
            "part": "1",
            "seal": "99AAEC32"
        },
        {
            "id": "137",
            "nass": "\"ص5\": \"ومن أثبت الأنبياء وسواهم من مشايخ العلم والدين وسائط بين الله وبين خلقه كالحجّاب الذين بين الملك ورعيته، بحيث يكونون هم يرفعون إلى الله تعالى حوائج خلقه، وأن الله تعالى إنما يهدي عباده ويرزقهم وينصرهم بتوسطهم، بمعنى أن الخلق يسألونهم، وهم يسألون الله كما أن الوسائط عند الملوك يسألون الملك حوائج الناس لقربهم منهم، والناس يسألونهم أدباً منهم أن يباشروا سؤال الملك، ولأن طلبهم من الوسائط أنفع لهم من طلبهم من الملك، لكونهم أقرب إلى الملك من الطلب، فمن أثبتهم وسائط على هذه الوجه فهو كافر مشرك يجب أن يستتاب، فإن تاب وإلا قتل، وهؤلاء مشبَّهون لله، شبهوا الخالق بالمخلوق، وجعلوا لله أنداداً..\".",
            "page": "134",
            "part": "1",
            "seal": "D1462DDB"
        },
        {
            "id": "138",
            "nass": "الشبهة الخامسة: هل هناك مانع من التوسل المبتدع على وجه الإباحة لا استحباب؟ ¶ قد يقول القائل: صحيح أنه لم يثبت في السنة ما يدل على استحباب التوسل بذوات الأنبياء والصالحين، ولكن ما المانع منه إذا فعلناه على طريق الإباحة، لأنه لم يأتِ نهي عنه؟ ¶ فأقول: هذه شبهة طالما سمعناها ممن يريد أن يتخذ موقفاً وسطاً بين الفريقين لكي يرضي كلاً منهما، وينجو من حملاتهما عليه! والجواب: يجب أن لا ننسى في هذا المقام معنى الوسيلة إذ هي التي يتوصل بها إلى تحصيل المقصود كما تقدم بيانه. ¶ ولا يخفى أن الذي يراد التوصل إليه إما أن يكون دينياً، أو دنيوياً،",
            "page": "134",
            "part": "1",
            "seal": "874A2F6E"
        },
        {
            "id": "139",
            "nass": "وعلى الأول لا يمكن معرفة الوسيلة التي توصل إلى الأمر الديني إلا من طريق شرعي، فلو ادعى رجل ان توسله إلى الله تعالى بآية من آياته الكونية العظيمة كالليل والنهار مثلاً سبب لاستجابة الدعاء لرد عليه ذلك إلا أن يأتي بدليل، ولا يمكن أن يقال حينئذ بإباحة هذا التوسل، لأنه كلام ينقض بعضه بعضاً، إذ أنك تسميه توسلاً، وهذا لم يثبت شرعاً، وليس له طريق آخر في إثباته، وهذا بخلاف القسم الثاني من القسمين المذكورين وهو الدنيوي، فإن أسبابه يمكن أن تعرف بالعقل أو بالعلم أو بالتجربة ونحو ذلك، مثل الرجل يتاجر ببيع الخمر، فهذا سبب معروف للحصول على المال، فهو وسيلة لتحقيق المقصود وهو المال، ولكن هذه الوسيلة نهى الله عنها، فلا يجوز اتباعها بخلاف ما لو تاجر بسبب لم يحرمه الله عز وجل، فهو مباح، أما السبب المدعى أن يقرب إلى الله وأنه أرجى في قبوله الدعاء، فهذا سبب لا يعرف إلا بطريق الشرع، فحين يقال: بأن الشرع لم يرد بذلك، لم يجز تسميته وسيلة حتى يمكن أن يقال إنه مباح التوسل به، وقد تقدم الكلام في هذا النوع مفصلاً في الفصل الثاني من هذه الرسالة. ¶ وشيء ثان: وهو أن التوسل الذي سلمنا بعدم وروده قد جاء في الشرع ما يغني عنه، وهو التوسلات الثلاثة التي سبق ذكرها في أول البحث، فما الذي يحمل المسلم على اختيار هذا التوسل الذي يم يرد، والإعراض عن التوسل الذي ورد؟ وقد اتفق العلماء على أن البدعة إذا صادمت سنة فهي بدعة ضلالة اتفاقاً، وهذا التوسل من هذا القبيل، فلم يجز التوسل به، ولو على طريق الإباحة دون الاستحباب!.",
            "page": "135",
            "part": "1",
            "seal": "ACF800A0"
        },
        {
            "id": "140",
            "nass": "وأمر ثالت: وهو أن هذا التوسل بالذوات يشبه توسل الناس ببعض المقربين إلى الملوك والحكام، والله تبارك وتعالى ليس كثله شيء باعتراف المتوسلين بذلك، فإذا توسل المسلم إليه تعالى بالأشخاص فقد شبهه عملاً بأولئك الملوك والحكام كما سبق بيانه، وهذا غير جائز.",
            "page": "136",
            "part": "1",
            "seal": "0329176A"
        },
        {
            "id": "141",
            "nass": "الشبهة السادسة: قياس التوسل بالذات على التوسل بالعمل الصالح ¶ هذه شبهة أخرى يثيرها بعض أولئك المبتدعين1 زينها لهم الشيطان، ولقنهم إياها حيث يقولون: قد قدمتم أن من التوسل المشروع اتفاقاً التوسل إلى الله تعالى بالعمل الصالح، فإذا كان التوسل بهذا جائزاً فالتوسل بالرجل الصالح الذي صدر منه هذا العمل أولى بالجواز، وأحرى بالمشروعية، فلا ينبغي إنكاره. ¶ والجواب من وجهين: ¶ الوجه الأول: أن هذا قياس، والقياس في العبادات باطل كما تقدم \"ص130\"، وما مثل من يقول هذا القول إلا كمثل من يقول: إذا جاز توسل المتوسل بعمله الصالح – وهو بلا شك دون عمل الولي والنبي – جاز أن يتوسل بعمل النبي والولي، وهذا وما لزم منه باطل فهو باطل. ¶ الوجه الثاني: أن هذه مغالطة مكشوفة، لأننا لم نقل – كما لم يقل أحد من السلف قبلنا – إنه يجوز للمسلم أن يتوسل بعمل غيره الصالح، وإنما التوسل المشار إليه إنما هو التوسل بعمل المتوسل الصالح ¶ __________ ¶ 1 منهم صاحب كتاب \"التاج\".",
            "page": "136",
            "part": "1",
            "seal": "C025083F"
        },
        {
            "id": "142",
            "nass": "نفسه، فإذا تبين هذا قلبنا عليهم كلامهم السابق فقلنا: إذا كان لا يجوز التوسل بالعمل الصالح الذي صدر من غير الداعي فأولى ثم أولى ألا يجوز التوسل بذاته، وهذا بين لا يخفى والحمد لله.",
            "page": "137",
            "part": "1",
            "seal": "250EF204"
        },
        {
            "id": "143",
            "nass": "الشبهة السابعة: قياس التوسل بذات النبي صلى الله عليه وسلم على التبرك بآثاره ¶ وهذه شبهة أخرى لم تكن معروفة فيما مضى من القرون، ابتدعها ورَوّجها الدكتور البوطي ذاته، إذ قرر في كتابه \"فقه السيرة ص 344-455\" خلال حديثه عن الدروس المستفادة من غزوة الحديبية مشروعية التبرك بآثاره النبي صلى الله عليه وسلم، ثم قاس على ذلك التوسل بذاته بعد وفاته، وأتى نتيجة لذلك برأي غريب وعجيب لم يقل به أحد من المشتغلين بالعلم، حتى من المغرقين في التقليد والجمود والتعصب والإبتداع في الدين. ¶ ولكي لا يظن أحد أننا نتقول عليه أو نظلمه ننقل نص كلامه بتمامه، ونعتذر إلى القراء لطوله، قال: ¶ \"وإذا علمت أن التبرك بالشيء إنما هو طلب الخير بواسطته ووسيلته علمت أن التوسل بآثار النبي صلى الله عليه وسلم أمر مندوب إليه ومشروع، فضلاً عن التوسل بذاته الشريفة، وليس ثمة فرق بين أن يكون ذلك في حياته صلى الله عليه وسلم أو بعد وفاته، فآثار النبي صلى الله عليه وسلم وفضلاته لا تتصف بالحياة مطلقاً، سواء تعلق التبرك والتوسل بها في حياته أو بعد وفاته، ولقد توسل الصحابة بشعراته من بعد وفاته كما ثبت ذلك في صحيح البخاري في باب شيب رسول الله صلى الله عليه وسلم.",
            "page": "137",
            "part": "1",
            "seal": "677A835F"
        },
        {
            "id": "144",
            "nass": "ومع ذلك فقد ضل أقوام لم تشعر أفئدتهم بمحبة رسول الله صلى الله عليه وسلم، وراحوا يستنكرون التوسل بذاته صلى الله عليه وسلم بعد وفاته، بحجة أن تأثير النبي صلى الله عليه وسلم قد انقطع بوفاته، فالتوسل به إنما هو توسل بشيء تأثير له البتة. وهذه حجة تدل على جهل عجيب جداً، فهل ثبت لرسول الله صلى الله عليه وسلم تأثير ذاتي في الأشياء في حال حياته حتى نبحث عن مصير هذا التأثير بعد وفاته؟ إن أحداً من المسلمين لا يستطيع أن ينسب أي تأثير ذاتي في الأشياء لغير الواحد الأحد، ومن اعتقد خلاف ذلك يكفر بإجماع المسلمين كلهم ... فمناط التبرك والتوسل به أو بآثاره صلى الله عليه وسلم ليس هو إسناد أي تأثير إليه، وإنما المناط كونه أفضل الخلائق عند الله على الإطلاق، وكونه رحمة من الله للعباد، فهو التوسل بقربه صلى الله عليه وسلم إلى ربه وبرحمته الكبرى للخلق، وبهذا المعنى توسل الأعمى به صلى الله عليه وسلم في أن يرد عليه بصره، فرده الله عليه1، وبهذا المعنى كان الصحابة يتوسلون بآثاره وفضلاته دون أن يجدوا منه أي إنكار. وقد مر بيان استحباب الاستشفاع بأهل الصلاح والتقوى وأهل بيت النبوة في الاستسقاء وغيره، وأن ذلك مما أجمع عليه جمهور الأئمة والفقهاء بما فيهم الشوكاني وابن قدامة والصنعاني وغيرهم. والفرق بعد هذا بين حياته وموته صلى الله عليه وسلم خلط عجيب وغريب في البحث لا مسوغ له\". ¶ ولنا على هذا الكلام مؤاخذات كثيرة نورد أهمها فيما يلي: ¶ 1 – لقد أشرنا \"ص76-77\" إلى تعريض البوطي بالسلفيين، واتهامه ¶ __________ ¶ 1 قلت أورد الدكتور في الحاشية حديث الأعمى وذكر أن في بعض الروايات زيادة: \"فإن كان لك حاجة فافعل مثل ذلك\"! جاهلا ضعفها انظر \"ص 83\".",
            "page": "138",
            "part": "1",
            "seal": "9CDD2D51"
        },
        {
            "id": "145",
            "nass": "إياهم بأن أفئدتهم لا تشعر بمحبة رسول الله صلى الله عليه وسلم والاستدلال على ذلك بإنكارهم التوسل به صلى الله عليه وسلم بعد وفاته. وهذه فرية باطلة، وبهتان ظالم لا شك أن الله تعالى سيحاسبه عليه أشد الحساب ما لم يتبْ إليه التوبة النصوح. ذلك لأن فيها تكفيراً لآلاف المسلمين دونما دليل أو برهان إلا الظن والوهم اللذين لا يغنيان من الحق شيئاً. ¶ 2- إنه قد خلط في كلامه السابق بين الحق والباطل خلطاً عجيباً، فاستدل بحقه على باطله، فوصل من جرّاء ذلك إلى رأي لم يسبقه إليه أحد من العالمين. ¶ وإذا أردنا أن نميز بين نوعي كلامه فإننا نقول: ¶ إن الحق الذي تضمنه هو: ¶ أ- أن النبي صلى الله عليه وسلم قريب إلى الله تبارك وتعالى، وأنه كان رحمة من الله تعالى للخلق. ¶ ب- أنه لا تأثير لأحد حتى للنبي صلى الله عليه وسلم تأثيراً ذاتياً في الأشياء، وإنما التأثير كله لله الواحد الأحد. ¶ ج- أنه يشرع التبرك بآثار النبي صلى الله عليه وسلم، وأن الصحابة فعلوا ذلك في حياته صلى الله عليه وسلم وبإقرار منه. ¶ هذه النقاط الثلاثة صحيحة لا خلاف فيها، ولو وقف الكاتب عندها لما كان ثمة حاجة للتعليق عليه. ¶ وأما الباطل الذي تضمنه كلامه وفيه الخلاف العريض فهو:",
            "page": "139",
            "part": "1",
            "seal": "E1F3C354"
        },
        {
            "id": "146",
            "nass": "أ- أن التوسل بآثار النبي صلى الله عليه وسلم جائز، وأن الصحابة كانوا يتوسلون بآثاره صلى الله عليه وسلم وفضلاته. ¶ ب- تسويته بين التبرك والتوسل. ¶ ج- أن التوسل بذاته صلى الله عليه وسلم جائز كجواز التبرك بفضلاته. ¶ د- أن مناط التوسل به صلى الله عليه وسلم هو كونه أفضل الخلائق عند الله على الإطلاق. ¶ هـ- جهله بمعنى كلمة الاستشفاع مما حمله على الإستدلال بها على التوسل المبتدع. ¶ و افتراؤه على السلفيين بأنهم يرون أن النبي صلى الله عليه وسلم كان له تأثير ذاتي في الأشياء خلال حياته، وقد انقطع ذاك التأثير بوفاته، وأن هذا هو سبب إنكارهم التوسل به صلى الله عليه وسلم بعد وفاته‍ ‍‍! ¶ ز- ادعاؤه أن الأعمى توسل بقربه صلى الله عليه وسلم من ربه. ¶ ح- ادعاؤه أن محمداً صلى الله عليه وسلم أفضل الخلائق على الإطلاق. ¶ وننتقل بعد هذا الإجمال إلى الشرح والتفصيل فنقول: ¶ 1- تخليط البوطي في التسوية بين التبرك والتوسل: ¶ لقد قال الدكتور البوطي: \"إن التوسل بآثار النبي صلى الله عليه وسلم أمر مندوب إليه ومشروع فضلاً عن التوسل بذاته الشريفة\". وظاهر كلامه أن يقيس التوسل بذاته صلى الله عليه وسلم قياساً أولوياً على التبرك بآثاره، ويسمى هذا التبرك توسلاً، ويؤكد ما ذكرناه قوله في \"ص196\" من كتابه المذكور حيث ذكر بعض الروايات التي فيها تبرك بعض الصحابة بآثاره صلى الله عليه وسلم، ثم",
            "page": "140",
            "part": "1",
            "seal": "BF67B928"
        },
        {
            "id": "147",
            "nass": "قال: \"فإذا كان هذا شأن التوسل بآثاره المادية، فكيف بالتوسل بمنزلته عند الله جل جلاله؟ وكيف بالتوسل بكونه رحمة للعالمين؟ \". ¶ ولكنه سرعان ما تراجع عن كل ذلك زاعماً أن التبرك والتوسل معناهما واحد، منكراً أنه يقيس التوسل على التبرك، وأن المسألة لا تعدو أن تكون استدلالاً بالقياس، فإن التوسل والتبرك كلمتان تدلان على معنى واحد، وهو التماس الخير والبركة عن طريق المتوسل به، وكل من التوسل بجاهه صلى الله عليه وسلم عند الله والتوسل بآثاره أو فضلاته أو ثيابه أفراداً وجزئيات داخلة تحت نوع شامل هو مطلق التوسل الذي ثبت حكمه بالأحاديث الصحيحة، وكل الصور الجزئية له يدخل تحت عموم النص بواسطة ما يسمى بتنقيح المناط عند علماء الأصول\". ¶ والحقيقة أن ظاهر كلام الدكتور الأول كان أهون بكثير من كلامه الأخير هذا، لأن التوسل يختلف اختلافاً بيناً عن التبرك، ومن يسوي بينهما فإنه يكون قد ارتكب خطأ شنيعاً، ووقع في جهل فظيع بالحقائق الشرعية، مما لا يجوز أن يقع في طالب علم يحترم نفسه. ¶ إن التبرك هو التماس من حاز أثراً من آثار النبي صلى الله عليه وسلم حصول خير به خصوصية له صلى الله عليه وسلم، وأما التوسل فهو إرفاق دعاء الله تعالى بشيء من الوسائل التي شرعها الله تعالى لعباده، كأن يقول: اللهم إني أسألك بحبي لنبيك صلى الله عليه وسلم أن تغفر لي، ونحو ذلك. ويتبدى هذا الفرق في أمرين:",
            "page": "141",
            "part": "1",
            "seal": "F12CD769"
        },
        {
            "id": "148",
            "nass": "أولهما: أن التبرك يرجى به شيء من الخير الدنيوي فحسب، بخلاف التوسل الذي يرجى به أي شيء من الخير الدنيوي والأخروي. ¶ ثانيهما: أن التبرك هو التماس الخير العاجل كما سبق بيانه، بخلاف التوسل الذي هو مصاحب للدعاء ولا يستعمل إلا معه. ¶ وبياناً لذلك نقول: يشرع للمسلم أن يتوسل في دعائه باسم من أسماء الله تبارك وتعالى الحسنى مثلاً، ويطلب بها تحقيق ما شاء من قضاء حاجة دنيوية كالتوسعة في الرزق، أو أخروية كالنجاة من النار، فيقول مثلاً: اللهم إني أسألك وأتوسل إليك بأنك أنت الله الأحد، الصمد، أن تشفيني أو تدخلني الجنة ... ، ولا أحد يستطيع أن ينكر عليه شيئاً من ذلك، بينما لا يجوز لهذا المسلم أن يفعل ذلك حينما يتبرك بأثر من آثاره صلى الله عليه وسلم، فهو لا يستطيع ولا يجوز له أن يقول مثلاً: اللهم إني أسألك وأتوسل إليك بثوب نبيك أو بصاقه أو بوله أن تغفر لي وترحمني.. ومن يفعل ذلك فإنه يعرّض نفسه من غير ريب ليشك الناس في عقله وفهمه فضلاً عن عقيدته ودينه. وظاهر كلام الدكتور أنه يجيز هذا التوسل العجيب، ويعده هو والتبرك بأثر من آثار النبي صلى الله عليه وسلم شيئاً واحداً، وهو بهذا يخلط خلطاً قبيحاً، ومع ذلك لا يخجل من اتهام السلفيين بأنهم يخلطون خلطاً عجيباً لا مسوغ له، فقد علم القراء من الذين يخلط ويخبط خبط عشواء. ¶ إن هذا ليذكرنا حقاً بالمثل العربي القائل: رمتني بدائها وانسلّت. وصدق النبي الكريم صلى الله عليه وسلم حيث يقول: \"إن مما أدرك الناس من كلام",
            "page": "142",
            "part": "1",
            "seal": "43C7C494"
        },
        {
            "id": "149",
            "nass": "النبوة الأولى: إذا لم تسنح فاصنع ما شئت\" 1. ¶ وثمة ملاحظة هامة وخطيرة في كلام الدكتور السابق، وهي أنه يدعي ثبوت مطلق التوسل بالأحاديث الصحيحة، وهذا باطل، لأنه ليس أكثر من افتراض ودعوى مجردة لا حقيقة لها إلا في ذهنه، إذ لم يثبت من التوسل المتعلق بالنبي صلى الله عليه وسلم إلا دعاؤه صلى الله عليه وسلم كما تقدم في ثنايا هذه الرسالة، واما التوسل بجاهه صلى الله عليه وسلم أو آثاره فلم يثبت منه شيء البتة في كتاب أو سنة، ونحن نطالب الدكتور أن يدلنا على حديث واحد ثابت، فيه هذه الدعوى، ونحن على يقين أنه لن يجد شيئاً من ذلك، فقد عوّدنا على تقرير أحكام ضخمة دونما دليل \"خبط لزق\"! وادعاء دعاوى عريضة لا تقوم على أساس إلا أنها بدت له هكذا، وحسب القارىء له أن يؤمن بما يقول ويسلم له تسليماً، وإياه ثم إياه أن يسأله عن الدليل، لأن ذلك من قلة الأدب، ورقة الدين، وطريقة السلفيين، والعياذ بالله. فتأمل. ¶ 2- بطلان التوسل بآثار النبي صلى الله عليه وسلم: ¶ وبعد إثبات الفرق بين التوسل والتبرك نعلم أن آثار النبي صلى الله عليه وسلم لا يتوسل بها إلى الله تعالى وإنما يتبرك بها فحسب، أي يرجى بحيازتها حصول بعض الخير الدنيوي كما سبق بيانه. ¶ إننا نرى أن التوسل بآثار النبي صلى الله عليه وسلم غير مشروع البتة، وأن من الافتراء على الصحابة رضوان الله عليهم الادعاء بأنهم كانوا يتوسلون بتلك الآثار، ومن ادعى خلاف رأينا فعليه الدليل، بأن يثبت أن ¶ __________ ¶ 1 رواه أحمد والبخاري وغيرهما وهو مخرج في \"الصحيحة\" برقم \"684\".",
            "page": "143",
            "part": "1",
            "seal": "542EA336"
        },
        {
            "id": "150",
            "nass": "الصحابة كانوا يقولون في دعائهم مثلاً: اللهم ببصاق نبيك اشفِ مرضانا، أو: اللهم ببول نبيك أو غائطه أجرنا من النار!! إن أحداً من العقلاء لا يستسيغ رواية ذلك مجرد رواية فكيف بإستعماله، وإذا كان الدكتور البوطي ما يزال في شك من ذلك، وإذا كان يرى جواز ذلك فعليه أن يثبته عملياً بأن يدعو من على منبره بمثل الدعوات السابقة، وإن لم يفعل – ولن يفعل إن شاء الله ما بقي فيه عقل، وفي قلبه ذرة من إيمان – فذلك دليل على أنه يقول بلسانه ما لا يعتقد في قلبه. ¶ هذا ولابد من الإشارة إلى أننا نؤمن بجواز التبرك بآثاره صلى الله عليه وسلم، ولا ننكره خلافاً لما يوهمه صنيع خصومنا، ولكن لهذا التبرك شروطاً منها الإيمان الشرعي المقبول عند الله، فمن لم يكن مسلماً صادق الإسلام فلن يحقق الله له أي خير بتبركه هذا، كما يشترط للراغب في التبرك أن يكون حاصلاً على أثر من آثاره صلى الله عليه وسلم ويستعمله، ونحن نعلم أن آثاره صلى الله عليه وسلم من ثياب أو شعر أو فضلات قد فقدت، وليس بإمكان أحد إثبات وجود شيء منها على وجه القطع واليقين، وإذا كان الأمر كذلك فإن التبرك بهذه الآثار يصبح أمراً غير ذي موضوع في زماننا هذا1 ويكون أمراً نظرياً محضاً، فلا ينبغي إطالة القول فيه، ولكن ثمة أمر يجب ¶ __________ ¶ 1 لقد حاول الدكتور في هامش ص 197 من كتابه المذكور الرد على ما كنت بينته في رسالتي \"نقد نصوص حديثية\" للكتاني ونقل أنني قلت فيها: \"إنه لا فائدة ترجى من أحاديث التبرك بآثاره صلى الله عليه وسلم في هذا العصر ... \" ومن المؤسف أن الدكتور قد ارتكب في هذا النقل الصغير خيانة علمية مكشوفة وحرف كلامي تحريفا سيئا والذي قلته لا حقا هو لا يتعلق كبير فائدة في تقرير مشروعية التبرك بآثاره صلى الله عليه وسلم في زماننا الحاضر\". فانظر رحمك الله كيف غير الدكتور كلامي وحرفه وما أري له بذلك من غرض إلا أن يتاح له المجال للطعن في وإثارة العامة علي فهل يتفق هذا الصنيع - أخي القارئ - مع تقوى الله عز وجل والإخلاص في الوصول إلى الحق؟ وقد فصلت القول في الرد على هذه الفرية في إحدى مقالاتي التي تنشر في مجلة التمدن الإسلامي بعنوان \"تعليق على أحاديث فقه السيرة\" وقد نشرت قريبا في رسالة خاصة تحت عنوان \"دفاع عن الحديث النبوي والسيرة في الرد على جهالات الدكتور البوطي في كتاب فقه السيرة\".",
            "page": "144",
            "part": "1",
            "seal": "EBBF052F"
        },
        {
            "id": "151",
            "nass": "تبيانه، وهو أن النبيصلى الله عليه وسلم وإن أقر الصحابة في غزوة الحديبية وغيرها على التبرك بآثاره والتمسح بها، وذلك لغرض مهم وخاصة في تلك المناسبة، وذلك الغرض هو إرهاب كفار قريش وإظهار مدى تعلق المسلمين بنبيهم، وحبهم له، وتفانيهم في خدمته وتعظيم شأنه، إلا أن الذي لا يجوز التغافل عنه ولا كتمانه أن النبي صلى الله عليه وسلم بعد تلك الغزوة رغّب المسلمين بأسلوب حكيم وطريقة لطيفة عن هذا التبرك، وصرفهم عنه، وأرشدهم إلى أعمال صالحة خير لهم منه عند الله عز وجل، وأجدى، وهذا ما يدل عليه الحديث الآتي: ¶ عن عبد الرحمن بن أبي قراد رضي الله عنه أن النبي صلى الله عليه وسلم توضأ بوماً، فجعل أصحابه يتمسحون بوضوئه، فقال لهم النبي صلى الله عليه وسلم: \"ما يحملكم على هذا؟ \" قالوا: حب الله ورسوله. فقال النبي صلى الله عليه وسلم: \"من سره أن يحب الله ورسوله، أو يحبه الله ورسوله فليصدق حديثه إذا حدث، وليؤد أمانته إذا اؤتمن، وليحسن جوار من جاوره\" 1. ¶ __________ ¶ 1 قلت: وهو حدبث ثابت له طرق وشواهد في معجمي الطبراني وغيرهما وقد أشار المنذري في \"الترغيب\" 3/26 إلى تحسينه وفد خرجته في \"الصحيحة\" برقم \"2998\" ط. مكتبة المعارف للنشر والتوزيع.",
            "page": "145",
            "part": "1",
            "seal": "A13F4950"
        },
        {
            "id": "152",
            "nass": "3- افتراء عريض: ¶ والظاهر أن الدكتور لا يطيب له عيش، ولا يهنأ له بال إلا إذا افترى على السلفيين، وكذب عليهم، كذباً مكشوفاً حيناً ومغطى حيناً آخر. وها هو هنا يفتري علينا حين يزعم أننا نحتج على منع التوسل بالنبي صلى الله عليه وسلم بعد وفاته بالقول بأن تأثيره صلى الله عليه وسلم في الحوادث قد انقطع بعد وفاته، ويتطوع بأن يثبت أن النبي صلى الله عليه وسلم سواء في حياته أو بعد وفاته ليس له تأثير ذاتي في الأشياء في كل ظرف وفي كل حين، وأن المؤثر الوحيد فيها هو الله وحده سبحانه. ¶ وواضح من هذا بجلاء أنه يتهم السلفيين بأنهم يعتقدون أن النبي صلى الله عليه وسلم كان له تأثير ذاتي في الأشياء حال حياته. وهذا كذب صراح، وافتراء مكشوف، لم يقل به سلفي قط، بل ولا خطر في بال أحد من السلفيين البتة، وكيف يقولونه وهم دعاة التوحيد الخالص، والدين الصحيح، والذين جعلوا أكبر همهم دعوة الناس إلى إخلاص عبوديتهم لله تعالى وحده، وتخليص عقائدهم من كل شائبة من شوائب الشرك، والتنديد بكل ما يخدش جناب التوحيد، ولو كان ذلك خطأ لفظياً. وقد تحملوا في سبيل ذلك الأذى من الناس والتشهير بهم والافتراء عليهم واتهامهم بأقبح التهم، وما نقم الناس – وفيهم الدكتور البوطي – عليهم إلا لدعوتهم الحقة هذه، ومع ذلك فلا يخجل من أن يرميهم بهذه التهمة الباطلة التي يعلم هو – فيما نرجح – قبل غيره أنها باطلة مفتراة، وإلا فليبين لنا – إن استطاع – مصدر",
            "page": "146",
            "part": "1",
            "seal": "FE5A48AA"
        },
        {
            "id": "153",
            "nass": "هذا القول المزعوم، ومن قاله من السلفيين، وفي أي كتاب ورد من كتبهم أو نشراتهم، فإن لم يفعل ¶ – وهيهات أن يفعل – فإنه يكون قد ظهر لكل أحد كذبه وافتراؤه. ¶ وشيء آخر نذكره هنا، وهو أن كلام البوطي السابق \"ومن ادعى شيئاً من ذلك يكفر بإجماع المسلمين\" يفيد لمن تأمله تكفير السلفيين عموماً، وهذا كذب آخر واتهام ظالم، لا شك أن الله تعالى سيحاسبه عليه، لأن السلفيين هم مسلمون، بل هم أحق الناس بصفة الإسلام، وهم يعلمون حق العلم أن نسبة التأثير الذاتي للنبي صلى الله عليه وسلم أو لغيره هو من الشرك في الربوبية المخرج من الملة، وهم من أشد الناس تنبهاً له وتحذيراً منه، بينما البوطي وأمثاله يلتمسون للواقعين فيه مختلف الأعذار والتبريرات. ¶ ولا يفوتنا هنا أن نذكره وأمثاله بما بيناه في ثنايا هذه الرسالة من أن السبب الذي يدعونا إلى منع التوسل بذوات الصالحين ومكانتهم وجاههم إنما هو كونه لم يرد في الشريعة الغراء، ولم يستعمله النبي صلى الله عليه وسلم ولا أصحابه، فهو لذلك محدَث مبتدع، وما ورد من النصوص التي يحتج بها المخالفون بعضها ثابت ولكنه لا يدل على ما يدعون، وبعضها الآخر غير ثابت، وقد مضى تفصيل ذلك. ¶ إن هذا هو السبب الذي يحملنا على إنكار ذلك التوسل، وتقول بصراحة: إنه لو ورد في الشرع لقلنا به، ولم يمنعنا منه مانع، لأننا أسرى في يد الشريعة، فما أجازته أجزناه، وما منعته منعناه، والغريب أن الدكتور تغافل عن هذا السبب الأساسي، واختلق من عنده سبباً",
            "page": "147",
            "part": "1",
            "seal": "99AEF8A6"
        },
        {
            "id": "154",
            "nass": "تخيله كما شاء له هواه قاصداً بذلك أن يتمكن من الطعن فينا والتشهير بنا، وإثارة الغوغاء علينا، فانظر – رحمك الله – إلى هذا الأسلوب الغريب المنافي للدين والعلم، واشتكِ معنا إلى الله عز وجل من غربة الحق وأهله في هذا الزمان. ¶ 4 - خطؤه في ادعائه أن مناط التوسل بالنبي صلى الله عليه وسلم كونه أفضل الخلائق: ¶ وهذا خطأ آخر وقع فيه الدكتور نتيجة لتهوره وعدم تفكيره فيما يكتب، حيث ادعى أن مناط التوسل بالنبي صلى الله عليه وسلم هو كونه أفضل الخلائق عند الله على الإطلاق، وكونه رحمة من الله للعباد كما تقدم من كلامه. ¶ ونقول له: إن معنى ذلك عندك أن من لم يكن كذلك \"أي أفضل الخلائق عند الله..\" فلا يجوز التوسل به، لأنه لم يتحقق فيه المناط المزعوم، ذلك لأن المناط أصلاً هو علة الحكم التي يوجد بوجودها، وينعدم بعدمها، وعلى هذا فمعنى عبارة الدكتور – لو كان يعقل ما يقول – إنه لا يجوز التوسل بأحد مطلقاً إلا بالنبي صلى الله عليه وسلم، ونحن نعلم علم اليقين أنه يعتقد خلاف ذلك، ويرى جواز التوسل بكل نبي أو ولي أو صالح، وبهذا يكون هو نفسه قد قال ما لا يعتقد، وناقض نفسه بنفسه، والسبب في ذلك أحد أمرين، فإما أن يكون غير فاهم لإصطلاح المناط عند العلماء، وإما أن يكون غير متأمل فيما ينتج عنه من كلامه، وهذا هو الأقرب، والله أعلم.",
            "page": "148",
            "part": "1",
            "seal": "D5DAF734"
        },
        {
            "id": "155",
            "nass": "وأمر آخر نذكره في هذه المناسبة وهو أن من المقرر لدى علماء الأصول أنه لابد لاعتبار المناط في حكم ما من أن يكون قد ورد تعيينه في نص من كتاب أو سنة، ولا يكفي فيه الاعتماد على الظن والاستنباط. ¶ وإذا عدنا إلى ما ذكره الدكتور وجدنا أنه قد ادعى مناطاً ليس عليه شبة دليل من الكتاب والسنة، وإنما عمدته في ذلك مجرد الظن والوهم، فهل هكذا يكون العلم وإثبات الحقائق الشرعية عند الدكتور الذين يُعَنْون لبعض كتبه بأنها \"أبحاث في القمة\"؟ ¶ وأمر ثالث وأخير وهو أن الدكتور قد ادعى أن النبي صلى الله عليه وسلم أفضل الخلائق عند الله على الإطلاق. وهذه عقيدة، وهي لا تثبت عنده1، إلا بنص قطعي الثبوت قطعي الدلالة2، أي بآية قطعية الدلالة، أو حديث متواتر قطعي الدلالة، فأين هذا النص الذي يثبت كونه صلى الله عليه وسلم أفضل الخلائق عند الله على الإطلاق؟ ¶ ومن المعلوم أن هذه القضية مختلف فيها بين العلماء، وقد توقف فيها الإمام أبو حنيفة رحمه الله تعالى، ومن شاء التفصيل فعليه بشرح عقيدة الإمام أبي جعفر الطحاوي الحنفي رحمه الله، \"ص337-348، طبعة المكتب الإسلامي بتحقيقي\". ¶ __________ ¶ 1 كما قررت ذلك في أكثر من كتاب من كتبه \"كبرى اليقينات الكونية ط 2 ص 26\" و \"اللامذهبية\". ¶ 2 انظر بيان خطأ الرأي في رسالتنا \"وجوب الأخذ بحديث الآحاد في العقيدة\".",
            "page": "149",
            "part": "1",
            "seal": "CA2743F6"
        },
        {
            "id": "156",
            "nass": "ولعل مستند الدكتور في تقرير تلك العقيدة ما ورد في قصة المعراج المنسوبة كذباً وعدواناً إلى الصحابي الجليل عبد الله بن عباس رضي الله عنهما، مع أنه هو نفسه يقول1 عن هذه القصة: \"إنه كتاب ملفق من مجموعة أحاديث باطلة لا أصل لها ولا سند\"! ¶ والحقيقة أن كلامه هذا بهذا الإطلاق هو الباطل، إذ يوجد في الكتاب المذكور كثير منالأحاديث الصحيحة، وبعضها مما رواه الشيخان، ولكن المؤلف خلطها بأحاديث أخرى بعضها موضوع وبعضها لا أصل له، وبعضها ضعيف، وقد بينت ذلك في ردي على الدكتور البوطي الذي نشر في مجلة التمدن الإسلامي أولاً، ثم في كتاب مستقل، كما سبق بيانه قريباً \"ص 145\". ¶ 5 – جهلة بالمعنى اللغوي لكلمة الاستشفاع: ¶ وهذه غلطة شنيعة أخرى وقع فيها الدكتور – أصحله الله وهداه – إذ استدل بالاستشفاع الوارد في أحاديث الاستسقاء على التوسل المبتدع، فقال: \"وقد مر بيان استحباب الاستشفاع بأهل الصلاح والتقوى، وأهل بيت النبوة الوارد في الاستسقاء وغيره، وأن ذلك مما أجمع عليه جمهور الأئمة والفقهاء بما فيهم الشوكاني وابن قدامة والصنعاني وغيرهم\" وما كان للدكتور أن يقع في هذا الخطأ لو كان يفقه معنى الاستشفاع في اللغة، ورغبة في تنوير القراء وإفادتهم نورد بعض ما ذكرته كتب اللغة في بيان معنى الشفاعة والاستشفاع: ¶ __________ ¶ 1 في كتابه \"فقه السيرة - 155\".",
            "page": "150",
            "part": "1",
            "seal": "D9E33A67"
        },
        {
            "id": "157",
            "nass": "قال صاحب \"القاموس المحيط\": \"الشَفْع خلاف الوتر وهو الزوج، والشفعة هي أن تشفع فيما تطلب، فتضمه إلى ما عندك فتشفعه أي تزيده، وشاة شافع: في بطنها ولد يتبعها آخر، سميت شافعاً لأن ولدها شفعها أو شفعته، واستشفعه إلينا: سأله أن يشفع\". ¶ وفي \"المعجم الوسيط\" الذي أصدره مجمع اللغة العربية في مصر: \"شفع الشيء شفعاً: ضم مثله إليه وجعله زوجاً، والبصرُ الأشباحً: رآها شيئين، واستشفع: طلب الناصر والشفيع، والشفائع: المزدوجات، والشفاعة: كلام الشفيع، والشفيع: ما شفع غيره، وجعله زوجاً\". ¶ وفي \"النهاية\" لابن الأثير: \"الشُفْعة مشتقة من الزيادة، لأن الشفيع يضم المبيع إلى ملكه، فيشفعه به، كأنه كان واحداً وتراً، فصار زوجاً شفعاً، والشافع هو الجاعل الوتر شفعاً ... \". ¶ فمن هذه النقول وأمثالها يظهر معنى الاستشفاع بوضوح، وهو أن يطلب إنسان من آخر أن يشاركه في الطلب، فيزيد به ويكونا شفعاً أي زوجاً، وقد أخذ من هذا الأصل اللغوي المعنى الشرعي للاستشفاع حيث أريد به الطلب من أهل الخير والعلم والصلاح أن يشاركوا المسلمين في الدعاء إلى الله في الملمات، فيشفعوهم بذلك ويزيدوا الداعين، فيكون ذلك أرجى لقبول الدعاء. ¶ وبهذا يمكننا فهم الشفاعة العظمى للنبي صلى الله عليه وسلم يوم القيامة، فهي بإتفاق العلماء دعاء النبي صلى الله عليه وسلم للناس بعد مجيئهم إليه، وطلبهم منه أن",
            "page": "151",
            "part": "1",
            "seal": "7C57A1EC"
        },
        {
            "id": "158",
            "nass": "يدعو الله تعالى ليعجّل لهم الحساب، ولم يفهم أحد من أهل العلم من ذلك أن يقول الناس مثلاً: اللهم بمنزلة محمد صلى الله عليه وسلم عندك عجّل لنا الحساب. ¶ ومن الغريب حقاً أن يتجرأ الدكتور البوطي فيدعي إجماع الأئمة والفقهاء بما فيهم الشوكاني وابن قدامة والصنعاني على فهمه الشاذ المبني على جهل فظيع بمعاني الألفاظ المستعملة في اللغة والشرع. ونكتفي للرد عليه بنقل كلام أحد الأئمة الذين نص على أسمائهم، وادعى مشاركتهم إياه في فهمه لمعنى الاستشفاع، ونعني الإمام ابن قدامة المقدسي صاحب أكبر كتاب في الفقه الحنبلي وهو \"المغني\" إذ قال فيه \"2/295\" ما نصه: ¶ \"ويستحب بأن يستسقي بمن ظهر صلاحه، لأنه أقرب إلى إجابة الدعاء، فإن عمر استسقى بالعباس عم النبي صلى الله عليه وسلم. قال ابن عمر: استسقى عمر عام الرمادة بالعباس، فقال: اللهم إن هذا عم نبيك نتوجه إليك به، فاسقنا، فما برحوا حتى سقاهم الله، وروي أن معاوية خرج يستسقي، فلما جلس على المنبر قال: أين يزيد بن الأسود الجُرَشي؟ فقام يزيد، فدعاه معاوية فأجلسه عند رجليه، ثم قال: اللهم إنا نستشفع إليك بخيرنا وأفضلنا يزيد بن الأسود، يا يزيد ارفع يديك، فرفع يديه ودعا الله تعالى، فثارت في الغرب سحابة مثل الترس، وهبَّ لها ريح، فسقوا حتى كادوا لا يبلغون منازلهم، واستسقى به الضحاك مرة أخرى\". ¶ وواضح من كلام ابن قدامة هذا أنه يعني بالاستشفاع الوارد في",
            "page": "152",
            "part": "1",
            "seal": "96BC61A6"
        },
        {
            "id": "159",
            "nass": "الاستسقاء أن يطلب إمام المسلمين من بعض أهل العلم والصلاح أن يشترك مع المسلمين في التوجه إلى الله ودعائه سبحانه لكشف الشدة عن عبادة المؤمنين. ولم يقصد الإمام ابن قدامة بل ونجزم بأنه لم يخطر في باله ذاك المعنى الخاطىء الذي يحمله عليه البوطي وأمثاله من المبتدعين، ويريدون حمل الألفاظ الشرعية عليه. ¶ ترى كيف يدعي البوطي مثل هذا الإجماع المزيف ويستشهد بابن قدامة وغيره، وها هو كلام ابن قدامة ينسف فهمه من الجذور؟ أم أنه لا يفهم ما في كتب القوم، أم لعله يدعي ما يروق له من الدعاوى الساقطة دون أن يراجع الكتب، أو يقرأ كلام العلماء اعتماداً منه على أن قارئيه مقلدون تقليداً أعمى وليسوا ممن يراجع أو يقرأ أو يتثبت مما يقال؟ ¶ إنه لأمر مؤسف والله، وبلية من أعظم البلايا التي نشهدها في واقع المسلمين، وهي من غير شك من الأسباب الكبرى في تأخر المسلمين وضعفهم وانحطاطهم، ومحال أن تتغير هذه الحال إلا إذا غيروا ما بأنفسهم من الجمود والتصوف والفقه المذهبي وعلم الكلام، وعادوا إلى هدي الله الحق المتمثل في الكتاب والسنة، والذي توضحه الدعوة السلفية الغراء. ¶ 6 – خطؤه في ادعائه أن توسل الأعمى كان بمنزلة النبي صلى الله عليه وسلم عند الله: ¶ ونختم الرد على الدكتور البوطي بالإشارة إلى خطئه في ادعائه أن",
            "page": "153",
            "part": "1",
            "seal": "6F903677"
        },
        {
            "id": "160",
            "nass": "توسل الأعمى إنما كان بمنزلة النبي صلى الله عليه وسلم، وبكونه أفضل الخلائق عند الله، لأن ذلك مجرد دعوى لا برهان عليها، ولم يستطع الدكتور أن يأتي بشبه دليل على ذلك، وقد تقدم في هذه الرسالة إثبات أن توسل الأعمى إنما كان بدعاء النبي صلى الله عليه وسلم. وقد فندنا كل الشبهات فيما علمنا التي يوردها المخالفون، ويحتجون بها على رأيهم الخاطىء، كما بيَّنا \"81-82\" ضعف الزيادة التي أشار الدكتور إليها، وسكت عنها جهلاً أو تجاهلاً، وهي قوله: \"فإن كان لك حاجة فافعل مثل ذلك\". ورغبة في عدم الإطالة لا نعيد ذلك. ¶ ومما سبق كله، يتبين لكل منصف مريد للحق بطلان تلك الشبهة البوطية وسقوطها، وصدق الله تبارك وتعالى إذ يقول: {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ} ويقول: {وَلا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً} . ¶ والحمد لله أولاً وآخراً على توفيقه وهداه، وهو وحده المستعان، لا إله غيره، ولا رب سواه. ¶ وسبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك.",
            "page": "154",
            "part": "1",
            "seal": "D6A0619B"
        }
    ],
    "t7592": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "التوسل: أنواعه وأحكامه"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: التوسل في اللغة والقرآن"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "معنى التوسل في لغة العرب"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "معنى الوسيلة في القرآن"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "الأعمال الصالحة وحدها هي الوسائل المقربة إلى الله"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "متى يكون العمل صالحا؟"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: الوسائل الكونية والشرعية"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الوسائل الكونية والشرعية"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "كيف تعرف صحة الوسائل ومشروعيتها"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: التوسل المشروع وأنواعه"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "التوسل بأسماء الله وصفاته"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "التوسل إلى الله تعالى بعمل صالح قام به الداعي"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "التوسل إلى الله تعالى بدعاء الرجل الصالح"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "بطلان التوسل بما عدا الأنواع الثلاثة السابقة"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع: شبهات والجواب عليها"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "الشيهة الأولى: حديث استسقاء عمر بالعاس رضي الله عنهما"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة الثانية: حديث الضرير"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة الثالثة: الأحاديث الضعيفة في التوسل"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة الرابعة: قياس الخالق على المخلوقين"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة الخامسة: هل هناك مانع من التوسل المبتدع على وجه الإباحة لا استحباب؟"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة السادسة: قياس التوسل بالذات على التوسل بالعمل الصالح"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة السابعة: قياس التوسل بذات النبي صلى الله عليه وسلم على التبرك بآثاره"
        }
    ]
}