{
    "b7604": [
        {
            "id": "1",
            "nass": "الحبة السوداء في الحديث النبوي والطب الحديث ¶ إعداد الدكتور: د. عبد الله بن عمر باموسى ¶ بسم الله الرحمن الرحيم ¶ المقدمة: ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده, الرحمة المهداة محمد صلى الله عليه وعلى آله وصحبه ومن تبعه بإحسان إلى يوم الدين. ¶ إن من دلائل النبوة المحمدية الباقية والمتزايدة مع الوقت ما تضمنته نصوص القرآن والسنة من إشارات وإيماءات متعلقة بآيات الله في الأنفس والآفاق، بعضها عرف مدلوله ومعناه على وجه الحقيقة مؤخرا، وبعضها لم يتوصل إليه العلم حتى الآن، وقد يعرف فيما بعد. ومن هذا الإعجاز النصوص الواردة في الطب، وقد جمعها عدد من العلماء في مصنفات سميت بالطب النبوي، ومنها ما نحن بصدده في هذا البحث من نصوص واردة في الحبة السوداء التي قال عنها مَنْ لا ينطق عن الهوى: إنها شفاء من كل داء إلا السام. وقد يستغرب بعضهم من ورود هذه النصوص المتعلقة بالطب في القرآن والسنة، وهذا يزيل استغرابه ابن القيم رحمه الله حيث قال \"ولعل قائلا يقول: ما لهدي الرسول صلى الله عليه وسلم، وما لهذا (الباب) وذكر قوى الأدوية وقوانين العلاج، وتدبير أمر الصحة؟. ¶ وهذا من تقصير هذا القائل، في فهم ما جاء به الرسول صلى الله عليه وسلم. ¶ فإن هذا وأضعافه، وأضعاف أضعافه من فهم بعض ما جاء به، وإرشاده إليه، ودلالته عليه. وحسن الفهم عن الله ورسوله: من يمن الله به على من يشاء من عباده. فقد أوجدناك أصول الطب الثلاثة في القرآن. وكيف تنكر أن تكون شريعة المبعوث بصلاح الدنيا والآخرة، مشتملة على صلاح الأبدان، كاشتمالها على صلاح القلوب، وأنها مرشدة إلى حفظ",
            "page": "1",
            "part": "1",
            "seal": "CE789D0E"
        },
        {
            "id": "2",
            "nass": "صحتها، ودفع آفاتها، بطرق كلية، وقد وكل تفصيلها إلى العقل الصحيح، والفطرة السليمة بطريق القياس والتنبيه والإيماء، كما هو في كثير من مسائل فروع الفقه. ولا تكن ممن إذا جهل شيئا عاداه. ¶ ولو رزق العبد تضلعاً من كتاب الله وسنة رسوله، وفهماً تاماً في النصوص ولوازمها لاستغنى بذلك عن كل كلام سواه، ولاستنبط جميع العلوم الصحيحة منه، فمدار العلوم كلها على معرفة الله وأمره وخلقه. وذلك مُسَلَّمٌ إلى الرسل صلوات الله عليهم وسلامه: فهم أعلم الخلق بالله وأمره وخلقه، وحكمته في خلقه وأمره. (1) ¶ وقد طلب مني القائمون على هذه الندوة المباركة جزاهم الله خيراً، الكتابة في موضوع يتعلق بالإعجاز العلمي أو الطبي، فاخترت موضوع الحبة السوداء لاهتمامي منذ ما يقرب من عشر سنوات بهذا الموضوع مع زملائي في القسم، وأخص منهم الدكتور باسل الشيخ، الذي كان له الفضل بعد الله بالعناية بالحبة السوداء في قسمنا. وبحوث الحبة السوداء على كثرتها (أكثر من مائة بحث) تعد قليلة في حق هذا العلاج العجيب، ولا نزال حتى الآن نجهل الكثير عن إمكانات هذه النبتة المباركة. وقد اخترت أن تكون الكتابة في الجانب العلمي مجملة ومبسطة لغرض تسهيل الفهم على العامة وغير المتخصصين. ¶ وإن مما ينبغي الإشارة إليه أننا معشر الأطباء والباحثين المسلمين مقصرون في العناية بنصوص الشريعة المتعلقة بالطب. ولعل طرح مثل هذا ¶ __________ ¶ (1) الطب النبوي لابن القيم صفحة 324 - 325",
            "page": "2",
            "part": "1",
            "seal": "EEF04D0B"
        },
        {
            "id": "3",
            "nass": "البحث يبعث فينا العزيمة ويشحذ الهمم على إعطاء هذه النصوص حقها من الدراسة والبحث والتطبيق. وإننا بحاجة إلى وضع خطط لهذه البحوث، ومراكز للعناية ببحوث الطب النبوي، لكي نصل إلى بعض ما دلنا عليه المصطفى من كنوز في هذا الميدان. فعلى سبيل المثال دلنا رسولنا الكريم صلى الله عليه وسلم أن في الحبة السوداء شفاء من كل داء إلا السام، ومع ذلك نجد أن البحوث التي أجريت على هذا الدواء قليلة، بل حتى الآن لم تحدد طريقة علمية موثقة لاستخدام الحبة السوداء علاجاً ولو لمرض واحد. ¶ وقد قسمت البحث إلى فصلين في كل منهما ثلاثة مباحث: ¶ الفصل الأول: متعلق بالحبة السوداء في الحديث النبوي وفيه ثلاثة مباحث. ¶ المبحث الأول: استقصاء الأحاديث الواردة في الحبة السوداء مع تخريجها. ¶ المبحث الثاني: كلام العلماء في شرح هذه الأحاديث. ¶ المبحث الثالث: بعض التجارب في الاستشفاء بالحبة السوداء في القديم والحديث. ¶ الفصل الثاني: متعلق بالحبة السوداء في الطب الحديث وفيه ثلاثة مباحث: ¶ المبحث الأول: مكونات الحبة السوداء. ¶ المبحث الثاني: مسح عام للبحوث المتعلقة بالحبة السوداء في الطب الحديث. ¶ المبحث الثالث: هل للحبة السوداء تأثيرات سلبية؟",
            "page": "3",
            "part": "1",
            "seal": "84926BD0"
        },
        {
            "id": "4",
            "nass": "ثم خاتمة وتوصيات. ¶ أسأل الله أن ينفع بهذا البحث، وأن يجعله خالصا لوجهه الكريم وأن يجزي كل من أعان على إخراجه خير الجزاء. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبة وسلم.",
            "page": "4",
            "part": "1",
            "seal": "933C3F77"
        },
        {
            "id": "5",
            "nass": "الفصل الأول: الحبة السوداء في الحديث النبوي ¶ المبحث الأول: استقصاء للأحاديث الواردة في الحبة السوداء مع تخريجها ¶ ... ¶ الفصل الأول: الحبة السوداء في الحديث النبوي ¶ استقصاء للأحاديث الواردة في الحبة السوداء مع تخريجها ¶ 1- حدثني عبد الله ابن أبي شيبة، حدثنا عبد الله، حدثنا إسرائيل عن منصور عن خالد بن سعد قال: \"خرجنا ومعنا غالب بن أبجر، فمرض في الطريق، فقدمنا المدينة وهو مريض، فعاده ابن أبي عتيق فقال لنا: عليكم بهذه الحبيبة السوداء فخذوا منها خمسا أو سبعا فاسحقوها، ثم أقطروها في أنفه بقطرات زيت في هذا الجانب وفي هذا الجانب، فإن عائشة رضي الله عنها حدثتني أنها سمعت النبي صلى الله عليه وسلم يقول: إن هذه الحبة السوداء شفاء من كل داء، إلا من السام. قلت: وما السام؟ قال: الموت\" (1) . ¶ 2- حدثنا يحيى بن بكير حدثنا الليث عن عقيل عن ابن شهاب قال: أخبرني أبو سلمة وسعيد بن المسيب أن أبا هريرة رضي الله عنه أخبرهما أنه سمع رسول الله صلى الله عليه وسلم يقول: \"في الحبة السوداء شفاء من كل داء إلا السام. قال ابن شهاب: والسام الموت، والحبة السوداء الشونيز\" (2) . ¶ __________ ¶ (1) رواه البخاري (5687) - الفتح ج (10) صفحة (143) ، رواه ابن ماجه - صحيح سنن ابن ماجه م2 صفحة 254 رقم 2880. ¶ (2) رواه البخاري (5688) الفتح ج (10) صفحة (143) . وأخرجه مسلم بنفس السند بلفظ ((إن في الحبة السوداء.....)) رقم (2215) باب التداوي بالحبة السوداء - كتاب السلام.",
            "page": "6",
            "part": "1",
            "seal": "CC94D500"
        },
        {
            "id": "6",
            "nass": "3- حدثنا يحيى بن أيوب وقتيبة بن سعيد وابن حجر قالوا: حدثنا إسماعيل (وهو ابن جعفر) عن العلاء عن أبيه، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: \"ما من داء، إلا في الحبة السوداء منه شفاء. إلا السام\" (1) . ¶ 4- حدثنا ابن أبي عمر وسعيد بن عبد الرحمن المخزومي، قالا حدثنا سفيان عن الزهري عن أبى سلمة، عن أبي هريرة: أن النبي صلى الله عليه وسلم قال: \"عليكم بهذه الحبة السوداء، فإن فيها شفاء من كل داء إلا السام\" والسام: الموت (2) . ¶ 5- عن عثمان بن عبد الملك، قال: سمعت سالم بن عبد الله يحدث عن أبيه، أن رسول الله صلى الله عليه وسلم قال: \"عليكم بهذه الحبة السوداء. فإن فيها شفاء من كل داء، إلا السام\" (3) . ¶ 6- حدثنا عبد الله بن أحمد بن حنبل: حدثنا سريج بن يونس عن المطلب بن زياد عن زياد بن علاقة عن أسامة بن شريك قال: قال النبي صلى الله عليه وسلم \" الحبة السوداء شفاء من كل داء إلا السام\" (4) . ¶ __________ ¶ (1) رواه مسلم / كتاب السلام / باب التداوي بالحبة السوداء 89- (....) ¶ (2) رواه الترمذي / أبواب الطب / 5- باب ما جاء في الحبة السوداء / رقم (2113) صحيح- صحيح سنن الترمذي ج (2) صفحة (202) رقم (1662) . ¶ (3) صحيح – صحيح سنن ابن ماجه / م 2/ صفحة 253/ رقم 2779. ¶ (4) قال الألباني: (أخرجه الطبراني في \"المعجم الكبير\" (491) ، وإسناده صحيح، رجاله كلهم ثقات) سلسة الأحاديث الصحيحة م 4 صفحة 432 رقم 1819.",
            "page": "7",
            "part": "1",
            "seal": "F8EBF838"
        },
        {
            "id": "7",
            "nass": "7- \"إن هذه الحبة السوداء شفاء من كل داء إلا السام\" (1) ¶ 8- \"عليكم بهذه الحبة السوداء، وهي الشونيز، فإن فيها شفاء\" حدثنا زيد: حدثني حسين: حدثني عبد الله قال: سمعت أبا بريدة يقول: سمعت النبي صلى الله عليه وسلم يقول: فذكره (2) . ¶ 9- \"الحبة السوداء فيها شفاء من كل داء، إلا الموت\" (3) . ¶ 10- \"حديث أن النبي صلى الله عليه وسلم قال للأنصار: ¶ أتيناكم أتيناكم ... فحيُّونا نحييكم ¶ ولولا الذهب الأحمر لما حلت بواديكم ... ولولا الحبة السوداء ما سرت عذاريكم\" (4) ¶ __________ ¶ (1) أخرجه الطيالسي (رقم 2460) وأحمد (2/468و 538) من طريق شعبة عن قتادة قال: سمعت هلالا المزني أو المازني يحدث عن أبي هريرة مرفوعا، وهذا إسناد صحيح رجاله ثقات (سلسلة الأحاديث الصحيحة رقم 1069) . ¶ أخرجه أحمد (5/354) . ¶ (2) (سلسلة الأحدايث الصحيحة 1905) قال الشيخ الألباني: وهذا إسناد جيد على شرط مسلم) . ¶ (3) (أبو نعيم في الطب) عن بريدة. صحيح – صحيح الجامع الصغير رقم (3163) . ¶ (4) (حسن: أخرجه الطبراني في \"الأوسط\" (1/167/1) من طريق محمد بن أبي السري العقلاني أبو عاصم رواه ابن الجرح عن شريك بن عبد الله بن هشام بن عروة عن أبيه عن عائشة) (إرواء الغليل 1995) .",
            "page": "8",
            "part": "1",
            "seal": "67A711B5"
        },
        {
            "id": "8",
            "nass": "بعض الروايات الضعيفة في الحبة السوداء: ¶ 1- \"الكمأة دواء العين، وإن العجوة من فاكهة الجنة، وإن الحبة السوداء يعني الشونيز – الذي يكون في الملح دواء من كل داء إلا الموت\" (1) . ¶ 2- \"قال قتادة: حدثت: أن أبا هريرة قال: الشونيز دواء من كل داء، إلا السام، قال قتادة: يأخذ كل يوم إحدى وعشرين حبة من الشونيز، فيجعلهن في خرقة فينقعه فيتسعط به كل يوم في منخره الأيمن قطرتين وفي الأيسر قطرة، والثاني: في الأيمن واحدة، وفي الأيسر ثنتين، والثالث في الأيمن قطرتين وفي الأيسر قطرة\" (2) . ¶ 3- \"عن أنس بن مالك أن النبي صلى الله عليه وسلم \"كان إذا اشتكى تقمح (أي استف) كفّاً من شونيز ويشرب عليه ماءً أو عسلا\". (3) ¶ __________ ¶ (1) قال الألباني: (أخرجه أحمد 5/346 حدثنا أسود بن عامر: حدثنا زهير عن واصل بن حيان البجلي ثني عبد الله بن بريدة عن أبيه عن النبي صلى الله عليه وسلم وهذا إسناد رجاله كلهم ثقات رجال الستة، غير أن له علة دقيقة وهي أن زهيراً وهو ابن معاوية أخطأ في قوله: واصل بن حيان وإنما هو صالح بن حيان، وهذا ضعيف....) إلى أن قال ( ... قلت وقد رواه على الجادة محمد بن عبيد قال: حدثنا صالح يعني ابن حيان عن ابن بريدة به ثم أتم منه فانظر: (إن الجنة عرضت علي..) في الكتاب الآخر (يعني سلسة الأحاديث الضعيفة) رقم 3899) . سلسة الأحاديث الصحيحة م 2 صفحة 547 في تعليقه على الحديث رقم 863. ¶ (2) أخرجه الترمذي (جامع الأصول م 7 صفحة 518 حديث 5639. قال محققه عبد القادر الأرناؤوط: (هذه الرواية عند الترمذي موقوفة، وفي سندها انقطاع، وقد وردت في حديث مرفوع أخرجه المستغفري في كتاب الطب، وإسنادها ضعيف) . ¶ (3) رواه الطبراني في الأوسط وفيه يحيى بن سعيد العطار وهو ضعيف (مجمع الزوائد ومنبع الفوائد ج 5/87) .",
            "page": "9",
            "part": "1",
            "seal": "DDFA8AE2"
        },
        {
            "id": "9",
            "nass": "المبحث الثاني: كلام العلماء في شرح هذه الأحاديث ¶ أ – تعريف الحبة السوداء: ¶ قال ابن القيم رحمه الله: \"الحبة السوداء هي: الشونيز في لغة الفرس. وهي: الكمون الأسود، وتسمى: الكمون الهندي. قال الحربي عن الحسن (رضي الله عنه) : إنها الخردل. وحكى الهروي: أنها الحبة الخضراء، ثمرة البطم. وكلاهما وهم. والصواب: أنها الشونيز\" (1) ¶ قال الحافظ ابن حجر رحمه الله قوله: \"الحبة السوداء الشونيز\" كذا عطفه على تفسير ابن شهاب للسام، فاقتضى ذلك أن تفسير الحبة السوداء، أيضا له. والشونيز بضم المعجمة وسكون الواو وكسر النون وسكون التحتانية بعدها زاي ... وتفسير الحبة السوداء بالشونيز لشهرة، الشونيز عندهم إذ ذاك، وأما الآن فالأمر على العكس والحبة السوداء أشهر عند أهل هذا العصر من الشونيز بكثير، وتفسيرها بالشونيز هو الأكثر الأشهر، وهي الكمون الأسود. ويقال له أيضا الكمون الهندي (2) . ¶ __________ ¶ (1) الطب النبوي ص 229 ¶ (2) فتح الباري ج 10 / 145.",
            "page": "10",
            "part": "1",
            "seal": "00F07CCD"
        },
        {
            "id": "10",
            "nass": "ما المقصود بقوله صلى الله عليه وسلم \"شفاء من كل داء\" *. ¶ هل المقصود بقوله صلى الله عليه وسلم \"شفاء من كل داء\" العموم أو الخصوص. على قولين للعلماء. ¶ 1- القائلون بالتخصيص: ¶ قال الخطابي: \"هذا من عموم اللفظ الذي يراد به الخصوص وليس يجمع في طبع شيء من النبات والشجر جميع القوى التي تقابل الطبائع كلها في معالجة الأدواء على اختلافها، وتباين طبعها، وإنما أراد أنه شفاء من كل داء يحدث من الرطوبة والبرودة والبلغم. وذلك أنه حار يابس فهو شفاء بإذن الله للداء المقابل له في الرطوبة والبرودة. وذلك أن الدواء أبداً بالمضاد، والغذاء بالمشاكل\" (1) . ¶ وقال أبو بكر بن العربي: \"العسل عند الأطباء أقرب إلى أن يكون دواء من كل داء من الحبة السوداء، ومع ذلك فإن من الأمراض ما لو شرب صاحبه العسل لتأذى به، فإن كان المراد بقوله في العسل \"فيه شفاء للناس\" الأكثر الأغلب فحمل الحبة السوداء على ذلك أولى\" (2) . ¶ __________ ¶ *من الغرائب أنني قرأت لأحد المعاصرين من المجربين في طب الأعشاب (كتاب: الشفاء في الحبة السوداء بين التجربة والبرهان) أن من مدلول قوله صلى الله عليه وسلم (فيها شفاء) وليس هي شفاء: وجوب استخدامها مع أعشاب أخرى وعدم استخدامها بمفردها (!!) ذلك لأن الشفاء من أحد مركباتها. وسبب مثل هذه الغرائب الخوض فيما لا يحسن المرء فإن مثل هذا القول كما ترى في هذا المبحث لم يقل به عالم من علماء الشرع الذين عرفوا اللغة ومدلولات النصوص الشرعية، ومن جهة أخرى تشهد البحوث الطبية المعاصرة على أن الحبة السوداء مفيدة بمفردها كما سنرى في الفصل الثاني من هذا البحث. ¶ (1) تحفة الأحوذي ج 6 / 163. ¶ (2) فتح الباري10/ 145.",
            "page": "11",
            "part": "1",
            "seal": "A29F2EE3"
        },
        {
            "id": "11",
            "nass": "وقال الطيبي: \" ... ونظيره قوله تعالى في حق بلقيس: {وَأُوتِيَتْ مِن كُلِّ شَيْءٍ} وقوله تعالى: {تُدَمِّرُ كُلَّ شَيْءٍ} في إطلاق العموم وإرادة التخصيص\" (1) . ¶ وقال ابن القيم: \"وقوله \"شفاء من كل داء\"؟ مثل قوله تعالى: {تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا} ، أي كل شيء يقبل التدمير، ونظائره” (2) . ¶ وقال المناوي: (( ... \"شفاء من كل داء\" يحدث من الرطوبة إذ ليس في شيء من النبات ما يجمع جميع الأمور ... )) (3) . ¶ 2- القائلون بالعموم: ¶ قال أبو محمد بن أبي جمرة: \"تكلم الناس في هذا الحديث وخصوا عمومه وردوه إلى قول أهل الطب والتجربة، ولاخفاء بغلط قائل ذلك، لأننا إذا صدقنا أهل الطب – ومدار علمهم غالبا إنما هو على التجربة التي بناؤها على ظن غالب فتصديق من لا ينطق عن الهوى أولى بالقبول من كلامهم\" (4) . ¶ وقال المباركفوري: \" ... وقيل: هي باقية على عمومها وأجيب عن قول الخطابي ليس يجمع في طبع شيء ... إلخ بأنه: ¶ ليس من الله بمستنكر ... أن يجمع العالم في واحد ¶ __________ ¶ (1) تحفة الأحوذي 6/ 163. ¶ (2) الطب النبوي / 229. ¶ (3) فيض القدير م 4/ 352. ¶ (4) فتح الباري ج10 ص 145.",
            "page": "12",
            "part": "1",
            "seal": "125DA0B0"
        },
        {
            "id": "12",
            "nass": "أما قول الطيبي ونظيره إلخ ففيه أن الآيتين يمنع حملهما على العموم على ما هو عند كل أحد معلوم، وأما أحاديث الباب فحملها على العموم متعين لقوله صلى الله عليه وسلم فيها: إلا السام. كقوله تعالى: {إِنَّ الْإِنسَانَ لَفِي خُسْرٍ، إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} [العصر الآية:2-3] \" (1) . ¶ 3- الجمع بن القولين: ¶ قال ابن حجر: \"يؤخذ من ذلك أن معنى كون الحبة السوداء شفاء من كل داء أنها لا تستعمل في كل داء صرفا بل ربما استعملت مفردة، وربما استعملت مركبة، وربما استعملت مسحوقة وغير مسحوقة، وربما استعملت أكلا وشربا وسعوطاً وضماداً وغير ذلك\"2) . ¶ وقال رحمه الله بعد ذكر الخلاف بين القائلين بالخصوص والعموم في معنى قوله صلى الله عليه وسلم \"شفاء من كل داء\" (( ... وقد تقدم\" يعني الكلام أعلاه \"توجيه حمله على عمومه بأن يكون المراد بذلك ما هو أعم من الإفراد والتركيب، ولا محذور في ذلك ولا خروج عن ظاهر الحديث والله أعلم\" (3) . ¶ وهذا الذي ذكره رحمه الله يشهد له ما سنذكر في هذا البحث من فوائد عديدة للحبة السوداء في علاج أمراض مختلفة، مما يرجح القول بالعموم، ولكن بالمشاركة مع غيرها من الأدوية أحيانا وبالاستخدامات المختلفة لها، كما أشار إلى ذلك الحافظ ابن حجر. ¶ __________ ¶ (1) تحفة الأحوذي، 6 / 163. ¶ (2) فتح الباري 10/144. ¶ (3) فتح الباري 10/145.",
            "page": "13",
            "part": "1",
            "seal": "3E064176"
        },
        {
            "id": "13",
            "nass": "المبحث الثالث: بعض التجارب في الاستشفاء بالحبة السوداء في القديم والحديث ¶ أ- تجارب للاستشفاء بالحبة السوداء في القديم: ¶ ذكر عدد كبير من العلماء الذين صنفوا في الطب النبوي فوائد عديدة للحبة السوداء مقتبسة من تجارب الأطباء والحكماء في تلك العصور وما سبقها. ولا بد من وقفة قصيرة مع هذه النقولات, فقد يظن بعضهم عند قراءتها أنها من الطب النبوي؛ وذلك لأنها ذكرت في كتاب بهذا العنوان وهذا خطأ، فإن هذه التجارب القديمة للعلاج من أمراض مختلفة باستخدام الحبة السوداء هي اجتهادات لأصحابها، ولا يمكن أن تعزى إلى الطب النبوي؛ لأنها لم تصدر من المصطفىصلى الله عليه وسلم. وقد يكون إيراد العلماء لها من باب التمثيل على الفوائد الجمة لهذا العلاج وذِكْرِ ما وصل إليه علمهم في ذلك العصر من استخدامات علاجية لهذا الدواء الذي هو في أصله نبوي إذ ورد في الحديث الأمر بالتداوي به والله أعلم. ¶ وقد جمع ابن القيم رحمه الله في كتابه \"الطب النبوي\" أكثر هذه النقولات عن أطباء وحكماء تلك العصور ولذا فنكتفي بهذا النقل عنه مثلاً لهذه الوصفات القديمة. ¶ \"والشونيز حار يابس في الثالثة: مذهب للنفخ، مخرج لحب القرع، نافع من البرص وحمى الرِّبْع (1) والبلغمية، مفتح للسدد، ومحلل للرياح، مجفف لبلة ¶ __________ ¶ (1) وهي الحمى التي تأخذ يوماً وتدع يومين، ثم تجيء في اليوم الرابع. القاموس (ربع) .",
            "page": "14",
            "part": "1",
            "seal": "F1168A03"
        },
        {
            "id": "14",
            "nass": "المعدة ورطوبتها. وإن دق وعجن بالعسل، وشرب بالماء الحار، أذاب الحصاة التي تكون في الكليتين والمثانة. ويدر البول والحيض واللبن إذا أديم شربه أياما. وإن سخن بالخل، وطلي على البطن قتل حب القرع. فإن عجن بماء الحنظل الرطب أو المطبوخ: كان فعله في إخراج الدود أقوى. ويجلو ويقطع ويحلل، ويشفي من الزكام البارد: إذا دق وصر في خرقة واشتم دائما، أذهبه. ودهنه نافع لداء الحية، ومن الثآليل والخيلان. وإذا شرب منه مثقال بماء: نفع من البهر وضيق النفس. والضماد به ينفع من الصداع البارد. وإذا نقع منه سبع حبات عددا في لبن امرأة , وسعط به صاحب اليرقان، نفعه نفعا بليغا. ¶ وإذا طبخ بخل، وتمضمض به، نفع من وجع الأسنان عن برد. وإذا استعط به مسحوقاً، نفع من ابتداء الماء العارض في العين. وإن ضمد به مع الخل: قلع البثور والجرب المتقرح وحلل الأورام البلغمية المزمنة، والأورام الصلبة. ¶ وينفع من اللقوة (1) : اذا تسعط بدهنه. وإذا شرب منه مقدار نصف مثقال إلى مثقال: نفع من لسع الرتيلاء (2) . وإن سحق ناعما، وخلط بدهن الحبة الخضراء، وقطر منه في الأذن ثلاث قطرات، نفع من البرد العارض فيها والريح والسدد. ¶ وإن قلي ثم دق ناعما، ثم نقع في زيت وقطر في الأنف ثلاث قطرات أو أربعاً، نفع من الزكام العارض معه عطاس كثير. ¶ وإذا أحرق وخُلط بشمع مذاب بدهن السوسن (3) أو دهن الحناء وطلي ¶ __________ ¶ (1) اللقوة: داء يعرض للوجه. ¶ (2) الرتيلاء: ضرب من العناكب. ¶ (3) نبات فصلي له زهور جذابة مختلفة الألوان.",
            "page": "15",
            "part": "1",
            "seal": "55B6845A"
        },
        {
            "id": "15",
            "nass": "به القروح الخارجية من الساقين بعد غسلها بالخل، نفعها وأزال القروح. ¶ وإذا سحق بخل وطلي به البرص والبهق الأسود والحزاز الغليط نفعها وأبرأها. ¶ وإذا سحق ناعماً واستف منه كل يوم درهمين بماء بارد مَنْ عضَّه كَلْبٌ كَلِبٌ قبل أن يفرغ من الماء، نفعه نفعا بليغا وأمن على نفسه من الهلاك. وإذا سعط بدهنه: نفع من الفالج والكزاز وقطع موادهما. وإذا دخن به: طرد الهوام. ¶ وإذا أذيب الأنزروت (1) بماء ولطخ على داخل الحلقة ثم ذر عليها الشونيز كان من الذرورات الجيدة العجيبة النفع من البواسير. ومنافعه أضعاف ما ذكرنا. والشربة منه درهمان. وزعم قوم أن الإكثار منه قاتل\" (2) . ¶ ب- تجارب حديثة للاستشفاء بالحبة السوداء: ¶ ذكر بعض المعاصرين تجارب لهم في العلاج بالحبة السوداء تشمل تركيب بعض الأدوية المحتوية على الحبة السوداء وطريقة استخدامها للتداوي من بعض الأمراض. وهذه الكتب (3) وإن كانت حديثة وأصحابها قد يكونون من المتخصصين في بعض المجالات التي تؤهلهم لعمل مثل هذه المركبات ¶ __________ ¶ (1) صَمْغُ شجرة تنبت في بلاد الفرس، في طعمه مرارة، ولونه أحمر. انظر الجامع لمفردات الأدوية لابن البيطار 1/63. ¶ (2) الطب النبوي ص 230 -231. ¶ (3) للاطلاع على نماذج من الكتب انظر: الشفاء بالحبة السوداء لفرح عبد الحميد القداحي والشفاء في الحبة السوداء بين التجربة والبرهان للكيميائي: طيب عبد الله الطيب.",
            "page": "16",
            "part": "1",
            "seal": "4C4FB50D"
        },
        {
            "id": "16",
            "nass": "الدوائية إلا أنها لا تعدو أن تكون تجارب شخصية وآراء لأصحابها. حيث لا تعتمد هذه الكتب على الطريقة العلمية الحديثة في دراسة جدوى استخدام دواء للعلاج من مرض معين، والتي تبنى على نواحٍ إحصائية تجعل الدراسة على مستوى مقبول من الثقة والصدق. ولذا فإن مثل هذه التجارب تضم إلى هذا المبحث من هذا الفصل؛ لأنها أقرب إليه من الفصل التالي الذي يتحدث عن الدراسات العلمية الموثقة المتعلقة بالحبة السوداء في الطب الحديث. وقد تكون هذه المركبات نواة جيدة يمكن استخدامها لإجراء بحوث طبية معتمدة على النواحي الإحصائية الحديثة لإثبات مدى نفع هذه المركبات لعلاج الأمراض المشار إليها في هذه الكتب.",
            "page": "17",
            "part": "1",
            "seal": "73BCE80F"
        },
        {
            "id": "17",
            "nass": "الفصل الثاني: الحبة السوداء في الطب الحديث ¶ المبحث الأول: مكونات الحبةالسوداء ¶ 1- نبذة زراعية: ¶ يكثر زراعة الحبة السوداء في بلدان حوض البحر الأبيض المتوسط ووسط أوربا وغرب آسيا (1) وينتمي هذا النبات إلى فصيلة (RANUNCULACEAE) وينقسم إلى أقسام يتميز بعضها عن بعض شكلها الخارجي، كما تختلف في تركيبها الكيميائي، وهي: ¶ - الحبة السوداء الشائعة N.Sativa ¶ قوية النمو يصل ارتفاعها الى 60 سم وغزيرة التفريع، عليها أوبار خفيفة. الأوراق مقسمة إلى أجزاء صغيرة خيطية الشكل. والأزهار مشوبة باللون الأزرق والبذور ذات رائحة عطرية عند سحقها بين الأصابع. ¶ - الحبة السوداء الدمشقية N. Damascena ¶ تشبه النوع السابق، إلا أن الأوراق مقسمة إلى أجزاء طويلة ورفيعة جدا، والأزهار كبيرة الحجم ولونها أزرق أو أحمر داكن. ¶ - الحبة السوداء الشرقية: N. Orientalis ¶ وهي نباتات قصيرة وضعيفة النمو لا تزيد أطوالها على أربعين سم. أوراقها مجزأة إلى أجزاء خيطية رفيعة وطويلة، ولونها أخضر فاتح والأزهار صفراء اللون منقطة باللون الأحمر (2) . ¶ __________ ¶ (1) نجيب 1978. ¶ (2) من كتاب الشفاء بالحبة السوداء لفرح عبد الحميد القداحي بتصرف.",
            "page": "19",
            "part": "1",
            "seal": "5376806B"
        },
        {
            "id": "18",
            "nass": "2- مكونات الحبة السوداء: ¶ من أوائل البحوث التي ظهرت في مكونات الحبة السوداء بحث للعالم: قرينش في عام 1880 م حيث توصل إلى أن هذه النبتة تحتوي على 27 % زيت، و 4.14 % رماد يحتوي على عنصر الكالسيوم بشكل رئيس. ثم توالت البحوث بعد ذلك التاريخ وحتى وقتنا الحاضر لتكشف مكونات هذا النبات العجيب ويمكن إجمال نتائج هذه البحوث في الجدول رقم (1) والذي يبين نسبة هذه المكونات من وزن الحبة السوداء. وتحتوي الحبة السوداء على مكونات ضئيلة وجزئية ولكنها مهمة من الناحية الدوائية العلاجية؛ حيث تتميز هذه المكونات بالقدرة على التأثير في وظائف الجسم ومكافحة الأمراض والتأثير في مسبباتها) مثل (alkaloids-coumarines. ويتكون الزيت الثابت للحبة السوداء من أحماض دهنية وستيرولات (sterols) (1) بينما يحتوي الزيت الطيار على مادة النيجلون وكان أول من تمكن من فرزها الباحثان محفوظ والدخاخني في عام 1960م ثم توصل الدخاخني فيما بعد إلى أنها عبارة عن مركب لمادة الثيموكوينون الذي يعد من أهم المواد الفعالة علاجيا في هذا النبات (2) . ¶ __________ ¶ (1) جاد وزملاؤه – 1963. ¶ (2) الدخاخني 1965",
            "page": "20",
            "part": "1",
            "seal": "CC50BFFC"
        },
        {
            "id": "19",
            "nass": "جدول رقم (1) ¶ المكونات الأساسية للحبة السوداء (1) ¶ مسمى الجزء ¶ ... ¶ النسبة من وزن الحبة السوداء ¶ الزيت الثابت ¶ ... ¶ 32- 40 % ¶ الزيت الطيار ¶ ... ¶ 0.4 – 0.45 % ¶ بروتين ¶ ... ¶ 16 – 19.9 % ¶ نشأ ¶ ... ¶ 33.9% ¶ ألياف ¶ ... ¶ 4.5 – 6.5 % ¶ رطوبة ¶ ... ¶ 5.1 – 7 % ¶ رماد ¶ ... ¶ 3.7 – 7 % ¶ ومن أكثر الأمور إثارةً ما توصَّل إليه الباحث أبو طبل وزملاؤه (1986) من اكتشاف (67) عنصرا في الزيت الطيار للحبة السوداء والذي لا يزيد على 0.4 % من وزن الحبة السوداء أي إذا أخذنا مقدار (1) جرام من الحبة السوداء فإن 0.004 من هذا الجرام (أي ما يعادل 4 مايكرو جرام) يحتوي على هذه العناصر السبعة والستين فسبحان الخالق العظيم. ¶ وظهرت عدة بحوث في الألفية الثالثة (القرن الحادي والعشرون) تفصل في بعض العناصر السابقة من أهمها اكتشاف مادة فعالة ضد الخلايا السرطانية ¶ __________ ¶ (1) مقتبس من مشروع بحثي للكاتب بمشاركة د. باسل الشيخ مقدم لمدينة الملك عبد العزيز للعلوم والتقنية.",
            "page": "21",
            "part": "1",
            "seal": "FE4238D0"
        },
        {
            "id": "20",
            "nass": "تسمى الفاهيدرين (alpha-hederin) بواسطة الباحثين كومارا وهوت في عام 2001. ¶ 3- هل تختص هذه المكونات بنوع للحبة السوداء دون آخر؟ ¶ من الشائع بين العامة أن الحبة السوداء التي لها تأثير طبي هي من نوع معين وتنبت في بلد معين بل ولها سعر أعلى من الأنواع الأخرى من الحبة السوداء. وليس على هذا التخصيص لنوع معين أو بلد معين أو شكل معين للحبة السوداء أي مستند علمي. وقد أجرى الباحثان بروتس وبوكار في عام 2000 بأستراليا بحثا على ستة أنواع من الحبة السوداء الموجودة في الأسواق، وتم تحليل عناصر هذه الأنواع الستة، ووجد أنها تحتوي على نفس التركيب من الناحية النوعية وتكمن الفروقات فقط في كميات هذه العناصر الموجودة في هذه الأنواع الستة. وكذلك البحوث التي أجريت في قسمنا (وظائف الأعضاء بكلية الطب بجامعة الملك فيصل) وهي تقارب العشرة كانت على الحبة السوداء الموجودة في السوق، والتي تباع بالسعر العادي، وأعطت نتائج قوية في التأثير في العوامل التي تم دراستها. ولذا فإن شراء الحبة السوداء الموجودة في السوق ذات السعر العادي يكفي عن شراء الأنواع الغالية والفروقات في هذه الأسعار ترجع غالباً إلى درجة النقاوة والمذاق، وليس إلى التركيب الكيميائي أو التأثير الطبي والله أعلم. ¶ 4- هل الأنفع أن تؤخذ الحبة كاملة؟ ¶ توصل العلماء إلى فصل المادة التي تعرف حتى الآن بأنها أكثر مكونات الحبة السوداء فعالية وهي الثيموكوينون التي سبق الحديث عنها. وهذه المادة تباع في شركات الأدوية وتم معرفة تركيبها الكيميائي. وقد أجرى عدد من",
            "page": "22",
            "part": "1",
            "seal": "B7869A48"
        },
        {
            "id": "21",
            "nass": "الباحثين تجارب عليها وعلى أجزاء أخرى من الحبة السوداء لمعرفة فعاليتها ومقارنة قوة مفعولها مع الحبة السوداء كاملة. وبالجملة فإن التجارب تشير إلى أن استخدام الحبة السوداء كاملة أفضل من استخدام أجزائها، إذ إن هذه الأجزاء يكون لها مفعول أقوى عندما ينضم بعضها إلى بعض كما هو الحال في الحبة السوداء الكاملة. ¶ مثال ذلك بحث أجري على أربعة أجزاء من الحبة السوداء من ضمنها مادة الثيموكوينون وتم مقارنة قدرتها على مضادة المواد المؤكسدة مع زيت الحبة السوداء، وتوصل الباحثان أن هذه المواد يُقَوّي مفعول بعضها بعضاً (1) . وكذلك عند أخذ الحبة السوداء كاملة يحصل الإنسان على فوائد جميع مركباتها وإذا أخذ جزءاً منها لم يحصل إلا على فائدة ذلك الجزء. ولا يمنع أن تكون هناك حالات معينة تستدعي استخدام أجزاءً منها علاجاً لمرض محدد عندما يكون المريض عرضة للإصابة بتأثير جانبي غير مرغوب فيه، لو استخدمت الحبة السوداء كاملة، وهذا يترك لتقدير الطبيب في ذلك الوقت الذي نكون قد وصلنا فيه إلى مرحلة متقدمة في البحوث على الحبة السوداء وتأثير مكوناتها المختلفة في وظائف الجسم ومقاومة الأمراض وعلاجها. وهنا لا بد من الإشارة إلى أن الحبة السوداء عند طحنها لا بد من تناولها في وقت وجيز (خلال أسبوع مثلا) فلا تحفظ وقتاً طويلاً؛ لأن الزيت الطيار يقل فيها مع الوقت. ¶ __________ ¶ (1) تورتس وبوكار 2000.",
            "page": "23",
            "part": "1",
            "seal": "310F19A1"
        },
        {
            "id": "22",
            "nass": "المبحث الثاني: مسح عام للبحوث التي أجريت على الحبة السوداء في الطب الحديث حتى تاريخه ¶ إن العناية بالحبة السوداء في الطب الحديث آخذة بالازدياد، ويتبين هذا من الإحصائية المرافقة (جدول رقم 2) بأعداد البحوث التي أجريت عليها خلال العقود الأربعة الماضية المذكورة في موقع Medline. وهذا مؤشر قوي على أهمية هذا الدواء ويدل على أن هذا النبات له أثر كبير في العلاج من أمراض عديدة. وقد بدأ الغربيون وبالذات في الولايات المتحدة الأمريكية بإجراء أبحاث عديدة على الحبة السوداء ومن أهم النتائج التي توصلوا إليها إمكان استخدامها في العلاج من أمراض السرطان. كما يتبين من المسح العام للبحوث التي أجريت على الحبة السوداء (جدول 3) قدرة هذا النبات على التأثير في أجهزة مختلفة في الجسم الطبيعي وحمايته من الأضرار والأمراض وفي الوقت نفسه يظهر جلياً القدرة العالية للحبة السوداء على علاج عدد كبير ومتنوع من الأمراض.",
            "page": "24",
            "part": "1",
            "seal": "B9E41EFD"
        },
        {
            "id": "23",
            "nass": "جدول رقم (2) ¶ إحصاء للبحوث التي أجريت على الحبة السوداء خلال العقود الأربعة الماضية المذكورة في موقع Medline ¶ السنوات ¶ ... ¶ عدد البحوث ¶ من 1965 – 1970 ¶ ... ¶ 7 ¶ من 1971 – 1975 ¶ ... ¶ 6 ¶ من 1976 – 1980 ¶ ... ¶ 5 ¶ من 1981 – 1985 ¶ ... ¶ - ¶ من 1986 – 1990 ¶ ... ¶ 1 ¶ من 1991 – 1995 ¶ ... ¶ 12 ¶ من 1996 – 2000 ¶ ... ¶ 22 ¶ من 2001 – حتى تاريخه ¶ ... ¶ 35",
            "page": "25",
            "part": "1",
            "seal": "CBA17118"
        },
        {
            "id": "24",
            "nass": "جدول (3) مسح عام للبحوث التي أجريت على الحبة السوداء مع نتائجها خلال العقود الأربعة الماضية. ¶ مجال البحوث ¶ ... ¶ المادة المستخدمة ¶ ... ¶ الجرعة ¶ ... ¶ المخلوق المستخدم ¶ ... ¶ النتيجة ¶ 1- أمراض السرطان ¶ 11) بحثاً) ¶ ... ¶ الحبة السوداء ¶ ... ¶ 200 ملجرام / فأر / اليوم ¶ ... ¶ - الفئران ¶ - خلايا سرطانية لأنواع معينة من السرطان تصيب الإنسان أو الحيوان ¶ ... ¶ تعمل الحبة السوداء ومشتقاتها على: ¶ 1- الحماية من الإصابة بالسرطان إذا استخدمت قبل المادة السرطانية بمدة زمنية كافية (لا تقل عن أسبوع حسب البحوث المنشورة حتى الآن) ¶ 2- قتل الخلايا السرطانية بفعالية عالية. ¶ 3- تنشيط عمل الأدوية المضادة للسرطان وتقوية مفعولها. ¶ مستخلص الحبة السوداء ¶ ... ¶ 50 و 100 ملجرام/ كلجم/ يوم ¶ الثيموكوينرن ¶ ... ¶ 0.01 % في ماء الشرب أو 10 ملجرام / كجم / يوم في ماء الشرب ¶ الفاهيديرن. ¶ ... ¶ 200 – 400 مليجرام / كلجم",
            "page": "26",
            "part": "1",
            "seal": "AAC3F87A"
        },
        {
            "id": "25",
            "nass": "مجال البحوث ¶ ... ¶ المادة المستخدمة ¶ ... ¶ الجرعة ¶ ... ¶ المخلوق المستخدم ¶ ... ¶ النتيجة ¶ 2-الالتهابات وكمسكن للآلام (5 بحوث) ¶ ... ¶ الحبة السوداء ¶ زيت الحبة السوداء الثابت ¶ الثيموكونيون ¶ نيجلون ¶ ... ¶ 500 ملجرام/لكجم ¶ 25 ميكروجرام/ مل ¶ 3.5 ميكروجرام/مل ¶ - ¶ ... ¶ - الفئران ¶ ... ¶ تعمل الحبة السوداء على مضادة وتخفيف آثارها (مثل الاحمرار والورم.. إلخ) كما تعمل على تسكين وتخفيف الآلام بقوة تقارب قوة الأسبرين. ¶ 3- جهاز المناعة ¶ (5 بحوث) ¶ ... ¶ الحبة السوداء ¶ مستخلص الحبة السوداء ¶ ... ¶ 1 جرام مرتين يوميا ¶ - ¶ ... ¶ - الإنسان ¶ - الفئران ¶ - خلايا سرطانية ¶ ... ¶ تعمل الحبة السوداء على زيادة نشاط جهاز المناعة في الإنسان والحيوان الطبيعي كما تقوي القدرة القتالية لهذا الجهاز في المرض",
            "page": "27",
            "part": "1",
            "seal": "B92CC461"
        },
        {
            "id": "26",
            "nass": "مجال البحوث ¶ ... ¶ المادة المستخدمة ¶ ... ¶ الجرعة ¶ ... ¶ المخلوق المستخدم ¶ ... ¶ النتيجة ¶ 4- مقاومة الميكروبات ¶ (6 بحوث) ¶ ... ¶ مستخلص الحبة السوداء الخام ¶ ... ¶ - ¶ ... ¶ - البكتيريا ¶ - الفطريات ¶ - الفيروسات ¶ ... ¶ تعمل الحبة السوداء على قتل أنواع عدة من البكتيريا بقسميها (جرام سالب وجرام موجب) كما تنشط وتقوي مفعول عدد كبير من المضادات الحيوية. ¶ وكذلك تعمل الحبة السوداء على تقليل نمو الفطريات من نوع الكنديدا Candida) Abicans) كما أن لها مفعولاً مضاداً لفيروسات السيتومقالو ¶ (Cytomegalo virus) ¶ مستخلص الحبة السوداء بالإيثير ¶ ... ¶ 25-400 ميكرو جرام للقرص ¶ زيت الحبة السوداء الطيار ¶ ... ¶ - ¶ الثيموكونيزن ¶ ... ¶ -",
            "page": "28",
            "part": "1",
            "seal": "A5329BEF"
        },
        {
            "id": "27",
            "nass": "مجال البحوث ¶ ... ¶ المادة المستخدمة ¶ ... ¶ الجرعة ¶ ... ¶ المخلوق المستخدم ¶ ... ¶ النتيجة ¶ 5- مقاومة الديدان ¶ (بحثان) ¶ ... ¶ الحبة السوداء ¶ ... ¶ 40 ملجرام / كلجم ¶ ... ¶ - الأطفال المصابين بديدان السستود ¶ - الفئران ¶ ... ¶ قللت الحبة السوداء من أعداد الديدان في الكبد وكذلك زادت من أعداد البيض الميت في الأمعاء لديدان البلهيارسيا كما قللت من أعداد البيض في البراز لديدان السستود في الأطفال المصابين بهذا النوع من الديدان. ¶ زيت الحبة السوداء ¶ ... ¶ 2.5، 5 مل / كلجم مرة يوميا لمدة أسبوعين ¶ مستخلص الحبة السوداء الإيثانولي ¶ ... ¶ 40 ملجرام / كلجم مرة يوميا لمدة أسبوعين",
            "page": "29",
            "part": "1",
            "seal": "2CCB6466"
        },
        {
            "id": "28",
            "nass": "مجال البحوث ¶ ... ¶ المادة المستخدمة ¶ ... ¶ الجرعة ¶ ... ¶ المخلوق المستخدم ¶ ... ¶ النتيجة ¶ 6- الآثار الجانبية (السمية) للأودية وخاصة مضادات السرطان ¶ (4 بحوث) ¶ ... ¶ الحبة السوداء ¶ ... ¶ 50ملجرام/كلجم لخمسة أيام متناوبة ¶ ... ¶ - الفئران ¶ ... ¶ تعمل الحبة السوداء على تخفيف الآثار الجانبية للأدوية وبخاصة الآثار السمية المدمرة للأدوية السرطانية في الكلى كما أنها تحمى الجسم من تأثير العلاج المضاد للسرطان (سيس بلاتن) من تخفيض نسبة الهميوقلوبين وكريات الدم البيضاء. ¶ ثيموكونيون ¶ ... ¶ 10ملجرام/كلجم لخمسة أيام قبل الدواء ثم لخمسة أسابيع أثناء استخدام الدواء ¶ مستخلص الحبة السوداء ¶ ...",
            "page": "30",
            "part": "1",
            "seal": "F8B6F685"
        },
        {
            "id": "29",
            "nass": "مجال البحوث ¶ ... ¶ المادة المستخدمة ¶ ... ¶ الجرعة ¶ ... ¶ المخلوق المستخدم ¶ ... ¶ النتيجة ¶ 7-حماية الكبد من التسمم والتليف وموت الخلايا ¶ (6 بحوث) ¶ ... ¶ الحبة السوداء ¶ ... ¶ لمدة 8-12 أسبوع ¶ ... ¶ - الأرانب ¶ - الفئران ¶ - الجرذان ¶ ... ¶ تحمي الكبد من التليف وموت الخلايا والتسمم الذي يصيب بسبب بعض الأدوية والمواد الكيماوية بدرجة عالية جدا تصل إلى الحماية الكاملة. ¶ ثيموكونيون ¶ ... ¶ 12.5-100 ملجم/كلجم (جرعة واحدة) ¶ زيت الحبة السوداء ¶ ... ¶ 80 ملجم/كلجم لمدة 4 أسابيع قبل الدواء ¶ 8- نسبة السكر في الدم ¶ (9 بحوث) ¶ ... ¶ الحبة السوداء ¶ ... ¶ 1 جرام مرتين يوميا لأسبوعين/متطوع ¶ ... ¶ - الفئران ¶ - الإنسان ¶ ... ¶ تعمل الحبة السوداء على تخفيض نسبة السكر في الدم في الإنسان الطبيعي كما أنها تخفض نسبة السكر في الدم في فئران التجارب المصابين بمرض السكر. ¶ زيت الحبة السوداء ¶ ... ¶ 50-500 ملجم/فأر لمدة أسبوعين ¶ الثيموكونيون ¶ ... ¶ 12 مل /كلجم لمدة 12 أسبوع",
            "page": "31",
            "part": "1",
            "seal": "368A09A5"
        },
        {
            "id": "30",
            "nass": "مجال البحوث ¶ ... ¶ المادة المستخدمة ¶ ... ¶ الجرعة ¶ ... ¶ المخلوق المستخدم ¶ ... ¶ النتيجة ¶ 9- كريات الدم الحمراء والبيضاء ¶ (بحثان) ¶ ... ¶ زيت الحبة السوداء الثابت ¶ ... ¶ 2 مل/ كلجم لمدة 12 أسبوع ¶ 1 مل/ كلجم لمدة 12 أسبوع ¶ ... ¶ - الفئران ¶ - الجرذان ¶ ... ¶ ترفع الحبة السوداء من نسبة الهيموجلوبين في الدم وكذلك ترفع من نسبة الخلايا في الدم وذلك يعود غالبا لزيادة عدد كريات الدم الحمراء كما أنها في الوقت نفسه تخفض عدد كريات الدم البيضاء",
            "page": "32",
            "part": "1",
            "seal": "3657A12B"
        },
        {
            "id": "31",
            "nass": "مجال البحوث ¶ ... ¶ المادة المستخدمة ¶ ... ¶ الجرعة ¶ ... ¶ المخلوق المستخدم ¶ ... ¶ النتيجة ¶ 10- حماية المعدة من القرحة ¶ (بحثان) ¶ ... ¶ الحبة السوداء ¶ ... ¶ 2.5، 5 مل/ كلجم ¶ ... ¶ - الفئران ¶ ... ¶ تحمي الحبة السوداء المعدة من الإصابة بالقرحة سواء كانت بسبب الإيثانول أو نقص الأكسجين. وقد رفعت الحبة السوداء من سماكة المادة المخاطية المغطية للمعدة وكذلك قللت من نسبة مادة الهستامين وفي نفس الوقت رفعت من نسبة الحمض والمواد المضادة للأكسدة ¶ ثيموكونيون ¶ ... ¶ 5، 20، 50، 100 ملجرام/ كلجم. ¶ زيت الحبة السوداء ¶ ... ¶ ؟",
            "page": "33",
            "part": "1",
            "seal": "3C8ACB25"
        },
        {
            "id": "32",
            "nass": "مجال البحوث ¶ ... ¶ المادة المستخدمة ¶ ... ¶ الجرعة ¶ ... ¶ المخلوق المستخدم ¶ ... ¶ النتيجة ¶ 11- تخثر الدم ¶ (3 بحوث) ¶ ... ¶ الحبة السوداء ¶ ... ¶ 90 – 180- 360-540 ملجرام/كلجم ¶ ... ¶ - الفئران ¶ ... ¶ تقلل الحبة السوداء من عدد الصفائح الدموية وقدرتها على التجمع والالتصاق وهناك بعض الدراسات التي تشير إلى وجود آثار مؤقتة للحبة السوداء في تخثر الدم. ¶ زيت الحبة السوداء ¶ ... ¶ 2 مل/كلجم لمدة 12أسبوع ¶ مستخلص الحبة السوداء الميثانولي ¶ ... ¶ 12- الجهاز التنفسي ومرض الربو ¶ (5 بحوث) ¶ ... ¶ الحبة السوداء ¶ ... ¶ 0.1 – 0.3 ملجرام /مل ¶ ... ¶ - الفئران ¶ ... ¶ تفيد أكثر الدراسات أن للحبة السوداء القدرة على الحماية من الربو أو تخفيفه بينما وجد الباحثون في إحدى الدراسات أن الحبة السوداء ترفع الضغط في القصبة الهوائية، وتزيد من معدل التنفس وعللوا ذلك بإفراز مادة الهستامين ¶ الزيت الطيار للحبة السوداء ¶ ... ¶ 4-32 ميكرولبير/كلجم ¶ الثيموكوينون ¶ ... ¶ 1.6 – 6.4 ملجرام/كلجم",
            "page": "34",
            "part": "1",
            "seal": "8F481035"
        },
        {
            "id": "33",
            "nass": "مجال البحوث ¶ ... ¶ المادة المستخدمة ¶ ... ¶ الجرعة ¶ ... ¶ المخلوق المستخدم ¶ ... ¶ النتيجة ¶ 13- الجهاز الدوري وضغط الدم ¶ (بحثان) ¶ ... ¶ مستخلص الحبة السوداء بالداي كلوروميثين ¶ ... ¶ 0.6مل/كلجم/يوم لأسبوعين ¶ ... ¶ - الفئران الطبيعية وفئران الضغط العالي ¶ ... ¶ تخفض الحبة السوداء من ضغط الدم في الفئران ذوات الضغط العالي بنسبة 22% كما أنها تخفض من الضغط والنبض في الفئران الطبيعية ¶ الزيت الطيار للحبة السوداء ¶ ... ¶ 4-32 ميكروليتر /كلجم ¶ الثيموكوينون ¶ ... ¶ 0.2-1.6 ملجم/كلجم ¶ 14- نسبة الدهون في الدم ¶ (6 بحوث) ¶ ... ¶ زيت الحبة السوداء ¶ ... ¶ 1-2 مل/كلجم لمدة 12 أسبوع ¶ ... ¶ - الإنسان ¶ -الفئران ¶ ... ¶ تخفض الحبة السوداء من الكلسترول وثلاثي الجلسرين كما أنها تخفض من نسبة الدهون القليلة الكثافة (LDL) كما تزيد من نسبة الدهون الثقيلة إلى الدهون الخفيفة. وهذه الآثار جميعها إيجابية جداً ومهمة لحماية الجسم من أمراض تصلب الشرايين ¶ الحبة السوداء ¶ ... ¶ 50-500ملجم/فأر ¶ 2جرام لكل متطوع يومياً ¶ الثيموكوينن ¶ ...",
            "page": "35",
            "part": "1",
            "seal": "7D5C1751"
        },
        {
            "id": "34",
            "nass": "يتبين من هذا المسح الشامل للآثار الإيجابية الكثيرة للحبة السوداء أن لهذا النبات قدرة عالية وفائقة في العلاج من أمراض مختلفة ومستعصية، وكذلك له القدرة نفسها على حماية الإنسان السليم من هذه الأمراض ومقاومة أسبابها. ومن هذه الأمراض السرطان الذي استعصى على الأطباء في هذا الزمان. فالأبحاث المنشورة حتى الآن تدل على أن للحبة السوداء قدرة على علاج هذا المرض، والكلام نفسه يقال عن الأمراض المزمنة الأخرى التي تشير البحوث على قدرة الحبة السوداء على علاجها مثل سكر البول وارتفاع ضغط الدم وتليف الكبد والربو ….إلخ. فضلاً عن قدرة الحبة السوداء على علاج الأمراض الحادة مثل الالتهابات البكتيرية والفيروسية والفطرية وكذلك قدرتها على تخفيض نسبة الدهون في الجسم وحماية المعدة من التقرح، وعلاج القرحة، وحماية الكبد من السموم وتحفيز جهاز المناعة وتسكين الآلام…..إلخ. ¶ ولا أعرف أن هناك دواء واحداً أو نباتاً واحداً يجمع كل هذه التأثيرات المختلفة وهذا مصداق لحديث المصطفى صلى الله عليه وسلم من أن في هذه الحبة السوداء شفاء من كل داء. ¶ فالداء الذي يصيب الجسد يكون بسبب تأثير خارجي (مثل البكتيريا أو الفيروسات ... أو بعض المواد الكيماوية أو الإشعاعات ... إلخ) وكذلك يصاحب هذا التأثير الخارجي قابلية داخلية في الجسم لهذا المؤثر (مثل ضعف المناعة أو عامل وراثي....إلخ) يجعل الجسد عرضة للإصابة بالمرض. وللحبة السوداء كما رأينا القدرة على مقاومة هذه العوامل الخارجية والتقليل من خطرها وحماية الجسم منها، كما أن لها القدرة على تقوية المقاومة الداخلية للمرض متمثلة في جهاز المناعة والعوامل المضادة للأكسدة.",
            "page": "36",
            "part": "1",
            "seal": "4CC75C57"
        },
        {
            "id": "35",
            "nass": "ولنتحدث قليلاً عن هذه الأخيرة وهي العوامل المضادة للأكسدة، إذ تعدُّ نظرية المواد المؤكسدة التي تحمل ذرات أكسجين نشطة من المؤثرات المهمة في حدوث كثير من الأمراض في الجسم. وقد برزت هذه النظرية منذ مايقرب من خمسين عاماً عندما نظر العلماء في أسباب الشيخوخة، وكانت هذه النظرية من أبرز النظريات بل أكثرها قبولاً حتى الآن لتعليل وتفسير حدوث الشيخوخة في الأعضاء والأجهزة بل في الجسم كله. وتعتمد هذه النظرية التي أصبحت شبه حقيقية في الوقت الحاضر على أن هذه المواد المؤكسدة التي تحمل ذرة الأكسجين النشطة تؤدي إلى إحداث خلل في الخلايا ومن ثم الأعضاء والأجهزة في الجسم وعندها تختل وظائفها وتتغير طبيعتها وتقصر عن أداء مهامها. ¶ وتستخدم هذه النظرية لتفسير حدوث عدد من الأمراض في الجسم، ومن أهمها أمراض السرطان والتدمير والتسمم الذي يصيب الكبد والكلى بسبب بعض العقاقير والمواد الكيميائية، وكذلك بعض الالتهابات المزمنة وغيرها من الأمراض. وإن مفعول الحبة السوداء الذي ذكرناه سابقاً في مقاومة عدد من الأمراض والأضرار والالتهابات يعلله عدد كبير من الباحثين بتحفيزها وزيادتها لقدرة الجسم على مقاومة ومضادة المواد المؤكسدة وكذلك بقدرة الحبة السوداء نفسها على إبطال مفعول هذه المواد. ¶ وقد أثبتت البحوث مدى مقاومة المواد المؤكسدة للحبة السوداء بما لا يدع مجالاً للشك، بل إن لبعض المركبات والمواد التي تحويها الحبة السوداء هذه الخاصية المعروفة عنها والتي تعود إلى طبيعة تركيبها الكيميائي.",
            "page": "37",
            "part": "1",
            "seal": "BD4C94F9"
        },
        {
            "id": "36",
            "nass": "ومن هذا العرض نستخلص أن الحبة السوداء لها القدرة على علاج المريض وكذلك حماية السليم من المرض. فيمكن للمريض أن يأخذ الحبة السوداء للعلاج كما يمكن للسليم أن يتناول الحبة السوداء للحماية من المرض. وليس صحيحا ما ذهب إليه بعض الباحثين بأن نصوص الحبة السوداء تدل على أن متناولها لا بد أن يكون مريضا وذلك بقوله \"فلا ينبغي أن يتناولها الإنسان إلا عند إصابته بالمرض\" (1) ؛ لأن الوقاية كما هو معروف خير من العلاج والأحاديث الواردة كشفت القدرة العالية للحبة السوداء في الشفاء من الأمراض، ولا يمنع كذلك أن تكون لها نفس القدرة في الوقاية من هذه الأمراض. وقد أثبتت الأبحاث قدرة الحبة السوداء على الحماية من الأمراض ولذا فان تناولها للإنسان السليم فيه فائدة ولا شك. فهي تحمي وتقي من الإصابة بالسرطان بإذن الله، وكذلك تعمل على علاجه, وتقاوم حدوث القرحة وتساهم في علاجها, وكما تحمي ضد الآثار السمية للعقاقير وتعالجها عند حدوثها, وكذلك تحمي من الالتهابات بأنواعها بتقوية جهاز المناعة وتساهم في علاجها عندما يصاب الإنسان بها ... إلخ. ¶ ولكن ما مقدار الجرعة التي يمكن للإنسان السليم أن يأخذها؟ هذا السؤال ليس عليه جواب علمي حتى الآن بل حتى الأمراض التي ذكرت سلفا تحتاج إلى مزيد من البحوث حتى تحدد مقدار جرعة الحبة السوداء وكيفية أخذها لعلاج هذه الأمراض. ونظراً لأن الحبة السوداء ليس لها آثار جانبية أو سلبية فإن أخذ جرعة قليلة منها يوميا (100 إلى 200 مليجرام) قد يكون مناسباً ومفيداً للصحة. ¶ __________ ¶ (1) انظر بحث الحبة السوداء وجهاز المناعة في مجلة الإعجاز العلمي العدد 14 ذو القعدة 1423هـ.",
            "page": "38",
            "part": "1",
            "seal": "72B3CAF1"
        },
        {
            "id": "37",
            "nass": "المبحث الثالث: هل للحبة السوداء آثار سلبية في الجسم؟ وما الجرعة القصوى التي يمكن أن يتحملها الجسم؟ ¶ هذا السؤال كما يقال يطرح نفسه فإن الإنسان قبل أن يقدم على إدخال أي شيء إلى جوفه لابد أن يسأل نفسه هل لهذا المأكول أو المشروب أثار سلبية في الجسم. ويتردد بين كثير من الباحثين أن الإفراط في تناول الحبة السوداء يضر الجسم، وقد يكون هذا صحيحا في الجملة لأي غذاء أو دواء. ولكن ما الجرعة التي تعد الحد الأقصى لتحمل الجسم وتجاوزها يعني الوصول إلى حد الإفراط في تناول هذا الغذاء والدواء في الوقت نفسه؟. ¶ وهنا لا بد من التمييز بين نوعين من التأثير السلبي للعلاج، النوع السريع (الحاد) وهو الذي يظهر عند تجاوز الجرعة القصوى لتحمل الجسم منه والنوع البطيء (المزمن) ويظهر بعد استعمال العلاج بجرعة متوسطة أو عادية فترة طويلة (أسابيع أو أشهر) . ونتناول أولا البحوث المتعلقة بالتأثير السلبي البطيء للحبة السوداء في الجسم، فعند دراسة الآثار السلبية لأي علاج ينظر الأطباء والباحثون إلى تأثير هذا الدواء في أعضاء معينة (خاصة الكبد والكلى) وكذلك على مستويات بعض المواد في الدم وبخاصة السكر وعلى إعداد كريات الدم البيضاء والحمراء والصفائح الدموية وغيرها. وهناك بحثان (1) أجريا على الحبة السوداء متعلقان بتأثيرها البطيء في حيوانات ¶ __________ ¶ (1) فروالي وزملاؤه 2002, تنيكون وزملاؤه 1991",
            "page": "39",
            "part": "1",
            "seal": "300CA6C0"
        },
        {
            "id": "38",
            "nass": "التجارب، في أحدهما استخدمت بجرعة متوسطة مدة (12) أسبوع، وفي الآخر بجرعة عالية مدة أسبوعين، وفي كلا البحثين لم تحدث الحبة السوداء أي تغيرات في خلايا الكبد ولا في مستويات أنزيماته. وفي أحد هذين البحثين لم تحدث الحبة السوداء أي تأثير كذلك في خلايا الكلى والقلب والبنكرياس. وفي المقابل خفضت من مستويات السكر والدهون وكريات الدم البيضاء والصفائح الدموية. وقد خلص الباحثون من هاتين الدراستين إلى أن الحبة السوداء تعد من الأدوية الآمنة والخالية تقريبا من الآثار السلبية البطيئة حتى ولو استخدمت بجرعة متوسطة أو عالية لاتصل إلى حد التسمم. أما بالنسبة للجرعة التي تعد الحد الأقصى لتحمل الجسم، وهي ما يسمى بجرعة التسمم فهذا هو الجانب الآخر للتأثير السلبي وهو السريع أو الحاد، فقد وجد الباحثون (1) أن الجرعة القصوى التي يمكن أن يتحملها جرذان التجارب تصل إلى (28) مل/كلجم من زيت الحبة السوداء بينما الجرعة العادية التي تعطى لهذه الحيوانات هي (1) مل/كلجم أي إن جرعة التسمم هذه هي 28 ضعف الجرعة العادية مما يعطي مجالا واسعا لزيادة الجرعة من الحبة السوداء دون حدوث آثار سلبية سريعة في الجسم. ¶ وإجمالاً فإن الدراسات تشير إلى خلو الحبة السوداء من الآثار السلبية عند من استعملها بجرعات عادية حتى على المدى البعيد. وتشير كثير من الدراسات التي أجريت على الإنسان إلى أن الجرعة العادية في الإنسان قد تكون في حدود بضع مئات من المليجرامات يوميا أي لا تتعدى جراماً واحداً في اليوم. والله أعلم. ¶ __________ ¶ (1) زوالي وزملاؤه 2002.",
            "page": "40",
            "part": "1",
            "seal": "04729467"
        },
        {
            "id": "39",
            "nass": "خاتمة وتوصيات: ¶ ويمكن أن نخلص من هذا البحث إلى التوصيات التالية: ¶ 1- ينبغي أن يكون لدينا مزيد من الاهتمام بالنصوص الشرعية المتعلقة بالإعجاز العلمي وبخاصة الطبي منه وذلك لما فيها من خير كبير للبشرية وتخفيف لآلام المرضى ومعاناتهم. ¶ 2- وضع خطط للبحوث الطبية المتعلقة بالطب النبوي وأخص منها ما يتعلق بالحبة السوداء حيث إن هذا الدواء بالنسبة لنا قطعي ولا يحتاج إلى إثبات، ولكن الذي نحتاج إليه هو تحديد الطريقة المثلى للعلاج من الأمراض المختلفة وقد تكون الأولوية لمرضى السرطان لخطورة هذا المرض وانتشاره في الوقت الحاضر. ¶ 3- نوصي بإقامة مراكز للعناية بالبحوث الطبية الشرعية وبخاصة في الجامعات والمؤسسات الأكاديمية، ولو أخذ هذا المجمع المبارك (مجمع الملك فهد لطباعة المصحف الشريف) بزمام المبادرة لإقامة مركز لدعم البحوث وتشجيعها في مجال الطب النبوي لكان له أجر السبق والاقتداء. ¶ 4- ينبغي أن تؤصل القواعد والأسس التي تنطلق منها البحوث في الطب النبوي، وأن نحذِّر من إضفاء الصبغة الشرعية على غير العلمية بتسويد صفحات في كتب تحمل عناوين مقتبسة من ألفاظ أحاديث الرسول صلى الله عليه وسلم بوصفات علاجية مبنية على التجارب الشخصية غير الموثقة علمياً.",
            "page": "41",
            "part": "1",
            "seal": "E587DA35"
        },
        {
            "id": "40",
            "nass": "مصادر ومراجع ¶ ... ¶ المراجع ¶ أولاً: المراجع الشرعية: ¶ 1- صحيح البخاري – للإمام أبي عبد الله محمد بن إسماعيل البخاري – الجزء السابع – طبعة المكتبة الإسلامية – تركيا. ¶ 2- صحيح مسلم – للإمام أبي الحسين مسلم بن الحجاج النيسابوري – الجزء الرابع – نشر وتوزيع رئاسة البحوث العلمية والإفتاء بالمملكة العربية السعودية. ¶ 3- فتح الباري بشرح صحيح البخاري – للإمام أحمد بن علي بن حجر العسقلاني – الجزء العاشر – نشر وتوزيع رئاسة البحوث العلمية والإفتاء بالمملكة العربية السعودية. ¶ 4- صحيح مسلم بشرح النووي – للإمام أبي زكريا يحيى بن شرف – المجلد السابع – طبعة دار الفكر. ¶ 5- صحيح سنن ابن ماجه – للشيخ محمد ناصر الدين الألباني – المجلد الثاني – الطبعة الثالثة – المكتب الإسلامي ببيروت. ¶ 6- صحيح سنن الترمذي – محمد ناصر الدين الألباني – الجزء الثاني – الطبعة الأولى – المكتب الإسلامي. ¶ 7- إرواء الغليل في تخريج أحاديث منار السبيل – للشيخ محمد ناصر الدين الألباني – الجزء السابع – الطبعة الأولى – المكتب الإسلامي. ¶ 8- صحيح الجامع الصغير – للشيخ محمد ناصر الدين الألباني – المجلد الثالث – الطبعة الثانية – المكتب الإسلامي.",
            "page": "42",
            "part": "1",
            "seal": "AF8CAF48"
        },
        {
            "id": "41",
            "nass": "9- سلسلة الأحاديث الصحيحة – للإمام الألباني – م2 -4- الطبعة الأولى – المكتب الإسلامي. ¶ 10- تحفة الأحوذي بشرح جامع الترمذي – للإمام الحافظ أبي العلا محمد بن عبد الرحمن المباركفوري – الجزء السادس – الطبعة الأولى – دار الكتب العلمية. ¶ 11- مجمع الزوائد ومنبع الفوائد – للحافظ نور الدين علي بن أبي بكر الهيثمي – الجزء الخامس – دار الريان للتراث ودار الكتاب العربي – 1407هـ. ¶ 12- فيض القدير شرح الجامع الصغير – للعلامة المناوي – الجزء الرابع – الطبعة الثانية – دار المعرفة. ¶ 13- جامع الأصول في أحاديث الرسول – للإمام مجد الدين بن الأثير الجزري – تحقيق عبد القادر الأرناؤوط – الجزء السابع – الطبعة الثانية – دار الفكر. ¶ 14- شرح السنة – للإمام البغوي – تحقيق: زهير الشاويش وشعيب الأرناؤوط – الجزء الثاني عشر – الطبعة الثانية – المكتب الإسلامي. ¶ 15- مشكاة المصابيح – لمحمد بن عبد الله الخطيب التبريزي – تحقيق الشيخ محمد ناصر الدين الألباني – المكتب الإسلامي.",
            "page": "43",
            "part": "1",
            "seal": "7DEEEED8"
        },
        {
            "id": "42",
            "nass": "ثانيا: المراجع الطبية العربية: ¶ 1- الشفاء بالحبة السوداء بين الإعجاز النبوي والطب الحديث للدكتور حسان شمسي باشا – الطبعة الأولى – مكتبة السوادي. ¶ 2- الحبة السوداء – دواء من كل داء – للدكتور حسان شمسي باشا – الطبعة الأولى – مكتبة السوادي للتوزيع. ¶ 3- الشفاء في الحبة السوداء بين التجربة والبرهان – للكيميائي طيب عبد الله الطيب – الطبعة الخامسة – 1409 هـ - الكويت – الناشر: المؤلف. ¶ 4- معجزات الشفاء في الثوم والبصل والعسل والحبة السوداء – أبو الفداء محمد عزت محمد عارف. ¶ 5- الشفاء بالحبة السوداء – لفرح عبد الحميد القداحي – دار الإسراء للنشر والتوزيع – 1413هـ. ¶ 6- مجلة الإعجاز العلمي – مقلة: الحبة السوداء والجهاز المناعي – د. عبد الحميد الصاوي – ص 16-23. العدد الرابع عشر – ذو القعدة 1423هـ. ¶ ثالثاً: مراجع حاسوبية: ¶ 1- موقع الدرر السنية للشيخ علوي السقاف على الشبكة العالمية للمعلومات (الإنترنت) . ¶ 2- موقع حرف للشركة العالمية للكمبيوتر على الشركة العالمية للمعلومات (الإنترنت) .",
            "page": "44",
            "part": "1",
            "seal": "2BA7ED78"
        },
        {
            "id": "43",
            "nass": "3- موقع قوقل (GOOGLE.COM) للبحث على الشبكة العالمية. ¶ 4- برنامج (مكتبة الحديث الشريف – الإصدار 6) لشركة العريس للكمبيوتر. ¶ رابعاً: المراجع الأجنبية (أغلبها باللغة الانجليزية وموجودة على موقع Medline للمجلات العالمية الطبية) . ¶ أولاً: البحوث المتعلقة بتأثير الحبة السوداء في المجالات التالية (مرتبة حسب ما ورد في جدول 3 في البحث) : ¶ 1- مرض السرطان: ¶ -Hum Exp Toxicol Apr; ¶ Khan N, Sharma S, Sultana S. ¶ -Biomed Sci Instrum ¶ Farah IO, Begum RAJ ¶ -Exp Clin Cancer Res Sep; ¶ Mabrouk GM, Moselhy SS, Zohny SF, Ali EM, Helal TE, Amin AA, Khalifa AA ¶ -Cancer Detect Prev ¶ Badary OA, Gamal El-Din AM ¶ -Planta Med Feb; ¶ Kumara SS, Huat BT ¶ - J Ethnopharmacol Nov ¶ Badary OA. ¶ -Eur J Cancer Prev Oct; Badary OA, AlShabanah OA, Nagi MN, Al-Rikabi AC, Elmazar MM. ¶ - Anticancer Res May-Jun; A ¶ Worthen DR, Ghosheh OA, Crooks PA.",
            "page": "45",
            "part": "1",
            "seal": "33ADF1AB"
        },
        {
            "id": "44",
            "nass": "-Cancer Lett Mar ¶ Salomi NJ, Nair SC, Jayawardhanan KK, Varghese CD, Panikkar KR. ¶ - J Ethnopharmacol Apr; ¶ Swamy SM, Tan BK. ¶ -Mol Cell Biochem Mar; ¶ Swamy SM, Huat BT ¶ 2- الالتهابات ومسكن للآلام: ¶ -Int Immunopharmacol Oct; ¶ El-Mahmoudy A, Matsuyama H, Borgan MA, Shimizu Y, El-Sayed MG, Minamoto N, ¶ Takewaki T. ¶ -J Ethnopharmacol Jul; ¶ El-Dakhakhny M, Madi NJ, Lembert N, Ammon HP. ¶ -J Ethnopharmacol Jun; ¶ Al-Ghamdi MS. ¶ -Planta Med Feb; ¶ Houghton PJ, Zarka R, de las Heras B, Hoult JR. ¶ -Ann Allergy Mar; ¶ Chakravarty N. ¶ 3- المناعة: ¶ - Phytother Res Mar; ¶ Abuharfeil NM, Salim M, Von Kleist S. ¶ -J Ethnopharmacol Jul; ¶ Abuharfeil NM, Maraqa A, Von Kleist S ¶ -Int J Immunopharmacol Apr; ¶ Haq A, Lobo PI, Al-Tufail M, Rama NR, Al-Sedairy ST. ¶ -Immunopharmacology Aug; ¶ Haq A, Abdullatif M, Lobo PI, Khabar KS, Sheth KV, al-Sedairy ST.",
            "page": "46",
            "part": "1",
            "seal": "782A7AB7"
        },
        {
            "id": "45",
            "nass": "-Saudi Pharmaceut J ¶ Basil AA, Erwa HH. ¶ -Bull Islamic Med ¶ El-Kadi A, Kandil O ¶ 4- مقاومة الميكروبات: ¶ -Phytother Res Feb; ¶ Khan MA, Ashfaq MK, Zuberi HS, Mahmood MS, Gilani AH ¶ -Acta Microbiol Pol ¶ Morsi NM ¶ -Int J Immunopharmacol Sep; ¶ Salem ML, Hossain MS ¶ -J Ethnopharmacol Sep; ¶ Hanafy MS, Hatem ME ¶ -Pharmazie Feb; ¶ El-Fatatry HM. ¶ 5- مقاومة الديدان: ¶ -J Ethnopharmacol Jan; ¶ Mahmoud MR, El-Abhar HS, Saleh SJ ¶ -Pak Med Assoc Aug; ¶ Akhtar MS, Riffat S. ¶ 6- الآثار الجانبية للأدوية: ¶ -Toxicology Mar ¶ Badary OA, Abdel-Naim AB, Abdel-Wahab MH, Hamada FM ¶ -J Ethnopharmacol Nov ¶ Badary OA",
            "page": "47",
            "part": "1",
            "seal": "2AC3066D"
        },
        {
            "id": "46",
            "nass": "-.J Pharm. BelgMar-Apr; discussion el Daly ES ¶ - J Ethnopharmacol Jan; ¶ Nair SC, Salomi MJ, Panikkar B, Panikkar KR. ¶ 7- حماية الكبد من التسمم والتليف: ¶ -Res Commun Mol Pathol Pharmacol ¶ Mansour MA, Ginawi OT, El-Hadiyah T, El-Khatib AS, Al-Shabanah OA, Al-Sawaf HA ¶ -J Vet Med A Physiol Pathol Clin Med Dec; ¶ Meral I, Yener Z, Kahraman T, Mert N. ¶ -Dtsch Tierarztl WochenschrFeb; ¶ Turkdogan MK, Agaoglu Z, Yener Z, Sekeroglu R, Akkan HA, Avci ME ¶ -Arzneimittelforschung Sep; ¶ el-Dakhakhny M, Mady NI, Halim MA. ¶ - Biochem Mol Biol Int Jan; ¶ Nagi MN, Alam K, Badary OA, al-Shabanah OA, al-Sawaf HA, al-Bekairi AM. ¶ -Toxicol Lett Mar ¶ Daba MH, Abdel-Rahman MS ¶ 8- نسبة السكر في الدم: ¶ -Res Vet Sci Dec; Fararh KM, Atoji Y, Shimizu Y, Takewaki T. ¶ -Planta Med May; ¶ El-Dakhakhny M, Mady N, Lembert N, Ammon HP. ¶ - Phytomedicine Jan; ¶ Zaoui A, Cherrah Y, Mahassini N, Alaoui K, Amarouch H, Hassar M.",
            "page": "48",
            "part": "1",
            "seal": "3EAAF735"
        },
        {
            "id": "47",
            "nass": "- J Vet Med A Physiol Pathol Clin Med Dec; ¶ Meral I, Yener Z, Kahraman T, Mert N. ¶ - J Ethnopharmacol Jan; ¶ Zaoui A, Cherrah Y, Alaoui K, Mahassine N, Amarouch H, Hassar M. ¶ -Saudi Pharmaceut J ¶ Bamosa AO, Basil AA, Sowayan SA ¶ - Diabetes Res Dec; ¶ al-Awadi F, Fatania H, Shamte U. ¶ -Acta Diabetol Lat Jan-Mar; ¶ Al-Awadi FM, Gumaa KA. ¶ -Annals of Saudi Medicine. Hawsawi ZA, Ali BA, Bamosa AO ¶ 9- كريات الدم البيضاء والحمراء: ¶ -Phytomedicine Jan; ¶ Zaoui A, Cherrah Y, Mahassini N, Alaoui K, Amarouch H, Hassar M. ¶ -J Ethnopharmacol Jan; ¶ Zaoui A, Cherrah Y, Alaoui K, Mahassine N, Amarouch H, Hassar M. ¶ 10- حماية المعدة من القرحة: ¶ - J Ethnopharmacol Feb; ¶ El-Abhar HS, Abdallah DM, Saleh S. ¶ - J Ethnopharmacol Sep; ¶ El-Dakhakhny M, Barakat M, El-Halim MA, Aly SM.",
            "page": "49",
            "part": "1",
            "seal": "A0495A88"
        },
        {
            "id": "48",
            "nass": "11- تخثر الدم: ¶ - J Ethnopharmacol Mar; ¶ Al-Jishi SA, Abuo Hozaifa B. ¶ -Saudi Pharmaceutical J Oct;. ¶ Bodour MA ¶ - Phytomedicine Jan; ¶ Zaoui A, Cherrah Y, Mahassini N, Alaoui K, Amarouch H, Hassar M. ¶ - Biol Pharm Bull Mar; ¶ Enomoto S, Asano R, Iwahori Y, Narui T, Okada Y, Singab AN, Okuyama T. ¶ 12- الجهاز التنفسي ومرض الربو: ¶ -J Pak Med Assoc Mar; ¶ Gilani AH, Aziz N, Khurram IM, Chaudhary KS, Iqbal A. ¶ -Gen Pharmacol Sep; ¶ El Tahir KE, Ashour MM, al-Harbi MM ¶ -Egypt Pharm Bull ¶ Mahfouz M, El-Dakhakhny M. ¶ -Alex Med J ¶ Mahfouz M, Abdel-Maguid R, El-Dakhakhny M. ¶ -Gazette Egypt Pead Assoc ¶ Badr-El-Din MK ¶ 13- الجهاز الدوري وضغط الدم: ¶ -Therapie May-Jun; ¶ Zaoui A, Cherrah Y, Lacaille-Dubois MA, Settaf A, Amarouch H, Hassar M. ¶ -Gen Pharmacol Sep; ¶ El Tahir KE, Ashour MM, Al-Harbi MM",
            "page": "50",
            "part": "1",
            "seal": "94448FCD"
        },
        {
            "id": "49",
            "nass": "14- نسبة الدهون في الدم: ¶ -Arab Gulf J scient Res ¶ Basil AA, Bamosa AO, Al-Hawsawi ZA ¶ -Phytomedicine Jan; ¶ Zaoui A, Cherrah Y, Mahassini N, Alaoui K, Amarouch H, Hassar M. ¶ - J Ethnopharmacol Jan; ¶ Zaoui A, Cherrah Y, Alaoui K, Mahassine N, Amarouch H, Hassar M ¶ -Arzneimittelforschung Sep; ¶ el-Dakhakhny M, Mady NI, Halim MA. ¶ -Saudi Pharmaceut J ¶ Bamosa AO, Ali BA, Sowayan SA ¶ -Indian J Phys Pharm Bamosa AO, Ali BA, Hawsawi ZA ¶ ثانياَ: البحوث المتعلقة بتركيب الحبة السوداء: ¶ -Pharm J Trans ¶ Greenish HG. ¶ -J Pharm Sci United Arab Rep ¶ Mahfouz M, El-Dakhakhny M. ¶ -Arzneim Forsch (Drug Res) ¶ El-Dakhakhny M. ¶ -Prog Essent Oil Res Proc Int Symp Essent Oil ¶ Aboutabl AA, El-Azzouny AA, Hammerschmid FJ. ¶ - Phytother Res Aug; ¶ Burits M, Bucar F. ¶ - J Pharm Biomed Anal Apr; ¶ Ghosheh OA, Houdi AA, Crooks PA.",
            "page": "51",
            "part": "1",
            "seal": "14FFF6F3"
        },
        {
            "id": "50",
            "nass": "-Planta Med ¶ Gad AM, El-Dakhakhny M, Hassan MM. ¶ ثالثاً: بحوث الدراسات العليا: ¶ 1- رسالة دكتوراه في تأثير الحبة السوداء على الدهون للدكتورة/ بشرى الظواهري، كلية الطب بنات، جامعة الأزهر. ¶ 2- رسالة ماجستير في تأثير الحبة السوداء على السكر والدهون في الدم للدكتورة/ زبيدة هوساوي، كلية الطب، جامعة الملك فيصل. ¶ 3- رسالة ماجستير لدراسة مكونات فصائل معينة من الحبة السوداء التي تنمو في مصر لنجيب, كلية الصيدلة, جامعة القاهرة. ¶ رابعاً: مقالات شاملة على الحبة السوداء: (Review) ¶ -Phytoth Res ¶ Ali BH, Blunden G ¶ -Pakistan J Med Res ¶ Randhawa MA, Gamdi MS",
            "page": "52",
            "part": "1",
            "seal": "2DC113FA"
        }
    ],
    "t7604": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: الحبة السوداء في الحديث النبوي"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: استقصاء للأحاديث الواردة في الحبة السوداء مع تخريجها"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: كلام العلماء في شرح هذه الأحاديث"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: بعض التجارب في الاستشفاء بالحبة السوداء في القديم والحديث"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: الحبة السوداء في الطب الحديث"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: مكونات الحبة السوداء"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: مسح عام للبحوث التي أجريت على الحبة السوداء في الطب الحديث حتى تاريخه"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: هل للحبة السوداء آثار سلبية في الجسم؟ وما الجرعة القصوى التي يمكن أن يتحملها الجسم؟"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة وتوصيات"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}