{
    "b7605": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ الحث على اتباع السنة والتحذير من البدع وبيان خطرها ¶ تأليف: عبد المحسن بن حمد العباد البدر ¶ بسم الله الرحمن الرحيم ¶ الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضلَّ له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلاَّ الله وحده لا شريك له، وأشهد أنَّ محمداً عبده ورسوله، أرسله بالهدى ودين الحقِّ ليظهره على الدِّين كلِّه، فبلَّغ الرسالة وأدَّى الأمانة ونصح الأمة، وجاهد في الله حقَّ جهاده، اللَّهم صلِّ وسلِّم وبارك عليه وعلى آله وأصحابه ومَن اهتدى بهديه وسلك سبيله إلى يوم الدِّين. ¶ أمَّا بعد، فإنَّ نعمَ الله عزَّ وجلَّ على عباده كثيرة لا تُعدُّ ولا تُحصى، وأجلُّ نعمة أنعم الله بها على الإنس والجنِّ في آخر الزمان أن بعث فيهم رسولَه",
            "page": "3",
            "part": "1",
            "seal": "51160DCA"
        },
        {
            "id": "2",
            "nass": "الكريم محمداً عليه أفضل الصلاة وأتمُّ التسليم، فبلَّغهم ما أُرسل به إليهم من ربِّهم على التمام والكمال، وقد قال الإمام محمد بن مسلم بن شهاب الزهري رحمه الله: \"مِن الله عزَّ وجلَّ الرسالة، وعلى رسول الله صلى الله عليه وسلم البلاغ، وعلينا التسليم\"،ذكره البخاري عنه في أول باب قول الله تعالى: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} من كتاب التوحيد من صحيحه (13/503 ـ مع الفتح) . ¶ فالذي من الله الرسالة، وقد حصل ذلك، كما قال الله عزَّ وجلَّ {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} ، وقال: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ}",
            "page": "4",
            "part": "1",
            "seal": "3BBA0FE5"
        },
        {
            "id": "3",
            "nass": "والذي على الرسول صلى الله عليه وسلم وهو البلاغ قد حصل على أكمل الوجوه وأتمِّها، كما قال الله عزَّ وجلَّ {فَهَلْ عَلَى الرُّسُلِ إِلا الْبَلاغُ الْمُبِينُ} ، وقال: {وَمَا عَلَى الرَّسُولِ إِلاَّ الْبَلاغُ الْمُبِينُ} ¶ وأمَّا الذي على العباد وهو التسليم والانقياد، فقد انقسم الناس فيه إلى موفَّق متَّبع لسبيل الحقِّ، وغير موفَّق متَّبع للسبل الأخرى، كما قال الله عزَّ وجلَّ: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ}",
            "page": "5",
            "part": "1",
            "seal": "52F6F964"
        },
        {
            "id": "4",
            "nass": "من صفات الشريعة البقاء والعموم والكمال ¶ وهذه الشريعة التي بعث الله بها رسوله الكريم محمداً صلى الله عليه وسلم متصفةٌ بثلاث صفات، هي البقاء والعموم والكمال، فهي باقية إلى قيام الساعة، قال الله عزَّ وجلَّ: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ",
            "page": "5",
            "part": "1",
            "seal": "C27F6ED7"
        },
        {
            "id": "5",
            "nass": "وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} ، وروى البخاري (71) ومسلم (1037) عن معاوية رضي الله عنه قال: سمعتُ النَّبيَّ صلى الله عليه وسلم يقول: \"من يُرد الله به خيراً يفقهه في الدِّين، وإنَّما أنا قاسمٌ والله يُعطي، ولن تزال هذه الأمَّةُ قائمةً على أمر الله، لا يضرُّهم من خالفهم حتى يأتي أمر الله\". ¶ وهي عامَّة للثقلَين الجن والإنس، وهم أمَّتُه صلى الله عليه وسلم أمَّة الدعوة، فإنَّ كلَّ إنسيٍّ وجنيٍّ من حين بعثته إلى قيام الساعة مدعوٌّ إلى الدخول في الدِّين الحنيف الذي بعث الله به رسوله الكريم صلى الله عليه وسلم، كما قال الله عزَّ وجلَّ: {وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلامِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} ، ففي هذه الآية الكريمة الإشارة إلى أمَّة الدعوة وأمَّة الإجابة، فأمَّة الدعوة في قوله: {وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلامِ} ، أي: يدعو كلَّ أحد، فحُذف المفعول لإفادة العموم، وأمَّة",
            "page": "6",
            "part": "1",
            "seal": "49FF40A5"
        },
        {
            "id": "6",
            "nass": "الإجابة في قوله: {وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} ، فإنَّ الذين هداهم الله إلى الصراط المستقيم هم الذين استجابوا لدعوته صلى الله عليه وسلم ودخلوا في دينه الحنيف، فكانوا من المسلمين، وحصول الهداية لأمَّة الإجابة إنَّما هو بفضل الله وتوفيقه، وهذه الهداية إلى الصراط المستقيم توفيق من الله لِمَن هداهم، ولا يملك هذه الهداية إلاَّ الله سبحانه، كما قال الله عزَّ وجلَّ {إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} ، وأمَّا هداية الدلالة والإرشاد، فقد أثبتها الله لنبيِّه صلى الله عليه وسلم في قوله: {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} ، أي: تدلُّ وتُرشد، ومن أدلَّة شمول دعوته صلى الله عليه وسلم للناس جميعاً قول الله عزَّ وجلَّ: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً} ، وقوله صلى الله عليه وسلم: \" والذي نفسي بيده! لا يسمع بي أحد من هذه الأمَّة يهودي ولا نصراني، ثم",
            "page": "7",
            "part": "1",
            "seal": "86E4252C"
        },
        {
            "id": "7",
            "nass": "يموت ولم يؤمن بالذي أُرسِلتُ به إلاَّ كان من أصحاب النار\" رواه مسلم في صحيحه (153) ، ومصداق ذلك في كتاب الله، كما جاء عن سعيد ابن جُبير ـ رحمه الله ـ في قول الله عزَّ وجلَّ: {وَمَنْ يَكْفُرْ بِهِ مِنَ الأَحْزَابِ فَالنَّارُ مَوْعِدُهُ} ، ذكره عنه ابن كثير في تفسيره هذه الآية من سورة هود. ¶ ومن أدلَّة شمول دعوته للجنِّ قوله الله عزَّ وجلَّ: {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَراً مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَاباً أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ وَمَنْ لا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ أُولَئِكَ فِي ضَلالٍ",
            "page": "8",
            "part": "1",
            "seal": "F4D9CABD"
        },
        {
            "id": "8",
            "nass": "مُبِينٍ} ، وقال الله عزَّ وجلَّ في سورة الرحمن: {فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ} ، وهي خطاب من الله للإنس والجنِّ، وقد ذُكِرت هذه الآية في هذه السورة إحدى وثلاثين مرة. ¶ وفي سنن الترمذي (3291) عن جابر رضي الله عنه قال: \"خرج رسول الله صلى الله عليه وسلم على أصحابه فقرأ عليهم سورة الرحمن من أوَّلِها إلى آخرها فسكتوا، فقال: لقد قرأتها على الجنِّ ليلة الجنِّ فكانوا أحسنَ مردوداً منكم؛ كنتُ كلَّما أتيتُ على قوله: {فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ} ، قالوا: لا بشيء من نعمك ربَّنا نكذِّب، فلك الحمد\"، وله شاهد عن ابن عمر عند ابن جرير، انظر تخريجه في السلسلة الصحيحة للألباني (2150) ، ومن سور القرآن سورة الجن، وقد حكى الله فيها عنهم جُملاً من أقوالهم. ¶ وأمَّا الصفة الثالثة من صفات هذه الشريعة،",
            "page": "9",
            "part": "1",
            "seal": "441D0D44"
        },
        {
            "id": "9",
            "nass": "وهي صفة الكمال، فقد قال الله عزَّ وجلَّ في كتابه العزيز: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأِسْلامَ دِيناً} ، وقال رسول الله صلى الله عليه وسلم: \"تركتكم على مثل البيضاء، ليلها كنهارها، لا يزيغ عنها إلاَّ هالك\" حديث صحيح، رواه ابن أبي عاصم في السنة (48) عن العرباض بن سارية رضي الله عنه، ورواه أيضاً (47) من حديث أبي الدرداء رضي الله عنه، وفي صحيح مسلم (262) عن سلمان رضي الله عنه قال: قيل له: \"قد علَّمكم نبيُّكم صلى الله عليه وسلم كلَّ شيء حتى الخراءة، قال: فقال: أجل! لقد نهانا أن نستقبل القبلة لغائط أو بول، أو أن نستنجي باليمين، أو أن نستنجي بأقل من ثلاثة أحجار، أو أن نستنجي برجيع أو بعظم\"، وهو يدلُّ على كمال الشريعة واستيعابها لكلِّ ما تحتاجه هذه الأمَّة، حتى آداب قضاء الحاجة، وفي صحيح مسلم",
            "page": "10",
            "part": "1",
            "seal": "24358DCB"
        },
        {
            "id": "10",
            "nass": "أيضاً (1844) عن عبد الله بن عمرو بن العاص رضي الله عنهما: أنَّ رسول الله صلى الله عليه وسلم قال: \"إنَّه لم يكن نبيٌّ قبلي إلاَّ كان حقًّا عليه أن يدلَّ أمَّته على خير ما يعلمه لهم، وينذرهم شرَّ ما يعلمه لهم\"، وروى البخاري في صحيحه (5598) عن أبي الجويرية قال: \"سألتُ ابنَ عباس عن الباذق، فقال: سبق محمد صلى الله عليه وسلم الباذق، فما أسكر فهو حرام، قال: الشراب الحلال الطيب، قال: ليس بعد الحلال الطيب إلاَّ الحرام الخبيث\"، والباذق نوعٌ من الأشربة، والمعنى أنَّ الباذق لم يكن في زمنه صلى الله عليه وسلم، ولكن ما جاء به الرسول صلى الله عليه وسلم مستوعب له ولغيره، وذلك في عموم قوله صلى الله عليه وسلم: \"ما أسكر فهو حرام\"، فإنَّ عموم هذا الحديث يدلُّ على أنَّ كلَّ مسكر مِمَّا كان في زمنه صلى الله عليه وسلم أو وُجد بعد زمنه، سواء كان سائلاً أو جامداً، فهو حرام، وأنَّ ما لم يكن كذلك",
            "page": "11",
            "part": "1",
            "seal": "6E722809"
        },
        {
            "id": "11",
            "nass": "فهو حلال، ويُقال في شرب الدخان الذي وُجد في أزمنة متأخرة ما قيل في الباذق، وهو أنَّ الشريعة بعموماتها دالَّةٌ على تحريمه، وذلك في قوله سبحانه وتعالى عن نبيِّه محمد صلى الله عليه وسلم: {وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ} ، وهو ليس من الطيبات، بل هو من الخبائث، فيكون محرَّماً، ويُضاف إلى ذلك أيضاً أنَّه يجلب الأمراض التي تؤدِّي إلى الوفاة، وفيه إضاعة المال، وإيذاء الناس برائحته الكريهة، وكلُّها دالَّةٌ على تحريمه، وقال أبو ذررضي الله عنه: \"ترَكَنَا رسول الله صلى الله عليه وسلم وما طائر يطير بجناحيه إلاَّ عندنا منه علم\" أخرجه أبو حاتم ابن حبان في صحيحه (65) ، وقال: \"معنى (عندنا منه) يعني بأوامره ونواهيه وأخباره وأفعاله وإباحته صلى الله عليه وسلم\"، صححه الشيخ الألباني في صحيح موارد الظمآن في زوائد ابن حبان للهيثمي (1/119) ، ومن العلم الذي",
            "page": "12",
            "part": "1",
            "seal": "4DF28BEA"
        },
        {
            "id": "12",
            "nass": "عندنا عن رسول الله صلى الله عليه وسلم في الطير ما رواه مسلم في صحيحه (1934) عن ابن عباس رضي الله عنهما قال: \"نهى رسول الله صلى الله عليه وسلم عن كلِّ ذي ناب من السِّباع، وعن كلِّ ذي مخلب من الطير\"، وهو يدلُّ على تحريم أكل كلِّ طائر له مخلب يفترس به، وذلك من جوامع كلمه صلى الله عليه وسلم، وهذا في الأحكام، وأمَّا الأخبار، فمنها قوله صلى الله عليه وسلم: \"لو أنَّكم توكَّلون على الله حقَّ توكله لرزقكم كما يرزق الطير، تغدو خماصاً، وتروح بطاناً\" رواه أحمد والترمذي والنسائي وابن ماجه وابن حبان والحاكم، وقال الترمذي \"حسن صحيح\"، وهو أحد الأحاديث التي زادها ابن رجب على الأربعين النووية. ¶ قال الإمام ابن القيم في كتابه إعلام الموقعين (4/375 ـ 376) في بيان كمال الشريعة، قال: \"وهذا الأصل من أهمِّ الأصول وأنفعها، وهو",
            "page": "13",
            "part": "1",
            "seal": "959F8A22"
        },
        {
            "id": "13",
            "nass": "مبنيٌّ على حرف واحد، وهو عمومُ رسالته صلى الله عليه وسلم بالنسبة إلى كلِّ ما يحتاج إليه العبادُ في معارفهم وعلومهم وأعمالهم، وأنَّه لَم يُحْوِج أمَّتَه إلى أحد بعده، وإنَّما حاجتهم إلى مَن يبلِّغهم عنه ما جاء به، فلرسالته عمومان محفوظان لا يتطرَّق إليهما تخصيصٌ؛ عمومٌ بالنسبة إلى المرسَل إليهم، وعمومٌ بالنسبة إلى كلِّ ما يَحتاج إليه مَن بُعث إليه في أصول الدِّين وفروعه، فرسالتُه كافيةٌ شافيةٌ عامَّة، لا تحوج إلى سواها، ولا يتمُّ الإيمانُ به إلاَّ بإثبات عمومِ رسالته في هذا وهذا، فلا يَخرج أحدٌ من المكلَّفين عن رسالته، ولا يخرج نوع من أنواع الحقِّ الذي تحتاج إليه الأمَّة في علومها وأعمالها عمَّا جاء به، وقد توفي رسول الله صلى الله عليه وسلم وما طائرٌ يقلِّب جناحيه في السَّماء إلاَّ ذكَر للأمَّة منه علماً وعلَّمهم كلَّ شيء حتى آداب التخلِّي وآدابَ الجِماع والنوم،",
            "page": "14",
            "part": "1",
            "seal": "D77C1710"
        },
        {
            "id": "14",
            "nass": "والقيام والقعود، والأكل والشرب، والركوب والنزول، والسَّفر والإقامة، والصَّمت والكلام، والعُزلة والخلطة، والغنى والفقر، والصحة والمرض، وجميع أحكام الحياة والموت، ووَصَفَ لهم العرشَ والكرسيَّ، والملائكة والجنَّ، والنار والجنة، ويوم القيامة وما فيه حتى كأنَّه رأيُ عَين، وعرَّفهم معبودَهم وإلَههم أتمَّ تعريف، حتى كأنَّهم يرونه ويشاهدونه بأوصاف كماله ونعوت جلاله، وعرَّفهم الأنبياء وأمَمَهم وما جرى لهم وما جرى عليهم معهم، حتى كأنَّهم كانوا بينهم، وعرَّفهم مِن طُرق الخير والشرِّ دقيقَها وجليلَها ما لَم يعرِّفه نبيٌّ لأمَّته قبله، وعرَّفهم صلى الله عليه وسلم من أحوال الموت وما يكون بعده في البرزخ وما يحصل فيه من النَّعيم والعذاب للروح والبدن، ما لَم يعرِّف به نبيٌّ غيرَه، وكذلك عرَّفهم صلى الله عليه وسلم من أدلَّةَ التوحيد والنبوة",
            "page": "15",
            "part": "1",
            "seal": "F521C51B"
        },
        {
            "id": "15",
            "nass": "والمعاد، والردَّ على جميع فرق أهل الكفر والضلال، ما ليس لِمَن عرفه حاجة مِن بعده، اللهمَّ إلاَّ إلى مَن يبلِّغه إياه ويبيِّنه ويوضح منه ما خفي عليه، وكذلك عرَّفهم صلى الله عليه وسلم مِن مَكايد الحروب ولقاء العدوِّ وطرُق النَّصر والظَّفَر ما لو عَلِموه وعقِلُوه ورعَوْه حقَّ رعايَتِه لَم يقم لَهم عدوٌّ أبداً، وكذلك عرَّفهم صلى الله عليه وسلم مِن مكايد إبليس وطرُقِه التي يأتيهم منها، وما يتحرَّزون به مِن كيده ومَكرِه، وما يدفعون به شرَّه ما لا مَزيد عليه، وكذلك عرَّفهم صلى الله عليه وسلم مِن أحوال نفوسِهم وأوصافِها ودسائسِها وكمائِنها ما لا حاجة لهم مَعه إلى سِواه، وكذلك عرَّفهم صلى الله عليه وسلم مِن أمور مَعايشِهم ما لو عَلِموه وعمِلُوه لاستقامت لهم دنياهم أعظمَ استقامة. ¶ وبالجملة فجاءهم بخير الدنيا والآخرة برُمَّته، ولَم يُحْوِجْهُم الله إلى أحد سواه، فكيف يُظَنُّ أنَّ",
            "page": "16",
            "part": "1",
            "seal": "D5B4692E"
        },
        {
            "id": "16",
            "nass": "شريعتَه الكاملةَ التي ما طرق العالَم شريعةٌ أكملَ منها ناقصةٌ، تحتاج إلى سياسة خارجة عنها تكمِّلها، أو إلى قياس أو حقيقة أو معقول خارجٍ عنها، ومَن ظنَّ ذلك فهو كمَن ظنَّ أنَّ بالناس حاجةً إلى رسول آخَر بعده، وسبَبُ هذا كله خفاءُ ما جاء به على مَن ظنَّ ذلك، وقلَّةُ نصيبه مِن الفَهم الذي وفَّق الله له أصحابَ نبيِّه الذين اكتفوا بما جاء به، واستغنوا به عمَّا سواه، وفتحوا به القلوبَ والبلادَ، وقالوا: هذا عهدُ نبيِّنا إلينا، وهو عهدُنا إليكم\".",
            "page": "17",
            "part": "1",
            "seal": "E608B61E"
        },
        {
            "id": "17",
            "nass": "إطلاقات لفظ السنَّة ¶ وهذه الشريعةُ الكاملةُ هي سنَّته صلى الله عليه وسلم بالمعنى العام؛ فإنَّ السنَّةَ تُطلقُ أربعة إطلاقات: ¶ الأول: أنَّ كلَّ ما جاء في الكتاب والسنَّة هو سنَّته صلى الله عليه وسلم، وهي طريقتُه التي كان عليها صلى الله عليه وسلم، ومن ذلك قوله صلى الله عليه وسلم: \"فمَن رغب عن سنَّتي فليس",
            "page": "17",
            "part": "1",
            "seal": "58ED9DEC"
        },
        {
            "id": "18",
            "nass": "منِّي\" رواه البخاري (5063) ومسلم (1401) . ¶ الثاني: أنَّ السنَّة بمعنى الحديث، وذلك إذا عُطفت على الكتاب، ومنه قوله صلى الله عليه وسلم: \"يا أيُّها الناس! إنِّي قد تركتُ فيكم ما إن اعتصمتم به فلَن تضلُّوا أبداً: كتاب الله وسنَّة نبيِّه صلى الله عليه وسلم\"، وقوله: \"إنِّي قد تركت فيكم شيئين لن تضلُّوا بعدهما: كتاب الله وسنَّتي\" رواهما الحاكم في مستدركه (1/93) ، ومنه قول بعض العلماء عند ذكر بعض المسائل: وهذه المسألة دلَّ عليها الكتاب والسنَّة والإجماع. ¶ الثالث: أنَّ السنَّة تُطلق في مقابل البدعة، ومنه قوله صلى الله عليه وسلم في حديث العرباض بن سارية: \"فإنَّه من يعش منكم فسيرى اختلافاً كثيراً، فعليكم بسنَّتي وسنَّة الخلفاء المهديين الراشدين، تمسَّكوا بها وعضُّوا عليها بالنواجذ، وإيَّاكم ومحدثات الأمور؛",
            "page": "18",
            "part": "1",
            "seal": "361B968A"
        },
        {
            "id": "19",
            "nass": "فإنَّ كلَّ محدثة بدعة، وكلَّ بدعة ضلالة\" أخرجه أبو داود (4607) ـ وهذا لفظه ـ والترمذي (2676) وابن ماجه (43 ـ 44) ، وقال الترمذي: \"حديث حسن صحيح\"، ومنه تسمية بعض المتقدِّمين من المحدثين كتبهم في العقيدة باسم (السنة) ، مثل السنة لمحمد بن نصر المروزي، والسنة لابن أبي عاصم، والسنة للالكائي، وغيرها، وفي كتاب السنن لأبي داود كتاب السنة يشتمل على أحاديث كثيرة في العقيدة. ¶ الرابع: أنَّ السنَّة تُطلق بمعنى المندوب والمستحب، وهو ما جاء الأمر به على سبيل الاستحباب، لا على سبيل الإيجاب، وهذا الإطلاق للفقهاء، ومن أمثلته قوله صلى الله عليه وسلم: \"لولا أن أشقَّ على أمَّتي لأمرتهم بالسواك عند كلِّ صلاة\" رواه البخاري (887) ومسلم (252) ، فإنَّ الأمرَ",
            "page": "19",
            "part": "1",
            "seal": "EDD0F750"
        },
        {
            "id": "20",
            "nass": "بالسواك استحباباً حاصل، وإنَّما تُرك خشية المشقَّة على سبيل الإيجاب.",
            "page": "20",
            "part": "1",
            "seal": "BF6D8DBE"
        },
        {
            "id": "21",
            "nass": "آياتٌ وأحاديث وآثار في اتِّباع السنن والتحذير من البدع والمعاصي ¶ وقد ورد في كتاب الله آياتٌ كثيرة تدلُّ على الترغيب في اتِّباع ما جاء به الرسول الكريم صلى الله عليه وسلم، والحث على ذلك والتحذير من مخالفة الرسول صلى الله عليه وسلم فيما جاء به من الحق والهدى والوقوع في الشرك والبدع والمعاصي، فمِن ذلك قول الله عزَّ وجلَّ: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} ، وقوله: {مَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً} ، وقوله: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ",
            "page": "20",
            "part": "1",
            "seal": "A6986984"
        },
        {
            "id": "22",
            "nass": "أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} ، قال ابن كثير في تفسيره: \"أي: عن أمْر رسول الله صلى الله عليه وسلم، وهو سبيله ومنهاجه وطريقته وسنته وشريعته، فتوزَن الأقوال والأعمال بأقواله وأعماله، فما وافق ذلك قُبل، وما خالفه فهو مردودٌ على قائله وفاعله كائناً من كان، كما ثبت في الصحيحين وغيرهما عن رسول الله صلى الله عليه وسلم أنَّه قال: \"من عمل عملاً ليس عليه أمرنا فهو رد\"، أي: فليحذر وليخش مَن خالف شريعة الرسول باطناً وظاهراً {أَنْ تُصِيبَهُمْ فِتْنَةٌ} أي: في قلوبهم من كفر أو نفاق أو بدعة، {أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} أي: في الدنيا بقتل أو حدٍّ أو حبس أو نحو ذلك\". ¶ وقال تعالى: {قَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً} ، وقال: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} ،",
            "page": "21",
            "part": "1",
            "seal": "6DA175DF"
        },
        {
            "id": "23",
            "nass": "قال ابن كثير في تفسيره: \"هذه الآية الكريمة حاكمة على كلِّ مَن ادَّعى محبَّةَ الله وليس هو على الطريقة المحمدية، فإنَّه كاذبٌ في نفس الأمر حتى يتَّبع الشرعَ المحمدي والدِّينَ النَّبوي في جميع أقواله وأفعاله، كما ثبت في الصحيح عن رسول الله صلى الله عليه وسلم أنَّه قال: \"من عمل عملاً ليس عليه أمرنا فهو رد\"، ولهذا قال: {إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} ، أي: يحصل لكم فوق ما طلبتم من محبَّتكم إيَّاه، وهو محبَّته إيَّاكم، وهو أعظم من الأول، كما قال بعض العلماء الحكماء: ليس الشأن أن تُحِبَّ، إنَّما الشأن أن تُحَبَّ، وقال الحسن البصري وغيره من السلف: زعم قومٌ أنَّهم يُحبُّون اللهَ فابتلاهم الله بهذه الآية فقال.: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} ¶ وقال تعالى: {فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} ، وقال: {فَمَنِ اتَّبَعَ هُدَايَ فَلا",
            "page": "22",
            "part": "1",
            "seal": "A35B465F"
        },
        {
            "id": "24",
            "nass": "يَضِلُّ وَلا يَشْقَى وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} ، وقال: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} ، وقال: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} ، وقال: {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ} وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} ، وقال: {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ} ، وقال: {قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا",
            "page": "23",
            "part": "1",
            "seal": "2062979A"
        },
        {
            "id": "25",
            "nass": "وَمَا عَلَى الرَّسُولِ إِلاَّ الْبَلاغُ الْمُبِينُ} ، وقال: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} ، وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} ، وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ} ، وقال: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ} ، وقال: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} وقال: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلاَّ تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ} ،",
            "page": "24",
            "part": "1",
            "seal": "9F4B74F7"
        },
        {
            "id": "26",
            "nass": "وقال: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} ، وقال: {فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ} ، وقال عن الجنِّ لَمَّا ولَّوا إلى قومهم منذرِين: {قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَاباً أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ وَمَنْ لا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ أُولَئِكَ فِي ضَلالٍ مُبِينٍ} ¶ وورد في سنة الرسول صلى الله عليه وسلم أحاديثُ عديدة تدلُّ على الترغيب في اتِّباع السنن والتحذير من البدع، وتبين خطرَها، منها: ¶ 1 ـ قوله صلى الله عليه وسلم: \"مَن أحدث في أمرنا هذا ما",
            "page": "25",
            "part": "1",
            "seal": "D2F4B25B"
        },
        {
            "id": "27",
            "nass": "ليس منه فهو ردٌّ\" رواه البخاري (2697) ومسلم (1718) ، وفي لفظ لمسلم: \"من عمل عملاً ليس عليه أمرنا فهو رد\"، وهذه الرواية عند مسلم أعمُّ من الرواية الأخرى؛ لأنَّها تشمل مَن أحدث البدعة ومَن تابَعَ مَن أحدثها، وهو دليل على أحد شرطي قبول العمل، وهو اتِّباع الرسول صلى الله عليه وسلم؛ لأنَّ كلَّ عمل يُتقرَّب به إلى الله لا يكون مقبولاً عند الله إلاَّ إذا توفَّر فيه شرطان: ¶ أحدهما: تجريد الإخلاص لله وحده، وهو مقتضى شهادة أن لا إله إلاَّ الله. ¶ والثاني: تجريد المتابعة للرسول صلى الله عليه وسلم، وهو مقتضى شهادة أنَّ محمداً رسول الله، قال الفضيل بن عياض كما في مجموع الفتاوى لشيخ الإسلام ابن تيمية (18/250) في قوله تعالى: {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً} : \"أخلصُه وأصوَبُه، قال: فإنَّ العملَ إذا",
            "page": "26",
            "part": "1",
            "seal": "8ECF6D77"
        },
        {
            "id": "28",
            "nass": "كان خالصاً ولم يكن صواباً لم يُقبل، وإذا كان صواباً ولم يكن خالصاً لم يُقبل، حتى يكون خالصاً صواباً، والخالص أن يكون لله، والصواب أن يكون على السنَّة\"، وقال ابن كثير في تفسير قوله تعالى: {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً} قال: {فَلْيَعْمَلْ عَمَلاً صَالِحاً} أي: ما كان موافقاً لشرع الله، {وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً} وهو الذي يُراد به وجه الله وحده لا شريك له، وهذان ركنا العمل المتقبَّل، لا بدَّ أن يكون خالصاً لله صواباً على شريعة رسول الله صلى الله عليه وسلم\". ¶ 2 ـ وقال العرباض بن ساريةرضي الله عنه: \"وعظنا رسول الله صلى الله عليه وسلم موعظةً بليغة ذرفت منها العيون ووجلت منها القلوب، قال قائل: يا رسول الله! كأنَّ هذه موعظة مودِّع، فماذا تعهد إلينا؟ فقال:",
            "page": "27",
            "part": "1",
            "seal": "A4088C88"
        },
        {
            "id": "29",
            "nass": "أوصيكم بتقوى الله والسمع والطاعة وإن عبد حبشي، فإنَّه مَن يعش منكم فسيرى اختلافاً كثيراً، فعليكم بسنَّتي وسنَّة الخلفاء المهديِّين الراشدين، تَمسَّكوا بها وعضُّوا عليها بالنواجذ، وإيَّاكم ومحدثات الأمور؛ فإنَّ كلَّ محدثة بدعة، وكلَّ بدعة ضلالة\" رواه أبو داود (4607) ـ وهذا لفظه ـ والترمذي (2676) ، وابن ماجه (43 ـ 44) ، وقال الترمذي: \"حديث حسن صحيح\". ¶ فقد أخبر صلى الله عليه وسلم عن حصول الاختلاف قريباً من زمنه صلى الله عليه وسلم، وأنَّه يكون كثيراً، وأنَّ مَن عاش من أصحابه يرى ذلك، ثم أرشد إلى ما فيه العصمة والسلامة، وهو اتِّباع سنَّته وسنَّة الخلفاء الراشدين وترك البدع ومحدثات الأمور، فرغَّب في السنَّة وحثَّ عليها بقوله: \"فعليكم بسنَّتي وسنَّة الخلفاء المهديين الراشدين\"، ورهَّب من البدع والمحدثات",
            "page": "28",
            "part": "1",
            "seal": "B467DB57"
        },
        {
            "id": "30",
            "nass": "بقوله: \" وإيَّاكم ومحدثات الأمور؛ فإنَّ كلَّ محدثة بدعة وكلَّ بدعة ضلالة\". ¶ 3 ـ وروى مسلم في صحيحه (867) عن جابر ابن عبد الله أنَّ رسول الله صلى الله عليه وسلم كان إذا خطب يوم الجمعة قال: \"أمَّا بعد، فإنَّ خير الحديث كتاب الله، وخير الهدى هدى محمد، وشر الأمور محدثاتها، وكلَّ بدعة ضلالة\". ¶ 4 ـ وقال رسول الله صلى الله عليه وسلم: \"فمَن رغب عن سنَّتي فليس منِّي\" رواه البخاري (5063) ومسلم (1401) . ¶ 5 ـ وقال صلى الله عليه وسلم: \"يا أيُّها الناس! إنِّي تركتُ فيكم ما إن اعتصمتم به فلن تضلُّوا أبداً، كتاب الله وسنَّة نبيِّه صلى الله عليه وسلم\"، وقال: \"إنِّي قد تركتُ فيكم شيئين لن تضلوا بعدهما، كتاب الله وسنَّتي\" رواهما الحاكم (1/93) ، وفي صحيح مسلم",
            "page": "29",
            "part": "1",
            "seal": "51A31E74"
        },
        {
            "id": "31",
            "nass": "(1218) حديث جابر الطويل في حجة الوداع قوله صلى الله عليه وسلم: \"وقد تركتُ فيكم ما لن تضلُّوا بعده إن اعتصمتم به: كتاب الله، وأنتم تُسألون عنِّي، فما أنتم قائلون؟ قالوا: نشهد أنَّك قد بلَّغتَ وأدَّيتَ ونصحتَ، فقال بإصبعه السبابة يرفعها إلى السماء وينكتها إلى الناس: اللَّهمَّ اشهد! اللَّهمَّ اشهد! ثلاث مرات\". ¶ 6 ـ وروى البخاري في صحيحه (7280) عن أبي هريرة: أنَّ رسول الله صلى الله عليه وسلم قال: \"كلُّ أمَّتي يدخلون الجنَّة إلاَّ من أبى، قالوا: يا رسول الله! ومَن يأبى؟ قال: مَن أطاعني دخل الجنَّة، ومَن عصاني فقد أبى\". ¶ 7 ـ وروى البخاري (7288) ومسلم (1337) ـ وهذا لفظه ـ عن أبي هريرة رضي الله عنه أنَّه سمع رسول الله صلى الله عليه وسلم يقول: \"ما نهيتُكم عنه فاجتنبوه،",
            "page": "30",
            "part": "1",
            "seal": "3592A977"
        },
        {
            "id": "32",
            "nass": "وما أمرتُكم به فافعلوا منه ما استطعتم؛ فإنَّما أهلك الذين من قبلكم كثرةُ مسائلهم واختلافهم على أنبيائهم\". ¶ 8 ـ وقال صلى الله عليه وسلم: \"لا يؤمن أحدُكم حتى يكون هواه تَبَعاً لِما جئتُ به\" صححه النووي في الأربعين من حديث عبد الله بن عمرو رضي الله عنهما، وقال الحافظ في الفتح (13/289) : \"وأخرج البيهقي في المدخل وابن عبد البر في بيان العلم عن جماعة من التابعين، كالحسن وابن سيرين وشريح والشعبي والنخعي بأسانيد جياد ذم القول بالرأي المجرَّد، ويجمع ذلك كلَّه حديثُ أبي هريرة \"لا يؤمن أحدُكم حتى يكون هواه تبَعاً لِما جئتُ به\"، أخرجه الحسن بن سفيان وغيره، ورجاله ثقات، وقد صححه النووي في آخر الأربعين\". ¶ 9 ـ وروى البخاري (1597) ومسلم (1270)",
            "page": "31",
            "part": "1",
            "seal": "8EC103A6"
        },
        {
            "id": "33",
            "nass": "أنَّ عمر رضي الله عنه جاء إلى الحجر الأسود وقبًَّله، وقال: \"إنِّي أعلمُ أنَّك حجرٌ لا تضرُّ ولا تنفع، ولولا أنِّي رأيتُ النَّبيَّ صلى الله عليه وسلم يُقبِّلك ما قبَّلتُك\". ¶ 10 ـ وروى مسلم (2674) عن أبي هريرة رضي الله عنه أنَّ رسول الله صلى الله عليه وسلم قال: \"مَن دعا إلى هدى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئاً، ومَن دعا إلى ضلالة كان عليه من الإثم مثل آثام مَن تبعه، لا ينقص ذلك من آثامهم شيئاً\". ¶ وكما وردت نصوصُ الكتاب والسنَّة في الترغيب في اتِّباع السنن والتحذير من البدع، فقد جاءت آثارٌ كثيرة عن سلف هذه الأمَّة المتَّبعين للكتاب والسنَّة من الصحابة والتابعين ومَن بعدهم، فيها الحثُّ على اتِّباع السنَّة والتحذير من البدع وبيان خطرها، ومن ذلك:",
            "page": "32",
            "part": "1",
            "seal": "0AD48CEF"
        },
        {
            "id": "34",
            "nass": "1 ـ قال عبد الله بن مسعود رضي الله عنه: \"اتِّبعوا ولا تبتدعوا؛ فقد كُفيتُم\" رواه الدارمي (211) . ¶ 2 ـ قال عثمان بن حاضر: \"دخلتُ على ابن عباس، فقلت: أوصني، فقال: نعم! عليك بتقوى الله والاستقامة، اتَّبع ولا تبتدع\" رواه الدارمي (141) . ¶ 3 ـ قال عبد الله بن مسعود: \"مَن سرَّه أن يلقى اللهَ غداً مسلماً فليحافظ على هؤلاء الصلوات حيث يُنادى بهنَّ؛ فإنَّ الله شرع لنبيِّكم سنن الهدى، وإنَّهنَّ من سُنن الهدى، ولو أنَّكم صلَّيتُم في بيوتكم كما يُصلِّي هذا المتخلِّف في بيته لتركتُم سنَّة نبيِّكم، ولو تركتم سنَّة نبيِّكم لضللتُم ... \" رواه مسلم (654) . ¶ 4 ـ قال عبد الله بن عمر رضي الله عنهما: \"كلُّ بدعة ضلالة وإن رآها الناسُ حسنة\" رواه",
            "page": "33",
            "part": "1",
            "seal": "5C68678C"
        },
        {
            "id": "35",
            "nass": "محمد بن نصر المروزي في السنة. ¶ 5 ـ قال معاذ بن جبل رضي الله عنه: \"فإيَّاكم وما يُبتدَع؛ فإنَّ ما ابتُدع ضلالة\" رواه أبو داود (4611) . ¶ 6 ـ كتب رجلٌ إلى عمر بن عبد العزيز يسأله عن القدر، فكتب: \"أمَّا بعد، أوصيك بتقوى الله والاقتصاد في أمره واتِّباع سنَّة نبيِّه صلى الله عليه وسلم وترك ما أحدث المحدثون بعد ما جرت به سنته، وكُفوا مؤنته، فعليك بلزوم السنَّة؛ فإنها لك بإذن الله عصمة ... \" رواه أبو داود (4612) . ¶ 7 ـ قال سهل بن عبد الله التستري: \"ما أحدث أحدٌ في العلم شيئاً إلاَّ سُئل عنه يوم القيامة، فإن وافق السنَّة سلِم، وإلاَّ فلا\" فتح الباري (13/290) .",
            "page": "34",
            "part": "1",
            "seal": "5C464656"
        },
        {
            "id": "36",
            "nass": "8 ـ قال أبو عثمان النيسابوري: \"مَن أمَّر السنَّة على نفسه قولاً وفعلاً نطق بالحكمة، ومن أمَّر الهوى على نفسه قولاً وفعلاً نطق بالبدعة\" حلية الأولياء (10/244) . ¶ 9 ـ قال الإمام مالك رحمه الله: \"مَن ابتدع في الإسلام بدعة يراها حسنة فقد زعم أنَّ محمداً خان الرسالة؛ لأنَّ الله يقول: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} ، فما لَم يكن يومئذ ديناً فلا يكون اليوم ديناً\" الاعتصام للشاطبي (1/28) . ¶ 10 ـ قال الإمام أحمد رحمه الله: \"أصول السنة عندنا التمسُّك بما كان عليه أصحاب رسول الله صلى الله عليه وسلم والاقتداء بهم، وترك البدع، وكل بدعة ضلالة\" شرح أصول اعتقاد أهل السنة للالكائي (317) .",
            "page": "35",
            "part": "1",
            "seal": "5F63C3C0"
        },
        {
            "id": "37",
            "nass": "اتِّباع السنَّة لازمٌ في الفروع كالأصول ¶ واتِّباع سنَّة الرسول صلى الله عليه وسلم في الأخذ بما دلَّ عليه الكتاب والسنَّة كما أنَّه لازمٌ في الأمور العقدية بقوله صلى الله عليه وسلم: \"فإنَّه من يعش منكم فسيرى اختلافاً كثيراً، فعليكم بسنَّتي وسنَّة الخلفاء المهديين الراشدين\" الحديث، فهو لازمٌ في الأمور الفرعية التي يسوغ فيها الاجتهاد عند ظهور الدليل، وقد أوصى العلماء من سلف هذه الأمة ـ ومنهم الأئمَّة الأربعة أبو حنيفة ومالك والشافعي وأحمد ـ بالأخذ بما دلَّ عليه الدليل، وترك أقوالهم التي قالوها إذا جاء حديثٌ صحيح عن رسول الله صلى الله عليه وسلم بخلافها، وقد اشتهر عن الإمام مالك قوله: \"كلٌّ يؤخذ من قوله ويُردُّ إلاَّ رسول الله صلى الله عليه وسلم\"، وقال الإمام الشافعي رحمه الله: \"أجمع الناسُ على أنَّ من استبانت له سنة رسول الله صلى الله عليه وسلم لم يكن له أن",
            "page": "36",
            "part": "1",
            "seal": "DC9F952D"
        },
        {
            "id": "38",
            "nass": "يَدَعها لقول أحد\" الروح لابن القيم (ص: 395 ـ 396) ، وقال ابن القيم قبل ذكر هذا الأثر بقليل: \"فمَن عرض أقوال العلماء على النصوص ووزَنَها بها وخالف منها ما خالف النصَّ لم يُهدِر أقوالَهم ولَم يهضِم جانبهم، بل اقتدى بهم؛ فإنَّهم كلَّهم أمروا بذلك، فمتَّبعُهم حقًّا مَن امتثل ما أوصوا به لا مَن خالفهم\". ¶ وقد جاء عن بعض العلماء المشتغلين بفقه أصحاب المذاهب الأربعة التعويل على الأدلة الصحيحة إذا جاءت بخلاف أقوالهم، فقال أصبغ بن الفرج: \"المسح (يعني على الخفين) عن النَّبيِّ صلى الله عليه وسلم وعن أكابر أصحابه في الحضر أثبت عندنا وأقوى من أن نتَّبعَ مالكاً على خلافه\" فتح الباري (1/306) ، وقال الحافظ في الفتح (1/276) : \"المالكية لا يقولون بالتتريب في الغسل من ولوغ",
            "page": "37",
            "part": "1",
            "seal": "AF58CA15"
        },
        {
            "id": "39",
            "nass": "الكلب، قال القرافي منهم: قد صحَّت فيه الأحاديث، فالعجب منهم كيف لم يقولوا بها! \". ¶ وقال ابن العربي المالكي: \"قال المالكية: ليس ذلك ـ أي الصلاة على الغائب ـ إلاَّ لمحمد صلى الله عليه وسلم، قلنا: وما عمل به محمدٌ صلى الله عليه وسلم تعملُ به أمَّتُه؛ يعني لأنَّ الأصلَ عدم الخصوصية، قالوا: طُويت له الأرض وأُحضرت الجنازة بين يديه! قلنا: إنَّ ربَّنا عليه لقادر، وإنَّ نبيَّنا لأهلٌ لذلك، ولكن لا تقولوا إلاَّ ما رويتم، ولا تَخترعوا حديثاً من عند أنفسكم، ولا تحدِّثوا إلاَّ بالثابتات ودَعُوا الضِّعافَ؛ فإنَّها سبيل إتلاف إلى ما ليس له تلاف\" الفتح (3/189) ، وانظر: نيل الأوطار للشوكاني (4/54) ، وقال ابن كثير ـ رحمه الله ـ في تعيين الصلاة الوسطى: \"وقد ثبتت السنة بأنَّها العصر، فتعيَّن المصيرُ إليها\"، ثم نقل عن الشافعي أنَّه",
            "page": "38",
            "part": "1",
            "seal": "6A51B352"
        },
        {
            "id": "40",
            "nass": "قال: \"كلُّ ما قلتُ فكان عن النَّبيِّ صلى الله عليه وسلم بخلاف قولي مِمَّا يصح، فحديث النَّبيِّ صلى الله عليه وسلم أولَى، ولا تقلِّدوني، وقال أيضاً: إذا صحَّ الحديث وقلتُ قولاً فأنا راجعٌ عن قولي وقائل بذلك\"، ثم قال ابن كثير: \"فهذا من سيادته وأمانته، وهذا نفَسُ إخوانه من الأئمَّة رحمهم الله ورضي الله عنهم أجمعين، آمين، ومن هنا قطع القاضي الماوَردي بأنَّ مذهب الشافعي ـ رحمه الله ـ أنَّ صلاة الوسطى هي صلاة العصر ـ وإن كان قد نصَّ في الجديد وغيره أنَّها الصبح ـ لصحة الأحاديث أنَّها صلاةُ العصر، وقد وافقه على هذه الطريقة جماعة من محدِّثي المذهب، ولله الحمد والمنَّة\"، تفسير ابن كثير عند قوله تعالى: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى} ، وقال ابن حجر في الفتح (2/222) : \"قال ابن خزيمة في رفع اليدين عند القيام من",
            "page": "39",
            "part": "1",
            "seal": "832EEEC5"
        },
        {
            "id": "41",
            "nass": "الركعتين: هو سنة وإن لم يذكره الشافعي، فالإسناد صحيح، وقد قال: قولوا بالسنَّة ودَعوا قولي\"، وقال في الفتح أيضاً (3/95) : \"قال ابن خزيمة: ويحرم على العالِم أن يخالف السنَّة بعد علمه بها\"، وقال في الفتح (2/470) : \"روى البيهقي في المعرفة عن الربيع قال: قال الشافعي: قد روي حديث فيه أنَّ النساءَ يُتركن إلى العيدين، فإن كان ثابتاً قلتُ به، قال البيهقي: قد ثبت، وأخرجه الشيخان ـ يعني حديث أم عطية ـ فيلزم الشافعية القول به\"، وذكر النووي في شرح صحيح مسلم (4/49) خلاف العلماء في الوضوء من لحم الإبل، وقال: \"قال أحمد بن حنبل وإسحاق بن راهويه في هذا ـ أي الوضوء من لحم الإبل ـ حديثان: حديث جابر وحديث البراء، وهذا المذهب أقوى دليلاُ وإن كان الجمهور على خلافه\"، وقال",
            "page": "40",
            "part": "1",
            "seal": "0B264ED9"
        },
        {
            "id": "42",
            "nass": "ابن حجر في شرح حديث ابن عمر: \"أمرتُ أن أقاتل الناس\" في قصة مناظرة أبي بكر وعمر في قتال مانعي الزكاة، قال: \"وفي القصة دليلٌ على أنَّ السنَّة قد تخفى على بعض أكابر الصحابة، ويطَّلع عليها آحادهم، ولهذا لا يُلتفتُ إلى الآراء ـ ولو قويت ـ مع وجود سنة تخالفها، ولا يُقال: كيف خفي ذا على فلان؟! \" الفتح (1/76) ، وقال أيضاً (3/544) : \"وبذلك ـ أي بإشعار الهدي ـ قال الجمهور من السلف والخلف، وذكر الطحاوي في اختلاف العلماء كراهته عن أبي حنيفة، وذهب غيرُه إلى استحبابه للاتِّباع، حتى صاحباه محمد وأبو يوسف، فقالا: هو حسن\".",
            "page": "41",
            "part": "1",
            "seal": "D37A9F41"
        },
        {
            "id": "43",
            "nass": "البدع ضلال وليس فيها بدعة حسنة ¶ والبدع كلُّها ضلالٌ؛ لعموم قوله صلى الله عليه وسلم في حديثي جابر والعرباض المتقدمين: \"وكلُّ بدعة ضلالة\"، وهذا العموم في قوله صلى الله عليه وسلم: \"وكلُّ بدعة ضلالة\" يدلُّ على بطلان قول مَن قال: إنَّ في الإسلام بدعة حسنة، وقد قال ابن عمر رضي الله عنه في الأثر الذي تقدَّم ذكره قريباً: \"كلُّ بدعة ضلالة وإن رآها الناس حسنة\"، ولا يُقال: إنَّ في الإسلام بدعة حسنة؛ لقوله صلى الله عليه وسلم: \"من سنَّ في الإسلام سنَّة حسنة فله أجرها وأجر مَن عمل بها بعده، من غير أن ينقص من أجورهم شيء، ومن سنَّ في الإسلام سنَّة سيِّئة كان عليه وزرُها ووِزرُ من عمل بها من بعده، من غير أن ينقص من أوزارهم شيء\" رواه مسلم (1017) ؛ لأنَّ المرادَ به السَّبق إلى فعل الخير",
            "page": "42",
            "part": "1",
            "seal": "DF03DF76"
        },
        {
            "id": "44",
            "nass": "والاقتداء بذلك السابق كما هو واضح من سبب الحديث المذكور في صحيح مسلم قبل إيراد هذا الحديث، وحاصله أنَّ جماعة من مُضَر قدِموا المدينة، يظهر عليهم الفقر والفاقة، فحثَّ رسول الله صلى الله عليه وسلم على الصدقة، فجاء رجلٌ من الأنصار بصُرَّة كادت يده تعجز عن حملها، فتتابع الناس بعده على الصدقة، فعند ذلك قال النَّبيُّ صلى الله عليه وسلم: \"من سنَّ في الإسلام سنَّة حسنة\" الحديث، ويدخل في معناه أيضاً من أحيا سنَّةً ثابتة عن رسول الله صلى الله عليه وسلم في بلد لم تكن ظاهرة فيه، وأمَّا أن يكون معناه الإحداث في الدِّين فلا؛ لقوله صلى الله عليه وسلم: \"مَن أحدث في أمرنا هذا ما ليس منه فهو ردٌّ\"، وقد تقدَّم، فإنَّ الشريعة كاملةٌ لا تحتاج إلى محدثات، وفي إحداث البدع اتِّهام لها بالنقصان وعدم الكمال، وقد مرَّ قريباً قول ابن عمر رضي الله عنه: \"كلُّ بدعة ضلالة وإن رآها الناس",
            "page": "43",
            "part": "1",
            "seal": "D8570DA5"
        },
        {
            "id": "45",
            "nass": "حسنة\"، وقول مالك: \"من ابتدع في الإسلام بدعة يراها حسنة فقد زعم أنَّ محمداً خان الرسالة؛ لأنَّ الله يقول: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} ،، فما لَم يكن يومئذ ديناً فلا يكون اليوم ديناً\". ¶ وأمَّا جمعُ عمر رضي الله عنه الناسَ في صلاة التراويح على إمام يصلِّي بهم، فهو من قبيل إظهار السنَّة وإحيائها؛ لأنَّ النَّبيَّ صلى الله عليه وسلم صلَّى بالناس بعضَ الليالي في قيام رمضان، وترك الاستمرار فيه خشية أن يُفرض على الأمَّة، روى ذلك البخاري (1129) ، ولَمَّا توفي رسول الله صلى الله عليه وسلم وزال مقتضي الفرض بانقطاع الوحي بقي الاستحباب، فجَمَعَ عمرُ رضي الله عنه الناسَ على صلاة التراويح، وقول عمر رضي الله عنه في صلاة التراويح كما في البخاري (2010) : \"نِعْمَ البدعة هذه\"، المراد به البدعة في اللغة لا في الشرع.",
            "page": "44",
            "part": "1",
            "seal": "E7A268CC"
        },
        {
            "id": "46",
            "nass": "الفرق بين البدعة في اللغة والبدعة في الشرع ¶ المعاني اللغوية غالباً أعمُّ من المعاني في الشرع، والمعنى الشرعي غالباً جزء من جزئيات المعنى اللغوي، ومن أمثلة ذلك التقوى والصيام والحج والعمرة والبدعة، فإنَّ التقوى في اللغة أن يجعل الإنسانُ بينه وبين كلِّ شيء يخافه وقاية تقيه منه، كاتخاذه البيوت والخيام للوقاية من حرارة الشمس والبرد، واتخاذ الأحذية للوقاية من كلِّ شيء يؤذي في الأرض، وأمَّا تقوى الله، فأن يجعل المسلمُ بينه وبين غضب الله وقاية تقيه منه، وذلك بامتثال الأوامر واجتناب النواهي، والصيامُ في اللغة كلُّ إمساك، وفي الشرع إمساكٌ مخصوص، وهو الإمساكُ عن الأكل والشرب وسائر المفطرات من طلوع الفجر إلى غروب الشمس، والحجُّ لغة كلُّ قصد، وفي الشرع قصد مكة لأداء شعائر مخصوصة،",
            "page": "45",
            "part": "1",
            "seal": "059B1F66"
        },
        {
            "id": "47",
            "nass": "والعمرة في اللغة كلُّ زيارة، وفي الشرع زيارة الكعبة للطواف بها والسعي بين الصفا والمروة والحلق أو التقصير، والبدعة في اللغة كلُّ ما أُحدث على غير مثال سابق، وفي الشرع ما أُحدث مِمَّا لَم يكن له أصل في الدِّين، وهي مقابلة للسنَّة.",
            "page": "46",
            "part": "1",
            "seal": "500603BB"
        },
        {
            "id": "48",
            "nass": "ليس من البدع المصالح المرسلة ¶ المصلحة المرسلة هي المصلحة التي لَم يأت الشرعُ باعتبارها أو إلغائها، وهي وسيلة إلى تحقيق أمر مشروع، مثل جمع القرآن في عهد أبي بكر وعثمان رضي الله عنهما، وتدوين الدواوين، وكتابة أصحاب العَطاء في ديوان؛ فإنَّه لَم يأت في الشرع نصٌّ على إثباتهما أو المنع منهما، فأمَّا جمع القرآن فهو سبيل إلى حفظه وعدم ضياع شيء منه، وفيه تحقيق قول الله عزَّ وجلَّ: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} ، وقد توقَّف أبو بكر رضي الله عنه عندما",
            "page": "46",
            "part": "1",
            "seal": "A3DCFDC3"
        },
        {
            "id": "49",
            "nass": "أشار عليه عمر رضي الله عنه في جمعه، وقال: \"كيف أفعل شيئاً لم يفعله رسول الله صلى الله عليه وسلم؟ فقال عمر: هو والله خير، فلَم يزل عمر يُراجعني فيه حتى شرح الله لذلك صدري، ورأيتُ الذي رأى عمر\" رواه البخاري (4679) ، وجَمْعُ أبي بكر رضي الله عنه القرآنَ كان في صُحف، وأمَّا جَمْعُ عثمان رضي الله عنه فكان في مصحف. ¶ وأمَّا تدوين الدواوين فكان في عهد عمر رضي الله عنه لَمَّا كثرت الفتوحات وكثرت الغنائم والفيء، فاحتيج إلى تدوين أسماء الجنود وغيرهم من أهل العَطاء، ولم يكن ذلك موجوداً قبل زمنه رضي الله عنه، وذلك سبيل إلى إيصال الحقوق إلى أهلها وعدم سقوط شيء منها، ولا يُقال: إنَّ من البدع ما هو حسن إلحاقاً بالمصالح المرسلة؛ لأنَّ المصالح المرسلة فيها الوصول إلى تحقيق أمر مشروع، بخلاف البدع",
            "page": "47",
            "part": "1",
            "seal": "2B2EF831"
        },
        {
            "id": "50",
            "nass": "التي فيها اتِّهام الشريعة بالنقصان، كما مرَّ بيانُ ذلك في كلام الإمام مالك رحمه الله.",
            "page": "48",
            "part": "1",
            "seal": "F0E3A630"
        },
        {
            "id": "51",
            "nass": "لا بدَّ مع حسن القصد من موافقة السنَّة ¶ وقد يقول من يهوِّن مِن شأن البدع: إنَّ الذي يأتي بالبدعة متقرِّباً بها إلى الله قصدُه حسن، فيكون فعلُه محموداً بهذا الاعتبار، والجواب: أنَّه لا بدَّ مع حسن القصد أن يكون العملُ موافقاً للسنَّة، وهو أحد الشرطين اللَّذين تقدَّم ذكرُهما لقبول العمل الصالح، وهما الإخلاصُ لله، والمتابعة لرسوله صلى الله عليه وسلم، وقد مرَّ الحديثُ الدَّال على ردِّ البدع المحدثة على صاحبها، وهو قوله صلى الله عليه وسلم في الحديث المتفق عليه: \"من أحدث في أمرنا ما ليس منه فهو ردٌّ\"، وفي لفظ لمسلم: \"من عمل عملاً ليس عليه أمرنا فهو رد\"، ومِمَّا يدلُّ على أنَّه لا بدَّ مع حسن القصد من موافقة السنَّة قصة الصحابي الذي ذبح",
            "page": "48",
            "part": "1",
            "seal": "34F9AD79"
        },
        {
            "id": "52",
            "nass": "أُضحيته قبل صلاة العيد، وقال له النَّبيُّ صلى الله عليه وسلم: \"شاتُك شاةُ لحم\" رواه البخاري (955) ومسلم (1961) ، قال الحافظ في شرح الحديث في الفتح (10/17) : \"قال الشيخ أبو محمد بن أبي جمرة: وفيه أنَّ العملَ وإن وافق نية حسنة لَم يصح إلاَّ إذا وقع على وفق الشرع\". ¶ ويدلُّ لذلك أيضاً ما في سنن الدارمي (210) بإسناد صحيح أنَّ عبد الله بن مسعود رضي الله عنه جاء إلى أناس متحلِّقين في المسجد، وبأيديهم حصى، وفيهم رجلٌ يقول: كبِّروا مائة، فيُكبِّرون مائة يعدُّون بالحصى، ويقول: هلِّلوا مائة، سبِّحوا مائة كذلك، فوقف عليهم فقال: \"ما هذا الذي أراكم تصنعون؟ قالوا: يا أبا عبد الرحمن! حصى نعدُّ به التكبيرَ والتهليلَ والتسبيحَ، قال: فعُدوا سيِّئاتكم فأنا ضامنٌ أن لا يَضيعَ من حسناتكم شيءٌ،",
            "page": "49",
            "part": "1",
            "seal": "567831D1"
        },
        {
            "id": "53",
            "nass": "وَيْحَكم يا أمّة محمد! ما أسرع هلكتكم! هؤلاء صحابةُ نبيِّكم صلى الله عليه وسلم متوافرون، وهذه ثيابُه لَم تَبْلَ، وآنيتُه لَم تُكسر، والذي نفسي بيده إنَّكم لَعلَى مِلَّةٍ هي أهدى من مِلَّة محمد، أو مفتتحو باب ضلالة؟! قالوا: والله يا أبا عبد الرحمن! ما أردنا إلاَّ الخير، قال: وكم من مريد للخير لن يصيبه ... \"، وانظر: السلسلة الصحيحة للألباني (2005) .",
            "page": "50",
            "part": "1",
            "seal": "87590F39"
        },
        {
            "id": "54",
            "nass": "خطر البدع وبيان أنَّها أشدُّ من المعاصي ¶ والبدعُ خطرُها كبير، وخطْبُها جسيم، والمصيبة بها عظيمة، وهي أشدُّ خطراً من الذنوب والمعاصي؛ لأنَّ صاحبَ المعصية يعلم أنَّه وقع في أمر حرام، فيتركه ويتوب منه، وأمَّا صاحب البدعة، فإنَّه يرى أنَّه على حقٍّ فيستمرّ على بدعته حتى يموت عليها، وهو في الحقيقة متَّبع للهوى",
            "page": "50",
            "part": "1",
            "seal": "D5F4E73E"
        },
        {
            "id": "55",
            "nass": "وناكبٌ عن الصراط المستقيم، وقد قال الله عزَّ وجلَّ: {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ} ، وقال: {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ} ، وقال: {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ} ، وعن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إنَّ الله حجب التوبةَ عن كلِّ صاحب بدعة حتى يدَع بدعتَه\"، أورده المنذري في كتاب الترغيب والترهيب (86) ، في الترهيب من ترك السنة وارتكاب البدع والأهواء، وقال: \"رواه الطبراني، وإسناده حسن\"، وانظر: السلسلة الصحيحة للألباني (1620) .",
            "page": "51",
            "part": "1",
            "seal": "2D674D09"
        },
        {
            "id": "56",
            "nass": "البدع اعتقادية وفعلية وقولية ¶ والبدعُ أنواع: اعتقادية، وقولية، وفعلية، والفعلية زمانية ومكانية، فأمَّا البدع الاعتقادية، فمثل بدع الخوارج والروافض والمعتزلة وغيرهم مِمَّن تعويلهم على علم الكلام، وفيهم مَن تعويلهم مع ذلك على الروايات المكذوبة، قال ابن عبد البر في جامع بيان العلم وفضله (2/95) : \"أجمع أهل الفقه والآثار من جميع الأمصار أنَّ أهل الكلام أهلُ بدع وزيغ، ولا يُعدُّون عند الجميع في جميع الأمصار في طبقات العلماء، وإنَّما العلماء أهل الأثر والتفقه فيه، ويتفاضلون فيه بالإتقان والميز\". ¶ والبدعُ القولية، منها التلفظ بالنية، كأن يقول: نويتُ أن أصلي كذا، نويتُ أن أصوم كذا، وغير",
            "page": "52",
            "part": "1",
            "seal": "26AFDFE7"
        },
        {
            "id": "57",
            "nass": "ذلك، ولا يُستثنى من ذلك إلاَّ المناسك، فللمعتمر أن يقول: لبَّيك عمرة، وللمفرد أن يقول: لبَّيك حجًّا، وللقارن أن يقول: لبَّيك عمرة وحجًّا؛ لأنَّه ورد في السنَّة ما يدلُّ على ذلك. ¶ ومنها سؤال الله بجاه فلان وبحقِّ فلان، ونحو ذلك مِمَّا لم يَرِد به سنَّةٌ ثابتةٌ عن رسول الله صلى الله عليه وسلم. ¶ ومن البدع القولية ما يكون كفراً، كدعاء أصحاب القبور وطلب الغوث منهم وسؤالهم قضاء الحاجات وكشف الكربات، وغير ذلك مِمَّا لا يُطلَبُ إلاَّ من الله، كما قال الله عزَّ وجلَّ: {أَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} ، وقال: {أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلاً مَا تَذَكَّرُونَ} وأمَّا الحكم على مَن حصل منه ذلك بالكفر فيكون بعد إقامة الحجة، وهو قول كثير من أهل العلم،",
            "page": "53",
            "part": "1",
            "seal": "C5526BC5"
        },
        {
            "id": "58",
            "nass": "ذكرتُ منهم سبعة في الفصل الخامس من مقدمة تطهير الاعتقاد وشرح الصدور، أوَّلهم الإمام محمد ابن إدريس الشافعي رحمه الله، وآخرهم الإمام محمد بن عبد الوهاب رحمه الله. ¶ والبدعُ الفعلية مكانية وزمانية، فمِن البدع المكانية التمسح بالقبور وتقبيلها، قال النووي في المجموع شرح المهذب في شأن مسح وتقبيل جدار قبره صلى الله عليه وسلم (8/206) : \"ولا يُغتر بمخالفة كثيرين من العوام وفعلهم ذلك؛ فإنَّ الاقتداءَ والعملَ إنَّما يكون بالأحاديث الصحيحة وأقوال العلماء، ولا يُلتفتُ إلى مُحدثات العوام وغيرهم وجهالاتهم، وقد ثبت في الصحيحين عن عائشة رضي الله عنها: أنَّ رسول الله صلى الله عليه وسلم قال: (من أحدث في ديننا هذا ما ليس منه فهو رد) ، وفي رواية لمسلم: (من عمل عملاً ليس عليه أمرنا فهو ردٌّ) ، وعن أبي هريرة",
            "page": "54",
            "part": "1",
            "seal": "90EB0953"
        },
        {
            "id": "59",
            "nass": "رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا تجعلوا قبري عيداً، وصلُّوا عليَّ؛ فإنَّ صلاتكم تبلغني حيثما كنتم\" رواه أبو داود بإسناد صحيح، وقال الفضيل بن عياض ـ رحمه الله ـ ما معناه: \"اتَّبع طرق الهدى ولا يضرك قلَّة السالكين، وإيَّاك وطرق الضلالة ولا تغترَّ بكثرة الهالكين\"، ومَن خَطَرَ على باله أنَّ المسحَ باليد ونحوه أبلغ في البركة فهو من جهالته وغفلته؛ لأنَّ البركةَ إنَّما هي فيما وافق الشرع، وكيف يُبتغى الفضل في مخالفة الصواب؟! \". ¶ ومن البدع الزمانية الاحتفال بالموالد، كالاحتفال بمولده صلى الله عليه وسلم، فإنَّها من البدع المحدثة في القرن الرابع الهجري، ولَم يأت عن النَّبيِّ صلى الله عليه وسلم وخلفائه وصحابته شيءٌ من ذلك، بل ولَم يأت عن التابعين وأتباعهم، وقد مضت الثلاثمائة سنة",
            "page": "55",
            "part": "1",
            "seal": "F084014A"
        },
        {
            "id": "60",
            "nass": "الأولى قبل أن توجد هذه البدعة، والكتب التي أُلِّفت في تلك الفترة لا ذكر للموالد فيها، وإنَّما كانت ولادة هذه البدعة في القرن الرابع الهجري، أحدثها العبيديُّون الذين حكموا مصر، فقد ذكر تقي الدين أحمد بن علي المقريزي في كتابه المواعظ بذكر الخطط والآثار (1/490) أنَّه كان للفاطميين في طول السنة أعياد ومواسم، فذكرها وهي كثيرة جدًّا، ومنها مولد الرسول صلى الله عليه وسلم، ومولد علي وفاطمة والحسن والحُسين رضي الله عنهم، ومولد الخليفة الحاضر، وقد قال ابن كثير في البداية والنهاية في حوادث سنة (567هـ) ، وهي السنة التي انتهت فيها دولتهم بموت آخرهم العاضد، قال: \"ظهرت في دولتهم البدعُ والمنكرات، وكثر أهل الفساد، وقلَّ عندهم الصالحون من العلماء والعُبَّاد",
            "page": "56",
            "part": "1",
            "seal": "308F2AC5"
        },
        {
            "id": "61",
            "nass": "وذكر ابن كثير قبل ذلك بقليل أنَّ صلاح الدين قطع الأذان بـ (حيَّ على خير العمل) من مصر كلِّها، ومن أحسن ما أُلِّف في هذه المسألة كتاب: القول الفصل في حكم الاحتفال بمولد خير الرُّسْل، للشيخ إسماعيل بن محمد الأنصاري رحمه الله، ولا شكَّ أنَّ محبَّة النَّبيِّ صلى الله عليه وسلم يجب أن تكون في قلب كلِّ مسلم أعظمَ من محبَّته لأبيه وأمِّه وابنه وبنته وسائر الناس؛ لقوله صلى الله عليه وسلم: \"لا يؤمن أحدُكم حتى أكون أحبَّ إليه من والده وولده والناس أجمعين\" رواه البخاري ومسلم، ومحبَّته صلى الله عليه وسلم إنَّما تكون باتِّباعه والسير على نهجه صلى الله عليه وسلم، وليس بالبدع المُحدَثة، كما قال الله عزَّ وجلَّ: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ}",
            "page": "57",
            "part": "1",
            "seal": "B9D10CF0"
        },
        {
            "id": "62",
            "nass": "بدعة امتحان الناس بالأشخاص ¶ ومن البدع المنكرة ما حدث في هذا الزمان من امتحان بعض من أهل السنَّة بعضاً بأشخاص، سواء كان الباعث على الامتحان الجفاء في شخص يُمتحن به، أو كان الباعث عليه الإطراء لشخص آخر، وإذا كانت نتيجة الامتحان الموافقة لِمَا أراده الممتحِن ظفر بالترحيب والمدح والثناء، وإلاَّ كان حظّه التجريح والتبديع والهجر والتحذير، وهذه نقول عن شيخ الإسلام ابن تيمية في أوَّلها التبديع في الامتحان بأشخاص للجفاء فيهم، وفي آخرها التبديع في الامتحان بأشخاص آخرين لإطرائهم، قال ـ رحمه الله ـ في مجموع الفتاوى (3/413 ـ 414) في كلام له عن يزيد بن معاوية: \"والصواب هو ما عليه الأئمَّة، من أنَّه لا يُخَصُّ بمحبة ولا يلعن، ومع هذا فإن كان فاسقاً أو ظالماً فالله يغفر",
            "page": "58",
            "part": "1",
            "seal": "DA778CE4"
        },
        {
            "id": "63",
            "nass": "للفاسق والظالم، لا سيما إذا أتى بحسنات عظيمة، وقد روى البخاري في صحيحه عن ابن عمر رضي الله عنهما: أنَّ النَّبيَّ صلى الله عليه وسلم قال: \"أوَّل جيش يغزو القسطنطينيَّة مغفورٌ له\"، وأول جيش غزاها كان أميرهم يزيد بن معاوية، وكان معه أبو أيوب الأنصاري رضي الله عنه ... ¶ فالواجب الاقتصاد في ذلك، والإعراض عن ذكر يزيد بن معاوية وامتحان المسلمين به؛ فإنَّ هذا من البدع المخالفة لأهل السنَّة والجماعة\". ¶ وقال (3/415) : \"وكذلك التفريق بين الأمَّة وامتحانها بما لم يأمر الله به ولا رسوله صلى الله عليه وسلم\". ¶ وقال (20/164) : \"وليس لأحد أن ينصب للأمَّة شخصاً يدعو إلى طريقته، ويُوالي ويُعادي عليها غير النَّبيِّ صلى الله عليه وسلم، ولا ينصب لهم كلاماً يوالي عليه ويُعادي غير كلام الله ورسوله وما اجتمعت",
            "page": "59",
            "part": "1",
            "seal": "6EF9F999"
        },
        {
            "id": "64",
            "nass": "عليه الأمَّة، بل هذا من فعل أهل البدع الذين ينصبون لهم شخصاً أو كلاماً يفرِّقون به بين الأمة، يوالون به على ذلك الكلام أو تلك النسبة ويُعادون\". ¶ وقال (28/15 ـ 16) : \"فإذا كان المعلم أو الأستاذ قد أمر بهجر شخص أو بإهداره وإسقاطه وإبعاده ونحو ذلك نظر فيه: فإن كان قد فعل ذنباً شرعيًّا عوقب بقدر ذنبه بلا زيادة، وإن لم يكن أذنب ذنباً شرعيًّا لم يجز أن يُعاقب بشيء لأجل غرض المعلم أو غيره. ¶ وليس للمعلمين أن يحزبوا الناس ويفعلوا ما يلقي بينهم العداوة والبغضاء، بل يكونون مثل الإخوة المتعاونين على البرِّ والتقوى، كما قال الله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الأِثْمِ وَالْعُدْوَانِ} .",
            "page": "60",
            "part": "1",
            "seal": "6922775B"
        },
        {
            "id": "65",
            "nass": "ولو ساغ امتحان الناس بشخص في هذا الزمان لمعرفة مَن يكون من أهل السنَّة أو غيرهم بهذا الامتحان، لكان الأحقَّ والأولى بذلك شيخ الإسلام ومفتي الدنيا وإمام أهل السنَّة في زمانه شيخنا الشيخ عبد العزيز بن عبد الله بن باز المتوفى في 27 من شهر المحرم عام 1420هـ، رحمه الله وغفر له وأجزل له المثوبة، الذي عرفه الخاصُّ والعام بسعة علمه وكثرة نفعه وصدقه ورِفقه وشفقته وحرصه على هداية الناس وتسديدهم، نحسبه كذلك ولا نزكي على الله أحداً؛ فقد كان ذا منهج فذٍّ في الدعوة إلى الله وتعليم الناس الخير، وأمرهم بالمعروف ونهيهم عن المنكر، يتَّسم بالرِّفق واللِّين في نصحه وردوده الكثيرة على غيره، منهج سديد يقوِّم أهلَ السنَّة ولا يُقاومهم، وينهض بهم ولا يُناهضهم، ويَسْمو بهم ولا يسِمُهم، منهج يجمع ولا يُفرِّق، ويلمُّ ولا يمزِّق، ويُسدِّد ولا يبدد،",
            "page": "61",
            "part": "1",
            "seal": "FD57CB0A"
        },
        {
            "id": "66",
            "nass": "ويُيسِّر ولا يُعسِّر، وما أحوج المشتغلين بالعلم وطلبته إلى سلوك هذا المسلك القويم والمنهج العظيم؛ لِمَا فيه من جلب الخير للمسلمين ودفع الضَّرر عنهم. ¶ والواجب على الأتباع والمتبوعين الذين وقعوا في ذلك الامتحان أن يتخلَّصوا من هذا المسلك الذي فرَّق أهلَ السنَّة وعادى بعضُهم بعضاً بسببه، وذلك بأن يترك الأتباعُ الامتحان وكلَّ ما يترتَّب عليه من بُغض وهجر وتقاطع، وأن يكونوا إخوةً متآلفين متعاونين على البرِّ والتقوى، وأن يتبرَّأ المتبوعون من هذه الطريقة التي توبعوا عليها، ويُعلنوا براءتَهم منها ومِن عمل مَن يقع فيها، وبذلك يسلم الأتباع من هذا البلاء والمتبوعون من تبعة التسبُّب بهذا الامتحان وما يترتَّبُ عليه من أضرار تعود عليهم وعلى غيرهم.",
            "page": "62",
            "part": "1",
            "seal": "0ED97895"
        },
        {
            "id": "67",
            "nass": "التحذير من فتنة التجريح والتبديع من بعض أهل السنة في هذا العصر ¶ وقريبٌ من بدعة امتحان الناس بالأشخاص ما حصل في هذا الزمان من افتتان فئة قليلة من أهل السنَّة بتجريح بعض إخوانهم من أهل السنة وتبديعهم، وما ترتَّب على ذلك من هجر وتقاطع بينهم وقطع لطريق الإفادة منهم، وذلك التجريح والتبديع منه ما يكون مبنيًّا على ظنِّ ما ليس ببدعة بدعة، ومن أمثلة ذلك أنَّ الشيخين الجليلين عبد العزيز بن باز وابن عثيمين ـ رحمهما الله ـ قد أفتيا جماعة بدخولها في أمر رأيَا المصلحة في ذلك الدخول، ومِمَّن لم يُعجبهم ذلك المفتَى به تلك الفئة القليلة، فعابت تلك الجماعة بذلك، ولَم يقف الأمر عند هذا الحدِّ، بل انتقل العيب إلى مَن يتعاون معها بإلقاء المحاضرات، ووصفه بأنَّه مُميِّع لمنهج",
            "page": "63",
            "part": "1",
            "seal": "122B1077"
        },
        {
            "id": "68",
            "nass": "السلف، مع أنَّ هذين الشيخين الجليلين كانا يُلقيان المحاضرات على تلك الجماعة عن طريق الهاتف. ¶ ومن ذلك أيضاً حصول التحذير من حضور دروس شخص؛ لأنَّه لا يتكلَّم في فلان الفلاني أو الجماعة الفلانية، وقد تولَّى كبر ذلك شخص من تلاميذي بكلية الشريعة بالجامعة الإسلامية، تخرَّج منها عام (1395 ـ 1396هـ) ، وكان ترتيبه الرابع بعد المائة من دفعته البالغ عددهم (119) خرِّيجاً، وهو غير معروف بالاشتغال بالعلم، ولا أعرف له دروساً علميَّة مسجَّلة، ولا مؤلَّفاً في العلم صغيراً ولا كبيراً، وجلُّ بضاعته التجريح والتبديع والتحذير من كثيرين من أهل السنَّة، لا يبلغ هذا الجارحُ كعبَ بعض مَن جرَحهم لكثرة نفعهم في دروسهم ومحاضراتهم ومؤلفاتهم، ولا ينتهي العجب إذا سمع عاقل شريطاً له يحوي تسجيلاً لمكالمة هاتفية",
            "page": "64",
            "part": "1",
            "seal": "BBEC3025"
        },
        {
            "id": "69",
            "nass": "طويلة بين المدينة والجزائر، أكل فيها المسئول لحومَ كثير من أهل السنَّة، وأضاع فيها السائل مالَه بغير حقٍّ، وقد زاد عدد المسئول عنهم في هذا الشريط على ثلاثين شخصاً، فيهم الوزير والكبير والصغير، وفيهم فئة قليلة غير مأسوف عليهم، وقد نجا مِن هذا الشريط مَن لم يُسأل عنه فيه، وبعض الذين نجوا منه لم ينجوا من أشرطة أخرى له، حوتها شبكة المعلومات الإنترنت، والواجب عليه الإمساك عن أكل لحوم العلماء وطلبة العلم، والواجب على الشباب وطلاَّب العلم ألاَّ يلتفتوا إلى تلك التجريحات والتبديعات التي تضرُّ ولا تنفع، وأن يشتغلوا بالعلم النافع الذي يعود عليهم بالخير والعاقبة الحميدة في الدنيا والآخرة، وقد قال الحافظ ابن عساكر ـ رحمه الله ـ في كتابه تبيين كذب المفتري (ص: 29) : \"واعلم ـ يا أخي! وفَّقنا الله",
            "page": "65",
            "part": "1",
            "seal": "70D9EB8E"
        },
        {
            "id": "70",
            "nass": "وإياك لمرضاته، وجعلنا مِمَّن يَخشاه ويتَّقيه حق تقاته ـ أنَّ لحوم العلماء رحمة الله عليهم مسمومة، وعادة الله في هتك أستار منتقصيهم معلومة\"، وقد أوردتُ في رسالتي \"رفقاً أهل السنَّة بأهل السنَّة\" جملة كبيرة من الآيات والأحاديث والآثار في حفظ اللسان من الوقيعة في أهل السنَّة، ولا سيما أهل العلم منهم، ومع ذلك لَم تُعجب هذا الجارح، ووصفها بأنَّها غير مؤهَّلة للنشر، وحذَّر منها ومن نشرها، ولا شكَّ أنَّ مَن يقف على هذا الجرح ويطَّلع على الرسالة يجد أنَّ هذا الحكم في واد والرسالة في واد آخر، وأنَّ الأمر كما قال الشاعر: ¶ قد تُنكر العينُ ضوء الشمس من رمَد ... ويُنكر الفمُ طعمَ الماء من سَقَمِ ¶ وأمَّا قول التلميذ الجارح لرسالة \"رفقاً أهل السنَّة بأهل السنَّة\": \"فمثلاً في كلام أنَّ منهج",
            "page": "66",
            "part": "1",
            "seal": "D11FA200"
        },
        {
            "id": "71",
            "nass": "الشيخ عبد العزيز بن باز ومنهج الشيخ ابن عثيمين على خلاف منهج أهل السنَّة الآخرين، هذا خطأ لا شك، يعني لا يُكثرون الردود ويردون على المخالف، هذا لو صحَّ هو خلاف منهج أهل السنَّة والجماعة، وهو طعن في الشيخين في الحقيقة، وفي غيرهم مِمَّن يمكن أن يُقال عنه هذا الكلام!!! \". ¶ فالجواب عنه من وجوه: ¶ الوجه الأول: أنَّه ليس في الرسالة أنَّ الشيخ عبد العزيز بن باز ـ رحمه الله ـ لا يكثر الردود، بل ردوده كثيرة، وقد جاء في الرسالة (ص: 51) : \"أن يكون الردُّ برفق ولين ورغبة شديدة في سلامة المخطئ من الخطأ، حيث يكون الخطأ واضحاً جليًّا، وينبغي الرجوع إلى ردود الشيخ عبد العزيز بن باز ـ رحمه الله ـ للاستفادة منها في الطريقة التي ينبغي أن يكون الردُّ عليها\".",
            "page": "67",
            "part": "1",
            "seal": "7EB35E22"
        },
        {
            "id": "72",
            "nass": "الوجه الثاني: أنَّني لَم أتعرَّض لذكر منهج الشيخ ابن عثيمين ـ رحمه الله ـ في الردود؛ لأنِّي لا أعرف له مؤلَّفاً صغيراً أو كبيراً في الردود، وسألتُ أحدَ تلاميذه الملازمين له عن ذلك، فأخبرني أنَّه لا يعلم له شيئاً من الردود، وذلك لا يقدح فيه؛ لأنَّه مشغول بتقرير العلم ونشره والتأليف. ¶ الوجه الثالث: أنَّ منهج الشيخ عبد العزيز بن باز ـ رحمه الله ـ يختلف عن منهج التلميذ الجارح ومَن يشبهه؛ لأنَّ منهج الشيخ يتَّسم بالرِّفق واللِّين والحرص على استفادة المنصوح والأخذ بيده إلى طريق السلامة، وأمَّا الجارحُ ومَن يشبهه فيتَّسمُ بالشدَّة والتنفير والتحذير، وكثيرون مِن الذين جرحهم في أشرطته كان يُثني عليهم الشيخ عبد العزيز ويدعو لهم ويحثُّهم على الدعوة وتعليم الناس، ويَحثُّ على الاستفادة منهم والأخذ عنهم.",
            "page": "68",
            "part": "1",
            "seal": "32354E1C"
        },
        {
            "id": "73",
            "nass": "والحاصلُ أنَّنِي لَم أنسب إلى الشيخ عبد العزيز ابن باز ـ رحمه الله ـ عدم الردِّ على غيره، وأمَّا ابن عثيمين فلَم أتعرَّض له بذكر في قضيَّة الردود، وأنَّ ما ذكره الجارحُ غير مطابق لِمَا في الرسالة، وهو من أوضح الأدلة على تخبُّطه وعدم تثبُّته، وإذا كان هذا منه في كلام مكتوب، فكيف يكون الحال فيما لا كتابة فيه؟! ¶ وأمَّا قول جارح الرسالة: \"وأنا في الحقيقة قد قرأتُ الرسالةَ، وعرفت موقفَ أهل السنَّة منها، ولعلَّكم رأيتم الردودَ من بعض العلماء والمشايخ، وما أظنُّ الردودَ تقف عند ذلك، إنَّما هناك مَن سَيَرُدُّ أيضاً؛ لأنَّه كما يقول الشاعر: ¶ جاء شقيق عارض رمحه ... إنَّ بني عمِّك فيهم رماح ¶ كذا: عارضٌ، والصواب عارضاً.",
            "page": "69",
            "part": "1",
            "seal": "4CC15F53"
        },
        {
            "id": "74",
            "nass": "فالجواب: أنَّ أهل السنَّة الذين عناهم هم الذين يختلف منهجهم عن منهج الشيخ عبد العزيز ـ رحمه الله ـ الذي أشرتُ إليه قريباً، وهو بهذا الكلام يستنهض هِمَمَ مَن لم يعرفهم للنيل من الرسالة بعد أن استنهض هِمَم مَن يعرفهم، وأنا في الحقيقة لَم أعرض رمحاً، وإنَّما عرضتُ نصحاً لم يقبله الجارحُ ومَن يشبهه؛ لأنَّ النصحَ للمنصوح يشبه الدواءَ للمريض، ومن المرضى مَن يستعمل الدواء وإن كان مُرًّا؛ لِمَا يُؤَمِّله من فائدة، ومن المنصوحين من يصدُّه الهوى عن النصح لا يقبله، بل ويُحذِّر منه، وأسأل الله للجميع التوفيق والهدايةَ والسلامةَ من كيد الشيطان ومكره. ¶ وقد شارك التلميذَ الجارح ثلاثةٌ: اثنان في مكة والمدينة، وهما من تلاميذي في الجامعة الإسلامية بالمدينة، أولهما تخرَّج عام (1384 ـ 1385هـ) ، والثاني عام (1391 ـ 1392هـ) ، وأمَّا الثالث ففي",
            "page": "70",
            "part": "1",
            "seal": "B0E0FC2B"
        },
        {
            "id": "75",
            "nass": "أقصى جنوب البلاد، وقد وصف الثاني والثالث مَن يُوزِّع الرسالةَ بأنَّه مبتدع، وهو تبديع بالجملة والعموم، ولا أدري هل علموا أو لم يعلموا أنَّه وزَّعها علماء وطلبة علم لا يُوصَفون ببدعة، وآملُ منهم تزويدي بالملاحظات التي بنوا عليها هذا التبديع العام إن وُجدت للنظر فيها. ¶ وللشيخ عبد الرحمن السديس إمام وخطيب المسجد الحرام خطبة ألقاها من منبر المسجد الحرام حذَّر فيها من وقيعة أهل السنَّة بعضهم في بعض، نلفتُ الأنظارَ إليها؛ فإنَّها مهمَّة ومفيدة. ¶ وأسأل الله عزَّ وجلَّ أن يوفِّق الجميعَ لِمَا يُرضيه وللفقه في الدِّين والثبات على الحقِّ، والاشتغال بما يعني عمَّا لا يعني، إنَّه وليَّ ذلك والقادر عليه، وصلى الله وسلم وبارك على نبيِّنا محمد وعلى آله وصحبه.",
            "page": "71",
            "part": "1",
            "seal": "C74C95A4"
        }
    ],
    "t7605": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "من صفات الشريعة البقاء والعموم والكمال"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "إطلاقات لفظ السنة"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "آيات وأحاديث وآثار في اتباع السنن والتحذير من البدع والمعاصي"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "اتباع السنة لازم في الفروع كالأصول"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "البدع ضلال وليس فيها بدعة حسنة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "الفرق بين البدعة في اللغة والبدعة في الشرع"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "ليس من البدع المصالح المرسلة"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "لا بد مع حسن القصد من موافقة السنة"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "خطر البدع وبيان أنها أشد من المعاصي"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "البدع اعتقادية وفعلية وقولية"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "بدعة امتحان الناس بالأشخاص"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "التحذير من فتنة التجريح والتبديع من بعض أهل السنة في هذا العصر"
        }
    ]
}