{
    "b7607": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران:102] {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} [النساء:1] . {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً، يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} [الأحزاب: 70, 71] ¶ أما بعد فإن أصدق الحديث كتاب الله وأحسن الهدي هدي محمد وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار",
            "page": "3",
            "part": "1",
            "seal": "9786E407"
        },
        {
            "id": "2",
            "nass": "وبعد فإنه على الرغم من قوة تيار الكفر والضلال الذي يحول أن يسوق أمتنا بعصاه ويلقي بها في مهاوي الضياع والفناء وعلى الرغم من محاولة أنصار الجاهلية الحديثة جهدهم وتجميعهم جندهم ليقطعوا هذه الأمة الإسلامية العريقة عن عقيدتها ويجتثوا إسلامها من حياتها فإن هناك بصيصا من النور ورفيفا من الأمل يلمحه المراقب للأحداث متمثلا في ذاك التيار الوليد الذي يحبو ويحاول الحركة ويتلمس الطرق كي يصد ذاك التيار الأهوج المدمر ويرده على أعقابه وينقذ البلاد والعباد من آثاره وأخطاره. ¶ وما ذاك التيار الحبيب إلا هذه البراعم الندية والزهرات المتفتحة هنا وهناك من الشباب المسلم المؤمن الذي فتح عينيه على الحياة واستيقظ على صيحات بعض الدعاة والمصلحين الذين حركوا فيه الغيرة والحمية وأثاروا فيه العاطفة الدينية والنفس الأبية ويحاول هؤلاء الشباب أن ينهضوا بالأمة بعد طول تأخر وينقذوها من الأعداء والأخطار فيسعون جادين مخلصين ويدأبون غير هيابين ولا وجلين ولكنهم سرعان ما يفاجؤون بأنهم ما يزالون في مكانهم وأنهم قد رجعوا بعد طول سير وشدة نصب إلى موضعهم الذي كانوا قد انطلقوا منه وغادروه فيأسفون لذلك ويحزنون وييأس بعضهم فيقعد ويعيد الكرة ويسعى من جديد آخرون ويجرب هؤلاء ويعملون ولكن تجربتهم لا تكون خيرا",
            "page": "4",
            "part": "1",
            "seal": "A78B3678"
        },
        {
            "id": "3",
            "nass": "من سابقتهم ولا بأفضل من سالفتهم وتتكرر هذه الحالة مرات ومرات. ¶ نعم هذه حالة عامة الدعاة إلى الله في هذه الأزمان حيرة وضياع وتيه وغموض وفوضى وارتجال وعمل بدون جدوى لا يعرفون الطريق الصحيح ولا يهتدون إلى الماهر الخريت الذي يخلصهم من حيرتهم وينقذهم من متاهتهم ويجعل جهودهم تنصب في السبيل المجدي وأعمالهم تصرف في الوجه المفيد المرضي الذي يؤدي إلى الغاية المطلوبة ويحقق الهدف المنشود. ¶ وما الطريق الصحيح إلا طريق الكتاب والسنة وفهمهما على المنهج الذي فهمه سلفنا الصالح – رضوان الله عليهم – والعمل بهما والدعوة إليهما والثبات على أمرهما وما الأدلاء الحاذقون إلا العلماء بالكتاب والسنة والعاملون بهما والمخلصون لهما والمهتدون بهديهما. ¶ وعبثا يحاول الشباب المسلم الوصول إلى نصرة الإسلام وإنقاذ كرامة المسلمين عن غير هذه السبيل وعبثا تحاول الحركات الإسلامية تحقيق الغاية المنشودة المنشودة من دون الاستعانة بهؤلاء الأدلاء الخبراء الماهرين. ¶ وقد من الله عز وجل علينا – وله الحمد الجزيل والمنة والفضل الكبير والنعمة – فهيأ لنا عالما حقيقيا هو من بقي السلف",
            "page": "5",
            "part": "1",
            "seal": "7C4D5BCF"
        },
        {
            "id": "4",
            "nass": "الصالح والأئمة الهداة فدلنا على العلم المستفاد من الكتاب والسنة وهدانا الله بواسطته على ما اختلف فيه الأقوام من الحق بإذنه وأطلعنا على الكنوز الثمينة والجواهر الغالية المبثوثة في كلام الله وكلام رسوله فأحسسنا برد الراحة والاطمئنان بعد طول تعب ونصب وشعرنا بالقناعة الكاملة والفهم الصحيح بعد طول تحير وتخبط فرأينا من حق أمتنا علينا عامة ومن حق شباب الإسلام علينا خاصة أن ندلهم على الخير الذي وفقنا بصرنا الله تعالى به ونرشدهم إلى سبيل الهدى ونتعاون معهم على تجنب أسباب المتاهة والردى وبالله تعالى التوفيق والتأييد دائما وأبدا. ¶ ولذلك فقد حرصنا على أن نزود المسلمين بين الحين والآخر بكل ما نطلع عليه من العلم النافع والدراسة الجادة القويمة التي تعرض عليهم الإسلام الحق واضحا بلا غموض سهلا من غير تعقيد نقيا من من غير شوائب صافيا من كل قذى وكدر مقرونة فيه المسائل بأدلتها والآراء بمآخذها يغني الدارسين عن المؤلفات الكثيرة الواسعة ويقنعهم بالحجج النيرة ويجنبهم التخبط والضياع والاختلاف والاضطراب وينشئ فيهم الوحدة الفكرية التي تتولد عنها الوحدة الشعورية ثم يتبعها إن شاء الله تعالى بعد ذلك وحدة العمل لإقامة الدين والجهاد من أجل تطبيقة وتبليغه والتمين له في العالمين.",
            "page": "6",
            "part": "1",
            "seal": "57889439"
        },
        {
            "id": "5",
            "nass": "ونريد بهذه الكتب والرسائل أن تكون المنطلق العلمي الصحيح والقاعدة الفكرية القوية لدعاة الإسلام ولذلك فنحن نعرضها على أهل الرأي والفكر الإسلامي وعلى العلماء المسلمين والدعاة المؤمنين كي يروا فيها رأيهم ويدلوا فيها بدلوهم ونحن نرحب بكل نقد بناء ونشكر صاحبه ونعده مساهمة عملية في إنجاح عملنا والوصول به إلى مرحلة الإثمار والنضوج ولكننا نرى أنه يجب أن تتحقق في كل نقد يكتب أو ينشر الصفات الثلاثة الآتية: ¶ 1 – الإخلاص لله سبحانه وتعالى فيه بأن يكون قصد صاحبه منه الوصول إلى الحق والقيام بواجب النصيحة. ¶ 2 – العلم والفهم الصحيحان المستندان إلى أصلي الدين الأصيلين وركنيه البارزين كتاب الله وسنة نبيه. ¶ الأدب الإسلامي الرفيع والأسلوب العلمي الموضوعي الخالي عن التشهير والتحقير والتسخيف والتجهيل اللهم إلا لمن تعدى وظلم وأساء وافترى. ¶ وهذه الرسالة التي أقدمها اليوم لأستاذنا العلامة محمد ناصر الدين الألباني بعنوان: \"الحديث حجة بنفسه في العقائد والأحكام\" وهي محاضرة كان ألقاها في مؤتمر اتحاد الطلبة المسلمين الذي انعقد في مدينة غرناطة ببلاد أسبانيا النصرانية حاليا الأندلس الإسلامية سابقا في شهر رجب عام 1392 هـ الموافق",
            "page": "7",
            "part": "1",
            "seal": "DDB96D13"
        },
        {
            "id": "6",
            "nass": "لشهر آب من سنة 1972م. ¶ وقد تحدث فيها المؤلف عن موقف المسلم الصحيح من السنة ومكانتها وحجيتها وجعلها في أربعة فصول تحدث في الفصل الأول عن منزلة السنة في الإسلام وواجب المسلمين في الرجوع إليها والتحذير من مخالفتها. ¶ وتحدث في الفصل الثاني عن بطلان محاولات الخلف لمخالفتها وفساد ما تذرعوا به لذلك من القياس وبعض القواعد الأصولية التي اصطنعوها وضربوا بالسنة عرض الحائط من أجلها. ¶ وأما الفصل الثالث فقد خصصه المؤلف – حفظه الله تعالى – للتدليل على بطلان القاعدة التي وضعها بعض علماء الكلام قديما وأشاعها بعض العلماء والدعاة حديثا وهي دعواهم أن حديث الآحاد لا تثبت به عقيدة وبين خطأ واضعي هذه القاعدة حيث فرقوا بسببها بين أحاديث العقائد وأحاديث الأحكام دون دليل صحيح ظاهر وإنما لمجرد التوهم والتخيل. ¶ ومما تجدر الإشارة إليه هنا أن هذا الموضوع قد تعرض له أستاذنا هنا بشيء من الاختصار لأنه كان قد بحثه بحثا مفصلا موسعا واستقصى فيه أهم ما يمكن ذكره من الأدلة على بطلان ذاك الرأي في رسالة خاصة عنوانها \"حديث الآحاد والعقيدة\" وهي محاضرة كان قد ألقاها في جمع من الشباب المسلم الواعي",
            "page": "8",
            "part": "1",
            "seal": "BD6A099C"
        },
        {
            "id": "7",
            "nass": "في دمشق منذ نحو خمسة عشر عاما وكان لها أثر حميد في إضعاف انتشار الرأي المذكور وإحراج مروجيه ومشيعيه في أوساط المثقفين وقد يسر الله نشرها بعنوان \"وجوب الأخذ بحديث الآحاد في العقيدة\" برقم \"5\". ¶ وأما الفصل الرابع والأخير من رسالتنا هذه فقد عرض فيه المؤلف إلى الأمر الثالث والخطير الذي أدى إلى إضعاف مكانة السنة عند الناس وتعطيل العمل بها وذلك هو التقليد الذي عم وطم جميع نواحي الفكر والحياة في العالم الإسلامي لعدة قرون من الزمان والذي أناخ بكلكله على العقول والنفوس فأمات فيها الابتكار وقتل العبقريات ودفن المواهب وحرم الناس فيما حرم من هدى ربهم سبحانه وصدهم عن الانتفاع بالخير الذي جاءهم عن طريق محمد صلى الله عليه وسلم ركونا إلى اجتهادات علماء لم يرضوا لتلاميذهم أن يقلدوهم فيها من غير بصيرة بل كل منهم نصح من بعده ألا يقدموا على كتاب الله وسنة رسوله شيئا من الأقوال والآراء والاجتهادات أو فتوى تخالف قول الله وقول رسوله ورجوعهم عنها في حياتهم وبعد مماتهم. ¶ وقد أهاب أستاذنا في ختام المحاضرة بالشباب المسلم أن يرجعوا إلى الكتاب والسنة في كل ما يبلغهم منهما وأن يعملوا لتحقيق مرتبة الاتباع في نفوسهم حسب استطاعتهم وإمكانياتهم",
            "page": "9",
            "part": "1",
            "seal": "9C8F289A"
        },
        {
            "id": "8",
            "nass": "فبذلك يفردون الرسول صلى الله عليه وسلم وحده بالاتباع كما أفرده الله تعالى وحده بالعبودية وبذلك يحققون فعلا – لا قولا فقط – معنى شهادة أن لا إله إلا الله وأن محمدا رسول الله وبذلك يحققون في أنفسهم – عملا لا دعوى – شعار \"الحاكمية لله تعالى وحده\" بعد أن أعلنوه شعارا وتغنوا به قولا وبذلك أيضا ينشئون \"الجيل القرآني الفريد\" الذي يحقق دولة الإسلام المنشودة بإذن الله تعالى. ¶ هذا وقد نالت هذه المحاضرة استحسانا كبيرا من جماهير الطلبة المثقفين المسلمين الذين استمعوا إليها لما رأوا فيها من المناقشة العلمية الموضوعية والرأي الصائب القويم وأرسلوا عدة رسائل إلى المؤلف يطلبون منه طبعها ونشرها ليعم النفع بها كل مسلم مخلص غيور يبحث عن الحق ويتمسك به. ¶ كما يحسن أن ننبه هنا إلى أن لأستاذنا الفاضل موضوعا ثالثا عن السنة هو محاضرة كان قد ألقاها منذ نحو سنتين في جمع من الشباب المسلم في بلاد قطر العزيزة تحدث فيها عن أهمية السنة النبوية ومنزلتها في التشريع الإسلامي والحاجة إليه من أجل فهم القرآن ومعرفة تفسيره وعساها يقدر لها كذلك النشر قريبا بإذن الله. ¶ هذا وقد طلبنا من أستاذنا الكريم إجابة الطلبات الكثيرة لطبع هذه المحاضرة القيمة ونشرها فوافق – جزاه الله تعالى خيرا – على ذلك مشكورا فقمنا بقراءتها عليه ونقحناها بإشرافه",
            "page": "10",
            "part": "1",
            "seal": "11D4DB58"
        },
        {
            "id": "9",
            "nass": "ووضعنا عناوين صغيرة لأفكارها الأساسية تسهيلا على القارئ ومساعدة له على إدراك عناصر الموضوع الرئيسية وهذا نوع من الترتيب الحديث والتنظيم الجيد للكتابة نافع ومفيد1. ¶ وقد رأيت أن أقدم بين يدي الرسالة بتعريفات لبعض المصطلحات الحديثية التي لها صلة بالموضوع وبفوائد هامة يحسن بيانها وأرجو الله تعالى أن ينفع بهذه الرسالة كثيرين وأن يجزي كاتبها وناشرها ومبلغها خير الجزاء وبه سبحانه التوفيق والسداد ومنه وحده العون والاستمداد. ¶ __________ ¶ 1 ثم يسر الله أيضا نشرها بعنوان \"منزلة السنة في الإسلام\" ضمن هذه السلسلة برقم \"4\".",
            "page": "11",
            "part": "1",
            "seal": "93232634"
        },
        {
            "id": "10",
            "nass": "الفصل الأول: وجوب الرجوع إلى السنة وتحريم مخالفتها ¶ مدخل ¶ ... ¶ الفصل الأول: وجوب الرجوع إلى السنة وتحريم مخالفتها ¶ أيها الإخوان الكرام: إن من المتفق عليه بين المسلمين الأولين كافة أن السنة النبوية - على صاحبها أفضل الصلاة والسلام - هي المرجع الثاني والأخير في الشرع الإسلامي في كل نواحي الحياة من أمور غيبية اعتقادية - أو أحكام عملية أو سياسية أو تربوية وأنه لا يجوز مخالفتها في شيء من ذلك لرأي أو اجتهاد أو قياس كما قال الإمام الشافعي رحمه الله في آخر \"الرسالة \": \"لا يحل القياس والخبر موجود \"ومثله ما اشتهر عند المتأخرين من علماء الأصول: \"إذا ورد الأثر بطل النظر\" \"لا اجتهاد في مورد النص\" ومستندهم في ذلك الكتاب الكريم والسنة المطهرة ¶ القرآن يأمر بالاحتكام إلى سنة الرسول صلى الله عليه وسلم ¶ أما الكتاب ففيه آيات كثير أجتزئ بذكر بعضها في هذه المقدمة على سبيل الذكرى {فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ} ¶ 1 - قال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً} [الأحزاب: 36]",
            "page": "25",
            "part": "1",
            "seal": "B06BABB1"
        },
        {
            "id": "11",
            "nass": "2 - وقال عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} [الحجرات: 1] ¶ 3 - وقال: {قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ} [آل عمران: 32] ¶ 4 - وقال عز من قائل: {وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولاً وَكَفَى بِاللَّهِ شَهِيداً، مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً} [النساء: 80] ¶ 5 - وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} [النساء: 59] ¶ 6 - وقال: {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} [الأنفال: 46] ¶ 7 - وقال: {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلاغُ الْمُبِينُ} [المائدة: 92] ¶ 8 - وقال: {لا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضاً قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذاً فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: 63]",
            "page": "26",
            "part": "1",
            "seal": "3ECD6C12"
        },
        {
            "id": "12",
            "nass": "9 - وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ} [الأنفال: 24] ¶ 10 - وقال: {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ، وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُهِينٌ} [النساء 13 - 14] ¶ 11 - وقال: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلالاً بَعِيداً، وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً} [النساء: 60 - 61] ¶ 12 - وقال سبحانه: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [النور: 52] ¶ 13 - وقال: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} [الحشر: 7]",
            "page": "27",
            "part": "1",
            "seal": "9FBB6590"
        },
        {
            "id": "13",
            "nass": "14 - وقال تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً} [الأحزاب: 21] ¶ 15 - وقال: {وَالنَّجْمِ إِذَا هَوَى، مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى، وَمَا يَنْطِقُ عَنِ الْهَوَى، إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} [النجم: 1 - 4] ¶ 16 - وقال تبارك وتعالى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} [النحل: 44] إلى غير ذلك من الآيات المباركات",
            "page": "28",
            "part": "1",
            "seal": "49C7C443"
        },
        {
            "id": "14",
            "nass": "الأحاديث الداعية إلى اتباع النبي صلى الله عليه وسلم في كل شيء: ¶ وأما السنة ففيها الكثير الطيب مما يوجب علينا اتباعه عليه الصلاة والسلام اتباعا عاما في كل شيء من أمور ديننا وإليكم النصوص الثابتة منها: ¶ 1 - عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"كل أمتي يدخلون الجنة إلا من أبى\" قالوا: ومن يأبى؟ قال: \"من أطاعني دخل الجنة ومن عصاني فقد أبى\". ¶ أخرجه البخاري في \"صحيحه كتاب الاعتصام \" ¶ 2 - عن جابر بن عبد الله رضي الله عنه قال: ¶ \"جاءت ملائكة إلى النبي صلى الله عليه وسلم وهو نائم فقال بعضهم: إنه",
            "page": "28",
            "part": "1",
            "seal": "75D7E9E0"
        },
        {
            "id": "15",
            "nass": "نائم وقال بعضهم: إن العين نائمة والقلب يقظان فقالوا: إن لصاحبكم هذا مثلا فاضربوا له مثلا فقالوا: مثله كمثل رجل بنى دارا وجعل فيه مأدبة وبعث داعيا فمن أجاب الداعي دخل الدار وأكل من المأدبة ومن لم يجب الداعي لم يدخل الدار ولم يأكل من المأدبة فقالوا: أولوها يفقهها فقال بعضهم: إنه نائم وقال بعضهم: إن العين نائمة والقلب يقظان فقالوا فالدار الجنة والداعي محمد صلى الله عليه وسلم فمن أطاع محمدا صلى الله عليه وسلم فقد أطاع الله ومن عصى محمدا صلى الله عليه وسلم فقد عصى الله ومحمد صلى الله عليه وسلم فرق1 بين الناس ¶ أخرجه البخاري أيضا ¶ 3 - عن أبي موسى رضي الله عنه عن النبي صلى الله عليه وسلم قال: ¶ \"إنما مثلي ومثل ما بعثني الله به كمثل رجل أتى قوما فقال: يا قوم إني رأيت الجيش بعيني وإني أنا النذير العريان فالنجاء النجاء فأطاعه طائفة من قومه فأدلجوا فانطلقوا على مهلهم فنجوا وكذبت طائفة منهم فأصبحوا مكانهم فصبحهم الجيش فأهلكهم واجتاحهم فذلك ¶ مثل من أطاعني فاتبع ما جئت به ومثل من عصاني وكذب بما جئت به من الحق\" أخرجه البخاري ومسلم ¶ 4 - عن أبي رافع رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ¶ \"لا ألفين أحدكم متكئا على أريكته يأتيه الأمر من أمري مما ¶ __________ ¶ 1 أي يفرق بين المؤمنين والكافرين بتصديق الأولين إياه وتكذيب الآخرين له.",
            "page": "29",
            "part": "1",
            "seal": "27F05ED9"
        },
        {
            "id": "16",
            "nass": "أمرت به أو نهيت عنه فيقول: لا أدري ما وجدنا في كتاب الله اتبعناه \"وإلا فلا\". ¶ رواه أحمد وأبو داود والترمذي وصححه وابن ماجة والطحاوي وغيرهم بسند صحيح ¶ 5 - عن المقدام بن معدي كرب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ¶ \"ألا إني أوتيت القرآن ومثله معه ألا يوشك رجل شبعان على أريكته يقول: عليكم بهذا القرآن فما وجدتم فيه حلال فأحلوه وما وجدتم فيه من حرام فحرموه وإن ما حرم رسول الله كما حرم الله ألا لا يحل لكم الحمار الأهلي ولا كل ذي ناب من السباع ولا لقطة معاهد إلا أن يستغني عنها صاحبها ومن نزل بقوم فعليهم أن يقروه1 فإن لم يقروه فله أن يعقبهم بمثل قراه\". ¶ رواه أبو داود والترمذي والحاكم وصححه وأحمد بسند صحيح ¶ 6 - عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ¶ \"تركت فيكم شيئين لن تضلوا بعدهم ما تمسكتم بهما كتاب ¶ __________ ¶ 1 أي يضيفوه.",
            "page": "30",
            "part": "1",
            "seal": "FCE316C9"
        },
        {
            "id": "17",
            "nass": "الله وسنتي ولن يتفرقا حتى يردا على الحوض\". ¶ أخرجه مالك مرسلا والحاكم مسندا وصححه ¶ ما تدل عليه النصوص السابقة: ¶ وفي هذه النصوص من الآيات والأحاديث أمور هامة جدا يمكن إجمالها فيما يلي: ¶ 1 - أنه لا فرق بين قضاء الله وقضاء رسوله وأن كلا منهما ليس للمؤمن الخيرة في أن يخالفهما وأن عصيان الرسول صلى الله عليه وسلم كعصيان الله تعالى وأنه ضلال مبين ¶ 2 - أنه لا يجوز التقدم بين يدي الرسول صلى الله عليه وسلم كما لا يجوز التقدم بين يدي الله تعالى وهو كناية عن عدم جواز مخالفة سنته صلى الله عليه وسلم قال الإمام ابن القيم في \"إعلام الموقعين\" \"1/58\": ¶ \"أي لا تقولوا حتى يقول وتأمروا حتى يأمر ولا تفتوا حتى يفتي ولا تقطعوا أمرا حتى يكون هو الذي يحكم فيه ويمضي \" ¶ 3 - أن المطيع للرسول صلى الله عليه وسلم مطيع لله تعالى ¶ 4 - أن التولي عن طاعة الرسول صلى الله عليه وسلم إنما هو من شأن الكافرين ¶ 5 - وجوب الرد والرجوع عند التنازع والاختلاف في شيء من أمور الدين إلى الله وإلى الرسول صلى الله عليه وسلم قال ابن القيم \"1/54\":",
            "page": "31",
            "part": "1",
            "seal": "354D6E7A"
        },
        {
            "id": "18",
            "nass": "فأمر تعالى بطاعته وطاعة رسوله وأعاد الفعل \"يعني قوله: وأطيعوا الرسول\" إعلاما بأن طاعته تجب استقلالا من غير عرض ما أمر به على الكتاب بل إذا أمر وجبت طاعته مطلقا سواء كان ما أمر به في الكتاب أو لم يكن فيه فإنه ¶ أوتي الكتاب ومثله معه \"ولم يأمر بطاعة أولي الأمر استقلالا بل حذف الفعل وجعل طاعتهم في ضمن طاعة الرسول \" ¶ ومن المتفق عليه عند العلماء أن الرد إلى الله إنما هو الرد إلى كتابه والرد إلى الرسول هو الرد إليه في حياته وإلى سنته بعد وفاته وأن ذلك من شروط الإيمان ¶ 6 - أن الرضى بالتنازع بترك الرجوع إلى السنة للخلاص من هذا التنازع سبب هام في نظر الشرع لإخفاق المسلمين في جميع جهودهم ولذهاب قوتهم وشوكتهم ¶ 7 - التحذير من مخالفة الرسول صلى الله عليه وسلم لما لها من العاقبة السيئة في الدنيا والآخرة ¶ 8 - استحقاق المخالفين لأمره صلى الله عليه وسلم الفتنة في الدنيا والعذاب الأليم في الآخرة ¶ 9 - وجوب الاستجابة لدعوة الرسول صلى الله عليه وسلم وأمره وأنها سبب الحياة الطيبة والسعادة في الدنيا والآخرة ¶ 10 - أن طاعة النبي صلى الله عليه وسلم سبب لدخول الجنة والفوز العظيم وأن معصيته وتجاوز حدوده سبب لدخول النار والعذاب المهين",
            "page": "32",
            "part": "1",
            "seal": "270B76FB"
        },
        {
            "id": "19",
            "nass": "11 - أن من صفات المنافقين الذين يتظاهرون بالإسلام ويبطنون الكفر أنهم إذا دعوا إلى أن يتحاكموا إلى الرسول صلى الله عليه وسلم وإلى سنته لا يستجيبون لذلك بل يصدون عنه صدودا ¶ 12 - وأن المؤمنين على خلاف المنافقين فإنهم إذا دعوا إلى التحاكم إلى الرسول صلى الله عليه وسلم بادروا إلى الاستجابة لذلك وقالوا بلسان حالهم ومقالهم: \"سمعنا وأطعنا\" وأنهم بذلك يصيرون مفلحين ويكونون من الفائزين بجنات النعيم ¶ 13 - كل ما أمرنا به الرسول صلى الله عليه وسلم يجب علينا اتباعه فيه كما يجب علينا أن ننتهي عن كل ما نهانا عنه ¶ 14 - أنه صلى الله عليه وسلم أسوتنا وقدوتنا في كل أمور ديننا إذا كنا ممن يرجو الله واليوم الآخر ¶ 15 - وأن كل ما نطق به رسول الله صلى الله عليه وسلم مما له صلة بالدين والأمور الغيبية التي لا تعرف بالعقل ولا بالتجربة فهو وحي من الله إليه. لا يأتيه الباطل من بين يديه ولا من خلفه ¶ 16 - وأن سنته صلى الله عليه وسلم هي بيان لما أنزل إليه من القرآن ¶ 17 - وأن القرآن لا يغني عن السنة بل هي مثله في وجوب الطاعة والاتباع وأن المستغني به عنها مخالف للرسول عليه الصلاة والسلام غير مطيع له فهو بذلك مخالف لما سبق من الآيات",
            "page": "33",
            "part": "1",
            "seal": "E4B06298"
        },
        {
            "id": "20",
            "nass": "18 - أن ما حرم رسول الله صلى الله عليه وسلم مثل ما حرم الله وكذلك كل شيء جاء به رسول الله صلى الله عليه وسلم مما ليس في القرآن فهو مثل ما لو جاء في القرآن لعموم قوله: \"ألا إني أوتيت القرآن ومثله معه\". ¶ 19 - أن العصمة من الانحراف والضلال إنما هو التمسك بالكتاب والسنة وأن ذلك حكم مستمر إلى يوم القيامة فلا يجوز التفريق بين كتاب الله وسنة نبيه صلى الله عليه وسلم تسليما كثيرا. ¶ لزوم اتباع السنة على كل جيل في العقائد والأحكام: ¶ أيها الأخوة الكرام هذه النصوص المتقدمة من الكتاب والسنة كما أنها دلت دلالة قاطعة على وجوب اتباع السنة اتباعا مطلقا في كل ما جاء به النبي صلى الله عليه وسلم وأن من لم يرض بالتحاكم إليها والخضوع لها فليس مؤمنا فإني أريد أن ألفت نظركم إلى أنها تدل بعموماتها وإطلاقاتها على أمرين آخرين هامين أيضا: ¶ الأول: أنها تشمل كل من بلغته الدعوة إلى يوم القيامة وذلك صريح في قوله تعالى: {لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} وقوله: {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً} [سبأ: 28] وفسره صلى الله عليه وسلم بقوله في حديث: \"وكان النبي يبعث إلى قومه خاصة وبعثت إلى الناس كافة\" متفق عليه وقوله: \"والذي نفسي بيده لا يسمع بي رجل من هذه الأمة ولا يهودي ولا نصراني ثم لم يؤمن بي إلا",
            "page": "34",
            "part": "1",
            "seal": "FD392468"
        },
        {
            "id": "21",
            "nass": "كان من أهل النار\" رواه مسلم وابن منده وغيرهما \"الصحيحة 157\". ¶ والثاني: أنها تشمل كل أمر من أمور الدين لا فرق بين ما كان منه عقيدة علمية أو حكما عمليا أو غير ذلك فكما كان يجب على كل صحابي أن يؤمن بذلك كله حين يبلغه من النبي صلى الله عليه وسلم أو من صحابي آخر عنه كان يجب كذلك على التابعي حين يبلغه عن الصحابي فكما كان لا يجوز للصحابي مثلا أن يرد حديث النبي صلى الله عليه وسلم إذا كان في العقيدة بحجة أنه خبر آحاد سمعه عن صحابي مثله عنه صلى الله عليه وسلم فكذلك لا يجوز لمن بعده أن يرده بالحجة نفسها مادام أن المخبر به ثقة عنده وهكذا ينبغي أن يستمر الأمر إلى أن يرث الله الأرض ومن عليها وقد كان الأمر كذلك في عهد التابعين والأئمة المجتهدين كما سيأتي النص بذلك عن الإمام الشافعي رحمه الله تعالى.",
            "page": "35",
            "part": "1",
            "seal": "2872D985"
        },
        {
            "id": "22",
            "nass": "تحكم الخلف بالسنة بدل التحاكم إليها: ¶ ثم خلف من بعدهم خلف أضاعوا السنة النبوية وأهملوها بسبب أصول تبناها بعض علماء الكلام وقواعد زعمها بعض علماء الأصول والفقهاء المقلدين كان من نتائجها الإهمال المذكور الذي أدى بدوره إلى الشك في قسم كبير منها ورد قسم آخر منها لمخالفتها لتلك الأصول والقواعد فتبدلت الآية عند هؤلاء فبدل أن يرجعوا بها إلى السنة ويتحاكموا إليها فقد قلبوا",
            "page": "35",
            "part": "1",
            "seal": "1876DAD4"
        },
        {
            "id": "23",
            "nass": "الأمر ورجعوا بالسنة إلى قواعدهم وأصولهم فما كان منها موافقا لقواعدهم قبلوه وإلا رفضوه وبذلك انقطعت الصلة التامة بين المسلم وبين النبي صلى الله عليه وسلم وخاصة عند المتأخرين منهم فعادوا جاهلين بالنبي صلى الله عليه وسلم وعقيدته وسيرته وعبادته وصيامه وقيامه وحجه وأحكامه وفتاويه فإذا سئلوا عن شيء من ذلك أجابوك إما بحديث ضعيف أو لا أصل له أو بما في المذهب الفلاني فإذا اتفق أنه مخالف للحديث الصحيح وذكروا به لا يذكرون ولا يقبلون الرجوع إليه لشبهات لا مجال لذكرها الآن وكل ذلك سببه تلك الأصول والقواعد المشار إليها وسيأتي قريبا ذكر بعضها إن شاء الله تعالى. ¶ ولقد عم هذا الوباء وطم كل البلاد الإسلامية والمجلات العلمية والكتب الدينية إلا نادرا فلا تجد من يفتي فيها على الكتاب والسنة إلا أفرادا قليلين غرباء بل جماهيرهم يعتمدون فيها على مذهب من المذاهب الأربعة وقد يتعدونها إلى غيرها إذا وجدوا في ذلك مصلحة - كما زعموا - وأما السنة فقد أصبحت عندهم نسيا منسيا إلا إذا اقتضت المصلحة عندهم الأخذ بها كما فعل بعضهم بالنسبة لحديث ابن عباس في الطلاق بلفظ ثلاث وأنه كان على عهد النبي صلى الله عليه وسلم طلقة واحدة فقد أنزلوها منزلة بعض المذاهب المرجوحة وكانوا قبل أن يتبنوه يحاربونه ويحاربون الداعي إليه!",
            "page": "36",
            "part": "1",
            "seal": "A355E2ED"
        },
        {
            "id": "24",
            "nass": "غربة السنة عند المتأخرين: ¶ وإن مما يدل على غربة السنة في هذا الزمان وجهل أهل العلم والفتوى بها جواب إحدى المجلات الإسلامية السيارة عن سؤال: \"هل تبعث الحيوانات ... \" ونصه: ¶ قال الإمام الآلوسي في تفسيره: ليس في هذا الباب - يعني بعض الحيوانات - نص من كتاب أو سنة يعول عليه يدل على حشر غير الثقلين من الوحوش والطيور \" ¶ هذا كل ما اعتمده المجيب وهو شيء عجيب يدلكم على مبلغ إهمال أهل العلم - فضلا عن غيرهم لعلم السنة فقد ثبت فيها أكثر من حديث واحد يصرح بأن الحيوانات تحشر ويقتص لبعضها من بعض من ذلك حديث مسلم في \"صحيحه \": \"لتؤدون الحقوق إلى أهلها حتى يقاد للشاة الجلحاء من الشاة القرناء\". وثبت عن ابن عمرو وغيره أن الكافر حين يرى هذا القصاص يقول: {يَا لَيْتَنِي كُنْتُ تُرَاباً} [النبأ: 40]",
            "page": "37",
            "part": "1",
            "seal": "F99AACA6"
        },
        {
            "id": "25",
            "nass": "أصول الخلف التي تركت السنة بسببها: ¶ فما هي تلك الأصول والقواعد التي أقامها الخلف حتى صرفتهم عن السنة دراسة واتباعا؟ وجوابا عن ذلك أقول: ¶ يمكن حصرها في الأمور الآتية: ¶ الأول: قول بعض علماء الكلام: إن حديث الآحاد لا تثبت به",
            "page": "37",
            "part": "1",
            "seal": "715D02B4"
        },
        {
            "id": "26",
            "nass": "عقيدة وصرح بعض الدعاة الإسلاميين اليوم بأنه لا يجوز أخذ العقيدة منه بل يحرم. ¶ الثاني: بعض القواعد التي تبنتها بعض المذاهب المتبعة في \"أصولها\" يحضرني الآن منها ما يلي: ¶ أ - تقديم القياس على خبر الآحاد. \"الإعلام 1/327 و300 شرح المنار ص 623\" ¶ ب - رد خبر الآحاد إذا خالف الأصول. \"الإعلام 1/329، شرح المنار ص 646\" ¶ ج - رد الحديث المتضمن حكما زائدا على نص القرآن بدعوى أن ذلك نسخ له والسنة لا تنسخ القرآن \"شرح المنار ص 647، الأحكام 2/66\" ¶ د - تقديم العام على الخاص عند التعارض أو عدم جواز تخصيص عموم القرآن بخبر الواحد ¶ \"شرح المنار ص 289 - 294، إرشاد الفحول 138 - 139 - 143 - 144\" ¶ هـ - تقديم أهل المدينة على الحديث الصحيح ¶ الثالث: التقليد واتخاذه مذهبا ودينا.",
            "page": "38",
            "part": "1",
            "seal": "DCD49935"
        },
        {
            "id": "27",
            "nass": "الفصل الثاني: بطلان تقديم القياس وغيره على الحديث ¶ مدخل ¶ ... ¶ الفصل الثاني: بطلان تقديم القياس وغيره على الحديث ¶ إن رد الحديث الصحيح بالقياس أو غيره من القواعد التي سبق ذكرها مثل رده بمخالفة أهل المدينة له لهو مخالفة صريحة لتلك الآيات والأحاديث المتقدمة القاضية بوجوب الرجوع إلى الكتاب والسنة عند الاختلاف والتنازع ومما لا شك فيه عند أهل العلم أن رد الحديث لمثل ما ذكرنا من القواعد ليس مما اتفق عليه أهل العلم كلهم بل إن جماهير العلماء يخالفون تلك القواعد ويقدمون عليها الحديث الصحيح اتباعا للكتاب والسنة كيف لا مع أن الواجب العمل بالحديث ولو مع ظن الاتفاق على خلافه أو عدم العلم بمن عمل به قال الإمام الشافعي في \"الرسالة\" \"ص 463/464\": \"ويجب أن يقبل الخبر في الوقت الذي ثبت فيه وإن لم يمض عمل من الأئمة بمثل الخبر\". وقد قال العلامة ابن القيم في \"إعلام الموقعين\" \"1/32 - 33\": ¶ ولم يكن الإمام أحمد رحمه الله تعالى يقدم على الحديث الصحيح عملا ولا رأيا ولا قياسا ولا قول صاحب ولا عدم علمه بالمخالف الذي يسميه كثير من الناس إجماعا ويقدمونه على الحديث الصحيح وقد كذب أحمد من ادعى هذا الإجماع ولم يسغ تقديمه على الحديث الثابت وكذلك الشافعي",
            "page": "39",
            "part": "1",
            "seal": "0ABA734C"
        },
        {
            "id": "28",
            "nass": "أيضا نص في \"رسالته الجديدة\" على أن ما لا يعلم فيه بخلاف لا يقال له إجماع ... ونصوص رسول الله صلى الله عليه وسلم أجل عند الإمام أحمد وسائر أئمة الحديث من أن يقدموا عليها ما توهم إجماع مضمونه عدم العلم بالمخالف ولو ساغ لتعطلت النصوص وساغ لكل من لم يعلم مخالفا في حكم مسألة أن يقدم جهله بالمخالف على النصوص\" ¶ وقال ابن القيم أيضا \"3/464 - 465\": ¶ وقد كان السلف الطيب يشتد نكيرهم وغضبهم على من عارض حديث رسول الله صلى الله عليه وسلم برأي أو قياس أو استحسان أو قول أحد من الناس كائنا من كان ويهجرون فاعل ذلك وينكرون على من ضرب له الأمثال ولا يسوغون غير الانقياد له صلى الله عليه وسلم والتسليم والتلقي بالسمع والطاعة ولا يخطر بقلوبهم التوقف في قبوله حتى يشهد له عمل أو قياس أو يوافق قول فلان وفلان بل كانوا عاملين بقوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} [الأحزاب: 36] وأمثاله \"مما تقدم\" فدفعنا إلى زمان إذا قيل لأحدهم: ثبت عن النبي صلى الله عليه وسلم أنه قال: كذا وكذا يقول: من قال بهذا؟ دفعا في صدر الحديث ويجعل جهله بالقائل حجة له في مخالفته وترك العمل به ولو نصح نفسه لعلم أن هذا الكلام من أعظم الباطل وأنه لا يحل له دفع سنن رسول الله صلى الله عليه وسلم بمثل هذا",
            "page": "40",
            "part": "1",
            "seal": "B438F4F6"
        },
        {
            "id": "29",
            "nass": "الجهل وأقبح من ذلك عذره في جهله إذ يعتقد أن الإجماع منعقد على مخالفة تلك السنة وهذا سوء ظن بجماعة المسلمين إذ ينسبهم إلى اتفاقهم على مخالفة سنة رسول الله صلى الله عليه وسلم وأقبح من ذلك عذره في دعوى هذا الإجماع وهو جهله وعدم علمه بمن قال بالحديث فعاد الأمر إلى تقديم جهله على السنة والله المستعان ¶ قلت: وإذا كان هذا حال من يخالف السنة وهو يظن أن العلماء اتفقوا على خلافها فكيف يكون حال من يخالفها إذا كان يعلم أن كثيرا من العلماء قد قالوا بها وأن من خالفها لا حجة له إلا من مثل تلك القواعد المشار إليها أو التقليد على ما سيأتي في الفصل الرابع ¶ سبب الخطأ في تقديم القياس وأصولهم على الحديث: ¶ ومنشأ الخطأ في تقديمهم القواعد المشار إليها على السنة في نظري إنما هو نظرتهم إلى السنة أنها في مرتبة دون المرتبة التي أنزلها الله تبارك وتعالى فيها من جهة وفي شكهم في ثبوتها من جهة أخرى وإلا كيف جاز لهم تقديم القياس عليها علما بأن القياس قائم على الرأي والاجتهاد وهو معرض للخطأ كما هو معلوم ولذلك لا يصار إليه إلا عند الضرورة كما تقدم في كلمة الشافعي رحمه الله: لا يحل القياس والخبر موجود وكيف جاز لهم تقديم عمل أهل بعض البلاد عليها وهم يعلمون أنهم مأمورون بالتحاكم إليها عند التنازع كما سلف؟ وما",
            "page": "41",
            "part": "1",
            "seal": "D4397432"
        },
        {
            "id": "30",
            "nass": "أحسن قول الإمام السبكي في صدد المتمذهب بمذهب يجد حديثا لم يأخذ به مذهبه ولا علم قائلا به من غير مذهبه: ¶ والأولى عندي اتباع الحديث وليفرض الإنسان نفسه بين يدي النبي صلى الله عليه وسلم وقد سمع ذلك منه أيسعه التأخر عن العمل به؟ لا والله وكل أحد مكلف بحسب فهمه1 ¶ قلت: وهذا يؤيد ما ذكرنا من أن الشك في ثبوت السنة هو مما رماهم في ذاك الخطأ وإلا فلو كانوا على علم بها وأن رسول الله صلى الله عليه وسلم قد قالها لم يتفوهوا بتلك القواعد فضلا عن أن يطبقوها وأن يخالفوا بها مئات الأحاديث الثابتة عن النبي صلى الله عليه وسلم ولا مستند لهم في ذلك إلا الرأي والقياس واتباع عمل طائفة من الناس كما ذكرنا وإنما العمل الصحيح ما وافق السنة والزيادة على ذلك زيادة في الدين والنقص منه نقص في الدين قال ابن القيم \"1/299\" مفسرا للزيادة والنقص المذكورين: ¶ فالأول القياس والثاني التخصيص الباطل وكلاهما ليس من الدين ومن لم يقف مع النصوص فإنه تارة يزيد في النص ما ليس منه ويقول هذا قياس ومرة ينقص منه بعض ما يقتضيه ويخرجه عن حكمه ويقول: هذا تخصيص ومرة يترك النص جملة ويقول: ليس العمل عليه أو يقول: هذا خلاف القياس أو خلاف الأصول. \"قال\": ونحن نرى أنه كلما اشتد ¶ __________ ¶ 1 رسالة معنى قول الإمام المطلبي \"إذا صح الحديث فهو مذهبي\" ص 2 1 ج3 مجموعة الرسائل المنيرية.",
            "page": "42",
            "part": "1",
            "seal": "A9D1E6DF"
        },
        {
            "id": "31",
            "nass": "توغل الرجل في القياس اشتدت مخالفته للسنن ولا نرى خلاف السنن والآثار عند أصحاب الرأي والقياس فلله كم من سنة صحيحة صريحة قد عطلت به وكم من أثر درس حكمه بسببه فالسنن والآثار عند الآرائيين والقياسيين خاوية على عروشها معطلة أحكامها معزولة عن سلطانها وولايتها لها الاسم ولغيرها الحكم لها السكة والخطبة ولغيرها الأمر والنهي وإلا فلماذا ترك",
            "page": "43",
            "part": "1",
            "seal": "782CC05E"
        },
        {
            "id": "32",
            "nass": "أمثلة من الأحاديث الصحيحة التي خولفت بتلك القواعد: ¶ 1 - حديث قسم الابتداء وأن للزوجة حق العقد سبع ليال إن كانت بكرا أو ثلاثا إن كانت ثيبا ثم يقسم بالسوية؟ ¶ 2 - وحديث تغريب الزاني غير المحصن ¶ 3 - وحديث الاشتراط في الحج وجواز التحلل بالشرط ¶ 4 - وحديث المسح على الجوربين ¶ 5 - وحديث أبي هريرة ومعاوية بن الحكم السلمي في أن كلام الناسي والجاهل لا يبطل الصلاة ¶ 6 - وحديث إتمام صلاة الصبح لمن طلعت عليه الشمس وقد صلى منها ركعة ¶ 7 - وحديث إتمام الصوم لمن أكل ناسيا",
            "page": "43",
            "part": "1",
            "seal": "731FD248"
        },
        {
            "id": "33",
            "nass": "8 - وحديث الصوم عن الميت ¶ 9 - وحديث الحج عن المريض الميئوس من برئه ¶ 10 - وحديث القضاء بالشاهد مع اليمين ¶ 11 - وحديث قطع يد السارق في ربع دينار ¶ 12 - وحديث من تزوج امرأة أبيه ضرب عنقه ويأخذ ماله ¶ 13 - وحديث \"لا يقتل مؤمن بكافر\" ¶ 14 - وحديث \"لعن الله المحلل والمحلل له\" ¶ 15 - وحديث \"لا نكاح إلا بولي\" ¶ 16 - وحديث المطلقة ثلاثا لا سكنى لها ولا نفقة ¶ 17 - وحديث \"أصدقها ولو خاتما من حديد\" ¶ 18 - وحديث إباحة لحوم الخيل ¶ 19 - وحديث \"كل مسكر حرام\" ¶ 20 - وحديث: \"ليس فيما دون الخمس أوسق صدقة\" ¶ 21 - وحديث المزارعة والمساقاة ¶ 22 - حديث ذكاة1 الجنين وذكاة أمه ¶ 23 - وحديث \"الرهن مركوب ومحلوب\" ¶ __________ ¶ 1 الذكاة: هي الذبح الشرعي.",
            "page": "44",
            "part": "1",
            "seal": "14F23554"
        },
        {
            "id": "34",
            "nass": "24 - وحديث النهي عن تخليل الخمر ¶ 25 - وحديث \"لا تحرم المصة والمصتان\" ¶ 26 - وحديث \"أنت ومالك لأبيك\" ¶ 27 - وحديث الوضوء من لحوم الإبل ¶ 28 - وأحاديث المسح على العمامة ¶ 29 - وحديث الأمر بإعادة الصلاة لمن صلى خلف الصف وحده ¶ 30 - وحديث من دخل والإمام يخطب يوم الجمعة يصلي تحية المسجد ¶ 31 - وحديث الصلاة على الغائب ¶ 32 - وحديث الجهر بآمين في الصلاة ¶ 33 - وحديث جواز رجوع الأب فيما وهب لولده ولا يرجع غيره ¶ 34 - وحديث الخروج إلى العيد من الغد إذا علم بالعيد بعد الزوال ¶ 35 - وحديث نضح بول الرضيع الذي لم يأكل الطعام ¶ 36 - وحديث الصلاة على القبر ¶ 37 - وحديث بيع جابر بعيره واشتراط ظهره1 ¶ __________ ¶ 1 أي ركوبه إلى المدينة وكان ذلك أثناء العودة من غزوة خيبر.",
            "page": "45",
            "part": "1",
            "seal": "C67C6A35"
        },
        {
            "id": "35",
            "nass": "38 - وحديث النهي عن جلود السباع ¶ 39 - وحديث لا يمنع أحدكم جاره أن يغرز خشبة في جداره ¶ 40 - وحديث إذا أسلم وتحته أختان اختار أيتهما شاء ¶ 41 - وحديث الوتر على الراحلة ¶ 42 - وحديث \"كل ذي ناب من السباع حرام\" ¶ 43 - وحديث: من السنة وضع اليمنى على اليسرى في الصلاة1 ¶ 44 - وحديث لا تجزيء صلاة لا يقيم الرجل فيها صلبه في ركوعه وسجوده ¶ 45 - وأحاديث رفع اليدين في الصلاة عند الركوع والرفع منه ¶ 46 - وأحاديث الاستفتاح في الصلاة ¶ 47 - وحديث: \"تحريمها التكبير وتحلها التسليم\" ¶ 48 - وحديث حمل الصبية في الصلاة ¶ 49 - وأحاديث العقيقة ¶ 50 - وحديث: \"لو أن رجلا اطلع عليك بغير إذنك\" ¶ 51 - وحديث أن بلالا يؤذن بليل ¶ 52 - وحديث النهي عن صوم يوم الجمعة ¶ __________ ¶ 1 يخالف في ذلك المالكية الذين يرون إرسال اليدين.",
            "page": "46",
            "part": "1",
            "seal": "F99E729D"
        },
        {
            "id": "36",
            "nass": "53 - وحديث صلاة الكسوف والاستسقاء ¶ 54 - وحديث عسب الفحل ¶ 55 - وحديث \" المحرم إذا مات لم يخمر رأسه لم يقرب طيبا\" ¶ قلت: هذه الأحاديث كلها أو جلها إلى أضعافها تركت من أجل القياس أو القواعد التي سبق ذكرها بعضها عزاها ابن حزم للتاركين للسنة من أجل عمل المدينة وإليكم أمثلة أخرى من مخالفة هؤلاء للسنة فمن ذلك مخالفتهم ل: ¶ 1 - حديث قراءته صلى الله عليه وسلم \"بالطور\" في المغرب و\"المرسلات\" في آخر عمره صلى الله عليه وسلم ¶ 2 - تأمينه صلى الله عليه وسلم بعد الفاتحة ¶ 3 - سجوده صلى الله عليه وسلم في {إِذَا السَّمَاءُ انْشَقَّتْ} ¶ 4 - صلاته صلى الله عليه وسلم بالناس جالسا وهم جلوس وراءه. فقالوا: صلاة من صلى كذلك باطلة ¶ 5 - حديث أن أبا بكر الصديق رضي الله عنه ابتدأ بالناس الصلاة فأتى النبي صلى الله عليه وسلم فدخل فجلس إلى جنب أبي بكر رضي الله عنه فأتم عليه السلام الصلاة بالناس. فقالوا: ليس عليه العمل ومن صلى هكذا بطلت صلاته ¶ 6 - حديث جمع بين الظهر والعصر \"يعني في المدينة\" في",
            "page": "47",
            "part": "1",
            "seal": "9EBEA087"
        },
        {
            "id": "37",
            "nass": "غير خوف ولا سفر1 ¶ 7 - حديث أنه أتى بصبي فبال على ثوبه فدعا بماء فأتبعه إياه ونضحه ولم يغسله ¶ 8 - وحديث أنه عليه السلام كان يقرأ في صلاة العيد بسورة \"ق\" و {اقْتَرَبَتِ السَّاعَةُ} ¶ 9 - حديث أنه عليه السلام صلى على سهيل بن بيضاء في المسجد ¶ 10 - حديث أنه عليه السلام رجم يهوديين زنيا. فقالوا: لا يجوز رجمهم ¶ 11 - حديث أنه صلى الله عليه وسلم احتجم وهو محرم ¶ 12 - حديث تطيبه صلى الله عليه وسلم لحله قبل أن يطوف بالبيت2 ¶ 13 - أحاديث التسليمتين في الصلاة ¶ إلى غير ذلك من الأحاديث التي خالفوا فيها أوامره صلى الله عليه وسلم التي لو تتبعها المتتبع لربما بلغت الألوف كما قال ابن حزم رحمه الله تعالى ¶ وقد درسنا مسألة تقديم القياس وغيره على الحديث فيما مضى فلندرس الآن الأمرين الآخرين على ضوء الكتاب والسنة والنصوص المتقدمة لنتبين منها حقيقتها في فصلين اثنين ¶ __________ ¶ 1 هذا حين وجود الحرج كما يدل عليه جواب ابن عباس رضي الله عنهما لمن سأله: ما أراد بذلك؟ فقال: أن لا يحرج أمته. ¶ 2 ابن حزم في \"الإحكام في أصول الأحكام\" \"2/100، 105\".",
            "page": "48",
            "part": "1",
            "seal": "D2EEA435"
        },
        {
            "id": "38",
            "nass": "الفصل الثالث: حديث الآحاد حجة في العقائد والأحكام ¶ مدخل ¶ ... ¶ الفصل الثالث: حديث الآحاد حجة في العقائد والأحكام ¶ إن القائلين بأن حديث الآحاد لا تثبت به عقيدة يقولون في الوقت نفسه بأن الأحكام الشرعية ثبتت بحديث الآحاد وهم بهذا قد فرقوا بين العقائد والأحكام فهل تجد هذا التفريق في النصوص المتقدمة من الكتاب والسنة كلا وألف كلا بل هي بعمومها وإطلاقاتها تشمل العقائد أيضا وتوجب اتباعه صلى الله عليه وسلم فيها لأنها بلا شك مما يشمله قوله \"أمرا\" في آية {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} [الأحزاب: 36] وهكذا أمره تعالى بإطاعة نبيه صلى الله عليه وسلم والنهي عن عصيانه والتحذير من مخالفته وثناوه على المؤمنين الذين يقولون عندما يدعون للتحاكم إلى الله ورسوله: سمعنا وأطعنا كل ذاك يدل على وجوب طاعته واتباعه صلى الله عليه وسلم في العقائد والأحكام. وقوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ} [الحشر: 7] فإنه \"ما\" من ألفاظ العموم والشمول كما هو معلوم. وأنت لو سألت هؤلاء القائلين بوجوب الأخذ بحديث الآحاد في الأحكام عن الدليل عليه لاحتجوا بهذه الآيات السابقة وغيرها مما لم نذكره اختصارا وقد استوعبها الإمام الشافعي رحمه الله تعالى في كتابه \"الرسالة\" فليراجعها من شاء فما الذي حملهم",
            "page": "49",
            "part": "1",
            "seal": "1342770C"
        },
        {
            "id": "39",
            "nass": "على استثناء العقيدة من وجوب الأخذ بها وهي داخلة في عموم الآيات؟ إن تخصيصها بالأحكام دون العقائد تخصيص بدون مخصص وذلك باطل وما لزم منه باطل فهو باطل ¶ شبهة وجوابها ¶ لقد عرضت لهم شبهة ثم صارت لديهم عقيدة وهي أن حديث الآحاد لا يفيد إلا الظن ويعنون به الظن الراجح طبعا والظن الراجح يجب العمل به في الأحكام اتفاقا ولا يجوز الأخذ به عندهم في الأخبار الغيبية والمسائل العلمية وهي المراد بالعقيدة ونحن لو سلمنا لهم جدلا بقولهم: \"إن حديث الآحاد لا يفيد إلا الظن\" على إطلاقه فإنا نسألهم: من أين لكم هذا التفريق وما الدليل على أنه لا يجوز الأخذ بحديث الآحاد في العقيدة؟ ¶ لقد رأينا بعض المعاصرين يستدلون على ذلك بقوله تعالى في المشركين: {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ} [النجم: 23] وبقوله سبحانه: {إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً} [النجم: 36] ونحو ذلك من الآيات التي يذم الله تعالى فيها المشركين على اتباعهم الظن. وفات هؤلاء المستدلين أن الظن المذكور في هذه الآيات ليس المراد به الظن الغالب الذي يفيده خبر الآحاد والواجب الأخذ به اتفاقا وإنما هو الشك الذي هو الخرص فقد جاء في \"النهاية\" و \"اللسان\" وغيرها من كتب اللغة: \"الظن: الشك يعرض لك في الشيء فتحققه وتحكم به\".",
            "page": "50",
            "part": "1",
            "seal": "ADC1DB71"
        },
        {
            "id": "40",
            "nass": "فهذا هو الظن الذي نعاه الله تعالى على المشركين ومما يؤيد ذلك قوله تعالى فيهم: {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ} [يونس: من الآية66] فجعل الظن هو الخرص الذي هو مجرد الحزر والتخمين ¶ ولو كان الظن المنعي على المشركين في هذه الآيات هو الظن الغالب كما زعم أولئك المستدلون لم يجز الأخذ به في الأحكام أيضا وذلك لسببين أثنين: ¶ الأول: أن الله أنكره عليهم إنكارا مطلقا ولم يخصه بالعقيدة دون الأحكام ¶ والآخر: أنه تعالى صرح في بعض الآيات أن الظن الذي أنكره على المشركين يشمل القول به في الأحكام أيضا فاسمع إلى قوله تعالى الصريح في ذلك: {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلا آبَاؤُنَا} \"فهذه عقيدة\" {وَلا حَرَّمْنَا مِنْ شَيْءٍ} \"وهذا حكم\" {كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ} [الأنعام: 148] ويفسرها قوله تعالى: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْأِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ} [الأعراف:33] فثبت مما تقدم أن الظن الذي لا يجوز الأخذ به إنما هو الظن اللغوي المرادف للخرص والتخمين والقول بغير",
            "page": "51",
            "part": "1",
            "seal": "E6D79C86"
        },
        {
            "id": "41",
            "nass": "علم وأنه يحرم الحكم به في الأحكام كما يحرم الأخذ به في العقائد ولا فرق ¶ وإذ كان الأمر كذلك فقد سلم لنا القول المتقدم: إن كل الآيات والأحاديث المتقدمة الدالة على وجوب الأخذ بحديث الآحاد في الأحكام تدل أيضا بعمومها وشمولها على وجوب الأخذ به في العقائد أيضا والحق أن التفريق بين العقيدة والأحكام في وجوب الأخذ فيها بحديث الآحاد فلسفة دخيلة في الإسلام لا يعرفها السلف الصالح ولا الأئمة الأربعة الذين يقلدهم جماهير المسلمين في كل العصر الحاضر ¶ بناؤهم عقيدة \"عدم الأخذ بحديث الآحاد\" على الوهم والخيال: ¶ وإن من أعجب ما يسمعه المسلم العاقل اليوم هو هذه الكلمة التي يرددها كثير من الخطباء والكتاب كلما ضعف إيمانهم عن التصديق بحديث حتى ولو كان متواترا عند أهل العلم بالحديث كحديث نزول عيسى عليه السلام في آخر الزمان فإنهم يتسترون بقولهم: \"حديث الآحاد لا تثبت به عقيدة\" وموضع العجب أن قولهم هذا هو نفسه عقيدة كما قلت مرة لبعض من ناظرتهم في هذه المسألة وبناء على ذلك فعليهم أن يأتوا بالدليل القاطع على صحة هذا القول وإلا فهم متناقضون فيه وهيهات هيهات فإنهم لا دليل لهم إلا مجرد الدعوى ومثل ذلك مردود في الأحكام فكيف في العقيدة؟ وبعبارة أخرى: لقد",
            "page": "52",
            "part": "1",
            "seal": "BFFAA8E2"
        },
        {
            "id": "42",
            "nass": "فروا من القول بالظن الراجح في العقيدة فوقعوا فيما هو أسوأ منه وهو قولهم بالظن المرجوح فيها {فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ} وما ذلك إلا بسبب البعد عن التفقه بالكتاب والسنة والاهتداء بنورهما مباشرة والانشغال عنه بآراء الرجال.",
            "page": "53",
            "part": "1",
            "seal": "A05F2D45"
        },
        {
            "id": "43",
            "nass": "الأدلة على وجوب الأخذ بحديث الآحاد في العقيدة: ¶ إن هناك أدلة أخرى أخص في الدلالة مما سبق على وجوب الأخذ بخبر الواحد في العقيدة أرى أنه لا بد من التعرض لذكر بعضها وبيان وجه دلالتها ¶ الدليل الأول: قوله تعالى: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} [التوبة:122] . ¶ فقد حض الله تبارك وتعالى المؤمنين على أن ينفر طائفة منهم إلى النبي صلى الله عليه وسلم ليتعلموا منه دينهم ويتفقهوا فيه. ولا شك أن ذلك ليس خاصا بما يسمى بالفروع والأحكام بل هو أعم. بل المقطوع به أن يبدأ المعلم بما هو الأهم فالأهم تعليما وتعلما ومما لا ريب فيه أن العقائد أهم من الأحكام ومن أجل ذلك زعم الزاعمون أن العقائد لا تثبت بحديث الآحاد فيبطل ذلك عليهم هذه الآية الكريمة فإن الله تعالى كم حض فيها الطائفة على التعلم والتفقه عقيدة وأحكاما حضهم على أن ينذروا قومهم إذا رجعوا إليهم بما تعلموه من العقائد والأحكام",
            "page": "53",
            "part": "1",
            "seal": "DD4E268B"
        },
        {
            "id": "44",
            "nass": "و \"الطائفة\" في لغة العرب تقع على الواحد فما فوق. فلولا أن الحجة تقوم بحديث الآحاد عقيدة وحكما لما حض الله تعالى الطائفة على التبليغ حضا عاما معللا ذلك بقوله: {لَعَلَّهُمْ يَحْذَرُونَ} الصريح في أن العلم يحصل بإنذار الطائفة فإنه كقوله تعالى في آياته الشرعية والكونية: {لَعَلَّهُمْ يَتَفَكَّرُونَ} {لعلهم يعقلون} {لَعَلَّهُمْ يَهْتَدُونَ} فالآية نص في أن خبر الآحاد حجة في التبليغ عقيدة وأحكاما. ¶ الدليل الثاني: قوله تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الاسراء: من الآية36] أي لا تتبعه ولا تعمل به ومن المعلوم أن المسلمين لم يزالوا من عهد الصحابة يقفون أخبار الآحاد ويعملون بها ويثبتون بها الأمور الغيبية والحقائق الإعتقادية مثل بدء الخلق وأشراط الساعة بل ويثبتون بها لله تعالى الصفات فلو كانت لا تفيد علما ولا تثبت عقيدة لكان الصحابة والتابعون وتابعوهم وأئمة الإسلام كلهم قد قفوا ما ليس لهم به علم كما قال ابن القيم رحمه الله تعالى في \"مختصر الصواعق - 2/396\" وهذا مما لا يقوله مسلم ¶ الدليل الثالث: قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا} [الحجرات: 6] وفي القراءة الأخرى {فتثبتوا} فإنها تدل على أن العدل إذا جاء بخبر ما فالحجة قائمة به وأنه لا يجب التثبت بل يؤخذ به حالا ولذلك قال ابن القيم رحمه الله في \"الإعلام\" \"2/394\":",
            "page": "54",
            "part": "1",
            "seal": "FACCCAF6"
        },
        {
            "id": "45",
            "nass": "وهذا يدل على الجزم بقبول خبر الواحد وأنه لا يحتاج إلى التثبت ولو كان خبره لا يفيد العلم لأمر بالتثبت حتى يحصل العلم. ومما يدل عليه أيضا أن السلف الصالح وأئمة الإسلام لم يزالوا يقولون: قال رسول الله صلى الله عليه وسلم كذا وفعل كذا وأمر بكذا ونهى عن كذا وهذا معلوم في كلامهم بالضرورة وفي صحيح البخاري: قال رسول الله صلى الله عليه وسلم في عدة مواضع وكثير من أحاديث الصحابة يقول فيها أحدهم: قال رسول الله صلى الله عليه وسلم وإنما سمعه من صحابي غيره وهذه شهادة من القائل وجزم على رسول الله صلى الله عليه وسلم بما نسب إليه من قول أو فعل فلو كان خبر الواحد لا يفيد العلم لكان شاهدا على رسول الله صلى الله عليه وسلم بغير علم ¶ الدليل الرابع: سنة النبي صلى الله عليه وسلم وأصحابه تدل على الأخذ بخبر الآحاد: ¶ إن السنة العملية التي جرى عليها النبي صلى الله عليه وسلم وأصحابه في حياته وبعد وفاته تدل أيضا دلالة قاطعة على عدم التفريق بين حديث الآحاد في العقيدة والأحكام وأنه حجة قائمة في كل ذلك وأنا ذاكر الآن بإذن الله بعض ما وقفت عليه من الأحاديث الصحيحة قال الإمام البخاري رحمه الله تعالى في \"صحيحه\" - 8/132\": ¶ باب ما جاء في إجازة خبر الواحد الصدوق في الأذان والصلاة والصوم والفرائض والأحكام وقول الله تعالى: {فَلَوْلا نَفَرَ مِنْ",
            "page": "55",
            "part": "1",
            "seal": "DD965F17"
        },
        {
            "id": "46",
            "nass": "كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} [التوبة: من الآية122] ويسمى الرجل طائفة لقوله تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا} [الحجرات: من الآية9] فلو اقتتل رجلان دخلا في معنى الآية وقوله تعالى: {إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا} [الحجرات: من الآية6] وكيف بعث النبي صلى الله عليه وسلم أمراءه واحدا بعد واحد فإن سها أحد منهم رد إلى السنة ¶ ثم ساق الإمام البخاري أحاديث مستدلا بها على ما ذكر من إجازة خبر الواحد والمراد بها جواز العمل والقول بأنه حجة فأسوق بعضا منها: ¶ الأول: عن مالك بن الحويرث قال: ¶ أتينا النبي صلى الله عليه وسلم ونحن شببة1 متقاربون فأقمنا عنده نحوا من عشرين ليلة وكان رسول الله صلى الله عليه وسلم رحيما رفيقا فلما ظن أنا قد اشتهينا أهلنا أو قد اشتقنا سألنا عمن تركنا بعدنا فأخبرناه قال: \"ارجعوا إلى أهليكم فأقيموا فيهم وعلموهم ومروهم وصلوا كما رأيتموني أصلي\". ¶ فقد أمر صلى الله عليه وسلم كل واحد من هؤلاء الشببة أن يعلم كل واحد منهم أهله والتعليم يعم العقيدة بل هي أول ما يدخل في العموم فلو لم يكن خبر الآحاد تقوم به الحجة لم يكن لهذا الأمر معنى ¶ __________ ¶ 1 جمع شاب.",
            "page": "56",
            "part": "1",
            "seal": "6963151A"
        },
        {
            "id": "47",
            "nass": "الثاني: عن أنس بن مالك: أن أهل اليمن قدموا على رسول الله صلى الله عليه وسلم فقالوا: ابعث معنا رجلا يعلمنا السنة والإسلام. قال: فأخذ بيد أبي عبيدة فقال: \"هذا أمين هذه الأمة\" أخرجه مسلم \"7/29\" ورواه البخاري مختصرا ¶ قلت: فلو لم تقم الحجة بخبر الواحد لم يبعث إليهم أبا عبيدة وحده وكذلك يقال في بعثه صلى الله عليه وسلم إليهم في نوبات مختلفة أو إلى بلاد منها متفرقة غيره من الصحابة رضي الله عنهم كعلي بن أبي طالب ومعاذ بن جبل وأبي موسى الأشعري وأحاديثهم في \"الصحيحين\" وغيرهما ومما لا ريب فيه أن هؤلاء كانوا يعلمون الذين أرسلوا إليهم العقائد في جملة ما يعلمونهم فلو لم تكن الحجة قائمة بهم عليهم لم يبعثهم رسول الله صلى الله عليه وسلم أفردا لأنه عبث يتنزه عنه رسول الله صلى الله عليه وسلم وهذا معنى قول الإمام الشافعي رحمه الله تعالى في \"الرسالة\" \"ص 412\": ¶ وهو صلى الله عليه وسلم لا يبعث بأمره إلا والحجة للمبعوث إليهم وعليهم قائمة بقبول خبره عن رسول الله صلى الله عليه وسلم وقد كان قادرا على أن يبعث إليهم فيشافههم أو يبعث إليهم عددا فبعث واحدا يعرفونه بالصدق ¶ الثالث: عن عبد الله بن عمر قال: ¶ بينا الناس بقباء في صلاة الصبح إذ جاءهم آت فقال إن رسول الله صلى الله عليه وسلم قد أنزل عليه الليلة قرآن وقد أمر أن يستقبل",
            "page": "57",
            "part": "1",
            "seal": "CFF4560F"
        },
        {
            "id": "48",
            "nass": "الكعبة فاستقبلوها وكانت وجوههم إلى الشام فاستداروا إلى الكعبة رواه البخاري ومسلم. ¶ فهذا نص على أن الصحابة رضي الله عنهم قبلوا خبر الواحد في نسخ ما كان مقطوعا عندهم من وجوب استقبال بيت المقدس فتركوا ذلك واستقبلوا الكعبة لخبره فلولا أنه حجة عندهم ما خالفوا به المقطوع عندهم من القبلة الأولى. قال ابن القيم: ¶ ولم ينكر عليهم رسول الله صلى الله عليه وسلم بل شكروا على ذلك. ¶ الرابع: عن سعيد بن جبير قال: قلت لابن عباس: إن نوفا البكالي يزعم أن موسى صاحب الخضر ليس موسى نبي إسرائيل فقال ابن عباس: كذب عدو الله أخبرني أبي بن كعب قال: خطبنا رسول الله ثم ذكر حديث موسى والخضر بشيء يدل على أن موسى عليه السلام صاحب الخضر. أخرجه الشيخان مطولا والشافعي هكذا مختصرا وقال \"442/1219\": ¶ الشافعي يثبت العقيدة بخبر الواحد: ¶ فابن عباس مع فقهه وورعه يثبت خبر أبي بن كعب عن رسول الله صلى الله عليه وسلم حتى يكذب به امرءا من المسلمين إذ حدثه أبي بن كعب عن رسول الله صلى الله عليه وسلم بما فيه دلالة على أن موسى نبي إسرائيل صاحب الخضر",
            "page": "58",
            "part": "1",
            "seal": "1BEA29C5"
        },
        {
            "id": "49",
            "nass": "قلت: وهذا القول من الإمام الشافعي رحمه الله دليل على أنه لا يرى التفريق بين العقيدة والعمل في الاحتجاج بخبر الآحاد لأن كون موسى عليه السلام هو صاحب الخضر عليه السلام هي مسألة علمية وليست حكما عمليا كما هو مبين ويؤيد ذلك أن الإمام الشافعي رحمه الله تعالى عقد فصلا هاما في \"الرسالة\" تحت عنوان \"الحجة في تثبيت خبر الواحد\" وساق تحته أدلة كثيرة من الكتاب والسنة \"ص 401 - 453\" وهي أدلة مطلقة أو عامة تشمل بإطلاقها وعمومها أن خبر الواحد حجة في العقيدة أيضا وكذلك كلامه عليها عام أيضا وختم هذا البحث بقوله: ¶ وفي تثبيت خبر الواحد أحاديث يكفي بعض هذا منها ولم يزل سبيل سلفنا والقرون بعدهم إلى من شاهدنا هذه1 السبيل. وكذلك حكي لنا عمن حكى لنا عنه أن أهل العلم بالبلدان ¶ وهذا عام أيضا. وكذلك قوله \"ص 457\": ¶ \"ولو جاز لأحد من الناس أن يقول في علم الخاصة: أجمع المسلمون قديما وحديثا على تثبيت خبر الواحد والانتهاء إليه بأنه لم يعلم من فقهاء المسلمين أحد إلا وقد ثبته جاز لي ولكن أقول: لم أحفظ عن فقهاء المسلمين أنهم اختلفوا في تثبيت خبر الواحد\" ¶ __________ ¶ 1 خبر لم يزل.",
            "page": "59",
            "part": "1",
            "seal": "68E1C15F"
        },
        {
            "id": "50",
            "nass": "عدم الإحتجاج بحديث الآحاد في العقيدة بدعة محدثة: ¶ وبالجملة فأدلة الكتاب والسنة وعمل الصحابة وأقوال العلماء تدل دلالة قاطعة - على ما شرحنا - من وجوب الأخذ بحديث الآحاد في كل أبواب الشريعة سواء كان في الإعتقاديات أو العمليات وأن التفريق بينهما بدعة لا يعرفها السلف ولذلك قال العلامة ابن القيم رحمه الله تعالى \"3/412\": ¶ وهذا التفريق باطل بإجماع الأمة فإنها لم تزل تحتج بهذه الأحاديث في الخبريات العلميات \"يعني العقيدة\" كما تحتج بها في الطلبيات العمليات ولا سيّما والأحكام العملية تتضمن الخبر عن الله بأنه شرع كذا وأوجبه ورضيه دينا فشرعه ودينه راجع إلى أسمائه وصفاته ولم تزل الصحابة والتابعون وتابعوهم وأهل الحديث والسنة يحتجون بهذه الأخبار في مسائل الصفات والقدر والأسماء والأحكام ولم ينقل عن أحد منهم البتة أنه جوز الاحتجاج بها في مسائل الأحكام دون الأخبار عن الله وأسمائه وصفاته فأين سلف المفرقين بين البابين؟ نعم سلفهم بعض متأخري المتكلمين الذين لا عناية لهم بما جاء عن الله ورسوله وأصحابه بل يصدون القلوب عن الاهتداء في هذا الباب بالكتاب والسنة وأقوال الصحابة ويحيلون على آراء المتكلمين وقواعد المتكلفين فهم الذين يعرف عنهم التفريق بين الأمرين ... وادعوا الإجماع على هذا التفريق ولا يحفظ ما جعلوه إجماعا عن إمام من أئمة المسلمين ولا عن أحد من الصحابة",
            "page": "60",
            "part": "1",
            "seal": "65DEDC5C"
        },
        {
            "id": "51",
            "nass": "والتابعين ... فنطالبهم بفرق صحيح بين ما يجوز إثباته بخبر الواحد من الدين وما لا يجوز ولا يجدون إلى الفرق سبيلا إلا بدعاوى باطلة ... كقول بعضهم: الأصوليات هي المسائل العلميات والفروعيات هي المسائل العملية \"وهذا تفريق باطل أيضا. ¶ فإن المطلوب من العمليات1 أمران: العلم والعمل والمطلوب من العلميات العلم والعمل أيضا وهو حب القلب وبغضه وحبه للحق الذي دلت عليه وتضمنته وبغضه للباطل الذي يخالفها فليس العمل مقصورا على عمل الجوارح بل أعمال القلوب أصل لعمل الجوارح وأعمال الجوارح تبع فكل مسألة علمية فإنه يتبعها إيمان القلب وتصديقه وحبه بل هو أصل العمل وهذا مما غفل عنه كثير من المتكلمين في مسائل الإيمان حيث ظنوا أنه مجرد التصديق دون الأعمال. ¶ وهذا من أقبح الغلط وأعظمه فإن كثيرا من الكفار كانوا جازمين. ¶ بصدق النبي صلى الله عليه وسلم غير شاكين فيه غير أنه لم يقترن بذلك التصديق عمل القلب من حب ما جاء به والرضا به وإرادته والموالاة والمعاداة عليه فلا تهمل هذا الموضع فإنه مهم جدا به تعرف حقيقة الإيمان ¶ فالمسائل العلمية عملية والمسائل العملية علمية فإن الشارع لم يكتف من المكلفين في العمليات بمجرد العمل دون العلم ولا في العلميات بمجرد العلم دون العمل ¶ __________ ¶ 1 الأصل: \"والمطلوب منها أمران\"ولعل ما أثبتناه أقرب إلى الصواب.",
            "page": "61",
            "part": "1",
            "seal": "B97D2DD1"
        },
        {
            "id": "52",
            "nass": "فتحرر من كلام ابن القيم رحمه الله تعالى أن التفريق المذكور مع كونه باطلا بالإجماع لمخالفته ما جرى عليه السلف وتظاهر الأدلة المتقدمة على مخالفته فهو باطل أيضا من جهة تصور المفرقين عدم وجوب اقتران العلم بالعمل والعمل بالعلم وهذه نقطة هامة جدا تساعد المؤمن على تفهم الموضوع جيدا والإيمان ببطلان التفريق المذكور يقينا",
            "page": "62",
            "part": "1",
            "seal": "50EDE592"
        },
        {
            "id": "53",
            "nass": "إفادة كثير من أخبار الآحاد العلم واليقين: ¶ ثم إن ما تقدم من البحث وتحقيق القول ببطلان التفريق المذكور إنما هو قائم كله على افتراض صحة القول بأن خبر الواحد لا يفيد إلا الظن الراجح ولا يفيد اليقين والعلم القاطع فينبغي أن يعلم أن ذلك ليس مسلما على إطلاقه بل فيه تفصيل مذكور في موضعه والذي يهمنا ذكره الآن هو أن خبر الآحاد يفيد العلم واليقين في كثير من الأحيان من ذلك الأحاديث التي تلقتها الأمة بالقبول ومنها ما أخرجه البخاري ومسلم في صحيحيهما مما لم ينتقد عليهما فإنه مقطوع بصحته والعلم اليقيني النظري حاصل به كما جزم به الإمام ابن الصلاح في كتابه \"علوم الحديث\" \"ص 28 - 29\" ونصره الحافظ بن كثير في \"مختصره\" ومن قبله شيخ الإسلام ابن تيمية وتبعه العلامة ابن قيم الجوزية في \"مختصر الصواعق\" \"2/383\" ومثل له بعدة أحاديث منها حديث عمر: رضي الله عنه \"إنما الأعمال بالنيات\" وحديث: \"إذا جلس بين شعبها الأربع ثم جهدها فقد وجب الغسل\" وحديث",
            "page": "62",
            "part": "1",
            "seal": "A6243180"
        },
        {
            "id": "54",
            "nass": "ابن عمر: رضي الله عنه فرض رسول الله صلى الله عليه وسلم صلاة الفطر في رمضان على الصغير والكبير والذكر والأنثى وأمثال ذلك قال ابن القيم \"2/373\": ¶ قال شيخ الإسلام ابن تيمية: فهذا يفيد العلم اليقيني عند جماهير أمة محمد صلى الله عليه وسلم من الأولين والآخرين أما السلف فلم يكن بينهم في ذلك نزاع وأما الخلف فهذا مذهب الفقهاء الكبار من أصحاب الأئمة الأربعة والمسألة منقولة في كتب الحنفية والمالكية والشافعية والحنبلية مثل السرخسي وأبي بكر الرازي من الحنفية والشيخ أبي حامد وأبي الطيب والشيخ أبي إسحاق من الشافعية وابن خويز منداد وغيره من المالكية ومثل القاضي أبي يعلى وابن أبي موسى وأبي الخطاب وغيرهم من الحنبلية ومثل أبي إسحاق الإسفرائيني وابن فورك وأبي إسحاق النظام من المتكلمين وذكره ابن الصلاح وصححه واختاره ولكنه لم يعلم كثرة القائلين به ليتقوى بهم وإنما قاله بموجب الحجة الصحيحة وظن من اعترض عليه من المشايخ الذين لهم علم ودين وليس لهم بهذا الباب خبرة تامة: أن هذا الذي قاله أبو عمرو بن الصلاح انفرد به عن الجمهور وعذرهم أنهم يرجعون في هذه المسائل إلى ما يجدونه من كلام ابن الحاجب وإن ارتفعوا درجة صعدوا إلى السيف الآمدي وإلى ابن الخطيب فإن علا سندهم صعدوا إلى الغزالي والجويني والباقلاني. \"قال\": وجميع أهل الحديث ما ذكره الشيخ أبو عمرو والحجة على",
            "page": "63",
            "part": "1",
            "seal": "9046FF2D"
        },
        {
            "id": "55",
            "nass": "قول الجمهور: أن تلقي الأمة للخبر تصديقا وعملا إجماع منهم والأمة لا تجتمع على ضلالة كما لو اجتمعت على موجب عموم أو مطلق أو اسم حقيقة أو على موجب قياس فإنها لا تجتمع على خطأ وإن كان الواحد منهم لو جرد النظر إليه لم يؤمن عليه الخطأ فإن العصمة تثبت بالنسبة الإجماعية كما أن خبر التواتر يجوز الخطأ والكذب على واحد واحد من المخبرين بمفرده ولا يجوز على المجموع والأمة معصومة من الخطأ في روايتها ورأيها \"قال\" والآحاد في هذا الباب قد تكون ظنونا بشروطها فإذا قويت صارت علوما وإذا وضعت صارت أوهاما وخيالات فاسدة. \"قال:\" ¶ واعلم أن جمهور أحاديث البخاري ومسلم من هذا الباب كما ذكره الشيخ أبو عمرو ومن قبله من العلماء كالحافظ أبي طاهر السلفي وغيره فإن ما تلقاه أهل الحديث وعلماؤه بالقبول والتصديق فهو حصل للعلم مفيد لليقين ولا عبرة بمن عداهم من المتكلمين والأصوليين فإن الاعتبار في الإجماع على كل أمر من الأمور الدينية بأهل العلم به دون غيرهم كما لم يعتبر في الإجماع على الأحكام الشرعية إلا العلماء بها دون المتكلمين والنحاة والأطباء وكذلك لا يعتبر في الإجماع على صدق الحديث وعدم صدقه إلا أهل العلم بالحديث وطرقه وعلله وهم علماء الحديث العالمون بأحوال نبيهم الضابطون لأقواله وأفعاله المعتنون بها أشد من عناية المقلدين لأقوال متبوعيهم",
            "page": "64",
            "part": "1",
            "seal": "4BD6FB32"
        },
        {
            "id": "56",
            "nass": "فكما أن العلم بالتواتر ينقسم إلى عام وخاص فيتواتر عند الخاصة ما لا يكون معلوما لغيرهم فضلا أن يتواتر عندهم فأهل الحديث لشدة عنايتهم بسنة نبيهم وضبطهم لأقواله وأفعاله وأحواله يعلمون من ذلك علما لا يشكون فيه مما لا شعور لغيرهم به البتة.",
            "page": "65",
            "part": "1",
            "seal": "0E72F8CC"
        },
        {
            "id": "57",
            "nass": "فساد قياس الخبر الشرعي على الأخبار الأخرى في إفادة العلم: ¶ قال ابن القيم رحمه الله تعالى \"2/368\": ¶ وإنما أتي منكر إفادة خبر الواحد العلم من جهة القياس الفاسد فإنه قاس المخبر عن رسول الله صلى الله عليه وسلم بشرع عام للأمة أو بصفة من صفات الرب تعالى على خبر الشاهد على قضية معينة ويا بعد ما بينهما فإن المخبر عن رسول الله صلى الله عليه وسلم لو قدر أنه كذب عمدا أو خطأ ولم يظهر ما يدل على كذبه لزم من ذلك إضلال الخلق إذ الكلام في الخبر الذي تلقته الأمة بالقبول وعملت بموجبه وأثبت به صفات الرب وأفعاله فإن ما يجب قبوله شرعا من الأخبار لا يكون باطلا في نفس الأمر لاسيما إذا قبلته الأمة كلهم وهكذا يجب أن يقال في كل دليل يجب اتباعه شرعا لا يكون إلا حقا فيكون مدلوله ثابتا في نفس الأمر هذا فيما يخبر به عن شرع الرب تعالى وأسمائه وصفاته بخلاف الشهادة المعينة على مشهود عليه معين فهذه قد لا يكون مقتضاها ثابتا في نفس الأمر",
            "page": "65",
            "part": "1",
            "seal": "748073EB"
        },
        {
            "id": "58",
            "nass": "وسر المسألة أنه لا يجوز أن يكون الخبر الذي تعبد الله به الأمة وتعرف به إليهم على لسان رسوله صلى الله عليه وسلم في إثبات أسمائه وصفاته كذبا وباطلا في نفس الأمر فإنه من حجج الله على عباده وحجج الله لا تكون كذبا وباطلا بل لا تكون إلا حقا في نفس الأمر ولا يجوز أن تتكافأ أدلة الحق والباطل ولا يجوز أن يكون الكذب على الله وشرعه ودينه مشتبها بالوحي الذي أنزله على رسوله وتعبد به خلقه بحيث لا يتميز هذا عن هذا فإن الفرق بين الحق والباطل والصدق والكذب ووحي الشيطان ووحي الملك عن الله أظهر من أن يشتبه أحدهما بالآخر ألا وقد جعل الله على الحق نورا كنور الشمس يظهر للبصائر المستنيرة وألبس الباطل ظلمة كظلمة الليل. ¶ وليس بمستنكر أن يشتبه الليل بالنهار على أعمى البصر كما يشتبه الحق بالباطل على أعمى البصيرة قال معاذ بن جبل في قضيته تلق الحق مما قاله فإن على الحق نورا \"ولكن لما أظلمت القلوب وعميت البصائر بالإعراض عما جاء به الرسول صلى الله عليه وسلم وازدادت الظلمة باكتفائها بآراء الرجال التبس عليها الحق بالباطل فجوزت على أحاديثه صلى الله عليه وسلم الصحيحة التي رواها أعدل الأمة وأصدقها أن تكون كذبا وجوزت على الأحاديث الباطلة المكذوبة المختلقة التي توافق أهواءها أن تكون صدقا فاحتجت بها قال \"2/379\":",
            "page": "66",
            "part": "1",
            "seal": "2DBAF63F"
        },
        {
            "id": "59",
            "nass": "وإنما المتكلمون أهل ظلم وجهل يقيسون خبر الصديق والفاروق وأبي بن كعب بأخبار آحاد الناس مع ظهور الفرق المبين بين المخبرين فمن أظلم ممن سوى بين خبر الواحد من الصحابة وخبر الواحد من الناس في عدم إفادة العلم؟ وهذا بمنزلة من سوى بينهم في العلم والدين والفضل. قال \"2/379\": ¶ سبب ادعائهم \"عدم إفادة حديث الآحاد العلم\" هو جهلهم بالسنة: ¶ فإذا قالوا: أخباره صلى الله عليه وسلم وأحاديثه الصحيحة لا تفيد العلم فهم مخبرون عن أنفسهم أنهم لم يستفيدوا منها العلم فهم صادقون فيما يخبرون به عن أنفسهم كاذبون في إخبارهم أنها لا تفيد العلم لأهل الحديث والسنة. \"وقال 2/432\" إذ لم يحصل لهم من الطرق التي استفاد بها العلم أهل السنة ما حصل لهم فقولهم: لم نستفد بها العلم لم يلزم منه النفي العام على ذلك \"وهذا\" بمنزلة الاستدلال على أن الواجد للشيء العالم به غير واجد له ولا عالم به فهو كمن يجد من نفسه وجعا أو لذة أو حبا أو بغضا فينتصب له من يستدل على أنه غير وجع ولا متألم ولا محب ولا مبغض ويكثر له من الشبه التي غايتها أني لم أجد ما وجدته ولو كان حقا لاشتركت أنا وأنت فيه وهذا عين الباطل وما أحسن ما قيل: ¶ أقول للائم المهدى ملامته ... ذق الهوى فإن استطعت الملام لم",
            "page": "67",
            "part": "1",
            "seal": "CFA3B90C"
        },
        {
            "id": "60",
            "nass": "فيقال له: اصرف عنايتك إلى ما جاء به الرسول صلى الله عليه وسلم واحرص عليه وتتبعه واجمعه و\"الزم\" معرفة أحوال نقلته وسيرتهم وأعرض عما سواه واجعله غاية طلبك ونهاية قصدك بل احرص عليه حرص أتباع المذاهب على معرفة مذاهب أئمتهم بحيث حصل لهم العلم الضروري بأنها مذاهبهم وأقوالهم ولو أنكر ذلك عليهم منكر لسخروا منه وحينئذ تعلم: هل تفيد أخبار رسول الله صلى الله عليه وسلم العلم أو لا تفيده فأما مع إعراضك عنها وعن طلبها فهي لا تفيدك علما ولو قلت: لا تفيدك أيضا ظنا لكنت مخبرا بحصتك ونصيبك منها\".",
            "page": "68",
            "part": "1",
            "seal": "D4AB8C99"
        },
        {
            "id": "61",
            "nass": "مثالان على موقف بعض الفقهاء من الحديث وجهلهم بالسنة: ¶ أقول: وهذه حقيقة يلمسها كل مشتغل بعلم الحديث متتبع لطرقه وألفاظه مطلع على موقف بعض الفقهاء من بعض رواياته وأضرب على ذلك مثلين اثنين أحدهما قديم والآخر حديث: ¶ الأول: قوله صلى الله عليه وسلم: \"لا صلاة لمن لم يقرأ بفاتحة الكتاب\" فهو مع كونه صحيحا مخرجا في \"الصحيحين\" فقد رده الحنفية بدعوى أنه مخالف لظاهر القرآن وهو قوله تعالى: {فَاقْرَأُوا مَا تَيَسَّرَ مِنْهُ} [المزمل: 20] فتأولوه لكونه حديث آحاد بزعمهم مع أن أمير المؤمنين في الحديث وهو الإمام البخاري صرح في مطلع كتابه \"جزء القراءة\" بأنه حديث متواتر عن رسول الله صلى الله عليه وسلم",
            "page": "68",
            "part": "1",
            "seal": "81BAFF92"
        },
        {
            "id": "62",
            "nass": "ترى ألم يكن من الواجب على هؤلاء أن يستفيدوا من علم هذا الإمام المختص بالحديث ويغيروا رأيهم فيه أنه آحاد ويضموه إلى الآية ويخصصوها به؟ هذا مع العلم بأن الآية الكريمة المذكورة هي في موضوع صلاة الليل وليست في موضوع القراءة المفروضة في الصلاة ¶ والآخر: حديث نزول عيسى عليه السلام آخر الزمان وهو مروي في \"الصحيحين\" أيضا فقد سئلت عنه منذ سنين مشيخة الأزهر فأجاب أحدهم في مجلة \"الرسالة\" بأنه حديث آحاد وأن مدار طرقه على وهب بن منبه وكعب الأحبار. ¶ والحقيقة التي يشهد بها أهل الاختصاص والمعرفة بحديث رسول الله صلى الله عليه وسلم أنه حديث متواتر وقد كنت تتبعت أنا شخصيا طرقه إلى النبي صلى الله عليه وسلم فرأيته قد رواه عنه عليه الصلاة والسلام نحو أربعين صحابيا أسانيد عشرين منهم على الأقل صحيحة وبعضها له عند بعضهم أكثر من طريق واحد صحيح في \"الصحيحين\" و \"السنن\" و \"المسانيد\" و \"المعاجم\" وغيرها من كتب السنة ¶ ومن الغريب أن كل هذه الطرق ليس فيها ذكر مطلقا لوهب وكعب وقد كنت كتبت خلاصة للتتبع المشار إليه في صفحتين أرسلتهما إلى \"الرسالة\" يومئذ راجيا أن تنشرهما خدمة للعلم ولكن لم يكتب لهما النشر",
            "page": "69",
            "part": "1",
            "seal": "4FAB5F31"
        },
        {
            "id": "63",
            "nass": "فهذان المثالان من مئات الأمثلة تبين لنا أن الحديث النبوي لم ينل من أهل العلم العناية الواجبة عليهم على اعتبار أنه الأصل الثاني للشريعة الإسلامية الذي بدونه لا يمكن أبدا أن يفهم الأصل الأول فهما صحيحا كما أراده الله تبارك وتعالى فوقعوا بسبب ذلك في هذا الجهل الفاضح بأحاديث النبي صلى الله عليه وسلم وهذا الانحراف المكشوف عن التصديق بها وهي قطعا مما جاء به عليه السلام والله تعالى يقول: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ ... } فأخذوا بعضه وتركوا بعضه {فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا..} . ¶ والخلاصة أنه يجب على المسلم أن يؤمن بكل حديث ثبت عن رسول الله صلى الله عليه وسلم عند أهل العلم به سواء كان في العقائد أو الأحكام وسواء أكان متواترا أم آحادا وسواء أكان الآحاد عنده يفيد القطع واليقين أو الظن الغالب على ما سبق بيانه فالواجب في كل ذلك الإيمان به والتسليم له وبذلك يكون قد حقق في نفسه الاستجابة المأمور بها في قول الله تبارك وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ} [الأنفال:24] وغيرها من الآيات التي سبق ذكرها في مطلع هذه الكلمة التي أرجو الله تعالى أن ينفع بها ويجعلها خالصة لوجهه ناصرة لكتابه خادمة لسنة نبيه صلى الله عليه وسلم تسليما",
            "page": "70",
            "part": "1",
            "seal": "FABA4317"
        },
        {
            "id": "64",
            "nass": "الفصل الرابع: التقليد واتخاذه مذهبا ودينا ¶ حقيقة التقليد والتحذير منه: ¶ إن التقليد في اللغة مأخوذ من القلادة التي يقلد الإنسان غيره بها ومنه تقليد الهدي فكأن المقلد جعل ذلك الحكم الذي قلد فيه المجتهد كالقلادة في عنق من قلده. واصطلاحا هو العمل بقول الغير من غير حجة فيخرج العمل بقول رسول الله صلى الله عليه وآله وسلم والعمل بالإجماع ورجوع العامي إلى المفتي ورجوع القاضي إلى شهادة العدول فإنها قد قامت الحجة في ذلك1. ¶ وقد أفادنا هذا النص الأصولي أمرين هامين: ¶ الأول: أن التقليد ليس بعلم نافع ¶ والآخر: أنه وظيفة العامي الجاهل ¶ ولا بد لبيان حقيقة هذين الأمرين من الوقوف عندهما قليلا والنظر إلى كل منهما على ضوء الكتاب والسنة مستشهدين على ذلك بأقوال الأئمة ثم نتبع ذلك بالنظر في أحوال المتبعين لهم ¶ __________ ¶ 1 إرشاد الفحول ص 234 قلت وينبغي أن يلاحظ أن إخراجه من التقليد رجوع العامي إلى مفتيه إنما هي باعتبار الاصطلاح الذي صرح به فلا ينافيه أنه هو التقليد بعينه لغة فتنبه.",
            "page": "71",
            "part": "1",
            "seal": "C4734E75"
        },
        {
            "id": "65",
            "nass": "بزعمهم ومدى صحة اتباعهم لأقوالهم. أما أن التقليد ليس بعلم فلأن الله تعالى قد ذمه في غير ما آية في القرآن الكريم ولذلك تتابعت كلمات الأئمة المتقدمين على النهي عنه وقد عقد إمام الأندلس ابن عبد البر رحمه الله تعالى في كتابه الجليل \"جامع بيان العلم وفضله\" بابا خاصا في تحقيق ذلك فقال ما ملخصه \"2/109 - 114\": ¶ باب فساد التقليد ونفيه والفرق بين التقليد والاتباع: ¶ قد ذم الله تبارك وتعالى التقليد في غير موضع من كتابه فقال: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ} [التوبة: 31] وروي عن حذيفة وغيره قالوا: \"لم يعبدوهم من دون الله ولكنهم أحلوا لهم وحرموا عليهم فاتبعوهم\" وقال عدي بن حاتم: \"أتيت رسول الله صلى الله عليه وآله وسلم وفي عنقي صليب فقال لي: \"يا عدي ألق هذا الوثن من عنقك\" وانتهيت إليه وهو يقرأ سورة \"براءة\" حتى أتى على هذه الآية: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ} قال: قلت: يا رسول الله إنا لم نتخذهم أربابا قال \"بلى أليس يحلون لكم ما حرم عليكم فتحلونه ويحرمون ما أحل الله لكم فتحرمونه؟ \" فقلت: بلى فقال: \"تلك عبادتهم\". وقال عز وجل: {وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ، قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ} [الزخرف: 23, 24] فمنعهم",
            "page": "72",
            "part": "1",
            "seal": "2E67843C"
        },
        {
            "id": "66",
            "nass": "الاقتداء بآبائهم من قبول الاهتداء فقالوا: {إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ} [الزخرف: 24] . وقال جل وعز عائبا لأهل الكفر وذاما لهم: {مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ، قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ} [الانبياء: 52, 53] . ومثل هذا في القرآن كثير من ذمه تقليد الآباء والرؤساء. وقد احتج العلماء بهذه الآيات في إبطال التقليد ولم يمنعهم كفر أولئك من الاحتجاج بها لأن التشبيه لم يقع من جهة كفر أحدهما وإيمان الآخر وإنما وقع التشبيه بين التقليدين \"في كونهما اتباعا\"1 بغير حجة للمقلد كما لو قلد رجلا فكفر وقلد آخر فأذنب وقلد آخر في مسألة فأخطأ وجهها كان كل واحد ملوما على التقليد بغير حجة لأن كل ذلك تقليد يشبه بعضه بعضا وإن اختلفت الآثام فيه\" ¶ ثم روي عن ابن مسعود أنه كان يقول: \"اغد عالما أو متعلما ولا تغد إمعة فيما بين ذلك \"ومن طريق أخرى عنه قال: \"كنا ندعوا الإمعة في الجاهلية الذي يدعى إلى الطعام فيذهب معه بغيره وهو فيكم اليوم المحقب دينه الرجال\"2 يعني المقلد. ¶ وعن ابن عباس قال: \"ويل للاتباع من عثرات العالم. قيل: ¶ __________ ¶ 1 لم تكن في الأصل والكلام يقتضيها. ¶ 2 قال ابن الأثير أراد الذي يقلد دينه لكل أحد أي يجعل دينه تابعا لدين غيره بلا حجة ولا برهان ولا روية وهو من الإرداف على الحقيبة.",
            "page": "73",
            "part": "1",
            "seal": "E527A019"
        },
        {
            "id": "67",
            "nass": "كيف ذلك؟ قال: يقول العالم شيئا برأيه ثم يجد من هو أعلم برسول الله صلى الله عليه وآله وسلم منه فيترك قوله ذلك ثم تمضي الأتباع\" ثم قال ابن عبد البر: \"وثبت عن النبي صلى الله عليه وآله وسلم أنه قال: \"تذهب العلماء ثم تتخذ الناس رؤوسا جهالا يسألون فيفتون بغير علم فيضلون ويضلون\" 1 وهذا كله نفي للتقليد وإبطال له لمن فهمه وهدي لرشده..... ولا خلاف بين أئمة الأمصار في فساد التقليد فأغنى ذلك عن الإكثار ونقله ابن القيم في \"الإعلام\" \"2/294 - 298\". ¶ وقال ابن القيم رحمه الله تعالى: ¶ \"لا يجوز الفتوى بالتقليد لأنه ليس بعلم والفتوى بغير علم حرام ولا خلاف بين الناس أن التقليد ليس بعلم وأن المقلد لا يطلق عليه اسم عالم\" \"الإعلام 1/51\". ¶ وكذلك قال السيوطي: إن المقلد لا يسمى عالما كما نقله أبو الحسن السندي الحنفي في أول حاشيته على ابن ماجه وجزم به الشوكاني في \"إرشاد الفحول \"\"ص 236\" فقال: ¶ \"إن التقليد جهل وليس بعلم\" وهذا يتفق مع ما جاء في كتب الحنفية أنه لا يجوز تولية الجاهل على القضاء. ففسر العلامة ابن الهمام \"الجاهل\" بالمقلد ¶ __________ ¶ 1 روى نحوه البخاري ومسلم من حديث عبد الله بن عمرو بن العاص وهو مخرج في كتابي \"الروض النضير برقم 549\" وسيأتي لفظه قريبا.",
            "page": "74",
            "part": "1",
            "seal": "2F53AA35"
        },
        {
            "id": "68",
            "nass": "نهي الأئمة عن التقليد: ¶ ومن هنا جاءت أقوال الأئمة المجتهدين تتتابع على النهي الأكيد عن التقليد لهم أو لغيرهم ¶ 1 - فقال أبو حنيفة رحمه الله تعالى: \"لا يحل لأحد أن يأخذ بقولنا ما لم يعلم من أين أخذناه\". \"وفي رواية: حرام على من لم يعرف دليلي أن يفتي بكلامي فإننا بشر نقول القول اليوم ونرجع عنه غدا\" ¶ 2 - وقال مالك رحمه الله تعالى: ¶ \"إنما أنا بشر أخطئ وأصيب فانظروا في رأيي فكل ما وافق الكتاب والسنة فخذوه وكل ما لم يوافق الكتاب والسنة فاتركوه\" ¶ 3 - وقال الشافعي رحمه الله تعالى: \"أجمع المسلمون على أن من استبان له سنة عن رسول الله صلى الله عليه وآله وسلم لم يحل له أن يدعها لقول أحد\". ¶ وقال: \"كل مسألة صح فيها الخبر عن رسول الله صلى الله عليه وآله وسلم عند أهل النقل بخلاف ما قلت فأنا راجع عنها في حياتي وبعد موتي\". ¶ وقال: ¶ \"كل ما قلت فكان عن النبي صلى الله عليه وآله وسلم خلاف قولي مما يصح فحديث النبي أولى فلا تقلدوني\"",
            "page": "75",
            "part": "1",
            "seal": "61CEBE9C"
        },
        {
            "id": "69",
            "nass": "4 - وقال الإمام أحمد رحمه الله تعالى: \"لا تقلدني ولا تقلد مالكا ولا الشافعي ولا الأوزاعي ولا الثوري وخذ من حيث أخذوا \". ¶ واشتهر عنهم أنهم قالوا: \"إذا صح الحديث فهو مذهبي\". إلى غير ذلك من الأقوال المأثورة عنهم وقد ذكرت نخبة طيبة منها في مقدمة كتابي. ¶ صفة صلاة النبي صلى الله عليه وآله وسلم1 وفيما ذكرناه كفاية ¶ __________ ¶ 1 صفة الصلاة ص 23 – 34.",
            "page": "76",
            "part": "1",
            "seal": "0A46659D"
        },
        {
            "id": "70",
            "nass": "العلم هو قول الله ورسوله: ¶ وإذا كان هذا هو شأن التقليد عند العلماء فمعنى ذلك أنه لا يجوز لأهل العلم المتمكنين من معرفة الحق بالدليل أن يتكلموا في الفقه إلا بما جاء في الكتاب والسنة لأن العلم حق العلم إنما هو فيها لا في آراء الرجال ولذلك قال الإمام الشافعي في \"الرسالة\" \"ص 41 رقم 131 - 132\": ¶ فالواجب على العالمين أن لا يقولوا إلا من حيث علموا وقد تكلم في العلم من لو أمسك عن بعض ما تكلم فيه منه لكان الإمساك أولى به وأقرب من السلامة له إن شاء الله وقال في مكان آخر \"ص 39/120\": \"ليس لأحد أبدا أن يقول في شيء حل ولا حرام إلا من جهة العلم وجهة العلم الخبر في الكتاب أو السنة أو الإجماع أو القياس\"",
            "page": "76",
            "part": "1",
            "seal": "B984DA02"
        },
        {
            "id": "71",
            "nass": "وقال في مكان آخر \"ص 508/1467 - 1468\": ¶ \"ولو قال بلا خبر لازم ولا قياس كان أقرب من الإثم من الذي قال وهو غير عالم. ولم يجعل الله لأحد بعد رسول الله صلى الله عليه وآله وسلم أن يقول إلا من جهة علم مضى قبله وجهة العلم بعد الكتاب والسنة والإجماع والآثار وما وصفت من القياس عليها\" ¶ وإن من أكبر المصائب التي حلت في خاصة المسلمين فضلا عن عامتهم أن أكثرهم اليوم وقبل اليوم منذ قرون على جهل مطبق بما أفادته هذه النصوص من الكتاب والسنة والآثار عن الصحابة وأقوال الأئمة من ذم التقليد وأنه ليس بعلم وأن العلم إنما هو قال الله قال رسول الله صلى الله عليه وآله وسلم ولذلك فإنه لا يكاد يخطر في بال أحدهم أن العلم الممدوح في الكتاب والسنة إنما هو العلم بما جاء فيهما من العقائد والأحكام وأن العلماء الذين مدحوا فيها إنما هم أهل العلم بما فيهما وليسوا العارفين بأقوال الأئمة واجتهاداتهم لذلك تراهم حيارى بينها لا يعرفون الموافق للكتاب والسنة منها من المخالف. وكذلك لا يكاد يدور في خلد أحدهم مطلقا حين يقرأ في أحاديث أشراط الساعة مثلا: يرفع فيها العلم ويظهر فيها الجهل1 أنه يدخل فيه علم المقلد الذي هو الجهل لأنه لا علم عنده كما تقدم عن الأئمة وكذلك لا ينتبه مطلقا إذا سمع قول النبي صلى الله عليه وآله وسلم: \"إن الله لا يقبض العلم ¶ __________ ¶ 1 \"متفق عليه\".",
            "page": "77",
            "part": "1",
            "seal": "871BBF54"
        },
        {
            "id": "72",
            "nass": "انتزاعا ينتزعه من الناس ولكن يقبض العلم بقبض العلماء\"1 ¶ أنهم العلماء بكتاب الله وسنة رسوله فقط. بل طالما سمعنا الكثيرين منهم يوردون هذا الحديث بمناسبة موت أحد شيوخ التقليد وكذلك يسيئون فهم بقية الحديث: \"حتى إذا لم يترك عالما اتخذ الناس رؤوسا جهالا فسئلوا فأفتوا بغير علم ولفظ البخاري: برأيهم \"فضلوا وأضلوا\" فيظنون أن المراد بهم العوام الذين لا علم عندهم بالفقه التقليدي ولا معرقة لهم بالمذاهب والحقيقة أنه يدخل في هذا الوصف المقلدة الذين قنعوا من العلم بمعرفة اجتهادات الأئمة وتقليدهم فيها على غير بصيرة كما سبقت الإشارة إلى هذا المعنى في كلام ابن عبد البر الأندلسي. ويؤيد ما ذكرنا استدلال العلماء بهذا الحديث على جواز خلو الزمان من مجتهد على تفصيل مذكور في \"فتح الباري\" \"13/244\" فقد أشاروا بذلك إلى أن المقصود بالعلماء فيه المجتهدون وبالرؤوس: الجهال المقلدون. ¶ والسر في هذا الجهل المطبق إنما هو جهلهم بحقيقة العلم ومن هو العالم الذي تنصرف إليه الآيات والأحاديث كلما ذكر فيها كقوله تعالى: {هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ} [الزمر: من الآية9] وقوله: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [المجادلة: من الآية11] وقوله صلى الله عليه وآله وسلم: \"فضل العالم على العابد ¶ __________ ¶ 1 \"متفق عليه\".",
            "page": "78",
            "part": "1",
            "seal": "9765AF43"
        },
        {
            "id": "73",
            "nass": "كفضلي على أدناكم\" رواه الترمذي1 وقوله صلى الله عليه وآله وسلم: \"إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له\". رواه مسلم. وقوله صلى الله عليه وآله وسلم: \"ليس منا من لم يجل كبيرنا ويرحم صغيرنا ويعرف لعالمنا حقه\" رواه الحاكم2 إلى غير ذلك من الآيات والأحاديث الكثيرة في فضل العلم والعلماء وقد عقد الحافظ ابن عبد البر في كتابه \"جامع بيان العلم\" بابا خاصا لبيان هذه الحقيقة فقال \"2/23\". ¶ \"باب معرفة أصول العلم وحقيقته وما الذي يقع عليه اسم الفقه والعلم مطلقا\". وتبعه عليه العلامة الفلاني في كتابه \"إيقاظ همم أولي الأبصار\" \"ص 23 - 26\" ثم ذكرا كلاهما تحته بعض الأحاديث والآثار التي تترجم عنه وختم الفلاني ذلك بقوله: \"قلت: فهذه الأحاديث والآثار مصرحة بأن اسم العلم إنما يطلق على مافي كتاب الله وسنة رسول الله صلى الله عليه وآله وسلم والإجماع أو ما قيس على هذه الأصول عند فقد نص على ذلك عند من يرى لا على ما لهج به أهل التقليد والعصبية من حصرهم العلم على ما.htm'دون في كتب الرأي المذهبية مع مصادفة بعض ذلك لنصوص الأحاديث النبوية\". ¶ وجملة القول أن التقليد مذموم لأنه جهل وليس علم وإنما العلم الحقيقي هو العلم بالكتاب والسنة والتفقه بهما. ¶ __________ ¶ 1 \"إسناده صحيح كما بيناه في تخريج\" المشكاة - 213\". ¶ 2 \"إسناده حسن كما هو مبين في \"تخريج الترغيب - 1/46\".",
            "page": "79",
            "part": "1",
            "seal": "020031BB"
        },
        {
            "id": "74",
            "nass": "جواز التقليد للعاجز عن معرفة الدليل: ¶ وقد يقول قائل: ليس كل أحد يستطيع أن يكون عالما بهذا المعنى. فنقول: نعم هو كذلك ولكن من الذي ينازع في ذلك والله عز وجل يقول: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} ويقول: {فَاسْأَلْ بِهِ خَبِيراً} وقال صلى الله عليه وآله وسلم لمن أفتوا بجهل: \"ألا سألوا حين جهلوا فإنما شفاء العي السؤال\" على أن البحث لم يكن في تحديد من يستطيع ذلك ومن لا يستطيع بل سياق الكلام يدل أنه منصب على الخاصة الذين يظن أنهم من أهل العلم ويظن أن في إمكانهم معرفة المسائل أو بعضها على الأقل بالدليل وهم في الحقيقة علماء بأقوال المذهب جهلاء بالكتاب والسنة فالسؤال غير وارد أصلا لا سيما وقد ذكرت في مطلع هذا الفصل أن النص الأصولي المذكور أفادنا أمرين هامين: ¶ الأول: أن التقليد ليس بعلم نافع وقد بينت ذلك بما فيه مقنع إن شاء الله ¶ والأمر الآخر: أنه وظيفة العامي الجاهل فخرج به العالم المتمكن من معرفة الأدلة وأنه هو الذي ليس التقليد وظيفة وإنما الاجتهاد وهذا مما يوضحه شرح الأمر الآخر فأقول: قال ابن عبد البر عقب ما سبق نقله عنه ملخصا:",
            "page": "80",
            "part": "1",
            "seal": "3DE881FC"
        },
        {
            "id": "75",
            "nass": "وهذا كله لغير العامة فإن العامة لا بد لها من تقليد علمائها عند النازلة تنزل بها لأنها لا تتبين موقع الحجة ولا تصل لعدم الفهم إلى علم ذلك لأن العلم درجات لا سبيل منها إلى أعلاها إلا بنيل أسفلها وهذا هو الحائل بين العامة وبين طلب الحجة. ¶ والله أعلم. ولم تختلف العلماء أن العامة عليها تقليد علمائها وأنهم المرادون بقول الله عز وجل: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} وأجمعوا على أن الأعمى لا بد له من تقليد غيره ممن يثق بمعرفته بالقبلة إذا أشكلت عليه فكذلك من لا علم له ولا بصر بمعنى ما يدين به لا بد له من تقليد عالمه وكذلك لم يختلف العلماء أنه لا يجوز للعامة الفتيا وذلك - والله أعلم - لجهلها بالمعاني التي منها يجوز التحليل والتحريم والقول في العلم\". ¶ على أنني أرى إطلاق الكلام في العامي وأنه لا بد له من تقليد لا يخلو من شيء. لأنك إذا تذكرت أن التقليد هو العمل بقول الغير من غير حجة فمن السهل في كثير من الأحيان على بعض أذكياء العامة أن يعرف الحجة لوضوحها في النص الذي بلغه فمن الذي يزعم أن مثل قوله صلى الله عليه وآله وسلم: \"التيمم ضربة واحدة للوجه والكفين\" لا تبين الحجة فيه لهم بل ولمن دونهم في الذكاء؟ ولذلك فالحق أن يقال: إن من عجز عن معرفة الدليل فهو الذي يجب عليه التقليد. ولا يكلف الله نفسا إلا وسعها",
            "page": "81",
            "part": "1",
            "seal": "7661AB81"
        },
        {
            "id": "76",
            "nass": "وسيأتي ما يؤيد هذا من كلام ابن القيم رحمه الله تعالى في آخر هذه الكلمة. كما أن العالم نفسه قد يضطر أحيانا إلى التقليد في بعض المسائل حين لا يظفر فيها بنص عن الله ورسوله ولم يجد فيها سوى قول من هو أعلم منه فيقلده اضطرارا كما صنع الإمام الشافعي رحمه الله تعالى في بعض المسائل ولهذا قال ابن القيم رحمه الله تعالى 2/344: ¶ \"وهذا فعل أهل العلم وهو الواجب فإن التقليد إنما يباح للمضطر وأما من عدل عن الكتاب والسنة وأقوال الصحابة وعن معرفة الحق بالدليل مع تمكنه منه إلى التقليد فهو كمن عدل إلى الميتة مع مقدرته على المذكى فإن الأصل أن لا يقبل قول الغير إلا بدليل فجعل المقلدة حال الضرورة رأس أموالهم\".",
            "page": "82",
            "part": "1",
            "seal": "F71012B1"
        },
        {
            "id": "77",
            "nass": "محاربة المذهبيين للاجتهاد وإيجابهم التقليد على كل أحد: ¶ إذا تبين هذا فقد بقي علينا البحث فيما وعدنا به فيما سبق من النظر في أحوال المتبعين للأئمة بزعمهم ومدى صحة اتباعهم لأقوالهم فأقول: ¶ إن موقف جماهير المشايخ المقلدين منذ عصور موقف غريب جدا لأنهم في الوقت الذي يدعون أنهم ليسوا أهلا للرجوع إلى الكتاب والسنة في فهم الأحكام وأن عليهم أن يقلدوا الأئمة تراهم لا يرضون أن ينسبوا إلى الجهل وهو مقتضى أقوال علمائهم بل نراهم قد خرجوا عن تقليدهم في كثير من",
            "page": "82",
            "part": "1",
            "seal": "66EFC26B"
        },
        {
            "id": "78",
            "nass": "أصولهم وجاؤوا بقواعد من عندهم - وما كان لهم ذلك وهم يدعون التقليد - ولا سيما وهي مخالفة لنصوص الكتاب والسنة وهم إنما جاؤوا بها ليفرضوا على أنفسهم تقليد الأئمة في فروعهم خلافا لأوامرهم السابقة الذكر فقد ادعوا \"أن المجتهد المطلق قد فقد 1\"واشتهر عندهم أن باب الاجتهاد قد أغلق بعد القرن الرابع الهجري وقد ذكر نحوه ابن عابدين في حاشيته \"1/551\" وبذلك منعوا المسلمين من التفقه بالكتاب والسنة وأوجبوا عليهم التقليد لأحد الأئمة الأربعة كما قال في \"الجوهرة\": ¶ وواجب تقليد حبر منهم ... كذا حكى القوم بلفظ يفهم ¶ وادعوا أن علم الحديث والفقه نضج واحترق2. وأكدوا ذلك وأحكموه بقول أبي الحسن الكرخي: \"كل آية تخالف ما عليه أصحابنا فهي مؤولة أو منسوخة وكل حديث كذلك فهو مؤول أو منسوخ\"3. ولذلك فمهما جئتهم بآية أو حديث استجازوا لأنفسهم رد ذلك فورا دون أن يفكروا في دلالتهما وهل هما فعلا مخالفان للمذهب وأجابوك بقولهم: \"أأنت أعلم أم المذهب؟ \" ¶ مخالفة المذهبيين لأئمتهم في التعصب لهم وفرض تقليدهم: ¶ فهم بمثل هذه القواعد التي ابتدعوها على خلاف ما أوصاهم به ¶ __________ ¶ 1 \"الدر المختار 1/45 - حاشية\". ¶ 2 \"الدر المختار 1/45 - حاشية\". ¶ 3 \"الدر المختار 1/45 - حاشية\"",
            "page": "83",
            "part": "1",
            "seal": "5A115B71"
        },
        {
            "id": "79",
            "nass": "أئمتهم قد مكنوا للتقليد في صدورهم وصدور طلبة العلم كلهم وصدورهم بذلك عن التفقه بالكتاب والسنة وصار الفقه في عرفهم هو فهم أقوال العلماء الواردة في كتبهم ثم لم يقنعوا بهذا كله بل دعوا إلى التعصب للمذهب بمثل قول بعضهم: \"إذا سئلنا عن مذهبنا ومذهب مخالفنا؟ قلنا وجوبا: مذهبنا صواب يحتمل الخطأ ومذهب مخالفنا خطأ يحتمل الصواب وإذا سئلنا عن معتقدنا ومعتقد خصومنا قلنا وجوبا: الحق ما نحن عليه والباطل ما عليه خصومنا\"1 ¶ ومع أن هذه الأقوال ونحوها مما لم نذكره لم يقل بها أحد من الأئمة المتبوعين بل هم أعلم وأتقى لله تعالى من أن يتفوهوا بها فهي ظاهرة البطلان من وجهين: ¶ الأول: أنها مخالفة للكتاب والسنة في نصوصهما الكثيرة التي تأمر بأن لا يقول الإنسان إلا بعلم كقوله تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} وقد علمت أن العلم الحق إنما هو ما جاء في القرآن والسنة فأين فيهما ما يدل على ما ذكروه؟ ¶ والآخر: أنهم يدعون التقليد والمقلد حجته قول إمامه كما هو معروف من كتبهم فأين ذلك في كلام إمامهم؟ وحاشاهم من ذلك. ¶ __________ ¶ 1 \"تاريخ التشريع الإسلامي للعلامة الخضري \"ص 332\".",
            "page": "84",
            "part": "1",
            "seal": "FE9D46D0"
        },
        {
            "id": "80",
            "nass": "كثرة الخلاف في المقلدين وقلته في أهل الحديث: ¶ ومن عرف هذا السبب في بقاء طوائف المقلدين على تفرقهم المشين طيلة هذه القرون الطويلة حتى أفتى جمهورهم ببطلان الصلاة أو كراهتها وراء المخالف في المذهب بل منع بعضهم الحنفي أن يتزوج المرأة الشافعية وأجاز آخر ذلك لكن دون العكس معللا ذلك بقوله: \"تنزيلا لها منزلة أهل الكتاب\" كأن الله تعالى لم يخاطبهم بقوله: {وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} [آل عمران: من الآية105] وقال: {فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُراً كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ} [المؤمنون:53] . قال ابن القيم رحمه الله \"1/314\": ¶ \"والزبر الكتب أي كل فرقة صنفوا كتبا أخذوا بها وعملوا بها ودعوا إليها دون كتب الآخرين كما هو الواقع سواء\". ¶ أقول: ولعل هذه الكتب هي التي أشار إليها عبد الله بن عمرو رضي الله عنهما فيما رواه عنه عمرو بن قيس السكوني قال: ¶ \"خرجت مع أبي في الوفد إلى معاوية فسمعت رجلا يحدث الناس يقول: \"إن من أشراط الساعة أن ترفع الأشرار وتوضع الأخيار1 وأن يخزن الفعل والعمل ويظهر القول وأن يقرأ الناس بالمثناة في القوم ليس فيهم من يغيرها أو ينكرها\". ¶ __________ ¶ 1 أي يعلى الناس منزلة الأشرار ويخفضون منزلة الأخيار كما هو مشاهد اليوم.",
            "page": "85",
            "part": "1",
            "seal": "54248FF9"
        },
        {
            "id": "81",
            "nass": "فقيل: وما المثناة؟ قال: ما اكتتب سوى كتاب الله عز وجل1 ¶ وكأنه لذلك كان الإمام أحمد رحمه الله - حرصا منه على إخلاص الاتباع للكتاب والسنة - يكره وضع الكتب التي تشتمل على التفريع والرأي2 خشية إيثار الناس لها على الكتاب والسنة كما فعل المقلدة تماما فإنهم يؤثرون مذهبهم على الكتاب والسنة عند الاختلاف ويجعلونه معيارا عليهما كما تقدم كما تقدم عن الكرخي وكان الواجب اتباع الكتاب والسنة كما تقضي بذلك الأدلة المتقدمة منها وكما توجب ذلك عليهم أقوال أئمتهم وأن ينضموا إلى من كان الكتاب والسنة معه من المذاهب الأخرى ولكنهم مع الأسف الشديد ظلوا مختلفين متنازعين ولذلك قال ابن القبم \"2/333\" وقد ذكر قوله صلى الله عليه وآله وسلم: \"وإنه من يعش منكم فسيرى اختلافا كثيرا فعليكم بسنتي ... \": ¶ \"وهذا ذم للمختلقين وتحذير من سلوك سبيلهم وإنما كثر الاختلاف وتفاقم أمره بسبب التقليد وأهله الذين فرقوا الدين وصيروا أهله شيعا كل فرقة تنصر متبوعها وتدعوا إليه وتذم من خالفها ولا يرون العمل بقولهم حتى كأنهم ملة أخرى ¶ __________ ¶ 1 \"أخرجه الحاكم \"4/554 - 555\" وقال: صحيح الإسناد ووافقه الذهبي وهو وإن كان موقوفا فله حكم المرفوع. لأنه من الأمور الغيبية التي لا تقال بمجرد الرأي لا سيما وقد رفعه بعض الرواة عنده وصححه أيضا. ¶ 2 \"قاله ابن الجوزي في \"مناقب أحمد\" ص 192\".",
            "page": "86",
            "part": "1",
            "seal": "01A16F3A"
        },
        {
            "id": "82",
            "nass": "سواهم ويدأبون ويكدحون في الرد عليهم وقولون: \"كتبهم\" و\"كتبنا\" و\"أئمتهم\" وأئمتنا و\"مذهبهم\" و\"مذهبنا\" هذا والنبي واحد والقرآن واحد والرب واحد فالواجب على الجميع أن ينقادوا إلى كلمة سواء بينهم كلهم وأن لا يطيعوا إلا الرسول صلى الله عليه وآله وسلم ولا يجعلوا معه من يكون أقواله كنصوصه ولا يتخذ بعضهم بعضا أربابا من دون الله فلو اتفقت كلمتهم على ذلك وانقاد كل واحد منهم لمن دعاه إلى الله ورسوله وتحاكموا كلهم إلى السنة وآثار الصحابة لقل الاختلاف وإن لم يعدم من الأرض ولهذا تجد أقل الناس اختلافا أهل السنة والحديث فليس على وجه الأرض طائفة أكثر اتفاقا وأقل اختلافا منهم لما بنوا على هذا الأصل وكلما كانت الفرقة عن الحديث أبعد كان اختلافهم في أنفسهم أشد وأكثر فإن من رد الحق مرج عليه أمره واختلط عليه والتبس عليه وجه الصواب فلم يدر أين ذهب كما قال تعالى: {بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ} [قّ:5] ¶ وقال أيضا \"2/347\": ¶ \"ونحن لا ندعي أن الله فرض على جميع خلقه معرفة الحق بدليله في كل مسألة من مسائل الدين دقه وجله. وإنما أنكرنا ما أنكره الأئمة ومن تقدمهم من الصحابة والتابعين وما حدث في الإسلم بعد انقضاء القرون الفاضلة في القرن الرابع المذموم على",
            "page": "87",
            "part": "1",
            "seal": "FCBDDFD6"
        },
        {
            "id": "83",
            "nass": "لسان رسول الله صلى الله عليه وآله وسلم من نصب رجل واحد وجعل فتاويه بمنزلة نصوص الشارع بل تقديمها عليه وتقديم قوله على أقوال من بعد رسول الله صلى الله عليه وآله وسلم من جميع علماء أمته والاكتفاء بتقليده عن تلقي الأحكام من كتاب الله وسنة رسوله وأقوال الصحابة وأن ينضم إلى ذلك أنه \"يعني الرجل المقلد\" لا يقول إلا بما في كتاب الله وسنة رسوله. وهذا مع تضمنه للشهادة بما لا يعلم الشاهد والقول على الله بغير علم فيه الإخبار عمن خالفه - وإن كان أعلم منه - أنه غير مصيب للكتاب والسنة. ويقول: متبوعي هو المصيب أو يقول: كلاهما مصيب للكتاب والسنة - وقد تعارضت أقوالهما - فيجعل أدلة الكتاب والسنة متعارضة ومتناقضة والله ورسوله يحكم بالشيء وضده في وقت واحد ودينه تبع لآراء الرجال وليس له في نفي الأمر حكم معين ولا بد من واحد من الأمرين وهذا من بركة التقليد عليه. ¶ إذا عرف هذا فنحن إنما قلنا ونقول: إن الله تعالى أوجب على العباد أن يتقوه بحسب استطاعتهم. وأصل التقوى معرفة ما يتقي ثم العمل به فالواجب على كل عبد أن يبذل جهده في معرفة ما يتقيه مما أمره الله به ونهاه عنه ثم يلتزم طاعة الله ورسوله وما خفي عليه فهو في أسوة أمثاله ممن عدا الرسول فكل أحد سواه قد خفي عليه بعض ما جاء به ولم يخرجه ذلك عن كونه من",
            "page": "88",
            "part": "1",
            "seal": "30B8D3C9"
        },
        {
            "id": "84",
            "nass": "أهل العلم ولم يكلفه الله ما لا يطيق من معرفة الحق واتباعه. ¶ \"أخطار التقليد وآثاره السيئة على المسلمين: ¶ أيها الأخوة الكرام إن خطر التقليد وآثاره السيئة في أمتنا لأكبر من أن يمكن لنا بيانه في مثل هذه العجالة وهناك كتب خاصة تولت تفصيل القول في ذلك فيمكن لمن شاء المزيد من البيان أن يرجع إليها وإنما كان الغرض فيها بيان أنه سبب أو لعله السبب الأكبر من الأسباب الكثيرة التي صرفت المسلمين عن اتباع الكتاب والسنة والتعصب لهما دون الرجال المقلدين فإن طوائف المقلدين جعلوا التقليد أمرا واجبا - كما سمعت - ودينا متبعا لا يجوز لأحد بعد القرن الرابع الخروج عنه ومن خرج عنه ينبز بشتى الألقاب وشنت عليه الحروب الشعواء ولم يسلم من اتهامه بما ليس فيه كما يعلم ذلك كل من اطلع على بعض الرسائل المؤلفة في هذا الصدد من الفريقين. ¶ وإذا كان كثير من الناس اليوم لا دراسة لهم في الفقه المسمى بالفقه المقارن تلك الدراسة التي تكشف للباحث فيها المتمكن منها مبلغ ابتعاد المقلدين عن اتباع الكتاب والسنة بل وعن تقليد الأئمة أنفسهم تعصبا منهم لمذهبهم وفيهم بعض الدكاترة الذين يتولون تدريس هذه المادة إذا كان الأمر كذلك فبحسب المرء منهم أن يتذكر تلك الأحاديث التي سبق أن ذكرتها في الفصلين الأولين وهي قل من جل من الأحاديث التي تبلغ الألوف",
            "page": "89",
            "part": "1",
            "seal": "C06101FA"
        },
        {
            "id": "85",
            "nass": "يجد أن طوائف المقلدين قد أعرضوا عنها تدينا بالتقليد وتعصبا لغير المعصوم. ¶ وقد ساق العلامة ابن القيم رحمه الله في \"إعلام الموقعين\" ثلثا وسبعين مثالا من السنن الصحيحة الصريح التي ردت من المقلدين مع الكلام عليها مفصلا ومناقشتهم فيها مناقشة علمية هادئة وفي أولها امثلة من السنن التي ردوها من العقيدة كمسألة علو الله تعالى على خلقه واستوائه على عرشه وتأكيدا لذلك أقول: ¶ جاء في كتاب \"إيقاظ الهمم\" للشيخ الفلاني رحمه الله تعالى \"ص 99\" أن العلامة المحقق ابن دقيق العيد رحمه الله تعالى قد جمع المسائل التي خالف مذهب كل واحد من الأئمة الأربعة الحديث الصحيح انفرادا واجتماعا في مجلد ضخم وذكر في أوله: ¶ \"أن نسبة هذه المسائل إلى الأئمة المجتهدين حرام وأنه يجب على الفقهاء المقلدين لهم معرفتها لئلا يعزوها إليهم فيكذبوا عليهم\".",
            "page": "90",
            "part": "1",
            "seal": "6552AA4A"
        },
        {
            "id": "86",
            "nass": "واجب الشباب المسلم المثقف اليوم: ¶ وختاما أيها الأخوة: لست أريد من كلمتي هذه أن أحملكم على أن تكونوا جميعا أئمة مجتهدين وفقهاء محققين - وإن كان ذلك يسرني كما يسركم إذ أن ذلك غير ممكن عادة لضرورة",
            "page": "90",
            "part": "1",
            "seal": "0F4C7F63"
        },
        {
            "id": "87",
            "nass": "اختلاف الاختصاصات وتعاون المتخصصين بعضهم مع بعض وإنما أردت منها أمرين اثنين: ¶ الأول: أن تنتبهوا لأمر خفي على كثير من الشباب المؤمن المثقف اليوم فضلا عن غيرهم وهو أنهم في الوقت الذي علموا فيه - بفضل جهود وكتابات بعض الكتاب الإسلاميين مثل السيد قطب رحمه الله تعالى والعلامة المودودي حفظه الله وغيرهما أن حق التشريع إنما هو لله تعالى وحده لا يشاركه فيه أحد من البشر أو الهيئات وهو ما عبروا عنه ب \"الحاكمية لله تعالى\" وذلك صريح تلك النصوص المتقدمة في أول هذه الكلمة من الكتاب والسنة. أقول: في الوقت هذا نفسه فإن كثيرا من هؤلاء الشباب لم يتنبه بعد أن المشاركة المنافية لمبدأ الحاكمية لله تعالى لا فرق فيها بين كون البشر المتسع من دون الله مسلمال أخطأ في حكم من أحكام الله أو كافر نصب نفسه مشرعا مع الله وبين كونه عالما أو جاهلا كل ذلك ينافي المبدأ المذكور الذي آمن به الشباب والحمد لله تعالى. فهذا الذي أردت لكم أن تتنبهوا له وأذكركم به {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ} [الذريات:55] . فقد سمعت كثيرا منهم يخطب بكل حماسة وغيرة إسلامية محمودة ليقرر أن الحاكمية لله وحده ويضرب بذلك النظم الحاكمة الكافرة وهذا شيء جميل وإن كنا الآن لا نستطيع تغييره بينما هناك في نفوس الكثيرين منا ما ينافي المبدأ المذكور",
            "page": "91",
            "part": "1",
            "seal": "CE6C4698"
        },
        {
            "id": "88",
            "nass": "ومن الميسور تغييره لا ننبه المسلمين عليه ولا نذكرهم به ألا وهو التدين بالتقليد ورد نصوص الكتاب والسنة فهذا الخطيب المتحمس نفسه لو نبهته إلى مخالفة منه وقعت لآية أو حديث ركن فورا إلى الاحتجاج بالمذهب دون أن ينتبه - مع الأسف الشديد - أنه بعمله هذا ينقض ذلك المبدأ العظيم الذي دعا الناس إليه والله عز وجل يقول: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [النور:51] فكان عليه أن يبادر إلى التسليم بما سمع من الكر والدليل لأنه هو العلم ولا يلجأ إلى التقليد لأنه هو الجهل. ¶ والأمر الآخر: أن تحققوا في نفوسكم مرتبة واجبة ممكنة ميسرة لكل مسلم ولو بقدر هي دون مرتبة الاجتهاد والتحقيق التي لا ينهض بها إلا خواص الرجال وهي مرتبة اتباع الرسول صلى الله عليه وآله وسلم وإفراده بذلك كل منكم حسب طاقته فكما أنكم توحدون الله تعالى في عبادتكم فكذلك تفردون رسول الله صلى الله عليه وآله وسلم في اتباعكم فمعبودكم واحد ومتبوعكم واحد وبذلك تحققون عملا شهادة أن لا إله إلا الله وأن محمدا رسول الله. ¶ فوطنوا أيها الأخوة الكرام أنفسكم على أن تؤمنوا بكل حديث ثبت لديكم عن رسول الله صلى الله عليه وآله وسلم سواء كان في العقيدة أو الأحكام وسواء قال به إمامك الذي نشأت على مذهبه بحكم بيئتك أو غيره من أئمة المسلمين ولا تتبنوا قاعدة من تلك",
            "page": "92",
            "part": "1",
            "seal": "73AF2729"
        },
        {
            "id": "89",
            "nass": "القواعد التي وضعت بآراء بعض الرجال واجتهاداتهم وهم غير مجتهدين فيصدكم ذلك عن الاتباع. ولا تقلدوا بشرا مهما علا أو سما تؤثرون قوله على قول رسول الله صلى الله عليه وآله وسلم بعد أن بلغتموه. ¶ واعلموا أنكم بذلك فقط لا بغيره تحققون علما وعملا المبدأ القائل: \"لا إله إلا منهج الحياة\" و\"الحاكمية لله وحده تبارك وتعالى\" وبدون ذلك يستحيل أن نوجد \"الجيل القرآني الفريد\" الذي - هو وحده - يستطيع أن ينشئ \"المجتمع المسلم وخصائصه\" وبالتالي الدولة المسلمة المنشودة مصداقا للحكمة الصادقة التي قالها أحد الدعاة الإسلاميين الكبار رحمه الله تعالى: \"أقيموا دولة الإسلام في قلوبكم تقم لكم على أرضكم\" وعسى أن يكون ذلك قريبا. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ} . والسلام عليكم ورحمة الله وبركاته",
            "page": "93",
            "part": "1",
            "seal": "10E42B2D"
        }
    ],
    "t7607": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: وجوب الرجوع إلى السنة وتحريم مخالفتها"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "الأحاديث الداعية إلى اتباع النبي صلى الله عليه وسلم في كل شيء"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "تحكم الخلف بالسنة بدل التحاكم إليها"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "أصول الخلف التي تركت السنة بسببها"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: بطلان تقديم القياس وغيره على الحديث"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "أمثلة من الأحاديث الصحيحة التي خولفت بتلك القواعد"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: حديث الآحاد حجة في العقائد والأحكام"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "الأدلة على وجوب الأخذ بحديث الآحاد في العقيدة"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "إفادة كثير من أخبار الآحاد العلم واليقين"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "فساد قياس الخبر الشرعي على الأخبار الأخرى في إفادة العلم"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "مثالان على موقف بعض الفقهاء من الحديث وجهلهم بالسنة"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع: التقليد واتخاذه مذهبا ودينا"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "حقيقة التقليد والتحذير منه"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "العلم هو قول الله ورسوله"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "جواز التقليد للعاجز عن معرفة الدليل"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "محاربة المذهبيين للاجتهاد وإيجابهم التقليد على كل أحد"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "كثرة الخلاف في المقلدين وقلته في أهل الحديث"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "واجب الشباب المسلم المثقف اليوم"
        }
    ]
}