{
    "b7611": [
        {
            "id": "48",
            "nass": "اعتمد على الإمام البيهقي، ولخَّص ما كتبه السابقون، ثم الحافظ السيوطي في كتابه «الخصائص الكبرى» (1) ، ... وغيرهم كثير رحمهم الله تعالى (2) . ¶ وقبل البحث في الدلائل أحب أن أجيب عن إشكال قد يقع في ذهن القارئ، وهو طالما أن الغيب لله تعالى فهل تتعارض تلك النصوص معه؟ ¶ الغيب لله سبحانه وتعالى: ¶ لقد أخبرنا الله تعالى أن الغيب له جل شأنه، وأنه تعالى استأثر به، وأنه لا أحد من الخلق يعلم الغيب. ¶ قال الله عز وجل: {فَقُلْ إِنَّمَاالْغَيْبُ لِلّهِ} [يونس:20] ¶ وقال جل شأنه: {قُلْ لا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ} [النمل: 65] ¶ بل أخبر تعالى أن نبيَّه المصطفى صلى الله عليه وسلم - وهو أفضل خلقه وأكرمهم عليه - لا يعلم الغيب. فقال تعالى: {قُلْ لا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ} [الأنعام:50] في آيات متعددة. ¶ __________ ¶ (1) الخصائص غير الدلائل كما أن الدلائل غير الشمائل ... . ¶ (2) انظر كشف الظنون (760)",
            "page": "46",
            "part": "1",
            "seal": "51365A4C"
        },
        {
            "id": "49",
            "nass": "إطلاع الله تعالى بعض خلقه على غيبه: ¶ لقد أخبرنا الله تعالى اختصاصه بالغيب، إلا أن يُطلع بعضَ خلقه عليه، تكرماً ومنحةً، فإذا أطلعهم عليه علموه، فهم لا يعلمون إلا ما أطلعهم عليه. ¶ فقال جل شأنه: {عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَداً، إِلَّا مَنِ",
            "page": "46",
            "part": "1",
            "seal": "05B05E4F"
        },
        {
            "id": "50",
            "nass": "ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَداً} [الجن: 26 – 27] ¶ فقوله تعالى: {إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ} صريح بذلك. ¶ لذا كان رسول الله صلى الله عليه وسلم مما أكرمه الله تعالى بإطلاعه على المغيبات السابقة واللاحقة، ولهذا كثرت الأحاديث عنه صلى الله عليه وسلم في إخباره عن تلكم الغيوب. ¶ وقبل الخوض في بيان الدلائل أذكر بعض الأحاديث الإجمالية، التي تنص على إخباره صلى الله عليه وسلم عن الغيوب البعيدة جدّاً - ماضياً ومستقبلاً وما بينهما.",
            "page": "47",
            "part": "1",
            "seal": "5E77D05B"
        },
        {
            "id": "51",
            "nass": "بعض الأحاديث التي تدل على اطلاعه صلى الله عليه وسلم على الغيوب: ¶ فعن عمر بن الخطاب رضي الله تعالى عنه قال: \"قام فينا النبيُّ صلى الله عليه وسلم مقاماً، فأخبرنا عن بدء الخلق؛ حتى دخل أهلُ الجنة منازلَهم، وأهلُ النار منازلَهم، حفظ ذلك من حفظه، ونسيه من نسيه\". رواه البخاري (1) . ¶ أي أخبرهم صلى الله عليه وسلم منذ بدء الخليقة حتى نهاية العالَم. ¶ وعن حُذيفة بن اليمان رضي الله تعالى عنهما قال: \"قام فينا رسول الله صلى الله عليه وسلم مقاماً، ما ترك شيئاً يكونُ في مقامه ذلك إلى قيام الساعة، إلا حدَّث به، حفظه من حفظه، ونسيه من نسيه، قد علِمَه أصحابي هؤلاء، وإنه ليكون منه الشيءُ قد نسيتُه، فأراه، فأذكُرُه، كما يذكرُ الرجلُ وجهَ الرجلِ إذا غاب عنه، ثم إذا رآه عرفه\". متفق عليه، واللفظ لمسلم (2) . ¶ فقوله رضي الله تعالى عنه: (ما ترك شيئاً) أي لم يترك شيئاً ذا بال مهم، يحتاجون إلى معرفته: إلا أخبرهم صلى الله عليه وسلم به. ¶ __________ ¶ (1) صحيح البخاري: كتاب بدء الخلق: باب قوله تعالى: {وهو الذي يبدؤا الخلق ثم يعيده} . ¶ (2) صحيح البخاري: كتاب القَدَر: باب: {وكان أمر الله قدراً مقدوراً} ، وصحيح مسلم: كتاب الفتن: باب إخبار النبي (فيما يكون إلى قيام الساعة، رقم (23) .",
            "page": "47",
            "part": "1",
            "seal": "8399A2C1"
        },
        {
            "id": "52",
            "nass": "وعنه رضي الله تعالى عنه قال: \"أخبرني رسولُ الله صلى الله عليه وسلم بما هو كائن إلى أن تقوم الساعة، فما منه شيءٌ إلا قد سألتُه، إلا أَني لم أسأله ما يُخرج أهلَ المدينة من المدينة\". رواه مسلم (1) . ¶ وعن عَمْرو بن أَخطب رضي الله تعالى عنه قال: \"صلى بنا رسولُ الله صلى الله عليه وسلم الفجرَ، وصعد المنبرَ، فخطبنا حتى حضرت الظهرُ، فنزل فصلى، ثم صعد المنبرَ، فخطبنا حتى حضرتِ العصرُ، ثم نزل فصلى، ثم صعد المنبرَ، فخطبنا حتى غربت الشمسُ، فأخبَرَنا بما كان، وبما هو كائن، فأعلمُنا أحفظُنا\". رواه مسلم (2) . ¶ فهذا فيه كسابقه (فأخبرنا بما كان - أي فيما مضى - وبما هو كائن - في المستقبل) . والله تعالى أعلم. ¶ ففي هذه النصوص الكريمة - وغيرها مما لم أذكره - دلالةٌ على أنه صلى الله عليه وسلم أخبرهم عن الماضي السحيق، بدء الخلق، وعن المستقبل البعيد، بعد دخول أهل الجنة الجنة، وأهل النار النار، ولا يمكن أن يكون رسول الله صلى الله عليه وسلم قد قال ذلك اجتهاداً من واقع البشرية؛ إذ ليس في ذلك مسرح، إنما هو الوحي الذي آتاه الله تعالى، لأنه لا ينطق عن الهوى، وإنما يتبع ما يُوحى إليه. ¶ ودلائل النبوة كثيرة، والحمد لله، وهي متنوعة، لكني سأقتصر هنا على ذِكرِ ما يخص بحثنا هذا - وهي أربعة أنواع - كما سأقتصر على بعض ما ورد في الصحيحين - أو أحدهما - فقط، والله تعالى المعين. ¶ __________ ¶ (1) صحيح مسلم: في الكتاب والباب السابقين، رقم (24) . ¶ (2) صحيح مسلم: في الكتاب والباب السابقين، رقم (25) .",
            "page": "48",
            "part": "1",
            "seal": "2BF3B6A7"
        },
        {
            "id": "53",
            "nass": "أولاً - إخباره صلى الله عليه وسلم بالغيوب الماضية: ¶ وبالنظر فيما ورد عنه صلى الله عليه وسلم من الأحاديث النبوية الشريفة التي تتحدث عن الغيوب الماضية نجدها قسمين ¶ الأول: تتحدث عن الأنبياء السابقين على نبينا وعليهم الصلاة والسلام. ¶ الثاني: تتحدث عما حصل في الأمم الماضية، مما لم يرد ذكره في القرآن الكريم، ولا يُعرف في كتاب، وهذا كثيرٌ جداً أيضاً. ¶ 1- الأحاديث التي تتحدث عن الأنبياء السابقين على نبينا وعليهم الصلاة والسلام، وهي نوعان: ¶ أ- ما جاء عن الأنبياء عليهم السلام مع تعيينهم بأسمائهم. والأحاديث في ذلك كثيرة، لكني أقتصر على ما في الصحيحين أو أحدهما، فمن ذلك: ¶ بيان خَلق آدم عليه السلام وطوله، وسلامه عليه السلام على الملائكة وردّهم عليه، ومحاجة آدم وموسى عليهما السلام، وطواف إبليس به عند خَلقه، وإنذار نوح عليه السلام أمتَه الدجال، ووصيته لبنيه، واختتان إبراهيم عليه السلام وهو ابنُ ثمانين سنة، وتعويذه إسماعيل وإسحق عليهم السلام، وما حصل له ولزوجه في مصر، وأن إسماعيل عليه السلام كان رامياً، وما حصل له في مكة، وأن يوسف عليه السلام هو الكريم ابنُ الكريم ابنِ الكريم ابن الكريم عليهم السلام، واغتسال أيوب عليه السلام عارياً، ونزول رجل الجراد من ذهب عليه، وحثوه في ثوبه، ومرور يونس عليه السلام في ثنية هَرْشى (1) على ناقة حمراء يلبي، وخُلق موسى عليه السلام، وما كان بينه وبين بني إسرائيل، وأذيته من قِبَلهم، واغتساله منفرداً، وسؤاله عن أدنى أهل الجنة، ¶ __________ ¶ (1) ثنية قرب الجُحْفة.",
            "page": "49",
            "part": "1",
            "seal": "B2988FA6"
        },
        {
            "id": "54",
            "nass": "وما حصل له مع ملَك الموت، وتخفيفِ القرآن على داود عليه السلام، وصلاته وقيامه بالليل، وبيان غَيرتِه، وأكلِه من عمل يده، وقضاءِ سليمان عليه السلام بين المرأتين، وطوافه على تسعين امرأة، وأن زكريا عليه السلام كان نجاراً، وعن قَوام عيسى عليه السلام، وأن الشيطان نخس في الحجاب ولم ينخس فيه، وما حصل له مع السارق، ... إلخ ¶ ب - ما جاء عن الأنبياء عليهم السلام من غير تسمية لواحد منهم: ¶ وهذا كثير أيضاً، لكني سأقتصر على ذكر بعض ما ورد في الصحيحين أو أحدهما، فمن ذلك: ¶ إخباره صلى الله عليه وسلم أن لكل نبيٍّ حواريين، وإعطاء كل نبيٍّ آية على مثلها آمن البشر، وأن لكل نبيٍّ بطانتين، وأن كلَّ واحد منهم رعى الغنم، وتخيير كل نبيٍّ عند المرض بين الدنيا والآخرة، وأنهم تنام أعيُنُهم ولا تنام قلوبُهم، وأن لكل واحد منهم دعوة مستجابة قد تنجَّزها في حياته، وأن الله تعالى إذا أراد رحمةَ أمة قبض نبيَّها قبلها ليكون لها فرطاً، وأنهم أخوة لعلاّت، وأن كلَّ واحد منهم بُعث إلى قومه خاصة إلا النبي المصطفى الكريم صلى الله عليه وسلم، وأن كل واحد منهم حذّر أمتَه من الدجال، وأن منهم من لم يصدِّقه من أمته إلا رجلٌ واحد، وأن بني إسرائيل كانت تسوسهم الأنبياء كلما هلك نبيٌّ خلفه نبيٌٌّ، وأن الشمسَ حُبست لنبيٍّ من الأنبياء، وأن الله تعالى عاتب نبيّاً حرَّقَ قريةَ النمل لقرص واحدة منها له، وأن واحداً منهم كان يخط، وأنه لم يُعط أحد منهم سورةَ الفاتحة وخواتيم سورة البقرة، وأن هلاك الأمم السابقة باختلافهم على أنبيائهم وكثرة أسئلتهم، وما أدرك الناس من كلام النبوة الأولى، ... إلخ",
            "page": "50",
            "part": "1",
            "seal": "E2552F8A"
        },
        {
            "id": "55",
            "nass": "2 - وهو الإخبار عن الأمم السابقة: ¶ إن الأحاديث التي وردت عن النبي المصطفى الكريم صلى الله عليه وسلم وهي تتحدث عن الأمم السابقة كثيرة جدّاً، لكني أذكر هنا بعضَ ما ورد في الصحيحين أو أحدهما فقط، ومن ذلك ما يلي: ¶ تقدير المقادير قبل خلق السموات والأرض، جعل الرحمة مائة قسم، وإنزال قسم منها إلى الأرض لتتراحم به الخلائق، وخلق الملائكة من نور، وجعل الأرواح جنوداً مجندةً، واصطفاء كنانة مِن ولد إسماعيل عليه السلام، وأن عَمرَو بنَ لُحَيٍّ أولُ من سيَّب السائبة، وأن المسجدَ الأقصى بُني بعد المسجد الحرام بأربعين سنة، وأن الوزغَ كان ينفخ النار على إبراهيم عليه السلام ليؤجِّجها، وأن هلاك عادٍ بالدَّبور، ولولا ادخار بني إسرائيل اللحمَ لم يخنز، وأن أول فتنة بني إسرائيل كانت في النساء، وأن بني إسرائيل دخلوا على أستاههم مخالفين أمر الله تعالى، ولِم سُمِّي الخضر بهذا الاسم، وقصة موسى والخضر عليهما السلام، وأن الغلام الذي قتله الخضر طُبع كافراً، وبيان عدد الذين تكلَّموا في المهد مع بيان أسمائهم وقصصهم، وقصة أصحاب الأخدود والساحر والراهب والغلام، وقصة الذي كان به جرح فانتحر، وقصة الأقرع والأبرص والأعمى، وقصة أصحاب الغار الثلاثة، وقصة البغِيِّ التي سقت الكلبَ فغفر لها، وقصة الرجل الذي سقى الكلب فشكر الله تعالى له فغفر له، ودخول المرأة النار بسبب هرة حبستها ولم تطعمها حتى ماتت، وتجاوز الله تعالى عمن كان يتجاوز عن المعسرين، وقصة الزارع الذي سمع الصوت من السحاب، وقصة الذي استقرض مالاً فلم يجد مركباً يوصل المال إلى صاحبه فأرسله في خشبة، وصفة عاقر الناقة، وحال الذي لم يعمل خيراً قط، وقصة",
            "page": "51",
            "part": "1",
            "seal": "D5633A5B"
        },
        {
            "id": "56",
            "nass": "الذي قتل تسعة وتسعين، وكلام البقرة والذئب، وقصة الذي خسف الله تعالى به الأرض، وقصة الذي ابتاع أرضاً فوجد فيها كنزاً، وشكر الله تعالى لمن نحّى غصن شوك عن الطريق، وقصة السارق من بني إسرائيل، ووجود المحَدَّثين في الأمم السابقة، وقصة إرسال الطاعون رجساً على بني إسرائيل، وتحريم الشحم عليهم واحتيالهم في أكله، ... إلخ ¶ ثانياً - إخباره صلى الله عليه وسلم عن الكائنات المستقبلة في حياته فوقعت طبق ما أخبر به، سواء في حياته أو بعد وفاته، لكن في زمن أصحابه، وهو نوعان: ¶ النوع الأول: ذكره القرآنُ الكريم، أو أشار إليه، وهو كثير (1) . وهذا النوع لن أتعرض إليه، ولن أذكر منه شيئاً. ¶ النوع الثاني: ما ورد من الأحاديث النبوية الشريفة مما لم يرد ذكرُه في القرآن الكريم، أو يشر إليه، وهو كثير جداً أيضاً، لكني سأقتصر على ذكر بعض ما ورد في الصحيحين أو أحدهما فقط، على سبيل الإشارة، وإن كان في غيرهما حديثٌ صحيح كثير، فمن ذلك: ¶ إخباره صلى الله عليه وسلم عن الهجرةِ من مكة إلى المدينة، وإخباره صلى الله عليه وسلم عن إتمام هذا الدِّين وظهورِه، وإخباره صلى الله عليه وسلم عن الخصائص التي خصَّه الله تعالى بها، وعن استشهاد بعض أصحابه رضي الله تعالى عنهم (كعمر وعثمان وعلي وطلحة والزبير ... ) وإخباره صلى الله عليه وسلم عن قَتْلهِ صلى الله عليه وسلم لأُميَّةَ بنِ خلف، وقتل أُبي بن خلف، وعن مصارع صناديدِ قريش في بدر؛ مع تحديد أماكنهم، وعن الخلفاء بعده، وعن البلوى التي ستصيب عثمان رضي الله تعالى عنه، وعن الذراع المسمومةِ، وعن الرجل يومَ خيبر أنه من أهل النار، وعن الأنصارِ أنهم يَقلِّون، وأنهم ¶ __________ ¶ (1) انظر: الشمائل لابن كثير (350 - 357) .",
            "page": "52",
            "part": "1",
            "seal": "C1210359"
        },
        {
            "id": "57",
            "nass": "سيجدون أثرةً بعده، وعن فتح اليمن والشام والعراق ومدائن كسرى ومصر، وعن هلاك كسرى وقيصر، وإنفاق كنوزهما في سبيل الله تعالى، وعن فتح الحيرة، وخروجِ الظعينة منها، وعن إفاضة المال حتى لا يوجد من يقبله، وعن استشهاد أمراء غزوة مؤتة رضي الله عنهم، وعن استشهاد أهل بئر معونة، وعن موت النجاشي وإخباره وقع في الأيام التي ماتوا فيها، وعن تقدُّمِ وفاته صلى الله عليه وسلم قبل أمته، والإشارة إلى وفاته صلى الله عليه وسلم في المدينة، وأنه صلى الله عليه وسلم فرطٌ لهم، وعن المبشَّرين من أهل الجنة، وبمن يموتُ على الإسلام، وأنه صلى الله عليه وسلم إذا قال لأحد أصحابه عند الحرب: يرحمه الله، فإنه سيقتل شهيداً، ... ¶ وإخباره صلى الله عليه وسلم حال من غلَّ شملة يوم خيبر، وأنها تشتعل عليه ناراً، وأن الأرض لن تقبل الذي ارتد، وعن فتح مكة، ودخولها، وأن قريشاً لن تغزوهم، وعن عدم دخول أحد ممن شهد بدراً وبيْعة الرضوان النارَ، وأن جابراً رضي الله عنه سيحصل لهم الأنماط، وعن انتقال أهل المدينة إلى الشام واليمن والعراق، وأن دون الفتنة باب (وهو عمر رضي الله تعالى عنه) فإذا انكسر لن يُغلق، وأنه رضي الله عنه من المُحَدَّثين، وإخباره صلى الله عليه وسلم عن المُخْدَج (1) عند قتال الخوارج، وعن الفتن في المدينة، وأن عمّاراً رضي الله تعالى عنه تقتله الفئة الباغية، وأن عبدَ الله بنَ سلام رضي الله عنه لن يقتل بل يموت، وعن فتح خيبر على يد الذي يحب الله ورسوله ويحبه الله ورسوله صلى الله عليه وسلم، وعن خطاب حاطب بن بلتعة رضي الله عنه لأهل مكة بمسير النبي المصطفى الكريم صلى الله عليه وسلم إليهم، وعن المنافق يوم حنين وعن شيعته التي ستكون، وعن سبب هبوب الريح الشديدة عند عودتهم من تبوك، وعن المنافقين يوم الثنية في تبوك، ¶ __________ ¶ (1) مُخْدَج اليد: ناقصها.",
            "page": "53",
            "part": "1",
            "seal": "13D6D008"
        },
        {
            "id": "58",
            "nass": "وعمن تخلف في المدينة لعذر يوم سيرهم إلى تبوك، وعن قدوم وفد عبد القيس، وقصة الذي ضُرب في رجله منهم، وعن قدوم وفد أهل اليمن، وإخباره صلى الله عليه وسلم أبا هريرة رضي الله عنه بوصول غلامه يوم هجرته، وإخباره صلى الله عليه وسلم عن الآيات الست بين يدي الساعة وأولها موته صلى الله عليه وسلم، وعن غزو فئام من الناس، والإشارة إلى خلافة أبي بكر الصديق رضي الله عنه، وشهادة عكاشة بن محصن، وثابت بن قيس رضي الله عنهما، وعن استدارة الزمان، وعن تمادي الناس حتى يسألوا عن الله جل شأنه، وإخباره صلى الله عليه وسلم عن سيادة الحسن بن عليٍّ رضي الله عنهما، وعن الغزو في البحر وكون أم حرام رضي الله عنها معهم، وعن قتال الترك، وانخرام قرنه صلى الله عليه وسلم بعد مائة عام، وأن فاطمة رضي الله عنها أول أهله لحوقاً به، وأن زينب أو سودة أول نسائه رضي الله عنهن لحوقاً به، وعن ولادة ولده إبراهيم وأن له مرضعاً تتم رضاعَه في الجنة، وعن بدء فتح ردم يأجوج ومأجوج، وعمن قيل إنه مات أنه انتحر، وعن اليهودي ورقص قلوصه به وهو متوجه إلى الشام، وإخباره صلى الله عليه وسلم للصحابة رضي الله تعالى عنهم يوم حجة الوداع: لعلّي لا ألقاكم بعد عامي هذا، ... إلخ ¶ ثالثاً - إخباره صلى الله عليه وسلم عن الغيوب المستقبلة: ¶ إن الأحاديث في هذا الباب كثيرة جدّاً، لكني سأقتصر على ذكر بعض ما ورد في الصحيحين أو أحدهما للاختصار لا لإهمال غيرهما - معاذ الله - وإلا فإن في غير الصحيحين أحاديث صحيحة كثيرة أيضاً، ولاسيما أنهما لم يستوعبا كلَّ الصحيح، وقد ذكرت تلك الأحاديث في الأصل، لأن القصد هو الإشارة والتنبيه، والله تعالى هو الموفق والمعين، فمن ذلك: ¶ إخباره صلى الله عليه وسلم عن الفتن والملاحم، وعن الخوارج، وخوارج آخر الزمان،",
            "page": "54",
            "part": "1",
            "seal": "1D7495DB"
        },
        {
            "id": "59",
            "nass": "وإخباره صلى الله عليه وسلم عن القتال بين الطائفتين الكبيرتين من المسلمين، وعن غزوِ القسطنطينية، وعن قتالِ التركِ، وعن فِتَنِ أغيلمةٍ من قريش، وعن الدجاجلة والكذَّابين، وعن القرون المفضَّلة، وعن أشراط الساعة، وعن النار التي ستخرج من أرض الحجاز، وعن وجود الشر بعد الخير في هذه الأمة، وعن الجلادِين، والنساءِ الكاسيات العاريات، وعن بلوغ مُلْك أمته صلى الله عليه وسلم، وعن استخلاف أمته فيها، وعن منع العراق الشام ومصر أرزاقهم، وعن نزول عيسى عليه السلام في آخر الزمان، وعن كسره للصليب، وعن الخلفاء الاثني عشر، وعن طاعون عمواس، وعن أويس القَرَني - رحمه الله تعالى -، وعن معركة الجمل، وصفّين، وعن مروق مارقة عند اختلافٍ بين طائفتين من المسلمين، وعن خروج أهل المدينة منها إلى الشام واليمن والعراق، وعن عين تبوك والجنان فيها، ... إلخ. ¶ وإخباره صلى الله عليه وسلم عن الطائفة المنصورة، وعن اتباع هذه الأمة للأمم السابقة، وعن حصول الردة - والعياذ بالله تعالى - في آخر الزمان قبيل قيام الساعة، حتى تضطرب أليات نساء دوس على ذي الخلصة، وعن الشر الكائن بعد هذا الخير، وعن الهرج في آخر الزمان، وأنه إذا وُضع السيف في هذه الأمة فلن يُرفع إلى قيام الساعة، وعن الأقوام الذين بأيديهم مثل أذناب الإبل، وعن عدم مبالاة الناس بم يأخذون المال من حلٍّ أو حرام، وعن تمني محبيه رؤيتَه صلى الله عليه وسلم، وعمن يتبعون المتشابه، وعمن يُحدِّثون بما لم يكن، والإشارة إلى الكذّابَين؛ الأسود العنسي ومُسيلمة الكذاب، وأن في ثقيف كذّاباً ومبيراً، وأنه لا يُقتل بعد الفتح قرشيٌّ صبراً، وأنه صلى الله عليه وسلم لا يخشى على أمته الفقر، ولكن التنافس في الدنيا، وعن قتال اليهود، وأنه لو كان العلم بالثريّا لناله رجال من فارس،",
            "page": "55",
            "part": "1",
            "seal": "CAEB6B9F"
        },
        {
            "id": "60",
            "nass": "وعن غزو الهند وفارس والترك، ... وعن يأس الشيطان أن يُعبد في جزيرة العرب، ... إلخ ¶ رابعاً- إجابته صلى الله عليه وسلم عن مسائل فكانت وفق الواقع، وأن هذه الإجابات لا تكون من عِلْم البشر. ¶ كجوابه صلى الله عليه وسلم لعبد الله بن سلام قبل إسلامه عن ثلاثٍ لا يعلمهن إلا نبيٌ، وهي عن الروح، وعن أقوام ذهبوا في الدهر فلا يدرى ما صنعوا، وعن رجل طوّاف في الأرض بلغ مشارق الأرض ومغاربها، وجوابه صلى الله عليه وسلم حَبْر يهود عن ثلاث لا يعلمهن إلا نبي؛ عن خَلْق الوَلَد وكيف ينزع الولد إلى أبيه وإلى أمه، وعن أول طعامٍ يأكله أهلُ الجنة، وعن أولِ أشراط الساعة، وجوابه صلى الله عليه وسلم حبرَ يهودٍ عن أين يكون الناس يومَ تُبَدَّل الأرضُ غير الأرض والسموات، ومن أول الناس إجازةً، وما تحفتهم حين يدخلون الجنة، وما غذاؤهم على إثره، وما شرابهم عليه، ومن أين يكون الولد، وجوابه صلى الله عليه وسلم لليهودي عن أن الولد يكون من الرجل والمرأة، وبيانه صلى الله عليه وسلم له عن ماء الرجل وماء المرأة، وعن السواد الذي في القمر، وجوابه صلى الله عليه وسلم لعصابة من اليهود عن أربع خلال؛ عن الطعام الذي حرَّمه إسرائيل على نفسه من قبل أن تنزل التوراة، وعن ماء الرجل وماء المرأة، وكيف يكون الولد ذكراً، وكيف يكون أنثى، وكيف يكون النبي المصطفى الكريم صلى الله عليه وسلم في النوم، ومن وليّه صلى الله عليه وسلم من الملائكة، وجوابه صلى الله عليه وسلم لليهوديين عن الآيات التي أعطاها الله تعالى لموسى عليه السلام، وإخباره صلى الله عليه وسلم اليهود عما في التوراة من أمر الرجم في الزاني المحصن، وإخباره صلى الله عليه وسلم لليهود عن وصفه في التوراة، وتصديق الغلام اليهودي له، وإخباره صلى الله عليه وسلم السائل اليهودي عن النجوم التي رآها يوسف عليه السلام ساجدةً له، وإخباره صلى الله عليه وسلم",
            "page": "56",
            "part": "1",
            "seal": "04758B58"
        },
        {
            "id": "61",
            "nass": "أصحابه رضي الله عنهم عما في نفوسهم قبل أن يسألوه؛ كإخباره صلى الله عليه وسلم وابصة الأسدي رضي الله عنه عن البر والإثم قبل أن يسأله، وإخباره صلى الله عليه وسلم الرجلَ الثقفيَّ عن صلاة الليل وركوعه وسجوده وصيامه وغسله من جنابة، وإخباره صلى الله عليه وسلم للأنصاري رضي الله عنه عن خروجه من بيته إلى البيت العتيق ووقوفه بعرفة وحلقه رأسه وطوافه بالبيت ورميه الجمار، ... إلخ. والله تعالى أعلم.",
            "page": "57",
            "part": "1",
            "seal": "93ECBDD0"
        },
        {
            "id": "62",
            "nass": "الفصل الخامس: الأدلة من الإعجاز العلمي في السنة النبوية ¶ مدخل ¶ ... ¶ الفصل الخامس ¶ الأدلة من الإعجاز العلمي في السنة النبوية ¶ وأعني بالإعجاز العلمي ما اصطُلِحَ عليه مؤخراً مما جاء في القرآن الكريم أو في السنة النبوية الشريفة مما له علاقة بالعلوم الكونية والعصرية، فجاء العلمُ الحديثُ كاشفاً لما كان قد جاء فيهما صراحةً أو إشارة. ¶ لكن المقصود هنا الإعجاز العلمي في السنة النبوية، لأنها مجال البحث. ¶ وإذا كان الشيخ طنطاوي جوهري _رحمه الله تعالى- قد جعل تفسيره: (الجواهر) شاملا - حسب ما يراه - للآياتِ الكونية في القرآن الكريم، وما تقوم به هيئاتٌ متخصصةٌ من بحثٍ في (الإعجاز العلمي في القرآن الكريم) فإن كثيراً من الأحاديث النبوية ما زالت تنتظر دورَها في البحث العلمي أيضاً. ¶ هذا، وقد جمعت الهيئة التأسيسية للإعجاز العلمي في القرآن والسنة، التابعة لرابطة العالم الإسلام 1744 حديثاً مما يدخل في العلوم الكونية والطبية ونحوها وإن كان قد فاتها الكثير؛ لاقتصارها على الكتب التسعة فقط. ¶ وأذكر هنا عدداً من الأحاديث النبوية الشريفة، التي جاء العلمُ الحديث مقرِّراً لما تضمنته. لكن أقتصر على الأمر العلمي، وبشكل مختصر جدّاً، ولن أتعرض لما حوته تلك الأحاديث الشريفة من الأمور الشرعية، لأن القصد هو التنبيه على الأمور العلمية.",
            "page": "59",
            "part": "1",
            "seal": "EF4F6974"
        },
        {
            "id": "63",
            "nass": "1- ليس من كل الماء يكون الولد: ¶ عن أبي سعيد الخدري رضي الله تعالى عنه قال: سئل رسول الله صلى الله عليه وسلم عن العزل فقال: \"ما مِن كلِّ الماء يكون الولد، إذا أراد الله خَلْقَ شيءٍ لم يمنعه شيءٌ\" رواه مسلم (1) . ¶ في هذا الحديث الشريف ثلاثة أمور علمية محضة، سبق بها الاكتشافات الحديثة، وهي: ¶ أ -ليس الخلق يكون من جميع الماء - خلافاً لما كان يُعتقد إلى عهد قريب في الغرب، مع تقلبهم في ذلك - علماً بأن الرجل يقذف في المرة الواحدة ما يقرب من نصف مليار نطفة، لكن لا يصل إلى البويضة إلا أقل من خمسمائة، وقد يصل العشرات فقط، ولكن الذي يلقحها حُوَيْن واحد (نطفة) . ¶ ب - أن السقط قد يقع مبكِّراً قبل التخلق. ¶ ج - أن الحمل قد يقع بإذن الله تعالى مع تناول الأم موانع الحمل، وهذا واضح من لفظ الحديث \"إذا أراد الله خَلْقَ شيء لم يمنعه شيء\" والنصوص كثيرة في الدلالة على ذلك. ¶ وهذا هو المشاهد الآن، حيث وقع حَملُ كثير من النساء، وهن يأخذن موانع الحمل. ¶ __________ ¶ (1) صحيح مسلم: كتاب النكاح: باب حكم العزل، رقم (133) .",
            "page": "60",
            "part": "1",
            "seal": "71DF8378"
        },
        {
            "id": "64",
            "nass": "2 - إثبات ماء الرجل وماء المرأة: ¶ فعن ثوبان رضي الله تعالى عنه - في قصة سؤال الحبر اليهودي لرسول الله صلى الله عليه وسلم بعض الأسئلة، وفيه: قال الحبر: جئتُ أسألك عن الولد؟ فقال صلى الله عليه وسلم: ¶ __________ ¶ (1) صحيح مسلم: كتاب النكاح: باب حكم العزل، رقم (133) .",
            "page": "60",
            "part": "1",
            "seal": "91913EDF"
        },
        {
            "id": "65",
            "nass": "\"ماء الرجل أبيض، وماء المرأة أصفر، فإذا اجتمعا؛ فعلا منيُّ الرجل منيَّ المرأة أذكرا (أي كان الولد ذكراً) بإذن الله، وإذا علا منيُّ المرأة منيَّ الرجل آنثا (أي كان الولد أنثى) بإذن الله\" قال اليهودي: صدقتَ وإنك لنبيٌّ، ثم انصرف فذهب. ¶ فقال رسول الله صلى الله عليه وسلم: \"لقد سألني هذا عن الذي سألني عنه وما لي علمٌ بشيء منه، حتى أتاني الله به\" رواه مسلم (1) . ¶ وقد ورد نحو ذلك من حديث عائشة وأنس وأم سلمة رضي الله عنهم (2) ¶ ففي هذه الأحاديث الشريفة - وغيرها - أمور علمية، لم تُعرف إلا في هذا القرن، أو قبله بقليل، ومنها: ¶ أ - إثبات ماءٍ للرجل، وآخر للمرأة، وهذا لم يُعرف إلا مؤخراً، حيث كانوا يتصورون أن الجنين يُخلق من ماء الرجل لا غير، وبخاصة بعد اكتشاف (لوفنهوك) وتلميذه (هام) النطفة، وكانوا يصورون النطفة على أنها إنسان صغير جدّاً، ينمو في الرحم، حتى يبلغ حجمَه المعروف، دون طروِّ أيِّ تغيير عليه في تركيبه وشكله. واستمر الأمر حتى بعد اكتشاف البويضة، ولم يحسم الأمر إلا في القرن الماضي، حيث اكتشف أهمية النطفة والحُوَيْن في عملية تخلق الجنين (3) . ¶ ب - التفريق بين ماء الرجل وماء المرأة، والذي لم يعرف إلا مؤخَّراً، ¶ __________ ¶ (1) صحيح مسلم: كتاب الحيض: باب صفة مني الرجل والمرأة وأن الولد مخلوق من مائهما، رقم (34) . ¶ (2) انظر: صحيح البخاري: كتاب العلم: باب الحياء في العلم، وكتاب الأنبياء: باب {وإذ قال ربك للملائكة إني جاعل في الأرض خليفة} .وكتاب مناقب الأنصار: باب (51) حدثنا حامد بن عمر. وصحيح مسلم: كتاب الحيض: باب وجوب الغسل على المرأة بخروج المني منها، رقم (30 - 33) . ¶ (3) انظر: الطب النبوي والعلم الحديث (3: 328) وعلم الأجنة في القرآن والسنة (21) .",
            "page": "61",
            "part": "1",
            "seal": "C5608B71"
        },
        {
            "id": "66",
            "nass": "لأن منشأ مائها يكون بانسكاب السائل الجريبي، الذي يأتي مع البويضة من المبيض، ويكون لونه أصفر رقيقاً. ¶ ج - الجنين لا يكون إلا بعد معاشرة الرجل للمرأة جنسيّاً، فهو مخلوق منهما، خلافاً لما كان سائداً حتى القرن التاسع عشر المسيحي. ¶ د - تعيين جنس الجنين لا يكون إلا بغلبة أحد الماءين، خلافاً لما كان سائداً حتى القرن التاسع عشر المسيحي - كما ذكرت - ذلك أنهم كانوا يرون أن ما يطرأ على الجنين إنما هو مجرد نمو في الحجم والوزن والشكل، وأنه من ماء الرجل فقط، أو من ماء المرأة فقط - بعد اكتشاف البويضة - ولكنهم اكتشفوا مؤخراً أنه من الرجل والمرأة معاً، كما نصت عليه هذه الأحاديث. ¶ هـ - تحديد الشبه، ونظام التوارث الخَلْقي، بين الولد وأعمامه، وبين الولد وأخواله، وقد سبق الإسلامُ العلمَ الحديثَ بأكثر من ألف عام في ذلك. ¶ و كل ذلك بأمر الله تعالى وإذنه، وليس بمجرد اللقاء بين الزوجين، والله تعالى أعلم.",
            "page": "62",
            "part": "1",
            "seal": "00C80F06"
        },
        {
            "id": "67",
            "nass": "3 - استقرار النطفة الأمشاج في الرحم: ¶ عن حذيفة بن أَسيد رضي الله تعالى عنه يبلغ به النبيَّ صلى الله عليه وسلم قال: \"يدخل الملَكُ على النطفة بعد ما تستقر في الرحم بأربعين - أو خمسة وأربعين - ليلةً، فيقول: يا رب، أشقيٌّ أم سعيدٌ؟ فيُكتبان، فيقول: يا ربِّ، أذكرٌ أم أنثى؟ فيُكتبان، ويُكتبُ عملُه وأثره وأجلُه، ورزقُه، ثم تطوى الصحف، فلا يزداد فيها ولا ينقص\" رواه مسلم (1) . ¶ __________ ¶ (1) صحيح مسلم: كتاب القدر: باب كيفية خلق الآدمي في بطن أمه، وكتابة رزقه، ... رقم (2)",
            "page": "62",
            "part": "1",
            "seal": "FD0C9EE3"
        },
        {
            "id": "68",
            "nass": "ففي هذا الحديث الشريف برواياته إشارة إلى خمس حقائق علمية، هي: ¶ أ -كون النطفة لا تكون في الرحم قبل استقرارها فيه. ¶ ب-كون النطفة تكون متحركةً قبل استقرارها في الرحم. ¶ ج-استقرار النطفة في الرحم، لكن لم يُحدِّد الحديث مدة الحركة قبل الاستقرار. ¶ د-التخلق المخفي يكون بعد مضي أربعين ليلة - أو خمس وأربعين - من استقرار النطفة في جدار الرحم. ¶ وأعني بالتخلق المخفي: وضع خارطة للجنين، وهي أشبه بوضع مخطط للبيت، ثم يتم تنفيذه فيما بعد. والله تعالى أعلم. ¶ هـ-الإشارة إلى منع دخول أي شيء على النطفة قبل هذه المدة، وهذا هو الواقع حيث إن الرحم يقفل - تقريباً - بما يكون فيه من موانع-بعد نزول البويضة وانغراسها في جدار الرحم. كما سيأتي إن شاء الله تعالى. ¶ وقد جاء العلم الحديث ليقرر هذه الحقائق العلمية كلها، والتي لم تُعرف إلا مؤخَّراً (1) . ¶ __________ ¶ (1) انظر: الطب النبوي والعلم الحديث، ومع الطب في القرآن الكريم، ودورة الأرحام، وخلق الإنسان بين الطب والقرآن.",
            "page": "63",
            "part": "1",
            "seal": "ED489999"
        },
        {
            "id": "69",
            "nass": "4- اختراق الأسوار لتصوير الجنين، وحصول التشوه الخِلقي فيه: ¶ عن حذيفة بن أَسيد الغفاريِّ رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم بأُذنَيَّ هاتين يقول: \"إن النطفة تقع في الرحم أربعين ليلةً، ثم يتصوَّر عليها الملَكُ، فيقول: يا ربّ أذكرٌ أو أنثى؟ فيجعله الله ذكراً أو أنثى. ثم يقول: ¶ __________ ¶ (1) انظر: الطب النبوي والعلم الحديث، ومع الطب في القرآن الكريم، ودورة الأرحام، وخلق الإنسان بين الطب والقرآن.",
            "page": "63",
            "part": "1",
            "seal": "D9DC6319"
        },
        {
            "id": "70",
            "nass": "ياربِّ أسويٌّ أو غيرُ سويٍّ؟ فيجعله الله سويّاً أو غيرَ سويٍّ. ثم يقول: يا ربِّ ما رزقه؟ ما أجله؟ ما خُلُقُه؟ ثم يجعله شقيّاً أو سعيداً\" رواه مسلم (1) ¶ في هذا الحديث الشريف عدة أمور علمية دقيقة، لم تُعرف إلا في هذا العصر، أقتصر على ذكر بعضها. ¶ أولاً - قوله صلى الله عليه وسلم: \"ثم يتصوَّر عليها الملَك\" التصوُّر: هو النزول من الأعلى، يقال: تصوَّر الدار، وتسوَّر الجدار، أي نزل من أعلاه (2) . ¶ إن البويضةَ بعد تلقيحها في الثلث الأعلى من القناة الرحمية (فالوب) تنتقل منها إلى أعلى الرحم، فتغرس الخلايا المغذيةُ المحيطةُ بها استطالاتِها في مخاطية الرحم، وهي مرحلة العلوق، ثم تبدأ هذه الخلية بالانقسام والتخلق، فتصير علقة، ثم مضغة، ثم يتكوّن الغشاء المشيمي، الذي يتكون من ثلاث طبقات (3) فإذا أضيف إلى هذه الأغشية جدارُ المشيمة وجدارُ الرحم: صارت بمنزلة الجدر المحيطة بالنطفة، والأسوار القوية المنيعة الحامية لها بإذن الله تعالى، التي تمنع من وصول أي شيء إلى النطفة. ¶ يضاف إلى ذلك أيضاً: أن الغدةَ النخاميةَ بإصدارها الأوامر لحدوث: ¶ أ - ما يحيط بالنطفة من الأغشية السابقة التي تمنع وصول أي شيء إليها، وتكون جدرانها قوية صلبة. ¶ ب - ما يحيط بالنطفة من دماء سميكة وسوائل تمنع وصول أي حيوان أو غيره إليها أيضاً. ¶ __________ ¶ (1) صحيح مسلم: في الكتاب والباب السابقين، رقم (4) . ¶ (2) الذي تفيده كتب اللغة أن التصوّر بمعنى السقوط، من قولهم: ضربته ضربة فتصوّر منها، أي: سقط. انظر النهاية لابن الأثير: 3/60، والقاموس، والتاج (صور) . ¶ (3) انظر: الوجيز في علم الأجنة وخلق الإنسان (201 ـ وما بعد) وعامة كتب الأجنة.",
            "page": "64",
            "part": "1",
            "seal": "9296F3EB"
        },
        {
            "id": "71",
            "nass": "ج - إن عنق الرحم يكون - في أثناء نزول البويضة من مبيضها - واسعاً، ليسمح بولوج ملايين النطف من المهبل إلى القناة، فإذا لقحت وانتقلت إلى الرحم وعلقت بجداره؛ فإن عنق الرحم يضيق جدّاً، بحيث لا يسمح بدخول إلا النادر من النطف. ¶ د - إن السائل الجريبي الذي يكون عند مرحلة الإخصاب كثيراً ورقيقاً جدّاً؛ ليسهل انتقال النطف إلى القناة الرحمية بسهولة؛ فإنه بعد العلوق يصبح سميكاً جدّاً جدّاً، بحيث لا يسمح بدخول النطف، فيكون كالسدّادة التي تمنع دخول أي شيء، وإن كان العنق ليس مغلقاً حقيقة، بل هو متضيق جدّاً جدّاً، كما أخبرني الأستاذ الدكتور جمال مرسي، أستاذ واستشاري أمراض النساء والولادة. ¶ لذا فإن الملَكَ يتسوَّر هذه الجدران، ويتجاوز هذه الأسوار السميكة المانعة الحارسة - التي جعلها الله تعالى حفاظاً على هذا الجنين الذي لا يملك ما يدافع به عن نفسه - ليصوِّر الجنين، ويخلق الله تعالى على يديه ما يشاء. ¶ ثانياً - في هذا الحديث دلالة على أن التشوه الخِلقي لا يكون قبل الأربعين من التلقيح - التي هي فترة تنامي الجنين - وإنما يكون بعدها، وذلك في الفترة التي يكتب فيها الملَك جنس الجنين وعمرَه ورزقَه وخُلقَه، ... إلخ ¶ قال الدكتور محمود ناظم نسيمي رحمه الله تعالى (1) : لقد اكتشف أن هناك أوقاتاً خاصة من تنامي الجنين تكون فيها التشوهات محرَّضةً بعوامل خارجية، وأن هناك فترات خاصة - محددة بدقة - بالنسبة للتشوهات النوعية المختلفة: ¶ __________ ¶ (1) الطب النبوي والعلم الحديث (3: 344) وأخذه عن النشأة الأولى.",
            "page": "65",
            "part": "1",
            "seal": "0D43D4EB"
        },
        {
            "id": "72",
            "nass": "ففي الدور المبكر - من التكاثر الخلوي - يصعب أن تثير أيُّ عوامل حدوثَ التشوهات، وإذا ما قدِّر وأصيبت المضغةُ بعامل ماسخ لها، فربما تهلك. أما إذا نجت من أثر ذلك العامل، فإنها تتنامى مخلوقاً سويّاً باستبدال الخلايا المتأذية. ¶ وكذلك في المراحل المتأخرة من التنامي؛ إذ يصعب أيضاً، ويندر أن تنشأ تشوهات، لأن العمليات المؤدية لنشأة الأعضاء تكون قد قطعت شوطاً بعيداً، وكادت أن تستكمل تماماً. ¶ وبالنسبة للبشر: يفترض أن الفترة الحرجةَ أو الحسّاسة تمتد من الأسبوع الرابع للحمل وحتى الأسبوع السابع، وإن كانت التشوهات ممكنةَ الحدوث حتى في الشهر الثالث، ولكن بنسبة أقل بكثير. ¶ فمصير الجنين - من حيث السواء، أو التشوه - يتحدد في الأسبوع السابع من التنامي بشكل عام. ¶ قلت: إن حصل التشوه قبل الأربعين فله حالتان: إما أن تُستبدل بالخلايا التي شوِّهت أخرى سليمة، ويزول التشوه بإذن الله تعالى، وإما أن يسقط الجنين، إذا كان التشوه كاملا. وأما في المراحل المتأخرة من الحمل فيندر وقوع التشوه، لأن الجنين قد اكتملت صورته وأعضاؤه، وإن كان التشوه ممكناً كما هو الحال في الإنسان بعد ولادته وكبره. ¶ إنما يتحدد مصير الجنين في فترة سؤال الملك، فإن كان الله تعالى قد قدَّر أن يكون مشوَّهاً كتبه الملك وكان كذلك، وبقي حتى يخرج إلى الدنيا وهو كذلك، وإن قدَّر تعالى أنه سليم كتبه الملك كذلك، وبقي كذلك حتى يخرج إلى الدنيا وهو كذلك، والله تعالى أعلم.",
            "page": "66",
            "part": "1",
            "seal": "397C3B9B"
        },
        {
            "id": "73",
            "nass": "5 - الكتابة على جبهة الجنين: ¶ عن عبد الله بن عُمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"إذا أراد الله أن يخلق نَسمةً قال ملَكُ الأرحام - مُعرِضاً - أي ربِّ أذكرٌ أم أنثى؟ فيقول، فيقضي الله أمرَه، ثم يقول: أي ربِّ أشقيٌّ أم سعيد؟ فيقضي الله أمرَه، ثم يَكتبُ بين عينيه ما هو لاقٍ، حتى النكبةَ يُنْكَبُها\" رواه عبد الرزاق وابن حبان وأبو يعلى والبزار والآجري وابن أبي عاصم في آخرين (1) وإسناد أغلبهم صحيح، وروى الشيخان نحوه من حديث أنس رضي الله تعالى عنه. ¶ فجاء العلم الحديث ليكشف لنا هذه الحقيقةَ العلميةَ المذهلة، التي نص عليها الحديث، ولكن لم تُعرف إلا في العصر الحديث. ¶ قال علماء الأجنة: إذا بلغ الجنينُ أربعةَ أشهر يُكتب على جبهته؛ حتى كأن وجهه وجه فيلسوف، إنها شعيرات مرسومة بمهارة فائقة. ¶ والغريب أنه ليس ثمة اثنان على وجه الأرض تتشابه فيهم هذه الكتابة، حتى لو كانا توءمين، ثم تختفي تلك الكتابة تحت طبقة دهنية كثيفة، تغطي جلد الجنين، وتُخفي عن أعين المتلصصين تلك الكتابة الفذة الرائعة (2) . ¶ __________ ¶ (1) مصنف عبد الرزاق (11: 112) وصحيح ابن حبان (14: 54) ومسند أبي يعلى (10: 154 - 155) وكشف الأستار (3: 23) والشريعة (2: 782 - 783) والسنة (1: 148- 149 من طرق) ومجمع الزوائد (7: 193) . ¶ (2) انظر: خلق الإنسان بين الطب والقرآن.",
            "page": "67",
            "part": "1",
            "seal": "AB6A5826"
        },
        {
            "id": "74",
            "nass": "6 - في جسم الإنسان (360) مفصلاً: ¶ عن السيدة عائشة رضي الله عنها، أن رسول الله صلى الله عليه وسلم قال: \"إنه خُلق كلُّ إنسان من بني آدم على ستين وثلاثمائة مَفصِلٍ، ... \" الحديث، رواه مسلم (1) وقد ورد من حديث غيرها، كما ذكرته في الكتابين المذكورين. ¶ __________ ¶ (1) صحيح مسلم: كتاب الزكاة: باب بيان أن اسم الصدقة يقع على كل نوع من المعروف، رقم (54) .",
            "page": "67",
            "part": "1",
            "seal": "51C9A5A1"
        },
        {
            "id": "75",
            "nass": "وأذكرها هنا على الإجمال وهي: ¶ مجموع مفاصل الأطراف العلوية (64) مفصلاً، ومفاصل الأطراف السفلية (62) مفصلاً، ومفاصل العمود الفقري (76) مفصلاً، ومفاصل القفص الصدري (66) مفصلاً، ومفاصل الجمجمة (86) مفصلاً، ومفاصل الحنجرة (6) مفاصل، فيكون مجموع ما في جسم الإنسان = ¶ 64 + 62 + 76 + 66 + 86 + 6 = 360 مفصلاً. ¶ وصلى الله وسلَّم على النبي المصطفى الكريم، وعلى آله وصحبه وسلم.",
            "page": "68",
            "part": "1",
            "seal": "CC9058F6"
        },
        {
            "id": "76",
            "nass": "7 - الفرق بين دم الحيض ودم الاستحاضة: ¶ فعن السيدة عائشة رضي الله عنها قالت: جاءت فاطمة بت أبي حُبيش إلى النبي صلى الله عليه وسلم فقالت: يا رسول الله، إني امرأة أُستحاض فلا أطهر، أفأدع الصلاةَ؟ فقال رسول الله صلى الله عليه وسلم: \"لا، إنما ذلك عِرقٌ، وليس بحيضٍ، فإذا أقبلت حيضتُك فدعي الصلاةَ، وإذا أدبرت (فإذا ذهب قدرها) فاغسلي عنك الدم (فاغتسلي) ثم صلي\" متفق عليه (1) . ¶ وقد ورد عندهما عن أم حبيبة رضي الله تعالى عنها أيضاً. ¶ فقد فرَّق رسول الله صلى الله عليه وسلم في هذه الأحاديث الشريفة بين دم الحيض ودم الاستحاضة - مع أنهم ما كانوا يفعلون ذلك - وهذا ما بينه العلمُ الحديث. ¶ فالدمان يختلفان من حيث المنشأ واللون والرائحة والمدة والفترة بين الدمين والنظام، ... إلخ. ¶ __________ ¶ (1) صحيح البخاري: كتاب الوضوء: باب غسل الدم، وفي غيرهما. وصحيح مسلم: كتاب الحيض: باب المستحاضة وغسلها وصلاتها، رقم (62 - 63) .",
            "page": "68",
            "part": "1",
            "seal": "70B503D9"
        },
        {
            "id": "77",
            "nass": "أما الحيض فيمتاز بالأمور التالية: ¶ - إن دم الحيض ينتج عن تساقط الغشاء المبطن للرحم المتموت، ويتوقف هذا الدم عندما يكتمل ترمم الغشاء المبطن الجديد للرحم، استعداداً للدورة الشهرية الجديدة التالية. ¶ - لون دم الحيض أحمر غامق لا يتخثّر، وقد تُرى فيه قطع صغيرة داكنة في الأيام الأولى للحيض، وهي بطانة الرحم المتموتة. ¶ - هذا الدم يكون غزيراً في الأيام الأولى، ويخف تدريجيّاً، ويميل لونه للبني والاصفرار قبل أن ينقطع. ¶ - ترافقه - غالباً - آلام العادة الشهرية في الأيام الأولى، وبعض النساء يُمَيِّزنه من رائحته الخاصة. ¶ - وعندما يكون غزيراً جدّاً - بشكل نزيف - فإنه يَميل إلى الأحمر القاني (بسبب ضخامةٍ أو تليُّفٍ في الرحم) وهذه حالة مرضية عندها يترافق بوجود خثرات دمٍ صغيرة أو كبيرة حسب الشدة. ¶ - إن مدة الحيض عادة تكون (من 5 - 7 أيام) لكنها قد تقل إلى يومين، أو تزيد إلى (8) أيام، وقد تزيد أكثر، وتعتمد مدةُ الحيض على طول فترة ترمم الغشاء المبطن للرحم زيادةً أو نقصاناً. ¶ - تكون الدورة الشهرية عند (15?) من النساء (من 28- 30) يوماً. ¶ - تعدُّ الدورة طبيعيةً إذا كانت المدة بين الحيضتين (من21- 35) يوماً. ¶ أما دم الاستحاضة فيمتاز بما يلي: ¶ - يختلف لونه عن دم الحيض، يكون لونه مائلاً إلى الاحمرار القاني.",
            "page": "69",
            "part": "1",
            "seal": "11B1EBD8"
        },
        {
            "id": "78",
            "nass": "- أنه ناتج عن تمزق الأوعية الدموية - فهو دم عِرْق - (لحمية، ورم، تسمُّك في بطانة الرحم) ¶ - وغالباً إذا كان غزيراً ترافقه خثرات دموية. ¶ - قد يشبه دمَ الحيض عند زيادة مدة الحيض عن (8 - 10) أيام، في حالات اضطراب الدورة الشهرية. ¶ - ليس له طبيعة منتظمة مثل الدورة الشهرية، فقد يحدث خارج الدورة، وقد يلي حدوث الدورة مباشرة. ¶ - ليس له مدة ثابتة، فقد تطول مدته إلى أشهر بل أكثر، وقد تقل. ¶ - لا ترافقه آلام كآلام الدورة الشهرية، والله تعالى أعلم (1) . ¶ __________ ¶ (1) هذا ما كتبه لي عدد من الاستشاريين في أمراض النساء والولادة. منهم الدكتور عبد الرحمن أحمدو. جزاهم الله تعالى خيراً.",
            "page": "70",
            "part": "1",
            "seal": "FA09BEEE"
        },
        {
            "id": "79",
            "nass": "8 - الحجر الصحي: ¶ عن أسامةَ بن زيد رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"إذا سمعتم بالطاعون بأرض فلا تدخلوها، وإذا وقع بأرض وأنتم بها فلا تخرجوا منها فراراً منه\" متفق عليه (1) . ¶ سئل الدكتور (جون لارسن) من قِبل هيئة الإعجاز العلمي (2) : إذا كنتَ حاكماً على مدينة، وأُصيبت تلك المدينة بمرض وبائي خطير؛ أو ما يُسمى بالطاعون؛ فماذا تفعل يا دكتور؟ ¶ __________ ¶ (1) صحيح البخاري: كتاب الطب: باب ما يذكر في الطاعون. وصحيح مسلم: كتاب السلام: باب الطاعون والطيرة والكهانة ونحوها، رقم (92 - 97) . ¶ وقد روياه من حديث عبد الرحمن بن عوف رضي الله تعالى عنه، في الكتابين والبابين السابقين. كما ورد عن عدد من الصحابة رضي الله تعالى عنهم. ¶ (2) مجلة الإعجاز العلمي (العدد الرابع) .",
            "page": "70",
            "part": "1",
            "seal": "6A866BD4"
        },
        {
            "id": "80",
            "nass": "قال: سآتي بالجنود، وأضرب حصاراً على المدينة؛ لمنع الدخول إليها، والخروج منها. ¶ قيل له: أمّا أن تمنع الدخول فقد علمناه، ولكن لماذا تمنع الخروج منها؟ ¶ قال: لأن الدراسات في الفترة المتأخرة كشفت لنا أنه عندما يكون الطاعون منتشراً في مدينة من المدن، أو منطقة من المناطق؛ فإن عدد الذين تظهر عليهم أعراض المرض تتراوح نسبتهم (ما بين 10 - 30 %) ¶ قيل له: والباقون من سكان المدينة ما بالهم؟ ¶ قال: هؤلاء الباقون يحملون الجرثومة في أجسادهم، لكن جهاز المناعة عندهم يتغلب على الجراثيم، فتبقى في الجسم، ولكنها لا تضره، فإذا بقي هذا الصحيح في البلدة التي فيها الطاعون فلا خوف عليه، لأنه ملقَّحٌ، ولأن عنده مقاومة من جهاز المناعة تدفع عنه المرض. ¶ أما لو خرج من هذه المدينة - أو البلدة - فإنه يخرج حاملاً لهذه الجرثومة، فينقل ذلك المرض إلى مدينة جديدة، وقد ينشأ عن ذلك هلاك الملايين من البشر، بسبب خروج هذا المصاب ... ¶ قيل: إلى متى يستمر هذا الحصار المضروب على هذه المدينة؟ ¶ قال: إلى وقت يسير، حتى يتغير سلوك الجرثومة، بإضافة خصيصة وراثية جديدة، حتى تذهب فيها خصيصة العدوى التي تنتشر، وتنقل المرض إلى الآخرين. اهـ.",
            "page": "71",
            "part": "1",
            "seal": "27CBA974"
        },
        {
            "id": "81",
            "nass": "9- النهي عن اقتناء الكلاب، وإباحة اقتناء القطط: ¶ لقد نهى رسول الله صلى الله عليه وسلم عن اقتناء الكلاب، وبيَّن أن من اقتناها نقص من أجره كل يوم قيراطان، وأمر بقتلها، وأوجب غسل الإناء إذا ولغ فيه الكلب سبع مرات إحداهن بالتراب، ... وكل ذلك في الصحيحين (1) . ¶ وهناك أحاديث أخرى ذكرتها في الكتابين المذكورين. ¶ بينما أباح صلى الله عليه وسلم اقتناء القطط فقال صلى الله عليه وسلم: \"إنها ليست بنجس، إنها من الطوافين عليكم أو الطوافات\" رواه كثيرون، وصحَّحه مالك والبخاري والترمذي وابن خزيمة والحاكم وابن حبان والعقيلي والدارقطني والبيهقي والنووي (2) . ¶ ففي هذه الأحاديث النهي عن اقتناء الكلب - مع شدة الحاجة إليه في ذلك الوقت ولاسيما في البادية - وإباحة اقتناء القط، مع أنهما من فصيلتين ¶ __________ ¶ (1) صحيح البخاري: كتاب الوضوء: باب إذا شرب الكلب في إناء أحدكم، وكتاب بدء الخلق: باب إذا ولغ الكلب في شراب أحدكم، وكتاب الذبائح والصيد: باب من اقتنى كلباً ليس بكلب صيد أو ماشية. وصحيح مسلم: كتاب الطهارة: باب حكم ولوغ الكلب، رقم (89- 92) وكتاب المساقاة: باب الأمر بقتل الكلاب وبيان نسخه، رقم (44، 50 - 56) وانظر الكتابين المذكورين لبيان الأحاديث الأخرى. ¶ (2) الموطأ كتاب الطهارة: باب الطهور للوضوء (1: 22 - 23) والأم (1: 6- 7) (7: 178) والمسند رقم (10) ومصنف ابن أبي شيبة (1: 32، 31) ومصنف عبد الرزاق (1: 10، 101) ومسند الحميدي (1: 205 - 206) ومسند أحمد (5: 296، 303، 309) وسنن أبي داود: كتاب الطهارة: باب سؤر الهرة، رقم (75) وسنن الترمذي: كتاب الطهارة: باب ما جاء في سؤر الهرة، رقم (92) وسنن النسائي: كتابي الطهارة والمياه: باب سؤر الهرة (1: 55، 178) والسنن الكبرى (1: 76) وسنن ابن ماجه: كتاب الطهارة: باب الوضوء بسؤر الهرة والرخصة في ذلك، رقم (367) وسنن الدارمي (1: 153) وشرح معاني الآثار (1: 18، 19) والمنتقى لابن الجارود (30 رقم 60) وسنن الدارقطني (1: 70) والسنن الكبرى (1: 245) وشرح السنة (2: 69) والمستدرك (1: 160) وأقره الذهبي، وصحيح ابن خزيمة (1: 55) وصحيح ابن حبان (4: 114- 115) وانظر المجموع (1: 215، 166، 216) ونصب الراية (1: 136 - 137) والتلخيص الحبير (1: 41 - 42)",
            "page": "72",
            "part": "1",
            "seal": "54AFDE44"
        },
        {
            "id": "82",
            "nass": "متقاربتين، ولا أطيل الكلام في بيان خطورة اقتناء الكلب، بل أقتصر على قول واحد من كبار علماء الغرب، وهو (الدكتور جون لارسن) (1) وهو كبير أطباء المستشفى الرسمي في (كوبنهاجن) حيث قال جواباً عن سؤال حول الكلب والقط، فقال: ¶ يحمل الكلب الكثير من الأمراض المعدية، فهو يحمل ما يقارب خمسين مرضاً طفيليّاً، وكثير منها في لعابه. ¶ ويعد القط من أطهر الحيوانات من الناحية الطبية، فهو لا يحمل من الجراثيم والميكروبات إلا ما يسبب مرضاً واحداً فقط، إنه مرض إذا أصيب به شخص أصيب بالعمى، يوجد هذا المرض في براز القط، فإذا أكل حيوان آخرُ هذا البرازَ انتقل هذا المرضُ إلى جسم هذا الحيوان، وعندما يذبح هذا الحيوان ويؤكل لحمُه؛ ينتقل المرض بدوره إلى الإنسان فيصاب به. اهـ ¶ قلت: لهذا نهى النبي المصطفى الكريم صلى الله عليه وسلم عن أكلِ لحم الجلاَّلَة، وشُربِ لبنِها. ثم سبحان من ألهم القط بدفن برازه، حتى لا يأكله حيوان آخر، فكأنه يرفع التبعة عن نفسه بدفنه. فسبحان الملهم المدبِّر. ¶ __________ ¶ (1) انظر: مجلة الإعجاز العلمي (العدد الرابع) .",
            "page": "73",
            "part": "1",
            "seal": "C71D42BF"
        },
        {
            "id": "83",
            "nass": "10 - الذباب يحمل الجراثيم ومبيداتها: ¶ عن أبي هريرة رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وسلم: \"إذا وقع الذباب في إناء أحدكم فليغمسه كله، ثم ليطرحه، فإن في أحد جناحيه شفاء، وفي الآخر داء\" رواه البخاري (1) . ¶ وقد ورد نحو هذا الحديث عن عدد من الصحابة رضي الله تعالى عنهم. ¶ __________ ¶ (1) صحيح البخاري: كتاب الطب: باب إذا وقع الذباب في الإناء، وفي غيرهما.",
            "page": "73",
            "part": "1",
            "seal": "E314CFDC"
        },
        {
            "id": "84",
            "nass": "أقول: إن هذا الحديث يشير إلى معجزتين كريمتين: ¶ أولاهما: إثباته أن الذباب يحمل عنصر المرض وهو الداء، وقد ظهرت هذه بشكل متيقن، ويعلمها كثير من الناس. ¶ ثانيهما: أن الذباب يحمل عنصر الشفاء، وهو الدواء، وقد ظهرت هذه بشكل واضح وجلي أيضاً. ¶ وقد أُجريت تجاربُ كثيرةٌ في جامعة الملك عبد العزيز بجدة. وذكرتها في الكتاب المذكور، كما ذكرتُ تقاريرَ أخرى من غيرها: ¶ وخلاصة البحث فيها: أن الذباب إذا أُغمس في اللبَنِ أو الطعامِ أو الشراب، ... فإن الجراثيم التي تسقطُ منه في الإناء، ... لا تقف عند حدها، بل تبدأ تتناقص حتى تنتهي، بينما إذا وقف الذبابُ ثم طار، فإن الجراثيمَ التي تسقط منه - وتخالط الماءَ أو الشرابَ - تبدأ بالزيادة، وهكذا، ولو كان الأمر عادياً لكان الأمر على العكس، وفي انغماس الذبابِ تكون الجراثيمُ الساقطةُ أكثرَ بكثير منها في حال وقوفه ثم طيرانه (1) . والله تعالى أعلم. ¶ وصلى الله وسلم على سيدنا وحبيبنا محمد، وعلى آله وصحبه ومن تبعه بإحسان إلى يوم الدين. ¶ __________ ¶ (1) انظر: الإصابة في صحة حديث الذبابة (135- 186) من الطبعة الأولى.",
            "page": "74",
            "part": "1",
            "seal": "C46AD46C"
        },
        {
            "id": "85",
            "nass": "الخاتمة ¶ إن الذي ذكرته في هذه الرسالة يدلُّ دلالةً صريحةً واضحة على أن السنةَ النبويةَ الشريفةَ ليست من واقع البشر؛ إنما هي وحيٌ أوحاه الله تعالى إلى النبي المصطفى الكريم صلى الله عليه وسلم. ¶ - فالقرآن الكريم بآياته المتعددة دلَّ على أن ما ينطق به رسول الله صلى الله عليه وسلم هو وحي، لأنه لا قدرة للإنسان على القول بما يخفى عليه. ¶ - كما أن النصوص الكريمةَ الكثيرة من السنة النبوية تدل على أن ما قاله صلى الله عليه وسلم ونطق به ليس من اجتهاد البشر، فهو فوق قدرتهم، ولا مسرح لهم فيه ¶ - كما أن الدلائل النبوية الشريفة - سواء ما أخبر به صلى الله عليه وسلم عن الماضي السحيق، أو الغيب المستقبلي البعيد، أو ما نطق به مما هو متعلق بالموجودات في زمانه صلى الله عليه وسلم وتحقق بعد عصره صلى الله عليه وسلم، ... كل ذلك يدل على أن ما نطق به ليس من اجتهاد البشر، ولا للعقل فيه مسرح، إنما هو الوحي الرباني. ¶ - فإذا أضيف إلى ذلك العدد الكبير من الأحاديث التي قالها صلى الله عليه وسلم قبل أكثر من ألف عام وهي تتحقق في هذا الزمان، مما يدل على أن ما قاله ونطق به صلى الله عليه وسلم ليس من اجتهاد البشر، ولا للعقل فيه مسرح. إنما هو الوحي الرباني.",
            "page": "75",
            "part": "1",
            "seal": "4F25624F"
        },
        {
            "id": "86",
            "nass": "ومن هنا يتضح أن السنة النبوية وحي، وهذا مما امتاز به صلى الله عليه وسلم عن سائر الأنبياء عليه وعليهم الصلاة والسلام، مع اختلاف الوحيين، فهو وحي غير متلو ولا متعبد بتلاوته، بخلاف وحي القرآن الكريم، وهذا ما أعطيه صلى الله عليه وسلم. ¶ قال رسول الله صلى الله عليه وسلم - كما في حديث المقدام بن معدي كرب رضي الله تعالى عنه -: \"ألا إني أُعطيتُ القرآنَ ومثله معه\" رواه أحمد وأبو داود وغيرهما (1) . ¶ لذا يلزم العناية بهذا الموضوع بشكل أوسع. ¶ __________ ¶ (1) مسند أحمد (4: 130- 131) وسنن أبي داود: كتاب السنة: باب في لزوم السنة، رقم (4604) وسنن الدارقطني (4: 287) وصحيح ابن حبان (1: 107) وشرح معاني الآثار (4: 209) والشريعة (1: 415- 416) وشرح السنة (1: 201) والتمهيد (1: 149- 150) وذم الكلام (2: 134- 135) والسنن الكبرى (9: 332) ودلائل النبوة (6: 549) والمعجم الكبير (20: 283) ومسند الشاميين (2: 137) .",
            "page": "76",
            "part": "1",
            "seal": "366D05AC"
        },
        {
            "id": "87",
            "nass": "مصادر ومراجع ¶ ... ¶ مصادر الرسالة ¶ 1 – الآيات البينات لما في الإسراء والمعراج من الخوارق والمكرمات للدكتور خليل ملا خاطر. ¶ 2 - الإتقان في علوم القرآن، للحافظ السيوطي، بيروت. ¶ 3 - الإحكام في أصول الأحكام، لابن حزم. بيروت. ¶ 4 - الإصابة في صحة حديث الذبابة، خليل إبراهيم ملا خاطر. دار القبلة. ¶ 5 - الإمام الشافعي وأثره في الحديث وعلومه، خليل إبراهيم ملا خاطر. ¶ 6 - الأم، للإمام الشافعي. ط كتاب الشعب، مصر. ¶ 7 - أمية النبي المصطفى الكريم صلى الله عليه وسلم، خليل إبراهيم ملا خاطر (تحت الطبع) . ¶ 8 - التلخيص الحبير، للحافظ ابن حجر. نشر السيد عبد الله يماني. ¶ 9 - التمهيد، للحافظ ابن عبد البر. نشر وزارة الأوقاف بالمغرب. ¶ 10 - جماع العلم، للإمام الشافعي. بحاشية كتاب الأم. ¶ 11 - خلق الإنسان بين الطب والقرآن، د محمد علي البار، جدة. ¶ 12 - دلائل النبوة، للإمام البيهقي. ت الدكتور عبد المعطي قلعجي. ¶ 13 - دو إسلام، للدكتور غلام جيلاني برق (بالأوردو) باكستان. ¶ 14 - دورة الأرحام، للدكتور محمد علي البار، جدة. ¶ 15 - ذم الكلام وأهله، للحافظ الهروي، ت عبد الله الأنصاري. ¶ 16 - الرسالة، للإمام الشافعي، ت الشيخ أحمد شاكر، القاهرة.",
            "page": "77",
            "part": "1",
            "seal": "BBCE4A3C"
        },
        {
            "id": "88",
            "nass": "17 - الزاهر، لابن الأنباري، ت الدكتور حاتم الضامن. ¶ 18 - السنة، لابن أبي عاصم، ت الدكتور باسم الجوابرة. ¶ 19 - السنة النبوية وحي، خليل إبراهيم ملا خاطر (تحت الطبع) . ¶ 20 - سنن الترمذي، ت الشيخ أحمد شاكر وآخرين، بيروت. ¶ 21 - سنن الدارمي، نشر السيد عبد الله هاشم اليماني. المدينة المنورة. ¶ 22 - سنن أبي داود، ت الشيخ محمد محي الدين عبد الحميد. ¶ 23 - سنن الدارقطني، نشر السيد عبد الله هاشم اليماني. المدينة المنورة. ¶ 24 - السنن الكبرى، للإمام البيهقي. ط دائرة المعارف العثمانية، الهند. ¶ 25 - السنن الكبرى، للنسائي. ت، د عبد الغفار، وسيد، بيروت. ¶ 26 - سنن ابن ماجه، ت الأستاذ محمد فؤاد عبد الباقي، القاهرة. ¶ 27 - سنن النسائي، بحاشيتي السيوطي والسندي. ¶ 28 - شبهات حول السنة ودحضها، خليل إبراهيم ملا خاطر. دار القبلة. ¶ 29 - شرح السنة، للإمام البغوي. نشر المكتب الإسلامي، بيروت. ¶ 30 - شرح معاني الآثار، للإمام الطحاوي. ت محمد زهري النجار. ¶ 31 - الشريعة، للإمام الآجري. ت الدكتور عبد الله الدميجي. ¶ 32 - الصحاح، للجوهري. ت الأستاذ أحمد عبد الغفور عطار. ¶ 33 - صحيح البخاري. طبعة اسطنبول، وبشرح الفتح. ¶ 34 - صحيح ابن حبان، ت الشيخ شعيب أرنؤوط، مؤسسة الرسالة. ¶ 35 - صحيح ابن خزيمة، ت، د مصطفى الأعظمي. المكتب الإسلامي. ¶ 36 - صحيح مسلم. ت الأستاذ محمد فؤاد عبد الباقي، القاهرة.",
            "page": "78",
            "part": "1",
            "seal": "15910C1D"
        },
        {
            "id": "89",
            "nass": "37 - الطب النبوي والعلم الحديث، د محمود ناظم نسيمي، الشركة المتحدة ¶ 38- علم الأجنة في القرآن والسنة، هيئة الإعجاز العلمي، مكة المكرمة. ¶ 39 - القاموس المحيط، للفيروز ابادي. مطبعة السعادة، مصر. ¶ 40 - كشف الأستار بزوائد البزار، ت الشيخ حبيب الرحمن الأعظمي. ¶ 41 - لسان العرب، لابن منظور. دار صادر ودار بيروت. ¶ 42 - مجلة الإعجاز العلمي (العدد الرابع) . ¶ 43- مجمع الزوائد، للحافظ الهيثمي، دار الكتاب، بيروت. ¶ 44- المجموع، للإمام النووي. ت محمد نجيب المطيعي. مصر. ¶ 45- مختصر المستدرك، للحافظ الذهبي، بحاشية المستدرك. ¶ 46 - مسند أحمد، للإمام أحمد بن حنبل. تصوير المكتب الإسلامي. ¶ 47 - مسند الحميدي، ت الشيخ حبيب الرحمن الأعظمي، باكستان ¶ 48 - مسند الإمام الشافعي، ط بيروت، وهو تحت الطبع بتحقيقي. ¶ 49 - مسند الشاميين، للإمام الطبراني. ت الشيخ حمدي السلفي. ¶ 50 - مسند أبي يعلى، ت الأستاذ حسين الأسد، دمشق. ¶ 51- مصنف ابن أبي شيبة، نشر الدار السلفية، الهند. ¶ 52- مصنف عبد الرزاق، ت الشيخ حبيب الرحمن الأعظمي. بيروت ¶ 53 - مع رسول الله صلى الله عليه وسلم في رمضان، خليل إبراهيم ملا خاطر (تحت الطبع) . ¶ 54 - مع الطب في القرآن الكريم، د عبد الحميد دياب، ود أحمد قرقوز. ¶ 55 - المعجم الكبير، للإمام الطبراني. ت الشيخ حمدي السلفي، بغداد.",
            "page": "79",
            "part": "1",
            "seal": "5AAD1B9D"
        },
        {
            "id": "90",
            "nass": "56 - معجم مقاييس اللغة، لابن فارس، ت الأستاذ عبد السلام هارون. ¶ 57 - المغرب، للإمام المطرزي. ت محمود فاخوري، حلب. ¶ 58- مناهل العرفان، للعلامة الزرقاني. ط القاهرة. ¶ 59 - المنتقى، لابن الجارود، نشر السيد عبد الله هاشم اليماني، المدينة المنورة ¶ 60 - الموطأ للإمام مالك، ت محمد فؤاد عبد الباقي، القاهرة. ¶ 61 - نشأة علوم الحديث، خليل إبراهيم ملا خاطر (تحت الطبع) . ¶ 62 - نصب الراية، للإمام الزيلعي. ط القاهرة. ¶ 63- الوجيز في علم الأجنة القرآني، د محمد علي البار، جدة.",
            "page": "80",
            "part": "1",
            "seal": "5EA527FC"
        },
        {
            "id": "1",
            "nass": "المقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد وعلى آله وصحبه أجمعين. ¶ اللهم لا علمَ لنا إلا ما علَّمتَنا، إنك أنت العليم الحكيم. ¶ اللهم علِّمنا ما ينفعنا، وانفعنا بما علَّمتَنا، وزدنا علماً. ¶ اللهم لا سهل إلا ما جعلتَه سهلاً، وأنت تجعلُ الحَزْنَ إذا شئتَ سهلاً، فيسِّر لنا أمورَنا، واختم لنا بالسعادة، إنك على كل شيء قدير. ¶ أما بعد: ¶ فقد جعل الله تعالى معجزةَ النبي المصطفى الكريم صلى الله عليه وسلم الوحيَ، ذلك أن الله تعالى أعطى كلَّ نبيٍّ من أنبيائه عليهم السلام آيةً يُعرف بها، وتدل على نبوته، وصدقه، ولكن كل تلك الآيات أو المعجزات كانت وقتيَّةً، زال أثرها بزوال وقتها، وبموت من حضرها، وقد أَعطى الله تعالى نبيَّه المصطفى الكريم صلى الله عليه وسلم من تلكم المعجزات والخوارق ... الشيءَ الكثير، فهو أكثر واحد فيهم أُعطي، ولكن معجزتَه صلى الله عليه وسلم التي بقيت بعده، واستمر عطاؤها إلى زماننا، وستبقى إلى قيام الساعة: هي الوحي. ¶ ولهذا طلب الله تعالى منه صلى الله عليه وسلم أن ينذر به. ¶ قال الله تعالى: {قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ وَلا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ} [سورة الأنبياء: 45] ¶ وعن أبي هريرة رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وسلم: \" ما مِن",
            "page": "1",
            "part": "1",
            "seal": "E68909BF"
        },
        {
            "id": "2",
            "nass": "الأنبياء نبي إلا أُعطي مِن الآيات ما مثله آمن عليه البشر، وإنما كان الذي أُتيتُه وحياً أوحاه الله إليَّ، فأرجو أن أكونَ أكثرَهم تابعاً يوم القيامة \" متفق عليه (1) . ¶ وقال صلى الله عليه وسلم - كما في حديث المقدام بن معدي كرب رضي الله تعالى عنه-: \"ألا إني أُعطيتُ القرآنَ ومثلَه معه، ... \" رواه أحمد وأبو داود والطحاوي والآجري والدارقطني والبغوي وابن حبان في آخرين (2) . ورواه آخرون بلفظ قريب. ¶ ومن خلال الآية الكريمة والحديثين الشريفين يتضح أن رسول الله صلى الله عليه وسلم (قد أعطاه الله جل شأنه وحيين، هما: وحي القرآن الكريم، ووحي السنة النبوية الشريفة. لكن القرآن الكريم: وحيٌّ متلُوٌّ معجِزٌ متعبَّدٌ بتلاوته، ... وأما السنة النبوية: فهي وحيٌ غيرُ متلُوٍّ ولا معجز ولا متعبَّد بتلاوته، ... إلخ الفوارق (3) . ¶ والقرآنُ الكريمُ خاتمةُ الكتب، وهو وحي من الله تعالى، لأنه كلامه جل شأنه؛ الذي لا يأتيه الباطل من بين يديه ولا من خلفه، وقد تكفَّل الله سبحانه ¶ __________ ¶ (1) صحيح البخاري: كتاب فضائل القرآن: باب كيف نزل الوحي، وفي غيرهما. وصحيح مسلم: كتاب الإيمان: باب وجوب الإيمان برسالة نبينا محمد (إلى جميع الناس، رقم (239) ¶ (2) مسند أحمد (4: 130- 131) وسنن أبي داود: كتاب السنة: باب في لزوم السنة، رقم (4604) وسنن الدارقطني (4: 287) وصحيح ابن حبان (1: 189 رقم 12) وشرح معاني الآثار (4: 209) والشريعة (1: 415-416) وشرح السنة (1: 201) والمعجم الكبير (20: 283) ومسند الشاميين (2: 137) (3: 103) والتمهيد (1: 149- 150) وذم الكلام (2: 134 - 135) والسنن الكبرى للبيهقي (9: 332) ودلائل النبوة (6: 549) والفقيه والمتفقه (1: 89) . ¶ (3) انظر: (السنة النبوية وحي) و (نشأة علوم الحديث) حيث ذكرت أنواع الوحي وأقسامه ومظاهره، والفرق بين نوعَي الوحي؛ وحي القرآن، ووحي السنة.",
            "page": "2",
            "part": "1",
            "seal": "5A7A8C62"
        },
        {
            "id": "3",
            "nass": "وتعالى بذلك. والنبيُّ المصطفى الكريمُ صلى الله عليه وسلم هو رسول الله صلى الله عليه وسلم (- والرسولُ من مرسِله، لأنه يبلِّغ عنه ما يريد - والرسالةُ قد تكون مختومةً ليس له إلا تبليغها بعبارتها ولفظها، وقد تكون شفاهاً يبلغها بعبارته، لأنه مؤتمن. لذا فما كان من القسم الأول فهو: وحيُ القرآن، وما كان من القسم الثاني فهو: وحيُ السنة. والله تعالى أعلم. ¶ وهذا ما دلت عليه الآياتُ القرآنيةُ الكريمةُ، والأحاديثُ النبويةُ الشريفةُ، ودلائلُ النبوة، واتفقت كلمةُ العلماء رحمهم الله تعالى عليه. وهو أن ما نطق به رسول الله صلى الله عليه وسلم: هو وحيٌ - لكنه غيرُ مَتْلُوٍّ ولا مُعجِز - أوحاه الله سبحانه وتعالى إليه. ¶ قال الإمام الزهري رحمه الله تعالى (1) - وقد سئل عن الوحي -: «الوحيُ ما يُوحي الله إلى نبي من الأنبياء، فيثبتُه في قلبه، فيتكلم به، ويكتبه، وهو كلام الله، ومنه ما لا يتكلم به، ولا يكتبه لأحد، ولا يأمر بكتابته، لكنه يحدِّث به الناسَ حديثاً، ويبين لهم أن الله أمره أن يبيِّنه للناس، ويبلغهم إياه» .اهـ. ¶ وقال الإمام الشافعي رحمه الله تعالى (2) : ما فرض رسول الله صلى الله عليه وسلم (شيئاً قط إلا بوحي، فمن الوحي ما يُتلى، ومنه ما يكون وحياً إلى رسول الله صلى الله عليه وسلم؛ فيستن به - ثم ذكر حديثَ المطلب بن حنطب رضي الله عنه، عن النبي صلى الله عليه وسلم قال: \"ما تركتُ شيئاً مما أمركم الله به: إلا وقد أمرتُكم به، ولا شيئاً مما نهاكم عنه: إلا وقد نهيتُكم عنه، وإن الروحَ الأمينَ قد أَلقى في رُوعي أنه لن تموتَ نفسٌ حتى تستوفي رزقَها، فأجملوا في الطلب\". ¶ قال الإمام الشافعي: وقد قيل: ما لم يُتْلَ قرآناً، إنما ألقاه جبريل في رُوعه ¶ __________ ¶ (1) انظر: الإتقان (1: 44) . ¶ (2) الأم (7:271) وجماع العلم بحاشية الأم (7:251) وانظر الرسالة (88 - 105) .",
            "page": "3",
            "part": "1",
            "seal": "1BA90C1B"
        },
        {
            "id": "4",
            "nass": "- صلى الله عليه وسلم - بأمر الله، فكان وحياً إليه. ¶ وقيل: جعل الله إليه لما شهد له به من أنه يهدي إلى صراط مستقيم، أن يسن. ¶ وأيهما كان؛ فقد ألزمهما الله تعالى خلقَه، ولم يجعل لهم الخِِيَرَةَ من أمرهم، فيما سَنَّ لهم، وفرض عليهم اتباع سنته. اهـ. ¶ وقال رحمه الله تعالى - في موطن آخر (1) في تعليقه على حديث اللعان، فيما نَقل عمَّن سبقه -: فأَمْرُ الله تعالى إياه وجهان: ¶ أحدهما: وحيٌ ينزل، فيُتلى على الناس. ¶ الثاني: رسالةٌ تأتيه عن الله تعالى، بأن افعل كذا فيفعله، ... اهـ ¶ وقال الإمامُ ابنُ حزم الظاهريُّ رحمه الله تعالى (2) : لما بيَّنّا أن القرآن هو الأصل المرجوع إليه في الشرائع؛ نظرنا فيه فوجدنا فيه إيجابَ طاعة ما أمرنا به رسول الله صلى الله عليه وسلم (ووجدناه عز وجل يقول فيه واصفاً لرسوله صلى الله عليه وسلم: {وَمَا يَنْطِقُ عَنِ الْهَوَى، إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} [النجم:3– 4] فصح لنا أن الوحيَ ينقسم من الله عز وجل إلى رسوله صلى الله عليه وسلم إلى قسمين: ¶ أحدهما: وحيٌ متلُوٌّ، مؤَلَّفٌ تأليفاً، معجزُ النظام، وهو القرآن. ¶ والثاني: وحيٌ مرويٌّ، منقولٌ غيرُ مؤلَّفٍ، ولا معجز النظام، ولا متلُوٍّ، لكنه مقروء، وهو الخبرُ عن رسول الله صلى الله عليه وسلم، وهو المبيِّنُ عن الله عز وجل مرادَه منا، قال الله تعالى: {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل: 44] . ¶ __________ ¶ (1) انظر الأم (5: 113 - 114) وانظر: مناهل العرفان (1: 50) . ¶ (2) الإحكام في أصول الأحكام (1: 96 - 98) .",
            "page": "4",
            "part": "1",
            "seal": "C32B93D5"
        },
        {
            "id": "5",
            "nass": "ثم قال: والقرآن والخبرُ الصحيح بعضُهما مضافٌ إلى بعض، وهما شيءٌ واحد في أنهما من عند الله تعالى، وحكمهما حكمٌ واحد، ... ثم قال: أخبر تعالى - كما قدمنا - أن كلامَ نبيِّه صلى الله عليه وسلم كلَّه وحيٌ، والوحيُ بلا خلاف ذِكْرٌ، والذكرُ محفوظٌ بنص القرآن، ... إلخ ¶ ونقل الإمام السيوطي رحمه الله تعالى عن الإمام الجويني رحمه الله تعالى قال: كلام الله المنزل قسمان: ¶ قسم: قال الله لجبريل: قل للنبي الذي أنت مرسَلٌ إليه: إن الله تعالى يقول: (افعل كذا وكذا، وأمر بكذا) ففهم جبريل ما قاله ربُّه، ثم نزل على ذلك النبي، وقال له ما قاله ربُّه، ولم تكن تلك العبارةُ تلكَ العبارة. ¶ كما يقول الملِكُ لمن يثق به: قل لفلانٍ يقول الملِك: اجتهد في الخدمة، واجمع جندَك للقتال، فإن قال الرسول: يقول الملِك: لا تتهاون في خدمتي، ولاتترك الجند تتفرق، وحُثَّهم على المقاتَلة؛ لا يُنسب إلى كذب ولا تقصير في أداء الرسالة. ¶ وقسم آخر: قال الله تعالى لجبريل عليه السلام: اقرأ على النبي هذا الكتاب، فنزل جبريلُ بكلمةٍ من الله تعالى، من غير تغيير، كما يكتب الملِك كتاباً، يسلمه إلى أمين، ويقول: اقرأه على فلان، فهو لا يُغَيِّرُ منه كلمةً ولا حرفاً. اهـ ¶ قال الإمامُ السيوطي رحمه الله تعالى (1) - في تعليقه على هذا القول -: القرآن هو القسم الثاني، والقسم الأول هو السنة. كما ورد أن جبريل عليه السلام كان ينزل بالسنة كما ينزل بالقرآن، ومن هنا جاز روايةُ الحديث ¶ __________ ¶ (1) الإتقان (1: 44) .",
            "page": "5",
            "part": "1",
            "seal": "1E07D368"
        },
        {
            "id": "6",
            "nass": "بالمعنى، لأن جبريل أدّاه بالمعنى، ولم تجز القراءة بالمعنى، لأن جبريل أدّاه باللفظ، ولم يُبح له إيحاءَه بالمعنى. ¶ والسر في ذلك: أن المقصودَ منه التعبدُ بلفظه، والإعجازُ به، فلا يقدر أحد أن يأتي بلفظ يقوم مقامه، ... والتخفيفُ على الأمة، إذ جعل المنزَّلَ إليهم على قسمين؛ قسم: يروُونه بلفظه الموحَى به، وقسم: يروونه بالمعنى، ولو جعل كلُّه مما يُروى باللفظ لَشَقَّ، أو بالمعنى لم يؤمن التبديل والتحريف، فتأمل. اهـ ¶ قلت: لكن لم أر من ذكر أن جبريل عليه السلام كان ينقل نصَّ الحديث إلى رسول الله صلى الله عليه وسلم بالمعنى، ويتصرف في العبارة، إلا أن يقال: فُهم أنه أُبيح له، مقارنةً بلفظ القرآن، وعدم تغيير حرف منه، والله تعالى أعلم. ¶ وقد بدأت عنايتي بهذا الموضوع (السنة النبوية وحي) عندما كتبتُ (الإمام الشافعي رحمه الله تعالى وأثره في الحديث وعلومه) إذ بينت فيه أن السنة النبوية وحي. كما يراها الإمامُ الشافعي رحمه الله تعالى. ¶ والأدلة على أن السنة وحي هي أربعة مصادر: ¶ أولاً: من القرآن الكريم، ثانياً من السنة النبوية الشريفة، ثالثاً من دلائل النبوة، رابعاً: الإعجاز العلمي. ¶ وقد جعلت هذا المختصر على شاكلة الأصل، من خمسة فصول: ¶ أما الفصل الأول فيحوي: بين النبوة والوحي، وفيه تعريف الوحي، وأنواعه، والنبوة تثبت بالوحي لا بنزول الكتاب، وليس كل الوحي مكتوباً. ¶ ويحوي الفصل الثاني: الأدلة من القرآن الكريم.",
            "page": "6",
            "part": "1",
            "seal": "DDF5885D"
        },
        {
            "id": "7",
            "nass": "ويحوي الفصل الثالث: الأدلة من السنة النبوية. ¶ ويحوي الفصل الرابع: الأدلة من دلائل النبوة. ¶ ويحوي الفصل الخامس: الأدلة من الإعجاز العلمي. ¶ وفي الخاتمة: نتائج البحث والتوصيات. ¶ أسأله تعالى أن يجعل هذا البحث وغيره خالصاً لوجهه الكريم، ويجعله ذخيرة مدخرة ليوم لا ينفع فيه مال ولا بنون، ويرزقني فيه الصدقَ في القول، والإخلاصَ في العمل، ويسدد قلمي، ويحفظني فيما بقي من عمري في ديني وصحتي وعقلي وذريتي، إنه نعم المولى ونعم النصير. ¶ وصلى الله وسلَّم على سيدنا ومولانا محمد، وعلى آله وصحبه، ومن تبعه بإحسان إلى يوم الدين والحمد لله رب العالمين.",
            "page": "7",
            "part": "1",
            "seal": "AF676D41"
        },
        {
            "id": "8",
            "nass": "الفصل الأول: بين النبوة والوحي ¶ مدخل ¶ ... ¶ الفصل الأول: بين النبوة والوحي ¶ إن الحديث عن الاستدلال على أن السنة النبوية وحي لا بد أن يسبقه أمور: تعريف الوحي، وبيان أنواعه، وهل يشترط نزولُ كتاب على من اختاره الله تعالى للنبوة، أو يُكتفى بوجود الوحي؟ لأنه لو كان يُشترط وجودُ كتابٍ حتى تثبت نبوة من اختاره الله تعالى؛ لَما بقي إلا القليل من العدد الكبير من الأنبياء والرسل عليهم السلام، لأنه من الثابت عدم وجود الكتب عند الكثيرين منهم، كما لا بد من معرفة أن ليس كل ما ينزل على الأنبياء عليهم السلام من وحيٍ هو مكتوب، بل قد يكون غير مكتوب، وهذا ما سنراه إن شاء الله تعالى في هذا الفصل. ¶ والخلاصة أن الكلام في هذا الفصل سيكون في أربعة أمور: ¶ أولاً: في تعريف الوحي. ¶ ثانياً: في أنواع الوحي. ¶ ثالثاً: النبوة تثبت بالوحي لا بنزول الكتاب. ¶ رابعاً: ليس كل الوحي مكتوباً. والله تعالى هو الموفق والمعين.",
            "page": "9",
            "part": "1",
            "seal": "5A5423C8"
        },
        {
            "id": "9",
            "nass": "أولاً - تعريف الوحي: ¶ الوحي لغةً: يطلق على: الإشارة، ِ والكتابةِ، والرسالةِ، والإلهامِ، والكلامِ الخفيِّ، والسرعة، وكل ما ألقيتَهُ إلى غيرك. ¶ ومن هذا يقال للوحي: هو الإعلامُ الخفيُّ السريعُ (1) . ¶ وقد ورد الوحيُ بالمعنى اللغوي في عدد من الآيات القرآنية. ¶ __________ ¶ (1) انظر: الزاهر (2: 353) والصحاح (2519 وما بعد) ومعجم مقاييس اللغة (6: 93) والقاموس المحيط (4: 399) والمغرب (2: 344-345) ولسان العرب (15: 379وما بعد) .",
            "page": "9",
            "part": "1",
            "seal": "DA698595"
        },
        {
            "id": "10",
            "nass": "كقولِه تعالى: {وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى} [سورة القصص: 7] ¶ وقولِه تعالى: {وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ} [سورة النحل: 68] ¶ وقولِه جل شأنه: {شَيَاطِينَ الْأِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ} [سورة الأنعام: 112] ¶ وقولِه تعالى: {فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيّاً} [سورة مريم: 11] ¶ وقولِه تعالى: {وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي} [سورة المائدة:111] ¶ وقولِه عز وجل: {وَأَوْحَى فِي كُلّ سَمَاءٍ أَمْرَهَا} ِ [سورة فصلت:12] ¶ وقولِه تعالى: {إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا، وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا، وَقَالَ الْأِنْسَانُ مَا لَهَا، يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا، بِأَنَّ رَبَّكَ أَوْحَى لَهَا} [سورة الزلزلة: 1– 5] ¶ وأما تعريفُه في الشرع: فهو الإعلامُ بالشرع. وذلك بأن يُعلم الله تعالى من اصطفاه من عباده كلَّ ما أراد اطلاعَه عليه؛ من حُكمٍ شرعي وغيرِه، ويكونُ في خفاءٍ، غيرِ معتادٍ للبشر، وهذا باعتبار مصدرِه. ¶ وقد يُطلق ويرادُ به اسمُ المفعول منه، وهو المُوحى به؛ وهو كلامُ الله عز وجل المنزَّلُ على نبيه الكريم سيدنا محمدٍ صلى الله عليه وسلم.",
            "page": "10",
            "part": "1",
            "seal": "8F6F223A"
        },
        {
            "id": "11",
            "nass": "ثانياً - أنواع الوحي: ¶ قال الله تعالى: {وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْياً أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ} [الشورى: 51]",
            "page": "10",
            "part": "1",
            "seal": "B4EDA5F5"
        },
        {
            "id": "12",
            "nass": "لقد حصرها الله تعالى في ثلاثِ حالات، وهي ترجع إلى حالتين: ¶ الأولى: بغير واسطة، وتشمل الحالتين الأولى والثانية. ¶ والثانية: بواسطة، وتشمل الحالة الثالثة. ¶ والحالات الثلاث هي: ¶ 1- قوله تعالى: {إِلَّا وَحْياً} فيكون بغير واسطةٍ، وله حالتان: ¶ - يكون في اليقظةِ؛ كالإلهامِ، والتكلمِ ليلةَ المعراج مع النبي المصطفى الكريم صلى الله عليه وسلم بدون واسطة، ... ¶ - يكون في المنام؛ كما في قصة إبراهيم عليه السلام، وكما في قصة دخول النبي صلى الله عليه وسلم مكة، ... إلخ. ¶ 2- قوله تعالى: {أَوْ مِنْ وَرَاءِ حِجَابٍ} وذلك بأن يكلمَ الله تعالى نبيَّه من وراء حجاب، كما حصل لموسى عليه السلام. ¶ 3 - قوله تعالى: {أَوْ يُرْسِلَ رَسُولاً} فيوحي ذلك الرسولُ الملَكُ إلى المرسَلِ إليه من البشر، بإذن الله تعالى ما يشاءُ الله تعالى، وله صور متعددة: ¶ أ - أن يظهر بصورته الحقيقية الملكية، كما حصل لرسول الله صلى الله عليه وسلم، إذ رأى جبريلَ عليه السلام مرتين، كما حكى القرآن الكريم في سورة النجم. (1) ¶ ب - أن يظهرَ جبريلُ عليه السلام بصورةِ إنسانٍ، ويراه الناسُ، وقد ظهر في صورة دِحية الكلبي رضي الله تعالى عنه مراراً، كما ظهر في صورة أعرابي، كما في حديث سؤاله عن «الإيمان، والإسلام، والإحسان» وهو المعروف بحديث جبريل عليه السلام. ¶ __________ ¶ (1) انظر الآيات البينات لما في الإسراء والمعراج من الخوارق والمكرمات، فقد أوضحت ذلك، وذكرت النصوص فيه.",
            "page": "11",
            "part": "1",
            "seal": "37242A8F"
        },
        {
            "id": "13",
            "nass": "ج- أن ينفث في الرُّوع، وذلك بأن ينفث روحُ القدس في رُوع النبيِّ المصطفى الكريم صلى الله عليه وسلم. ¶ د- أن يهبط على النبي المصطفى الكريم صلى الله عليه وسلم خفية - وهذا هو الغالب -، بحيث لا يراه الناسُ الحاضرون، ولكن يظهر أثرُه من التغيير والانفعال الذي يصيب النبيَّ المصطفى الكريمَ صلى الله عليه وسلم، والاستغراق التام، ... وتصببِ العرق في اليوم الشديد البرد. وله مقدمةٌ تُنبِّه النبيَّ الكريمَ صلى الله عليه وسلم بقدومه، شبَّهها صلى الله عليه وسلم بصلصلة الجرس، ويسمعها الصحابة الكرام رضي الله تعالى عنهم كدوي النحل. ¶ والقرآن الكريم نزل كلُّه بواسطةِ جبريل عليه السلام، إلا ما ورد في أواخر سورة البقرة (1) . ¶ __________ ¶ (1) انظر: الإتقان (1: 44 - 45) ومناهل العرفان (1: 48 - 51) .",
            "page": "12",
            "part": "1",
            "seal": "6C4C3E9C"
        },
        {
            "id": "14",
            "nass": "ثالثاً - ثبوت النبوة بالوحي: ¶ إن نزول الوحي على من اصطفاه الله تعالى من البشر؛ بما يريدُه تعالى، وبما يدلُّه عليه، وينزله عليه من أحكام تشريعية، وأخبارٍ بمغيبات، ودلائل، وحججٍ، ... كلُّ ذلك يدل على أن هذا المصطفى من الخلق إنما هو نبي، أُعلم بذلك من قِبَل الله تعالى، وهو كافٍ في الدلالة على نبوته واصطفائه من قِبَلِ ربه عز وجل. ¶ فإذا نزل عليه أمرٌ من الله جل شأنه بتبليغ ما أنزل عليه، فهو رسولٌ، فحصل من هذا: أن كلَّ رسولٍ نبيٌّ، ولا عكس. ¶ وقد يكون النبيُّ المختارُ متعبَّداً على شريعةِ من سبقه من الأنبياء والرسل",
            "page": "12",
            "part": "1",
            "seal": "3D800B79"
        },
        {
            "id": "15",
            "nass": "على نبينا وعليهم الصلاة والسلام. كما قد يكون في الوقت الواحد أكثرُ من نبيٍّ، ولو في القرية الواحدة، ... كما قد يكون أكثر من رسول أيضاً. ¶ ولا يشترطُ وجودُ كتابٍ منزل من قبل الله تعالى حتى يعتبر ذلك المصطفى بالوحي رسولاً أو نبياً، إنما العبرةُ بوجود الوحي، لأنه من المجمع عليه أن الكتب والصحف إنما نزلت على بعض الأنبياء والرسل عليهم السلام، أما أغلب الأنبياء والرسل عليهم السلام فليس عندهم كتب ولا صحف، إنما ينزل عليهم الوحي بما يريده الله عز وجل. ولو كان يُشترط وجودُ الكتاب لصحة النبوة أو الرسالةِ لأُلغِيت نبوةُ كثيرين ورسالتهُم من الرسل والأنبياء عليهم السلام، لعدم وجود ذلك عندهم. ¶ كما لو كان وجودُ الكتاب شرطاً لصحة نبوة كل نبي، لوجب وجودُ الكتب عندهم جميعاً، وهذا خلاف الواقع المجمع عليه، وهو وجودُ بعض الكتب عند بعض الأنبياء والرسل على نبينا وعليهم الصلاة والسلام. ¶ لكن المجمع عليه: هو وجودُ الوحي عند جميعهم عليهم السلام. ¶ كما قال تعالى: {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُدَ زَبُوراً} [النساء:163] ¶ فيلاحظ قوله تعالى: {كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} إذ ذكر نوحاً عليه السلام لأنه أولُ رسولٍ أُرسل إلى البشرية، ثم ذكر {وَالنَّبِيِّينَ مِنْ بَعْدِهِ} ليكون شاملاً مستغرِِقاً جميعَ الأنبياء على نبينا وعليهم الصلاة السلام من بعد نوح عليه السلام.",
            "page": "13",
            "part": "1",
            "seal": "8F5C6EEC"
        },
        {
            "id": "16",
            "nass": "وقال الله جل شأنه عن سيد البشر عليه وآله الصلاة والسلام: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ} [الكهف: 110] ¶ فالعبرة إذاً: بوجود الوحي، وبه قامت الحجةُ على الناس كلهم، والله تعالى أعلم.",
            "page": "14",
            "part": "1",
            "seal": "FFDFFFC8"
        },
        {
            "id": "17",
            "nass": "رابعاً - ليس كل الوحي مكتوباً: ¶ والأمر الآخر المقرر، بالنسبة للأنبياء والرسل على نبينا وعليهم الصلاة والسلام الذين ينزل عليهم الوحي، فإنه لا يُشترط أن يكون ذلك الوحيُ مكتوباً، سواء ممن لم يسبق لهم كتابٌ منزل، كما هو الحال في أغلب الأنبياء والرسل عليهم السلام، أو حتى الذين نزلت عليهم كتبٌ وصحفٌ؛ كموسى وعيسى وداود ... على نبينا وعليهم الصلاة السلام، فإنه لا يشترط أن يكون جميعُ الوَحْي المنزَّل إليهم مكتوباً في الكتب أو الصحف المنزلةِ عليهم. وقد عرفنا هذا مما ذكره الله تعالى في القرآن الكريم. ¶ ولما كانت الشواهدُ في القرآن الكريم كثيرةً جداً فإني أقتصر على ذكر شاهدين فقط: ليكونا مثالاً لما قررتُه هنا، ومن أراد الزيادة، فليرجع إلى ما كتبته في غير هذا المكان (1) . ¶ المثال الأول: ¶ قال الله تبارك وتعالى ـ بعد ما ذكر ما كان بين نوح عليه السلام وبين قومه -: {وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فَلا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ، وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلا ¶ __________ ¶ (1) انظر: شبهات حول السنة ودحضها، والسنة النبوية وحي ـ الفصل الرابع من الباب الأول.",
            "page": "14",
            "part": "1",
            "seal": "6FE3FD2A"
        },
        {
            "id": "18",
            "nass": "تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ} إلى قوله تعالى: {حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ} إلى قوله تعالى: {وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ، قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ، قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ، قِيلَ يَا نُوحُ اهْبِطْ بِسَلامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ} ثم يقول الله تبارك وتعالى في خاتمة الآيات لنبيه المصطفى الكريم سيدنا محمد صلى الله عليه وسلم: {تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ} [هود: 36 – 49] ¶ هذا الخطاب من الله تعالى لنوح عليه السلام بعدم إيمان قومه، وأمره عز وجل له عليه السلام بصناعة السفينة، وعدم مخاطبته جل وعز في الكفار بعد عقوبتهم، ثم هذه المحاورة بين الله تعالى ونوح عليه السلام بشأن ولد نوح، وما كان منه، ثم الأمر منه تعالى لنوح بالهبوط من السفينة إلى اليابسة: هل هذا موجودٌ في كتابٍ مكتوبٍ عند نوح عليه السلام يقرؤه ويتلوه، أو هو خطاب مباشِرٌ، كلّمه الله جلت قدرته به مباشرةً، وليس ثمة كتاب يقرؤه؟ ¶ والجواب: لا يمكن أن يكون هذا مكتوباً في كتاب، إذ لو كان مكتوباً عنده في كتاب لأُمر بالرجوع إليه مباشرة، ولما احتيج إلى هذه المحاورة والمخاطبة، ثم إن سياق القصة يتضح منه عدم وجوده عنده من قبل، كما هو واضح، والله تعالى أعلم.",
            "page": "15",
            "part": "1",
            "seal": "7E0B6468"
        },
        {
            "id": "19",
            "nass": "المثال الثاني: ¶ ما كان بين موسى عليه السلام وبني إسرائيل، في قصة البقرة. ¶ قال الله تعالى: {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُواً قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ، قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لا فَارِضٌ وَلا بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ فَافْعَلُوا مَا تُؤْمَرُونَ، قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ، قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ، قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لا شِيَةَ فِيهَا قَالُوا الْآنَ جِئْتَ بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ، وَإِذْ قَتَلْتُمْ نَفْساً فَادَّارَأْتُمْ فِيهَا وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ، فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ} [البقرة: 67- 73] . ¶ ففي هذه الآيات: أمرانِ وأربعةُ أقوالٍ لله تعالى، فلو كانت هذه الأقوال في التوراة، لما اضطر موسى عليه السلام إلى الأسئلة عن البقرة وأجوبتها، بل لأمرهم بالرجوع إلى التوراة، أو لقرأها عليهم، وأمرهم بالعمل بها، وكل ذلك غير موجود، إنما هو سؤالٌ وجوابٌ عن حادثةٍ وقعت.",
            "page": "16",
            "part": "1",
            "seal": "72107520"
        },
        {
            "id": "20",
            "nass": "يضاف إلى هذا: أن التوراة نزلت جملةً واحدةً، وليس فيها إلا ما هو مسطور، وأما ما يقع بعدها من حوادث فتحتاج إلى جوابٍ جديدٍ. وهذا الخطاب هو وحيٌ غير مسطور ولا متلوٍّ. ¶ فإذا جاز هذا لموسى وغيره من الأنبياء السابقين على نبينا وعليهم الصلاة والسلام، فنبينا المصطفى الكريم صلى الله عليه وسلم من باب أولى وأولى، والله تعالى أعلم.",
            "page": "17",
            "part": "1",
            "seal": "E436575C"
        },
        {
            "id": "21",
            "nass": "الفصل الثاني: الأدلة من القرآن الكريم ¶ الأول: أدلة عامة ¶ ... ¶ الفصل الثاني ¶ الأدلة من القرآن الكريم ¶ إن الأدلة من القرآن الكريم على أن السنة النبوية وحي نوعان: ¶ الأول: أدلة عامة. ¶ والثاني: أدلة جزئية، وسأذكر من كل نوع بعضَ الأدلة على قدر هذا المختصر، ومن أراد الزيادة فليرجع إلى كتاب (السنة النبوية وحي) فقد ذكرت سبعين دليلاً على التفصيل. ¶ أما النوع الأول: وهو الأدلة العامة، ففيها نصوص كثيرة، أقتصر على بعضها للتدليل، ومن أراد الزيادة فلينظر في الأصل. ¶ 1- قال الله تعالى: {وَالنَّجْمِ إِذَا هَوَى، مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى، وَمَا يَنْطِقُ عَنِ الْهَوَى، إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى، عَلَّمَهُ شَدِيدُ الْقُوَى} [النجم:1- 5] ¶ فقوله جل وعز: {وَمَا يَنْطِقُ عَنِ الْهَوَى} لفظة عامة؛ تشمل جميع ما يلفظه صلى الله عليه وسلم، لأنها سياق النفي، وقوله: {إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} حصر ذلك بالوحي، لأن معناه ـ والعلم عند الله تعالى ـ ما هو إلا وحي يوحى إليه. ¶ وإذا كان كلُّ ما يقولُه صلى الله عليه وسلم: إنما هو وحيٌ يُوحى إليه به، دل على أن السنة النبوية هي وحي. والله تعالى أعلم. ¶ ولا يصح حمل هذا اللفظ الكريم على غير رسول الله صلى الله عليه وسلم، بدلالة سياق الآية الكريمة {مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى} وهو ما عبَّر عنه تعالى بذلك في عدَّة آيات، كما في قوله تعالى: {وَمَاصَاحِبُكُمْ بِمَجْنُونٍ} [التكوير: 22] والآيات التي تليها. والله تعالى أعلم.",
            "page": "19",
            "part": "1",
            "seal": "183AC0D7"
        },
        {
            "id": "22",
            "nass": "2- قال تعالى: {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [البقرة: 129] في أربع آيات كريمات، تكرَّرَ فيها عطفُ الحكمة على الكتاب (1) . ¶ فالحكمة المعطوفة على الكتاب ـ هي السنة النبوية ـ وهي وحي منزل من عند الله تعالى بدلالة الآيات التاليات. ¶ قال الله جل شأنه: {وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِه} [البقرة: 231] ¶ وقال الله عز وجل: {وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيماً} [النساء: 113] ¶ فقول الله سبحانه وتعالى: {وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ} و {وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ} يدل على أن «الحكمة» منزَّلةٌ من عند الله عز وجل، كما هو الحال في الكتاب الكريم، لأنها معطوفةٌ عليه، ومقرونةٌ به، وكلاهما منزَّل. ¶ ولا يصح أن يقال: إن «الحكمة» هنا هي «الكتاب» بدلالة قوله تعالى: {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفاً خَبِيراً} [الأحزاب: 34] ¶ فالكتابُ هو آيات الله عز وجل - في هذه الآية الكريمة - عُطفت عليها الحكمةُ، فدل اللفظ على التغاير، لكن كلاهما - أي الكتاب والحكمة- ¶ __________ ¶ (1) انظر: سورة البقرة (151) وسورة آل عمران (164) وسورة الجمعة (2) .",
            "page": "20",
            "part": "1",
            "seal": "C84FB254"
        },
        {
            "id": "23",
            "nass": "منزَّلان متلوان، ولا يكون ذلك إلا للوحي. وإن كان تلاوةُ الكتاب الكريم غيرَ تلاوة الحكمة. والله تعالى أعلم. ¶ قال الإمام الشافعي رحمه الله تعالى (1) : ذَكَر الله الكتابَ - وهو القرآن - وذكر الحكمةَ، فسمعتُ مَن أرضى مِن أهل العلم بالقرآن يقول: الحكمةُ سنةُ رسول الله صلى الله عليه وسلم. ¶ وهذا يشبه ما قال، والله تعالى أعلم. ¶ لأن القرآن ذُكِر، وأُتبعته الحكمةُ، وذَكَر الله مَنَّه على خَلْقه: بتعليمهم الكتابَ والحكمةَ، فلم يَجُز - والله أعلم - أن يُقال الحكمة ههنا: إلا سنة رسول الله صلى الله عليه وسلم.اهـ ¶ وما قاله الإمام الشافعي رحمه الله تعالى - ونقله عمن رضي من أهل العلم بالقرآن - ليس مذهبَه فحسب، بل هو مذهبُ عامة السلف والمفسرين (2) ، كما بينت هذا في غير هذا الموضع. والله تعالى أعلم. ¶ 3- لقد تكفل الله تعالى بجمع القرآن الكريم في صدر رسول الله صلى الله عليه وسلم، كما تكفل جل شأنه ببيانه، فقال عز وجل {لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ، إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ، فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ، ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} [سورة القيامة: 16 – 19] ¶ كان رسول الله صلى الله عليه وسلم يُحرِّك لسانه أثناء قراءة جبريل عليه السلام في نزوله بالوحي عليه صلى الله عليه وسلم، مخافةَ أن ينفلت منه، ولا يحفظه، فنُهي صلى الله عليه وسلم عن ذلك، وأُخبر أن الله عز وجل هو المتكفل بحفظه في صدره صلى الله عليه وسلم، وجريانه على لسانه بعد ¶ __________ ¶ (1) الرسالة (78 - 79) وانظر جماع العلم ـ بحاشية الأم ـ (7: 251) . ¶ (2) انظر: الإمام الشافعي وأثره في الحديث وعلومه، حيث بينت هناك أنه مذهب السلف وعامة المفسرين.",
            "page": "21",
            "part": "1",
            "seal": "0AD3CE3F"
        },
        {
            "id": "24",
            "nass": "ذلك، كما أنه تعالى هو المتكفِّل بتفهيم تلك الآيات ومناسباتها له صلى الله عليه وسلم، ويوضِّح ذلك: ¶ عن ابن عباس رضي الله تعالى عنهما قال: \"كان رسول الله صلى الله عليه وسلم يُعالج من التنزيل شدَّة، وكان مما يُحرِّك شفتيه\". ¶ وفي رواية:\"كان رسولُ الله صلى الله عليه وسلم إذا نزل جبريلُ عليه السلام عليه بالوحي، وكان مما يُحرك به لسانه وشفتيه، فيشتدّ عليه، وكان يعرف منه، فأنزل الله الآية التي في {لا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ} قال: علينا أن نجمعه في صدرك، وقرآنه (فتقرأه) {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} قال: فإذا أنزلناه فاستمع {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} علينا أن نبيِّنه بلسانك (وفي رواية أخرى: أن نبيِّنه على لسانك) قال: فكان (رسول الله صلى الله عليه وسلم بعد ذلك) إذا أتاه جبريل أطرق. فإذا ذهب جبريل قرأه النبي صلى الله عليه وسلم كما وعده الله\". متفق عليه (1) . ¶ فقولُه في الحديث (علينا أن نبيِّنه على لسانك - أو بلسانك -) هو بيان مجملات الوحي، وتوضيح مشكلاته، وبيان معانيه وأحكامه، ... والله تعالى أعلم، بحيث يُجري الله تعالى ذلك على لسان نبيه ومصطفاه صلى الله عليه وسلم بعد قذف ذلك في قلبه. والله تعالى أعلم. ¶ وقولُه سبحانه وتعالى: {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} تَكَفُّلٌ من الله عز وجل ببيان القرآن الكريم؛ الذي يُشكل على الناس في معانيه، ومجمله، وأحكامه، ... ¶ وهذا البيان الذي تكفَّل الله تعالى به: إما أن يكون قرآناً لاحقاً؛ ينزله في كتابه مثل القرآن النازل، أو لا. ¶ __________ ¶ (1) صحيح البخاري: كتاب الوحي: باب (4) حدثنا موسى بن إسماعيل، وكتاب التفسير: سورة القيامة: باب ? (( ((? وباب ? (( ((? وفي غيرها. وصحيح مسلم: كتاب الصلاة: باب الاستماع للقراءة، رقم (147- 148)",
            "page": "22",
            "part": "1",
            "seal": "ED5DFD5E"
        },
        {
            "id": "25",
            "nass": "- فإن كان قرآناً افتقر هو الآخر إلى بيان آخر أيضاً، وهكذا يحتاج القرآن إلى قرآن تالٍ ليبيِّنه، ... ويكون التسلسل. ¶ يضاف إلى ذلك أيضاً أن مجملَ القرآن، ومعانيه، وأحكامَه، ... موجودةٌ في القرآن الكريم، وقد بيَّنها النبي المصطفى الكريم صلى الله عليه وسلم،كما سيأتي ذكرُ بعضه بعد قليل، إن شاء الله تعالى. ¶ - وإن كان البيان علاوةً على القرآن الكريم - وهو الحقُّ - كان منزَّلاً أيضاً، باعتبار قوله تعالى: {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} حيث تكفَّل به، وكان هذا البيانُ المنزَّلُ غيرَ الذي نقرؤه، وهو وحيٌ أيضاً باعتبار الالتزام الذي التزم الله سبحانه وتعالى به في قوله تعالى: {إِنَّ عَلَيْنَا بَيَانَهُ} ولا شك أن هذا البيان هو السنة؛ الموحى بها إلى النبي المصطفى الكريم صلى الله عليه وسلم، والله تعالى أعلم. ¶ ومن هنا يتضح كيف أن الله جل شأنه قد وكَلَ هذا البيانَ إلى رسوله المصطفى الكريم صلى الله عليه وسلم، حيث قال جل شأنه {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} [النحل: 44] ¶ بل حصر الله سبحانه وتعالى مهمَّةَ رسوله الكريم صلى الله عليه وسلم في ذلك، فقال جل شأنه {وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} [النحل: 64] ¶ فهذا البيانُ المُلتَزَمُ به مِن قِبل الله عز وجل، والمعهودُ به إلى النبي المصطفى الكريم صلى الله عليه وسلم هو من الوحي المنزَّل، باعتبار الالتزام، والعهد به إلى النبي المصطفى الكريم صلى الله عليه وسلم، وبه بانت السنة النبوية أنها وحي أيضاً، والله تعالى أعلم.",
            "page": "23",
            "part": "1",
            "seal": "CDA912B8"
        },
        {
            "id": "26",
            "nass": "4 - بيان الأحكام الشرعية. ¶ إن أغلب الآيات القرآنية الكريمة في أحكام العبادات والمعاملات، ... إلخ جاءت مجملةً، أو مطلقةً، أو عامةً، وجاءت السنةُ النبويةُ الشريفة مبيِّنةً، أو مقيِّدةً، أو موضِّحةً، أو مخصِّصةً، ... أو جاءت بأحكام زائدة. ¶ ففي العبادات مثلاً: ¶ جاءت آيةٌ في التيمم {وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ} [النساء:43، والمائدة:6] وأخرى في الوضوء {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة: 6] لكن لم يرد فيهما الاستجمار والاستنجاء، وغَسلُ النجاسة، وكيفية الغسل، ولم يوضِّح الماء، ومقداره في الوضوء، كما لم يأت كثير من الأحكام في آية الوضوء، كغسل اليدين في ابتداء الوضوء، والمضمضة والاستنشاق، والمبالغة فيهما، والاستنثار، والسواك، ومسح الأذنين، والتثليث في ذلك، ... إلخ ¶ وفي الصلاة: جاءت الآية مجملة {أَقِيمُوا الصَّلاةَ} فجاءت السنة النبوية الشريفة لتبيِّن أوقاتها، وعددَ ركعات كل صلاة، وكيفيتها، وماذا يقال في القيام، وفي الركوع، وفي السجود، وما يجوز فيها، وما لا يجوز، وما يشترط لها، وما يبطلها، ... وجاءت بالأذان والإقامة وألفاظهما،.. والصلاة النافلة؛ المقيدة وغيرها، ... والجمع بين الصلوات في السفر والحضر، والقصر في السفر من غير خوف، ... إلخ",
            "page": "24",
            "part": "1",
            "seal": "B0908CC8"
        },
        {
            "id": "27",
            "nass": "وفي الزكاة: جاءت الآية مجملة {وءاتوا الزكاة} فجاءت السنة النبوية الشريفة لتحدِّد الأموال التي تخرج فيها الزكاة؛ من النقدين، والأنعام، والخارج من الأرض، وأحكامَ الركاز، وتحديد الحول، والنصاب، ومقدار الزكاة؛ ففي الإبل: في خمس شاة، ... وفي الغنم: في الأربعين شاة، ... وفي البقر: في الثلاثين تبيع أو تبيعة، ... وفي الفضة: في كل مائتي درهم، ... وفي الذهب: في العشرين مثقال، وكلاهما ربع العشر. ¶ وفي المزروعات: فقد جاءت الآية مجملةً {وءاتوا حقه يوم حصاده} لكن ما هي المزروعات التي تزكّى، وما هو المقدار، وما هو النصاب، وما حكم ما كان يُسقى بغرب أو سانية، وما كان يُسقى من السماء، ... كل ذلك جاء في السنة النبوية الشريفة. ثم جاءت السنة النبوية الشريفة لتبيِّن ما لا تجب فيه الزكاة من هذه الأموال، ... وهكذا. ¶ وفي الصيام: جاءت الآيةُ فيه مبينةً وجوبَ الصوم، ثم إباحة الرفث والطعام والشراب ليلة الصيام (1) لكن ما حكم من أكل أو شرب، ... ناسياً، وما هي المفطرات في الصيام، والمباشرة والقُبلة للصائم، ثم صيام الأيام التي يسن صيامها؛ كالاثنين والخميس، ونصف الشهر، وستٍّ من شوال، ... وأيهما الأفضل في السفر؛ الصوم أو الفطر،. إلخ ¶ وفي الحج: حيث جاءت الآية عامة ومجملة، لكن من الذي رتبه بالصورة التي نعرفها، كتعيين المواقيت الزمانية والمكانية، ومواقيت الآفاقيين ومن دونهم والمقيم في مكة، ... والمبيت في منى ليلة التاسع، وبدء الوقوف بعرفة وإنتهائه، ومكان الوقوف فيه، والمبيت في مزدلفة، وجمع الجِمار، ورمي الجمرات، ¶ __________ ¶ (1) انظر: مع رسول الله (في رمضان. فقد ذكرت مراحل الصوم، وكيف مر.",
            "page": "25",
            "part": "1",
            "seal": "80CE9A8C"
        },
        {
            "id": "28",
            "nass": "والمبيت في منى ليالي أيام التشريق، ... وما مبطلات الحج، وما يلزم فيه الدم، وما لا، ... إلخ كل ذلك جاءت به السنة النبوية الشريفة. ¶ ومثل ذلك في المعاملات وغيرها كثير. ¶ فهل عيَّن النبي المصطفى الكريم صلى الله عليه وسلم ذلك من عند نفسه، أو هو الوحي الذي لم نطَّلع عليه؟ وكيف يكون من عند نفسه - حاشاه بأبي هو وأمي - والله تعالى يقول: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ لَأَخَذْنَا مِنْهُ بِالْيَمِينِ} لكنه البيان الذي وَكَل الله تعالى إليه، وأوحاه له فنطق به، حيث يقول الله جل شأنه: {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} بعد أن تكفَّل الله تعالى بالبيان {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} وقد أخبرنا تعالى بأنه صلى الله عليه وسلم لا ينطق عن الهوى إنما هو الوحي {وَمَا يَنْطِقُ عَنِ الْهَوَى، إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} فهو صلى الله عليه وسلم يَتَّبع ما يوحيه الله تعالى إليه في كل أموره، كما أخبرنا الله جل شأنه عنه صلى الله عليه وسلم {إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ} {قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي} ثم ما كان رسول الله صلى الله عليه وسلم يفعل ذلك من عند نفسه، ولو فعل صلى الله عليه وسلم لما أقرَّه الله تعالى، ولذكر الله تعالى ذلك لنا في كتابه الكريم، ولكان صلى الله عليه وسلم متقوِّلاً على ربه - حاشاه بأبي هو وأمي - فلما أقره الله تعالى - بل وَكَلَ ذلك البيان إليه؛ دلَّ على أن ما فعله صلى الله عليه وسلم من البيان إنما هو بأمر الله عز وجل الذي أوحاه إليه، وأنه صلى الله عليه وسلم إنما اتبع ما يوحى إليه، وإن كان قد خفي علينا كثيرٌ من ذلك، لأن بعضاً منه قد صرح صلى الله عليه وسلم بتعليم جبريل عليه السلام له، كما ذكرته في الأصل، والله تعالى أعلم. ¶ والنصوص في هذا النوع كثيرة، إنما ذكرت ما يناسب هذا المختصر، والله تعالى أعلم.",
            "page": "26",
            "part": "1",
            "seal": "DE16C3B4"
        },
        {
            "id": "29",
            "nass": "الثاني: أدلة جزئية ¶ ... ¶ ومن النوع الثاني: وهو ما جاء في جزئيات خاصة؛ فأقتصر على بعض النماذج أيضاً. ¶ 1- قال الله تعالى: {وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثاً فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ} [التحريم: 3] ¶ فقوله تعالى: {وَأَظْهَرَهُ اللَّهُ عَلَيْهِ} أخبره بما كانت أم المؤمنين رضي الله تعالى عنها - التي أَسَرَّ إليها النبيُّ المصطفى الكريمُ صلى الله عليه وسلم - قد أفشت الحديثَ الذي أسرَّه إليها. فهل هذا الإظهارُ موجودٌ في القرآن الكريم؟ لا، إنما كان بينَ اللهِ تعالى وبين نبيه الكريم صلى الله عليه وسلم، حيث أطلعه على ما فعلَتْ أمُّ المؤمنين رضي الله تعالى عنها، وبدلالة آخر الآية {قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ} والإنباء وحي كما هو معلوم. ¶ وإذا كان الإظهارُ من الله جل شأنه لنبيه المصطفى الكريم صلى الله عليه وسلم - والإنباء وحي، وهو غيرُ مكتوب، ولا موجود في القرآن - دل على أنَّ من الوحي ما هو ليس بمكتوب، وأن ما أخبر به رسول الله صلى الله عليه وسلم إنما هو بإيحاء الله تعالى له، وإنبائه إياه، وأن السنةَ النبوية وحيٌ، لأنه صلى الله عليه وسلم لا ينطق عن الهوى، إنما يتبع ما يوحى إليه، ولاسيما أن مثلَ هذا الأمر الذي كان من أم المؤمنين رضي الله عنهن جميعاً أمرٌ مخفي؛ لا يعلمه إلا الله تعالى. والله تعالى أعلم. ¶ 2 - لقد نفى الله تعالى عن الخلق جميعاً علمَ الغيب، وحصر تعالى ذلك به سبحانه وتعالى، فهو له تعالى لا يملكه أحد، وقد جاء ذلك في عدد من الآيات القرآنية الكريمة.",
            "page": "27",
            "part": "1",
            "seal": "8A58920D"
        },
        {
            "id": "30",
            "nass": "قال الله عز وجل: {وَيَقُولُونَ لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ} [يونس:20] ¶ وقال سبحانه وتعالى: {قُلْ لا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ} [النمل: 65] ¶ لكن الله تعالى استثنى من ذلك من يُطلعه تعالى من رسله عليهم السلام - سواء من الملائكة، أو من البشر - على غيبه. ¶ فقال تعالى: {عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَداً، إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَداً، لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَداً} [الجن: 26 – 28] ¶ فإذا اختار الله تعالى ذلك الرسولَ، وأطلعه على غيبه خصه تعالى بمزيد عناية، إذ يجعل تعالى بين يديه حفظةً يحفظونه، ويساوقونه على ما معه من الوحي، ويحرسونه من شياطين الإنس والجن. ¶ وإطلاعُ الله تعالى رسولَه المصطفى الكريم صلى الله عليه وسلم على بعض ما عنده تعالى من الغيب قد ظهر جليّاً من الأحاديث الكثيرة التي تحدَّثت عما علمه صلى الله عليه وسلم من الغيوب؛ التي لا يمكن أن تكون إلا بوحي، سواء من ذكر الغيبِ السحيقِ في القدم، أم من الغيبِ البعيدِ القادم، وقد توسعت في بيان ذلك في: (أشراط الساعة) وأقتصر على أربعة أحاديث عامة. ¶ فعن عمر بن الخطاب رضي الله تعالى عنه قال: \"قام فينا النبيُّ صلى الله عليه وسلم مقاماً، فأخبرنا عن بدء الخلق، حتى دخل أهلُ الجنة منازلهم، وأهلُ النار النارَ\". رواه البخاري (1) . ¶ __________ ¶ (1) صحيح البخاري: كتاب بدء الخلق: باب قوله تعالى: {وهو الذي يبدؤا الخلق ثم يعيدوه} .",
            "page": "28",
            "part": "1",
            "seal": "1E997052"
        },
        {
            "id": "31",
            "nass": "وعن حذيفة بن اليمان رضي الله تعالى عنهما قال: \"قام فينا رسول الله صلى الله عليه وسلم مقاماً، ما ترك شيئاً يكون في مقامه ذلك إلى قيام الساعة إلا حدَّث به، حفظه من حفظه، ونسيه من نسيه، قد علمه أصحابي هؤلاء، وإنه ليكون منه الشيء قد نسيتُه، فأراه، فأذكره، كما يذكر الرجلُ وجهَ الرجل إذا غاب عنه، ثم إذا رآه عرفه\". متفق عليه، واللفظ لمسلم (1) . ¶ وقوله: (ما ترك شيئاً، ... ) أي لم يترك أمراً مهمّاً ذا بال؛ يحتاجون إلى معرفته إلا أخبرهم صلى الله عليه وسلم به، والله تعالى أعلم. ¶ وعن عَمْرو بنِ أخطب الأنصاري رضي الله تعالى عنه قال: \"صلّى بنا رسول الله صلى الله عليه وسلم الفجرَ، وصعد المنبرَ، فخطبنا حتى حضرت الظهرُ، فنزل فصلّى، ثم صعد المنبرَ، فخطبنا حتى حضرت العصرُ، ثم نزل فصلّى، ثم صعد المنبرَ، فخطبنا حتى غربت الشمسُ، فأخبرنا بما كان، وبما هو كائن، فأعلمُنا أحفظنا\". رواه مسلم (2) . ¶ وعن حذيفة رضي الله تعالى عنه قال: \"أخبرني رسول الله صلى الله عليه وسلم بما هو كائن إلى أن تقوم الساعة، فما منه شيء إلا قد سألتُه عنه، إلا أني لم أسأله: ما يُخرج أهلَ المدينة من المدينة؟ \". رواه مسلم (3) . ¶ وكثير مما قاله صلى الله عليه وسلم وأخبر به أصحابَه رضي الله تعالى عنهم قد وقع وفق ما قال، وكلُّ ذلك لا يمكن أن يكون من قدرة البشر، إنما هو من وحي الله تعالى لرسوله الكريم صلى الله عليه وسلم، خاصة وأنه صلى الله عليه وسلم قد تكلم على الماضي السحيق ¶ __________ ¶ (1) صحيح البخاري: كتاب القدر: باب (وكان أمر الله قدراً مقدوراُ) وصحيح مسلم: كتاب الفتن: باب إخبار النبي (فيما يكون إلى قيام الساعة، رقم (23) ¶ (2) صحيح مسلم: في الكتاب والباب السابقين، رقم (25) ¶ (3) صحيح مسلم: في الكتاب والباب السابقين، رقم (24)",
            "page": "29",
            "part": "1",
            "seal": "E6C7D8CF"
        },
        {
            "id": "32",
            "nass": "- وهو بدء الخليقة - والقادم البعيد - وهو حتى يدخل أهل الجنة منازلهَم، وأهلُ النار منازلهم - كما ذكر ما بين هذين الزمنين من حوادث وأخبار مهمة، ... ووقائع،.. وكل ذلك داخل في قوله تعالى: {إِلَّا مَنِ ارْتَضَى مِنْ رَسُولًٍ} ولاسيما أن المصطفى الكريم صلى الله عليه وسلم - بأبي هو وأمي - أُمِّيٌّ؛ لم ولن يقرأ، ولم يكتب، ولا يكون ذلك له، ولم يَطَّلع على كتب الأقدمين (1) إنما هو مِن أنباء الغيب الذي يوحيه الله تعالى إليه، ولهذا تكرر قوله عز وجل: {ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ} [آل عمران:44، ويوسف 108] ¶ فإذا أضيف إلى ذلك قولُه تعالى: {فَقَدْ جَاءَ أَشْرَاطُهَا} [محمد: 18] ومع هذا لم يُذكر من أشراط الساعة في القرآن شيء، إنما جاء بيانُها مفصَّلةً في السنة النبوية الشريفة، علمنا أن ما قاله صلى الله عليه وسلم ليس من عنده، لأن ذلك كلَّه من الغيب، وإنما هو الوحي غيرُ المتلو، وهو السنة. وقد توسعت في بيان ذلك في (أشراط الساعة) والله تعالى أعلم. ¶ 3- لما خرج رسول الله صلى الله عليه وسلم من المدينة إلى بدر لتلقي عيرَ قريش، وخرجت قريش لمنع عيرها ولملاقاة النبي المصطفى الكريم صلى الله عليه وسلم وأصحابه رضي الله تعالى عنهم - وذلك كله بتقدير الله تعالى ليقضي أمراً كان مفعولاً - وعده الله تعالى إحدى الطائفتين؛ العير أو النفير، فلما سلمت العيرُ، وتعين النفيرُ: صار رسول الله صلى الله عليه وسلم يسأل ربَّه عز وجل قبل بدء المعركة بيوم تنفيذَ ما ¶ __________ ¶ (1) انظر: أُمِّيَّة النبي المصطفى صلى الله عليه وسلم والرد على منكِريها، فقد توسعت في بيان ذلك، وذكرت عشرات الأدلة على أُمِّيَّته صلى الله عليه وسلم.",
            "page": "30",
            "part": "1",
            "seal": "D8711186"
        },
        {
            "id": "33",
            "nass": "وعده تعالى به، حتى سقط رداؤه عن كتفيه من شدة إلحاحه في الدعاء، فخرج رسول الله صلى الله عليه وسلم من الخيمة وهو يثب في الدرع، وهو يقول: {سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ} ¶ ثم أراهم صلى الله عليه وسلم مصارع القوم قبل بدء المعركة بيوم، وهو يقول لهم: \"هذا مصرع فلان غداً إن شاء الله\" فما زاول واحد من الذين عينهم صلى الله عليه وسلم مكانَه بالأمس. ¶ قال الله تعالى: {وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ} [الأنفال: 7] ¶ عن عمر بن الخطاب رضي الله تعالى عنه قال: لما كان يوم بدر نظر رسول الله صلى الله عليه وسلم إلى المشركين وهم ألفٌ، وأصحابُه ثلاثمائة وتسعة عشر رجلاً، فاستقبل نبيُّ الله صلى الله عليه وسلم القِبلةَ، ثم مدَّ يديه، فجعل يهتف بربه: \"اللهم أنجز لي ما وعدتني، اللهم آتني ما وعدتني، ... \" إلى آخر الحديث، وفيه سقوط ردائه صلى الله عليه وسلم، والتزامُ أبي بكر الصديق رضي الله تعالى عنه له، وقولُه: يا نبيَّ الله، وفي بعض الروايات: كفاك مناشدتُك ربَّك، فإنه سينجز لك ما وعدك\". رواه مسلم (1) . ¶ وعن ابن عباس رضي الله تعالى عنهما، أن رسول الله صلى الله عليه وسلم قال - وهو في قبةٍ يومَ بدر -: \"اللهم أنشدك عهدَك ووعدَك، ... \" ثم ذكر بنحوه، وفيه زيادةُ خروجه وهو يثب صلى الله عليه وسلم في الدرع، وهو يقول: {سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ، بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ} .رواه البخاري (2) . ¶ __________ ¶ (1) صحيح مسلم: كتاب الجهاد: باب الإمداد بالملائكة في غزوة بدر، رقم (58) ¶ (2) صحيح البخاري: كتاب التفسير: سورة اقتربت الساعة، ... : باب قوله تعالى: {سيهزم الجمع ويولون الدبر} . وفي غيرهما.",
            "page": "31",
            "part": "1",
            "seal": "A706E4FC"
        },
        {
            "id": "34",
            "nass": "وعن عمر بن الخطاب رضي الله عنه قال: إن رسول الله صلى الله عليه وسلم كان يُرينا مصارعَ أهل بدرٍ بالأمس. يقول: \"هذا مصرع فلان غداً إن شاء الله\" قال عمر رضي الله تعالى عنه: فوالذي بعثه بالحق ما أخطؤوا الحدودَ التي حدَّ رسول الله صلى الله عليه وسلم، ... رواه مسلم (1) . ¶ زاد أنس رضي الله تعالى عنه في روايته: \"ويضع يدَه على الأرض، ههنا وههنا. قال: فما ماط أحدُهم عن موضع يدِ رسول الله صلى الله عليه وسلم\". رواه مسلم (2) ¶ ومن الآية والأحاديث السابقة يتضح ما يلي: ¶ أ - كون هذا الوعد من الله تعالى كان قبل المعركة، لأن سورة الأنفال نزلت بعدها، وأن الوعد جاء بصيغة المضارع {وَإِذْ يَعِدُكُمُ اللَّهُ} وكذا رغبة المسلمين {وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ} مما يدل على أن ذلك كله كان قبل بدء المعركة. ¶ ب - إخباره صلى الله عليه وسلم الصحابة رضي الله تعالى عنهم أن الله تعالى وعده إحدى الطائفتين، وذلك قبل بدء المعركة، وقبل نزول هذه الآية. ¶ ج - مناشدته صلى الله عليه وسلم ربه تعالى إنجاز ما وعده وتعهَّد به، وذلك قبل بدئها. ¶ د - تحديده صلى الله عليه وسلم مصارع القوم قبل قتلهم، مع تحديد مكان مصارعهم، ¶ هـ- - سؤاله صلى الله عليه وسلم قتلى مشركي قريش وهم في القليب: هل وجدوا ما وعدهم الله تعالى ورسوله صلى الله عليه وسلم؟ فإنه صلى الله عليه وسلم وجد ما وعده الله تعالى حقّاً. كما في أحاديث ابن عمر وأبي طلحة عند البخاري، وعمر وأنس رضي الله تعالى عنهم عند مسلم (3) . ¶ وكل ذلك لا يمكن أن يكون بالاجتهاد، إنما هو وحيٌ من الله تعالى، ولم يرد في القرآن الكريم، مما يدل على أن السنة النبوية وحي، والله تعالى أعلم. ¶ __________ ¶ (1) صحيح مسلم: كتاب الجنة: باب عرض مقعد الميت من الجنة أو النار عليه، رقم (76) ¶ (2) صحيح مسلم: كتاب الجهاد: باب غزوة بدر، رقم (83) ¶ (3) صحيح البخاري: كتاب الجنائز: باب ما جاء في عذاب القبر، وكتاب المغازي: باب قتل أبي جهل. وصحيح مسلم: كتاب الجنة: باب عرض مقعد الميت من الجنة أو النار عليه، رقم (76 - 77)",
            "page": "32",
            "part": "1",
            "seal": "73BF6802"
        },
        {
            "id": "35",
            "nass": "الفصل الثالث: الأدلة من السنة النبوية ¶ أولاً: عناوين الأحاديث ¶ ... ¶ الفصل الثالث ¶ الأدلة من السنة النبوية ¶ إن الأدلةَ من السنة النبوية الشريفة على أن السنةَ النبويةَ وحيٌ كثيرةٌ جداً يصعب حصرها أو ذكرها، وقد قسمتها - بعد البحث- إلى مجموعات، واقتصرت على مائة عنوان، وتحت كل عنوان يندرج مجموعة من الأحاديث، تزيد أو تنقص، فقد تصل إلى المئات، وقد تنقص إلى الآحاد، لذا فإني أذكر هنا بعض العناوين، ثم أقتصر على ذكر بعض ما جاء في بعضها من الأحاديث، على قدر هذا المختصر. ¶ وعند ذكري للعنوان لا أعنيه بمفرده، بل يندرج تحته كلُّ مشتقاته في اللغة (1) ثم أقتصر على ذكر بعض الأمثلة مما هو من مشتقاته، والله تعالى هو الموفق والمعين. ¶ أولاً: عناوين الأحاديث: ¶ كل ما جاء بلفظ الوحي، وما جاء بلفظ الأمر، وما جاء بلفظ الإعطاء، وما جاء بلفظ الوعد، وما جاء بلفظ الحل، وما جاء بلفظ الإباحة، وما جاء بلفظ التطييب، وما جاء بلفظ الإذن، وما جاء بلفظ الترخيص، وما جاء بلفظ النهي، وما جاء بلفظ الإبدال، وما جاء بلفظ التفضيل، وما جاء بلفظ الرؤية، وما جاء بلفظ الإتيان، وما جاء بلفظ التحريم، وما جاء بلفظ البِشارة، وما جاء بلفظ الإيتاء، وما جاء بلفظ التخيير، وما جاء بلفظ النصر، ¶ __________ ¶ (1) مثال ذلك: (كل ما جاء بلفظ الوحي) فإنه يدخل تحته كلُّ مشتقاته؛ مثل: أُوحي إليَّ، فجاء الوحي، أوحى الله إليه، أَوحى إليَّ، يُوحى إليه، وحي، ... ومثل (كل ما جاء بلفظ الأمر) فإنه يدخل تحته كلُّ مشتقاته، مثل: أُمِرتُ بكذا، أَمرني ربي، أَمر ربي، إن ربك يأمرك، ... وهكذا يقال في كل العناوين.",
            "page": "33",
            "part": "1",
            "seal": "5C75FF70"
        },
        {
            "id": "36",
            "nass": "وما جاء بلفظ الاشتراط، وما جاء بلفظ الانتداب، وما جاء بلفظ التجاوز، وما جاء بلفظ النفث في الرُّوع، وما جاء بلفظ البعثة، وما جاء بلفظ الجعل، وما جاء بلفظ الاستئذان، وما جاء بلفظ الإخبار، وما جاء بلفظ العَجَب، وما جاء بلفظ الإبدال، وما جاء بلفظ الكفالة، وما جاء بلفظ الضمان، وما جاء بلفظ القَسَم على بعض الأمور، وما جاء بلفظ التصديق، وما جاء بلفظ العذر، وما جاء بلفظ الكتابة، وما جاء بلفظ الوجوب، وما جاء بلفظ الدخول في الجنة أو النار، وما جاء بلفظ السؤال، وما جاء بلفظ القضاء، وما جاء بلفظ العرض، وما جاء بلفظ التوكيل، وما جاء بلفظ القسْم، وما جاء بلفظ الإمداد، وما جاء بلفظ الإحداث، وما جاء بلفظ الرضا، ... إلخ. ¶ وما جاء مِن إخبار رسول الله صلى الله عليه وسلم عن الله تعالى وأوصافه وأسمائه وأفعاله، وإخباره صلى الله عليه وسلم عن نفسه الشريفة، وما خصه الله تعالى به وفضله، وإخباره صلى الله عليه وسلم عن فضل الصلاة والسلام عليه، وبيان عقوبة تارك الصلاة عليه، وإخباره صلى الله عليه وسلم من بيان مسارعة الله تعالى في رضاه صلى الله عليه وسلم، وإخباره صلى الله عليه وسلم عن القرآن الكريم ونزوله وترتيبه وحروفه وثواب قراءته، وعن الأحاديث القدسية، وإخباره صلى الله عليه وسلم عن الملائكة الكرام عموماً، وعن جبريل عليه السلام وتعليمه له ونزوله عليه ومصاحبته له، ... إلخ، وإخباره صلى الله عليه وسلم عن الجنة ونعيمها ودرجاتها وكيفيتها وأبوابها ومن يدخلها، ... وعن النار ودركاتها وأوديتها ونارها وعذابها وقوتها وأهلها وأحوالهم ومَن يدخلها ومَن يخرج منها، ... وعن الأنبياء السابقين عليه وعليهم الصلاة والسلام وأحوالهم وأوصافهم وما حصل معهم، ... وعن الأمم السابقة وما حصل فيها، وما ورد مِن بعض أفرادها، ... وعن أهل بيته صلى الله عليه وسلم وأحوالهم وما سيكون لهم، وعن الزيادة عن الأربع في أزواجه رضي الله تعالى عنهن، وعن أصحابه رضي الله تعالى عنهم ووفياتهم، وما سيحصل لهم،",
            "page": "34",
            "part": "1",
            "seal": "95734503"
        },
        {
            "id": "37",
            "nass": "أو لبعضهم بعده صلى الله عليه وسلم، وعن قرنه وفضل أهله ومدة بقائهم، وإخباره صلى الله عليه وسلم عن المدينة النبوية وحرمها وأهلها ومكانتها وأحوالها وصفاتها وما يكون فيها، وعن مكة المكرمة وحرمها ومكانتها وأحوالها وأهلها، وعن الغيوب المستقبلة، والأمور البعيدة القادمة، وعن الفتن والملاحم، والحروب الحاصلة بين الأمم، أو بين المسلمين أنفسهم، وإخباره صلى الله عليه وسلم عن الشهداء ومكانتهم وأحوالهم وأنواعهم، وعن أشراط الساعة بنوعيها الكبرى والصغرى وما ظهر منها وما لم يظهر، وإخباره صلى الله عليه وسلم عن الكائنات في زمانه؛ فوقعت كما أخبر، سواء كان حصولها في زمانه أو بعده ... إلخ ¶ وما جاء مِن إخباره صلى الله عليه وسلم عن الفضائل في الأعمال والأقوال؛ كالذكر والدعاء والأيام والأمكنة والأزمنة والأفراد، وإخباره صلى الله عليه وسلم عن الهجرة وفضلها، وعن أمته صلى الله عليه وسلم وفضلها ومكانتها وأجرها وانتشارها ومُلكها، ... وأنها لا تجتمع على ضلالة، ووجود الطائفة المنصورة فيها على الدوام، وعن المساجد الثلاثة وفضلها، وعن بدء الخلق، وعمن سيكونون تحت العرش يوم القيامة من أصناف المؤمنين، وعن أحوال القبر والبرزخ، ... وعن الجن والشياطين وأحوالهم، وعن العالَم المادي والمعنوي من الشمس والقمر، والزمان، ... إلخ ¶ وما جاء مِن إخباره صلى الله عليه وسلم عن الإيمان وأركانه، ... والإسلام وتشريعاته، والإحسان وأحواله، ... وعن عرض الأعمال على الله تعالى، وتشريعه صلى الله عليه وسلم للأحكام في الحلال والحرام؛ سواء في النكاح أو المطعومات أو المشروبات أو اللباس، ... إلخ، وبيانه صلى الله عليه وسلم للعبادات المختلفة، والزائدة؛ في الحضر والسفر، والأمن والخوف، وإخباره صلى الله عليه وسلم عن خَلق الإنسان، والأمور الطبية، والأدوية والعلاجات، ... مما لا مدخل للبشر فيه، وعن المؤمنين وصفاتهم وأحوالهم وشوقهم وحنينهم، وعن المنافقين وأحوالهم وصفاتهم وأنواعهم، وعن أول ما",
            "page": "35",
            "part": "1",
            "seal": "374162F9"
        },
        {
            "id": "38",
            "nass": "يُقضى به بين الناس يومَ القيامة، وعن يوم القيامة وأحوالها وشدتها، وما فيها من الحوض والكوثر والصراط، ... وعن عَرض الجنة والنار عليه صلى الله عليه وسلم، وما رأى فيهما، وعن أول من يُدعى إلى الجنة، وأول من يدخلها، وما شعار المؤمنين يومئذ يوم العرض، وإخباره صلى الله عليه وسلم عن الرَّحِم ومكانتها، وعن أحوال بعض الناس، وعن الرحمة وأقسامها، وعن بعض الحيوانات ما يُقتل منها وما لا يُقتل، وعن الجمادات والتفريق بينها، والتفريق بين قِطَع الأرض والمدن والبلاد، وبيان الثواب والأجر على الأعمال؛ من صلاة وصيام ووضوء وحج وقتلِ حيوانٍ معينٍ، ... ومن الأذكار، وإخباره صلى الله عليه وسلم عن العقوبات على من فرَّط في الطاعات، وعلى إطلاع الله تعالى له عما يفعله أو يقوله المشركون أو المنافقون، وعن مكايد اليهود وغدرهم، وعن عطف لفظ الرسول صلى الله عليه وسلم على لفظ الجلالة في حصول أمر معين، وأنه صلى الله عليه وسلم أُوتي القرآن ومثله معه، ... إلخ ¶ وهناك غيرها كثير، لأن كل حديث شريف يمكن أن يندرج تحت عنوان أو أكثر، لكن ما ذكرته يكفي للدلالة، والله تعالى أعلم.",
            "page": "36",
            "part": "1",
            "seal": "E8F0C986"
        },
        {
            "id": "39",
            "nass": "ثانياً: ذكر بعض الأمثلة من الحديث على وحي السنة النبوية: ¶ سوف أقتصر على ذكر بعض الفقرات، كما سأقتصر على ذكر حديث واحد أو اثنين في كل فقرة، إلا ما ورد في الفقرة الأولى فإني سأذكر ستة أحاديث فيها إن شاء الله تعالى، وجميع ما أذكره فهو مما ورد في الصحيحين أو أحدهما، ومن أراد معرفةَ ما في هذه الفقرات السابقة من الأحاديث فلينظر في الأصل (السنة النبوية وحي) مع التنبيه على أني لا أذكر كل مشتقات الكلمة، إنما أذكر واحدة أو اثنتين، والله تعالى هو الهادي إلى سواء السبيل.",
            "page": "36",
            "part": "1",
            "seal": "7F1543A9"
        },
        {
            "id": "40",
            "nass": "أ - كل ما ورد بلفظ الوحي: ¶ 1- عن أسماء بنت أبي بكر الصديق رضي الله عنهما، قالت: خسفت الشمسُ على عهد رسول الله صلى الله عليه وسلم (، فدخلتُ على عائشة وهي تصلي، فقلت: ما شأن الناس يصلون؟ فأشارت برأسها إلى السماء، فقلتُ: آية؟ فأشارت برأسها أي نعم، فأطال رسولُ الله صلى الله عليه وسلم (القيامَ جداًّ، حتى تجلاني الغَشْيُ، ... قالت: فانصرف رسولُ الله صلى الله عليه وسلم، وقد تجلَّت الشمسُ، فخطب رسولُ الله صلى الله عليه وسلم (الناسَ، فحمد الله وأثنى عليه، ثم قال: \" أما بعد، ما من شيء لم أكن رأيته إلا قد رأيته في مقامي هذا، حتى الجنة والنار، وإنه قد أُوحي إليَّ أنكم تفتنون في القبور، قريباً - أو مثل - فتنة المسيح الدجال، ... \" الحديث بطوله، متفق عليه (1) . ¶ 2- عن عياض بن حِمارٍ رضي الله عنه قال: قام فينا رسولُ الله صلى الله عليه وسلم (ذات يوم خطيباً، فقال: \" ... وإن الله أَوْحى إليَّ أن تواضعوا، حتى لا يفخر أحدٌ على أحد، ولا يَبْغي أحدٌ على أحد\" الحديث، رواه مسلم (2) . ¶ 3- وعن يعلى بن أمية رضي الله عنه قال لعمر رضي الله عنه: أرني النبيَّ صلى الله عليه وسلم (حين يُوحى إليه، قال: فبينما النبيُّ صلى الله عليه وسلم (بالجعرانة - ومعه نفر من أصحابه - جاءه رجلٌ فقال: يا رسولَ الله، كيف ترى في رجلٍ أَحْرم بعُمْرَةٍ، وهو متضمِّخٌ بطيبٍ؟ فسكت النبيُّ صلى الله عليه وسلم (ساعة، فجاءه الوحي، فأشار عمرُ رضي الله عنه إلى يَعْلى، فجاء يَعْلى- وعلى رسولِ الله صلى الله عليه وسلم (ثوبٌ قد أُظِل به ¶ __________ ¶ (1) صحيح البخاري: كتاب العلم: باب من أجاب الفتيا بإشارة اليد والرأس، وفي غيرهما. وصحيح مسلم: كتاب الكسوف: باب ما عرض على النبي صلى الله عليه وسلم في صلاة الكسوف من أمر الجنة والنار، رقم (11) . ¶ (2) صحيح مسلم: كتاب الجنة وصفة نعيمها: باب الصفات التي يعرف بها في الدنيا أهل الجنة وأهل النار، رقم (64) .",
            "page": "37",
            "part": "1",
            "seal": "E025FDC1"
        },
        {
            "id": "41",
            "nass": "- فأَدخل رأسَه، فإذا رسولُ الله صلى الله عليه وسلم (محمرُّ الوجهِ، وهو يغطُّ، ثم سُرِّيَ عنه، فقال: \" أين الذي سأل عن العمرة؟ \" فأُتي برجل، فقال: \"اغسل الطِّيبَ الذي بك ثلاثَ مرات، وانزع عنك الجُبَّةَ، واصنع في عمرتك كما تصنعُ في حجتك\" متفق عليه، واللفظ للبخاري (1) . ¶ 4- وعن عائشة رضي الله عنها قالت: \" ما غرتُ على امرأةٍ لرسول الله صلى الله عليه وسلم (كما غرتُ على خديجةَ، لكثرة ذِكرِِ رسولِ الله صلى الله عليه وسلم (إياها، وثنائِه عليها، وقد أُوحي إلى رسول الله صلى الله عليه وسلم أن يبشرها ببيت لها في الجنة، من قصب - زاد في رواية -: \"لا صخبَ فيه ولا نصب\". متفق عليه، واللفظ للبخاري (2) . ¶ 5- عن عائشة رضي الله تعالى عنها قالت: خرجتْ سودةُ بعدما ضُرب عليها الحجابُ، لتقضي حاجتَها، وكانت امراةً جسيمةً، تَفْرَعُ النساءَ جسماً، ولا تَخفى على من يعرفها، فرآها عمرُ بن الخطاب، فقال: يا سودة، والله ما تخفين علينا، فانظري كيف تخرجين، قالت: فانكفأتْ راجعةً، ورسولُ الله صلى الله عليه وسلم في بيتي، وإنه ليتعشى، وفي يده عَرْقٌ، فدخلَتْ، فقالت: يا رسول الله إني خرجتُ، فقال لي عمر كذا وكذا، قالت: فأَوْحى الله إليه، ثم رُفِعَ عنه، وإن العَرْقَ في يده ما وضعه، فقال: \"إنه قد أُذِن لكُنَّ أن تَخرجنَ لحاجتِكُن\" متفق عليه (3) . ¶ __________ ¶ (1) صحيح البخاري: كتاب الحج: باب غسل الخلوق ثلاث مرات من الثياب، وفي غيرهما. وصحيح مسلم: كتاب الحج: باب ما يباح للمحرم بحج أو عمرة وما لا يباح، ... رقم (6 - 10) . ¶ (2) صحيح البخاري: كتاب النكاح: باب غيرة النساء ووجدهن. وصحيح مسلم: كتاب فضائل الصحابة: باب فضائل خديجة أم المؤمنين رضي الله عنها، رقم (73 - 76) . ¶ (3) صحيح البخاري: كتاب التفسير: سورة الأحزاب: باب قوله: {لا تدخلوا بيوت النبي إلا أن يؤذن لكم إلى طعام ... } ، وفي غيرهما. وصحيح مسلم: كتاب السلام: باب جواز جعل الإذن رفع حجاب أو نحوه من العلامات، رقم (17) .",
            "page": "38",
            "part": "1",
            "seal": "B6E2C2E5"
        },
        {
            "id": "42",
            "nass": "6- وعن أبي سعيد الخدري رضي الله عنه، أن النبي صلى الله عليه وسلم جلس ذات يوم على المنبر، وجلسنا حوله، فقال: \"إنَّ مما أخافُ عليكم من بعدي، ما يفتح عليكم من زهرة الدنيا وزينتها\" فقال رجل: يا رسول الله، أوَ يأتي الخيرُ بالشرِّ؟ فسكت النبيُّ صلى الله عليه وسلم، فقيل له: ما شأنُك تكلم النبيَّ صلى الله عليه وسلم ولا يكلمك؟ فرأينا أنه ينزل عليه - وفي رواية للبخاري: يوحى إليه، وسكت الناسُ كأن على رؤوسهم الطير - قال: فمسح عنه الرحضاء،فقال: \" أين السائل - وكأنه حمدَه - فقال: إنه لا يأتي الخيرُ بالشر ... \" الحديث، متفق عليه (1) . ¶ ب - كل ما ورد بلفظ الأمر: ¶ فعن عبد الله بن عُمر رضي الله عنهما، أن رسول الله صلى الله عليه وسلم قال: \"أُمرتُ أن أُقاتلَ الناسَ حتى يشهدوا أن لا إله إلا الله، وأن محمداً رسول الله، ويقيموا الصلاةَ، ويؤتوا الزكاةَ، فإذا فعلوا ذلك عصموا مني دماءَهم وأموالَهم، إلا بحق الإسلام، وحسابُهم على الله\". متفق عليه (2) . ¶ وعن عبد الله بن عباس رضي الله عنهما قال: قال النبي صلى الله عليه وسلم: \"أُمرتُ أن أسجدَ على سبعةِ أعظم؛ على الجبهة - وأشار بيده على أنفه - واليدين، والركبتين، وأطراف القدمين، ولا نكْفتَ الثيابَ والشَّعَرَ\". متفق عليه (3) . ¶ __________ ¶ (1) صحيح البخاري: كتاب الزكاة: باب الصدقة على اليتامى. وصحيح مسلم: كتاب الزكاة: باب تخوف ما يخرج من زهرة الدنيا، رقم (121 - 123) . ¶ (2) صحيح البخاري: كتاب الإيمان: باب {فإن تابوا وأقاموا الصلاة وءاتوا الزكاة فخلوا سبيلهم} . وفي غيرهما. وصحيح مسلم: كتاب الإيمان: باب الأمر بقتال الناس حتى يقولوا: لا إله إلا الله محمد رسول الله، ... رقم (36) ¶ ورواه مسلم من حديث عمر وأبي هريرة وجابر رضي الله تعالى عنهم أيضاً. ¶ (3) صحيح البخاري: كتاب الأذان: باب السجود على الأنف، وفي غيرهما. وصحيح مسلم: كتاب الصلاة: باب أعضاء السجود، ... رقم (227 - 231)",
            "page": "39",
            "part": "1",
            "seal": "D007A82D"
        },
        {
            "id": "43",
            "nass": "ج - كل ما جاء بلفظ الوعد: ¶ فعن عائشة رضي الله عنها قالت: خَسفت الشمسُ، فقام النبي صلى الله عليه وسلم، فقرأ سورةً طويلةً، ... الحديث بطوله في صلاة الخسوف، وفيه ثم قال: \" ... لقد رأيتُ في مقامي هذا كلَّ ما وُعِدتُه حتى لقد رأيتُني أُريد أن آخذ قطفاً من الجنة حين رأيتموني جعلتُ أتقدَّم، ... \". الحديث بطوله، متفق عليه (1) . ¶ وعن أنس رضي الله تعالى عنه قال: كنا مع عُمر بين مكة والمدينة، ... ثم أنشأ يحدِّثُنا عن أهل بدر، فقال: إن رسول الله صلى الله عليه وسلم كان يرينا مصارع أهل بدرٍ بالأمس، يقول: \"هذا مصرعُ فلان غداً إن شاء الله\". قال: فقال عمر رضي الله عنه: فوالذي بعثه بالحق ما أخطؤوا الحدودَ التي حدَّ رسول الله صلى الله عليه وسلم قال: فجُعلوا في بئر؛ بعضهم على بعض، فانطلق رسول الله صلى الله عليه وسلم حتى انتهى إليهم، فقال: \"يا فلان بنَ فلان، ويا فلان بنَ فلان، هل وجدتم ما وعدكم الله ورسولُه حقّاً؟ فإني قد وجدتُ ما وعدني الله حقّاً\". رواه مسلم (2) . ¶ وقد روياه من غير حديثه أيضاً بنحوه. ¶ د - كل ما جاء بلفظ الإعطاء: ¶ فعن جابر بن عبد الله رضي الله تعالى عنهما قال: قال رسول الله صلى الله عليه وسلم: \"أُعطيتُ خمساً لم يُعطهنَّ أحدٌ من الأنبياء قبلي: كان كلُّ نبيٍّ يُبعث إلى قومه خاصة، وبُعثتُ إلى الناس عامة، وأُحِلَّتْ لي الغنائم، ولم تحلَّ لأحد قبلي، وجُعِلَتْ لي الأرضُ طهوراً ومسجداً، فأيما رجل أدركته الصلاة صلى حيث كان، ونُصرتُ بالرعب بين يدَيَّ مسيرةَ شهر، وأُعطيتُ الشفاعة\". متفق عليه (3) . ¶ __________ ¶ (1) صحيح البخاري: كتاب العمل في الصلاة: باب إذا انفلتت الدابة في الصلاة. وصحيح مسلم: كتاب الكسوف: باب صلاة الكسوف، رقم (3) . ¶ (2) صحيح مسلم: كتاب الجنة: باب عرض مقعد الميت من الجنة والنار عليه، ... رقم (76) . ¶ (3) صحيح البخاري: كتاب التيمم: الباب الأول. وصحيح مسلم: كتاب المساجد، رقم (3) .",
            "page": "40",
            "part": "1",
            "seal": "EC9EBAC1"
        },
        {
            "id": "44",
            "nass": "ففي هذا الحديث خمس منح: أُعطيتُ، بُعثتُ، أُحلِّتْ، جُعلَتْ، نُصرتُ. ¶ وعن عقبة بن عامر رضي الله تعالى عنه، أن رسول الله صلى الله عليه وسلم خرج يوماً فصلّى على أهل أُحُدٍ صلاتَه على الميت، ثم انصرف إلى المنبر، فقال: \"إني فَرَطٌ لكم، وأنا شهيدٌ عليكم، وإني - والله - لأنظر إلى حوضي الآن، وإني قد أُعطيتُ مفاتيحَ خزائن الأرض، أو مفاتيح الأرض، ... \" متفق عليه (1) . ¶ هـ- كل ما جاء بلفظ الإذن: ¶ فعن أبي شُريح رضي الله تعالى عنه - في خطابه لعَمْرو بن سعيد - وهو يُجهِّز الجيشَ لغزو مكة أيام ابن الزبير رضي الله تعالى عنهما - قال: قال رسول الله صلى الله عليه وسلم: \"إن مكة حرَّمها الله، ولم يُحرِّمها الناسُ، فلا يحل لامرئ يؤمن بالله واليوم الآخر أن يَسفك بها دماً، ولا يعضدَ بها شجرةً، فإن أحدٌ ترخَّص لقتال رسول الله صلى الله عليه وسلم فيها، فقولوا: إن الله قد أذن لرسوله، ولم يأذن لكم، وإنما أَذن لي فيها ساعةً من نهار، ثم عادت حُرمتُها اليوم كحُرمتِها بالأمس، ... \" متفق عليه (2) . ¶ و كل ماجاء بلفظ الترخيص: ¶ فعن عائشة رضي الله تعالى عنها قالت: رَخَّص رسول الله صلى الله عليه وسلم في أمرٍ، فتنزَّه عنه ناسٌ من الناس، فبلغ ذلك النبيَّ صلى الله عليه وسلم فغضب، حتى بان الغضبُ في وجهه، ثم قال: \"ما بال أقوام يرغبون عمّا رُخِّص لي فيه، فوالله لأنا أعلمهم بالله وأشدُّهم له خشية\" رواه مسلم (3) . ¶ __________ ¶ (1) صحيح البخاري: كتاب الجنائز: باب الصلاة على الشهيد، وفي غيرهما. وصحيح مسلم: كتاب الفضائل: باب إثبات حوض نبينا (وصفاته، رقم (30، 31) . ¶ (2) صحيح البخاري: كتاب العلم: باب ليبلغ العلمَ الشاهدُ الغائبَ، وفي غيرهما. وصحيح مسلم: كتاب الحج: باب تحريم مكة وصيدها، ... رقم (446) . ¶ (3) صحيح مسلم: كتاب الفضائل: باب علمه (بالله تعالى وشدة خشيته، رقم (128) .",
            "page": "41",
            "part": "1",
            "seal": "1FE683D9"
        },
        {
            "id": "45",
            "nass": "ز- كل ما جاء بلفظ النهي: ¶ فعن ابن عباس رضي الله عنهما قال: كشف رسول الله صلى الله عليه وسلم السِّتارةَ، والناسُ صفوفٌ خلف أبي بكر، فقال: \"أيها الناس، إنه لم يبق من مبشِّرات النبوة إلا الرؤيا الصالحة؛ يراها المسلم أو تُرى له، ألا وإني نُهيتُ أن أقرأ القرآنَ راكعاً أو ساجداً، فأما الركوعُ فعظِّموا فيه الربَّ عز وجل، وأما السجودُ فاجتهدوا في الدعاء، فقمنٌ أن يُستجاب لكم\" رواه مسلم (1) . ¶ ح - كل ما جاء بلفظ التخيير: ¶ فعن أبي سعيد الخدري رضي الله عنه، أن رسول الله صلى الله عليه وسلم جلس على المنبر فقال: \"عبدٌ خيَّره الله بين أن يُؤتيَه زهرةَ الدنيا وبين ما عنده، فاختار ما عنده\" فبكى أبو بكر، وبكى، فقال: فديناك بآبائنا وأمهاتنا. قال: فكان رسولُ الله صلى الله عليه وسلم هو المخيَّرَ، وكان أبو بكر أعلمَنا به. متفق عليه (2) . ¶ ط - كل ما جاء بلفظ التفضيل: ¶ فعن أبي هريرة رضي الله تعالى عنه، أن رسول الله صلى الله عليه وسلم قال: \"فُضِّلتُ على الأنبياء بستٍّ؛ أُعطيتُ جوامعَ الكَلِم، ونُصرتُ بالرعب، وأُحلِّتْ لي الغنائمُ، وجُعلت لي الأرضُ طُهوراً ومسجداً، وأُرسلتُ إلى الخلق كافة، وخُتم بي النبيّون\" رواه مسلم (3) . ¶ __________ ¶ (1) صحيح مسلم: كتاب الصلاة: باب النهي عن قراءة القرآن في الركوع والسجود، رقم (207، 208، 214) . ¶ (2) صحيح البخاري: كتاب مناقب الأنصار: باب هجرة النبي (وأصحابه إلى المدينة، وفي غيرهما. وصحيح مسلم: كتاب فضائل الصحابة: باب فضائل أبي بكر الصديق رضي الله تعالى عنه، رقم (2) . ¶ (3) صحيح مسلم: كتاب المساجد، رقم (5) وروى البخاري بعضَه.",
            "page": "42",
            "part": "1",
            "seal": "F02E2900"
        },
        {
            "id": "46",
            "nass": "وعن حذيفة بن اليمان رضي الله تعالى عنهما قال: قال رسول الله صلى الله عليه وسلم: \"فُضِّلنا على الناس بثلاث؛ جُعلت صفوفُنا كصفوف الملائكة، وجُعلت تربتُها طُهوراً إذا لم نجد الماءَ\" وذكر خصلة أخرى. رواه مسلم (1) . ¶ ي - كل ما جاء بلفظ الرؤية: ¶ فعن أسماء بنت أبي بكر رضي الله عنهما - في قصة صلاة الكسوف -وفيه قوله صلى الله عليه وسلم: \"ما من شيء لم أكن أُريتُه إلا رأيتُه في مقامي هذا، حتى الجنةَ والنارَ، فأُوحيَ إليَّ أنكم تُفتنون في قبوركم مثلَ - أو قريباً - من فتنة المسيح الدجال، ... \" الحديث، متفق عليه (2) . ¶ وعن أسامة بن زيد رضي الله تعالى عنهما قال: أشرف رسول الله صلى الله عليه وسلم على أُطم من آطام المدينة، فقال: \"هل ترون ما أرى؟ إني لأرى مواقعَ الفتن (تقع) خلال بيوتكم كمواقع القطر\" متفق عليه (3) . ¶ إلى غير ذلك من الأحاديث النبوية الشريفة، لكني اقتصرت على بعض ما ورد تحت هذه العناوين. ¶ __________ ¶ (1) صحيح مسلم: كتاب المساجد، رقم (4) . ¶ (2) صحيح البخاري: كتاب العلم: باب من أجاب الفتيا بإشارة اليد والرأس، وفي غيرهما. وصحيح مسلم: كتاب الكسوف: باب ما عرض على النبي (في صلاة الكسوف من أمر الجنة والنار، رقم (11) . ¶ (3) صحيح البخاري: كتاب فضائل المدينة: باب آطام المدينة، وفي غيرهما. وصحيح مسلم: كتاب الفتن: باب نزول الفتن كمواقع القطر، رقم (9) .",
            "page": "43",
            "part": "1",
            "seal": "1FD8C751"
        },
        {
            "id": "47",
            "nass": "الفصل الرابع: الأدلة من دلائل النبوة ¶ الغيب لله سبحانه وتعالى ¶ ... ¶ الفصل الرابع ¶ الأدلة من دلائل النبوة ¶ والمقصود بدلائل النبوة: المعجزات والخوارق التي يجريها الله تعالى على يد رسوله الكريم صلى الله عليه وسلم، ولا يمكن أن تقع من بشر بصفته البشرية، وليس للاجتهاد فيها مجال، وإنما صَدَرَت من مشكاةِ النبوة، لتدل على صدقه في دعواه للنبوة. ¶ لكن لا أريد المعجزات والخوارق الدالة على صدقه صلى الله عليه وسلم في دعوى النبوة، فتلك لها بحث مستقل، وإن كانت تتداخل مع ما نحن فيه، إنما أريد بالدلائل هنا: الأحاديث التي قالها رسولُ الله صلى الله عليه وسلم، وهي من علم الغيب، سواء كانت عن الغيوب القديمة الموغلة في القدم، أو الغيوب المستقبلة الموغلة في المستقبل، والتي تدل على أن ما صدر عنه لم يصدر بالاجتهاد ولا من واقع البشرية، لأن ذلك لا يمكن الاطلاع عليه، إنما يصدر عن وحي أوحاه الله عز وجل إلى رسوله الكريم صلى الله عليه وسلم. ¶ وأول من تكلم في علامات النبوة الإمامُ البخاري رحمه الله تعالى، حيث عقد بابين في صحيحه، سماهما (علامات النبوة في الإسلام) و (بقية أحاديث علامات النبوة في الإسلام) ... ثم تلاه عدد من العلماء فأفردوها في كتب مستقلة؛ كأبي داود، وابن قتيبة، وابن أبي الدنيا وأبي الشيخ، في آخرين، ومن أوسع من تكلم في الدلائل: الحافظ أبو نُعيم الأصبهاني رحمه الله تعالى - لكن الذي وصلنا مختصره - ثم الحافظُ البيهقي رحمه الله تعالى، وهو أوسعها، ثم تلاهم آخرون، ومن أواخر من تكلم فيها ابن كثير رحمه الله تعالى، حيث",
            "page": "45",
            "part": "1",
            "seal": "096DECF7"
        }
    ],
    "t7611": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: بين النبوة والوحي"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "أولا: تعريف الوحي"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: أنواع الوحي"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: ثبوت النبوة بالوحي"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: ليس كل الوحي مكتوبا"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: الأدلة من القرآن الكريم"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "الأول: أدلة عامة"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الثاني: أدلة جزئية"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: الأدلة من السنة النبوية"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: عناوين الأحاديث"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: ذكر بعض الأمثلة من الحديث على وحي السنة النبوية"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع: الأدلة من دلائل النبوة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "الغيب لله سبحانه وتعالى"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "إطلاع الله تعالى بعض خلقه على غيبة"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "بعض الأحاديث التي تدل على اطلاعه صلى الله عليه وسلم على الغيوب"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس: الأدلة من الإعجاز العلمي في السنة النبوية"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "ليس من كل الماء يكون الولد"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات ماء الرجل وماء المرأة"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "استقرار النطفة الأمشاج في الرحم"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "اختراق الأسوار لتصوير الجنين، وحصول التشوه الخلقي فيه"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "الكتابة على جبهة الجنين"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "في جسم الإنسان (360) مفصلا"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "الفرق بين دم الحيض ودم الاستحاضة"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "الحجر الصحي"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "النهي عن اقتناء الكلاب، وإباحة اقتناء القطط"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "الذباب يحمل الجراثيم ومبيداتها"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}