{
    "b7617": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله الذي جعل أمة نبينا محمد صلى الله عليه وسلم خير الأمم، وشرف أول قرن فيها بصحبة سيد العرب والعجم، وأشهد أن لا إله إلاَّ الله وحده لا شريك له الأعلى الأجل الأكرم، وأشهد أنَّ محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه وسلم. ¶ أما بعد: ¶ فقد فوجئت بما لم يكن يخطر لي ببال ولا يقع في خيال، عندما سمعت أنَّ الشيخ محمد بن سليمان الأشقر - وفَّقَه الله لما فيه الخير والسلامة من الشرِّ - قدح في الصحابي الجليل: أبي بكرة رضي الله عنه وفي مروياته التي انفرد بها عن غيره من الصحابة في صحيح البخاري وغيره، وفي مقدمتها حديثه عن النبي صلى الله عليه وسلم: \"لن يفلح قوم ولوا أمرهم امرأة\"، فاستبعدت صدور ذلك منه، ولم أصدق بذلك، ثم وصل",
            "page": "3",
            "part": "1",
            "seal": "B066361A"
        },
        {
            "id": "2",
            "nass": "إليَّ صورة من مقال له نشر في صحيفة الوطن الكويتية، بتاريخ: 29/5/2004م بعنوان \"نظرة في الأدلة الشرعية حول مشاركة المرأة في الوظائف الرئاسية والمجالس النيابية ونحوها\". ¶ وأكد صحّة نسبة هذا المقال إليه، بمكالمة هاتفية أجرتها الصحيفة معه نشرتها بتاريخ: 31/5/2004م، فاتصلت به هاتفياً أعتب عليه هذه الجرأة، والإقدام على شيء لم يسبقه إليه أحد طيلة القرون الماضية، ورجوت منه بإلحاح أن يرجع عن هذا الذي انفرد به عن علماء المسلمين سلفاً وخلفاً، وسبب قدحه في أبي بكرة رضي الله عنه ثم في مروياته التي انفرد بها؛ أنَّ عمر رضي الله عنه جلده واثنين معه لشهادتهم على المغيرة بن شعبة بالزنى، وكونه رضي الله عنه لم يتب، وذكرت له ما بينه العلماء من أنَّ أبا بكرة شاهد ولم يكن قاذفاً، وفرق بين الشاهد والقاذف، وقد اتفق العلماء سلفاً وخلفاً على قبول مروياته، ولم يُنقل الطعن فيها عن أحد قبله، ثم إني بعثت إليه كتاباً أكدت عليه فيه إلحاحي برجاء الرجوع عما صدر",
            "page": "4",
            "part": "1",
            "seal": "4FB0E1EB"
        },
        {
            "id": "3",
            "nass": "منه، وأرفقت به أوراقاً مشتملة على شيء من كلام العلماء في فضل أبي بكرة والثناء عليه، وفي قبول مروياته وعدم ردّ شيء منها، ولا زلت آمل رجوعه إلى الحق. ¶ وحاصل ما اشتمل عليه المقال، رميه أبا بكرة رضي الله عنه بالكذب، وزعمه أنَّ صحيح البخاري مشتمل على ما هو موضوع مكذوب على رسول الله صلى الله عليه وسلم، وهذا القدح الخطير في أبي بكرة رضي الله عنه وفي صحيح البخاري، كله من أجل تسويغ وتجويز أن تتولى المرأة الولاية العامة، وهي وسيلة سيئة إلى غاية سيئة، فأبو بكرة رضي الله عنه بريء مما رماه به من الكذب، وصحيح البخاري خال مما زعم وجوده فيه من الموضوع المكذوب على النبي صلى الله عليه وسلم، والغاية التي قصدها باطلة بالكتاب والسّنّة والإجماع، وقد قال الحافظ ابن حجر في الفتح (4/364) عن رجل من الحنفية قدح في حديث المصراة بأنَّه من رواية أبي هريرة وأنَّه لم يكن كابن مسعود وغيره من فقهاء الصحابة، فلا يؤخذ بما رواه مخالفاً للقياس الجلي، قال: \"وهو كلام آذى قائله به نفسه، وفي",
            "page": "5",
            "part": "1",
            "seal": "259801C9"
        },
        {
            "id": "4",
            "nass": "حكايته غنى عن تكلف الرد عليه\"، وكلام هذا الحنفي في أبي هريرة أسهل بكثير من كلام الشيخ محمد الأشقر في أبي بكرة، والشيخ محمد الأشقر من أهل العلم والفضل عرفته قبل أربعين سنة حين كان مدرِّساً بالجامعة الإسلامية بالمدينة، وهذا الذي حصل منه في أبي بكرة رضي الله عنه ومروياته سقطة شنيعة، لا يجوز أن يتابَع عليها ولا أن يُغترَّ بها، ويجب الحذر منها. ¶ وهذا ردّ يشتمل - بعد إيراد مقاله - على ما يلي: ¶ أولاً: فضل أبي بكرة رضي الله عنه وثناء العلماء عليه. ¶ ثانياً: قبول العلماء مرويات أبي بكرة رضي الله عنه وأنَّ ما حصل له لا تأثير له في روايته. ¶ ثالثاً: سلامة ما في صحيح البخاري من الانتقاد مما دون الوضع. ¶ رابعاً: ذكر الأدلة على أنَّ المرأة ليست من أهل الولاية العامة، ولا ما دونها من الولاية على الرجال. ¶ خامساً: التعليق على جمل من المقال.",
            "page": "6",
            "part": "1",
            "seal": "90B4FD52"
        },
        {
            "id": "5",
            "nass": "الباب الأول: مقال الشيخ محمد الأشقر ¶ ... ¶ مقال الشيخ محمد الأشقر ¶ نظرة في الأدلة الشرعية حول مشاركة المرأةفي الوظائف الرئاسية والمجالس النيابية ونحوها ¶ إنَّ أهم مستند يستند إليه من يدعون أن الشرع الإسلامي يمنع من مشاركة المرأة في الميادين المتقدمة هو الحديث المشهور الذي أخرجه البخاري ح (4425) و (7099) ، وأخرجه أيضا الإمام أحمد في مسنده برقم (20438) و (20402) و (20455) ، كلاهما عن أبي بكرة رضي الله عنه أنَّ النَّبِيَّ صلى الله عليه وسلم قال: \"لن يفلح قوم أسندوا أمرهم إلى امرأة\"، هذا لفظ البخاري، وعند أحمد: \"لا يفلح قوم تملكهم امرأة\"، هذا الحديث هو المستند الرئيسي لكلِّ من يتكلم في هذا الأمر، ولم يرد هذا الحديث من رواية أي صحابي آخر غير أبي بكرة. ¶ وتصحيح البخاري وغيره لهذا الحديث وغيره من",
            "page": "7",
            "part": "1",
            "seal": "90111F97"
        },
        {
            "id": "6",
            "nass": "مرويات أبي بكرة رضي الله عنه هو أمر غريب لا ينبغي أن يقبل بحال، والحجّة في ذلك ما عرف في كتب التاريخ الإسلامي كما عند الطبري وابن كثير وغيرهما، أنَّ أبا بكرة قذف المغيرة بن شعبة بالزنى، ووصل الخبر إلى أمير المؤمنين عمر بن الخطاب فأمر بحضور الرجلين من الكوفة إليه في المدينة، فسألهما عن ذلك وطلب عمر رضي الله عنه من أبي بكرة أن يأتي بشهوده على ما ادعاه، فلم تتم الشهادة التي هي كما قال الله تعالى أربعة شهود، قال الله تبارك وتعالى: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً وَأُولَئِكَ هُمُ الْفَاسِقُونَ} [النور:4] ، فحكم على من يقذف امرأة محصنة والرجل المحصن مثلها بثلاثة أحكام: الأول: أن يجلد ثمانين جلدة، والثاني: أن تسقط شهادته فلا تقبل شهادته بعد ذلك على شيء، والثالث: أنَّه محكوم عليه بالفسق، وتمام الآية: {إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} .",
            "page": "8",
            "part": "1",
            "seal": "F6233CB3"
        },
        {
            "id": "7",
            "nass": "ولذلك جلد عمر رضي الله عنه أبا بكرة ثمانين جلدة حد القذف بالزنى، ثم قال له: تب أقبل شهادتك، فأبى أن يتوب وأسقط عمر رضي الله عنه بعد ذلك شهادته، فكان أبو بكرة بعد ذلك إذا استشهد على شيء يأبى أن يشهد ويقول: إن المؤمنين قد أبطلوا شهادتي. ¶ وقد قال الله تعالى في آية لاحقة: {لَوْلا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ} [النور:13] ، أي أنَّهم في حكم الله تعالى كاذبون لا يثبت بقولهم حق، هكذا حكم الله تعالى على من قذف محصناً وهذا منطبق على أبي بكرة، فإن الآية تدمغه بالفسق وبالكذب، وهذا يقتضي رد ما رواه عن النبي صلى الله عليه وسلم مما انفرد به كهذا الحديث العجيب: \"لن يفلح قوم تملكهم امرأة\"، فينبغي أن يضم هذا الحديث إلى الأحاديث الموضوعة المكذوبة على النبي صلى الله عليه وسلم، على أنا نقول جدلاً: لو صح هذا الحديث افتراضاً جدلياً لكان حجة فقط في منع أن تتولى المرأة الملك أو رئاسة الدولة، ولا يصلح حجة لمنع",
            "page": "9",
            "part": "1",
            "seal": "3BC6D8AD"
        },
        {
            "id": "8",
            "nass": "أن تتولى المرأة القضاء أو إمارة قرية أو مدينة، فليس معنى كون الرجل لا يصلح أن يكون ملكا أنَّه لا يصلح أن يكون قاضيا أو أمير مدينة أو قرية أو يكون رئيس دائرة أو وزيرا أو رئيس وزراء أو نائبا في البرلمان، من احتج بهذا الحديث على ذلك فهو مخطىء خطأ كبيرا بل إنني أعتبره يسيء الفهم جدا، على أنَّ مما يدلُّ على بطلان هذا الحديث أنَّه يقتضي أنَّه لا يمكن أن يفلح قومٌ تتولى رئاسة دولتهم امرأة في حال من الأحوال، ومعنى هذا أنَّه لو وُجدت امرأة على رأس إحدى الدول ونجحت تلك الدولة في أمورها الدنيوية، فيكون ذلك دالاًّ على أنَّ هذا الحديث كذبٌ مكذوب على النبي صلى الله عليه وسلم، وقد وُجد في العصور الحديثة دولٌ كثيرة تولَّت رئاستها نساءٌ، ونجحت تلك الدول نجاحات باهرة تحت رئاسة النساء، نذكر من ذلك رئاسة أنديرا غاندي للهند ورئاسة مارغريت تاتشر لبريطانيا، وغيرهما كثير في القديم والحديث، وإنما قلنا في الأمور الدنيوية لأنَّ الحديث ورد على ذلك.",
            "page": "10",
            "part": "1",
            "seal": "706C916E"
        },
        {
            "id": "9",
            "nass": "ففي رواية البخاري قال أبو بكرة: \"لما بلغ رسول الله صلى الله عليه وسلم أن أهل فارس قد ملكوا عليهم بنت كسرى\" قال: \"لن يفلح قوم ولوا أمرهم امرأة\". ¶ بل أقول إن القرآن العظيم قد نقل قصة قوم ملكتهم امرأة، وروى القرآن العظيم أنها نجحت أيما نجاح، وهي ملكة اليمن التي وردت قصتها في القرآن العظيم وأنَّ سليمان جاءه طيره الهدهد فقال: {وَجِئْتُكَ مِنْ سَبَأٍ بِنَبَأٍ يَقِينٍ إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ} [النمل:22-23] ، وأنَّ سليمان عليه السلام أرسل إليها كتابا يدعوها إلى الإسلام وأن تأتي إليه مقرة بذلك. ¶ فأحسنت التدبير كل الإحسان فاستشارت رجال دولتها وبذلك ضمنت ولاءهم وطاعتهم لقراراتها، وأرسلت إلى سليمان عليه السلام هدية تستجلب بها وده، فرفض الهدية وأصر على أن يصله منها ومن قومها الطاعة والإذعان، فكان عاقبة ذلك أن سارت بنفسها ومن معها",
            "page": "11",
            "part": "1",
            "seal": "42F10C3A"
        },
        {
            "id": "10",
            "nass": "إلى سليمان عليه السلام في مدينة القدس، فذكرت الآيات القصة إلى أن قالت: {قِيلَ لَهَا ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ} [النمل:44] ، فآل أمرها إلى هذه العاقبة الجميلة (اقرأ القصة في سورة النمل 23 - 44) . ¶ فأي ثناء أثناه الله تعالى على هذه الملكة وعلى النجاح الذي وصلت إليه بحنكتها ودهائها وحسن تقديرها للأمور، حيث استطاعت تجنيب قومها وبلادها من إفساد الجيوش الغازية وإذلالهم لقومها، ولهذا نقل ابن كثير في تفسيره عن قتادة قال: رحمها الله ورضي عنها ما كان أعقلها في إسلامها وفي شركها، يعني حيث أخرجت قومها من عبادة الشمس إلى عبادة الله تعالى. ¶ هذا وإن في مشاركة المرأة في المجالس النيابية خيراً كثيراً من حيث مشاركتها في الشورى في الأمور العامة، خاصة وأنَّ النساء يلتفتن أكثر من الرجال إلى الأمور",
            "page": "12",
            "part": "1",
            "seal": "6EBFA302"
        },
        {
            "id": "11",
            "nass": "الخاصة بالبيوت والأسر والأطفال، وعلى مجلس الأمة قبل أن يتيح للنساء المشاركة في الترشيح والانتخاب أن يضع الضوابط الشرعية لمنع الانفلات المخالف للشرع قدر الإمكان، والله تعالى المسؤول أن يوفق العاملين لمصلحة البلاد إلى ما فيه خيرها وأن يجنبهم المزالق والأضرار.",
            "page": "13",
            "part": "1",
            "seal": "16D65D48"
        },
        {
            "id": "12",
            "nass": "الباب الثاني: فضل أبي بكرةرضي الله عنه وثناء العلماء عليه ¶ ... ¶ فضل أبي بكرة رضي الله عنه وثناء العلماء عليه ¶ أبو بكرة: هو نفيع بن الحارث، وقيل ابن مسروح الثقفي، تدلّى من حصن الطائف ببكرة، فقيل له أبو بكرة، واشتهر بها، وكان عبداً فأعتقه النبي صلى الله عليه وسلم وعُدّ من مواليه، وكانت وفاته في خلافة معاوية سنة (52هـ) ، وكل ما جاء من ثناء على الصحابة، رضي الله عنهما فأبو بكرة رضي الله عنه داخل فيه، وجاء عن جماعة من العلماء الثناء عليه على سبيل الخصوص، ومن ذلك: ¶ 1- قال الحسن البصري رحمه الله: \"لم ينزل البصرة من الصحابة ممن سكنها أفضل من عمران بن حصين وأبي بكرة\" (الاستيعاب مع الإصابة 4/24) . ¶ 2- وقال سعيد بن المسيب: \"وكان مثل النصل من العبادة حتى مات رحمه الله\" (الاستيعاب مع الإصابة 4/24) . ¶ 3- وقال أبو سلمة موسى بن إسماعيل التبوذكي: \"لم",
            "page": "14",
            "part": "1",
            "seal": "3A23D522"
        },
        {
            "id": "13",
            "nass": "يسكن البصرة قط بعد عمران بن حصين أفضل من أبي بكرة، وكان أقول بالحق من عمران\" ذكره علاء الدين مغلطاي في (إكمال تهذيب الكمال 12/76) . ¶ 4- وقال ابن سعد في الطبقات (7/16) : \"وكان رجلاً صالحاً ورعاً\". ¶ 5- وقال ابن عبد البر وابن حجر: \"وكان من فضلاء الصحابة\" (الاستيعاب مع الإصابة: 4/24) ، و (الإصابة: 6/252) . ¶ 6- وقال أبو الحسن العجلي: \"كان من خيار أصحاب النبي صلى الله عليه وسلم\" ذكره المزي في ترجمته في (تهذيب الكمال) . ¶ 7- وقال النووي في تهذيب الأسماء واللغات: (1/198) : \"وكان أبو بكرة من الفضلاء الصالحين، ولم يزل على كثرة العبادة حتى توفي\". ¶ 8- وقال الذهبي في سير أعلام النبلاء: (3/6) : \"وكان من فقهاء الصحابة\".",
            "page": "15",
            "part": "1",
            "seal": "0AC5C700"
        },
        {
            "id": "14",
            "nass": "9- وقد قسم ابن القيم في إعلام الموقعين: (1/12) أئمة الفتوى من الصحابة إلى مكثرين ومتوسطين ومقلين، وذكر في المتوسطين في الفتوى أبا بكرة رضي الله عنه. ¶ 10- وقال ابن كثير في (البداية والنهاية:11/249) : \"وأما أبو بكرة، فصحابي جليل كبير القدر\". ¶ 11- وقال يحيى بن أبي بكر العامري في الرياض المستطابة (ص:283) : \"وكان أبو بكرة من ذوي المزايا من أصحاب رسول الله صلى الله عليه وسلم\".",
            "page": "16",
            "part": "1",
            "seal": "C37BA541"
        },
        {
            "id": "15",
            "nass": "الباب الثالث: قبول العلماء مرويات أبي بكرة رضي الله عنه وأن ماحصل له لاتأثير له في روايته ¶ ... ¶ قبول العلماء مرويات أبي بكرة رضي الله عنه، وأنَّ ما ¶ حصل له لا تأثير له في روايته ¶ أجمع علماء المسلمين سلفاً وخلفاً طيلة أربعة عشر قرناً وزيادة على قبول مرويات أبي بكرة رضي الله عنه، وأثبتها علماء الحديث في دواوين السّنّة، ومنهم الأئمة الستّة، البخاري ومسلم وأبو داود والنسائي والترمذي وابن ماجه، وله في هذه الكتب الستة خمسة وخمسون حديثاً، ذكر أطرافها",
            "page": "16",
            "part": "1",
            "seal": "8CBCE860"
        },
        {
            "id": "16",
            "nass": "المزي في تحفة الأشراف من رقم (11654) إلى رقم (11708) ، وله في مسند الإمام أحمد اثنان وخمسون ومائة حديث بالمكرر، من رقم (20373) إلى رقم (20524) ، وقال النووي في تهذيب الأسماء واللغات (1/198) : \"رُوي له عن رسول الله صلى الله عليه وسلم مائة حديث واثنان وثلاثون حديثاً، اتفق البخاري ومسلم منها على ثمانية أحاديث، وانفرد البخاري بخمسة ومسلم بحديث\". ¶ وأما جلد أبي بكرة رضي الله عنه في شهادته على المغيرة رضي الله عنه بالزنى، وكونه لم يتب، فذلك لا تأثير له في قبول روايته، لأنَّه لم يكن قاذفاً وإنما كان شاهداً، وفرق بين الشاهد في الزنى والقاذف فيه، وما زعمه من أنَّ آية: {لَوْلا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ} ، تدمغه بالفسق والكذب، وأنَّ هذا يقتضي ردّ ما رواه عن النبي صلى الله عليه وسلم مما انفرد به، فهو زعم باطل وفهم خاطئ، فإنَّ الآية في القذفة وليست في الشهود، فهو داخل في الشهداء في الآية وليس من القذفة،",
            "page": "17",
            "part": "1",
            "seal": "B271D5AF"
        },
        {
            "id": "17",
            "nass": "وجلده لعدم كمال النصاب، وعدم توبته لا تأثير له في قبول روايته؛ لأنَّ كمال النصاب ليس من فعله، وعلى القول بتأثير ما حصل له في شهادته تحمُّلاً وأداءً، فإنَّ ذلك قد انتهى بوفاته رضي الله عنه، ولا تأثير له في روايته التي قبلها العلماء واحتجُّوا بها على مختلف العصور، وشذوذ الشيخ محمد الأشقر عنهم بعد أربعة عشر قرناً وجوده مثل عدمه لا اعتبار له، وقد أوضح ذلك العلماء وبينوه، ومما جاء عنهم في ذلك: ¶ 1- قال أبو الوفاء ابن عقيل الحنبلي في كتابه (الواضح في أصول الفقه:5/27) : \"قال أحمد: ولا يرد خبر أبي بكرة ولا من جُلد معه لأنَّهم جاؤوا مجيء الشهادة، ولم يأتوا بصريح القذف، ويسوغ فيه الاجتهاد ولا ترد الشهادة بما يسوغ فيه الاجتهاد\". ¶ ثم قال ابن عقيل: \"ولما نص على أنَّه لا ترد الشهادة في ذلك، كان تنبيهاً على أنَّه لا يرد الخبر، لأنَّ الخبر دون",
            "page": "18",
            "part": "1",
            "seal": "72EE043D"
        },
        {
            "id": "18",
            "nass": "الشهادة، ولأنَّ نقصان العدد معنى في غيره، وليس بمعنى من جهته\". ¶ 2- قال أبو بكر الإسماعيلي في (المدخل) : \"لم يمتنع أحد من التابعين فمن بعدهم من رواية حديث أبي بكرة والاحتجاج به، ولم يتوقف أحد من الرواة عنه ولا طعن أحد على روايته من جهة شهادته على المغيرة، هذا مع إجماعهم أن لا شهادة لمحدود في قذف غير تائب فيه، فصار قبول خبره جارياً مجرى الإجماع، كما كان رد شهادته قبل التوبة جارياً مجرى الإجماع\" ذكره علاء الدين مغلطاي في (إكمال تهذيب الكمال: 12/77) . ¶ 3- قال أبو إسحاق الشيرازي في (شرح اللمع: 2/638) : \"وأما أبو بكرة ومن جُلد معه في القذف، فإن أخبارهم مقبولة لأنَّهم لم يُخرجوا القول مخرج القذف، وإنما أخرجوه مخرج الشهادة، وجلدهم عمر رضي الله عنه باجتهاده، فلا يجوز ردّ أخبارهم\".",
            "page": "19",
            "part": "1",
            "seal": "7213E295"
        },
        {
            "id": "19",
            "nass": "4- قال الإمام أبو بكر البيهقي: \"كل من روى عن النبي صلى الله عليه وسلم ممن صحبه أو لقيه فهو ثقة لم يتهمه أحد ممن يحسن علم الرواية فيما روى\" ذكره العلائي في كتابه (تحقيق منيف الرتبة ص:90) . ¶ وأصحاب رسول الله صلى الله عليه وسلم رضي الله عنهم أجل من أن يقال في الواحد منهم ثقة، ويكفيه شرفاً وفضلاً ونبلاً أن يقال فيه: صحب رسول الله صلى الله عليه وسلم، قال النسائي في سفيان الثوري: \"هو أجلُّ من أن يُقال فيه: ثقة، وهو أحد الأئمة الذين أرجو أن يكون الله ممن جعله للمتقين إماماً\" ذكره الحافظ في ترجمته في تهذيب التهذيب، فأصحاب الرسول صلى الله عليه وسلم أولى بأن يُقال في أحدهم: أجل من أن يُقال فيه: ثقة. ¶ 5- قال أبو الخطاب محفوظ بن أحمد الكلوذاني في (التمهيد:3/127) : \"إذا كان الراوي محدوداً في قذف فلا يخلو: أن يكون قذف بلفظ الشهادة أو بغير لفظها، فإن كان بلفظ الشهادة لم يرد خبره، لأنَّ نقصان عدد الشهادة ليس من فعله، فلم يرد به خبره، ولأنَّ الناس اختلفوا: هل يلزمه",
            "page": "20",
            "part": "1",
            "seal": "67AE48C7"
        },
        {
            "id": "20",
            "nass": "الحد أم لا؟ وإن كان بغير لفظ الشهادة ردّ خبره، لأنَّه أتى بكبيرة إلاّ أن يتوب\". ¶ 6- قال ابن قدامة في (روضة الناظر:1/303) : \"المحدود في القذف إن كان بلفظ الشهادة فلا يرد خبره؛ لأنَّ نقصان العدد ليس من فعله، ولهذا روى الناس عن أبي بكرة، واتفقوا على ذلك وهو محدود في القذف، وإن كان بغير لفظ الشهادة فلا تقبل روايته حتى يتوب\". ¶ وقال الشيخ عبد القادر بدران في حاشيته على روضة الناظر: \"المحدود بسبب كونه قذف غيره إما أن يكون قذفه بلفظ الشهادة مثل أن يشهد على إنسان بالزنا، أو بغير لفظ الشهادة مثل من قال لغيره يا زان، فإن كان قذفه بلفظ الشهادة لم يرد خبره وقبلت روايته لأنَّه إنما يُحدُّ والحالة هذه لعدم كمال نصاب الشهادة بالزنا وهو أربعة، إذ لو كملوا لحُدّ المشهود عليه دون الشهود، وعدم كمال نصاب الشهادة ليس من فعل هذا الشاهد المحدود حتى يعاقب برد شهادته، وإن كان قذفه بغير لفظ الشهادة كقوله: يا زان",
            "page": "21",
            "part": "1",
            "seal": "B277C811"
        },
        {
            "id": "21",
            "nass": "يا عاهر ونحوه ردت شهادته حتى يتوب؛ لأنَّ هذا القاذف كان بسبب من فعله وهو قذْفُه فعوقب عليه بالحد وسُلب منصب الشهادة، فإذا تاب قبلت شهادته قال الله تعالى: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً وَأُولَئِكَ هُمُ الْفَاسِقُونَ إِلَّا الَّذِينَ تَابُوا} أي: فاقبلوا شهادتهم بعد التوبة\". ¶ وقال شيخنا الشيخ محمد الأمين الشنقيطي رحمه الله تعالى في مذكرته في أصول الفقه على روضة الناظر (ص:125) : \"حاصل ما ذكر في هذا الفصل أنَّ في إبطال الرواية بالحد في القذف تفصيلاً، فإن كان المحدود شاهداً عند الحاكم بأنَّ فلاناً زنى وحُدّ لعدم كمال الأربعة، فهذا لا ترد به روايته؛ لأنَّه إنما حُدّ لعدم كمال نصاب الشهادة في الزنى، وذلك ليس من فعله، وإن كان القذف ليس بصيغة الشهادة، كقوله لعفيف: يا زان ويا عاهر ونحو ذلك،",
            "page": "22",
            "part": "1",
            "seal": "DB5ED277"
        },
        {
            "id": "22",
            "nass": "بطلت روايته حتى يتوب أي ويصلح، بدليل قوله تعالى: {وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً وَأُولَئِكَ هُمُ الْفَاسِقُونَ إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا} ، واستدل المؤلف رحمه الله لما ذكره من الفرق بين الحد على سبيل القذف والحد على سبيل عدم كمال النصاب في الشهادة بقصة أبي بكرة؛ لأنَّه متفق على قبول روايته مع أنَّه محدود في شهادته على المغيرة بن شعبة الثقفي بالزنا، والشهادة في هذا ليست كالرواية، فلا تقبل شهادة المحدود في قذف أو شهادة حتى يتوب ويصلح، بدليل قول عمر لأبي بكرة: تب أقبل شهادتك، خلافاً لمن جعل شهادته كروايته فلا ترد وهو محكي عن الشافعي، والحاصل أن القاذف بالشتم تُرد شهادته وروايته بلا خلاف حتى يتوب ويصلح، والمحدود في الشهادة لعدم كمال النصاب تقبل روايته دون شهادته، وقيل تقبل شهادته وروايته، وقصة أبي بكرة المشار إليها أنَّه شهد على المغيرة بن شعبة بالزنا هو وأخوه زياد ونافع بن",
            "page": "23",
            "part": "1",
            "seal": "DC4F8AB6"
        },
        {
            "id": "23",
            "nass": "الحارث وشبل بن معبد (1) ، فتلكأ زياد أو غيره في الشهادة، فجلد عمر الثلاثة المذكورين. ¶ قال مقيده عفا الله عنه: يظهر لنا في هذه القصة أنَّ المرأة التي رأوا المغيرة رضي الله عنه مخالطاً لها عندما فتحت الريح الباب عنهما، إنما هي زوجته ولا يعرفونها، وهي تشبه امرأة أخرى أجنبية كانوا يعرفونها تدخل على المغيرة وغيره من الأمراء، فظنوا أنَّها هي، فهم لم يقصدوا باطلاً، ولكن ظنهم أخطأ وهو لم يقترف إن شاء الله فاحشة لأنَّ أصحاب رسول الله صلى الله عليه وسلم يعظم فيهم الوازع الديني الزاجر عما لا ينبغي في أغلب الأحوال، والعلم عند الله\". ¶ وهذا الذي ذكره شيخنا رحمه الله من توجيه ما جاء في القصة، هو اللائق بمقام أصحاب رسول الله صلى الله عليه وسلم، رضي الله تعالى عنهم وأرضاهم. ¶ __________ ¶ (1) في المطبوعة (سعيد بن سهل) ، والمعروف أنَّ أحد الشهود (شبل بن معبد) ، فيكون فيها قلب وتصحيف.",
            "page": "24",
            "part": "1",
            "seal": "29F484FA"
        },
        {
            "id": "24",
            "nass": "7- قال العلائي في كتابه تحقيق منيف الرتبة لمن ثبت له شريف الصحبة (ص:92) : \"وقد ذكر جماعة من أئمة الأصول في هذا الموضع قصة أبي بكرة ومن جلد عمر رضي الله عنه في قذف المغيرة بن شعبة وأنَّ ذلك لم يقدح في عدالتهم، لأنَّهم إنما أخرجوا ذلك مخرج الشهادة ولم يخرجوه مخرج القذف، وجلدهم رضي الله عنه باجتهاده، فلا يجوز ردّ أخبارهم بل هي كغيرها من أخبار بقية الصحابة رضي الله عنهم\". ¶ 8- قال الزركشي محمد بن بهادر الشافعي في (البحر المحيط:4/299) : \"قال الصيرفي والقاضي أبو الطيب والشيخ أبو إسحاق وغيرهم: وأما أمر أبي بكرة وأصحابه، فلما نقص العدد أجراهم عمر رضي الله عنهم مجرى القذفة، وحدّه لأبي بكرة بالتأويل، ولا يوجب ذلك تفسيقاً، لأنَّهم جاؤوا مجيء الشهادة، وليس بصريح في القذف، وقد اختلفوا في وجوب الحدّ فيه، وسوغ فيه الاجتهاد، ولا ترد الشهادة بما يسوغ فيه الاجتهاد\".",
            "page": "25",
            "part": "1",
            "seal": "D9324081"
        },
        {
            "id": "25",
            "nass": "ويتحصَّل من هذه النقول ما يلي: ¶ الأول: أنَّ رواية أبي بكرة رضي الله عنه عن النَّبيِّ صلى الله عليه وسلم مقبولةٌ عند العلماء باتفاق، ولم يخالف في ذلك واحد منهم في القديم والحديث، وأوَّل من تفوَّه بخلاف ذلك الشيخ محمد الأشقر في القرن الخامس عشر، وكنت قد سألته هاتفيًّا: هل تعلم أحداً سبقك إلى القول بردِّ رواية أبي بكرة؟ فأجاب بالنفي، وتقدَّم في كلام الإسماعيلي المتوفى سنة (371هـ) قوله: \"لم يمتنع أحد من التابعين فمن بعدهم من رواية حديث أبي بكرة والاحتجاج به، ولم يتوقف أحد من الرواة عنه ولا طعن أحد على روايته من جهة شهادته على المغيرة\"، وتقدَّم أيضاً قول البيهقي المتوفى سنة (458هـ) : \"كلُّ من روى عن النَّبيِّ صلى الله عليه وسلم ممَّن صحبه أو لقيه فهو ثقة لم يتَّهمه أحد ممَّن يحسن علم الرواية فيما روى\". ¶ الثاني: أنَّ القاذفَ بلفظ الشتم كأن يقول: \"يا زان! أو يا عاهر! \" تُردُّ شهادته وروايته اتفاقاً، إلاَّ أن",
            "page": "26",
            "part": "1",
            "seal": "86ED6C8C"
        },
        {
            "id": "26",
            "nass": "يتوب ويصلح. ¶ الثالث: أنَّ القاذفَ بلفظ الشهادة دون الشتم مختلف في ردِّ شهادته إذا لم يتب دون روايته، ومن العلماء من قال بقبول شهادته كروايته، ومنهم من قال بعدم إقامة الحدِّ عليه، والتفصيل الذي ذكره شيخنا الشيخ محمد الأمين الشنقيطي رحمه الله الذي تقدَّم نقله تحرير بديع وتحقيق بالغ الأهمية.",
            "page": "27",
            "part": "1",
            "seal": "A6D4DF73"
        },
        {
            "id": "27",
            "nass": "الباب الرابع: سلامة مافي صحيح البخاري من الإنتقاد مما دون الوضع ¶ ... ¶ سلامة ما في صحيح البخاري من الانتقاد مما دون الوضع ¶ صحيح البخاري هو أصح الكتب المدونة في حديث رسول الله صلى الله عليه وسلم، وهو مشتمل على حديث أبي بكرة رضي الله عنه: \"لن يفلح قوم ولوا أمرهم امرأة\"، الذي قال فيه الشيخ محمد الأشقر: \"فينبغي أن يضم هذا الحديث إلى الأحاديث الموضوعة المكذوبة على النبي صلى الله عليه وسلم\"، ولم أسمع قبل هذا الكلام عن أحد من أهل العلم دعوى أن في",
            "page": "27",
            "part": "1",
            "seal": "F3AEF796"
        },
        {
            "id": "28",
            "nass": "صحيح البخاري شيئاً موضوعاً مكذوباً على رسول الله صلى الله عليه وسلم، بل إن الجهابذة النّقّاد من العلماء غربلوا أحاديثه للوقوف على علة لبعض الأحاديث فيه، وكان كل ما اجتمع لهم من ذلك شيئاً يسيراً، ولم يُسَلَّم لهم ذلك الانتقاد إلاّ في شيء نادر، وقد ذكرت خلاصة ذلك في مقدمة كتابي \"عشرون حديثاً من صحيح البخاري\" المطبوع قبل خمسة وثلاثين عاماً أنقله هنا: ¶ انتقاد بعض الحفاظ بعض الأحاديث في صحيح البخاري والجواب عن ذلك: ¶ ذكر الحافظ ابن حجر في مقدمة الفتح أنَّ الدارقطني وغيره من الحفاظ انتقدوا على الصحيحين مائتين وعشرة أحاديث، اشتركا في اثنين وثلاثين حديثا وانفرد البخاري عن مسلم بثمانية وسبعين حديثاً وانفرد مسلم عن البخاري بمائة حديث، وقد عقد فصلاً خاصاً للكلام على الأحاديث المنتقدة في صحيح البخاري أورد فيه الأحاديث على ترتيب الصحيح وأجاب عن الانتقادات فيها تفصيلاً،",
            "page": "28",
            "part": "1",
            "seal": "4DA9F975"
        },
        {
            "id": "29",
            "nass": "وقد أجاب عنها في أول الفصل إجمالاً حيث قال: والجواب عنه على سبيل الإجمال أن نقول: لا ريب في تقديم البخاري ثم مسلم على أهل عصرهما ومن بعده من أئمة هذا الفن في معرفة الصحيح والمعلل، ثم ذكر بعض ما يؤيد ذلك، ثم قال: فإذا عرف وتقرر أنَّهما لا يخرجان من الحديث إلا ما لا علة له أو له علة إلاّ أنَّها غير مؤثرة عندهما فبتقدير توجيه كلام من انتقد عليهما يكون قوله معارضاً لتصحيحهما، ولا ريب في تقديمهما في ذلك على غيرهما فيندفع الاعتراض من حيث الجملة، وأما من حيث التفصيل فالأحاديث التي انتقدت عليهما تنقسم أقساماً: ¶ الأول: ما تختلف الرواة فيه بالزيادة والنقص من رجال الإسناد. ¶ الثاني: ما تختلف الرواة فيه بتغيير رجال بعض الإسناد. ¶ الثالث: ما تفرد بعض الرواة بزيادة فيه دون من هو أكثر عدداً أو أضبط ممن لم يذكرها.",
            "page": "29",
            "part": "1",
            "seal": "2E98B8DE"
        },
        {
            "id": "30",
            "nass": "الرابع: ما تفرد به بعض الرواة ممن ضعف من الرواة. ¶ الخامس: ما حكم فيه بالوهم على بعض رجاله. ¶ السادس: ما اختلف فيه بتعيين بعض ألفاظ المتن. ¶ وفي ضمن ذكره لهذه الأقسام ذكر الجواب عن ذلك في الجملة وأشار إلى بعض الأحاديث المنتقدة التي فصل القول فيها بما يوضح الجواب الإجمالي، ثم قال: فهذه جملة أقسام ما انتقده الأئمة على الصحيح وقد حررتها وحققتها وقسمتها وفصلتها، لا يظهر منها ما يؤثر في أصل موضوع الكتاب بحمد الله إلاّ النادر وقال في نهاية الفصل: هذا جميع ما تعقبه الحفاظ النقاد العارفون بعلل الأسانيد المطلعون على خفايا الطرق، إلى أن قال: فإذا تأمل المنصف ما حررته من ذلك عظم مقدار هذا المصنَّف في نفسه وجل تصنيفه في عينه، وعذر الأئمة من أهل العلم في تلقيه بالقبول والتسليم وتقديمهم له على كل مصنف في الحديث والقديم.",
            "page": "30",
            "part": "1",
            "seal": "8FFAA038"
        },
        {
            "id": "31",
            "nass": "الباب الخامس: ذكر الأدلة على أن المرأة ليست من أهل الولاية العامة ولا مادونها من الولاية على الرجال ¶ ... ¶ ذكر الأدلة على أنَّ المرأة ليست من أهل الولاية ¶ العامة ولا ما دونها من الولاية على الرجال ¶ دلَّت الأدلة من الكتاب والسنة وإجماع العلماء على أنَّ المرأة ليست من أهل الولاية على الرجال، ومنها ما يلي: ¶ الدليل الأول: قول الله عز وجل: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالاً نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى} [يوسف: 109] ، وقوله: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} [النساء: 34] ، وقوله: {وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ} [البقرة: 228] ، ففي الآية الأولى: أنَّ رسل الله من الرجال لا من النساء، وفي ذلك تفضيل لهم عليهن، وفي الآية الثانية: بيان أنَّ القوامة إنما هي للرجال على النساء، لما فُضلوا به عليهن، وفي الآية الثالثة: تفضيل الرجال على النساء؛ لأنَّ لهم عليهن درجة، وهذا فيه دلالة على أنَّ الولاية العامة إنما تكون لمن جعل الله الرسالة فيهم، وهم الرجال ومن جعلهم الله قوامين",
            "page": "31",
            "part": "1",
            "seal": "5FE225CA"
        },
        {
            "id": "32",
            "nass": "على النساء، وجعل لهم عليهن درجة، وأنَّها لا تكون لمن لم يُرسل منهن أحد، ومن هن مَقُوم عليهن لا قوّامات، ومن هن دون الرجال درجة، وقد جاءت الشريعة بتفضيل الرجال على النساء في الميراث والشهادة والعتق والعقيقة والدية، حيث جُعلت المرأة على النصف من الرجل في هذه الخمس. ¶ الدليل الثاني: قوله صلى الله عليه وسلم: \"لن يفلح قوم ولوا أمرهم امرأة\" أخرجه البخاري في صحيحه عن أبي بكرة رضي الله عنه في موضعين (4425) و (7099) بهذا اللفظ، وليس في صحيحه: \"أسندوا أمرهم إلى امرأة\" كما ذكر ذلك الشيخ محمد الأشقر، وأخرجه الإمام أحمد في مسنده (20402) ، (20474) ، (20477) بلفظ: \"أسندوا أمرهم إلى امرأة\" و (20438) ، (20478) ، (20517) بلفظ: \"تملكهم امرأة\" و (20508) بلفظ: \"ما أفلح قوم تلي أمرهم امرأة\"، وأخرجه النسائي في كتاب القضاء من سننه (5388)",
            "page": "32",
            "part": "1",
            "seal": "562B42AF"
        },
        {
            "id": "33",
            "nass": "[باب: النهي عن استعمال النساء في الحكم] ، ولفظه: \"لن يفلح قوم ولوا أمرهم امرأة\"، وأخرجه الترمذي (2262) بمثل لفظ البخاري والنسائي، وقال: \"هذا حديث صحيح\". ¶ وهذا الحديث واضح الدلالة على أنَّ المرأة ليست من أهل الولاية العامة، بل في ذكر النسائي له في كتاب القضاء، دلالة على أنَّها ليست أهلاً لما دون ذلك وهو القضاء. ¶ وتصحيح الحديث والاعتماد عليه في أنَّ المرأة ليست من أهل الولاية العامة هو الذي عليه العلماء سلفاً وخلفاً، ولا عبرة بمخالفة الشيخ محمد الأشقر وحده لهم في الطعن في الحديث وفي تسويغ تولِّي المرأة الولاية العامة؛ فإنَّ القدح في هذا الحديث والصحابي الذي رواه من محدثات القرن الخامس عشر. ¶ الدليل الثالث: أنَّ الشريعة جاءت باحتجاب النساء عن الرجال، ومنع الاختلاط بين الرجال والنساء، وقد",
            "page": "33",
            "part": "1",
            "seal": "DD70D76B"
        },
        {
            "id": "34",
            "nass": "قال صلى الله عليه وسلم: \"المرأة عورة فإذا خرجت استشرفها الشيطان\" رواه الترمذي (1173) عن عبد الله بن مسعود رضي الله عنه، وقال: \"هذا حديث حسن صحيح غريب\"، وانظر إرواء الغليل (273) ، وقال شيخنا الشيخ محمد الأمين الشنقيطي رحمه الله عن هذا الحديث في كتابه \"أضواء البيان\" في تفسير سورة الأحزاب (6/596) : \"وما جاء فيه من كون المرأة عورة يدل على الحجاب للزوم ستر كل ما يصدق عليه اسم العورة\". ¶ ومن أوضح ما يستدل به من السنة على وجوب تغطية المرأة وجهها عن الرجال الأجانب، ما جاء فيها أنَّ النساء يغطين أقدامهن، فعن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة\"، فقالت أم سلمة: فكيف يصنعن النساء بذيولهن؟ قال: \"يرخين شبراً\"، فقالت: إذن تنكشف أقدامهن! قال: \"فيرخينه ذراعاً لا يزدن عليه\" رواه أهل السنن وغيرهم وقال الترمذي (1731) : \"هذا حديث حسن",
            "page": "34",
            "part": "1",
            "seal": "099D6F90"
        },
        {
            "id": "35",
            "nass": "صحيح\"، فإنَّ مجيء الشريعة بتغطية النساء أقدامهن يدل دلالة واضحة على أنَّ تغطية الوجه واجب؛ لأنَّه موضع الفتنة والجمال من المرأة، وتغطيته أولى من تغطية الرجلين. ¶ وفي صحيح البخاري (870) عن أم سلمة رضي الله عنها قالت: \"كان رسول الله صلى الله عليه وسلم إذا سلّم قام النساء حين يقضي تسليمه، ويمكث هو في مُقامه يسيراً قبل أن يقوم، قال: نرى - والله أعلم - أنَّ ذلك كان لكي ينصرف النساء قبل أن يدركهن أحد من الرجال\" ورواه النسائي (1333) ولفظه: \"أنَّ النساء في عهد رسول الله صلى الله عليه وسلم كنَّ إذا سلّمن من الصلاة قمن، وثبت رسول الله صلى الله عليه وسلم ومن صلى من الرجال ما شاء الله، فإذا قام رسول الله صلى الله عليه وسلم قام الرجال\"، وقد جاء في القرآن الكريم أنَّ ترك الاختلاط بين الرجال والنساء كان في الأمم السابقة، قال الله عز وجل عن نبيه موسى عليه الصلاة والسلام: {وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لا نَسْقِي حَتَّى",
            "page": "35",
            "part": "1",
            "seal": "6E83C815"
        },
        {
            "id": "36",
            "nass": "يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ فَسَقَى لَهُمَا} [القصص:23-24] ، ففي هذه القصة أنَّ هاتين المرأتين احتاجتا إلى سقي غنمهما وانتظرتا حتى ينتهي الرجال من سقي أغنامهم، واعتذرتا لموسى عليه الصلاة والسلام بأنَّ أباهما شيخ كبير لا يتمكن من الحضور لسقي الغنم مع الرجال، فسقى لهما موسى عليه الصلاة والسلام، ومعلوم أنَّ ولاية المرأة لا تتأتى إلاّ مع الاختلاط، وقد جاءت الشريعة بمنعه، وفي كون النساء يحتجبن عن الرجال دلالة على أنَّهن لسن أهلاً للولاية العامة، بل ولا ما دونها من الولايات التي يكنَّ فيها مرجعاً للرجال. ¶ قال ابن القيم في الطرق الحكمية (ص:280) : \"ومن ذلك أنَّ ولي الأمر يجب عليه أن يمنع من اختلاط الرجال بالنساء في الأسواق والفُرَج ومجامع الرجال\"، وقال (ص:281) : \"ولا ريب أنَّ تمكين النساء من اختلاطهن بالرجال أصل كل بلية وشر، وهو من أعظم أسباب نزول العقوبات العامة، كما أنَّه من أسباب فساد أمور العامة",
            "page": "36",
            "part": "1",
            "seal": "91C054A3"
        },
        {
            "id": "37",
            "nass": "والخاصة، واختلاط الرجال بالنساء سبب لكثرة الفواحش والزنا، وهو من أسباب الموت العام والطواعين المتصلة\". ¶ الدليل الرابع: أنَّ المرأة ممنوعة من السفر إلاّ ومعها محرم، وممنوعة من خلوة الرجل الأجنبي بها إلاّ ومعها محرم، ففي صحيح البخاري (1862) ومسلم (3272) عن ابن عباس رضي الله عنهما قال: قال النبي صلى الله عليه وسلم: \"لا تسافر المرأة إلاّ مع ذي محرم، ولا يدخل عليها رجل إلاّ ومعها محرم\"، فقال رجل: يا رسول الله إني أريد أن أخرج في جيش كذا وكذا وامرأتي تريد الحج؟ فقال: \"اخرج معها\"، فقد أرشد النبي صلى الله عليه وسلم الرجل السائل في هذا الحديث إلى ترك الجهاد ليسافر مع امرأته للحج، وقد وردت أحاديث أخرى في تحريم الخلوة بالمرأة إلاّ مع ذي محرم، وتحريم سفرها إلاّ مع ذي محرم، وهي دالة على أنَّ المرأة ليست من أهل الولاية العامة ولا ما دونها من الولايات على الرجال، وكيف تلي الأمر من لا تسافر إلاّ مع ذي محرم؟ ومن لا",
            "page": "37",
            "part": "1",
            "seal": "073BB196"
        },
        {
            "id": "38",
            "nass": "يخلو بها رجل إلاّ مع ذي محرم؟ ¶ الدليل الخامس: أنَّ ولي الأمر إذا كان في جماعة وحضرت الصلاة، أولى بالإمامة من غيره، لقوله صلى الله عليه وسلم: \"ولا يؤُمَنَّ الرجلُ الرجلَ في سلطانه، ولا يقعد في بيته على تكرمته إلاّ بإذنه\" رواه مسلم (1533) عن أبي مسعود رضي الله عنه، ورواه النسائي (783) بلفظ: \"لا يُؤَم الرجل في سلطانه، ولا يُجلس على تكرمته إلاّ بإذنه\"، أورده في ترجمة (اجتماع القوم وفيهم الوالي) ، والمرأة لا يجوز أن تؤم الرجال في الصلاة، فلا تؤمهم في أمور الدنيا، والنساء لا تجب عليهن الجماعة، وصلاتهن في بيوتهن أفضل من صلاتهن في المساجد، وإذا حضرن إلى المساجد ابتعدن عن الرجال، لقوله صلى الله عليه وسلم: \"خير صفوف الرجال أولها وشرها آخرها، وخير صفوف النساء آخرها وشرها أولها\" رواه مسلم (985) عن أبي هريرة رضي الله عنه. ¶ الدليل السادس: أنَّ من صفات النساء الضعف والجزع، والرجال أشد منهن قوة وأكثر تحملاً، ولهذا جاء",
            "page": "38",
            "part": "1",
            "seal": "791EAB84"
        },
        {
            "id": "39",
            "nass": "الوعيد في النياحة على الميت مضافاً إلى النساء، لأنَّ الجزع وعدم الصبر غالب عليهن، وكان صلى الله عليه وسلم يأخذ على النساء عند البيعة ألاّ يَنحن، فعن أم عطية رضي الله عنهم قالت: \"أخذ علينا رسول الله صلى الله عليه وسلم عند البيعة أن لا ننوح\" رواه البخاري (1306) ومسلم (2164) . وفي صحيح مسلم (288) عن أبي موسى رضي الله عنه أنَّ رسول الله صلى الله عليه وسلم: \"برىء من الصالقة والحالقة والشاقة\"، والصالقة التي ترفع صوتها عند المصيبة، والحالقة التي تحلق رأسها، والشاقة التي تشق ثوبها، والولاية في الشرع ثبتت لأهل القوة والصبر، لا لذوات الجزع والضعف، و (تاتشر) البريطانية، التي استشهد الشيخ محمد الأشقر بولايتها لبريطانيا، لما وقعت الحرب بين بريطانيا والأرجنتين، على جزر (فوكلاند) وضُربت إحدى السفن البريطانية، بكت كما أذيع في حينه؛ لأنَّ الجزع والضعف من صفات النساء. ¶ الدليل السابع: أنَّ تاريخ الإسلام خال من ولاية النساء الولاية العامة، بل وحتى الولايات الخاصة التي",
            "page": "39",
            "part": "1",
            "seal": "06150366"
        },
        {
            "id": "40",
            "nass": "تكون فيها النساء مرجعاً للرجال، ولم يثبت عن النبي صلى الله عليه وسلم وخلفائه الراشدين تولية امرأة في قضاء أو إمارة قرية، أو غير ذلك، وقد قال عليه الصلاة والسلام في حديث العرباض بن سارية: \"فإنه من يعش منكم فسيرى اختلافاً كثيراً، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين ... \" الحديث. ¶ قال ابن قدامة في المغني (14/13) : \"ولا تصلح للإمامة العظمى، ولا لتولية البلدان، ولهذا لم يول النبي صلى الله عليه وسلم ولا أحد من خلفائه ولا مَن بعدهم امرأة قضاءً ولا ولاية بلدٍ، فيما بلغنا، ولو جاز ذلك لم يَخلُ منه جميع الزمان غالباً\"، وكانت وفاة ابن قدامة سنة (620هـ) . ¶ الدليل الثامن: أنَّ الأمة مجمعة على أنَّ المرأة لا تتولى الولاية العامة، حكى الإجماع على ذلك غير واحد من أهل العلم منهم ابن حزم، قال في كتابه الفصل (4/179) : \"وجميع فرق أهل القبلة ليس منهم أحد يجيز إمامة امرأة ... \"، وقال البغوي في شرح السنة (10/77) : \"اتفقوا",
            "page": "40",
            "part": "1",
            "seal": "E50D035E"
        },
        {
            "id": "41",
            "nass": "على أنَّ المرأة لا تصلح أن تكون إماماً ولا قاضياً؛ لأنَّ الإمام يحتاج إلى الخروج لإقامة أمر الجهاد والقيام بأمور المسلمين، والقاضي يحتاج إلى البروز لفصل الخصومات، والمرأة عورة لا تصلح للبروز\"، وقال شيخنا الشيخ محمد الأمين الشنقيطي في أضواء البيان (1/55) : \"من شروط الإمام الأعظم كونه ذكراً، ولا خلاف في ذلك بين العلماء \"، والقول بأنَّ المرأة لا تتولى القضاء ولا غيره من الولايات التي تكون فيها المرأة مرجعاً للرجال، هو الذي دلت عليه الأدلة التي تقدم ذكرها، من أنَّ المرأة تحتجب عن الرجال ولا تخالطهم، وكذا خُلُوّ تاريخ الإسلام من ذلك، كما ذكره صاحب المغني، وتقدم قريباً. ¶ وكما أنَّ المرأة ليست أهلاً للولاية العامة، فهي أيضاً ليست أهلاً لأنَّ تولي غيرها، ولهذا لما بايع الصحابة رضي الله عنهم أبا بكر رضي الله عنه لم يُنقل أنَّه كان فيهم امرأة واحدة، لا في سقيفة بني ساعدة، ولا في المسجد بعد ذلك، بل الولاية يتولاها الرجال، والذين يُولونها غيرهم هم الرجال.",
            "page": "41",
            "part": "1",
            "seal": "6C9CFAA1"
        },
        {
            "id": "42",
            "nass": "الباب السادس: التعليق على جمل من المقال ¶ ... ¶ التعليق على جُمل من المقال ¶ اشتمل مقال الشيخ محمد الأشقر على القدح في حديث أبي بكرة رضي الله عنهم: \"لن يفلح قومٌ ولوا أمرهم امرأة\" من جهة إسناده ومتنه، أمَّا قدحه في إسناده، فعلَّتُه عنده كونه من رواية أبي بكرة رضي الله عنه، وقد أسرف على نفسه، فنال من أبي بكرة رضي الله عنه ووصفه بالكذب والوضع، وعاب على البخاري وغيره إخراج حديثه؛ فقد جاء في مقاله قوله: \"وتصحيح البخاري وغيره لهذا الحديث وغيره من مرويات أبي بكرة رضي الله عنه هو أمر غريب لا ينبغي أن يُقبل بحال ... \"!! وقوله: \" ... وهذا منطبق على أبي بكرة؛ فإنَّ الآية تدمغه بالفسق والكذب، وهذا يقتضي رد ما رواه عن النبيِّ صلى الله عليه وسلم مِمَّا انفرد به، كهذا الحديث العجيب \"لن يفلح قوم تملكهم امرأة\"، فينبغي أن يُضَمَّ هذا الحديث إلى الأحاديث الموضوعة المكذوبة على النَّبيِّ صلى الله عليه وسلم\"!!.",
            "page": "42",
            "part": "1",
            "seal": "1683AEEF"
        },
        {
            "id": "43",
            "nass": "وهذا الكلام في أبي بكرة رضي الله عنه من أبطل الباطل وأقبح ما يكون من الكلام، ومن أعجب العجب أن يُقدح في إسناد حديث من أجل صحابيِّه الذي رواه عن رسول الله صلى الله عليه وسلم، ولأوَّل مرة في حياتي أسمع القدح في حديث في صحيح البخاري من رجل من أهل السنة له اشتغال بالعلم الشرعي، من أجل الصحابي الذي رواه ووَصْفه بأسوأ صيغ الجرح، وهي: وضع الحديث والكذب فيه على رسول الله صلى الله عليه وسلم، وإنَّها - والله! - لإحدى الكبر أن يأتي آت في القرن الخامس عشر فيتفوَّه في صحابي جليل بما لم يسبقه إليه بشر، وإنَّ ذلك لبهتان عظيم وإفك مبين! ¶ وكان الأليق بقائل هذا الكلام أن يتَّهم رأيه ولا يتَّهم هذا الصحابي الجليل رضي الله عنه وأرضاه. ¶ وأمَّا قدحه في متن الحديث، فقد قال: \"على أنَّا نقول جَدلاً: لو صحَّ هذا الحديث افتراضاً جدليًّا لكان حجةً فقط في منع أن تتولى المرأة الملك أو رئاسة الدولة، ولا",
            "page": "43",
            "part": "1",
            "seal": "120F971C"
        },
        {
            "id": "44",
            "nass": "يصلح حجة لمنع أن تتولى المرأة القضاء أو إمارة قرية أو مدينة ... مَن احتج بهذا الحديث على ذلك فهو مخطئٌ خطأ كبيراً بل إنني أعتبره يسيء الفهم جدًّا\"!! ¶ وقال: \"على أنَّ مما يدلُّ على بطلان هذا الحديث أنَّه يقتضي أنَّه لا يمكن أن يفلح قومٌ تتولى رئاسة دولتهم امرأة في حال من الأحوال، ومعنى هذا أنَّه لو وُجدت امرأة على رأس إحدى الدول ونجحت تلك الدولة في أمورها الدنيوية فيكون ذلك دالاًّ على أنَّ هذا الحديث كذبٌ مكذوب على النبي صلى الله عليه وسلم، وقد وُجد في العصور الحديثة دولٌ كثيرة تولَّت رئاستها نساءٌ، ونجحت تلك الدول نجاحات باهرة تحت رئاسة النساء ... \"!! ¶ والجواب عن الإيراد الأول أنَّ الحديث شامل لمنع المرأة من الولاية العامة والخاصة، وقد مرَّ عن الإمام النسائي الاستدلال به على منع المرأة من القضاء، حيث أورده في كتاب القضاء، في \"باب النهي عن استعمال",
            "page": "44",
            "part": "1",
            "seal": "99CB9DB0"
        },
        {
            "id": "45",
            "nass": "النساء في الحكم\"، واستدلَّ به أيضاً الشوكاني في السيل الجرار (4/273) ، فقال: \"وليس بعد نفي الفلاح شيء من الوعيد الشديد، ورأس الأمور هو القضاء بحكم الله عزَّ وجلَّ، فدخوله فيها دخولاً أوَّليًّا\"، وكذا ما تقدَّم من احتجاب النساء ومنع اختلاطهنَّ بالرجال، وأنَّ المرأة لا تسافر إلاَّ مع ذي محرم، ولا يخلو بها رجل إلاَّ مع ذي محرم، فإنَّ الحكم في ذلك يشمل الولاية العامة والخاصة، وأيضاً ما تقدَّم نقله عن صاحب المغني من عدم وجود الولايات الخاصة للنساء في زمنه صلى الله عليه وسلم وزمن الخلفاء الراشدين وما بعد ذلك إلى زمنه في القرن السابع. ¶ والجواب عن الإيراد الثاني أنَّه لو تسلَّطت امرأة على الرجال أو سلَّطوها على أنفسهم - وهو غير جائز لهم شرعاً - وحصل لها نجاح في سياستها إن سُلِّم ذلك النجاح، فإنَّ ذلك من الأمور النادرة، والنادر لا حكم له، وإنَّما الحكم للغالب، وعلى هذا فالواجب اتهام العقول واحترام النقول",
            "page": "45",
            "part": "1",
            "seal": "15680ED2"
        },
        {
            "id": "46",
            "nass": "وتعظيمها، ومثل هذا العموم في الحديث العموم في قول الله عزَّ وجلَّ: {أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ} [الزخرف: 43] ، فإنَّ المراد به الغالب، قال شيخنا الشيخ محمد الأمين الشنقيطي في أضواء البيان عند تفسير هذه الآية {وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ} (7/218) : \"لأنَّ الأنثى غالباً لا تقدر على القيام بحجَّتها، ولا الدفاع عن نفسها\". ¶ ومثل هذا العموم أيضاً حديث أنس رضي الله عنه في صحيح البخاري (7068) : \"لا يأتي عليكم زمان إلاَّ والذي بعده أشر منه حتى تلقوا ربَّكم\"، قال الحافظ ابن حجر في شرحه في الفتح (13/21) : \"وقد حمله الحسن البصري على الأكثر الأغلب\"، وقال أيضاً: \"واستدلَّ ابن حبان في صحيحه بأنَّ حديث أنس ليس على عمومه بالأحاديث الواردة في المهدي، وأنَّه يملأ الأرض عدلاً بعد أن مُلئت جوراً\".",
            "page": "46",
            "part": "1",
            "seal": "EE3F78C5"
        },
        {
            "id": "47",
            "nass": "والواجب فهم النصوص وفقاً لما فهمه السلف، لا أن تُفهم النصوص فهوماً خاطئة ثم يُقدح فيها بناءً على ذلك. ¶ وأمَّا ما ذكره من أنَّ نفي الفلاح في الحديث إنَّما هو في الأمور الدنيوية، فجوابه أنَّ الحديث شامل لنفي الفلاح الدنيوي والأخروي، أمَّا الدنيوي فواضح، وأمَّا الأخروي فلأنَّ الكفَّار - في أصحِّ قولي العلماء - مخاطَبون بفروع الشريعة؛ وفائدة ذلك أنَّهم يُؤاخذون على ترك الأصول والفروع، ولهذا فإنَّ من كفر وصدَّ عن سبيل الله أعظم جرماً وعذاباً مِمَّن كفر ولم يصدَّ عن سبيل الله، والكفار في النار دركات، بعضهم أسفل من بعض، كما أنَّ أهل الجنَّة فيها درجات بعضهم فوق بعض، قال الله عزَّ وجلَّ: {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَاباً فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ} [النحل: 88] . ¶ ومن أوضح ما يتبيَّن به نفي الفلاح الأخروي في ولاية المرأة أنَّها لا يمكنها الإلزام بتنفيذ أحكام الشرع",
            "page": "47",
            "part": "1",
            "seal": "009D27CE"
        },
        {
            "id": "48",
            "nass": "المتعلقة بالنساء من القرار في البيوت وترك التبرج ومنع الاختلاط بالرِّجال والخلوة بالنساء وسفرهنَّ بدون محرم وغير ذلك؛ لأنَّ فاقد الشيء لا يُعطيه. ¶ وأمَّا استشهاده بقصَّة المرأة التي ملكت اليمن، وجاءت قصتها في سورة النمل، فالجواب أنَّه لا يُستدل بها على ولاية المرأة على الرجال؛ لأنَّه حكاية عمَّن كان قبلنا، وليس فيه ذكر أنَّها شريعة من الشرائع، بل كانت وقومها كفَّاراً يسجدون للشمس، ومع ذلك فقد جاء في شريعتنا ما يدلُّ على خلاف ذلك، ومنها الأدلة الثمانية التي أوردتها، وقد نقل ابن كثير في تفسير قوله تعالى: {وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ} [النمل: 33] قول الحسن البصري رحمه الله ذامًّا الذين فوَّضوا الأمر إليها: \"فوَّضوا أمرهم إلى علجة تضطرب ثدياها\". ¶ وقول الشيخ محمد الأشقر في معرض ثنائه على نجاحها: \"حيث استطاعت تجنيب قومها وبلادها من",
            "page": "48",
            "part": "1",
            "seal": "3AE82C88"
        },
        {
            "id": "49",
            "nass": "إفساد الجيوش الغازية وإذلالهم لقومها\"، لا يصح هذا الإطلاق في كلامه، بل يتعيَّن تقييده بما يفيد أنَّ إفساد تلك الجيوش إنَّما كان في ظنِّها في أوَّل الأمر، لأنَّه لا يسوغ أن توصف جيوش سليمان عليه السلام بالإفساد. ¶ وقد زعم في مقاله أنَّ في مشاركة المرأة في المجالس النيابية خيراً كثيراً، وأوصى بوضع الضوابط لهذه المشاركة! ¶ والجواب أنَّ في زجِّ المرأة في هذه الميادين تعطيلاً لوظيفتها ومهمَّتها، وهي القرار في البيت ورعاية الأولاد، وليس للمرأة أن تتولَّى على غيرها من الرجال، ولا أن تشارك الرِّجال في تولية الرِّجال، ومن المعلوم أنَّ سقيفة بني ساعدة التي تمَّت مبايعة أبي بكر رضي الله عنه فيها في أول الأمر لم يكن فيها امرأة واحدة، ولو كان في تميكن النساء من المشاركة في هذه الأمور خيرٌ لسبق إليه أصحاب رسول الله صلى الله عليه وسلم، لأنَّهم السبَّاقون إلى كلِّ خير، لكنَّه شرٌّ سلَّمهم الله منه وسلَّم منه قروناً كثيرة بعدهم، وابتُلي به كثير من المسلمين",
            "page": "49",
            "part": "1",
            "seal": "57843271"
        },
        {
            "id": "50",
            "nass": "تقليداً لأعدائهم في هذا الزمن الذي انفلتت فيه النساء ¶ وأمَّا وصيته بوضع ضوابط لمشاركة النساء لمنع الانفلات المخالف للشرع، فإنَّ الدعوة إلى تولي المرأة وإلى مشاركتها في تولية غيرها مخالف للشرع لما سبق ذكره من الأدلة، والدعوة إلى مشاركة المرأة في هذه الأمور مع وضع الضوابط المزعومة لمنع الانفلات يصدق عليه قول الشاعر: ¶ ألقاه في اليمِّ مكتوفاً وقال له ... إيَّاك إيَّاك أن تبتلَّ بالماء ¶ وقد ختم مقاله بدعاء فقال: \"والله تعالى المسؤول أن يوفق العاملين لمصلحة البلاد إلى ما فيه خيرها، وأن يجنِّبهم المزالق والأضرار\". ¶ وأقول: إنَّ ما اشتمل عليه مقاله من قدح في الصحابي أبي بكرة رضي الله عنه ومروياته التي انفرد بها في صحيح البخاري وغيره، واهتمامه بتمكين النساء من الولايات العامة والخاصة على الرجال، وأن تشارك في تولية غيرها، أقول:",
            "page": "50",
            "part": "1",
            "seal": "45A1B699"
        },
        {
            "id": "51",
            "nass": "إنَّ ذلك من أعظم المزالق والأضرار التي ابتلي بها كثير من المسلمين في هذا الزمان، وقد أساء الشيخ محمد الأشقر بما اشتمل عليه هذا المقال من الوسيلة والغاية إلى أهل السنة إساءة عظيمة، وأثلج صدور المتربصين بهم، من الذين في قلوبهم حقدٌ على أصحاب رسول الله صلى الله عليه وسلم، ومن الدعاة إلى تحرير المرأة المسلمة من كلِّ القيود والضوابط الشرعية.",
            "page": "51",
            "part": "1",
            "seal": "0002660C"
        },
        {
            "id": "52",
            "nass": "الباب السابع: تناقضات متباينة للرجال والنساء ¶ ... ¶ تناقضات متباينة للرجال والنساء ¶ وفي الختام أقول: لقد اختلَّت الموازين في هذا الزمان بين الرِّجال والنساء، فتشبَّه الرجال بالنساء والنساء بالرِّجال، وفي صحيح البخاري (5885) عن ابن عباس رضي الله عنهما قال: \"لعن رسول الله صلى الله عليه وسلم المتشبِّهين من الرِّجال بالنساء، والمتشبِّهات من النساء بالرِّجال\"، وقد حصل في هذا الزمان ما لم يحصل في الجاهلية الأولى من تبرُّج النساء، حتى وصل ذلك في كثير من بلاد المسلمين إلى إخراج",
            "page": "51",
            "part": "1",
            "seal": "1EC8735A"
        },
        {
            "id": "53",
            "nass": "بعض النساء في الأسواق والطرقات رؤوسهنَّ ونحورهنَّ وأذرعهنَّ وأعضادهنَّ وسوقهنَّ وبعض أفخاذهنَّ، وفي مقابل ذلك أسبل الرِّجال ثيابهم حتى غطوا كعابهم، وقد قال صلى الله عليه وسلم: \"ما أسفل من الكعبين من الإزار في النار\" رواه البخاري (5787) ، وفي صحيح مسلم (106) عن أبي ذر رضي الله عنه عن النَّبيِّ صلى الله عليه وسلم قال: \"ثلاثة لا يُكلِّمهم اللهُ يوم القيامة ولا ينظر إليهم ولا يُزكِّيهم ولهم عذابٌ أليم، قال: فقرأها رسول الله صلى الله عليه وسلم ثلاث مرات، قال أبو ذر: خابوا وخسروا! مَن هم يا رسول الله؟ قال: المُسبلُ، والمنَّان، والمُنَفِّق سلعته بالحلف الكاذب\"، فهذا الصنف من الرجال نُهوا عن الإسبال فأسبلوا، وذاك الصنف من النساء أُمرنَ بالحجاب وتغطية أقدامهنَّ فخالفن وأظهرن كثيراً من زينتهنَّ، وقال صلى الله عليه وسلم: \"ثلاثة لا يدخلون الجنة: العاقُّ لوالديه، والديُّوث، ورَجلة النساء\" رواه الحاكم (1/72) وصححه، ووافقه الذهبي.",
            "page": "52",
            "part": "1",
            "seal": "4E0B7D37"
        },
        {
            "id": "54",
            "nass": "والمرأة التي تُمكَّن من الولايات العظمى أو ما دونها من الولايات على الرجال من أهل هذا الوعيد في هذا الحديث، وبتولِّي النساء على الرجال ورِضَى الرجال بذلك تطبيق للمَثَل: \"اسْتَنْوَق الجمل، واسْتَدْيَكت الدجاجة\"، وهذا من اختلال الموازين وقلب الحقائق، ومنه ما جاء في قول الشاعر كما في معجم الأدباء لياقوت الحموي (17/198) : ¶ قد قُدِّم العَجْبُ على الرُّوَيس ... وشارف الوهدُ أبا قُبيسِ ¶ وطاول البقلُ فروعَ الميْس ... وهبت العنز لقرع التيسِ ¶ وادَّعت الروم أبًا في قيس ... واختلط الناس اختلاط الحيسِ ¶ إذ قرا القاضي حليف الكيس ... معاني الشعر على العبيسي ¶ وأسأل الله عزَّ وجلَّ أن يوفِّق المسلمين في كلِّ مكان لتطبيق شريعة ربِّهم ليظفروا بالسعادة في دنياهم وآخرتهم، وأسأل الله تعالى أن يوفِّق الشيخ محمد بن سليمان الأشقر",
            "page": "53",
            "part": "1",
            "seal": "817033A0"
        },
        {
            "id": "55",
            "nass": "للرجوع إلى الحقِّ، وأن يسلمه من التمادي في الباطل الذي وقع فيه، وأن يتولَّى الجميع بتوفيقه وتسديده لما تُحمد عاقبته في الدنيا والآخرة؛ إنَّه سميع مجيب، وصلَّى الله وسلَّم وبارك على عبده ورسوله نبيِّنا محمد وعلى آله وصحبه أجمعين. ¶ * * *",
            "page": "54",
            "part": "1",
            "seal": "DC466949"
        },
        {
            "id": "56",
            "nass": "الفهرس ¶ المقدمة 3 ¶ مقال الشيخ محمد الأشقر 7 ¶ فضل أبي بكرة رضي الله عنه وثناء العلماء عليه 14 ¶ قبول العلماء مرويات أبي بكرة رضي الله عنه، وأنَّ ما حصل له لا تأثير له في ¶ روايته 16 ¶ سلامة ما في صحيح البخاري من الانتقاد مما دون الوضع 27 ¶ ذكر الأدلة على أنَّ المرأة ليست من أهل الولاية العامة ولا ما ¶ دونها من الولاية على الرجال 31 ¶ التعليق على جُمل من المقال 42 ¶ تناقضات متباينة للرجال والنساء 51 ¶ * * *",
            "page": "55",
            "part": "1",
            "seal": "43A596C5"
        }
    ],
    "t7617": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول: مقال الشيخ محمد الأشقر"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني: فضل أبي بكرةرضي الله عنه وثناء العلماء عليه"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث: قبول العلماء مرويات أبي بكرة رضي الله عنه وأن ماحصل له لاتأثير له في روايته"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الرابع: سلامة مافي صحيح البخاري من الإنتقاد مما دون الوضع"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الخامس: ذكر الأدلة على أن المرأة ليست من أهل الولاية العامة ولا مادونها من الولاية على الرجال"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "الباب السادس: التعليق على جمل من المقال"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الباب السابع: تناقضات متباينة للرجال والنساء"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرس"
        }
    ]
}