{
    "b7624": [
        {
            "id": "1",
            "nass": "الرَّدٌّ على الرفاعي والبوطي في كذبهما على أهل السنة ودعوتهما إلى البدع والضلال ¶ إعداد: عبد المحسن بن حمد العباد البدر ¶ بسم الله الرحمن الرحيم ¶ الحمد لله ربِّ العالمين، والصلاة والسلام الأتَمَّان الأكملان على سيِّد المرسَلين وإمام المتقين، نبيِّنا محمد وعلى آله وأصحابه ومن تَبعهم بإحسان إلى يوم الدِّين، أمَّا بعد: ¶ فقد اطَّلعتُ على أوراقٍ للكاتب الأستاذ يوسف هاشم الرِّفاعي سوَّدها بِما زعمَ أنَّه نصيحةٌ لعلماء نَجد، أَفرَغ فيها ما في جُعبتِه وجُعَبِ الذين تعاونوا معه على الإثمِ والعدوان، من تهجُّمٍ على مَن زعم نُصحَهم وكذبٍ عليهم ودعوةٍ إلى البدعِ والضلال، وكأنَّه لَم يَجد في بلدِه الكويت مَن يَشُدُّ أَزرَه على وِزرِه، فيَمَّم نحوَ الشام ليجِد في الدكتور محمد سعيد رمضان البوطي بُغيتَه المطلوبة وضالَّتَه المنشودة، فيُقدِّمَ لأوراقِه، ويتَّفِقَ معه في الوقيعة",
            "page": "3",
            "part": "1",
            "seal": "39BB897D"
        },
        {
            "id": "2",
            "nass": "بالمتمسِّكين بالكتاب والسُنَّة وما كان عليه سلف الأمَّة. ¶ وقبل مناقشتِه في كثير مِمَّا اشتَملت عليه أوراقُه أُشيرُ إجمالاً إلى أمور هي: ¶ 1 جعل الكاتبُ ما زعمه نصيحةً موجَّهاً لعلماء نجد، وهو في الحقيقةِ موجَّهٌ لكلِّ ملتزمٍ بالكتاب والسُنَّة وما كان عليه سلفُ الأمَّة. ¶ 2 أَورَدَ الكاتبُ أموراً عابَها على مَن زعم نصحَهم، وهي من الحقِّ الذي لَم يُوفَّق للهدايةِ إليه هداه الله وأصلح حالَه. ¶ 3 أورَدَ أموراً هي من البدعِ ومُحدَثات الأمور عاب على مَن زعم نصحَهم عدمَ الأخذِ بها، ودعوتَهم إلى تركِها والابتعادِ عنها. ¶ 4 عاب على مَن زعم نصحَهم أموراً لا حقيقةَ لها، وهم بُرآءُ منها. ¶ 5 أورَد أموراً لاحَظَها على فردٍ أو أفرادٍ وأسندها إلى مَن زعم نُصحَهم؛ ليُكثِّر بذلك خصومَه يوم القيامة.",
            "page": "4",
            "part": "1",
            "seal": "49DD9A54"
        },
        {
            "id": "3",
            "nass": "6 شمل الكاتبُ بعطفِه وشفقتِه الفِرَقَ المختلفة، بل حتى السّحَرةَ ومُهربيِّ المخدرات، ولَم يبخَل بذلك إلاَّ على مَن زعم نصحَهم، وكأنَّه ليس أمامَه في الميدانِ إلاَّ مَن يتَّبع الكتاب والسُنَّة وما كان عليه سلف هذه الأمة. ¶ 7 تعرَّض في أوراقِه للنيل من حُكَّام المملكة وقُضاتِها ومُفتيها وبعضِ الأئمَّة والخُطباء، وكيفية القبول في الجامعات، وتعيين الخرِّيجين والدعاة وغير ذلك، فكان بذلك مُجيداً لِما يُقال له: التدخُّل في الشؤون الداخلية. ¶ وذكّرني صنيعُه هذا كلمةً قالَها الإمامُ يحيى بن معين رحمه الله في أحد الرواة، حيث قال: \"يُفسدُ نفسَه، يدخل في كلِّ شيء\"! ¶ 8 كلُّ ما في أوراق الكاتب يُوافقه عليه الدكتور محمد سعيد رمضان البوطي، كما ذكر ذلك في تقديمِه للأوراق، وكلُّ ردٍّ على الكاتبِ هو ردٌّ على المقدِّم لها. ¶ وهذا أوانُ الشروع في مناقشة الكاتب في بعض ما اشتملت عليه أوراقُه، وما يُذكر دليلٌ على ما لَم يُذكر.",
            "page": "5",
            "part": "1",
            "seal": "26C7DDF8"
        },
        {
            "id": "4",
            "nass": "1- قال الكاتب: \"كان أسلافُكم حنابلة المذهب يتَّبعون ويُقلِّدون مذهبَ الإمام الشيخ أحمد بن حنبل رضي الله تعالى عنه، ابتداءً من ابن تيمية وابن القيم\". ¶ ثم ذكر جماعةً من الحنابلةِ منهم: ابن قدامة المقدسي، وابن هُبيرة، ثمَّ قال: \"وختاماً بالشيخ محمد بن عبد الوهاب وأولاده والمفتي محمد بن إبراهيم وابن حميد رحمهم الله تعالى جَميعاً ولكنَّكم الآن تخلَّيتم عن هذا المذهب، وقلتُم (إنَّكم سلفيُّون) ... وأنَّكم تلتزمون بالكتاب والسنة فقط ... \". ¶ ويُجاب عن كلامه من وجوه: ¶ الأول: أنَّه ذكر ابنَ قدامة وابنَ هبيرة بعد ابن تيمية وابن القيم وابن رجب وغيرهم، والواقع أنَّهما متقدِّمان عليهم؛ لأنَّ وفاةَ ابن تيمية سنة (728هـ) ، أما ابن قدامة فكانت وفاتُه سنة (620هـ) ، وقبله ابن هبيرة كانت وفاته سنة (560هـ) ، فلَم يُميِّز الكاتبُ بين مَن هو متقدِّمٌ ومَن هو متأخِّرٌ!",
            "page": "6",
            "part": "1",
            "seal": "CB9E5762"
        },
        {
            "id": "5",
            "nass": "الثاني: أنَّ علماءَ نجد الذين وصفهم الكاتبُ بأنَّهم تَخلَّوا عن المذهب الحنبلي لَم يتخلَّوا عنه كما زعم، بل دَرَسوه ودرَّسوه، فالشيخ عبد العزيز بن باز رحِمه الله كان يُدرِّس في كلية الشريعة بالرياض الروضَ المربع شرح زاد المستقنع، وأنا مِمَّن دَرَسَ عليه، والشيخ ابن عثيمين يُدرِّس زاد المستقنع، وقد طُبع من شرحه عدةُ مجلدات، وكذلك غيرهما، بل إنَّ الكاتبَ وغيرَه يسمعون في إذاعة القرآن الكريم شرحَ الشيخ صالح الفوزان \"زاد المستقنع\"، وشرح الشيخ عبد الرحمن الفريان \"آداب المشي إلى الصلاة\" للشيخ محمد بن عبد الوهاب رحمه الله. ¶ وعلى هذا فهُم لَم يتخلَّوا عن المذهب الحنبليِّ، ولكنَّهم تَخلَّوا عن التعصُّب له، وإذا وُجد الدليلُ الصحيح على خلاف المذهب صاروا إلى ما دلَّ عليه الدليلُ. ¶ وإذاً فلا فرقَ بين الذين زعم نصحَهم، ووصفهم بأَنَّهم تَخلَّوا عن المذهب الحنبليِّ، وبين مَن وصفهم باتِّباعه كابن تيمية وابن القيم وابن رجب وغيرِهم، فإنَّ الكلَّ درسوا",
            "page": "7",
            "part": "1",
            "seal": "2EBF0487"
        },
        {
            "id": "6",
            "nass": "المذهب الحنبليَّ واستفادوا من كتب المذهب، وإذا تبيَّن أنَّ الدليلَ على خلافه صاروا إليه. ¶ الثالث: أنَّ هذا المسلكَ الذي عليه علماء الحنابلة الملتزمون بالدليل من الكتاب والسُّنَّة هو الذي عليه أهلُ الإنصافِ من مذاهب الأئمَّة الآخرين، ومن أمثلة كلامهم في ذلك: ¶ قال الحافظ ابن حجر في الفتح (1/306) : \"قال أصبغ: المسحُ عن النبيِّ صلى الله عليه وسلم وعن أكابر أصحابه في الحضَر أثبتُ عندنا وأقوى من أن نتَّبع مالكاً على خلافه\". ¶ وقال في الفتح (1/276) : \"المالكيَّةُ لا يقولون بالتتريب في الغسل من ولوغ الكلب، قال القرافيُّ منهم: قد صحَّت فيه الأحاديث، فالعجبُ منهم كيف لَم يقولوا بها! \". ¶ وقال في الفتح (3/189) : \"قال ابن العربيُّ المالكي: قال المالكيَّةُ: ليس ذلك أي الصلاة على الغائب إلاَّ لِمحمَّدٍ صلى الله عليه وسلم، قلنا: وما عمل به محمدٌ صلى الله عليه وسلم تعمَلُ به أمَّتُه",
            "page": "8",
            "part": "1",
            "seal": "6C748B62"
        },
        {
            "id": "7",
            "nass": "يعني لأنَّ الأصلَ عدم الخصوصية، قالوا: طُويت له الأرضُ وأُحضرت الجنازةُ بين يديه! قلنا: إنَّ ربَّنا عليه لقادرٌ، وإنَّ نبيَّنا لأهلٌ لذلك، ولكن لا تقولوا إلاَّ ما رويتم، ولا تَخترعوا حديثاً من عند أنفسكم، ولا تُحدِّثوا إلاَّ بالثابِتات ودَعُوا الضعافَ؛ فإنَّها سبيلُ إتلاف إلى ما ليس له تَلاف\". وانظر: نيل الأوطار للشوكاني (4/54) . ¶ وقال ابنُ كثير رحمه الله في تعيين الصلاة الوسطى: \"وقد ثبتت السُنَّةُ بأنَّها العصرُ، فتعيَّن المصيرُ إليها\"، ثمَّ نقل عن الشافعيِّ أنَّه قال: \"كلُّ ما قلتُ فكان عن النبيِّ صلى الله عليه وسلم بخلاف قولي مِمَّا يصِحُّ، فحديثُ النبيِّ صلى الله عليه وسلم أولَى، ولا تُقلِّدوني، وقال أيضاً: إذا صحَّ الحديثُ وقلتُ قولاً، فأنا راجعٌ عن قولي وقائلٌ بذلك\"، ثمَّ قال ابنُ كثير: \"فهذا من سيادتِه وأمانتِه، وهذا نَفَسُ إخوانِه من الأئمَّة رحمهم الله ورضي الله عنهم أجمعين، آمين، ومن هنا قطع القاضي الماوَردي بأنَّ مذهبَ الشافعيّ رحمه الله أنَّ صلاةَ الوسطى هي صلاةُ العصر وإن كان قد نصَّ في الجديد",
            "page": "9",
            "part": "1",
            "seal": "24C2CF1F"
        },
        {
            "id": "8",
            "nass": "وغيره أنَّها الصبح لصحَّة الأحاديث أنَّها صلاةُ العصر، وقد وافقه على هذه الطريقةِ جماعةٌ من مُحدِّثي المذهب، ولله الحمد والمِنَّة\". تفسير ابن كثير (1/294) عند قوله تعالى: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى} ¶ وقال ابنُ حجر في الفتح (2/222) : \"قال ابنُ خزيمة في رفع اليدين عند القيام من الركعتين: هو سنَّةٌ وإن لَم يذكره الشافعي، فالإسنادُ صحيح، وقد قال: قولوا بالسنَّة ودَعُوا قولي\". ¶ وقال في الفتح أيضاً (3/95) : \"قال ابنُ خزيمة: ويَحرُم على العالم أن يُخالف السنَّة بعد علمِه بها\". ¶ وقال في الفتح (2/470) : \"روى البيهقي في المعرفة عن الربيع قال: قال الشافعيُّ: قد روي حديث فيه أنَّ النساءَ يُتركن إلى العيدين، فإن كان ثابتاً قلتُ به، قال البيهقي: قد ثبت وأخرجه الشيخان يعني حديث أمِّ عطية فيلزم الشافعيَّة القول به\".",
            "page": "10",
            "part": "1",
            "seal": "0DD918DC"
        },
        {
            "id": "9",
            "nass": "وذكر النووي في شرح صحيح مسلم (4/49) خلافَ العلماء في الوضوء من لحم الإبل، وقال: \"قال أحمد بن حنبل وإسحاق بن راهويه في هذا أي الوضوء من لحم الإبل حديثان: حديث جابر وحديث البراء، وهذا المذهبُ أقوى دليلاً وإن كان الجمهور على خلافه\". ¶ وقال ابن حجر في شرح حديث ابن عمر: \"أمرتُ أن أقاتِل الناس\" في قصَّة مناظرة أبي بكر وعمر في قتال مانعي الزكاة، قال: \"وفي القصةِ دليلٌ على أنَّ السُّنَّة قد تخفى على بعض أكابر الصحابة ويطَّلع عليها آحادُهم، ولهذا لا يُلتفتُ إلى الآراء ولو قَوِيت مع وجود سُنَّة تخالفُها، ولا يُقال: كيف خَفيَ ذا على فلان؟! \". الفتح (1/76) . ¶ وقال في الفتح (3/544) : \"وبذلك أي بإشعار الهدي قال الجمهور من السلف والخلف، وذكر الطحاويُّ في اختلاف العلماء كراهتَه عن أبي حنيفة،",
            "page": "11",
            "part": "1",
            "seal": "F46C49D5"
        },
        {
            "id": "10",
            "nass": "وذهب غيرُه إلى استحبابه للاتِّباع، حتى صاحباه محمد وأبو يوسف، فقالا: هو حسن\". ¶ الرابع: أنَّ أهلَ السنَّة المتَّبعين لنصوص الكتاب والسُّنَّة أسعدُ من غيرِهم باتِّباع الأئمَّة الأربعة؛ لأنَّهم المنَفِّذون لوصاياهم، قال ابن القيم في كتاب الروح (ص:395 396) : \"فمَن عرضَ أقوال العلماء على النصوص ووَزَنها بها وخالف منها ما خالف النصَّ لَم يُهدِر أقوالَهم ولَم يهضِم جانبَهم، بل اقتدى بهم؛ فإنَّهم كلَّهم أَمروا بذلك، فمتَّبِعُهم حقًّا مَن امتثلَ ما أَوْصَوا به لا مَن خالفهم؛ فخِلافُهم في القول الذي جاء النَّصُّ بخلافه أسهل من مخالفتِهم في القاعدة الكليَّة التي أَمروا ودَعَوا إليها من تقديم النصِّ على أقوالهم، مِن هنا يتبيَّن الفرقُ بين تقليد العالِم في كلِّ ما قال وبين الاستعانة بفهمِه والاستضاءةِ بنور علمِه، فالأول يأخذ قولَه من غير نظرٍ فيه ولا طلبٍ لدليله من الكتاب والسُّنَّة، بل يجعل ذلك كالحبل الذي يُلقيه في عُنقِه ويُقلِّده به، ولذلك سُمِّيَ تقليداً، بخلاف مَن",
            "page": "12",
            "part": "1",
            "seal": "0D7D009A"
        },
        {
            "id": "11",
            "nass": "استعان بفهمِه، واستضاءَ بنورِ علمِه في الوصول إلى الرَّسول صلواتُ الله وسلامُه عليه، فإنَّه يجعلُهم بمنزلةِ الدليل إلى الدليل الأول، فإذا وصلَ إليه استغنى بدلالته عن الاستدلال بغيره، فمَن استدلَّ بالنَّجم على القبلة فإنَّه إذا شاهدها لَم يبقَ لاستدلالِه بالنجم معنى، قال الشافعيُّ: \"أجمع النَّاسُّ على أنَّ مَن استبانت له سنَّةُ رسول الله صلى الله عليه وسلم لَم يكن له أن يَدَعها لقول أحدٍ\". ¶ الخامس: أنَّ أهلَ السنَّة الآخذين بوصايا الأئمَّة باتِّباع ما دلَّ عليه الدليل ومنهم مَن زعم الكاتب نصحَهم يوافقون الأئمَّةَ في أصول الدِّين، ويستفيدون من فقههم في الفروع، بخلاف كثيرٍ من المتعصِّبين لهم؛ فإنَّهم يُخالفونهم في العقيدة فيتَّبعون مذهبَ الأشاعرة، ويُقلِّدونهم في الفروع.",
            "page": "13",
            "part": "1",
            "seal": "0E3D614C"
        },
        {
            "id": "12",
            "nass": "2 - أنكر الكاتِبُ على مَن زعم نصحَهم عدمَ السماح بإدخال كتاب \"دلائل الخيرات\" للجزولي إلى البلاد السعودية. ¶ ويُجاب بأنَّ كتاب دلائل الخيرات مشتملٌ على صلواتٍ على النبيِّ صلى الله عليه وسلم محدَثة، وفيها غُلُوٌّ، وما ثبت في الصحيحين وغيرهما من كيفيات للصلاة على النَّبِيِّ صلى الله عليه وسلم فيها غُنيةٌ وكفاية عمَّا أحدثه المحدِثون، ولا شكَّ أنَّ ما جاءت به السُنَّة وفَعَلَه الصحابةُ الكرام والتابعون لهم بإحسانٍ هو الطريقُ المستقيمُ والمنهجُ القويم، والفائدةُ للآخِذِ به محقَّقةٌ، والمضرَّةُ عنه منتفيةٌ، وقد قال عليه الصلاة والسلام: \"عليكم بسُنَّتي وسنَّةِ الخلفاء الراشدين المهديين مِن بعدي، عضُّوا عليها بالنواجذ، وإيَّاكم ومُحدثات الأمور، فإنَّ كلَّ مُحدَثةٍ بدعةٌ، وكلَّ بدعة ضلالةٌ\". ¶ وكتاب دلائل الخيرات اشتمل على أحاديث موضوعة وكيفيات للصلاةِ على النبيِّ صلى الله عليه وسلم فيها غُلُوٌّ ومُجاوَزةٌ للحدِّ ووقوعٌ في المحذور الذي لا يرضاه اللهُ ولا رسولُه صلى الله عليه وسلم، وهو",
            "page": "14",
            "part": "1",
            "seal": "6F2A7349"
        },
        {
            "id": "13",
            "nass": "طارئٌ لَم يكن من نهج السابقين بإحسان، قال الشيخ محمد الخضِر بن مايابى الشنقيطي في كتابه \"مشتهى الخارف الجاني في ردِّ زلقات التجاني الجاني\": \"فإنَّ الناسَ مولَعةٌ بحبِّ الطارئ، ولذلك تراهم يَرغبون دائماً في الصلوات المرويَّة في دلائل الخيرات ونحوه، وكثيرٌ منها لَم يثبت له سندٌ صحيح، ويَرغبون عن الصلوات الواردةِ عن النبيِّ صلى الله عليه وسلم في صحيح البخاري\". ¶ ومِمَّا ورد في دلائل الخيرات من الكيفيات المنكرة للصلاة على النَّبِيِّ قولُ مؤلِّفه: \"اللَّهمَّ صلِّ على محمد وعلى آل محمد حتى لا يبقى من الصلاة شيءٌ، وارحم محمداً وآل محمدٍ حتى لا يبقى من الرحمةِ شيءٌ، وبارِك على محمد وعلى آل محمد حتى لا يبقى من البركة شيءٌ، وسلِّم على محمد وعلى آل محمد حتى لا يبقى من السلام شيءٌ\". ¶ فإنَّ قولَه: (حتى لا يبقى من الصلاة والرحمة والبركة والسلام شيء) ، مِن أسوإِ الكلام وأبطلِ الباطلِ؛ لأنَّ هذه",
            "page": "15",
            "part": "1",
            "seal": "6D2D178A"
        },
        {
            "id": "14",
            "nass": "الأفعالَ لا تنتهي، وكيف يقول الجزولي: حتى لا يبقى من الرحمة شيء، والله تعالى يقول: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} ؟! ¶ وقال في (ص:71) : \"اللَّهمَّ صلِّ على سيِّدنا محمد بحر أنوارِك، ومعدن أسرارك، ولسان حُجَّتك، وعروس مملكتك، وإمام حضرتك، وطراز ملكك، وخزائن رحمتك ... إنسان عين الوجود، والسبب في كلِّ موجود ... \". ¶ وقال في (ص:64) : \"اللَّهمَّ صلِّ على مَن تفتَّقت من نوره الأزهارُ ... اللَّهمَّ صلِّ على من اخضرَّت من بقيَّة وضوئه الأشجار، اللَّهمَّ صلِّ على من فاضت من نورِه جميع الأنوار ... \". ¶ فإنَّ هذه الكيفياتِ فيها تكلُّفٌ وغُلُوٌّ لا يرضاه المصطفى صلى الله عليه وسلم، وهو الذي قال: \"لا تُطروني كما أطرت النصارى ابنَ مريم، إنَّما أنا عبدٌ فقولوا عبد الله ورسوله\". أخرجه البخاري في صحيحه.",
            "page": "16",
            "part": "1",
            "seal": "82A32B6D"
        },
        {
            "id": "15",
            "nass": "وقال في (ص:144، 145) : \"اللَّهمَّ صلِّ على محمد وعلى آل محمد ما سجعت الحمائم، وحمَت الحوائم، وسرحت البهائم، ونفعت التمائم، وشُدَّت العمائم، ونمت النوائم ... \". ¶ فإنَّ في قوله: \"ونفعت التمائم\" إشادة بالتمائمِ وحثًّا عليها، وقد حرَّمها صلى الله عليه وسلم فقال: \"مَن تعلَّق تَميمة فلا أتَمَّ الله له\". ¶ ومِمَّا ورد فيه من الأحاديث الموضوعة قوله في (ص:15) : ¶ \"وروي عنه صلى الله عليه وسلم أنَّه قال: \"مَن صلَّى عليَّ صلاةً تعظيماً لِحَقِّي خلق الله عزَّ وجلَّ من ذلك القول مَلَكاً له جناح بالمشرق والآخر بالمغرب، ورِجلاه مقرورتان في الأرض السابعة السفلى، وعُنُقُه ملتويةٌ تحت العرش يقول الله عزَّ وجلَّ له: صلِّ على عبدي كما صلَّى على نبيِّي، فهو يُصلِّي عليه إلى يوم القيامة \".",
            "page": "17",
            "part": "1",
            "seal": "EFE02342"
        },
        {
            "id": "16",
            "nass": "وقال في (ص:16) : \"وقال النبي صلى الله عليه وسلم: \"ما من عبدٍ صلَّى عليَّ إلاَّ خرجت الصلاةُ مسرعة من فيه، فلا يبقى بَرٌّ ولا بحرٌ ولا شرقٌ ولا غربٌ إلاَّ وتَمرُّ به وتقول: أنا صلاةُ فلان ابن فلان صلَّى على محمدٍ المختار خير خلق الله، فلا يبقى شيءٌ إلاَّ وصلَّى عليه، ويُخلقُ من تلك الصلاة طائرٌ له سبعون ألف جناح، في كلِّ جناحٍ سبعون ألف ريشة، في كلِّ ريشة سبعون ألف وجه، في كلِّ وجهٍ سبعون ألف فمٍ، في كلِّ فمٍ سبعون ألف لسان، يُسبِّح الله تعالى بسبعين ألف لغة، ويكتب الله له ثوابَ ذلك كلَّه\". ¶ هذان حديثان من أحاديث دلائل الخيرات يَصدق عليهما قولُ العلاَّمة ابن القيم في كتابه \"المنار المنيف\": \"والأحاديثُ الموضوعة عليها ظُلمة وركاكةٌ ومجازفات باردة تُنادي على وضعها واختلاقها\"، ثمَّ ضرب لذلك بعضَ الأمثلة، ثم قال: \"فصل: ونحن نُنبِّه على أمورٍ كُليَّة، يُعرفُ بها كون الحديث موضوعاً، فمنها اشتمالُه على أمثال هذه المجازفات التي لا يقول مثلَها رسولُ الله صلى الله عليه وسلم،",
            "page": "18",
            "part": "1",
            "seal": "5D8024C4"
        },
        {
            "id": "17",
            "nass": "وهي كثيرةٌ جدًّا، كقوله في الحديث المكذوب: من قال لا إله إلاَّ الله خلق الله من تلك الكلمة طائراً له سبعون ألف لسان، لكلِّ لسان سبعون ألف لغة يستغفرون الله له، ومَن فعل كذا وكذا أُعطي في الجنَّة سبعين ألف مدينة، في كلِّ مدينة سبعون ألف قصر، في كلِّ قصرٍ سبعون ألف حوراء، وأمثال هذه المجازفات الباردة التي لا تخلو حال واضعها من أحد أمرين: إمَّا أن يكون في غاية الجهل والحُمق، وإمَّا أن يكون زنديقاً قصد التنقيص برسول الله صلى الله عليه وسلم بإضافة مثل هذه الكلمات إليه\". ¶ ومن الواضحِ الجَليِّ أنَّ مثلَ هذه الأحاديث الموضوعة المكذوبة على رسول الله صلى الله عليه وسلم مبايِنَةٌ تَمام المبايَنة لِما أوتيَه صلى الله عليه وسلم من جوامع الكلمِ، كقولِه صلى الله عليه وسلم: \"إنَّما الأعمال بالنيَّات، وإنَّما لكلِّ امرئ ما نوى\"، وقوله صلى الله عليه وسلم: \"دَعْ ما يُريبُك إلى ما لا يُريبُك\"، وقوله صلى الله عليه وسلم: \"الدِّينُ النصيحةُ، قالوا: لِمَن يا رسول الله؟ قال: لله، ولكتابه، ولرسوله، ولأئمَّة المسلمين وعامَّتهم\"، وقوله صلى الله عليه وسلم: \"إذا أمرتكم",
            "page": "19",
            "part": "1",
            "seal": "3FA55D6E"
        },
        {
            "id": "18",
            "nass": "بشيءٍ فأتوا منه ما استطعتم، وإذا نهيتُكم عن شيءٍ فاجتنبوه\". ¶ وبعد هذا الإيضاح والبيان لبعض ما اشتمل عليه كتاب \"دلائل الخيرات\" من الأحاديث الموضوعة، والكيفيات المُحدَثة للصلاة على النبيِّ صلى الله عليه وسلم يتبيَّن أنَّ المنعَ من دخوله المملكة منعٌ في مَحلِّه، وأنَّ فيما ثبتت به السُّنَّةُ عن رسول الله صلى الله عليه وسلم من بيان كيفية الصلاة عليه صلى الله عليه وسلم ما يُغنِي عن إحداث المحْدِثين وتكلُّف المتكلِّفين. ¶ 3 - قال الكاتب: \"ضيَّقتُم ثمَّ أوْصدتُم وأقْفلتُم بابَ النصيحة من المسلمين لأئمَّتهم وحُكَّامهم وأولي الأمر منهم، وأفتيتُم بمعصيةِ مَن يُخالفُ ذلك، وعاديتموه، في الوقت الذي فيه المسلمون وحُكَّامهم بأمَسِّ الحاجة إلى الوعظِ والنصيحةِ بالحُسنى، وصلى الله تعالى على القائل:",
            "page": "20",
            "part": "1",
            "seal": "B1A1DDF0"
        },
        {
            "id": "19",
            "nass": "\"الدِّينُ النصيحةُ، قلنا: لِمَن؟ قال: لله، ولكتابه، ولرسوله، ولأئمَّة المسلمين وعامَّتهم\". ¶ والجواب: أنَّ النصحَ للولاة وغيرِهم يكون نافعاً إذا كان سرًّا وبالرِّفق واللِّين، قال الله تعالى للنَّبيَّيْن الكريمَيْن موسى وهارون عليهما الصلاة والسلام: {فَقُولا لَهُ قَوْلاً لَيِّناً لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} ، وعن عائشة رضي الله عنها، عن النَّبِيِّ صلى الله عليه وسلم قال: \"إنَّ الرِّفقَ لا يكون في شيءٍ إلاَّ زانه، ولا يُنزعُ من شيء إلاَّ شانَه\"، رواه مسلم. ¶ وفي الصحيحين واللفظ للبخاري عن أبي وائلٍ قال: قيل لأسامة هو ابن زيد رضي الله عنهما: لو أتيتَ فلاناً هو عثمان بن عفان رضي الله عنه فكلَّمتَه؟ قال: إنَّكم لَتَرونَ أَنِّي لا أُكلِّمه إلاَّ أُسمِعُكم؟ إنِّي أُكلِّمه في السِّرِّ دون أن أفتَح باباً لا أكون أوَّل مَن فتحه\". ¶ قال الحافظ في شرحه: \"أي: كلَّمتُه فيما أَشرتُم إليه، لكن على سبيل المصلحة والأدب في السر، بغير أن يكون",
            "page": "21",
            "part": "1",
            "seal": "041434CD"
        },
        {
            "id": "20",
            "nass": "في كلامي ما يُثير الفتنةَ أو نحوَها\". ¶ وثبت في مسند الإمام أحمد والسُّنة لابن أبي عاصم ومستدرك الحاكم عن عياض بن غنم رضي الله عنه، عن النَّبِيِّ صلى الله عليه وسلم قال: \"مَن أراد أن ينصحَ لسلطانٍ بأمرٍ فلا يُبدِ له علانية، ولكن ليأخذ بيدِه فيخلو به، فإن قَبِل منه فذاك، وإلاَّ كان قد أدَّى الذي عليه له\". ¶ أمَّا إذا خلا النصحُ من الرِّفقِ ولَم يكن سرًّا، بل كان علانيةً، فإنَّه يضُرُّ ولا ينفع، ومن المعلوم أنَّ أيَّ إنسانٍ إذا كان عنده نقصٌ يُحِب أن يُنصحَ برِفقٍ ولينٍ، وأن يكون ذلك سرًّا، فعليه أن يُعاملَ الناسَ بِمثلِ ما يُحبُّ أن يُعاملوه به. ¶ ففي صحيح مسلم في حديث طويل عن عبد الله بن عمرو بن العاص رضي الله عنهما أنَّ النَّبيَّ صلى الله عليه وسلم قال: \"فمَن أحبَّ أن يُزحزَح عن النار ويُدخل الجنَّة فلتأتِه منيَّتُه وهو يؤمن بالله واليوم الآخر، وليأتِ إلى الناس الذي يُحبُّ أن يُؤتى إليه\".",
            "page": "22",
            "part": "1",
            "seal": "D2D5A311"
        },
        {
            "id": "21",
            "nass": "والنُّصحُ بالطريقة الأولى هو المشروع، وهو الذي يحصلُ به النفعُ والفائدةُ، ولا أحد يمنع هذا، بل لا يُستطاعُ منعُه؛ لأنَّه من الأمور الخفيَّة، فمِن أين للكاتب أنَّ مَن زعم نصحهم أفتوا بمنع ذلك؟! وهل أحدٌ منهم حالَ بين الكاتب وبين النصحِ لولاة الأمر في بلده أو غيرهم؟! ¶ وأمَّا إذا كان النُّصحُ صدرَ من أفرادٍ في نفوسهم شيءٌ على مَن زعموا نصحَه، فكتبوا نصيحةً بذلك، وجمعوا توقيعاتٍ عليها، ثمَّ وصلت إلى إذاعة لندن، وإلى رويبضات الزَّمن في لندن قبل أن تصلَ إلى مَن أُريد نصحُه، فهذا النُّصحُ غيرُ سائغٍ، ولا لومَ على مَن أفتى بكونه غيرَ سائغ. ¶ والعلماءُ الذين زعم الكاتبُ نصحَهم وكذا طلبة العلم في بلادهم ينصحون لولاة الأمور في بلادهم وغير بلادهم، بالطريقة الأُولَى المشروعة، دون الطريقة الثانية، وبهذه المناسبة يجِد صاحبُ هذا الرَّدّ على الكاتب أنَّه لا بأس من الإشارةِ إلى شيء من ذلك، فعندما حصل احتلالُ حُكَّام",
            "page": "23",
            "part": "1",
            "seal": "ED02CBE6"
        },
        {
            "id": "22",
            "nass": "العراق للكويت قبل عشر سنوات، وكانت حكومةُ الكويت في ذلك الوقت في مدينة الطائف، كتبتُ لِسُمُوِّ أمير الكويت كتاباً جاء فيه: ¶ \"فإنَّ ما حدث للكويت حكومة وشعباً في ليلة الحادي عشر من شهر المحرَّم هذا العام (1411هـ) من هجوم مباغتٍ قام به طغمة حزب البعث الحاكم في العراق بزعامة المجرم الأثيم صدام حسين، وما ترتَّب على ذلك من هلاك ودمار وانتهاك أعراض وسلب أموال وتشريد للرعاة والرعية، إنَّ ما حدث لا شكَّ أنَّه مصيبةٌ كبرى وكارثةٌ عظمى أزعجت كلَّ مسلمٍ وأحزنت كلَّ عاقل، وأظهرت بوضوح مدى خطر العدوِّ الذي يظهر نفسه في صورة الصديق، والله المسؤول أن ينصر المظلوم ويدحر الظالم، وأن تعود إلى الكويت سلامته وأمنه وأن يعود أهله إليه عوداً حميداً. ¶ ولا يخفى على سُموِّكم وأنتم تقرؤون القرآن أنَّ الله بيَّن في كتابه الأسبابَ الحقيقية لحصول المصائب ووقوع",
            "page": "24",
            "part": "1",
            "seal": "F61D42F7"
        },
        {
            "id": "23",
            "nass": "الكوارث، والأسبابَ الحقيقية لحصول النِّعم وبقائها، والتمكين في الأرض والنصر على الأعداء، فقال: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} ، وقال: {إنَّ اللهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغِيِّرُوا مَا بِأَنفُسِهِمْ} ، وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَنصُرُوا اللهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} ، وقال: {وَلَيَنصُرَنَّ اللهُ مَن يَنصُرُهُ إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ الَّذِينَ إِن مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاَةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالمَعْرُوفِ وَنَهَوْا عَنِ المُنكَرِ وَللهِ عَاقِبَةُ الأُمُورِ} . ¶ والله تعالى يبتلي بالنِّعم، ويبتلي بالنِّقم كما قال تعالى: {وَنَبْلُوكُمْ بِالشَّرِّ وَالخَيرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ} ، وهذه النَّكبةُ العظيمة التي حلَّت بالكويت هي ابتلاءٌ وامتحانٌ من الله لأهلِه، وفيها عِبرةٌ وعِظةٌ لهم ولغيرِهم؛ ليُفكِّرَ كلُّ عاقل في أسباب سعادة الدنيا والآخرة، فيأخذ بها ويسلك الطرقَ الموصلة إليها، ويحذر كلُّ ناصح لنفسِه سلوكَ كلّ طريق يُؤدِّي بصاحبِه إلى سخط الله وعقوبتِه، ومن المعلوم",
            "page": "25",
            "part": "1",
            "seal": "859588A9"
        },
        {
            "id": "24",
            "nass": "أنَّ تلكَ الأسبابَ ترجع إلى امتثال أوامر الله ورسولِه صلى الله عليه وسلم واجتناب ما نهى الله عنه ورسولُه صلى الله عليه وسلم، والالتزام بشرع الله، ولا شكَّ أنَّ المسؤوليَّةَ العُظمى في كلِّ قُطرٍ من أقطارِ المسلمين تقع على وُلاة الأمر فيه الذين يُمكنُهم بإذن الله وتوفيقه تطبيقُ شريعة الله وحكم شعوبهم بكتاب ربِّهم وسُّنَّةِ نبيِّهم محمد صلى الله عليه وسلم، ونبذ القوانين الوضعيَّة الوضيعةِ، والله المسؤول أن يُنهيَ هذه الفتنة التي جاءت من العراق على خير، لكن ماذا بعد انتهاء الأزمة؟ ¶ إنَّ الخيرَ لكم وللشعب الكويتي أن يحصُلَ منكم العزم والتصميم على أن يكون شكرُكم لله على رفع البلاء عنكم ودحر المعتدى عليكم أن تُحكِّموا شريعة الله، وأن يكون وضع الكويت فيما بعد انتهاء الأزمة غيرَه قبلها، وذلك بالالتزام بالحقِّ والهدى الذي جاء به المصطفى صلى الله عليه وسلم. ¶ وقبل ثلاثة عشر عاماً في بداية تولِّي سمُوِّكم إمارة دولة الكويت بعثتُ لكم الرسالةَ المرفق صورتها وفيها تذكير سُمُوِّكم بالواجب عليكم في ولايتِكم، وأسأل الله أن يَكشف",
            "page": "26",
            "part": "1",
            "seal": "51C1504E"
        },
        {
            "id": "25",
            "nass": "الغُمَّة، ويقطع دابرَ الفتنة، وأن يُوفِّقكم لِما تُحمدُ عاقبته في الدنيا والآخرة، والسلام عليكم ورحمة الله وبركاته\". ¶ والرسالة المشار إليها هي بتاريخ 6/2/1398هـ وقد جاء فيها: ¶ \"ومِمَّا هو معلومٌ لسُمُوِّكم أنَّ واجبَ مَن يتولَّى أمر المسلمين في قطر من أقطارهم أن يُقيم فيهم شرعَه، ويقفَ بهم عند حدوده وفاءً بمسؤوليَّة ولايتِه أمام ربِّه، واقتداء بما كان عليه سلفُنا الصالح إذا ولي أحدهم أمرَ المسلمين، وأنَّ ذلك هو الطريق الوحيد لعلاج حال المسلمين وسعادتهم في دنياهم وفوزهم في أخراهم، فما أصاب المسلمين مِمَّا أصابهم ومكَّن منهم أعداءهم إلاَّ بسبب إعراضهم عن هدى ربِّهم وتَنَكُّبهم عن صراطه المستقيم، واتِّباعهم السُبل الأخرى التي تفرَّقت بهم عن سبيله، وهم أحوجُ ما يكونون إلى حُكَّام يعودون بهم إلى سبيل ربِّهم، ويَحملونهم على اتِّباع أوامره واجتناب نواهيه، ويحكمونهم بشرعه، فيستعيدون عزَّتَهم ومجدَهم ومكانتَهم",
            "page": "27",
            "part": "1",
            "seal": "69A585CF"
        },
        {
            "id": "26",
            "nass": "بين الأمم، كما وصفهم الله عزَّ وجلَّ: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} ، {كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالمَعْرُوفِ وَتَنْهَوْنَ عَنِ المُنكَرِ وَتُؤْمِنُونَ بِاللهِ} ، {وَأَنتُمُ الأَعْلَوْنَ إِن كُنتُمْ مُؤْمِنِينَ} . ¶ وإنَّ ما عُرف فيكم يا صاحب السُموِّ من عقل راجح وفِطنةٍ وحكمة، وبصيرة وبُعد نظر ليُقوِّي الرجاء في أن يتحقَّق في عهدكم لشعب الكويت كلُّ ما رَجوه من خير وتقدُّم وازدهار في ظلِّ حياة إسلامية قائمة على العمل بكتاب الله وسنة رسوله صلى الله عليه وسلم، وتطبيق شريعتِه في دستور الدولة وقوانينها ونظمها وتعليمها وسائر شؤونها. ¶ تولاَّكم الله عزَّ وجلَّ ورعاكم وأمدَّكم بتوفيقه وأعانكم على ما فيه العزَّة لدينه والخير لعباده، إنَّه سميع مجيب، والسلام عليكم ورحمة الله وبركاته\". ¶ وأول رسالة نصح لوَلِيِّ أمرٍ كانت للملِك فيصل رحمه الله، بعثتُها في تاريخ (2/10/1383هـ) ، وكانت إجابته عليها قبل مُضيِّ نصف شهر، بكتاب هذه صورته:",
            "page": "28",
            "part": "1",
            "seal": "A3CDBFEC"
        },
        {
            "id": "27",
            "nass": "4 قال الكاتب: \"سَمَّيتُم المصحف الشريف الذي أمر بطبعِه خادم الحرمين الشريفين الملك فهد جزاه الله خيراً ب (مصحف المدينة النبوية) بدلاً من أن يُسمَّى (مصحف المدينة المنورة) ، وكأنَّكم لا تُقرُّون أنَّ هذه المدينةَ المباركةَ قد استنارت، بل استنارت الدنيا كلُّها ببعثة ورسالة سيِّدنا محمد عليه الصلاة والسلام ... \". ¶ والجواب: أنَّه قد ورد لفظ (المدينة) في الكتاب والسُّنَّة غير مقيَّد بوصفها ب (النبوية) أو (المنورة) أو غير ذلك. ¶ وإطلاق لفظ المدينة ينصرف إلى مدينة الرسول صلى الله عليه وسلم، قال ابنُ عقيل في شرح ألفية ابن مالك: \"من أقسام الألف واللاَّم أنَّها تكون للغلبة، نحو (المدينة) و (الكتاب) ؛ فإنَّ حقَّهما الصدق على كلِّ مدينة وكلِّ كتاب، لكن غلبت (المدينة) على مدينة الرسول صلى الله عليه وسلم، و (الكتاب) على كتاب سيبويه رحمه الله تعالى، حتى إنَّهما إذا أُطلقا لَم يتبادر إلى الفهم غيرهما\".",
            "page": "30",
            "part": "1",
            "seal": "BF27FADC"
        },
        {
            "id": "28",
            "nass": "ثمَّ إنَّه حصل وصفُ المدينة ب (النبوية) في كلام بعض العلماء المتقدِّمين، كابن كثير في البداية والنهاية والتفسير، وكابن حجر في فتح الباري. ¶ انظر: البداية والنهاية (10/262) ، والتفسير (4/143) ، وفتح الباري لابن حجر (1/569) ، و (5/88) ، و (6/128، 623) ، و (7/198) ، و (11/250، 262) ، و (13/101) . ¶ وفي العصور المتأخرة وُصفت المدينة ب (المنورة) ، ولا شكَّ أنَّ المدينة وسائر أقطار الأرض عمَّها نورُ الهداية ببعثة الرسول صلى الله عليه وسلم، وقد وُصف الرسول الكريم صلى الله عليه وسلم بأنَّه سراجٌ منير، ووُصف القرآن بأنَّه نورٌ، والمراد بالنورِ المضاف إلى القرآن وإلى الرسول صلى الله عليه وسلم نور الهداية، وأهل السنَّة المتَّبعون للسلف الصالِح يُصدِّقون بذلك، ويَدعون الناسَ إلى هذا النور، وأما غيرُهم من أهل البدع فإنَّهم يصرفونهم عن النور، ويَدعونهم إلى البدع ومُحدثات الأمور.",
            "page": "31",
            "part": "1",
            "seal": "93BB4FC6"
        },
        {
            "id": "29",
            "nass": "ووصفُ المدينة ب (النبوية) في العصور المتقدِّمة اصطلاح، ووصفُها ب (المنوَّرة) في عصور متأخرة اصطلاح، ولا مُشاحة في ذلك، فلا وجه لإنكار الكاتب على مَن زعم نُصحَهم وصفها ب (النبوية) مع أنَّه وصفٌ فيه إضافتُها إلى النبيِّ صلى الله عليه وسلم، وهو أيضاً من عمل المتقدِّمين. ¶ 5 قال الكاتب: \"تُصرِّون على تسمية الجهة المشرِفة على شؤون الحرمين الشريفين (رئاسة الحرم المكي والمسجد النبوي الشريف) ، ولا تقولون (الحرم النبوي الشريف) ، وكذلك في إعلانات الطرق الدَّالة على ذلك والموجهة إليه، فلماذا لا يكون مسجدُه صلى الله تعالى عليه وسلَّم حَرَماً؟ كيف وقد جعل النَّبيُّ صلى الله عليه وسلم المدينة كلَّها حرَماً؟ \". ثمَّ ذكر حديثين في تحريم المدينة. ¶ والجواب: أنَّ الجهة المسؤولة عن المسجد الحرام والمسجد النبوي سُمِّيت أول إنشائها باسم (الرئاسة العامة لشؤون الحرمين الشريفين) ثمَّ عُدِّل الاسم إلى (الرئاسة العامة",
            "page": "32",
            "part": "1",
            "seal": "4232BC76"
        },
        {
            "id": "30",
            "nass": "لشؤون المسجد الحرام والمسجد النبوي) ولا تزال تلك التسمية، بل إنَّ المياه المبردة في المسجد الحرام والمسجد النبوي مكتوب على أوعيتها هذا الاسم، وكذلك على ثياب العمال في المسجدين، بل إنَّ مَن يضْغَط على رقم هاتف مُقسِّم هذه الرئاسة بمكة يسمع تسجيلاً بهذه التسمية. ¶ ولَم تُسَمَّ الجهةُ المشرِفة على المسجدين الشريفين باسم (رئاسة الحرم المكي والمسجد النبوي الشريف) كما زعم الكاتب، لكنَّها الرغبة في الاعتراض، ولو كان المعترَض فيه ليس له أساس، فمِن أين جاءت هذه التسمية المزعومة، فضلاً عن الإصرار عليها المزعوم؟! ¶ وهذه الورطة التي وقع فيها الكاتب هي من جملة الجنايات التي جناها عليه الذين جَمعوا له مادَّة أوراقه!! ¶ وأهل السُّنَّة يؤمنون بِما صحَّت به الأحاديث عن رسول الله صلى الله عليه وسلم في تحريم المدينة، وأفضل بُقعة في حرم",
            "page": "33",
            "part": "1",
            "seal": "408BF124"
        },
        {
            "id": "31",
            "nass": "المدينة مسجد الرسول صلى الله عليه وسلم، فإنَّ الصلاةَ فيه خيرٌ من ألف صلاة فيما سواه إلاَّ المسجد الحرام، بخلاف سائر حرم المدينة. ¶ لكن إطلاق \"الحرم\" على خصوص مسجده صلى الله عليه وسلم هو من الخطأ الشائع، ومثله إطلاق \"ثالث الحرمين\" على المسجد الأقصى، فإنَّ الحرمين هما مكة والمدينة، وليس لهما ثالث، والتعبير الصحيح أن يُقال: ثالث المسجدين، أي: المشرفين المعظَّمَين. ¶ 6 أنكر الكاتب على من زعم نصحَهم عدم إيجاد علامة تدلُ على القبلة الأولى إلى المسجد الأقصى، وذلك في المسجد المسمَّى \"مسجد القبلتين\". ¶ والجواب: أنَّني لَم أجد شيئاً ثابتاً يدلُّ على أنَّ تحويل القبلة كان والنبيُّ صلى الله عليه وسلم يُصلِّي في مسجد بني سَلِمة الذي قيل: إنَّه مسجد القبلتين، وإنَّما جاء ذلك في كلام",
            "page": "34",
            "part": "1",
            "seal": "9D362B6C"
        },
        {
            "id": "32",
            "nass": "الواقدي، ذكره عنه ابنُ سعد في الطبقات، عبَّر عنه الواقديُّ بقوله: \"ويُقال\"، وقد أشار إلى ذلك الحافظ ابن حجر في فتح الباري. ¶ والواقديُّ قال عنه الحافظ ابن حجر في التقريب: ¶ \"متروك مع سعة علمه\"، ولو صحَّ لَم يكن فيه دليل على فضل هذا المسجد؛ لأنَّ الفضلَ إنَّما يَثبتُ بالنَّصِّ عليه مِن رسولِ الله صلى الله عليه وسلم، كما ثبت ذلك لمسجده صلى الله عليه وسلم ومسجد قباء. ¶ ثمَّ لا أدري ماذا يريد الكاتب من إيجاد علامة تدل على القبلة الأولى عند بناء المسجد؟ ¶ هل يريد أن يوضع محرابٌ إلى جهة بيت المقدس، كالذي جُعل إلى جهة الكعبة؟! ¶ فإنَّ ذلك لا يجوز؛ وفي تحقيقه فتنة للناس، بأن يُصلي بعض الجُهَّال إلى جهة بيت المقدس، وقد حصل ذلك بدون وجود محراب، كما ذكر ذلك بعضُ مَن شاهده حتى في موسم الحجِّ في العام الماضي (1420هـ) !!",
            "page": "35",
            "part": "1",
            "seal": "CD35147E"
        },
        {
            "id": "33",
            "nass": "وقد سألني قبل عدَّة سنوات وأنا في مسجد الرسول صلى الله عليه وسلم سائلٌ يقول: إنِّي رأيتُ أناساً يُصلُّون فرادى إلى الجهة الخلفية من مسجد القبلتين، فصليتُ ركعتين إلى تلك الجهة؟! ¶ وهذه هي النتيجة التي تترتَّب على رغبة الكاتب في إيجاد علامة إلى القبلة الأولى المنسوخة، والله الهادي إلى سواء السبيل. ¶ 7 قال الكاتبُ: \" لا يجوز اتِّهامُ المسلمين الموحِّدين الذي يُصلُّون معكم ويَصومون ويُزكُّون ويَحُجُّونَ البيتَ مُلبِّين مُردِّدين: (لبَّيك اللَّهمَّ لبَّيك، لبَّيك لا شريك لك لبَّيك، إنَّ الحمدَ والنِّعمةَ لك والملك، لا شريك لك) ، لا يجوز شرعاً اتِّهامُهم بالشِّرك، كما تطفَح كتبُكم ومنشوراتكم، وكما يجأرُ خطيبُكم يوم الحجِّ الأكبر من",
            "page": "36",
            "part": "1",
            "seal": "BA376348"
        },
        {
            "id": "34",
            "nass": "مسجد الخيف بِمِنى صباح عيد الحُجَّاج وكافة المسلمين، وكذلك يُروِّعُ نظيرُه في المسجد الحرام يوم عيد الفطر بهذه التهجُّمات والافتراءات أهلَ مكة والمعتمرين، فانتهوا هداكم الله تعالى! ¶ وترويعُ المسلم حرامٌ، لا سيما أهالي الحرمين الشريفين، وفي هذا المعنى نصوصٌ شريفةٌ صحيحة\". ¶ وقال أيضاً: \"لقد كفَّرتُم الصوفية ثم الأشاعرة، وأنكرتم واستنكرتُم تقليدَ واتباعَ الأئمة الأربعة (أبو حنيفة، ومالك، والشافعي، وأحمد بن حنبل) في حين أنَّ مُقلِّدي هؤلاء كانوا ولا زالوا يُمثِّلون السوادَ الأعظم من المسلمين، كما أنَّ المنهجَ الرَّسميَ لدولتِكم والذي وَضعه الملك عبد العزيز رحمه الله يَنصُّ على اعتماد واعتبار المذاهب الأربعة، فانتهوا هداكم الله تعالى\". ¶ وقال أيضاً: \" ... ولكنَّكم تُكفِّرون الصوفيَّة كافَّة، وتَصفونَهم بالابتداع والشرك!! \".",
            "page": "37",
            "part": "1",
            "seal": "E448DCE8"
        },
        {
            "id": "35",
            "nass": "والجوابُ من وجوه: ¶ الأول: أنَّ قولَه في الذين زعم نصحَهم أنَّهم يتَّهمون المسلمين بالشِّرك، وأنَّهم يُكفِّرون الصوفيةَ كافَّة والأشاعرة هو افتراءٌ عليهم، وهم بُرآءُ من ذلك، وعقيدتُهم هي عقيدة أهل السنَّة والجماعة، وأنَّهم لا يُكفِّرون إلاَّ مَن كفَّره الله ورسولُه، ولا يُكفَّرُ المسلمُ بذنبٍ إلاَّ إذا استحلَّه، وكان ذلك الذنبُ مِمَّا عُلِم من الدِّين تحريمُه بالضرورة، قال الإمامُ الطحاويُّ رحمه الله في عقيدة أهل السنة والجماعة: \"ولا نُكفِّر أحداً من أهلِ القبلة بذنبٍ ما لَم يستحلَّه\". ¶ والبدعُ تنقسِمُ إلى قسمَين: ¶ بدعةٌ مكفِّرةٌ: كالاستغاثة بالأموات والجِنِّ والملائكةِ ونحوِهم، وطلبِ الحاجات وكشفِ الكُرُبات منهم، قال الله عزَّ وجلَّ: {أَمَّن يُجِيبُ المُضطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِءَإِلَهٌ مَعَ اللهِ قَلِيلاً مَا تَذَكَّرُونَ} .",
            "page": "38",
            "part": "1",
            "seal": "0CC73DB1"
        },
        {
            "id": "36",
            "nass": "وبدعةٌ مفسِّقةٌ: كالتوسُّلِ إلى الله بالأموات والملائكةِ ونحوهم. ¶ والصوفية المذمومون الذين يلهَج بهم الكاتب من جملة أهل البِدع، فيهم مَن بدعتُه مكفِّرة، كابن عربي وأضرابِه، ومَن بدعتُه مفسِّقة. ¶ الثاني: أنَّ الذي اشتملتْ عليه كتبُ مَن زعم نصحَهم، وكذا خطب الخُطباء الذين أشار إليهم، إنَّما هو التحذيرُ من الشِّرك، والدعوةُ إلى إخلاصِ العبادةِ لله عزَّ وجلَّ، وهذه هي وظيفةُ الرُّسُل، كما قال الله عزَّ وجلَّ: {وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لاَ إِلَهَ إِلاَّ أَنَا فَاعْبُدُونِ} ، وقال سبحانه وتعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمًّةٍ رَسُولاً أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الطَّاغُوتَ} . ¶ والمسلمون في الحَرَمين وكذا غيرُهم في كلِّ مكانٍ يسمعون الخُطبَ من المسجدَين الشريفين في مكة والمدينة بواسطة الإذاعة، وليس فيها بِحمد الله ما يُروِّع، ¶ كما زعم الكاتب، بل فيها ما يَسُرُّ النفوسَ ويُثلِجُ",
            "page": "39",
            "part": "1",
            "seal": "2815BA1F"
        },
        {
            "id": "37",
            "nass": "الصُّدورَ؛ لأنَّها دعوة إلى الحقِّ والهُدى الذي جاء به المصطفى صلى الله عليه وسلم، ونسألُ الله عزَّ وجلَّ أن يَهديَ قلبَ الكاتب ومَن على شاكلتِه ليَرَوا الحقَّ حقًّا فيتَّبعوه، والباطلَ باطلاً فيَجتنِبوه. ¶ الثالث: أما قول الكاتب عمَن زعم نصحَهم أنَّهم يُنكرون ويستنكرون التقليدَ والاتباعَ للأئمَّة الأربعة، فهو غير صحيح؛ لأنَّ مَن عنده علمٌ ومعرفةٌ بالدَّليل من الكتاب والسُّنَّة يجبُ عليه الأخذُ بالدليل، كما قال الشافعيُّ رحمه الله: \"أجمع النَّاسُّ على أنَّ مَن استبانت له سنَّةُ رسول الله صلى الله عليه وسلم لَم يكن له أن يَدَعها لقول أحدٍ\"، وقال ابنُ خزيمة: \"ويَحرُم على العالم أن يُخالف السنَّة بعد علمِه بها\". (فتح الباري 3/95) ، وقال أيضاً في رفع اليدين عند القيام من الركعتين: \"هو سنَّةٌ وإن لَم يَذْكره الشافعي، فالإسنادُ صحيح، وقد قال: قولوا بالسنَّة ودَعُوا قولي\". (الفتح 2/222) . ¶ وأما العاميُّ ومَن لا يتمكَّن من معرفة الدليل فإنَّه",
            "page": "40",
            "part": "1",
            "seal": "2DD63FD4"
        },
        {
            "id": "38",
            "nass": "يسوغ له التقليد؛ فإنَّ الله عزَّ وجلَّ قد قال: {فَاتَّقُوا اللهَ مَا اسْتَطَعْتُمْ} . ¶ قال شيخُ الإسلام ابن تيمية رحمه الله: \"إنَّ أهلَ السُّنَّة لَم يقُل أحدٌ منهم: إنَّ إجماعَ الأئمَّة الأربعة حُجَّةٌ معصومةٌ، ولا قال: إنَّ الحقَّ مُنحصِرٌ فيها، وأنَّ ما خرج عنها باطلٌ، بل إذا قال مَن ليس من أتباع الأئمة ¶ كسفيان الثوري، والأوزاعي، والليث بن سعد، ومَن قبلهم من المجتهدين قولاً يُخالف قول الأئمَّة الأربعة، رُدَّ ما تنازعوا فيه إلى الله ورسوله، وكان القول الرَّاجحُ هو القول الذي قام عليه الدليل\". منهاج السنة (3/412) . ¶ وقال شيخنا شيخ الإسلام العلاَّمة عبد العزيز بن باز ¶ رحمه الله في ردِّه على الصابوني في قوله عن تقليد الأئمة الأربعة: \"إنَّه من أوجب الواجبات\" قال: \"لا شكَّ أنَّ هذا الإطلاقَ خطأٌ؛ إذ لا يجب تقليدُ أحد من الأئمَّة الأربعة ولا غيرهم مهما كان علمُه؛ لأنَّ الحقَّ في اتِّباع الكتاب والسنَّة لا في تقليد أحد من الناس، وإنَّما",
            "page": "41",
            "part": "1",
            "seal": "2F20EB26"
        },
        {
            "id": "39",
            "nass": "قُصارى الأمر أن يكون التقليدُ سائغاً عند الضرورة لِمَن عُرِف بالعلم والفضل واستقامة العقيدة، كما فصَّل ذلك العلاَّمةُ ابن القيم رحمه الله في كتابه \"إعلام الموقعين\"، ولذلك كان الأئمَّة رحمهم الله لا يَرضون أن يُؤخذ من كلامِهم إلاَّ ما كان موافقاً للكتاب والسُّنَّة، قال الإمام مالك رحمه الله: (كلٌّ يُؤخذ من قوله ويُرَدُّ، إلاَّ صاحب هذا القبر) ، يُشير إلى قبر رسول الله صلى الله عليه وسلم، وهكذا قال إخوانُه من الأئمَّة في هذا المعنى. ¶ فالذي يتمكَّن من الأخذ بالكتاب والسنَّة يتعيَّن عليه ألاَّ يُقلِّد أحداً من الناس، ويأخذ عند الخلاف بما هو أقرب الأقوال لإصابة الحقِّ، والذي لا يستطيع ذلك فالمشروع له أن يسألَ أهل العلم، كما قال الله عزَّ وجلَّ: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لاَ تَعْلَمُونَ} \". مجموع فتاوى ومقالات متنوِّعة (3/52) . ¶ وقال شيخنا العلاَّمة محمد الأمين الشنقيطي رحمه الله في كتابه أضواء البيان (7/553 555) : \"لا خلاف",
            "page": "42",
            "part": "1",
            "seal": "12FECE0E"
        },
        {
            "id": "40",
            "nass": "بين أهل العلم في أنَّ الضرورةَ لها أحوالٌ خاصة تستوجب أحكاماً غير أحكام الاختيار، فكلُّ مسلم ألْجأَتْه الضرورةُ إلى شيء إلْجاءً صحيحاً حقيقيًّا فهو في سعةٍ من أمره ¶ فيه\" إلى أن قال: \"وبهذا تعلم أنَّ المضطرَّ للتقليد الأعمى اضطراراً حقيقيًّا، بحيث يكون لا قدرة له ألبتَّة على غيره، مع عدم التفريط لكونه لا قدرة له أصلاً على الفهم، أو له قدرة على الفهم وقد عاقَتْه عوائقُ قاهرة عن التعلُّم، أو هو في أثناء التعلُّم، ولكنَّه يتعلَّم تدريجاً؛ لأنَّه لا يقدر على تعلُّم كل ما يحتاجه في وقتٍ واحد، أو لم يَجِد كُفْئاً يتعلَّم منه ونحو ذلك، فهو معذورٌ في التقليد المذكور للضرورة؛ لأنَّه لا مَندوحة له عنه. ¶ وأما القادر على التعلُّم المفرِّط فيه والمقدِّم آراء الرجال على ما علم من الوحي فهو الذي ليس بمَعذور\". ¶ وقال أيضاً (7/555) : \"اعلم أنَّ موقفَنا من الأئمَّة ¶ رحمهم الله من الأربعة وغيرهم هو موقف سائر المسلمين المُنصِفين منهم، وهو موالاتُهم ومحبَّتُهم وتعظيمُهم",
            "page": "43",
            "part": "1",
            "seal": "4DCE0F07"
        },
        {
            "id": "41",
            "nass": "وإجلالُهم والثناءُ عليهم بما هم عليه من العلم والتقوى، واتباعُهم في العمل بالكتاب والسنة، وتقديمهما على رأيِهم، وتعلُّم أقوالِهم للاستعانة بها على الحق، وترك ما خالف الكتاب والسنة منها. ¶ وأمَّا المسائل التي لا نصَّ فيها، فالصواب النظر في اجتهادهم فيها، وقد يكون اتِّباعُ اجتهادهم أصوبَ من اجتهادنا لأنفسنا؛ لأنَّهم أكثر علماً وتقوى منَّا. ¶ ولكن علينا أن ننظرَ ونحتاطَ لأنفسِنا في أقرب الأقوال إلى رِضى الله، وأحوطها وأبعدِها من الاشتباه؛ كما قال صلى الله عليه وسلم: \"دَع ما يَريبُك إلى ما لا يريبُك\"، وقال: \"فمَن اتقى الشبهات فقد استبرأ لدينه وعِرضه\". ¶ وحقيقة القول الفصل في الأئمة رحمهم الله أنَّهم من خيار المسلمين، وأنَّهم ليسوا معصومين من الخطأ، فكلُّ ما أصابوا فيه فلهم فيه أجر الاجتهاد وأجرُ الإصابة، وما أخطأوا فيه فهم مأجورون على كلِّ حال، لا يلحقُهم ذمٌّ ولا عيبٌ ولا نقصٌ في ذلك.",
            "page": "44",
            "part": "1",
            "seal": "721DFD15"
        },
        {
            "id": "42",
            "nass": "ولكن كتاب الله وسنَّة نبيِّه صلى الله عليه وسلم حاكمان عليهم وعلى أقوالهم، كما لا يخفى. ¶ فلا تَغْلُ في شيءٍ من الأمر واقتصد ... كلا طرفي قصد الأمور ذميمُ ¶ فلا تكُ مِمَّن يذُمُّهم وينتقصُهم، ولا مِمَّن يعتقد أقوالَهم مغنية عن كتاب الله وسنة رسوله أو مقدَّمة عليهما\". اه. ¶ هذه بعض أقوال المحقِّقين من أهل العلم في حكم التقليد، وعلى هذا فليس هناك إنكارٌ ولا استنكارٌ كما زعم الكاتب، بل إنَّ الشيخَ العلاَّمة المحدِّث محمد ناصر الدين الألباني رحمه الله وهو الذي له نصيبٌ كبيرٌ من حِقد الرِّفاعي والبوطي قد قال في ردِّه على أبي غدَّة: ¶ \"إنَّ الانتسابَ إلى أحدٍ من الأئمَّة كوسيلة للتعرُّف على ما قد يفوت طالبَ العلم من الفقه بالكتاب والسنَّة أمرٌ لا بدَّ منه شرعاً وقدَراً؛ فإنَّ ما لا يقوم الواجب إلاَّ به فهو واجب، وعلى هذا جرى السَّلفُ والخلفُ جميعاً، يتلقَّى بعضُهم العلمَ عن بعض، ولكن الخلف إلاَّ قليلاً منهم",
            "page": "45",
            "part": "1",
            "seal": "79CDE256"
        },
        {
            "id": "43",
            "nass": "خالف السَّلفَ حين جعل الوسيلةَ غايةً، فأوجب على كلِّ مسلم مهما سَما في العلم والفقه عن الله ورسوله من بعد الأئمة الأربعة أن يُقلِّدَ واحداً منهم، لا يَميلُ عنه إلى غيره، كما قال أحدهم: وواجبٌ تقليد حَبْرٍ منهم! \". ¶ وهذا الذي قاله الشيخ الألبانيُّ رحمه الله عن المُتعصِّبة للمذاهب قد جاء عن الشيخ أحمد الصاوي في حاشيته على الجلالين عند قوله تعالى: {وَلاَ تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا إِلاَّ أَن يَشَاءَ اللهُ} ؛ إذ فهِم الآية فهماً خاطئاً، وبَنَى عليه حكماً من أبطلِ الباطل، أوضح الردَّ عليه شيخُنا الشيخ محمد الأمين الشنقيطي رحمه الله في تفسيره أضواء البيان عند قول الله عزَّ وجلَّ: {أَفَلاَ يَتَدَبَّرُونَ القُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} ، وكلام الصاوي الباطلُ هو قولُه وبئس ما قال: \"ولا يجوز تقليدُ ما عدا المذاهب الأربعة، ولو وافق قولَ الصحابة والحديثَ الصحيح والآية!! فالخارجُ عن المذاهب الأربعة ضالٌّ مُضِلٌّ، وربَّما أدَّاه ذلك للكفر؛ لأنَّ الأخذَ بظواهر الكتاب والسنة من أصول الكفر!!! \".",
            "page": "46",
            "part": "1",
            "seal": "F0A26DF7"
        },
        {
            "id": "44",
            "nass": "وهذا كلام من الصاوي من أسوإ الكلام وأبطل الباطل، ولو بحث أحدٌ عن كلامٍ سيِّءٍ يُنسبُ إلى مسلم قد لا يَجِد أسوأ منه، وقد جاء ذلك نتيجة لتفسيره للقرآن بالرأي والتعصُّب للمذاهب، نسأل الله السلامةَ والعافية. ¶ الرابع: وأمَّا الملك عبد العزيز رحمه الله فإنَّه على منهج السَّلف، يحترمُ الأئمَّة الأربعة ويُوقِّرُهم، ويُعوِّلُ على الأدلَّة من الكتاب والسنَّة، قال رحمه الله: \"إنَّنا لم نُطِع (ابن عبد الوهاب) وغيره إلاَّ في ما أيَّدوه بقول من كتاب الله وسنَّة رسوله، وقد جعلنا الله أنا وآبائي وأجدادي مُبشِّرين ومُعلِّمين بالكتاب والسنة وما كان عليه السلف الصالح، ومتى وجدنا الدليلَ القويَّ في أيِّ مذهب من المذاهب الأربعة رجعنا إليه وتَمسَّكنا به، وأمَّا إذا لَم نَجد دليلاً قويًّا أخذنا بقول الإمام أحمد\". من تاريخ البلاد العربية السعودية لمنير العجلاني (1/229) .",
            "page": "47",
            "part": "1",
            "seal": "3109F2FD"
        },
        {
            "id": "45",
            "nass": "8 قال الكاتبُ: \"تُرَدِّدون جملة الحديث الشريف: \"كلُّ بدعة ضلالة\" بدون فهم للإنكار على غيركم، بينما تُقِرُّون بعضَ الأعمال المخالفة للسُنَّة النَّبوية، ¶ ولا تنكرونها ولا تَعُدُّونها بدعةً، سنذكر بعضاً منها فيما يأتي ... \". ¶ ويُجاب عن هذا من وجوه: ¶ الأول: أنَّ النَّبِيَّ صلى الله عليه وسلم بيَّن في حديث العرباض بن سارية أنَّه سيوجد الاختلافُ في هذه الأُمَّة، ومع وجوده يكون كثيراً، حيث قال: \"فإنَّه مَن يَعِش منكم فسيرى اختلافاً كثيراً\"، ثم أرشدَ صلى الله عليه وسلم عند وجود هذا الاختلاف ¶ إلى الطريق الأمثل والمنهج الأقوم، وهو اتباع السنن ¶ وترك البِدع، فقال: \"فعليكم بسُنَّتِي وسنَّة الخلفاء الراشدين المهديين من بعدي، عضُّوا عليها بالنَّواجذ، وإيَّاكم ومُحدثات الأمور؛ فإنَّ كلَّ مُحدَثةٍ بدعة، وكلَّ بدعة ضلالة\"، فإنَّه صلى الله عليه وسلم رغَّب في السُّنن بقوله: \"فعليكم بسُنَّتي ... \"، ورهَّب من البدع بقوله: \"وإيَّاكم",
            "page": "48",
            "part": "1",
            "seal": "C52976BD"
        },
        {
            "id": "46",
            "nass": "ومُحدثات الأمور، فإنَّ كلَّ مُحدَثةٍ بدعة، وكلَّ بدعة ضلالة\". ¶ ومثل ذلك حديث \"ستفترق هذه الأُمَّة على ثلاث وسبعين فرقة، كلُّها في النَّار إلاَّ واحدة. قالوا: مَن هي ¶ يا رسول الله؟ قال: \"من كان على ما أنا عليه اليوم وأصحابي\". ¶ فقد بيَّن صلى الله عليه وسلم أنَّ أمَّةَ الإجابة ستفترق هذا التفرُّق الكثير، وأنَّه لا ينجو مِن العذاب إلاَّ مَن كان على ما كان عليه الرسول صلى الله عليه وسلم وأصحابُه، وهم الذين يتَّبعون الكتابَ والسنَّةَ وما كان عليه سلفُ الأُمَّة، وقد قال الإمام مالك رحمه الله: \"لن يصلح آخر هذه الأمة إلاَّ بما صلح به أولها\". ¶ وروى الإمام محمد بن نصر المروزي في كتاب السنة بإسنادٍ صحيح عن ابن عمر رضي الله عنهما قال: \"كلُّ بدعة ضلالةٌ وإن رآها الناس حسنة\". ¶ وذكر الشاطبِيُّ في الاعتصام (1/28) أنَّ ابن الماجشون قال: سمعتُ مالكاً يقول: \"مَن ابتدع في الإسلام بدعةً",
            "page": "49",
            "part": "1",
            "seal": "E2138E1D"
        },
        {
            "id": "47",
            "nass": "يراها حسنةً فقد زعم أنَّ محمداً خان الرسالة؛ لأنَّ الله يقول: {اليَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُم} فما لم يكن يومئذ ديناً فلا يكون اليومَ ديناً\". ¶ وقال أبو عثمان النيسابوري: \"مَن أمَّر السنَّةَ ¶ على نفسِه قولاً وفعلاً نطق بالحكمة، ومن أمَّر الهَوَى على نفسِه قولاً وفعلاً نطق بالبدعة\". انظر: حلية الأولياء (10/244) . ¶ وقال سَهل بن عبد الله التستري: \"ما أحدثَ أحدٌ في العلم شيئاً إلاَّ سُئل عنه يوم القيامة، فإن وافق السُّنَّةَ سَلِم، وإلاَّ فلا\". فتح الباري (13/290) . ¶ وعلى هذا، فإنَّ الفهمَ الصحيحَ لقوله صلى الله عليه وسلم: \"وكلُّ بدعة ضلالة\" هو بقاءُ اللفظ على عمومه، وأنَّ كلَّ ما أُحدث في دين الله فهو بدعة، وهو مردودٌ على مَن جاء به؛ لقوله صلى الله عليه وسلم في الحديث المتفق على صحَّته: \"مَن أحدث في أمرنا هذا ما ليس منه فهو ردٌّ\"، وفي لفظٍ لمسلم: \"مَن عمل عملاً ليس عليه أمرُنا فهو ردٌّ\".",
            "page": "50",
            "part": "1",
            "seal": "626B9FB7"
        },
        {
            "id": "48",
            "nass": "أمَّا القولُ بأنَّ مِن البدعِ ما هو حَسنٌ فغير صحيح؛ لأنَّه يُخالف قول الرسول صلى الله عليه وسلم: \"وكل بدعة ضلالة\"، كما مرَّ إيضاحه في كلام ابن عمر ومالك وغيرهما المتقدِّم قريباً. ¶ ولا يَصِحُّ الاستدلالُ لهذا القول بقوله صلى الله عليه وسلم: \"مَن سَنَّ في الإسلام سنَّةً حسنةً فله أجرها وأجر مَن عمل بها ... \"، الحديث رواه مسلم؛ لأنَّ سياقَه في القدوة في الخير؛ لأنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا حثَّ على الصدَقة، أتى رجلٌ من الأنصار بصُرَّةٍ كبيرة، فتابعه الناس على الصدقة، فعند ذلك قال النَّبِيُّ صلى الله عليه وسلم ما قال. ¶ الثاني: ذكر الكاتب أنَّ مَن زعم نُصحَهم يُقرُّون بعضَ الأعمال المخالفة للسُّنَّة، ولا يعدُّونَها بدعة، ومن أمثلة ذلك عنده وضعُ حواجز بين الرِّجال والنِّساء في المسجد النَّبوي، قال عن ذلك: \"وهذه بدعةٌ شنيعةٌ؛ لأنَّه إحداثُ ما لم يحدُث في زمنه عليه الصلاة والسلام والسلف الصالح، فقد كان يَلِي الإمامَ صفوفُ الرِّجال، ثم",
            "page": "51",
            "part": "1",
            "seal": "A61A54DF"
        },
        {
            "id": "49",
            "nass": "الصِّبيان، ثم النِّساء، يُصلُّون جميعاً وبلا حاجز خلفه صلَّى الله تعالى عليه وآله وسلم\". ¶ ويُجاب عن ذلك: بأنَّ من عجيب أمرِ الكاتب أن يرى أنَّ هذا العملَ بدعةٌ، مع أنَّ فيه ستراً للنساء، وصيانةً لهنَّ من نظرِ الرِّجال إليهنَّ، ونظرهنَّ إلى الرِّجال، وقد ثبت في الصحيحين من حديث أسامة بن زيد رضي الله عنهما، عن النَّبِيِّ صلى الله عليه وسلم أنَّه قال: \"ما تركتُ بعدي فتنةً أَضَرَّ على الرِّجال من النساء\"، وروى مسلم في صحيحه عن أبي هريرة رضي الله عنه: أنَّ النَّبِيَّ صلى الله عليه وسلم قال: \"خيرُ صفوف الرِّجال أوَّلُها، وشرُّها آخرُها، وخير صفوف النِّساء آخرُها، وشرُّها أوَّلُها\". ¶ وجاء في آداب النساء في صلاتِهنَّ مع النَّبِيِّ صلى الله عليه وسلم عن عائشة رضي الله عنها أنَّها قالت: \"إن كان رسول الله صلى الله عليه وسلم لَيُصلِّي الصبحَ فينصرفَ النساءُ مُتلفِّعاتٍ بِمُروطِهنَّ، ما يُعرفنَ من الغَلَس\"، رواه البخاري ومسلم. ¶ وفي صحيح البخاري عن أمِّ سلمة رضي الله عنها:",
            "page": "52",
            "part": "1",
            "seal": "E71C2764"
        },
        {
            "id": "50",
            "nass": "\"أنَّ النساءَ في عهد رسول الله صلى الله عليه وسلم كُنَّ إذا سلَّمنَ من المكتوبة قُمْنَ، وثبتَ رسولُ الله صلى الله عليه وسلم ومَن صلَّى من الرِّجال ما شاء الله، فإذا قام رسولُ الله صلى الله عليه وسلم قام الرِّجال\". ¶ فهذان حديثان عن النَّبِيِّ صلى الله عليه وسلم في الترغيب في تباعد النساء عن الرجال، وبعدَهما حديثان في آداب صلاة النساء مع الرسول صلى الله عليه وسلم، ثم بعد ذلك تغيَّرت حال النساء، حتى قالت عائشةُ رضي الله عنها: \"لو أنَّ رسولَ الله صلى الله عليه وسلم رأى ما أَحْدَثَ النساءُ لَمَنَعَهنَّ المسجد، كما مُنعت نساءُ بَنِي إسرائيل\"، رواه البخاري ومسلم. ¶ وفي هذا الزمان تغيَّرت أحوال النساء كثيراً، وحصل منهنَّ التبرُّجُ والسُّفور، وسَهُل الوصول إلى مكة والمدينة للرِّجال والنِّساء، والمسجدان الشريفان حصل فيهما توسعةٌ كبيرة، والنساء تأتي إليهما من جهاتٍ مختلفة، وخُصِّص لهنَّ أماكن مُعيَّنة، وجُعل حواجز؛ حتى لا يختلِطنَ بالرِّجال، فأيُّ مانعٍ يَمنَعُ من ذلك؟! بل وكيف يجوز أن يصفَه الكاتبُ بأنَّه بدعةٌ شنيعة؟!",
            "page": "53",
            "part": "1",
            "seal": "A47DE053"
        },
        {
            "id": "51",
            "nass": "مع أنَّ أوراق الكاتب اشتمَلت على بدَعٍ واضحة جليَّة لَم يعتبِرها بدعاً، كبدعة بناء القِباب على القبور، والاحتفال بالمولد النَّبويِّ!! ¶ 9 أشاد في أوراقه بتعظيم القبور وبناء القباب عليها، فوصف العيدروس فقال: \"الإمام الربَّاني الحبيب العدني، بركة عدن وحضرموت رحمه الله تعالى\"، ونَوَّه بِمشهده وبناء قُبَّتِه، ووصفها بأنَّها \"مباركة!! \". ¶ والجواب: أنَّ البناءَ على القبور واتخاذها مساجد قد جاءت أحاديث كثيرة عن رسول الله صلى الله عليه وسلم في تحريمه والتحذير منه؛ لأنَّه من وسائل الشرك، وقد ثبت في صحيح مسلم من حديث أبي الهيَّاج الأسدي قال: قال لي علي بن أبي طالب: \"ألاَ أبعثُكَ على ما بعثنِي عليه رسول الله صلى الله عليه وسلم؟ أن لا تَدَعَ تِمثالاً إلاَّ طمَستَه، ولا قبراً مُشرفاً إلاَّ سوَّيتَه\"، وفي لفظ: \"ولا صورةً إلاَّ طَمستَها\".",
            "page": "54",
            "part": "1",
            "seal": "39052BDE"
        },
        {
            "id": "52",
            "nass": "وفي الصحيحين من حديث عائشة وابن عباس رضي الله عنهما قالا: \"لَمَّا نُزل برسول الله صلى الله عليه وسلم طفِق يطرحُ خميصةً له على وجهه، فإذا اغتمَّ بها كشفها عن وجهه، فقال وهو كذلك: \"لعنةُ الله على اليهود والنصارى، اتَّخذوا قبورَ أنبيائهم مساجد يُحذِّرُ ما صنعوا\". ¶ وقولهما رضي الله عنهما في الحديث: \"لَمَّا نُزل\" يَعنيَان الموتَ، وقد اشتمل هذا الحديث على ثلاثة أمور: ¶ الأمر الأول: الدعاء على اليهود والنصارى باللَّعن. ¶ الأمر الثاني: بيان سبب اللَّعن، وهو اتخاذ قبور أنبيائهم مساجد. ¶ والأمر الثالث: بيان الغرض من ذكر ذلك، وهو تحذيرُ هذه الأمَّة من الوقوع فيما وقع فيه اليهود والنصارى، فيستحقُّوا اللَّعنة. ¶ وثبت في صحيح مسلم من حديث جندب بن عبد الله البَجَليِّ أنَّه قال: سمعتُ النَّبِيَّ صلى الله عليه وسلم قبل أن يموت بخمسٍ،",
            "page": "55",
            "part": "1",
            "seal": "EBF1E52A"
        },
        {
            "id": "53",
            "nass": "وهو يقول: \"إنِّي أبرَأُ إلى الله أن يكون لي منكم خليلٌ، فإنَّ الله قد اتَّخذني خليلاً، كما اتَّخذ إبراهيم خليلاً، ولو كنتُ متَّخذاً من أُمَّتي خليلاً لاتَّخذتُ أبا بكر خليلاً، ألاَ وإنَّ مَن كان قبلكم كانوا يتَّخذون قبور أنبيائهم وصالِحيهم مساجد، ألاَ فلا تتَّخذوا القبورَ مساجد، إنِّي أنهاكم عن ذلك\". ¶ وفي الصحيحين عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"قاتَل الله اليهودَ؛ اتَّخذوا قبورَ أنبيائهم مساجد\"، وثبت في الصحيحين من حديث عائشة رضي الله عنها وصْفُ الذين يَبنونَ المساجد على القبور بأنَّهم شرارُ الخَلق عند الله. ¶ وهذه الأحاديثُ الثابتة عن رسول الله صلى الله عليه وسلم اشتملت على التحذير من اتِّخاذ القبور مساجد مطلقاً، وبعضُها يُفيد حصولَ ذلك منه قبل أن يموت بخمسٍ، وبعضُها يُفيد حصولَ ذلك عند نزول الموتِ به. ¶ والتحذيرُ من ذلك جاء على صِيَغٍ متعدِّدة، فجاء",
            "page": "56",
            "part": "1",
            "seal": "D2E0F9E8"
        },
        {
            "id": "54",
            "nass": "بصيغة الدعاء باللَّعنة على اليهود والنصارى، وجاء بصيغة الدعاء بمقاتلَة الله لليهود، وجاء بوصف فاعلي ذلك بأنَّهم شرارُ الخَلق عند الله، وجاء بصيغة \"لا\" الناهية في قوله: ¶ \"ألا فلا تتَّخذوا القبورَ مساجد\"، وبصيغة لفظ النَّهي بقوله: \"إنِّي أنهاكم عن ذلك\". ¶ وهذا مِن كمال نُصحِه لأمَّتِه صلى الله عليه وسلم، وحرصِه على نَجاتِها وشفقتِه عليها، صلَّى الله وسلَّم وبارك عليه، وجزاه أوفَى الجزاء، وأثابَه أَتَمَّ مثوبَة. ¶ واتِّخاذ القبور مساجد يشمل بناء المسجد على القبر، كما قال صلى الله عليه وسلم في النصارى: \"أولئك إذا كان فيهم الرَّجل الصالِح فمات بَنَوا على قبره مسجداً، وصوَّروا فيه تلك الصُّوَر، أولئك شرارُ الخلق عند الله\"، وهو في الصحيحين من حديث عائشة رضي الله عنها. ¶ ويَشمل قَصدَها واستقبالَها في الصلاة، كما قال صلى الله عليه وسلم: \"لا تجلِسوا على القبور، ولا تُصلُّوا إليها\"، أخرجه مسلم من حديث أبي مَرثَد الغنَويِّ رضي الله عنه. ويَشمل",
            "page": "57",
            "part": "1",
            "seal": "9029577D"
        },
        {
            "id": "55",
            "nass": "السجودَ على القبر من باب أولى؛ إذ هو أخصُّ من الصلاة إليه. ¶ وذكر الذهبيُّ في سير أعلام النبلاء (8/27) في ترجمة عبد الله بن لهيعة أنَّ الدَّفنَ في البيوت من خصائص النَّبِيِّ صلى الله عليه وسلم. ¶ وأورد ابنُ كثير في البداية والنهاية ترجمة السيدة نفيسة بنت الحسن بن زيد القرشية الهاشمية في حوادث سنة (208هـ) ، ونقل عن ابن خلِّكان أنَّه قال: \"ولأهل مصر فيها اعتقاد\"، ثم قال ابنُ كثير: \"وإلى الآن قد بالغَ العامَّةُ في اعتقادهم فيها وفي غيرها كثيراً جدًّا، ولا سيما عوامُّ مصر، فإنَّهم يُطلقون فيها عبارات بَشِعة، فيها مجازَفةٌ تؤدِّي إلى الكفر والشِّرك، وألفاظاً كثيرة ينبغي أن يعرفوا أنَّها لا تجوز ... \"، إلى أن قال: \" ... والذي ينبغي أن يُعتقد فيها: ما يليق بِمِثلِها من النساء الصالحات، وأصلُ عبادة الأصنام من المغالاة في القبور وأصحابها، وقد أمر النَّبِيُّ صلى الله عليه وسلم بتسوية القبور وطمسِها، والمغالاةُ في البَشَر حرامٌ ... \".",
            "page": "58",
            "part": "1",
            "seal": "CAEF881B"
        },
        {
            "id": "56",
            "nass": "وكانت وفاةُ ابنِ كثير رحمه الله سنة (774هـ) . ¶ وقد ألَّف في هذه المسألة العلاَّمةُ الشوكاني المتوفى سنة (1250هـ) رسالةً سَمَّاها \"شرح الصدور بتحريم رفع القبور\" أجادَ فيها وأفاد، قال فيها: \"اعلم أنَّه قد اتَّفق الناسُ سابقهم ولاحِقهم وأولهم وآخرهم من لدن الصحابة إلى هذا الوقت أنَّ رفعَ القبور والبناءَ عليها بدعةٌ من البدع التي ثبت النَّهيُ عنها واشتدَّ وعيدُ رسول الله صلى الله عليه وسلم لفاعلِها، ولم يُخالف في ذلك أحدٌ من المسلمين أجمعين، لكنَّه وقع للإمام يحيى مقالة تدلُّ على أنَّه يرى أنَّه لا بأس بالقباب والمشاهد على قبور الفضلاء، ولم يَقل بذلك غيرُه ولا روي عن أحدٍ سواه، ومَن ذكرها من المؤلفين في كتب الفقه من الزيدية فهو جرى على قوله واقتداء به، ولم نجد القول بذلك مِمَّن عاصَرَه أو تقدَّم عصره عليه، لا من أهل البيت ولا من غيرهم، ثم ذكر أنَّ صاحب البحر الذي هو مدرس كبار الزيدية ومرجع مذهبهم ومكان البيان لخلافهم في ذات بينهم، وللخلاف بينهم وبين غيرهم لم",
            "page": "59",
            "part": "1",
            "seal": "7291C82A"
        },
        {
            "id": "57",
            "nass": "ينسب القول بجواز رفع القباب والمشاهد على قبور الفضلاء إلاَّ إلى الإمام يحيى وحده، فقال ما نصُّه: مسألة: الإمام يحيى: لا بأس بالقباب والمشاهد على قبور الفضلاء والملوك؛ لاستعمال المسلمين ولم ينكر. انتهى ... \" إلى أن قال الشوكاني رحمه الله: \"فإذا عرفتَ هذا تقرَّر لك أنَّ هذا الخلافَ واقعٌ بين الإمام يحيى وبين سائر العلماء من الصحابة والتابعين ومن المتقدِّمين من أهل البيت والمتأخرين، من أهل المذاهب الأربعة وغيرهم، ومن جميع المجتهدين أولهم وآخرهم، ولا يعترض هذا بحكاية مَن حكى قول الإمام يحيى في مؤلَّفِه مِمَّن جاء بعده من المؤلِّفين، فإنَّ مجردَ حكاية القول لا يدلُّ على أنَّ الحاكي يختاره ويذهب إليه ... \". إلى أن قال رحمه الله: \"فإذا أردتَ أن تعرفَ هل الحق ما قاله الإمام يحيى أو ما قاله غيرُه من أهل العلم فالواجبُ عليك رد هذا الاختلاف إلى ما أمرنا الله بالردِّ إليه وهو كتاب الله وسنة رسول الله صلى الله عليه وسلم ... \".",
            "page": "60",
            "part": "1",
            "seal": "E5509937"
        },
        {
            "id": "58",
            "nass": "ثم ذكر بعضَ الآيات المقتضية ذلك، وبيَّن وجهَ دلالتها على المطلوب، ثم ذكر جملةً من الأحاديث الكثيرة الواردة عن الرسول صلى الله عليه وسلم في تحريم اتِّخاذ القبور مساجد، والتي مرَّ ذكر بعضها، وبيَّن أنَّ ذلك يُفضي بفاعله إلى الشرك بالله، ثم قال: \"فلا شكَّ ولا ريب أنَّ السببَ الأعظمَ الذي نشأ منه هذا الاعتقاد في الأموات هو ما يُزيِّنه الشيطان للناس من رفعِ القبور ووضعِ الستور عليها وتجصيصِها وتزيينها بأبلغ زينة، وتحسينها بأكمل تحسين، فإنَّ الجاهلَ إذا وقعت عينُه على قبرٍ من القبور قد بُنيت عليه قُبَّة فدخلها ونظر على القبور الستورَ الرائعة والسُّرُجَ المتلألئة وقد سطعت حوله مجامر الطيب، فلا شكَّ ولا ريب أنَّه يمتلئ قلبُه تعظيماً لذلك القبر، ويضيق ذِهنُه عن تصوُّر ما لهذا الميت من المنزلة، ويدخله من الرَّوعة والمهابة ما يزرع في قلبه من العقائد الشيطانية التي هي من أعظم مكائد الشيطان للمسلمين، وأشد وسائله إلى ضلال العباد، مِمَّا يزلزله عن الإسلام قليلاً قليلاً، حتى يطلب من",
            "page": "61",
            "part": "1",
            "seal": "9F920055"
        },
        {
            "id": "59",
            "nass": "صاحب ذلك القبر ما لا يقدر عليه إلاَّ الله سبحانه، فيصير في عدادِ المشركين، وقد يحصل له هذا الشركُ بأولِ رؤيةٍ لذلك القبر الذي صار على تلك الصفة، وعند أول زَورة؛ إذ لا بدَّ له أن يخطرَ ببالِه أنَّ هذه العنايةَ البالغة من الأحياء بمثل هذا الميت لا تكون إلاَّ لفائدة يرجونها منه، إمَّا دُنيوية أو أُخرويَّة، فيستصغرُ نفسَه بالنِّسبة إلى مَن يراه من أشباه العلماء زائراً لذلك القبر وعاكفاً عليه ومُتمسِّحاً بأركانه، وقد يجعل الشيطان طائفة من إخوانِه من بني آدم يَقفون على ذلك القبر يُخادعون مَن يأتي إليه من الزائرين، يُهولون عليهم الأمر، ويصنعون أموراً من أنفسهم وينسبونها إلى الميت على وجهٍ لا يفطن له مَن كان من المغفَّلين، وقد يصنعون أكاذيب مشتملة على أشياء يُسمُّونَها كراماتٍ لذلك الميت، ويَبُثونها في الناس، ويُكرِّرون ذكرَها في مجالِسهم وعند اجتماعهم بالناس، فتشيع وتستفيض ويتلقَّاها مَن يحسن الظنَّ بالأموات، ويَقبَل عقلُه ما يُروى عنهم من الأكاذيب فيرويها كما",
            "page": "62",
            "part": "1",
            "seal": "AF2D80E6"
        },
        {
            "id": "60",
            "nass": "سَمِعها، ويتحدَّث بها في مجالِسِه، فيقع الجُّهالُ في بليَّةٍ عظيمة من الاعتقاد الشركيِّ، وينذرون على ذلك الميت بكرائم أموالهم، ويحبسون على قبره من أملاكِهم ما هو أحبُّها إلى قلوبهم؛ لاعتقادِهم أنَّهم ينالون بجاه ذلك الميت خيراً عظيماً وأجراً كبيراً، ويعتقدون أنَّ ذلك قربةٌ عظيمةٌ وطاعةٌ نافعةٌ وحَسنةٌ متَقبَّلةٌ، فيحصل بذلك مقصود أولئك الذين جعلهم الشيطانُ من إخوانِه من بني آدم على ذلك القبر، فإنَّهم إنَّما فعلوا تلك الأفاعيل، وهوَّلوا على الناس بتلك التهاويل، وكذبوا تلك الأكاذيب لينالوا جانباً من الحُطام من أموال الطغام الأغتام، وبهذه الذريعةِ الملعونةِ والوسيلةِ الإبليسيَّة تكاثرت الأوقاف على القبور، وبلغت مبلَغاً عظيماً حتى بلغت غلاَّتُ ما يُوقف على المشهورين منهم ما لو اجتمعت أوقافُه لبلغ ما يقتاته أهل قرية كبيرة من قرى المسلمين، ولو بِيعت تلك الحبائسُ الباطلة لأغنى اللهُ بها طائفةً كبيرةً من الفقراء، وكلُّها من النَّذر في معصية الله، وقد صحَّ عن رسول الله صلى الله عليه وسلم أنَّه قال: \"لا نذر في",
            "page": "63",
            "part": "1",
            "seal": "5E2FFCC2"
        },
        {
            "id": "61",
            "nass": "معصية الله\"، وهي أيضاً من النَّذر الذي لا يُبتَغَى به وجه الله، بل كلُّها من النذور التي يستحقُّ بها فاعلُها غضب الله وسخطه؛ لأنَّها تُفضي بصاحبها إلى ما يفضي به اعتقاد الإلهيَّة في الأموات من تزلزل قدَم الدِّين؛ إذ لا يَسمحُ بأحبِّ أمواله وألصقها بقلبه إلاَّ وقد زرع الشيطان في قلبه مِن مَحبَّةِ وتعظيم وتقديس ذلك القبر وصاحبه، والمغالاة في الاعتقاد فيه ما لا يعود به إلى الإسلام سالِماً، نعوذ بالله من الخذلان ... \". ¶ إلى أن قال: \"وأمَّا ما استدلَّ به الإمام يحيى حيث قال: (لاستعمال المسلمين ذلك ولم ينكروه) ، فقولٌ مردودٌ؛ لأنَّ علماءَ المسلمين ما زالوا في كلِّ عصرٍ يروون أحاديث رسول الله صلى الله عليه وسلم في لعن مَن فعل ذلك، ويُقرِّرون شريعةَ رسول الله صلى الله عليه وسلم في تحريم ذلك في مدارسِهم ومجالسِ حُفَّاظهم، يرويها الآخرُ عن الأوَّلِ، والصغيرُ عن الكبير، والمتعلِّمُ عن العالِمِ من لدن أيام الصحابة إلى هذه الغاية، وأوردها المحدِّثون في كتبهم المشهورة من الأمَّهات",
            "page": "64",
            "part": "1",
            "seal": "B2F4986A"
        },
        {
            "id": "62",
            "nass": "والمسندات والمصنفات، وأوردها المفسِّرون في تفاسيرِهم، وأهلُ الفقه في كتبهم الفقهية، وأهلُ الأخبار والسِّيَر في كتب الأخبار والسِّيَر، فكيف يُقال إنَّ المسلمين لم يُنكروا على مَن فعل ذلك، وهم يروون أدلَّةَ النَّهيِ عنه واللَّعن لفاعله خلفاً عن سلف في كلِّ عصرٍ؟! ومع هذا فلم يزل علماءُ الإسلام منكرين لذلك مبالِغين في النهي عنه، وقد حكى ابن القيِّم عن شيخه تقيِّ الدِّين رحمهما الله وهو الإمام المحيط بمذهب سلف هذه الأمة وخلفِها أنَّه قد صرَّح عامةُ الطوائفُ بالنَّهي عن بناء المساجد على القبور، ثم قال: وصرَّح أصحاب أحمد ومالك والشافعي بتحريم ذلك، وطائفةٌ أطلقت الكراهة، لكن ينبغي أن يُحمل على كراهة التحريم؛ إحساناً للظنِّ بهم، وأن لا يُظنَّ بهم أن يُجوِّزوا ما تواتَر عن رسول الله صلى الله عليه وسلم لعن فاعله والنهي عنه\". انتهى. ¶ هذه مقتطفاتٌ مِمَّا اشتملت عليه رسالة هذا الإمام من الإيضاح والتحقيق في هذه المسألة التي تواترت",
            "page": "65",
            "part": "1",
            "seal": "9E699BA2"
        },
        {
            "id": "63",
            "nass": "الأحاديث عن رسول الله صلى الله عليه وسلم فيها، وأَجمعَ العلماءُ على حكمِها، ومع ذلك فقد تحقَّق للشيطان مراده في كثير من البلاد الإسلامية من مخالفة كثير من الناس ما تواتر وانعقد عليه الإجماع من تحريم البناء على القبور واتِّخاذها مساجد، وكأنَّ الإجماعَ في نظرهم انعقد على جواز واستحباب ذلك، فالله المستعان ونعوذ بالله من الخذلان. ¶ وعلى قاعدة ابن جرير التي ذكرها ابنُ كثير عند تفسيره قوله تعالى: {وَلاَ تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللهِ عَلَيْهِ} ، وهي أنَّ خلاف الواحد أو الإثنين لا يُؤثِّر في الإجماع، فإنَّ هذه المسألةَ من مسائل الإجماع، وعلى قول الحافظ ابن حجر في الفتح (2/219) أنَّه لا يُعتدُّ بخلاف الزيدية، فإنَّ المسألةَ أيضاً من مسائل الإجماع. ¶ وهذا المعنى الذي ذكره الشوكانيُّ رحمه الله من الافتتان بالقبور وتحبيس الأموال عليها وعمل النذور لها نَظَمه الشاعر المصري حافظ إبراهيم المتوفى سنة (1351هـ) فقال يَصف واقعَ المسلمين المؤلِم:",
            "page": "66",
            "part": "1",
            "seal": "12A0AF4B"
        },
        {
            "id": "64",
            "nass": "أحياؤنا لا يُرزقون بدرهم ... وبألفِ ألفٍ تُرزَقُ الأمواتُ ¶ مَن لِي بِحَظِّ النَّائِمين بِحفرة ... قامت على أحجارها الصلواتُ ¶ يسعى الأنام لَها ويجري حولَهَا ... بَحْرُ النذور وتُقرأالآياتُ ¶ ويُقال هذا القطب باب المصطفى ... ووسيلةٌ تقضَى بها الحاجاتُ ¶ وإذا تأمَّل العاقلُ ما ورد عن النَّبِيِّ صلى الله عليه وسلم من الأحاديث الكثيرة في تحريم البناء على القبور واتخاذها مساجد، وإجماع أهل العلم على ذلك وما نُقل عنهم في ذلك، ولا سيما قول الحافظ ابن كثير رحمه الله: \"وأصل عبادة الأصنام من المغالاة في القبور وأصحابها\"، ثم نظر في كلام الكاتب عن العيدروس ووَصفه بأنَّه بركة عدَن وحضرموت، وتنويهه بمشهده وبناء قُبَّته، ووصفها بأنَّها",
            "page": "67",
            "part": "1",
            "seal": "6862F5DF"
        },
        {
            "id": "65",
            "nass": "مباركة، تبيَّن له الفرقُ بين الحقِّ والباطل، والهُدى والضلال، ومَن يدعو إلى الجَنَّة ومَن يدعو إلى النار!! ¶ وإنِّي أنصَحُ الأستاذ الرفاعي والدكتور البوطي أن يتَّقوا الله في أنفسِهم وفي المسلمين، فلا يكونون عوناً لهم على الافتتان بالقبور، بل يكونون عوناً لهم على الهداية إلى الصراط المستقيم، وقد قال رسول الله صلى الله عليه وسلم: \"مَن دعا إلى هدى كان له من الأجر مثل أجور مَن تبعه، لا ينقص ذلك من أجورهم شيئاً، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه، لا ينقص ذلك من آثامهم شيئاً\"، رواه مسلم. ¶ 10 أشاد الكاتب في أوراقه بقصيدة البُردة للبوصيري في مدحِ الرسول صلى الله عليه وسلم! ¶ والجواب: أنَّ مدحَ الرسول صلى الله عليه وسلم منه ما هو محمودٌ، ومنه ما هو مذمومٌ، فالمحمودُ مَدْحُه صلى الله عليه وسلم بِما يليقُ به من غير",
            "page": "68",
            "part": "1",
            "seal": "964520E1"
        },
        {
            "id": "66",
            "nass": "غُلُوٍّ وإطراء، والمذمومُ منه ما كان مُشتملاً على الغُلُوِّ والإطراء، ومجاوزة الحدِّ، ومنه بعض أبيات البُردة للبوصيري. ¶ وقد مدحتُ النَّبِيَّ صلى الله عليه وسلم بما يليقُ به في كتابي \"من أخلاق الرسول الكريم صلى الله عليه وسلم \"، ومِمَّا قلتُ في شرح الحديث: \"لا تُطروني كما أطرت النصارى ابنَ مريم، فإنَّما أنا عبده، فقولوا: عبد الله ورسوله\" من كتابي \"عشرون حديثاً من صحيح البخاري\" المطبوع قبل ثلاثين عاماً، قلتُ: ¶ مَدْحُ الرسول صلى الله عليه وسلم منه ما هو محمودٌ، ومنه ما هو مذمومٌ، فالمحمودُ هو أن يُوصَف بكلِّ كمالٍ يليق بالإنسان، فهو صلى الله عليه وسلم أعلمُ الناس وأنصحُهم وأخشاهم لله وأتقاهم وأفصحُهم لساناً وأقواهم بياناً، وأرجحُهم عقلاً، وأكثرُهم أدباً، وأوفرُهم حِلماً، وأكملُهم قوَّةً وشجاعة وشفقة، وأكرمُهم نفساً، وأعلاهم منزلة، وكلُّ وصف هو كمالٌ في حقِّ الإنسان فلِسيِّد ولد آدم صلوات الله وسلامه",
            "page": "69",
            "part": "1",
            "seal": "407A896D"
        },
        {
            "id": "67",
            "nass": "عليه منه القِسطُ الأكبر والحظُّ الأوفر، وكلُّ وصفٍ يُعتبر نقصاً في الإنسان، فهو أسلم الناس منه وأبعدهم عنه، فلقد اتَّصف بكلِّ خُلُق كريم، وسَلِم مِن أدنى أيِّ وصفٍ ذميمٍ، وحَسبُه شرفاً قول الله تعالى فيه: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} ، قد والله بلَّغ البلاغَ المبين، وأدَّى الأمانةَ على أكمل وجه، ونصَح للأمَّة غايةَ النُّصح، ببيان ليس وراءَه بيان، ونصحٍ يفوق نصحَ أيِّ إنسان، فكلُّ ثناءٍ على سيِّد الأولين والآخرين صلى الله عليه وسلم من هذا القبيل فهو حقٌّ، مع الحَذر من تجاوز الحدِّ والخروج عن الحقِّ، وما أحلى وأجملَ وصفه صلى الله عليه وسلم بكونِه عبد الله ورسوله، تحقيقاً لرغبته عليه الصلاة والسلام، وامتثالاً لأمرِه في قوله في هذا الحديث: \"وقولوا عبد الله ورسوله\". ¶ والمدحُ المذمومُ هو الذي يتجاوز فيه الحدّ، ويقع به المادحُ في المحذور الذي لا يرضاه الله ولا رسولُه صلى الله عليه وسلم، وذلك أن يُوصف صلى الله عليه وسلم بما لا يجوز أن يوصف به إلاَّ الله تبارك وتعالى، أو أن يُصرف له صلى الله عليه وسلم ما لا يستحقُّه إلاَّ",
            "page": "70",
            "part": "1",
            "seal": "21F10D3B"
        },
        {
            "id": "68",
            "nass": "الباري جلَّ وعلا، ومن ذلك بعض الأبيات التي قالَها البوصيري في البُردة مثل قوله: ¶ يا أكرم الخلق ما لي مَن ألوذ به ... سواك عند حلول الحادِث العَمِمِ ¶ فهذا المعنى الذي اشتمل عليه هذا البيت لا يجوز أن يُصرف لغير الله عزَّ وجلَّ، ولا يستحقُّه إلاَّ هو وحده لا شريك له، فهو الذي يُعاذ به ويُلاذ به ويُلتجأ إليه ويُعتصم بحبلِه ويُعوَّل عليه، وهو الذي قال عنه صلى الله عليه وسلم مُبيِّناً تفَضُّلَه وامتنانَه على عباده وأنَّه ما بِهم من نعمة فمنه تفضُّلاً وامتناناً: \"لن يَدخل أحدُكم بعمله الجنَّةَ، قالوا: ولا أنتَ يا رسول الله؟ قال: ولا أنا إلاَّ أن يتغمَّدني الله برحمة منه وفضل\"، وهو الذي يُجيبُ المضطَرَ إذا دعاه ويكشف السوءَ، كما قال تعالى: {أَمَّن يُجِيبُ المُضطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِءَإِلَهٌ مَعَ اللهِ قَلِيلاً مَا تَذَكَّرُونَ} ، أي: لا أحد سواه يكون كذلك، لا مَلَكاً مُقرَّباً، ولا نبيًّا مرسلاً، فضلاً عمَّن سواهما، وقال",
            "page": "71",
            "part": "1",
            "seal": "896682F2"
        },
        {
            "id": "69",
            "nass": "تعالى: {وَإِن يَمْسَسْكَ اللهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلاَ رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَن يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الغَفُورُ الرَّحِيمُ} ، وقال تعالى: {وَإِذَا مَسَّكُمُ الضُّرُّ فِي البَحْرِ ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ} ، وقال: {ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرْونَ} . ¶ والحاصل أنَّ المدحَ الذي اشتمل عليه هذا البيت مدحٌ بالباطلِ الذي حذَّر منه الرسول صلى الله عليه وسلم، ويكون حقًّا لو قال منادياً ربَّه: ¶ يا خالق الخلق ما لي مَن ألوذ به سواكَ عند حلول الحادث العمم ¶ ومثل قوله أيضاً يُخاطبُ النَّبِيَّ صلى الله عليه وسلم: ¶ فإنَّ مِن جُودِك الدنيا وضَرَّتَها ... ومِن علومك علم اللَّوحِ والقَلَمِ ¶ وهذا لا يليق إلاَّ بِمَن بيدِه ملكوت كلِّ شيءٍ سبحانه وتعالى، فهو القائل عن نفسه: {وَمَا بِكُمْ مِن نِعْمَةٍ فَمِنَ",
            "page": "72",
            "part": "1",
            "seal": "F5B09BD4"
        },
        {
            "id": "70",
            "nass": "اللهِ} ، والقائل عنه نبيُّه صلى الله عليه وسلم: \"واعلم أنَّ الأُمَّةَ لو اجتمعوا على أن ينفعوك بشيء لم ينفعوك إلاَّ بشيء قد كتبه الله لك\"، الحديث، فهو وحده الذي من جوده الدنيا والآخرة، وهو وحده الذي من علمِه علم اللوح والقلم، أما الرَّسول صلى الله عليه وسلم فهو لا يَملك إلاَّ ما أعطاه الله، ولا يعلم من الغيب إلاَّ ما أطلعه عليه، وقد أمره الله أن يقول: {لاَ أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللهِ وَلاَ أَعْلَمُ الغَيْبَ} الآية، وقال له: {قُلْ إِنِّي لاَ أَمْلِكُ لَكُمْ ضَرًّا وَلاَ رَشَدًا} ، وثبت في الصحيحين أنَّه صلى الله عليه وسلم لَمَّا نزل عليه قوله تعالى: {وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ} قال: \"يا معشر قريش أو كلمة نحوها اشتروا أنفسكم لا أُغني عنكم من الله شيئاً، يا بَنِي عبد مَناف لا أغني عنكم من الله شيئاً، يا عباس ابن عبد المطلب لا أغني عنك من الله شيئاً، ويا صفيَّة عمَّة رسول الله لا أغني عنكِ من الله شيئاً، ويا فاطمة بنت محمد صلى الله عليه وسلم سَلِينِي ما شئتِ من مالي، لا أغنِي عنكِ من الله شيئاً\"، وروى البخاريُّ في صحيحه عن أبي هريرة رضي",
            "page": "73",
            "part": "1",
            "seal": "4CED090F"
        },
        {
            "id": "71",
            "nass": "الله عنه قال: \"قام فينا رسول الله صلى الله عليه وسلم فذَكر الغُلولَ فعظَّمه وعظَّم أمرَه قال: \"لا أُلفينَّ أحدَكم يوم القيامة على رقبَته فرسٌ له حمحمة يقول: يا رسول الله أَغِثنِي، فأقول: لا أملكُ لك شيئاً قد أبلغتُك\"، الحديث. ¶ 11 قال الكاتب: \"تَمنعون دفنَ المسلم الذي يموت خارج المدينة المنوَّرة ومكة المكرَّمة من الدَّفن فيهما، وهما مِن البقاع الطيِّبة المباركة التي يُحبُّها الله ورسولُه، فتَحرِمون المسلمين ثوابَ الدَّفنِ في تلك البقاع الشريفة المباركة، فعن عبد الله بن عدي الزهري رضي الله عنه قال: رأيتُ رسول الله صلى الله عليه وسلم على راحلتِه واقفاً بالحزوَرة، يقول: (والله إنَّك لخيرُ أرض الله، وأحبُّ أرض الله إلى الله، ولولا أخرجتُ منك ما خرجتُ) ، وعن ابن عمر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (من استطاع أن يموت في المدينة فليَمت بها، فإنَّي أشفع لِمَن يموت بها\") .",
            "page": "74",
            "part": "1",
            "seal": "9329D011"
        },
        {
            "id": "72",
            "nass": "والجواب: أنَّ الأصلَ أن يُدفن كلُّ ميتٍ في بلد وفاته إلاَّ لضرورة تدعو إلى نقله إلى غيره، وفي هذا الزمان سهُل الوصول إلى الحرمين الشريفين بوسائل النقل المختلفة، فلو مُكِّن كلُّ مَن أراد الدفن في الحرمَين لأوشك أن تتحوَّل المدينتان المُقدَّستان إلى قبور، والمُهمُّ للمسلم أن يكون ¶ في حياته على حالة حسنةٍ وأعمالٍ صالحة، وأن يُختم له بخير. ¶ والحديثان المذكوران: الأول في فضل مكة، والثاني في فضل المدينة، وهو يدلُّ على فضل الموت بالمدينة، ومن المعلوم أنَّ كلَّ من مات بالحرمين يُدفن فيهما، ولا دلالة في ذلك على النقل إلى الحرمين للدَّفن فيهما. ¶ ثم لماذا يعيبُ الكاتب على مَن زعم نصحَهم منْعَ النقل إلى الحرمين للدَّفن فيهما، مع أنَّه مُعجَبٌ بالصوفية، وقد ذُكر عن بعضهم حكاياتٌ مفادُها أنَّ من الأمواتِ ¶ من تنقلُه الملائكةُ من المكان الذي دُفن فيه إلى مكان آخر!! وقد ذكر السخاويُّ في كتابه \"المقاصد الحسنة فيما",
            "page": "75",
            "part": "1",
            "seal": "6724CA83"
        },
        {
            "id": "73",
            "nass": "يدور من الأحاديث على الألسنة\" حديث: \"إنَّ لله ملائكة تنقل الأموات!! \"، وقال: \"لم أقف عليه\"، ثم ذكر حكاياتٍ، منها أنَّ العزَّ يوسف الزرندي أبا السادة الزرنديين المدنيين وهو مِمَّن لم يَمت بالمدينة رؤي في النوم وهو يقول للرائي: سلِّم على أولادي، وقل لهم: إنِّي قد حُملتُ إليكم، ودُفنت بالبقيع عند قبر العباس، فإذا أرادوا زيارتي فليَقفوا هناك، ويُسلِّموا ويدعوا!!! ¶ وذكر هذا الحديثَ العجلوني في \"كشف الخفاء ومزيل الإلباس فيما يدور من الحديث على ألسنة الناس\"، ونقل الحكايات التي ذكرها السخاوي، ثم قال: \"وقال الشعراني أيضاً في كتابه البدر المنير في غريب أحاديث البشير النذير: قد ثبت وقوعه لطائفة، منهم سيدي أبو الفضل الغريق من أولاد السادات بني الوفاء، غرق في بحر النيل فوجدوه عند جدِّه بالقرافة مدفوناً!! وأما نقل الحديث فكثير، يتكلَّم الرَّجل بمصر فينتقل إلى مكة في ليلة فيجده الناس هناك!! انتهى\".",
            "page": "76",
            "part": "1",
            "seal": "6B389CFC"
        },
        {
            "id": "74",
            "nass": "وكانت وفاة الشعراني صاحب هذا الكلام سنة (973هـ) . ¶ وأهل السنة والجماعة ومنهم مَن زعم الكاتبُ نصحَهم يُؤمنون بأنَّ اللهَ على كلِّ شيء قدير، ويُصدِّقون بكرامات أولياء الله حقًا، وهم الصحابة ومَن تبعهم بإحسانٍ، ولا يُصدِّقون بالحكايات المنامية وغير المناميَّة التي ليس لها خطامٌ أو زِمام. ¶ وكلُّ ميت دُفن في مكان فإنَّه يُبعث منه يوم القيامة، كما قال الله عزَّ وجلَّ: {ثُمَّ إِنَّكُمْ يَوْمَ القِيَامَةِ تُبْعَثُونَ} ، والقبور تنشقُّ عن أصحابِها يوم القيامة، وأوَّلُ قبرٍ ينشقُّ عن صاحبِه قبرُ نبيِّنا محمد صلى الله عليه وسلم كما قال صلى الله عليه وسلم: \"أنا سيِّدُ ولد آدم يوم القيامة، وأوَّلُ مَن ينشقُّ عنه القبرُ، وأوَّلُ شافعٍ وأوَّلُ مُشَفّع\"، رواه مسلم في صحيحه من حديث أبي هريرة رضي الله عنه. ¶ ولم يثبت في السُّنَّة ما يدلُّ على خلاف ذلك، وأنَّ الملائكةَ تنقل الموتى من مكان إلى مكان، بل قد جاء في",
            "page": "77",
            "part": "1",
            "seal": "0C25F9BE"
        },
        {
            "id": "75",
            "nass": "جامع الترمذي حديثُ أبي هريرة رضي الله عنه في سؤال منكر ونكير للمؤمن والمنافق، وأنَّ كلاًّ منهما يكون في مضجعه، وفيه أنَّه يُقال للمؤمن: \"نَمْ كنومَة العروس الذي لا يوقظُه إلاَّ أحبُّ أهله إليه، حتى يبعثه الله من مضجعه ذلك\". ¶ وفيه أنَّه يُقال للأرض في حقِّ المنافق: \"الْتَئمِي عليه، فتَلْتَئمُ عليه، فتختلف أضلاعُه، فلا يزال فيها مُعذَّباً حتى يبعثه الله من مضجعه ذلك\"، وهو حديثٌ ثابتٌ، رجاله رجال مسلم. ¶ 12 عاب الكاتب على مَن زعم نصحَهم تعيينَ الشيخ محمد ناصر الدين الألباني رحمه الله أستاذاً بالجامعة الإسلامية بالمدينة، وعضواً في مجلسِها الأعلى، وزعم أنَّ الملكَ فيصلاً رحمه الله طرَدَه، وأنَّه أُعيد إلى نفس المنصب بعد ذلك، ووصف كتبَه بأنَّها كاسدة!!!",
            "page": "78",
            "part": "1",
            "seal": "75881BB6"
        },
        {
            "id": "76",
            "nass": "والجواب: أنَّ الشيخَ العلاَّمةَ المحدِّث محمد ناصر الدِّين الألباني رحمه الله معروفٌ لدى أهل الإنصاف بجهودِه العظيمة في خدمة السنَّة، وتسهيل الوصول إلى معرفة الأحاديث، وبيان مظانِّها وطرُقِها ومتابعاتها وشواهدها والحكم عليها. ¶ وقد عُيِّن مدرِّساً في الجامعة الإسلامية بالمدينة في السنوات الأولى من إنشائها، وعُيِّن عُضواً في مجلسها الأعلى، ثم انتهى التعاقد معه كما ينتهي التعاقد مع المدرِّسين غير السعوديين، وكنتُ مدرِّساً في الجامعة الإسلامية منذ تأسيسها، وما سمعتُ أنَّ الملكَ فيصلاً رحمه الله طرد الشيخَ الألبانيَّ كما زعم الكاتب! ¶ والمجلسُ الأعلى للجامعة سابقاً يتألَّف من أعضاء، فيهم عشرة من خارج المملكة يصدر بتعيينهم أمرٌ مَلَكيٌّ لمدَّة ثلاث سنوات بناءً على ترشيح رئيس الجامعة. ¶ وقد كنتُ منذ عهد الملك فيصل رحمه الله على وظيفة نائب رئيس الجامعة الإسلامية، وبعد انتقال الشيخ",
            "page": "79",
            "part": "1",
            "seal": "2DBC5B42"
        },
        {
            "id": "77",
            "nass": "عبد العزيز بن باز رحمه الله من رئاسة الجامعة الإسلامية إلى رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد في شوال عام 1395هـ، كنتُ المسئول الأول في الجامعة مدَّة أربع سنوات، فرشَّحتُ عشرة أعضاء في المجلس الأعلى للجامعة، فيهم الشيخ محمد ناصر الدين الألباني رحمه الله، وتَمَّت الموافقة على تعيينهم، ويرجع اختيار الشيخ الألباني رحمه الله إلى علمِه وفضله وجهودِه في خدمة السنَّة، وإلى كونه ناصراً للسُنَّة محذِّراً من البدع، رادًّ على المبتدعة. ¶ وأمَّا وصف الكاتب لكُتبِه بأنَّها كاسدة، فنعم هي كاسدةٌ عنده وأمثاله! أمَّا مَن له اشتغالٌ بالعلم واهتمامٌ بالسُنَّة فيحرص على اقتنائها والاستفادة منها. ¶ 13 أشاد الكاتبُ في أوراقه بإقامة احتفالات لِمولدِ رسول الله صلى الله عليه وسلم، وأَنكَرَ على مَن زعم نُصحَهم إنكارهم لذلك.",
            "page": "80",
            "part": "1",
            "seal": "1569EA46"
        },
        {
            "id": "78",
            "nass": "والجواب: أنَّ مَحَبَةَ الرسول صلى الله عليه وسلم يجب أن تكون في قلبِ كلِّ مسلم أعظمَ من محبَّتِه لوالديه وولده والناسِ أجمعين، كما قال صلى الله عليه وسلم: \"لا يُؤمنُ أحدُكم حتى أكون أحبَّ إليه من والدِه وولدِه والناس أجمعين\"، رواه البخاري ومسلم. ¶ بل يجبُ أن تكون أعظمَ من مَحبَّتِه لنفسِه، كما ثبت ذلك في حديث عمر رضي الله عنه في صحيح البخاري، وإنَّما وجب أن تكون مَحبَّتُه صلى الله عليه وسلم أعظمَ مِن مَحبَّة النفسِ والوالِدِ والولَدِ؛ فلأنَّ النِّعمةَ التي ساقها اللهُ للمسلمين على يديه صلى الله عليه وسلم وهي نعمةُ الهدايةِ للصراطِ المستقيم، نعمةُ الخروج من الظلمات إلى النُّورِ هي أَجَلُّ النِّعم وأعظَمُها، لا يُساويها نعمةٌ ولا يُماثلُها نعمة. ¶ والعلامةُ الواضحةُ الجليَّةُ لِمَحبَّتِه صلى الله عليه وسلم اتِّباعُ ما كان عليه رسولُ الله صلى الله عليه وسلم وأصحابُه الكرام رضي الله عنهم، وذلك بتصديقِ الأخبار، وامتثالِ الأوامرِ، واجتنابِ النَّواهي، وأن تكون العبادةُ لله مُطابقةً لِما جاء في الكتاب والسُّنَّة.",
            "page": "81",
            "part": "1",
            "seal": "2D5D2398"
        },
        {
            "id": "79",
            "nass": "ومِن المعلوم أنَّ النَّبِيَّ صلى الله عليه وسلم لَم يأتِ عنه شيءٌ يدلُّ على احتفاله بِمولِده، وكذا لَم يأتِ شيءٌ من ذلك عن أصحابِه الكرام، ولا عن التابعين وأتباعِ التابعين، ومَضتِ القرونُ الثلاثةُ الأولى ليس فيها شيءٌ من الاحتفالات بمولِده صلى الله عليه وسلم، وأولُ مَن عُرف عنه إحداثُ الاحتفال بالموالدِ ومنها مولده صلى الله عليه وسلم العُبَيدِيُّون الذين حَكموا مصرَ، الذين يُقال لهم: الفاطميين، وكان بدءُ حكمهم مصر في القرن الرابع الهجري، فقد ذكر تقيُّ الدِّين أحمد بن علي المقريزي في كتابه: المواعظ والاعتبار بذكر الخطط والآثار (1/490) أنَّه كان للفاطميِّين في طول السَّنة أعياد ومواسم، فذكرها وهي كثيرةٌ جدًّا، ومنها مولدُ الرسول صلى الله عليه وسلم، ومولد عليٍّ وفاطمة والحسن والحُسين رضي الله عنهم، ومولد الخليفة الحاضر. ¶ وقد قال ابن كثير في البداية والنهاية في حوادث سنة (567هـ) ، وهي السنةُ التي انتهت فيها دولتُهم بموتِ آخرهم العاضد، قال: \"ظهرتْ في دولتِهم البدعُ",
            "page": "82",
            "part": "1",
            "seal": "3BA44339"
        },
        {
            "id": "80",
            "nass": "والمنكرات، وكثُرَ أهلُ الفساد، وقلَّ عندهم الصالِحون من العلماء والعُبَّاد ... \". ¶ وذكر ابن كثير قبل ذلك بقليل أنَّ صلاح الدِّين قطع الأذانَ بِحيَّ على خير العمل من مصر كلِّها. ¶ وفي القول بالاحتفال بمولد الرسول صلى الله عليه وسلم تقليدٌ للنصارى في احتفالهم بميلادِ عيسى عليه الصلاة والسلام، فقد قال السخاويُّ في كتابه التبر المسبوك في ذيل السلوك (ص:14) : \"وإذا كان أهلُ الصَّليب اتَّخذوا ليلة مولِد نبيِّهم عيداً أكبر، فأهل الإسلام أولَى بالتكريمِ وأجدَر!!! \". ¶ وتعقَّبه مُلاَّ علي القاري في كتابه المورد الروي في المولد النبوي (ص:29، 30) بقوله: \"قلت: مِمَّا يَرِدُ عليه أنَّا مأمورون بمخالفة أهل الكتاب\". ¶ أورد النقل عنهما الشيخ إسماعيل بن محمد الأنصاري رحمه الله في كتابه القول الفصل في حكم الاحتفال بمولد خير الرُّسل وهو ضمن رسائل في حكم الاحتفال بالمولد النَّبوي (2/630 631) .",
            "page": "83",
            "part": "1",
            "seal": "269FB8C7"
        },
        {
            "id": "81",
            "nass": "وكتاب الأنصاريِّ هذا من أحسن ما أُلِّف في هذه المسألةِ التي ابتُلي بها كثيرٌ من الناس منذ أن أُحدثت في القرن الرابع إلى الآن. ¶ وإذاً فالمُحْدِثون لبدعة الموالدِ الرافضةُ العُبيديُّون، والمقلَّدون فيها النصارى الضَّالُّون، وصدق الرسول الكريمُ صلى الله عليه وسلم في قوله: \"لتَتبعُنَّ سَنَن مَن كان قبلكم، شِبراً شبراً، وذراعاً ذراعاً، حتى لو دخلوا جُحرَ ضبٍّ تَبِعتموهم. قلنا: يا رسول الله! اليهود والنصارى؟ قال: فمَن؟ \"، رواه البخاريُّ ومسلم من حديث أبي سعيد الخدري رضي الله عنه. ¶ 14 قال الكاتبُ: \"كان للمذاهب الأربعة في الحَرم المكيِّ منابر، فهدمتُموها، ثمَّ كراسي للتدريس، فمنعتموها ... \". ¶ واستنكرَ قولَ أحد المُدرِّسين في المسجد النَّبوي: إنَّ",
            "page": "84",
            "part": "1",
            "seal": "F8C35408"
        },
        {
            "id": "82",
            "nass": "أبوي رسول الله صلى الله عليه وسلم في النار، واستشهد لإنكارِه بقول الله عزَّ وجلَّ: {إِنَّ الَّذِينَ يُؤْذُونَ اللهَ وَرَسُولَهُ لَعَنَهُمُ اللهُ فِي الدُّنْيَا وَالآخِرَةِ وَأَعَدَّ لَهُمْ عَذابًا مُهِينًا} ، وبقوله: {وَالَّذِينَ يُؤْذُونَ رَسُولَ اللهِ لَهُمْ عَذَابٌ أَلِيمٌ} !!! وعوَّل في نجاةِ الأَبَوين على رسائل للسيوطي في ذلك. ¶ والجواب: أن يُقال: يُريد الكاتبُ بالمنابر المهدومة المقامات التي على أطراف المطاف سابقاً، والتي يُقال لها: مقام الحنفي والمالكي والشافعي والحنبلي، وكانت موجودةً قبل ولاية الملك عبد العزيز رحمه الله، وكان كلُّ أصحاب مذهبٍ يُصلُّون على حِدَةٍ عند هذه المقامات، فكان من أعظمِ حسناتِ الملك عبد العزيز رحمه الله أنَّه منذ بدء ولايتِه قضَى على هذا التفرُّق في الصلاة حول الكعبة، وجمع النَّاسَ على إمامٍ واحد يُصلِّي بهم مجتمعين غير متفرِّقين، وقد بقيت البناياتُ التي يُقال لها المقامات إلى أن أُزيلت عند توسِعة المطاف، وقد شاهدتُها عندما حججتُ فرضي سنَة (1370هـ) .",
            "page": "85",
            "part": "1",
            "seal": "0820561A"
        },
        {
            "id": "83",
            "nass": "وقد سمعتُ من الدكتور محمد تقي الدِّين الهلالي رحمه الله، وهو مِمَّن أدرك ذلك الوقت يذكر أنَّ واحداً مِمَّن آلَمَهم ذلك التفرُّق تحدَّث مع واحدٍ من المتعصِّبين مُنكِراً لذلك التفرُّق، فكان جواب ذلك المتعصِّب أن قال: الدليل على أنَّكم لستم على حقٍّ أنَّه ليس لكم مقامٌ حول الكعبة، فكان جواب المنكِر لذلك التفرُّق: يكفي المسلمين جميعاً مقامُ إبراهيم، ولا يحتاجون إلى مقامات أخرى!! ¶ والكاتبُ في أوراقِه يُظهرُ التألُّمَ من فُرقة المسلمين في هذا الزمان، فيقول: \"بلادُ أمريكا وأوربا وصلها داؤكم الدَّفين، فاشتعلَ الخلافُ في مساجدِ ومدارس المسلمين، هذا تابعٌ لابن باز وابن عُثيمين، يُكفِّرُ الصوفيةَ والذَّاكرين، وهذا أشعريٌّ أو ماتريديٌّ، وهذا ديوبَنديٌّ أو بريلوي ... إلخ، يُحاربُ بعضُهم بعضاً، ويُحرِّم الصلاة خلفهم، والزواج والتواصل فيما بينهم، ويقطع أواصرَ الدِّين ... \". ¶ فإذا كان هذا تألُّمُه لفُرقةِ المسلمين في أوربا وأمريكا،",
            "page": "86",
            "part": "1",
            "seal": "0ADF72FF"
        },
        {
            "id": "84",
            "nass": "فما باله يتألَّم ويحزن لوِحدتِهم وزوال فُرقتِهم عند الكعبة، فينقمُ على مَن كانوا سبباً في هذه الوِحدةِ، ويقول: \"كان للمذاهب الأربعة في الحَرم المكيِّ منابر، فهدمتُموها\"؟!! ¶ وهذا التناقضُ من الكاتبِ في تأَلُّمِه على الفُرقة في أمريكا وأوربا، وتألُّمه وحُزنِه على وِحدة المسلمين في صلاتِهم عند الكعبة ناشيءٌ عن اتِّباعِ الهَوَى والنَّيلِ مِمَّن يَدْعو إلى الحقِّ والهدى، وما أحسن قول أبي عثمان النيسابوري رحمه الله: \"مَن أمَّر السُّنَّةَ على نفسِه قولاً وفعلاً نطق بالحكمة، ومَن أمَّر الهوى على نفسِه قولاً وفعلاً نطق بالبدعة\". ¶ ثمَّ ما علاقةُ مَن أراد نُصحَهم بتفَرُّق غيرهم إلى أشعريٍّ أو ماتريديٍّ، وديوبَنديٍّ أو بريلويٍّ ... إلخ، على حدِّ قوله. ¶ وقوله: \"هذا تابعٌ لابن باز وابن عُثيمين، يُكفِّرُ الصوفيةَ والذَّاكرين\"، هو من الإفكِ المُبين، كما سبقت الإشارةُ إلى ذلك.",
            "page": "87",
            "part": "1",
            "seal": "2E4A17F4"
        },
        {
            "id": "85",
            "nass": "وأمَّا التدريسُ في المسجد الحرام والمسجد النَّبَويِّ، فهو مستَمرٌّ وقائمٌ والحمد لله في التفسير والحديث والفقه وغيرها، وأذكرُ أنَّ مِمَّا دُرِّس في المسجد النَّبَويِّ موطأ الإمام مالك رحمه الله، درَّسه كلٌّ من الشيخ عطية محمد سالم، والشيخ عمر محمد فلاتة رحمهما الله، ومقتضى الولاية والأمانة والنُّصح للمسلمين ألاَّ يُسمح لكلِّ مَن أراد أن يفتحَ فاه في المسجدَين الشريفين. ¶ وأمَّا إنكارُه القول بأنَّ أبوي رسول الله صلى الله عليه وسلم في النار فلا وجه له؛ لأنَّ الذي قال ذلك هو رسول الله صلى الله عليه وسلم، ففي صحيح مسلم عن أنس بن مالك رضي الله عنه: أنَّ رجلاً قال: يا رسول الله! أين أبي؟ قال: \"في النار\"، فلمَّا قَفَّى دعاه، فقال: \"إنَّ أبي وأباك في النَّار\". ¶ وقد بوَّب النَّوويُّ لهذا الحديث في شرحه لصحيح مسلم بقوله: \"باب: بيان أنَّ مَن مات على الكفر فهو في النار، ولا تناله شفاعة، ولا تنفعه قرابة المقرَّبين\". ¶ وقال في شرحه: \"وفيه أنَّ مَن مات في الفترة على ما",
            "page": "88",
            "part": "1",
            "seal": "95F6E546"
        },
        {
            "id": "86",
            "nass": "كانت عليه العربُ من عبادة الأوثان فهو في النَّار، وليس هذا مُؤاخذة قبل بلوغ الدَّعوة؛ فإنَّ هؤلاء كانت قد بلغتهم دعوةُ إبراهيم وغيره من الأنبياء صلواتُ الله تعالى وسلامه عليهم\". ¶ وفي صحيح مسلم عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"استأذنتُ ربِّي أن أستغفرَ لأُمِّي فلَم يأذن لِي، واستأذنتُه أن أزورَ قبرَها فأذِن لِي\". ¶ وفيه أيضاً عن أبي هريرة رضي الله عنه قال: \"زار النَّبِيُّ صلى الله عليه وسلم قبرَ أُمِّه، فبَكى وأبْكى مَن حوله، فقال: استأذنتُ ربِّي في أن أَستغفرَ لَها فلَم يُؤذن لِي، واستأذنتُه في أن أزورَ قبرَها فأذِنَ لِي، فزوروا القبورَ؛ فإنَّها تُذكِّرُ الموتَ\". ¶ قال النوويُّ في شرحه هذا الحديث: \"فيه جوازُ زيارةِ المشركين في الحياة، وقبورِهم بعد الوفاة؛ لأنَّه إذا جازت زيارتُهم بعد الوفاة ففِي الحياة أولَى، وقد قال الله تعالى: {وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا} ، وفيه النَّهيُ عن الاستغفار للكفَّار، قال القاضي عياض رحمه الله: سببُ",
            "page": "89",
            "part": "1",
            "seal": "1EBE7803"
        },
        {
            "id": "87",
            "nass": "زيارتِه صلى الله عليه وسلم قبرها أنَّه قصَد قوة الموعظة والذِّكرى بمُشاهدةِ قبرِها؛ ويُؤيِّده قوله صلى الله عليه وسلم في آخر الحديث: \"فزوروا القبور؛ فإنَّها تُذِّكركم الموت\". ¶ وقال أيضاً: \"قوله: فبكى وأَبْكى من حوله، قال القاضي: بكاؤُه صلى الله عليه وسلم على ما فاتها من إدراك أيَّامِه والإيمان به\". ¶ وقال البيهقيُّ في السنن الكبرى (7/190) : \"وأبواه كانا مشركَين؛ بدليل ما أخبرنا ... \"، ثمَّ ساق بإسناده حديثَ أنسٍ: \"إنَّ أبي وأباك في النَّار\"، وبإسنادِه حديث أبي هريرة في استئذانِه صلى الله عليه وسلم في أن يستغفرَ لأمِّه فلَم يُؤذن له، وهما اللَّذان أخرجهما مسلم. ¶ وعلى هذا فالثابتُ عن رسول الله صلى الله عليه وسلم كون أَبوَيه ماتا مشركَين، وأنَّهما في النَّار، ولَم يثبت شيءٌ يدلُّ على خلاف ذلك، وما ذكره مَن قال بإحيائهما له صلى الله عليه وسلم وإسلامِهما ليس بصحيح؛ لعدم ثبوته من حيث الإسناد؛ لأنَّ فيه مجاهيل، كما ذكر ذلك ابنُ كثير وغيرُه.",
            "page": "90",
            "part": "1",
            "seal": "28014443"
        },
        {
            "id": "88",
            "nass": "وفي مجموع الفتاوى لشيخ الإسلام ابن تيمية (4/324 327) : ¶ \"سُئل الشيخ رحمه الله تعالى: ¶ هل صحَّ عن النَّبِيِّ صلى الله عليه وسلم أنَّ الله تبارك وتعالى أحيا له أَبَويه حتى أَسلَما على يديْه، ثمَّ ماتَا بعد ذلك؟ ¶ فأجاب: لَم يصحَّ ذلك عن أحدٍ من أهل الحديث، بل أهلُ المعرفة مُتَّفقون على أنَّ ذلك كذبٌ مُختَلَقٌ، وإن كان قد روى في ذلك أبو بكر يعني الخطيب في كتابه السابق واللاحق، وذكره أبو القاسم السُّهيلي في شرح السيرة بإسنادٍ فيه مجاهيل، وذكره أبو عبد الله القرطبيُّ في التذكرة، وأمثال هذه المواضع، فلا نزاع بين أهل المعرفة أنَّه من أظهرِ الموضوعات كذباً كما نصَّ عليه أهلُ العلم، وليس ذلك في الكتب المعتمدَة في الحديث، لا في الصحيح، ولا في السنن، ولا في المسانيد ونحو ذلك من كتب الحديث المعروفة، ولا ذكره أهل كتب المغازي والتفسير، وإن كانوا قد يَروُون الضعيفَ مع الصحيح؛",
            "page": "91",
            "part": "1",
            "seal": "43BDA64B"
        },
        {
            "id": "89",
            "nass": "لأنَّ ظهورَ كذب ذلك لا يخفى على مُتديِّن، فإنَّ مثلَ هذا لو وقعَ لكان مِمَّا تتوافرُ الهِمَمُ والدَّواعي على نقلِه، فإنَّه من أعظمِ الأمورِ خرقاً للعادة من وجهين: ¶ من جهة إحياءِ الموتى، ومن جهةِ الإيمانِ بعد الموتِ، فكان نقلُ مثل هذا أولَى من نقلِ غيرِه، فلَمَّا لَم يروِه أحدٌ من الثقاتِ عُلِم أنَّه كذبٌ. ¶ والخطيبُ البغداديُّ هو في كتاب \"السابق واللاحق\" مقصوده أن يذكر مَن تقدَّم ومَن تأخَّر من المُحدِّثين عن شخصٍ واحد، سواء كان الذي يروونه صدقاً أو كذباً، وابنُ شاهين يروي الغثَّ والسَّمينَ، والسُّهيليُّ إنَّما ذكر ذلك بإسنادٍ فيه مجاهيل. ¶ ثمَّ هذا خلاف الكتاب والسُّنَّة الصحيحة والإجماع، قال الله تعالى: {إِنَّمَا التَّوْبَةُ عَلَى اللهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللهُ عَلَيْهِمْ وَكَانَ اللهُ عَلِيمًا حَكِيمًا وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ المَوتُ قَالَ إِنِّي تُبْتُ",
            "page": "92",
            "part": "1",
            "seal": "A0614D66"
        },
        {
            "id": "90",
            "nass": "الآنَ وَلاَ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ} . ¶ فبيَّن الله تعالى أنَّه لا توبة لِمَن مات كافراً، وقال تعالى: {فَلَمْ يَكُ يَنفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّتَ اللهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الكَافِرُونَ} ، فأخبر أنَّ سنَّتَه في عبادِه أنَّه لا ينفع الإيمانُ بعد رؤية البأس، فكيف بعد الموت؟ ونحو ذلك من النصوص. ¶ وفي صحيح مسلم: أنَّ رجلاً قال للنبيِّ صلى الله عليه وسلم: أين أبي؟ قال: \"إنَّ أباكَ في النار\"، فلمَّا أدبَر دعاه، فقال: \"إنَّ أبي وأباك في النَّار\". ¶ وفي صحيح مسلم أيضاً أنَّه قال: \"استأذنتُ ربِّي أن أزورَ قبرَ أمِّي فأذِن لِي، واستأذنته في أن أستغفرَ لها فلَم يأذن لِي، فزوروا القبورَ؛ فإنَّها تُذكِّرُ الآخرة\". ¶ وفي الحديث الذي في المسند وغيره قال: \"إنَّ أمِّي مع أُمِّك في النَّار\". ¶ فإن قيل: هذا في عام الفتح، والإحياءُ كان بعد ذلك",
            "page": "93",
            "part": "1",
            "seal": "F57A4D2E"
        },
        {
            "id": "91",
            "nass": "في حَجَّة الوداع، ولهذا ذكر ذلك مَن ذكره، وبهذا اعتذر صاحبُ التذكرة، وهذا باطلٌ لوجوه: ¶ الأول: إنَّ الخبرَ عمَّا كان ويكون لا يدخله نسخٌ، كقوله في أبي لَهب: {سَيَصْلَى نَارًا ذَاتَ لَهَبٍ} ، وكقوله في الوليد: {سَأُرْهِقُهُ صَعُودًا} . ¶ وكذلك في: \"إنَّ أبي وأباك في النار\"، و \"إنَّ امِّي وأمَّك في النَّار\"، وهذا ليس خبراً عن نارٍ يخرج منها صاحبُها كأهل الكبائر؛ لأنَّه لو كان كذلك لجاز الاستغفارُ لهما، ولو كان قد سبق في علمِ الله إيمانُهما لَم يَنهَهُ عن ذلك، فإنَّ الأعمالَ بالخواتيم، ومَن ماتَ مؤمناً فإنَّ الله يغفرُ له، فلا يكون الاستغفارُ له مُمتَنِعاً. ¶ الثاني: أنَّ النَّبِيَّ صلى الله عليه وسلم زارَ قبرَ أُمِّه؛ لأنَّها كانت بطريقه بالحجون عند مكة عام الفتح، وأمَّا أبوه فلم يكن هناك، ولم يَزُره؛ إذ كان مدفوناً بالشام في غير طريقه، فكيف يُقال: أُحْيِيَ له؟! ¶ الثالث: إنَّهما لو كانا مؤمنين إيماناً ينفع كانا أحقَّ",
            "page": "94",
            "part": "1",
            "seal": "8BA17A06"
        },
        {
            "id": "92",
            "nass": "بالشُّهرةِ والذِّكر من عمَّيه: حمزة، والعباس، وهذا أبعد مِمَّا يقوله الجُهَّال من الرافضة ونحوهم مِن أنَّ أبا طالب آمن، ويحتجُّون بِما في السيرة من الحديث الضعيف، وفيه أنَّه تكلَّم بكلامٍ خفيٍّ وقت الموت. ¶ ولو أنَّ العبَّاس ذكر أنَّه آمن لَمَا كان قال للنبيِّ صلى الله عليه وسلم: عمُّك الشيخ الضَّال كان ينفعُك، فهل نفعتَه بشيءٍ؟ فقال: \"وجدتُه في غمرة من نارٍ، فشفعتُ فيه حتى صار في ضحضاحٍ من نار، في رجليه نعلان من نارٍ يَغلِي منهما دماغُه، ولولا أنا لكان في الدَّرك الأسفل من النار\". ¶ هذا باطلٌ مُخالفٌ لِما في الصحيح وغيره، فإنَّه كان آخر شيءٍ قاله: هو على ملَّة عبد المطلب، وأنَّ العبَّاس لَم يشهد موتَه، مع أنَّ ذلك لو صحَّ لكان أبو طالبٍ أحقَّ بالشُّهرةِ من حمزة والعبَّاس، فلَمَّا كان من العلم المتواترِ المستفيض بين الأُمَّة خلفاً عن سلَفٍ أنَّه لَم يُذكَر أبو طالب ولا أبواه في جملة من يُذكرُ من أهله المؤمنين، كحمزة، والعبَّاس، وعلي، وفاطمة، والحسن، والحسين",
            "page": "95",
            "part": "1",
            "seal": "393ACCD0"
        },
        {
            "id": "93",
            "nass": "رضي الله عنهم، كان هذا من أَبيَنِ الأدلَّةِ على أنَّ ذلك كذبٌ. ¶ الرابع: أنَّ الله تعالى قال: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنكُمْ} إلى قوله: {لأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللهِ مِن شَيْءٍ} ، الآية، وقال تعالى: {وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لأَبِيهِ إِلاَّ عَن مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للهِ تَبَرَّأَ مِنْهُ} . ¶ فأمرَ بالتَّأسي بإبراهيم والذين معه، إلاَّ في وعد إبراهيم لأبيه بالاستغفار، وأخبرَ أنَّه لَمَّا تبيَّن له أنَّه عدوٌ لله تبرَّأ منه، والله أعلم\". اه. ¶ وأمَّا تعويلُ الكاتب على رسائل السيوطي في نجاةِ الأَبَوَين، فجوابُه أنَّ السيوطيَّ لَم يأت بشيء ثابتٍ في ذلك يُعوَّلُ عليه، وقد ألَّف الشيخ علي مُلاَّ القاري الحنفي رسالةً في الردِّ عليه، وبيان أدلة معتقد أبي حنيفة في ذلك. ¶ وقال فيها (ص:85 87) : \"والعجبُ من الشيخ",
            "page": "96",
            "part": "1",
            "seal": "4C8D8677"
        },
        {
            "id": "94",
            "nass": "جلال الدِّين السيوطي مع إحاطتِه بهذه الآثار التي كادت أن تكون متواترةً في الأخبار أنَّه عَدَل عن مُتابعةِ هذه الحجَّة، وموافقة سائر الأئمَّة، وتَبِع جماعةً من العلماء المتأخِّرين، وأورد أدلَّةً واهيةً في نظر الفضلاء المعتَبَرين، منها أنَّ الله سبحانه أحيا له أبويه حتى آمنا به؛ مُستدلاًّ بِما أخرجه ابنُ شاهين في الناسخ والمنسوخ، والخطيب البغدادي في السابق واللاحق، والدارقطني وابن عساكر، كلاهما في غرائب مالك بسندٍ ضعيف عن عائشة رضي الله عنها قالت: (حجَّ بنا رسول الله صلَّى الله تعالى عليه وسلَّم حجَّةَ الوداع، فَمَرَّ بي على عَقبة الحجون، وهو باكٍ حزينٌ مغتَمٌّ، فنزل، فمكث عنِّي طويلاً، ثمَّ عاد إليَّ وهو فرِحٌ، فتبسَّم، فقلتُ له؟ فقال: ذهبتُ لقبر أُمِّي، فسألتُ الله أن يُحيِيَها، فآمنت بِي، وردَّها الله عزَّ وجلَّ) . ¶ وهذا الحديثُ ضعيفٌ باتِّفاق المُحدِّثين، كما اعترف به السيوطي، وقال ابن كثير: إنَّه منكرٌ جدًّا، ورواتُه مجهولون\". اه.",
            "page": "97",
            "part": "1",
            "seal": "F91DF69A"
        },
        {
            "id": "95",
            "nass": "ثمَّ كيف يزعم الكاتبُ أنَّ القولَ بكون أَبَوي الرسول صلى الله عليه وسلم في النار فيه إيذاءٌ للرَّسول صلى الله عليه وسلم، وهو مَبنِيٌّ على سُنَّةٍ ثابتةٍ عن رسول الله صلى الله عليه وسلم في صحيح مسلم وغيره؟!! بخلاف القول بإحياءِ الأبَوين وإسلامهما وهو الذي عوَّل عليه الكاتب فإنَّه لَم يثبت في السُّنَّةِ عن رسول الله صلى الله عليه وسلم، وهو قولٌ على الله ورسوله بغير علم، وقد قال الله عزَّ وجلَّ: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالبَغْيَ بِغَيْرِ الحَقِّ وَأَن تُشْرِكُوا بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَن تَقُولُوا عَلَى اللهِ مَا لاَ تَعْلَمُونَ} . ¶ 15 قال الكاتبُ: \"كفَّرتُم ابنَ عَرَبي، ثمَّ أَلحقتُم به حُجَّةَ الإسلام الغزالي، ثمَّ التَفَتُّم لأبي الحسن الأشعري\". ¶ والجواب: أن يُقال: أمَّا أبو الحسن الأشعريّ، فإنَّ آخرَ أمرِه أنَّه في الاعتقاد على طريقةِ أهل الحديث، كما جاء ذلك عنه في كتابَيه: المقالات، والإبانة.",
            "page": "98",
            "part": "1",
            "seal": "3ED4EF25"
        },
        {
            "id": "96",
            "nass": "والأشاعرةُ المنتَسِبون إليه ليسوا على عقيدتِه التي هو عليها في آخر أمرِه، وعلى هذا فأيُّ تكفيرٍ أو تبديعٍ حصل له مِمَّن زعم الكاتبُ نُصحَهم؟! ¶ وأمَّا الغزالي فهو في الاعتقادِ على طريقة المتكلِّمين، ولكن نقل بعضُ العلماء ما يدلُّ على رجوعِه، قال ابنُ أبي العز الحنفي شارح العقيدة الطحاوية (ص:243 244) وهو في مَعرض ذكره جماعةً من المتكلِّمين حصلت لهم الحيرة قال: \"وكذلك الغزالي رحمه الله انتهى آخرُ أمرِه إلى الوقف والحيرة في المسائل الكلاميَّة، ثمَّ أعرَضَ عن تلك الطُّرُق، وأقبَل على أحاديث الرَّسول صلى الله عليه وسلم، فمات و (البخاري) على صدره\". ¶ وكتابه \"إلجام العوام عن علم الكلام\" اشتمل على التحذير من الاشتغال بعلم الكلام، والحثِّ على الاشتغال بالكتاب والسُّنَّة وما كان عليه سلف الأُمَّة. ¶ وعلى هذا فمن أين للكاتبِ أنَّ مَن زعم نُصحَهم كفَّروه؟!",
            "page": "99",
            "part": "1",
            "seal": "C6AFEA2B"
        },
        {
            "id": "97",
            "nass": "وأمَّا ابن عَربي الطائي صاحب الفصوص، القائل بوحدة الوجود، فإنَّ مَن يقف على كلامِه في فصوصه لا يتوقَّف في تكفيرِه، وقد ألَّف الشيخ برهان الدِّين البقاعي المتوفى سنة (885هـ) كتاباً سَمَّاه: \"تنبيه الغبي على تكفير ابن عربي\"، يقع في (241) صفحة، قال في مقدِّمتِه: ¶ \"وبعد، فإنِّي لَمَّا رأيتُ الناسَ مضطربِين في ابن عربي المنسوب إلى التصوُّف، الموسوم عند أهل الحق بالوحدة، ولم أرَ مَن شفى القلبَ في ترجمته، وكان كفرُه في كتابه الفصوص أظهرَ منه في غيره أحببتُ أن أذكرَ منه ما كان ظاهراً؛ حتى يُعلم حالُه، فيُهجر مقالُه، ويُعتقَد انحلالُه، وكفرُه وضلالُه، وأنَّه إلى الهاوية مآبُه ومآلُه، وامتثالاً لِما رواه مسلم عن أبي سعيد الخدري رضي الله عنه: أنَّ النَّبِيَّ صلى الله عليه وسلم قال: \"مَن رأى منكم منكراً فليغيِّره بيده، فإن لَم يستطع فبلسانه، فإن لَم يستطع فبقلبه، وذلك أضعفُ الإيمان\"، وفي رواية عن عبد الله بن مسعود: \"وليس وراء ذلك من الإيمان مثقالُ حبَّةٍ من خَردَل\".",
            "page": "100",
            "part": "1",
            "seal": "A14229F7"
        },
        {
            "id": "98",
            "nass": "وما أَحضَر إليَّ النسخة التي نقلتُ ما تراه إلاَّ شخصٌ من كبار مُعتقديه وأتباعه ومُحبِّيه\". ¶ إلى أن قال: \"وسَمَّيتُ هذه الأوراق \"تنبيه الغبي على تكفير ابن عربي\"، وإن شئتَ فسمِّها \"النصوص من كفر الفصوص\"؛ لأنِّي لَم أستشهد على كفرِه وقبيحِ أمرِه إلاَّ بما لا ينفع معه التأويل من كلامِه، فإنَّه ليس كلُّ كلامٍ يُقبل تأويلُه وصرفُه عن ظاهرِه\". اه. ¶ وأَكتفي بأن أنقلَ للأذكياء والأغبياء جُملاً من كلام ابن عربي في فصوصه التي أوردها البقاعيُّ في كتابه، مشيراً في ذلك إلى الصفحات المنقول منها، ثمَّ أُشيرُ إلى جملة الذين نقل عنهم القول بتكفيره أو ذمِّه ذمًّا شنيعاً، مع ذكر أسماء جماعة من الذين صرَّحوا بكفرِه أو ذمِّه ذمًّا شنيعاً، ونقل شيءٍ من كلامِهم في ذلك. ¶ فمِن أقوال ابن عربي: ¶ قوله (ص:49) : \" {يُرْسِلِ السَّمَاءَ عَلَيْكُم مِدْرَارًا} : وهي المعارف العقلية في المعاني والنظر الاعتباري!!",
            "page": "101",
            "part": "1",
            "seal": "7EB6D938"
        },
        {
            "id": "99",
            "nass": "{وَيُمْدِدْكُم بِأَمْوَالٍ} : أي بِما يَميل بكم إليه، فإذا مال بكم إليه رأيتُم صورتَكم فيه، فمَن تخيَّل منكم أنَّه رآه فما عرف! ومَن عرف منكم أنَّه رأى نفسَه فهو العارف!! فلهذا انقسم الناسُ إلى غير عالِم وعالِم!!! \". ¶ وقوله (ص:51) : {وَقَضَى رَبُّكَ أَن لاَ تَعْبُدُوا إِلاَّ إِيَّاهُ} : أي حكم، فالعالم يعلم مَن عَبد، وفي أيِّ صورةٍ ظهر حتى عُبد، وأنَّ التفريقَ والكثرة كالأعضاء في الصورة المحسوسة، وكالقِوى المعنويَّة في الصورة الروحانية، فما عُبد غير الله في كلِّ معبود!!! \". ¶ وقوله (ص:60) : {إِنَّكَ إِن تَذَرْهُمْ} : أي: تَدَعهم وتتركهم، {يُضلُّوا عِبَادَكَ} : إلى الخير!! فيُخرجوهم من العبودية إلى ما فيهم من أسرار الربوبية، فينظرون أنفسهم أرباباً بعد ما كانوا عند أنفسِهم عبيداً، فهم العبيد الأرباب!!! \". ¶ وقوله (ص:60 61) : {رَبِّ اغْفِرْ لِي} : استرني، واستر من أجلي، فيُجهل مقامي وقدري، كما جُهل",
            "page": "102",
            "part": "1",
            "seal": "1D7B662C"
        },
        {
            "id": "100",
            "nass": "قدرُك في قولك، {وَمَا قَدَرُوا الله حَقَّ قَدْرِهِ} . ¶ {وَلِوَالِدَيَّ} : من كنتُ نتيجة عنهما، وهما العقل والطبيعة!! ¶ {وَلِمَن دَخَلَ بَيْتِيَ} أي: قلبي!! ¶ {مُؤْمِنًا} : أي مصدِّقاً لما يكون فيه من الإخبارات الإلَهية، وهو ما حدثت به أنفسها!! ¶ {وَلِلمُؤْمِنِينَ} : من العقول!! ¶ {وَلِلمُؤْمِنَاتِ} : من النفوس!! \". ¶ وقوله (ص:61) : \"ومن أسمائه الحسنى: العلي، على مَن وما ثمَّ إلاَّ هو؟!!! فهو العليُّ لذاته. ¶ أو عن ماذا، وما هو إلاَّ هو؟!!! فعلُوُّه لنفسه، وهو من حيث الوجود عينُ الموجودات، فالمسمَّى مُحدثات هي العليَّة لذاتها، وليست إلاَّ هو!! \". ¶ وقوله (ص:62) : \"فهو الأول والآخر والظاهر والباطن، فهو عين ما ظهر، وهو عين ما بطن في حال",
            "page": "103",
            "part": "1",
            "seal": "1CD07ABF"
        },
        {
            "id": "101",
            "nass": "ظهوره، وما ثمَّ من يراه غيره، وما ثَمَّ مَن يُبطنُ عنه، فهو ظاهر لنفسه، باطنٌ عنه، وهو المسمَّى أبا سعيد الخراز، وغير ذلك من أسماء المُحدثات!!! \". ¶ وقوله (ص:68) : {وَخَلَقَ مِنْهَا زَوْجَهَا} : فما نكح سوى نفسه، فمنه الصاحبة والولد، والأمر واحدٌ في العدد!!! \". ¶ وقوله (ص:84) : \" {مَا مِن دَابَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ} : فكلُّ ماشٍ فعلى صراط الربِّ المستقيم، فهم غير مغضوب عليهم من هذا الوجه، ولا ضالُّون، فكما كان الضلالُ عارضاً، فكذلك الغضبُ الإلَهي عارض، والمآل إلى الرَّحمة التي وسعت كلَّ شيء!!! \". ¶ وقوله (ص:89) : \"ألا ترى عاداً قوم هود كيف قالوا: {هَذَا عَارِضٌ مُمْطِرُنَا} ؟ فظنُّوا خيراً بالله تعالى ¶ وهو عند ظنِّ عبده به فأضرب لهم الحقُّ عن هذا القول، فأخبرهم بما هو أتَمُّ وأعلى في القُرب؛ فإنَّه إذا",
            "page": "104",
            "part": "1",
            "seal": "5221AB06"
        },
        {
            "id": "102",
            "nass": "أمطرهم فذلك حظُّ الأرض وسقي الحبِّ، فما يَصِلون إلى نتيجة ذلك المطر إلاَّ عن بُعد، فقال لهم: {بَلْ هُوَ مَا اسْتَعْجَلْتُم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ} ، فجعل الرِّيحَ إشارةً إلى ما فيها من الراحة؛ فإنَّ بهذه الريح أراحهم من هذه الهياكل المظلمة والمسالك الوعرة والسدف المدلهمة!! ¶ وفي هذه الريح عذابٌ، أي: أمرٌ يستعذبونه إذا ذاقوه، إلاَّ أنَّه يوجِعُهم لفُرقة المألوف!! \". ¶ وقوله (ص:93) : \"فقُلْ في الكون ما شئتَ، إن شئتَ قلتَ: هو الخلق، وإن شئتَ قلتَ: هو الحق، وإن قلتَ: هو الحقُّ الخلق، وإن شئتَ قلتَ: لا حق من كلِّ وجه، ولا خلق من كلِّ وجه، وإن قلتَ بالحيرة في ذلك؛ فقد بانت المطالب بتعيينك المراتب، ولولا التحديدُ ما أخبرت الرُّسل بتحوُّل الحقِّ في الصُّوَر، ولا وصفته بخلع الصُّوَر عن نفسه: ¶ فلا تنظر العينُ إلاَّ إليه ولا يقع الحكم إلاَّ عليه!! \". ¶ وقوله (ص:102) : \"وأمَّا أهل النار فمآلُهم إلى",
            "page": "105",
            "part": "1",
            "seal": "C4C73071"
        },
        {
            "id": "103",
            "nass": "النَّعيم، ولكن في النَّار؛ إذ لا بدَّ لصورة النَّار بعد انتهاء مدَّة العقاب أن تكون برداً وسلاماً على مَن فيها!! وهذا نعيمُهم، فنعيمُ أهل النَّار بعد استيفاء الحقوق نعيم خليل الله حين أُلقيَ في النَّار!!! فإنَّه عليه السلام تعذَّب برؤيتِها وبما تعوَّد في علمِه وتقرَّر من انَّها صورةٌ تؤلِم مَن جاوَرَها من الحيوان، وما علم مرادَ الله فيها ومنها في حقِّه، فبعد وجود هذه الآلام وَجَدَ برداً وسلاماً، مع شهود الصورة اللونية في حقِّه، وهي نارٌ في عيون الناس، فالشيءُ الواحد يتنوَّع في عيون الناظرين، هكذا هو التجلِّي الإلَهي!!! \". ¶ وقوله (ص:112) : \"وكان موسى عليه السلام أعلمَ بالأمر من هارون؛ لأنَّه علم ما عَبَده أصحابُ العِجل؛ لعلمه بأنَّ الله قضى ألاَّ نعبدَ إلاَّ إيَّاه، وما حكم الله بشيء إلاَّ وقع، فكان عتْبُ موسى أخاه هارون لما وقع الأمر في إنكاره وعدم اتِّساعه؛ فإنَّ العارفَ مَن يرى الحقَّ في كلِّ شيء، بل يراه عينَ كلِّ شيء!!! \".",
            "page": "106",
            "part": "1",
            "seal": "0FDF9A5E"
        },
        {
            "id": "104",
            "nass": "قال الشيخ زين الدِّين العراقي: \"هذا الكلامُ كفرٌ من قائلِه من وجوه: ¶ أحدها: أنَّه نسب موسى عليه السلام إلى رضاه بعبادة قومِه للعجل. ¶ الثاني: استدلالُه بقوله تعالى: {وَقَضَى رَبُّكَ أَن لاَ تَعْبُدُوا إِلاَّ إِيَّاهُ} ، على أنَّه قدَّرَ أن لا يُعبد إلاَّ هو، وأنَّ عابدَ الصنَمِ عابدٌ له. ¶ الثالث: أنَّ موسى عليه السلام عتبَ على أخيه هارون عليهما السلام إنكاره لِما وقع، وهذا كذبٌ على موسى عليه السلام، وتكذيب لله فيما أخبر به عن موسى من غضبِه لعبادتِهم العجل. ¶ الرابع: أنَّ العارفَ يرى الحقَّ في كلِّ شيءٍ، بل يراه عين كلِّ شيء، فجعل العجلَ عين الإلَه المعبود!!! فليعجب السامعُ لمثل هذه الجُرأة التي لا تصدر مِمَّن في قلبِه مثقال ذرَّة من إيمان! \".",
            "page": "107",
            "part": "1",
            "seal": "2B8B7E0D"
        },
        {
            "id": "105",
            "nass": "وقوله (ص:118) عند قوله تعالى: {قُرَّةُ عَيْنٍ لِي وَلَكَ} : \"وكان قرَّةَ عين لفرعون بالإيمان الذي أعطاه الله عند الغرق، فقبضه طاهراً مطهَّراً، ليس فيه شيءٌ من الخبَث؛ لأنَّه قبضه عند إيمانِه قبل أن يكتسبَ شيئاً من الآثام، والإسلامُ يَجُبُّ ما قبله، وجعله آيةً على عنايتِه سبحانه وتعالى بِمَن شاء؛ حتى لا ييأس أحدٌ من رحمة الله، فإنَّه لا ييأس من رَوْحِ الله إلاَّ القوم الكافرون!!! \". ¶ وبعد وقوفِ القارئ على هذه النقول من كتاب الفصوص لابن عربي بواسطة كتاب الشيخ برهان الدِّين البقاعي، وهي في غاية السوءِ، وقائلُها في غاية الجُرأة على الله، أُضيف إلى ذلك نقلاً عنه في مطلع كتابه الفصوص، فيه الجرأةُ على رسول الله صلى الله عليه وسلم، في رؤيا مناميَّة زعم فيها أنَّ رسول الله صلى الله عليه وسلم أعطاه كتاب الفصوص، وأمره بأن يخرجَ به إلى الناس لينتفعوا به، وهو قوله (ص:38) : ¶ \"أمَّا بعد، فإنِّي رأيتُ رسولَ الله صلى الله عليه وسلم في مُبَشرة أُريتُها في العشر الآخر من محرَّم سنة سبعٍ وعشرين وستمائة",
            "page": "108",
            "part": "1",
            "seal": "0005BCC7"
        },
        {
            "id": "106",
            "nass": "بمحروسة دمشق، وبيده كتابٌ، فقال لي: هذا كتاب فصوص الحِكَم! خذْه، واخرُج به إلى الناس ينتفعون به، فقلتُ: السَّمعُ والطاعةُ لله ولرسوله وأولي الأمر منَّا، كما أُمرنا، فحققتُ الأُمنية، وأخلصتُ النيَّة، وجرَّدتُ القصدَ والهِمَّة إلى إبراز هذا الكتاب كما حدَّه لي رسولُ الله صلى الله عليه وسلم من غير زيادةٍ ولا نقصان\". ¶ وإذا كان ابنُ عربي صادقاً في حصول رؤياه، فلا شكَّ أنَّه لَم ير النَّبِيَّ صلى الله عليه وسلم، وإنَّما رأى شيطاناً، وقد قال الشيخ بدر الدِّين بنُ جماعة: \"وحاشا رسول الله صلى الله عليه وسلم أن يأذن في المنامِ فيما يُخالفُ أو يُضادُّ قواعدَ الإسلامِ، بل ذلك من وساوِس الشيطان ومحنتِه، وتلاعبه برأيه وفتنتِه، وأمَّا إنكارُه يعني ابن عربي ما ورد في الكتاب والسُّنَّة من الوعيد، فهو كافرٌ به عند علماء التوحيد، وكذلك قوله في نوح وهود عليهما السلام قول لغو باطل مردود\". تنبيه الغبي (ص:140) . ¶ وبعد هذا أقول للبوطي والرِّفاعي: هذا التَّائه الذي",
            "page": "109",
            "part": "1",
            "seal": "4298C0FA"
        },
        {
            "id": "107",
            "nass": "يقول (بإيمان فرعون، وأنَّ عذابَ النَّار نعيمٌ لأهلها، وأنَّ عُبَّادَ العِجل إنَّما عبدوا الله؛ لأنَّه حالٌّ في المخلوقات، وأنَّ الريحَ التي عُذِّبت بها عادٌ راحةٌ لهم وأمرٌ يستعذبونه!!!) . ¶ أقول: هذا التَّائهُ القائل بهذا الكفر، ألاَ يكون كافراً عدوًّا لله؟! ¶ ومع هذه الأقوال القبيحة الشنيعة هو عند جماعات من الصوفيَّة ولِيٌّ من أولياء الله!! ¶ ثمَّ ألاَ يستحقُّ ابنُ عربي الذمَّ من البوطيِّ والرفاعيِّ، أم أنَّ الأحقَّ بذمِّهما مَن زعمَا نُصحَهم، وعابَا عليهم تكفيره؟! {مَا لَكُمْ كَيْفَ تَحْكُمُونَ} ؟! {أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ} ؟! ومعلومٌ أنَّ الباءَ في مثل هذا تدخل على المتروك. ¶ وأمَّا العلماء الذين نقل عنهم البقاعيُّ تكفيرَ ابن عربي أو ذمَّه ذمًّا شنيعاً، فعددهم يُقاربُ الخمسين. ¶ ومِمَّن نقل عنهم القولَ بكفره:",
            "page": "110",
            "part": "1",
            "seal": "19F133FB"
        },
        {
            "id": "108",
            "nass": "الحافظ ابن حجر العسقلاني وشيخه سراج الدِّين عمر البلقينِي (ص:159) ، وزين الدِّين العراقي (ص:52) ، وابنه أبو زرعة وليُّ الدِّين العراقي (ص:124) ، وشمس الدِّين الذهبي (ص:161) ، وعبد الرحمن بن خلدون (ص:163) ، وبدر الدِّين بن جماعة (ص:140) ، وشمس الدِّين محمد بن يوسف الجزري (ص:141) ، وحفيدُه إمام القرَّاء محمد بن محمد الجزري صاحب الجزرية (ص:176) ، وعلي بن يعقوب البكري (ص:144) ، ومحمد بن عقيل البالسي (ص:146) ، وابن هشام، صاحب مغني اللبيب، وأوضح المسالك في ألفية ابن مالك (ص:150) ، وشمس الدِّين محمد العيزري (ص:152) ، وعلاء الدِّين البخاري الحنفي (ص:164) ، وعلي بن أيوب (ص:182) ، وشرف الدِّين عيسى بن مسعود الزواوي المالكي (ص:143) ، وشمس الدِّين الموصلي (ص:154) ، وزين الدِّين عمر الكتاني (ص:142) ، وبرهان الدِّين السفاقينِي (ص:159) ، وسعد الدِّين الحارثي الحنبلي (ص:153) ،",
            "page": "111",
            "part": "1",
            "seal": "19FD52D6"
        },
        {
            "id": "109",
            "nass": "ورضي الدِّين بن الخياط (ص:163) ، وشهاب الدِّين أحمد ابن علي الناشري (ص:163) . ¶ ومِن الذين ذمُّوه ذمًّا شنيعاً يدلُّ على تكفيره: محمد بن علي النقاش، قال في وحدة الوجود (ص:147) : \"وهو مذهبُ المُلحدين، كابن عربي وابن سبعين وابن الفارض، مِمَّن يجعلُ الوجودَ الخالق هو الوجود المخلوق!! \". ¶ ومنهم: أبو حيَّان الأندلسي صاحبُ التفسير، فقد ذكر في تفسير سورة المائدة عند قوله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللهَ هُوَ المَسِيحُ بنُ مَرْيَمَ} (ص:142 143) : \"ومن بعض اعتقاد النصارى استنبط مَن أقرَّ بالإسلامِ ظاهراً، وانتمى إلى الصوفية حلولَ الله في الصُّوَر الجميلة، ومَن ذهب من ملاحدَتِهم إلى القول بالاتِّحاد والوحدة كالحلاَّج، والشعوذي، وابن أحلى، وابن عربي المقيم بدمشق، وابن الفارض، وأتباع هؤلاء كابن سبعين\" وعدَّ جماعةً ثمَّ قال: \"وإنَّما سردتُ هؤلاءِ نصحاً لدين الله يعلمُ اللهُ ذلك وشفقَةً على ضعفاء المسلمين.",
            "page": "112",
            "part": "1",
            "seal": "0CD3CCF7"
        },
        {
            "id": "110",
            "nass": "وليُحذَروا؛ فإنَّهم شرٌّ من الفلاسفة الذي يُكذِّبون اللهَ ورسلَه، ويقولون بِقِدم العالَم، ويُنكرون البعثَ، وقد أُولِع جهلةٌ مِمَّن ينتمي إلى التصوُّف بتعظيمِ هؤلاء، وادِّعائهم أنَّهم صفوةُ الله!! \". ¶ ومِنهم: تقيُّ الدِّين السُّبكي (ص:143) ، فقد قال: ¶ \"ومَن كان من هؤلاء الصوفية المتأخِّرين كابن عربي وغيره، فهم ضُلاَّلٌ جُهَّالٌ، خارجون عن طريقة الإسلام، فضلاً عن العلماء\". ¶ وقد مرَّ نقلُ كلام بدر الدِّين بن جماعة وزين الدِّين العراقي في تكفير ابن عربي، ومِن أقوال الذين صرَّحوا بتكفيره قول إمام القرَّاء شمس الدِّين بن الجزري (ص:175 176) : \"ومِمَّا يجب على ملوك الإسلامِ، ومَن قَدَرَ على الأمرِ بالمعروفِ والنَّهيِ عن المنكر أن يُعدِموا الكتبَ المخالفةَ لظاهِر الشرع المُطهَّر من كتب المذكور وغيره، ولا يُلتَفَتُ إلى قول مَن قال: هذا الكلام المخالف للظاهر ينبغي أن يُؤوَّل؛ فإنَّه غلطٌ من قائلِه، إنَّما",
            "page": "113",
            "part": "1",
            "seal": "7D6680E7"
        },
        {
            "id": "111",
            "nass": "يُؤوَّل كلام المعصوم، ولو فُتِح بابُ تأويلِ كلِّ كلام ظاهرُه الكفر، لَم يكن في الأرضِ كافر\". ¶ ومعلومٌ أنَّ تأويلَ كلام المعصومِ صلى الله عليه وسلم إنَّما يكون بردِّ المتشابه إلى المُحكَم. ¶ وبعد نقل هذه الجُمَل من كلام ابن عربي المقتضية لكفره، وذِكر هؤلاء العلماء الذين كفَّروه، لا يبقى وجهٌ لأَن يعيبَ الكاتبُ على مَن زعم نُصحَهم تكفيرَهم لابن عربي، حيث قال: \"كفَّرتُم ابنَ عربي\"، والله المستعان، وهو الهادي إلى سواء السبيل. ¶ 16 قال الكاتب تحت عنوان: \"تزوير التراث \": ¶ \"دأبتُم على أن تحذِفوا ما لا يُعجِبُكم ويُرضيكم من كتب التراث الإسلامي ... \". ¶ وقال: \"ومِمَّا حُذف أو غُيِّر وزُوِّر\"، فذكر أشياءَ",
            "page": "114",
            "part": "1",
            "seal": "048EC32E"
        },
        {
            "id": "112",
            "nass": "منها: \"حاول الشيخُ ابن باز الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد (سابقاً) أن يستدرك على ما لا يُعجبُه في كتاب \"فتح الباري بشرح البخاري\" للإمام الحافظ ابن حجر العسقلاني، فأصدرَ مع مُعاوِنيه ثلاثة أجزاء، ثمَّ توقَّف عن التعليق، وقد فتح بابَ شرٍّ بهذه التعليقات\"!!! ¶ والجواب: أنَّ ما ذكره على زعمه يرجع إلى الحذف أو التغيير والتزوير، وما نسبه إلى الشيخ عبد العزيز ابن باز لا علاقة له بالحذف، فبقي أن يكون من قبيل التغيير والتزوير، وأيُّ تغيير وتزوير يكون بالتعليق على كتاب وتعقُّبِ بعضِ ما فيه؟! وهذه طريقةٌ مسلوكةٌ قديماً وحديثاً، مع أنَّ الشيخَ رحمه الله عند تعقُّبه في غاية الأدب، حيث يقول: \"هذا القول فيه نظر، والصوابُ كذا وكذا\". ¶ أمَّا قول الكاتب عن تعليقات الشيخ رحمه الله: \"وقد فتح باب شرٍّ بهذه التعليقات!!! \" فهو من سوء الأدب",
            "page": "115",
            "part": "1",
            "seal": "8D06E001"
        },
        {
            "id": "113",
            "nass": "مع أهل العلم، وأيُّ بابِ شرٍّ فُتِح بهذا العمل؟! ¶ فإنَّ الشيخَ عبد العزيز بن باز رحمه الله معروفٌ لدى كلِّ مُنصِفٍ بأنَّه من مفاتيح الخير ومغاليق الشرِّ، وقد قال الإمامُ الطحاويُّ رحمه الله في عقيدة أهل السُّنَّة والجماعة: \"وعلماء السَّلف من السَّابقين ومَن بعدهم من اللاَّحقين أهل الخبر والأثر، وأهل الفقه والنَّظر، لا يُذكرون إلاَّ بالجميل، ومَن ذكرهم بسوءٍ فهو على غير السَّبيل\". ¶ والشيخ عبد العزيز رحمه الله جمع اللهُ له بين الخبر والأثر، والفقه والنّظر، فهو محدِّثٌ فقيهٌ. ¶ وأحسَبُ الشيخَ عبد العزيز رحمه الله ولا أُزكِّي على الله أحداً، مِن خيار الناسِ في هذا الزَّمان، وأرجو أن يكون من الذين قال الله فيهم: {أَلاَ إِنَّ أَوْلِيَاءَ اللهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} ، وفي صحيح البخاري من حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إنَّ الله يقول: مَن",
            "page": "116",
            "part": "1",
            "seal": "DA8FF6F5"
        },
        {
            "id": "114",
            "nass": "عادى لِي وليًّا فقد آذنتُه بالحرب\"، وكانت وفاةُ الشيخ عبد العزيز رحمه الله في 27 من شهر المحرم من عام 1420هـ، وقد ألقيتُ عقِبَ وفاتِه محاضرةً في الجامعة الإسلامية بالمدينة بعنوان: \"الشيخ عبد العزيز بن باز رحمه الله، نموذجٌ من الرَّعيل الأول\"، وقد تَمَّ طبعُها. ¶ ومنها قال الكاتب: \"فُسح إلى أبي بكر الجزائري بأن يعملَ تفسيراً للقرآن الكريم يكون بديلاً ومنافساً لتفسير الجلالَين، ولبَّس على الناسِ أنَّه هو؛ ليَتمَّ ترويجُه على العامة!! \". ¶ والجواب: أنَّ اسمَ تفسير الشيخ أبي بكر الجزائري: \"أيسرُ التفاسير لكلام العليِّ الكبير\"، ويقع في خمسة مجلدات، وهو فيه يُثبتُ الآيات، ويأتي بمعاني الكلمات، ثمَّ معاني الآيات، ثمَّ هداية الآيات، وهي عبارة عن فوائد تُستنبَطُ من الآيات، وهو بخلاف تفسير الجلالَين، الذي هو مشهور بهذا الاسم، وهو تفسيرٌ على طريقة المتكلِّمين في غاية الاختصار، يكون التفسير بين كلمات الآيات،",
            "page": "117",
            "part": "1",
            "seal": "502BE14A"
        },
        {
            "id": "115",
            "nass": "ومِن أمثلة ذلك تفسيرُه لآخر آيةٍ من سورة المائدة، حيث جاء فيه كما هو في الطبعة التي عليها حاشية الصاوي: ¶ \" {للهِ مُلْكُ السَّمَوَاتِ وَالأَرْضِ} خزائن المطر والنبات والرِّزق وغيرها، {وَمَا فِيهِنَّ} أتى بِ (ما) تغليباً لغير العاقل، {وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ، ومنه إثابةُ الصادقين وتعذيب الكاذبين، وخصَّ العقلُ ذاتَه، فليس عليها بقادر! \". ¶ والضمير في ذاتِه يرجع إلى الله، وهو من تكلُّف المتكلِّمين!! ¶ وأهل السُّنَّةِ والجماعة لا ينقدِحُ في أذهانِهم دخولُ ذات الله تحت قوله: {وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ، حتَّى يُفكِّروا في إخراجِها. ¶ وعلى هذا، فأيُّ تشابُه بين تفسير الشيخ الجزائري، وتفسير الجلالَين؟! ¶ وأيُّ تلبيسٍ حصل سوَّغ للكاتب أن يقول: \"ولبَّس على الناس أنَّه هو؛ ليَتِمَّ ترويجه على العامة\"؟!!",
            "page": "118",
            "part": "1",
            "seal": "297D3FBD"
        },
        {
            "id": "116",
            "nass": "ولا يكون الكاتبُ صادقاً إلاَّ لو كان اسم تفسير الجزائري: \"تفسير الجلالين\" وما أحوج الكاتب إلى التحلِّي بقول الله عزَّ وجلَّ: {وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} ! ¶ وقد ذكر الكاتبُ أشياءَ ادَّعى الحذفَ فيها، لَم أتعرَّض لها لعدم تَمَكُّنِي من معرفة الصدق أو الكذب فيها، ولو صحَّ شيءٌ منها، فإنَّه يُنسبُ إلى مَن فَعَلَه من الناشرين وغيرهم، ولا تَسُوغُ نسبةُ ذلك إلى مَن زعم الكاتبُ نُصحَهم في قوله: \"دأبتُم على أن تحذِفوا ما لا يُعجِبُكم ويُرضيكم من كتب التراث الإسلامي ... !! \". ¶ 17 ذكر الكاتب عمَّن زعم نصحهم أنَّهم أنشأوا جامعةً في المدينة المنورة سَمَّوها: \"الجامعة الإسلامية\"، وهَرَع الناسُ إليها؛ ظانِّين أنَّهم ستزيدُهم مَحبَّةً واتِّباعاً للرسول صلى الله عليه وسلم، فصار الأمرُ إلى خلاف ذلك بزعمه!",
            "page": "119",
            "part": "1",
            "seal": "56654C8A"
        },
        {
            "id": "117",
            "nass": "والجواب: أنَّ الجامعةَ الإسلامية بالمدينة أُنشئت سنة (1381هـ) ، وهي من أعظم حسنات حكومة المملكة العربية السعودية، وأجلّ هداياها للعالَم الإسلاميِّ؛ لأنَّ نسبةَ الطلاَّب غير السعوديين فيها تعادِل 80 % تقريباً. ¶ ومنذ إنشائها والإقبالُ عليها عظيمٌ من داخل المملكة وخارجها، وهي مشتمِلَةٌ على كليَّات: الشريعة، والدعوة وأصول الدِّين، والقرآن الكريم، والحديث الشريف، واللغة العربية، وفيها دراسات عليا لمنحِ درَجَتَي الماجستير والدكتوراه. ¶ وطلبتُها يَدرسون فيها الكتاب والسُّنَّة وسائرَ العلوم الشرعية، وهي تُعنَى بتوجيه طلبتِها إلى الاهتمامِ بهذه العلوم الشريفة؛ ليسيروا إلى الله على هدى وبصيرة، ويسلكوا الصراطَ المستقيم، كما قال الله عزَّ وجلَّ: {وأنَّ هَذا صِراطِي مُسْتَقِيماً فَاتَّبِعُوهُ ولا تَتَّبِعُوا السُبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ} . ¶ وتُعنى أيضاً بتوجيه طلبَتِها إلى مَحبَّة الله ورسوله صلى الله عليه وسلم",
            "page": "120",
            "part": "1",
            "seal": "7B826CDD"
        },
        {
            "id": "118",
            "nass": "وأصحابه الكرام والتابعين لهم بإحسانٍ، وأن تكون مَحبَّتُهم للرَّسول صلى الله عليه وسلم أعظمَ من محبَّة النَّفس والوالد والولد والناس أجمعين، كما ثبت ذلك عن الرَّسول الكريم صلى الله عليه وسلم، لكن بدون غلُوٍّ وإطراء كما هو شأن أهل البِدع، وتُعلِّمُهم أيضاً العنايةَ باتِّباع السنن وترك البدع ومُحدثات الأمور. ¶ وقد تخرَّج فيها حتى الآن ألوف كثيرة، عادوا إلى بلادِهم وغير بلادِهم، وهم في الجملة دعاةٌ إلى الخير وإلى الصراط المستقيم، وفيهم كثيرون تعاقدت معهم حكومة المملكة العربية السعودية للقيام بالدعوة إلى الله والتوجيه إلى الخير في بلاد كثيرة إسلامية وغير إسلامية. ¶ ومعلومٌ أنَّ هذا المنهج القويم الذي تسير عليه الجامعة لا يُعجِبُ أهلَ البدع والدعاة إليها، كما هو شأن الكاتب؛ إذ صارت هذه الحسنات في نظرِه سيِّئات، نسأل الله له وللمقدِّم لأوراقِه الهدايةَ إلى اتِّباع الحقِّ وسلوك طريقه المستقيم.",
            "page": "121",
            "part": "1",
            "seal": "38DF8500"
        },
        {
            "id": "119",
            "nass": "18 أنحى الكاتب باللَّوم على حُكَّام المملكة العربية السعودية وقُضاتها لقتلِهم مُهرِّبي المخدِّرات، وكذلك أنحى باللَّوم عليهم لقتلهم السَّحرة، وقال: \"وتوَسَّعتُم في إصدار الأحكام باسم الشرع الحنيف في قتل المخالِفين لكم من أصحاب الرُّقية والعلاج الرُّوحي، وسَمَّيتُموهم (سحرة) ! ولَم تُفرِّقوا بين المُحقِّين منهم وبين المُبطلين منهم، وتركتم لأنفسكم مطلق الفتوى والحكم بذلك، فأَسَلْتُم دماءَ الكثيرين من الأبرياء بحُجَّة أنَّهم سحرةٌ تُستباحُ دماؤهم، متناسين قوله تعالى: {وَلاَ تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللهُ إِلاَّ بِالحَقِّ} ، وقول البشير النذير صلى الله عليه وسلم: \"أَوَّلُ مَا يُقْضَى به بَيْنَ النَّاسِ يَوْمَ القِيَامَةِ فِي الدِّمَاءِ\"، فقِفوا عند الحدودِ، وادرؤوها بالشبهات!! \". ¶ والجواب من وجهين: ¶ الأول: أنَّ هذا من عجيب أمر الكاتب؛ يتألَّم لعقوبة الظالمين وهم قليلون، ولا يتألَّم لتضرُّر المظلومين وهم كثيرون لا يحصون، يُشفق على الذئاب ولا يُشفق على",
            "page": "122",
            "part": "1",
            "seal": "6A646FDB"
        },
        {
            "id": "120",
            "nass": "فرائسِها!! يَعطِفُ الرِّفاعي على الأفاعي، ولا يعطِف على هلكى سُمومها!! وإنَّ مِن حسن حظِّ المرء أن لا يكون ظهيراً للمجرمين! ¶ الثاني: وأمَّا زعمه أنَّ الحُكَّامَ والقُضاةَ توسَّعوا في قتل أصحابِ الرُّقية والعلاج الروحي، وأنَّهم سَمَّوهم سحرة، وأنَّهم لَم يُفرِّقوا بين المُحقِّين منهم والمُبطلين، وأنَّهم تركوا لأنفسِهم مطلق الفتوى والحكم بذلك، فأسالوا دِماءَ الكثيرين من الأبرياء، وأنَّهم لَم يدرأوا الحدودَ بالشُّبهات، فجوابه أن نقول: ¶ مِن أين للكاتبِ أنَّ الحُكَّامَ والقُضاةَ لَم يُفرِّقوا بين المُحِقِّ والمُبطِل، وأنَّ مَن قتلوهم أبرياء، وأنَّ هناك شبهات لَم تُدرأ بها الحدود، حتى قال ما قال؟! ¶ لكنَّه الرَّجم بالغيب واتِّباع الهوى! ¶ ثمَّ لماذا الاعتراض على الحُكَّام في حُكمهم، والقضاة في قضائِهم، والمُفتين في إفتائهم؟! ¶ وما هي منزلة هذا المعترِض في العلمِ والدِّين؟ ‍",
            "page": "123",
            "part": "1",
            "seal": "58D4141A"
        },
        {
            "id": "121",
            "nass": "رحم الله امرأً عَرفَ قَدر نفسِه، وترك ما لا يَعنيه إلى ما يَعنيه! ¶ والقضاةُ لَم يَنسَوا الآيةَ والحديث، ولَم يتناسوهما، ولكنَّهم اجتهدوا للوصول إلى الحقِّ، وهم مأجورون على كلِّ حال؛ لقوله صلى الله عليه وسلم: \"إذا حكم الحاكمُ فاجتهد فأصاب فله أجران، وإذا حكم فاجتهد فأخطأ فله أجرٌ واحد\"، رواه البخاري ومسلم من حديث عمرو بن العاص رضي الله عنه. ¶ 19 قال الكاتب: \"تتّهتَمُّون المخالفِين لكم من المسلمين بأنَّهم جهمية أو معتزلة مارقين (كذا) ، وأنتم الجهميَّة؛ لأنَّكم وافقتموهم في بعض آرائِهم! ¶ وحقًّا أنتم المعتزلة؛ لأنَّكم شاركتموهم في إنكار الولايةِ والأولياء، والكرامة والكرامات، وحياة الموتى، وتحكيم العقل في المغيَّبات من أمور الدِّين!! \".",
            "page": "124",
            "part": "1",
            "seal": "0B65D42F"
        },
        {
            "id": "122",
            "nass": "والجواب: أن يُقال: ¶ أوَّلاً: إنَّ مَن زعم الكاتب نُصحَهم لا يتَّهمون أحداً بِما ليس فيه، بل مَن كان على عقيدة الجهميَّة التي تَظهر في أقواله ومؤلَّفاته وَصَفوه بِما ظهر منه، والمشهور عن الجهميَّة نفي الأسماء والصفات، فهم أهلُ تعطيل، وأهل السنة أهلُ إثبات، لكن بدون تشبيه؛ عملاً بقوله عزَّ وجلَّ: {لَيْسَ كَمِثْلِه شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ} ، فأثبت لنفسه السمعَ والبصر، ونفى مشابهَتَه لغيره ومشابهةَ غيره له، فلا يوافِق أهلُ السُّنَّة الجهميَّةَ في شيءٍ من آرائِهم ومعتقداتهم، فهم أبعَدُ الناسِ عنهم، وأسعدُهم في مجانبَتِهم. ¶ ثانياً: إنَّ الذين زعم الكاتب نُصحَهم لا يُنكرون الولايةَ والأولياء، والكرامةَ والكرامات، كما زعم الكاتبُ قائلاً: إنَّهم شاركوا المعتزلة في ذلك! ¶ وهم يُقرُّون بالولاية والأولياء، والأولياء عندهم هم الذين قال الله فيهم: {أَلاَ إِنَّ أَوْلِيَاءَ اللهِ لاَ خَوْفٌ عَلَيْهِمْ",
            "page": "125",
            "part": "1",
            "seal": "147B13AF"
        },
        {
            "id": "123",
            "nass": "وَلاَ هُمْ يَحْزَنُونَ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} . ¶ ويُصدِّقون بِما حصلَ ويَحصل لهؤلاء الأولياء من الكرامات، إذا حصل ذلك على وجهٍ ثابتٍ، كقصَّة أُسَيد ابن حُضَير وعبَّاد بن بشر رضي الله عنهما، وخروجهما من عند رسول الله صلى الله عليه وسلم في ليلة مظلمةٍ وبين أيديهما نورٌ، فلَمَّا تفرَّقا تفرَّق النُّورُ معهما، وهي في الصحيحين من حديث أنس رضي الله عنه. ¶ وقصَّةِ تكثير الطعام لأضيافِ أبي بَكر رضي الله عنه، وهي في الصحيحين من حديث عبد الرحمن بن أبي بكر رضي الله عنهما، ومِمَّا قالَه الإمامُ الطحاويُّ في عقيدة أهل السُّنَّة والجماعة في الأولياء: \"والمؤمنون كلُّهم أولياءُ الرحمن، وأكرمهم عند الله أطوعُهم وأتبعُهم للقرآن\"، وقال: \"ونؤمنُ بِما جاء من كراماتِهم، وصحَّ عن الثقات من رواياتِهم\". ¶ وقال شيخ الإسلام ابن تيمية رحمه الله في العقيدة الواسطية: \"ومن أصول أهل السُّنَّة: التصديقُ بكرامات",
            "page": "126",
            "part": "1",
            "seal": "9B00F1D9"
        },
        {
            "id": "124",
            "nass": "الأولياء، وما يُجرِي اللهُ على أيديهم من خوارقِ العادات في أنواع العلوم والمكاشفات، وأنواع القدرة والتأثيرات. ¶ والمأثور من سالف الأُمم في سورة الكهف وغيرها، وعن صدر هذه الأمة من الصحابة والتابعين، وسائر قرون الأُمَّة، وهي موجودةٌ فيها إلى يوم القيامة\". ¶ وأمَّا إذا كان الأمرُ الخارقُ للعادة جاء في حكايات هي أشبه بالخرافات، لا سيما إذا كانت واضحةً في مُخالفةِ الشرعِ، كالاستغاثةِ بغير الله من الأمواتِ والأحياء الغائبين، ويُزعم أنَّها كرامةٌ لِمن ادُّعيت له الولاية، والله أعلم بحقيقة الحال، فإنَّه لا يُلتفتُ إليه، ولا يُغتَرُّ به. ¶ وأكتفي بالتمثيل لذلك بِما ذُكر أنَّه من كرامات العيدروس الذي قال عنه الكاتبُ: إنَّه بركةُ عدَن وحضرموت، وأشاد بِمشهدِه، ونوَّه ببناءِ قُبَّتِه، ووصفها بأنَّها مباركة!! ¶ فقد قال عبد القادر بن شيخ بن عبد الله العيدروسي في كتابه النور السافر عن أخبار القرن العاشر في ترجمة",
            "page": "127",
            "part": "1",
            "seal": "D2663F97"
        },
        {
            "id": "125",
            "nass": "أبي بكر بن عبد الله العيدروس المتوفَّى سنة (914هـ) في (ص:79 80) : \"وأمَّا كراماته فكثيرة كقطر السحاب، لا تدرك بِعدٍّ ولا حساب، ولكن أذكر منها على سبيل الإجمال دون التفصيل، ثلاث حكايات تكون كالعنوان على باقيها بالدلالة والتمثيل، منها: ¶ أنَّه لَمَّا رجع من الحجِّ دخل زيلع، وكان الحاكم بها يومئذ محمد بن عتيق، فاتفق أنَّه ماتت أمُّ ولد للحاكم المذكور، وكان مشغوفاً بها، فكاد عقلُه يذهب بموتِها، فدخل عليه سيدي لما بلغه عنه من شدَّة الجزع؛ ليُعزِّيه ويأمره بالصبر والرضاء بالقضاء، وهي مُسجاة بين يدي الحاكم بثوبٍ، فعزَّاه وصبَّره، فلَم يُفِد فيه ذلك، وأكبَّ على قدم سيِّدي الشيخ يُقبِّلُها، وقال: يا سيدي! إن لَم يُحي الله هذه متُّ أنا أيضاً، ولَم تبق لي عقيدة في أحد، فكشف سيِّدي وجهَها، وناداها باسمِها، فأجابته: لبَّيك! وردَّ اللهُ روحَها، وخرج الحاضرون، ولَم يَخرج سيدي الشيخ حتى أكلتْ مع سيِّدها الهريسةَ، وعاشت مدَّة طويلة!!!",
            "page": "128",
            "part": "1",
            "seal": "D65B093C"
        },
        {
            "id": "126",
            "nass": "وعن الأمير مرجان أنَّه قال: كنتُ في نفرٍ من أصحاب لي في محطَّة صنعاء الأولى، فحمل علينا العدوُّ، فتفرَّق عنِّي أصحابي، وسقط بي فرسي لكثرة ما أُثخن من الجراحات، فدار بِي العدوُّ حينئذٍ من كلِّ جانب، فهتفتُ بالصالِحين، ثمَّ ذكرتُ الشيخ أبا بكر رضي الله عنه، وهتفتُ به، فإذا هو قائمٌ، فوالله العظيم! لقد رأيتُه نهاراً وعاينتُه جهاراً، أخذ بناصيتِي وناصية فرسي، وشلَّنِي من بينهم حتى أوصَلَنِي المحطة، فحينئذ مات الفرس، ونجوتُ أنا ببَرَكتِه رضي الله عنه ونفع به!!! ¶ وعن المُريد الصادق نعمان بن محمد المهدي أنَّه قال: بينما نحن سائرون في سفينةٍ إلى الهند، إذ وقع فيها خرقٌ عظيمٌ، فأيقَنوا بالهلاك، وضجَّ كلٌّ بالدعاء والتضرُّع إلى الله تعالى، وهتف كلٌّ بشيخِه، وهتفتُ أنا بشيخي أبي بكر العيدروس رضي الله عنه، فأخذتنِي سِنَة، فرأيتُه داخل السفينة، وبيده منديلٌ أبيض، وهو قاصدٌ نحو الخَرْق، فانتبهتُ فرحاً مسروراً، وناديتُ بأعلى صوتِي: أنْ أَبشِروا يا",
            "page": "129",
            "part": "1",
            "seal": "500B14FD"
        },
        {
            "id": "127",
            "nass": "أهل السفينة! فقد جاء الفرَج، فقالوا: ماذا رأيتَ؟ فأخبرتُهم، فتفقَّدوا الخَرْقَ، فوجدوه مسدوداً بمنديل أبيض كما رأيتُ، فنجونا ببركته رضي الله عنه ونفع به!!! \" اه. ¶ ومُجرَّد ذكر هذه الحكايات يُغنِي عن التعليق عليها!! ¶ ومؤلِّف هذا الكتاب، القائلُ فيه هذا الكلام من أهل القرن الحادي عشر، ولكلِّ قومٍ وارث! ¶ فأهل السُّنَّة والحديث يَرثون رسولَ الله صلى الله عليه وسلم وأصحابَه الكرام، والخرافيُّون يَرِثون أهلَ الخُرافة! ¶ وقول هذا القائل عن كرامات العيدروس أنَّها (كقطر السحاب، لا تُدرك بِعدٍّ ولا حساب!!) قد لا يسمع مسلمٌ مثلَ هذه العبارة في كرامات أبي بكر الصديق رضي الله عنه، وهو سيِّدُ الأولياء، وخيرُ أمَّة محمد صلى الله عليه وسلم التي هي خيرُ الأُمم. ¶ وأمَّا الحكايات الثلاث المزعوم أنَّها كرامات العيدروس فهي مِن المُضحكات المُبكيات!",
            "page": "130",
            "part": "1",
            "seal": "B27856E8"
        },
        {
            "id": "128",
            "nass": "مُضحكاتٌ لشدَّة غرابتِها! ومُبكياتٌ؛ لأنَّها تدلُّ بوضوح على مدى تلاعب الشيطان بالمفتونين بأصحاب القبور!! ¶ وقد قال ابن كثير رحمه الله: \"وأصل عبادة الأصنام من المغالاة في القبور وأصحابها، وقد أمر النَّبِيُّ صلى الله عليه وسلم بتسوية القبور وطمسها، والمغالاةُ في البَشر حرام\". ¶ والحكايةُ الأولى من الحكايات الثلاث فيها أنَّ الرَّجلَ الذي ماتت أمُّ ولده أكبَّ على رِجل العيدروس يُقبِّلُها، قائلاً: \"يا سيدي! إن لَم يُحيِ الله هذه متُّ أنا أيضاً، ولَم تبق لي عقيدة في أحد!! ¶ فكشف سيِّدي وجهَها، وناداها باسمِها، فأجابته: لبَّيك! وردَّ اللهُ روحَها ... وعاشت مدَّة طويلة!!! \". ¶ والله عزَّ وجلَّ يقول: {فَإِذَا جَاءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ} ، ومَن مات قامت قيامتُه، والإنسانُ في الدنيا له حياةٌ واحدة، لا حياتان أو أكثر، قال الله عزَّ وجلَّ: {كَيْفَ تَكْفُرُونَ بِاللهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ",
            "page": "131",
            "part": "1",
            "seal": "0ECE6012"
        },
        {
            "id": "129",
            "nass": "يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ} . ¶ وأمَّا الحكايتان الأخريان، فإنَّ فيهما دعاءَ غير الله، والاستغاثة به عند الشدائد، والله يقول: {أَمَّن يُجِيبُ المُضطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِ أَءِلَهٌ مَعَ اللهِ قَلِيلاً مَا تَذَكَّرُونَ} ! ! ¶ وأمَّا حياةُ الموتى، فإنَّ مَن زعم الكاتب نُصحَهم يؤمنون بأنَّ للموتى في قبورهم حياةً برزخيَّةً، الله أعلم بكيفيتها، وليست شبيهةً بالحياة الدنيا، ولا بالحياة بعد البعث، وفيهم المُنعَّمون في قبورهم والمعذَّبون فيها، والنعيمُ والعذابُ للروح وللجسد؛ لأنَّ الإحسانَ حصل منهما جميعاً، والإساءةَ حصلت منهما جميعاً. ¶ وهم أيضاً لا يُحكِّمون العقل في الأمور الغيبيَّة، بل التعويلُ عندهم على النصوص الشرعية، وعندهم أنَّ العقلَ السليم لا يُخالف النقلَ الصحيح، ولشيخ الإسلام في ذلك كتابٌ واسع، هو درء تعارض العقل والنقل.",
            "page": "132",
            "part": "1",
            "seal": "520403C0"
        },
        {
            "id": "130",
            "nass": "20 للكاتب شغفٌ عظيمٌ بالآثار المكانية التي تُنسبُ إلى النَّبِيِّ صلى الله عليه وسلم، كمكان مولِده صلى الله عليه وسلم، والبئر التي سقط فيها خاتَمُه صلى الله عليه وسلم، ومكان مَبرك ناقته صلى الله عليه وسلم في قباء عند قدومِه في هجرتِه صلى الله عليه وسلم إلى المدينة، وغير ذلك. ¶ ويَعتِب بشدَّة على مَن زعم نُصحَهم؛ لعدمِ الاهتمامِ بذلك والمحافظةِ عليه، ويستدلُّ للمحافظة على مثل هذه الآثار بقوله تعالى: {وَاتَّخِذُوا مِن مَقَامِ إِبْرَاهِيمَ مُصَلَّى} ، وبِما جاء في قصَّة طالوت: {وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَن يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِن رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ تَحْمِلُهُ المَلاَئِكَةُ إِنَّ فِي ذَلِكَ لأَيَةً لَكُمْ إِن كُنتُم مُؤْمِنِينَ} . ¶ قال: \"وقال المفسِّرون: إنَّ البقيَّةَ المذكورة هي عَصاة موسى ونعليه (كذا) و ... إلخ\". ¶ وبالإشارةِ إلى الأحاديث الصحيحة الواردة فيما يتعلَّق بآثار النَّبِيِّ صلى الله عليه وسلم واهتمام الصحابة رضوان الله عليهم بها المذكورة في ثنايا أبواب صحيح البخاري.",
            "page": "133",
            "part": "1",
            "seal": "9B0B8E7E"
        },
        {
            "id": "131",
            "nass": "والجواب عن الدليل الأول: أنَّ اتِّخاذ مقام إبراهيم مُصلَّى دلَّ عليه الكتاب والسُّنَّة، ولا دلالة فيه للكاتب على المحافظة على الآثار التي ذكرها؛ لأنَّ الآيةَ في اتِّخاذ المقام مصلَّى، ولا يصحُّ القياس عليه. ¶ وأيضاً فإنَّ اتِّخاذ المقام مصلَّى مِمَّا أشار به على رسولِ الله صلى الله عليه وسلم عمرُ بنُ الخطاب رضي الله عنه، فنزلت الآيةُ في ذلك. ¶ وعمرُ رضي الله عنه هو الذي جاء عنه المنعُ من التعلُّق بمثلِ هذه الآثار؛ لأنَّه هو الذي أَمر بقطع الشجرة التي حصلت تحتها بيعةُ الرِّضوان، ولأنَّه جاء في الأثر عن المعرور بن سُويد قال: \"كنتُ مع عمر بين مكة والمدينة، فصلَّى بنا الفجر، فقرأ {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ} ، و {لإِيلاَفِ قُرَيْشٍ} ، ثمَّ رأى قوماً ينزلون فيُصلُّون في مسجد، فسأل عنهم، فقالوا: مسجدٌ صلَّى فيه النَّبِيُّ صلى الله عليه وسلم، فقال: إنَّما هلك مَن كان قبلكم أنَّهم اتَّخذوا آثارَ أنبيائِهم بِيَعاً، مَن مرَّ بشيءٍ من المساجد فحضرَت الصلاة فليُصلِّ،",
            "page": "134",
            "part": "1",
            "seal": "2002FD8F"
        },
        {
            "id": "132",
            "nass": "وإلاَّ فلْيَمضِ\"، رواه عبد الرزاق (2/118 119) ، وأبو بكر بن أبي شيبة (2/376 377) بإسنادٍ صحيح. ¶ والجوابُ عن الدليل الثاني: أنَّ البقيَّةَ المذكورة في الآية لو صحَّ تفسيرُها بِما ذُكر، فإنَّه لا دلالة فيها على التعلُّق بالآثار؛ لأنَّ النَّهيَ عن التعلُّق بالآثار ثبت عن عمر، كما مرَّ آنفاً، وفيه: \"إنَّما هلك مَن كان قبلكم أنَّهم اتَّخذوا آثار أنبيائِهم بِيَعاً\"، وقد قال صلى الله عليه وسلم: \"فعليكم بسُنَّتِي وسُنَّة الخلفاء الراشدين المهديين من بعدي، تَمسَّكوا بها وعضُّوا عليها بالنواجذ\". ¶ والجواب عن الدليل الثالث: أنَّ الأحاديث الواردة في صحيح البخاري وغيره تدلُّ على تبرُّك الصحابة بعَرَق النَّبِيِّ صلى الله عليه وسلم وفَضل وَضوئه وشعرِه، وغير ذلك مِمَّا مَسَّ جسدَه صلى الله عليه وسلم، وكلُّ ذلك ثابتٌ، وقد حصل للصحابة رضي الله عنه وأرضاهم. ¶ وأمَّا الآثار المكانيَّة، فقد مرَّ في أثر عمر رضي الله عنه ما يدلُّ على منع التعلُّق بها.",
            "page": "135",
            "part": "1",
            "seal": "2826F2DB"
        },
        {
            "id": "133",
            "nass": "ونَهيُ عمر رضي الله عنه عن التعلُّق بآثار النَّبِيِّ صلى الله عليه وسلم المكانيَّة التي لَم يأتِ بها سُنَّةٌ عن رسول الله صلى الله عليه وسلم، إنَّما كان لِما يُفضي إليه ذلك من الغلُوِّ والوقوع في المحذور. ¶ ومِمَّا يُوضِّح ذلك أنَّ الكاتبَ وقد افتُتِن بالآثار أدَّاه افتتانُه بها إلى الإشادةِ بالبناء على القبور، وقد جاء تحريمه في السُّنَّة، وقد مرَّ ذكرُ إشادتِه بمشهد العيدروس بعَدَن، ووصفِه قبَّته بأنَّها مباركة. ¶ بل أدَّاه افتتانُه بالآثار أن عاب على مَن زعم نُصحَهم عدم محافظتهم على أثر مَبرَك ناقة النَّبِيِّ صلى الله عليه وسلم، فقال: \"كان هناك أثر (مبرك الناقة) ناقة النَّبِيِّ صلى الله عليه وسلم في مسجد (قباء) يوم قدومه مُهاجراً إلى المدينة في مكان نزل فيه قوله تعالى: {لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أن يَتَطَهَّرُوا وَاللهُ يُحِبُّ المُطَّهِّرِينَ} ، فأزَلتُم هذا الأثر، وكنَّا نُشاهدُه حتى وقتٍ قريب!! \". ¶ ويُقال للكاتب: مِن أين لكَ وجود مكان هذا المَبرك، وبقاؤه إلى هذا الزمان؟",
            "page": "136",
            "part": "1",
            "seal": "381D4D33"
        },
        {
            "id": "134",
            "nass": "إنَّ ذلك لا يتأتَّى إلاَّ لو ثبت أنَّ النَّبِيَّ صلى الله عليه وسلم أحاطه بجدار، وتوارثه الخلفاءُ الرَّاشدون ومَن بعدهم إلى هذا الوقت، وأنَّى ذلك؟!! ¶ ومعلومٌ أنَّ خلافةَ عمر رضي الله عنه تزيدُ على عشر سنين، ومقرُّها المدينة، وهو الذي أمر بقطع الشجرة التي في الحديبية قُرب مكة، وهو الذي نهى عن تتبُّع آثار النَّبِيِّ صلى الله عليه وسلم المكانيَّة التي لَم تأت بها سُنَّة، كما مرَّ في الأثر قريباً، فهل من المعقول أن يَمنَعَ عمرُ رضي الله عنه من آثار بعيدة عن المدينة ويُبْقِى على أثر مَبرك الناقة الذي زعمه الكاتب، وهو عنده في المدينة؟!! ¶ ولَم يقف الكاتبُ عند حدِّ الرَّغبة في المحافظة على الآثار المكانيَّة للرسول صلى الله عليه وسلم التي لَم يأت فيها سُنَّة، بل تعدَّاه إلى الرغبة في بقاءِ أثرٍ وُجد في عصرٍ متأخِّرٍ، فقال وهو يعِيبُ مَن زعم نُصحَهم: \"وهدَمتُم بجوار بيتِ أبي أيُّوب الأنصاري رضي الله عنه مكتبةَ شيخ الإسلام (عارف حكمت) المليئة بالكتب والمخطوطاتِ النَّفيسة، وكان",
            "page": "137",
            "part": "1",
            "seal": "C605D558"
        },
        {
            "id": "135",
            "nass": "طرازُ بنائها العثماني رائعاً ومُمَيَّزاً!! هدمتُم كلَّ ذلك في حين أنَّه بعيدٌ عن توسعةِ الحرَم، ولا علاقةَ له بها!! \". ¶ وهذه نتيجة الشَّغَف بالآثار! ¶ وموقعُ المكتبة المُشار إليها بينه وبين الجدار الأمامي لمسجد الرسول صلى الله عليه وسلم بضعةُ أمتار، وهو الآن ضمن ساحات المسجد. ¶ والكتب التي فيها، الاستفادةُ منها قائمةٌ؛ لأنَّ المكتبات الموجودة بالمدينة ومنها هذه المكتبة جُمعت في مكتبة واحدة قرب المسجد النبوي، وهي مكتبة الملك عبد العزيز. ¶ هذا ولَم يقِف الكاتبُ عند حدِّ العتب واللَّوم لِمَن زعم نصحَهم؛ لعدم المحافظة على الآثار المكانية للنَّبِيِّ صلى الله عليه وسلم التي لَم تأتِ به سُنَّة، بل تعدَّاه إلى وصفِهم بأنَّهم يكرهون النَّبِيَّ صلى الله عليه وسلم! ¶ ولا أدري هل شَعر الكاتبُ أو لَم يشعُر أنَّ مَن يكره الرَّسولَ صلى الله عليه وسلم لا يكون مسلماً، بل يكون كافراً؟!",
            "page": "138",
            "part": "1",
            "seal": "CC135D08"
        },
        {
            "id": "136",
            "nass": "وسبق للكاتب أنَّ مَن زعم نُصحَهم يتَّهمون المسلمين بالشرك، وأنَّهم يُكفِّرون الصوفيَّة قاطبة، وأنَّهم يُكفِّرون الأشاعرة، وذلك كذبٌ عليهم، وهم برآء منه، وهنا يصف مَن زعم نصحَهم زوراً وبُهتاناً بأنَّهم يكرهون النَّبِيَّ، ولا شكَّ أنَّ ذلك كفرٌ، نعوذ بالله من الكفر والشرك والنفاق. ¶ ثمَّ مِمَّا ينبغي أن يُعلَم أنَّ الصحابةَ الكرام رضي الله عنهم وأرضاهم ومن تبعهم بإحسانٍ لَم يكونوا يذهبون إلى الآثار المكانية التي لَم يأت بها سُنَّة، كمكان مولده صلى الله عليه وسلم، ومكان مَبْرَك الناقة المزعوم، ولو كان خيراً لسبقوا إليه. ¶ فلَم يكونوا يحافظون على مثل هذه الآثار، وإنَّما كانوا يحافظون على آثارٍ أُخرى، وهي الآثارُ الشرعيَّةُ التي هي حديثُه صلى الله عليه وسلم المشتمل على أقواله وأفعاله وتقريراته صلى الله عليه وسلم، ويحافظون على فعل السُّنن وترك البدع ومحدثاتِ الأمور، ولقد أحسن مَن قال:",
            "page": "139",
            "part": "1",
            "seal": "7A55B7A2"
        },
        {
            "id": "137",
            "nass": "دينُ النَّبِيِّ مُحمَّد أخبار ... نعم المطيَّةُ للفتى آثارُ ¶ لا ترغَبنَّ عن الحديث وأهلِه ... فالرأيُ ليْلٌ والحديثُ نهارُ ¶ ولَرُبَّما جهل الفتى أثرَ الهُدى ... والشَّمسُ بازغَةٌ لَها أنوارُ ¶ وقال آخر: ¶ الفقهُ في الدين بالآثار مقترنٌ ... فاشغَل زمانَك في فقهٍ وفي أثَرِ ¶ فالشُّغلُ بالفقه والآثار مرتفعٌ ... بقاصد الله فوق الشمس والقمرِ ¶ 21 ومقدِّمة الدكتور البوطي لأوراق الأستاذ الرفاعي تشتمل على الثناء على الرِّفاعي، وموافقته على كلِّ ما في نصيحتِه المزعومة المسمومة، وعلى وَصْفها بأنَّها\"تذكرة هادئة، ولطيفة في أسلوبها!! \". ¶ وتشتملُ على الغلوِّ في الآثار المكانيَّة التي لَم يأت بها",
            "page": "140",
            "part": "1",
            "seal": "A3D681D0"
        },
        {
            "id": "138",
            "nass": "سنَّة عن رسول الله صلى الله عليه وسلم، بل وزعم أنَّ القرون الثلاثة وما بعدها إلى هذا الوقت مُجمعةٌ على التبرُّك بهذه الآثار، وأنَّه لَم يُخالِف في ذلك إلاَّ علماء نجد المزعوم نُصحهم، وأنَّ ذلك بدعة. ¶ ومن قوله في ذلك: \"ولا نشكُّ في أنَّهم يعلمون كما نعلم أنَّ عصورَ السلف الثلاثة مرَّت شاهدة بإجماع على تبرُّك أولئك السلف بالبقايا التي تذكِّرهم برسول الله صلى الله عليه وسلم، من دار ولادتِه، وبيت خديجة رضي الله عنها، ودار أبي أيوب الأنصاري التي استقبلته فنزل فيها في أيامه الأولى من هجرتِه إلى المدينة المنورة، وغيرها من الآثار كبئر أَريس، وبئر ذي طوى، ودار الأرقم ... ثم إنَّ الأجيالَ التي جاءت فمرَّت على أعقاب ذلك كانت خيرَ حارسٍ لَها، وشاهد أمين على ذلك الإجماع\". ¶ وتشتملُ أيضاً على اتِّهام المزعوم نُصحهم ب \"تكفير سواد هذه الأمة بحجَّة كونهم أشاعرة أو ماترديين! \". ¶ وتشتملُ أيضاً على الإنكار على علماء نجد في تحذيرِهم",
            "page": "141",
            "part": "1",
            "seal": "587B970A"
        },
        {
            "id": "139",
            "nass": "من الغلُوِّ في رسول الله صلى الله عليه وسلم، ويُفرِّق بين الغُلُوِّ والإطراء، فيَمنعُ الإطراءَ ويُجيزُ الغلُوَّ، قال: \"ولو قلتُم كما قال رسول الله صلى الله عليه وسلم: \"لاتطروني كما أطرت النصارى ابنَ مريم\" لكان كلاماً مقبولاً، ولكان ذلك نصيحةً غاليةً. ¶ أمَّا الحبُّ الذي هو تعلُّق القلب بالمحبوب على وجه الاستئناس بقُربِه والاستيحاش من بُعده، فلا يكون الغلوُّ فيه عندما يكون المحبوب رسول الله صلى الله عليه وسلم إلاَّ عنواناً على مزيدِ قُربٍ من الله!! وقد علمنا أنَّ الحبَّ في الله من مُستلزمات توحيد الله تعالى، ومهما غلا مُحبُّ رسول الله صلى الله عليه وسلم في حُبِّه له أو بالَغ، فلن يصِل إلى أَبعد من القَدْر الذي أَمر به رسول الله صلى الله عليه وسلم!!! إذ قال فيما اتَّفق عليه الشيخان: \"لا يؤمن أحدُكم حتى أكون أحبَّ إليه من مالِه وولدِه والناس أجمعين\"، وفي رواية للبخاري: \"ومن نفسه\". ¶ والجواب: على ذلك أن نقول: ¶ أولاً: أمَّا ثناء البوطي على الرفاعي فيصدق على المثنِي والمثنَى عليه قول الشاعر:",
            "page": "142",
            "part": "1",
            "seal": "8E96E07C"
        },
        {
            "id": "140",
            "nass": "ذهب الرِّجال المُقتدَى بفعالِهم ... والمنكرون لكلِّ فعل منكر ¶ وبقيتُ في خَلْف يُزكِّي بعضُهم ... بعضاً ليدفع معور عن معورِ ¶ ثانياً: إنَّ وصفَ البوطي لنصيحة الرِّفاعيِّ المزعومة ب (أنَّها تذكرة هادئة، وأنَّها لطيفة في أسلوبها!!) بعيدٌ عن الحقيقة والواقع؛ يتَّضحُ ذلك بالوقوف على بعض الجُمل التي أوردتُها من كلام الرِّفاعيِّ، ففيها الكذب والجفاء. ¶ ثالثاً: وأمَّا موافقتُه للرِّفاعي فيما جاء في أوراقه، فإنَّ كلَّ ما تقدَّم في الردِّ على الرِّفاعي هو ردٌّ على البوطي. ¶ رابعاً: وأمَّا إجماع العصور الثلاثة وما بعدها الذي زعمه البوطي على التبرُّك بآثار النَّبِيِّ صلى الله عليه وسلم المكانيَّة، كمكان مولدِه وبئر أريس التي سقط فيها خاتَمُه صلى الله عليه وسلم ونحو ذلك، فلا يتأتَّى له إثبات هذا الإجماع، بل ولا إثبات القول به عن واحدٍ من الصحابة رضي الله عنهم!",
            "page": "143",
            "part": "1",
            "seal": "A3E152D9"
        },
        {
            "id": "141",
            "nass": "وأيُّ إجماعٍ يُزعمُ من الصحابة ومَن بعدهم على ذلك، وقد جاء عن عمر رضي الله عنه الأمر بقطع شجرة بيعة الرضوان في الحديبية قرب مكة، وجاء عنه أيضاً التحذيرُ من التعلُّق بمثل هذه الآثار، وقال: \"إنَّما هلك مَن كان قبلكم أنَّهم اتَّخذوا آثار أنبيائهم بِيَعاً\"؟! كما مَرَّ ثبوت ذلك عنه في مصنَّفي عبد الرزاق وابن أبي شيبة. ¶ خامساً: وأمَّا زعمه بأنَّه لَم يُخالف هذا الإجماعَ المزعوم إلاَّ علماءُ نجد، فغيرُ صحيح؛ لأنَّ كلَّ متَّبع للكتاب والسُّنَّة وما كان عليه سلف الأُمَّة يقول بهذا الذي ثبت عن عمر رضي الله عنه، وهم في هذا العصر كثيرون، منتشرون في الأقطار المختلفة، ومنها الكويت والشام التي منها الرفاعي والبوطي! ¶ سادساً: وأمَّا زعمه أنَّ المزعومَ نُصحهم يُكفِّرون سوادَ الأُمَّة بحُجَّة كونهم أشاعرةً أو ماترديِّين، فهو كذبٌ منه وافتراءٌ، كما أنَّه كذبٌ وافتراءٌ من الرفاعي، وقد مرَّ الردُّ عليه.",
            "page": "144",
            "part": "1",
            "seal": "38871F80"
        },
        {
            "id": "142",
            "nass": "وأزيد هنا فأقول: إنَّ الفِرَقَ الواردةَ في قوله صلى الله عليه وسلم: \"ستفترِقُ هذه الأُمَّة إلى ثلاثٍ وسبعين فرقة، كلُّها في النار إلاَّ واحدة ... \" الحديث، هم من المسلمين؛ لأنَّ أُمَّةَ النَّبِيِّ صلى الله عليه وسلم أُمَّتان: أمَّة الدعوة، يدخل فيها اليهود والنصارى، وكلُّ إنسيٍّ وجِنِّي من حين بِعثة الرسول صلى الله عليه وسلم إلى قيام الساعة. ¶ وأمَّةُ الإجابة: وهم الذين دخلوا في هذا الدِّين، وفيهم الفِرق المذكورة في الحديث، وكلُّ هذه الفِرَق مسلمون مُستحقُّون للعذاب بالنَّار، سوى فرقةٍ واحدة، وهي مَن كان على ما كان عليه الرسول صلى الله عليه وسلم وأصحابُه رضي الله عنهم. ¶ سابعاً: وأمَّا تفريقُه بين الإطراءِ والغُلُوِّ، ومَنعُه الأولَ وتجويزُه الثاني، فهو من التفريقِ بين متماثِلَين، وكما أنَّ النَّهيَ جاء عنه صلى الله عليه وسلم عن الإطراء، فإنَّ الغُلُوَّ جاء فيه النَّهيُ عن الله وعن رسوله صلى الله عليه وسلم، قال الله عزَّ وجلَّ: {يَا أَهْلَ الكِتَابِ لاَ تَغْلُوا فِي دِينِكُمْ} ، وقد لَقَطَ ابنُ عبَّاسٍ",
            "page": "145",
            "part": "1",
            "seal": "E77455FC"
        },
        {
            "id": "143",
            "nass": "لرسول الله صلى الله عليه وسلم حصَى الجِمار، وهنَّ مثل حصى الخذف، فأمرهم صلى الله عليه وسلم أن يَرموا بمِثلِها، قال: \"وإيَّاكم والغُلوَّ في الدِّين، فإنَّما أهلَكَ مَن كان قبلكم الغلُوُّ في الدِّين\"، وهو حديث صحيح، أخرجه النسائيُّ وغيرُه. ¶ ومعلومٌ أنَّ مَحبَّةَ النَّبِيِّ صلى الله عليه وسلم يجبُ أن تكون في قلب كلِّ مسلم أعظمَ من مَحبَّته لنفسِه وأهله والناس أجمعين، لكن لا يجوز فيها الغُلُوُّ الذي قد يُؤدِّي إلى أن يُصرَف إلى النَّبِيِّ صلى الله عليه وسلم شيءٌ من حقِّ الله، كالذي حصل للبوصيريِّ في أبياتِه التي أشرتُ إليها فيما تقدَّم في الردِّ على الرفاعي. ¶ وليت شعري! ما الذي سوَّغ للبوطيِّ تجويز الغلوِّ في محبَّة الرسول صلى الله عليه وسلم، وهي من أعظم أُسُس الدِّين، وقد قال صلى الله عليه وسلم في الحديث المتقدِّم آنفاً: \"وإيَّاكم والغلو في الدِّين، فإنَّما أهلك مَن كان قبلكم الغلوُّ في الدِّين\"؟!",
            "page": "146",
            "part": "1",
            "seal": "B6CB82EA"
        },
        {
            "id": "144",
            "nass": "وفي الختام، أقول في النهاية كما قلتُ في البداية: إنَّ الردَّ على الرفاعي إنَّما هو ردٌّ على بعض ما اشتملت عليه أوراقُه، وأنَّ ما ذُكر دليلٌ على ما لم يُذكر. ¶ وأُضيف هنا أنَّنِي لَم أرَ في نصيحة الرفاعي المزعومة ولا في تقديم البوطي لها مسألةً واحدةً حالفهما فيها الصواب، بل إنَّ هذه النصيحة المزعومة المُؤيَّدة من البوطي هي في الحقيقة فضيحة لهما؛ لاشتمالِها على الكذب الواضح على أهل السنَّة والدعوة إلى البدع والضلال. ¶ وأسأل الله لهما الهدايةَ للحقِّ والعملِ به، والسلامةَ مِمَّا يُخالفه، وأسأله تعالى أن يُوفِّقنا جميعاً لِما فيه رضاه والفقه في دينه، والسير على ما كان عليه رسوله الكريم صلى الله عليه وسلم وأصحابه الكرام رضي الله عنهم وأرضاهم. ¶ والحمد لله ربِّ العالمين، وصلَّى الله وسلّم وبارك على عبده ورسوله نبيِّنا محمد وعلى آله وأصحابه وتابعيهم بإحسانٍ إلى يوم الدِّين.",
            "page": "147",
            "part": "1",
            "seal": "BE06B408"
        }
    ],
    "t7624": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الرد على الرفاعي والبوطي في كذبهما على أهل السنة ودعوتهما إلى البدع والضلال"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "إعداد: عبد المحسن بن حمد العباد البدر"
        }
    ]
}