{
    "b7627": [
        {
            "id": "1",
            "nass": "المقدمة: ¶ الحمد لله رب العالمين حمدا يوافي نعمه، ويدفع نقمه، ويكافئ مزيده، والصلاة والسلام على أشرف خلقه محمد وعلى آله وصحبه أجمعين وبعد، فيقول الله تعالى: {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ} [الصف:8] ، فقد تعرضت السنة النبوية الشريفة للطعون والشبهات من الحاقدين والحاسدين منذ العصور الأولى للإسلام. ومنذ بداية القرن العشرين تعرضت السنة لحملة طعون وشبهات مغرضة من المستشرقين بهدف إبعاد المسلمين عن دينهم وتشكيكهم في أهم مصادر شريعتهم، ولكن الله تعالى هيأ لهذه الأمة جهابذة ورجالا في القديم والحديث حفظوا السنة وصانوها من عبث العابثين، ومن افتراءات المغرضين، فبيَّنوا الحق من الباطل والصحيح من السقيم، وذادوا عن حياض السنة المطهرة وفندوا وردوا على شبهات أولئك الطاعنين بالحجة والبرهان. ومن أهم هؤلاء الطاعنين في السنة المستشرقان اليهوديان: إجناتس جولدتسيهر وجوزيف شاخت. ويتناول هذا البحث نقد آراء هذين المستشرقين والرد عليهما فيما يتعلق بنقل السنة النبوية الشريفة والاعتماد في ذلك على نقد المتن والإسناد. فهذان المستشرقان ومن أيدهما من المسشرقين والمستغربين الذين انخدعوا بآراء المستشرقين، يرون أن الحديث النبوي الشريف الذي بين أيدي المسلمين اليوم قد وضعه واخترعه أصحاب الفرق والمذاهب الفقهية الإسلامية، وأن المنهجية التي اعتمدها المحدثون في نقد الحديث غير علمية، وأنها اعتمدت على نقد السند دون المتن. ومما يؤسف له أن نتائج دراسات هذين المستشرقين هي المعتمدة اليوم في",
            "page": "1",
            "part": "1",
            "seal": "553638B9"
        },
        {
            "id": "2",
            "nass": "الأوساط الغربية وفي الجامعات الأوروبية والأمريكية وأقسام الشرق الأوسط في الغرب، وخلصت المقالة إلى نقض مزاعم المستشرقَيْن ومن أيدهما بالأدلة العلمية، وأكدت ما قاله العلماء المسلمون من أن منهجية النقد التي اعتمدها المحدثون والفقهاء المسلمون للتثبت من صحة الحديث وقبوله هي منهجية علمية وصحيحة وشاملة، وأن علماء المسلمين كما نقدوا السند نقدوا المتن. ¶ ولهذا ينقسم البحث إلى مقدمة وثلاثة أقسام وخاتمة وتوصيات. ¶ القسم الأول: عرض لآراء المسلمين حول منهجية توثيق السنة وأهمية الاعتماد في النقد على السند والمتن معا. ¶ والقسم الثاني: عرض لآراء المستغربين والمستشرقين فيما يتعلق بتوثيق السنة ونقد المتن والرد عليهم. ¶ والقسم الثالث: نظرية الإسناد عند شاخت والرد عليه، وأخيرا تأتي الخاتمة والتوصيات. ¶ ويسرني أن أشكر مجمع الملك فهد لطباعة المصحف الشريف على عقده لندوة: عناية المملكة العربية السعودية بالسنة والسيرة النبوية، هذه الندوة المباركة المهمة الرائدة، والتي أسأل الله تعالى لها التوفيق، وإنني أشكر كذلك المسؤولين والعاملين في المجمع، وأسأل الله تعالى لهم مزيدا من التقدم والنجاح في خدمة كتاب الله تعالى والسنة والسيرة النبوية الشريفة، وأن يزيد الله تعالى هذا البلد الطيب رخاء وأمنا وطمأنينة، إنه سميع مجيب.",
            "page": "2",
            "part": "1",
            "seal": "E1B938E9"
        },
        {
            "id": "3",
            "nass": "القسم الأول: عرض لآراء المسلمين حول منهجية توثيق السنة بالاعتماد على نقد السند والمتن معا ¶ تمهيد: آراء المسلمين في توثيق السنة وأهمية الإسناد ¶ ينقسم علم الحديث النبوي الشريف إلى قسمين رئيسين هما (1) علم الحديث رواية وعلم الحديث دراية، أما علم الحديث رواية فهو: «العلم الذي يقوم على ما أضيف إلى النبي صلى الله عليه وسلم من قول أو فعل أو تقرير أو صفة خَلْقية أو خُلُقية نقلا دقيقا محررا» (2) ، وأما علم الحديث دراية أو علم مصطلح الحديث فهو كما يقول ابن جماعة: «معرفة القواعد التي يعرف بها أحوال السند والمتن» (3) ، وهو كذلك علم يعرف منه حقيقة الرواية وشروطها وأنواعها وأحكامها، وحال الرواة وشروطهم وأصناف المرويات ¶ __________ ¶ (1) تعني كلمة الحديث الجديد ضد القديم، وتعني القصة، وحدث الشيء حدوثا: وقع، وجد. ولمزيد من المعلومات انظر: إسماعيل بن حماد الجوهري، الصحاح، تحقيق أحمد عبد الغفور عطار، (بيروت: دار العلم للملايين، 1399?/1979م) ، ط2، ج:1، ص: 278 -279، وإبراهيم مصطفى وعبد السلام هارون وآخرون: المعجم الوسيط، (القاهرة: مجمع اللغة العربية، لا ت.) ، ج: 1، ص: 160، ومحمد الصباغ، الحديث النبوي، مصطلحه، بلاغته، كتبه، (بيروت: 1982م/1402?) ، ص: 139- 140. ¶ Th. W. Juynboll, art.\" HADITH “, EI, vol. iii , p.; J. Robson, art. “ HADITH “, EI , vol. iii, p.. ¶ (2) السيوطي، تدريب الراوي شرح تقريب النواوي، تحقيق عزت عطية وموسى محمد علي، (القاهرة: دار الكتب الحديثة، 1980م) ، ج: 1، ص: 40، وقارن بمحمد عجاج الخطيب، أصول الحديث، علومه ومصطلحه، (بيروت: دار الفكر، 1419?/1998م) ، ط1، ص: 6. ¶ (3) عصام البشير، أصول منهج النقد عند أهل الحديث، (بيروت: 1912م/1412?) ، ط2، ص: 68، وقارن بالسيوطي، تدريب الراوي شرح تقريب النواوي، ص: 40.",
            "page": "3",
            "part": "1",
            "seal": "50A14565"
        },
        {
            "id": "4",
            "nass": "وما يتعلق بها (1) . ¶ وأما السنة اصطلاحا: فهي تعني عند المحدثين: «كل ما أثر عن الرسول صلى الله عليه وسلم من قول، أو فعل، أو تقرير، أو صفة خَلْقية أو خُلُقية، أو سيرة» (2) ، ويضاف إلى تعريف السنة والحديث بعض ما أضيف للصحابي وللتابعي (3) . ¶ وقد أدى علم المصطلح وظيفة الحفاظ على السنة النبوية من خلال قواعد دقيقة لنقد السند والمتن مما أدى لمعرفة أنواع الحديث والتمييز بين الصحيح والحسن والضعيف والموضوع. والوظيفة الأخرى التي أداها علم المصطلح هو تقسيم الحديث إلى مقبول ومردود؛ ولهذا يعتقد المسلمون أن ما عندهم من أحاديث مقبولة هي فعلا أحاديث النبي صلى الله عليه وسلم وأقوال الصحابة والتابعين؛ لأنها نقلت إلينا بواسطة رواة ثقات يعتمد عليهم. ¶ وتعتمد صحة الحديث على صحة الإسناد والمتن معا. والسند لغة هو: ما ارتفع من الأرض ... (4) ، أما السند اصطلاحا فهو: سلسلة الرواة الذين نقلوا الحديث من النبي صلى الله عليه وسلم وحتى تدوين الحديث في كتب الحديث ¶ __________ ¶ (1) السيوطي، تدريب الراوي شرح تقريب النواوي، ج: 1، ص: 40. ¶ (2) محمد عجاج الخطيب، أصول الحديث، ص: 14. ¶ (3) لمزيد من المعلومات عن تعريف الحديث انظر: نور الدين العتر، منهج النقد في علوم الحديث، (دمشق: 1412/1992) ، ط3، ص: 26- 27 وقارن بمحمد الصباغ، الحديث النبوي، ص: 140، 146 – 148، ومحمد عجاج الخطيب، أصول الحديث، ص: 15. ¶ p. i John Burton, Hadith studies, (Manchester) , ¶ (4) محمد مرتضى الزبيدي، تاج العروس من جواهر القاموس، (بيروت: دار مكتبة الحياة، لا ت.) ، ج: 1، ص: 381-382.",
            "page": "4",
            "part": "1",
            "seal": "E90FDE62"
        },
        {
            "id": "5",
            "nass": "المعتمدة، أو هو الإخبار عن طريق المتن (1) وإنما سمي السند بالسند، كما قال ابن جماعة؛ لأن الحفاظ يعتمدون في صحة الحديث أو ضعفه عليه (2) . فالإسناد هو قسم أساسي من الحديث، ولذا يقال: إن علم الإسناد هو نصف علوم الحديث، فالإسناد هو المسبار الذي يحاكم كل ما يقال، والحديث الذي لا سند له كبيت لا سقف له أو لا أساس له. (3) ¶ لقد اهتم العلماء المسلمون بالإسناد وبينوا أهميته من خلال عبارات مشهورة فقد قال محمد بن سيرين: «إن هذا العلم دين فانظروا عمن تأخذون دينكم» (4) ، وقال سفيان الثوري: «الإسناد هو سلاح المؤمن. فإذا لم يكن معه سلاح فبأي شيء يقاتل؟» (5) ، وقال عبد الله بن المبارك: الإسناد من الدين ولولا الإسناد لقال من شاء ما شاء (6) ، ولهذا فعندما كان يسأل أهل البدع عمن أخذوا الحديث كانوا يسكتون لئلا يفتضحوا. ¶ __________ ¶ (1) السيوطي، تدريب الراوي شرح تقريب النواوي، ج: 1، ص: 43، وانظر: John Burton, Hadith studies, p.i.. ¶ (2) السيوطي، تدريب الراوي شرح تقريب النواوي، ج: 1، ص: 43، وانظر:. p.,art. HADITH: EIvol. iiiTh. W. Juynboll ¶ (3) عصام البشير، أصول منهج النقد عند أهل الحديث، ص: 61. ¶ (4) مسلم بن الحجاج النيسابوري، صحيح مسلم، تحقيق محمد فؤاد عبد الباقي، (بيروت: دار إحياء التراث العربي، 1374?/1955م) ، ط1، ج:1، ص: 14، وقارن بـ ¶ J. Robson, '' The Isn?d in Muslim Traditions'', Glag University Ori. ,Soci. Trans.P. , () . ¶ (5) محمد بهاء الدين، المستشرقون والحديث النبوي، (عمان: دار النفائس، 1420هـ/1999م) ، ط1، ص: 15 – 16، نقلا عن ابن أبي حاتم، المجروحين، ج:1، ص: 19، والخطيب البغدادي، شرف أصحاب الحديث، ص: 42. ¶ (6) مسلم بن الحجاج، صحيح مسلم، ج: 1 ص:15.",
            "page": "5",
            "part": "1",
            "seal": "B7A33715"
        },
        {
            "id": "6",
            "nass": "ولما للإسناد من أهمية بين العلماء المسلمين فقد تعدى استخدامه لكل العلوم كعلم الأدب العربي، والتاريخ والطب وغيرها من علوم. (1) وكان من ثمرة اهتمام المسلمين بالإسناد نشأة علم سمي بعلم الجرح والتعديل (2) ، وكما يقول المستشرق سبرنجر Sprenger: إن المسلمين درسوا تراجم ما يقرب من نصف مليون راوٍ (3) ، وكل ذلك من أجل الحديث النبوي الشريف. ¶ بدأ المسلمون بالاهتمام الزائد بالسؤال عن الإسناد بعد فتنة مقتل عثمان رضي الله عنه، ففي ذلك الزمان نشطت حركة الوضع. واتخذ المحدثون اجراءات وقائية لمنع الكذابين من ترويج كذبهم، وللحفاظ على السنة فاستخدموا ضدهم سلاح الإسناد، يقول الإمام الثوري: عندما اخترع الكذابون أسانيد كاذبة استخدمنا ضدهم تاريخ الرواة (4) . ¶ ويقول محمد بن سيرين: لم يكونوا يسألون عن الإسناد، فلما وقعت الفتنة -أي الحرب بين علي ومعاوية رضي الله عنهما- (5) قالوا: سموا لنا رجالكم، فيُنظر إلى أهل السنة فيؤخذ حديثهم، وينظر إلى أهل البدع فلا ¶ __________ ¶ (1) عبد الفتاح أبو غدة، الإسناد من الدين، (بيروت: 1992م/1412?) ، ص: 35 – 36. ¶ (2) انظر: إبراهيم بن الصديق، علم علل الحديث من خلال كتاب الوهم والإيهام الواقعين في كتاب الأحكام لأبي الحسن بن القطان الفاسي، (المغرب: وزارة الأوقاف والشؤون الإسلامية، 1415/1995) ، ط1، ج:1، ص: 36-37. وانظر كذلك ¶ J. Robson, art.”Al-Djarh wa al-Ta’dil”, EI, vol.ii, p.. ¶ (3) عبد الفتاح أبو غدة، الإسناد من الدين، ص: 32. ¶ (4) عصام البشير، أصول منهج النقد عند أهل الحديث، ص: 80. ¶ (5) يرى بعض المستشرقين أن تاريخ الفتنة بدأ عام 126 هـ/ 743 م وذلك عندما قتل الخليفة الأموي الوليد بن يزيد، ولذلك فالبدء باستخدام الإسناد عندهم يرجع لعام 120 هـ. ولمزيد من المعلومات انظر Azami, Studies, p. 213 – 218",
            "page": "6",
            "part": "1",
            "seal": "60B630BB"
        },
        {
            "id": "7",
            "nass": "أنهم اختلفوا في تأويلها وفهمها. ومثال ذلك الأحاديث التي تمنع المرأة البكر من الزواج بغير إذن وليها (1) ، هذه الأحاديث قد قبلت في المذهب الحنفي إلا أن الأحناف أولوها بأنها مصروفة إلى المرأة التي لم تبلغ، أما المذهب الشافعي فقد قبل هذه الأحاديث وعمم مضمونها ليشمل المرأة البكر البالغ وغير البالغ. ¶ 4- اعتمد نشوء المذاهب العقدية في القرون الثلاثة الأولى للإسلام على تفسيرات عديدة لنصوص القرآن والسنة. ¶ 5- إن علم مختلف الحديث خير شاهد على اعتناء العلماء بنقد المتون، فهذا العلم يعنى بالأحاديث النبوية الشريفة التي ظاهرها التعارض (2) . وقد اهتم العلماء مبكرا بهذا العلم بدءا من مؤلَّف الإمام محمد بن إدريس الشافعي: اختلاف الحديث (3) ، وغيره من المؤلفات ككتاب تأويل مختلف الحديث لابن قتيبة، وكتاب مشكل الآثار للطحاوي. أضف إلى ذلك فقد ذكر العلماء وجوها عديدة للترجيح بين مختلف الحديث بعضها راجعة للسند وأخرى راجعة للمتن، ذكر منها الحافظ العراقي والسيوطي والآمدي مائة وجه وعشرة أوجه (4) . كل هذا يدل على عناية فائقة من علمائنا بنقد المتن حتى قال ابن خزيمة (311 هـ) : «ليس ثم حديثان متعارضان من كل وجه، ومن وجد شيئا من ذلك فليأتني لأؤلف له بينهما» (5) . ¶ __________ ¶ (1) انظر هذه الأحاديث ومعانيها في الشوكاني، نيل الأوطار، ج: 5، ص: 120 – 123 ¶ (2) عبد المجيد السوسوة، منهج التوفيق والترجيح، (عمان: دار النفائس، 1998م) ، ص: 54. ¶ (3) انظر الزركلي، الأعلام، ج:6، ص: 26. ¶ (4) عبد المجيد السوسوة، منهج التوفيق والترجيح، ص: 331، 429 – 457. ¶ (5) المرجع السابق نفسه، ص: 71 – 72.",
            "page": "7",
            "part": "1",
            "seal": "A8CF8581"
        },
        {
            "id": "8",
            "nass": "الدين عتر (1) ، وهمام سعيد (2) ، ومحمد عجاج الخطيب (3) ، ومحمد أبو شهبة (4) ، هؤلاء كلهم رفضوا آراء المستشرقين ومن تابعهم من المستغربين، تلك الآراء التي تزعم بأن نقد الحديث ومعرفة درجة صحته كانت تعتمد فقط على نقد السند دون المتن، والمشكلة كما يزعم هؤلاء أن نقد السند كان نقدا شكليا، وكان ينقصه منهجية النقد العامة لأي حديث نقد المتن الذي لم يكن له وجود عند العلماء المسلمين (5) . ¶ أما آراء علماء السنة من المحدثين حول هذا الموضوع فهي أنه كان هناك تكامل وشمول في المنهج النقدي لدى المحدثين بحيث شمل السند والمتن معا، والأدلة من علم المصطلح كثيرة على هذه القضية بحيث نستطيع القول بأن زعم المستشرقين بأن العلماء اعتنوا بنقد السند دون المتن هو على شهرته أشد مزاعمهم ضعفا وأوضحها سقوطا (6) ، وإن علماء الحديث والفقه قد نقدوا المتن بما فيه الكفاية، ولكن المستشرقين ومن أيدهم يريدون لهذا النقد أن يتجاوز حدود الشرع مما يؤدي إلى رفض الأحاديث التي لم تجد قبولا لدى عقولهم المتحجرة. ¶ __________ ¶ (1) انظر كتابه منهج النقد في علوم الحديث. ¶ (2) انظر كتابه الفكر المنهجي عند المحدثين. ¶ (3) انظر كتابه أصول الحديث. ¶ (4) انظر كتابه دفاع عن السنة ورد شبه المستشرقين والكتاب المعاصرين. وقد كتب العلماء والباحثون المعاصرون مؤلفات عديدة تتكلم على نقد المتن، ومن أهمها: 1- نقد المتن بين صناعة المحدثين ومطاعن المستشرقين لنجم عبد الرحمن خلف، 2- مقاييس نقد متون السنة لمسفر الدميني، 3- جهود المحدثين في نقد المتن لمحمد طاهر الجوابي، 4- منهج نقد المتن عند علماء الحديث النبوي لصلاح الدين الإدلبي. ¶ (5) انظر جولدتسيهر، دراسات محمدية، ترجمة الصديق بشير نصر، في فصول من كتاب دراسات محمدية من مجلة كلية الدعوة الإسلامية، العدد10، طرابلس الغرب، 1993م، ص: 508 – 509. ¶ (6) نور الدين عتر، السنة المطهرة والتحديات، ص: 67 - 68.",
            "page": "8",
            "part": "1",
            "seal": "31E79F23"
        },
        {
            "id": "9",
            "nass": "القسم الثاني: عرض لآراء المستغربين فيما يتعلق بتوثيق السنة عبر نقد المتن والسند والرد عليهم ¶ ... ¶ القسم الثاني: عرض لآراء المستغربين والمستشرقين فيما يتعلق بتوثيق السنة عبر نقد المتن والسند والرد عليهم ¶ 1- عرض لآراء المستغربين من المسلمين المعاصرين الذين يؤيدون وجهة نظر المستشرقين: ¶ انتقد بعض المستغربين من المسلمين المعاصرين ما ذهب إليه المحدثون في طريقة معرفة صحة الحديث. ¶ ويقول هؤلاء المستغربون إن صحة أي حديث يجب أن تبنى أولا على صحة متنه وليس على صحة إسناده (1) ، وإن السؤال الذي يجب أن يطرح على كل حديث هو: هل يمكن للرسول صلى الله عليه وسلم أن يقول مثل هذا الكلام أو لا؟. والسبب في طرح هذا السؤال دائما هو زعمهم بأنه يوجد في كتب الحديث المعتمدة كالكتب الستة بعض الأحاديث المخالفة للعقل والعلم، ويستحيل أن يكون الرسول صلى الله عليه وسلم قد قالها. وآراء هؤلاء المستغربين ليست جديدة، بل هي تكرار لما قاله المستشرقون بل لما قالته بعض الفرق الإسلامية أيام الإمام الشافعي، بل وقبله (2) . ¶ __________ ¶ (1) من الذين تبنوا هذه الدعوى في مؤلفاتهم: أحمد أمين، وأبو رية في مصر، وسيد أحمد خان (1897م) في الهند، والمدعو: المولوي شراغ علي، وزعيم فرقة (أهل القرآن) غلام أحمد برويز، وغيرهم. انظر مكي الشامي، السنة النبوية ومطاعن المبتدعة فيها، (عمان: دار عمار للنشر والتوزيع، 1420?/1999م) ، ص: 103-105. ¶ (2) انظر ابن قتيبة، تأويل مختلف الحديث، (بيروت: 1972م) ، ص: 42، 204 – 205، 224، 228 – 229، 245، 326.",
            "page": "9",
            "part": "1",
            "seal": "4AF2F89D"
        },
        {
            "id": "10",
            "nass": "ويعد محمد عبده (1840 – 1905م) أول عالم مسلم معاصر توجه بنقده لبعض الأحاديث المقبولة والصحيحة عند العلماء المسلمين (1) ، وتابع محمد عبده تلامذته الذين وسعوا أفكاره وفصلوها (2) ، ويمكن تلخيص آرائهم كما يلي: ¶ 1- زعمهم أن الحديث النبوي كتب في وقت متأخر أي خلال النصف الأول من القرن الثاني الهجري. ولذلك فلا يمكننا الاعتماد على صحة الحديث لوجود احتمالات وقوع الخطأ من الرواة ومن مدوني الحديث. ¶ 2- لقد وضعت أحاديث كثيرة واختلطت بالأحاديث الصحيحة مما يجعل عملية الفصل بينها صعبة جدا. ¶ 3- لقد روى الصحابة والتابعون معاني الأحاديث وليس الأحاديث بعينها، ولهذا لم يحتج النحاة بالأحاديث المروية في النحو. والاختلاف في الروايات بين رواة الحديث دليل على أنهم كانوا ينقلون المعنى (3) . ¶ 4- لا يمكننا الاعتماد على علم الجرح والتعديل لأنه علم متناقض، إذ يقدم علماء هذا العلم معلومات متناقضة عن الرواة (4) . ¶ __________ ¶ (1) Cf. G.H.A. Juynboll , The Authenticity of the Tradition , (Lieden,) , p.. ¶ (2) شرح Juynboll آراءهم في كتابه المذكور سابقا. انظر المرجع السابق نفسه، الفصل: 2 و 7. ¶ (3) م. أبو رية، أضواء على السنة النبوية، (مصر، لا ت.) ، ص: 286، وانظر الرد على هذا الرأي في: محمد أبو زهو، الحديث والمحدثون، (بيروت: دار الكتاب العربي، 1404?/1984م) ، ط1، ص:150-152. ¶ (4) المرجع السابق نفسه، ص: 286 – 335.",
            "page": "10",
            "part": "1",
            "seal": "C9F52485"
        },
        {
            "id": "11",
            "nass": "ـ بما أن معظم الأحاديث النبوية رويت عن طريق الآحاد فإن احتمال وقوع الخطأ منهم كبير، إذ إنهم بشر. وتنطبق هذه القاعدة أيضا على الأحاديث الآحاد المروية في كل من صحيحي البخاري ومسلم. والفقهاء والمحدثون لديهم الحرية في اختيار الأحاديث التي يرونها مناسبة لمذاهبهم (1) . ¶ 2- عرض آراء بعض المستشرقين: ¶ تعرض الحديث النبوي الشريف لحملة طعونات وتشكيكات من المستشرقين. وتختلف وجهة نظرهم عن نظرة المسلمين للحديث. فالمستشرقون يرون أن معظم الأحاديث المنقولة عن النبي صلى الله عليه وسلم هي في الحقيقة ليست أقوالا له، ولكن بعض تلك الأحاديث تنقل لنا أفكاره وتقريراته. ¶ وتعتمد حجج المستشرقين ونتائجهم حول نظرتهم إلى الحديث النبوي الشريف على النتائج التي وضعها المستشرق إجناتس جولدتسيهر (1850 – 1921) في كتابه: دراسات محمدية (2) ، Muhammedanisch Studien عام 1889. وكل من أتى بعد جولدتسيهر اعتمد على آرائه التي ذكرها في هذا الكتاب. ويرى جولدتسيهر: «إنه من الصعوبة بمكان أن ننخل أو نميز وبثقة من كمية الحديث الكبيرة الواسعة، قسما صحيحا يمكننا نسبته إلى النبي أو إلى أصحابه» (3) . وتوصل جولدتسيهر إلى النتيجة التالية: «إن الحديث النبوي ¶ __________ ¶ (1) أثيرت هذه القضية من بعض معاصري الإمام الشافعي. انظر الشافعي، الرسالة، (القاهرة، 1940م) ، ص: 369 – 401، 405. ¶ (2) ... Burton , Hadith Studies, p. ii. ¶ (3) F. Rahman, Islam, (London,) , p., cf. Goldziher, Muhammedanische Studien, (Halle,) ، vol.، p. .",
            "page": "11",
            "part": "1",
            "seal": "0954E258"
        },
        {
            "id": "12",
            "nass": "وجد نتيجة للتطور الديني والتاريخي والاجتماعي الإسلامي خلال القرنين الأولين للهجرة» (1) .وقد لخص جوزيف شاخت رأي جولدتسيهر بقوله: «إن الأحاديث المنسوبة للنبي وأصحابه التي يدعى بأنها ترجع إلى عصر النبي وأصحابه في الحقيقة لا تحتوي على معلومات موثوق بها [صحيحة] عن تلك الفترة الإسلامية الأولى، بيد أن تلك الأحاديث تعكس لنا الآراء التي كانت خلال القرنين الأولين من الهجرة والنصف الأول من القرن الثالث الهجري» (2) .ولكن جولدتسيهر قدم لنا وجهة نظر أخرى في مقالته: Vorlesungen Uber den Islam عام 1910م، وقد أعطانا البروفسور ج. روبسون ملخصا لها حيث يقول: «لا ينكر جولدتسيهر بالكلية وجود أحاديث صحيحة ترجع إلى القرن الأول بل حتى إلى فم النبي نفسه» (3) . ¶ ويُعد هذا الرأي من جولدتسيهر تراجعا عما ذكره سابقا في كتابه: (دراسات محمدية) حيث شكك هناك في أي حديث صحيح، ولكنه هنا قبل بعض الأحاديث الصحيحة. ¶ ولهذا السبب يمكن للمرء أن يتساءل: لماذا غيّر جولدتسيهر موقفه من الحديث؟، فهل وجد أدلة جديدة تؤكد له صحة بعض الأحاديث؟ وإذا كان الحال كذلك فما تلك الأدلة؟ ولماذا لم يعد بقية الأحاديث صحيحة كتلك ¶ __________ ¶ (1) Goldziher, Muslim Studies, tr. Stern, (London,) , vol., p.. ¶ (2) J. Schacht, \"Re-evaluation of Islamic Tradition”, JRAS, , p.. ¶ (3) J. Robson, “Muslim Traditions”, p..",
            "page": "12",
            "part": "1",
            "seal": "ADF1E7A8"
        },
        {
            "id": "13",
            "nass": "التي عدَّها صحيحة؟. كل هذه الأسئلة تبرز بسبب تغييره لموقفه، ونجد من الصعوبة أن نجد أجوبة عن كل هذه الأسئلة. ¶ أما نقد المستشرقين للمحدثين فيما يتعلق باعتمادهم على الإسناد في تصحيح الحديث فهم يدعون بأن المسلمين لم يتجاوزوا أبداً نقد السند إلى نقد المتن، وأن نقد المتن ترك من دون عناية أبداً (1) ، يقول كايتاني: كل قصد المحدثين ينحصر ويتركز في واد جدب ممحل من سرد الأشخاص الذين نقلوا المروي، ولا يشغل أحد نفسه بنقد العبارة والمتن نفسه.. والمحدثون والنقاد المسلمون لا يجسرون على الاندفاع في التحليل النقدي للسنة إلى ما وراء الإسناد بل يمتنعون عن كل نقد للنص إذ يرونه احتقارا لمشهوري الصحابة وثقيل الخطر على الكيان الإسلامي (2) ، ويقول المستشرق شاخت مؤيدا كايتاني: إن العلماء المسلمين أخفوا نقدهم لمادة الحديث وراء نقدهم للإسناد نفسه. (3) ويعتمد رأيهم هذا على أسباب عديدة [بزعمهم] ونلاحظ أن آراءهم وآراء المستغربين من المسلمين متوافقة في هذا الموضوع. ¶ لكن المستشرقين قد ذكروا شبهات أكثر مما ذكره مقلدوهم من المستغربين. ومن تلك الشبهات والمزاعم التي ساقها المستشرقون قولهم: كما أنه كان من السهل وضع حديث ما، فقد كان من الأسهل اختراع سند ¶ __________ ¶ (1) إجناتس جولدتسيهر، دراسات محمدية، ص: 500، 508-509. ¶ (2) محمد بهاء الدين، المستشرقون والحديث النبوي، (عمان: دار النفائس، 1420?/ 1999م) ، ص:129 -130. ¶ (3) يوسف شاخت، أصول الفقه، ترجمة إبراهيم خورشيد وآخرين (بيروت: دار الكتاب اللبناني 1981م) ، ص: 64.",
            "page": "13",
            "part": "1",
            "seal": "A9D9111D"
        },
        {
            "id": "14",
            "nass": "ولصقه بذلك الحديث الموضوع (1) ، ولهذا السبب فقد رأوا أنه يصعب قبول أي حديث كحديث صحيح، وأن نعتمد على إسناده فقط. والبديل عندهم هو الاعتماد على نقد المتن لمعرفة صحة الحديث، ومقارنة مضمونه مع القرآن، وقد أدت هذه الانتقادات والاعتبارات بالمستشرقين لرفض كثير من الأحاديث المقبولة بين المسلمين. فمثلا إن الأحاديث التي تتكلم على الخوارج والقدرية، وعن أسماء مدن لم تكن بعد في حياة النبي صلى الله عليه وسلم، وعن الخلفاء الراشدين الأربعة، وعن الخلافة الأموية والعباسية، وعن المعجزات النبوية، كل هذه الأحاديث رفضت من المستشرقين؛ لأن النبي بزعمهم لا يمكن أن يقول مثل تلك الأحاديث، والنبي لم يصدر عنه أية معجزات مادية. فالقرآن الذي يمثل صفات الرسول لا يذكر لنا أنه كان يعمل المعجزات. وقد زعم المستشرقون قائلين: «يوجد أحاديث عديدة تتكلم على الفتن قبل يوم القيامة وتتكلم على يوم القيامة، ويوجد أحاديث تصف الجنة والنار بالتفصيل. إن العقلية الغربية تجد من الصعوبة بمكان أن تقبل مثل تلك الأحاديث على أنها أحاديث صحيحة قالها النبي فعلا» . (2) ¶ إضافة إلى ما سبق ذكره من انتقاد المستشرقين لاعتماد المسلمين على السند أكثر من المتن، فإنهم تحدوا عدالة الصحابة التي يقر بها المسلمون، وزعم المستشرقون بأن الصحابة يمكن أن يكذبوا على النبي صلى الله عليه وسلم، ويمكن أن يخترعوا ويضعوا الأحاديث.. فهذا ألفرد جوليوم Alferd ¶ __________ ¶ (1) A.A. M Shereef، Studies، p.. ¶ (2) J. Robson, art. “Hadith”, EI, vol.iii, p..",
            "page": "14",
            "part": "1",
            "seal": "B857B779"
        },
        {
            "id": "15",
            "nass": "Guillaume في كتابه:The Traditions of Islam (الحديث في الإسلام) يدعي بأن أبا هريرة كان له عادة وضع الأحاديث. (1) ¶ لقد أثارت روايات أبي هريرة رضي الله عنه حفيظة كثير من المتشككين والطاعنين في الحديث الشريف، وذلك لأنه أسلم قبل وفاة النبي صلى الله عليه وسلم ووصلت مروياته إلى (5374) حديثا. وهو يعد من أكثر الصحابة رواية عن النبي صلى الله عليه وسلم. ويعد علماء الحديث عدالة الصحابة جميعا أمراً مجمعاً عليه بينهم، وأن الصحابة يستحيل أن يصدر منهم كذب على رسول الله صلى الله عليه وسلم. ¶ وقد طعن المستشرقون في مرويات الصحابة الشباب لأنها أكثر عددا من مرويات الصحابة الذين لازموا النبي صلى الله عليه وسلم خلال أيامه الأولى. فمثلاً إن عدد الأحاديث التي رويت عن الخلفاء الأربعة هي أقل بكثير من الأحاديث التي رواها أبو هريرة وابن عباس. ولم يتوقف طعن هؤلاء المغرضين بالصحابة الكرام واتهامهم بوضع الأحاديث بل تجاوزه إلى العلماء المسلمين قاطبة من السلف الصالح ولهذا يقول جولدتسيهر: «ولا نستطيع أن نعزو الأحاديث الموضوعة للأجيال المتأخرة وحدها بل هناك أحاديث عليها طابع القدم، وهذه إما قالها الرسول، أو هي من عمل رجال الإسلام القدامى» (2) ، ولهذا فإن جولدتسيهر لم يتوان في نقده لمتن حديث ثبتت صحته بالافتراء على عَلَم من أعلام المسلمين -ألا وهو الإمام الزهري رحمه الله تعالى – ¶ __________ ¶ (1) A. Guillaume, The Tradition of Islam, (Oxford,) ، p.. ¶ (2) إجناتس جولدتسيهر، العقيدة والشريعة في الإسلام، ترجمة محمد يوسف موسى وعبد العزيز عبد الحق، وعلي حسين عبد القادر، (القاهرة: دار الكتب الحديثة، 1959م) ، ط1، ص: 49-50.",
            "page": "15",
            "part": "1",
            "seal": "EC621A0B"
        },
        {
            "id": "16",
            "nass": "فاتهمه بالكذب على النبي صلى الله عليه وسلم لصالح الأمويين، في رواية قوله صلى الله عليه وسلم: \"لا تشد الرحال إلا إلى ثلاثة مساجد، المسجد الحرام ومسجد الرسول صلى الله عليه وسلم ومسجد الأقصى\". (1) ¶ فهذا الحديث الذي روي في أصح كتب الحديث النبوي الشريف وورد من ستة وخمسين طريقا لا شك في صحة نسبته للنبي صلى الله عليه وسلم لدى المسلمين، ومع ذلك فإن المستشرقين قد شككوا في صحته وعلى رأسهم المستشرق إجناتس جولدتسيهر الذي زعم بأن ابن شهاب الزهري (ت124 ?/742م) قد وضع هذا الحديث لأسباب سياسية عندما أراد الخليفة عبد الملك بن مروان (ت86?/705م) أن يشجع الناس لزيارة المسجد الأقصى بدلا من الذهاب إلى مكة المكرمة أثناء فتنة ابن الزبير (ت73?/692م) ، فقد استخدم عبد الملك بن مروان ابنَ شهاب الزهري لتحقيق أهدافه السياسية. وقد اعتمد جولدتسيهر في آرائه على ما أورده المؤرخ اليعقوبي (ت292?/905م) المعروف بعدائه الشديد للأمويين فقد زعم اليعقوبي بأن عبد الملك أراد أن يحول حج الناس إلى بيت المقدس بدلا عن الحج إلى مكة المكرمة. (2) ¶ __________ ¶ (1) روي هذا الحديث بألفاظ عديدة من ستة وخمسين طريقا في كل من الكتب الستة، وسنن الدارمي، ومسند الإمام أحمد، والسنن الكبرى للبيهقي، ومسند أبي يعلى، والمعجم الكبير للطبراني، ومسند أبي داود الطيالسي، ومسند الحميدي، ومسند الشاميين وغيرها. انظر الموسوعة الذهبية للحديث النبوي الشريف وعلومه، الإصدار الأول، (عمان:، مركز التراث لأبحاث الحاسب الآلي، 1418?/1997م) . ¶ (2) M. Lecker, “Biographical Notes on Ibn Shihab Al – Zuhri”, Journal of Semitic Studies, No () , p.",
            "page": "16",
            "part": "1",
            "seal": "4DCD5481"
        },
        {
            "id": "17",
            "nass": "إن العلماء المسلمين المعاصرين وبعض المستشرقين ردوا ادعاء جولدتسيهر ضد الزهري لأنه زعم غير منطقي، وليس مبنيا على حجج علمية؛ لأنه لم يكن بمقدور الزهري أن ينسب هذا الحديث كذبا على لسان أستاذه سعيد ابن المسيب (94 ?/713م) الذي كان ما زال حيا أثناء رواية الزهري لهذا الحديث، ولاسيما إذا علمنا أن سعيد بن المسيب كان ذا عداء شديد لبني أمية وبخاصة للخليفة عبد الملك بن مروان، فلو فرضنا أن الزهري وضع هذا الحديث لصالح الأمويين فإنه كان سيعرض ثقته للاهتزاز أمام الرواة الذين كانوا يعتبرونه راوية ثقة. (1) ولو وضع الزهري الحديث السابق فإن أستاذه كان سيعارض هذه الرواية، ولن يسمح له بأن ينقل شيئا كذبا على لسانه، وبالإضافة إلى ما سبق فإن هذا الحديث لم يروه الزهري فقط فقد ورد الحديث من خمسة عشر طريقا آخر من غير طريق الزهري، مما يعني أن هذا الحديث كان معروفا قبل أن يرويه الزهري (2) ، وقد بلغ مجموع طرق رواية هذا الحديث ستة وخمسين طريقا كما سبق وذكرنا. فانظر كيف يكون الافتراء بلا دليل ولا حجة قاطعة؟ ثم انظر كيف أن هذا الافتراء يطال علما من أعلام المسلمين ويتهمه بالكذب ليس على الناس بل على النبي صلى الله عليه وسلم؟ وحاش للزهري أن يقوم بمثل هذا العمل، وإنما القصد من هذا الافتراء التشكيك برواة الأحاديث ونسف ثقة المسلمين ويقينهم بصحة السنة النبوية الشريفة. ¶ __________ ¶ (1) محمد عجاج الخطيب، السنة قبل التدوين، (بيروت: دار الفكر، 1981م) ، ص: 513. ¶ (2) محمد شراب، بيت المقدس والمسجد الأقصى: دراسة تاريخية موثقة، (دمشق: دار القلم، 1994م) ، ص: 317 – 320. وانظر: ¶ Lecker,“ Biographical Notes”, p., footnote no..",
            "page": "17",
            "part": "1",
            "seal": "2D8662E7"
        },
        {
            "id": "18",
            "nass": "3- أولا: الرد على ما ادعاه المستشرقون من أنه كان سهلا اختراع سند ولصقه بأي حديث، وأن الأحاديث لا تحتوي على معلومات موثوقة عن الفترة الأولى من الإسلام، وأن الحديث الشريف وجد نتيجة للتطور الديني والتاريخي والاجتماعي: ¶ أ- إن الناظر في هذه الادعاءات من أهل الاختصاص يتعجب من سخفها لأنها تنم عن جهل عميق بعلم الحديث ورجاله وبتاريخ نقل السنة النبوية الشريفة وتوثيقها وتفاني الأمة الإسلامية في ذلك. ولتقريب سخف هذا الادعاء أضرب مثالا: إذا ادعى شخص ما في زماننا أن هناك معركة كبيرة حدثت بين دولتي الأرجنتين والبرازيل وراح ضحيتها آلاف البشر بتاريخ 1/2003، فحتى لو كان صاحب هذه الكذبة يملك ألف قناة فضائية ليمرر كذبته على الناس، فهل يمكن أن يصدقها حتى السذج من أبناء هذا الزمان؟ الجواب لا؛ لأن كذبه سرعان ما سيظهر للناس. وإن تصديق القول بأن الكذابين على رسول الله صلى الله عليه وسلم الذين عاشوا في العصور الإسلامية الأولى كانوا يمرحون ويشيعون كذبهم ويفترون على الرسول صلى الله عليه وسلم حسبما يحلو لهم وساعة ما يريدون من غير معارض لهم، إن تصديق هذا القول لهو قريب ومشابه لمن يصدق بالمعركة الكاذبة بين الأرجنتين والبرازيل. وإن الحقيقة تثبت عكس ما يقوله المستشرقون، لأن علماء الأمة وعلى رأسهم المحدثون كانوا متيقظين ليل نهار لرصد أي حديث يروى ورصد تاريخ حياة كل من تصدى للرواية، ولهذا فقد قاموا بدراسة حياة ما يزيد على عشرات الألوف من الرواة لمعرفة درجة صدقهم أو كذبهم ولمعرفة درجة حفظهم، فكانوا أدق الناس وأعلمهم في نقل الأخبار ومعرفة",
            "page": "18",
            "part": "1",
            "seal": "69B57818"
        },
        {
            "id": "19",
            "nass": "درجات الرجال ومعرفة الأسانيد، ولهذا لم يجد الكذابون سوقا لكذبهم إلا وكان العلماء المحدثون الصيارفة لهم بالمرصاد، يبينون زيف عملة الكذابين، فكيف يقال بعد ذلك: إنه كان من السهل اختراع سند ولصقه بأي حديث؟. ¶ أضف إلى ذلك فقد كان للعلماء طرق كثيرة في معرفة رواية كل محدث وتلامذته الذين رووا عنه، فكيف كان يستطيع راو غير معروف بصحبته لمحدث ما أو بسماعه منه أن يدعي بأنه سمع من ذلك المحدث مع أن تلامذة ذلك المحدث معروفون؟ وكذلك فإن علماء الأمة الذين عاشوا في خير القرون قد بذلوا قصارى جهدهم في الذب عن الحديث النبوي الشريف، وقد رصد علماء الحديث في علوم الحديث ما يسمى بالحديث المقلوب، وعرفوا جيدا قلب الأسانيد مع الأحاديث وكانوا يمتحنون بعضهم بقلب أسانيد الأحاديث وذلك لمعرفة مدى حفظ الحافظ للحديث كما فعل علماء بغداد مع الإمام البخاري عندما امتحنوه. وإن قلب الأسانيد عن سهو وبغير قصد مع الأحاديث يعد عيبا كبيرا يطعن بضبط الراوي، لذا كان العلماء يعرفون الرواة الذين يقلبون الأسانيد في أحاديثهم ويحذرون الناس منهم. قال الخطيب البغدادي: «اتفق أهل العلم على أن السماع ممن ثبت فسقه لا يجوز، ويثبت الفسق بأمور كثيرة لا تختص بالحديث، فأما ما يختص منها فمثل أن يضع متون الأحاديث على رسول الله صلى الله عليه وسلم، أو أسانيد المتون، ويقال: إن الأصل في التفتيش عن حال الرواة كان لهذا السبب» (1) . ¶ __________ ¶ (1) أحمد بن علي الخطيب البغدادي، الجامع لأخلاق الراوي وآداب السامع، تحقيق محمود الطحان، (الرياض: مكتبة المعارف، 1403?/1983م) ، ط1، ج: 1، ص: 130.",
            "page": "19",
            "part": "1",
            "seal": "F5F63C2A"
        },
        {
            "id": "20",
            "nass": "ب- إن عناية علماء الحديث الشريف الجبارة بتوثيق السنة، والقواعد التي وضعوها لذلك في الراوي والمروي تثبت أن ما نقل إلينا لم يأت نتيجة للتطور التاريخي والديني والاجتماعي، فأصحاب النبي صلى الله عليه وسلم الذين هم أمناء هذه الأمة نقلوا لنا بصدق ما سمعوه من النبي صلى الله عليه وسلم، وكذلك فعل التابعون وتابعوهم إلى أن دون الحديث الشريف، فأنَّى لمفتر بعد ذلك أن يهدم هذا البناء العظيم من السنة النبوية الشريفة بكلمة باطلة مفتراة؟ وانظر معي إلى أمانة الصحابي في نقله للسنة، يقول سيدنا أنس بن مالك رضي الله عنه: والله ما كل ما نحدثكم عن رسول الله صلى الله عليه وسلم سمعناه منه، ولكن لم يكن يكذب بعضنا بعضا. (1) ¶ فإذا كان الأمر كذلك فكيف يصح القول بأن الأمة الإسلامية كلها شاركت في الكذب على رسولها صلى الله عليه وسلم؟ ومعلوم أن الكذب في الإسلام من الكبائر، وأما الكذب على الرسول صلى الله عليه وسلم فهو من أكبر الكبائر؟ والكذب على نبي هذه الأمة صلى الله عليه وسلم لم يمارسه إلا الزنادقة أو الجهلة من الناس الذين فضحهم الله تعالى بين الأمة على أيدي جهابذة علماء الحديث، إذن إن كل ما نقل إلينا عنه صلى الله عليه وسلم وصححه العلماء موثوق به، وليس نتيجة للتطور التاريخي أو الديني أو الاجتماعي للأمة الذي يتحدث عنه هؤلاء المستشرقون. وأشير إلى مثال في ¶ __________ ¶ (1) أخرجه محمد بن عبد الله الحاكم، المستدرك على الصحيحين، تحقيق مصطفى عبد القادر عطا، (بيروت: دار الكتب العلمية، 1411?) ، ط1، ج:3، ص: 665، ح: 6458. وسليمان بن أحمد الطبراني، في المعجم الكبير، تحقيق حمدي بن عبد المجيد السلفي، (مكتبة العلوم والحكم) ، ط2، ج:1، ص: 246، ح: 699.",
            "page": "20",
            "part": "1",
            "seal": "873D8094"
        },
        {
            "id": "21",
            "nass": "دقة أهل الحديث وهو قول المدلس: (عن) ، موهما أنه سمع الحديث، لأنه إذا قال: (حدثني أو أخبرني) عُدَّ كاذبا، ولسقط من الرواية، ولذلك فهو لا يحاول أن يقول: (حدثني أو أخبرني) ، ولكن يقول: (عن) ، ولذلك نرى أن الإمام شعبة بن الحجاج يقول: كنت أتتبع قول قتادة، فإذا قال: (سمعت أو حدثني) أخذت عنه الحديث، وإذا قال: (عن) تركته. ¶ وتبين مما سبق بأدلة قطعية أن كل الادعاءات السابقة ما هي إلا افتراء على السنة، ولا أصل لها من الصحة إذ لا دليل عليها، ولا يصدق بها إلا الجهلاء من الناس. ¶ ثانيا: الرد على زعمهم بأن الصحابة كذبوا على الرسول صلى الله عليه وسلم: نرد على هذا الزعم بأمور عديدة: ¶ 1- إن إمكان وقوع الكذب من أحد من الرواة شيء، ووقوعه حقيقة شيء آخر، فإنه لم يثبت لدينا بالدليل القاطع وقوع تعمد الكذب من صحابي معروف بالرواية عن النبي صلى الله عليه وسلم، ومن لديه دليل فليأتنا به، وأنى له ذلك؟ ¶ أضف إلى ما سبق فقد ثبتت عدالة الصحابة الكرام بالإجماع عند أهل السنة والجماعة، وثبتت عدالتهم في القرآن والسنة، وكي لا نطيل نترك ذكر الأدلة الكثيرة على ذلك من القرآن ومن السنة؛ لأن الأمر واضح وجلي، فبعد أن عدلهم الله وعدلهم رسوله صلى الله عليه وسلم فهم ليسوا بحاجة من أحد لتعديل، ومن هنا أجمعت الأمة على عدالتهم، يقول أبو زرعة الرازي: ¶ «إذا رأيت الرجل ينتقص أحدا من أصحاب رسول الله صلى الله عليه وسلم فاعلم أنه زنديق، وذلك أن الرسول حق، والقرآن حق، وما جاء به حق،",
            "page": "21",
            "part": "1",
            "seal": "381AF717"
        },
        {
            "id": "22",
            "nass": "وإنما أدى ذلك كله إلينا الصحابة، وهؤلاء الزنادقة يريدون أن يجرحوا شهودنا ليبطلوا الكتاب والسنة، فالجرح بهم أولى» (1) ، وما يقصده المستشرقون وغيرهم من نقض عدالة الصحابة هو نفس ما ذكره أبوزرعة. ¶ 3ـ لو لم يرد للصحابة الكرام تعديل لا في كتاب ولا سنة فأعمالهم وتضحياتهم شاهدة على عدالتهم وصدقهم؛ فقد بذلوا الغالي والرخيص في سبيل إعلاء كلمة الله تعالى ونشرها، وهاجروا وتركوا أموالهم وأهليهم في سبيل الله تعالى، فكيف يتصور منهم الكذب بعد ذلك؟ والكذب على مَنْ؟ على حبيبهم محمد صلى الله عليه وسلم؟ إن الذي يقول هذا القول لجاهل حقيقة بمدى حب أولئك الأصحاب لنبيهم، وتفانيهم في اتباعه، وإن تفصيل ذلك يحتاج إلى مجلدات. ¶ ثالثا: الرد على الزعم بأن النبي صلى الله عليه وسلم لم يقع منه معجزة مادية، والادعاء بأن إخباره عن مدن وفرق لم تكن في عصره، أمر لا يقبله العقل: ¶ اعتمد المستشرقون على القرآن الكريم في زعمهم بأن النبي صلى الله عليه وسلم لم تقع منه معجزة مادية إذ لم ترد فيه آية تنسب له معجزة مادية، فنقول: ¶ 1- متى كان المستشرقون أصلا يؤمنون بالقرآن ويعتمدونه مصدرا يستشهدون به كدليل لما يقولونه؟ ¶ 2- ثبت في القرآن الكريم نسبة معجزات مادية للنبي صلى الله عليه ¶ __________ ¶ (1) محمد أبو زهو، الحديث والمحدثون، ص: 130-132.",
            "page": "22",
            "part": "1",
            "seal": "7BC5AE0C"
        },
        {
            "id": "23",
            "nass": "وسلم، كحادثة الإسراء والمعراج، وشق القمر، وحفظه من القتل، وغيرها من الأمور. ¶ 3- إن نسبة المشركين السحر للنبي صلى الله عليه وسلم، لدليل قاطع على وقوع المعجزات المادية منه، وبما أن الكافرين لا يؤمنون به فقد عبروا عن تلك الأمور الخارقة للعادة بأنها سحر كفرا منهم بالحق الذي عاينوه. ¶ 4- أفرد علماء الأمة كتبا كثيرة للكلام على المعجزات المادية للنبي صلى الله عليه وسلم، وقد وصل تعداد هذه الكتب إلى ما يقرب من تسع وأربعين كتابا. ومن هذه الكتب أعلام النبوة للمأمون العباسي 218هـ، وكتاب: دلائل النبوة للحميدي عبد الله بن الزبير المكي 219هـ، ودلائل النبوة لأبي بكر البيهقي أحمد بن الحسين 458هـ، وقد ملئت كتب الحديث النبوي الشريف والسيرة النبوية بالكلام على هذه المعجزات (1) ، فلماذا أغمض المستشرقون وَمَنْ لَفَّ لفهم أعينهم عن هذا القدر الهائل من الأحاديث والكتب التي ذكرت تلك المعجزات؟ ¶ 5- إذا كانت قضية المعجزة مرتبطة مباشرة بالإيمان بالرسالة المحمدية أولا وآخرا، فالذي لا يؤمن بالرسالة المحمدية لا يمكن أن نتصور منه الإيمان بالجزئيات التي تصدر عن ذلك النبي الكريم صلى الله عليه وسلم، أما المؤمن فإنه لا يستبعد وقوع كل المعجزات الغيبية التي أخبر عنها ذلك النبي الكريم صلى الله عليه وسلم، سواء كانت إخبارا ً عن بلدة أو فرقة أو حادثة ستقع، ¶ __________ ¶ (1) إبراهيم بن عايش الحمد، حق اليقين في معجزات خاتم الأنبياء والمرسلين، (المدينة المنورة: وقف البركة الخيري، 1422?/2002م) ، ط1، ص: 6-9.",
            "page": "23",
            "part": "1",
            "seal": "E799D950"
        },
        {
            "id": "24",
            "nass": "بل إن المؤمن يزداد إيمانا عند علمه بتحقق وقوع ما أخبر عنه الصادق المصدوق صلى الله عليه وسلم مثل تحقق إخباره صلى الله عليه وسلم عن فتح القسطنطينية ومدحه للجيش الذي سيفتح القسطنطينية، ولقائد ذلك الجيش، وكإخباره عن نهر الأردن بقوله صلى الله عليه وسلم فيما رواه عنه نهيك بن صريم السكوني: لتقاتلن المشركين حتى يقاتل بقيتكم الدجال على نهر الأردن، أنتم شرقيه وهم غربيه، قال نهيك: ولا أدري أين الأردن يومئذ؟ (1) . ¶ رابعًا-الرد على مزاعم المستشرقين ومن أيدهم فيما يتعلق بإهمال نقد المتن عند المحدثين: ¶ إن أوهى شبهة تمسك بها المستشرقون ولاكوها في مؤلفاتهم هي زعمهم بأن المحدثين المسلمين لم يعنوا بنقد المتن، ويدرك من لديه أدنى اطلاع على كتب علوم الحديث ومصطلحه أن هذا الادعاء ما هو إلا محض كذب وافتراء، وإن أحسنا الظن بمن قال بهذا الرأي فنقول: إنه ينم عن جهله العميق بعلم مصطلح الحديث. ومن الأدلة على اهتمام علمائنا السابقين بنقد السند والمتن على حد سواء هي النقاط الاثنتا عشرة التالية: ¶ 1- إن نقد المتن سبق نقد السند، وقد نمى النبي صلى الله عليه وسلم هذه الملكة، ودعا إلى ترسيخها بقوله وفعله وإقراره، وقد قام الصحابة الكرام بالنظر في النصوص ونقدها ولم ينكر عليهم، وإنما كان يبين النبي صلى الله عليه وسلم لهم الوجهة الصحيحة للنقد فلذلك نستطيع أن نقول إن ¶ __________ ¶ (1) علاء الدين علي المتقي بن حسام الدين، كنز العمال في سنن الأقوال والأفعال، (بيروت: مؤسسة الرسالة، لا تاريخ) ، رقم الحديث: 38767، ورقم 38827.",
            "page": "24",
            "part": "1",
            "seal": "F1F4884F"
        },
        {
            "id": "25",
            "nass": "نقد النصوص سنة نبوية شريفة سنها النبي صلى الله عليه وسلم لأمته، فلا يجوز إنكارها وإن أمته تبعته في ذلك عبر العصور المتطاولة خلال أربعة عشر قرنا (1) . ومن أمثلة ذلك تصحيح النبي صلى الله عليه وسلم لمفاهيم خاطئة علقت في أذهان الصحابة من أيام الجاهلية، فكان بتصحيحه لها نقد وتمحيص للمعلومات التي يحملها أصحابه وتوجيه لها الوجهة الصحيحة، ومن أمثلة ذلك: عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"أتدرون ما المفلس؟ قالوا: المفلس فينا من لا درهم له ولا متاع. فقال: المفلس من أمتي من يأتي يوم القيامة بصلاة وصيام وزكاة، ويأتي وقد شتم هذا، وقذف هذا، وأكل مال هذا، وسفك دم هذا، وضرب هذا، فيعطى هذا من حسناته، وهذا من حسناته، فإن فنيت حسناته قبل أن يقضى ما عليه أخذ من خطاياهم فطرحت عليه ثم طرح في النار\". (2) ¶ وجه الدلالة: أن الصحابة رضوان الله عليهم – يقرون أن المفلس هو من لا درهم له ولا متاع، وهو ما استقر في النفوس لغة وعرفا، فانتقد رسول الله صلى الله عليه وسلم هذا الرأي، وبين خطأه وخطله، وأوضح ¶ __________ ¶ (1) صالح أحمد رضا، النظر في متن الحديث في عصر النبوة، مجلة كلية الدراسات الإسلامية والعربية، العدد الثاني والعشرون، شوال 1422هـ/ديسمبر 2001م، ص: 334- 378. ¶ (2) أخرجه البخاري في صحيحه ج2:، ص865، ح2317، ج5، ص2394، ح6169، ومسلم4/1997 ح2581، وابن حبان في صحيحه ج16، ص362، ح7361، ج16، ص363، ح7362، والترمذي في سننه ج4، ص614ن ح2419، وابن ماجه في سننه ج2، ص807، ح2414.، وابن حنبل في مسنده ج2، ص435، ح9613، ج2، ص506، ح10580.",
            "page": "25",
            "part": "1",
            "seal": "E44AE9C4"
        },
        {
            "id": "26",
            "nass": "لهم أن هذا ليس هو حقيقة المفلس، لأن هذا الأمر يزول وينقطع بموته، كما ينقطع أيضا بيسار يحصل له بعد ذلك في حياته، فيستطيع أن يتدارك ما وقع فيه من الإفلاس، وبين لهم أن حقيقة المفلس هو المذكور في الحديث، فهو الهالك الهلاك التام....فالرسول صلى الله عليه وسلم نقلهم من تصور الإفلاس الدنيوي الآني إلى تصور الإفلاس الأخروي الباقي الذي يجب أن يكون عليه في فكر المؤمن. (1) ¶ 2- كان الصحابة رضوان الله عليهم ينتقد بعضهم مضمون روايات بعض. فمثلا انتقدت السيدة عائشة مضمون روايات بعض الصحابة وكذلك تعرضت بعض رواياتها للنقد من بعض الصحابة الآخرين. وقد ألف الإمام بدر الدين محمد بن عبد الله الزركشي (794 هـ) كتابا جمع فيه الروايات التي انتقدت فيها السيدة عائشة مرويات بعض الصحابة (2) . ¶ 3- يرجع أحد الأسباب الرئيسة للاختلاف بين المذاهب الفقهية إلى نقد المتن. (3) فقد قبلت المذاهب الفقهية كثيرا من الأحاديث الصحيحة، إلا ¶ __________ ¶ (1) لمزيد من الأمثلة انظر صالح أحمد رضا، النظر في متن الحديث في عصر النبوة، ص: 353. ¶ (2) اسم هذا الكتاب هو: الإجابة لإيراد ما استدركته عائشة على الصحابة وانظر الزركلي، الأعلام ج:6، ص: 60 وانظر الزركشي، البرهان في علوم القرآن ج: 1، ص: 7. ¶ (3) لمزيد من المعلومات عن هذا الموضوع انظر: محمد بن علي الشوكاني، إرشاد الفحول إلى تحقيق الحق من علم الأصول، (مصر: مطبعة مصطفى البابي الحلبي، 1356هـ/1939م) ، ط1، ص: 279، وفخر الدين عمر بن الحسين الرازي، المحصول في علم الأصول، تحقيق طه جابر العلواني، (الرياض: جامعة الإمام محمد بن سعود الإسلامية، 1400هـ/1980م) ، المجلد: 2، ج: 2، ص: 579، وانظر كذلك: أحمد بن عبد الحليم بن تيمية، رفع الملام عن الأئمة الأعلام، (بيروت: دار مكتبة الحياة، 1984م) ، وعبد المجيد السوسوة، التوفيق والترجيح بين مختلف الحديث، ص: 458-485.",
            "page": "26",
            "part": "1",
            "seal": "02E0030C"
        },
        {
            "id": "27",
            "nass": "أنهم اختلفوا في تأويلها وفهمها. ومثال ذلك الأحاديث التي تمنع المرأة البكر من الزواج بغير إذن وليها (1) ، هذه الأحاديث قد قبلت في المذهب الحنفي إلا أن الأحناف أولوها بأنها مصروفة إلى المرأة التي لم تبلغ، أما المذهب الشافعي فقد قبل هذه الأحاديث وعمم مضمونها ليشمل المرأة البكر البالغ وغير البالغ. ¶ 4- اعتمد نشوء المذاهب العقدية في القرون الثلاثة الأولى للإسلام على تفسيرات عديدة لنصوص القرآن والسنة. ¶ 5- إن علم مختلف الحديث خير شاهد على اعتناء العلماء بنقد المتون، فهذا العلم يعنى بالأحاديث النبوية الشريفة التي ظاهرها التعارض (2) . وقد اهتم العلماء مبكرا بهذا العلم بدءا من مؤلَّف الإمام محمد بن إدريس الشافعي: اختلاف الحديث (3) ، وغيره من المؤلفات ككتاب تأويل مختلف الحديث لابن قتيبة، وكتاب مشكل الآثار للطحاوي. أضف إلى ذلك فقد ذكر العلماء وجوها عديدة للترجيح بين مختلف الحديث بعضها راجعة للسند وأخرى راجعة للمتن، ذكر منها الحافظ العراقي والسيوطي والآمدي مائة وجه وعشرة أوجه (4) . كل هذا يدل على عناية فائقة من علمائنا بنقد المتن حتى قال ابن خزيمة (311 ?) : «ليس ثم حديثان متعارضان من كل وجه، ومن وجد شيئا من ذلك فليأتني لأؤلف له بينهما» (5) . ¶ __________ ¶ (1) انظر هذه الأحاديث ومعانيها في الشوكاني، نيل الأوطار، ج: 5، ص: 120 – 123 ¶ (2) عبد المجيد السوسوة، منهج التوفيق والترجيح، (عمان: دار النفائس، 1998م) ، ص: 54. ¶ (3) انظر الزركلي، الأعلام، ج:6، ص: 26. ¶ (4) عبد المجيد السوسوة، منهج التوفيق والترجيح، ص: 331، 429 – 457. ¶ (5) المرجع السابق نفسه، ص: 71 – 72.",
            "page": "27",
            "part": "1",
            "seal": "ED5CE512"
        },
        {
            "id": "28",
            "nass": "6- لقد أولي نقد المتن عناية كبيرة في علم علل الحديث الذي هو رأس علم الدراية وهو علم متابعة الثقات في رواياتهم، يقول ابن الصلاح في تعريفه بأنه عبارة عن أسباب خفية غامضة قادحة، فالعلة سبب غامض يدل على وهم الراوي سواء أكان ثقة أم ضعيفا وسواء أكان الوهم في السند أم المتن (1) . وموضوع هذا العلم الحديث والذي ظاهر إسناده الصحة، إلا أن العلماء يضعفون متنه لأن فيه نكارة أو شذوذا أو اضطرابا أو غرابة (2) لذا فقد أطلق علماء المصطلح على العلل الموجودة في المتن مصطلحات عدة مثل: هذا حديث منكر المتن، حديث غريب، حديث شاذ، حديث مضطرب (3) ، وإن قول العلماء عن حديث إنه صحيح الإسناد أو حسن الإسناد، لا يعني أبداً أن المتن صحيح أو حسن، وذلك لشذوذ أو علة فيه. وقد يصح المتن ولا يصح السند لورود دلائل على صحة المتن من طرق أخرى، فمعرفة صحة الحديث كما يرى الحاكم النيسابوري لا تعتمد فقط على إسناده بل تعتمد على معرفة كبيرة بالحديث ومتونه (4) ، وهذا يدلنا على المنهج الموضوعي الشامل لدى المحدثين في النقد (5) ، فعلم العلل إذن يدخل في النقد الموضوعي العميق ¶ __________ ¶ (1) أبو بكر كافي، منهج الإمام البخاري في تصحيح الأحاديث وتعليلها، ص: 216، انظر أمثلة لما تكون فيه الرواية بالمعنى سببا للتعليل في ص: 320-321. ¶ (2) همام سعيد، الفكر المنهجي عند المحدثين، ص: 107. ¶ (3) لمعرفة معاني هذه المصطلحات انظر: نور الدين العتر، منهج النقد، ص: 430، 396، 428، 433. ¶ (4) الحاكم النيسابوري، معرفة علوم الحديث، ص: 59، وقارن بـ صلاح الدين إدلبي، منهج نقد المتن عند علماء الحديث النبوي، ص: 191. ¶ (5) نور الدين عتر، السنة المطهرة والتحديات، ص: 69.",
            "page": "28",
            "part": "1",
            "seal": "8536EA02"
        },
        {
            "id": "29",
            "nass": "للحديث سنداً ومتناً ويحتاج إلى علم غزير (1) . ¶ 7- عندما قسم علماء الحديث علم مصطلح الحديث قسموه إلى قسمين: علم الحديث رواية وعلم الحديث دراية، وعرفوا الثاني بأنه: علم بقوانين يعرف بها أحوال السند والمتن من حيث القبول والرد (2) ، وهذا يعني أن هذا العلم وضع قوانين ليضبط بها السند والمتن معا. ¶ 8- ذكر العلماء في تعريف الصحيح والحسن شروطا عائدة للسند، وشروطا عائدة للمتن والسند معا، وهناك شرطان أساسيان لقبول الحديث ويرجعان للسند والمتن معا وهما: أ_ سلامته من الشذوذ، ب- وسلامته من العلة القادحة. ونجدهم عندما يشرحون التعريف يقولون: إن الشذوذ قسمان: شذوذ في السند، وشذوذ في المتن، وأكثر ما يكون الشذوذ في المتن. وكذلك العلة قسمان: علة في السند، وعلة في المتن (3) ، فهل بعد هذا من شك في أن المحدثين لم يعنوا بنقد المتن؟ ¶ 9- بين العلماء في بحث الشاذ والمنكر والمعل والمضطرب والمدرج والمقلوب وقوع الشذوذ والنكارة والعلة والاضطراب والإدراج والقلب والغرابة في السند والمتن، ومتى تكون هذه الصفات قادحة في صحة الحديث وثبوته، ومتى تكون موجبة لرده (4) . وقد أطلق العلماء على صنيع من ¶ __________ ¶ (1) همام سعيد، الفكر المنهجي عند المحدثين، ص: 105. ¶ (2) السيوطي، تدريب الراوي، ج: 1، ص: 41. ¶ (3) نور الدين عتر، السنة المطهرة والتحديات، ص: 68، وقارن بـ محمود الطحان، عناية المحدثين بنقد الحديث كعنايتهم بإسناده، ص:9، وصلاح الدين إدلبي، منهج نقد المتن عند علماء الحديث النبوي، ص: 191. ¶ (4) صلاح الدين إدلبي، منهج نقد المتن عند علماء الحديث النبوي، ص: 192.",
            "page": "29",
            "part": "1",
            "seal": "C2D48D31"
        },
        {
            "id": "30",
            "nass": "يقلب الحديث سندا ومتنا بأنه يسرق الحديث إذا قصد إليه (1) . ¶ 10- إن القدح في الراوي يكون بعشرة أشياء: خمسة تتعلق بالعدالة وخمسة تتعلق بالضبط، اختصرها الحافظ ابن حجر في خمسة أشياء فقال: «أسباب الجرح مختلفة ومدارها على خمسة أشياء: البدعة أو المخالفة أو الغلط أو جهالة الحال أو دعوى الانقطاع في السند (2) فالحكم على ضبط الراوي مبني على مدى حفظه للسند والمتن معا، ولهذا فقد فحص العلماء مرويات كل راو وقارنوها بمرويات الرواة الثقات ليحكموا على ضبط ذلك الراوي، يقول أبو حاتم الرازي: لو لم نكتب الحديث من ستين وجها ما عقلناه (3) ، ويقول الإمام مسلم: وعلامة المنكر في حديث المحدث إذا ما عرضت روايته للحديث على رواية غيره من أهل الحفظ والرضا خالفت روايته روايتهم أو لم تكد توافقها، فإذا كان الأغلب من حديثه كذلك كان مهجور الحديث غير مقبوله (4) . وقد ملئت كتب الجرح والتعديل بألفاظ الجرح للراوي بسبب الخطأ في مروياته مثل قولهم: «فلان منكر الحديث» ، «يروي عن المناكير» ، «يروي ¶ __________ ¶ (1) ابن كثير، الباعث الحثيث شرح اختصار علوم الحديث، شرح أحمد شاكر وناصر الدين الألباني، (الرياض: دار العاصمة للنشر والتوزيع، 1415هـ) ، ط1، ج: 1، ص: 270. ¶ (2) أحمد بن علي بن حجر العسقلاني، هدي الساري مقدمة فتح الباري، تحقيق. عبد العزيز بن باز وآخرين، (بيروت: دار الفكر.) ، ج: 1، ص: 384. ¶ (3) مسلم بن الحجاج النيسابوري، كتاب التمييز، تحقيق. محمد مصطفى الأعظمي، (الرياض: جامعة الرياض، 1395) ، ص: 35. ¶ (4) مسلم بن الحجاج النيسابوري، صحيح مسلم، تحقيق محمد فؤاد عبد الباقي، (بيروت: دار إحياء التراث العربي، 1374 / 1955) ج: 1، ص: 7.",
            "page": "30",
            "part": "1",
            "seal": "AC192E8B"
        },
        {
            "id": "31",
            "nass": "ووضع بعض أهل السنة أحاديث تمدح الخلفاء الثلاثة أبا بكر وعمر وعثمان رضي الله عنهم ومنها الحديث الموضوع: «كتب على كل ورقة في الجنة لا إله إلا الله محمد رسول الله، أبو بكر، عمر، عثمان» . ويلاحظ عدم ذكر سيدنا علي، وهذا شيء يدعو للتساؤل. واخترع بعض أهل السنة أحاديث تصرح بأحقية أبي بكر بالخلافة ثم عمر ثم عثمان. ومعلوم لدينا أن كل هذه الأحاديث موضوعة؛ إذ كيف تختلف الأمة على قضية الخلافة مع وجود نص صريح من الرسول صلى الله عليه وسلم؟ فالحقيقة أن النبي صلى الله عليه وسلم توفي ولم يحدد من يكون خليفة بعده. ¶ 12- إن الذي ينظر في الكتب الستة يتيقن من أن علماءنا قد نقدوا المتن (1) ، فالبخاري قد اختار صحيحه من بين مئات الآلاف من الروايات، فقد جمع في صحيحه 7563 حديثا وفيه بحذف المكرر 2607 حديثا انتقاها من 600 ألف حديث (2) ، وقد ثبت بعد جمع الروايات أن اختياراته كانت مدروسة وقائمة على البحث والتتبع، وكانت ظاهرة نقد المتن موجودة كذلك عند الإمام مسلم والترمذي والنسائي وأبي داود وابن ماجه وغيرهم (3) . ¶ __________ ¶ (1) لمزيد من المعلومات انظر: محمد بن طاهر المقدسي، شروط الأئمة الستة، تحقيق عبد الفتاح أبو غدة، (حلب: مكتبة المطبوعات الإسلامية، 1417?/1997م) ، ط1، ص: 85-105، وانظر محمد بن موسى الحازمي، شروط الأئمة الخمسة، تحقيق عبد الفتاح أبو غدة، ص: 109-189. ¶ (2) همام سعيد، الفكر المنهجي الإسلامي عند المحدثين، ص: 122. ¶ (3) المرجع السابق نفسه، ص: 108-109.",
            "page": "33",
            "part": "1",
            "seal": "1B07F8DD"
        },
        {
            "id": "32",
            "nass": "ونكتفي هنا بضرب مثال من صحيح الإمام البخاري. إن للعلماء مواقف عديدة في زيادات الثقات في المتن أو في السند فمن العلماء من قبل زيادة الثقة مطلقا، ومنهم من رفضها مطلقا، ومنهم من فصل كالإمام البخاري فلم يقبلها مطلقا ولم يردها مطلقا وإنما الأمر في ذلك يدور مع القرائن والمرجحات. ومن أمثلة الزيادة المردودة عند الإمام البخاري زيادة كلمة «فليرقه» في حديث ولوغ الكلب، قال البخاري حدثني عبد الله بن يوسف عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة قال: إن رسول الله صلى الله عليه وسلم قال:\"إذا شرب الكلب في إناء أحدكم فليغسله سبعا\" (1) أما في صحيح مسلم وسنن النسائي فقد ورد نص الحديث من طريق علي بن حجر السعدي عن علي بن مسهر عن الأعمش عن أبي رزين عن أبي صالح عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"إذا ولغ الكلب في إناء أحدكم فليرقه ثم ليغسله سبع مرات\"، قال أبو عبد الرحمن: لا أعلم أحدا تابع علي بن مسهر على قوله: \"فليرقه\"، ويترتب على هذه الزيادة نجاسة سؤر الكلب ولعابه، وهذه الزيادة قد صححها بعض الأئمة كالدارقطني وابن حبان وغيرهما. أما من لم يقبلها فمنهم الإمام النسائي وحمزة الكيلاني؛ لأن مشروعية الإراقة قد وردت موقوفة على أبي هريرة، وقد خلط الراوي ابن مسهر بين الموقوف والمرفوع ولهذا السبب ترك الإمام البخاري هذه ¶ __________ ¶ (1) البخاري، صحيح البخاري، كتاب الوضوء، باب الماء الذي يغسل به شعر الإنسان وسؤر الكلاب وممرهما في المسجد، حديث رقم 172، ج 1 ص 330.",
            "page": "34",
            "part": "1",
            "seal": "B566884F"
        },
        {
            "id": "33",
            "nass": "الزيادة لأنها غير ثابتة عنده، وترجمته تدل على ذلك، باب الماء الذي يغسل به شعر الإنسان وسؤر الكلاب وممرهما في المسجد. ومن خلال ما أورده في هذا الباب من أحاديث وآثار يتبين أنه يذهب إلى طهارة سؤر الكلب. إن صحيح الإمام البخاري مملوء بالأمثلة التي تدل على نقده للمتن ودقة الصناعة الحديثية عنده، ولكن المقام لا يسمح لنا بضرب أمثلة أخرى. (1) ¶ وقد أنشأ الإمام الترمذي مصطلحات لها علاقة بنقد السند والمتن معا، وذلك مثل قوله: حديث حسن غريب، أو صحيح غريب (2) . وكما سبق أن ذكرنا فإن المحدثين كانوا يروون الحديث الواحد من أكثر من ستين طريقا أحيانا وذلك تحريا للدقة في نقل الحديث. ولم تسلم الكتب الستة وعلى رأسها صحيح الإمام البخاري من النقد الدقيق والفحص العميق، فقد أعل بعض الحفاظ جملة من الأحاديث في صحيح البخاري، ويرجع بعض أنواع الإعلال إلى علل في المتن، ومن هؤلاء: أبو علي الغساني في جزء العلل في كتابه: تقييد المهمل، والحافظ الدارقطني في كتابه: التتبع لما في الصحيحين، وقد رد على الدارقطني علماء عديدون منهم الإمام النووي في شرحه لصحيح مسلم، والحافظ ابن حجر في هدي الساري، وتوسع الإمام ابن حجر في رده وقسم الأحاديث المنتقدة في صحيح البخاري إلى ستة أقسام، وذكر الرد الإجمالي على كل قسم منها، ثم ذكر الأحاديث المنتقدة حديثا ¶ __________ ¶ (1) أبو بكر كافي، منهج الإمام البخاري، ص: 359 – 362، وانظر صلاح الدين الإدلبي، منهج نقد المتن عند علماء الحديث النبوي، ص: 105 – 144، 174. ¶ (2) لمزيد من المعلومات انظر نور الدين العتر، منهج النقد، ص: 271 – 272.",
            "page": "35",
            "part": "1",
            "seal": "408899D0"
        },
        {
            "id": "34",
            "nass": "حديثا وأجاب عنها، وجعل ابن حجر من هذه الأقسام ما له علاقة بالمتن كالقسم الثالث والقسم السادس الذي عنون له فقال: ما اختلف فيه بتغيير بعض ألفاظ المتن. (1) ¶ وما أروع ما عمله الإمام مسلم في كتابه التمييز حيث ذكر لنا أمثلة عديدة عن خطأ الرواة في السند والمتن أو في أحدهما، فهو يقول: «وكنحو ما وصفت من هذه الجهة من خطأ الأسانيد فموجود في متون الأحاديث مما يعرف خطأه السامع الفهم حين يرد على سمعه، وكذلك نحو رواية بعضهم حيث صحف فقال: ... \"نهى رسول الله صلى الله عليه وسلم أن تتخذ الروح عرضا، أراد غرضا..\" (2) ، وهو يردد هذه العبارات في كتابه: «ذكر الأحاديث التي نقلت على الغلط في متونها ... ومن الأخبار المنقولة على الوهم في المتن دون الإسناد… ومن الأخبار المنقولة على الوهم في الإسناد والمتن جميعا» (3) . إن ما سبق يؤكد أن المحدثين قد نقدوا المتن كما نقدوا السند، فما يدعيه بعض الناس أن علماء الأمة اعتنوا بنقد الشكل دون المضمون، قول من لم يسبر السنة ولم يعرف حقيقتها، ولا غاص في بحارها ليعلم الحق من الباطل والصحيح من المزيف (4) . ¶ __________ ¶ (1) أبو بكر كافي، منهج الإمام البخاري في تصحيح الأحاديث وتعليلها، ص: 217-220. ولمزيد من المعلومات عن انتقاد المحدثين لحديث بسبب علة في متنه سببها الرواية بالمعنى انظر ص: 320-321. ¶ (2) مسلم بن الحجاج النيسابوري، كتاب التمييز، ص: 125، ولمعرفة أمثلة أخرى وقع فيها الرواة في الخطأ في السند والمتن انظر قوله: \" ومن فاحش الوهم لابن لهيعة (أي في السند والمتن معا) … \"، ص: 139. ¶ (3) مسلم بن الحجاج النيسابوري، كتاب التمييز، ص: 134-135، 141. ¶ (4) صالح أحمد رضا، النظر في متن الحديث في عصر النبوة، ص:378.",
            "page": "36",
            "part": "1",
            "seal": "353E28E0"
        },
        {
            "id": "35",
            "nass": "4- الأسباب التي دعت إلى إعطاء نقد السند والرجال اهتماما أكبر من نقد المتن: ¶ إن هناك أسبابا عديدة دعت العلماء للاهتمام بالسند أولا قبل المتن، ولكي يكونوا حذرين فلا يستعجلوا في نقدهم المتن، ومن هذه الأسباب: ¶ 1- إن رجال الحديث هم الأساس، فإذا ضعف الأساس ضعف البنيان كله، ولأجل ذلك كان علماء الحديث يصرفون كبير اهتمامهم إلى دراسة الرجال الحاملين للروايات ينتقدونهم ويسألون أهل الخبرة عنهم، وقد وصلوا إلى درجة من اليقين بأن الأحاديث لا يستطيع أحد أن يعبث بها عابث فيعمى أمرها على المسلمين، فقد قيل لابن المبارك: هذه الأحاديث المصنوعة؟ فقال: يعيش لها الجهابذة، وقال نعيم بن حماد: قلت لعبد الرحمن بن مهدي: كيف يعرف الكذاب؟ قل: كما يَعْرِفُ الطبيبُ المجنونَ. (1) ¶ 2- إن نقد السند يسمح بنقد موضوعي مبني على معيار دقيق بسبب الرجوع إلى تراجم الرواة التي تعطينا فكرة عنهم، وبذلك تعرف درجة صحة الحديث، والمحدثون يقولون: إنهم كانوا قادرين بمعرفة ترجمة الراوي على تكوين فكرة واضحة عن درجة وثوق روايته وعن علمه. وقد علل الإمام الدارقطني سبب الاعتماد على السند في معرفة درجة الحديث أكثر من الاعتماد على المتن: بأن إيجاد خلل في السند هو ¶ __________ ¶ (1) سلمان الحسيني الندوي، لمحة عن علم الجرح والتعديل، (لكناؤ: دار السنة للنشر والتوزيع، 1413?/1992م) ، ص: 26-27.",
            "page": "37",
            "part": "1",
            "seal": "7A355B73"
        },
        {
            "id": "36",
            "nass": "أصعب من إيجاد خلل في المتن (1) والسبب في ذلك راجع إلى أن نقد السند يحتاج لعلم بالتراجم والرجال. والسبب الآخر في الاعتماد على السند هو أنه بمجرد إثبات عدالة الرواة وضبطهم فإنه يجب دينيا قبول روايتهم، واحتمال وقوع الراوي في الخطأ لا يؤثر في الحديث، ما لم يثبت لدينا دليل على كذب الراوي أو وقوعه في الخطأ، ومن هنا وجب قبول روايته. وإذا جرّح الراوي؛ فإن كل رواياته ترفض، ولا تقبل رواية من رواياته حتى تكون معضدة بروايات أخرى مقبولة. فالعلة القادحة في السند، والنقد الذي يثبت في السند يعطى أهمية كبرى ويؤخذ بجدية أكبر من النقد الموجه للمتن وذلك كإجراء احتياطي. ¶ أما الخلل في المتن فإنه ليس دائما يؤثر في صحة ورود الحديث، فقد يكون الحديث صحيحا إلا أن الراوي قام بإدراج بعض الكلمات فيه أو بإدراج بعض الجمل التي تؤثر في فهم الحديث بشكل خاطئ، وفي بعض أنواع الإدراج يكون من الصعب التفريق بين الحديث الأصلي وبين كلام الراوي المدرج. (2) ¶ والأمر الثاني هو أن الراوي قد يقوم بخطأ في نص الحديث يغير المعنى إلا أنه لا يؤثر في صحة الحديث وذلك كبعض أنواع التصحيف ¶ __________ ¶ (1) م. أبو رية، أضواء، ص: 291. ¶ (2) لمزيد من المعلومات والأمثلة انظر نور الدين العتر، منهج النقد، ص: 439 – 444؛ وانظر كذلك سعيد النورسي، أصول في فهم الأحاديث النبوية دفعا للأوهام عنها، ترجمة إحسان قاسم الصالحي، (بغداد: مطبعة الحوادث، 1409?/1989م) ، ص: 7، 11 – 12. وانظر كذلك ¶ Th. W. Juynboll, art. HADITH , EI, vol. iii , p. 0 and J. Robson, art. HADITH , EIvol. iii , p..",
            "page": "38",
            "part": "1",
            "seal": "1CD647EE"
        },
        {
            "id": "37",
            "nass": "والتحريف (1) . ¶ 3- إن فتح الباب على مصراعيه في نقد المتن قد يفتح المجال أمام إصدار أحكام غير موضوعية (متحيزة) وذلك لأن النص قد يؤول بوجوه عديدة، وهذا يفتح الباب أمام اعتبار صحة الحديث مبنية على التأويل الذي نقدمه، وفي ذلك من الخطورة ما لا يخفى على أحد. وقد أوصد العلماء المسلمون باب الاجتهاد المطلق خوفا من تلك التأويلات غير الموضوعية التي قد يقوم بها غير المختصين. ¶ وقد يكون الحديث داخلا في باب الأحاديث المتشابهة التي تحتاج للراسخين في العلم كي يؤولوها، أو لا يمكن تأويلها وتؤخذ كما وردت (2) . أضف إلى ذلك فالحديث قد يكون فيه مجاز أو استعارة فيسيء بعضهم الفهمَ، ولهذا فمن الخطأ تماما الحكم عليه من ناحية ظاهرية. وقد يكون مضمون الحديث يتحدث عن أمور أخروية لا تخضع لموازين دنيوية، بل تخالفها: ولهذا لا يمكننا رفضها لمجرد عدم معرفتنا بتأويلها. ¶ إن كل الأسباب السابقة تجعل رفض الحديث ذي الإسناد الصحيح بناء على عدم فهمنا لمتنه أمراً غير علمي، فعدم فهمنا للحديث قد يكون راجعا لأحد الأسباب السابقة التي يكون فيها الحديث صحيحا، إلا أنه لسبب ما لم نجد من يعطينا تفسيره الدقيق. وإذا قمنا برفض الحديث لسبب من الأسباب ¶ __________ ¶ (1) انظر نور الدين العتر، منهج النقد، ص: 444 – 446. وانظر كذلك ¶ J. Robson, art. HADITH, EIvol. iii, p. ¶ (2) انظر سعيد النورسي، أصول في فهم الأحاديث النبوية دفعا للأوهام عنها، ص: 23، وقارن بمحمد أبو شهبة، دفاع عن السنة، (القاهرة: مكتبة السنة، 1409?/1989م) ، ط1.",
            "page": "39",
            "part": "1",
            "seal": "7224D50D"
        },
        {
            "id": "38",
            "nass": "السابقة فسنقع في خطأ كبير، وهو رفض حديث صحيح؛ لأننا لم نجد عالما راسخا يفسره لنا تفسيرا صحيحا، وكان المفروض عرض الحديث على أهل الذكر فرب حامل فقه إلى من هو أفقه منه ورب مبلَّغ أوعى من سامع. هذه باختصار أهم آراء المسلمين حول ضرورة الاعتماد على السند أكثر من الاعتماد على المتن لمعرفة صحة الحديث.",
            "page": "40",
            "part": "1",
            "seal": "67597DB9"
        },
        {
            "id": "39",
            "nass": "القسم الثالث: نظرية الإسناد عند شاخت والرد عليه ¶ 1- نظرية الإسناد عند يوسف شاخت: ¶ كان المستشرقون وعلماء الغرب راضين بالنتائج التي توصل إليها المستشرق جولدتسيهر حول الحديث الشريف حتى أتى المستشرق يوسف شاخت (1902 – 1969) بنظريته حول نقل ورواية الحديث الشريف عامة وحول أحاديث الأحكام خصوصا. تكلم شاخت على هذا الموضوع في مقالة له (1) قبل أن يؤلف كتابه المشهور: (أصول الفقه المحمدي) ¶ The Origins of Muhammadan Jurisprudence ¶ ) Oxford,) ¶ خصص شاخت فصلاً خاصاً في كتابه هذا عن الإسناد، فدرس نشوء الإسناد وتطور استخدامه خصوصاً في أحاديث الأحكام. وخرج بنتيجة ونظرية يزعم فيها أن ما طبقه على أحاديث الأحكام يمكن أن ينطبق على كل الأحاديث. ¶ 2- نظرية شاخت حول تطور استخدام الإسناد: ¶ اعترف شاخت بأنه تبنى آراء سلفه جولدتسيهر ومارجوليوث حول مفهوم الحديث والسنة وتطورهما خلال القرن الأول الهجري والنصف الأول من القرن الثاني الهجري (2) ، إلا أن شاخت زاد على ما ذكراه فزعم: بأنه كانت عادة الجيلين من العلماء الذين سبقوا الشافعي أن ينسبوا الأحاديث إلى ¶ __________ ¶ ( [1] ) J. Schacht, “A Re-evaluation of Islamic Tradition”, JRAS, 1994, pp. [144-147] . ¶ ( [2] ) J. Schacht, The Origins of Muhammadan Jurisprudence , ¶ (Oxford, 1950) , pp. [138-176] .",
            "page": "41",
            "part": "1",
            "seal": "ED8A600A"
        },
        {
            "id": "40",
            "nass": "الصحابة والتابعين، ومن النادر أنهم كانوا ينسبونها إلى النبي صلى الله عليه وسلم. ووصل إلى نتيجة مفادها أن الأحاديث المنسوبة للصحابة والتابعين سبقت في وجودها الأحاديث المنسوبة للنبي صلى الله عليه وسلم، وهو بذلك يود أن يقلع جذور الشريعة الإسلامية، ويقضي على تاريخ التشريع الإسلامي قضاء تاما؛ ولهذا فقد وصف العلماء المسلمين خلال القرون الأولى بأنهم كانوا كذابين وملفقين وغير أمناء (1) . ويقول المستشرق البريطاني نورمان كولدر: «إن شاخت (1950) كسر لنا العلاقة التاريخية بين الحديث والفقه.. والذي بينه لنا هو أن الفقه كان في بداية ظهوره منفصلاً عن الحديث، وأصول الفقه الإسلامي الحقيقية عنده ترجع إلى العادات الحية السائدة للمدارس الفقهية المحلية» (2) والذي حدث -كما يزعم شاخت- هو أن الأحاديث نسبت للنبي صلى الله عليه وسلم تدريجياً، فهي قبل أن تنسب له كانت آراء للمذاهب الفقهية السائدة ومنسوبة للتابعين، وفي المرحلة الثانية نسبت للصحابة، ثم نسبت للنبي صلى الله عليه وسلم، ولهذا فهو يطلق على الإسناد بأنه الجزء الأكثر اعتباطا من أجزاء الحديث، فهو يدَّعي بأنه: يمكننا أن نقول إنه كلما كان الإسناد متصلاً وتاماً فإنه يعني أنه اخترع في مرحلة متأخرة (3) ويصل بذلك إلى نتيجة مفادها: أن كل أحاديث النبي صلى الله ¶ __________ ¶ ( [1] ) محمد مصطفى الأعظمي، شاخت والسنة النبوية، مناهج المستشرقين في الدراسات العربية الإسلامية، المنظمة العربية للتربية والثقافة والعلوم، 1985م، ص: 62. ¶ ( [2] ) N. Calder, Studies in Early Muslim Jurisprudence, (Edinburgh,946) , p.vii. ¶ ( [3] ) J. Schacht, “A Re-evaluation of Islamic Tradition”, JRAS, 1949 ,p. 147.",
            "page": "42",
            "part": "1",
            "seal": "B9051EA7"
        },
        {
            "id": "41",
            "nass": "عليه وسلم لم يكن لها وجود أصلاً، بل اخْتُرِعَتْ ووُضِعَتْ خلال منتصف القرن الثاني الهجري/ الثامن الميلادي، فالأسانيد التي نراها مع الأحاديث إنما هي كلها موضوعة. (1) ¶ لاحظ شاخت بأن الحديث كان يرويه عدة رواة وأن هؤلاء الرواة في النهاية يلتقون عند راوٍ واحدٍ أخذوا عنه هذا الحديث في مرحلة من المراحل، إن هذا الراوي الذي يلتقي عنده هؤلاء الرواة هو المسؤول عن وضع الحديث أو أن اسمه استخدم في وضع الحديث. ¶ ويمكننا تلخيص رأي شاخت في خمس نقاط: ¶ أولاً: ابتدأ المسلمون باستخدام الإسناد في بداية القرن الثاني الهجري أو في نهاية القرن الأول الهجري على أبعد احتمال. ¶ ثانيا: ألصقت الأسانيد بالأحاديث بطريقة غير منتظمة وبأسلوب تعسفي، وقام بإلصاقها أصحاب المذاهب الفقهية الذين أرادوا إعطاء آرائهم قيمة بنسبتها ووضعها على ألسنة علماء السلف. ¶ ثالثاً: بدأت عملية تحسين الأسانيد تدريجياً وذلك بوضع أسانيد كاملة، ومُلِئت الفراغات في الأسانيد المنقطعة لتصير متصلة وذلك قبل أن تجمع الأحاديث في كتب الحديث المشهورة. ¶ رابعاً: أضيف في عصر الشافعي مجموعة من الرواة للأسانيد الموضوعة بهدف دحض المعارضة لحجية أحاديث الآحاد أو التي ترجع لمصدرٍ واحدٍ. ¶ خامساً: إن الأسانيد المتعددة التي تلتقي عند راوٍ واحدٍ هي أسانيد ¶ __________ ¶ ( [1] ) F. Rahman, Islam, p.47.",
            "page": "43",
            "part": "1",
            "seal": "828BBA29"
        },
        {
            "id": "42",
            "nass": "موضوعة، وكذلك متونها (1) . ¶ 3- ردة فعل العلماء والباحثين على هذه النظرية: ¶ لاقت نظرية شاخت عن الإسناد قبولاً واسعاً بين المستشرقين الغربيين عندما ظهرت، ولكنها بعد ذلك تعرضت لانتقادات شديدة من العلماء المسلمين والغربيين. ¶ وقد قبل هذه النظرية عديدون، قبلوها كما هي أو مع انتقادات قليلة، ومن هؤلاء مونتغمري وات (W. M Watt) الذي توقع لنظرية شاخت توقعات كانت صحيحة فقال: «إنها دراسة تمثل معلماً ونقطة تحول في مجالها ... ويتوقع لها أن تقبل من العلماء الغربيين، وأن تكون منطلقاً لهم في كل دراساتهم حول الحديث» (2) ، وبالرغم من انتقاد المستشرق الهولندي روبسون لجوانب في نظرية شاخت إلا أنه قال عنها مادحاً: «إن أحدنا ليعجب بالرؤية النقدية التي مكنت شاخت للوصول إلى نتائجه ودعمها بأسلوب مقنع» (3) ، وقال البروفسور جب عن نظرية شاخت بأنها ستصبح أساسا في المستقبل لكل دراسة عن حضارة الإسلام وشريعته على الأقل في العالم الغربي. (4) ومن المستشرقين المحدثين الذين تبنوا نظرية شاخت ¶ __________ ¶ ( [1] ) M.M. Azami, On Schacht's Origins of Muhammadan Jurisprudence , (Toronto, 1985) , p.166. ¶ ( [2] ) W. M. Watt , Journal of Royal Asiatic Society , (1952) , P.91. ¶ ( [3] ) J. Robson, \"Tradition, the second foundation of Islam\", The Muslim World , vol. , (1952) , pp.61-63 and Robson, art. “Hadith”, EI2, vol.iii, pp.26-27. ¶ ( [4] ) محمد مصطفى الأعظمي، المستشرق شاخت والسنة النبوية، ص: 68.",
            "page": "44",
            "part": "1",
            "seal": "90583F64"
        },
        {
            "id": "43",
            "nass": "ومدحوها: جون بورتون (1991) ، ونورمان كولدر (1993) . ¶ قال جون بورتون: لا يمكن في المستقبل المنظور أن يظهر عمل يماثل عمل شاخت، ومن المرجح أنه لا يمكن التفوق على دراسته. (1) أما نورمان كولدر فقال: يبدو أن النتائج التي توصل إليها كل من اجناتس جولدتسيهر (1889–1990م) ويوسف شاخت (1950م) وجون وانسبرا (1970م) (2) عن الحديث النبوي، يبدو أنها على الأرجح في مبادئها العامة وتطبيقاتها مقبولة بشكل عام. (3) ¶ أما الباحثون الذين وقفوا موقفا متوسطا بين القبول المطلق أو الرفض المطلق فهم نورمان كولدر وكولسون وفضل الرحمن وعبد القادر شريف، وهؤلاء قبلوا المبادئ العامة لنظرية شاخت، ولكنهم انتقدوا أموراً عديدة فيها. فقد قال كولسون: «إن معظم الأقوال المأثورة التشريعية (dicta) المنسوبة للنبي صلى الله عليه وسلم هي موضوعة ونتيجة لعملية إسقاط ونسبة خاطئة أو قذف خلفي للإسن، اد back projection قامت به المذاهب الفقهية» . (4) وقال عن نظرية شاخت: «إن شاخت صاغ نظرية عن أصول ¶ __________ ¶ . ¶ ( [1] ) J. Borton, Hadith Studies، p.xxv. ¶ ( [2] ) See his works: Quranic Studies: Sources and Methods of Scriptual Interpretation, (Oxford, 1977) , (and The Secterian Milieu Content and Composition of Islamic Salvation History, (Oxford, 1979) . ¶ ( [3] ) Norman Calder, Studies, p.viii. ¶ ( [4] ) N. J. Coulson, AHistory of Islamic Law , (Edinburgh, 1946) , ¶ p.64.",
            "page": "45",
            "part": "1",
            "seal": "612776FA"
        },
        {
            "id": "44",
            "nass": "الشريعة الإسلامية غير قابلة للدحض في إطارها الواسع» . (1) ¶ إلا أن كولسون تبنى بعد ذلك رأياً متوسطا بين المشككين بالحديث والمؤيدين لصحة الحديث فقال: «إن حكماً شرعياً منسوباً للنبي صلى الله عليه وسلم يلزم أن يقبل على نحو مؤقت وغير نهائي إلا إذا وجد سبب يجعلنا نعده زائفا» . (2) لذلك فكولسون ومن شابهه يرون أنه يجب قبول الحديث إلا إذا ثبت لنا عكس ذلك فلا يقبل حينئذ. ¶ أضف إلى ما سبق فإن س. فيسي _ فيتسجرالد يرى أنه كان هناك حركة وضع كبيرة في الحديث إلا أنه يعتقد أن تلك القصص الباطلة تعكس آراء محمد صلى الله عليه وسلم. (3) ¶ ويرى عبد القادر شريف في رسالته للدكتوراه التي قدمها في جامعة لندن والتي ألقى فيها الضوء على نظرية شاخت، يرى شريف بأن أسلوب البحث عند شاخت علمي، إلا أنه انتقده ورفض نتيجته التي عمم فيها رفض كل الأحاديث النبوية الشريفة وعدَّها كلها موضوعة. وقد أثار شريف نقاطاً جديرة بالاعتبار في هذا المجال فقال: «الوقت الوحيد الذي يمكن لنا فيه قبول نتيجة شاخت هو عندما نطبق أسلوب بحثه على نصف الأحاديث النبوية الفقهية على الأقل، وليس هذا بمقدور عالم واحد أبداً أن يقوم بمثل هذه المهمة المستحيلة» . (4) ¶ __________ ¶ ( [1] ) محمد مصطفى الأعظمي، المستشرق شاخت والسنة النبوية، ص: 68 ¶ . ( [2] ) N. J. Coulson, A History of Islamic Law p.64 ¶ ( [3] ) S. Vesey-Fitzgerald, “Nature and Sources of The Sharia”, The Law Quarterly Review, (1951) , pp.93-94. ¶ ( [4] ) A.A.M. Shereef, Studies, p.3.",
            "page": "46",
            "part": "1",
            "seal": "50D5D812"
        },
        {
            "id": "45",
            "nass": "4- الرد على مزاعم شاخت: ¶ أولا: أما العلماء والباحثون المحدثون الذين رفضوا آراء شاخت كليا فهم: نابية أبّوط، وفؤاد سزكين، ومحمد الأعظمي (1) وغيرهم، فهؤلاء ناقشوا قضية صحة الأحاديث ووصلوا إلى النتائج التالية: ¶ 1- نقلت الأحاديث النبوية الشريفة إلينا حفظاً وكتابة من بداية العهد النبوي الذي هو بداية للتاريخ الإسلامي. (2) ¶ 2- تعرضت الأحاديث النبوية الشريفة التي نقلت إلينا للنقد الشديد في كل مراحل نقل الحديث. (3) ¶ 3- إن سبب كثرة الأحاديث خلال القرن الثاني والثالث الهجريين راجع إلى كثرة رواة الأحاديث وكثرة الأسانيد للأحاديث، وليس سببه هو عملية الوضع. (4) ¶ 4- الأمثلة التي ذكرها شاخت ترد على نظريته بخصوص ظاهرة الإسناد لأن وجود الأعداد الكبيرة من الرواة مع انتمائهم لعشرات المدن المترامية ¶ __________ ¶ ( [1] ) لمزيد من المعلومات عن كتابات في نقد نظرية شاخت وجولدتيسهر انظر المقالات التالية: عبد العظيم الديب، المستشرقون والتراث، ص: 28-30، ومحمد حمدي زقزوق، الإستشراق والخلفية الفكرية للصراع الحضاري، ص: 101. ¶ ( [2] ) فؤاد سزكين، تاريخ التراث العربي، ج: 1، ص: 87-118. ¶ ( [3] ) محمد الأعظمي، دراسات في الحديث النبوي وتاريخ تدوينه، (بيروت: المكتب الإسلامي 1400هـ/ 1980) ، ج: 2،.ص:437. ( [4] ) N. Abbott, Studies in Arabic Literary Papyri. II. Quranic Commentary and Tradition, (Chicago, 1976) , vol.2, p.2; see also Wansbrough in his article “zann not burhan”, in Bulletin of the School of Oriental and African Studies, no31, 3, 1968,pp. 16-613.",
            "page": "47",
            "part": "1",
            "seal": "05E7E6EF"
        },
        {
            "id": "46",
            "nass": "الأطراف تجعل كلا من نظرية القذف الخلفي للأسانيد ¶ back projecting والاختراع الاصطناعي للأسانيد غير قابلة للالتفات وعملية نادرة الوقوع. (1) ¶ وقد تحدى أ. د. محمد الأعظمي أدلة شاخت التي اعتمد عليها ليصل إلى نتيجته الخاطئة عن الأحاديث النبوية الشريفة، وقد أكد الأعظمي أن أدلة شاخت في معظمها تعتمد على مغالطات فكرية، أو فهم خاطئ لغوي، أو الاعتماد على حالات شاذة تم تعميمها على كل الأحاديث، أو إصدار أحكام عامة على كل الأحاديث بناء على بعض الأحاديث، وليس بناء على استقرائها كلها، وقد رأى الأعظمي أنَّ هذه الأمور واضحة في نظرية شاخت. وقد أثار الأعظمي نقاطاً وتساؤلات عندما نقض الأمثلة التي اعتمد عليها شاخت في نظريته. ¶ ومن هذه التساؤلات: لماذا كان رواة الأحاديث ينسبون أحاديثهم كذبا – حسب رأي شاخت – إلى رواة ومصادر ضعيفة بدلا عن رواة ثقات؟.. وإذا كانت كل الأحاديث موضوعة بهدف دعم المذاهب الفقهية والعقدية فلماذا نجد أحاديث مشتركة عند أصحاب المذاهب العقدية كالسنة والشيعة والخوارج والزيدية وغيرهم؟. (2) ¶ وقد أظهرت آراء الأعظمي أنَّ شاخت كان يحاول أن يعطي إيحاء كاذبا باستخدامه لبعض الأمثلة الاستثنائية والتي انتقدها علماء الحديث ليدعم ¶ __________ ¶ ( [1] ) محمد الأعظمي، دراسات في الحديث النبوي وتاريخ تدوينه، ج: 2، ص:436-437. ¶ ( [2] ) M.M. Azami, Studies, pp. 3،242-252.",
            "page": "48",
            "part": "1",
            "seal": "4E95F8FA"
        },
        {
            "id": "47",
            "nass": "نظريته. وقد أوضح الأعظمي بعض الأسباب التي أوقعت المستشرقين عامة وشاخت على وجه الخصوص في أخطاء عندما أصدروا أحكامهم على الحديث النبوي الشريف والأسانيد. والسبب الرئيس في أخطائهم برأي الأعظمي هو أن المستشرقين لم يختاروا أمثلتهم الحديثية من مصادر الحديث الأساسية بل اختاروها من كتب السيرة أو كتب الفقه. إن الفقهاء لم يكونوا مهتمين بذكر كل السند، بل كانوا مهتمين بالمتن، وما يمكن أن يستنبطوا منه من أحكام، لذا فقد قال الأعظمي: «لقد قام البروفسور شاخت بدراسة كتاب الموطأ لمالك، والموطأ لمحمد بن الحسن الشيباني، وكتاب الأم للشافعي، وغني عن القول أن هذه الكتب أقرب ما تكون إلى الفقه من كتب الحديث، وعلى الرغم من ذلك فقد عمم نتيجته التي وصل إليها في دراسته لتلك الكتب، وفرضها على كافة كتب الحديث، وكأنه ليست هناك كتب خاصة بالأحاديث النبوية، وكأنه ليس هناك فرق بين طبيعة كتب الفقه وكتب الحديث، ويبدو أنه لم يتنبه لأسلوب الكتب الفقهية لأنه من المعلوم أن المفتي أو المحامي أو القاضي عندما يحكم في قضية أو يفتي في مسألة لا يكون مضطرا لأن يعطي للسائل كافة حيثيات الحكم أو الفتوى مع ذكر كافة الوثائق التي تعضده» . (1) ¶ ثم شرح الأعظمي طريقة الفقهاء في نقل الأحاديث المنقطعة التي رويت متصلة من طرق أخرى في كتبهم أو كتب الأحاديث المعتمدة. ¶ __________ ¶ ( [1] ) محمد الأعظمي، دراسات في الحديث النبوي وتاريخ تدوينه، ج: 2، ص: 389، وقارن بالشافعي، الأم، (القاهرة، 1322هـ) ، ج: 7، ص: 311، وظفر إسحاق الأنصاري، نقد منهج شاخت، ص: 57-70.",
            "page": "49",
            "part": "1",
            "seal": "BFED0317"
        },
        {
            "id": "48",
            "nass": "كان الأعظمي مصيباً في هذه النقطة؛ لأن الإمام الشافعي وأبا يوسف ومحمد بن الحسن الشيباني قد استخدموا الأسلوب نفسه في كتبهم عند ذكرهم للأحاديث النبوية الشريفة. وتوصل الأعظمي لنتيجة مهمة جداً وهي أنه من الخطأ دراسة الأحاديث من الكتب الفقهية كما فعل شاخت، فقال الأعظمي: «إن كتب السيرة وكتب الفقه ليستا مكانا ومصدرا مناسبا لدراسة ظاهرة الأسانيد ونشأتها» . (1) ¶ وليؤيد شاخت نظريته بأن الأسانيد كانت كثيرا ما تلصق بصفة اعتباطية أتى بمثال عدَّه مهما جدا فقال: «الحديث الوحيد الذي كان يعرفه مالك عن النبي صلى الله عليه وسلم في المسح على الخفين هو بإسناد ذي أخطاء حتى إن الزرقاني يتهم مالكا بارتكاب خطأين. ويتهم يحيى بن يحيى بخطأ آخر، لكن هذا هو الشكل الأصيل الصحيح للإسناد. أما التطور الذي حصل وغير الجزء العلوي من الإسناد حتى إنه لا يمكن التعرف عليه فقد حدث مؤخرا» (2) ، فشاخت يختار من بين آلاف الأحاديث التي يذكرها الإمام مالك وغيره من الفقهاء يختار الأحاديث التي وقع فيها أخطاء ويعممها ليكون منها نظريته. وهذه الظاهرة تميز نظريته، مع العلم بأن المصادر التي رجع إليها تبطل نظريته التي توصل إليها لأنه عندما يتكلم على خطأ الإمام مالك الذي أشار إليه الإمام الزرقاني، فإنه لا ينقل لنا النص كاملا. ¶ وقد ذكر الإمام الزرقاني أن الإمام الشافعي قد أشار إلى خطأ مالك، وقد اكتشف العلماء خطأ مالك بمقارنة روايته مع سبعة رواة من معاصريه، ووجد ¶ __________ ¶ ( [1] ) محمد مصطفى الأعظمي، دراسات في الحديث النبوي وتاريخ تدوينه، ج: 2، ص: 404. ¶ ( [2] ) قارن بمحمد مصطفى الأعظمي، المستشرق شاخت والسنة النبوية، ص:106-107.",
            "page": "50",
            "part": "1",
            "seal": "20FADE49"
        },
        {
            "id": "49",
            "nass": "العلماء بأن هؤلاء الرواة السبعة كانت رواياتهم متفقة ومخالفة لما رواه مالك، فخطأ مالك إذن قد اكتشفه العلماء، ولو كان من عادات الرواة الشائعة ربط الأسانيد بالأحاديث المختلقة لما أمكن معرفة ذلك الخطأ الذي وقع فيه مالك وإزالته، وهذا يثبت لنا أنه كان من المتعذر وجود أسانيد وهمية وخيالية، وإن كان هناك شيء ما منها فكان من المستحيل تقريبا أن تمر تلك الأحاديث دون أن ينتبه الباحثون لما فيها من خطأ في أسانيدها. (1) ¶ والحقيقة أن اكتشاف الأخطاء كان ممكنا مما يؤكد لنا أن عملية اختراع الأسانيد المزيفة الملصقة بأحاديث كانت عملية نادرة بل ومن المستحيل أن لا تكتشف من العلماء، ولا يمكننا أن ننكر أن كل عالم يمكن أن يخطئ أحيانا عند نقل الحديث، ولكن حالات الخطأ هذه لا يمكن أن نجعلها المادة العلمية الوحيدة في البحث العلمي. (2) ¶ كان هدف شاخت كما سبق أن ذكرنا تأكيد أنه لا يوجد حديث فقهي واحد صحيح فهو يقول: إن أكبر جزء من أسانيد الأحاديث اعتباطي ومعلوم لدى الجميع أن الأسانيد بدأت بشكل بدائي ووصلت إلى كمالها في النصف الثاني من القرن الثالث الهجري.. وكانت الأسانيد لا تجد غالباً أقل اعتناء، وأي حزب يريد نسبة آرائه إلى المتقدمين كان يختار تلك الشخصيات ويضعها في الإسناد (3) … حيث الاعتبارات الأخرى تستبعد أن يروى الموضوع عن طريق رجلين أو أكثر، ويذكر شاخت بهذا الصدد ستة أمثلة، ¶ __________ ¶ ( [1] ) المرجع السابق نفسه. ¶ ( [2] ) المرجع السابق نفسه، ص: 107. ¶ ( [3] ) المرجع السابق نفسه، ص: 104.",
            "page": "51",
            "part": "1",
            "seal": "3DF1CB28"
        },
        {
            "id": "50",
            "nass": "ويذكر في بعض الأمثلة الأسماء فقط دون تحديد القضية، بينما يذكر في البعض الآخر القضايا، فمثلا يقول: انظر نافع وعبد الله بن دينار في الموطأ ¶ (4: 204) ، واختلاف الحديث (149) ..أخبرنا الشافعي قال أخبرنا مالك عن نافع عن ابن عمر أن الرسول صلى الله عليه وسلم سئل عن الضب فقال: \"لست بآكله ولا محرمه\". (1) ويروي هذا الحديث عن ابن عمر كل من نافع وعبد الله بن دينار، وقد روى مالك الحديث نفسه عن عبد الله بن دينار عن ابن عمر. ويريد شاخت أن يستنتج من ذلك أنَّ مالكا لم يكن دقيقا في تسمية مشايخه، بل كما ادَّعى شاخت أن المحدثين كانوا يلتقطون الأسماء حسبما يحلو لهم، كما هو واضح هنا _ في نظر شاخت _ من صنيع مالك. ¶ والذي يدحض زعم شاخت هذا هو دليل بسيط جدا وهو: أنه لو سلمنا بأن مالكا أخطأ في تسمية مشايخه فهناك العالم سفيان بن عيينة الذي روى الحديث نفسه عن عبد الله بن دينار فوافق مالكا في أحد الرواة. والسؤال هنا إذا كان مالك قد سمى عبد الله بن دينار هكذا، فكيف اختار ابن عيينة نفسه مصدراً ثم اتفق هؤلاء أي مالك وابن عيينة بمحض المصادفة حيث اختار كل واحد منهما الاسم نفسه؟ إذن الحل الوحيد والصحيح للقضية هو أن مالكا سمع الحديث من نافع وعبد الله بن دينار اللذين تتلمذا على ابن عمر، فمرة ذكر هذا التلميذ ومرة أخرى ذكر الآخر ولا يمكن أن يكون غير ذلك. (2) ¶ ما زالت نظرية شاخت وللأسف تلقى قبولا واسعا في الغرب، بالرغم ¶ __________ ¶ ( [1] ) المرجع السابق نفسه، ص: 105. ¶ ( [2] ) المرجع السابق نفسه، ص: 106.",
            "page": "52",
            "part": "1",
            "seal": "53831586"
        },
        {
            "id": "51",
            "nass": "من كل ما تعرضت له من نقد علمي محكم. والوضع الراهن في الغرب بالنسبة لآراء شاخت هو كما وصف د. فورتي: «إن معظم علماء الغرب الدارسين للإسلام يرون أن أدلة شاخت ضد صحة الحديث هي أدلة لا يمكن مهاجمتها ونقضها في الواقع» . (1) ¶ وإنني أرى أنه لا يمكن أن نقبل نظرية شاخت التي تعتمد على تعميمات خاطئة مبنية على أمثلة خاطئة، أو على فهم خاطئ للنص العربي. ¶ ثانيا: ¶ أما الرد على شاخت فيما يتعلق بالشبه التي تقول بأنه كانت عادة الجيلين من العلماء الذين سبقوا الشافعي أن ينسبوا الأحاديث إلى الصحابة والتابعين.. وأن الأحاديث المنسوبة للصحابة والتابعين سبقت في وجودها تلك الأحاديث المنسوبة إلى النبي صلى الله عليه وسلم، وأن هذه الأحاديث نسبت للنبي صلى الله عليه وسلم تدريجيا، فنقول وبالله التوفيق: ¶ إن وجه بطلان هذا القول من وجهين: ¶ الوجه الأول: أنه ينسب الكذب ليس لفرد واحد بل لعلماء الأمة كلها ولا يستثني حتى الصحابة الكرام، وما ذلك إلا افتراء عظيم على علماء الأمة الذين كانوا يتورعون عن سماع الغيبة فضلا عن ارتكاب أكبر الكبائر ألا وهو الكذب على الرسول صلى الله عليه وسلم، وإن الكذب في زمانهم كان عارا عظيما، وعيبا كبيرا لو ثبت على عالم منهم لوصم به كل حياته ولحرمه ذلك من أن يأخذ عنه الرواة الحديث أبدا. أضف إلى ذلك فكثيرا ما كان بعض ¶ __________ ¶ ( [1] ) D. Forte, “Islamic Law: The Impact of Joseph Schacht\", p. 5",
            "page": "53",
            "part": "1",
            "seal": "215C8BD3"
        },
        {
            "id": "52",
            "nass": "الصحابة يمتنع عن الحديث عن الرسول صلى الله عليه وسلم خوفا من الوقوع في الكذب عليه. (1) ¶ الوجه الثاني: لننظر في الأدلة التي اعتمدها شاخت ليستدل بها على أن الحديث كان يخترع في مرحلة من المراحل المتأخرة من عصر تابعي التابعين، ثم كان ذلك المخترع يلصق بالحديث سندا مخترعا متصلا إلى رسول الله صلى الله عليه وسلم، فقد نظر شاخت في بعض الأسانيد فوجد فيها راويا –أطلق عليه هو ن ن، وهو حلقة الوصل التي أخذت الحديث عن رواة عدة، وقد أخذ عن هذه الحلقة نفسها رواة عدة آخرون، فادَّعى شاخت بأن هذا الراوي هو المسؤول عن وضع الحديث، أو أن اسمه استخدم للوضع. ¶ الرد: ¶ 1- إذا أخذ اليوم أشخاص عديدون خبرا عن مصدر واحد موثوق به فما الغضاضة في ذلك؟ وهل يدلنا هذا أن الخبر كاذب لمجرد أن عدة رواة رووا عن الشخص نفسه؟ ¶ 2- إن المثال الذي اعتمده شاخت ليبني عليه نظريته السابقة فهمه فهما خاطئا فأصبح دليله دليلا عليه وانقلب السحر على الساحر، كما بين الأستاذ الدكتور محمد مصطفى الأعظمي. ¶ 3- على فرض صحة دليل شاخت، فإن حادثة واحدة لا تكفي لجعلها ¶ __________ ¶ ( [1] ) لمزيد من المعلومات عن هذا الموضوع انظر هذا البحث: صالح أحمد رضا، أسباب اختلاف الصحابة رضي الله عنهم في الرواية قلة وكثرة، بحث قبل للنشر في مجلة جامعة الإمام محمد بن سعود عام 2003م، ص: 8-9.",
            "page": "54",
            "part": "1",
            "seal": "DCD3FDC0"
        },
        {
            "id": "53",
            "nass": "ظاهرة عامة في علم الحديث ولا في غيره من العلوم، ومن هنا يتبين لنا مدى الجنوح للهوى لدى شاخت في استصداره لأحكام عامة مبنية على حادثة واحدة فقط، حيث نجد في كلامه مثل هذه العبارة: الظاهرة العامة COMMON OCUURRENCES عندما كان يكتب استنتاجاته المعتمدة علىحالة واحدة- هذا إن صح الدليل الذي قدمه. ¶ 4- استدل شاخت بمثال واحد على دعواه وفهمه فهما خاطئا، فقد استشهد بالمثال من كتاب اختلاف الحديث للشافعي فقال: ¶ هذا الحديث له الإسناد التالي: ¶ فبرأي شاخت أن عَمْراً هو الراوي المشترك في كافة الأسانيد، ومن الصعوبة بمكان أن يكون قد تردد بين مولاه وبين رجل مجهول ليكون سنده المباشر. [1] وبالتالي فعمرو هو المسؤول عن وضع الحديث أو أن اسمه استخدم ¶ __________ ¶ [1] محمد مصطفى الأعظمي، دراسات في الحديث النبوي، ج: 2، ص: 171-172.",
            "page": "55",
            "part": "1",
            "seal": "F706763F"
        },
        {
            "id": "54",
            "nass": "في وضع هذا الحديث. ¶ تبين للدكتور محمد مصطفى الأعظمي بعد أن درس هذا السند دراسة مفصلة أن السند الصحيح الذي يجب أن يكون لهذا الحديث هو ليس الشكل الذي وضعه شاخت وإنما الشكل التالي: ¶ وبذلك يهوي دليل شاخت، وتهوي معه كل الاستنتاجات التي قدمها، ويهوي كل كلام ومدح من المستشرقين اعتمد على استنتاجات شاخت، لأننا لو سلَّمنا جدلا أن عَمْراً ادَّعى رواية الحديث عن عدة أشخاص فهذه حادثة جزئية لا يمكن تعميمها كما سبق أن أشرنا، وحتى يخرج شاخت بنظرية صحيحة فلابد له من دراسة كل الحديث النبوي الشريف متونا وأسانيد، وأنى له وحده هذا؟ إذن لا قيمة لهذه النظرية بعد أن بان عورها وهوى صاحبها في ميزان البحث العلمي إلى أسفل سافلين.",
            "page": "56",
            "part": "1",
            "seal": "490B807A"
        },
        {
            "id": "55",
            "nass": "5- تنبه علماء الحديث لتفرد الرواة في رواياتهم ووضعوا لذلك قواعد دقيقة يقول الإمام الذهبي: «فانظر أول شيء إلى أصحاب رسول الله صلى الله عليه وسلم الكبار والصغار، ما فيهم أحد إلا وقد انفرد بسنة، فيقال له: هذا الحديث لا يتابع عليه. وكذلك التابعون، كل واحد عنده ما ليس عند غيره من العلم، وما أتعرض لهذا فإن هذا مقرر على ما ينبغي في علم الحديث. وإن تفرد الثقة المتقن يعد صحيحا غريبا، وإن تفرد الصدوق ومَنْ دونه يعد منكرا، وإن إكثار الراوي من الأحاديث التي لا يوافق عليها لفظا أو إسنادا يصيره متروك الحديث» . (1) بعد هذه القواعد الصارمة التي وضعها العلماء عن تفرد الرواة في رواياتهم لم الاستغراب بعدئذ من تفرد الراوي؟. وإن أخذ كثير من الناس عن راو واحد لهو علامة على قبول الناس لروايته وليس العكس، فالزهري مثلا إمام ثقة ثقة في الحديث، وقد أخذ عنه مئات من الناس فلو أردنا أن نثبت أنه لم يكن عدلا لابد أن نأتي بالأدلة القاطعة على ذلك، وأنى لنا ذلك؟ وكل التراث الإسلامي شاهد على عدالته وإمامته. وقد سجل لنا المحدثون في كتبهم ظاهرة تعدد الرواة عن راو واحد. يقول الإمام ابن حجر العسقلاني عند الكلام على أحد رواة حديث: إنما الأعمال بالنيات، وهو يحيى بن سعيد، إن هذا الحديث ليس بمتواتر لفظا ولكنه متواتر معنى لأنه «تواتر عن يحيى بن سعيد، فحكى محمد بن علي بن ¶ __________ ¶ ( [1] ) محمد مصطفى الأعظمي، دراسات في الحديث النبوي، ج: 2، ص:420، نقلا عن ميزان الاعتدال للذهبي، وقارن بمحمد بن عبد الله الحاكم النيسابوري، معرفة علوم الحديث، (بيروت: دار إحياء العلوم، 1406هـ/1986م) ، ط1، 96-102.",
            "page": "57",
            "part": "1",
            "seal": "F78EA33E"
        },
        {
            "id": "56",
            "nass": "سعيد النقاش الحافظ أنه رواه عن يحيى مائتان وخمسون نفسا، وسرد أسماءهم أبو القاسم بن منده فجاوز الثلاثمائة، ... وقد تتبعت طرقه من الروايات المشهورة والأجزاء المنثورة منذ طلبت الحديث إلى وقتي هذا فما قدرت على تكميل المائة، وقد تتبعت طرق غيره فزادت على ما نقل عمن تقدم كما سيأتي مثال لذلك في الكلام على حديث ابن عمر في غسل الجمعة إن شاء الله تعالى» . (1) فعلماؤنا الكرام لم يكونوا بانتظار شاخت ليكتشف لهم اكتشافه العظيم عن تعدد أخذ الرواة عن راو واحد. فالحمد لله أنه حفظ كتابه وسنته من عبث العابثين وافتراء المضلين، وتأويلات المبطلين، حفظهما بالعلماء الراسخين. ¶ __________ ¶ ( [1] ) أحمد بن علي بن حجر العسقلاني، فتح الباري بشرح صحيح البخاري، تحقيق محمد فؤاد عبد الباقي، (القاهرة: دار الريان للتراث، 1407هـ/1986م) ، ط1، ج:1، ص: 18.",
            "page": "58",
            "part": "1",
            "seal": "F0A10713"
        },
        {
            "id": "57",
            "nass": "الخاتمة والتوصيات: ¶ تبين لنا مما سبق أن الله تعالى حفظ سنته كما حفظ كتابه، فقام الجهابذة من علماء الحديث وغيرهم بوضع قواعد علمية دقيقة في نقد السند والمتن معا للحكم على صحة الحديث أو عدمه. ولم يكن الهدف من هذا البحث استقصاء كل آراء المستشرقين ومزاعمهم حول نقل السنة النبوية الشريفة، ثم تحليلها والرد عليها، بل اكتفينا بالرد على مزاعمهم فيما يتعلق بالعناية بنقد المتن والإسناد. وبناء على ما سبق أقول: ¶ 1- إنني أرى رأي كل من المحدثين والعلماء المعاصرين مثل محمد الأعظمي وفؤاد سزكين ومحمد عجاج الخطيب ونور الدين عتر وغيرهم، ممن يرون أن أحاديث المصطفى صلى الله عليه وسلم التي وصلت إلينا قد خضعت لمنهج نقدي دقيق شامل في كل مراحل نقلها إلينا، ولذلك فإن ما لدى المسلمين الآن من الأحاديث هي أحاديث يمكن الوثوق بها والاعتماد عليها. ¶ 2- إن كل ما ساقه المستشرقون والمستغربون من مزاعم ضد الحديث النبوي وتوثيقه لا يمكن قبولها وهي منتقضة بالأدلة العلمية التي ساقها العلماء المسلمون الذين دافعوا عن السنة كما دافعوا قبل ذلك عن القرآن الكريم، وما هذه المزاعم إلا خيالات أو افتراءات لا تعتمد على برهان. ¶ 3- إن الفقهاء والمحدثين المسلمين قد برهنوا أن نقد المتن كان جزءاً رئيساً في عملية الحكم على صحة أي حديث، وأكدوا أن أي حديث يحظى بالقبول يجب أن يكون خاليا من أي علة أو شذوذ في المتن أو في الإسناد، فإذن مزاعم المستشرقين لم تثبت ولم تصمد أمام أدلة العلماء",
            "page": "59",
            "part": "1",
            "seal": "FF2C8E3A"
        },
        {
            "id": "58",
            "nass": "المسلمين التي أكدت بأن الاعتماد على صحة الحديث كانت تعتمد على نقد السند ونقد المتن معا. ¶ 4- إن نقد المتن سبق نقد السند، وقد نمى النبي صلى الله عليه وسلم هذه الملكة ودعا إلى ترسيخها بقوله وفعله وإقراره، وقد قام الصحابة الكرام بالنظر في النصوص ونقدها ولم ينكر عليهم. فلذلك نستطيع أن نقول: إن نقد النصوص سنة نبوية شريفة سنها النبي صلى الله عليه وسلم لأمته فلا يجوز إنكارها، وإن أمته تبعته في ذلك عبر العصور المتطاولة خلال أربعة عشر قرنا. وكان الصحابة رضوان الله عليهم ينتقد بعضهم مضمون روايات بعض. ¶ 5- يرجع أحد الأسباب الرئيسة للاختلاف بين المذاهب الفقهية والعقدية إلى نقد المتن، وإن علم مختلف الحديث وعلم العلل والشروط التي وضعها العلماء للحكم على صحة الحديث وحسنه خير شاهد على اعتناء العلماء بنقد المتون. ¶ 6- وضع العلماء علامات في المتن تدلنا على الحديث الموضوع مما يدلنا على عنايتهم بنقد المتن. ¶ 7- تشهد الكتب الستة على أن نقد المتن كان جزءا لا يتجزأ منها، فأصحابها إنما انتقوها من أحاديث عديدة قائمة على البحث والتتبع والانتقاء الدقيق من الروايات. ¶ 8- ليس معنى إبراز (منهج نقد المتن عند علماء الحديث) هو فتح الباب أمام غير المختصين لولوج هذا الباب الدقيق، الذي يحتاج لعلم غزير ومراس بأحاديث المصطفى عليه الصلاة والسلام، لذا فلا يجوز أن يخوض في نقد",
            "page": "60",
            "part": "1",
            "seal": "2856C457"
        },
        {
            "id": "59",
            "nass": "المتن إلا الجهابذة المحققون الذين توافرت فيهم صفتا التقوى والرسوخ في العلم. ¶ 9- قدم المحدثون نقد السند على نقد المتن لأسباب عديدة منها: أن رجال الحديث هم الأساس، فإذا ضعف الأساس ضعف البنيان، وإن نقد السند يسمح لنا بنقد موضوعي، وأما نقد المتن فلا يكون دائما موضوعيا لأنه قد يقع الناقد بأخطاء في فهمه للنص وتأويله. ¶ 10- تبين لنا أن النقد الموجه من المستغربين ومن المستشرقين ولاسيما منهم المستشرق شاخت، ضد الاعتماد على الإسناد ليس نقدا علميا بل لا يرقى إلى الشبهة العلمية، وإنما هو محض افتراءات وأوهام. ¶ 11- بالرغم من قبول الأوساط العلمية والتعليمية في الغرب لنظرية شاخت إلا أنها نظرية خاطئة وغير صحيحة ولا يمكن قبول تعميماتها، وقد تبين لنا بالبرهان سقوط ما ادعاه شاخت من أن الإسناد هو الجزء الأكثر اعتباطا من الحديث، وأن المسلمين نسبوا أحاديثهم تدريجيا إلى الرسول صلى الله عليه وسلم ووضعوها باسمه. ولهذا فإن آراء المستشرقين ومن أيدهم في هذا المجال لا يمكن قبولها بأي صورة من الصور، والتحقيق أن الحديث ونقده كان يعتمد على قواعد علمية شاملة وصارمة، لذا يمكن الوثوق بكل ما عندنا من الحديث النبوي الشريف. ¶ 12- يوصي الباحث بضرورة عقد الندوات والمؤتمرات المتخصصة حول تفنيد ما يدعيه المستشرقون والمستغربون من مزاعم حول المصادر الأساسية في الإسلام ولاسيما ما يتعلق بالسنة والسيرة النبوية الشريفة، وما عقد هذا المؤتمر إلا لبنة في هذا المجال.",
            "page": "61",
            "part": "1",
            "seal": "499B429A"
        },
        {
            "id": "60",
            "nass": "13- ضرورة عمل موسوعة إسلامية باللغات الأجنبية العالمية تعرف بالإسلام وحضارته تعريفا صحيحا، وترد في ثناياها على المزاعم الباطلة التي أثيرت عن الإسلام من قبل المستشرقين والمستغربين، لأن العالم الغربي يستقي معلوماته عن الإسلام من الموسوعة الإسلامية التي تصدر عن المستشرقين باللغتين الإنجليزية والفرنسية، وهذه الموسوعة مملوءة بالدس والتشويه المتعمد للإسلام. ويا حبذا لو تبنى مجمع الملك فهد لطباعة المصحف الشريف مثل هذا المشروع العلمي الرائد. ¶ وأخيرا فهذا ما بذلته من جهد، فإن أحسنت فمن توفيق الله تعالى، وإن قصرت فمن نفسي وجهلي، إن أردت إلا الإحسان ما استطعت وما توفيقي إلا بالله العلي العظيم. ¶ وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "62",
            "part": "1",
            "seal": "A541A361"
        },
        {
            "id": "61",
            "nass": "مصادر ومراجع ¶ ... ¶ قائمة المصادر والمراجع: ¶ أ- المصادر والمراجع العربية: ¶ 1. إرشاد الفحول إلى تحقيق الحق من علم الأصول، محمد بن علي الشوكاني، مصر: مطبعة مصطفى البابي الحلبي، 1356هـ/1939م، الطبعة الأولى. ¶ 2. أسباب اختلاف الصحابة رضي الله عنهم في الرواية قلة وكثرة، رضا صالح أحمد، بحث قبل للنشر في مجلة جامعة الإمام محمد بن سعود عام 2003م، ص: 1-55. ¶ 3. الاستشراق والخلفية الفكرية للصراع الحضاري، زقزوق محمد حمدي. ¶ 4. الإسناد من الدين، أبو غدة عبد الفتاح، بيروت: 1992م/ 1412?. ¶ 5. أصول الحديث، علومه ومصطلحه، الخطيب محمد عجاج، بيروت، دار الفكر، 1419? /1998م. ¶ 6. أصول الفقه، يوسف شاخت، ترجمة إبراهيم خورشيد وآخرين بيروت، دار الكتاب اللبناني 1981 م. ¶ 7. أصول في فهم الأحاديث النبوية دفعا للأوهام عنها، سعيد النورسي، ترجمة: إحسان قاسم الصالحي، بغداد: مطبعة الحوادث، 1409?/1989م. ¶ 8. أصول منهج النقد عند أهل الحديث، عصام البشير، بيروت، 1412?/1992م، الطبعة الثانية. ¶ أضواء على السنة النبوية، أبو رية، م.، مصر.",
            "page": "63",
            "part": "1",
            "seal": "E7B0252B"
        },
        {
            "id": "62",
            "nass": "10. الأم، محمد بن إدريس الشافعي، القاهرة، 1322?. ¶ 11. الباعث الحثيث شرح (اختصار علوم الحديث لابن كثير) ، شرح أحمد شاكر وناصر الدين الألباني، الرياض: دار العاصمة للنشر والتوزيع، 1415?، الطبعة الأولى. ¶ 12. بيت المقدس والمسجد الأقصى، دراسة تاريخية موثقة، محمد شراب، دمشق: دار القلم، 1994م. ¶ 13. تاج العروس من جواهر القاموس، الزبيدي محمد مرتضى، بيروت، دار مكتبة الحياة. ¶ 14. تاريخ التراث العربي، فؤاد سزكين، ترجمة: م. ف. حجازي وف. أبو الفضل، القاهرة، 1977م. ¶ 15. تأويل مختلف الحديث، ابن قتيبة عبد الله بن مسلم، بيروت، 1972م. ¶ 16. تدريب الراوي شرح تقريب النواوي، السيوطي، تحقيق عزت عطية وموسى محمد علي، القاهرة: دار الكتب الحديثة، 1980م. ¶ 17. الجامع لأخلاق الراوي وآداب السامع، أحمد بن علي الخطيب البغدادي، تحقيق محمود الطحان، الرياض، مكتبة المعارف، 1403?/1983م، الطبعة الأولى. ¶ 18. الحديث النبوي، مصطلحه، بلاغته، كتبه، الصباغ محمد، بيروت، 1982?/1402م. ¶ 19. الحديث والمحدثون، محمد أبو زهو، بيروت: دار الكتاب العربي، 1404/1984، الطعبة الأولى. ¶ 20. حق اليقين في معجزات خاتم الأنبياء والمرسلين، إبراهيم بن عايش الحمد، المدينة المنورة، وقف البركة الخيري، 1422?/2002م، الطبعة الأولى.",
            "page": "64",
            "part": "1",
            "seal": "F8C9DEE3"
        },
        {
            "id": "63",
            "nass": "21. دراسات في الحديث النبوي وتاريخ تدوينه، محمد الأعظمي، بيروت، المكتب الإسلامي 1400?/1980م. ¶ 22. دراسات محمدية، جولدتسيهر إجناتس، ترجمة: الصديق بشير نصر، في فصول من كتاب دراسات محمدية من مجلة كلية الدعوة الإسلامية، العدد10، طرابلس الغرب، 1993م. ¶ 23. دفاع عن السنة ورد شبه المستشرقين والكتاب المعاصرين، محمد أبو شهبة، القاهرة، 1409?/1989م الطبعة الأولى. ¶ 24. الرسالة، محمد بن إدريس الشافعي، القاهرة، 1940م. ¶ 25. رفع الملام عن الأئمة الأعلام، أحمد بن عبد الحليم بن تيمية، بيروت: دار مكتبة الحياة، 1984م. ¶ 26. السنة المطهرة والتحديات، نور الدين العتر، حلب. ¶ 27. السنة النبوية ومطاعن المبتدعة فيها، مكي الشامي، عمان، دار عمار للنشر والتوزيع، 1420?/1999م. ¶ 28. السنة قبل التدوين، محمد عجاج الخطيب، بيروت، دار الفكر، 1981م. ¶ 29. السنة ومكانتها في التشريع الإسلامي، مصطفى السباعي، بيروت، 1992م. ¶ 30. شاخت والسنة النبوية، مناهج المستشرقين في الدراسات العربية الإسلامية، محمد مصطفى الأعظمي، المنظمة العربية للتربية والثقافة والعلوم، 1985م. ¶ 31. شروط الأئمة الخمسة، محمد بن موسى الحازمي، تحقيق: عبد الفتاح أبو غدة، حلب: مكتبة المطبوعات الإسلامية، 1417?/1997م، الطبعة الأولى.",
            "page": "65",
            "part": "1",
            "seal": "FFBC99C6"
        },
        {
            "id": "64",
            "nass": "32. شروط الأئمة الستة، محمد بن طاهر المقدسي، تحقيق: عبد الفتاح أبو غدة، حلب، مكتبة المطبوعات الإسلامية، 1417?/1997م، الطعبة الأولى. ¶ 33. الصحاح، إسماعيل بن حماد الجوهري، تحقيق: أحمد عبد الغفور عطار، بيروت: دار العلم للملايين، 1399?/1979م، الطبعة الثاينة. ¶ 34. صحيح مسلم، مسلم بن الحجاج النيسابوري، ترقيم: محمد فؤاد عبد الباقي، بيروت: دار إحياء التراث العربي، 1374? /1955م، الطبعة الأولى. ¶ 35. العقيدة والشريعة في الإسلام، جولدتسيهر إجناتس، ترجمة: محمد يوسف موسى وعبد العزيز عبد الحق، وعلي حسين عبد القادر، القاهرة، دار الكتب الحديثة، 1959م. ¶ 36. علم علل الحديث من خلال كتاب الوهم والإيهام الواقعين في كتاب الأحكام لأبي الحسن بن القطان الفاسي، إبراهيم بن الصديق، المغرب، وزارة الأوقاف والشؤون الإسلامية، 1415?/1995م، الطبعة الأولى. ¶ 37. عناية المحدثين بنقد الحديث كعنايتهم بإسناده، محمود الطحان. ¶ 38. القاموس المحيط، محمد بن يعقوب الفيروز آبادي، تحقيق: محمد عبد الرحمن مرعشلي، بيروت: دار إحياء التراث العربي، 1997م/1417?. ¶ 39. كتاب التمييز، مسلم بن الحجاج النيسابوري، تحقيق: محمد مصطفى الأعظمي، الرياض: جامعة الرياض، 1395?.",
            "page": "66",
            "part": "1",
            "seal": "4DCE2B86"
        },
        {
            "id": "65",
            "nass": "40. كنز العمال في سنن الأقوال والأفعال، علاء الدين علي بن حسام الدين المتقي، بيروت: مؤسسة الرسالة، لا تاريخ. ¶ 41. لمحة عن علم الجرح والتعديل، سلمان الحسيني الندوي، لكناؤ: دار السنة للنشر والتوزيع، 1413?/1992م. ¶ 42. المحدث الفاصل بين الراوي والواعي، الحسن بن عبد الرحمن الرامهرمزي، تحقيق محمد عجاج الخطيب، بيروت: دار الفكر، 1404?/1984م، الطبعة الثالثة. ¶ 43. المحصول في علم الأصول، فخر الدين عمر بن الحسين الرازي، تحقيق: طه جابر العلواني، الرياض، جامعة الإمام محمد بن سعود الإسلامية، 1400هـ/1980م. ¶ 44. المستدرك على الصحيحين، محمد بن عبد الله الحاكم، تحقيق: مصطفى عبد القادر عطا، بيروت، دار الكتب العلمية، 1411?، الطبعة الأولى. ¶ 45. المستشرقون والتراث، عبد العظيم الديب، البحرين 1406?/1986م، الطبعة الأولى. ¶ 46. المستشرقون والحديث النبوي، محمد بهاء الدين، عمان: دار النفائس، 1420هـ/1999م، الطبعة الأولى. ¶ 47. المعجم الكبير، سليمان بن أحمد الطبراني، تحقيق: حمدي بن عبد المجيد السلفي، مكتبة العلوم والحكم، الطبعة الثانية. ¶ 48. المعجم الوسيط، مصطفى إبراهيم، وعبد السلام هارون، وآخرون، القاهرة، مجمع اللغة العربية.",
            "page": "67",
            "part": "1",
            "seal": "8239DCCA"
        },
        {
            "id": "66",
            "nass": "49. معرفة علوم الحديث، محمد بن عبد الله الحاكم النيسابوري، بيروت، دار إحياء العلوم، 1406?/1986م، الطبعة الأولى. ¶ 50. معرفة علوم الحديث، الحاكم النيسابوري، بيروت، عمان، دار النفائس، 1420?/1999م، الطبعة الأولى. ¶ 51. المنهج الإسلامي في علم الجرح والتعديل، ماهر حمادة، المغرب، 1982م. ¶ 52. منهج الإمام البخاري في تصحيح الأحاديث وتعليلها، أبو بكر كافي، بيروت: دار ابن حزم، 1421?/2000م، الطبعة الأولى. ¶ 53. منهج التوفيق والترجيح، عبد المجيد السوسوة، عمان: دار النفائس، 1998م. ¶ 54. منهج النقد في علوم الحديث، نور الدين العتر، دمشق، 1412?/1992م، الطبعة الثالثة. ¶ 55. منهج نقد المتن عند علماء الحديث النبوي، صلاح الدين الإدلبي، بيروت: دار الآفاق الجديدة، 1983م، الطبعة الأولى. ¶ 56. الموسوعة الذهبية للحديث النبوي الشريف وعلومه (الإصدار الأول) ، مركز التراث لأبحاث الحاسب الآلي، 1418/1، عمان. ¶ 57. النظر في متن الحديث في عصر النبوة، رضا صالح أحمد، مجلة كلية الدراسات الإسلامية والعربية، العدد الثاني والعشرون، شوال 1422?/ديسمبر 2001م. ¶ 58. نقد المتن بين صناعة المحدثين ومطاعن المستشرقين، نجم الدين عبد الرحمن خلف، الرياض: مكتبة الرشد، 1409?/1988م، الطبعة الأولى.",
            "page": "68",
            "part": "1",
            "seal": "164493F1"
        },
        {
            "id": "67",
            "nass": "59. نقد منهج شاخت في دراسة الحديث، ظفر إسحاق الأنصاري، مجلة: الدراسات الإسلامية، العدد 2، المجلد 25، إسلام آباد، ص:57–70. ¶ 60. هدي الساري مقدمة فتح الباري، أحمد بن علي بن حجر العسقلاني، تحقيق: الشيخ عبد العزيز بن باز وآخرين، بيروت: دار الفكر.",
            "page": "69",
            "part": "1",
            "seal": "24426619"
        },
        {
            "id": "68",
            "nass": "ب- المصادر والمراجع الأجنبية: ¶ - Abbott, N., Studies in Arabic Literary Papyri. II. Quranic Commentary and Tradition, (Chicago,) . ¶ - Azami, M.M., On Schacht's Origins of Muhammadan Jurisprudence, (Toronto,) . ¶ - IDEM, Studies in Early Hadith Literature, (Indiana,) . ¶ - Burton, John, Hadith studies, (Manchester,) . ¶ - Coulson, N. J., A History of Islamic Law, (Edinburgh,) . ¶ - Calder, N., Studies in Early Muslim Jirisprudence, (Edinburgh,) . ¶ - Forte, D., “Islamic Law: The Impact of Joseph Schacht\". ¶ - Goldziher, I., Muhammedanische Studien, (Halle,) . ¶ IDEM, Muslim Studies, tr. Stern, (London,) . ¶ - Guillaume, A., The Tradition of Islam, (Oxford,) . ¶ - Juynboll, G.H.A., The Authenticity of the Tradition Literature, (Lieden,) . ¶ - Juynboll, Th. W., art.\" HADITH “, EI, vol. iii , pp.. ¶ - Lecker,M., “Biographical Notes on Ibn Shihab Al – Zuhri”, Journal of Semitic Studies, No () .",
            "page": "70",
            "part": "1",
            "seal": "CFE8EF1B"
        },
        {
            "id": "69",
            "nass": "- Rahman, F., Islam, (London,) . ¶ - Robson, J., art. \" HADITH \", EI, vol. iii, p.. ¶ - IDEM, “The Isnad in Muslim Traditions”, Glag University Ori. Soci. Trans., , () , pp. -. ¶ - IDEM, art.”Al-Djarh wa al-Ta’dil”, EI, vol.ii, p.. ¶ - IDEM, \"Tradition, the second foundation of Islam\", The Muslim World, vol., () . ¶ - Schacht, J., “A Re-evaluation of Islamic Tradition”, JRAS, , pp.. ¶ - IDEM, The Origins of Muhammadan Jurisprudence, (Oxford,) . ¶ - Shereef, A.A.M., Studies in the Composition of Hadith Literature, Ph.D thesis, (London,) . ¶ - Wansbrough, J., Quranic Studies: Sources and Methods of Scriptual Interpretation, (Oxford,) . ¶ - IDEM, The Secterian Milieu Content and Composition of Islamic Salvation History, (Oxford,) . ¶ - IDEM, “zann not burhan”, in Bulletin of the School of Oriental and African Studies, no, , , pp.. ¶ - Watt, W. M., Journal of Royal Asiatic Society, () . ¶ - Vesey-Fitzgerald, S., “Nature and Sources of The Sharia, The Law Quarterly Review, () , pp. -",
            "page": "71",
            "part": "1",
            "seal": "380804D0"
        }
    ],
    "t7627": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الأول: عرض لآراء المسلمين حول منهجية توثيق السنة بالاعتماد على نقد السند والمتن معا"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني: عرض لآراء المستغربين فيما يتعلق بتوثيق السنة عبر نقد المتن والسند والرد عليهم"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثالث: نظرية الإسناد عند شاخت والرد عليه"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة والتوصيات"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}