{
    "b763": [
        {
            "id": "1",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [1] ¶ من المعالم البيانية في الآيات القرآنية: تقديم الله تبارك وتعالى للعلم على الخلق، وهذا موجود في بداية سورة الرحمن، ولهذا التقديم مغزى عظيم يجدر بالإنسان وطالب العلم على وجه التحديد أن يعلمه، ليزداد إيماناً ببلاغة هذا القرآن العظيم.",
            "page": "1",
            "part": "1",
            "seal": "CDA6A854"
        },
        {
            "id": "2",
            "nass": "السر القرآني في تقديم لفظ تعلم القرآن على الخلق والإيجاد في أوائل سورة الرحمن ¶ الحمد لله خالق الكون بما فيه، وجامع الناس ليوم لا ريب فيه، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله. ¶ أما بعد: فهذه حلقة من حلقات برنامجكم: معالم بيانية في آيات قرآنية، وهذا البرنامج المبارك يعنى بآيات الكتاب المبين من حيث دلالاتها البيانية والبلاغية تمهيداً لبيان مراد الله جل وعلا منها، وأول الآيات التي سنشرع في بيان معالمها بيانياً وبلاغياً: قول الله جل وعلا: {الرَّحْمَنُ * عَلَّمَ الْقُرْآنَ * خَلَقَ الإِنسَانَ * عَلَّمَهُ الْبَيَانَ} [الرحمن:1 - 4]. ¶ أيها الأخ الكريم! نعلم جميعاً أن الرب تبارك وتعالى له أسماء حسنى وصفات على، ومن أسمائه الحسنى الرحمن، وهذا الاسم المبارك يستفتح الله جل وعلا به هذه السورة المباركة، ثم أتبع ذلك جل ذكره بذكر نعمتين عظيمتين أنعم بهما على خلقه: نعمة الخلق والإيجاد، ونعمة الهداية والإرشاد، ومعلوم قطعاً: أن نعمة الخلق والإيجاد مقدمة زمناً على نعمة الهداية والإرشاد، كما أن نعمة الخلق والإيجاد يشترك فيها جميع المخلوقين وجميع الموجودين، فالذي خلقهم وأوجدهم من العدم، ورباهم بالنعم، هو الرب تبارك وتعالى، لكن الله جل وعلا هنا قال: {الرَّحْمَنُ * عَلَّمَ الْقُرْآنَ} [الرحمن:1 - 2]. ¶ فذكر تعليم القرآن مقدماً على الخلق والإيجاد، وهذا هو السر البياني الذي سنقف عنده في هذه الحلقة المباركة، فنقول: لما كانت نعمة الهداية والإرشاد أعظم من نعمة الخلق والإيجاد قدمها الله وإن كانت متأخرة زمناً، إلا أن الله قدمها لعظيم نفعها وجلالة أثرها، ولأن نعمة الهداية والإرشاد لا ينالها إلا المؤمنون، لا ينالها إلا المطيعون المخلصون المتقون، لكن نعمة الخلق والإيجاد مشتركة بين الخلق ينالها كل مخلوق، من بر أو فاجر، من مؤمن أو كافر، من بني آدم، من الجن، من الملائكة، من البهائم، من الطير، كلهم يجتمعون ويتساوون في أنهم مخلوقون للرب تبارك وتعالى. ¶ فهذا السر البياني الذي من أجله قدم الله جل وعلا نعمة الهداية والإرشاد؛ لأنها نعمة خاصة أعطاها الله جل وعلا لبعض خلقه، فمنح تبارك وتعالى لبعض عباده -جعلنا الله وإياكم ممن أفاء الله جل وعلا عليه- هذه النعمة، ثم إننا نقول معرجين على ما في هذه الآية: إن الرحمن اسم من أسماء الله الحسنى، وكذلك الرحيم اسم من أسماء الله الحسنى، وبينهما عموم وخصوص، وجملة ما يمكن أن نفيد به في هذا اللقاء أن نقول: إن اسم الرحيم يطلق على الرب تبارك وتعالى ويوصف به غيره، قال الله جل وعلا في نعت نبيه صلى الله عليه وسلم: {بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ} [التوبة:128]. ¶ وتقول في كلامك: إن فلاناً رجل رحيم، وإن زيداً رجل ذو شفقة ورحمة ورحيم بمن حوله، لكن اسم الرحمن لا يطلق إلا على الرب تبارك وتعالى، ولا يصح شرعاً ولا يجوز أبداً إطلاقه على غير الرب جل وعلا، نعود إلى قوله سبحانه: {عَلَّمَ الْقُرْآنَ * خَلَقَ الإِنسَانَ} [الرحمن:2 - 3]، من المتفق عليه عند النحاة: أن (علم) تنصب مفعولين، فما المفعولان اللذان نصبهما الفعل (علم)؟ أما الأول فظاهر وهو القرآن، لكن هل نقول: إن لفظ القرآن هنا هو المفعول الأول أو هو المفعول الثاني؟ الذي يترجح: أن القرآن هنا هو المفعول الثاني، فيبقى علينا تقدير المفعول الأول، وتقديره اختلف أهل التفسير والتأويل فيه رحمة الله تعالى عليهم أحياء وأمواتاً: لكن الأرجح أن يقال: إن التقدير هو: علم نبيه القرآن، وفي اعتمادنا لاختيار المفعول الأول أن يكون لفظ (نبيه) هو أن في ذلك رداً على زعم قريش وافترائها: أن محمداً صلى الله عليه وسلم جاء بالقرآن من عنده وليس القرآن من عند الله وهذا باطل، وهذه إحدى الردود التي رد الله جل وعلا بها على زعم أولئك الكفار، ومعلوم أن قريشاً قالت: قال الذين كفروا إن هذا إلا أساطير الأولين: {وَقَالُوا أَسَاطِيرُ الأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا} [الفرقان:5]، وهناك طرائق عدة تبعها القرآن في الرد على قريش في زعمهم، وهذا واحد منها في أن الله جل وعلا بنص صريح واضح جلي بين أنه تبارك وتعالى الذي علم نبيه هذا القرآن وأنزله عليه، وأرسله به صلوات الله وسلامه عليه، قال شوقي: جاء النبيون بالآيات فانصرمت وجئتنا بحكيم غير منصرم آياته كلما طال المدى جدد يزينهن جلال العتق والقدم وقال صلى الله عليه وسلم: (تركت فيكم ما إن تمسكتم به لن تضلوا بعدي أبداً: كتاب الله وسنتي)، من هنا يتضح -أيها الأخ المبارك والأخت المباركة- أن التقديم والتأخير هنا كان لغرض بلاغي: وهو إظهار شأن القرآن، وبيان نعمة رحمة الله جل وعلا بعباده المؤمنين أن هداهم للإيمان والتقوى، وأن هذا مقدم حساً ومعنى، ولفظاً ومبنى، على نعمة الخلق والإيجاد التي يشترك فيها الخلائق أجمعين، فليس لخلق أحد خصيصة على خلق أحد غيره. ¶ هذا ما تيسر إيراده، وتهيأ إعداده، وأعان الله جل وعلا على قوله في هذه الحلقة التي عنينا بها ببيان التقديم والتأخير في كلام العلي الكبير حول قول ربنا جل وعلا: {الرَّحْمَنُ * عَلَّمَ الْقُرْآنَ * خَلَقَ الإِنسَانَ * عَلَّمَهُ الْبَيَانَ} [الرحمن:1 - 4]. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "2",
            "part": "1",
            "seal": "3F277489"
        },
        {
            "id": "3",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [2] ¶ من اللطائف البيانية في القرآن ما يسمى بواو الثمانية، وقد اجتهد العلماء في استنباطها، وفرقوا بينها وبين حرف العطف، فإليك حاصل ما استنبطوه وفقهوه.",
            "page": "1",
            "part": "2",
            "seal": "623B06AF"
        },
        {
            "id": "4",
            "nass": "اللطيفة القرآنية في الفرق بين حرف العطف وواو الثمانية ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه، وأشهد أن لا إله إلا الله وحده لا شريك له، جامع الناس ليوم لا ريب فيه، وأشهد أن الرحمة المهداة، والنعمة المسداة، سيدنا ونبينا محمد بن عبد الله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: أيها الأخ المبارك! والأخت المباركة! الآية التي نحن بصدد الحديث عنها، وبيان ما فيها من معالم بيانية في هذا البرنامج المسمى: معالم بيانية في آيات قرآنية، هي قول الله جل وعلا: {عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا} [التحريم:5]، فنقول: أيها المؤمن! أيتها المؤمنة المباركة! إن الرب تبارك وتعالى هنا يخبر عما وقع في بيت نبينا صلى الله عليه وسلم، ومعلوم أن النبي عليه الصلاة والسلام كان يأوي إلى حجرات قريبات من مسجده صلوات الله وسلامه عليه، وفي تلك الحجرات كان يقضي حياته الزوجية كأحسن ما يكون عليه الصلاة والسلام، يمثل في ذلك النموذج الأكمل والطريق الأتم في قضية تعامل الإنسان مع زوجاته عليه الصلاة والسلام، وقد كان يقع في بيته ما يقع في بيوت سائر الناس؛ لأنه عليه السلام بشر من سائر من خلق الله، إلا أن الله جل وعلا أكرمه بأن ختم به النبوات وأتم به الرسالات، فمما وقع عليه عليه الصلاة والسلام: أن بعض نسائه تظاهرا عليه -وإن اختلف العلماء في سبب ذلك التظاهر- فبعضهم رده إلى ما وقع من أنه عليه السلام وقع على مملوكته مارية القبطية في بيت حفصة، وقال آخرون بغير هذا، والذي يعنينا أن الله جل وعلا خاطب الصالحات من زوجات النبي صلى الله عليه وسلم وكلهن صالحات بقوله: {إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِنْ تَظَاهَرَا عَلَيْهِ} [التحريم:4]، أي: على نبينا: {فَإِنَّ اللَّهَ هُوَ مَوْلاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ} [التحريم:4].",
            "page": "2",
            "part": "2",
            "seal": "E1D15A78"
        },
        {
            "id": "5",
            "nass": "السر القرآني في مجيء حرف الواو العاطفة بين (ثيبات وأبكاراً) دون ما قبلها من الصفات ¶ ثم أردف وأتبع جل وعلا الآية هذه بقوله: {عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ} [التحريم:5]، هذه الحلقة تبحث في أن الله جل وعلا ذكر ثمانية صفات هاهنا، وهي قوله: {مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا} [التحريم:5]. ¶ ونلاحظ أن حرف الواو لم يأت إلا بين قوله: {ثَيِّبَاتٍ وَأَبْكَارًا} [التحريم:5]، أما ما سلف من صفات وما ذكر من وعود سابقة فلم يفصل ربنا جل وعلا بينهن في كتابه بفاصل، وقد ذهب بعض العلماء إلى أن هذه الواو تسمى: واو الثمانية، ومن حججهم على إثباتها: أن الصفات الأول سبع، وصفة أبكار ثامنة، وقالوا: إن هذه الواو كثيراً ما تقترن في الأدب الشامل، ومن أدلتهم على ذلك: قول الله جل وعلا في سورة الزمر: {وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا} [الزمر:73]، قالوا: هذه الواو التي في قوله سبحانه: {وَفُتِحَتْ أَبْوَابُهَا} [الزمر:73]، هي الواو التي في قوله جل ذكره: {ثَيِّبَاتٍ وَأَبْكَارًا} [التحريم:5]، ومن أدلتهم كذلك: أن الله جل وعلا ذكر عدد أصحاب الكهف، فقال سبحانه: {سَيَقُولُونَ ثَلاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ} [الكهف:22]، فقالوا: إن الله ذكر الواو هنا؛ لأنها دلت على الثمانية، والحق أننا لا نجد في ذلك قوة من حيث الدليل، أما آية الكهف فإن الله تبارك وتعالى لم يغير صيغة الإسناد، فعلى هذا لا يمكن أن يحتج بأن هذه الواو واو الثمانية، وأما في آية الزمر فإن الراجح أنها واو الحال، وأن ثمة شأناً سيحدث وهو أن النبي صلى الله عليه وسلم يكون شفيعاً لأهل الموقف من المؤمنين في أن يدخلوا الجنة، أما النار فإن أهلها يدخلونها ابتداء كما قال الله: {حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا} [الزمر:71]، أما الجنة فقد دل الحديث الشريف على أن النبي صلى الله عليه وسلم يستفتح باب الجنة بعد أن يكون الناس قد نهضوا إلى آدم فيقول: (وهل أخرجتكم من الجنة إلا خطيئة أبيكم)، بقي توضيح الآية التي نحن بصدد ذكرها في هذا المقام، فنقول: هذه الواو واو عطف، والعطف يقتضي المغايرة في الأصل، وإنما جيء بواو هنا لبيان أن المرأة قد تكون مؤمنة ومسلمة من قبل، وقانتة وتائبة وعابدة وسائحة في وقت واحد، فلا تعارض أن تجمع المرأة بين هذه الصفات ولهذا لن تقع واو العطف بينهن، أما الثيبات والأبكار فإنه محال عقلاً أن تكون المرأة ثيباً وبكراً في وقت واحد؛ ولهذا فصل بينهما بالواو، فهذه الواو واو عطف ولا علاقة لها بواو الثمانية، فلو فرضنا جدلاً: أن الله جل وعلا ذكر خمس صفات لهؤلاء المؤمنات، فإن قوله جل وعلا: {ثَيِّبَاتٍ وَأَبْكَارًا} [التحريم:5]، كان لا بد معه أن يفرق بين هاتين الصفتين بواو بصرف النظر عن عدد الصفات التي قبلها؛ لأن المرأة كما قلنا لا يجتمع فيها أن تكون ثيباً وبكراً في آن واحد، هذا البيان الحقيقي للمسألة. ¶ بقي كذلك أن يقال: لماذا قدم الله جل وعلا الثيب على البكر؟ نقول هنا والعلم عند الله: إن النبي صلى الله عليه وسلم خوطب بهذه الآية وقد جاوز الخمسين، وهو عليه الصلاة والسلام لديه من النساء الكثير مما أباحه الله جل وعلا له: {سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ} [الأحزاب:62]، والنبي صلى الله عليه وسلم تعلقه بالنساء كما في قوله صلى الله عليه وسلم: (حبب إلي من دنياكم النساء والطيب)، ليس تعلق الشهواني المحض الذي يوجد عند بعض الرجال، لكنه عليه الصلاة والسلام كانت هناك مصالح جمة نجم عنها تعدد أزواجه بينها العلماء في موضعها، لكنه هنا قدم الثيب لبيان أن القضية ليست مسألة شهوة محضة، فهو عليه الصلاة والسلام راجح العقل، تزدحم حياته بالكثير من المسئوليات، فهو أحوج إلى امرأة مجربة رزينة عاقلة أكثر من البكر، وإن كانت عائشة رضي الله تعالى عنها بكراً، لكن ليس كثير من النساء في مثل درجة عائشة رضي الله عنها وأرضاها من الفضل والكرامة والعقل الذي أعطاها الله جل وعلا إياها؛ فقد كانت رضي الله عنها وعن أبويها نعم السند لنبينا صلوات الله وسلامه عليه. ¶ بهذا الأمر ينجلي الحديث عن قول الله جل وعلا: {ثَيِّبَاتٍ وَأَبْكَارًا} [التحريم:5]، ويتضح أن الواو هنا هي واو العطف، جيء بها للمغايرة، وليس كما ذهب إليه بعض أهل الفضل من أهل العلم في أنها واو الثمانية، وهذه الآية الكريمة كما هو معلوم هي الآية الخامسة في سورة التحريم التي صدرها الله جل وعلا بقوله: {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ * قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ} [التحريم:1 - 2]. ¶ والذي يعنينا هنا كما بينا: إظهار ضعف قول من قال: إن الواو هنا واو الثمانية، وأوضحنا جلياً أن المقصود منها ذكر المغايرة، وأن ثمة أسباباً معنوية وعلمية تدفعنا إلى القول بأنه لا بد من التفريق ما بين الثيب والبكر لعدم اجتماعهما بخلاف ما سلف من صفات، وما ذكر من خلال، فإنه يمكن الجمع بينهن كما بيناه في حينه. ¶ وفي الآية كذلك التي قبلها: دليل على منزلة النبي صلى الله عليه وسلم عند ربه، إذ أن قول الله جل وعلا: {وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ} [التحريم:4]، إظهار جلي، وبيان واضح، لمنزلة رسول الله صلى الله عليه وسلم عند ربه، هذا -أيها الأخ المبارك، والأخت المباركة- ما تيسر إيراده، وتهيأ قوله، سائلين الله جل وعلا أن يوفقنا وإياكم لكل خير، والسلام عليكم ورحمة الله وبركاته.",
            "page": "3",
            "part": "2",
            "seal": "2F600ED4"
        },
        {
            "id": "6",
            "nass": "سلسلة معالم بيانية في آيات قرآنية] 3 [ ¶ ماذا قدم الله في سورة التكوير سؤال الموءودة على سؤال وائدها، مع أن المفترض أن يكون الوائد هو المسئول لا الموءودة؟ الحقيقة: أن هذا من لطائف القرآن البيانية، ومن معجزاته البلاغية، ولمعرفة الجواب ما عليك إلا أن تقرأ هذا الملف.",
            "page": "1",
            "part": "3",
            "seal": "13933E3C"
        },
        {
            "id": "7",
            "nass": "المعالم البيانية في قوله تعالى: (وإذا الموءدة سئلت * بأي ذنب قتلت) ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له ولياً مرشداً، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة من حلقات برنامجكم المبارك: معالم بيانية في آيات قرآنية. ¶ والآيات التي سنشرع في بيان بعض معالمها البيانية في هذا اللقاء المبارك: هي قول الله جل وعلا في الآيتين الثامنة والتاسعة من سورة التكوير: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ * بِأَيِّ ذَنْبٍ قُتِلَتْ} [التكوير:8 - 9]. ¶ بداية نبين أن الموءودة: هي الفتاة التي دفنت حية، وهذا الفعل كانت تفعله العرب في جاهليتها، وأهل التاريخ يقولون: إن سبب ذلك: أن رجلاً منهم في أول الأمر غزاه أعداء له، فأسروا أهله، وكان من ضمن الأسر ابنة له، هذه الفتاة بعد أن استطاع أبوها أن يصطلح مع أعدائه خيرت ما بين أبيها وما بين آسرها، الذي قيل: إنه تزوجها. ¶ فلما تزوجها هذا الرجل وخيرت ما بينه وهو آسر لها في الأصل وما بين أبيها، اختارت زوجها الآسر، فأعقب ذلك حنقاً في قلب أبيها، فأقسم ألا تلد له ابنة إلا ذبحها وهي حية. ¶ هذا فيما يزعمون أنه أصل الوأد في العرب، فتبعته العرب على ذلك، وله سبب آخر: هو الفقر والإملاق وهذا سيأتي بيانه إن شاء الله في حلقة أخرى. ¶ لكن سنقف هنا عند السبب الذي يتعلق بخوفهم من العار والشنار، قال الله جل وعلا عنهم: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالأُنثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ * يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلا سَاءَ مَا يَحْكُمُونَ} [النحل:58 - 59]. ¶ هذا التعميم والذكر الكامل للقضية عندهم في جاهليتهم وذكر أخبارهم أردفه الله جل وعلا وأعقبه في سورة التكوير بقوله: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ * بِأَيِّ ذَنْبٍ قُتِلَتْ} [التكوير:8 - 9]. ¶ ما السبب الذي نحاول كشف اللثام عنه في هذا اللقاء؟ السبب: هو لماذا وجه السؤال للموءودة، ونحن نعلم أنه لا ذنب لها؟ ولم لم يوجه السؤال لمن قام بالوأد؟ هذا الذي يتبادر أول الأمر وبادي الرأي لمن يقرأ الآية، ومعلوم أن القرآن عظيم منزل من رب كريم، فما عجزنا عن فهمه فإنا نتهم أفهامنا، وإلا فالقرآن هو الأسبق في أخباره، والأسمى في بيانه، والأشد وعظاً في عبارته. ¶ فنقول: من أجمل الأجوبة في هذا أن يقال: إن أولئك الذين يقومون بالوأد لا يقيم الله جل وعلا لهم يوم القيامة وزناً، ولا يحفل الله جل وعلا بهم، وليس لهم عند الله أدنى كرامة في يوم العرض الأكبر، ومن دلائل هوانهم على الله وأنهم ليس لهم وزن في ذلك المقام العظيم: أن الأسئلة لا توجه لهم، ولا يحفل بهم، ولا يعتبر وجودهم، فهم أقل من أن يخاطبوا، وأدنى من أن يوجه السؤال لهم، ولهذا قال الله جل وعلا: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ * بِأَيِّ ذَنْبٍ قُتِلَتْ} [التكوير:8 - 9]. ¶ فيكون جوابها: أن لا ذنب لي، فيكون في جوابها إهانة لذلك الذي قام بالوأد، وهذا هو المقصود الأسمى من الآية: أن نبين ما أعده الله جل وعلا من ذليل المكانة لأولئك القوم الذين تنكبوا هذا الطريق، وقاموا بهذا العمل؛ لأن الله جل وعلا وصفهم في سورة النحل بقوله: {أَلا سَاءَ مَا يَحْكُمُونَ} [النحل:59]. ¶ فقول ربنا جل وعلا: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ * بِأَيِّ ذَنْبٍ قُتِلَتْ} [التكوير:8 - 9]. ¶ ظهر لنا الآن المقصد والمراد منه: من أنه توبيخ وإقامة سخرية واستهزاء وبيان لمهانة أولئك القوم الذين لم يحفلوا بنعمة الله جل وعلا، أن أنعم عليهم بالبنات، فعمدوا إلى قتلهن أحياء خوفاً من العار، وبهذا بيان ظاهر إلى أن الإنسان لابد أن يكون عاقلاً. ¶ قد ينجم عن الفتاة عار إذا كبرت، فلا يختلف على هذا اثنان أنه من الممكن أن يقع، وإن كان قليلاً، لكن العاقل لا يدفع مصلحة حالة من أجل مفسدة لم تقع بعد، فلا يقدم درء مفسدة يتوهم وقوعها على مصلحة راجحة بينة، فنعمة الفتاة والبنت نعمة عظيمة من الله، وقد عني الإسلام بها أعظم عناية، قال صلى الله عليه وسلم: (من عال جاريتين حتى تبلغا دخلت أنا وهو الجنة كهاتين، وأشار بأصبعيه السبابة والوسطى)، وقد تظافرت الأحاديث عن رسولنا صلى الله عليه وسلم تدعوا الرجل وولي الأمر والأب إلى العناية بالبنات، وأنهن طريق إلى الجنة إلى غير ذلك مما هو مذكور مشهور في موقعه في السنة. ¶ نعود فنقول: إن الله جل وعلا هنا يخبر إجمالاً عما سيقع يوم القيامة، من أهوال، ومن نقم، تقع على أهل الكفر، وإذلال في ذلك الموقف من الله جل وعلا لهم، ومن ذلك: أن بعضهم لا يقيم الله له وزناً، ومن هنا يمكن جمع هذه الآية مع بعض ما ذكره الله جل وعلا من أخبار العصاة الذين لا يكلمهم الله، ولا يزكيهم يوم القيامة، ولا ينظر إليهم، وأخبر جل وعلا أن لهم عذاباً أليما. ¶ فهنا تبين الموقف من أن الله جل وعلا يقول: وهو أصدق القائلين: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ * بِأَيِّ ذَنْبٍ قُتِلَتْ} [التكوير:8 - 9]. ¶ وقال بعض العلماء في الجواب عن هذا: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ * بِأَيِّ ذَنْبٍ قُتِلَتْ} [التكوير:8 - 9]، أي: قتلت بلا ذنب، وهذا معلوم، لكن يبقى قول الله جل وعلا: {بِأَيِّ ذَنْبٍ قُتِلَتْ} [التكوير:9] على أنه استفهام يجري على مجراه الحقيقي، ويكون جوابه منها في عرصات يوم القيامة؛ لأن السؤال متوجه إليها، فيكون في جوابها بيان وتوبيخ لذلك الذي قام بوأدها، نسأل الله جل وعلا العافية. ¶ ويستنبط المسلم من هذا: أن الإنسان إذا اتبع أحداً فإنه يكون على بينة من أمره، وعلى رشد من قوله وفعله، فلم يكن أولئك الجاهليون صائبين ومتتبعين لطريق الحق، لاتباعهم لذلك الذي سن لهم وأد البنات قبل ذلك؛ لأن الله جل وعلا نعتهم بقوله: {أَلا سَاءَ مَا يَحْكُمُونَ} [النحل:59]. ¶ هذا ما يتسر إيراده، وتهيأ قوله، وأعان الله جلا وعلا على ذكره، حول قول ربنا تبارك وتعالى: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ * بِأَيِّ ذَنْبٍ قُتِلَتْ} [التكوير:8 - 9]. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "2",
            "part": "3",
            "seal": "64AF47B5"
        },
        {
            "id": "8",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [4] ¶ تقول العرب دائماً: إن زيادة المبنى تدل على زيادة المعنى. ¶ وهذا المعنى يتضح جلياً في آيات الله تعالى في القرآن، ومن هذه الآيات: الفرق بين اسطاعوا واستطاعوا في سورة الكهف، وما فيه من جميل المغزى، وعظيم الفائدة القرآنية.",
            "page": "1",
            "part": "4",
            "seal": "F81E23D5"
        },
        {
            "id": "9",
            "nass": "بيان اللطيفة القرآنية في قوله تعالى: (فما اسطاعوا أن يظهروه وما استطاعوا له نقباً) ¶ الحمد لله رب العالمين، خالق الكون بما فيه، وجامع الناس ليوم لا ريب فيه، والصلاة والسلام على المبعوث رحمة للعالمين، وقدوة للعاملين، وحجة على المعاندين، صلى الله عليه وعلى آله وأصحابه، وعلى من تبعهم بإحسان إلى يوم الدين. ¶ أما بعد: أيها الإخوة والأخوات! هذه حلقة جديدة من برنامجكم: معالم بيانية في آيات قرآنية، والآية التي نحن بصدد الحديث عنها في هذا اللقاء: هي قول الله جل وعلا في الآية السابعة والتسعين من سورة الكهف: {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا} [الكهف:97]. ¶ والمخبر عنه هنا هو ذلكم الردم الذي بناه ذو القرنين، وقبل بيان ما نحن عازمين على بيانه نبين أن الله جل وعلا جعل لهذا الملك ذي القرنين سلطاناً عظيماً، وحججاً باهرة، قال الله عنها: {إِنَّا مَكَّنَّا لَهُ فِي الأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا} [الكهف:84]. ¶ طاف ذو القرنين الآفاق، وجال المشارق والمغارب حتى وصل كما قال الله جل وعلا: {حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْمًا لا يَكَادُونَ يَفْقَهُونَ قَوْلًا} [الكهف:93]. ¶ طرحوا عليه قضيتهم: {قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ} [الكهف:94]، وهما قبيلتان من نسل يافث بن نوح عليه السلام: {مُفْسِدُونَ فِي الأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا} [الكهف:94]. ¶ فأجابهم هذا الملك الصالح: {قَالَ مَا مَكَّنِي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا * آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا} [الكهف:95 - 96]. ¶ فبنى ذو القرنين هذا الردم بين السدين ليكف شر يأجوج ومأجوج عن أولئك القوم الذين نعتهم الله جل وعلا بقوله: {لا يَكَادُونَ يَفْقَهُونَ قَوْلًا} [الكهف:93]. ¶ ثم قال الله جل وعلا: {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا} [الكهف:97]، ما نريد أن نوضحه هاهنا: هو لماذا ذكرت (اسطاعوا) بالتخفيف، وذكرت استطاعوا بالتثقيل؟ والعرب تقول: إن زيادة المبنى تدل على زيادة في المعنى، ونجيب على ذلك كما أجاب أهل العلم رحمة الله تعالى عليهم من قبل بما يلي: هذا الردم الذي بناه ذو القرنين ليصد ويكف شر يأجوج ومأجوج، حاولت تلك القبائل يأجوج ومأجوج أن تتجاوزه إلى ما تريد، ولا سبيل إلى تجاوزهم إلا بإحدى طريقتين: الطريقة الأولى: أن يظهروا على السد بمعنى: أن يصعدوا عليه ثم يصلون إلى مرادهم. ¶ والطريقة الأخرى: أن يحدثوا فيه نقباً، فإذا أحدثوا فيه نقباً سهل عليهم بعد ذلك أن يخرجوا إلى غيرهم من خلال هذا النقب، هذا هو المتعين لهم. ¶ ومعلوم: أنهم إذا اختاروا الارتقاء والعلو والظهور كما حكاه الله، فإنه بلا شك أسهل من قضية أنهم يسعون في نقب ذلك الردم، ومعلوم لكل ذي عقل: أن ارتقاء الشيء والعلو عليه أيسر بكثير من نقبه وخرقه، ولهذا قرن الله ذلك الظهور بالفعل: اسطاع مخففاً: {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ} [الكهف:97]؛ وذلك حتى تدخر التاء لما هو أشد وهو النقب، فيصبح هناك توازن ما بين المعنيين المراد ذكرهما، وما بين الفعلين الذين سيق بهما ذلك المعنى، فقال ربنا: {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا} [الكهف:97]، وبهذا يتضح لنا بجلاء عظمة هذا القرآن وأنه منزل من لدن حكيم خبير، لا رب غيره، ولا إله سواه، والمؤمن الذي يكثر من تلاوة القرآن، ويقف عند هذه المعالم البيانية فيه، لا بد أن تؤثر على لسانه، ويصبح أكثر سليقة وأقرب إلى الفصاحة والبيان والعلم بالبلاغة واللغة من غيره؛ لأن القرآن في أصله كما قال الله: {قُرآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ قُرآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ} [الزمر:28]. ¶ أما الحديث عن ذي القرنين: فقد اختلفت كلمة أهل العلم فيه: هل هو معدود في الأنبياء أم لا؟ وقد ورد عن النبي صلى الله عليه وسلم أنه قال: (لا أدري أكان ذو القرنين نبياً أم لا)، وما أجمل تلك العبارة التي قالها بعض العلماء: فإذا كان النبي عليه الصلاة السلام يقول: لا أدري، فكيف لنا أن نجزم في ذي القرنين هل هو نبي أم لا، فنقول كما قال نبينا صلى الله عليه وسلم: لا ندري أكان ذو القرنين نبياً أم لا، لكنه كان ملكاً صالحاً قطعاً؛ لأن الله جل وعلا أخبر عن علو شأنه وعن قوله تبارك وتعالى: {فَأَتْبَعَ سَبَبًا * حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْمًا قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا} [الكهف:85 - 86]. ¶ ووجه الدلالة على صلاحه: قول الله جل وعلا عنه: {قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا * وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا} [الكهف:87 - 88]. ¶ وبهذا يتبين لنا هذا التوافق العظيم في المعنى بين الفعلين، ويظهر لنا بذلك عظمة القرآن، وسمو أسلوبه، وجمال عبارته، وما تضمنه هذا القرآن من فصاحة وبيان، ولا ريب أنه أنزل كذلك على رسول البيان والبلاغة صلوات الله وسلامه عليه، قال الله جل وعلا: {فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنذِرَ بِهِ قَوْمًا لُدًّا} [مريم:97]. ¶ هذا ما تيسر إيراده، وأعان الله جل وعلا على قوله، حول قوله تبارك وتعالى في الآية السابعة والتسعين من سورة الكهف: {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا} [الكهف:97]. ¶ وأرجو الله أن يكون قد حل بهذا البيان الكثير من الإشكال حول هذه الآية المباركة في سورة الكهف، والله تعالى أعز وأعلى وأعلم، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين، والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "4",
            "seal": "6736456B"
        },
        {
            "id": "10",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [5] ¶ من اللطائف القرآنية والمعالم البيانية: ذلك التناسق البديع، والتناسب الرفيع، بين آيات سورة الضحى، فإن الله عندما امتن على نبيه بما كان عليه قبل النبوة، ذكر نصائح للنبي صلى الله عليه وسلم تتناسب تماماً مع ما امتن به عليه، مما يدل على شرف المنزلة، وعظيم المحبة من الله لنبيه صلى الله عليه وسلم.",
            "page": "1",
            "part": "5",
            "seal": "72429B6A"
        },
        {
            "id": "11",
            "nass": "التناسق والتناسب العظيم في الآيات الأواخر من سورة الضحى ¶ الحمد لله، نحمده ونستعينه ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، وأشهد أن لا إله إلا الله وحده لا شريك له، أراد ما العباد فاعلوه، ولو عصمهم لما خالفوه، ولو شاء أن يطيعوه جميعاً لأطاعوه. ¶ وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة من برنامجكم: (معالم بيانية في آيات قرآنية)، والآيات التي نحن بصدد الحديث عنها في هذا اللقاء المبارك من هذا البرنامج هو ذلكم التناسق في سورة الضحى، قال الله جل وعلا: {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى * وَوَجَدَكَ ضَالًّا فَهَدَى * وَوَجَدَكَ عَائِلًا فَأَغْنَى} [الضحى:6 - 8]، ثم قال: {فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ * وَأَمَّا السَّائِلَ فَلا تَنْهَرْ * وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ} [الضحى:9 - 11]. ¶ هذه الثلاث الآيات التي ختم الله جل وعلا بهن هذه السورة الكريمة تتناسب كل واحدة منهن مع ما قبلها، وبعض الناس يزدلف إليه بادي الرأي أن قول الله جل وعلا: {وَأَمَّا السَّائِلَ فَلا تَنْهَرْ} [الضحى:10] إنما هو موافق لقول الله تعالى: {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى * وَوَجَدَكَ ضَالًّا فَهَدَى * وَوَجَدَكَ عَائِلًا فَأَغْنَى} [الضحى:6 - 8]، فيظنها أنها مناسبة لقوله: {وَوَجَدَكَ عَائِلًا فَأَغْنَى} [الضحى:8]. ¶ بداية نوضح المعاني العامة للآيات، ثم نزدلف إلى ما نريد إماطة اللثام عنه من حفظ الآية بيانياً. ¶ الله هنا يمتن على نبيه، وما أعظم منن الله على هذا النبي الكريم، الذي هو خير الخلق وأفضلهم، يقول له ربه: {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى} [الضحى:6]، واليتيم في اللغة: هو ذلكم المنقطع عما يلتصق به، وهو في العرف الشرعي: كل من فقد أباه قبل البلوغ، فإذا بلغ خرج عن كونه يتيماً. ¶ ونبينا صلى الله عليه وسلم ولدته أمه وقد توفي أبوه وهو حمل عليه الصلاة والسلام، فأخبر الله جل وعلا بأمر واقع ومشهود، ولذلك قريش كانت تسمي النبي عليه الصلاة والسلام: يتيم أبي طالب؛ لأنه نشأ في كنف عمه أبي طالب، قال شوقي: ذكرت باليتم في القرآن تكرمة وقيمة اللؤلؤ المكنون في اليتم هذا الأمر أعقبه الله جل وعلا بقوله: {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى} [الضحى:6] ويناسبه ويتناسق معه قول الله: {فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ} [الضحى:9]، وانظر إلى تعليم الله لنبيه، فالنبي عليه الصلاة والسلام عرف اليتم وذاق مرارته، فلهذا كان عليه الصلاة والسلام أحن على الأيتام من غيره؛ لأنه عليه الصلاة والسلام بعث رحمة في الأصل، وتلك حكمة بالغة، وإن كان في ظننا أن المقصود الأسمى من وفاة أبوي النبي صلى الله عليه وسلم في صغره: ألا يكون لأحد على النبي صلى الله عليه وسلم منة من الخلق. ¶ أما قول الله جل وعلا: {وَوَجَدَكَ ضَالًّا فَهَدَى} [الضحى:7]، الضلالة في القرآن وردت بمعان ثلاثة: والمقصود بها هنا: التوقف، فقد كان النبي صلى الله عليه وسلم متوقفاً في أمر قومه، ولم يكن يعلم عليه السلام مكان الهداية، قال تعالى: {مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ} [الشورى:52]، وفي نفس الوقت كان على يقين من أن قومه على الباطل، والدليل على ذلك: أنه عليه الصلاة والسلام لم يتبعهم فيما هم فيه، ولم يسجد لصنم قط، وإنما كان يفر عن أنديتهم ومجتمعاتهم، ويأتي الجبل ويتحنث الليالي ذوات العدد، كل ذلك فراراً مما عليه قومه، مما يدل على أنه عليه السلام لم يكن مقتنعاً أبداً طرفة عين ولا أقل من ذلك بما عليه قومه من الضلالة، لكنه في نفس الوقت لم يكن يعلم مكان الهداية، فهداه الله، وهذا معنى قول الله جل وعلا: {وَوَجَدَكَ ضَالًّا فَهَدَى} [الضحى:7]. ¶ والذي يناسبها ما بعدها: قول الله جل وعلا: {وَأَمَّا السَّائِلَ فَلا تَنْهَرْ} [الضحى:10]، إذاً: كلمة السائل هنا تنصرف إلى المسترشد المستخبر عن أمر دينه في المقام الأول، ولا يمنع حسب قواعد التفسير: أن تنصرف كذلك إلى السائل المسكين، لكنها في المقام الأول تنصرف إلى المسترشد؛ ولهذا كان النبي صلى الله عليه وسلم يجيب من يسأله في أمر الدين على أي حال كانت، ونحن نعلم أنه كان يقف في موقف في عرفة وفي غير عرفة في أيام الحج، ويسأله الناس ويجيب، وقد قال العلماء: ومن أجل هذا كان النبي صلى الله عليه وسلم إذا قدم من سفر أو غزوة أو ما شابهها يبدأ بالمسجد حتى يعرف الناس بقدومه، فإذا عرفوا بقدومه قدموا إليه ليسألوه، ويأخذوا عنه دينهم صلوات الله وسلامه عليه، فهذا هو المعنى الحقيقي الأول لقول الله جل وعلا: {وَأَمَّا السَّائِلَ فَلا تَنْهَرْ} [الضحى:10]. ¶ ثم قال الله له: {وَوَجَدَكَ عَائِلًا فَأَغْنَى} [الضحى:8]، أي: وجدك فقيراً ذا حاجة ومسكنة فأغناك، وليس المقصود بالغنى هنا: البطر والكبر والتعالي والخوض في غمار هذه الدنيا؛ فإن النبي صلى الله عليه وسلم كانت تمر عليه الأهلة -كما تنبئ عائشة - ولا يوقد في بيته نار، لكن لا يعني ذلك أن النبي صلى الله عليه وسلم عاش الفقر التام طوال حياته، لكنه كان أحياناً يجد، وأحياناً لا يجد، فلا يتكلف مفقوداً، ولا يرد موجوداً، صلوات الله وسلامه عليه، يعيش حياة العبودية الحقة. ¶ والذي يعنينا: قول الله جل وعلا: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ} [الضحى:11]، فهي متناسبة مع قوله تبارك وتعالى: {وَوَجَدَكَ عَائِلًا فَأَغْنَى} [الضحى:8]، والتحدث بنعمة الله يكون وفق سياقه الشرعي إذا قسنا به إظهار عظمة الله وفضله وإحسانه ولم يقصد به التعالي على الخلق، قال تعالى: {تِلْكَ الدَّارُ الآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الأَرْضِ وَلا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ} [القصص:83]. ¶ ولم يكن النبي صلى الله عليه وسلم يتعالى على أحد غيره طرفة عين، بل كان النموذج الأكمل في التمام والكمال الخلقي الذي آتاه الله جل وعلا، بل وقد ذكرنا هنا ثلاث صفات أفاءها الله جل وعلا على نبيه، وأخبر عنها؛ لأنها موئل الحديث اليوم، وإلا فإن النبي صلى الله عليه وسلم كما هو معلوم جمع خلال الخير كلها، وصفات الفضل بأكملها، قال شوقي رحمه الله: فإذا خطبت فللمنابر هزة تعروا الندي وللقلوب بكاء وإذا أخذت العهد أو أعطيته فجميع عهدك ذمة ووفاء وإذا قضيت فلا ارتياب كأنما جاء الخصوم من السماء قضاء وإذا بنيت فخير زوج عشرة وإذا ابتنيت فدونك الآباء وإذا رحمت فأنت أم أو أب هذان في الدنيا هما الرحماء وإذا حميت الماء لم يورد ولو أن القياصر والملوك ظماء صلوات الله وسلامه عليه. ¶ يتحرر من هذا -أيها الأخ المبارك والأخت المباركة- أن ما ختم الله جل وعلا به سورة الضحى -تلك السورة المكية- متناسب متناسق مع ما سلف بيانه من صفات أخبر الله جل وعلا بها عن نبيه، فامتن الله جل وعلا عليه بأفضل منها، فآواه بعد أن كان يتيماً، وهداه بعد أن كان ضالاً متوقفاً، وأغناه بعد أن كان فقيراً عائلاً، صلوات الله وسلامه عليه. ¶ هذا ما تيسر إيراده، وأعان العلي الكبير على قوله، حول سورة الضحى وما ختم الله جل وعلا بها من آيات تبين جليل القدر وعظيم المكانة لسيد الخلق وأشرفهم صلى الله عليه وسلم عند ربه، راجين الله أن تكون فيما قلناه البركة والنفع للقائل والقارئ. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين. ¶ والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "5",
            "seal": "F5A213C5"
        },
        {
            "id": "12",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [6] ¶ أحياناً يقدم الله تبارك وتعالى عالم الجن على عالم الإنس في القرآن، وأحياناً يقدم الإنس على الجن، وليس ذلك عبثاً أو لعباً عياذاً بالله، ولكنها اللطائف والمعاني والأسرار البلاغية الموجودة في كلام رب البرية.",
            "page": "1",
            "part": "6",
            "seal": "6D5712DF"
        },
        {
            "id": "13",
            "nass": "معالم بيانية في تقديم الجن والإنس في القرآن الكريم ¶ قال الله جل وعلا: {وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ} [الحجر:27]. ¶ الجن ينسبون إلى إبليس، وأما الإنس فينسبون إلى أبيهم آدم عليه السلام، قال الله جل وعلا في حق الجن: {أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا} [الكهف:50]. ¶ وقال في حق بني آدم يخاطبهم وينسبهم إلى أبيهم: {يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} [الأعراف:31]، وكذلك تعددت آيات يخاطب الله جل وعلا فيها الإنس، وقد نسبهم إلى أبيهم آدم. ¶ إذاً: اتضحت بعض المعالم الآن، لما ذكر الله جل وعلا المطالبة بالعبادة التي من أجلها خلق الله الثقلين قدم جل وعلا الجن لأنهم أسبق الخلق، فقال سبحانه: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات:56]، فخلق الجن مقدم زمناً على خلق الإنس. ¶ على الوجه الآخر ذكر الرب تبارك وتعالى أولئك الجنود الذين حشرهم لسليمان، وأن سليمان أوتي ملكاً عظيماً، قال جل وعلا: {وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالإِنْسِ وَالطَّيْرِ} [النمل:17]، فذكر الجن ثم الإنس ثم الطير باعتبار القوة، لكن آية الإسراء: {قُلْ لَئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ} [الإسراء:88]، قدم الإنس؛ لأنهم أعرف بالبيان، وأفصح لساناً؛ ولهذا تحداهم جل وعلا جميعاً، والمخاطب في المقام الأول: مشركوا قريش، فد تحداهم أن يأتوا بمثل هذا القرآن، فقدم الله جل وعلا الإنس؛ لأن الإنس أهل بيان بخلاف الجن، وإن كان يحصل بينهما التحادث والتخاطب قطعاً، إلا أنهم مشهورون بالقوة أكثر من كونهم مشهورين بالبيان والفصاحة. ¶ وإذا عدنا إلى خلق هذين الثقلين فإننا نقول: إن الرب تبارك وتعالى لم يذكر بالتفصيل في كلامه العزيز مسألة خلق الجن، وإنما أرشد جل وعلا إلى أنهم من ذرية إبليس، وأنهم مخلوقون من نار، وأن الجان -كما قال ربنا- مخلوقون من قبل، و (قبل) هنا جاءت في القرآن منقطعة عن الإضافه، والمعنى: من قبل خلق آدم. ¶ أما آدم فقد عني القرآن عناية عظيمة بذكر خلقه صلوات الله وسلامه عليه، وأن ذلك بمراحل عديدة: منها: المرحلة الترابية، ثم مزج ذلك التراب بالماء، فكانت المرحلة الطينية، ثم أصبح ذلك الطين بعد أن ترك فخاراً، فكانت المرحلة الفخارية. ¶ هذه الثلاث هي مراحل خلق آدم عليه السلام، وقد أكرمه الله جل وعلا بأن خلقه بيده، وأسجد له ملائكته، وعلمه أسماء كل شيء، ثم بعد ذلك أكرمه بأن أدخله جنته، وهذا الذي جعل بعض أهل العلم يقول: إن آدم عليه السلام في الصورة المثلى من الخلق، ولما ذكروا خلق يوسف عليه الصلاة والسلام، والنبي صلى الله عليه وسلم يقول في حديث المعراج: (فرأيت رجلاً قد أعطي شطر الحسن)، وقوله صلى الله عليه وسلم: (شطر الحسن)، الألف واللام هنا: إما أن تكون للعهد اللفظي، أو أن تكون للعهد الذهني، ولا يوجد معهود لفظي في الحديث، فوجب إمراره على المعهود الذهني، فالمستقر عند كثير من العلماء: أن شطر الحسن، أي: أن يوسف عليه السلام على الشطر من جمال أبيه آدم عليهما جميعاً أفضل الصلاة والسلام؛ لأن آدم خلقه الله جل وعلا بيده، فلما خلقه الرب تبارك وتعالى بيده لم تعط هذه المزية لأحد غيره. ¶ وقد قلنا مراراً في هذه الحلقات المباركة: إنه يجب أن نستصحب أنه قد يوجد في المفضول ما لا يوجد في الفاضل، تقول العرب: يوجد في البئر ما لا يوجد في النهر، ويوجد في النهر ما لا يوجد في البحر، فكون آدم عليه السلام أعطي هذه المزية؛ لأن الله خلقه بيده، فهذا لا يعني أبداً أن آدم أفضل الخلق، فنبينا صلى الله عليه وسلم هو أفضل الخلق جميعاً، ومثال هذا في حياة الصحابة: عثمان رضي الله عنه، فالنبي صلى الله عليه وسلم يقول: (أشد أمتي حياءً عثمان)، ويقول: (ألا أستحيي من رجل تستحيي منه الملائكة) وهذا لا يعني أبداً: أن عثمان رضي الله عنه أفضل من الشيخين أبي بكر وعمر، وفي كل فضل.",
            "page": "2",
            "part": "6",
            "seal": "58425251"
        },
        {
            "id": "14",
            "nass": "أسماء مختلفة تطلق على الجن ¶ بقي -أيها الأخ المبارك- أن نبين بعض ما يمكن أن يطلق على الجن: فإذا كان الجني خالياً من الوصف: جنياً، فإذا سكن البيوت سمي: عامراً، أي يعمر البيوت على شكل حيات أو عقارب، أو أي هيئة أخرى، ويجمع على: عمار، فإذا تعرض للصبيان سمي: روحاً، فإذا خبث وأضل سمي: شيطاناً، فإذا كان شيطاناً قوياً سمي: عفريتاً، أما المارد فهو وصف للجن وليس اسماً، هذا ما حكاه الإمام ابن عبد البر رحمة الله تعالى عليه، وهو إلى الصواب أقرب، لكن ينبغي أن ينبه: أن الجن التي تسكن البيوت، والمسماة: بالعوامر جاء في موطأ مالك بسند صحيح: (أن رجلاً من الصحابة كان حديث عهد بعرس -أي حديث عهد بزواج- خرج مع النبي صلى الله عليه وسلم في غزوة الخندق، ثم أخذ يستأذن النبي صلى الله عليه وسلم في العودة إلى بيته وألا يرابط في الخندق؛ لأنه حديث عهد بعرس، فاستأذن ذات مرة، وكان النبي صلى الله عليه وسلم غالباً ما يأمره أن يأخذ سلاح خوفاً عليه من بني قريظة). ¶ والمقصود من هذا: أن الرجل لما عاد وجد زوجته خارج الدار، ثم ضربها، وأراد أن يهوي عليها بالسيف، فأشارت إلى داخل البيت، فإذا هي حية فضربها بالسيف، فماتا جميعاً. ¶ وهذا يدل على وجوب أن يكون الإنسان متمهلاً في التعامل مع ذوات البيوت؛ خوفاً من أن تكون من العمار، وقد أذن لنا في مثل هذه الأحوال أن نحرج عليهم. ¶ وفقنا الله وإياكم لكل خير، وجمعنا الله وإياكم في حلقة قادمة. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "3",
            "part": "6",
            "seal": "A41FFFB1"
        },
        {
            "id": "15",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [7] ¶ لقد من الله تعالى على نبينا صلى الله عليه وسلم برفعة مقامه وإعلاء درجته على الخليقة كلها، ويشهد لذلك جملة من النصوص سواءً كان ذلك بصريح العبارة أو عن طريق الإشارة، ولذا كان على أتباعه من أمته توخي الأدب معه صلى الله عليه وسلم بانتقاء أحسن الألفاظ في الحديث عنه صلى الله عليه وسلم تبعاً لمنهج القرآن في بيان خطاب الله له بالأسلوب المغاير لذكر الأنبياء قبله.",
            "page": "1",
            "part": "7",
            "seal": "182A8F3B"
        },
        {
            "id": "16",
            "nass": "تفسير قوله تعالى: (وما كنت بجانب الغربي إذ قضينا إلى موسى الأمر) ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه، وأشهد أن لا إله إلا الله وحده لا شريك له، خالق الكون بما فيه، وجامع الناس ليوم لا ريب فيه، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد: فهذا درس جديد في معالم بيانية في آيات قرآنية، والآية التي نحن بصددها في هذا الدرس المبارك هي قول الله جل وعلا في سورة القصص: {وَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الأَمْرَ وَمَا كُنتَ مِنَ الشَّاهِدِينَ} [القصص:44]. ¶ فهذه الآية ذكر الله جل وعلا فيها نفياً، وهو أن النبي صلى الله عليه وسلم لم يكن بجانب الغربي من جبل الطور في تلك اللحظات المباركات التي كلم الله جل وعلا فيها موسى وقربه وناجاه وأدناه وأوحى إليه بما شاء من الأمر، فهذا الأصل في الآية. ¶ وأما ما نريد أن نميط اللثام عنه فهو أن موسى عليه الصلاة والسلام أحد أولي العزم من الرسل الكرام، وهذا النبي الكريم اصطفاه الله جل وعلا وكلمه، قال الله جل وعلا ممتناً عليه: {إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالاتِي وَبِكَلامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ} [الأعراف:144].",
            "page": "2",
            "part": "7",
            "seal": "47A4B86D"
        },
        {
            "id": "17",
            "nass": "بيان درجة رفيع منزلة نبينا في الآية الكريمة ¶ والطور في اللغة: هو الجبل الذي ينبت فيه الشجر، وأما الطور المقصود هنا فهو ذلكم الجبل الذي نبت فيه الشجر من أرض سيناء، فالطور جبل واحد في أرض سيناء، ومعلوم أن أي شيء موجود واقع ماكث له أربعة جوانب وله أربع جهات: شمال وجنوب وشرق وغرب، ومعلوم أن هذه الجهات الأربع لا تحتمل شيئاً من المدح ولا من الذم، أي: لا يتعلق بإحدى هذه الجهات الأربع مدح في ذاته من غير ما قرينة أخرى، فالجهات لا يفضل بعضها على بعض لكونها جهة شمال أو جهة جنوب أو جهة شرق أو جهة غرب. ¶ وأما اليمين والشمال ففيهما جهة فضل، فاليمين أفضل من الشمال قطعاً، ومن دلائل ذلك أن الله جل وعلا أفردها في مقابل الجمع، وهو أسلوب قرآني في بيان الفضل، قال الله جل وعلا: {عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ} [النحل:48]. ¶ فإذا علم ذلك فإن الله جل وعلا أخبر في القرآن أنه كلم موسى عليه الصلاة والسلام عند جانب الطور الأيمن، فقال جل وعلا: {وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا} [مريم:52]، وقال تبارك وتعالى: {وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الأَيْمَنَ} [طه:80]. ¶ ولكن الرب تبارك وتعالى هنا يقول: {وَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ} [القصص:44]، فعدل القرآن هنا عن ذكر اليمين إلى ذكر الغرب إظهاراً لكرامة النبي صلى الله عليه وسلم عند ربه، فإن قال قائل: ما علاقة محمد صلى الله عليه وسلم بهذا الخبر والله جل وعلا هنا يتكلم عن موسى؟! قلنا: لما ذكر الله جل وعلا الإثبات ذكر صفة اليمين مقترنة به فقال تعالى: {وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا} [مريم:52]، ثم إن الله جل وعلا حكى لنبيه هذا الأمر لبيان شرفه صلوات الله وسلامه عليه عند ربه، فحين ذكر الله النفي قال: {وَمَا كُنتَ} [القصص:44]، فأزال الله جل وعلا ذكر كلمة اليمين حتى لا ينفى الفضل عنه صلوات الله وسلامه عليه، فعدل القرآن عن ذكر اليمين إلى ذكر الغرب، فقال جل وعلا: {وَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ} [القصص:44]؛ لأنه لو قيل في غير القرآن وما كنت بجانب الأيمن لكان فيه نفي اليمن عن رسول الله صلى الله عليه وسلم، وهذا محال في حقه من جهة إكرام الله له، فعدل القرآن عن هذه اللفظة إلى لفظة لا يتعلق بها مدح ولا ذم، وهي جهة الغرب، فقال الله جل وعلا: {وَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الأَمْرَ وَمَا كُنتَ مِنَ الشَّاهِدِينَ} [القصص:44]. ¶ وهذه -تالله ووالله- من فرائد العلم التي تبين عظيم المنزلة وجليل المكانة لنبينا صلى الله عليه وسلم عند ربه.",
            "page": "3",
            "part": "7",
            "seal": "7B633424"
        },
        {
            "id": "18",
            "nass": "دلالة تكليم الله لنبينا على عظيم مكانته ¶ وإذا استطردنا في هذا الموضوع فإنه يجب أن نتنبه إلى أن كلمة (كليم) إذا أطلقت يراد بها كليم الله موسى، ولكن لا يعني هذا أبداً أن الله جل وعلا حصر مقام التكليم في موسى، فقد سئل صلوات الله وسلامه عليه عن أبيه آدم أنبي هو فقال: (نبي مكلم) فأثبت النبي صلى الله عليه وسلم في هذا الخبر الصحيح مقام التكليم لنبي الله آدم، كما أنه هو صلوات الله وسلامه عليه كلمه ربه في رحلة المعراج، فأضحى في الخبر الصحيح أن الذين ثبت أن الله كلمهم ثلاثة: آدم ثم موسى ثم نبينا صلى الله عليه وسلم، ولا يبعد أن يعطى مثل هذا المقام خليل الله جل وعلا إبراهيم. ¶ والذي عنيناه من إماطة اللثام هنا بيان رفيع الدرجة وعلو المنزلة في الخطاب القرآني لنبينا صلى الله عليه وسلم، وهذا الخطاب القرآني لنبينا عليه الصلاة والسلام المبين رفيع مقامه له قرائن عديدة لا تحصى، منها أن الله خاطب أنبياءه بأسمائهم المجردة، كقوله تعالى: {يَا نُوحُ اهْبِطْ بِسَلامٍ مِنَّا} [هود:48]، {قَالَ يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالاتِي وَبِكَلامِي} [الأعراف:144]، {يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ} [هود:76]، {يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ} [البقرة:35]، وليس في القرآن كله مخاطبة الله جل وعلا لنبيه صلى الله عليه وسلم باللفظ المجرد، فليس في القرآن كله (يا محمد) وإنما (يا أيها النبي) و (يا أيها الرسول) صلوات الله وسلامه عليه، وهذا يبين رفيع المقام وجليل المكانة له عليه الصلاة والسلام عند ربه. ¶ فيجب علينا أن نتأسى بأسلوب القرآن في حديثنا عن نبينا صلى الله عليه وسلم، فنتوخى جميل الألفاظ وأصدق العبارات وأحسن الكلمات التي تنبئ عما في قلوبنا لنبينا صلوات الله وسلامه عليه، فهذا الصديق رضي الله عنه وأرضاه يأمره النبي عليه السلام بأن يبقى في مكانه عندما صلى بالناس ثم قدم عليه الصلاة والسلام، فتأخر أبو بكر فأمره النبي أن يبقى مكانه فرفع يديه يدعو ثم تأخر، ثم تقدم عليه الصلاة والسلام فصلى بالناس، فلما فرغ من صلاته سأله (ما منعك أن تثبت إذ أمرتك؟) فقال الصديق: ما كان لـ ابن أبي قحافة أن يتقدم على رسول الله صلى الله عليه وسلم. ¶ فتأمل قول الصديق: (ما كان لـ ابن أبي قحافة) ولم يقل: ما كان لـ أبي بكر. ¶ فهذا بعض من فيض أدب أصحاب محمد صلى الله عليه وسلم معه. ¶ وفقني الله وإياكم للفقه في الدين والعلم النافع، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "4",
            "part": "7",
            "seal": "6DD0A966"
        },
        {
            "id": "19",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [8] ¶ لما صبر زيد بن حارثة على أوامر الله المتتابعة في حقه والتي كان فيها من الحزن في قلب زيد رضي الله عنه الشيء الكثير، عوضه الله بوسام شرف عظيم، وتاج لا يملكه أحد في الدنيا، وهو أن الله عز وجل ذكر اسمه صراحة في القرآن العظيم، وذلك تكرمة لهذا الصحابي الجليل رضي الله عنه وأرضاه.",
            "page": "1",
            "part": "8",
            "seal": "6B80E5D0"
        },
        {
            "id": "20",
            "nass": "تاج يتلألأ على رأس زيد بن حارثة رضي الله عنه وأرضاه ¶ الحمد لله الذي تقدست عن الأشباه ذاته، ودلت على وجوده آياته ومخلوقاته، وأشهد أن لا إله إلا الله وحده لا شريك له، أراد ما العباد فاعلوه، ولو عصمهم لما خالفوه، ولو شاء أن يطيعوه جميعاً لأطاعوه، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة بإذن الله من برنامجكم: معالم بيانية في آيات قرآنية، والآية التي سنتحدث عنها في هذا المقام المبارك هي: قول الله جل وعلا: {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا} [الأحزاب:37]. ¶ بداية: نريد أن نميط اللثام عن ذكر الحكمة في أن الله جل وعلا اختص زيداً رضي الله عنه وأرضاه دون الصحابة أجمعين بأن ذكر اسمه صريحاً في القرآن، فلم يذكر أحد من الصحابة في كلام ربنا جل وعلا الذي نتعبد الله بتلاوته باسمه الصريح إلا زيد رضي الله عنه وأرضاه.",
            "page": "2",
            "part": "8",
            "seal": "0CB564FD"
        },
        {
            "id": "21",
            "nass": "قصة زيد بن حارثة في بيت النبوة ¶ بداية نقول: زيد هذا هو زيد بن حارثة، وأصل الأمر فيه: أن خديجة رضي الله عنها وأرضاها طلبت من ابن أخيها حكيم بن حزام بن خويلد أن يشتري لها في سفرة له غلاماً ظريفاً، فاشترى حكيم زيداً، وكان قد وجده أسيراً، فاستلطفه جداً وأعجبه، فلما أتى به إلى عمته خديجة رضيت به، وقد قال لها مخاطباً: إن لم يعجبك فأنا أولى به، لكن زيداً استقر عند خديجة التي رأت فيه شاباً نافعاً يخدمها، ثم لما تزوجت خديجة من رسول الله صلى الله عليه وسلم أهدته زيداً، وعلى الجانب الآخر كان أهل زيد يبحثون عنه، وتنشد أمه الأشعار، ويطوف والده وأعمامه القفار يبحثون عنه، فقدر لهم أن يعلموا أنه بمكة فقدموا مكة وأتوا النبي صلى الله عليه وسلم، ولم يكن قد نبئ بعد ولم يبعث، فطلبوا منه ابنهم فقال النبي صلى الله عليه وسلم بعد أن عرضوا عليه غالي الأثمان: أنا أدلكم على خير من ذلك: أخيره بيني وبينكم فقالوا: قد أنصفت، فأتي بـ زيد فقال له النبي صلى الله عليه وسلم: (يا زيد! أتعرف هذا؟ قال: نعم هذا أبي، قال: أتعرف هذا؟ قال: نعم هذا عمي، قال: أتعرف هذا؟ قال: نعم هذا أخي، فخيره النبي صلى الله عليه وسلم فاختار زيد البقاء مع رسول الله صلوات الله وسلامه عليه)، فذهل الوالد والعم والإخوة لكنهم لما ذهلوا وحاولوا مع زيد أن يعود معهم ورأوا إصراراً عجيباً من زيد أن يبقى في العبودية، لكنه حظي بشرف البقاء مع محمد بن عبد الله صلوات الله وسلامه عليه، وهنالك أراد النبي عليه الصلاة والسلام أن يكافئه وأن يجعل أباه وأعمامه وإخوته يغدون إلى ديارهم وهم مطمئنون على ابنهم فقال صلى الله عليه وسلم مخاطباً أندية قريش: (أشهدكم أن زيداً ابني يرثني وأرثه)، فأضحى بعدها لا يدعى إلا بـ زيد بن محمد، وهذا تاج أصبح متلألئاً بعد بعثة النبي صلى الله عليه وسلم، فقد سابق زيد إلى الإسلام فأسلم وما زال يعرف بـ زيد بن محمد صلوات الله وسلامه عليه، بناء على ذلك القرار الذي اتخذه عليه الصلاة والسلام في أندية قريش؛ ليطمئن والد زيد عليه بعد غدوه إلى أرضه وإلى أهله، فبعد النبوة كان زيد يرى في هذا اللقب تاجاً على رأسه، ومضت الأيام وخلت السنون، وتوالت الأعوام فهاجر النبي صلى الله عليه وسلم إلى المدينة والأمر على حاله، ثم جاء القرآن بعد ذلك في زمن المدينة بشرائع لم تكن موجودة في العهد المكي؛ لأن الدولة استقرت، والإسلام اطمأن، وعلت شوكته، وكان مما أنزله الله جل وعلا على نبيه في شأن الأدعياء الذين زيد واحد منهم، أن أنزل الله جل وعلا قوله: {ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ} [الأحزاب:5]، وأنزل الله جل وعلا: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} [الأحزاب:40]، فهذه الآيات نزلت مع أن الله جل وعلا -إضافة إلى ذلك- أراد أن يبطل مسألة: أن العرب كانت تأنف من أن يتزوج الرجل زوجة دعيه، وكان قد تزوج زيد زينب بنت جحش رضي الله عنها وأرضاها، وكانت تجد في نفسها شيئاً عليه، فكان زيد يقدم على النبي صلى الله عليه وسلم فيشكو إليه، والله جل وعلا أخبر نبيه أن زيداً مطلق زوجته وأنه عليه السلام سيتزوجها، فأخفى النبي صلى الله عليه وسلم في قلبه ما أوحاه الله جل وعلا إليه، وكان يأمر زيداً إذا استنصحه أن يبقي مع زوجته، قال الله جل وعلا: {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ} [الأحزاب:37]، أي: بالإسلام، {وَأَنْعَمْتَ عَلَيْهِ} [الأحزاب:37]، أي: بالعتق، {أَمْسِكْ عَلَيْكَ زَوْجَكَ} [الأحزاب:37]، أي: استبقها، {وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ} [الأحزاب:37] يا نبينا! {مَا اللَّهُ مُبْدِيهِ} [الأحزاب:37]، أي: مظهره من كون أنك ستتزوج زينب لا محالة، فقال الله جل وعلا: {وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا} [الأحزاب:37]، فكانت زينب تفتخر على أمهات المؤمنين أن أهاليهن زوجوهن، وأن الله جل وعلا زوجها من فوق سبع سماوات، فعلى هذا أبطل الله جل وعلا هذا الأمر، لكن الله ذكر زيداً باسمه الصريح -وهذه هي الغاية من هذه الحلقة- نقول: قال العلماء: إن الله جل وعلا لما منع زيداً من ذلك التاج الذي كان يتلألأ على رأسه رضي الله عنه وأرضاه من كونه كان يدعى بـ زيد بن محمد، وكونه صبر على أن النبي صلى الله عليه وسلم تزوج امرأته، وأنها طلقت منه، عوضه الله جل وعلا عن هذين بأن ذكر اسمه صراحة في القرآن، قال الله: {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا} [الأحزاب:37]، فأصبح اسمه ينادى ويتلى في المحاريب؛ لأنه من جملة القرآن إلى يوم القيامة، وهذا شرف لا يباهى، ومجد عز نظيره، وقل مثيله. ¶ وكذلك ربك إذا سلب عبداً نعمة فصبر عوضه الله جل وعلا بأحسن منها. ¶ وفقني الله وإياكم لما يحب ويرضى، وألبسني الله وإياكم لباسي العافية والتقوى. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "3",
            "part": "8",
            "seal": "646F8DAF"
        },
        {
            "id": "22",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [9] ¶ يا أبتِ افعل ما تؤمر! قالها أبر ابن لأكرم أب، إسماعيل لإبراهيم عليهما الصلاة والسلام، استيقظ إبراهيم من المنام وقد رأى رؤيا مفادها: أنه يذبح ابنه، فاستجاب الابن لأبيه دون تأفف أو معارضة، وفداه الله بذبح عظيم، وصارت بعد ذلك قضية الأضاحي سنة متبعة إلى يوم الدين؛ إكراماً لهذين العظيمين عليهما الصلاة والسلام، وفي كلمة: افعل ما تؤمر، لطيفة بيانية، ومعجزة قرآنية، ينبغي لقارئ القرآن أن يستوعبها ويفهم مغزاها.",
            "page": "1",
            "part": "9",
            "seal": "17BB0E73"
        },
        {
            "id": "23",
            "nass": "يا أبتِ افعل ما تؤمر ¶ الحمد لله حمداً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره، واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة من برنامجكم: معالم بيانية في آيات قرآنية. ¶ والآية التي نحن بشأن الحديث عنها في هذا المقام المبارك هي: قول الله جل وعلا على لسان العبد الصالح والنبي الصالح إسماعيل: {قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ} [الصافات:102]، فلم لم يقل إسماعيل: افعل ما تريد، وهو يخاطب أباه خليل الله إبراهيم عليه الصلاة والسلام؟ هذا ما تحاول هذه الحلقة المباركة إماطة اللثام عنه، فنقول: خليل الله جل وعلا إبراهيم هو أفضل الأنبياء بعد نبينا صلى الله عليه وسلم، فقد نسب الله جل وعلا الملة إليه، قال سبحانه: {مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ} [الحج:78]، وأمر الله جل وعلا نبينا عليه السلام باتباع هدي ذلك النبي الكريم: {ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} [النحل:123]، كبر إبراهيم في السن فتضرع إلى الله جل وعلا أن يرزقه غلاماً صالحاً، قال الله جل وعلا عنه: {وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ * رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ * فَبَشَّرْنَاهُ بِغُلامٍ حَلِيمٍ} [الصافات:99 - 101]. ¶ نشأ هذا الغلام حتى أصبح قادراً على أن يعين أباه، قال الله: {فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ} [الصافات:102]، أي: القدرة على المعونة، {قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ} [الصافات:102]، يقدر لإبراهيم أن يرى في المنام أنه يذبح إسماعيل، ورؤيا الأنبياء حق: {فَانظُرْ مَاذَا تَرَى} [الصافات:102]، وهذا من باب أن يوطن الأب ابنه على طاعة الله، فلو امتنع إسماعيل وقدر إبراهيم على ذبحه لذبحه، لكنه أراد أن يشتركا سوياً في الأجر، قال الله جل وعلا: {قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ} [الصافات:102]، الآن هذا موضع الحلقة الحقيقي وهو: لماذا قال الله جل وعلا: {افْعَلْ مَا تُؤْمَرُ} [الصافات:102]، ولم يقل: افعل ما تريد؟ إن ثمة فرقاً كبيراً جداً بين اللفظتين: فلو قال إسماعيل: يا أبت افعل ما تريد! فهو في غاية الأمر ابن يطيع أباه، أو جندي يطيع قائده، أو مأمور يطيع آمره، لكن إسماعيل عليه السلام عدل عنها إلى قوله: {افْعَلْ مَا تُؤْمَرُ} [الصافات:102]؛ ليبين أنه عبد يطيع ربه، فإسماعيل هنا قبل أن يذبحه أبوه، لا لأن أباه يرغب في ذبحه محال، لكن لأن الأب بذبحه لابنه إنما ينفذ أمر الله، فإسماعيل هنا إنما يطيع أباه إبراهيم على أن ينفذ أمر الله: {افْعَلْ مَا تُؤْمَرُ} [الصافات:102]، ولم يقل: افعل ما تريد، وقطعاً فإسماعيل عليه السلام ما كان له أن يصل إلى هذه المنزلة في الأدب والتسليم والعبودية لولا فضل الله جل وعلا ورحمته عليه، وهذا الفضل من سماته: أن الله جل وعلا جعل إسماعيل يربى وينشأ في كنف خليل الله إبراهيم عليه الصلاة والسلام، ولقد اجتمع في قلبي هذين النبيين من التوحيد والاستسلام لأمر الله جل وعلا ما جعل الأب يفزع إلى ابنه ويخبره بما أوحى الله جل وعلا به إليه، وما جعل الابن يطيع أباه ويقول له معيناً له على الطاعة: {افْعَلْ مَا تُؤْمَرُ} [الصافات:102]: هو دين رب العالمين وشرعه وهو القديم وسيد الأديان هو دين آدم والملائك قبله هو دين نوح صاحب الطوفان هو دين إبراهيم وابنيه معاً وبه نجا من لفحة النيران وبه فدى الله الذبيح من البلا لما فداه بأعظم القربان صلوات الله وسلامه عليهم أجمعين.",
            "page": "2",
            "part": "9",
            "seal": "5A072989"
        },
        {
            "id": "24",
            "nass": "إن هذا لهو البلاء المبين ¶ ثم نستطرد في الحديث -أيها الأخ المبارك- فنقول بعد أن ذكرنا خبر هذين النبيين الكريمين: إن إبراهيم عليه الصلاة والسلام وابنه إسماعيل عليه الصلاة والسلام كذلك بعملهما هذا يقدمان نموذجاً كاملاً بيناً يقيم الله به الحجة على عباده في كل أحد: أن يكون عبداً مستسلماً لأمر الله تبارك وتعالى وقضائه، وفي خبرهما إخبار بأن الله جل وعلا يبتلي، وأنه لا سبيل إلى رفع المقامات، وعلو الدرجات، إلا بعد الابتلاء والتمحيص، فلا تمكين إلا بعد اختبار وابتلاء، وكلما عظم الابتلاء وأوغل في الصدر اليقين ارتقى الإنسان إلى معالم وطرائق جديدة في معرفة الرب تبارك وتعالى ورحمته؛ ولهذا قال الله جل وعلا بعدها: {وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ * قَدْ صَدَّقْتَ الرُّؤْيَا} [الصافات:104 - 105]، وهنا أقف معك لأقول لك: إن إبراهيم عليه السلام أمره الله جل وعلا أن يذبح ابنه إسماعيل ومراتب الوحي ثلاثة: إما أن يكلم الله العبد من غير واسطة بحجاب: كما كلم الله جل وعلا موسى، وهذا أرفع مقامات الوحي، وقد بينا في حلقات: سلفت أن آدم وموسى ومحمداً عليهم السلام جميعاً أوتوا هذه المنزلة. ¶ الحالة الثانية: أن يبعث الله ملكاً، والغالب: أنه جبريل. ¶ الحالة الثالثة: أن ينفث في روع ذلك النبي ما يريد الله جل وعلا أن يأمره به. ¶ وكل هذه الأحوال الثلاثة انتفت في ذلك المطلب العظيم، فالمطلب غال: وهو ذبح الولد، لكن الطريق كانت ليست بتلك القوة، فلم يأمر الله جل وعلا إبراهيم بها من غير واسطة، ولم يبعث إليه ملكاً، ولم ينفث في روعه، وإنما كانت طريقة الوحي بالنسبة للطرائق الأخرى ضعيفة جداً: فقد كانت مجرد رؤيا، فكان الشيطان يأتي إلى إبراهيم ويقول له: يا إبراهيم! اتق الله، تذبح ولدك من أجل رؤيا رأيتها، فالمطلب عظيم، لكن الوسيلة أو الطريقة كانت ضعيفة، ومع ذلك قبل إبراهيم بالرؤيا؛ لأنه يعلم أن رؤيا الأنبياء حق، وهذا قمة الابتلاء، فازدلف الأب إلى ابنه قائلاً: {قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانظُرْ مَاذَا تَرَى} [الصافات:102]، فأجاب إسماعيل البار الصالح أباه بقوله: {يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ} [الصافات:102]. ¶ وقد قال الله في موضع آخر: {إِنَّ هَذَا لَهُوَ الْبَلاءُ الْمُبِينُ * وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ * وَتَرَكْنَا عَلَيْهِ فِي الآخِرِينَ * سَلامٌ عَلَى إِبْرَاهِيمَ * كَذَلِكَ نَجْزِي الْمُحْسِنِينَ * إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ} [الصافات:106 - 111]. ¶ وإلى يومنا هذا يتقرب إلى الله جل وعلا بذبح الأضاحي إحياء لتلك الشعيرة العظمى التي ابتدأها النبيان الكريمان إبراهيم وإسماعيل صلوات الله وسلامه عليهما. ¶ هذا ما تيسر إيراده، وتهيأ قوله. ¶ والحمد لله رب العالمين، وصل اللهم على محمد وعلى آله وصحبه، وسلم تسليماً كثيراً.",
            "page": "3",
            "part": "9",
            "seal": "09908C2E"
        },
        {
            "id": "25",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [10] ¶ التأدب في الخطاب هو ميزة عباد الله الصالحين، خصوصاً مع الله تعالى، وهو دأب الأنبياء إبراهيم وسليمان ومحمد صلى الله عليه وسلم، ثم بعد الله ورسوله يأتي اللين في الخطاب مع الوالدين، وأولياء الأمور كلاً بحسبه.",
            "page": "1",
            "part": "10",
            "seal": "16FDE08C"
        },
        {
            "id": "26",
            "nass": "وإذا مرضت فهو يشفين ¶ الحمد لله الذي أحسن كل شيء خلقه، وبدأ خلق الإنسان من طين، وأشهد أن لا إله إلا الله وحده لا شريك له إله الأولين والآخرين، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، ومن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة من برنامجكم: معالم بيانية في آيات قرآنية، والآية التي نحن بشأن الحديث عنها اليوم إن شاء الله تعالى هي: قول الله جل وعلا على لسان خليله إبراهيم: {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} [الشعراء:80]. ¶ نقول: أيها المباركون! هذه الآية جاءت ضمن سياق آيات في قضية إخبار إبراهيم عن ربه تبارك وتعالى مع قومه، قال الله جل وعلا عنه أنه قال: {قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ * أَنْتُمْ وَآبَاؤُكُمُ الأَقْدَمُونَ * فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ} [الشعراء:75 - 77]. ¶ ثم أخذ إبراهيم يعدد صفات ربه تبارك وتعالى، ويثني عليه بما هو أهله، ويبين مقام الربوبية العظيم الذي لا يشارك الله جل وعلا فيه أحد ولا ينازعه، قال: {فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ * الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ * وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ * وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ * وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ * وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ} [الشعراء:77 - 82]. ¶ نلحظ هنا: أن إبراهيم عليه الصلاة والسلام في كل تلك الأمور نسبها إلى الرب جل وعلا، أما المرض فنسبه إبراهيم إلى نفسه مع يقيننا أن إبراهيم يعلم أن المرض من الله تبارك وتعالى، فربنا جل وعلا الخير كله بيديه والشر ليس إليه، لكن إبراهيم عليه السلام أراد بهذا التأدب مع رب العزة والجلال، وهذا هي الغاية العظمى من إسناده المرض إلى ذاته ونفسه، قال: {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} [الشعراء:80]، وهذا الأمر -أي: الأدب مع الله جل وعلا- حلية وأي حلية تحلى بها الأنبياء والصالحون من بعدهم، وسيبقى هذا الأمر إلى يوم الدين، فالأدب مع الرب تبارك وتعالى منزلة عالية يوفق لها أهل الطاعات، ويرشد إليها أهل الفضائل، وقد كان الأنبياء عليهم السلام يتنافسون في هذه المنزلة، وهذا جلي في خطابهم مع ربهم جل وعلا.",
            "page": "2",
            "part": "10",
            "seal": "C2BD2A55"
        },
        {
            "id": "27",
            "nass": "أدب الخضر عليه السلام مع الله تعالى ¶ فهذا الخضر عليه السلام -وإن كان هناك خلاف في نبوته، إلا أنه عبد صالح قطعاً- فهذا العبد الصالح يقول في حق السفينة: {فَأَرَدْتُ أَنْ أَعِيبَهَا} [الكهف:79]، ولما ذكر الخير نسبه إلى الرب تبارك وتعالى: {فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِنْ رَبِّكَ} [الكهف:82]، وثمة أمور من الخير أسندها الخضر إلى الله، وما كان في ظاهره النقص أو العيب أسنده إلى نفسه تأدباً مع ربه تبارك وتعالى، والله جل وعلا خالق الأشياء كلها.",
            "page": "3",
            "part": "10",
            "seal": "4272C557"
        },
        {
            "id": "28",
            "nass": "أدب نبينا مع الله تعالى ¶ وهذا نبينا صلى الله عليه وسلم يرقى المنبر فيأتيه رجل يشكو إليه جدب الديار وقلة الأمطار، ويقول: يا نبي الله! ادع الله أن يغيثنا، فيقول عليه الصلاة والسلام: (اللهم أغثنا، اللهم أغثنا، فتكون سحابة، ثم يكون غيث)، بفضل من الله جل وعلا، واستجابة لدعاء نبيه صلوات الله وسلامه عليه، يمكث الناس على هذا أسبوعاً فتنجم عن تلكم الأمطار سيول عديدة نجم عنها انقطاع السبل، والمشقة في وصول الناس بعضهم لبعض، فيأتي رجل من نفس الباب فيقول: ادع الله أن يمسكها عنا، ونبينا صلى الله عليه وسلم يعلم أن الغيث رحمة، فلم يقل: اللهم أمسكها عنا، بل قال متأدباً مع ربه: (اللهم حوالينا ولا علينا، اللهم على الآكام ومنابت الشجر وبطون الأودية)، وأخذ يذكر صلى الله عليه وسلم من من الناس ينتفع بهذا الغيث لو نزل عليهم ويشير بيده، قال أنس رضي الله عنه وأرضاه: فما أشار إلى ناحية إلا اتجه السحاب إليها صلوات الله وسلامه عليه. ¶ الشاهد من هذا الخبر النبوي الصحيح: هو قضية تأدب نبينا صلى الله عليه وسلم مع ربه في خطابه، فقوله عليه السلام: (اللهم حوالينا ولا علينا)، لا يمكن أو يقارن بقوله: اللهم أمسكها عنا؛ لأن الغيث رحمة، والنبي عليه الصلاة والسلام أكمل أدباً من أن يطلب من ربه جل وعلا أن يمسك عنه رحمته.",
            "page": "4",
            "part": "10",
            "seal": "BEA27B5B"
        },
        {
            "id": "29",
            "nass": "أدب سليمان مع الله تعالى ¶ كذلك ذكر الله جل وعلا في كتابه الكريم سليمان عليه الصلاة والسلام، فسليمان عبد ملك يوحى إليه، وابن نبي، ونبي كذلك، ومع ذلك يتوسل إلى ربه قائلاً: {وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ} [النمل:19]، فانظر إلى ذلك التوسل: وهو أن يشمله الله جل وعلا برحمته، وأن يدرجه في عباده الصالحين، مع أنه نبي، وابن نبي وملك، وابن ملك، صلوات الله وسلامه عليه.",
            "page": "5",
            "part": "10",
            "seal": "130C6ED0"
        },
        {
            "id": "30",
            "nass": "بعض الكلمات التي لا تطلق إلا في مدح الله عز وجل دون غيره ¶ إن فقهنا لهذه المسألة يعطينا منزلة عالية عند ربنا إن عملنا بذلك الفقه، والمسلم كيس فطن يعرف أدب الخطاب، فهناك أدب لا يليق إلا مع الله جل وعلا، فمثلاً كلمة: سبحان! لا يمكن أن تطلق إلا على الله جل وعلا، فلا يقال لأحد من الخلق كائناً من كان: سبحانك، ولهذا نقل عن بعض الصالحين أنهم كانوا يقولون: فسبحان من لا يقال لغيره سبحانك وكلمة (تبارك) كذلك، هذا الفعل جامد لا يتصرف -أي: لا يأتي منه مضارع أو أمر- فهذه الكلمة لا تطلق على غير الرب تبارك وتعالى. ¶ قال تعالى: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ} [الفرقان:1]، {تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا} [الفرقان:61] إلى غير ذلك من الآيات، فلا يقال لغير الله: (تبارك) أبداً، فهذا المقام ينصرف إلى الله جل وعلا وحده. ¶ وكذلك النبي صلى الله عليه وسلم له المنزلة العالية، والخطوة الرفيعة عند ربه، وثمة خطاب لا يليق إلا به صلوات الله وسلامه عليه لرفيع مقامه، وجلال مكانته، وأصحاب محمد صلى الله عليه وسلم كانوا شامة في جبين الأيام، وتاجاً في مفرق الأعوام، فهؤلاء رضي الله عنهم وأرضاهم ثمة خطاب يليق بهم، فنترضى عليهم، ونذكر محاسنهم، ولا تخوض فيما جرى بينهم كل ذلك تأدباً معهم، وعلماء الأمة الذين قدموا للأمة البيان الحقيقي لشرع الله، وأفنوا أيامهم وأعمارهم في سبيل إيضاح المنهج الحق، فهؤلاء لهم خطاب يليق بهم، وكذلك ولي الأمر له خطاب يليق به لمكانته، قال صلى الله عليه وسلم: (من أهان السلطان أهانه الله). ¶ كذلك الوالدان في المقام الأول: وهم مقدمون على كل أحد بعد حق الله ورسوله، فثمة خطاب لا يليق إلا بهما، فحقهما معروف، والوصية بهما ثابتة في كلام الله وكلام رسوله صلى الله عليه وسلم، والمؤمن الحق يعرف بأي خطاب يخاطب والديه، قال تعالى: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا} [الإسراء:24]. ¶ كل هذا -أيها الأخ المبارك- يبين لنا أن الخطاب المتأدب مهم جداً في تعاملنا مع الغير، دون أن يكون في ذلك انتقاص لأنفسنا أو لغيرنا. ¶ وفقنا الله جل وعلا وإياكم لما يحب ويرضى، وألبسنا الله وإياكم لباسي العافية والتقوى، ورزقنا الله وإياكم الأدب معه ومع رسوله صلى الله عليه وسلم، ومع المؤمنين جميعاً. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "6",
            "part": "10",
            "seal": "6713BDC3"
        },
        {
            "id": "31",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [11] ¶ أعمام النبي صلى الله عليه وسلم أحد عشر، سبعة منهم لم يدركوا بعثته صلى الله عليه وسلم، وأربعة منهم انقسموا بين مؤمن برسالته وكافر، فأما المؤمنين: فسيد الشهداء وأسد الله حمزة، والعباس صنو أبي النبي صلى الله عليه وسلم، وأما الكافرين: فأبو طالب أهون أهل النار عذاباً، وأبو لهب عدو الله تعالى، وقد أهلكه الله وبشره بالنار وزوجته في سورة كاملة في القرآن.",
            "page": "1",
            "part": "11",
            "seal": "51BE45A7"
        },
        {
            "id": "32",
            "nass": "أبو لهب الهالك الخاسر ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد أن لا إله إلا الله وحده لا شريك له شعار ودثار ولواء أهل التقوى، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره، واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة مباركة جديدة من برنامجكم: معالم بيانية في آيات قرآنية، والآية التي نحن بشأن الحديث عنها في هذا اللقاء المبارك: هي قول الله تعالى في فاتحة سورة المسد: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} [المسد:1]. ¶ الذي نريد أن نوضحه في هذا المقام: أن نقول أولاً: إن النبي صلى الله عليه وسلم كان له أحد عشر عماً، هؤلاء الأعمام لم يدركوا كلهم نبوته صلى الله عليه وسلم، وإنما أدركها أربعة منهم، هؤلاء الأربعة الذين أدركوا بعثة سيد الخلق صلوات الله وسلامه عليه انقسموا إلى فريقين: فريق آمن به وهما: حمزة والعباس، وفريق لم يؤمن به وهما: أبو لهب وأبو طالب، إلا أن أبا لهب وأبا طالب اختلفا، ليس في الكفر والإيمان فكلاهما كافر، لكن أبا طالب كان يناصر النبي صلى الله عليه وسلم، وقد كان معه في الشعب عندما حاصرته قريش. ¶ أما أبو لهب فكان على النقيض من ذلك، فقد كان يؤذي النبي صلوات الله وسلامه عليه، وقد قال العلماء: إن النبي صلى الله عليه وسلم: (نادى قومه يا صباحاه! فاجتمعوا فأخبرهم عليه الصلاة والسلام بأنه سيحدثهم بحديث فهل هم مصدقوه؟ فأخبروه أنه محل الصدق فيهم، فلما دعاهم إلى التوحيد قال له أبو لهب: ألهذا جمعتنا! تباً لك سائر اليوم وانفض عنه)، فكان ذلك سبباً لانفضاض الناس عنه -أي: عن نبينا صلوات الله وسلامه عليه- كما ثبت من وجه آخر: أن النبي صلى الله عليه وسلم كان يدعو إلى التوحيد، فإذا فرغ من خطابه ودعوته قام عمه أبو لهب يتبعه ويفند ما قال، ويقول: لا تصدقوه إنه صابئ، وكان من المفترض على سنن الجاهليين أن ينصر ابن أخيه، من أجل هذا أنزل الله جل وعلا في هذا الرجل: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} [المسد:1]، والذي نريد أن نميط اللثام عنه من معلم بياني في هذه الآية أن نقول: قوله تعالى: ((تَبَّتْ)) الأولى: فعل يراد به الدعاء، أما في آخر الآية: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} [المسد:1] فليست توكيداً ولا عطفاً، وإنما هي إخبار بأن ذلك الدعاء قد وقع، وأبو لهب كنيته واسمه: عبد العزى، والأصل في كلام العرب غالباً: أن الكنية يراد به التشريف، لكن الله جل وعلا هنا لم يخاطب أبا لهب باسمه، وإنما خاطبه بكنيته، وثابت ومؤكد أن الله جل وعلا لم يرد تشريف أبي لهب؛ لأن مقتضى السياق مع كفره يأبى ذلك، لكن الله جل وعلا أراد أن يقول: إن المعني بهذا الكلام هو ذلكم أبو لهب الذي تعظمونه وتكنونه بـ أبي لهب، وقد كني بـ أبي لهب لاحمرار وجنتيه أشبه بالجمرتين، وهذا يدل على أنه أعطي حظاً من جمال، لكن جماله لم ينفعه، ولم يكن سبباً في إسلامه، بل قسا قلبه، وأتبع ذلك بعداوته لنبينا صلى الله عليه وسلم، فأنزل الرب جل وعلا فيه قوله: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} [المسد:1]. ¶ وقد تضمنت السورة بوجه كلي أمراً آخراً يدل يقيناً على أن القرآن منزل من عند الله، السورة تقول: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ * مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ} [المسد:1 - 2]، ثم قال الله: {سَيَصْلَى نَارًا ذَاتَ لَهَبٍ} [المسد:3]، فهذا إخبار من الرب جل وعلا أن أبا لهب سيصلى النار لا محالة، فما السبب في أنه سيصلى النار؟ السبب: هو كفره، ألم يكن بمقدور أبي لهب ولو كذباً وادعاء أن يقول لقريش: أشهد أن لا إله إلا الله، وأشهد أن محمداً رسول الله؟ حتى بصنيعه هذا يفند قول النبي صلى الله عليه وسلم، فسيقول للناس على الملأ: أنا أشهد وأؤمن بما جاء به محمد، ومحمد يقول: إنني في النار، لكن مع سهولة النطق بهذه الكلمة فقد علم الله أجلاً وأوقع ذلك قدراً أن هذا لن يكون من أبي لهب ألبتة، وهذا مما لا يقدر عليه إلا الله، فمنع الله لسانه وقلبه من أن ينطق بالشهادة ولو زوراً وكذباً، أو ميلاً ونفاقاً وادعاء؛ حتى لا يكون ادعاؤه مبطلاً لكلام الله، وحاشا لله أن يبطل كلامه أحدٌ سبحانه. ¶ إذاً: هناك سر عظيم في هذه الآية والسورة أمطنا اللثام عنه، ثم نعود للفعل الذي تأكدنا وتبين لنا أن الله جل وعلا قاله في أوله دعاء، وقاله في آخره إخباراً بوقوع ذلك الدعاء. ¶ أما كيف حل الدعاء بـ أبي لهب؟ فهذا ما أجابت عنه الآيات: {مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ * سَيَصْلَى نَارًا ذَاتَ لَهَبٍ * وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ * فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ} [المسد:2 - 5]، فاشترك هو وزوجته -عياذاً بالله- عذاب النار. ¶ من هذا كله -أيها المبارك- تفهم أن الهداية بيد الله جل وعلا، وهؤلاء أعمام النبي صلى الله عليه وسلم أحد عشر كما بينا في الأول، سبعة منهم لا يقدر لهم أن يدركوا حياة النبي صلى الله عليه وسلم وبعثته، والله أعلم بما كانوا عاملين، ويبقى أربعة من حيث النسب يتفقون في شأن واحد، وهو أنهم كلهم أبناء عبد المطلب، لكن من حيث الكفر والإيمان يمن الله جل وعلا على حمزة في الأول فيسلم وينال مرتبة سيد الشهداء، ويمن الله جل وعلا على العباس بن عبد المطلب فيسلم فيكون عم النبي صلى الله عليه وسلم المبجل، ويكون في حقه صلوات الله وسلامه عليه: (عم الرجل صنو أبيه) كما أنه رضي الله عنه وأرضاه -أي: العباس - شارك في غسل النبي عليه الصلاة والسلام، وكان -كما قال المؤرخون- أول من صلى عليه؛ لأن الصحابة صلوا على النبي صلى الله عليه وسلم أرسالاً أي: فرادى، ولم يكن لهم إمام، فهذان ممن أكرمهم الله بالهداية. ¶ أما أبو طالب فإنه لم يقدر له أن يؤمن مع يقينه أن محمداً صلى الله عليه وسلم جاء بالحق من ربه، وهو القائل: ولقد علمت بأن دين محمد من خير أديان البرية ديناً لولا الملامة أو حذار مسبة لوجدتني سمحاً بذاك مبينا ومعلوم: أن تلك النصرة التي قدمها لنبينا صلى الله عليه وسلم جعلت النبي عليه السلام يشفع له عند ربه؛ فكان أهون أهل النار عذاباً، أما أبو لهب فهو الشقي حقاً، فلم يؤمن كما آمن العباس وحمزة، ولم ينصر كما فعل أبو طالب، لكنه آذى النبي صلى الله عليه وسلم فصدق في حقه قول الحق تبارك وتعالى: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} [المسد:1]. ¶ هذا ما تيسر إيراده، وتهيأ إعداده، وأعان الله جل وعلا على قوله، وصلى الله على محمد وعلى آله. ¶ والحمد لله رب العالمين.",
            "page": "2",
            "part": "11",
            "seal": "2056EB23"
        },
        {
            "id": "33",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [12] ¶ زعم اليهود أنهم أبناء الله وأحباؤه، وزعموا أن النار لن تمسهم إلا أياماً معدودة، ثم زعموا أنهم يؤمنون بالبعث والنشور، وهنا تحداهم الله بأن يتمنوا الموت إن كانوا صادقين فيما زعموه وادعوه، ولكن الله أخبر بأنهم أحرص الناس على حياة، حتى من أهل الشرك المتشبثين بالدنيا، باعتبار أنهم لا يؤمنون إلا بحياة واحدة، ولا يؤمنون بالبعث والنشور، ولقد فضحهم الله تعالى، فأين سيهربون؟!",
            "page": "1",
            "part": "12",
            "seal": "315F5329"
        },
        {
            "id": "34",
            "nass": "ولتجدنهم أحرص الناس على حياة ¶ الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له ولياً مرشداً، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره، واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة من برنامجكم: معالم بيانية في آيات قرآنية. ¶ والآية التي نحن بصدد الحديث عنها في هذا اللقاء المبارك: هي قول ربنا جل وعلا: {وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ} [البقرة:96]. ¶ الآية أيها الإخوة المباركون! تتكلم عن اليهود، واليهود قوم بهت كما قال عنهم عبد الله بن سلام رضي الله عنه وأرضاه، فقد كان لهم شأن عجيب مع نبي الله جل وعلا موسى، وقد جاء القرآن بذكر أخبارهم مع نبي الله موسى تفصيلياً، فأقام الحجة عليهم، وأظهر عوارهم، وبين أن ما يصنعونه اليوم مع نبينا صلى الله عليه وسلم إنما هو من جنس ما صنعوه مع كليم الله وصفيه موسى بن عمران، وهذه الآية في سورة البقرة صدرها الله جل وعلا قبل ذلك بقوله: {قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ} [البقرة:94]، إذ كان هؤلاء من أهل الكتاب -أي: اليهود- يقولون: إن الجنة محصورة فيهم، وأن الآخرة لهم دون غيرهم، فأمرهم الله جل وعلا ببرهان على ذلك، وطلب منهم إن كانوا صادقين على هذه الدعوى أن يتمنوا الموت، قال جل وعلا: {فَتَمَنَّوُا الْمَوْتَ إِنْ كُنتُمْ صَادِقِينَ} [البقرة:94]، ثم أخبر جل وعلا أنه لم يقع منهم ذلك التمني، قال سبحانه: {وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} [البقرة:95]، ثم ذكر سبحانه هذه الآية التي نحن بشأن الحديث عنها وهي قوله: {وَلَتَجِدَنَّهُمْ} [البقرة:96]، أي: إذا دنوت من أخبارهم فستجد هؤلاء القوم أحرص الناس على حياة، وقد جاءت كلمة (حياة) منكرة هنا، وهو لب حلقة هذا اليوم؛ لبيان أنهم يتشبثون بأي حياة كانت، سواء كانت حياة محمودة، أو حياة مذمومة، حياة فقر أو حياة غنى، حياة عز أو حياة ذل، المهم أن يبقوا، وليس هذا صنيع من يرجو شيئاً في الدار الآخرة؛ ولهذا قال الله جل وعلا: {وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا} [البقرة:96]، وهذه الواو تحتمل معاني عدة، لكننا سنبقى على اختيار واحد حتى ينتظم قولنا حول هذه الآية المباركة، والمعنى: اعلم يا نبينا! أن هؤلاء القوم هم أحرص الناس على حياة، وليس فقط أحرص الناس على وجودهم، بل هم كذلك أحرص من الذين أشركوا على الحياة. ¶ ولماذا اختار الله جل وعلا أن يعبر عن أهل الإشراك هنا في المقارنة ما بين حرص اليهود وحرص أهل الإشراك؟ الذي يظهر -والعلم عند الله جل وعلا- أنك إذا تأملت التالي -أيها المبارك- وجدت الجواب بين عينيك، والتالي: أن يقال: إن اليهود بالرغم من كفرهم بالله جل وعلا وعدم تصديقهم بنبوة محمد صلى الله عليه وسلم إلا أنهم في اعتقادهم يؤمنون بالدار الآخرة، ويؤمنون بأن هناك بعث، وأن هناك نشور، ولذلك قال الله جل وعلا عنهم: {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى} [البقرة:111]، وقال: {وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً} [البقرة:80]، وهم مؤمنون بالبعث والنشور بخلاف أهل الإشراك الذين بعث إليهم نبينا صلى الله عليه وسلم، فهم لا يؤمنون ببعث ولا بنشور، فمن باب أولى عقلاً ونقلاً ينبغي أن يكون حال أهل الإشراك أشد حرصاً من حال اليهود؛ لأن أهل الإشراك يؤمنون بأنهم لا يعيشون إلا حياة واحدة فقط، فيكون تشبثهم بالحياة بناء على هذا المعتقد الضال الذي يؤمنون به كبيراً، بخلاف اليهود والمؤمنين بالبعث والنشور، فلا حاجة لأن يكون هناك تشبث بالحياة إذا كانوا يؤمنون أن هناك آخرة، وأنهم سيدخلون الجنة، هذا الوضع أو الواقع الطبيعي للأمر، لكن الله هنا يبين سرائر أولئك القوم: {وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا} [البقرة:96]، فخصهم بالذكر ليبين لنا أي منتهى وصل إليه حال تشبث أولئك اليهود بالدنيا، وهذا إن دل فإنما يدل على ضعف يقينهم بما يزعمون، وعلى بطلان برهانهم الذي يدعون، أن النار لن تمسهم إلا أياماً معدودة، وهذا أسلوب قرآني عظيم في تفنيد آرائهم بقيت بعض الأمور الإيمانية التي يحسن بنا أن نستطرد فيها في مقامنا هذا فنقول: إن الإنسان كلما كان على يقين بلقاء الله زهد في هذه الدنيا، وهذا معنى قول الله جل وعلا لنبيه: {وَلَلآخِرَةُ خَيْرٌ لَكَ مِنَ الأُولَى} [الضحى:4]، وقال الله جل وعلا لنبيه يوسف عليه الصلاة والسلام: {وَلَأَجْرُ الآخِرَةِ خَيْرٌ} [يوسف:57]، كل هذا يبينه الرب تبارك وتعالى ليدفعنا جل وعلا لئلا نتشبث بالدنيا فالدنيا زهرة حائمة ونعمة زائلة. ¶ فإذا نظرنا إلى حال اليهود هذا وقسناه بحال الأنبياء الذين هم أعرف الخلق بالله وجدنا أن أنبياء الله يخيرون عند الموت بين الخلد في الدنيا ثم الجنة، وبين لقاء الله ثم الجنة، فنجدهم عليهم الصلاة والسلام يختارون لقاء الله ثم الجنة، وهذا يدل على عدم تشبثهم وتعلقهم بالدنيا، وعدم حرصهم عليها، فهذا سيد الأبرار وخاتم الأنبياء صلوات الله وسلامه عليه يخيره جبريل، والنبي صلى الله عليه وسلم متكئ على سحر عائشة ونحرها، وهي لا تسمع تخيير جبريل، لكنها عرفت تخيير جبريل من إجابة النبي صلى الله عليه وسلم؛ فإنها قالت رضي الله عنها وعن أبويها: فسمعته يقول: (مع الذين أنعمت عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً)، قالت رضي الله عنها وأرضاها: فعلمت أنه يخير. ¶ أي: يخيره الملك ما بين الخلد في الدنيا ثم الجنة، وما بين لقاء الله ثم الجنة، ثم قال صلى الله عليه وسلم: (بل الرفيق الأعلى، بل الرفيق الأعلى، بل الرفيق الأعلى، قالها ثلاثاً) ثم مالت يده، وفاضت روحه إلى أعلى عليين، في المحل الأسنى، والملكوت الأعلى صلوات الله وسلامه عليه. ¶ وموضع الشاهد منه: أن النبي صلى الله عليه وسلم لم يكن لديه حرص على الدنيا، وهذا الذي ينبغي أن يكون عليه أتباعه صلوات الله وسلامه عليه، لكن عدم الحرص على الدنيا لا يعني ترك العمل، ولا يعني عدم المسارعة في الخيرات، ولا يعني عدم عمل المعروف أبداً، فلا يمكن أن يأتي الشرع بمثل هذا، فهذا فكر ضال نشأ في الأمة مؤخراً، لكن النبي صلى الله عليه وسلم أراد بذلك جملة أن ما لم يقع في أيدينا لا تتعلق به أعيننا. ¶ قال تعالى: {وَلا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى} [طه:131]. ¶ فالمرء كلما بعد عن التشبث بالحياة الدنيا بعد عن صفات الأشقياء، وكلما تعلق بالله واشتاق إلى لقاء الله اقترب من هدي الأنبياء، فإذا جعل من الحياة الدنيا مزرعة للآخره واستثمرها في الطاعات والمسابقة في الخيرات، وعمل المعروف، ونفع الأمة، وإرضاء المجتمع بما ينفعه، كان عبداً موفقاً، ورجلاً مسدداً. ¶ جعلني الله وإياكم من أهل ذلك. ¶ هذا ما تيسير إيراده، وتهيأ إعداده، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "2",
            "part": "12",
            "seal": "989C28CE"
        },
        {
            "id": "35",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [13] ¶ ذكر الله تعالى في كتابه خمسة وعشرين نبياً، هم مصابيح الهدى، ونجوم الدجى، بهم استنار الكون واستبشر، وأضاء من نورهم المشرق والمغرب، فيكفيهم أنهم رسل الله تعالى وأنهم مصطفوه ومجتبوه، وأفضلهم قدراً، وأعلاهم ذكراً، نبينا وحبيبنا محمد صلى الله عليه وآله وسلم.",
            "page": "1",
            "part": "13",
            "seal": "EF2CCFF0"
        },
        {
            "id": "36",
            "nass": "أنبياء الله نجوم تتلألأ في ظلمات الليل ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد أن لا إله إلا الله وحده لا شريك له، شعار ودثار ولواء أهل التقوى، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة من برنامجكم: معالم بيانية في آيات قرآنية، ونحن بصدد الحديث عن قول الله جل وعلا في سورة الأنعام: {وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ * وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا وَنُوحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهِ دَاوُدَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ * وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِنَ الصَّالِحِينَ * وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ} [الأنعام:83 - 86]. ¶ والذي نريد أن نميط اللثام عنه هنا: هو علام يعود الضمير في قوله سبحانه: (وَمِنْ ذُرِّيَّتِهِ) هل يعود على نوح عليه السلام أم يعود على خليل الله إبراهيم عليه السلام؟ نقول بداية: الأنبياء شامة في جبين الأيام، وتاج في مفرق الأعوام، الله جل وعلا يقول: {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} [الأنعام:124]، والأنبياء المذكورون في القرآن خمسة وعشرون نبياً، ذكر الله منهم في الآيات التي تلوناها ثمانية عشر وسبعة جاءوا متفرقين، قال الناظم: في تلك حجتنا منهم ثمانية من بعد عشر ويبقى سبعة وهم إدريس هود شعيب صالح وكذا ذو الكفل آدم بالمختار قد ختموا صلوات الله وسلامه عليهم أجمعين. ¶ هذه الآيات أثنى الله جل وعلا فيها على خليل الله إبراهيم، والمناسبة بأن الله قال في أولها: (وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ) العلماء رحمهم الله ذهبوا إلى قولين في عود هاء الضمير في قوله سبحانه: (وَمِنْ ذُرِّيَّتِهِ): فقال قائلون: بأن الضمير يعود على نوح، وقال آخرون: إن الضمير يعود على إبراهيم عليه الصلاة والسلام، فما حجة كل فريق؟ إذا قلنا: إنه يعود على نوح يؤيده أمران: الأمر الأول: قواعد اللغة تقول: إن الضمير يعود إلى أقرب مذكور، والأقرب مذكوراً هنا هو نوح عليه الصلاة والسلام. ¶ الأمر الثاني: أن المؤرخين متفقون على أن لوطاً ليس من ذرية إبراهيم فهو ابن أخيه هاران، فـ هاران أخو إبراهيم من حيث النسب، فإذاً: لوط ليس من ذرية إبراهيم لأنه ابن أخيه. ¶ أما من قال: إن الضمير يعود على إبراهيم عليه الصلاة والسلام فقد قالوا: إن الآيات أصلاً في مقام الثناء على خليل الله إبراهيم، وهذا واضح، وأجابوا عن قول الله جل وعلا: {وَنُوحًا هَدَيْنَا مِنْ قَبْلُ} [الأنعام:84] بأنها جملة اعتراضية، وأجابوا عن كون إبراهيم عليه الصلاة والسلام عماً للوط وليس أباً له، لأن الله سمى في القرآن العم أباً في سورة البقرة، قال الله جل وعلا: {أَمْ كُنتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ} [البقرة:133]، فالقائلون بهذا القول: هم أولاد يعقوب، ويعقوب أبوه إسحاق، وليس إسماعيل، وإنما إسماعيل أخ لإسحاق، فعلى هذا قالوا: إن الله جل وعلا سمى العم والداً، فأجابوا عن الإشكال الحاصل من كون لوط ليس من ذرية إبراهيم؛ لأن الله سمى العم: والداً. ¶ وعلى هذا يتبين: أن من العلماء من قال: إن الضمير يعود على نوح، ومنهم من قال: إنه يعود على إبراهيم. ¶ وأياً كان الأمر فإن في هذه الآيات ثناء عاطراً من الله جل وعلا على هؤلاء الصفوة المباركة من رسله الكرام، صلوات الله وسلامه عليهم. ¶ واعلم -أيها الأخ المبارك- أن العلماء يسمون نوحاً: شيخ الأنبياء، لأنه أطولهم عمراً، ويسمون إبراهيم: أبا الأنبياء؛ لأن الله جل وعلا حصر النبوة والكتاب بعده في ذريته، قال الله جل وعلا: {وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ} [العنكبوت:27]، وظاهر السنة يدل: على أن إبراهيم عليه السلام أفضل من نوح؛ لأن النبي عليه الصلاة والسلام قال في دعوات ادخرها: (وادخرت الثالثة ليوم يرغب إلي فيه الخلق حتى إبراهيم)، فقوله عليه الصلاة والسلام: (حتى إبراهيم) يدل على أن إبراهيم عليه السلام أفضل الخلق بعد نبينا صلوات الله وسلامه عليه، ولا يعني ذلك: الغضاضة من مكانة نوح عليه السلام، فإنه أول رسل الله إلى الأرض، وقد سماه الله جل وعلا ونعته بأنه كان عبداً شكوراً. ¶ هؤلاء الصفوة المباركة متفق على نبوتهم، وإذا استطردنا في الحديث فإننا نقول: إن ثمة رجال صالحون ذكرهم الله جل وعلا في كتابه واختلف في نبوتهم منهم: ذو القرنين، والخضر، ولقمان، وتبع، وآخرون، أما مريم عليها السلام، فإنه متفق على أنها ليست بنبية؛ لأن النبوة لا تكون في الإناث، قال الناظم: وما كانت نبياً قط أنثى ولا عبداً قبيحاً في الفعال ومن هنا نفهم: أن الله جل وعلا أعطى أولئك الأخيار منازل عالية، ودرجات رفيعة، يحسن بنا التأسي بهم؛ ولهذا ختم الله هذا السياق العظيم في سورة الأنعام بقوله جل وعلا: {ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} [الأنعام:88]، ثم قال جل وعلا بعدها بآية: {أُوْلَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ} [الأنعام:90]. ¶ جعلني وإياكم ممن يقتفي هدي الأنبياء، ويسير على نهجهم، ويتقرب إلى الله جل وعلا بصالح الأعمال التي تقربوا بها، وختم الله بهم نبينا صلى الله عليه وسلم، فهو آخرهم عصراً، وأرفعهم وأجلهم يوم القيامة شأناً وذكراً. ¶ هذا ما تيسر إيراده، وأعان الله جل وعلا على قوله، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "2",
            "part": "13",
            "seal": "E5B735A8"
        },
        {
            "id": "37",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [14] ¶ قصة أصحاب الكهف من القصص التي ورد ذكرها في القرآن العظيم، وفيها من الفوائد العظيمة، والأخبار الشائقة ما الله به عليهم، فهم فتية آمنوا بربهم حق الإيمان فزادهم إيماناً، وأعلى ذكرهم، وجعلهم قرآناً يتلى إلى يومنا هذا.",
            "page": "1",
            "part": "14",
            "seal": "D1809B04"
        },
        {
            "id": "38",
            "nass": "لو اطلعت عليهم لوليت منهم فراراً ولملئت منهم رعباً ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة من برنامجكم: (معالم بيانية في آيات قرآنية). ¶ والآية التي نحن بشأن الحديث عنها في هذا اللقاء المبارك: هي قول الله جل وعلا عن أهل الكهف: {وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا} [الكهف:18]. ¶ والجزء الذي سنتحدث عنه في هذه الآية هو: قوله جل شأنه: (لو اطلعت عليهم لوليت منهم فراراً ولملئت منهم رعباً)، فأسند الله جل وعلا التقليب هنا إلى ذاته العلية، قال العلماء: فيه فائدتان: الأولى: تشريف لهم. ¶ الثانية: بيان لطف الله جل وعلا بهم. ¶ وأهل الكهف هم فتية ضاعوا في أول الدهر، هكذا سألت قريش النبي صلى الله عليه وسلم عنهم، والأصل أنهم فتية آمنوا بربهم، وأظهروا التوحيد ضد من كان يحكمهم آنذاك، فاجتمع أمرهم على أن يلجئوا إلى ربهم تبارك وتعالى، فآواهم العلي الخبير إلى كهف، وفي طريقهم أخذوا كلباً معهم سواء قلنا: إنه كلب راع أو كلب غيره، المهم أنه استقر بهم الأمر في كهف فضرب الله جل وعلا على آذانهم، ولم يضرب الله جل وعلا على أعينهم؛ لأن الضرب على الآذان يعطي فرصة أكبر، ومدة أطول في كونهم نائمين، قال الله: {فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا} [الكهف:11]، وأنت ترى النائم اليوم، إذا أردت أن توقظه إنما تحدث صوتاً عند أذنه، هذه أنجح الطرق في إيقاظ النائمين، لكن أن تمر بجواره هذا لا يدفعه للاستيقاظ من نومه؛ لأنه مغمض العينين، فنقول: هؤلاء المباركون أهل الكهف -فيما يظهر- ناموا وأعينهم مفتوحة، وهذا معنى قول الله جل وعلا: {وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ} [الكهف:18]، وهذا لا يتأتى إلا إذا نظر الإنسان إلى أعينهم؛ لأن إغلاق العين أو فتحها هو الفارق بين من ينام ومن لا ينام، وبهذا العرب تزعم في كلامها أو في أخبارها وأشعارها وقصصها: أن الذئب ينام بإحدى عينيه، ويبقي الأخرى مفتوحة، فيقولون فيه: ينام بإحدى مقلتيه ويتقي بأخرى المنايا فهو يقظان نائم الذي يعنينا هنا: أن الرب جل وعلا أراد لهؤلاء الفتية أن يكونوا آية فحفظهم جل وعلا أيما حفظ، فضرب على آذانهم فمكثوا في الكهف سنين عدداً، وانظر إلى عظيم لطف الرب تبارك وتعالى، فأعداؤهم وخصومهم خارج الكهف يبحثون عنهم، وربما أنفقوا الأموال في الوصول إليهم، وهم لا يحملون أي هم يذكر، بل هم نائمون في راحة تامة متواصلة، ضرب الله على آذانهم لا يعلمون شيئاً مما يقع خارج الكهف، ولا ما يقع داخل الكهف لطفاً من الله جل وعلا بهم، وهنا تعلم أن من أراد الله جل وعلا حفظه ورعايته فلا سبيل لأحد أن يؤذيه، كما حفظ الله أنبيائه وسائر الصالحين غيرهم. ¶ قال الله جل وعلا: {وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا} [الكهف:18]، فهم البعض بادي الرأي: أن هذا يدل على طول أظفارهم وأشعارهم، وأن ظهورهم قد احدودبت مع طول السنين ومرور الأيام، وأن الشيب قد خطهم، إلى غير ذلك، قالوا: هذا السبب في قول الله جل وعلا: (لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا) ونحن نذهب -والعلم عند الله- إلى أن هذا بعيد؛ لأن هذا المعنى لو قلنا به لا يستقيم مع الآية التي بعدها؛ لأن الآية التي بعدها يقول الله جل وعلا: {وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلا يُشْعِرَنَّ بِكُمْ أَحَدًا} [الكهف:19]. ¶ (وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ) أي: أيقظناهم من رقودهم. ¶ (قَالَ قَائِلٌ مِنْهُمْ) أي: من هؤلاء الفتية. ¶ (كَمْ لَبِثْتُمْ) هم قطعاً ظنوا أنهم لبثوا، لكنهم كانوا يتساءلون. ¶ (قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ) الآن فلننخ المطايا: هل يعقل من فتية يصفهم الله جل وعلا بأنهم زادهم هدى، ينظر بعضهم إلى بعض وقد طالت أشعارهم على هذا القول، وطالت أظفارهم، واحدودبت ظهورهم، وخطهم الشيب، ونالهم ما نالهم من تغير السنين ومرور الأيام، ثم يقول بعضهم لبعض: (لبثنا يوماً أو بعض يوم) هذا محال، لكنهم لم يجدوا في أنفسهم تغيراً، وجدوا أنفسهم كالحال التي ناموا عليها، ولهذا كان بديهياً أن يقولوا: (لبثنا يوماً أو بعض يوم) وفي هذا: إذهاب وتفنيد لذلك التوهم الذي قد يأتي للنفس من قول الله جل وعلا: (لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا)، وهذه يمكن أن نجيب عنها: بأن ذلك الفرار وذلك الرعب إنما يقع لما ألقاه الله عليهم من الهيبة، ولأن أعينهم كانت مفتوحة عندما ينظر إليهم الرائي وذلك حال نومهم، وهذا من لطف الرب تبارك وتعالى بهم، وقد بينا أن الرب جل وعلا أسند التقليب إلى ذاته العلية تشريفاً لهم وبياناً للطفه تبارك وتعالى بهم. ¶ من هذه القصة على وجه الإجمال -وأنا سردتها باختصار؛ لأنني معني بآية واحدة- يتبين لنا: أن الله جل وعلا خير حافظ، وأنه الرب الذي لا رب غيره، ولا إله سواه، وأن من استعصم بالله آواه، ومن لجأ إلى الله جل وعلا كفاه، ومن استغنى بالله جل وعلا أغناه، فالله جل وعلا لم يقص علينا خبر أصحاب الكهف حتى نحدث به الغير كالأقاصيص والأحاديث والأغاليط معاذ الله، فهذا كلام رب العزة، ويجب أن ينزل على أفضل تنزيل وأعظمه، فالله جل وعلا ذكر لنا خبرهم ليقيم الحجة على من سأل نبينا صلى الله عليه وسلم، فيكون في جوابه عليه الصلاة والسلام إشعار بأنه يتلقى الوحي والغيب من الرب تبارك وتعالى، وفي نفس الوقت نتعظ بخبر أولئك القوم، ونعلم أن الرب تبارك وتعالى أراد بهم خيراً، وحفظهم فلم تصل إليهم يد الأعداء، ولا مكر الماكرين، وهذا لا يقع إلا إذا كان بحفظ رب العالمين جل جلاله. ¶ جعلني الله وإياكم ممن يستمع القول فيتبع أحسنه، وجعلني الله وإياكم ممن يتعظ بهذا القرآن العظيم، هذا ما تيسر إيراده، وتهيأ إعداده، وأعان الله على قوله، وصلى الله على محمد وآله، والحمد لله رب العالمين.",
            "page": "2",
            "part": "14",
            "seal": "903D04F7"
        },
        {
            "id": "39",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [16] ¶ لابد أن يعلم طالب العلم ومبتغيه: أن الله لا يقدم شيئاً في القرآن حقه التأخير إلا لغاية عظمى، وأهمية كبرى، ومن ذلك تقديمه الوصية على الدين في آية المواريث، وذلك لأن الوصية يقل الباحثون عنها، والمبتغون لها، فقدمها للأهمية لكي لا يغفل جانبها، ومن ذلك تقديمه للنبي صلى الله عليه وسلم في مقام التفضيل، وتأخيره في مقام الرسالة والنبوة باعتبار الترتيب وغيرها.",
            "page": "1",
            "part": "15",
            "seal": "DF069BA1"
        },
        {
            "id": "40",
            "nass": "تقديم ما حقه التأخير في القرآن الكريم وبيان الحكمة من ذلك ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد أن الله وحده لا شريك له، شعار ودثار ولواء أهل التقوى، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة بإذن الله من برنامجكم: (معالم بيانية في آيات قرآنية). ¶ وما سنشرع في إيضاحه اليوم يتعلق بتقديم ما حقه التأخير في كلام ربنا جل وعلا، ولماذا قدم الله تبارك وتعالى بعض ما حقه التأخير؟ هذا ما سنشرع فيه، والآيات التي نحن بصدد ذكرها عديدة. ¶ سنبدأ بذكر قول الله جل وعلا: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ} [النساء:11]. ¶ نقف عند قول الله جل وعلا: (مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ) وهذا اللفظ ورد في ثلاثة مواضع في آيات المواريث، ورد هاهنا، وورد في قوله تبارك وتعالى: {فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ} [النساء:12]. ¶ وورد في قوله تعالى: {فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ} [النساء:12]. ¶ وورد في قوله تعالى: {فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ} [النساء:12] ومن المتفق عليه عند الفقهاء رحمهم الله تعالى: أن الدين مقدم على الوصية، والسؤال هنا: لماذا قدم الله جل وعلا الوصية في هذه الآيات وهي آيات المواريث؟! والجواب عن هذا: قال العلماء رحمهم الله في أمثل الأجوبة: إن الوصية قد لا يوجد من يبحث عنها، ولا يدري أن هناك وصية، بخلاف الدَّين، والمعنى: لو أن رجلاً ترك ديناً عليه وترك وصية مكتوبة، فربما أكثر من يرثه لا يدري أن هناك وصية فلا يطالب بها، أما الدَّين فمهما كانت رقة أولئك أصحاب الدين على الذي توفي -كثرتهم أو قلتهم- تبقي فيهم أحياناً من يعلم أن هناك ديناً له على المتوفى، فيأتي فيطالب به. ¶ إذاً: جماع الأمر أن نقول: إن الدَّين غالباً ما يكون وراءه مطالب، بخلاف الوصية فقد لا يدرى عنها فلا يكون وراءها مطالب، وعلى هذا قدم الله جل وعلا الوصية على الدَّين؛ لأن الدَّين قد يوجد من يكفي الغير أمره، بخلاف الوصية فربما لا يوجد من يعلم عنها شيئاً، فلا يطالب بها، وإلا من حيث إمرار التركة، والتصرف في أموال المتوفى، يقدم النظر في الدَّين على النظر في الوصية لإجماع الفقهاء. ¶ نظير هذا المعنى في كلام ربنا جل وعلا وهو تقديم ما حقه التأخير: نذكر الآن آيتين في سورتي الأحزاب والشورى، ذكر الله جل وعلا فيهن رسله العظام أولي العزم من الرسل، قال الله تعالى وهو أصدق القائلين في سورة الأحزاب: {وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا} [الأحزاب:7]. ¶ نلحظ هنا: أن الله جل وعلا ذكر النبيين إجمالاً، ثم لما فصل قدم نبينا صلى الله عليه وسلم على نوح والأنبياء الذين بعده، بخلاف ما ورد في سورة الشورى، فإن الرب جل وعلا يقول: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ} [الشورى:13]. ¶ السؤال المطروح هنا: لماذا قدم الله ذكر نبينا صلى الله عليه وسلم في الأحزاب، وأخر ذكره بعد نوح في الشورى؟ ¶ A  في الأحزاب كان الله جل وعلا يتكلم عن الأنبياء، ولهذا قال: (وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ) فلما كان الكلام عن الأنبياء قدم الله نبينا صلى الله عليه وسلم وإن كان آخرهم عصراً، إلا أنه كان صلى الله عليه وسلم أفضلهم وأرفعهم ذكراً فقدمه، أما في سورة الشورى فلم يكن الحديث كما كان في الأحزاب عن الأنبياء من حيث كونهم أنبياء، ولكنه كان كلاماً عن الدين، ولا ريب أن نوحاً عليه الصلاة والسلام: أول رسل الله إلى الأرض، فلهذا قدمه الله جل وعلا؛ لأن الكلام هنا عن الدين لا عن الأنبياء الذين يحملون الدين، قال الله جل وعلا: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} [الشورى:13]، فانظر إلى عظمة القرآن إلى أنه لا يقدم شيئاً أو يؤخر إلا لحكمة ظاهرة بينة يطلع الله جل وعلا عليها بعض خلقه من أصفياء عباده من ركب العلماء، وتغيب عن البعض، وأياً كان الأمر فإن شواهد عظمة القرآن قائمة، علمنا منها ما علمنا، وجهلنا منها ما جهلنا. ¶ ومن نظائر هذا في كلام ربنا تبارك وتعالى: قول الله جل وعلا في آية امتنان عظيمة على عباده، قال: {وَالأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ * وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ} [النحل:5 - 6] هذه الآية في سياق الامتنان، والناظر إلى أنعامه وهي تغدو إلى المراح وإلى رعيها، ليس كنظره إليها وهي في حال أوبتها وعودتها، فإنها إذا عادت تعود عظاماً ضروعها طوالاً أسنمتها، فمنظرها في العين أجل وأمتع وهي عائدة وإن كان منظرها يبقى حسناً وهي ذاهبة إلى المرعى، لكن لما كانت الأنعام في حال أوبتها تملأ العين أكثر، والآية مسوقة في سياق الامتنان، قدم الله جل وعلا ما حقه التأخير زمناً على الذكر؛ حتى يكون الوضع متناسباً مع كون الإنسان يراعي منظر ما يشاهده ويراه من نعم الرب تبارك وتعالى عليه، فالأنعام أملأ في العين حال أوبتها من حال ذهابها إلى المرعى، ولذلك قدم الله جل وعلا ما حقه التأخير زمناً. ¶ في خضم هذا النظر في هذه الآيات التي ذكرناها في النحل وفي الشورى وفي الأحزاب وفي النساء، تتبين لنا عظمة القرآن، وأنه منزل من عند الله تبارك وتعالى، وهذه بعض الشواهد على ما في القرآن من عظيم المكانة، وجليل البلاغة، وروعة البيان التي أسرت العرب قبل ذلك، فكانت سبباً في إسلام كثير ممن من الله عليهم بالهداية، ممن لحقوا بركب رسول الله صلى الله عليه وسلم. ¶ جعلنا الله وإياكم ممن يستمع القول فيتبع أحسنه. ¶ هذا ما تيسر إيراده، وتهيأ إعداده، وأعان العلي الكبير على قوله، وصلى الله على محمد، والحمد لله رب العالمين.",
            "page": "2",
            "part": "15",
            "seal": "5B837FC0"
        },
        {
            "id": "41",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [17] ¶ لقد حرم الله تبارك وتعالى الخمر تحريماً نهائياً بعد أن تدرج مع المؤمنين في تحريمه أكثر من أربعة مراحل، وذلك ليبتليهم، وليعلم الصادق في إيمانه من الكاذب، ولكي يوطن في أنفسهم كراهيتهم للخمر أم الخبائث.",
            "page": "1",
            "part": "16",
            "seal": "DDFAD4C0"
        },
        {
            "id": "42",
            "nass": "سنة التدرج الرباني في تحريم الخمر على المؤمنين ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد أن لا إله إلا الله الله وحده لا شريك له، أراد ما العباد فاعلوه، ولو عصمهم لما خالفوه، ولو شاء أن يطيعوه جميعاً لأطاعوه، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، آخر الأنبياء في الدنيا عصراً، وأرفعهم وأجلهم يوم القيامة شأناً وذكراً. ¶ أما بعد: فهذه حلقة جديدة مباركة من برنامجكم: معالم بيانية في آيات قرآنية. ¶ نسأل الله جل وعلا فيها التوفيق والسداد. ¶ والآية التي نحن بصدد الحديث عنها في هذا اللقاء المبارك: هي قول الله جل وعلا في سورة النحل: {وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ} [النحل:67]. ¶ أيها الأحبة! ندرك جميعاً أن الخمر حرمها الله وحرمها رسوله صلى الله عليه وسلم، وهي مما اتفقت كلمة أهل الإسلام على تحريمه، لكننا نلحظ في هذه الآية المباركة التي تلوناها لتونا أن الله جل وعلا ذكر قسمين: الرزق والسكر، فذكر السكر أولاً دون أن ينعته أو يصفه بأي شيء آخر. ¶ ثم ذكر تبارك وتعالى الرزق وأردف قائلا: {وَرِزْقًا حَسَنًا} [النحل:67]، فكلمة (حسناً) كما هو معلوم صفة لرزق، فوصف الله جل وعلا الرزق بأنه حسن، وهو ذلك الرزق المتخذ من ثمرات النخيل والأعناب، لكن السكوت عن وصف كلمة سكر بأنها حسن كان الإشارة الأولى كما يقول الفقهاء إلى بداية تناول الخمر بالتشريع، وهذا كله من دلالة ما صنعته بلاغة القرآن في نفوس الناس، ذلك أن الرب تبارك وتعالى تدرج عباده كثيراً في قضية تحريم الخمر، ومر تحريمها بأمور عدة أو بدرجات متعددة فكانت هذه الآية -كما يقول الشيخ عطية محمد سالم رحمه الله- المؤشر الأول في موضوع الخمر والإشارة الأولى إلى بداية تناولها بالتشريع، ولذلك انتبه بعض الأشخاص إليها فتركها لتجرد السكر من الوصف الذي وصف به الرزق بكونه حسناً، وكان مؤثراً فيه ومثيراً للسؤال عنها. ¶ ثم جاءت الآية الثانية وهي قول الله تعالى: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} [البقرة:219] قال الشيخ عطية رحمه الله: ولعل النص الأول هو الذي جعلهم ينتبهون ويفكرون ثم يسألون فيأتيهم الجواب المفصل، قال الله جل وعلا في المرحلة الثالثة مخاطباً المؤمنين: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} [النساء:43]، فكانت أدخل في الموضوع بالتصريح بنهيهم عن اقتراب الصلاة وهم سكارى -أي: تحريمها عليهم- لأن السكر من لوازم الشرب، وإذا حرم اللازم حرم الملزوم ولكن لزمن مؤقت، حتى نزل قول الله جل وعلا: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ * إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنتَهُونَ} [المائدة:90 - 91]. ¶ من هنا يتبين بوضوح: منهج التدرج والتصعيد لتناول الموضوع، أما التدرج فهو بداية أخذهم بما يلفت النظر فقط، وهو أن الله جل وعلا جعل الأمر قسيمين كما بينا، فجعله سكراً وجعله رزقاً، فنعت رزقاً بكلمة (حسناً) ولم يعقب جل وعلا على كلمة سكر بأي نوع من الصفات، وهذا مما أدرجناه في بيان لفت النظر. ¶ من حيث الاستحسان والتقبيح في النص الأول في وصفه الرزق من الثمرات الباقية على أصل خلقتها بأنه حسن، والسكوت عن قسيمه الذي هو السكر والذي هو من ضمن اتخاذهم بأيديهم، وبالتالي فإن مفهوم المخالفة للحكم هو القبيح بلا شك. ¶ قال بعض العلماء: وهم -أي: العرب- أهل ذوق بلاغي وفطنة وسليقة، وهذا الذي حداهم للتساؤل عن الخمر والميسر، فالنص الأول كان بمثابة المؤشر لبداية تناول هذا الموضوع، فأسلمهم وقادهم تفكيرهم إلى تقديم السؤال طواعية من أنفسهم فجاء قول الله: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ} [البقرة:219]، إذ قد أصبحت الخمر والميسر موضوع تساؤل أخذت شكلاً موضوعياً يتطلب جواب الشرع ورأيه فيه، فجاء الجواب نافذاً إلى صميمه: {قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ} [البقرة:219]، وهذا لا يحتاج إلى إعمال فكر لاستنكاف مدلول مفهوم المخالفة السابق، بل يدركه كل من سمعه ويفهمه بداهة. ¶ الذي يعنينا هنا: أن القضية ليست كنحو فقهي، وإنما القضية ذلك النهج البلاغي الذي رسمه الله جل وعلا للتدرج في تحريم الخمر، وذكره تبارك وتعالى ووصفه للرزق بأنه حسن وسكوته عن القسيم الآخر وهو السكر؛ لأنه جل وعلا كما بينا لم يصفه بأي وصف. ¶ إن القرآن في بلاغته هذه ليسمو بالنفوس ويمهد لها الأحكام الشرعية ويعينها على تقبل كلام الرب تبارك وتعالى، ويرسم منهجاً واضحاً مقتبساً من لغة العرب نفسها التي تعتمد كل الاعتماد على البلاغة، ذلك أن العرب يؤثر فيها البيان، ويجعلها تقبل الأمر أكثر مما تقبله لو كان خالياً ومجرداً من ذلك البيان. ¶ هذا ما أردنا التنبيه عليه، وليس المقصود: التنبيه على مسائل فقهية وأحكام تشريعية، فليس هذا من موضوع الحلقة ولا تنشده أبداً، فهذا له مجاله وفرسانه، لكنا نتكلم عن ذلك البيان الوافي في وصف لغة القرآن، جعلنا الله وإياكم ممن يتعظ به، ويسمع القول ويتبع أحسنه. ¶ هذا ما تيسر إيراده، وتهيأ إعداده، وأعان العلي الكبير على قوله، وصلى الله على محمد وعلى آله. ¶ والحمد لله رب العالمين، والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "16",
            "seal": "6ECCD5F9"
        },
        {
            "id": "43",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [18] ¶ قضية الإفك من القضايا التي أرقت أعين النبي صلى الله عليه وسلم، كيف لا وهي تخص أحب نسائه إليه، الصديقة بنت الصديق عائشة أم المؤمنين رضي الله عنها، وقد برأها الله تعالى باثني عشرة آية من سورة النور، وفيها علم الله المؤمنين أن يقولوا بدون تردد أو تفكير: سبحانك هذا بهتان عظيم.",
            "page": "1",
            "part": "17",
            "seal": "BC002BC4"
        },
        {
            "id": "44",
            "nass": "سبحانك هذا بهتان عظيم ¶ إن الحمد، لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له ولياً مرشداً. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة بإذن الله من برنامجكم: معالم بيانية في آيات قرآنية، والآية التي نحن بشأن الحديث عنها في هذا اللقاء المبارك: هي قول الرب تبارك وتعالى: {وَلَوْلا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ} [النور:16]. ¶ بداية: هذه الآية جاءت في معرض عتاب الرب تبارك وتعالى لأصحاب محمد صلى الله عليه وسلم أو قل لبعضهم ممن خاضوا في حديث الإفك. ¶ وحديث الإفك الذي هو مقرر في السيرة وفي غيرها، الإفك في اللغة: هو القلب، ولأن هذا الحدث فيه قلب للحقائق فقد سماه الله جل وعلا: إفكاً، قال تبارك وتعالى: {إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ مِنْكُمْ} [النور:11]، وذلك أن بعضاً ممن يدعي الإيمان في أصله كـ عبد الله بن أبي بن سلول رأس المنافقين رمى الصديقة بنت الصديق الطاهرة المطهرة زوجة نبينا صلى الله عليه وسلم في الدنيا والآخرة بـ صفوان بن المعطل، ثم إنه قدر لذلك الرجل لأمر أراده الله أن ينشر ذلك الحديث في المجتمع النبوي آنذاك رغم أن الذين خاضوا فيه عدد ونزر يسير جداً، لكن الرب تبارك وتعالى بعد شهر من انقطاع الوحي حسم الأمر بقوله: {إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ مِنْكُمْ لا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ} [النور:11]. ¶ وليست القضية هنا في معرض حديثنا: هي التعريج على ذكر ذلك الخبر تاريخياً، لكننا نقف بيانياً أمام قول الله جل وعلا: {وَلَوْلا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ} [النور:16]، لماذا أمر الله جل وعلا عباده أن يقولوا: {سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ} [النور:16]؟ بداية نقول: أصل (سبحانك) للتعجب من عظيم الأمر، ومعنى التعجب في كلمة التسبيح: أن الأصل أن يسبح الله عند رؤية العجب من صنائعه، ثم قد تستعمل في كل متعجب منه، أو لتنزيه الله من أن تكون زوجة نبيه فاجرة، وإنما جاز أن تكون امرأة النبي كافرة كامرأة نوح ولوط ولم يجز أن تكون فاجرة؛ لأن النبي صلى الله عليه وسلم مبعوث إلى الكفار ليدعوهم فيجب ألا يكون معه ما ينفرهم عنه، والكفر غير منفر عندهم، وأما الفحشاء فمن أعظم المنفرات. ¶ والذي أراد الله جل وعلا قوله كما قال المفسرون: هلا حين سمعتموه ممن بدأ به وانتحله أو ممن تابعه في القول قلتم تكذيباً له وتهويلاً لشأن ما ارتكبه من الجرم: لا يحل لنا أن نتكلم بهذا، ولا ينبغي لنا أن نتفوه به، سبحان ربي هذا كذب صراح! سبحانك ربنا هذا كذب صراح! يحير السامعين أمره لما فيه من جرأة على بيت كريم شهير بالعفاف والطهر، ولما فيه من مس عرض ذلك البيت المقدس، بيت النبوة الذي هو بالعليا من الإجلال والاحترام وعظيم المكانة، وإذا جاز الخوض فيه على هذه الشاكلة فماذا يبقى للمؤمنين بعد إذاً؟! أفليس هؤلاء هم الأسوة الحسنة وينبوع الطهر، ومنهم يقتبس المؤمنون فضائل الدين وشريف الأخلاق؟ وإنا لنبرأ إليك ربنا من أن تلوكه ألسنتنا، وأن يحمل الهواء تلك النبرات الصوتية لتصل إلى أسماعنا، كما نبرأ إليك ربنا من كل أفاك أثيم سولت له نفسه أن يكون الوسيلة في انتشار هذا القول الكاذب بين المؤمنين. ¶ قال بعض أهل العلم: خلاصة هذا: أنه ننزه ربنا من أن ترضى بظلم هؤلاء، وألا تعاقبهم على عظيم ما ارتكبوا وكبير ما اجترحوا من الإثم والفسوق، وأن توسم زوج نبيه بالفجور، والعقل والدين يمنعان الخوض في مثل هذا؛ لأن فيه إيذاء للنبي صلى الله عليه وسلم، والله يقول: {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ} [الأحزاب:57]، ولأن فيه إشاعة الفاحشة التي أمر الله بسترها؛ ولأن في إظهار محاسن الناس وترك معايبهم تخلق بأخلاق الله ونحو ذلك. ¶ المقصود من هذا -أيها المباركون- هو: أن نبين أن القرآن باستخدامه للفظ: {سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ} [النور:16] فيه ارتقاء بدرجة النبي صلى الله عليه وسلم إلى منزلة عالية من الكمال البشري، وهو كذلك صلوات الله وسلامه عليه. ¶ وحديث الإفك -كما هو معلوم- خاض فيه عبد الله بن أبي بن سلول، وكان قد أعطي قدرة كبيرة على المدارة، فكان يشيع في الناس دون أن ينسب ذلك إليه، ولذلك سلم من الجلد -أي: من عقوبة القاذفين- وممن ابتلي بذلك الأمر صفوان بن المعطل رضي الله عنه الذي رميت به زوجته، ويقال: إن إحدى أمهات المؤمنين سألت عائشة رضي الله عنها وأرضاها: ماذا قلت عندما هممت بركوب دابة صفوان بن المعطل رضي الله عنه؟ ومعلوم أن صفوان أناخ بعيره لأم المؤمنين رضي الله عنها وأرضاها، ولم يزد أن استرجع وقال: إنا لله وإنا إليه راجعون، فلما حملها سئلت بعد ذلك بعد أن وضعت الأمور نصابها، وجاء الحق من رب العالمين، وفصل الحق تبارك وتعالى في القضية، وبرأ عائشة وصفوان، سئلت أم المؤمنين ماذا قالت؟ فقالت: قلت: حسبنا الله ونعم الوكيل. ¶ فانظر يا أخي! إلى عظيم أثر هذه الكلمة؛ فإن الله جل وعلا حفظ زوجة نبيه بقدره، ومما حفظه الله جل وعلا بها أن ألهمها أن تقول حسبنا الله ونعم الوكيل وهي تركب الدابة، كما ألهم الله جل وعلا صفوان أن يقول عندما رأى أم المؤمنين رضي الله عنها وأرضاها وعلم أنه قد ابتلي بها لكونهما في الخلاء لوحدهما قال: إنا لله وإنا إليه راجعون، فأنزل الله جل وعلا في حقهما رضي الله تعالى عنهما كتاباً يتلى إلى يوم القيامة يظهر الله جل وعلا فيه براءتهما، قال الرب تبارك وتعالى: {الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ أُوْلَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} [النور:26] جعلنا الله وإياكم ممن يستمع القول فيتبع أحسنه. ¶ وهدانا الله وإياكم لهدي الأنبياء وسننهم. ¶ هذا ما تيسر إيراده، وأعان العلي الكبير على قوله. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين. ¶ والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "17",
            "seal": "78B5C765"
        },
        {
            "id": "45",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [19] ¶ في بعض الأحايين يأتي القرآن بتصوير مختلف لقضية واحدة، فيظن الغر الناشئ أن في هذه القضية نوعاً من التعارض، وذلك لقصر فهمه، وضيق أفقه، وقلة نظمه، وما درى أن هذا الاختلاف نوع من الإعجاز البلاغي، والبداعة الأدبية في كتاب الله تبارك وتعالى، ومن هذا الإعجاز: تصوير الله لمشهد البعث للناس بصورتين مختلفتين: فتارة ينعتهم بالجراد، وتارة بالفراش ولهذا حكمة يعلمها جل في علاه.",
            "page": "1",
            "part": "18",
            "seal": "7B4E5348"
        },
        {
            "id": "46",
            "nass": "اختلاف التصوير القرآني لبعث الناس ما بين الجراد المنتشر والفراش المبثوث والسر في ذلك ¶ الحمد لله الذي خلق خلقه أطواراً، وصرفهم كيفما شاء عزة واقتداراً، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه مهاجرين وأنصاراً. ¶ أما بعد: فهذه حلقة مباركة من برنامجكم: معالم بيانية في آيات قرآنية. ¶ وسنعرج في هذا اللقاء المبارك على آيتين من كلام ربنا تبارك وتعالى: الأولى في سورة القمر، والثانية في سورة القارعة. ¶ أما التي في سورة القمر: فهي قول الله جل وعلا يذكر بعث الناس: {كَأَنَّهُمْ جَرَادٌ مُنتَشِرٌ} [القمر:7]، والآية الثانية في سورة القارعة: هي قول الله تبارك وتعالى: {يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ} [القارعة:4]. ¶ ومعلوم قطعاً: أن يوم القيامة يوم مهول يفزع فيه الخلائق، ويخرجون من قبورهم، قال الله جل وعلا: {وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الأَجْدَاثِ إِلَى رَبِّهِمْ يَنسِلُونَ * قَالُوا يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ} [يس:51 - 52]. ¶ هاتان الآيتان تصوران خروج الناس من القبور وذهابهم إلى أرض المحشر، والسؤال هنا: كيف يخرجون؟ قال الله جل وعلا في القارعة: {يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ} [القارعة:4]، وعاد وقال تبارك وتعالى في سورة القمر: {كَأَنَّهُمْ جَرَادٌ مُنتَشِرٌ} [القمر:7]. ¶ ومعلوم: أن حركة الفراش غير حركة الجراد، فحركة الفراش يسومها الاضطراب، وعدم التوافق، وعدم الانتظام، بخلاف حركة الجراد فإنها تصبغ بالانتظام والانضباط مع الكثرة، فالكثرة موجودة في الطرفين في الفراش والجراد، لكن الاضطراب سمة للفراش، والانتظام سمة لحركة الجراد. ¶ ومعلوم: أن المبعوثين أنفسهم لا يتغيرون في حال وصفهم بالفراش، وهم أنفسهم في حال وصفهم بالجراد، فهل يوجد بين الآيتين تعارض؟ التخريج أن يقال: إن الناس أول ما يخرجون من قبورهم يخرجون مضطربين، قال الله جل وعلا: {وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا} [الكهف:99]. ¶ فالبعث يكون بالنسبة للناس أول مرة وآخر مرة، فالناس لم يعرفوا البعث من قبل، ولم يعرفوا النشور من قبل، فلا يدرون أين يذهبون؛ ولذلك تضطرب حركتهم ولا تنتظم، ففي هذه الأثناء صورهم تبارك وتعالى بأنهم فراش، ثم لا يلبث أولئك الناس أهل المحشر أن يتقدمهم ملك كريم هو إسرافيل، قال الله جل وعلا: {يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لا عِوَجَ لَهُ} [طه:108]، لاحظ حركة الانتقال، انتقلوا من كون حالة الفراش التي تصبغ وتوسم بأنها حركة اضطراب إلى حركة الجراد التي توسم بأنها حركة منتظمة، قال ربنا وهو أصدق القائلين: {كَأَنَّهُمْ جَرَادٌ مُنتَشِرٌ} [القمر:7] فيصبحون منتظمين خلف ملك كريم يقال له: إسرافيل، بعد أن يكون إسرافيل قد دعاهم إلى أرض المحشر. ¶ وقد أخبر الله عز وجل بتلك الدعوة، وأنبأ عنها في خاتمة سورة ص، وقال في طه: {يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لا عِوَجَ لَهُ وَخَشَعَتِ الأَصْوَاتُ لِلرَّحْمَنِ فَلا تَسْمَعُ إِلَّا هَمْسًا} [طه:108]. ¶ إذاً: نفهم من هذا أن الرب تبارك وتعالى صور حال المبعوثين من القبور صورتين: صورة أولية شبهها بالفراش لعدم الانتظام ولوجود الاضطراب. ¶ وصورة ثانية: شبههم بالجراد لحال انتظامهم واتباعهم لقائدهم إلى أرض المحشر وهو إسرافيل عليه السلام. ¶ ندخل استطراداً هنا من باب تعميم الفائدة وزيادتها على سورة القمر: فسورة القمر سورة مكية تعنى بما تعنى به السور المكية عادة: وهو الكلام عن أصول العقيدة الثلاثة: إثبات الألوهية لله تعالى، إثبات الرسالة للنبي صلى الله عليه وسلم، وذكر البعث والنشور، وقوله جل وعلا: {كَأَنَّهُمْ جَرَادٌ مُنتَشِرٌ} [القمر:7]، يندرج تحت الأمر الثالث وهو ذكر البعث والنشور، وسميت بهذا الاسم لذكر القمر فيها، والقمر آية من آيات الله، ويقال له مع الشمس: القمران من باب التغليب. ¶ وهذه السورة: هي إحدى السور التي يقرن النبي صلى الله عليه وسلم بها مع أخرى في بعض المناسبات، ومما يقرن النبي عليه الصلاة والسلام به، واشتهر في الصحيح والسنن ثلاث قرائن: فقد قرن عليه الصلاة والسلام بين سبح والغاشية، وكان يقرأ بهما في الجمع والأعياد، وغالباً ما يقرن في يوم الجمعة فجراً بين آلم تنزيل السجدة وبين سورة الإنسان، كما كان صلى الله عليه وسلم يقرن في الجمع والأعياد ما بين سورة قاف وسورة القمر. ¶ هذا ما تيسر حول التعريف بالسورة، فإذا عدنا إلى ما حررناه آنفاً من قول الرب تبارك وتعالى: {يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ} [القارعة:4]، وقول الرب تبارك وتعالى: {كَأَنَّهُمْ جَرَادٌ مُنتَشِرٌ} [القمر:7] ساقنا هذا وقادنا مع أخذنا ذلك البيان الرباني ومعرفتنا ببلاغة القرآن: أن نجعل منه واعظاً لقلوبنا، والقرآن واعظ وأعظم واعظ، وهي سمة لا ينبغي أن تنفك عن كل من يقرأ القرآن. ¶ ولابد أن يلحظ أن القرآن أراد الله جل وعلا به في المقام الأول: وعظ القلوب، قال الله جل وعلا عن ثلة من عباده الصالحين: {وَإِذَا سَمِعُوا مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ} [المائدة:83]، فمعرفة القرآن الحق: أن الإنسان يفيض دمعه، ويوجل قلبه، ويقشعر بدنه إذا سمع آيات الرب تبارك وتعالى، فليست القضية فقط ذكر أحوال الناس على صورتين: كالفراش والجراد، والوقوف عند هذا والاكتفاء به، هذا محال، لكن الإنسان يصيبه الهول، ويصيبه الخوف، فإذا خاف وفزع عمل لما يدفع ذلك الفزع والخوف عن نفسه، وهذا لا يكون إلا بالإيمان بالله، والعمل الصالح، والتقرب إلى الرب تبارك وتعالى بما يحبه ويرضاه حتى يأمن الإنسان من أهوال يوم الوعيد. ¶ فالمؤمن إذا تذكر الموت وسكرته، وتذكر القبر ووحشته، وتذكر النفخ في الصور وفزعته، وتذكر الصراط وزلته، خاف وارتعب وعمل صالحاً، فإذا خاف في الدنيا فلا يجمع الله على عبد خوفين فيؤمنه الرب تبارك وتعالى، والله لا يعطي عبداً أمنين، فمن أمن الرب تبارك وتعالى في الدنيا أخافه الله جل وعلا يوم القيامة. ¶ رزقني الله وإياكم الأمن يوم الوعيد، وألحقنا الله وإياكم بكل بر سعيد. ¶ هذا ما تيسر إيراده، وأعان العلي الكبير على قوله، حول التعليق على آيتين مباركتين في سورة القارعة وسورة القمر، نسأل الله أن يجعلنا وإياكم ممن يستمع القول فيتبع أحسنه. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين. ¶ والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "18",
            "seal": "4F1A3C1B"
        },
        {
            "id": "47",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [20] ¶ أقسم الله عز وجل بالنجم على عدم ضلال النبي صلى الله عليه وسلم أو غوايته في ما جاء به، وفي المناسبة بين ذكر النجم هنا وعدم الضلالة للنبي صلى الله عليه وسلم لطيفة بيانية، ومعجزة قرآنية، لا يفقهها إلا أولوا الألباب.",
            "page": "1",
            "part": "19",
            "seal": "CF0929BE"
        },
        {
            "id": "48",
            "nass": "المناسبة بين قول الله تعالى في أول سورة النجم: (والنجم إذا هدى) وبين قوله: (ما ضل صاحبكم وما غوى) ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له ولياً مرشداً. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، بلغ عن الله رسالاته، ونصح له في برياته، فجزاه الله أفضل ما جزى به نبياً عن أمته، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة من برنامجكم: معالم بيانية في آيات قرآنية. ¶ والآيات التي نحن بشأن الحديث عنها في هذا اللقاء المبارك: هي فاتحة سورة النجم، قال الله تعالى وهو أصدق القائلين: {وَالنَّجْمِ إِذَا هَوَى * مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى} [النجم:1 - 2]. ¶ وما نريد أن نميط اللثام عنه تحديداً في هذا اللقاء المبارك هي: المناسبة ما بين القسم بالنجم وما بين جواب القسم وهو قول الله جل وعلا: {مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى} [النجم:2]. ¶ بداية -أيها المباركون- نقول: إن سورة النجم سورة مكية عند أكثر أهل التفسير، جرت على نسق السور المكية في العناية بأمر العقيدة وإثبات الرسالة، كما كان فيها بيان وإشارة إلى رحلة المعراج. ¶ واختلف العلماء أولاً في المقصود بكلمة النجم في هذه السورة، وهذا المدخل ضروري حتى نحرر ما نراه صواباً ثم نبني عليه. ¶ فذهب فريق من العلماء إلى أن النجم هنا: نزول القرآن منجماً على قلب محمد صلى الله عليه وسلم، فتعني كلمة النجم عندهم الجملة من القرآن وقت نزولها؛ لأن القرآن نزل منجماً، وهذا في ظني وإن قال به بعض الأفاضل والأكابر إلا أنه رأي مرجوح. ¶ وقال بعض العلماء: إن النجم هو: النجم المعروف الذي في السماء، وهو النجم في الأرض وهو: نوع من الشجر لا ساق له، ثم اختلفوا في تحديد ماهية النجم على القول بأن النجم هو النجم الذي في السماء، وهو أول ما يتبادر إلى الذهن عند إطلاقه، وهذا هو الذي ينبغي اعتماده في ظني؛ لأن لغة القرآن يجب أن تنصرف أولاً إلى ما هو شائع ظاهر من كلام العرب، لكن القائلين بأن النجم في الآية في قول الرب تبارك وتعالى: {وَالنَّجْمِ إِذَا هَوَى} [النجم:1] هو النجم الذي في السماء اختلفوا في أي نجم هو؟ فذهبت طائفة إلى أن المراد بالنجم: كوكب الزهرة، وذهب بعضهم وهم الأكثر: إلى أنه الثريا، وقال آخرون بغير ذلك. ¶ والقول الثالث الذي نعتمده ونبني عليه: أن المقصود بالنجم هو جنس النجم في السماء فلا يحدد نجم بعينه، وأن الله يقسم بالنجوم جملة في السماء، وهذا القول اختاره العلامة ابن سعدي رحمة الله تعالى عليه، وهو الذي تميل إليه النفس أكثر. ¶ هذا ما تحرر من بيان معنى قول الله تبارك وتعالى: {وَالنَّجْمِ} [النجم:1] الآن نميط اللثام عن قول الله جل وعلا: {مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى} [النجم:2] أي: المناسبة ما بين القسم بالنجم وذكر صدق نبوة محمد صلى الله عليه وسلم؟ والجواب عن هذا أن يقال: المناسبة أن النجوم يهتدى بها في ظلمات البر والبحر، والوحي في الأرض، بل إن حاجة الناس للوحي أعظم من حاجتهم إلى النجوم. ¶ والمعنى: أن الوحي في الأرض منزل على قلب محمد صلى الله عليه وسلم، فكما أن الناس يهتدون بالنجوم في ظلمات البر والبحر فإن ما بين أيديهم من الوحي الذي أعطاه الله جل وعلا لنبيه صلى الله عليه وسلم هم أحوج إليه من حاجتهم إلى النجم، وكما أن النجوم زينة في السماء فإن كلام الله زينة في القلوب وزينة في الأرض. ¶ وزاد عليه بعض العلماء أن قالوا: إن الله جل وعلا علم من العرب أنها تستخدم النجم في الهداية وتطمئن إليه في زرعها وفي أسفارها، فأقسم الله بالنجم لصدق نبوة محمد صلى الله عليه وسلم. ¶ أي: كما أنكم تطمئنون للنجوم، وتعرفون أن النجم لا يخرج عن مساره، وما أضل النجم أبداً ولا تغيرت هدايته، فإن الله الذي سخر لكم النجم هو الذي بعث لكم النبي عليه الصلاة والسلام. ¶ وهذا تفسير وتبرير وتحرير أكثر من حسن؛ لأن فيه ربطاً بين ما يراه المؤمن من نور النبوة، من نور الوحي الذي أعطاه الله جل وعلا سيد الأنبياء صلى الله عليه وسلم فيسوقه ذلك الهدى إلى مرضاة الله جل وعلا، وبين ما يراه التائهون في ظلمات البر والبحر من اهتدائهم بالنجوم كما قال الله جل وعلا: {وَعَلامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ} [النحل:16]. ¶ بقي أن نبين -أيها المباركون- أن هذه السورة كذلك كما ذكرت صدق نبوة محمد صلى الله عليه وسلم فإن الله قال في حقه: {مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى} [النجم:2]. ¶ والضلالة: عدم العلم بالشيء، أما الغواية: فهي ترك العمل بالعلم، فالله تعالى ينفي وينزه نبيه عليه الصلاة والسلام عن الجهل، فأثبت بذلك له العلم بالحق، ثم أثبت له الهداية. ¶ ومعنى ذلك: أن النبي صلى الله عليه وسلم علم الحق وعمل به، ولا ريب أنه عليه الصلاة والسلام ما من صفة كمال إلا وأعطاه الرب تبارك وتعالى إياها، قال شوقي وما أجمل ما قال: فإذا رحمت فأنت أم أو أب هذان في الدنيا هما الرحماء وإذا خطبت فللمنابر هزة تعرو الندي وللقلوب بكاء صلوات الله وسلامه عليه بكرة وأصيلاً. ¶ هذا ما تيسر إيراده، وتهيأ تحريره، حول قول الرب جل وعلا: {وَالنَّجْمِ إِذَا هَوَى * مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى} [النجم:1 - 2]. ¶ أسأل الله أن ينفعنا وإياكم بما قلناه وبما سمعناه. ¶ وصلى الله على محمد وعلى آله. ¶ والحمد لله رب العالمين، والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "19",
            "seal": "6CA74EC5"
        },
        {
            "id": "49",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [21] ¶ لو قدر أن بلغاء الأرض اجتمعوا، وأن سادة الأدب والفصاحة وبيانه التقوا في نادٍ واحد لما اسطاعوا أن يأتوا بمثل ما جاء به القرآن من فصيح عبارته وجميل نظمه، كيف لا وقد جمعت آية واحدة فقط بين أمرين ونهيين وخبرين وبشارتين، لا تتعجب فأنت أمام كلام الحي القيوم!",
            "page": "1",
            "part": "20",
            "seal": "419EC311"
        },
        {
            "id": "50",
            "nass": "أمران ونهيان وخبران وبشاراتان في آية واحدة كيف ذلك؟! ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد ألا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة من برنامجكم: (معالم بيانية في آيات قرآنية)، وعلى غير العادة فسنبدأ حلقتنا هذه بخبر أدبي نزدلف بعده إلى الآية التي نحن بشأن الحديث عنها: حكى الأصمعي: أنه سمع جارية أعرابية تنشد وتقول: أستغفر الله لذنبي كله قبلت إنساناً بغير حله مثل الغزال ناعماً في دله فانتصف الليل ولم أصله قال: فقلت لها: قاتلك الله ما أفصحك! قالت: أو يعد هذا فصاحة مع قول الله جل وعلا: {وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلا تَخَافِي وَلا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ} [القصص:7]، فقد جمع الله جل وعلا في آية واحدة بين أمرين ونهيين وخبرين وبشارتين. ¶ وهذه هي الآية التي نحن بشأن الحديث عنها، فالحديث هنا عن كليم الله موسى بن عمران أيام طفولته، ونتذكر أمه رضي الله عنها وأرضاها لما وضعته وأصابها الخوف عليه، وذلك أن فرعون كان يقتل من يولد من غلمان بني إسرائيل، ثم بدا له أن يقتل عاماً ويترك عاماً، فولد هارون في العام الذي لا قتل فيه، وولد موسى بقدر الله في العام الذي فيه قتل، قال الله جل وعلا يذكر الخبر قال: {وَأَوْحَيْنَا} [القصص:7] وهذا فيما يظهر: وحي إلهام {إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ} [القصص:7]، وهذا هو الأمر الأول في الآية، وأرضعته؛ لأنه لابد له من الرضاعة. ¶ {فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ} [القصص:7]، وقول الله جل وعلا: ((فَأَلْقِيهِ فِي الْيَمِّ)) هو الأمر الثاني في الآية، وما زلنا في آية واحدة وإلى الآن تضمنت أمرين: فأول الأمر: أن ترضعه ولا تخشى من فطنة الدايات له، فإن أصابها الخوف ولم يطمئن القلب، فعليها أن تلقيه في اليم، ومعلوم أن البحر الذي هو اليم مظنة خوف، مظنة هلاك، مظنة موت، لكن كل شيء جند لله تعالى إذا أراد، فكان البحر جنداً لله، فحفظ الله بأمواج البحر كليمه موسى حتى أوصله اليم إلى قصر فرعون. ¶ ثم بعد أن ذكر الأمرين ذكر تبارك وتعالى النهيين: {وَلا تَخَافِي وَلا تَحْزَنِي} [القصص:7]، لا تخافي أن يصيبه أذى، أن يصيبه ضرر، أن يهلك أن تفقديه، ولا تحزني لفراقه، لماذا لا تحزني لفراقه؛ قال: {إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ} [القصص:7] (رادوه إليك) للرضاعة مرة أخرى، (وجاعلوه من المرسلين) في مستقبل أيامه، وفي مقدم عمره إذا جاوز الأربعين، وبلغ أشده واستوى فسيكون نبياً رسولاً، فهذا وعد من العلي الكبير لأم موسى: أن الله جل وعلا سيرد إليها ابنها، وأن ابنها هذا سيكون له شأن عظيم إذا كبر، وأي شأن أعظم من مقام النبوة والرسالة التي أعطاها الله جل وعلا لأولئك الصفوة من الخلق، والله يقول: {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} [الأنعام:124]، فهذه آية واحدة من كلام الرب تبارك وتعالى: تضمنت خبرين، وتضمنت أمرين: (أن أرضعيه) و (فألقيه)، وتضمنت نهيين: (ولا تخافي ولا تحزني) وتضمنت بشارتين: (إنا رادوه إليك وجاعلوه من المرسلين). ¶ وما يلفت النظر هنا -إذا خرجنا من سياق البلاغة قليلاً- نجد أن أم موسى عليه السلام رغم الوعد الرباني لها بأن الله جل وعلا سيرد لها ابنها إلا أنها بعثت أخته لتحسس خبره: {وَقَالَتْ لِأُخْتِهِ قُصِّيهِ} [القصص:11]، وقد فهم العلماء من هذا: أن الإنسان لا ينبغي عليه أن يعجز عن طلب مقصوده، لكنه يطلبه بجوارحه، وأما ما في القلب فإنه يطلبه بقلبه مع الرب تبارك وتعالى، يطلبه بجوارحه مع الناس، ويطلبه بقلبه في تعامله مع ربه تبارك وتعالى، فالتوكل: عبادة قلبية يُتعبد بها الرب تبارك وتعالى بين العبد وبين ربه. ¶ نعود في هذه الآية المباركة التي قال الله جل وعلا فيها: {وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلا تَخَافِي وَلا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ} [القصص:7]، وقد صدقها الله عده، ورد ابنها إليها، بل جعل الله جل وعلا من شفتي موسى جنداً من جنوده فلا يقبل أثداء المرضعات، فكلما عرضت عليه مرضعة أعرض عنها عليه السلام، وهو يوم ذاك صغير أحوج ما يكون إلى الرضاعة، لكن الله جل وعلا يقول: {وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ} [القصص:12]، وهذا يا أخي! تحريم منع، لا تحريم شرع. ¶ فلما امتنعت شفتا موسى أن تقبل أثداء النساء رده الله جل وعلا إلى أمه على أنها مرضعة وليست أماً في نظر فرعون، فكان فرعون يعطيها أجراً على رضاعتها لموسى، فتأمل يا أخي! رحمة الله جل وعلا بموسى وبأمه، ترضعه أمه وهي أمه يجب عليها إرضاعه، ومع ذلك تأخذ أجراً ونفقة من فرعون دون أن يدري فرعون أنه يعطي الأجر والنفقة لأم موسى. ¶ تلك كلها تدل على أن هناك عناية إلهية وحفظاً، إذا أعطاه الله جل وعلا فالله خير حافظاً وهو أرحم الراحمين. ¶ نعود فنقول: هذه بلاغة القرآن: يؤتى بالخبر الموجز والسياق المختصر ويتضمن معاني ثرية، يجول الخاطر فيها والبيان أي ما جولة، من عظمة ما ذكره الله جل وعلا في آيات موجزة كما قالت تلك الأعرابية: وأي فصاحة تعد هذه مع قول الله جل وعلا: {وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلا تَخَافِي وَلا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ} [القصص:7]. ¶ هذا ما تيسر إيراده، وأعان العلي الكبير على قوله، حول قول الله جل وعلا في الآية السابعة من سورة القصص، راجين أن نكون قد أمطنا اللثام عما أردنا بيانه، والله المستعان وعليه البلاغ، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين. ¶ والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "20",
            "seal": "7556911C"
        },
        {
            "id": "51",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [22] ¶ آسية بنت مزاحم امرأة فرعون، قصة فريدة لامرأة صالحة اختارت جوار الله تبارك وتعالى في الجنة، ورفضت نعيم فرعون الزائل، وفي قصتها مع فرعون عظات وعبر، حري بالمسلم أن يعلمها ويفقهها.",
            "page": "1",
            "part": "21",
            "seal": "3273F0F4"
        },
        {
            "id": "52",
            "nass": "رب ابن لي عندك بيتاً في الجنة ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له ولياً مرشداً، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة مباركة جديدة من برنامجكم: (معالم بيانية في آيات قرآنية) وشرف الحديث اليوم حول قول الله تبارك وتعالى في سورة التحريم: {وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا اِمْرَأَةَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنَ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ} [التحريم:11]. ¶ بداية نقول: قال العلماء في تفسير هذه الآية: هذا مثل ضربه الله جل وعلا في عدم تبرر المؤمن بقرابة الكافر، ولو كانت تلك القرابة قرابة زوجية وما أقواها، وهذا المثل لامرأة فرعون الكافر الظالم، وهي آسية بنت مزاحم، وكانت قد آمنت بموسى مع من آمن، فلما عرف فرعون إيمانها، أمر بقتلها، فلما علمت بعزم الطاغية على قتلها، قالت في مناجاتها لربها: {رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنَ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ} [التحريم:11]، والذي نريد أن نميط اللثام عنه: أن هناك تقديماً وتأخيراً في الآية. ¶ يقول الله جل وعلا: {وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا اِمْرَأَةَ فِرْعَوْنَ إِذْ قَالَتْ} [التحريم:11]، يحكي الله جل وعلا هنا مناجاتها: {رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ} [التحريم:11] تلحظ -أيها المبارك- أنها اختارت جوار الواحد القهار قبل أن تختار الدار، فقالت: {رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ} [التحريم:11]، ولم تقل: (رب ابن لي بيتاً في الجنة عندك)، ولكنها قالت كما حكى الله: {رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ} [التحريم:11]، فتقديم الظرف هنا له دلالاته الكبيرة، وأعظمها: أن هذه المرأة الصالحة التقية، كانت في شوق عظيم إلى لقاء الرب تبارك وتعالى، وقد مر معنا في حلقات مضت وسلفت: أن الشوق إلى الله تبارك وتعالى خصيصة من أعظم ما خص الله جل وعلا بها الأنبياء والصالحين، كما سمعت أم المؤمنين عائشة رضي الله عنها وأرضاها نبينا صلى الله عليه وسلم عندما خُير ما بين لقاء الله ثم الجنة، فسمعته يقول: (مع الذين أنعمت عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً). ¶ الذي يعنينا: أن تقديم الظرف هنا له دلالاته الكبيرة، فهذه المرأة امرأة مباركة حتى في منطقها، وهذا المنطق تفردت به بعض النساء اللاتي جاء الشرع بتزكيتهن، مثل آسية بنت مزاحم، كما هو ظاهر في هذه الآية، وكما جاء في تزكية خديجة بنت خويلد رضي الله تعالى عنها وأرضاها، فإن خديجة رضي الله عنها وأرضاها لما أقرأها النبي صلى الله عليه وآله وسلم من الله ومن جبريل السلام قالت رضي الله عنها وأرضاها: وعليك وعلى جبريل السلام. ¶ ففقهت في منطقها وهي يومئذ حديثة عهد بالدين كله، قالت: فإن الله هو السلام، ففقهت: أن الله هو السلام، ولا يرد السلام عليه تبارك وتعالى. ¶ وهذا التقديم: جرت سنن العرب أنها تلحظه وتجعله فارقاً في أمور كثيرة في لغتها وتخاطبها، ومن أمثلة ذلك: أن جابر بن سليم رضي الله عنه قدم على النبي صلى الله عليه وسلم، فقال: عليك سلام الله يا رسول الله! الآن تلحظ أنه قدم الجار والمجرور، فقال: عليك سلام الله، ولم يقل: السلام عليك، فأجابه نبينا صلى الله عليه وسلم بقوله: (لا تقل: عليك السلام، عليك السلام تحية الموتى، قل: السلام عليكم). ¶ والموتى يحيون بإحدى طريقتين: إذا وقفنا على قبورهم وأردنا زيارتهم واقتربنا ودنونا من قبورهم نقول: السلام عليكم، كما علمنا نبينا صلى الله عليه وسلم: (السلام عليكم أهل الديار من المؤمنين)، وإذا شرفنا بالسلام عليه صلوات الله وسلامه عليه في قبره والسلام على صاحبيه فإننا نقول: السلام عليك يا رسول الله! السلام عليك يا أبا بكر! السلام عليك يا عمر بن الخطاب! هذه حالة. ¶ الحالة الأخرى: أن يذكر الميت في الحديث، فتعدد مناقبه وتذكر فضائله، في هذه الحالة إذا أردنا أن نسلم عليه، فلا نقل: السلام عليك، وإنما نقدم الجار والمجرور، فنقول: عليك سلام الله، وهذا هو الذي قصده النبي صلى الله عليه وسلم في قوله لـ جابر بن سليم: (لا تقل: عليك سلام الله، فعليك سلام الله تحية الموتى). ¶ ونجد في شعر العرب ولو عند المتأخرين كما نجده عند أبي تمام، عندما رثى الأمير العربي محمد بن حميد الطوسي قال أبو تمام في رثائه له: كأن بني نبهان يوم وفاته من دون سماء خر من بينها البدر إلى أن قال: عليك سلام الله وقفاً فإنني رأيت الكريم الحر ليس له عمر فقوله: (عليك سلام الله) هذه تحية الموتى التي عنيناها بحديثنا، نعود أيها المباركون للآية: هذه المرأة المباركة تقول: {رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنَ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ} [التحريم:11]، نقول بعد هذا مؤكدين: إن الدنيا لا تطيب إلا بذكر الله، وإن الآخرة لا تطيب إلا بعفو الله، وإن الجنة لا تطيب إلا برؤية الله، فمن عَمر الدنيا بذكر الله وما والاه، غلب على الظن برحمة الله أن يرزق عفو الله في الآخرة، فإذا رزق عفو الله في الآخرة أدخل الجنة، فإذا أدخل الجنة رزق بعد ذلك لذة النظر إلى وجه العلي الأعلى تبارك وتعالى، وهو أعلى نعيم، وأجل عطية، قال الرب تبارك وتعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة:22 - 23] وقال تبارك وتعالى يبين حال أهل الكفر: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} [المطففين:15]. ¶ إذاً: أراد الله جل وعلا بضرب هذا المثال عن هذه المرأة الصالحة: أن يبين رفيع مكانتها، وعلو منزلتها، وأنها رغم أنها تضاجع فرعون على فراشه، وتأكل من طعامه وشرابه، إلا أن ما في قلبها من إيمان ويقين بلقاء الله جل وعلا لم يجعلها تتأثر بطغيان أو كفر أو ظلم فرعون مثقال ذرة، فبقيت مسلمة طائعة لربها، قانتة له مؤمنة بلقائه، بل وتشتاق كل الشوق إلى لقائه، فلذلك قدمت الجار قبل الدار، فقالت: {رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ} [التحريم:11]، ولم تقل: (رب ابنِ لي بيتاً في الجنة عندك). ¶ هذا ما تيسر إيراده، وتهيأ قوله، وأعاننا الله جل وعلا على ذكره، وصلى الله على محمد وآله، والحمد لله رب العالمين، والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "21",
            "seal": "EB305E42"
        },
        {
            "id": "53",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [23] ¶ لقد خلق الله هذا الإنسان من ضعف فقواه، ثم من قوة فأضعفه، ثم بعد ذلك يشيب الإنسان، فإما أن يرد إلى أرذل العمر أو يموت، وكلاهما مُر إذا فطن المرء لهما، أما السر في تكرار القوة والضعف والشيبة فهذا ما سيماط عنه اللثام في هذا الدرس المبارك.",
            "page": "1",
            "part": "22",
            "seal": "604D1830"
        },
        {
            "id": "54",
            "nass": "المقصود بتكرار الضعف والقوة في أواخر سورة الروم وبيان أطوار خلق الإنسان ¶ الحمد لله الذي بنعمته تتم الصالحات، وأشهد أن لا إله إلا الله وحده لا شريك له، لا فوز إلا في طاعته، ولا عز إلا في التذلل لعظمته، ولا غنى إلا في الافتقار لرحمته. ¶ وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، أشار إلى الغمام فتفرق بإذن الله إكراماً لإشارته، وأشار إلى القمر فانفلق ليكون شاهداً على نبوته، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة من برنامجكم: (معالم بيانية في آيات قرآنية) والآية التي نحن بشأن الحديث عنها في هذا اللقاء المبارك: هي قول الله جل وعلا: {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ} [الروم:54]، وتحرير معنى الضعف ومعنى القوة والشيبة في هذه الآية الكريمة هو ما نحن بصدد الحديث عنه: وابتداءً نقول: إن الله تبارك وتعالى خلق خلقه أطواراً، وصرفهم جل وعلا كيفما شاء عزة واقتداراً، أما معنى الآيات فيجب التنبه إلى ما يلي: يقول الله جل وعلا: {اللَّهُ الَّذِي خَلَقَكُمْ} [الروم:54] أي: أن الله الذي يستحق منكم العبادة أوجدكم معشر الإنسان من ضعف، (ضعف) هنا بمعنى: من أصل ضعيف، وهو النطفة أو التراب إذا قلنا على تأويل المصدر باسم الفاعل، والضعف عقلاً ونقلاً: هو خلاف القوة، (ثم) وهي للتراخي في الزمان (جعل) أي: خلق، لأنه عُدي لمفعول واحد. ¶ (من بعد ضعف) هذا موضع ما نريد إماطة اللثام عنه في هذه الحلقة، وهو: أن الضعف هنا غير الضعف الأول الموجود في قوله جل وعلا: {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ} [الروم:54] فليست المسألة مسألة تكرير، هذا الضعف الآخر ليس الضعف الذي قلنا في الأول عنه: بأنه من النطفة والتراب، لكنه الضعف الموجود في الجنين والطفل، يقول الله جل وعلا: {مِنْ بَعْدِ ضَعْفٍ قُوَّةً} [الروم:54]، القوة: هي القوة التي تجعل للطفل من التحرك ودفعه الأذى عن نفسه بالبكاء وأمثاله ونحوه. ¶ ثم قال ربنا: {ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ} [الروم:54] وقوة هنا: تختلف عن القوة المذكورة قبل قليل، وقد قدمنا أن (ثم) للتراخي في الزمان، {ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ} [الروم:54] أي: من بعد قوة أخرى، هي: التي بعد البلوغ، وهي قوة الشباب (ضعفاً) وهذا الضعف -أيها المبارك- ضعف آخر، وهو: ضعف الشيخوخة والكبر. ¶ ثم قال الله جل وعلا: (وشيبة) أي: شيبة الهرم، والشيب والمشيب: بياض الشعر، وفي قوله: (ضعف) وقوله (قوة) إشارة إلى حالة غير الحالة الأولى، فقد ذكره منكراً، والمنكر -أيها المباركون- متى أعيد ذكره معرفاً أريد به ما تقدم، فقولك: رأيت رجلاً فقال لي الرجل كذا، ومتى أعيد منكراً فسياق القرآن في هذه الآية أن يراد به غير الأول. ¶ ولذلك قال ابن عباس رضي الله تعالى عنهما في قوله جل شأنه: {فَإِنَّ مَعَ الْعُسْرِ يُسْرًا} [الشرح:5]، قال رضي الله عنهما: لن يغلب عسر يسيرين، هكذا حققه الإمام الراغب، وتبعه عليه أجلاء المفسرين، وهو الموافق للقاعدة المشهورة عند العلماء التي نظمها السيوطي رحمه الله في عقود الجمان بقوله: ثم من القواعد المشتهرة إذا أتت نكرة مكررة تغايرا وإن يعرف ثاني توافقا كذا المعرفان فهذه القاعدة إجمال لما بيناه من قبل ولما حررناه آنفاً: من أن الضعف المكرر في الآيات مع الإبقاء على التنكير يدل على أن الضعف الأول: هو ضعف التراب والنطفة، والضعف الثاني: هو ضعف الإنسان وهو جنين في بطن أمه، والضعف الثالث الذي بعد ذلك الذي يعقب القوة هو: ضعف الشيبة والكبر، كما أن القوة في الأول: هي قوة الطفل وقدرته في المراحل الأولى من حياته على دفع الأذى عن نفسه، أما في الثانية: فإنها قوة الشباب والبلوغ. ¶ وعلى هذا يتضح: أن تنقل الإنسان في أطوار الخلق حالاً بعد حال من ضعف إلى قوة، ثم من قوة إلى ضعف دليل على قدرة الخالق الفعال لما يشاء، الذي لا يعجزه شيء في الأرض ولا في السماء، ولا يعجزه أن يعيدكم مرة أخرى، ولهذا ناسب جل وعلا أن يقول بعد ذلك: {يَخْلُقُ مَا يَشَاءُ} [الروم:54] أي: يخلق ما يشاء تبارك وتعالى ولا ملزم عليه -من ضعف وقوة وشباب- أن يخلق الأشياء كلها التي من جملتها الضعف والقوة والشباب، فليس هذا كله طبعاً، بل بمشيئة الله سبحانه تبارك وتعالى. ¶ قال: {وَهُوَ الْعَلِيمُ الْقَدِيرُ} [الروم:54] أي: العليم بتدبير خلقه، القدير على ما يشاء، لا يمتنع عليه شيء أراده، وهو كما يفعل هذا قادر على أن يميت خلقه ويحييهم إذا شاء. ¶ من هنا يتضح -أيها المباركون- أن الرب تبارك وتعالى كما بينا خلق خلقه أطواراً، وفي علم الإنسان بقدرة الله جل وعلا، وفي رؤيته لنفسه أي: أن الإنسان إذا رأى نفسه وتقلب أحواله، وتغير أيامه، وما يعتريه من ضعف وقوة، وقوة وضعف، علم بعد ذلك كله عظيم قدرة الله جل وعلا، ولعل هذا يندرج تحت قول الله تعالى: {وَفِي أَنفُسِكُمْ أَفَلا تُبْصِرُونَ} [الذاريات:21]. ¶ والمقصود من هذا كله بعد تحرير المعاني والألفاظ وإماطة اللثام مما يغلب على الظن: أنه غير مشهور ومعروف لدى العامة على الأقل، فإننا نقول: إن هذا كله يدل على قدرة الرب تبارك وتعالى، وهذه أعظم غايات القرآن أن يعرف بالرب جل وعلا، وهل قضى أنبياء الله ورسوله أيامهم وأعمار حياتهم إلا في التعريف بربهم تبارك وتعالى والإرشاد إليه، وبيان عظيم قدرته وجليل رحمته، وسعة حكمته، والمؤمنون متى عظم علمهم بالله سهلت عليهم الطاعات وأحجموا عن المعاصي، وقد قال السلف: إن العبد كلما كان بالله أعرف كان من الله أخوف. ¶ هذا ما تحرر إيراده، وتيسر إعداده، وأعان الله جل وعلا على قوله، سائلين الله تبارك وتعالى أن يجعلنا وإياكم ممن يستمع القول فيتبع أحسنه، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين. ¶ والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "22",
            "seal": "8400DAFF"
        },
        {
            "id": "55",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [24] ¶ كثر التساؤل عن ماهية هذه الروح وحقيقتها، وعن أحوالها وكنهها، والجواب الشافي لهذه المسألة قول ربنا: (قل الروح من أمر ربي)، أما عن ارتباط الروح بالجسد والنفس وغيره فهو محور الحديث في هذا الدرس المبارك.",
            "page": "1",
            "part": "23",
            "seal": "7D292003"
        },
        {
            "id": "56",
            "nass": "ويسألونك عن الروح ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد أن لا إله إلا الله وحده لا شريك له، شعار ودثار ولواء أهل التقوى، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه أيها المباركون حلقة جديدة مباركة بإذن الله من برنامجكم: (معالم بيانية في آيات قرآنية) والآية التي نحن بصدد الحديث عنها في هذا اللقاء: هي قول الله جل وعلا: {وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا} [الإسراء:85]، إلا أننا نبين في مستهل هذه الحلقة: أن ثمة ألفاظ سنعرج في الحديث عنها، وكيفية استعمال القرآن لها وهي: الروح، والجسم، والجسد، والنفس، فحول هذه الأربعة الألفاظ سنعرج على معاني عديدة بإيجاز. ¶ أما قول الله جل وعلا: {وَيَسْأَلُونَكَ عَنِ الرُّوحِ} [الإسراء:85]، فإن أهل العلم من المفسرين: يذكرون في سبب نزولها: ما رواه عبد الله بن مسعود رضي الله تعالى عنه: أنه كان مع النبي صلى الله عليه وسلم فمر صلوات الله وسلامه عليه على ملأ من يهود، فقال بعضهم لبعض: سلوه، وقال آخرون: لا تسألوه، ثم إن اليهود سألوه فقالوا: يا أبا القاسم ما الروح؟ فاتكأ صلى الله عليه وسلم على عسيب نحل، قال عبد الله: فعلمت أنه يوحى إليه، ثم تلا: {وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا} [الإسراء:85]. ¶ واختلف العلماء رحمهم الله في بيان المقصود من الروح هنا، والأكثرون ولعل هذا هو الأظهر: أنها الروح المعروفة التي تمتزج بالبدن وتكون منها النفس الإنسانية المكلفة. ¶ والروح إذا خرجت من الجسد تسمى: روحاً، أما إذا بقيت في الجسد فتسمى: نفساً، ولهذا قال النبي صلى الله عليه وسلم لما قبض عثمان بن مظعون قال: (إن الروح إذا صعد تبعه البصر)، أما ما دامت الروح ممتزجة بالجسد أي: أن صاحبها حي، فهذه تسمى: نفساً، وهي التي خاطبها الله جل وعلا بقوله: {وَنَفْسٍ وَمَا سَوَّاهَا} [الشمس:7]، وأسند الله جل وعلا إليها الكثير من الأفعال، ومنها قوله جل وعلا: {يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا} [آل عمران:30]، فهذا إسناد من الله جل وعلا للوجود إلى النفس. ¶ والجسد إذا كان خالياً من الروح فإن التعبير القرآني يطلق عليه: لفظ جسد، ومنه قول الرب تبارك وتعالى: {وَمَا جَعَلْنَاهُمْ جَسَدًا لا يَأْكُلُونَ الطَّعَامَ} [الأنبياء:8]، وقول الله جل وعلا عن ذلك العجل الذي اتخذه قوم موسى -عياذاً بالله- إلهاً لما أضلهم السامري، قال الله جل وعلا: {فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ} [طه:88]، ومعلوم قطعاً: أن ذلك العجل الذي أخرجه السامري لقومه لم يكن فيه روح ألبتة، فلا قدرة للسامري ولا لغيره على الخلق. ¶ ويعبر القرآن بالجسم إذا كان ذلك الجسد ممتزجاً بالروح، أي بمعنىً أوضح: تدب فيه الحياة، ومنه قول الله جل وعلا عن المنافقين: {وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ} [المنافقون:4]، فقول الرب تباك وتعالى: (أجسامهم) إنما يتكلم عن قوم أحياء وهم المنافقون الذين كانوا آنذاك معاصرين للنبي صلى الله عليه وسلم، والذي يعنينا من الخطاب القرآني هنا: أن الله جل وعلا لما كانوا أحياء تمتزج أرواحهم بأجسادهم فإنها تسمى: أجساماً وهي حية، وقد عبر الله جل وعلا عنها بقوله: {وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ} [المنافقون:4]، ونظيره كذلك في القرآن: قول الرب تبارك وتعالى عن طالوت لما حكى ذلك النبي من الأنبياء الذي أخبر الله قومه: أن الله جل وعلا قد بعث لهم طالوت ملكاً، قال عنه: {وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ} [البقرة:247]، فعبر بكلمة (الجسم) دون كلمة (الجسد)؛ لأنه يتكلم عن شخص امتزجت روحه بجسده، فأصبح الجسد جسماً، وأصبحت الروح نفساً، ولا ريب أن الروح والنفس بمعنى واحد، نعود فنقول: إن الله جل وعلا خلق الأرواح قبل الأجساد؛ لأن الله جل وعلا خلق أبانا آدم لما كنا في عالم الأرواح كما تدل عليه آيات القرآن في الأعراف وغيرها من حيث العموم، ثم إن الرب تبارك وتعالى خلق أجسادنا بعد ذلك أجنة في بطون أمهاتنا. ¶ ثم يأتي ذلك الملك الذي أوكل الله جل وعلا إليه أن ينفخ فينا الروح فينفخ فتدب الحياة فينا، فإذا امتزجت الروح مع الجسد ونحن أجنة في بطون أمهاتنا يحدث نوع من الاتصال، ثم يكون هناك اتصال أكبر في الحياة الدنيا، ثم ينقطع ذلك الاتصال بين الروح والجسد وهو المقصود بالموت، ثم بعد ذلك تعود الأرواح إلى الأجساد بعد البعث والنشور وهذا الاتصال هو: اتصال كامل تام، وهو الذي عبر القرآن عنه: بالخلود، وجاء في الحديث: (يؤتى بالموت على صورة كبش فيذبح ما بين الجنة والنار، بعد أن يسأل أهل الجنة: هل تعرفون هذا؟ فيقولون: نعم، هذا الموت، ويسأل أهل النار هل تعرفون هذا؟ فيقولون: نعم، هذا الموت، ثم إنه يذبح وينادي منادٍ: أن يا أهل الجنة! خلود بلا موت، وأن يا أهل النار! خلود بلا موت)، وهو المعبر عنه في القرآن بيوم الحسرة، قال الله جل وعلا: {وَأَنذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لا يُؤْمِنُونَ * إِنَّا نَحْنُ نَرِثُ الأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ} [مريم:39 - 40]. ¶ وقد تعلق بعض الفلاسفة بمسألة النفس والروح، ومنها قول ابن سيناء لما تلكم عن أن الإنسان لم يختر روحه فقال: هبطت إليك من المحل الأرفع ورقاء ذات تعزز وتمنع هبطت على كره إليك وربما كرهت فراقك وهي ذات توجع والحديث هنا عن النفس الإنسانية، وعن ممازجتها ومخالطتها للجسد وما يكون منها من طلب للعلو، وهذه القصيدة التي قالها ابن سيناء عارضها شوقي رحمة الله تعالى عليه تعالى بقوله: ضمي قناعك يا سعاد أو ارفعي هذي المحاسن ما خلقن لبرقع ويجب التنبيه هنا: إلى أن شوقي يقصد بسعاد كناية عن النفس البشرية، كناية عن الروح، ولا يقصد امرأة بعينها أو فتاة بنفسها، فليس القضية لها علاقة بالحجاب سلباً ولا إيجاباً ولا يدعُ إلى ذلك في أبياته هذه وإنما المقصود منها: أن النفس البشرية يجب أن تنطلق في عالم المعالي وتبحث عما ينفعها، ولا ريب أنه لا ينفعها شيء مثل الإيمان بالرب تبارك وتعالى والعمل الصالح، والسعي في فكاكها وزحزحتها عن النار، جعلنا الله وإياكم ممن زحزح عن النار وأدخل الجنة. ¶ هذا ما تيسر إيراده حول هذه الألفاظ الأربعة وهي: الروح، والجسم، والجسد، والنفس، تكلمنا عنها وفق السياق القرآني، وأمطنا اللثام عن الطرائق التي يتخذها القرآن سبيلاً في الحديث عن روح الإنسان ونفسه، أو عن جسده وجسمه، هذا ما تيسر إيراده، وتهيأ إعداده، وأعان الرب العزيز الكريم على قوله، سائلين الله جل وعلا أن يجعلنا وإياكم ممن يستمع القول فيتبع أحسنه، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين. ¶ والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "23",
            "seal": "5A2C108F"
        },
        {
            "id": "57",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [25] ¶ والذي رفع كلا من النصف الأعلى! جملة قسم قالتها امرأة طاهرة أمام الطاغية الحجاج، وكانت نتيجة لصدور العفو عن ابنها الموثق عندهم، عن حقيقة (كلا) ومعانيها، واختلاف الناس فيها، يتكلم الشيخ في هذا الدرس المبارك.",
            "page": "1",
            "part": "24",
            "seal": "265EBC2F"
        },
        {
            "id": "58",
            "nass": "أسرار لفظ: (كلا) في القرآن الكريم ¶ الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له ولياً مرشداً، وأشهد أن لا إله إلا الله وحده لا شريك له، لا تطيب الدنيا إلا بذكره، ولا تطيب الآخرة إلا بعفوه، ولا تطيب الجنة إلا برؤيته، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: أيها المباركون! فهذه حلقة جديدة مباركة بإذن الله من برنامجكم: معالم بيانية في آيات قرآنية، وقبل أن نشرع كالعادة في بيان ما نحن فيه نقول: إن اللفظ الذي سنشرع في إماطة اللثام البياني عنه في هذا اللقاء هو لفظ (كلا). ¶ ونستفتح بخبر أدبي قبل أن نشرع في بيان مراد الله جل وعلا من هذه الكلمة أو من هذا اللفظ: يقولون: إن الحجاج بن يوسف الثقفي القائد الأموي المعروف أسر شاباً، فجاءته امرأة هي أم ذلك الشاب تحاول أن تقدم نوعاً من الشفاعة لابنها، وهي تخاطب الحجاج أقسمت له أن ابنها بريء، لكن الذي يستوقفنا هنا: هو ذلك القسم الذي استخدمته تلك المرأة، فقد قالت وهي تخاطب الحجاج: والذي حذف كلا من النصف الأعلى. ¶ نحن نعلم أن القرآن ثلاثين جزءاً، وأن أوسطه سورة الكهف في خبر موسى والخضر، وإذا اعتبرنا النسبية يمكن أن نقول: إن هناك نصفاً أعلى ونصفاً آخر من الصعب أن نطلق على الخمسة عشر جزءاً الأخيرة من القرآن: بأنها نصف أدنى، لكن نقول: هناك نصف أعلى، والنصف الآخر هذه المرأة تقول في خطابها للحجاج: والذي حذف كلا من النصف الأعلى أي: أن حرف كلا ليس موجوداً في أول القرآن من الفاتحة إلى الكهف، ثم ورد بعد ذلك في سورة مريم: {أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا * أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا * كَلَّا سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا} [مريم:77 - 79]. ¶ فيقولون: إن الحجاج استعرض القرآن وهو يريد أن يركب فرسه، لما قالت له المرأة هذا الخطاب ثم تبين له صحة قولها، فعفا عنها وعفا عن ابنها، وقبل شفاعتها. ¶ والشاهد: أن (كلا) وردت في القرآن في 33 موضعاً كلها كما قدمنا في النصف الآخر من القرآن أي: ليس في النصف الأعلى منه، وجعل بعض العلماء لفظ كلا من الأدلة والقرائن على أن السورة التي يرد فيها لفظ كلا هي سورة مكية، فلم ترد غالباً ويمكن أن نقطع في القرآن المدني، لكن القطع قد يكون نوعاً من الجزم؛ لأن تحرير المدني والمكي فيه نوع خلاف، نعود فنقول: ما هو الحرف كلا؟ كلا كما قال ابن هشام في مغنيه: مركبة عند ثعلب من كاف التشبيه ولا النافية قال: وإنما شددت لامها لتقوية المعنى، ولدفع توهم بقاء معنى الكلمتين، وهي عند سيبويه والخليل والمبرد والزجاج وأكثر البصريين حرف معناه: الردع والزجر، لا معنى لها عندهم إلا ذلك، حتى إنهم يجيزون أبداً الوقف عليها والابتداء بما بعدها، وحتى قال جماعة منهم: متى سمعت كلا في سورة فاحكم بأنها مكية وهذا حررناه آنفاً؛ لأن فيها معنى التهديد والوعيد وهذه صبغة من صبغ القرآن المكي، ورأى الكسائي وأبو حاتم ومن وافقهما أن معنى الردع والزجر ليس مستمراً فيها فزادوا فيها معنى ثانياً يصح عليه أن يوقف دونها ويبتدأ بها، ثم إن هؤلاء اختلفوا في تعيين ذلك المعنى على ثلاثة أقوال: أحدها للكسائي ومتابعيه قالوا: تكون بمعنى حقاً. ¶ والثاني لـ أبي حاتم ومتابعيه قالوا: تكون بمعنى (ألا) الاستفتاحية. ¶ والثالث لـ ابن شميل والفراء ومن وافقهما قالوا: تكون حرف جواب بمنزلته، وحملوا عليه قول الله جل وعلا: {كَلَّا وَالْقَمَرِ} [المدثر:32] قالوا: معناه: إي والقمر. ¶ قال ابن هشام في مغنيه: وقول أبي حاتم عندي أولى من قولهما؛ لأنه أكثر اطراداً، فإن قول النضر لا يتأتى في آيتي المؤمنين والشعراء، وقول الكسائي لا يتأتي في نحو: {كَلَّا إِنَّ كِتَابَ الأَبْرَارِ} [المطففين:18]، {كَلَّا إِنَّ كِتَابَ الفُجَّارِ} [المطففين:7]، {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} [المطففين:15]، ووجه العلة في عدم ذلك التأتي عنده: أن حرف (إن) يكسر بعد ألا الاستفتاحية، ولا تكسر بعد حقاً، ولا بعد ما كان بمعناها، ولأن تفسير حرف بحرف أولى من تفسير حرف باسم، وهذا كلام من حيث الصناعة النحوية بليغ جداً، وفيه رد ظاهر عليه. ¶ وعلى هذا نختار قول سيبويه والخليل والمبرد والزجاج وأكثر البصريين على أن معناها: الردع والزجر، وعلى أنه ليس لها معنى غيره. ¶ ونعود لما رد به ابن هشام على أولئك الذين ذهبوا بها إلى معنى آخر فقال: وقد يمتنع كونها للزجر نحو {وَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ} [المدثر:31]، {كَلَّا وَالْقَمَرِ} [المدثر:32]، إذ ليس قبلها ما يصح رده، وهذا القول الذي قاله ابن هشام فيه تضعيف للقول الذي اخترناه، لكن يمكن أن يجاب عنه بأن الأمر في سياق الحال لا في سياق المقال. ¶ وقال بعض العلماء: إن لها معان غير ذلك، فقد قال الطبري وجماعة: إنه لما نزل عدد خزنة جهنم {عَلَيْهَا تِسْعَةَ عَشَرَ} [المدثر:30]، قال بعضهم: اكفوني اثنين، وأنا أكفيكم سبعة عشر، فنزلت: (كلا) زجراً لهم، هذا القول من الطبري يوافق ما اخترناه، لكن قال ابن هشام عنه: إنه قول متعسف؛ لأن الآية لم تتضمن ذلك، ونحن نقول: إن رد ابن هشام هنا فيه هو شيء من التعسف، وإنما كما قلنا: العبارة أحياناً ترد على لسان الحال لا على لسان المقال، والذي نريد أن نصل إليه بعد هذا التطواف -أيها المباركون- فيما ذكرناه حول لفظ كلا: أن القرآن عظيم في أسلوبه، جليل في عباراته، وأن هذا الحرف استخدمه القرآن استخداماً بليغاً في الردع والزجر، ولما كان المجتمع المكي يحتاج إلى نوع من الردع والزجر؛ لأنهم كانت لهم ألفاظهم القاسية في مخاطبة النبي صلى الله عليه وسلم، ومخاطبة القرآن، والرد على الرب تبارك وتعالى قوله، كانت لفظة: (كلا) مناسبة في رد ما زعموه من إفك، وما افتروه من قول. ¶ أما الحياة المدنية في المجتمع المدني فكان أكثرهم مسلمين، وكان القرآن يخاطب قلوبهم، ويخاطب أحوالهم في التشريع، ولم تكن فيه ردود بالقدر الذي كان موجوداً في القرآن المكي. ¶ وعلى هذا نفهم: أن القرآن المكي له أسلوبه، كما أن القرآن المدني له أسلوبه، وقد يشتركان في نوع من الأسلوب خاصة في باب العقائد. ¶ نسأل الله جل وعلا لنا ولكم التوفيق. ¶ هذا ما تيسر إعداده، وتهيأ إيراده، وأعان الله العلي الكبير على قوله، سائلين الله أن يجعلنا وإياكم ممن يستمع القول فيتبع أحسنه. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين، والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "24",
            "seal": "6DD1EAAC"
        },
        {
            "id": "59",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [26] ¶ عندما خاض المسلمون أول وقعة تاريخية مع المشركين في بدر غنموا أموالاً طائلة وأسارى كثيرين، ثم وقع بينهم اختلاف في توزيعها، وكيفية قسمتها، فجاءهم البيان الكافي والدواء الشافي، من الله العليم الحكيم، فقال: (قل الأنفال لله والرسول) أما مناسبة ذكر إصلاح ذات البين والتقوى بعدها، فهو ما سيماط عنه اللثام في هذا الدرس المبارك.",
            "page": "1",
            "part": "25",
            "seal": "2F37DB65"
        },
        {
            "id": "60",
            "nass": "يسألونك عن الأنفال ¶ الحمد لله الذي تقدست عن الأشباه ذاته، ودلت على وجوده آياته ومخلوقاته، وأشهد أن لا إله إلا الله وحده لا شريك له، أراد ما العباد فاعلوه، ولو عصمهم لما خالفوه، ولو شاء أن يطيعوه جميعاً لأطاعوه، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة مباركة بإذن الله من برنامجكم: معالم بيانية في آيات قرآنية، والآية التي نحن نتوج بشرف الحديث عنها في هذا اللقاء المبارك: هي قول الله جل وعلا: بسم الله الرحمن الرحيم {يَسْأَلُونَكَ عَنِ الأَنْفَالِ قُلِ الأَنْفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنتُمْ مُؤْمِنِينَ} [الأنفال:1]. ¶ بداية أيها المباركون نقول: النفل في لغة العرب: هو الزيادة، فيقال لولد الولد وهو الحفيد: نافلة، ومنه قول الله جل وعلا بعد أن ذكر منته على خليله إبراهيم بإسحاق: {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً} [الأنبياء:72]، فذكر أن يعقوب عليه السلام كان نافلة لإبراهيم؛ لأنه ابن ابنه، كما أن النفل في الصلوات المكتوبة: ما زاد على الفريضة. ¶ أما النفل في الحروب: فهي تلك الغنائم التي يكتسبها الجيش ويحصل عليها إذا انتصر؛ لأن المقصود بالحرب أولاً هو النصر، ثم إذا كانت هناك غنائم فتلك الغنائم يطلق عليها أنفال، وسورة الأنفال سورة مدنية، وقد نزلت في أعقاب معركة بدر، وقد وقع بعد معركة بدر: أن المسلمين غنموا أموالاً وأسرى، وكانت أول غنيمة يغنمها المسلمون، فلم يكن لهم عهد في كيفية توزيعها بينهم، فحصل بينهم شيء في قضية: لمن تكون الغنائم؟ ففزعوا إلى النبي صلى الله عليه وسلم يسألونه وابن عباس رضي الله تعالى عنهما يقول: إن هذه الأمة هي أقل الأمة سؤالاً أي: من سائر الأمم، وقد ورد في القرآن {يَسْأَلُونَكَ عَنِ الأَهِلَّةِ} [البقرة:189]، {يَسْأَلُونَكَ مَاذَا يُنفِقُونَ} [البقرة:215]، {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ} [البقرة:217]، {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ} [البقرة:219]، {يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ} [المائدة:4]، {يَسْأَلُونَكَ عَنِ السَّاعَةِ} [الأعراف:187]، {وَيَسْأَلُونَكَ عَنِ الرُّوحِ} [الإسراء:85]، وههنا: {يَسْأَلُونَكَ عَنِ الأَنْفَالِ} [الأنفال:1]. ¶ فكيف جاء الجواب القرآني؟ هذا ما نريد أن نميط اللثام عنه بيانياً في هذه الحلقة: يقول الله جل وعلا: {يَسْأَلُونَكَ عَنِ الأَنْفَالِ} [الأنفال:1]، أي: أن الصحابة الذين شهدوا معك بدراً يسألونك عن الأنفال فبماذا تجيبهم أيها النبي الكريم: {قُلِ الأَنْفَالُ لِلَّهِ وَالرَّسُولِ} [الأنفال:1]، أي: أن الأنفال لله والرسول يحكمان فيها بما شاءا ويضعانها حيث أرادا: {فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ} [الأنفال:1]، فاجتماع كلمتكم وبقاء ألفتكم وتوحد صفوفكم هو الغاية العظمى، وهو الأمر المطلوب، وليست القضية قضية أنفال وغنائم، فإذا وجدت التقوى وجد التسليم، وإذا وجد التسليم رضي المرء بما آتاه الله ورسوله صلوات الله وسلامه عليه. ¶ وهذا في الحديث عن ذلك المجتمع المدني، أما الآن فلا نقول: آتاه الله ورسوله؛ لأن النبي صلى الله عليه وسلم ميت، لكن نقول هنا: {وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنتُمْ مُؤْمِنِينَ} [الأنفال:1]، فانظر أيها المبارك! لهذا التأديب القرآني الإلهي لهذه الفئة المباركة التي شهدت بدراً، وهذه الآية المبينة لكيفية توزيع الغنائم جاءت بعد أربعين آية من قوله تعالى: {يَسْأَلُونَكَ عَنِ الأَنْفَالِ} [الأنفال:1]، فهي الآية الأولى من صدر سورة الأنفال، أما قول الله جل وعلا: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [الأنفال:41]، فهذه الآية تبين الكيفية التي توزع بها الغنائم، والطريقة المثلى التي توزع بها الغنائم، وأنت تلحظ إذا تدبرت القرآن أن مسألة الأموال كالمواريث، والصدقات كالغنائم، تكفل الله جل وعلا وحده بها ولم يتركها لأحد من خلقه، فالله جل وعلا هو الذي وزع المواريث وهو الذي قال: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} [التوبة:60] وحدد أهلها، وهو الذي قال: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} [الأنفال:41]، فهذا يدل على أن مسألة الأموال لها شأن عظيم، والناس تختصم في ثلاثة أمور: في أموالها، ودمائها، وأعراضها، أي: في فروجها، أما غير ذلك فلا يوجد تخاصم، وعلى هذا تكفل الله جل وعلا ببيانها في المواريث والصدقة والأنفال، والذي يعنينا: أن ننظر لذلك الأدب القرآني، ولتلك الفئة المباركة، فإن الرب تبارك وتعالى يقول: يا أيها الأصحاب! الذين امتن الله جل وعلا عليهم بأن شهدوا بدراً، وهو أعظم لواء في التاريخ الإنساني كله، راية تحتها محمد بن عبد الله صلى الله عليه وسلم، وخير الملائكة جبريل، وأبو بكر وعمر وعثمان وعلي، وسادة المهاجرين، وسادة الأنصار سعد بن معاذ وسعد بن عبادة، فئة من الأوس وفئة من الخزرج، فلا توجد راية في التاريخ أعظم من تلك الراية، فالله يقول لهؤلاء المباركين من أصحاب بدر: لا ينبغي أن تنشغلوا بالغنائم كيف توزع، وأن تكون جل همكم، لكن ينبغي أن تعتنوا كثيراً بقضية إصلاح ذات البين، والأخذ بزمام التقوى، ثم بعد أن بين الله لهم ذلك وقبلوه رضي الله عنهم وأرضاهم، واطمأنت نفوسهم، جاء البيان الشافي الكافي الوافي في بيان كيفية توزيع الغنائم، قال الله: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِين} [الأنفال:41]. ¶ والقرابة هنا -هذا من باب الاستطراد- هم قرابة رسول الله صلى الله عليه وسلم من بني هاشم وبني المطلب، أما قرابته من بني هاشم فظاهره أنهم من أهل الغنائم، أما بنو المطلب فإن المطلب هذا أخ لـ هاشم، فلا يعد أنه من بني هاشم لكن يعد من آل البيت؛ لأنهم قدر لهم برحمة الله لهم أنه كان مؤمنهم وكافرهم مع النبي صلى الله عليه وسلم في شعب أبي طالب عندما حاصرتهم قريش في الشعب، فقال صلى الله عليه وسلم بعد ذلك في إحدى غزواته -لما سئل عن إعطائه لبني المطلب دون غيرهم ممن يوافقهم في النسب ويماثلهم في القرابة- قال عليه الصلاة والسلام: (إنما بنو هاشم وبنو المطلب شيء واحد، وشبك بين أصابعه)، وبهذا أخذ جمهور العلماء في أن لهم حظاً من الغنائم، وأنه لا تجوز عليهم الصدقة أسوة بآل البيت، إذ عدو من آل البيت لهذا الخبر النبوي عن رسول الله صلى الله عليه وسلم. ¶ والذي يعنينا بعد ذلك كله: أنه تبين لك -أيها المبارك- في إماطة اللثام: أن الله جل وعلا خاطب المؤمنين أولاً بما يصلح حالهم، ويقيم شأنهم، ثم بعد أن دعاهم إلى الألفة بين لهم الطريقة المثلى في توزيع الغنائم. ¶ هذا -أيها المباركون- ما تيسر إيراده، وأعان الله جل وعلا على قوله، حول قول الله الرب تبارك وتعالى في فاتحة سورة الأنفال: {يَسْأَلُونَكَ عَنِ الأَنْفَالِ قُلِ الأَنْفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنتُمْ مُؤْمِنِينَ} [الأنفال:1]. ¶ جعلنا الله وإياكم ممن يستمع القول فيتبع أحسنه، وهدانا الله وإياكم إلى السبيل الأقوم، والطريق الأمثل، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين. ¶ والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "25",
            "seal": "EA46BA56"
        },
        {
            "id": "61",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [27] ¶ مما استأثر الله بعلمه ولم يطلع عليه أحداً من خلقه: علم الغيب، ومن علم الغيب علمه جل وعلا بأجل الإنسان، ووقت نهايته، وعلمه كذلك بما سيكسبه غداً، والتعبير بالكسب هنا له مزية ولطيفة لا يعرفها إلا متأمل متدبر.",
            "page": "1",
            "part": "26",
            "seal": "07AF5CDE"
        },
        {
            "id": "62",
            "nass": "وما تدري نفس ماذا تكسب غداً ¶ الحمد لله الذي بنعمته تتم الصالحات، وأشهد أن لا إله إلا الله وحده لا شريك له رب الأرض والسموات، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله ختم الله به الرسالات، صلى الله وسلم وبارك وأنعم عليه وعلى آله وأصحابه أهل الفضل والمروءات. ¶ وبعد: فهذه حلقة جديدة مباركة بإذن الله من برنامجكم: معالم بيانية في آيات قرآنية، وسنتكلم عن قول الله جل وعلا في خاتمة سورة لقمان: {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} [لقمان:34]. ¶ معلوم -أيها المباركون- أن العلم من أعظم صفات الرب تبارك وتعالى، وقد قال أهل السنة -سلك الله بي وبكم سبيلهم- في تعريف علم الله جل وعلا: إن علم الله علم لا يسبقه جهل، ولا يلحقه نسيان، قال الله جل وعلا حكاية عن عبده موسى لما سأله فرعون: {قَالَ فَمَا بَالُ الْقُرُونِ الأُولَى} [طه:51] قال موسى مجيباً: {قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لا يَضِلُّ رَبِّي وَلا يَنسَى} [طه:52]، فذكر الله جل وعلا أن الغيب علمه كله عنده، وقال جل وعلا في آية مجملة في سورة الأنعام: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلَّا هُوَ} [الأنعام:59]، وفي هذه الآية المباركة من سورة لقمان تفصيل لما أجمله الله جل وعلا في سورة الأنعام، فآية الأنعام لم تحدد تلك المفاتح، لكنها في سورة لقمان جاءت ظاهرة بينة محصورة في خمس. ¶ قال تعالى: {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ} [لقمان:34]. ¶ نقول ابتداء: الذي نريد أن نميط اللثام عنه في هذه الآية المباركة: هو قول الله جل وعلا: {وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا} [لقمان:34]، ف ¶ Q  لماذا اختير اللفظ (تكسب) دون غيره من الألفاظ؟ نقول: الله جل وعلا هنا يبين في أسلوب حصر أن مفاتيح الغيب عنده، فعنده علم الساعة، لا يعلمه ملك مقرب، ولا نبي مرسل، وقد سأل خير الملائكة جبريل خير الرسل محمداً صلى الله عليه وسلم فقال: (أخبرني عن الساعة؟ قال: ما المسئول عنها بأعلم من السائل)، أي: أن علمي وعلمك فيها سواء، ثم قال الله جل وعلا: {وَيُنَزِّلُ الْغَيْثَ} [لقمان:34] والغيث: المطر، ويراد به هنا: موضع الرحمة، ولا ريب أن الناس قد يقولون في زماننا: إننا إذا رأينا السحاب غلب على ظننا أن هناك مطراً، وهذا لا يعد غيباً؛ لأن السحابة قد أظلتك وأزف اقتراب نزولها، لكن مع ذلك قد ترحل عنك دون أن يكون لك منها نصيب. ¶ وهذا ظاهر بين، لكن الذي يعنينا: أن الغيث وليس في السماء قزعة من سحاب لا يمكن أن يجزم أحد أو يقول أحد ذو عقل: أن هناك غيثاً آتياً، هذا أمر لا يعلمه إلا الله. ¶ قال الله جل وعلا: {وَيَعْلَمُ مَا فِي الأَرْحَامِ} [لقمان:34]، والأرحام: هي ذاك المستقر والوعاء الذي جعله الله جل وعلا مستقراً للجنين بعد مروره بمرحلة النطفة، قال الله: {ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ} [المؤمنون:13]، (ويعلم ما في الأرحام) كلمة ما هنا: موصولة يدخل تحتها الكثير مما يعلمه الرب تبارك وتعالى ذكراً كان أو أنثى، شقياً كان أو سعيداً، فقيراً كان أو غنياً، طويلاً في عمره أو قصيراً، يولد ناقصاً أم كاملاً، أمور عدة لا يمكن إحصاؤها تدخل في قول الله جل وعلا: {وَيَعْلَمُ مَا فِي الأَرْحَامِ} [لقمان:34]. ¶ فإن قال لك قائل واحتج عليك محتج: بأن الأشعة الحديثة دلت على كون الطفل أو الجنين وهو في بطن أمه يمكن أن يعلم أذكر هو أم أنثى، ف ¶ A  أن هذا ظاهر، فبتلك الأشعة انتقلت المسألة من علم غيب إلى علم شهادة، فإن الإنسان عندما يقول: هذا الجنين ذكر، أو يقول: هذا الجنين أنثى إنما يرى شيئاً عياناً، فهو إن رأى آلة الذكورة حكم به على أنه ذكر، وإن لم يرها حكم على أنه أنثى، فليس في المسألة ضرب في الغيب، ثم قال الله جل وعلا وهذا هو موضع الشاهد: {وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا} [لقمان:34]، أنت ترى وربما تعمل -أيها المبارك- فيما يسمى: بجدول أعمالك، يكون لك جدول أعمال من خلاله تنظم أوقاتك، تضرب موعداً فتقول: الساعة كذا عندي موعد، الساعة الفلانية عندي لقاء، لدي البرنامج الفلاني، سأستقبل زيداً بعد ثلاثة أيام، هذا كله لا يدخل في مسألة علم الغيب، لكن تحصيل ذلك ووقوعه والإتيان به هو الذي لا يعلمه إلا الرب تبارك وتعالى، فكم بيت المرء أعمالاً يريد أن ينجزها فحال دون ذلك الأجل، أو حال دون ذلك المرض، أو حال دون ذلك السهو، أو حال دون ذلك النوم، أو حال دون ذلك شيء آخر، والله يحول بين المرء وقلبه. ¶ فانظر يا أخي! إلى عظمة تعبير القرآن، فإن الله يقول: {وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا} [لقمان:34] ولم يقل الله ولا نلزم على الله: وما تدري نفس ماذا تريد أن تعمل غداً، فإن الإنسان قد يقول: أريد أن أعمل غداً كذا وكذا وكذا، وقد يتحقق هذا بإذن الله ومراده، ثم ختم الله جل وعلا خامسة المفاتيح بقوله: {وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ} [لقمان:34]، ومن جهل بما كان من باب أولى أن يجهل ما يكون، والله جل وعلا أخفى حقيقة الموت ووقته عن كل نفس، وربما كان قبل ذلك إشارات كرؤيا، أو كان قبل ذلك مرض يظهر من أعراضه أنه مرض مخيف، أو مرض موت، وقد يكون بعده نجاة، وقد يكون غير ذلك، لكن من حيث الجزم والقطع هذه مسألة لا يعلمها إلا الرب تبارك وتعالى، فكم من رجل أشرف على الهلاك فنجا، وكم من رجل في نجاة هلك، والله وحده بيده مقاليد كل شيء، ولا يمكن لنفس أن تموت إلا كما قال الله: {بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا} [آل عمران:145]، ولهذا ختم الله جل وعلا هذه الخمس المباركات بقوله: {إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} [لقمان:34]. ¶ وعلم الله -كما قلت في أول الأمر وبه أنهي- لا يسبقه جهل، ولا يلحقه نسيان، فإذا علم العبد هذا -وهذا بيت القصيد- خاف من ربه، وازدلف إليه، وفجع إليه، خاصة إذا علم وتيقن أن الله عالم الغيب فيتوكل على الله؛ لأن الله جل وعلا عالم بالغيب يختار لك الخير إذا أنت لجأت إليه، واستعنت به، وسألته جل وعلا من فضله. ¶ وما أدري إذا يممت أرضاً أريد الخير أيهما يليني؟ أللخير الذي أنا أبتغيه أم الشر الذي هو يبتغيني؟ نسأل الله جل وعلا أن يوفقنا وإياكم لما يحب ويرضى، وأن يدفع عنا وعنكم من السوء أكثر مما نخاف ونحذر، وأن يكتب لنا من الخير أكثر مما نرجو ونأمل. ¶ هذا ما تيسر إيراده، وتهيأ إعداده، وأعان الله على قوله، سائلين الله أن يجعلنا وإياكم ممن يستمع القول فيتبع أحسنه، وصلى الله على محمد وعلى آله. ¶ والحمد لله رب العالمين، والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "26",
            "seal": "8DACBF71"
        },
        {
            "id": "63",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [28] ¶ لقد تكفل الله تعالى بنصرة نبيه صلى الله عليه وسلم من فوق سبع سماوات، وأنبأه تعالى بأنه حسيبه وحسيب المؤمنين، وكافيه وكافيهم من كل سوء ومكروه، وهذا المعنى يظهر جلياً في غزوات النبي صلى الله عليه وسلم وفتوحاته.",
            "page": "1",
            "part": "27",
            "seal": "A387C15A"
        },
        {
            "id": "64",
            "nass": "حسبك الله ومن اتبعك من المؤمنين ¶ الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له ولياً مرشداً، وأشهد أن لا إله إلا الله وحده لا شريك له اعترافاً بفضله، وإذعاناً لأمره، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: أبها الإخوة المؤمنون المباركون! هذه حلقة جديدة من برنامجكم: معالم بيانية في آيات قرآنية، والآية التي نحن نتوج بشرف الحديث عنها في هذا اللقاء المبارك: هي قول الرب تبارك وتعالى في سورة الأنفال: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الأنفال:64]. ¶ هذه الآية قبل أن نشرع في بيان ما نريد أن نميط اللثام عنه بياناً نقول: خاطب الله جل وعلا بها ونادى خير خلقه وصفوة رسله صلوات الله وسلامه عليه نداء كرامة وهو قوله: {يَا أَيُّهَا النَّبِيُّ} [الأنفال:64]، فناداه الله جل وعلا بوصف هو له صلى الله عليه وسلم آتاه الرب إياه، والنبي عليه الصلاة والسلام كما مر معنا في دروس قد خلت، وأيام قد سلفت، لم يناد في القرآن باسمه الصريح يا محمد! وهذا من دلالة احتفاء الله بهذا النبي الكريم، وبيان علو منزلته ومقامه عند ربه جل وعلا. ¶ في هذه الآية يناديه ربه بقوله: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الأنفال:64]، والذي نريد أن نبينه: أنه توجد واو هنا هي واو عاطفة بالاتفاق بين قوله جل وعلا {حَسْبُكَ اللَّهُ} [الأنفال:64]، وقوله: {وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الأنفال:64]، فالواو عاطفة ما بعدها على ما قبلها، وإنما ¶ Q  هل معطوف عبارة {وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الأنفال:64]، أو جملة آية: {وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الأنفال:64] على لفظ الجلالة؟ فيصبح المعنى: أيها النبي حسبك الله وحسبك أتباعك من المؤمنين، أو أن قوله جل وعلا: {وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الأنفال:64] معطوف على الكاف في قوله: حسبك، فيصبح المعنى بهذا: حسبك الله وحسب أتباعك من المؤمنين، أي: أن الله جل جلاله حسب لك -أيها النبي- وكاف، وحسب كذلك لأتباعك من المؤمنين أي: أن الله ناصر لك وناصر لهم، مؤيد لك ومؤيد لهم. ¶ قبل أن نرجح نقول: إن من طرائق الترجيح: أن ننظر في المفردة كيف استعملها القرآن، فمن خلال هذه الطريقة نصل إلى قضية ترجيح مقنع، فإذا تأملنا كلمة: (حسبك) وهي بمعنى: كافيك وجدنا أنها في القرآن لم تسند أو لم تضف إلى غير الله جل وعلا وحده، فلا تضاف إلا لله تبارك وتعالى بخلاف غيرها من بعض الألفاظ التي تحتمل معنى النصرة والتأييد والإذعان والإيتاء، وقد وجدنا أن الرب تبارك وتعالى يضيفها إليه ويضيفها إلى غيره، فقد يضيفها إلى الرسول وقد يضيفها إلى المؤمنين، نتأمل بعض الآيات الدالة على صحة ما ذكرناه: قال الله جل وعلا في سورة التوبة: {وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ} [التوبة:59]، فنلاحظ أن الله جل وعلا أضاف كلمة رسول إلى لفظ الجلالة فمعنى هذا: ولو أنهم رضوا ما آتاهم الله وما آتاهم رسوله، فالإيتاء أضيف إلى الله وأضيف إلى الرسول، لكنه قال في نفس الآية بعدها وقالوا: {حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ} [التوبة:59]. ¶ فتلحظ -أيها المبارك- أن الله لم يقل: إنهم قالوا: حسبنا الله ورسوله، لكنه قال: إنه كان ينبغي لهم أن يقولوا: {سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ} [التوبة:59]. ¶ إذاً: لا غضاضة ولا حرج أن يضاف الإيتاء من الفضل إلى الله وإلى الرسول، لكن هناك غضاضة وحرج بل نقول: لا يجوز أن تضاف كلمة (حسب) إلى غير الله وهذا باستقرائنا للقرآن. ¶ أيضاً: قال الله جل وعلا: {وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ} [التوبة:74]، فكما قلنا في لفظ الإيتاء نقول في لفظ الإغناء: فيصبح معنى الآية: إلا أن أغناهم الله وأغناهم رسوله، ونظيره كذلك ما مر معنا في قصة زيد بن حارثة رضي الله عنه أن الله جل وعلا قال: {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ} [الأحزاب:37]، والإسناد هنا ظاهر أكثر منه فيما سبق؛ لأنه تكرر اللفظ نفسه -أي: لفظ الفعل- وهذا كله يؤيد أن القرآن استخدم ألفاظاً لا يمكن إضافتها إلى غير الله، واستخدم ألفاظاً أضيفت لله وأضيفت إلى غير الله مثل رسول الله صلى الله عليه وسلم والمؤمنين. ¶ لكن ينبغي التنبه جيداً: إلى أنه وإن أسندنا الإيتاء لله حيناً وللرسول حيناً، وأضفنا الإنعام إلى الله حيناً وإلى الرسول حيناً، وأضفنا الإيتاء والإغناء وأمثاله مما سلف؛ أنه ينبغي أن يعلم أن إنعام الله غير إنعام عبده، وإيتاء الله غير إيتاء عبده، وإغناء الله غير إغناء عبده، وهذا مهم جداً، ولنأخذ أنموذجاً: قال الله تعالى: {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ} [الأحزاب:37]، أنعم الله عليه بالإيمان بالخلق بالإيجاد بالهداية بالإرشاد، وأما أنت -أيها النبي- عندما أسندنا الإنعام إليك فقلنا: {وَأَنْعَمْتَ عَلَيْهِ} [الأحزاب:37] لا يمكن أن يكون هذا مظاه للأول، لأن النبي صلى الله عليه وسلم ليس بيده خلق، وليست بيده هداية خاصة، وإنما هو بشير ونذير صلوات الله وسلامه عليه، فيصبح قوله جل وعلا: {وَأَنْعَمْتَ عَلَيْهِ} [الأحزاب:37]، أي: أنعمت عليه -أيها النبي- على هذا الذي هو زيد أنعمت عليه رضي الله عنه وأرضاه بالعتق. ¶ يتحرر من هذا: أن قول من قال من العلماء: أن قوله: {وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الأنفال:64] معطوف على لفظ الجلالة هو رأي مرجوح بعيد عن الصواب لا توافقه سياقات القرآن، لكنها تسير بنا طوعاً ظاهرة بينة إلى القول أن قوله: {وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الأنفال:64]، معطوف على الكاف في قوله جل وعلا: {حَسْبُكَ} [الأنفال:64]، ويصبح المعنى: أن الله تبارك وتعالى -يا أيها النبي- كاف لك وكاف للمؤمنين الذين اتبعوك ونصروك، على أنه ينبغي أن يعلم إن استطردنا كما هو الحال في كثير من هذه الحلقات المباركة: أن نصرة الله جل وعلا لأنبيائه ورسله أمر ظاهر بين لا يحتاج إلى مزيد دليل، فإن الله جل وعلا أيد رسله أجمعين بنصره، وأيدهم جل وعلا كذلك بالمؤمنين، لكننا نلحظ أن القرآن إذا ذكر تأييد المؤمنين لنبيه صلى الله عليه وسلم يأتي بها مفردة، ومن أدلة ذلك الظاهرة: قوله جل وعلا في الآية التي قبلها: {وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ} [الأنفال:62] ولاحظ هنا الوقوف، ثم قال: {هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ} [الأنفال:62]. ¶ ولا ريب أن المهاجرين الأولين والأنصار رضي الله عنهم وأرضاهم أجمعين كانوا أعظم من نصر الله جل وعلا بهم نبيه، فصلى الله وسلم على النبي المختار، ورضي الله عن المهاجرين والأنصار، وألحقنا بهم بإحسان إن ربي عزيز غفار. ¶ هذا ما تيسر إيراده، وتهيأ إعداده -أيها المباركون- حول قول الله جل وعلا في سورة الأنفال: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الأنفال:64]. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين.",
            "page": "2",
            "part": "27",
            "seal": "81044F03"
        },
        {
            "id": "65",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [29] ¶ لقد كان الأنبياء على خلق جم وأدب عظيم كيف لا ومربيهم هو رب الأرض والسماوات، وفي هذا الملف نموذج من أدب الأنبياء مع غيرهم، ومن ذلك أدب يوسف عليه السلام مع إخوته، ومحاولته الحفاظ على مشاعرهم وعدم استثارة الماضي في قلوبهم، وذلك بعبارة جميلة لطيفة هي: (من بعد أن نزغ الشيطان بيني وبين إخوتي).",
            "page": "1",
            "part": "28",
            "seal": "59C9E22F"
        },
        {
            "id": "66",
            "nass": "من بعد أن نزغ الشيطان بيني وبين إخوتي ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد أن لا إله إلا الله وحده لا شريك له شعار ودثار ولواء أهل التقوى، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه أيها المباركون! حلقة جديدة من برنامجكم: معالم بيانية في آيات قرآنية: والآية التي نتوج بشرف الحديث عنها في هذا اللقاء المبارك: هي قول الله جل وعلا في سورة يوسف: {وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ} [يوسف:100]. ¶ تمهيداً نقول أيها المباركون: إن يوسف عليه الصلاة والسلام نبي ورسول ثابتة نبوته ورسالته بالقرآن: قال الله جل وعلا في غافر: {وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا} [غافر:34]، وما دام رسولاً فهو قطعاً نبي، والذي نريد أن نميط اللثام عنه في هذه الآية: أن نبين كيف أن الله جل وعلا هنا عندما حكى خبر يوسف عليه الصلاة والسلام بعد أن من الله جل وعلا عليه بنجاته من تلك الكربات العظام التي مر بها في حياته عندما كان بين إخوته عند أبيه، ثم ما كان من شأنه مع امرأة العزيز، ثم قبل ذلك بيعه بدراهم معدودة، وزهد من باعه فيه، ثم ما كان من سجنه صلوات الله وسلامه عليه، ثم ما أفاءه الله جل وعلا عليه بعد ذلك من ظهور براءته وعلو شأنه، وتوليه بعض مقاليد الأمور، ثم ما من الله جل وعلا عليه بتحقق رؤياه من سجود أبيه وأمه وإخوته له سجود تحية، وليس سجود عبادة. ¶ في هذه الأجواء التي نصر الله جل وعلا فيها هذا النبي الكريم وأبوه ينظر إليه وإخوته يتقربون منه يقول عليه السلام -بعد أن ذكر الله جل وعلا أنه قد عفا عنهم- أخذ يذكر تلك الأيام الخوالي، لكنه نبي وأي نبي، فقد كان مؤدباً جداً في كلامه وملاطفته لإخوته، فهو يريد أن يقول: إن الله جل وعلا امتن علي وأنعم علي وأظهرني وأفاء علي بفضله ورزقني الصبر أيام البلاء ثم رزقني النعمة، ثم رزقني الشكر على النعماء، فأراد أن يقول ذلك لكنه اختار عبارات لا تجرح إخوته؛ لأنه قد عفا عنهم، فلو عاد وجرحهم وحرك مشاعرهم بما لا يناسبهم فكأنه لم يعفو عنهم. ¶ فلهذا أراد يوسف أن يختار عبارات تصور الأحداث التي سلفت وتجمل ما وقع من أمور دون أن يكون في ذلك أي غضاضة على إخوته، ودون أن يحاول من ذلك أن يستثير غضبهم أو على الأقل أن يبين لهم نقصهم بالنسبة إليه، قال: {مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي} [يوسف:100]، ومعلوم: أن إخوة يوسف هم الذين اعتدوا عليه وكادوا له، وهم الذين تآمروا عليه. ¶ أما هو صلوات الله وسلامه عليه فلم يقع منه شيء ألبتة نحوهم، فلا توجد مسألة نزاع بين طرفين كل منهم تحمل كبر الموضوع، وإنما هم إخوة رأوا الحظوة والمكانة والمنزلة التي كانت ليوسف عند أبيه وعند أبيهم فحسدوه، وأرادوا أن يكيدوا له فكان منهم ما كان من الوقائع التي ذكرها الله جل وعلا في كلامه، لكن يوسف يريد أن يقول هذا دون أن يجرح تلك المشاعر فقال عليه السلام: {مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي} [يوسف:100]. ¶ إن هدى الله جعله الله جل وعلا نبراساً لأنبيائه فأضحى هدي الأنبياء بالنسبة لنا معلماً يجب أن نتأسى به ونتحلى به، وعلى هذا فالله يقول: {أُوْلَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ} [الأنعام:90]، كل من حولنا ممن عظم حقه كالوالدين، أو من كان بعدهم كذوي القربى، أو من كان أبعد قليلاً وله حق وهم المسلمون الذين يحيطون بنا ونتعامل معهم يجب علينا أن نختار أكمل العبارات وأجمل المفردات ونحن نخاطبهم مراعاة لمشاعرهم، وهذا هو هدي قويم، وطريق مستقيم، علمه الله أنبياءه ورسله، ورزق نبينا صلى الله عليه وسلم الذي هو خاتمهم وسيدهم الدرجة العالية فيه صلوات الله وسلامه عليه، يثني عليه ربه بقوله: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لانْفَضُّوا مِنْ حَوْلِكَ} [آل عمران:159]. ¶ أنت أيها الأخ المبارك! تزداد رفعة وأجراً وتكبر في أعين الناس إذا كنت تحرص جيداً على مشاعرهم؛ ألا ترى إلى رسول الله صلى الله عليه وسلم وهو يحدث عن السبعين ألفاً، ثم يقوم له عكاشة بن محصن رضي الله عنه وأرضاه فيقول: (يا رسول الله! ادع الله أن يجعلني منهم؟ قال: أنت منهم، فقام رجل آخر وقال: يا رسول الله! ادع الله أن يجعلني منهم؟ قال: سبقك بها عكاشة). ¶ والمسألة حرفياً ليست كذلك وإنما المقصود: أن يبين النبي صلى الله عليه وسلم له أن الله لم يكتب له أجلاً أن يكون من أولئك السبعين، لكن النبي اختار عبارة ذات لطف ومراعاة لمشاعر وخاطر ذلك الرجل الصحابي الجليل، فقال له: (سبقك بها عكاشة)، فأوصل له المعنى في مفردة مقبولة جميلة يظهر من خلالها الأدب الجم والخلق الرفيع لنبينا صلوات الله وسلامه عليه. ¶ وعلى هذا نحن كما قلنا سلفاً: نختلط كثيراً بالناس وتخرج منا عبارات، من المعلم لطالبه، من الوالد لولده، ومن الولد لوالده، ومن الجار لجاره، فكلما انتقى الإنسان مفرداته، واختار عباراته، وتأدب في الخطاب مع الغير، حتى وهو يطالب بحقه، كان أكمل هدياً، وأقوم طريقة، ووصل إلى غايته دون أن يحصل من ذلك إثماً، وقد قيل: أؤخي إن البر شيء هين وجه طليق أو لسان لين هذا ما تيسر إعداده، وأعان الله جل وعلا على قوله، حول الآية المائة من سورة يوسف: {وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ} [يوسف:100]. ¶ وصلى الله على محمد وعلى آله، والحمد لله رب العالمين. ¶ والسلام عليكم ورحمة الله وبركاته",
            "page": "2",
            "part": "28",
            "seal": "8338C9CF"
        },
        {
            "id": "67",
            "nass": "سلسلة معالم بيانية في آيات قرآنية [30] ¶ استدل جمهور أهل العلم بعمومات القرآن المبشرة للمؤمنين بدخولهم الجنة: على أن صالحي الجن يدخلون الجنة كذلك؛ إذ لا يوجد يوم القيامة سوى جنة أو نار، وهذا من أظهر الأدلة على ذلك، وقد خالف بعض العلماء في ذلك، والراجح: ما تقدم ذكره والله أعلم.",
            "page": "1",
            "part": "29",
            "seal": "8B851FCF"
        },
        {
            "id": "68",
            "nass": "هل الجن ممن يدخلون الجنة؟ ¶ الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له ولياً مرشداً، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد: فهذه حلقة جديدة من برنامجكم: معالم بيانية في آيات قرآنية: والآية التي نحن بصدد إماطة اللثام عن معناها البياني ونتوج بشرف الحديث عنها: هي قول الله جل وعلا في آيتين متتابعين في سورة الرحمن: {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ * فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ} [الرحمن:46 - 47]. ¶ ظاهر عندك: أن الله جل وعلا امتن على الثقلين بأن جعل جزاء محسنهم الجنة، وقد قابلت الجن هذه الآية بالشكر والقول أبلغ من الإنس فقالوا: ولا بشيء من آلائك ربنا نكذب فلك الحمد. ¶ كما ورد في ذلك الأثر، فما الذي يدفعنا إلى الحديث عن هذه الآية؟ نقول: إن بعض أهل العلم رحمة الله تعالى عليهم يذهبون إلى أن الجن إنما ينحصر جزاؤهم في أن الله جل وعلا يجيرهم من عذاب النار وأنهم لا يدخلون الجنة، وحججهم في هذا: هي قول الله جل وعلا في الأحقاف: {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا} [الأحقاف:29]، إلى قوله سبحانه وهو موضع الشاهد: {يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ} [الأحقاف:31]. ¶ لكن بيانياً: هل الآية التي احتجوا بها تصلح للسياق الذي ذهبوا إليه أم أن هناك ما يعارض هذا المفهوم الذي تبين لهم من كلام الله جل وعلا؟ نقول: أجاب عن هذا ابن كثير رحمة الله تعالى عليه -وحسبك به قامة علمية في علم القرآن خاصة- قال رحمه الله: والحق أن مؤمنهم كمؤمن الإنس يدخلون الجنة كما هو مذهب جماعة من السلف، وقد استدل بعضهم لهذا لقوله: {لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ} [الرحمن:56]، ثم قال: وفي هذا الاستدلال نظر وذكر المعنى الذي ذكرناه من قول الله جل وعلا: {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ} [الرحمن:46]. ¶ ثم إنه قال رحمة الله تعالى عليه في كلام علمي رزين: فلم يكن تعالى ليمتن عليهم بجزاء لا يحصل لهم، وأيضاً: فإنه كان يجازي كافرهم بالنار وهو مقام عدل، فلأن يجازي مؤمنهم بالجنة وهو مقام فضل بطريق الأولى والأحرى، وهذا القول الذي حرره الحافظ ابن كثير أنت ترى علامة الظهور والعلو العلمي عليه، فأنت تجد نفسك تميل إليه لقوة دليله، وهذا الذي ينبغي أن يساق المرء إليه في اختيار الأدلة. ¶ ثم قال: ومما يدل أيضاً على ذلك: عموم قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا} [الكهف:107]، والذي قصده الحافظ ابن كثير بهذا العموم: أن قول الله جل وعلا: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} [الكهف:107]، فالذين: اسم موصول وهو من ألفاظ العموم، فيدخل فيه مؤمن الجن ومؤمن الإنس على السواء، ولا دليل على تخصيص أحدهما دون الآخر، ثم قال جل وعلا بعد ذلك يبين صحة ما ذهبنا إليه: {لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ} [الرحمن:56]، وقد بينا رأي الحافظ ابن كثير في ذلك. ¶ نعود إلى قوله: وما ذكره ها هنا من الجزاء على الإيمان -أي: العلماء الذين لا يرون أنهم يدخلون الجنة ويكتفون بالقول: بأنهم يجارون من العذاب- قال رحمه الله يجيب عليهم: وما ذكره ها هنا من الجزاء على الإيمان من تكفير الذنوب والإجارة من العذاب الأليم يستلزم دخول الجنة؛ لأنه ليس في الآخرة إلا الجنة أو النار فمن أجير من النار أدخل الجنة لا محالة، ولم يرد نص صريح ولا ظاهر عن الشارع أن مؤمني الجن لا يدخلون الجنة وإن أجيروا من النار، ثم قال: ولو صح لقلنا به والله أعلم وهذا نوح عليه السلام يقول لقومه: {يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى} [نوح:4]، ولا خلاف أن مؤمن قومه في الجنة فكذلك هؤلاء، أقول بعد ما سقت كلام الحافظ ابن كثير رحمة الله تعالى عليه: إن الإنسان أحياناً يغلب عليه الاقتصار على جزئية واحدة، وهذا بلا شك يحدث خللاً في التصور العلمي. ¶ فينبغي للناظر في القرآن وفي غيره من أمور الشرع: أن تكون نظرته نظرة شمولية عامة شاملة يستحضر جميع الأدلة التي تعنى بالقضية؛ لأن النظر بطريقة جزئية دون استصحاب مقاصد الشرع مع ضرب الذكر صفحاً على الأدلة الكلية والأشباه والنظائر يجعل من المقولة بعد ذلك لا تستوي علمياً، ولا ترتقي إلى أن يعتقدها الإنسان شرعاً ويدين الرب بها تبارك وتعالى. ¶ فعلى هذا كنا نرى في كلام الحافظ ابن كثير قرباً من الصواب أو فلنقول ونجزم: إنه هو الصواب؛ لأن الطريقة التي سلكها الحافظ ابن كثير في طرح دليله هي الطريقة العلمية التي ينجم عنها الوصول بفضل الله جل وعلا ورحمته إلى القول السديد في القضية، وقد قلت: إن الأولين الذين ذهبوا إلى الرأي الأول هم علماء فضلاء اقتصروا على آية واحدة، وليست هذه طريقة صحيحة ولا منهجية في الدليل العلمي. ¶ ولهذا أمثلة ونظائر وأشباه في كلام الرب جل وعلا، فأنت ترى أن العلماء الذين وفق غالبهم إلى الصواب وترى في قولهم مكانة العلم وقوة الحكم إنما وصلوا إليه بقدرتهم على النظرة الشمولية، وعلى هذا نقول: إن عدم التعجل في الحكم الشرعي هو الذي -بعد فضل الله جل وعلا ورحمته- يهدي إلى الطريق الأقوم، على أنه ينبغي أن يعلم أن من قال بذلك القول الأول الذي رأيناه مرجوحاً من العلماء لا يعني ذلك الغضاضة منهم أو التقليل من شأنهم، قال الشاطبي رحمه الله في بيت شعر جامع مانع كامل يظهر فيه الأدب مع العلماء: وواجب عند اختلاف الفهم إحسان الظن بأهل العلم وقد قال ابن رجب رحمه الله في القواعد: يأبى الله العصمة إلا لكتابه، والمنصف من اغتفر قليل خطأ المرء في كثير صوابه أرجو الله جل وعلا أن نكون قد وفقنا فيما حررناه وبيناه وقلناه، والله وحده هو المستعان، وعليه البلاغ، هذا ما تيسر إيراده، وتهيأ إعداده، حول قول الله جل وعلا: {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ} [الرحمن:46]، {فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ} [الرحمن:47]. ¶ وقبل أن أطوي هذه الحلقة أقول: إننا وإن بيناها من جهة دليلها العلمي وما أشارت إليه، لكنها من ناحية الوعظ تبين أن الخوف من مقام الله منزلة وأي منزلة من أعطيها فقد أعطي حظاً عظيماً جليلاً من القرب من الرب تبارك وتعالى، يسر الله لي ولكم هذه المنزلة، والله أعلم، وصلى الله على محمد وعلى آله، والحمد لله رب العالمين، والسلام عليكم ورحمة الله وبركاته.",
            "page": "2",
            "part": "29",
            "seal": "86C13FEA"
        }
    ],
    "t763": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "[1]"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "السر القرآني في تقديم لفظ تعلم القرآن على الخلق والإيجاد في أوائل سورة الرحمن"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "[2]"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "اللطيفة القرآنية في الفرق بين حرف العطف وواو الثمانية"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": null,
            "tit": "السر القرآني في مجيء حرف الواو العاطفة بين (ثيبات وأبكارا) دون ما قبلها من الصفات"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "] 3 ["
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "المعالم البيانية في قوله تعالى: (وإذا الموءدة سئلت * بأي ذنب قتلت)"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "[4]"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "بيان اللطيفة القرآنية في قوله تعالى: (فما اسطاعوا أن يظهروه وما استطاعوا له نقبا)"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "[5]"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "التناسق والتناسب العظيم في الآيات الأواخر من سورة الضحى"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "[6]"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "معالم بيانية في تقديم الجن والإنس في القرآن الكريم"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "أسماء مختلفة تطلق على الجن"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "[7]"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "تفسير قوله تعالى: (وما كنت بجانب الغربي إذ قضينا إلى موسى الأمر)"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "بيان درجة رفيع منزلة نبينا في الآية الكريمة"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "دلالة تكليم الله لنبينا على عظيم مكانته"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "[8]"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "تاج يتلألأ على رأس زيد بن حارثة رضي الله عنه وأرضاه"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "قصة زيد بن حارثة في بيت النبوة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "[9]"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "يا أبت افعل ما تؤمر"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "إن هذا لهو البلاء المبين"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "[10]"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "وإذا مرضت فهو يشفين"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "أدب الخضر عليه السلام مع الله تعالى"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "أدب نبينا مع الله تعالى"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "أدب سليمان مع الله تعالى"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "بعض الكلمات التي لا تطلق إلا في مدح الله عز وجل دون غيره"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "[11]"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "أبو لهب الهالك الخاسر"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "[12]"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "ولتجدنهم أحرص الناس على حياة"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "[13]"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "أنبياء الله نجوم تتلألأ في ظلمات الليل"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "[14]"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "لو اطلعت عليهم لوليت منهم فرارا ولملئت منهم رعبا"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "[16]"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "تقديم ما حقه التأخير في القرآن الكريم وبيان الحكمة من ذلك"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "[17]"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "سنة التدرج الرباني في تحريم الخمر على المؤمنين"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "[18]"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "سبحانك هذا بهتان عظيم"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "[19]"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "اختلاف التصوير القرآني لبعث الناس ما بين الجراد المنتشر والفراش المبثوث والسر في ذلك"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "[20]"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "المناسبة بين قول الله تعالى في أول سورة النجم: (والنجم إذا هدى) وبين قوله: (ما ضل صاحبكم وما غوى)"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "[21]"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "أمران ونهيان وخبران وبشاراتان في آية واحدة كيف ذلك؟!"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "[22]"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "رب ابن لي عندك بيتا في الجنة"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "[23]"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "المقصود بتكرار الضعف والقوة في أواخر سورة الروم وبيان أطوار خلق الإنسان"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "[24]"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "ويسألونك عن الروح"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "[25]"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "أسرار لفظ: (كلا) في القرآن الكريم"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "[26]"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "يسألونك عن الأنفال"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "[27]"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "وما تدري نفس ماذا تكسب غدا"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "[28]"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "حسبك الله ومن اتبعك من المؤمنين"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "[29]"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "من بعد أن نزغ الشيطان بيني وبين إخوتي"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "[30]"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "هل الجن ممن يدخلون الجنة؟"
        }
    ]
}