{
    "b7631": [
        {
            "id": "1",
            "nass": "الرسالة الأكملية في ما يجب لله من صفات الكمال ¶ ... ¶ الرسالة الأكملية ¶ تأليف: شيخ الإسلام ابن تيمية ¶ تحقيق: أحمد حمدي إمام ¶ سئل شيخ الإسلام قدس الله روحه: ¶ قال السائل: المسؤول من علماء الإسلام، والسادة الأعلام أحسن الله ثوابهم، وأكرم نزلهم ومآبهم أن يرفعوا حجاب الإجمال، ويكشفوا قناع الإشكال عن مقدمة، جميع أرباب الملل والنحل متفقون عليها، ومستندون في آرائهم إليها، حاشا مكابرا منهم معاندا، وكافرا بربوبية الله جاحدا. ¶ وهي أن يقال: هذه صفة كمال، فيجب لله إثباتها، وهذه صفة نقص، فيتعين انتفاؤها، لكنهم في تحقيق مناطها في إفراد الصفات متنازعون، وفي تعيين الصفات لأجل القسمين مختلفون. ¶ فأهل السنة يقولون: إثبات السمع والبصر، والحياة والقدرة، والعلم والكلام وغيرها من الصفات الخبرية كالوجه واليدين، والعينين، والغضب والرضا، والصفات الفعلية كالضحك والنزول والاستواء صفات كمال، وأضدادها صفات نقصان.",
            "page": "3",
            "part": "1",
            "seal": "18C5B91D"
        },
        {
            "id": "2",
            "nass": "والفلاسفة تقول: اتصافه بهذه الصفات إن أوجب له كمالا فقد استكمل بغيره، فيكون ناقصاً بذاته، وإن أوجب له نقصاً لم يجز اتصافه بها. ¶ والمعتزلة يقولون: لو قامت بذاته صفات وجودية لكان مفتقرًا إليها وهي مفتقرة إليه، فيكون الرب مفتقرا إلى غيره؛ ولأنها أعراض لا تقوم إلا بجسم، والجسم مركب، والمركب ممكن محتاج، وذلك عين النقص. ¶ ويقولون أيضًا: لو قدر على العباد أعمالهم وعاقبهم عليها، كان ظالمًا، وذلك نقص. وخصومهم يقولون: لو كان في ملكه ما لا يريده لكان ناقصًا. ¶ والكُلابِيَّة ومن تبعهم ينفون صفات أفعاله، ويقولون: لو قامت به لكان مَحَلا للحوادث. والحادث إن أوجب له كمالاً فقد عدمه قبله، وهو نقص، وإن لم يوجب له كمالاً لم يجز وصفه به. ¶ وطائفة منهم ينفون صفاته الخبرية؛ لاستلزامها التركيب المستلزم للحاجة والافتقار. وهكذا نفيهم أيضًا لمحبته؛ لأنها مناسبة بين المحب والمحبوب، ومناسبة الرب للخلق نقص، وكذا رحمته؛ لأن الرحمة رقة تكون في الراحم، وهي ضعف وخَوَر في الطبيعة، وتألم على المرحوم، وهو نقص،",
            "page": "4",
            "part": "1",
            "seal": "7145E5CC"
        },
        {
            "id": "3",
            "nass": "وكذا غضبه؛ لأن الغضب غليان دم القلب طلبًا للانتقام، وكذا نفيهم لضحكه وتعجبه. لأن الضحك خفة روح تكون لتجدد ما يسر، واندفاع ما يضر. والتعجب استعظام للمتعجب منه. ¶ ومنكرو النبوات يقولون: ليس الخلق بمنزلة أن يرسل إليهم رسولاً كما أن أطراف الناس ليسوا أهلا أن يرسل السلطان إليهم رسولاً. ¶ والمشركون يقولون: عظمة الرب وجلاله يقتضي ألا يتقرب إليه إلا بواسطة وحجاب، فالتقرب إليه ابتداء من غير شفعاء ووسائط، غض من جنابه الرفيع. ¶ هذا وإن القائلين بهذه المقدمة، لا يقولون بمقتضاها، ولا يطردونها، فلو قيل لهم: أيما أكمل؟ ذات توصف بسائر أنواع الإدراكات، من الشم والذوق واللمس، أم ذات لا توصف بها كلها؟ لقالوا: الأولى أكمل، ولم يصفوا بها كلها الخالق. ¶ وبالجملة، فالكمال والنقص من الأمور النسبية، والمعاني الإضافية، فقد تكون الصفة كمالاً لذات ونقصًا لأخرى، وهذا نحو الأكل والشرب والنكاح، كمال للمخلوق، نقص للخالق، وكذا التعاظم والتكبر والثناء على النفس، كمال للخالق، نقص للمخلوق،",
            "page": "5",
            "part": "1",
            "seal": "1568437F"
        },
        {
            "id": "4",
            "nass": "وإذا كان الأمر كذلك فلعل ما تذكرونه من صفات الكمال، إنما يكون كمالاً بالنسبة إلى الشاهد، ولا يلزم أن يكون كمالاً للغائب كما بين؛ لا سيما مع تباين الذاتين. ¶ وإن قلتم: نحن نقطع النظر عن متعلق الصفة وننظر فيها، هل هي كمال أو نقص؟ فلذلك نحيل الحكم عليها بأحدهما؛ لأنها قد تكون كمالاً لذات، نقصًا لأخرى، على ما ذكر. وهذا من العجب أن مقدمة وقع عليها الإجماع، هي منشأ الاختلاف والنزاع! ! فرضى الله عمن بين لنا بيانًا يشفى العليل، ويجمع بين معرفة الحكم وإيضاح الدليل، إنه تعالى سميع الدعاء، وأهل الرجاء، وهو حسبنا ونعم الوكيل.",
            "page": "6",
            "part": "1",
            "seal": "9E87DE4C"
        },
        {
            "id": "5",
            "nass": "فأجاب رضي الله عنه: ¶ الحمد لله، الجواب عن السؤال مبني على مقدمتين: ¶ إحداهما: أن يعلم أن الكمال ثابت لله، بل الثابت له هو أقصى ما يمكن من الأكملية، بحيث لا يكون وجود كمال لا نقص فيه إلا وهو ثابت للرب تعالى يستحقه بنفسه المقدسة، وثبوت ذلك مستلزم نفي نقيضه؛ فثبوت الحياة يستلزم نفي الموت، وثبوت العلم يستلزم نفي الجهل، وثبوت القدرة يستلزم نفي العجز، وإن هذا الكمال ثابت له بمقتضى الأدلة العقلية والبراهين اليقينية، مع دلالة السمع على ذلك. ¶ ودلالة القرآن على الأمور نوعان: ¶ أحدهما: خبر الله الصادق، فما أخبر الله ورسوله به فهو حق كما أخبر الله به. ¶ والثاني: دلالة القرآن بضرب الأمثال وبيان الأدلة العقلية الدالة على المطلوب. فهذه دلالة شرعية عقلية؛ فهي [شرعية] لأن الشرع دل عليها، وأرشد إليها؛ و [عقلية] لأنها تعلم صحتها بالعقل. ولا يقال: إنها لم تعلم إلا بمجرد الخبر. ¶ وإذا أخبر الله بالشىء، ودل عليه بالدلالات العقلية، صار مدلولاً عليه بخبره،",
            "page": "7",
            "part": "1",
            "seal": "13A30B80"
        },
        {
            "id": "6",
            "nass": "ومدلولاً عليه بدليله العقلي الذي يعلم به، فيصير ثابتًا بالسمع والعقل، وكلاهما داخل في دلالة القرآن التي تسمى [الدلالة الشرعية] . ¶ وثبوت [معنى الكمال] قد دل عليه القرآن بعبارات متنوعة، دالة على معاني متضمنة لهذا المعنى، فما في القرآن من إثبات الحمد له، وتفصيل محامده، وأن له المثل الأعلى، وإثبات معاني أسمائه، ونحو ذلك، كله دال على هذا المعنى. ¶ وقد ثبت لفظ [الكامل] فيما رواه ابن أبي طلحة عن ابن عباس في تفسير: {قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ} [الإخلاص: 1، 2] : أن [الصمد] هو المستحق للكمال، وهو السيد الذي كمل في سُؤْدده، والشريف الذي قد كمل في شرفه، والعظيم الذي قد كمل في عظمته، والحكم الذي قد كمل في حكمه، والغني الذي قد كمل في غناه، والجبار الذي قد كمل في جبروته، والعالم الذي قد كمل في علمه، والحكيم الذي قد كمل في حكمته، وهو الشريف الذي قد كمل في أنواع الشرف والسؤدد، وهو الله سبحانه وتعالى. ¶ وهذه صفة لا تنبغي إلا له، ليس له كفؤ ولا كمثله شىء. وهكذا سائر صفات الكمال، ولم يعلم أحد من الأمة نازع في هذا المعنى، بل هذا المعنى مستقر في فطر الناس، بل هم مفطورون عليه، فإنهم كما أنهم مفطورون على الإقرار بالخالق، فإنهم مفطورون على أنه أجل وأكبر، وأعلى وأعلم وأعظم وأكمل من كل شىء. ¶ وقد بينا في غير هذا الموضع: أن الإقرار بالخالق وكماله، يكون فطريًا ضروريًا في حق من سلمت فطرته، وإن كان مع ذلك تقوم عليه الأدلة الكثيرة،",
            "page": "8",
            "part": "1",
            "seal": "B31983F1"
        },
        {
            "id": "7",
            "nass": "وقد يحتاج إلى الأدلة عليه كثير من الناس عند تغير الفطرة وأحوال تعرض لها. ¶ وأما لفظ [الكامل] فقد نقل الأشعري عن الجبائي أنه كان يمنع أن يسمى الله كاملاً، ويقول: الكامل الذي له أبعاض مجتمعة. ¶ وهذا النزاع إن كان في المعنى فهو باطل، وإن كان في اللفظ فهو نزاع لفظي. ¶ والمقصود هنا أن ثبوت الكمال له، ونفي النقائص عنه، مما يعلم بالعقل. ¶ وزعمت طائفة من أهل الكلام كأبي المعالي والرازي، والآمدي وغيرهم أن ذلك لا يعلم إلا بالسمع الذي هو الإجماع، وإن نفي الآفات والنقائص عنه لم يعلم إلا بالإجماع، وجعلوا الطريق التي بها نفوا عنه ما نفوه، إنما هو نفي مسمى الجسم ونحو ذلك، وخالفوا ما كان عليه شيوخ متكلمة الصفاتية، كالأشعري، والقاضي، وأبى بكر وأبي إسحاق، ومن قبلهم من السلف والأئمة، في إثبات السمع والبصر والكلام له بالأدلة العقلية، وتنزيهه عن النقائص بالأدلة العقلية. ¶ ولهذا صار هؤلاء يعتمدون في إثبات هذه الصفات على مجرد السمع، ويقولون: إذا كنا نثبت هذه الصفات بناء على نفي الآفات، ونفي الآفات إنما يكون بالإجماع الذي هو دليل سمعي، والإجماع إنما يثبت بأدلة سمعية من الكتاب والسنة، قالوا: والنصوص المثبتة للسمع والبصر والكلام: أعظم من الآيات الدالة على كون الإجماع حجة، فالاعتماد في إثباتها ابتداء على الدليل السمعي الذي هو القرآن أولى وأحْرَى.",
            "page": "9",
            "part": "1",
            "seal": "39B912A0"
        },
        {
            "id": "8",
            "nass": "والذي اعتمدوا عليه في النفي، من نفي مسمى التحيز ونحوه مع أنه بدعة في الشرع لم يأت به كتاب ولا سنة، ولا أثر عن أحد من الصحابة والتابعين هو متناقض في العقل، لا يستقيم في العقل؛ فإنه ما من أحد ينفي شيئًا خوفًا من كون ذلك يستلزم أن يكون الموصوف به جسمًا، إلا قيل له فيما أثبته نظير ما قاله فيما نفاه، وقيل له فيما نفاه نظير ما يقوله فيما أثبته، كالمعتزلة لما أثبتوا أنه حي عليم قدير؛ وقالوا: إنه لا يوصف بالحياة، والعلم، والقدرة، والصفات؛ لأن هذه أعراض لا يوصف بها إلا ما هو جسم، ولا يعقل موصوف إلا جسم. ¶ فقيل لهم: فأنتم وصفتموه بأنه حي عليم قدير، ولا يوصف شىء بأنه عليم حي قدير إلا ما هو جسم، ولا يعقل موصوف بهذه الصفات إلا ما هو جسم، فما كان جوابكم عن الأسماء كان جوابنا عن الصفات، فإن جاز أن يقال: بل يسمى بهذه الأسماء ما ليس بجسم، جاز أن يقال: فكذلك يوصف بهذه الصفات ما ليس بجسم، وأن يقال: هذه الصفات ليست أعراضًا، وإن قيل: لفظ الجسم [مجمل] أو مشترك وأن المسمى بهذه الأسماء لا يجب أن يماثله غيره، ولا أن يثبت له خصائص غيره، جاز أن يقال: الموصوف بهذه الصفات لا يجب أن يماثله غيره، ولا أن يثبت له خصائص غيره. ¶ وكذلك إذا قال نفاة الصفات المعلومة بالشرع، أو بالعقل مع الشرع، كالرضا والغضب، والحب، والفرح، ونحو ذلك: هذه الصفات لا تعقل",
            "page": "10",
            "part": "1",
            "seal": "5434256E"
        },
        {
            "id": "9",
            "nass": "إلا لجسم. قيل لهم: هذه بمنزلة الإرادة والسمع، والبصر والكلام، فما لزم في أحدهما لزم في الآخر مثله. ¶ وهكذا نفاة الصفات من الفلاسفة ونحوهم، إذا قالوا: ثبوت هذه الصفات يستلزم كثرة المعاني فيه، وذلك يستلزم كونه جسمًا أو مركبًا. قيل لهم: هذا كما أثبتم أنه موجود واجب قائم بنفسه وأنه عاقل ومعقول وعقل، ولذيذ وملتذ ولذة، وعاشق ومعشوق وعشق، ونحو ذلك. ¶ فإن قالوا: هذه ترجع إلى معنى واحد، قيل لهم: إن كان هذا ممتنعا بطل الفرق، وإن كان ممكنًا أمكن أن يقال في تلك مثل هذه، فلا فرق بين صفة وصفة. والكلام على ثبوت الصفات وبطلان أقوال النفاة مبسوط في غير هذا الموضع. ¶ والمقصود هنا: أن نبين أن ثبوت الكمال لله معلوم بالعقل، وأن نقيض ذلك مُنْتَفٍ عنه، فإن الاعتماد في الإثبات والنفي على هذه الطريق مستقيم في العقل والشرع، دون تلك، خلاف ما قاله هؤلاء المتكلمون. ¶ وجمهور أهل الفلسفة والكلام يوافقون على أن الكمال لله ثابت بالعقل، والفلاسفة تسميه التمام،",
            "page": "11",
            "part": "1",
            "seal": "B9F215D6"
        },
        {
            "id": "10",
            "nass": "وبيان ذلك من وجوه: ¶ منها: أن يقال: قد ثبت أن الله قديم بنفسه، واجب الوجود بنفسه، قيوم بنفسه، خالق بنفسه، إلى غير ذلك من خصائصه. والطريقة المعروفة في وجوب الوجود تقال في جميع هذه المعاني. ¶ فإذا قيل: الوجود إما واجب وإما ممكن، والممكن لابد له من واجب، فيلزم ثبوت الواجب على التقديرين، فهو مثل أن يقال: الموجود إما قديم وإما حادث، والحادث لابد له من قديم، فيلزم ثبوت القديم على التقديرين. والموجود إما غني وإما فقير، والفقير لابد له من الغنى، فلزم وجود الغنى على التقديرين. والموجود إما قيوم بنفسه وإما غير قيوم، وغير القيوم لابد له من القيوم، فلزم ثبوت القيوم على التقديرين، والموجود إما مخلوق وإما غير مخلوق، والمخلوق لابد له من خالق غير مخلوق، فلزم ثبوت الخالق غير المخلوق على التقديرين ونظائر ذلك متعددة. ¶ ثم يقال: هذا الواجب القديم الخالق، إما أن يكون ثبوت الكمال الذي لا نقص فيه الممكن الوجود ممكنًا له، وإما ألا يكون. والثاني ممتنع؛ لأن هذا ممكن للموجود المحدث الفقير للممكن، فلأن يمكن للواجب الغني القديم بطريق الأولى والأحرى؛ فإن كلاهما موجود. والكلام في الكمال الممكن الوجود الذي لا نقص فيه. ¶ فإذا كان الكمال الممكن الوجود ممكنًا للمفضول، فلأن يمكن للفاضل بطريق الأولى؛ لأن ما كان ممكنًا لما هو في وجوده ناقص، فلأن",
            "page": "12",
            "part": "1",
            "seal": "1B65DF8B"
        },
        {
            "id": "11",
            "nass": "يمكن لما هو في وجوده أكمل منه بطريق الأولى، لاسيما وذلك أفضل من كل وجه فيمتنع اختصاص المفضول من كل وجه بكمال لا يثبت للأفضل من كل وجه، بل ما قد ثبت من ذلك للمفضول فالفاضل أحق به، فلأن يثبت للفاضل بطريق الأولى. ¶ ولأن ذلك الكمال إنما استفاده المخلوق من الخالق، والذي جعل غيره كاملا هو أحق بالكمال منه، فالذي جعل غيره قادرًا أولى بالقدرة، والذي علم غيره أولى بالعلم، والذي أحيا غيره أولى بالحياة، والفلاسفة توافق على هذا، ويقولون: كل كمال للمعلول فهو من آثار العلة، والعلة أولى به. ¶ وإذا ثبت إمكان ذلك له، فما جاز له من ذلك الكمال الممكن الوجود، فإنه واجب له لا يتوقف على غيره، فإنه لو توقف على غيره لم يكن موجودًا له إلا بذلك الغير، وذلك الغير إن كان مخلوقًا له لزم الدور القبلي الممتنع، فإن ما في ذلك الغير من الأمور الوجودية فهي منه، ويمتنع أن يكون كل من الشيئين فاعلاً للآخر، وهذا هو الدور القبلي فإن الشىء يمتنع أن يكون فاعلاً لنفسه، فلأن يمتنع أن يكون فاعلاً لفاعله بطريق الأولى والأحرى. ¶ وكذلك يمتنع أن يكون كل من الشيئين فاعلاً لما به يصير الآخر فاعلاً، ويمتنع أن يكون كل من الشيئين معطيًا للآخر كماله، فإن معطي الكمال أحق بالكمال، فيلزم أن يكون كل منهما أكمل من الآخر، وهذا ممتنع لذاته، فإن كون هذا أكمل يقتضي أن هذا أفضل من هذا، وهذا أفضل من هذا، وفضل أحدهما يمنع مساواة الآخر له، فلأن يمنع كون الآخر أفضل بطريق الأولى. ¶ وأيضا، فلو كان كماله موقوفًا على ذلك الغير، للزم أن يكون كماله موقوفًا",
            "page": "13",
            "part": "1",
            "seal": "AC0C6F2B"
        },
        {
            "id": "12",
            "nass": "على فعله لذلك الغير، وعلى معاونة ذلك الغير في كماله، ومعاونة ذلك الغير في كماله موقوف عليه؛ إذ فعل ذلك الغير، وأفعاله موقوفة على فعل المبدع لا تفتقر إلى غيره، فيلزم ألا يكون كماله موقوفًا على غيره. ¶ فإذا قيل: كماله موقوفًا على مخلوقه، لزم ألا يتوقف على مخلوقه، وما كان ثبوته مستلزمًا لعدمه كان باطلاً من نفسه. وأيضًا، فذلك الغير كل كمال له فمنه وهو أحق بالكمال منه، ولو قيل يتوقف كماله عليه لم يكن متوقفًا إلا على ما هو من نفسه، وذلك متوقف عليه لا على غيره. ¶ وإن قيل: ذلك الغير ليس مخلوقًا بل واجبًا آخر قديمًا بنفسه. فيقال: إن كان أحد هذين هو المعطي دون العكس، فهو الرب، والآخر عبده. ¶ وإن قيل: بل كل منهما يعطي للآخر الكمال، لزم الدور في التأثير وهو باطل، وهو من الدور القبلي، لا من الدور المعي الاقتراني فلا يكون هذا كاملا حتى يجعله الآخر كاملاً، والآخر لا يجعله كاملاً حتى يكون في نفسه كاملاً، لأن جاعل الكامل كاملاً أحق بالكمال ولا يكون الآخر كاملاً حتى يجعله كاملاً، فلا يكون واحدًا منهما كاملاً بالضرورة، فإنه لو قيل: لا يكون كاملاً حتى يجعل نفسه كاملاً، ولا يجعل نفسه كاملاً حتى يكون كاملاً لكان ممتنعا، فكيف إذا قيل: حتى يجعل ما يجعله كاملاً كاملاً؟ !",
            "page": "14",
            "part": "1",
            "seal": "61B9A23B"
        },
        {
            "id": "13",
            "nass": "وإن قيل: كل واحد له آخر يكمله إلى غير نهاية لزم التسلسل في المؤثرات، وهو باطل بالضرورة واتفاق العقلاء. فإن تقدير مؤثرات لا تتناهي: ليس فيها مؤثر بنفسه لا يقتضي وجود شىء منها، ولا وجود جميعها، ولا وجود اجتماعها، والمبدع للموجودات لابد أن يكون موجودًا بالضرورة. ¶ فلو قدر أن هذا كامل فكماله ليس من نفسه بل من آخر، وهلم جرا، للزم ألا يكون لشىء من هذه الأمور كمال، ولو قدر أن الأول كامل لزم الجمع بين النقيضين، وإذا كان كماله بنفسه لا يتوقف على غيره، كان الكمال له واجبًا بنفسه، وامتنع تخلف شىء من الكمال الممكن عنه، بل ما جاز له من الكمال وجب له، كما أقر بذلك الجمهور من أهل الفقه والحديث، والتصوف والكلام والفلسفة وغيرهم، بل هذا ثابت في مفعولاته، فما شاء كان، وما لم يشأ لم يكن، وكان ممتنعًا بنفسه أو ممتنعًا لغيره، فما ثم إلا موجود واجب إما بنفسه وإما بغيره، أو معدوم إما لنفسه وإما لغيره، والممكن أن حصل مقتضيه التام: وجب بغيره، وإلا كان ممتنعًا لغيره، والممكن بنفسه: إما واجب لغيره، وإما ممتنع لغيره. ¶ وقد بين الله سبحانه أنه أحق بالكمال من غيره، وأن غيره لا يساويه في",
            "page": "15",
            "part": "1",
            "seal": "232381D4"
        },
        {
            "id": "14",
            "nass": "الكمال، في مثل قوله تعالى: {أَفَمَن يَخْلُقُ كَمَن لاَّ يَخْلُقُ أَفَلا تَذَكَّرُونَ} [النحل: 17] وقد بين أن الخلق صفة كمال، وأن الذي يخلق أفضل من الذي لا يخلق، وأن من عَدَل هذا بهذا فقد ظلم. ¶ وقال تعالى: {ضَرَبَ اللهُ مَثَلاً عَبْدًا مَّمْلُوكًا لاَّ يَقْدِرُ عَلَى شَيْءٍ وَمَن رَّزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا هَلْ يَسْتَوُونَ الْحَمْدُ لِلّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ} [النحل: 75] ، فبين أن كونه مملوكًا عاجزًا صفة نقص، وأن القدرة والملك والإحسان صفة كمال، وأنه ليس هذا مثل هذا، وهذا لله، وذاك لما يعبد من دونه. ¶ وقال تعالى: {وَضَرَبَ اللهُ مَثَلاً رَّجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لاَ يَقْدِرُ عَلَىَ شَيْءٍ وَهُوَ كَلٌّ عَلَى مَوْلاهُ أَيْنَمَا يُوَجِّههُّ لاَ يَأْتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَن يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلَى صِرَاطٍ مُّسْتَقِيمٍ} [النحل: 76] ، وهذا مثل آخر. فالأول مثل العاجز عن الكلام، وعن الفعل الذي لا يقدر على شىء. والآخر المتكلم الآمر بالعدل الذي هو على صراط مستقيم، فهو عادل في أمره مستقيم في فعله. ¶ فبين أن التفضيل بالكلام المتضمن للعدل والعمل المستقيم، فإن مجرد الكلام والعمل قد يكون محمودًا، وقد يكون مذمومًا، فالمحمود هو الذي يستحق صاحبه الحمد، فلا يستوى هذا والعاجز عن الكلام والفعل.",
            "page": "16",
            "part": "1",
            "seal": "2A421DE6"
        },
        {
            "id": "15",
            "nass": "وقال تعالى: {ضَرَبَ لَكُم مَّثَلًا مِنْ أَنفُسِكُمْ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَانُكُم مِّن شُرَكَاء فِي مَا رَزَقْنَاكُمْ فَأَنتُمْ فِيهِ سَوَاء تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ} [الروم: 28] . ¶ يقول تعالى: إذا كنتم أنتم لا ترضون بأن المملوك يشارك مالكه لما في ذلك من النقص والظلم، فكيف ترضون ذلك لي، وأنا أحق بالكمال والغنى منكم؟ ¶ وهذا يبين أنه تعالى أحق بكل كمال من كل أحد، وهذا كقوله: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالأُنثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ يَتَوَارَى مِنَ الْقَوْمِ مِن سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلاَ سَاء مَا يَحْكُمُونَ لِلَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ مَثَلُ السَّوْءِ وَلِلّهِ الْمَثَلُ الأَعْلَىَ وَهُوَ الْعَزِيزُ الْحَكِيمُ وَلَوْ يُؤَاخِذُ اللهُ النَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَكِن يُؤَخِّرُهُمْ إلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاء أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ وَيَجْعَلُونَ لِلّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَى لاَ جَرَمَ أَنَّ لَهُمُ الْنَّارَ وَأَنَّهُم مُّفْرَطُونَ} [النحل: 5862] حيث كانوا يقولون: الملائكة بنات الله، وهم يكرهون أن يكون لأحدهم بنت فيعدون هذا نقصًا وعيبًا. ¶ والرب تعالى أحق بتنزيهه عن كل عيب ونقص منكم، فإن له المثل الأعلى، فكل كمال ثبت للمخلوق، فالخالق أحق بثبوته منه إذا كان مجردًا عن النقص، وكل ما ينزه عنه المخلوق من نقص وعيب، فالخالق أولى بتنزيهه عنه. ¶ وقال تعالى: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ} [الزمر: 9] ،",
            "page": "17",
            "part": "1",
            "seal": "4864FF21"
        },
        {
            "id": "16",
            "nass": "وهذا يبين أن العالم أكمل ممن لا يعلم، وقال تعالى: {وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ وَلَا الظُّلُمَاتُ وَلَا النُّورُ وَلَا الظِّلُّ وَلَا الْحَرُورُ} [فاطر: 19 22] فبين أن البصير أكمل، والنور أكمل، والظل أكمل، وحينئذ فالمتصف به أولى {وَلِلّهِ الْمَثَلُ الأَعْلَىَ} [النحل: 60] . ¶ وقال تعالى: {وَاتَّخَذَ قَوْمُ مُوسَى مِن بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلاً جَسَدًا لَّهُ خُوَارٌ أَلَمْ يَرَوْاْ أَنَّهُ لاَ يُكَلِّمُهُمْ وَلاَ يَهْدِيهِمْ سَبِيلاً اتَّخَذُوهُ وَكَانُواْ ظَالِمِينَ} [الأعراف: 148] ، فدل ذلك على أن عدم التكلم والهداية نقص، وأن الذي يتكلم ويهدي أكمل ممن لا يتكلم ولا يهدي، والرب أحق بالكمال. ¶ وقال تعالى: {قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِي إِلَى الْحَقِّ قُلِ اللهُ يَهْدِي لِلْحَقِّ أَفَمَن يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لاَّ يَهِدِّيَ إِلاَّ أَن يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ} [يونس: 35] فبين سبحانه بما هو مستقر في الفطر أن الذي يهدي إلى الحق أحق بالاتباع ممن لا يهتدي إلا أن يهديه غيره، فلزم أن يكون الهادي بنفسه هو الكامل، دون الذي لا يهتدي إلا بغيره. ¶ وإذا كان لابد من وجود الهادي لغير المهتدي بنفسه فهو الأكمل، وقال تعالى في الآية الأخرى: {أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا} [طه: 89] فدل على أن الذي يرجع إليه القول، ويملك الضر والنفع، أكمل منه.",
            "page": "18",
            "part": "1",
            "seal": "90E9907D"
        },
        {
            "id": "17",
            "nass": "وقال إبراهيم لأبيه: {يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنكَ شَيْئًا} [مريم: 42] ، فدل على أن السميع البصير الغني أكمل، وأن المعبود يجب أن يكون كذلك. ¶ ومثل هذا في القرآن متعدد من وصف الأصنام بسلب صفات الكمال، كعدم التكلم والفعل، وعدم الحياة، ونحو ذلك مما يبين أن المتصف بذلك منتقص معيب كسائر الجمادات، وإن هذه الصفات لا تسلب إلا عن ناقص معيب. ¶ وأما رب الخلق الذي هو أكمل من كل موجود فهو أحق الموجودات بصفات الكمال، وأنه لا يستوى المتصف بصفات الكمال والذي لا يتصف بها، وهو يذكر أن الجمادات في العادة لا تقبل الاتصاف بهذه الصفات. ¶ فمن جعل الواجب الوجود لا يقبل الاتصاف، فقد جعله من جنس الأصنام الجامدة، التي عابها الله تعالى وعاب عابديها. ¶ ولهذا كانت القرامطة الباطنية من أعظم الناس شركًا، وعبادة لغير الله، إذ كانوا لا يعتقدون في إلههم أنه يسمع أو يبصر، أو يغني عنهم شيئًا. ¶ والله سبحانه لم يذكر هذه النصوص لمجرد تقرير صفات الكمال له، بل ذكرها لبيان أنه المستحق للعبادة دون ما سواه، فأفاد الأصلين اللذين بهما يتم التوحيد وهما: إثبات صفات الكمال، ردًا على أهل التعطيل، وبيان أنه المستحق للعبادة لا إله إلا هو، ردًا على المشركين. ¶ والشرك في العالم أكثر من التعطيل، ولا يلزم من إثبات [التوحيد] المنافي للإشراك إبطال قول أهل التعطيل،",
            "page": "19",
            "part": "1",
            "seal": "15029A0D"
        },
        {
            "id": "18",
            "nass": "ولا يلزم من مجرد الإثبات المبطل لقول المعطلة الرد على المشركين إلا ببيان آخر. ¶ والقرآن يذكر فيه الرد على المعطلة تارة، كالرد على فرعون وأمثاله، ويذكر فيه الرد على المشركين وهذا أكثر؛ لأن القرآن شفاء لما في الصدور. ومرض الإشراك أكثر في الناس من مرض التعطيل، وأيضًا فإن الله سبحانه أخبر أن له الحمد، وأنه حميد مجيد، وأن له الحمد في الأولى والآخرة، وله الحكم، ونحو ذلك من أنواع المحامد. ¶ والحمد نوعان: حمد على إحسانه إلى عباده، وهو من الشكر، وحمد لما يستحقه هو بنفسه من نعوت كماله، وهذا الحمد لا يكون إلا على ما هو في نفسه مستحق للحمد، وإنما يستحق ذلك من هو متصف بصفات الكمال، وهي أمور وجودية فإن الأمور العدمية المحضة لا حمد فيها، ولا خير ولا كمال. ¶ ومعلوم أن كل ما يحمد، فإنما يحمد على ماله من صفات الكمال، فكل ما يحمد به الخلق فهو من الخالق، والذي منه ما يحمد عليه هو أحق بالحمد، فثبت أنه المستحق للمحامد الكاملة، وهو أحق من كل محمود بالحمد والكمال من كل كامل وهو المطلوب.",
            "page": "20",
            "part": "1",
            "seal": "22ACDEB7"
        },
        {
            "id": "19",
            "nass": "فصل ¶ وأما المقدمة الثانية فنقول: لابد من اعتبار أمرين: ¶ أحدهما: أن يكون الكمال ممكن الوجود. ¶ والثانى: أن يكون سليمًا عن النقص، فإن النقص ممتنع على الله، لكن بعض الناس قد يسمى ما ليس بنقص نقصًا، فهذا يقال له: إنما الواجب إثبات ما أمكن ثبوته من الكمال السليم عن النقص، فإذا سميت أنت هذا نقصًا وقدر أن انتفاءه يمتنع، لم يكن نقصه من الكمال الممكن، و [الذات] التي لا تكون حية عليمة قديرة سميعة بصيرة متكلمة، ليست أكمل من الذات التي تكون حية عليمة سميعة بصيرة متكلمة. ¶ وإذا كان صريح العقل يقضي بأن الذات المسلوبة هذه الصفات ليست مثل الذات المتصفة، فضلاً عن أن تكون أكمل منها، ويقضي بأن الذات المتصفة بها أكمل، علم بالضرورة امتناع كمال الذات بدون هذه الصفات، فإن قيل بعد ذلك: لا تكون ذاته ناقصة مسلوبة الكمال إلا بهذه الصفات، قيل: الكمال بدون هذه الصفات",
            "page": "21",
            "part": "1",
            "seal": "4C014216"
        },
        {
            "id": "20",
            "nass": "فإن قيل بعد ذلك: لا تكون ذاته ناقصة مسلوبة الكمال إلا بهذه الصفات، قيل: الكمال بدون هذه الصفات ممتنع، وعدم الممتنع ليس نقصًا، وإنما النقص عدم ما يمكن. ¶ وأيضًا، فإذا ثبت أنه يمكن اتصافه بالكمال، وما اتصف به وجب له، وامتنع تجرد ذاته عن هذه الصفات، فكان تقدير ذاته منفكة عن هذه الصفات تقديرًا ممتنعًا. وإذا قدر للذات تقدير ممتنع، وقيل: إنها ناقصة بدونه، كان ذلك مما يدل على امتناع ذلك التقدير، لا على امتناع نقيضه، كما لو قيل: إذا مات كان ناقصًا، فهذا يقتضي وجوب كونه حيًا، كذلك إذا كان تقدير ذاته خالية عن هذه الصفات يوجب أن تكون ناقصة، كان ذلك مما يستلزم أن يوصف بهذه الصفات. ¶ وأيضًا، فقول القائل: اكتمل بغيره ممنوع، فإنا لا نطلق على صفاته أنها غيره، ولا أنها ليست غيره، على ما عليه أئمة السلف؛ كالإمام أحمد بن حنبل وغيره، وهو اختيار حُذَّاق المثبتة، كابن كُلاَّب وغيره. ¶ ومنهم من يقول: أنا لا أطلق عليها أنها ليست هي هو، ولا أطلق عليها أنها ليست غيره، ولا أجمع بين السلبين قأقول: لا هي هو ولا هي غيره، وهو اختيار طائفة من المثبتة كالأشعري، وأظن أن قول أبي الحسن التميمى هو هذا، أو ما يشبه هذا. ¶ ومنهم من يجوز إطلاق هذا السلب وهذا السلب في إطلاقهما جميعًا، كالقاضي أبي بكر، والقاضي أبي يعلى.",
            "page": "22",
            "part": "1",
            "seal": "F7A4C37B"
        },
        {
            "id": "21",
            "nass": "ومنشأ هذا أن لفظ [الغير] يراد به المغاير للشىء، ويراد به ما ليس هو إياه، وكان في إطلاق الألفاظ المجملة إيهام لمعانٍ فاسدة. ¶ ونحن نجيب بجواب علمي فنقول: قول القائل: يتكمل بغيره. أيريد به بشىء منفصل عنه أم يريد بصفة لوازم ذاته؟ أما الأول فممتنع. وأما الثاني فهو حق، ولوازم ذاته لا يمكن وجود ذاته بدونها، كما لا يمكن وجودها بدونه، وهذا كمال بنفسه لا بشىء مباين لنفسه. ¶ وقد نص الأئمة كأحمد بن حنبل وغيره وأئمة المثبتة كأبي محمد بن كُلاَّب وغيره على أن القائل إذا قال: الحمد لله، أو قال: دعوت الله وعبدته، أو قال: بالله، فاسم الله متناول لذاته المتصفة بصفاته، وليست صفاته زائدة على مسمى أسمائه الحسنى. ¶ وإذا قيل: هل صفاته زائدة على الذات أم لا؟ قيل: إن أريد بالذات المجردة التي يقر بها نفاة الصفات، فالصفات زائدة عليها، وإن أريد بالذات الذات الموجودة في الخارج، فتلك لا تكون موجودة إلا بصفاتها اللازمة. والصفات ليست زائدة على الذات المتصفة بالصفات، وإن كانت زائدة على الذات التي يقدر تجردها عن الصفات.",
            "page": "23",
            "part": "1",
            "seal": "806A195C"
        },
        {
            "id": "22",
            "nass": "فصل ¶ وأما قول القائل: لو قامت به صفات وجودية لكان مفتقرًا إليها وهي مفتقرة إليه، فيكون الرب مفتقرًا إلى غيره، فهو من جنس السؤال الأول. ¶ فيقال: أولاً: قول القائل: [لو قامت به صفات وجودية لكان مفتقرًا إليها] يقتضي إمكان جوهر تقوم به الصفات، وإمكان ذات لا تقوم بها الصفات، فلو كان أحدهما ممتنعا لبطل هذا الكلام، فكيف إذا كان كلاهما ممتنعًا؟ فإن تقدير ذات مجردة عن جميع الصفات، إنما يمكن في الذهن لا في الخارج. كتقدير وجود مطلق لا يتعين في الخارج. ¶ ولفظ [ذات] تأنيث ذو، وذلك لا يستعمل إلا فيما كان مضافًا إلى غيره، فهم يقولون: فلان ذو علم وقدرة، ونفس ذات علم وقدرة. وحيث جاء في القرآن أو لغة العرب لفظ [ذو] ولفظ [ذات] لم يجئ إلا مقرونًا بالإضافة كقوله: {فَاتَّقُواْ اللهَ وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ} [الأنفال: 1] ، وقوله: {عَلِيمٌ بِذَاتِ الصُّدُورِ} [آل عمران: 119] . ¶ وقول خُبَيْبَ رضي الله عنه: ¶ وذلك في ذات الإله. . . ¶ ونحو ذلك.",
            "page": "24",
            "part": "1",
            "seal": "FC7C350F"
        },
        {
            "id": "23",
            "nass": "لكن لما صار النظار يتكلمون في هذا الباب، قالوا: إنه يقال: إنها ذات علم وقدرة، ثم إنهم قطعوا هذا اللفظ عن الإضافة وعرفوه، فقالو: [الذات] . وهي لفظ مُولَّد ليس من لفظ العرب العرباء؛ ولهذا أنكره طائفة من أهل العلم، كأبي الفتح بن برهان، وابن الدهان وغيرهما، وقالوا: ليست هذه اللفظة عربية ورد عليهم آخرون، كالقاضي وابن عقيل وغيرهما. ¶ وفصل الخطاب: أنها ليست من العربية العرباء، بل من المولدة، كلفظ الموجود ولفظ الماهية والكيفية ونحو ذلك، فهذا اللفظ يقتضي وجود صفات تضاف الذات إليها، فيقال: ذات علم وذات قدرة وذات كلام والمعنى كذلك، فإنه لا يمكن وجود شىء قائم بنفسه في الخارج لا يتصف بصفة ثبوتية أصلاً، بل فرض هذا في الخارج كفرض عَرَض يقوم بنفسه لا بغيره. ¶ ففرض عرض قائم بنفسه لا صفة له، كفرض صفة لا تقوم بغيرها، وكلاهما ممتنع، فما هو قائم بنفسه فلا بد له من صفة، وما كان صفة فلابد له من قائم بنفسه متصف به. ¶ ولهذا سلم المنازعون أنهم لا يعلمون قائمًا بنفسه لا صفة له، سواء سموه جوهرًا أو جسمًا أو غير ذلك، ويقولون: وجود جوهر معرى عن جميع الأعراض ممتنع، فمن قدر إمكان موجود قائم بنفسه لا صفة له، فقد قدر ما لا يعلم وجوده في الخارج ولا يعلم إمكانه في الخارج، فكيف إذا علم أنه ممتنع في الخارج عن الذهن. ¶ وكلام نفاة الصفات جميعه يقتضي أن ثبوته ممتنع، وإنما يمكن فرضه",
            "page": "25",
            "part": "1",
            "seal": "9FC67084"
        },
        {
            "id": "24",
            "nass": "في العقل، فالعقل يقدره في نفسه، كما يقدر ممتنعات، لا يعقل وجودها في الوجود ولا إمكانها في الوجود. ¶ وأيضًا فالرب تعالى إذا كان اتصافه بصفات الكمال ممكنًا وما أمكن له وجب امتنع أن يكون مسلوبًا صفات الكمال، ففرض ذاته بدون صفاته اللازمة الواجبة له فرض ممتنع. ¶ وحينئذ فإذا كان فرض عدم هذا ممتنعا عمومًا وخصوصًا، فقول القائل: يكون مفتقرًا إليها، وتكون مفتقرة إليه، إنما يعقل مثل هذا في شيئين. يمكن وجود كل واحد منهما دون الآخر، فإذا امتنع هذا بطل هذا التقدير. ¶ ثم يقال له: ما تعنى بالافتقار؟ أتعني: أن الذات تكون فاعلة للصفات مبدعة لها أو بالعكس؟ أم تعني التلازم وهو ألا يكون أحدهما إلا بالآخر؟ فإن عنيت افتقار المفعول إلى الفاعل فهذا باطل، فإن الرب ليس بفاعل لصفاته اللازمة، بل لا يلزمه شىء معين من أفعاله ومفعولاته؛ فكيف تجعل صفاته مفعولة له، وصفاته لازمة لذاته ليست من مفعولاته؟ وإن عنيت التلازم فهو حق. ¶ وهذا كما يقال: لا يكون موجودًا، إلا أن يكون قديمًا واجبًا بنفسه ولا يكون عالمًا قادرًا إلا أن يكون حيًا، فإذا كانت صفاته ملازمة لذاته، كان ذلك أبلغ في الكمال من جواز التفريق بينهما، فإنه لو جاز وجوده بدون صفات الكمال، لم يكن الكمال واجبًا له، بل ممكنًا له، وحينئذ فكان يفتقر في ثبوتها له إلى غيره، وذلك نقص ممتنع عليه، كما تقدم بيانه، فعلم أن التلازم بين الذات وصفات الكمال هو كمال الكمال.",
            "page": "26",
            "part": "1",
            "seal": "AC630396"
        },
        {
            "id": "25",
            "nass": "فصل ¶ وأما القائل: إنها أعراض لا تقوم إلا بجسم مركب، والمركب ممكن محتاج، وذلك عين النقص، فللمثبتة للصفات في إطلاق لفظ [العَرَض] على صفاته ثلاث طرق: ¶ منهم: من يمنع أن تكون أعراضًا، ويقول: بل هي صفات وليست أعراضًا، كما يقول ذلك الأشعري، وكثير من الفقهاء من أصحاب أحمد وغيره. ¶ ومنهم: من يطلق عليها لفظ الأعراض كهشام وابن كَرَّام وغيرهما. ¶ ومنهم: من يمتنع من الإثبات والنفي، كما قالوا في لفظ الغير، وكما امتنعوا عن مثل ذلك في لفظ الجسم ونحوه، فإن قول القائل: العلم عرض بدعة، وقوله: ليس بعرض بدعة، كما أن قوله: الرب جسم بدعة، وقوله: ليس بجسم بدعة. ¶ وكذلك أيضًا لفظ [الجسم] ، يراد به في اللغة: البدن والجسد، كما ذكر ذلك الأصمعي وأبو زيد، وغيرهما من أهل اللغة. ¶ وأما أهل الكلام، فمنهم من يريد به المركب، ويطلقه على الجوهر الفرد بشرط التركيب، أو على الجوهرين، أو على أربعة جواهر، أو ستة، أو ثمانية، أو ستة عشر، أو اثنين وثلاثين، أو المركب من المادة والصورة.",
            "page": "27",
            "part": "1",
            "seal": "6D5028BF"
        },
        {
            "id": "26",
            "nass": "وعامة هؤلاء، وهؤلاء يجعلون المشار إليه مساويا في العموم والخصوص، فلما كان اللفظ قد صار يفهم منه معان بعضها حق وبعضها باطل، صار مخلا. وحينئذ فالجواب العلمي أن يقال: أتعني بقولك إنها أعراض أنها قائمة بالذات أو صفة للذات، ونحو ذلك من المعاني الصحيحة، أم تعني بها أنها آفات ونقائص؟ أم تعني بها أنها تعرض وتزول ولا تبقى زمانين؟ ¶ فإن عنيت الأول فهو صحيح. وإن عنيت الثاني فهو ممنوع. وإن عنيت الثالث فهذا مبني على قول من يقول: العرض لا يبقى زمانين. فإن قال ذلك وقال هي باقية قال أسميتها أعراضا_ لم يكن مانعا من تسميتها أعراضا. ¶ وقولك: العرض لا يقوم إلا بجسم. فيقال للحي عليم قدير عندك، وهذه الأسماء لا ينسمى بها إلا جسم، كما أن هذه الصفات التي جعلتها أعراضا لا يوصف بها إلا جسم؟ فما كان جوابك عن ثبوت الأسماء كان جوابا \"لأهل الإثبات\" عن إثبات الصفات. ويقال له: ما تعني بقولك هذه الصفات أعراض لا تقوم إلا بجسم؟",
            "page": "28",
            "part": "1",
            "seal": "B6948E3A"
        },
        {
            "id": "27",
            "nass": "أتعني بالجسم المركب الذي كان مفترقًا فاجتمع؟ أو ما ركبه مركب فجمع أجزاءه؟ أو ما أمكن تفريقه وتبعيضه وانفصال بعضه عن بعض ونحو ذلك؟ أم تعني به ما هو مركب من الجواهر الفردة، أو من المادة والصورة؟ أو تعني به ما يمكن الإشارة إليه؟ أو ما كان قائمًا بنفسه؟ أو ما هو موجود؟ ¶ فإن عنيت الأول، لم نسلم أن هذه الصفات التي سميتها أعراضًا لا تقوم إلا بجسم بهذا التفسير، وإن عنيت به الثاني، لم نسلم امتناع التلازم، فإن الرب تعالى موجود قائم بنفسه، مشار إليه عندنا، فلا نسلم انتفاء التلازم على هذا التقدير. ¶ وقول القائل: المركب ممكن، إن أراد بالمركب: المعاني المتقدمة؛ مثل كونه كان مفترقًا فاجتمع، أو ركبه مركب أو يقبل الانفصال، فلا نسلم المقدمة الأولى التلازمية، وإن عنى به ما يشار إليه أو ما يكون قائمًا بنفسه موصوفًا بالصفات، فلا نسلم انتفاء الثانية، فالقول بالأعراض مركب من مقدمتين؛ تلازمية، واستثنائية بألفاظ مجملة، فإذا استفصل عن المراد حصل المنع والإبطال لأحدهما أو لكليهما، وإذا بطلت إحدى المقدمتين على كل تقدير، بطلت الحجة.",
            "page": "29",
            "part": "1",
            "seal": "234440B2"
        },
        {
            "id": "28",
            "nass": "فصل ¶ وأما قول القائل: لو قامت به الأفعال لكان محلا للحوادث، والحادث إن أوجب له كمالا فقد عدمه قبله وهو نقص، وإن لم يوجب له كمالاً لم يجز وصفه به. ¶ فيقال أولا: هذا معارض بنظيره من الحوادث التي يفعلها، فإن كليهما حادث بقدرته ومشيئته، وإنما يقترنان في المحل. وهذا التقسيم وارد على الجهتين. ¶ وإن قيل في الفرق: المفعول لا يتصف به، بخلاف الفعل القائم به، قيل في الجواب: بل هم يصفونه بالصفات الفعلية، ويقسمون الصفات إلى نفسية وفعلية، فيصفونه بكونه خالقًا ورازقًا بعد أن لم يكن كذلك، وهذا التقسيم وارد عليهم. ¶ وقد أورده عليهم الفلاسفة في مسألة حدوث العالم، فزعموا أن صفات الأفعال ليست صفة كمال ولا نقص. ¶ فيقال لهم: كما قالوا لهؤلاء في الأفعال التي تقوم به، إنها ليست كمالاً ولا نقصًا. ¶ فإن قيل: لابد أن يتصف إما بنقص أو بكمال. قيل: لابد أن يتصف من الصفات الفعلية إما بنقص وإما بكمال، فإن جاز ادعاء خلو أحدهما",
            "page": "30",
            "part": "1",
            "seal": "AD1B6DC2"
        },
        {
            "id": "29",
            "nass": "عن القسمين، أمكن الدعوى في الآخر مثله، وإلا فالجواب مشترك. ¶ وأما المتفلسفة فيقال لهم: القديم لا تحله الحوادث، ولا يزال محلاً للحوادث عندكم، فليس القدم مانعًا من ذلك عندكم، بل عندكم هذا هو الكمال الممكن الذي لا يمكن غيره، وإنما نفوه عن واجب الوجود؛ لظنهم عدم اتصافه به. ¶ وقد تقدم التنبيه على إبطال قولهم في ذلك، لاسيما وما قامت به الحوادث المتعاقبة يمتنع وجوده عن علة تامة، أزلية موجبة لمعلولها؛ فإن العلة التامة الموجبة يمتنع أن يتأخر عنها معلولها، أو شىء من معلولها، ومتى تأخر عنها شىء من معلولها كانت علة له بالقوة هذا عند من سماه نقصا من النقص الممكن انتفاؤه. ¶ فإذا قيل: خلق المخلوقات في الأزل صفة كمال فيجب أن تثبت له. ¶ فيل وجود الجمادات كلها أو واحد منها يستلزم الحوادث كلها أو واحد منها في الأزل، فيمتنع وجود الحوادث المتعاقبة كلها في آن واحد سواء",
            "page": "31",
            "part": "1",
            "seal": "FB9F3DE8"
        },
        {
            "id": "30",
            "nass": "قدر ذلك الآن ماضيا أو مستقبلا، فضلا عن أن يكون أزليا، وما يستلزم الحوادث المتعاقبة يمتنع وجود في آن واحد فضلا عن أن يكون أزليا، فليس هذا ممكن الوجود فضلا عن أن يكون كمالا، لكن فعل الحوادث شيئا بعد شيء أكمل من التعطيل عن فعلها بحيث لايحدث شيئا بعد أن لم يكن، فإن الفاعل القادر علي الفعل أكمل من الفاعل العاجز عن الفعل. ¶ فإذا قيل لايمكنه إحداث الحوادث، بل مفعوله لازم لذاته، كان هذا نقصا بالنسبة إلى القادر الذي يفعل شيئا بعد شيء. ¶ وكذلك إذا فيل: جعل الشيء الواحد متحركا ساكنا موجودا معدوما صفة كمال قيل: هذا ممتنع لذاته. ¶ وكذلك إذا قيل: إبداع قديم واجب بنفسه صفة كمال، قيل: هذا ممتنع لنفسه، فإن كونه مبدعا يقتضى أن لايكون واجبا بنفسه بل واجبا بغيره. ¶ فإذا قيل: هو واجب موجود بنفسه وهو لم يوجد إلا بغيره، كان هذا جمعا بين النقيضين. ¶ وكذلك إذا قيل: الأفعال القائمة والمفعولات المنفصلة عنه إذا كان اتصافه بها صفة كمال، فقد فاتته في الأزل، وإن كان صفة نقص فقد لزم اتصافه بالنقائص. ¶ قيل: الأفعال المنفعلة بمشيئة وقدرته أن يكون كل منها أزليا.",
            "page": "32",
            "part": "1",
            "seal": "91F84962"
        },
        {
            "id": "31",
            "nass": "وأيضا: فلا يلزم أن يكون وجود هذه في الأزل صفة كمال، بل الكمال أن توجد حيث اقتضت الحكمة وجودها، وأيضا فلو كانت أزلية لم تكن موجودة شيئا بعد شيء، فقول القائل فيما حقه أن يوجد شيئا بعد شيء فينبغي أن يكون في الأزل جمع بين النقيضين، وأمثال هذا كثير. ¶ فلهذا قلنا الكمال الممكن الوجود، فما هو ممتنع في نفسه فلا حقيقة له فضلا عن أن يقال هو موجود أو يقال هو كمال للوجود. ¶ وأما الشرط الآخر: وهو قولنا الكمال الذي لا يتضمن نقصا - على التعبير بالعبارة السديدة - أو الكمال الذي لا يتضمن نقصا يمكن انتفاؤه - على عبارة من يجعل ماليس بنقص نقصا - فاحتراز عما هو لبعض المخلوقات كمال دون بعض، وهو نقص بالإضافة إلى الخالق لاستلزامه نقصا كالأكل والشرب مثلا، فإن الصحيح الذي يشتهي الأكل والشرب من الحيوان أكمل من المريض الذي لا يشتهي الأكل والشرب، لأن قوامه بالأكل والشرب، فإذا قدر غير قابل له كان ناقصا عن القابل لهذا الكمال، لكن هذا يستلزم حاجة الآكل الشارب إلى غيره، وهو مايدخل فيه من الطعام والشراب وهو مستلزم لخروج شيء منه كالفضلات، وما لايحتاج إلى دخول شيء فيه أكمل ممن يحتاج إلى دخول شيء فيه، وما يتوقف كماله على غيره أنقص مما لايحتاج في كماله إلى غيره، فإن الغني عن شيء أعلى من الغني به، والغني بنفسه أكمل من الغني بغيره. ¶ ولهذا كان من الكمالات ما هو كمال للمخلوق وهو نقص بالنسبة إلى الخالق، وهو كل ما كان مستلزما لإمكان العدم عليه المنافي لوجوبه وقيوميته، أو مستلزما للحدوث المنافي لقدمه، أو مستلزما لفقره المنافي لغناه.",
            "page": "33",
            "part": "1",
            "seal": "1F94C5A3"
        },
        {
            "id": "32",
            "nass": "فصل: ¶ إذا تبين هذا تبين أن ما جاء به الرسول صلى الله عليه وسلم هو الحق الذي يدل عليه المعقول، وأن أولى الناس بالحق أتبعهم له وأعظمهم له موافقة، وهم سلف الأمة وأئمتها الذين أثبتوا ما دل عليه الكتاب والسنة من الصفات، ونزهوه عن مماثلة المخلوقات، فإن الحياة والعلم والقدرة والسمع والبصر والكلام صفات كمال ممكنة بالضرورة ولا نقص فيها، فإن ما اتصف بهذه فهو أكمل مما لا يتصف بها، والنقص في انتفائها لا في ثبوتها. ¶ والقابل للاتصاف بها كالحيوان أكمل ممن لا يقبل الاتصاف بها كالجماد. ¶ و\" أهل الإثبات \" يقولون \" للنفاة \" لو لم يتصف بهذه الصفات لاتصف بأضدادها من الجهل والبكم والعمي والصمم، فقال لهم \" النفاة \" هذا الصفات متقابلة تقابل العدم والملكة لا تقابل السلب والإيجاب، والمتقابلات تقابل العدم والملكة إنما يلزم من انتفاء أحدهما ثبوت الآخر إذا كان المحل قابلا لهما، كالحيوان الذي لا يخلو إما أن يكون أعمى وإما أن يكون بصيرا، لأنه قابل لهما بخلاف الجماد فإنه لا يوصف لا بهذا ولا بهذا.",
            "page": "34",
            "part": "1",
            "seal": "DFF75C0C"
        },
        {
            "id": "33",
            "nass": "فيقول لهم\" أهل الإثبات \" هذا باطل من وجوه: ¶ أحدها: أن يقال الموجودات نوعان: نوع يقبل الاتصاف بالكمال كالحي ونوع لايقبله كالجماد، ومعلوم أن القابل للاتصاف بصفات الكمال أكمل مما لا يقبل ذلك، وحينئذ فالرب إن لم يقبل الاتصاف بصفات الكمال لزم انتفاء اتصافه بها، وأن يكون القابل لها وهو الحيوان الأعمى والأصم الذي لا يقبل السمع والبصر أكمل منه، فإن القابل للسمع والبصر في حال عدم ذلك أكمل ممن لا يقبل ذلك فكيف المتصف بها؟ فلزم من ذلك أن يكون مسلوبا لصفات الكمال على قولهم ممتنعا عليه صفات الكمال فأنتم فررتم من تشبيهه بالأحياء فسبهتموه بالجمادات وزعمتم أنكم تنزهونه عن النقائص فوصفتموه بما هو أعظم النقص. ¶ الوجه الثاني: أن يقال: هذا التفريق بين السلب والإيجاب وبين العدم والملكة أمر اصطلاحي، وإلا فكل ما ليس بحي فإنه يسمى ميتا كما قال تعالى: {والذين يدعون من دون الله لا يخلقون شيئا وهم يخلقون، أموات غير أحياء وما يشعرون أيان يبعثون} . ¶ الوجه الثالث: أن يقال: نفي سلب هذه الصفات نقص وإن لم يقدر هناك ضد ثبوتي فنحن نعلم بالضرورة أن ما يكون حيا عليما قديرا متكلما سميعا بصيرا أكمل ممن لا يكون كذلك، وأن ذلك لا يقال سميع ولا أصم كالجماد، وإذا كان مجرد إثبات هذه الصفات من الكمال ومجرد سلبها من النقص، وجب ثبوتها لله تعالى لأنه كمال ممكن للوجود ولا نقص فيه بحال بل النقص في عدمه.",
            "page": "35",
            "part": "1",
            "seal": "0FDCB2EA"
        },
        {
            "id": "34",
            "nass": "وكذلك إذا قدرنا موصوفين بهذه الصفات: أحدهما يقدر على التصرف بنفسه فيأتي ويجيء وينزل ويصعد ونحو ذلك من أنواع الأفعال القائمة به، والآخر: يمتنع ذلك منه فلا يمكن أن يصدر منه شيء من هذا الأفعال كان هذا القادر على الأفعال التي تصدر عنه أكمل ممن يمتنع صدورها عنه. ¶ وإذا قيل: قيام هذه الأفعال يستلزم قيام الحوادث به كان كما إذا قيل قيام الصفات به يستلزم قيام الأعراض به، والأعراض والحودث لفظان مجملان. ¶ فإن أريد بذلك ما يعقله \" أهل اللغة \" من أن الأعراض والحوادث هي الأمراض والآفات، كما يقال: فلان قد عرض له مرض شديد، وفلان قد أحدث حدثا عظيما، كما قال النبي صلي الله عليه وسلم \" إياكم ومحدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة \" وقال: \" لعن الله من أحدث أو آوى محدثا \" وقال: \" إذا أحدث أحدكم فلا يصل حتى يتوضأ \". ¶ ويقول \" الفقهاء \" الطهارة نوعان، طهارة الحدث وطهارة الخبث. ¶ ويقول \" اهل الكلام \": اختلف الناس في أهل الأحداث من أهل القبلة كالربا والسرقة وشرب الخمر، ويقال فلان به عارض من الجن، وفلان حدث له مرض، فهذه النقائص التي تنزه الله عنها. ¶ وإن أريد بالأعراض والحوادث اصطلاح خاص، فإنما أحدث ذلك",
            "page": "36",
            "part": "1",
            "seal": "A7D5A4CD"
        },
        {
            "id": "35",
            "nass": "الاصطلاح من أحدثه من \" أهل الكلام \" وليست هذه لغة العرب ولا لغة أحد من الأمم، لا لغة القرآن ولا غيره ولا العرف العام ولا اصطلاح أكثر الخائضين في العلم، بل مبتدعو هذا الاصطلاح هم من \" أهل البدع \" المحدثين في الأمة الداخلين في ذم النبي صلي الله عليه وسلم. ¶ وبكل حا ل مجرد هذا الاصطلاح وتسمية هذه أعراضا وحوادث لا يخرجها عن أنها من الكمال الذي يكون المتصف به أكمل ممن لا يمكنه الاتصاف بها، أو يمكنه ذلك ولا يتصف بها. ¶ وأيضا: فإذا قدر اثنان: أحدهما موصوف بصفات الكمال التي هي أعراض وحوادث على اصطلاحهم كالعلم والقدرة والفعل والبطش، والآخر: يمتنع أن يتصف بهذه الصفات التي هي أعراض وحوادث، كان الأول أكمل، كما أن الحي المتصف بهذه الصفات أكمل من الجمادات. ¶ وكذلك إذا قدر اثنان: أحدهما يحب نعوت الكمال ويفرح بها ويرضاها، والآخر لافرق عنده بين صفات الكمال وصفات النقص - فلا يحب لا هذا ولا هذا ولا يرضى لا هذا ولا هذا، ولا يفرح لا بهذا ولا بهذا - كان الأول أكمل من الثاني. ¶ ومعلوم أن الله تبارك وتعالى يجب المحسنين والمتقين والصابرين والمقسطين ويرضى عن الذين آمنوا وعملوا الصالحات وهذه كلها صفات كمال. ¶ وكذلك إذ قدر اثنان: أحدهما يبغض المتصف بضد الكمال كالظلم والجهل",
            "page": "37",
            "part": "1",
            "seal": "E98334FE"
        },
        {
            "id": "36",
            "nass": "والكذب ويغضب على من يفعل ذلك، والآخر: لا قرق عنده بين الجاهل الكاذب الظالم وبين العالم الصادق العادل لا يبغض لا هذا ولا هذا، ولا يغضب لا على هذا ولا هذا - كان الأول أكمل. ¶ وكذلك إذا قدر اثنان: أحدهما يقدر أن يفعل بيديه ويقبل بوجهه والآخر لا يمكنه ذلك - إما لامتناع أن يكون له وجه ويدان، وإما لامتناع الفعل والإقبال عليه باليدين والوجه - كان الأول أكمل. ¶ فالوجه واليدان لا يعدان من صفات النقص في شيء مما يوصف بذلك، ووجه كل شيء بحسب ما يضاف إليه وهو ممدوح به لا مذموم، كوجه النهار، ووجه الثوب، ووجه القوم، ووجه الخيل، ووجه الرائ، وغير ذلك، وليس الوجه المضاف إلى غيره هو نفس المضاف إليه في شيء من موارد الاستعمال سواء كان الاستعمال حقيقة أو مجازا. ¶ فإن قيل: من يمكنه الفعل بكلامه أو بقدرته بدون يديه أكمل ممن يفعل بيديه، قيل من يمكنه الفعل بقدرته أو تكليمه إذا شاء وبيديه إذا شاء هو أكمل ممن لا يمكنه الفعل إلا بقدرته أو تكليمه، ولا يمكنه أن يفعل باليد، لهذا كان الإنسان أكمل من الجمادات التي تفعل بقوى فيها كالنار والماء. ¶ فإذا قدر اثنان: أحدهما لا يمكنه الفعل إلا بقوة فيه، والآخر: يمكنه الفعل بقوة فيه بكلامه - فهذا أكمل. ¶ فإذا قدر آخر بقوة فيه وبكلامه وبيديه إذا شاء فهو أكمل وأكمل.",
            "page": "38",
            "part": "1",
            "seal": "BB094F67"
        },
        {
            "id": "37",
            "nass": "وأما صفات النقص فمثل النوم، فإن الحي اليقضان أكمل من النائم والوسنان، والله لا تأخذه سنة ولا نوم. ¶ وكذلك من يحفظ بلا اكتراث أكمل ممن يلزمه ذلك والله تعالى وسع كرسيه السموات والأرض ولا يؤوده حفظهما. ¶ وكذلك من يفعل ولا يتعب أكمل ممن يتعب والله تعالى خلق السموات والأرض وما بينهما في ستة أيام وما مسه من لغوب. ¶ ولهذا وصف الرب بالعلم دون الجهل والقدرة دون العجز، والحياة دون الموت، والسمع والبصر والكلام دون الصمم والعمى البكم، والضحك دون البكاء، والفرح دون الحزن. ¶ وأما الغضب مع الرضاء والبغض مع الحب فهو أكمل ممن لا يكون منه إلا الرضى والحب دون البغض والغضب للأمور التي تستحق أن تذم وتبغض, ولهذا كان اتصافه بأنه يعطي ويمنع، ويخفض ويرفع، ويعز ويذل، أكمل من اتصافه بمجرد الإعطاء والإعزاز والرفع، لأن الفعل الآخر حيث تقتضي الكلمة ذلك أكمل ممن لا يفعل إلا أحد النوعين ويخل بالآخر في المحل المناسب له. ¶ من اعتبر هذه الباب، وجده على قانون الصواب، والله الهادي لأولى الباب.",
            "page": "39",
            "part": "1",
            "seal": "56900875"
        },
        {
            "id": "38",
            "nass": "فصل: ¶ وأما قول\" ملاحدة المتفلسفة \" وغيرهم: إن اتصافه بهذه الصفات إن أوجب له كمالا فقد استكمل بغيره فيكون ناقصا بذاته، وإن أوجب له نقصا لم يجز اتصافه بها، فيقال: ¶ الكمال المعين هو الكمال الممكن الوجود الذي لا نقص فيه. ¶ وحينئذ قول القائل: يكون يكون نقصا بذاته إن أراد به أنه يكون بدون هذه الصفات ناقصا فهذا حق، لكن من هذا فررنا وقدرنا أنه لابد من صفات الكمال وإلا كان نقصا. ¶ وإن أراد به أنه إنما صار كاملا بالصفات التي اتصف بها فلا يكون كاملا بذاته المجردة عن هذه الصفات فيقال: ¶ أولا: هذا إنما يتوجه أن لو أمكن وجود ذات مجردة عن هذه الصفات، أو أمكن وجود ذات كاملة مجردة عن هذه الصفات فإذا كان أحد هذين ممتنعا امتنع كماله بدون هذه الصفات، فكيف إذا كا ن كلاهما ممتنعا، فإن وجود ذات كاملة بدون هذه الصفات ممتنع. ¶ فإنا نعلم بالضرورة أن الذات التي لا تصير علة بالفعل واحتاج مصيرها علة بالفعل إلى سبب آخر، فإن كان المخرج لها من القوة إلى الفعل هو نفسه",
            "page": "40",
            "part": "1",
            "seal": "E2B7B844"
        },
        {
            "id": "39",
            "nass": "صار فيه ما هو بالقوة وهو المخرج له إلى الفعل، وذلك يستلزم أن يكون قابلاً أو فاعلاً، وهم يمنعون ذلك لامتناع الصفات التي يسمونها التركيب. ¶ وإن كان المخرج له غيره كان ذلك ممتنعًا بالضرورة والاتفاق؛ لأن ذلك ينافى وجوب الوجود؛ ولأنه يتضمن الدور المعي والتسلسل في المؤثرات، وإن كان هو الذي صار فاعلا للمعين بعد أن لم يكن، امتنع أن يكون علة تامة أزلية، فقدم شىء من العالم يستلزم كونه علة تامة في الأزل، وذلك يستلزم ألاَّ يحدث عنه شىء بواسطة وبغير واسطة، وهذا مخالف للمشهود. ¶ ويقال ثانيا في إبطال قول من جعل حدوث الحوادث ممتنعًا: هذا مبني علي تجدد هذه الأمور بتجدد الإضافات، والأحوال والأعدام؛ فإن الناس متفقون على تجدد هذه الأمور. وفرق الآمدي بينهما من جهة اللفظ، فقال: هذه حوادث وهذه متجددات، والفروق اللفظية لا تؤثر في الحقائق العلمية. ¶ فيقال: تجدد هذه المتجددات إن أوجب له كمالا فقد عدمه قبله وهو نقص، وإن أوجب له نقصًا لم يجز وصفه به. ¶ ويقال ثالثاً: الكمال الذي يجب اتصافه به هو الممكن الوجود، وأما الممتنع فليس من الكمال الذي يتصف به موجود، والحوادث المتعلقة بقدرته ومشيئته يمتنع وجودها جميعًا في الأزل فلا يكون انتفاؤها في الأزل نقصًا؛ لأن انتفاء الممتنع ليس بنقص. ¶ ويقال رابعًا: إذا قدر ذات تفعل شيئًا بعد شىء، وهي قادرة على الفعل بنفسها، وذات لا يمكنها أن تفعل بنفسها شيئًا، بل هي كالجماد الذي لا يمكنه أن يتحرك،",
            "page": "41",
            "part": "1",
            "seal": "3C580886"
        },
        {
            "id": "40",
            "nass": "كانت الأولى أكمل من الثانية. فعدم هذه الأفعال نقص بالضرورة، وأما وجودها بحسب الإمكان فهو الكمال. ¶ ويقال خامسًا: لا نُسَلِّم أن عدم هذه مطلقًا نقص ولا كمال، ولا وجودها مطلقًا نقص ولا كمال، بل وجودها في الوقت الذي اقتضته مشيئته وقدرته وحكمته هو الكمال، ووجودها بدون ذلك نقص، وعدمها مع اقتضاء الحكمة عدمها كمال، ووجودها حيث اقتضت الحكمة وجودها هو الكمال. ¶ وإذا كان الشىء الواحد يكون وجوده تارة كمالاً وتارة نقصًا، وكذلك عدمه، بطل التقسيم المطلق، وهذا كما أن الشىء يكون رحمة بالخلق إذا احتاجوا إليه كالمطر، ويكون عذابًا إذا ضرهم، فيكون إنزاله لحاجتهم رحمة وإحسانًا، والمحسن الرحيم متصف بالكمال، ولا يكون عدم إنزاله حيث يضرهم، نقصًا، بل هو أيضًا رحمة وإحسان، فهو محسن بالوجود حين كان رحمة، وبالعدم حين كان العدم رحمة.",
            "page": "42",
            "part": "1",
            "seal": "F342F81C"
        },
        {
            "id": "41",
            "nass": "فصل ¶ وأما نفي النافي للصفات الخبرية المعينة، فلاستلزامها التركيب المستلزم للحاجة والافتقار، فقد تقدم جواب نظيره، فإنه إن أريد بالتركيب ما هو المفهوم منه في اللغة أو في العرف العام، أو عرف بعض الناس وهو ما ركّبه غيره أو كان متفرقًا فاجتمع، أو ما جمع الجواهر الفردة أو المادة والصورة، أو ما أمكن مفارقة بعضه لبعض، فلا نسلم المقدمة الأولى، ولا نسلم أن إثبات الوجه واليد مستلزم للتركيب بهذا الاعتبار. ¶ وإن أريد به التلازم، على معنى امتياز شىء عن شىء في نفسه، وأن هذا ليس هذا، فهذا لازم لهم في الصفات المعنوية المعلومة بالعقل، كالعلم والقدرة، والسمع والبصر، فإن الواحدة من هذه الصفات ليست هي الأخرى، بل كل صفة ممتازة بنفسها عن الأخرى، وإن كانتا متلازمتين يوصف بهما موصوف واحد. ونحن نعقل هذا في صفات المخلوقين، كأبعاض الشمس وأعراضها. ¶ وأيضًا، فإن أريد أنه لابد من وجود ما، بالحاجة والافتقار إلى مباين له، فهو ممنوع. وإن أريد أنه لابد من وجود ما، هو داخل في مسمى اسمه، وأنه يمتنع وجود الواجب بدون تلك الأمور الداخلة في مسمى اسمه، فمعلوم أنه لابد له من نفسه، فلابد له مما يدخل في مسماها بطريق الأولى والأحرى.",
            "page": "43",
            "part": "1",
            "seal": "80D32425"
        },
        {
            "id": "42",
            "nass": "وإذا قيل: هو مفتقر إلى نفسه لم يكن معناه أن نفسه تفعل نفسه، فكذلك ما هو داخل فيها، ولكن العبارة موهمة مجملة، فإذا فسر المعنى زال المحذور. ¶ ويقال أيضًا: نحن لا نطلق على هذا اللفظ الغير؛ فلا يلزمه أن يكون محتاجًا إلى الغير، فهذا من جهة الإطلاق اللفظي؛ وأما من جهة الدليل العلمي فالدليل دل على وجود موجود بنفسه، لا فاعل ولا علة فاعلة، وإنه مستغن بنفسه عن كل ما يباينه. ¶ وأما الوجود الذي لا يكون له صفة، ولا يدخل في مسمى اسمه معنى من المعاني الثبوتية، فهذا إذا ادعى المدعي أنه المعنى بوجوب الوجود وبالغنيّ. قيل له: لكن هذا المعنى ليس هو مدلول الأدلة، ولكن أنت قدرت أن هذا مسمى الاسم، وجعل اللفظ دليلاً على هذا المعنى لا ينفعك، إن لم يثبت أن المعنى حق في نفسه، ولا دليل لك على ذلك، بل الدليل يدل على نقيضه. ¶ فهؤلاء عمدوا إلى لفظ الغنىّ، والقديم، والواجب بنفسه، فصاروا يحملونها على معانٍ تستلزم معاني تناقض ثبوت الصفات، وتوسعوا في التعبير، ثم ظنوا أن هذا الذي فعلوه هو موجب الأدلة العقلية وغيرها. وهذا غلط منهم. ¶ فموجب الأدلة العقلية لا يتلقى من مجرد التعبير، وموجب الأدلة السمعية يتلقى من عرف المتكلم بالخطاب، لا من الوضع المحدث، فليس لأحد أن يقول: إن الألفاظ التي جاءت في القرآن موضوعة لمعان، ثم يريد أن يفسر مراد الله بتلك المعاني، هذا من فعل أهل الإلحاد المفترين. ¶ فإن هؤلاء عمدوا إلى معانٍ ظنوها ثابتة؛ فجعلوها هي معنى الواحد",
            "page": "44",
            "part": "1",
            "seal": "6AA553A9"
        },
        {
            "id": "43",
            "nass": "والواجب، والغني والقديم، ونفي المثل، ثم عمدوا إلى ما جاء في القرآن والسنة من تسمية الله تعالى بأنه أحد وواحد، عليٌّ، ونحو ذلك من نفي المثل والكفؤ عنه. فقالوا: هذا يدل على المعاني التي سميناها بهذه الأسماء، وهذا من أعظم الافتراء على الله. ¶ وكذلك المتفلسفة، عمدوا إلى لفظ الخالق، والفاعل، والصانع، والمحدث، ونحو ذلك، فوضعوها لمعنى ابتدعوه، وقسموا الحدوث إلى نوعين: ذاتي وزماني، وأرادوا بالذاتي كون المربوب مقارنًا للرب أزلاً وأبدًا؛ فإن اللفظ على هذا المعنى لا يعرف في لغة أحد من الأمم، ولو جعلوا هذا اصطلاحًا لهم لم ننازعهم فيه؛ لكن قصدوا بذلك التلبيس على الناس، وأن يقولوا: نحن نقول بحدوث العالم وأن الله خالق له، وفاعل له، وصانع له، ونحو ذلك من المعاني التي يعلم بالاضطرار أنها تقتضي تأخر المفعول، لا يطلق على ما كان قديمًا بقدم الرب مقارنًا له أزلاً وأبدًا. ¶ وكذلك فعل من فعل بلفظ [المتكلم] ، وغير ذلك من الأسماء، ولو فعل هذا بكلام سيبويه وبقراط، لفسد ما ذكروه من النحو والطب، ولو فعل هذا بكلام آحاد العلماء، كمالك والشافعي، وأحمد وأبى حنيفة، لفسد العلم بذلك ولكان ملبوسًا عليهم، فكيف إذا فعل هذا بكلام رب العالمين؟",
            "page": "45",
            "part": "1",
            "seal": "50F03588"
        },
        {
            "id": "44",
            "nass": "وهذه طريقة الملاحدة الذين ألحدوا في أسماء الله وآياته، ومن شاركهم في بعض ذلك، مثل قول من يقول: الواحد الذي لا ينقسم، ومعنى قوله: لا ينقسم، أي: لا يتميز منه شىء عن شىء، ويقول: لا تقوم به صفة. ثم زعموا أن الأحد والواحد في القرآن يراد به هذا. ¶ ومعلوم أن كل ما في القرآن من اسم الواحد والأحد، كقوله: تعالى: {وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [النساء: 11] ، وقوله: {قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ} [القصص: 26] ، وقوله: {وَلَمْ يَكُن لَّهُ كُفُوًا أحَدٌ} [الإخلاص: 4] ، وقوله: {وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ} [التوبة: 6] ، وقوله: {ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا} [المدثر: 11] وأمثال ذلك، يناقض ما ذكروه، فإن هذه الأسماء أطلقت على قائم بنفسه مشار إليه، يتميز منه شىء عن شىء. وهذا الذي يسمونه في اصطلاحهم جسمًا. ¶ وكذلك إذا قالوا: الموصوفات تتماثل، والأجسام تتماثل، والجواهر تتماثل، وأرادوا أن يستدلوا بقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى: 11] على نفي مسمى هذه الأمور التي سموها بهذه الأسماء في اصطلاحهم الحادث، كان هذا افتراء على القرآن؛ فإن هذا ليس هو المثل في لغة العرب، ولا لغة القرآن ولا غيرهما، قال تعالى: {وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ} [محمد: 38] .",
            "page": "46",
            "part": "1",
            "seal": "DD148F48"
        },
        {
            "id": "45",
            "nass": "فنفي مماثلة هؤلاء مع اتفاقهم في الإنسانية، فكيف يقال: إن لغة العرب توجب أن كل ما يشار إليه مثل كل ما يشار إليه. ¶ وقال تعالى: {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ الْعِمَادِ الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ} [الفجر: 6 8] فأخبر أنه لم يخلق مثلها في البلاد، وكلاهما بلد؛ فكيف يقال: إن كل جسم فهو مثل لكل جسم في لغة العرب، حتى يحمل علي ذلك قوله: {لَيْسَ كَمِثْلِهِ شَيْءٌ} . ¶ وقد قال الشاعر: ¶ ليس كمثل الفتى زهير ¶ وقال: ¶ ما إن كمثلهم في الناس من بشر ¶ ولم يقصد هذا أن ينفي وجود جسم من الأجسام. ¶ وكذلك لفظ [التشابه] ليس هو التماثل في اللغة، قال تعالى: {وَأُتُواْ بِهِ مُتَشَابِهاً} [البقرة: 25] ، وقال تعالى: {مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ} [الأنعام: 99] ، ولم يرد به شيئًا هو مماثل في اللغة، وليس المراد هنا كون الجواهر متماثلة في العقل أو ليست متماثلة؛ فإن هذا مبسوط في موضعه، بل المراد أن أهل اللغة التي بها نزل القرآن لا يجعلون مجرد هذا موجبًا لإطلاق اسم المثل، ولا يجعلون نفي المثل نفيًا لهذا، فحمل القرآن على ذلك كذب على القرآن.",
            "page": "47",
            "part": "1",
            "seal": "4674C1AC"
        },
        {
            "id": "46",
            "nass": "فصل ¶ وقول القائل: المناسبة: لفظ مجمل؛ فإنه قد يراد بها التولد والقرابة، فيقال: هذا نسيب فلان ويناسبه، إذا كان بينهم قرابة مستندة إلى الولادة والآدمية، والله سبحانه وتعالى منزه عن ذلك، ويراد بها المماثلة فيقال: هذا يناسب هذا، أي: يماثله، والله سبحانه وتعالى أحد صمد، لم يلد ولم يولد، ولم يكن له كفوًا أحد. ويراد بها الموافقة في معنى من المعاني، وضدها المخالفة. ¶ والمناسبة بهذا الاعتبار ثابتة، فإن أولياء الله تعالى يوافقونه فيما يأمر به فيفعلونه، وفيما يحبه فيحبونه، وفيما نهى عنه فيتركونه، وفيما يعطيه فيصيبونه، والله وِتْرٌ يحب الوتر، جميل يحب الجمال، عليم يحب العلم، نظيف يحب النظافة، محسن يحب المحسنين، مقسط يحب المقسطين، إلى غير ذلك من المعاني؛ بل هو سبحانه يفرح بتوبة التائب أعظم من فرح الفاقد لراحلته عليها طعامه وشرابه في الأرض المهلكة، إذا وجدها بعد اليأس، فالله أشد فرحًا بتوبة عبده من هذا براحلته، كما ثبت ذلك في الصحاح عن النبي صلى الله عليه وسلم.",
            "page": "48",
            "part": "1",
            "seal": "EFB4AA19"
        },
        {
            "id": "47",
            "nass": "فإذا أريد بالمناسبة هذا وأمثاله، فهذه المناسبة حق، وهي من صفات الكمال كما تقدمت الإشارة إليه؛ فإن من يحب صفات الكمال أكمل ممن لا فرق عنده بين صفات النقص والكمال، أو لا يحب صفات الكمال. ¶ وإذا قدر موجودان: ¶ أحدهما: يحب العلم والصدق والعدل والإحسان ونحو ذلك. ¶ والآخر: لا فرق عنده بين هذه الأمور، وبين الجهل والكذب والظلم ونحو ذلك، لا يحب هذا ولا يبغض هذا، كان الذي يحب تلك الأمور أكمل من هذا. ¶ فدل على أن من جرده عن صفات الكمال، والوجود بألا يكون له علم كالجماد، فالذي يعلم أكمل منه، ومعلوم أن الذي يحب المحمود ويبغض المذموم، أكمل ممن يحبهما أو يبغضهما. ¶ وأصل هذه المسألة: الفرق بين محبة الله ورضاه، وغضبه وسخطه، وبين إرادته، كما هو مذهب السلف والفقهاء وأكثر المثبتين للقدر من أهل السنة وغيرهم، وصار طائفة من القدرية والمثبتين للقدر إلى أنه لا فرق بينهما. ¶ ثم قالت القدرية: هو لا يحب الكفر والفسوق والعصيان، ولا يريد ذلك فيكون مالم يشأ، ويشاء ما لم يكن.",
            "page": "49",
            "part": "1",
            "seal": "E9EDFF4C"
        },
        {
            "id": "48",
            "nass": "وقالت المثبتة: ما شاء كان وما لم يشأ لم يكن، وإذن قد أراد الكفر والفسوق والعصيان، ولم يرده دينًا، أو أراده من الكافر ولم يرده من المؤمن، فهو لذلك يحب الكفر والفسوق والعصيان، ولا يحبه دينًا، ويحبه من الكافر ولا يحبه من المؤمن. ¶ وكلا القولين خطأ، مخالف للكتاب والسنة، وإجماع سلف الأمة وأئمتها؛ فإنهم متفقون على أنه ما شاء الله كان، وما لم يشأ لم يكن، وأنه لا يكون شىء إلا بمشيئته، ومجمعون على أنه لا يحب الفساد، ولا يرضى لعباده الكفر، وأن الكفار يبيتون ما لا يرضى من القول، والذين نفوا محبته بنوها على هذا الأصل الفاسد.",
            "page": "50",
            "part": "1",
            "seal": "BF586EBF"
        },
        {
            "id": "49",
            "nass": "فصل ¶ وأما قول القائل: الرحمة: ضعف وخَوَر في الطبيعة، وتألم على المرحوم، فهذا باطل. أما أولا: فلأن الضعف والخَوَر مذموم من الآدميين، والرحمة ممدوحة؛ وقد قال تعالى: {وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ} [البلد: 17] ، وقد نهى الله عباده عن الوهن والحزن؛ فقال تعالى: {وَلاَ تَهِنُوا وَلاَ تَحْزَنُوا وَأَنتُمُ الأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ} [آل عمران: 139] ، ونَدَبَهُم إلى الرحمة. وقال النبي صلى الله عليه وسلم في الحديث الصحيح: \" لا تُنْزَعُ الرحمة إلا من شَقِيِّ \"، وقال: \" من لا يَرْحَمْ لا يُرحَمْ \"،وقال: \" الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء \". ¶ ومحال أن يقول: لا ينزع الضعف والخور إلا من شقي، ولكن لما كانت الرحمة تقارن في حق كثير من الناس الضعف والخور كما في رحمة النساء ونحو ذلك ظن الغالط أنها كذلك مطلقًا. ¶ وأيضاً، فلو قدر أنها في حق المخلوقين مستلزمة لذلك، لم يجب أنتكون في حق الله تعالى مستلزمة لذلك،",
            "page": "51",
            "part": "1",
            "seal": "20F4DD6A"
        },
        {
            "id": "50",
            "nass": "كما أن العلم والقدرة والسمع والبصر والكلام فينا، يستلزم من النقص والحاجة، ما يجب تنزيه الله عنه. ¶ وكذلك الوجود، والقيام بالنفس فينا، يستلزم احتياجًا إلى خالق يجعلنا موجودين، والله منزه في وجوده عما يحتاج إليه وجودنا، فنحن وصفاتنا وأفعالنا مقرونون بالحاجة إلى الغير، والحاجة لنا أمر ذاتي لا يمكن أن نخلو عنه، وهو سبحانه الغني له أمر ذاتي، لا يمكن أن يخلو عنه، فهو بنفسه حي قيوم واجب الوجود، ونحن بأنفسنا محتاجون فقراء. ¶ فإذا كانت ذاتنا وصفاتنا وأفعالنا، وما اتصفنا به من الكمال من العلم والقدرة وغير ذلك، هو مقرون بالحاجة والحدوث والإمكان، لم يجب أن يكون لله ذات ولا صفات ولا أفعال، ولا يقدر ولا يعلم؛ لكون ذلك ملازمًا للحاجة فينا. فكذلك الرحمة وغيرها، إذا قدر أنها في حقنا ملازمة للحاجة والضعف، لم يجب أن تكون في حق الله ملازمة لذلك. ¶ وأيضًا، فنحن نعلم بالاضطرار: أنا إذا فرضنا موجودين. ¶ أحدهما: يرحم غيره، فيجلب له المنفعة ويدفع عنه المضرة. ¶ والآخر: قد استوى عنده هذا وهذا، وليس عنده ما يقتضى جلب منفعة، ولا دفع مضرة، كان الأول أكمل.",
            "page": "52",
            "part": "1",
            "seal": "961289B4"
        },
        {
            "id": "51",
            "nass": "فصل ¶ وأما قول القائل: الغضب: غليان دم القلب لطلب الانتقام، فليس بصحيح في حقنا. بل الغضب قد يكون لدفع المنافي قبل وجوده، فلا يكون هناك انتقام أصلاً. ¶ وأيضًا، فغليان دم القلب يقارنه الغضب، ليس أن مجرد الغضب هو غليان دم القلب، كما أن الحياء يقارن حُمْرَة الوجه، والوَجَل [أي: الخوف. انظر: القاموس مادة: وجل] يقارن صفرة الوجه؛ لا أنه هو. وهذا لأن النفس إذا قام بها دفع المؤذي فإن استشعرت القدرة فاض الدم إلى خارج فكان منه الغضب، وإن استشعرت العجز عاد الدم إلى داخل، فاصفر الوجه كما يصيب الحزين. ¶ وأيضًا، فلو قدر أن هذا هو حقيقة غضبنا، لم يلزم أن يكون غضب الله تعالى مثل غضبنا، كما أن حقيقة ذات الله ليست مثل ذاتنا، فليس هو مماثلاً لنا: لا لذاتنا، ولا لأرواحنا، وصفاته كذاته. ¶ ونحن نعلم بالاضطرار: أنا إذا قدرنا موجودين ¶ أحدهما: عنده قوة يدفع بها الفساد ¶ والآخر: لا فرق عنده بين الصلاح والفساد، كان الذي عنده تلك القوة أكمل. ¶ ولهذا يذم من لا غيرة له على الفواحش كالدَّيُّوث، ويذم من لا حمية له يدفع بها الظلم عن المظلومين، ويمدح الذي له غيرة يدفع بها الفواحش،",
            "page": "53",
            "part": "1",
            "seal": "938075F9"
        },
        {
            "id": "52",
            "nass": "وحَمِيَّة يدفع بها الظلم، ويعلم أن هذا أكمل من ذلك. ¶ ولهذا وصف النبي صلى الله عليه وسلم الرب بالأكملية في ذلك، فقال في الحديث الصحيح: \" لا أحد أغير من الله، من أجل ذلك حرّم الفواحش ما ظَهَر منها وما بَطَن \"، وقال: \" أتعجبون من غيرة سعد؟ أنا أغير منه، والله أغير مني \". ¶ وقول القائل: إن هذه انفعالات نفسانية. ¶ فيقال: كل ما سوى الله مخلوق منفعل، ونحن وذواتنا منفعلة، فكونها انفعالات فينا لغيرنا نعجز عن دفعها، لا يوجب أن يكون الله منفعلاً لها عاجزًا عن دفعها، وكان كل ما يجري في الوجود؛ فإنه بمشيئته وقدرته لا يكون إلا ما يشاء، ولا يشاء إلا ما يكون، له الملك وله الحمد.",
            "page": "54",
            "part": "1",
            "seal": "6479085E"
        },
        {
            "id": "53",
            "nass": "فصل ¶ وقول القائل: إن الضحك خفة روح، ليس بصحيح، وإن كان ذلك قد يقارنه. ¶ ثم قول القائل: [خفة الروح] : إن أراد به وصفًا مذمومًا فهذا يكون لما لا ينبغي أن يضحك منه، وإلا فالضحك في موضعه المناسب له صفة مدح وكمال، وإذا قدر حيان؛ أحدهما: يضْحَك مما يُضْحَك منه، والآخر: لا يضحك قط، كان الأول أكمل من الثاني. ¶ ولهذا قال النبي صلى الله عليه وسلم: \" ينظر إليكم الرب قَنِطِين، فيظل يضحك، يعلم أن فَرَجَكُم قريب \"، فقال له أبو رَزِين العُقَيْلِي: يا رسول الله، أو يضحك الرب؟ ! قال: \" نعم \" قال: لن نعدم من رب يضحك خيرًا. فجعل الأعرابي العاقل بصحة فطرته ضحكه دليلاً على إحسانه وإنعامه؛ فدل على أن هذا الوصف مقرون بالإحسان المحمود، وأنه من صفات الكمال، والشخص العَبُوس الذي لا يضحك فط هو مذموم بذلك، وقد قيل في اليوم الشديد العذاب: إنه {يَوْمًا عَبُوسًا قَمْطَرِيرًا} [الإنسان: 10] . ¶ وقد روى: أن الملائكة قالت لآدم: \" حَيَّاك الله وبَيَّاك \" أي: أضحكك.",
            "page": "55",
            "part": "1",
            "seal": "FE4627E8"
        },
        {
            "id": "54",
            "nass": "والإنسان حيوان ناطق ضاحك، وما يميز الإنسان عن البهيمة صفة كمال، فكما أن النطق صفة كمال، فكذلك الضحك صفة كمال، فمن يتكلم أكمل ممن لا يتكلم، ومن يضحك أكمل ممن لا يضحك، وإذا كان الضحك فينا مستلزمًا لشىء من النقص فالله منزه عن ذلك، وذلك الأكثر مختص لا عام، فليس حقيقة الضحك مطلقًا مقرونة بالنقص، كما أن ذواتنا وصفاتنا مقرونة بالنقص، ووجودنا مقرون بالنقص، ولا يلزم أن يكون الرب موجدًا وألا تكون له ذات. ¶ ومن هنا ضلت القرامطة الغلاة كصاحب الإقليد وأمثاله، فأرادوا أن ينفوا عنه كل ما يعلمه القلب، وينطق به اللسان، من نفي وإثبات، فقالوا: لا نقول: موجود ولا لا موجود، ولا موصوف ولا لا موصوف؛ لما في ذلك على زعمهم من التشبيه، وهذا يستلزم أن يكون ممتنعًا، وهو مقتضي التشبيه بالممتنع، والتشبيه الممتنع على الله أن يشارك المخلوقات في شىء من خصائصها، وأن يكون مماثلاً لها في شىء من صفاته، كالحياة والعلم والقدرة، فإنه وإن وصف بها فلا تماثل صفة الخالق صفة المخلوق، كالحدوث والموت، والفناء والإمكان.",
            "page": "56",
            "part": "1",
            "seal": "46D3600D"
        },
        {
            "id": "55",
            "nass": "فصل ¶ وأما قوله: التعجب: استعظام للمتعجب منه، فيقال نعم. وقد يكون مقرونًا بجهل بسبب التعجب، وقد يكون لما خرج عن نظائره، والله تعالى بكل شىء عليم، فلا يجوز عليه ألا يعلم سبب ما تعجب منه، بل يتعجب لخروجه عن نظائره تعظيمًا له. والله تعالى يعظم ما هو عظيم؛ إما لعظمة سببه أو لعظمته. ¶ فإنه وصف بعض الخير بأنه عظيم، ووصف بعض الشر بأنه عظيم، فقال تعالى: {رّبٍَ بًعّرًشٌ بًعّظٌيمٌ} [النمل: 62] ، وقال: {وَلَقَدْ آتَيْنَاكَ سَبْعًا مِّنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ} [الحجر: 87] ، وقال: {وَلَوْ أَنَّهُمْ فَعَلُواْ مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا وَإِذاً لَّآتَيْنَاهُم مِّن لَّدُنَّا أَجْراً عَظِيمًا} [النساء: 66، 67] ، وقال: {وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَا أَن نَّتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ} [النور: 16] ، وقال: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان: 13] . ¶ ولهذا قال تعالى: {بَلْ عَجِبْتَ وَيَسْخَرُونَ} [الصافات: 12] على قراءة الضم، فهنا هو عجب من كفرهم مع وضوح الأدلة.",
            "page": "57",
            "part": "1",
            "seal": "829E4736"
        },
        {
            "id": "56",
            "nass": "وقال النبي صلى الله عليه وسلم للذي آثر هو وامرأته ضيفهما: \" لقد عجب الله \"،وفي لفظ في الصحيح: \" لقد ضحِكَ الله الليلة من صنْعِكُمَا البارحة \"، وقال: \" إ ن الرب ليعجب من عبده إذا قال: رب اغفر لي، فإنه لا يغفر الذنوب إلا أنت. يقول: علم عبدي أنه لا يغفر الذنوب إلا أنا \" وقال: \" عجب ربك من شَابّ ليست له صَبْوَة \" [قوله: ليست له صبوة أي: ميل إلى الهوى] ،وقال: \" عجب ربك من راعي غنم على رأس شَظِيَّة، يؤذن ويقيم، فيقول الله: انظروا إلى عبدي \" [قوله: شظية أي: قطعة مرتفعة في رأس الجبل انظر] أو كما قال. ونحو ذلك.",
            "page": "58",
            "part": "1",
            "seal": "7174151E"
        },
        {
            "id": "57",
            "nass": "فصل ¶ وأما قول القائل: لو كان في ملكه ما لا يريده لكان نقصًا. وقول الآخر: لو قدر وعَذَّب لكان ظلمًا، والظلم نقص. ¶ فيقال: أما المقالة الأولى فظاهرة، فإنه إذا قدر أنه يكون في ملكه ما لا يريده وما لا يقدر عليه، وما لا يخلقه ولا يحدثه، لكان نقصًا من وجوه: ¶ أحدها: أن انفراد شىء من الأشياء عنه بالأحداث نقص لو قدر أنه في غير ملكه فكيف في ملكه؟ فإنا نعلم أنا إذا فرضنا اثنين: أحدهما: يحتاج إليه كل شىء، ولا يحتاج إلى شىء، والآخر: يحتاج إليه بعض الأشياء، ويستغنى عنه بعضها، كان الأول أكمل، فنفس خروج شىء عن قدرته وخلقه نقص، وهذه دلائل الوحدانية؛ فإن الاشتراك نقص بكل من المشتركين، وليس الكمال المطلق إلا في الوحدانية. ¶ فإنا نعلم أن من قدر بنفسه كان أكمل ممن يحتاج إلى معين، ومن فعل الجميع بنفسه فهو أكمل ممن له مشارك ومعاون على فعل البعض، ومن افتقر إليه كل شىء، فهو أكمل ممن استغنى عنه بعض الأشياء. ¶ ومنها: أن يقال: كونه خالقًا لكل شىء وقادرًا على كل شىء، أكمل من كونه خالقًا للبعض وقادرًا على البعض. ¶ والقدرية لا يجعلونه خالقًا لكل شىء، ولا قادرًا على كل شىء.",
            "page": "59",
            "part": "1",
            "seal": "B1ACF102"
        },
        {
            "id": "58",
            "nass": "والمتفلسفة القائلون: بأنه علة غائبة شر منهم، فإنهم لا يجعلونه خالقًا لشىء من حوادث العالم لا لحركات الأفلاك ولا غيرها من المتحركات ولا خالقًا لما يحدث بسبب ذلك، ولا قادرًا على شىء من ذلك، ولا عالمًا بتفاصيل ذلك، والله سبحانه وتعالى يقول: {اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلمًا} [الطلاق: 12] ، وهؤلاء ينظرون في العالم ولا يعلمون أن الله على كل شىء قدير، ولا أن الله قد أحاط بكل شىء علما. ¶ ومنها: أنا إذا قدرنا مالكين؛ أحدهما: يريد شيئًا فلا يكون ويكون مالا يريد، والآخر: لا يريد شيئًا إلا كان ولا يكون إلا ما يريد، علمنا بالضرورة أن هذا أكمل. ¶ وفي الجملة، قول المثبتة للقدرة يتضمن: أنه خالق كل شىء، وربه ومليكه، وأنه على كل شىء قدير، وأنه ما شاء كان، فيقتضي كمال خلقه وقدرته ومشيئته، ونفاة القدر يسلبونه هذه الكمالات. ¶ وأما قوله: إن التعذيب على المقدر ظلم منه. فهذه دعوى مجردة، ليس معهم فيها إلا قياس الرب على أنفسهم، ولا يقول عاقل: إن كل ما كان نقصًا من أي موجود كان، لزم أن يكون نقصًا من الله، بل ولا يقبح هذا من الإنسان مطلقًا، بل إذا كان له مصلحة في تعذيب بعض الحيوان، وأن يفعل به ما فيه تعذيب له حسن ذلك منه؛ كالذي يصنع القَزَّ،",
            "page": "60",
            "part": "1",
            "seal": "EFF81BF1"
        },
        {
            "id": "59",
            "nass": "فإنه هو الذي يسعى في أن دود القز ينسجه، ثم يسعى في أن يلقي في الشمس ليحصل له المقصود من القز، وهو هنا له سعي في حركة الدود التي كانت سبب تعذيبه. ¶ وكذلك الذي يسعى في أن يتوالد له ماشية، وتبيض له دجاج، ثم يذبح ذلك لينتفع به، فقد تسبب في وجود ذلك الحيوان تسببًا أفضى إلى عذابه؛ لمصلحة له في ذلك. ¶ ففي الجملة، الإنسان يحسن منه إيلام الحيوان لمصلحة راجحة في ذلك، فليس جنس هذا مذمومًا ولا قبيحًا ولا ظلمًا، وإن كان من ذلك ما هو ظلم. ¶ وحينئذ، فالظلم من الله إما أن يقال: هو ممتنع لذاته؛ لأن الظلم تصرف المتصرف في غير ملكه، والله له كل شىء، أو الظلم مخالفة الأمر الذي تجب طاعته، والله تعالى يمتنع منه التصرف في ملك غيره، أو مخالفة أمر من يجب عليه طاعته، فإذا كان الظلم ليس إلا هذا أو هذا، امتنع الظلم منه. ¶ وإما أن يقال: هو ممكن لكنه سبحانه لا يفعله لغناه وعلمه بقبحه، ولإخباره أنه لا يفعله، ولكمال نفسه يمتنع وقوع الظلم منه، إذ كان العدل والرحمة من لوازم ذاته، فيمتنع اتصافه بنقيض صفات الكمال التي هي من لوازمه على هذا القول، فالذي يفعله لحكمة اقتضت ذلك، كما أن الذي يمتنع من فعله لحكمة تقتضي تنزيهه عنه.",
            "page": "61",
            "part": "1",
            "seal": "C1517134"
        },
        {
            "id": "60",
            "nass": "وعلى هذا، فكل ما فعله علمنا أن له فيه حكمة، وهذا يكفينا من حيث الجملة وإن لم نعرف التفصيل، وعدم علمنا بتفصيل حكمته بمنزلة عدم علمنا بكيفية ذاته، وكما أن ثبوت صفات الكمال له معلوم لنا، وأما كنه ذاته فغير معلومة لنا، فلا نكذب بما علمناه ما لم نعلمه. ¶ وكذلك نحن نعلم أنه حكيم فيما يفعله ويأمر به، وعدم علمنا بالحكمة في بعض الجزئيات لا يقدح فيما علمناه من أصل حكمته، فلا نكذب بما علمناه من حكمته ما لم نعلمه من تفصيلها. ¶ ونحن نعلم أن من علم حذق أهل الحساب، والطب، والنحو، ولم يكن متصفا بصفاتهم التي استحقوا بها أن يكونوا من أهل الحساب، والطب والنحو، لم يمكنه أن يقدح فيما قالوا، لعدم علمه بتوجيهه. ¶ والعباد أبعد عن معرفة الله وحكمته في خلقه من معرفة عوامهم بالحساب، والطب، والنحو، فاعتراضهم على حكمته أعظم جهلاً وتكلفًا للقول بلا علم من العامي المحض، إذا قدح في الحساب، والطب، والنحو بغير علم بشىء من ذلك. ¶ وهذا يتبين بالأصل الذي ذكرناه في الكمال، وهو قولنا: إن الكمال الذي لا نقص فيه للممكن الوجود يجب اتصافه به، وتنزيهه عما يناقضه، فيقال: خلق بعض الحيوان وفعله الذي يكون سببًا لعذابه، هل هو نقص مطلقًا أم يختلف؟ ¶ وأيضًا، فإذا كانت في خلق ذلك حكمة عظيمة لا تحصل إلا بذلك، فأيما أكمل تحصيل ذلك بتلك الحكمة العظيمة أو تفويتها؟ وأيضًا، فهل يمكن حصول الحكمة المطلوبة بدون حصول هذا؟ ¶ فهذه أمور إذا تدبرها الإنسان، علم أنه لا يمكنه أن يقول: خلق فعل الحيوان الذي يكون سببًا لتعذيبه نقص مطلقًا.",
            "page": "62",
            "part": "1",
            "seal": "0ACDCAA3"
        },
        {
            "id": "61",
            "nass": "والمثبتة للقدر قد تجيب بجواب آخر، لكن ينازعهم الجمهور فيه. فيقولون: كونه يفعل ما يشاء ويحكم ما يريد صفة كمال، بخلاف الذي يكون مأمورًا منهيًا، الذي يؤمر بشىء وينهى عن شىء. ويقولون: إنما قبح من غيره أن يفعل ما شاء لما يلحقه من الضرر، وهو سبحانه لا يجوز أن يلحقه ضرر. ¶ والجمهور يقولون: إذا قدرنا من يفعل ما يريد بلا حكمة محبوبة تعود إليه، ولا رحمة وإحسان يعود إلى غيره، كان الذي يفعل لحكمة ورحمة أكمل ممن يفعل لا لحكمة ولا لرحمة. ¶ ويقولون: إذا قدرنا مريدًا لا يميز بين مراده ومراد غيره، ومريدًا يميز بينهما، فيريد ما يصلح أن يراد وينبغي أن يراد، دون ما هو بالضد، كان هذا الثاني أكمل. ¶ ويقولون: المأمور المنهي الذي فوقه آمر ناهٍ هو ناقص بالنسبة إلى من ليس فوقه آمر ناه، لكن إذا كان هو الآمر لنفسه بما ينبغي أن يفعل، والمحرم عليها ما لا ينبغي أن يفعل، وآخر يفعل ما يريده بدون أمر ونهي من نفسه، فهذا الملتزم لأمره ونهيه الواقعين على وجه الحكمة أكمل من ذلك، وقد قال تعالى: {كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ} [الأنعام: 54] ، وقال: \" يا عبادي إني حَرَّمتُ الظلم على نفسي وجعلته بينكم مُحَرَّمًا فلا تظالموا \". ¶ وقالوا أيضًا: إذا قيل: يفعل ما يشاء ويحكم ما يريد على وجه بيان قدرته، وأنه لا مانع له، ولا يقدر غيره أن يمنعه مراده، ولا أن يجعله مريدًا، كان هذا",
            "page": "63",
            "part": "1",
            "seal": "A1E86F89"
        },
        {
            "id": "62",
            "nass": "أكمل ممن له مانع يمنعه مراده، ومعين لا يكون مريدًا أو فاعلاً لما يريد إلا به. ¶ وأما إذا قيل: يفعل ما يريد باعتبار أنه لا يفعل على وجه مقتضى العلم والحكمة؛ بل هو متسفه فيما يفعله وآخر يفعل ما يريد لكنَّ إرادته مقرونة بالعلم والحكمة؛ كان هذا الثاني أكمل. ¶ وجماع الأمر في ذلك: أن كمال القدرة صفة كمال، وكون الإرادة نافذة لا تحتاج إلى معاون، ولا يعارضها مانع، وصف كمال. ¶ وأما كون الإرادة لا تميز بين مراد ومراد، بل جميع الأجناس عندها سواء، فهذا ليس بوصف كمال، بل الإرادة المميزة بين مراد ومراد كما يقتضيه العلم والحكمة هي الموصوفة بالكمال، فمن نَقَصَه في قدرته وخلقه ومشيئته فلم يقدره قدره، ومن نقصه من حكمته ورحمته فلم يقدره حق قدره، والكمال الذي يستحقه إثبات هذا وهذا.",
            "page": "64",
            "part": "1",
            "seal": "7A4D18DC"
        },
        {
            "id": "63",
            "nass": "فصل ¶ وأما منكرو النبوات، وقولهم: ليس الخلق أهلا أن يرسل الله إليهم رسولاً، كما أن أطراف الناس ليسوا أهلاً أن يرسل السلطان إليهم رسولاً، فهذا جهل واضح في حق المخلوق والخالق؛ فإن من أعظم ما تحمد به الملوك خطابهم بأنفسهم لضعفاء الرعية، فكيف بإرسال رسول إليهم. ¶ وأما في حق الخالق، فهو سبحانه أرحم بعباده من الوالدة بولدها، وهو قادر مع كمال رحمته، فإذا كان كامل القدرة كامل الرحمة فما المانع أن يرسل إليهم رسولاً رحمة منه؟ كما قال تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ} [الأنبياء: 107] . ¶ وقال النبي صلى الله عليه وسلم: \" إنما أنا رَحْمَةُ مُهْدَاةُ \"؛ ولأن هذا من جملة إحسانه إلى الخلق بالتعليم والهداية، وبيان ما ينفعهم وما يضرهم، كما قال تعالى: {لَقَدْ مَنَّ اللهُ عَلَى الْمُؤمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِّنْ أَنفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} [آل عمران: 164] . فبين تعالى أن هذا من مِنَنِه على عباده المؤمنين. ¶ فإن كان المُنْكِر ينكر قدرته على ذلك، فهذا قدح في كمال قدرته، وإن كان ينكر إحسانه بذلك، فهذا قدح في كمال رحمته وإحسانه. ¶ فعلم أن إرسال الرسول من أعظم الدلالة على كمال قدرته وإحسانه، والقدرة والإحسان من صفات الكمال لا النقص، وأما تعذيب المكذبين فذلك داخل في القَدَر، لما له فيه من الحكمة.",
            "page": "65",
            "part": "1",
            "seal": "84386D2D"
        },
        {
            "id": "64",
            "nass": "فصل ¶ وأما قول المشركين: إن عظمته وجلاله يقتضي ألا يتقرب إليه إلا بواسطة وحجاب، والتقرب بدون ذلك غَضٌّ [أي: وضعَ ونَقَص. انظر: مختار الصحاح، مادة: غضض] من جَنابِه الرفيع، فهذا باطل من وجوه: ¶ منها: إن الذي لا يتقرب إليه إلا بوسائط وحجاب، إما أن يكون قادرًا على سماع كلام جنده وقضاء حوائجهم بدون الوسائط والحجاب، وإما ألا يكون قادرًا، فإن لم يكن قادرًا كان هذا نقصًا، والله تعالى موصوف بالكمال، فوجب أن يكون متصفًا بأنه يسمع كلام عباده بلا وسائط، ويجيب دعاءهم، ويحسن إليهم بدون حاجة إلى حجاب، وإن كان الملك قادرًا على فعل أموره بدون الحجاب، وترك الحجاب إحسانًا ورحمة كان ذلك صفة كمال. ¶ وأيضًا، فقول القائل: إن هذا غَضٌّ منه، إنما يكون فيمن يمكن الخلق أن يضروه ويفتقر في نفعه إليهم، فأما مع كمال قدرته واستغنائه عنهم، وأمنه أن يؤذوه، فليس تقربهم إليه غضًا منه، بل إذا كان اثنان: أحدهما: يقرب إليه الضعفاء إحسانًا إليهم ولا يخاف منهم،",
            "page": "66",
            "part": "1",
            "seal": "2E83FE6B"
        },
        {
            "id": "65",
            "nass": "والآخر: لا يفعل ذلك إما خوفًا وإما كبرًا وإما غير ذلك، كان الأول أكمل من الثاني. ¶ وأيضًا، فإن هذا لا يقال إذا كان ذلك بأمر المطاع، بل إذا أذن للناس في التقرب منه، ودخول داره، لم يكن ذلك سوء أدب عليه ولا غضًا منه، فهذا إنكار علي من تعبده بغير ما شرع. ¶ ولهذا قال تعالى: {إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ} [الأحزاب: 45، 46] ، وقال تعالى: {أَمْ لَهُمْ شُرَكَاء شَرَعُوا لَهُم مِّنَ الدِّينِ مَا لَمْ يَأْذَن بِهِ اللَّهُ} [الشورى: 21] .",
            "page": "67",
            "part": "1",
            "seal": "B143D0F6"
        },
        {
            "id": "66",
            "nass": "فَصْل ¶ وأما قول القائل: إنه لو قيل لهم: أيما أكمل: ذات توصف بسائر أنواع الإدراكات من الذوق والشم واللمس؟ أم ذات لا توصف بها؟ لقالوا: الأول أكمل، ولم يصفوه بها. ¶ فتقول مثبتة الصفات لهم: في هذه الإدراكات ثلاثة أقوال معروفة: ¶ أحدها: إثبات هذه الإدراكات لله تعالى كما يوصف بالسمع والبصر. وهذا قول القاضي أبي بكر وأبي المعالي، وأظنه قول الأشعري نفسه، بل هو قول المعتزلة البصريين الذين يصفونه بالإدراكات. ¶ وهؤلاء وغيرهم يقولون: تتعلق به الإدراكات الخمسة أيضًا كما تتعلق به الرؤية، وقد وافقهم على ذلك القاضي أبو يعلى في [المعتمد] وغيره. ¶ والقول الثاني: قول من ينفي هذه الثلاثة، كما ينفي ذلك كثير من المثبتة أيضًا من الصفاتية وغيرهم. وهذا قول طوائف من الفقهاء من أصحاب الشافعي وأحمد، وكثير من أصحاب الأشعري وغيره. ¶ والقول الثالث: إثبات إدراك اللمس دون إدراك الذوق، لأن الذوق إنما يكون للمطعوم، فلا يتصف به إلا من يأكل، ولا يوصف به إلا ما يؤكل، والله سبحانه منزه عن الأكل بخلاف اللمس، فإنه بمنزلة الرؤية، وأكثر أهل",
            "page": "68",
            "part": "1",
            "seal": "5C9955F4"
        },
        {
            "id": "67",
            "nass": "الحديث يصفونه باللمس، وكذلك كثير من أصحاب مالك والشافعي وأحمد وغيرهم، ولا يصفونه بالذوق. ¶ وذلك أن نفاة الصفات من المعتزلة قالوا للمثبتة: إذا قلتم: إنه يرى، فقولوا: إنه يتعلق به سائر أنواع الحس. وإذا قلتم: إنه سميع بصير، فصفوه بالإدراكات الخمسة. ¶ فقال أهل الإثبات قاطبة: نحن نصفه بأنه يرى، وأنه يسمع كلامه، كما جاءت بذلك النصوص، وكذلك نصفه بأنه يسمع ويرى. ¶ وقال جمهور أهل الحديث والسنة: نصفه أيضًا بإدراك اللمس؛ لأن ذلك كمال لا نقص فيه. وقد دلت عليه النصوص بخلاف إدراك الذوق، فإنه مستلزم للأكل وذلك مستلزم للنقص، كما تقدم. ¶ وطائفة من نظار المثبتة وصفوة بالأوصاف الخمس من الجانبين. ¶ ومنهم من قال: إنه يمكن أن تتعلق به هذه الأنواع، كما تتعلق به الرؤية؛ لاعتقادهم أن مصحح الرؤية الوجود، ولم يقولوا: إنه متصف بها. ¶ وأكثر مثبتي الرؤية لم يجعلوا مجرد الوجود هو المصحح للرؤية، بل قالوا: إن المقتضى أمور وجودية، لا أن كل موجود يصح رؤيته، وبين الأمرين فرق؛ فإن الثاني يستلزم رؤية كل موجود، بخلاف الأول، وإذا كان المصحح للرؤية هي أمور وجودية لا يشترط فيها أمور عدمية، فما كان أحق بالوجود وأبعد عن العدم، كان أحق بأن تجوز رؤيته، ومنهم من نفى ما سوى السمع والبصر من الجانبين.",
            "page": "69",
            "part": "1",
            "seal": "C002685D"
        },
        {
            "id": "68",
            "nass": "فَصْل ¶ وأما قول القائل: الكمال والنقص من الأمور النسبية، فقد بينا أن الذي يستحقه الرب هو الكمال الذي لا نقص فيه بوجه من الوجوه، وأنه الكمال الممكن للموجود، ومثل هذا لا ينتفي عن الله أصلاً، والكمال النسبي هو المستلزم للنقص، فيكون كمالاً من وجه دون وجه، كالأكل للجائع كمال له، وللشبعان نقص فيه، لأنه ليس بكمال محض بل هو مقرون بالنقص. ¶ والتعالى والتكبر والثناء على النفس، وأمر الناس بعبادته ودعائه، والرغبة إليه ونحو ذلك مما هو من خصائص الربوبية، هذا كمال محمود من الرب تبارك وتعالى وهو نقص مذموم من المخلوق. ¶ وهذا كالخبر عما هو من خصائص الربوبية، كقوله: {إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا} [طه: 14] ، وقوله تعالى: {ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر: 60] ، وقوله: {وَإِن تُبْدُواْ مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللهُ} [البقرة: 284] وقوله: {أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَن يَسْبِقُونَا} [العنكبوت: 4] ، وقوله: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} [الحجر: 42] ، وقوله: {إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ} [غافر: 51] ،",
            "page": "70",
            "part": "1",
            "seal": "B3A7EC24"
        },
        {
            "id": "69",
            "nass": "وقوله: {وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} [الطلاق: 2، 3] ، وأمثال هذا الكلام الذي يذكر الرب فيه عن نفسه بعض خصائصه، وهو في ذلك صادق في إخباره عن نفسه بما هو من نعوت الكمال، هو أيضًا من كماله، فإن بيانه لعباده وتعريفهم ذلك هو أيضًا من كماله. وأما غيره فلو أخبر بمثل ذلك عن نفسه لكان كاذبًا مفتريًا، والكذب من أعظم العيوب والنقائص. ¶ وأما إذا أخبر المخلوق عن نفسه بما هو صادق فيه، فهذا لا يذم مطلقًا، بل قد يحمد منه إذا كان في ذلك مصلحة، كقول النبي صلى الله عليه وسلم: \" أنا سَيِّدُ وَلَدِ آدم ولا فَخْر \". وأما إذا كان فيه مفسدة راجحة أو مساوية، فيذم لفعله ما هو مفسدة، لا لكذبه، والرب تعالى لا يفعل ما هو مذموم عليه، بل له الحمد على كل حال، فكل ما يفعله هو منه حسن جميل محمود. ¶ وأما على قول من يقول: الظلم منه ممتنع لذاته فظاهر، وأما على قول الجمهور من أهل السنة والقدرية، فإنه إنما يفعل بمقتضى الحكمة والعدل، فأخباره كلها وأقواله وأفعاله كلها حسنة محمودة، واقعة على وجه الكمال الذي يستحق عليه الحمد، وله من الأمور التي يستحق بها الكبرياء والعظمة ما هو من خصائصه تبارك وتعالى. ¶ فالكبرياء والعظمة له بمنزلة كونه حيًا قيومًا قديمًا واجبًا بنفسه، وأنه بكل شىء عليم وعلى كل شىء قدير، وأنه العزيز الذي لا ينال، وأنه قهار لكل ما سواه.",
            "page": "71",
            "part": "1",
            "seal": "9A2C4DC7"
        },
        {
            "id": "70",
            "nass": "فهذه كلها صفات كمال لا يستحقها إلا هو، فما لا يستحقه إلا هو كيف يكون كمالاً من غيره وهو معدوم لغيره؟ فمن ادعاه كان مفتريًا منازعًا للربوبية في خواصها، كما ثبت في الحديث الصحيح عن النبي صلى الله عليه وسلم قال: \" يقول الله تعالى: العَظَمَةُ إزاري، والكبرياء رِدَائي، فمن نازعني واحدًا منهما عَذَّبْتُهُ \". ¶ وجملة ذلك: أن الكمال المختص بالربوبية ليس لغيره فيه نصيب، فهذا تحقيق اتصافه بالكمال الذي لا نصيب لغيره فيه، ومثل هذا الكمال لا يكون لغيره، فادعاؤه منازعة للربوبية، وفِرْيَةٌ على الله. ¶ ومعلوم أن النبوة كمال للنبي، وإذا ادعاها المفترون كمُسَيْلَمَةَ وأمثاله كان ذلك نقصًا منهم؛ لا لأن النبوة نقص، ولكن دعواها ممن ليست له هو النقص، وكذلك لو ادعى العلم والقدرة والصلاح من ليس متصفًا بذلك، كان مذمومًا ممقوتًا، وهذا يقتضي أن الرب تعالى متصف بكمال لا يصلح للمخلوق، وهذا لا ينافى أن ما كان كمالاً للموجود من حيث هو موجود، فالخالق أحق به، ولكن يفيد أن الكمال الذي يوصف به المخلوق بما هو منه إذا وصف الخالق بما هو منه، فالذي للخالق لا يماثله ما للمخلوق ولا يقاربه. ¶ وهذا حق، فالرب تعالى مستحق للكمال مختص به على وجه لا يمثاله فيه شىء، فليس له سَمِيٌّ ولا كُفْؤ، سواء كان الكمال مما لا يثبت منه شىء للمخلوق كربوبية العباد",
            "page": "72",
            "part": "1",
            "seal": "27C30655"
        },
        {
            "id": "71",
            "nass": "والغنى المطلق ونحو ذلك، أو كان مما يثبت منه نوع للمخلوق، فالذي يثبت للخالق منه نوع هو أعظم مما يثبت من ذلك للمخلوق، عظمة هي أعظم من فضل أعلى المخلوقات على أدناها. ¶ وملخص ذلك: أن المخلوق يذم منه الكبرياء والتجبر وتزكية نفسه أحيانًا ونحو ذلك. ¶ وأما قول السائل: فإن قلتم: نحن نقطع النظر عن متعلق الصفة وننظر فيها، هل هي كمال أم نقص؟ وكذلك نحيل الحكم عليها بأحدهما، لأنها قد تكون كمالاً لذات نقصًا لأخرى على ما ذكر. ¶ فيقال: بل نحن نقول: الكمال الذي لا نقص فيه للممكن الوجود هو كمال مطلق لكل ما يتصف به. ¶ وأيضًا، فالكمال الذي هو كمال للموجود من حيث هو موجود يمتنع أن يكون نقصًا في بعض الصور؛ لأن ما كان نقصًا في بعض الصور تامًا في بعض، هو كمال لنوع من الموجودات دون نوع، فلا يكون كمالاً للموجود من حيث هو موجود. ¶ ومن الطرق التي بها يعرف ذلك: أن نقدر موجودين: أحدهما متصف بهذا، والآخر بنقيضه، فإنه يظهر من ذلك أيهما أكمل، وإذا قيل: هذا أكمل من وجه، وهذا أنقص من وجه، لم يكن كمالاً مطلقًا. ¶ والله أعلم، والحمد لله رب العالمين، وصلى الله على سيدنا محمد وآله وسلم.",
            "page": "73",
            "part": "1",
            "seal": "C9A62FEA"
        }
    ],
    "t7631": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الرسالة الأكملية في ما يجب لله من صفات الكمال"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "تأليف: شيخ الإسلام ابن تيمية"
        }
    ]
}