{
    "b7732": [
        {
            "id": "1",
            "nass": "شرح كشف الشبهات [1] ¶ الشبهة هي وارد يرد على القلب يحول بينه وبين انكشاف الحق، وذلك بسبب التباس الحق بالباطل حتى لا يتبين، وللمشركين شبه كثيرة يتعلقون بها، ويحتجون بها، وهي أوهى من بيت العنكبوت، وقد أبطلها أهل العلم بالحجج البينة، والدلائل الواضحة من كتاب الله، وسنة رسوله صلى الله عليه وسلم.",
            "page": "1",
            "part": "1",
            "seal": "D073789E"
        },
        {
            "id": "2",
            "nass": "ثناء العلماء على كتاب كشف الشبهات ¶ بسم الله الرحمن الرحيم قال المؤلف شيخ الإسلام محمد بن عبد الوهاب في كتابه كشف الشبهات: [بسم الله الرحمن الرحيم. ¶ الحمد لله رب العالمين، حمداً كثيراً طيباً مباركاً فيه، والصلاة والسلام على نبينا محمد وآله وصحبه، وعلى سائر عباد الله الطيبين الصالحين. ¶ أما بعد: اعلم -رحمك الله- أن التوحيد هو إفراد الله سبحانه بالعبادة، وهو دين الرسل الذين أرسلهم الله به إلى عباده، فأولهم نوح عليه السلام، أرسله الله إلى قومه لما غلوا في الصالحين ودّاً وسواعاً ويغوث ويعوق ونسراً، وآخر الرسل محمد صلى الله عليه وسلم، وهو الذي كسّر صور هؤلاء الصالحين، أرسله إلى أناس يتعبدون ويحجون ويتصدقون ويذكرون الله كثيراً، ولكنهم يجعلون بعض المخلوقات وسائط بينهم وبين الله، يقولون: نريد منهم التقرب إلى الله، ونريد شفاعتهم عنده؛ مثل الملائكة، وعيسى، ومريم، وأناس غيرهم من الصالحين] . ¶ نبدأ بهذه الرسالة المباركة، التي ألفها الإمام المجدد شيخ الإسلام محمد بن عبد الوهاب رحمه الله، وسماها كشف الشبهات، وقد أجاد وأفاد رحمه الله في هذه الرسالة كعادته في رسائله وكتبه؛ فإنه فند شبه المبطلين، ودحض أقوالهم، وبين زيفها، مستنداً في ذلك كله على الكتاب والسنة، ومعتصماً بما جاء عن السلف الصالح رحمهم الله. ¶ وهذا الكتاب له منزلة عظيمة، إذ فيه تفنيد أقوال أعداء الله ورسوله من المشركين والمعاندين لدعوة الرسل؛ ولذا فقد أثنى عليه الشيخ سليمان بن سحمان رحمه الله ثناءً عاطراً في كتابه (الضياء الشارق في رد شبهات الماذق المارق) ، فقال رحمه الله في الثناء على هذا الكتاب وبيان منزلته: (صنف الشيخ رحمه الله كشف الشبهات، وذكر الأدلة من الكتاب والسنة على بطلان ما أورده أعداء الله ورسوله من الشبهات، فأدحض حججهم، وبين تهافتهم، وكان كتاباً عظيم النفع على صغر حجمه، جليل القدر انقمع به أعداء الله، وانتفع به أولياء الله، فصار علماً يقتدي به الموحدون، وسلسبيلاً يرده المهتدون، ومن كوثره يشربون، وبه على أعداء الله يصولون، فلله ما أنفعه من كتاب، وما أوضح حججه من خطاب، لكن لمن كان ذا قلب سليم، وعقل راجح مستقيم) . ¶ وهذا الثناء العاطر في محله، وسيتبين لنا هذا إن شاء الله تعالى من خلال استعراض ما في هذا الكتاب من شبه، وكيف أجاب الشيخ رحمه الله على هذه الشبه، وفندها شبهةً شبهة.",
            "page": "2",
            "part": "1",
            "seal": "EA13A572"
        },
        {
            "id": "3",
            "nass": "معنى الشبهات ¶ الكتاب اسمه (كشف الشبهات) والكشف هو: الإبانة والإزالة، والشبهات جمع شبهة، والشبهة في اللغة هي: الالتباس والاختلاط، وفي الاصطلاح: التباس الحق بالباطل واختلاطه حتى لا يتبين، وقد عرف الشبهة ابن القيم رحمه الله في كتابه مفتاح دار السعادة تعريفاً جيداً فقال: (وارد يرد على القلب يحول بينه وبين انكشاف الحق) . ¶ والشبهات أحد نوعي الفتن التي ترد على القلوب؛ فإن القلب مغزوٌ بفتنة الشبهة وبفتنة الشهوة، وفتنة الشبهة أخطر إذ أنها إذا أنشبت أظفارها في قلب العبد قلَّ أن ينجو؛ ولذا فإن السلف رحمهم الله كانوا يتباعدون عن الشبه، ويحرصون على عدم الجلوس في المجالس التي تورد فيها الشبه، بل كان أحدهم لا يسمع من المشبهين المبتدعين أهل الأهواء حتى قول الله وقول الرسول، كما ورد ذلك عن ابن سيرين رحمه الله، فإنه جاءه رجلان ممن عرفوا بالبدعة والشبهة فجلسا بين يديه يريدان أن يقرأا عليه آية، فقال: (إما أن تقوما وإما أن أقوم) فلا حل وسط، وذلك أن دينهم عزيز عليهم، فكانوا يحرصون على التباعد عن الشبهات إلى هذه الدرجة، بل كانوا لا يسمحون لأهل البدع وأهل الشبهات وأهل الأهواء ولا بكلمة واحدة، وهذا مستفيض، ويمكن الوقوف عليه من خلال مطالعة الكتب التي حفظت أقوال السلف، ككتاب السنة للإمام عبد الله بن أحمد والإبانة للعكبري وغيرهما من الكتب.",
            "page": "3",
            "part": "1",
            "seal": "9D1C4AEA"
        },
        {
            "id": "4",
            "nass": "منهج السلف في البعد عن الشبهات ¶ كان السلف رحمهم الله يحرصون على التباعد عن الشبه، وهذا منهج قرآني، فإن الله سبحانه وتعالى قد أمر العباد بأن يبعدوا عن الذين يخوضون في آيات الله، فقال سبحانه وتعالى: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ} [النساء:140] ، وقال جل ذكره: {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ} [الأنعام:68] ، والخوض في الشبهات وإيرادها هو من الخوض في آيات الله؛ ولذلك تدل هذه الآية على ما كان عليه السلف رحمهم الله من تباعد عن الشبهات، وحرص على النأي عنها.",
            "page": "4",
            "part": "1",
            "seal": "4A320B0B"
        },
        {
            "id": "5",
            "nass": "سبب الشبهة ومآلها ¶ سبب الشبهة أحد أمرين: قلة في العلم أو ضعف في البصيرة، فكل شبهة تنشب أظفارها في قلب عبد إنما هي لأجل ضعف في علمه، أو ضعف في بصيرته، فمن كان على علم راسخ وبصيرة نبوية نجا من الشبهات. ¶ ومآل الشبهات الكفر أو النفاق أو البدعة، فمن أنشبت الشبه أظفارها في قلبه فإما أن يقع في الكفر، وإما أن يقع في البدعة، وإما أن يقع في النفاق، فما كفر من كفر ولا ابتدع من ابتدع ولا نافق من نافق إلا لأجل شبهة في قلبه أوجبت هذا الأمر، ولا نجاة للعبد من الشبهات إلا بتجريد المتابعة للنبي صلى الله عليه وسلم، فإذا اقتفى العبد أمر النبي صلى الله عليه وسلم وهديه ظاهراً وباطناً، وحكّم سنة الرسول صلى الله عليه وسلم في دق أمره وجليله، وفي ظاهر أمره وباطنه؛ فإنه ينجو من الشبهة، وقد تكلم ابن القيم رحمه الله كلاماً جيداً في إغاثة اللهفان في المجلد الثاني في صفحة ستين ومئة (160) عن فتنة الشبهة، وطريق النجاة منها، فمراجعته مفيدة.",
            "page": "5",
            "part": "1",
            "seal": "7076AA5A"
        },
        {
            "id": "6",
            "nass": "تعريف التوحيد ¶ قال الشيخ رحمه الله: [بسم الله الرحمن الرحيم] تقدم لنا أن البسملة متعلقة بفعل مقدر مناسب لحال الذاكر مؤخرٍ غالباً، وذكرنا غالباً لأجل أي شيء؟ لإخراج ما قدم فيه الفعل أو المتعلق قبل البسملة، مثل قوله تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} [العلق:1] فإنه قدم الفعل على البسملة وذلك لأهمية الأمر، وأيضاً في مثل قوله: {إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [النمل:30] ، فبين مصدر الرسالة قبل البسملة لأهمية هذا الأمر، وإلا فالغالب أن الفعل يكون مؤخراً، وفهم هذا يفيدك لأن البسملة ترد في كل كتاب. ¶ قال رحمه الله: [اعلم -رحمك الله- أن التوحيد هو إفراد الله بالعبادة] افتتح رحمه الله رسالته بتعريف التوحيد، فقال: التوحيد هو إفراد الله بالعبادة، وهذا التعريف هو لأهم أنواع التوحيد؛ فإن أهم أنواع التوحيد هو توحيد الإلهية، الذي دعت إليه الرسل، وجاءت به الأنبياء، فإن الرسل دعت إلى إفراد الله بالعبادة، وإن كانت قد دعت إلى توحيد الربوبية واستدلت به وذكرته، وأيضاً ذكرت توحيد الأسماء والصفات، إلا أن أصل البعثة هو لتقرير عبودية الله سبحانه وتعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل:36] ، فعرّف الشيخ رحمه الله التوحيد بأهم أنواعه وهو توحيد الإلهية. ¶ والتعريف العام للتوحيد هو: إفراد الله تعالى بما يختص به في الربوبية وفي الإلهية وفي الأسماء والصفات، وهذا أشمل ما يقال في تعريف التوحيد، أما تعريفه هنا فهو -كما ذكرنا- بأهم أنواعه، ويمكن أن يقال: إن الشيخ رحمه الله اقتصر بذكر تعريف توحيد الإلهية؛ لأنه في هذا الموضع سيجيب على الشبه الواردة على توحيد الإلهية، فهو لن يتكلم على شبه المبتدعة والضالين في باب الأسماء والصفات، إنما سيتكلم على شبه الذين ابتدعوا في باب توحيد الإلهية، ولذلك عرّف التوحيد بقوله رحمه الله: هو إفراد الله تعالى بالعبادة. ¶ والعبادة هي: اسم جامع لكل ما يحبه الله تعالى ويرضاه من الأعمال الظاهرة والباطنة، وهذا أحد التعاريف التي تعرف بها العبادة، وذكر شيخ الإسلام تعريفاً آخر، وهو مختصر وجامع، فقال: العبادة هي كل ما أمر الله به ورسوله، فكل ما أمر الله به ورسوله فهو عبادة، والأمر إما أن يكون أمر إيجاب أو يكون أمر استحباب.",
            "page": "6",
            "part": "1",
            "seal": "70906A32"
        },
        {
            "id": "7",
            "nass": "التوحيد هو دين الرسل ¶ ثم قال رحمه الله: [وهو دين الرسل الذي أرسلهم الله به إلى عباده] الضمير في قوله: (وهو) المراد به توحيد العبادة، دين الرسل الذي أرسلهم الله به إلى عباده، فالله سبحانه وتعالى أرسل الرسل إلى عباده بإفراده سبحانه وتعالى بالعبادة، ودليل هذا قول الله جل وعلا: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء:25] ، (لا إِلَهَ إِلَّا أَنَا) أي: لا إله إلا الله، ومعناها: لا معبود بحق إلا الله، وهي تقتضي إفراد الله سبحانه وتعالى بالعبادة، وأيضاً قال جل ذكره: {يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ} [النحل:2] ، وقال سبحانه وتعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل:36] ، وقال النبي صلى الله عليه وسلم في الحديث الذي في الصحيحين: (الأنبياء إخوة لعلات: أمهاتهم شتى، ودينهم واحد) ، فهذا يدل على وحدة الرسالة، وأن الرسل جاءوا جميعاً بتقرير توحيد الإلهية، وبدعوة الناس إلى عبادة الله سبحانه وتعالى وحده دون غيره. ¶ قال الشيخ رحمه الله: [فأولهم نوح عليه السلام] ، ودليل أوليته قول الله سبحانه وتعالى: {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إلى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} [النساء:163] ، فهذه الآية تشير إلى أن أول من أوحى الله إليه من الرسل هو نوح عليه السلام، وأصرح من هذا في الدلالة على أولية رسالة نوح عليه السلام ما في الصحيحين من حديث أنس وغيره في حديث الشفاعة عن النبي صلى الله عليه وسلم قال: (يجتمع المؤمنون يوم القيامة فيقولون: لو استشفعنا إلى ربنا، فيأتون آدم فيقولون: أنت أبو الناس، خلقك الله بيده، وأسجد لك ملائكته، وعلمك أسماء كل شيء؛ فاشفع لنا عند ربك حتى يريحنا من مكاننا هذا، فيقول: لست هناكم، ويذكر ذنبه فيستحي، ائتوا نوحاً فإنه أول رسول بعثه الله إلى أهل الأرض) ، وفي رواية مسلم قال: (فيأتون نوحاً ويقولون: أنت أول الرسل إلى الأرض) ، وكل هذا صريح بيّن في أن أول الرسل نوح عليه السلام.",
            "page": "7",
            "part": "1",
            "seal": "E8B35EFE"
        },
        {
            "id": "8",
            "nass": "غلو قوم نوح في الصالحين وتصويرهم لهم ¶ قال رحمه الله: [أرسله الله إلى قومه لما غلوا في الصالحين ودّاً وسواعاً ويغوث ويعوق ونسراً] غلوا فيهم بأن تجاوزوا الحد الذي جعله الله لهم. ¶ والغلو في اللغة هو: مجاوزة الحد، فكل من جاوز الحد الذي جعل له فقد غلا، وأما تعريفه في الاصطلاح فهو: مجاوزة أمر الله تعالى في العبادات أو العقائد، وقال بعضهم: الزيادة على المشروع في العقائد أو العبادات، ومرد الغلو هو الطغيان، فمن غلا في شيء فقد طغا وتجاوز، وهؤلاء غلوا في الصالحين، في ودٍ وسواع ويغوث ويعوق ونسر، وهؤلاء -كما قال ابن عباس في الصحيح-: (أسماء رجال صالحين من قوم نوح، لما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم أنصاباً، فنصبوا هذه الأنصاب ولم تعبد، حتى إذا هلك أولئك ونسي العلم عبدت) ، فهم في أصل فعلهم إنما نصبوا هذه الأنصاب لأجل تذكر هؤلاء، والتشوق إلى العبادة، والاشتغال بذكر الصالحين الذي يعين على العبودية لله سبحانه وتعالى، فتجاوز الأمر بهم شيئاً فشيئاً إلى أن وقعوا في عبادتهم من دون الله سبحانه وتعالى. ¶ ثم قال الشيخ رحمه الله: [وآخر الرسل محمد صلى الله عليه وسلم] ، وهذا لا شك فيه فإن النبي صلى الله عليه وسلم آخر الرسل، قال الله جل ذكره: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} [الأحزاب:40] فختم الله سبحانه وتعالى النبوات بمحمد صلى الله عليه وسلم فلا نبي بعده.",
            "page": "8",
            "part": "1",
            "seal": "74618949"
        },
        {
            "id": "9",
            "nass": "تكسير النبي عليه الصلاة والسلام لصور أصنام الرجال الصالحين من قوم نوح ¶ ثم قال رحمه الله: [وهو الذي كسّر صور هؤلاء] اسم الإشارة في (هؤلاء) عائد إلى أصنام الرجال الصالحين الذين غلا فيهم قوم نوح، وكيف ذلك؟ بيان هذا ما ذكره البخاري عن ابن عباس رضي الله عنه قال: (صارت الأوثان التي كانت في قوم نوح في العرب بعد: أما ود فكانت لكلب بدومة الجندل، وأما سواع فكانت لهذيل، وأما يغوث فكانت لمراد ثم لبني غطيف بالجوف عند سبأ، وأما يعوق فكانت لهمدان، وأما نسر فكانت لحمير لآل ذي الكلاع) ، وهذا يدل على أن هذه الأصنام بعثت وأحييت بعد الطوفان، فصارت إلى العرب وتعلقوا بها وعبدوها من دون الله، بل وزادوا أصناماً وأوثاناً كثيرة عبدوها من دون الله، فالكعبة كان فيها أكثر من ثلاثمائة صنم كما ذكر أصحاب السير. ¶ وقد كسّر النبي صلى الله عليه وسلم الأصنام حسيّاً ومعنويّاً، أما حسياً: فقد باشر هو صلى الله عليه وسلم تكسير بعض الأصنام بيده، وأما معنويّاً: فإن رسالته حطمت الأصنام في قلوب الناس فدانت له جزيرة العرب؛ صلى الله عليه وسلم، وقد بعث البعوث لتحطيم الأصنام، ولتحطيم ما كان يشرك به العرب من دون الله، وبهذا نفهم أن الأنبياء والرسل جاءوا لتقرير أمرٍ واحد، وهو توحيد الله، فكان أولهم نوح الذي دعا إلى التوحيد، فأولهم نوح دعا إلى التوحيد، وآخرهم محمد صلى الله عليه وسلم الذي كسر الأصنام، وفي هذا بيان وحدة رسالة الرسل، وأنهم جاءوا لتقرير أمرٍ واحد، فالذي اعتنى به أولهم هو مضادة الشرك والتحذير منه، والذي عمله آخرهم هو تكسير الأصنام، وإقامة الدين لله سبحانه وتعالى وحده دون غيره.",
            "page": "9",
            "part": "1",
            "seal": "C4D90C3A"
        },
        {
            "id": "10",
            "nass": "حال كفار قريش في العبادة عند بعثة النبي عليه الصلاة والسلام ¶ ثم قال رحمه الله: [أرسله إلى قوم يتعبدون ويحجون ويتصدقون ويذكرون الله كثيراً] الضمير في (أرسله) عائد إلى النبي صلى الله عليه وسلم (إلى قوم) هم قريش (يتعبدون ويحجون ويتصدقون ويذكرون الله كثيراً) بل ويصلون الرحم، ويطعمون المسكين، لكن هذه العبادات لم تنفعهم شيئاً، ولم تغن عن بعث رسول؛ لأنها كانت مشوبة بالشرك وعدم الإخلاص لله جل وعلا، فكانوا يلهجون في تلبيتهم: لبيك لا شريك لك، إلا شريكاً هو لك، تملكه وما ملك، وكانوا يذبحون لغير الله، ويستقسمون بغير الله، ويلجئون إلى غيره، ويسألون جلب النفع ودفع الضر ورفعه من غير الله تعالى، ولذلك كانوا بحاجة إلى أن يبعث إليهم من يقرر التوحيد. ¶ وبهذا نفهم أن الله سبحانه وتعالى لم يخلق خلقه لمجرد العبادة التي تكون له ولغيره، بل خلق الخلق لإفراده بالعبادة، قال جل ذكره: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات:56] ، قال ابن عباس: (كل موضع أمر الله سبحانه وتعالى فيه بالعبادة في القرآن فإن المراد به التوحيد) ، أي: ما خلق الله الخلق إلا ليوحدوه جل ذكره، وبهذا نفهم أن كثرة العبادة مع عدم الإخلاص لا تغني شيئاً، بل صاحبها في النار؛ ولذلك قال ابن القيم رحمه الله: (كثير العبادة التي نزع منها الإخلاص لا تنفع، وقليل العبادة مع الإخلاص والتوحيد تعلي قدر العبد عند الله سبحانه وتعالى، وترفعه إلى منازل عليا) ، فالإخلاص هو الأصل؛ ولذلك لم يأتِ النبي صلى الله عليه وسلم لقوم لا يعبدون الله فأمرهم بالعبادة، بل أتى إلى قوم يعبدون ويحجون ويتصدقون ويذكرون الله كثيراً، إلا أنهم وقعوا في الشرك، فصحح صلى الله عليه وسلم التوحيد وأمر بإفراد العبادة لله جل ذكره.",
            "page": "10",
            "part": "1",
            "seal": "01D23C76"
        },
        {
            "id": "11",
            "nass": "الوسائط بين الله عز وجل وبين خلقه ¶ ثم قال الشيخ رحمه الله: [ولكنهم يجعلون بعض المخلوقات وسائط بينهم وبين الله] ، وفسر هذه الوساطة بقوله: [يقولون: نريد منهم التقرب إلى الله، ونريد شفاعتهم عنده، مثل الملائكة وعيسى ومريم وأناس غيرهم من الصالحين] ، فهؤلاء زعموا أن بين الخلق وبين الله وسائط، والوسائط نوعان: نوع لابد من إثباته، ونوع جاء الشرع بإبطاله ونفيه، أما النوع الأول: فهم الرسل الذين يبلغون رسالات الله، ويدلون على طريق التعبد لله، ويبينون للناس معبودهم، فهؤلاء لابد منهم، ولا تقوم الحياة إلا بهم؛ ولذلك بعث الله سبحانه وتعالى الرسل إلى كل أمة فقال: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً} [النحل:36] ، فكل أمة محتاجة إلى هذا النوع من الوساطة التي يحصل بها تبليغ الدين، وتعريف الناس بحق الله سبحانه وتعالى، وما يجب له من العبادات، وما يجب له من الأسماء والصفات والأفعال، وحق هؤلاء الوسطاء أن يطاعوا ويتبعوا ويقتدى بهم، لا أن تصرف لهم أنواع العبادة. ¶ أما النوع الثاني من أنواع الوسائط: فهو الذي ذكره الشيخ رحمه الله هنا في قوله: [ولكنهم يجعلون بعض المخلوقات وسائط بينهم وبين الله يقولون: نريد منهم التقرب] وبهذا نفهم أن المشركين لم يكونوا يعتقدون في هذه الوسائط أنها تخلق من دون الله، ولا أنها تملك من دون الله، ولا أنها تدبر من دون الله، إنما كانوا يعتقدون أن هذه الواسطة وسيلة يتوصلون بها إلى مقاصدهم، ويعتذرون بقولوهم: نحن ليس لنا عند الله جاه، وليس لنا عند الله مكانة، فنسأل الله بمن له جاه عنده، وبمن له مكانة عنده، فوقعوا في الشرك، وهذا هو معنى قول الله سبحانه وتعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إلى اللَّهِ زُلْفَى} [الزمر:3] فإنهم اتخذوا هؤلاء الأولياء ليقربوهم إلى الله زلفى.",
            "page": "11",
            "part": "1",
            "seal": "8EC9751C"
        },
        {
            "id": "12",
            "nass": "الشفاعة والوسيلة هي البوابة الكبرى للشرك قديماً وحديثاً ¶ هذه القضية هي البوابة الكبرى التي يدخل منها المشركون في الشرك قديماً وحديثاً، فإن السبب الذي يعتمد عليه ويسوغ به كثير من المشركين وكثير من الواقعين في صرف العبادة لغير الله أفعالهم؛ إنما هي قضية الشفاعة والوسيلة، ولذلك قطع الله سبحانه وتعالى عليهم الطريق، وأغلق دونهم الباب فقال: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ} [سبأ:22] ، فأغلق الباب الذي يعتمدونه ويلجئون إليه، فالشفاعة التي يعتمدون عليها في تسويغ الشرك لا تنفع إلا بإذنه، ويدلك على أن هذا هو أصل الشرك قوله جل ذكره: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لا يَعْلَمُ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ} [يونس:18] ، فجعل اتخاذ هؤلاء شفعاء شركاً، ثم قال: {وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً} [يونس:19] ، أي: ما كان الناس إلا ملة واحدة -وهو التوحيد- فاختلفوا، وسبب اختلافهم هو هذه الشبهة المذكورة في الآية المتقدمة، وهي أنهم قالوا: ((هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ)) [يونس:18] ، فهذا يدلك على أن السبب الذي أوقع المتقدمين والمتأخرين في الشرك، هو أنهم لجئوا إلى غير الله في طلب حوائجهم، وزعموا أن هؤلاء شفعاء وأنهم لا يصرفون إليهم هذه العبادة لأنهم يخلقون، ولا لأنهم يملكون، ولا لأنهم يدبرون؛ بل لأنهم وسائط وشفعاء. ¶ ثم قال الشيخ رحمه الله: [ولكنهم يجعلون بعض المخلوقات وسائط] علة هذه الوسائط أنهم يتخذونهم سبيلاً إلى التقرب إلى الله، ويتخذون شفاعتهم سبيلاً إلى تحقيق مطالبهم. ¶ ثم مثّل لهذه الوسائط فقال: [مثل الملائكة وعيسى ومريم وأناس غيرهم من الصالحين] والمشركون -كما سيتبين لنا من خلال كلام الشيخ رحمه الله- لم يكونوا مقتصرين في عباداتهم على الملائكة والصالحين، بل عبدوا أيضاً الأحجار والأشجار وغيرها، وإنما -كما يبدو لي والعلم عند الله- أضرب الشيخ عن ذكر هذا؛ لأنه إذا كانت عبادة هؤلاء من دون الله لا تصح، وعبادة الملائكة وعبادة عيسى ومريم وغيرهم من الصالحين لا تنفع؛ فانتفاء النفع في عبادة غيرهم من الجمادات من باب أولى.",
            "page": "12",
            "part": "1",
            "seal": "5A427FA2"
        },
        {
            "id": "13",
            "nass": "شرح كشف الشبهات [2] ¶ كان كفار قريش الذين بعث فيهم النبي صلى الله عليه وسلم يؤمنون بربوبية الله عز وجل، ولكنهم يكفرون بالألوهية، فجاء النبي صلى الله عليه وسلم ليجدد لهم دين أبيهم إبراهيم، ويدعوهم إلى عبادة الله وحده لا شريك له.",
            "page": "1",
            "part": "2",
            "seal": "A7509E86"
        },
        {
            "id": "14",
            "nass": "تجديد النبي عليه الصلاة والسلام لدين إبراهيم ¶ بسم الله الرحمن الرحيم الحمد لله رب العالمين، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، وبعد: قال المصنف رحمه الله: [فبعث الله إليهم محمداً صلى الله عليه وسلم يجدد لهم دين أبيهم إبراهيم عليه السلام، ويخبرهم أن هذا التقرب والاعتقاد محض حق الله، ولا يصلح منه شيء لغيره سبحانه وتعالى، لا لملك مقرب، ولا لنبي مرسل، فضلاً عن غيرهما، وإلا فهؤلاء المشركون مقرون ويشهدون أن الله هو الخالق الرازق وحده لا شريك له، وأنه لا يرزق إلا هو، ولا يحيي إلا هو، ولا يميت إلا هو، ولا يدبر الأمر إلا هو، وأن جميع السماوات السبع ومن فيهن والأرضين السبع ومن فيهن كلهم عبيده، وتحت تصرفه وقهره. ¶ فإذا أردت الدليل على أن هؤلاء المشركين الذين قاتلهم رسول الله صلى الله عليه وسلم يشهدون بهذا فاقرأ قوله تبارك تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} [يونس:31] وقوله: {قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ * قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ * قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ} [المؤمنون:84-89] وغير ذلك من الآيات] . ¶ قال الشيخ رحمه الله: [فبعث الله إليهم محمداً صلى الله عليه وسلم يجدد لهم دين أبيهم إبراهيم عليه السلام] بعث الله محمداً صلى الله عليه وسلم إلى هؤلاء الذين كانوا يجعلون بعض المخلوقات وسائط بينهم وبين الله ليجدد لهم دين أبيهم إبراهيم، فالذين بعث فيهم النبي صلى الله عليه وسلم كان معهم من بقايا دين إبراهيم شيء قليل، فبعث الله سبحانه وتعالى محمداً يجدد لهم هذا الدين، ووراثتهم لدين إبراهيم إنما هي بسبب كون ولده إسماعيل بقي في مكة، وإلا فإنهم لم يبعث إليهم رسول خاص كما قال جل ذكره: {لِتُنْذِرَ قَوْماً مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ} [يس:6] ، فإن قريشاً والعرب لم يبعث إليهم رسول يدعوهم إلى التوحيد، وإنما كانوا على بقايا دين إبراهيم، فلما اشتد الانحراف، وعمت الضلالة، بعث الله سبحانه وتعالى نبينا محمداً صلى الله عليه وسلم، فجدد الرسالة، وأقام الدين، ونشر التوحيد، فجزاه الله عن الأمة خير ما جزى نبياً عن أمته.",
            "page": "2",
            "part": "2",
            "seal": "1686CE09"
        },
        {
            "id": "15",
            "nass": "لا يجوز التقرب بالعبادة لا لملك مقرب ولا لنبي مرسل ¶ قال: [يخبرهم أن هذا التقرب والاعتقاد محض حق الله، لا يصلح منه شيء لا لملك مقرب ولا لنبي مرسل، فضلاً عن غيرهما] ، ولا شك أن العبادة هي حق الله سبحانه وتعالى دون غيره {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة:5] ، والآيات الدالة على وجوب إفراد الله سبحانه وتعالى بالعبادة وعدم صرفها لغيره بأي مسوغ كثيرة جداً، منها هذه الآية التي ذكرناها، ويشهد لهذا أيضاً حديث معاذ الذي فيه أن النبي صلى الله عليه وسلم سأله عن حق الله على العباد، وحق العباد على الله، فقال الله ورسوله أعلم، فقال له صلى الله عليه وسلم: (حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً) فهذا حق الله الذي لا يجوز صرفه لغيره، وإذا صرف هذا الحق لغيره غضب الله سبحانه وتعالى: (من عمل عملاً أشرك معي فيه غيري تركته وشركه) ولذلك كان الشرك أعظم الظلم {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان:13] ، وذلك أن الظلم هو وضع الشيء في غير موضعه، فإذا صرفت العبادة لغير الله وتقربت بها لغيره؛ فقد وقعت فيما نهى الله سبحانه وتعالى عنه، وظلمت ووقعت في أشنع وأعظم أنواع الظلم. ¶ ثم قال الشيخ رحمه الله: [لا يصلح منه شيء] أي: لا يصلح من هذا التقرب وهذه العبادة شيء [لا لملك مقرب ولا لنبي مرسل] فالواجب أن يفرد الله سبحانه وتعالى بالعبادة، فلا يصرف شيء لملك مقرب ولا لنبي مرسل [فضلاً عن غيرهما] يشير بهذا إلى الأحجار والأصنام وغيرها مما عبده المشركون.",
            "page": "3",
            "part": "2",
            "seal": "BFFE9D2D"
        },
        {
            "id": "16",
            "nass": "إيمان كفار قريش بتوحيد الربوبية ¶ ثم بين رحمه الله أن الذين بعث فيهم النبي صلى الله عليه وسلم كانوا يقرون بتوحيد الربوبية فقال: [وإلا فهؤلاء المشركون يشهدون أن الله هو الخالق وحده لا شريك له، وأنه لا يرزق إلا هو، ولا يحيي إلا هو، ولا يميت إلا هو، ولا يدبر الأمر إلا هو، وأن جميع السماوات ومن فيهن، والأرضين السبع ومن فيهن كلهم عبيده، وتحت تصرفه وقهره] ولكن هذا الإقرار لم ينفع المشركين؛ إذ أن إقرارهم بأن الله سبحانه وتعالى هو الخالق، وأنه هو المالك، وأنه هو المدبر، وأنه هو الرازق، لم ينقلهم من الشرك إلى التوحيد، وهذا يفيدك فائدة مهمة، وهي أن من يفسر لا إله إلا الله بأنه لا خالق إلا الله، وأنه لا مدبر إلا الله، وأنه لا مخترع إلا الله؛ فإنه قد ضل ضلالاً مبيناً، إذ أن هذا لا خلاف فيه بين الرسل وأقوامهم؛ فإن الله قد فطر الخلق على الإقرار بربوبيته سبحانه وتعالى، وإنما وقع الخلاف في صرف العبادة لغيره، فالمشركون استساغوا وسوغوا صرف العبادة لغير الله تعالى، والرسل جاءت تأمر الناس بوجوب صرف العبادة له وحده دون غيره سبحانه وتعالى. ¶ وتوحيد الربوبية تقدم الكلام عليه، وهو إفراد الله تعالى بالخلق والملك والتدبير، ودليل هذا ما ذكره الشيخ بقوله: فإذا أردت الدليل على أن هؤلاء الذين قاتلهم رسول الله صلى الله عليه وسلم يشهدون بهذا فاقرأ قوله تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ} [يونس:31] فالمشركون يقرون بأن الله هو الخالق، وأنه هو المالك، وأنه هو المدبر، ويطهر هذا الإقرار من هذه الآية: {وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ} [يونس:31] فهذا فيه الخلق، والإقرار بأن الله سبحانه وتعالى هو المحيي المميت، وأنه لا يحيي إلا هو، ولا يميت إلا هو، وهذا من مستلزمات الإقرار بتوحيد الربوبية، ولذلك يقول بعض العلماء: توحيد الربوبية هو أن تقر بأنه لا خالق إلا الله، ولا مالك إلا الله، ولا مدبر إلا الله، وأن الله هو المحيي المميت، فنحن حين نقول: إن الإحياء خلق، فهذا لا إشكال فيه، لكن كيف تكون الإماتة خلقاً؟ الله عز وجل قال: {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَهُوَ الْعَزِيزُ الْغَفُورُ} [الملك:2] فالذي قال: إن الموت خلق هو الله جل ذكره، إذاً: هذا هو الدليل على أن الإماتة والإحياء من الخلق، والخلق من مستلزمات الإقرار بأن الله جل ذكره هو الرب. ¶ ودليل الملك في قوله: {أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ} [يونس:31] ، ودليل التدبير في قوله: {وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} [يونس:31] والرزق داخل تحت هذه الثلاثة الأمور، ولو أضفته مستقلاً فلا بأس. ¶ إذاً: هذه الآية جمعت ما يجب اعتقاده في ربوبية الله سبحانه وتعالى، ولذلك فإن حفظها يجمع لك ما يجب اعتقاده في ربوبية الله سبحانه وتعالى: أنه هو الخالق، وأنه هو المالك، وأنه هو المدبر والآيات في تقرير ذلك كثيرة، منها ما ذكره الشيخ رحمه الله وهي قوله تعالى: {قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ * قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ * قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ} [المؤمنون:84-89] . ¶ والمراد بـ (ملكوت) في هذه الآيات: هي خزائن السماوات والأرض، فالله عز وجل أمر نبيه أن يقول للمشركين: من بيده خزائن السماوات والأرض؟ فأقر المشركون بأنها لله سبحانه وتعالى، فالله هو المالك والخالق والمدبر سبحانه وتعالى. ¶ قال: [وغير ذلك من الآيات] أي: الآيات الدالة على ربوبية الله سبحانه وتعالى والدالة على أن المشركين كانوا يقرون بتوحيد الربوبية.",
            "page": "4",
            "part": "2",
            "seal": "3B807C6C"
        },
        {
            "id": "17",
            "nass": "شرح كشف الشبهات [3] ¶ انحرف صنفان من الناس في معنى لا إله إلا الله: صنف ظن أن مجرد قولها يكفي دون معرفة معناها، وما دلت عليه، وصنف آخر، فسرها بأنه لا خالق ولا مالك ولا مدبر إلا الله، وقد بين أهل العلم انحراف هذين الصنفين من الناس، وبينوا الحق في ذلك.",
            "page": "1",
            "part": "3",
            "seal": "2A159082"
        },
        {
            "id": "18",
            "nass": "إقرار المشركين بتوحيد الربوبية لم يدخلهم في الإسلام ¶ بسم الله الرحمن الرحيم الحمد لله رب العالمين، والصلاة والسلام على سيد المرسلين. ¶ وبعد: قال المؤلف رحمه الله تعالى: [فإذا تحققت أنهم مقرون بهذا، وأنه لم يدخلهم في التوحيد الذي دعاهم إليه رسول الله صلى الله عليه وسلم، وعرفت أن التوحيد الذي جحدوه هو توحيد العبادة الذي يسميه المشركون في زماننا (الاعتقاد) ، كما كانوا يدعون الله سبحانه ليلاً ونهاراً، ثم منهم من يدعو الملائكة لأجل صلاحهم وقربهم من الله ليشفعوا لهم، أو يدعو رجلاً صالحاً مثل اللات، أو نبياً مثل عيسى، وعرفت أن رسول الله صلى الله عليه وسلم قاتلهم على هذا الشرك، ودعاهم إلى إخلاص العبادة لله وحده، كما قال تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} [الجن:18] وكما قال تعالى: {لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ} [الرعد:14] ، وتحققت أن رسول الله صلى الله عليه وسلم قاتلهم ليكون الدعاء كله لله، والذبح كله لله، والنذر كله لله، والاستغاثة كلها بالله، وجميع أنواع العبادة كلها لله، وعرفت أن إقرارهم بتوحيد الربوبية لم يدخلهم في الإسلام، وأن قصدهم الملائكة أو الأنبياء أو الأولياء يريدون شفاعتهم، والتقرب إلى الله بذلك هو الذي أحل دماءهم وأموالهم؛ عرفت حينئذٍ التوحيد الذي دعت إليه الرسل، وأبى عن الإقرار به المشركون، وهذا التوحيد هو معنى قولك: لا إله إلا الله] . ¶ يواصل الشيخ رحمه الله التقديم لهذه الشبهات التي سيجيب عليها، فيقول رحمه الله: (فإذا تحققت أنهم مقرون بهذا) أي: بتوحيد الربوبية (ولم يدخلهم في التوحيد الذي دعاهم إليه رسول الله صلى الله عليه وسلم، وعرفت أن التوحيد الذي جحدوه هو توحيد العبادة الذي يسميه المشركون في زماننا (الاعتقاد) ، كما كانوا يدعون الله سبحانه ليلاً ونهاراً، ثم منهم من يدعو الملائكة لأجل صلاحهم وقربهم إلى الله ليشفعوا لهم، أو يدعو رجلاً صالحاً مثل اللات، أو نبياً مثل عيسى، وعرفت أن رسول الله صلى الله عليه وسلم قاتلهم على هذا الشرك، ودعاهم إلى إخلاص العبادة لله وحده، كما قال تعالى: {فَلا تَدْعُوا مَعَ اللَّهِ أَحَداً} [الجن:18] ) . ¶ هذا فيه بيان أن الإقرار بتوحيد الربوبية لا ينقل الإنسان من الكفر إلى الإيمان، إذ أن الإقرار بتوحيد الربوبية أمر فطر الله سبحانه وتعالى عليه الخلائق، فكل الخلق يقرون بأن الله هو المالك، وأنه هو الخالق، وأنه هو المدبر، وأنه هو الرزاق، وإنما اختلف الخلق، وتشعبت طرقهم، وتباينت مذاهبهم؛ في صرف العبادة لله سبحانه وتعالى؛ فمن الخلق من أفردوا الله سبحانه وتعالى بالعبادة، فلم يصرفوها لغيره، وهؤلاء هم المتبعون للرسل، ومنهم من تنكب عن هذا السبيل، وخالف طريق المرسلين؛ فصرف العبادة لغير الله سبحانه وتعالى، وهؤلاء هم أعداء الرسل الذين بعثت الرسل لمحاربتهم، ودعوتهم إلى دين الحق. ¶ يقول رحمه الله: (وتحققت أن رسول الله صلى الله عليه وسلم قاتلهم ليكون الدعاء كله لله، والنذر كله لله، والذبح كله لله، والاستغاثة كلها لله، وجميع العبادات كلها لله) علمت بهذا أن النبي صلى الله عليه وسلم قد دعا إلى التوحيد، وأنه صلى الله عليه وسلم أمر الناس بألا يصرفوا أي نوع من أنواع العبادة لغير الله، وبهذا تفهم أن الدعوة التي جاءت بها الرسل هي إفراد الله بالعبادة؛ فمعنى لا إله إلا الله أي: لا معبود بحق إلا الله، وبالتالي لا يجوز صرف أي نوع من أنواع العبادة لغيره تعالى، فكل ما ثبت أنه عبادة فصرفه لله سبحانه وتعالى توحيد جاءت به الرسل، وصرفه لغيره سبحانه وتعالى شرك نهت عنه الرسل. ¶ يقول: (وعرفت أن إقرارهم بتوحيد الربوبية لم يدخلهم في الإسلام، وأن قصدهم الملائكة والأنبياء والأولياء يريدون شفاعتهم، والتقرب إلى الله بذلك، هو الذي أحل دماءهم وأموالهم؛ عرفت حينئذٍ التوحيد الذي دعت إليه الرسل، وأبى عن الإقرار به المشركون، وأنه توحيد الألوهية الذي مقتضاه إفراد الله سبحانه وتعالى بالعبادة) . ¶ لا شك أن المشركين أبوا الإقرار بهذا التوحيد، ولذلك وقعت الخصومة بينهم وبين الرسل. ¶ قال رحمه الله: (هو الذي أحل دماءهم وأموالهم) ، فإن النبي صلى الله عليه وسلم قد قال: (أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، وأني رسول الله، ويقيموا الصلاة، ويؤتوا الزكاة، فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحق الإسلام) ، وفي حديث طارق بن أشيم عند مسلم قال: (من قال: لا إله إلا الله، وكفر بما يعبد من دون الله، حرم ماله ودمه وحسابه على الله) ، فعلمنا أن الذي جعله الله سبحانه وتعالى ورسوله محرِّماً للدم والمال، وعاصماً لهما؛ هو الإقرار بالتوحيد، الذي هو إفراد الله سبحانه وتعالى بالعبادة، فمن لم يقم بذلك فإنه مباح الدم والمال، ولا حرمة لدمه وماله. ¶ ثم قال رحمه الله: (وهذا التوحيد هو معنى قولك: لا إله إلا الله) ، فمعنى قولك: لا إله إلا الله: إفراد الله سبحانه وتعالى بالعبادة، وذكرنا لكم أن العبادة هي: كل ما أمر الله به ورسوله، فكل ما أمر الله به ورسوله من العبادة التي لابد من إفراد الله سبحانه وتعالى بها، فقولك: لا إله إلا الله، أي: لا معبود بحق إلا الله.",
            "page": "2",
            "part": "3",
            "seal": "37AB1C5F"
        },
        {
            "id": "19",
            "nass": "بيان التوحيد الذي جاءت به الرسل ¶ يستطرد الشيخ رحمه الله في بيان التوحيد الذي جاءت به الرسل فيقول: [فإن الإله عندهم -يعني: عند العرب- هو الذي يقصد لأجل هذه الأمور] ، لأجل هذه الأمور المراد بها العبادة، وقد تنوعت أقوال العلماء رحمهم الله في تعريف الإله، فمنهم من قال: الإله اسم جنس يطلق على كل ما عبد بحق أو باطل، فكل ما عبد بحق أو باطل فإنه يطلق عليه إله، لكن غلب استعمال هذا اللفظ فيمن عبد بحق، وعرّفه شيخ الإسلام رحمه الله بأنه المعبود المطاع، وعرفه ابن القيم بأنه الذي تألهه القلوب، يعني: تعبده وتحبه، فإله بمعنى مألوه، ككتاب بمعنى مكتوب، وأشمل ما وقفت عليه من التعاريف لهذه الكلمة هو ما ذكره الشيخ محمد بن عبد الوهاب رحمه الله وبعض تلاميذه وأتباعه على دعوته حيث ذكروا أن الإله هو الذي يقصد بشيء من العبادة كما هو ظاهر من كلامه هنا، قال: (فإن الإله هو الذي يقصد لأجل هذه الأمور) أي: لأجل العبادة، فالإله اسم جنس لكل ما قصد بشيء من العبادة، فكل ما توجه إليه العبد بشيء من العبادة أو قصده بصورة من صور التعبد فإنه قد اتخذه إلهاً، ولذلك لما كان النبي صلى الله عليه وسلم والصحابة خارجين لغزوة حنين، وطلب منه بعضهم أن يجعل لهم ذات أنواط كما أن للمشركين ذات أنواط؛ جعل ذلك اتخاذاً لهذه الشجرة آلهة، فقال صلى الله عليه وسلم: (الله أكبر! إنها السنن، قلتم والذي نفسي بيده! كما قالت بنو إسرائيل لموسى: (اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ)) ، وهذا يدل على أن كل من قصد بشيء من التعبد فإنه إله، ولو كان القصد بشيء من التعبد، وليس بكل التعبدات، فمن صرف مثلاً الدعاء لغير الله، فسأل غير الله فإنه قد وقع في الشرك، ولو كان قد أخلص في الصلاة وفي الحج وفي الصيام وفي باقي العبادات، فصرف أي نوع من أنواع العبادة يوقع الإنسان في الشرك الذي هو اتخاذ إلهٍ من دون الله. ¶ فقوله: (فإن الإله هو الذي يقصد لأجل هذه الأمور) يفيدنا أن الإله هو ما قصد بشيء من العبادة، وعليه نعرف ونفهم بطلان ما ذهب إليه الذين يفسرون كلمة الإله بالخالق، أو بالقادر على الاختراع، أو بالصانع، كما سيتبين بعد قليل من كلام الشيخ. ¶ يقول: (سواء كان ملكاً، أو نبياً، أو ولياً، أو شجرة، أو قبراً، أو جنياً) يعني: سواء كان المقصود بهذه الأنواع من العبادات أو ببعضها ملكاً أو نبياً أو ولياً أو شجرةً أو قبراً أو جنياً، فكل ما قصدته بشيء من العبادة فهو إله. ¶ قال: (لم يريدوا أن الإله هو الخالق الرازق المدبر) فالعرب لم يكونوا يفهمون من كلمة الإله أنه الخالق الرازق المدبر. ¶ قال: (فإنهم يعلمون أن ذلك لله وحده) أي: يعلمون أن الخلق والملك والرزق والتدبير لله وحده، كما تقدم في الآيات الدالة على أن المشركين كانوا يقرون بأن الله هو المالك، وأن الله هو الرازق، وأن الله هو المدبر، وأن الله هو الخالق، يقول: (وإنما يعنون بالإله ما يعني المشركون في زماننا بلفظ السيد) الذي يصرفون له أنواع العبادة، وهذا موجود في بعض البلدان والأماكن فيطلقون على من يصرفون لهم أنواع العبادة: السادة أو الأولياء أو الصالحين، أو بما اصطلحوا عليه من الألفاظ التي سموا بها هؤلاء الذين يصرفون لهم العبادة من دون الله. ¶ قال الشيخ رحمه الله: [فأتاهم النبي صلى الله عليه وسلم يدعوهم إلى كلمة التوحيد وهي لا إله إلا الله] فإنها هي دعوة الرسل، وتقدم الدليل على ذلك، وفي حديث ابن عمر في الصحيحين: (أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله) ، فالدعوة التي جاء بها النبي صلى الله عليه وسلم هي دعوتهم إلى عبادة الله وحده دون غيره، ولا إله إلا الله معناها الذي يجهله كثير من المسلمين هو: لا معبود بحق إلا الله، وتقدم لنا أن الإله هو المعبود المطاع، فتنزيل هذا المعنى على هذه الجملة يبين لك أن معناها لا معبود بحق إلا الله، واحتجنا إلى تقدير الخبر؛ لأن الجملة الاسمية لا تتم إلا بمبتدأ وخبر، فاحتجنا إلى التقدير، وهنا إذا قلنا: لا إله إلا الله، ولم نقدر خبراً، فإن الجملة لا تتم، إذ أن (لا) لا تعمل في المعارف، وبالتالي لا يصلح أن يكون لفظ الجلالة في قوله: (إلا الله) خبراً، فاحتجنا إلى تقدير الخبر، والخبر المقدر أصح ما يقال فيه: إنه حق، يعني: لا إله حق إلا الله، ودليل صحة ذلك التقدير قوله جل وعلا: {فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ} [يونس:32] فيكون أحسن ما قدر في هذه الجملة أن تقول: لا معبود حق أو بحق إلا الله، فيكون لفظ الجلالة بدلاً عن الخبر وليس هو الخبر. ¶ إذاً: عرفنا أن هناك تقديراً، والتقدير أصح ما يقال فيه: إنه حق، ووجه هذا التقدير قوله تعالى: {فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ} [يونس:32] ، ولو قال قائل: لا حاجة للتقدير، والمعنى: لا معبود إلا الله، قلنا: هذا لا يستقيم على لسان العرب، بل لابد من التقدير، وبعضهم قدر (موجود) وهذا فيه نظر، يعني: لا إله موجود إلا الله، قدر الخبر بموجود، وهذا فيه نظر، وأصح ما يقال في التقدير هو ما ذكرناه قبل قليل، وهو الذي يسلم من الاعتراضات الواردة على تقديره بموجود.",
            "page": "3",
            "part": "3",
            "seal": "E5655CEA"
        },
        {
            "id": "20",
            "nass": "المراد بكلمة الإخلاص معناها لا مجرد لفظها ¶ قال الشيخ رحمه الله: [والمراد من هذه الكلمة معناها لا مجرد لفظها] ، وهذه أول الانحرافات التي وقعت في هذه الكلمة، وهي أن بعض المنتسبين لملة الإسلام ظنوا أن الكلمة تفيد ما يترتب عليها من أحكام بمجرد نطق اللفظ دون التقييد بالمعنى، ولا شك أن هذا انحراف خطير؛ فإن (لا إله إلا الله) كلمة يطلب لفظها ومعناها؛ ولذلك وقعت الخصومة بين الرسول وقومه؛ فإنه لو كان المطلوب مجرد الكلمة لقالوها وأدوها، لكن علموا أن المراد هو معنى الكلمة، وسيذكر الشيخ عنهم ما يدل على أنهم فهموا أن المعنى هو المراد فقالوا: {أَجَعَلَ الْآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} [ص:5] ، ولو كان النبي صلى الله عليه وسلم قد طلب منهم مجرد التلفظ بهذه الكلمة لما استعجبوا ولما استغربوا من هذا الطلب، إذ أنه لفظ مجرد عن معناه، ولا إله إلا الله لا تنفع قائلها إلا باستيفاء شروطها، وتقييدها بالقيود كما ورد ذلك عن السلف. ¶ قال الشيخ رحمه الله: [والكفار الجهال يعلمون أن مراد النبي صلى الله عليه وسلم بهذه الكلمة هو إفراد الله تعالى بالتعلق به والكفر بما يعبد من دون الله والبراءة منه] ، فمعنى لا إله إلا الله: إفراد الله بالعبادة، ومعناها البراءة من الشرك وأهله، ولذلك ذكر الشيخ رحمه الله في الثلاثة الأصول أن الذي يفسر معنى هذه الآية هو قوله سبحانه وتعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ * إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ} [الزخرف:26-27] فجعل تفسير لا إله إلا الله البراءة من الشرك وأهله، وإفراد الله سبحانه وتعالى بالتوحيد والعبادة؛ ولذلك لا يصح التوحيد إلا بالجمع بين إفراد الله بالتوحيد وبين البراءة من الشرك وأهله، فلو أفرد العبد الله بالتوحيد لكنه لم يقم بالبراءة من الشرك وأهله؛ فإنه لا ينفعه ذلك بشيء، قال الله جل ذكره: {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} [البقرة:256] . ¶ فرتب الله سبحانه وتعالى الاستمساك بالعروة الوثقى على أمرين: الكفر بالطاغوت، والإيمان بالله، فلو آمن بالله: بإلهيته وربوبيته وأسمائه وصفاته، ولم يكفر بالطاغوت؛ لم ينفعه ذلك بشيء، إذ أن من مقتضيات إفراد الله بالعبادة الكفر بما يعبد من دونه، كما قال جل ذكره: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} [البقرة:256] ، ويدل عليه أيضاً ما في صحيح مسلم من حديث طارق بن أشيم أن النبي صلى الله عليه وسلم قال: (من قال: لا إله إلا الله، وكفر بما يعبد من دون الله حرم ماله ودمه) ، فرتب تحريم الدم والمال على قول: (لا إله إلا الله) ، والكفر بما يعبد من دون الله، ولذلك فسر الشيخ رحمه الله المراد بهذه الكلمة فقال: هو إفراد الله تعالى بالتعلق، والكفر بما يعبد من دون الله والبراءة منه، يعني: البراءة مما عبد من دون الله؛ فإنه لما قال لهم: قولوا: لا إله إلا الله، قالوا: {أَجَعَلَ الْآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} [ص:5] ؛ فاستعظموا واستغربوا -قاتلهم الله- أن يفرد الله بالعبادة، مع أنهم يقرون أنه لا خالق إلا الله، ولا رازق إلا الله، ولا مالك إلا الله، ولا مدبر إلا الله، ولا محيي ولا مميت إلا الله، ومع ذلك استغربوا كيف تصرف العبادة لواحد؟! وضاقت عقولهم عن أن يتوجهوا لله سبحانه وتعالى وحده دون غيره فقالوا: (إِنَّ هَذَا لَشَيْءٌ عُجَابٌ) يعني: في منتهى العجب، ومنتهى الاستغراب، أن نصرف العبادة لواحد. ¶ ولا شك أن ما استعجبوا منه ليس بعجيب، بل هو الذي تدل عليه العقول الصحيحة؛ فإن من كان يرزق وحده، ومن كان يملك وحده، ومن كان يخلق وحده، ومن كان يدبر وحده؛ فهو المستحق أن يعبد وحده، ولذلك كانت الرسل تستدل بتوحيد الربوبية على توحيد الإلهية، وتقرر توحيد الإلهية بتقرير توحيد الربوبية، ولكن لما فسدت قلوب المشركين فسدت عقولهم. ¶ قال الشيخ رحمه الله: [فإذا عرفت أن جهال الكفار يعرفون ذلك، فالعجب ممن يدعي الإسلام وهو لا يعرف من تفسير هذه الكلمة ما عرفه جهال الكفار!] ، ما الذي عرفه جهال الكفرة من هذه الكلمة؟ عرفوا أن تفسير هذه الكلمة: هو إفراد الله بالعبادة، والكفر بما عبد من دونه، والبراءة منه، هذا الذي فهمه الكفار، فالعجيب ممن ينتسب إلى الإسلام ولا يفهم من هذه الكلمة ما فهمه جهال الكفار! قال الشيخ رحمه الله: [بل يظن أن ذلك هو التلفظ بحروفها من غير اعتقاد القلب لشيء من المعاني] .",
            "page": "4",
            "part": "3",
            "seal": "1DEA6F2D"
        },
        {
            "id": "21",
            "nass": "خطأ من فسر لا إله إلا الله بأنه لا خالق إلا الله ¶ انتهينا من الانحراف الأول الذي وقع في مفهوم لا إله إلا الله، والانحراف الثاني أشار إليه الشيخ رحمه الله فيما تقدم، ونص عليه ثانياً هنا. ¶ فقال رحمه الله: [والحاذق منهم -يعني من هؤلاء الجهال- يظن أن معناها -أي: معنى لا اله إلا الله- لا يخلق إلا الله، ولا يرزق إلا الله، ولا يدبر الأمر إلا الله] . ¶ ثم قال الشيخ: [فلا خير في رجل جهال الكفار أعلم منه بمعنى لا إله إلا الله] ، ولا شك أن تفسير لا إله إلا الله بهذه الكلمات انحراف وضلال، وقد تقدم الإشارة إلى هذا، ووجه ضلال من فسر لا إله إلا الله بأنه لا خالق إلا الله، ولا صانع إلا الله، ولا مخترع إلا الله، يتبين من عدة وجوه: الوجه الأول: أن المعنى اللغوي لكلمة (إله) المعبود المطاع، وليس في معاجم العرب ولا في ألسنتهم أن معنى الإله الخالق، ولا أن معنى الإله الرازق، ولا أن معنى الإله المالك، ولا أن معنى الإله المدبر، ولا أن معنى الإله المتصرف والمخترع والصانع، بل لسان العرب يدل على أن معنى الإله هو المألوه، أي: المعبود، وهذا يمكن الوقوف عليه من خلال مطالعة معاجم اللغة، بل من معرفة الكفار للمعنى الذي طولبوا به؛ فإنهم فهموا من مطالبة الأنبياء لهم بلا إله إلا الله أن يفردوا الله سبحانه وتعالى بالعبادة. ¶ الوجه الثاني: التفسير لكلمة لا إله إلا الله بأنه لا خالق أو لا مدبر أو لا مالك أو لا مخترع أو لا صانع إلا الله، لم يعرف ولم ينقل عن أحد من السلف. ¶ الوجه الثالث: أن المشركين الذين بعث فيهم النبي صلى الله عليه وسلم كانوا يقرون بأنه لا خالق إلا الله، ولا مالك إلا الله، ولا مدبر إلا الله، كما تقدم بيانه، فلو كان معنى لا إله إلا الله لا خالق إلا الله، ولا مدبر إلا الله، ولا مخترع ولا صانع إلا الله، لما كانت هناك خصومة بين الرسل وأقوامهم، ولما وقع الخلاف، ولما قالوا: (إِنَّ هَذَا لَشَيْءٌ عُجَابٌ) ، إذ أنهم يقرون بأنه لا خالق ولا مالك ولا مدبر ولا صانع إلا الله. ¶ الوجه الرابع مما يتبين به بطلان هذا التفسير: أن هذا تفسير باللازم؛ فإن من لازم الإله أن يكون خالقاً ومالكاً ومدبراً وصانعاً ومخترعاً ورازقاً، والتفسير باللازم لا يسوغ إذا كان يقتضي تعطيل المعنى الحقيقي للكلمة، فلابد من تعريف الشيء بحقيقته، ولا بأس بذكر اللوازم، أما أن نقصر معنى الكلمة على لوازمها، ونعطلها عن معناها الذي تدل عليه؛ فإن هذا انحراف وضلال. ¶ إذاً: تبين لنا بطلان هذا التعريف من خلال هذه الأربعة الأوجه. ¶ إذاً: هناك نوعان من الانحراف في لا إله إلا الله. ¶ الانحراف الأول عند من يقولون: نكتفي بلفظها دون معناها: والانحراف الثاني: عند من يفسرونها بأنه لا خالق ولا مالك ولا مدبر إلا الله. ¶ واعلموا -أيها الإخوة- أن كثيراً من الكتاب المتأخرين يفسرون لا إله إلا الله بهذا التفسير، وهذا ناشئ؛ لأن التوحيد -الذي هو غاية المطلوب- عند كثير من المتكلمين هو أن تقر بأن الله هو الخالق الرازق المدبر، ولا شك أن هذا انحراف، فإنهم انتهوا إلى حيث ابتدأ الرسل، فالرسل كانوا يبتدئون من توحيد الربوبية وينتهون إلى تقرير توحيد الإلهية، وهؤلاء يبتدئون من أنواع من الضلالات وينتهون إلى تقرير توحيد الربوبية.",
            "page": "5",
            "part": "3",
            "seal": "4243CBBF"
        },
        {
            "id": "22",
            "nass": "شرح كشف الشبهات [4] ¶ معرفة الشرك وأنواعه من أهم المهمات، وذلك حتى يجتنب المسلم الوقوع فيه بعلم ودراية؛ لأن من جهل الشرك فقد يقع فيه وهو لا يشعر، وقد اختلف العلماء في العذر بالجهل في هذه المسألة، والراجح هو التفصيل فيها كما بينه المحققون من العلماء.",
            "page": "1",
            "part": "4",
            "seal": "4FAE0EE9"
        },
        {
            "id": "23",
            "nass": "فائدة معرفة الشرك ¶ بسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، وبعد: قال المؤلف رحمه الله: [إذا عرفت ما ذكرت لك معرفة قلب، وعرفت الشرك بالله الذي قال الله فيه: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء:48] ، وعرفت دين الله الذي بعث به الرسل من أولهم إلى آخرهم، الذي لا يقبل الله من أحد سواه، وعرفت ما أصبح غالب الناس فيه من الجهل بهذا؛ أفادك فائدتين: الأولى: الفرح بفضل الله وبرحمته، كما قال تعالى: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} [يونس:58] . ¶ وأفادك أيضاً الخوف العظيم، فإنك إذا عرفت أن الإنسان يكفر بكلمة يخرجها من لسانه، وقد يقولها وهو جاهل، فلا يعذر بالجهل، وقد يقولها وهو يظن أنها تقربه إلى الله تعالى كما كان يفعل الكفار المشركون، خصوصاً إن ألهمك الله ما قص عن قوم موسى مع صلاحهم وعلمهم أنهم أتوه قائلين: {اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ} [الأعراف:138] ، فحينئذٍ يعظم حرصك وخوفك على ما يخلصك من هذا وأمثاله] . ¶ قال الشيخ رحمه الله: (إذا عرفت ما ذكرت لك معرفة قلب وعرفت الشرك بالله الذي قال الله فيه: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ} [النساء:48] ) . ¶ كيف تكون قد عرفت الشرك مع أن الشيخ رحمه الله لم يذكر تعريفاً اصطلاحياً للشرك فيما تقدم؟ يكون من خلال ما ذكره عن التوحيد أولاً، ويكون من خلال ما ذكره عن شبه الكافرين في صرفهم العبادة لغير الله سبحانه وتعالى، ولا شك أن التوحيد والعلم به ودراسته مما يفيد الإنسان معرفة الشرك، إذ أن الضد يظهر حسنه الضد، وبضدها تتميز الأشياء، فإذا عرفت التوحيد ودرسته وعلمت ما يجب فيه لله سبحانه وتعالى عرفت الشرك.",
            "page": "2",
            "part": "4",
            "seal": "6FE3A460"
        },
        {
            "id": "24",
            "nass": "معنى الشرك وأنواعه ¶ الشرك في الاصطلاح هو: تسوية الله بغيره في ربوبيته أو إلهيته أو أسمائه وصفاته، وقال ابن القيم رحمه الله في تعريف الشرك: هو التشبه بالخالق أو تشبيه المخلوق به، فإن كلا الأمرين شرك، فمن تشبه بالخالق فطلب العبادة من الناس فقد أشرك، ومن شبه مخلوقاً بالله سبحانه وتعالى في ربوبيته أو في إلهيته أو في أسمائه وصفاته فقد وقع في الشرك. ¶ واعلم -يا أخي- أن الشرك الذي يشير إليه الشيخ هنا هو الشرك في الإلهية، والشرك في الإلهية قسمان: أكبر وأصغر، أما الشرك الأكبر فهو صرف أي نوع من أنواع العبادة لغير الله تعالى، سواءً كانت العبادة قولية أو فعلية أو اعتقادية، فكل ما ثبت في الشرع أنه عبادة فصرفه لغير الله سبحانه وتعالى شرك أكبر يخرج صاحبه من الملة. ¶ إذاً: الشرك الأكبر هو صرف أي نوع من أنواع العبادة لغير الله، سواء كانت العبادة قولية أو فعلية أو اعتقادية، وكيف نعرف أن هذا الفعل عبادة أو ليس بعبادة حتى نحكم هل هو شرك أو لا؟ كل ما أمر الله به أو أمر رسوله به فهو عبادة، سواء كان هذا الأمر أمر إيجاب أو أمر استحباب. ¶ أما الشرك الأصغر فهو كل ما نهى الشارع عنه مما هو ذريعة إلى الشرك الأكبر، يعني: مما يوصل إلى الشرك الأكبر، والشرك الأصغر قد يكون في الاعتقادات، أو الأسباب أو الألفاظ، لكن غالبه يكون في الأسباب، وفي الألفاظ.",
            "page": "3",
            "part": "4",
            "seal": "ED5B0DB8"
        },
        {
            "id": "25",
            "nass": "التحذير من الشرك ¶ قال رحمه الله: (وعرفت الشرك بالله الذي قال فيه: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ} [النساء:48] ) ، هذا فيه الترهيب والتحذير من الشرك، فإن الشرك أمره عظيم، فهو أظلم الظلم كما قال الله سبحانه وتعالى: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان:13] ، وكما قال صلى الله عليه وسلم: (أن تجعل لله نداً وهو خلقك) ، فالشرك أمره عظيم عند الله، ولذلك لم يجعله الله سبحانه وتعالى قابلاً للغفران إلا بالتوبة منه والإقلاع عنه، (إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ) ، وهذه الآية لا إشكال أن الشرك الأكبر داخل فيها، فإنها تدل على أن الشرك الأكبر لا يغفره الله سبحانه وتعالى إلا بالإقلاع عنه والتوبة منه. ¶ أما الشرك الأصغر فقد اختلف أهل العلم في دخوله في هذه الآية على قولين: منهم من قال: إن الآية تشمل الشرك الأصغر، فالشرك الأصغر لا يغفره الله إلا بالتوبة منه، وهذا لا يلزم منه أن يكون صاحب الشرك الأصغر مخلداً في النار، بل يعذب بحسب ما معه من الشرك الأصغر، حتى إذا طهر دخل الجنة. ¶ والقول الثاني: أن الآية لا تشمل الشرك الأصغر، وهذا الأخير هو قول ابن القيم رحمه الله كما صرح به في أكثر من موضع، وهو أحد قولي شيخ الإسلام رحمه الله، والقول الثاني له دخول الشرك الأصغر في الآية، أي: أن الله لا يغفر الشرك الأصغر ولا الشرك الأكبر إلا بالتوبة منهما والإقلاع عنهما، وعلى كلٍ فالشرك أمره خطير، فيجب على العبد أن يتقي الله سبحانه وتعالى وينأى عنه، وأن يكثر من قول: (اللهم! إني أعوذ بك أن أشرك بك وأنا أعلم، وأستغفرك لما لا أعلم) .",
            "page": "4",
            "part": "4",
            "seal": "205173B1"
        },
        {
            "id": "26",
            "nass": "معرفة نعمة الإسلام والفرح به ¶ يقول: (وعرفت دين الله الذي أرسل به الرسل من أولهم إلى آخرهم، الذي لا يقبل الله من أحد سواه {إِنَّ الدِّينَ عِنْدَ اللَّهِ الإسلام} [آل عمران:19] ، {وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران:85] ) . ¶ الإسلام هو الاستسلام لله بالتوحيد، والانقياد له بالطاعة، والإسلام معناه شهادة أن لا إله إلا الله، وأن محمداً رسول الله. ¶ قال: (وعرفت ما أصبح غالب الناس فيه من الجهل بهذا) كل هذه مقدمات (أفادك هذا فائدتين: الأولى الفرح بفضل الله ورحمته كما قال تعالى: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} [يونس:58] ) فضل الله هو الإسلام والإيمان، ورحمته هي العلم والقرآن، فأمر الله سبحانه وتعالى نبيه أن يفرح بالإيمان والإسلام الذي هو فضل الله سبحانه وتعالى، وبرحمته التي هي العلم والقرآن، فإن هذا من أجلّ ما يفرح به، بل هو أعلى مراتب العارفين، يقول ابن القيم رحمه الله: إن أعلى درجات العبد أن يفرح بالإسلام، وأن يفرح بالقرآن، وأن يفرح بالإيمان، وأن يفرح بالعلم الدال على عبادة الله سبحانه وتعالى الواحد الديان، قال: (فَبِذَلِكَ فَلْيَفْرَحُوا) هذا تخصيص، (فبذلك) يعني: يفرحوا به ولا يفرحوا بغيره، فإن غيره فانٍ زائل، وأما هذا فهو باق ثابت في الدنيا والآخرة (فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ) ، ولا شك أن الإيمان والإسلام والعلم والقرآن خير ما جمع بحق، وخير ما حصله العبد في الدنيا والآخرة، ولا شك أن من هداه الله سبحانه وتعالى للإيمان والإسلام، ولما دل عليه القرآن من وجوب إفراد الله بالعبادة؛ فقد وفق إلى خير عظيم، وواجب هذه المنة الفرح، ومقتضى الفرح الشكر. ¶ أفادتكم النعماء مني ثلاثة يدي ولساني والضمير المحجبا فشكر بالقلب، وحمد باللسان، وشكر بالجوارح، وهو بامتثال شرع الله سبحانه وتعالى، وشعور هذه المنة مما ينبغي -أيها الإخوة- أن نهتم به، فإن بعض الناس يظن أن منة الإسلام منة كسائر المنن، ولا يتدبر مدى لطف الله به ورحمته به أن جعله من المسلمين؛ فإن الله سبحانه وتعالى اصطفاك من هذا الخلق، وهذا الكون العظيم، وهذا العدد الهائل الكبير من الناس؛ فجعلك من أتباع الرسل، وخصك باتباع أفضلهم وأشرفهم وهو محمد صلى الله عليه وسلم، الذي هو خير الأنبياء، وعليه أنزل أحسن الكتب، فهو أفضلهم وكتابه أحسن الكتب، فهذه منة عظيمة نسأل الله سبحانه وتعالى أن نقوم بحقها وشكرها!",
            "page": "5",
            "part": "4",
            "seal": "E6EE21F9"
        },
        {
            "id": "27",
            "nass": "معرفة خطر الشرك والخوف منه ¶ ثم قال: (وأفادك أيضاً الخوف العظيم، فإنك إذا عرفت أن الإنسان يكفر بكلمة يخرجها من لسانه، وقد يقولها وهو جاهل فلا يعذر بالجهل، وقد يقولها وهو يظن أنها تقربه إلى الله تعالى كما كان يفعل الكفار، خصوصاً إن ألهمك -يعني: يحدث عندك الخوف إن ألهمك- الله ما قص عن قوم موسى مع صلاحهم وعلمهم أنهم أتوه قائلين: {اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ} [الأعراف:138] ؛ فحينئذ يعظم حرصك وخوفك على ما يخلصك من هذا وأمثاله) . ¶ الخوف من الشرك منهج نبوي قديم، فهذا إبراهيم عليه السلام الذي شهد الله له بالإمامة في التوحيد {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ} [النحل:120] يقول: {وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ} [إبراهيم:35] يسأل الله سبحانه وتعالى أن يجنبه الأصنام، مع أنه معصوم من الوقوع في الشرك وعبادة الأصنام، إلا أنه قال ذلك لبيان خطورة الشرك، وأنه مما ينبغي أن يحذره حتى الأنبياء، فإنه قال: {وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ} [إبراهيم:35] ، وقد قال الله سبحانه وتعالى لنبيه في بيان عظم الشرك: {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} [الزمر:65] مع أنه منزه من الوقوع في الشرك، بل ومعصوم عن الوقوع في الكبائر التي هي أقل من الشرك، وما ذلك إلا لبيان خطورته وعظم أمره، وقد قال النبي صلى الله عليه وسلم مخاطباً خير القرون أصحابه رضوان الله عليهم: (أخوف ما أخاف عليكم الشرك الأصغر، قالوا: وما الشرك الأصغر يا رسول الله؟! قال: الرياء) ، وقد قال النبي صلى الله عليه وسلم في بيان تحذيره من الشرك: (الشرك في أمتي أخفى من دبيب النملة السوداء في الليلة الظلماء على الصفاة السوداء) ، وما هذا إلا للتحذير من الشرك، فأفزع ذلك الصحابة رضي الله عنهم حتى قالوا: يا رسول الله! فما النجاء منه؟ كما في حديث أبي بكر، فقال صلى الله عليه وسلم: (أن تقول: اللهم إني أعوذ بك أن أشرك بك وأنا أعلم، وأستغفرك لما لا أعلم) . ¶ فهذا الأمر الذي خافه النبي صلى الله عليه وسلم على أصحابه الذين جاهدوا، وقدموا أنفسهم في سبيل تقرير التوحيد، ينبغي أن نخافه نحن على أنفسنا، وألا يأمن الإنسان على نفسه من الشرك؛ فإن الشرك كما وصفه النبي صلى الله عليه وسلم يدب إلى قلبك من حيث لا تعلم (كدبيب النملة السوداء على الصفاة السوداء في الليلة الظلماء) فأنى تراه؟!",
            "page": "6",
            "part": "4",
            "seal": "F2AA8743"
        },
        {
            "id": "28",
            "nass": "مسألة العذر بالجهل ¶ ثم قال رحمه الله: (فإنك إذا عرفت أن الإنسان يكفر بكلمة يُخرجها من لسانه، وقد يكون جاهلاً بها) ، مثال هذه الكلمة: سب الله سبحانه وتعالى، فإن الفطر متفقة على قبح هذا الفعل؛ ولذلك سب الله سبحانه وتعالى من الكفر المخرج عن الملة، ولو جهل الساب أنه يكفر بالسب فإن ذلك لا يعفيه من الحكم بالكفر؛ لأن سب الله اتفقت الفطر على قبحه وأنه مُحرم، فجهل العبد بما يترتب على هذا المحرم لا يعفيه مما يترتب على الفعل، فإنه يكفر بفعله؛ ولذلك قال الشيخ رحمه الله: (وقد يقولها وهو جاهل فلا يعذر بجهله) وهذا يحمل على الجهل بما يترتب على قول المحرم، وإلا فإنه يعلم أنها محرمة، وإلا لم يكن الله سبحانه وتعالى ليؤاخذه وهو لا يعلم حرمة هذا القول. ¶ وقد استند بعض الشارحين لهذا الكتاب إلى هذه الجملة في القول بأن الشيخ رحمه الله يذهب إلى عدم العذر بالجهل! وهذه مسألة كبيرة، كثر فيها الكلام، وطال فيها الخلاف، وألفت كتب تنصر قول القائلين بعدم العذر، وكتب تنصر قول القائلين بالعذر بالجهل، والقول الفصل في هذه المسألة: أنه لا يقال بالعذر مطلقاً، ولا يقال بعدم العذر مطلقاً، بل يفصّل في الجهل، فمن الجهل ما يعذر به صاحبه، ومن الجهل ما لا يعذر به صاحبه، أما بالنسبة لعقيدة الشيخ رحمه الله في هذا، فله رحمه الله من النصوص ما يتبين من خلاله أنه لا يقول بعدم العذر مطلقاً، بل يقول بالعذر بالجهل في أحوال وأحيان، حتى في مسائل الاعتقاد، وسيتبين هذا من خلال نصوص نقرؤها عليكم من كلام الشيخ، ومن كلام طلابه وأتباعه على دعوته. ¶ فمن ذلك ما ذكره الشيخ رحمه في الدرر السنية في أحد رسائله، قال رحمه الله: (وإن كنا لا نكفر من عبد الصنم الذي على عبد القادر والصنم الذي على قبر أحمد البدوي وأمثالهما؛ لأجل جهلهم وعدم من ينبههم) وهذا النص من كلام الشيخ، وهو يفيد أنه يعذر بالجهل مع وجود سببه، كأن يكون الجهل فاشياً في البلاد، ولا يوجد من ينبه ويدعو إلى التوحيد. ¶ ومن كلام ابنه عبد الله في الدرر السنية أيضاً، قال رحمه الله في بيان موقف أهل الدعوة، وبيان موقف الشيخ رحمه الله، وكان كلامه في عدم تكفيره من يقول: يا رسول الله! أسألك، إذا كان جاهلاً بهذا؛ يقول رحمه الله: (ونعتذر عمن مضى لأنهم مخطئون معذورون لعدم عصمتهم من الخطأ) ، ثم قال: (فإن قلت: هذا فيمن ذهل ثم لما نبه انتبه، فما القول فيمن حرر الأدلة، واطلع على كلام الأئمة القدوة، واستمر مصراً على ذلك حتى مات -يعني على تجويز سؤال النبي صلى الله عليه وسلم الشفاعة-؟ قلت: -والقائل هو عبد الله بن محمد بن عبد الوهاب - ولا مانع أن نعتذر لمن ذكر، ولا نقول أنه كفر، ولا لمن تقدم أنه مخطئ، وإن استمر على خطئه؛ لعدم من يناضل عن هذه المسألة في وقته بلسانه وسيفه وسنانه، فلم تقم عليه الحجة، ولا وضحت له المحجة، بل الغالب على زمان المؤلفين المذكورين -أي الذين اطلعوا على الأدلة ومع ذلك استمروا في تجويز هذه المسألة التواطؤ على هجر كلام أئمة السنة في ذلك رأساً، ومن اطلع عليه أعرض عنه قبل أن يتمكن ذلك في قلبه، ولم تزل أكابرهم تنهى أصاغرهم عن مطلق النظر في ذلك، وصولة الملك قاهرة لمن وقر في قلبه شيء من ذلك إلا من شاء الله منهم) . ¶ وقال أيضاً: (ونحن كذلك لا نقول بكفر من صحت ديانته، وشهر صلاحه وعلمه وورعه وزهده، وحسنت سيرته، وبلغ من نصح الأمة ببذل نفسه لتدريس العلوم النافعة والتأليف فيها، وإن كان مخطئاً في هذه المسألة -وهي مسألة سؤال النبي صلى الله عليه وسلم الشفاعة- أو غيرها كـ ابن حجر الهيتمي) الذي كان له عدد من الردود والكلام على بعض المسائل التي تكلم عنها شيخ الإسلام رحمه الله. ¶ وقال عبد الرحمن بن حسن رحمه الله نقلاً عن شيخ الإسلام: (ونحن نعلم بالضرورة أن النبي صلى الله عليه وسلم لم يشرع لأحدٍ أن يدعو أحداً من الأموات، لا الأنبياء ولا الصالحين ولا غيرهم، لا بلفظ الاستغاثة ولا بغيرها، كما أنه لم يشرع لأمته السجود لا لميت ولا إلى ميت ونحو ذلك، بل نعلم أنه نهى عن هذه الأمور كلها، وأن ذلك من الشرك الذي حرمه الله ورسوله) . ¶ ثم قال: (ولكن لغلبة الجهل وقلة العلم بآثار الرسالة في كثير من المتأخرين لم يمكن تكفيرهم بذلك حتى يبين ما جاء به الرسول مما يخالفه) . ¶ وقال عبد اللطيف بن عبد الرحمن بن حسن رحمه الله: (والشيخ محمد رحمه الله -يقصد الشيخ محمد بن عبد الوهاب - من أعظم الناس توقفاً وإحجاماً عن إطلاق الكفر، حتى إنه لم يجزم بتكفير الجاهل الذي يدعو غير الله من أهل القبور وغيرهم إذا لم يتيسر له من ينصحه، ويبلغه الحجة التي يكفر مرتكبها) . ¶ هذه النصوص التي وقفت عليها -وغيرها كثير- تدل وتوضح موقف الشيخ رحمه الله وتلاميذه من مسألة التكفير، ومن مسألة العذر بالجهل، وأنه لا ينبغي الإطلاق بأن الشيخ لا يقول بالعذر بالجهل، بل المسألة من حيث أصلها فيها تفصيل، وذلك هو موقف الشيخ فيما يظهر من كلامه، فينظر في حال الواقع في الشرك، وعلى ضوء حاله يحكم عليه: هل جهله يعذر به أم لا يعذر به؟ وهذه المسألة قد أفردت بكتب، وتكلم عليها كثير من المؤلفين المتأخرين، ومن أراد الاستزادة فليرجع لهذه الكتب، وشيخ الإسلام ابن تيمية رحمه الله يقول بعدم التفريق بين مسائل الأصول ومسائل الفروع في مسألة العذر بالجهل، وله في هذا كلام كثير في مواضع كثيرة. ¶ ثم قال رحمه الله: (وقد يقولها وهو يظن أنها تقربه إلى الله تعالى كما كان يفعل الكفار، خصوصاً إن ألهمك الله تعالى ما قص عن قوم موسى مع صلاحهم وعلمهم) في قول الشيخ رحمه الله: (وعلمهم) بعض النظر، فإن الله سبحانه وتعالى قد ذكر عنهم بعد هذه الآية من كلام موسى عليه السلام أنه قال: {بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ} [النمل:55] ، فهم ليسوا علماء، ولو كانوا علماء ما طلبوا إلهاً يعبد من دون الله، ففي قوله: (وعلمهم) بعض النظر، قال: (فحينئذ يعظم حرصك وخوفك على ما يُخلصك من هذا وأمثاله) .",
            "page": "7",
            "part": "4",
            "seal": "7A774E32"
        },
        {
            "id": "29",
            "nass": "شرح كشف الشبهات [5] ¶ أنزل الله القرآن وجعل فيه آيات محكمات هن أم الكتاب، وأخر متشابهات، فأعداء التوحيد من أهل الأهواء يتبعون المتشابه منه ليضلوا الناس بغير علم، والراسخون في العلم يردون المتشابه إلى المحكم فيكون كله محكماً، وقد تصدى أهل العلم لإبطال شبه أهل الأهواء بالبراهين الساطعة والحجج الناصعة.",
            "page": "1",
            "part": "5",
            "seal": "9AE82BF9"
        },
        {
            "id": "30",
            "nass": "وجود أعداء التوحيد من سنن الله التي لا تتخلف ¶ بسم الله الرحمن الرحيم الحمد لله رب العالمين، والصلاة والسلام على سيد المرسلين وبعد: قال المؤلف رحمه الله تعالى: [واعلم أن الله سبحانه من حكمته لم يبعث نبياً بهذا التوحيد إلا جعل له أعداءً كما قال تعالى: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوّاً شَيَاطِينَ الْأِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً} [الأنعام:112] . ¶ وقد يكون لأعداء التوحيد علوم كثيرة وكتب وحجج كما قال تعالى: {فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ} [غافر:83] . ¶ إذا عرفت ذلك، وعرفت أن الطريق إلى الله تعالى لابد له من أعداء قاعدين عليه أهل فصاحة وعلمٍ وحُجج؛ فالواجب عليك أن تعلم من دين الله ما يصير لك سلاحاً تقابل به هؤلاء الشياطين، الذين قال إمامهم ومقدمهم لربك عز وجل: {لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ * ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} [الأعراف:16-17] ، ولكن إذا أقبلت على الله، وأصغيت إلى حججه وبيناته فلا تخف ولا تحزن {إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفاً} [النساء:76]] . ¶ قال الشيخ رحمه الله: (واعلم أنه سبحانه من حكمته لم يبعث نبياً بهذا التوحيد إلا جعل له أعداء) ، وهذا من سُنّة الله سبحانه وتعالى في رسله وفي أتباعه، أنه لابد للرسل ولأتباع الرسل من أعداء، وهؤلاء الأعداء يضلون عن سبيل الله، ويحاربون الرسل، ويحاربون أتباعهم، ويريدون إطفاء نور الله الذي جاءت به الرسل وحمله أتباعهم؛ ولذلك قال الله سبحانه وتعالى مسلياً نبيه: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوّاً شَيَاطِينَ الإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً} [الأنعام:112] ، وفي هذا تسلية للنبي صلى الله عليه وسلم، وأن ما يلقاه من اعتداء وأذى من قومه لم يكن أمراً خُصّ به دون سائر الرسل، بل هو أمر درج عليه الرسل، وهي سُنّة الله سبحانه وتعالى في أوليائه ليتميز حزبه من حربه، والله سبحانه وتعالى قد تكفل بإبطال كيد هؤلاء فقال جل ذكره: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوّاً مِنَ الْمُجْرِمِينَ وَكَفَى بِرَبِّكَ هَادِياً وَنَصِيراً} [الفرقان:31] ، فبعد أن أخبر بوجود العداوة من المجرمين للأنبياء بيّن سبحانه وتعالى أن هذه العداوة مبطلة بنصر الله سبحانه وتعالى وبهدايته، والنصر والهداية هما اللذان يحتاجهما العبد في مواجهة هؤلاء، فإن ما يغزو به هؤلاء أهل الحق، أو ما يشغّبون به على أهل الحق، أو أسلوبهم في محاربة أهل الحق لا يخرج عن طريقين: الأول: التشكيك والتضليل. ¶ الثاني: المحاربة والمقاتلة. ¶ وقد تعهد الله سبحانه وتعالى بإبطال هذين النوعين من الكيد، فتعهد بالهداية التي تقابل التشكيك والتضليل، وتعهد بالنصر الذي يقابل المقاتلة والمحاربة: وبهذا يعلم أنه مهما استطال الباطل، وارتفعت أعلامه، وانتشرت راياته، وكثر أهله، فإنه مدحور، والعاقبة للمتقين كما أخبر سبحانه وتعالى، وقد تكون العاقبة بعد ممات الداعية أو المصلح أو العالم أو المجدد، فإن الله سبحانه وتعالى لم يضمن ظهور ثمار الرسالة للنبي صلى الله عليه وسلم في حياته، بل وعده بالنصر مطلقاً، ولم يتعهد بإظهار هذا النصر في حياته صلى الله عليه وسلم. ¶ لكنما العقبى لأهل الحق إن فاتت هنا كانت لدى الديان والمقصود بقول الشاعر: (هنا) أي: في الدنيا. ¶ فنسأل الله سبحانه وتعالى أن يجعلنا وإياكم من أهل الحق.",
            "page": "2",
            "part": "5",
            "seal": "948C7043"
        },
        {
            "id": "31",
            "nass": "علوم أعداء التوحيد وحججهم ¶ ثم قال رحمه الله: (وقد يكون لأعداء التوحيد علوم كثيرة وكتب وحجج) ولكن هذه العلوم والكتب والحجج هي مما يصد عن سبيل الله سبحانه وتعالى وهي في الحقيقة شبه وليست حججاً؛ ولذلك قال عنها الأول: حجج تهافت كالزجاج تخالها حقاً وكل كاسر مكسور فما يأتي به المبطلون يتخيله بعض الناس حججاً، وهي في الحقيقة شبه؛ ولذلك اغتروا بما عندهم من علم، وبما عندهم من حجج، وظنوا أن هذا سيقيهم عذاب الله سبحانه وتعالى، وتكون لهم به العاقبة، فأبطل الله سبحانه وتعالى ذلك، وبين أن هذا لن يغني عنهم عند الله شيئاً، فهم لما جاءتهم الرسل بالحق من الله فرحوا بما عندهم من العلم كما قال الله سبحانه وتعالى: {فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ} [غافر:83] ، وانظر إلى قوله: (بالبينات) فإنهم أتوا بشيء ظاهر بيّن، لكن هؤلاء لما مردت قلوبهم على الكفر والفسق، وأشربت قلوبهم حب الكفر والشرك؛ لم يستطيعوا أن ينفكوا من هذا البلاء، ففرحوا بما عندهم من العلم، والذي عندهم من العلم هو حقيقة الجهل وعلم الدنيا كما أخبر سبحانه وتعالى عنهم: {يَعْلَمُونَ ظَاهِراً مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ} [الروم:7] .",
            "page": "3",
            "part": "5",
            "seal": "C95332A5"
        },
        {
            "id": "32",
            "nass": "ما يجب على المسلم لمقاومة أعداء التوحيد وإمامهم إبليس ¶ ثم قال رحمه الله: (إذا عرفت ذلك وعرفت أن الطريق إلى الله تعالى لابد له من أعداءٍ قاعدين عليه أهل فصاحة وعلم وحجج، فالواجب عليك أن تعلم من دين الله ما يصير لك سلاحاً تقاتل به هؤلاء الشياطين) ولا شك أنه يجب على العبد أن يتعلم من دين الله ما يقيم به دينه، فالذي يعيش في أوساط المبتدعة وفي أجواء الشرك يجب عليه من العلم ما لا يجب على الذي يعيش في بلاد التوحيد، والذي يعيش في بلاد السنة، ولذلك يُخطئ من يُفرّط في تعلم ما يجب عليه تعلمه ثم ينكسر أمام شبه المشبهين، وتضليل المضللين، فينبغي على العبد أن يأخذ من العلوم ما يحتاج. ¶ ثم قال رحمه الله: (الذين قال إمامهم ومقدمهم لربك عز وجل: {لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ * ثُمَّ لآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} [الأعراف:16-17] ) وهذا فيه إشعار بإحاطة الشيطان بالعبد، وأنه يأتيه من بين يديه ومن خلفه، وعن يمينه وعن شماله، وما ذلك إلا لإحكام القبضة عليه، فهو يأتيه من أمامه وعن يمينه فيزهده في الطاعات والصالحات والقربات، ويأتيه من خلفه وعن شماله فيحثه على المعاصي والسيئات، وقال بعضهم: يأتيه عن يمينه فيزهده في الطاعات، ويأتيه عن شماله فيرغبه في السيئات، ويأتيه من أمامه فيقعده عن طلب الآخرة؛ لأن الآخرة أمامه، ويأتيه من خلفه ويجذبه إلى الدنيا؛ لأن الدنيا خلفه، وعلى كل فالمراد من هذه الإحاطة هو تسلط الشيطان على العبد، وأنه لا نجاة له من هذا الشيطان الذي أحاط به من كل جانب إلا بالإقبال على العلم النافع والعمل الصالح الذي ينجيه من تسلطه وإحاطته.",
            "page": "4",
            "part": "5",
            "seal": "3A579B72"
        },
        {
            "id": "33",
            "nass": "ضعف حجج أعداء التوحيد وبطلانها ¶ ثم قال رحمه الله: (ولكن إذا أقبلت على الله، وأصغيت إلى حججه وبيناته، فلا تخف ولا تحزن {إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفاً} [النساء:76] ) وهذه من منة الله علينا أن الله سبحانه وتعالى وعدنا بأن الذي يُقبل عليه ويُقبل على حججه سيهديه إلى السبيل والصراط المستقيم؛ ولذلك قال الله سبحانه وتعالى: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَاَ} [العنكبوت:69] . ¶ فالواجب على العبد أن يقدم العربون، وأن يُقبل على الله سبحانه وتعالى مجاهداً في طلب العلم النافع، مجاهداً في تحقيق الإخلاص والعبودية لله سبحانه وتعالى، وليعلم أنه سيحصّل الخير، وسيكفيه الله سبحانه وتعالى هذا الكيد الكبير؛ لأنه مع التوحيد والإخلاص والعمل يغدو كيد الشيطان ضعيفاً كما أخبر الله سبحانه وتعالى عنه: (إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفاً) . ¶ ثم قال رحمه الله: [والعامِّيُّ من الموحدين يغلب ألفاً من علماء هؤلاء المشركين كما قال تعالى: {وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ} [الصافات:173]] وكل من تمسك بكتاب الله وسُنّة رسوله ودعا إلى الله وإلى ما جاء به الرسول صلى الله عليه وسلم فهو من جند الله، وكل من أعرض عن كتاب الله وسُنّة رسوله وأقبل على الشهوات والشبهات فإنه من جند الشيطان، فجند الله هم الغالبون بالحجة واللسان كما أنهم هم الغالبون بالسيف والسِّنان. ¶ ثم قال رحمه الله: [فجند الله هم الغالبون بالحجة واللسان كما أنهم الغالبون بالسيف والسِّنان، وإنما الخوف على الموحد الذي يسلك الطريق وليس معه سلاح، وقد مَنَّ الله تعالى علينا بكتابه الذي جعله {تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} [النحل:89]] فكل هدى في كتابه سبحانه وتعالى، وكل ما يقربك إلى الله ويدلك على طريقه ويبعدك عن الشيطان ويحذرك من سبله وأساليبه؛ موجود في كتاب الله وفي سُنّة رسوله صلى الله عليه وسلم. ¶ ثم يقول رحمه الله: [فلا يأتي صاحب باطل بحجة إلا وفي القرآن ما ينقضها ويبين بطلانها كما قال تعالى: {وَلا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً} [الفرقان:33]] وهذا من بديع إعجاز القرآن الكريم، أنه لا يستدل به صاحب باطل على باطله إلا وفي كتاب الله بل في ذلك الدليل الذي استدل به -إن كان دليلاً ثابتاً سواء كان من السنة أو كان من القرآن- ما يُبطل حجته، ويرد شبهته كما قال تعالى: {وَلا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً} [الفرقان:33] وانظر كيف سمّى الله عز وجل ما يأتي به المبطلون (مثلاً) ، وكيف سمّى ما في كتاب الله سبحانه وتعالى من الحجج (حقاً) ، وهذا لا شك فيه، فإن ما يأتي به المبطلون هو شُبه تُدحض بالحق الذي في كتاب الله وسُنّة رسوله صلى الله عليه وسلم، قال تعالى: {وَلا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً} [الفرقان:33] . ¶ ثم قال رحمه الله: [قال بعض المفسرين: هذه الآية عامة في كل حجة يأتي بها أهل الباطل إلى يوم القيامة] .",
            "page": "5",
            "part": "5",
            "seal": "C562B89F"
        },
        {
            "id": "34",
            "nass": "الإجمال والتفصيل في الجواب عن شبه المشركين ¶ ثم قال رحمه الله: [وأنا أذكر لك أشياء مما ذكر الله في كتابه جواباً لكلام احتج به المشركون في زماننا علينا] هنا شرع الشيخ رحمه الله في الكلام على الشبهات وردها، وكل ما تقدم هو توطئة وتقدمة لهذه الشبهات، وفهمنا من كلامه أن هذه الشبهات ليست من نسج الخيال ولا من صنع الأفكار وإنما هي حصاد ما ورد على الشيخ من إيرادات؛ ولذلك كان هذا الكتاب بالمنزلة التي سمعتم من كلام الشيخ سليمان رحمه الله فيها. ¶ ثم قال رحمه الله: [فنقول: جواب أهل الباطل من طريقين: مجمل ومفصل] وهذه الطريقة طريقة جيدة بديعة وذلك أن الجواب على بدع المبطلين وشبهات المشبهين يُسلك فيها جواب مجمل وجواب مفصل. ¶ فالجواب المجمل ينفع في الإجابة على كل شُبهة يوردونها. ¶ وأما الجواب المفصل فتدفع به كل شبهة بعينها. ¶ فإن أورد عليك المبطل شبهاً مفصلة فيكفيك في الرد عليه أن ترد عليه جواباً مجملاً، فإن عجزت عن إجابة تفاصيل ما أورد عليك من الشبه كفاك ما أجبت به إجمالاً، فالشيخ ذكر جواباً مجملاً يصلح في الإجابة على كل ما أورد من شبه تفصيلية.",
            "page": "6",
            "part": "5",
            "seal": "7EC6273A"
        },
        {
            "id": "35",
            "nass": "الآيات المحكمات والمتشابهات وطريقة الأخذ بها عند أهل الإيمان وعند أولياء الشيطان ¶ ثم قال رحمه الله: [أما المجمل فهو الأمر العظيم والفائدة الكبيرة لمن عقلها، وذلك قوله تعالى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ} [آل عمران:7] ، وقد صح عن رسول الله صلى الله عليه وسلم: (إذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم) ] وهذه تقدمة في الجواب المجمل فإنه قال رحمه الله: (أما المجمل فهو الأمر العظيم والفائدة الكبيرة لمن عقلها) وذكر الآية التي فيها أن آيات الكتاب قسمان: محكمة ومتشابهة، وبين سبيل المؤمنين المتبعين المقتفين لآثار الرسل، وسبيل الزائغين المشبهين، أما سبيل المؤمنين فهو الإيمان بما جاء في الكتاب وحمل المتشابه على المحكم، وأما الزائغون فهم الذين يتبعون ما تشابه منه. ¶ وآيات الله سبحانه وتعالى قسمان: القسم الأول: محكمة. ¶ الثاني: متشابهة، فالمحكمة هي: التي تكون ظاهرة المعنى، ولا تحتمل إلا معنى واحداً، وأما المتشابهة فهي: الآيات التي تحتمل أكثر من معنى بدون مرجح لأحدها. ¶ ومثال المحكم والمتشابه قول الله سبحانه وتعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر:9] فهذه الآية فيها الخطاب بالجمع، قال الله سبحانه وتعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ} [الحجر:9] فأتى بضمير الجمع في الخطاب فهذه أخذ منها بعض المشككين من النصارى أن الآلهة ثلاثة وإلا لما كان يسوغ أن يقول: نحن وهو واحد سبحانه وتعالى، ولا يسوغ أن يقول: إنّا وهو واحد سبحانه وتعالى، فالجواب على هذا أن نقول: (إنا) و (نحن) المراد بها هنا التعظيم، فإن قالوا: هذا محتمِل فنقول: الله سبحانه وتعالى قد بين لنا في كتابه أنه واحد فقال: {قُلْ هُوَ اللَّهُ أَحَدٌ} [الإخلاص:1] فتكون هذه الآية من سورة الإخلاص محكمة، وهذه الآية من سورة الحجر متشابهة؛ لأنها تحتمل أكثر من معنى بزعمهم، وعلى هذا نقول: نحمل المتشابه على المحكم. ¶ فهذا مثال للمحكم والمتشابه، وطريقة حمل المتشابه على المحكم، وبيّن الله سبحانه وتعالى أن الذين في قلوبهم زيغ يتبعون ما تشابه منه، ولذلك تمسك النصارى بهذه الآيات التي فيها تعبير الله سبحانه وتعالى عن نفسه بصيغة الجمع على أنه سبحانه وتعالى أكثر من واحد، ويزعمون أنه ثلاثة، والمحكم الذي في كتاب الله سبحانه وتعالى أنه واحد كما قال سبحانه وتعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ} [الإخلاص:1] وكما دلت عليه الآيات والأحاديث الكثيرة.",
            "page": "7",
            "part": "5",
            "seal": "E103B913"
        },
        {
            "id": "36",
            "nass": "التحذير ممن يتبعون المتشابهات ¶ ثم قال رحمه الله: [وقد صح عن النبي صلى الله عليه وسلم أنه قال: (إذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم) ] وهذا الحديث في الصحيحين من حديث عائشة، وفيه التحذير من السماع لأهل الشبهات وأهل الأهواء. ¶ والشبهات -أيها الإخوة- قد ترد على العبد، ويظن أنها نابعة عن سعة علم، وعن معرفة واطلاع، والغالب أن الشبهات لا ترد إلا على قلب ضعيف، فالشبهات لا تنشأ إلا عن قلة في العلم أو ضعف في البصيرة؛ ولذلك إذا تواردت على قلبك الشبهات فاعلم أن علمك ضعيف، وليس ذلك لكثرة علمك. ¶ وقد تكلم ابن القيم رحمه الله كلاماً طيباً في الحذر من الشبهات وأهل الشبهات، وذكر وصية لشيخ الإسلام ابن تيمية رحمه الله، وذلك في مفتاح دار السعادة، قال رحمه الله: (فأيما قلب صغى إليها -أي: إلى شبهات الباطل- وركن إليها، تشربها وامتلأ بها، فينضح لسانه وجوارحه بموجبها، فإن أشرب شبهات الباطل تفجرت على لسانه الشكوك والشبهات والإيرادات فيظن الجاهل أن ذلك لسعة علمه وإنما ذلك من عدم علمه ويقينه، وقال لي شيخ الإسلام رضي الله عنه - يشير إلى ابن تيمية رحمه الله - وقد جعلت أورد عليه إيراداً بعد إيراد: لا تجعل قلبك للإيرادات والشبهات مثل السفنجة، فيتشربها فلا ينضح إلا بها، ولكن اجعله كالزجاجة المصمتة، تمر الشبهات بظاهرها ولا تستقر فيها، فيراها بصفائه ويدفعها بصلابته، وإلا فإذا أشرَبتَ قلبك كل شبهة تمر عليه صار مقراً للشبهات أو كما قال) اهـ. ¶ يقول ابن القيم رحمه الله: (فما أعلم أني انتفعت بوصية في دفع الشبهات كانتفاعي بذلك) ، وهذه وصية نافعة مباركة في دفع الشبهات ودحضها، وهي أن يحذر الإنسان منها، وألا يجعل قلبه مقراً لها، بل يدفعها عن قلبه ما استطاع، ومن سبل دفعها دفع أهلها والنأي عنهم.",
            "page": "8",
            "part": "5",
            "seal": "1851F07A"
        },
        {
            "id": "37",
            "nass": "كيفية رد المتشابه إلى المحكم ¶ ثم قال رحمه الله: [مثال ذلك: إذا قال لك بعض المشركين: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} [يونس:62] وأن الشفاعة حق، وأن الأنبياء لهم جاه عند الله، أو ذكر كلاماً للنبي صلى الله عليه وسلم يستدل به على شيء من باطله، وأنت لا تفهم معنى الكلام الذي ذكره؛ فجاوبه بقولك: إن الله ذكر أن الذين في قلوبهم زيغ يتركون المحكم ويتبعون المتشابه، وما ذكرته لك من أن الله ذكر أن المشركين يُقرون بالربوبية وأن كفرهم بتعلقهم بالملائكة والأنبياء والأولياء مع قولهم: {هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس:18] هذا أمر محكم بين لا يقدر أحد أن يغير معناه، وما ذكرت لي -أيها المشرك- من القرآن أو كلام النبي صلى الله عليه وسلم لا أعرف معناه] يعني: لا أعرف أن معناه هو الذي ذكرت وإلا فمعنى قوله تعالى: (أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ) بيّن يعرفه الموحد، ولكن لا يعرف الموحد من هذه الآية أنه يجوز الاستشفاع بهم، ويجوز سؤالهم من دون الله سبحانه وتعالى، وصرف العبادات إليهم دون الله سبحانه وتعالى. ¶ ثم قال رحمه الله: [ولكن أقطع أن كلام الله لا يتناقض، وأن كلام النبي صلى الله عليه وسلم لا يخالف كلام الله عز وجل. ¶ وهذا جواب جيد سديد، ولكن لا يفهمه إلا من وفقه الله تعالى، فلا تستهن به فإنه كما قال تعالى: {وَمَا يُلَقَّاهَا إِلا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلا ذُو حَظٍّ عَظِيمٍ} [فصلت:35]] . ¶ إذاً: أجاب الشيخ رحمه الله على مجموع هذه الشبه التي أوردها المشرك بجواب مجمل، وهو التمسك بالمحكم من الآيات، ورد كل ما خالف ذلك المحكم. ¶ وهذا هو سبيل العلماء الراسخين والمقتفين لآثار النبيين والصالحين من الصحابة ومن بعدهم؛ أنهم يتمسكون بالمحكم ويردون المتشابه إليه، فإذا قال القائل من هؤلاء المشركين: (أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ) هذا يدل على أنه يجوز الاستشفاع بهم، قلنا له: ما وجه دلالة هذه الآية على ما تذكر، مع أن الله سبحانه وتعالى قد أنكر على المشركين طلب الشفاعة ممن طلبوا منهم من الصالحين والمعبودين من الملائكة والأنبياء وغيرهم؟! فهذا جواب مجمل ترد به على هؤلاء. ¶ ومن هذا نفهم أن الآيات المتشابهة ليست آيات محددة العدد، بل هي مختلفة، فقد يشتبه على شخص ما لا يشتبه على آخر فالتشابه في الآيات أمر نسبي وليس أمراً محدداً، فهذا المشرك اشتبه عليه الأمر، وظن أن قوله تعالى: (أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ) يدل على ما ذهب إليه من الشرك. ¶ وذكر الشيخ رحمه الله أن هذا الجواب سديد، ولكن لا يفهمه إلا من وفقه الله. ¶ ثم قال رحمه الله: [فلا تستهن به فإنه كما قال تعالى: (وَمَا يُلَقَّاهَا إِلا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلا ذُو حَظٍّ عَظِيمٍ) ] . ¶ وبهذا تعلم أن جميع ما يورده المشركون من الشبه والحجج هي شبه وحجج داحضة يعني: باطلة؛ لأن الرسل دعت إلى التوحيد، ودعت إلى إفراد الله سبحانه وتعالى بالعبادة، فأي عبادة صرفها لغير الله شرك، فلو جاء بأدلة الدنيا كلها بجواز صرف نوع من أنواع العبادة لغير الله رددنا هذه الأدلة، وأخذنا بالأدلة الظاهرة في أن الرسل جاءت بالدعوة إلى التوحيد، وعدم جواز صرف أي نوع من أنواع العبادة لغير الله تعالى.",
            "page": "9",
            "part": "5",
            "seal": "D2393798"
        },
        {
            "id": "38",
            "nass": "شبهة المشركين بأن دعاء الصالحين لأجل منزلتهم عند الله ¶ ثم صدر الشيخ رحمه الله الشبهات المفصلة بثلاث شبه فقال رحمه الله في وصفها: [واعلم أن هذه الشبه الثلاث هي أكبر ما عندهم] فبدأ رحمه الله في الشبهات بثلاث شبه هي كبار الشبه التي يوردها المشبهون، ويتمسك بها المسوغون والواقعون في الشرك. ¶ وأول هذه الشبه قال رحمه الله: [فإن أعداء الله لهم اعتراضات كثيرة على دين الرسل، يصدون بها الناس عنه، منها قولهم: نحن لا نشرك بالله، بل نشهد أنه لا يخلق ولا يرزق ولا ينفع ولا يضر إلا الله وحده لا شريك له، وأن محمداً صلى الله عليه وسلم لا يملك لنفسه نفعاً ولا ضراً فضلاً عن عبد القادر أو غيره] كل هذا فهمنا منه أن المشرك يُقر بتوحيد الربوبية ويظن أن عدم إشراكه هو إقراره بتوحيد الربوبية؛ لأنه صدّر كلامه بقوله: (نحن لا نشرك بالله) ، وما الدليل على عدم شركه بالله؟ قال: (بل نشهد أنه لا يخلق ولا يرزق ولا ينفع ولا يضر إلا الله وحده لا شريك له) فهذا أخطأ في فهم توحيد الإلهية، فظن أن توحيد الإلهية هو أن يعتقد أنه لا يخلق ولا يرزق ولا ينفع ولا يضر إلا الله، وأن محمداً صلى الله عليه وسلم لا يملك لنفسه ضراً ولا نفعاً فضلاً عن عبد القادر أو غيره. ¶ ثم قال رحمه الله حاكياً عنهم: [ولكن أنا مذنب، والصالحون لهم جاه عند الله، وأطلب من الله بهم] هذه هي الشبهة الكبرى التي وقع بها المشركون في الشرك، والدليل قوله تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر:3] ، وقوله تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس:18] فما ذكره هذا المشرك هو عين ما احتج به أعداء الرسل على رسلهم، وأنهم لم يصرفوا العبادات لأجل هؤلاء، إنما صرفوها لأجل تحصيل الشفاعة منهم وأن لهم جاهاً عند الله؛ ولذلك قال الشيخ رحمه الله: [فجاوبه بما تقدم، وهو: أن الذين قاتلهم رسول الله صلى الله عليه وسلم مقرون بما ذكرت، ومقرون بأن أوثانهم لا تدبر شيئاً، وإنما أرادوا الجاه والشفاعة، واقرأ عليه ما ذكر الله في كتابه ووضحه] .",
            "page": "10",
            "part": "5",
            "seal": "9D30129E"
        },
        {
            "id": "39",
            "nass": "الجواب على شبه المشركين بأن دعاء الصالحين لأجل منزلتهم عند الله ¶ فالجواب على الشبهة الأولى من وجهين: الوجه الأول: بيان معنى توحيد الإلهية؛ لأن هذا ظنّ أن توحيد الإلهية هو أن يعتقد أنه لا يخلق ولا يرزق ولا يدبر ولا ينفع ولا يضر إلا الله وحده لا شريك له، وأن الإقرار بهذا هو إقرار بتوحيد الربوبية الذي أقرّ به المشركون كما قال سبحانه وتعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} [يونس:31] فهم مقرون بهذا ولا نقاش. ¶ الوجه الثاني: أن نقول: إن ما احتججت به هو الذي احتج به المشركون على رسلهم، فإنك تزعم أنك تطلب منهم الشفاعة وأنك ترغب في الجاه الذي عندهم، وأنت ليس عندك جاه، والله سبحانه وتعالى قد ذكر ذلك عن المشركين، وحكم عليهم بالشرك بهذا.",
            "page": "11",
            "part": "5",
            "seal": "186157D0"
        },
        {
            "id": "40",
            "nass": "شرح كشف الشبهات [6] ¶ شبه المشركين المنتسبين إلى الإسلام كثيرة، منها أن كفار قريش كانوا يعبدون الأصنام، وأما هؤلاء فهم يتوسلون إلى أنبياء وأولياء لا إلى جمادات وأصنام، متجاهلين أن دعاءهم لهم هو من العبادة؛ لأن الدعاء إما أن يكون دعاء مسألة أو دعاء عبادة وهما متلازمان وحصول أحدهما يعني بالضرورة حصول الآخر.",
            "page": "1",
            "part": "6",
            "seal": "87669A07"
        },
        {
            "id": "41",
            "nass": "شبهة المشركين بأن الكفار قديماً كانوا يدعون الأصنام لا الصالحين ¶ الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، وبعد: [فإن قال: هؤلاء الآيات نزلت فيمن يعبد الأصنام، كيف تجعلون الصالحين مثل الأصنام؟ أم كيف تجعلون الأنبياء أصناماً؟ فجاوبه بما تقدم فإنه إذا أقر أن الكفار يشهدون بالربوبية كلها لله، وأنهم ما أرادوا ممن قصدوا إلا الشفاعة. ¶ ولكن أراد أن يفرق بين فعلهم وفعله بما ذكره، فاذكر له أن الكفار منهم من يدعو الأصنام، ومنهم من يدعو الأولياء الذين قال الله فيهم: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ} [الإسراء:57] ، ويدعون عيسى ابن مريم وأمه، وقد قال تعالى: {مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآياتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ * قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَمْلِكُ لَكُمْ ضَرّاً وَلا نَفْعاً وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} [المائدة:75-76] واذكر له قوله تعالى: {وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلائِكَةِ أَهَؤُلاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ * قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ} [سبأ:40-41] ، وقال تعالى: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ} [المائدة:116] ، الآية، فقل له: أعرفت أن الله كفر من قصد الأصنام، وكفر من قصد الصالحين وقاتلهم رسول الله صلى الله عليه وسلم؟] . ¶ هذه هي الشبهة الثانية، وملخصها أن الذين بعث النبي صلى الله عليه وسلم فيهم للإنكار عليهم ومحاربتهم وقتالهم قوم كانوا يعبدون الأصنام، والأصنام لا شبهة في عبادتها؛ ولذلك حاربتهم الرسل، أما هو -أي: المشرك- فيصرف العبادة إلى الملائكة والنبيين والصالحين الذين في عبادتهم نفع، وهو طلب جاههم وشفاعتهم، ففرّق بين الشرك بالأصنام والأحجار وبين الشرك بالملائكة والصالحين. ¶ قال رحمه الله: (فإن قال: هؤلاء الآيات نزلت فيمن يعبد الأصنام كيف تجعلون الصالحين مثل الأصنام أم كيف تجعلون الأنبياء أصناماً؟ فجاوبه بما تقدم، فإنه إذا أقر أن الكفار يشهدون بالربوبية كلها لله، وأنهم ما أرادوا ممن قصدوا إلا الشفاعة) ومقصدهم من قولهم: هؤلاء الآيات أي: الآيات التي فيها النهي عن الشرك، والتحذير منه، وبيان عاقبة أهله. ¶ وقول الشيخ رحمه الله: (فجاوبه بما تقدم) أي: في جوابك عليه في الشبهة الأولى، وملخصه أن المشركين إنما عبدوا من عبدوا لطلب الشفاعة والجاه، فإنه إذا أقر أن الكفار يشهدون بالربوبية كلها لله، وأنهم ما أرادوا ممن قصدوا إلا الشفاعة، فبهذه الإجابة سقطت عنا الشبهة الأولى.",
            "page": "2",
            "part": "6",
            "seal": "41047E8A"
        },
        {
            "id": "42",
            "nass": "الجواب على شبهة المشركين بأن الكفار كانوا يدعون الأصنام لا الصالحين ¶ ثم أجاب رحمه الله عن الشبهة الثانية فقال: (ولكن أراد أن يفرق بين فعلهم وفعله بما ذكر، فاذكر له أن الكفار منهم من يدعو والأصنام، ومنهم من يدعو الأولياء الذين قال الله فيهم {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ} [الإسراء:57] . ¶ إذاً: القوم الذين بعث فيهم النبي صلى الله عليه وسلم وقاتلهم بل وقاتلتهم الرسل جميعاً هم قومٌ وقعوا في الشرك في الصالحين والأصنام وغيرها من أنواع الشرك الذين قال الله فيهم: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ} [الإسراء:57] ، هذه الآية فيها بيان أن الذين يدعوهم المشركون هم قوم يتعبدون لله سبحانه وتعالى، ويطلبون القربة إليه، وهم الملائكة والأنبياء والصالحون، وقد فسر ابن مسعود رضي الله عنه اسم الإشارة (أولئك) في الآية فقال: الجن، ورجح ذلك الطبري، وذهب شيخ الإسلام وغيره إلى أن الآية تشمل الجن وغيرهم ممن دعي من الصالحين كالملائكة والنبيين وصالحي الجن، فالآية دالة على أن الذين بُعث فيهم النبي صلى الله عليه وسلم كانوا يعبدون الأصنام والصالحين والأولياء. ¶ ثم قال رحمه الله: (ويدعون عيسى ابن مريم وأمه، وقد قال تعالى: {مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآياتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ * قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَمْلِكُ لَكُمْ ضَرّاً وَلا نَفْعاً وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} [المائدة:75-76] ، واذكر له قوله تعالى: {وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلائِكَةِ أَهَؤُلاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ * قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ} [سبأ:40-41] ، وقال تعالى: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ} [المائدة:116] ) . ¶ وفي هذا إثبات أن الذين بُعث فيهم النبي صلى الله عليه وسلم كانوا يعبدون الجن والشياطين، ويعبدون أيضاً الملائكة وبعضهم يعبد عيسى ابن مريم. ¶ ثم قال رحمه الله: (فقل له: أعرفت أن الله كَفَّر من قصد الأصنام، وكَفَّر أيضاً من قصد الصالحين، وقاتلهم رسول الله صلى الله عليه وسلم؟) لكن المشبه الذي أشرب قلبه حب الشرك يُراوغ، [فإن قال: الكفار يريدون منهم، وأنا أشهد أن الله هو النافع الضار المدبر، لا أريد إلا منه، والصالحون ليس لهم من الأمر شيء، ولكن أقصدهم أرجو من الله شفاعتهم. ¶ فالجواب: أن هذا قول الكفار سواء بسواءٍ، واقرأ عليه قوله تعالى: {أَلا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر:3] ، وقوله تعالى: {وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس:18] . ¶ واعلم أن هذه الشبه الثلاث هي أكبر ما عندهم، فإذا عرفت أن الله وضحها في كتابه، وفهمتها فهماً جيداً فما بعدها أيسر منها] . ¶ قال رحمه الله: (وأنا أشهد أن الله هو النافع الضار، لا أريد إلا منه، والصالحون ليس لهم من الأمر شيء، ولكن أقصدهم أرجو من الله شفاعتهم) ومعنى هذا ملخصاً هو تكرار الخطأ في الشبهة الأولى، وهو ظن أن التوحيد الذي يُنجيه هو إقراره بأنه لا نافع ولا ضار ولا مدبر إلا الله، والإقرار بهذا لا يزيد عن كونه إقراراً بتوحيد الربوبية، ثم إنه فرق بين ما وقع منه وما وقع من المشركين بقوله: (إن المشركين يريدون منهم) ولسان حاله يقول: وأنا أريد بهم؛ لأنه قال: (ولكن أقصدهم أرجو من الله شفاعتهم) فهو يريد بهم، وأولئك يريدون منهم أي: أن الكفار يسألونهم ويطلبونهم جلب المنافع ودفع المضار، وأما هذا فهو يقول: أنا أريد بهم يعني: يتوسل بهم لتحقيق مطلوبه. ¶ والفرق بين الشبهة الأولى وبين هذه الشبهة: أنهم في الشبهة الأولى اعتمدوا على الجاه، وفي هذه الشبهة اعتمدوا على الشفاعة، هناك قال: إن الصالحين لهم جاه، وأنا مذنب ليس لي جاه، فهناك نظروا إلى الجاه، وهنا نظروا إلى الشفاعة. ¶ ثم قال رحمه الله: (فالجواب: أن هذا قول الكفار سواء بسواء، فاقرأ عليه قوله تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر:3] ، وقوله تعالى: {وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس:18] ) ، هذا عين ما وقع فيه المشركون، ومن المشركين من كان يطلب منهم ويقصدهم، ومنهم من كان يطلب بهم، ولا فرق في ميزان الشارع بين أن تطلب به أو تطلب منه، فإن الله سبحانه وتعالى نهى العباد عن جميع صور الشرك وأنواعه. ¶ ثم قال رحمه الله: (واعلم أن هذه الشبه الثلاث هي أكبر ما عندهم) فأنت إذا تأملت هذه الشبه الثلاث، وكان عندك معرفة بشيء من كتاب الله وشيء من هدي النبي صلى الله عليه وسلم تبددت هذه الشبهات، وصدق عليها قول الشاعر: وكل كاسر مكسور فليس فيها متعلق، وإنما هؤلاء -كما قيل- يتعلقون بأشعة القمر، فإنهم يبحثون عن أدنى متعلق يبررون به شركهم وما وقعوا فيه من عبادة غير الله، ويعتمدونه في مواقعة ما أشربت قلوبهم من الكفر بالله تعالى والإشراك به، وإلا فمن تدبر كلام الله سبحانه وتعالى يعلم أنه ليس فيها مستمسك، وليس عليها معول ثم قال رحمه الله: (فإذا عرفت أن الله وضحها في كتابه وفهمتها فهماً جيداً فما بعدها أيسر منها) .",
            "page": "3",
            "part": "6",
            "seal": "DB2A5D69"
        },
        {
            "id": "43",
            "nass": "شبهة المشركين بأن دعاء الصالحين ليس عبادة ¶ ثم بدأ الشيخ في ذكر أنواع من الشبهات هي دون الثلاث الأول، فأول هذه الشبه التي تعتبر فروعاً عما تقدم هي ما قاله رحمه الله: [فإن قال: أنا لا أعبد إلا الله، وهذا الالتجاء إلى الصالحين ودعاؤهم ليس بعبادة، فقل له: أنت تقر أن الله فرض عليك إخلاص العبادة، وهو حقه عليك، فإذا قال: نعم، فقل له: بين لي هذا الذي فرض عليك، وهو إخلاص العبادة لله وحده وهو حقه عليك، فإن كان لا يعرف العبادة ولا أنواعها فبينها له بقولك: قال الله تعالى: {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ} [الأعراف:55] . ¶ فإذا أعلمته بهذا فقل له: هل علمت هذا عبادة لله؟ فلابد أن يقول لك: نعم، والدعاء مخ العبادة، فقل له: إذا أقررت أنه عبادة لله، ودعوت الله ليلاً ونهاراً خوفاً وطمعاً، ثم دعوت في تلك الحاجة نبياً أو غيره هل أشركت في عبادة الله غيره؟ فلابد أن يقول: نعم، فقل له: فإذا عملت بقول الله تعالى: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} [الكوثر:2] وأطعت الله ونحرت له هل هذا عبادة؟ فلابد أن يقول: نعم، فقل له: فإذا نحرت لمخلوق نبي أو جني أو غيرهما، هل أشركت في هذه العبادة غير الله؟ فلابد أن يقر ويقول: نعم، وقل له أيضاً: المشركون الذين نزل فيهم القرآن، هل كانوا يعبدون الملائكة والصالحين واللات وغير ذلك؟ فلا بد أن يقول: نعم، فقل له: وهل كانت عبادتهم إياهم إلا في الدعاء والذبح والالتجاء ونحو ذلك، وإلا فهم مقرون أنهم عبيد الله وتحت قهره، وأن الله هو الذي يدبر الأمر ولكن دعوهم، والتجئوا إليهم للجاه والشفاعة، وهذا ظاهر جدّاً] .",
            "page": "4",
            "part": "6",
            "seal": "A98EB03F"
        },
        {
            "id": "44",
            "nass": "الجواب على شبهة المشركين بأن دعاء الصالحين ليس عبادة ¶ قال رحمه الله: فإن قال: (أنا لا أعبد إلا الله، وهذا الالتجاء إلى الصالحين ودعاؤهم ليس بعبادة) الشبهة هي قوله: أنا ألتجئ إليهم، والالتجاء والدعاء ليس عبادة فمناقشتهم ستكون كما يلي: قال رحمه الله: (فقل له: أنت تقر أن الله افترض عليك إخلاص العبادة وهو حقه عليك) أما دلالة هذا فلا أظن أحداً يؤمن بالله ورسوله ينكر أن الله افترض عليه إخلاص العبادة؛ لأن الله نص في كتابه فقال تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة:5] ، وأما كون إخلاص العبادة لله سبحانه وتعالى حقه فكما تقدم معنا في حديث معاذ: (حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً) فهي أمره وحقه سبحانه وتعالى. ¶ ثم قال رحمه الله: (فإذا قال: نعم. ¶ فقل له: بيِّن لي هذا الذي فُرض عليك وهو إخلاص العبادة لله وحده، وهو حقه عليك، فإنه لا يعرف العبادة ولا أنواعها) لا شك أن الذي يقول: إن دعاء غير الله سبحانه وتعالى ليس عبادة لا يعرف العبادة ولا أنواعها؛ ولذلك لم يترك له رحمه الله مجالاً للجواب فقال: (فإنه لا يعرف العبادة ولا أنواعها) .",
            "page": "5",
            "part": "6",
            "seal": "8F27BC98"
        },
        {
            "id": "45",
            "nass": "بيان أن الدعاء هو العبادة ¶ ثم قال رحمه الله: (فبينها له بقولك: قال الله تعالى: {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ} [الأعراف:55] ) بينها له بما أنكر أنه عبادة، فإنه أنكر أن الدعاء عبادة، ونحن قد تقدم لنا ضابط العبادة فقلنا: العبادة هي كل ما أمر الله به ورسوله. ¶ انظر إلى هذه الآية، قال الله جل ذكره: {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً} وهذا فيه الأمر بالدعاء، فثبت بهذا أن الدعاء عبادة. ¶ واعلم -بارك الله فيك- أن الدعاء في القرآن يرد تارة ويراد به دعاء المسألة، ويرد تارة ويراد به دعاء العبادة، وهما متلازمان، فإذا ورد في موضع دعاء العبادة فإنه يتضمن دعاء المسألة، وإذا ورد في موضع دعاء المسألة فإنه يستلزم دعاء العبادة؛ ولذلك فسر كثير من أهل العلم الدعاء هنا بدعاء المسألة، وقال بعضهم: إن المراد هنا دعاء العبادة، ولا ضير إذ أن كلاً منهما يشمل أو يستلزم الآخر: (ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً) فأمر الله سبحانه وتعالى بدعائه تضرعاً وانكساراً وخفيةً دون الجهر من القول. ¶ ثم قال رحمه الله: (فإذا أعلمته بهذا فقل له: هل علمت هذا عبادة لله؟ فلابد أن يقول: نعم) لماذا لابد أن يقول: نعم؟ لأن العبادة هي كل ما أمر الله به ورسوله، وهذا أمر ظاهر لا إشكال فيه، ونحن نقول: كل ما أمر الله به ورسوله يشمل أمر الإيجاب وأمر الاستحباب. ¶ ثم قال رحمه الله: (والدعاء مخ العبادة) هذا أيضاً في الاستدلال على أن الدعاء عبادة، وهذا الحديث رواه الترمذي وفيه ضعف، وأصح منه ما رواه الترمذي أيضاً بسند جيد أن النبي صلى الله عليه وسلم قال: (الدعاء هو العبادة) ، ففسر النبي صلى الله عليه وسلم الدعاء بالعبادة، وهذا يشمل دعاء المسألة ودعاء العبادة، فأما دعاء المسألة فهو: طلب جلب النفع أو كشف الضر أو دفعه، وأما دعاء العبادة فهو يشمل كل قربة يتقرب بها العبد إلى الله سبحانه وتعالى من صلاة أو زكاة أو حج أو صدقة أو غير ذلك من أنواع العبادات، فدعاء العبادة شامل لكل ما أمر الله سبحانه وتعالى به، وأما دعاء المسألة فهو طلب فعل الخير من الله سبحانه وتعالى أو دفعه. ¶ ثم قال رحمه الله: (فقل له: إذا أقررت أنه عبادة، ودعوت الله ليلاً ونهاراً خوفاً وطمعاً ثم دعوت في تلك الحاجة نبياً أو غيره هل أشركت في عبادة الله غيره؟) فلا شك أنه سيقول: نعم، إذ أنه صرف العبادة لغير الله، فمن دعا نبياً أو ولياً أو ملكاً أو جنياً فإنه قد صرف نوعاً من العبادة لغير الله، وهذا هو الشرك الذي جاءت الرسل بالنهي عنه والدعوة إلى تركه والتخلي عنه. ¶ ثم قال رحمه الله: (فلابد أن يقول: نعم. ¶ فقل له: فإذا عملت بقول الله تعالى: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} [الكوثر:2] ، وأطعت الله ونحرت له هل هذا عبادة؟ فلابد أن يقول: نعم. ¶ فقل له: فإذا نحرت لمخلوق نبي أو جني أو غيرهما، هل أشركت في هذه العبادة غير الله؟ فلابد أن يقر ويقول: نعم) وهذا استدلال بما هو أظهر وأوضح؛ لأنه يناقش في مسألة الدعاء، فبعد أن قررنا أن الدعاء عبادة وأن صرفه لغير الله شرك قطعاً للمنازعة وقطعاً للإيراد، ضربنا في ذلك مثلاً واضحاً وهو الذبح، فإن الله سبحانه وتعالى قد أمر بالذبح له دون غيره فقال: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} [الكوثر:2] فإذا عملت هذا، وأطعت الله وذبحت له، أليس هذا عبادة؟ فسيقول: بلى هذه عبادة، فقل له: فإذا نحرت لمخلوق نبي أو جني أو غيرهما، هل أشركت في هذه العبادة غير الله؟ فلابد أن يقر ويقول: نعم، وإلا فإذا كابر وقال: لا، فلا معنى للشرك إذا لم يكن هذا هو الشرك؟ ولذلك فلابد أن يُقر ويقول: نعم. ¶ ثم قال رحمه الله: (وقل له أيضاً: المشركون الذين نزل فيهم القرآن هل كانوا يعبدون الملائكة والصالحين واللات وغير ذلك؟ فلابد أن يقول: نعم) لأننا قد أجبنا على شبهته وبينا له من كتاب الله وسنة رسوله أن المشركين الذين نزل فيهم القرآن كانوا يعبدون الملائكة، وكان منهم من يعبد الجن، وكان منهم من يعبد الصالحين وغير ذلك. ¶ وهذا هو الجواب على الشبهة الثانية. ¶ ثم قال رحمه الله: (فقل له: وهل كانت عبادتهم إياهم إلا في الدعاء والذبح والالتجاء ونحو ذلك؟) لم تكن عبادتهم في غير ذلك، إنما كانت عبادتهم في هذه الأشياء، (وإلا فهم مقرون أنهم عبيد الله وتحت قهره) ولذلك كان إذا وجه لهم السؤال: من يملك ويدبر ويخلق ويرزق؟ كانوا يقولون: الله. ¶ ثم قال رحمه الله: (وأن الله هو الذي يدبر الأمر، ولكن دعوهم والتجئوا إليهم للجاه والشفاعة، وهذا ظاهر جداً) وليس بعد هذا الجواب جواب، فهو أظهر جواب في الرد على هذا المُلبِّس أو المُلبَّس عليه.",
            "page": "6",
            "part": "6",
            "seal": "34CAD037"
        },
        {
            "id": "46",
            "nass": "شرح كشف الشبهات [7] ¶ من أعظم شبه عباد القبور أنهم يتخذونهم شفعاء إلى الله، وهذه الشبهة هي عين شبهة المشركين الأوائل، وقد بين الله أن الشفاعة له جميعاً، وأنه لا أحد يشفع إلا من بعد إذنه لمن يشاء ويرضى، وأهل السنة والجماعة يثبتون الشفاعة للأنبياء والصالحين، ويعلمون يقيناً أن أعظم شافع ومشفع وأقربهم منزلة عند الله عز وجل هو نبينا محمد صلى الله عليه وسلم.",
            "page": "1",
            "part": "7",
            "seal": "1EBA30A8"
        },
        {
            "id": "47",
            "nass": "شبهة المشركين في التوسل بغير الله باعتمادهم على إثبات الشفاعة للنبي صلى الله عليه وسلم ¶ بسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، وبعد: قال المؤلف رحمه الله: [فإن قال: أتنكر شفاعة رسول الله صلى الله عليه وسلم وتبرأ منها؟ فقل: لا أنكرها، ولا أتبرأ منها، بل هو صلى الله عليه وسلم الشافع والمشفع وأرجو شفاعته، ولكن الشفاعة كلها لله كما قال تعالى: {قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعاًً} [الزمر:44] ولا تكون إلا من بعد إذن الله كما قال عز وجل: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} [البقرة:255] ولا يشفع في أحد إلا من بعد أن يأذن الله فيه كما قال عز وجل: {وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} [الأنبياء:28] وهو لا يرضى إلا التوحيد كما قال تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران:85] فإذا كانت الشفاعة كلها لله، ولا تكون إلا بعد إذنه، ولا يشفع النبي صلى الله عليه وسلم ولا غيره في أحدٍ حتى يأذن الله فيه، ولا يأذن إلا لأهل التوحيد؛ تبين لك أن الشفاعة كلها لله، فأطلبها منه، فأقول: اللهم لا تحرمني شفاعته، اللهم شفعه في، وأمثال ذلك] . ¶ هذه هي الشبهة الخامسة، وهي رجوع إلى موضوع الشفاعة، وقد ذكرنا لكم أن الشفاعة هي أعظم ما يعتمد عليه المشركون في تسويغ الشرك والوقوع فيه.",
            "page": "2",
            "part": "7",
            "seal": "3B772A2E"
        },
        {
            "id": "48",
            "nass": "معنى الشفاعة ¶ الشفاعة في اللغة: من الشفع وهو الزوج. ¶ وفي الاصطلاح: هي التوسط لجلب نفع أو دفع ضر عن الغير لأجله. ¶ أي: لأجل ذلك الغير. ¶ والشفاعة يثبتها أهل السُنّة والجماعة للنبي صلى الله عليه وسلم وللملائكة وللأنبياء وللصالحين وأعلى الخلق نصيباً في الشفاعة هو نبينا محمد صلى الله عليه وسلم، فإن أهل السُنّة والجماعة يثبتون له صلى الله عليه وسلم شفاعات لا يشرك فيها غيره، وشفاعات يشرك فيها غيره. ¶ والشفاعات التي يشارك فيها النبي صلى الله عليه وسلم له فيها النصيب الأعلى الأوفى، وهذا من أكبر الرد على هذا المبطل؛ إذ أنه شغّب على الموحدين بقوله: أتنكر شفاعة رسول الله صلى الله عليه وسلم وتبرأ منها؟ فالجواب: أن الموحدين لا ينكرون شفاعة النبي صلى الله عليه وسلم، بل يثبتون له أكمل الشفاعات، ويثبتون له صلى الله عليه وسلم شفاعات يشرك فيها غيره، وشفاعات لا يشرك فيها غيره. ¶ والشفاعات التي يشارك فيها النبي صلى الله عليه وسلم له فيها النصيب الأعلى الأوفى.",
            "page": "3",
            "part": "7",
            "seal": "C342BB11"
        },
        {
            "id": "49",
            "nass": "الشفاعة لله جميعاً وإثبات شفاعة النبي لا تسوغ التوسل به وصرف العبادة له ¶ وأجاب الشيخ فقال رحمه الله: (فقل: لا أنكرها ولا أتبرأ منها، بل هو صلى الله عليه وسلم الشافع المشفع وأرجو شفاعته) هذا فيه إبطال لشبهته، والآن نأتي للرد على ما اعتمد عليه في وقوع الشرك، بعد أن قررنا أن الشفاعة ثابتة للنبي صلى الله عليه وسلم نرد عليه من جهة تعلقه بهذه الشفاعة، وأن إثبات الشفاعة للنبي صلى الله عليه وسلم لا يسوغ التوسل به، ولا صرف أنواع العبادة له صلى الله عليه وسلم. ¶ قال رحمه الله: (لكن الشفاعة كلها لله كما قال تعالى: {قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعاً} [الزمر:44] ) هذا فيه إثبات الشفاعة لله سبحانه وتعالى، وأنها ملكه، وأنها له دون غيره، وهذا يُبيّن لك أن الشفاعة محض فضل من الله سبحانه وتعالى على الشافع والمشفع فيه، لا كما يفهمها المشركون من أنها حق للشافع؛ ولذلك قال تعالى: (قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعاً) فإذا كانت الشفاعة له سبحانه وتعالى، وهو الذي يشفع بنفسه إلى نفسه، فيأذن للشفيع ويأمره أن يشفع في المشفوع فيه؛ علمنا بذلك أنه لا وجه لسؤالها من الشفيع، بل الواجب أن تطلب وتسأل من الله سبحانه وتعالى؛ ولذلك قال رحمه الله في بيان معنى أنها له سبحانه وتعالى: (ولا تكون إلا من بعد إذن الله) فهي لا تكون إلا من بعد إذنه وأمره كما قال الله تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} [البقرة:255] فنفى الله سبحانه وتعالى أن يشفع عنده أحد إلا بإذنه، وهذا أحد شرطي الشفاعة، وهو: إذن الله سبحانه وتعالى، والثاني: لا يشفع في أحد إلا من بعد أن يأذن الله فيه كما قال الله تعالى: {وَلا يَشْفَعُونَ إِلا لِمَنِ ارْتَضَى} [الأنبياء:28] وهذا فيه الشرط الثاني من شروط الشفاعة، وهو: رضا الله سبحانه وتعالى عن الشافع والمشفع فيه. ¶ ثم قال رحمه الله: (وهو لا يرضى إلا التوحيد كما قال تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الإسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران:85] ) وأظهر من هذه الآية في الدليل على أن الشفاعة لا تكون إلا لأهل التوحيد ما روي في الصحيح عن أبي هريرة رضي الله عنه أنه سأل النبي صلى الله عليه وسلم فقال: (يا رسول الله! من أسعد الناس بشفاعتك؟ فقال صلى الله عليه وسلم: أسعد الناس بشفاعتي من قال: لا إله إلا الله، خالصاً من قلبه) ، فيكون أسعد الناس وأحظهم بشفاعة النبي صلى الله عليه وسلم هم أهل التوحيد. ¶ ثم قال رحمه الله: (فإذا كانت الشفاعة كلها لله، ولا تكون إلا بعد إذنه، ولا يشفع النبي صلى الله عليه وسلم ولا غيره في أحد حتى يأذن الله فيه، ولا يأذن إلا لأهل التوحيد تبين لك أن الشفاعة كلها لله) فبالتالي إذا كانت الشفاعة كلها لله تعالى فهل يسوغ طلبها من غيره؟ لا. ¶ ثم قال رحمه الله: (فأطلبها منه، فأقول: اللهم لا تحرمني شفاعته، اللهم شفِّعه فيَّ، وأمثال هذا) وفي هذا غاية التوحيد والإقبال على الله تعالى والإخلاص، فإن بيده الخير ولا يُسأل إلا منه.",
            "page": "4",
            "part": "7",
            "seal": "D27A0C53"
        },
        {
            "id": "50",
            "nass": "إثبات شفاعة النبي عليه الصلاة والسلام من الله يصاحبها نهيه عز وجل عن صرف الدعاء لغيره تعالى ¶ قال رحمه الله: [فإن قال: النبي صلى الله عليه وسلم أعطي الشفاعة، وأنا أطلبه مما أعطاه الله، فالجواب: أن الله أعطاه الشفاعة، ونهاك عن هذا فقال: {فَلا تَدْعُو مَعَ اللَّهِ أَحَداً} [الجن:18] ) فإذا كنت تدعو الله أن يشفع نبيه فيك، فأطعه في قوله: (فلا تدعو مع الله أحداً) وأيضاً فإن الشفاعة أعطيها غير النبي صلى الله عليه وسلم، فصح أن الملائكة يشفعون، والأفراد يشفعون، والأولياء يشفعون، أتقول: إن الله أعطاهم الشفاعة فأطلبها منهم؟ فإن قلت هذا، رجعت إلى عبادة الصالحين التي ذكر الله في كتابه، وإن قلت: لا، بطل قولك: أعطاه الله الشفاعة وأنا أطلبه مما أعطاه الله] . ¶ قوله رحمه الله: (فإن قال: النبي صلى الله عليه وسلم أعطي الشفاعة، وأنا أطلبه مما أعطاه الله) الشبهة هي أنه زعم أن إعطاء الله سبحانه وتعالى لنبيه صلى الله عليه وسلم الشفاعة يُسوغ طلب الشفاعة منه صلى الله عليه وسلم كطلب أي شيء، فالنبي صلى الله عليه وسلم لما كان حياً كان يطلبه الصحابة المال، والمال قد أعطاه الله إياه، وكذلك الشفاعة أعطاه الله إياها وأنا أطلبها منه. ¶ والجواب على هذه الشبهة ما قاله الشيخ رحمه الله: (فالجواب أن الله أعطاه الشفاعة، ونهاك عن هذا) أعطاه الشفاعة ولا شك كما ثبت ذلك في الأحاديث الكثيرة، ونهاك عن هذا أي: نهاك عن سؤال الشفاعة من غيره فقال تعالى: (فَلا تَدْعُو مَعَ اللَّهِ أَحَداً) وهذا يشمل النبي صلى الله عليه وسلم ويشمل غيره، فدعاء غير الله تعالى وطلب الشفاعة منه نهى الله سبحانه وتعالى عنه في هذه الآية (فَلا تَدْعُو مَعَ اللَّهِ أَحَداً) و (أحداً) نكرة في سياق النهي، فتعم كل أحد، والدعاء الذي نهى عنه الله في هذه الآية هو دعاء العبادة المتضمن لدعاء المسألة، قال ابن تيمية رحمه الله: (كل دعاء ذكره الله سبحانه وتعالى عن المشركين لأوثانهم فإن المراد به دعاء العبادة المتضمن لدعاء المسألة) . ¶ فقد نهى الله سبحانه وتعالى هنا عن الدعاء الذي كان يفعله الجاهليون وهو دعاء العبادة المتضمن لدعاء المسألة، فلا يجوز طلب الحوائج من غير الله سبحانه وتعالى، ولا يجوز صرف العبادة لغيره سبحانه وتعالى، وأيضاً فإن الشفاعة أعطيها غير النبي صلى الله عليه وسلم. ¶ هذا الوجه الثاني في الجواب على هذه الشبهة. ¶ ثم قال رحمه الله: (فصح أن الملائكة يشفعون، والأولياء يشفعون، أتقول: إن الله أعطاهم الشفاعة فأطلبها منهم؟ فإن قلت هذا رجعت إلى عبادة الصالحين التي ذكر الله في كتابه) فسؤال الشفاعة من النبي صلى الله عليه وسلم لأنه أعطيها سبيل لسؤال الملائكة وسبيل لسؤال الصالحين الذين أعطوا الشفاعة، وبالتالي يقع العبد فيما وقع فيه المشركون الأوائل الذين عبدوا الملائكة والجن والصالحين بدعوى: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر:3] ، وبدعوى قولهم: {هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس:18] وقد تقدم بطلان هذا، فدل عدم جواز سؤال الشفاعة من الملائكة مع أنهم أعطوها ومن الصالحين مع أنهم أعطوها أنه لا يجوز سؤال الشفاعة من النبي صلى الله عليه وسلم مع إثباتنا أنه صلى الله عليه وسلم قد أعطيها. ¶ ثم قال: (وإن قلت: لا. ¶ بطل قولك: أعطاه الله الشفاعة وأنا أطلبه مما أعطاه الله) . ¶ فيقر لنا بأنه لا تطلب الشفاعة من النبي صلى الله عليه وسلم مع إثباتها له وأنه قد أعطيها، وهناك وجه أشار إليه شيخ الإسلام رحمه الله في الجواب على هذه الشبهة في القاعدة الجليلة في التوسل والوسيلة، فذكر رحمه الله أن الله سبحانه وتعالى أخبر أن الملائكة يشفعون ويدعون للمؤمنين {الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْماً فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ} [غافر:7] إلى الآيات التي تليها، ففي جميعها دعاء للذين تابوا، والدعاء للمؤمنين والاستغفار لهم، فإثبات دعاء الملائكة في هذه الآية لم يجعل سؤال الدعاء منهم مشروعاً، فلم ينقل عن النبي صلى الله عليه وسلم ولا عن الصحابة ولا عن القرون المفضلة أنهم سألوا الملائكة الدعاء، فدل ذلك على عدم جواز سؤال الدعاء أو الشفاعة ممن أعطيها، بل لا يُسأل إلا الله سبحانه وتعالى. ¶ وبهذا تسقط هذه الشبهة. ¶ وننتقل إلى الشبهة التي بعدها.",
            "page": "5",
            "part": "7",
            "seal": "98B8C649"
        },
        {
            "id": "51",
            "nass": "الرد على من يزعم أن الالتجاء إلى الصالحين ليس شركاً ¶ قال رحمه الله: [فإن قال: أنا لا أشرك بالله شيئاً، حاشا وكلا، ولكن الالتجاء إلى الصالحين ليس بشرك، فقل له: إذا كنت تقر أن الله حرم الشرك أعظم من تحريم الزنا، وتقر أن الله لا يغفره، فما الذي حرمه الله وذكر أنه لا يغفره؟ فإن كان لا يدري، فقل له: كيف تبرئ نفسك من الشرك وأنت لا تعرفه؟ أم كيف يحرم الله عليك هذا ويذكر أنه لا يغفره ولا تسأل عنه ولا تعرفه؟ أتظن أن الله يحرمه ولا يبينه لنا؟] . ¶ الشبهة السابعة تبتدئ بقوله: (فإن قال: أنا لا أشرك بالله شيئاً، حاشا وكلا، ولكن الالتجاء إلى الصالحين ليس بشرك) فهو قبل قليل كان يقول: الالتجاء إلى الصالحين ليس عبادة، وأثبتنا له أنها عبادة، والقاعدة أن صرف أي نوع من أنواع العبادة لغير الله فهو شرك، ثم عاد الآن وقال: ليس بشرك، فقل له: إذا كنت تُقر أن الله حرم الشرك أعظم من تحريم الزنا، وتُقر أن الله لا يغفره، فما هذا الأمر الذي عظمه الله، وذكر أنه لا يغفر؟ فإنه لا يدري، وحقيقةً إذا كان يقول: إن الالتجاء إلى الصالحين ليس بشرك فإنه لا يدري ما الشرك الذي حرمه الله سبحانه وتعالى، وذكر أنه لا يغفره، فقل له: كيف تبرئ نفسك من الشرك وأنت لا تعرفه؟ أم كيف يُحرِّم الله عليك هذا ويذكر أنه لا يغفره ولا تسأل عنه ولا تعرفه؟ أتظن أن الله يُحرِّمه ولا يبينه لنا؟! لا والله! لا يُحرِّم الله شيئاً علينا إلا بعد أن يُبينه ويوضحه إما في كتابه أو في سُنّة نبيه صلى الله عليه وسلم، وأعظم ما حرمه الله سبحانه وتعالى على الناس هو الشرك به؛ ولذلك جاء الكتاب كله في تقرير التوحيد كما قال ابن القيم رحمه الله: فآيات الكتاب إما أن تكون بياناً للتوحيد أو نهياً عن ضده أو بياناً لحقوقه أو بياناً لجزاء من حققه أو لبيان عقوبة من خالفه، فالقرآن كله في بيان التوحيد الذي ضده الشرك، والضد يظهر حسنه الضد، وبضدها تتميز الأشياء. ¶ فالله سبحانه وتعالى بين التوحيد والشرك في كتابه أعظم بيان، والشرك الذي حرمه الله سبحانه وتعالى هو تسوية غيره به في الربوبية أو في الألوهية أو في الأسماء والصفات، والشرك الذي نتكلم عليه هنا هو شرك الإلهية الذي هو صرف أي نوع من أنواع العبادة لغير الله، وقد تقدم معنا قبل قليل أن الدعاء عبادة، وحسب القاعدة التي أثبتت سابقاً فإن صرف العبادة إلى غير الله يؤدي إلى الشرك، وهذا صرف الدعاء لغير الله فهو واقع في الشرك؛ ولذلك لم يفصّل الشيخ رحمه الله في الجواب على هذه الشبهة؛ لأنه قد تكلم عليها فيما مضى، أي: في الشبهة التي ذكر فيها المشبه أن الدعاء ليس عبادة. ¶ ثم انتقل إلى شبهة أخرى.",
            "page": "6",
            "part": "7",
            "seal": "13020DCF"
        },
        {
            "id": "52",
            "nass": "الرد على شبهة من قال: إن الشرك منحصر في عبادة الأصنام ¶ قال رحمه الله: [فإن قال: الشرك عبادة الأصنام، ونحن لا نعبد الأصنام، فقل له: ما معنى عبادة الأصنام؟ أتظن أنهم يعتقدون أن تلك الأخشاب والأحجار تخلق وترزق وتدبر أمر من دعاها؟ فهذا يكذبه القرآن] كما في قوله تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ} [يونس:31] . ¶ [وإن قال: هو من قصد خشبة أو حجراً أو بنية على قبر أو غيره يدعون ذلك ويذبحون له، ويقولون: إنه يقربنا إلى الله زلفى، ويدفع الله عنا ببركته، ويعطينا ببركته. ¶ فقل: صدقت، وهذا فعلكم عند الأحجار والبنايات التي على القبور وغيرها، فإن أقر أن فعلهم هذا هو عبادة الأصنام، فهو المطلوب. ¶ ويقال له أيضاً: قولك: (الشرك عبادة الأصنام) ، هل مرادك أن الشرك مخصوص بهذا، وأن الاعتماد على الصالحين ودعاءهم لا يدخل في هذا؟ فهذا يرده ما ذكر الله في كتابه من كفر من تعلق على الملائكة أو عيسى أو الصالحين، فلابد أن يقر لك أن من أشرك في عبادة الله أحداً من الصالحين فهو الشرك المذكور في القرآن وهذا هو المطلوب] . ¶ هذه الشبهة هي قريبة من الشبهة التي تقدمت في الشبه الكبار، وهي التفريق بين عبادة الأصنام وعبادة غيرها، فإن قال: الشرك عبادة الأصنام ونحن لا نعبد الأصنام، فقل: وما معنى عبادة الأصنام؟ أتظن أنهم يعتقدون أن تلك الأخشاب والأحجار تخلق وترزق وتدبر أمر من دعاها؟ فهذا يكذبه القرآن. ¶ إذاً: مفهوم العبادة -التي ذكرها الشيخ رحمه الله هنا- أن تلك الأخشاب تخلق وترزق وتدبر؛ ليس سليماً وليس مستقيماً؛ إذ أنهم لا يعتقدون ذلك، فالله سبحانه وتعالى أخبر عنهم أنهم كانوا يقولون عندما يُسألون: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ} [يونس:31] الآيات {فَسَيَقُولُونَ اللَّهُ} [يونس:31] ، فكانوا يقرون لله سبحانه وتعالى بتوحيد الربوبية. ¶ (وإن قال: هو من قصد خشبة أو حجراً أو بنية على قبر أو غيره يدعون ذلك ويذبحون له ويقولون: إنه يقربنا إلى الله زلفى، ويدفع عنا ببركته، ويعطينا ببركته. ¶ فقل: صدقت، وهذا فعلكم عند الأحجار والبنايات التي على القبور وغيرها، فهذا أقر أن فعلهم هذا هو عبادة الأصنام، وهو المطلوب، ويقال له أيضاً: قولك: (الشرك عبادة الأصنام) ، هل مرادك أن الشرك مخصوص بهذا، وأن الاعتماد على الصالحين ودعاءهم لا يدخل في هذا؟ فهذا يرده ما ذكر الله في كتابه من كفر من تعلق على الملائكة أو عيسى أو الصالحين، فلابد أن يقر لك أن من أشرك في عبادة الله أحداً من الصالحين فهو الشرك المذكور في القرآن وهذا هو المطلوب.",
            "page": "7",
            "part": "7",
            "seal": "D53CEB74"
        },
        {
            "id": "53",
            "nass": "معنى الشرك وعبادة الله ¶ ثم قال رحمه الله: [وسر المسألة أنه إذا قال: أنا لا أشرك بالله، فقل له: وما الشرك بالله؟ فسره لي، فإن قال: هو عبادة الأصنام، فقل: وما معنى عبادة الأصنام فسرها لي؟ فإن قال: أنا لا أعبد إلا الله وحده. ¶ فقل: ما معنى عبادة الله وحده فسرها لي؟ فإن فسرها بما بينه القرآن فهو المطلوب، وإن لم يعرفه فكيف يدعي شيئاً وهو لا يعرفه؟ وإن فسر ذلك بغير معناه بينت له الآيات الواضحات في معنى الشرك بالله وعبادة الأوثان، أنه الذي يفعلونه في هذا الزمان بعينه، وأن عبادة الله وحده لا شريك له هي التي ينكرونها علينا ويصيحون كما صاح إخوانهم حيث قالوا: {أَجَعَلَ الآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} [ص:5] . ¶ فهذه هي ثامن الشبة التي ذكرها الشيخ رحمه الله، وهي قول المشبه: الشرك عبادة الأصنام. ¶ قال رحمه الله: (وسر المسألة أنه إذا قال: أنا لا أشرك بالله. ¶ فقل: وما الشرك بالله؟ فسره لي، فإن قال: هو عبادة الأصنام، فقل وما معنى عبادة الأصنام؟ فسرها لي، فإن قال: أنا لا أعبد إلا الله وحده. ¶ فقل: ما معنى عبادة الله وحده فسرها لي؟ فإن فسرها بما بيَّنه القرآن فهو المطلوب) والذي بيَّنه القرآن في تفسير العبادة هو أنها: كل ما أمر الله سبحانه وتعالى به وأمر به رسوله صلى الله عليه وسلم، وألا تُصرف إلا لله سبحانه وتعالى وحده دون غيره. ¶ فهذا الذي يدل عليه القرآن في معنى العبادة. ¶ وإن لم يعرف فكيف يدّعي شيئاً وهو لا يعرفه؟ وإن فسر ذلك بغير معناه، بيّنت له الآيات الواضحات في معنى الشرك بالله وعبادة الأوثان أن الذي يفعلونه في هذا الزمان بعينه، وأن عبادة الله وحده لا شريك له هي التي ينكرونها علينا، ويصيحون كما صاح إخوانهم حيث قالوا: {أَجَعَلَ الآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} [صّ:5] ) والمشركون الأوائل وورثتهم من مشركي الأزمان المتأخرة يستهزئون بكل من دعا إلى التوحيد، ويسخرون منه، بل ويصيحون بأعلى أصواتهم قائلين: {أَجَعَلَ الآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} وما ذلك إلا أنه كبر عليهم أن يتوجهوا بالعبادة لله وحده سبحانه وتعالى، وإلا فلازم إقرارهم بأن الله هو الرزاق وأنه لا يرزق غيره وأنه لا يملك غيره ولا يدبر غيره ألا تصرف العبادة إلا له سبحانه وتعالى دون غيره.",
            "page": "8",
            "part": "7",
            "seal": "39DA90F8"
        },
        {
            "id": "54",
            "nass": "الرد على شبهة من قال: إن المشركين قديماً إنما أشركوا بنسبة الولد لله ¶ قال رحمه الله: [فإن قال: إنهم لا يكفرون بدعاء الملائكة والأنبياء، وإنما يكفرون لما قالوا: الملائكة بنات الله؛ فإنا لم نقل: عبد القادر ابن الله ولا غيره. ¶ فالجواب: أن نسبة الولد إلى الله كفر مستقل؛ قال الله تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ} [الإخلاص:1-2] ، والأحد الذي لا نظير له، والصمد المقصود في الحوائج، فمن جحد هذا؛ فقد كفر، ولو لم يجحد السورة. ¶ وقال تعالى: {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ} [المؤمنون:91] ، ففرق بين النوعين، وجعل كلا منهما كفراً مستقلاً. ¶ وقال تعالى: {وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ} [الأنعام:100] ، ففرق بين كفرين. ¶ والدليل على هذا أيضاً أن الذين كفروا بدعاء اللات، مع كونه رجلاً صالحاً؛ لم يجعلوه ابن الله، والذين كفروا بعبادة الجن لم يجعلوهم كذلك، وكذلك أيضاً العلماء في جميع المذاهب الأربعة؛ يذكرون في باب حكم المرتد أن المسلم إذا زعم أن لله ولداً؛ فهو مرتد، ويفرقون بين النوعين، وهذا في غاية الوضوح) . ¶ وإن قال: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} [يونس:64] . ¶ فقل: هذا هو الحق، ولكن لا يُعبدُون، ونحن لم نذكر إلا عبادتهم مع الله، وشركهم معه، وإلا؛ فالواجب عليك حبهم واتباعهم والإقرار بكرامتهم، ولا يجحد كرامات الأولياء إلا أهل البدع والضلال، ودين الله وسط بين طرفين، وهدى بين ضلالتين، وحق بين باطلين] . ¶ قال رحمه الله: (فإن قال: إنهم لا يكفرون بدعاء الملائكة والأنبياء، وإنما يكفرون لمّا قالوا: الملائكة بنات الله، فإنا لم نقل: عبد القادر ابن الله ولا غيره) . ¶ وهذه الشبهة هي التاسعة، وهي شبهة زائدة، وهي قولهم: إن المشركين إنما كفروا بنسبة الولد إلى الله سبحانه وتعالى، ولم يكفروا بالتوجه إلى الصالحين وإلى الملائكة وإلى غيرهم ممن زعموهم يقربونهم عند الله. ¶ فالجواب عن هذه الشبهة ما ذكره الشيخ رحمه الله: (أن نسبة الولد إلى الله كفر مستقل قال الله تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ} [الإخلاص:2] والأحد: الذي لا نظير له. ¶ والصمد: المقصود في الحوائج، فمن جحد هذا فقد كفر) . ¶ ووجه الدلالة في نفي الولد عن الله سبحانه وتعالى في هذه السورة في قوله تعالى: {لَمْ يَلِدْ وَلَمْ يُولَدْ} [الإخلاص:3] ، وكذلك في قوله: (أَحَدٌ) فهو لا يحتاج إلى ولد , وفي قوله: (الصَّمَدُ) الذي تصمد إليه الخلائق، والنص في نفي الولد عنه سبحانه وتعالى في قوله تعالى: (لَمْ يَلِدْ وَلَمْ يُولَدْ) ، ثم قال ر حمه الله: (فمن جحد هذا فقد كفر ولو لم يجحد السورة. ¶ وقال تعالى: {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ} [المؤمنون:91] ففرّق بين النوعين وجعل كلاَّ منهما كفراً مستقلاً. ¶ وقال تعالى: {وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ} [الأنعام:100] ) جعل سبحانه وتعالى الكفر الذي وقع فيه المشركون أنهم جعلوا لله شركاء الجن، واخترعوا له واختلقوا له بنين وبنات بغير علم. ¶ ثم قال رحمه الله: (ففرّق بين الكفرين) أي: بين الكفر بنسبة الولد إلى الله سبحانه وتعالى، وبين الكفر بإشراك غيره معه في العبادة. ¶ قال: (والدليل على هذا أيضاً: أن الذين كفروا بدعاء اللات مع كونه رجلاً صالحاً لم يجعلوه ابن الله، والذين كفروا بعبادة الجن لم يجعلوهم كذلك) . ¶ إذاً: استدل الشيخ رحمه الله على إبطال هذه الشبهة بأن هذا القول كفر مستقل ولو لم يضف إليه الشرك بالله سبحانه وتعالى، واستدل لهذا بقوله تعالى: {وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ} فذكر نوعي الكفر في هذه الآية، واستدل بواقع المشركين، فإن من المشركين من كان يعبد غير الله ولا يدّعيه ولداً لله سبحانه وتعالى، كما كانوا يعبدون اللات ولم يقولوا: إنه ابن الله، وكما كانوا يعبدون الجن ولم يقولوا: إنهم أبناء الله أو أولاد الله. ¶ يقول: (وكذلك أيضاً -يعني: في الاستدلال على أن نسبة الولد لله تعالى كفر مستقل- العلماء في جميع المذاهب الأربعة يذكرون في باب حكم المرتد أن المسلم إذا زعم أن لله ولداً فهو مرتد) ولو لم يشرك معه ذلك الولد، ولو لم يشرك معه غيره في العبادة، قال: (ويفرِّقون بين النوعين، وهذا في غاية الوضوح) . ¶ قال رحمه الله: (وإن قال -أي: في الاستدلال على شبهته- {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} [يونس:62] ) فهو بهذه الآية يستدل به على جواز دعائهم وسؤالهم وطلب الشفاعة منهم، وهذه هي الشبهة العاشرة (فقل: هذا هو الحق ولكن لا يُعبدون) أي: ما ذكرته من أن أولياء الله لا خوف عليهم ولا هم يحزنون حق نثبته لوروده في كتاب الله سبحانه وتعالى، ولكن هذا لا يسوغ عبادتهم، ولا صرف العبادة لهم من دون الله سبحانه وتعالى، ونحن لم نذكر إلا عبادتهم مع الله يعني: لما أنكرنا عبادة الأولياء لم ننكر فضلهم ولا منزلتهم ولا مكانتهم، ولا ما أعده الله سبحانه وتعالى لهم، إنما أنكرنا صرف العبادة لهم دون الله (ولكن لا يُعبدُون، ونحن لم نذكر إلا عبادتهم مع الله، وشركهم معه، وإلا فالواجب عليك حبهم واتباعهم والإقرار بكراماتهم، ولا يجحد كرامات الأولياء إلا أهل البدع والضلال، ودين الله وسط بين طرفين، وهدى بين ضلالتين، وحق بين باطلين) .",
            "page": "9",
            "part": "7",
            "seal": "3448D31E"
        },
        {
            "id": "55",
            "nass": "شرح كشف الشبهات [8] ¶ كان المشركون الأولون إذا اشتد بهم الكرب وأحدقت بهم الأزمات توجهوا إلى الله تعالى وأخلصوا له الدعاء وتركوا ما كانوا يدعون من دونه، كما أنهم إذا دعوا مع الله غيره فإنما يدعون خلقاً صالحين أو مقربين أو جمادات ليست عاصية لله تعالى، وبهذا كله يتبين أن شرك الأولين كان أهون من شرك المتأخرين، حتى وإن كان المتأخرون يشهدون الشهادتين ويصلون ويصومون.",
            "page": "1",
            "part": "8",
            "seal": "0BFAA04E"
        },
        {
            "id": "56",
            "nass": "شرك الأولين أخف من شرك المتأخرين ¶ بسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه وبعد: استطرد الشيخ رحمه الله في ذكر شبه المتأخرين، وبيان سوء حالهم، وأنهم أسوأ ممن سبقهم فيما وقعوا فيه من الشرك، فقال رحمه الله: [فإذا عرفت أن هذا الذي يسميه المشركون في زماننا: الاعتقاد هو الشرك الذي نزل فيه القرآن، وقاتل رسول الله صلى الله عليه وسلم الناس عليه، فاعلم أن شرك الأولين أخفُّ من شرك أهل زماننا بأمرين: أحدهما: أن الأولين لا يشركون ولا يدعون الملائكة والأولياء أوثاناً مع الله إلا في الرخاء وأما في الشدة فيخلصون لله الدعاء كما قال تعالى: {وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الإِنْسَانُ كَفُوراً} [الإسراء:67] ، وقوله: {قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صَادِقِينَ * بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَ} [الأنعام:40-41] وقوله: {وَإِذَا مَسَّ الْإنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَاداً لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلاً إِنَّكَ مِنْ أَصْحَابِ النَّارِ} [الزمر:8] ، وقوله: {وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [لقمان:32] . ¶ فمن فهم هذه المسألة التي وضحها الله في كتابه، وهي أن المشركين الذين قاتلهم رسول الله صلى الله عليه وسلم يدعون الله تعالى، ويدعون غيره في الرخاء، وأما في الضر والشدة فلا يدعون إلا الله وحده لا شريك له، وينسون ساداتهم، تبيّن له الفرق بين شرك أهل زماننا وشرك الأولين، ولكن أين من يفهم قلبه هذه المسألة فهماً جيداً راسخاً؟ والله المستعان] . ¶ هذا أول ما فارق به المشركون المتأخرون سلفهم المتقدمين، وذلك أن المتقدمين كانوا إذا اشتد بهم الكرب، وادلهمت عليهم الخطوب، وأحدقت بهم الأزمات، وتوالت عليهم الكوارث والكروب؛ توجهوا إلى الله سبحانه وتعالى في الطلب، ونسوا ما كانوا يدعون من دونه كما هو ظاهر الآيات التي ساقها الشيخ رحمه الله في الاستدلال على ذلك. ¶ وأما حال المتأخرين فهم أسوأ منهم إذ أنهم يدعون الله وغيره في الرخاء، فإذا اشتد بهم الكرب ونزلت بهم المصائب وحلت بهم الكوارث سألوا غير الله سبحانه وتعالى، وتضرعوا إليه، وفزعوا إلى الأولياء والصالحين المزعومين يسألونهم كشف الكربات، وإزالة الكوارث والنوازل؛ وما ذلك إلا لقلة علمهم بالله سبحانه وتعالى، وشدة كفرهم به سبحانه وتعالى، فأرباب الشرك وأهل الكفر من المتقدمين كانوا أحسن حالاً من هؤلاء الذين اشتد بهم الكرب فلجئوا إلى المخلوقين، وهذا أول ما فارق به المشركون المتأخرون سلفهم المتقدمين. ¶ قال رحمه الله: [والأمر الثاني: أن الأولين يدعون مع الله أناساً مقربين عند الله، إما أنبياء، وإما أولياء، وإما ملائكة؛ أو يدعون أشجاراً أو أحجاراً مطيعة لله ليست عاصية، وأهل زماننا يدعون مع الله أناساً من أفسق الناس، والذين يدعون هم الذين يُحِلُّون لهم الفجور من الزنا والسرقة وترك الصلاة وغير ذلك، والذي يعتقد في الصالح أو الذي لا يعصي مثل الخشب والحجر أهون ممن يعتقد فيمن يشاهد فسقه وفساده ويشهد به] . ¶ هذا هو الأمر الثاني الذي فارق به المشركون المتأخرون سلفهم المتقدمين، وهو أن المتأخرين يصرفون العبادة للأولياء والصالحين، ويصرفونها أيضاً للفسقة والفجرة والكافرين، فبالنظر إلى الذين أشرك بهم الأولون يُعلم أنهم كانوا يصرفون العبادة إما لملائكة لا يعصون الله ما أمرهم ويفعلون ما يؤمرون أو أنبياء أو صالحين، أو يصرفون العبادة إلى أحجار وأشجار مطيعة لله سبحانه وتعالى ليست عاصية، وهذه الأحجار والأشجار مطيعة طاعة قهرية فهي مربوبة لله سبحانه وتعالى: {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ} [الإسراء:44] فهي تعبد الله سبحانه وتعالى عبادة قهرية وعبادة خاصة كما ذكر شيخ الإسلام رحمه الله في قنوت الأشياء وسجودها لله سبحانه وتعالى. ¶ وأما هؤلاء فإنهم يصرفون العبادة إلى أمثال أحمد البدوي الذي لم يُعرف عنه صلاح ولا علم ولا تُقى ولا عبادة ولا ورع، بل المعروف عنه والمشهور عنه خلاف ذلك، ويصرفون العبادة إلى أشياء كثيرة لا يعرف لها في الأمة لسان صدق، ولا يعرف لها عند الله سبحانه وتعالى جاه أو منزلة، وما ذلك إلا بتلاعب الشيطان، فإن الشيطان تلاعب بهؤلاء، والغالب أن الذين يدعونهم المتأخرون هم الذين يُحلّون لهم الفجور من الزنا والسرقة وترك الصلاة وغير ذلك، فكأنهم افتضحوا فاصطلحوا، فهؤلاء المعبودون رضوا من أولئك بالعبادة، وهؤلاء العابدون رضوا من معبوديهم إباحة الفجور من الزنا والسرقة وترك الصلاة. ¶ ثم قال رحمه الله: (والذي يعتقد في الصالح أو الذي لا يعصي مثل الخشب والحجر أهون ممن يعتقد فيمن يشاهد فسقه وفساده، ويشهد به) ولا شك، وإن كان الكفر ملة واحدة، وهم جميعاً مندرجون تحت قول الله تعالى: {إِنَّهُ مَن يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ اللهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ} [المائدة:72] إلا أن الشرك والكفر درجات، فهذا أخف من ذاك، وإن كانوا يتفقون في العقوبة الأخروية.",
            "page": "2",
            "part": "8",
            "seal": "98167D1E"
        },
        {
            "id": "57",
            "nass": "الرد على شبهة متأخري المشركين بأنهم يشهدون الشهادتين ويصلون فلا يسوغ تشبيههم بالمشركين الأولين ¶ ثم قال رحمه الله: [وإذا تحققت أن الذين قاتلهم رسول الله صلى الله عليه وسلم أصح عقولاً وأخف شركاً من هؤلاء فاعلم أن لهؤلاء شبهة يوردونها على ما ذكرنا، وهي من أعظم شبههم، فأصغ بسمعك لجوابها، وهي أنهم يقولون: إن الذين نزل فيهم القرآن لا يشهدون أن لا إله إلا الله، ويكذبون الرسول صلى الله عليه وسلم، وينكرون البعث، ويكذبون القرآن، ويجعلونه سحراً؛ ونحن نشهد أن لا إله إلا الله، وأن محمداً رسول الله صلى الله عليه وسلم، ونصدق القرآن، ونؤمن بالبعث، ونصلي ونصوم؛ فكيف تجعلوننا مثل أولئك؟] . ¶ هنا عاد الشيخ رحمه الله إلى ذكر شبهة عظيمة عند هؤلاء، وهي الشبهة الحادية عشرة، وهي أنهم قالوا: كيف تنزلون الآيات التي وردت في قوم يكذبون الرسول، ويحاربونه، وينكرون البعث، ولا يشهدون بألوهية الله سبحانه وتعالى على قوم يشهدون أن لا إله إلا الله وأن محمداً رسول الله، ويقيمون الصلاة، ويؤتون الزكاة، ويؤمنون بالبعث، ويفعلون ما يفعلون من شرائع الإسلام؟ كيف تُسوون بين هؤلاء وأولئك؟ وهذه من الشبه الكبار التي أثارها مسوغو الشرك على الإمام المجدد محمد بن عبد الوهاب رحمه الله، فإنهم اتهموه بتكفير المسلمين، والمسلمون الذين يعنون في قولهم: (يكفر المسلمين) هم عبدة القبور، والذين يصرفون العبادة لغير الله بالذبح أو النذر أو غير ذلك من أنواع العبادة التي يصرفونها للأولياء المزعومين. ¶ هذه الشبهة من الشبه الكبار؛ ولذلك قال الشيخ رحمه الله في بداية جوابه: [فالجواب: أنه لا خلاف بين العلماء كلهم أن الرجل إذا صدق رسول الله صلى الله عليه وسلم في شيء وكذبه في شيء أنه كافر لم يدخل في الإسلام، وكذلك إذا آمن ببعض القرآن وجحد بعضه؛ كمن أقر بالتوحيد، وجحد وجوب الصلاة، أو أقر بالتوحيد والصلاة، وجحد وجوب الزكاة، أو أقر بهذا كله وجحد الصوم، أو أقر بهذا كله وجحد الحج، ولما لم ينقد أناس في زمن النبي صلى الله عليه وسلم للحج، أنزل الله في حقهم {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} [آل عمران:97] . ¶ ومن أقر بهذا كله وجحد البعث كفر بالإجماع، وحل دمه وماله، كما قال جل جلاله: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلاً * أُولَئِكَ هُمُ الْكَافِرُونَ حَقّاً وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُهِيناً} [النساء:150-151] ، فإذا كان الله قد صرح في كتابه أن من آمن ببعضٍ فهو الكافر حقاً، وأنه يستحق ما ذكر زالت هذه الشبهة، وهذه هي التي ذكرها بعض أهل الأحساء في كتابه الذي أرسله إلينا] . ¶ هذا جواب الشيخ على هذه الشبهة، وملخص الشبهة: كيف تنزلون الآيات التي أنزلها الله سبحانه وتعالى في المشركين الذين أنكروا البعث، وكذبوا الرسول، ولم يقروا لله سبحانه وتعالى بالألوهية؟ على قوم أقروا بذلك كله؟ يقول رحمه الله: (فالجواب: أنه لا خلاف بين العلماء كلهم أن الرجل إذا صدق رسول الله صلى الله عليه وسلم في شيء وكذبه في شيء أنه كافر لم يدخل في الإسلام) إذاً: الجواب على شبهتهم، أولاً: أن إجماع أهل العلم انعقد على أن من صدق الرسول صلى الله عليه وسلم في شيء وكذبه في شيء مما أخبر به فإنه لا ينفعه تصديقه بل هو كافر. ¶ إذاً: هذا أول ما أجاب به الشيخ، وهو نقل إجماع أهل العلم على أن من كذب بشيء جاء به النبي صلى الله عليه وسلم فإنه كافر. ¶ ثم قال: (وكذلك إذا آمن ببعض القرآن وجحد بعضه، كمن أقر بالتوحيد وجحد وجوب الصلاة، أو أقر بالتوحيد والصلاة وجحد الزكاة، أو أقر بهذا كله وجحد الصوم، أو أقر بهذا كله وجحد الحج) أي: وكذلك أجمع أهل العلم أنه إذا آمن ببعض القرآن وجحد ببعضه فإنه كافر، فقوله: (كذلك) يعني: في الحكم، فإنه قد أجمع أهل العلم على أنه من آمن ببعض الكتاب وجحد بعضه فقد كفر ثم بدأ بذكر الأمثلة كمن أقر بالتوحيد وجحد وجوب الصلاة، أو أقر بالتوحيد والصلاة وجحد الزكاة، أو أقر بهذا كله وجحد الصوم أو أقر بهذا كله وجحد الحج.",
            "page": "3",
            "part": "8",
            "seal": "88D82476"
        },
        {
            "id": "58",
            "nass": "من جحد شيئاً مما جاء به الرسول كفر ¶ إذاً: هذا تكميل لدليل الإجماع ثم قال: (ولمّا لم ينقد أناس في زمن النبي صلى الله عليه وسلم للحج أنزل الله تعالى في حقهم: {وَلِلّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ عَنِ الْعَالَمِينَ} [آل عمران:97] ) هذا دليل من الكتاب على كفر من جحد وجوب الحج أو امتنع عن أدائه استكباراً وجحوداً، فهذا الدليل نص على كفر من جحد الحج ولو أقر بباقي شرائع الإسلام، وهذا دليل من القرآن بعد أن ذكر دليل الإجماع، وهذه طريقة سلكها كثير من أهل العلم، وهي أنه إذا كان في المسألة دليل من الإجماع قدم دليل الإجماع على غيره من الأدلة؛ والعلة في ذلك أن دليل الإجماع لا يدخله النسخ خلافاً لأدلة الكتاب والسنة، فأتى بعد الإجماع بدليل من كتاب الله سبحانه وتعالى وهو قوله جل وعلا: {وَلِلّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ عَنِ الْعَالَمِينَ} [آل عمران:97] . ¶ ثم قال رحمه الله: (ومن أقّر بهذا كله وجحد البعث كفر بالإجماع، وحلّ دمه وماله كما قال جل وعلا: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلاً * أُولَئِكَ هُمُ الْكَافِرُونَ حَقّاً وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُهِيناً} [النساء:150-151] ) فهذا فيه الحكم بالكفر على من صدق ببعض الكتاب وجحد ببعضه فإذا كان الله قد صرح في كتابه أن من آمن ببعض وكفر ببعض فهو الكافر حقاً، وأنه يستحق ما ذكر زالت هذه الشبهة، وكيف زوالها؟ أن نقول لهم: إنكم وإن كنتم قد أقررتم بأنه لا إله إلا الله، وأن محمداً رسول الله، وأقررتم بالبعث، وبغير ذلك من شرائع الإسلام، فإنكم قد جحدتم وجوب صرف العبادة لله وحده دون غيره، فلما جحدتم هذا فقد جحدتم ما دل عليه الكتاب وجاء به النبي صلى الله عليه وسلم، ومن جحد شيئاً مما جاء به النبي صلى الله عليه وسلم فقد وقع في الكفر، وبهذا تندفع شبهتهم ويزول الإشكال. ¶ ثم قال رحمه الله: (وهذه هي التي ذكرها بعض أهل الأحساء في كتابه الذي أرسله إلينا) . ¶ واستطراداً في الرد على هذه الشبهة قال رحمه الله: [ويقال أيضاً: إذا كنت تقر أن من صدق الرسول في كل شيء وجحد وجوب الصلاة، أنه كافر حلال الدم بالإجماع، وكذلك إذا أقر بكل شيء إلا البعث، وكذلك إذا جحد وجوب صوم رمضان وصدق بذلك كله، لا يجحد هذا، ولا تختلف المذاهب فيه، وقد نطق به القرآن كما قدمنا، فمعلوم أن التوحيد هو أعظم فريضة جاء بها النبي محمد صلى الله عليه وسلم، وهو أعظم من الصلاة والزكاة والصوم والحج، فكيف إذا جحد الإنسان شيئاً من هذه الأمور كفر، ولو عمل بكل ما جاء به الرسول؛ وإذا جحد التوحيد الذي هو دين الرسل كلهم لا يكفر؟ سبحان الله! ما أعجب هذا الجهل] . ¶ بعد أن بين لهم الشيخ رحمه الله أن من جحد أو أنكر شيئاً مما جاء به النبي صلى الله عليه وسلم فإنه يكفر، نزّل هذا على ما وقعوا فيه من الشرك بالله سبحانه وتعالى فقال: (ويقال: إذا كنت تُقر أن من صدّق الرسول في كل شيء وجحد وجوب الصلاة أنه كافر حلال الدم بالإجماع، وكذلك إذا أقر بكل شيء إلا البعث، وكذلك لو جحد وجوب صوم رمضان، لا يجحد هذا ولا تختلف المذاهب فيه، وقد نطق به القرآن كما قدّمنا، فمعلوم أن التوحيد هو أعظم فريضة جاء بها النبي صلى الله عليه وسلم، وهو أعظم من الصلاة والزكاة والصوم والحج، فكيف إذا جحد الإنسان شيئاً من هذه الأمور كفر ولو عمل بكل ما جاء به الرسول؛ وإذا جحد التوحيد الذي هو دين الرسل كلهم لا يكفر؟ سبحان الله!) تعجباً من هذا التناقض الذي أورده هؤلاء، وإنما أوردوه لأنهم تكالبت على قلوبهم الشبهات: ما زالت الشبهات تغزو قلبه حتى تشّحط بينهن قتيلاً فهؤلاء لما غطت الشبهات وطغت على قلوبهم غيبت عنهم هذه الحقائق الواضحة الجلية، وإلا فإن من له أدنى بصيرة ومن عنده معرفة بالقواعد العقلية لا يقول هذا الذي ذهبوا إليه. ¶ ومعلوم أن أعظم ما أمر الله سبحانه وتعالى به التوحيد، ويدلك على هذا أن الله سبحانه وتعالى خلق الخلق لأجله فقال جل ذكره: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنْسَ إِلا لِيَعْبُدُونِ} [الذاريات:56] ، ويدلك على هذا أيضاً أن الله سبحانه وتعالى بعث الرسل لتقريره فقال جل ذكره: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل:36] ، وقال جل ذكره: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلا أَنَا فَاعْبُدُونِ} [الأنبياء:25] ، والآيات في أن الرسل إنما بُعثوا لتقرير التوحيد ودعوة الناس إليه كثيرة جداً، ويدلك أيضاً على أن أعظم ما أمر الله سبحانه وتعالى به التوحيد، أنه أول واجب على المكلف؛ فأول ما يُطلب من العبد هو أن يقول: لا إله إلا الله، كما في حديث بَعْث معاذ إلى اليمن حيث قال له النبي صلى الله عليه وسلم: (فادعهم إلى أن يشهدوا أن لا إله إلا الله وأني رسول الله) ، ثم ذكر النبي صلى الله عليه وسلم له بقية الشرائع التي يأمرهم بها , ويدلك على أن أعظم ما أمر الله سبحانه وتعالى به التوحيد أنه هو الذي إذا ختم الإنسان حياته به دخل الجنة، فإن آخر ما تندب إليه وآخر ما يُشرع لك فعله هو قول: لا إله إلا الله، فإن النبي صلى الله عليه وسلم قال: (من كان آخر كلامه من الدنيا: لا إله إلا الله دخل الجنة) ، كل هذا وغيره مما دل عليه الكتاب والسنة بالنظر يدل على أن أعظم ما أمر الله سبحانه وتعالى به التوحيد، فمن الخطأ أن تقول: إن جحد بعض شرائع الدين يكفر به الإنسان، وجحد التوحيد الذي هو أعظم ما أمر الله سبحانه وتعالى به لا يكفر به الإنسان، ولا ينقص إيمانه، ولا تنزل عليه آيات الكافرين! وأول أَمْر أَمَر الله به عباده في كتابه هو توحيده، وذلك في قوله: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:21] فإن أول أمرٍ أمرَ الله به في كتابه هو عبادته، وعبادته هي توحيده سبحانه وتعالى. ¶ وهذا أيضاً مما ينضاف إلى ما سبق مما يدل على أن أعظم ما أمر الله سبحانه وتعالى به هو التوحيد.",
            "page": "4",
            "part": "8",
            "seal": "97D9FCA8"
        },
        {
            "id": "59",
            "nass": "قتال الصحابة لبني حنيفة وهم يشهدون الشهادتين ويصلون دليل على كفرهم ¶ قال رحمه الله: [ويقال أيضاً: هؤلاء أصحاب رسول الله صلى الله عليه وسلم قاتلوا بني حنيفة، وقد أسلموا مع النبي صلى الله عليه وسلم، وهم يشهدون أن لا إله إلا الله وأن محمداً رسول الله، ويصلون ويؤذنون، فإن قال: إنهم يقولون: إن مسيلمة نبي، قلنا: هذا هو المطلوب، إذا كان من رفع رجلاً إلى رتبة النبي صلى الله عليه وسلم كفر، وحل ماله ودمه، ولم تنفعه الشهادتان ولا الصلاة؛ فكيف بمن رفع شمسان، أو يوسف، أو صحابياً، أو نبياً إلى مرتبة جبار السموات والأرض؟ سبحان الله ما أعظم شأنه! {كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لا يَعْلَمُونَ} [الروم:59]] . ¶ هذا أول شاهد ذكره الشيخ رحمه الله على ما تقدم ذكره من أنه لا ينفع الإقرار بشرائع الدين وما جاء به النبي صلى الله عليه وسلم مع إنكار بعضها، بل لابد من الإقرار بالجميع وإلا فإنه يحكم عليهم بالكفر، والشاهد هو ما فعله الصحابة رضي الله عنهم من قتال بني حنيفة، وقد أسلموا مع النبي صلى الله عليه وسلم، وهم يشهدون أن لا إله إلا الله وأن محمداً رسول الله ويصلون ويؤذنون، إلا أنهم قالوا: إن مسيلمة نبي، فكذبوا ما جاء به النبي صلى الله عليه وسلم من قوله جل وعلا: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} [الأحزاب:40] ، فكذبوا ختم النبوة به صلى الله عليه وسلم، وهذا جحد لبعض ما جاء به النبي صلى الله عليه وسلم، فأباح ذلك دماءهم وأموالهم وأخرجهم من ملة الإسلام مع أنهم يشهدون أن لا إله إلا الله، بل ويصلون ويؤذنون. ¶ ثم قال رحمه الله: (قلنا: هذا هو المطلوب، إذا كان من رفع رجلاً إلى رتبة النبي صلى الله عليه وسلم فأثبت له النبوة كفر، وحلّ دمه وماله، ولم تنفعه الشهادتان ولا الصلاة؛ فكيف بمن رفع شمسان أو يوسف أو صحابياً أو نبياً إلى مرتبة جبار السماوات والأرض؟) أليس هذا أولى بالتكفير؟ بلى والله! إنه أولى بالتكفير؛ ولذلك استعظم الشيخ رحمه الله التفريق بين هذين فقال: (سبحان الله ما أعظم شأنه!) من أن يُسوى به غيره ثم لا يكفر هذا المسوي: {كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لا يَعْلَمُونَ} [الروم:59] والله هو الذي أعمى بصائرهم عن رؤية هذه الآيات البينات الواضحات.",
            "page": "5",
            "part": "8",
            "seal": "B7339FD8"
        },
        {
            "id": "60",
            "nass": "تحريق علي لمن اعتقدوا فيه الألوهية مع ادعائهم الإسلام دليل على كفرهم ¶ قال رحمه الله: [ويقال أيضاً: الذين حرَّقهم علي بن أبي طالب رضي الله عنه كلهم يدّعون الإسلام، وهم من أصحاب علي رضي الله عنه، وتعلموا العلم من الصحابة، ولكن اعتقدوا في علي مثل الاعتقاد في يوسف وشمسان وأمثالهما؛ فكيف أجمع الصحابة على قتلهم وكفرهم؟ أتظنون أن الصحابة يكفرون المسلمين؟ أم تظنون الاعتقاد في تاج وأمثاله لا يضر والاعتقاد في علي بن أبي طالب يُكفِّر؟] . ¶ هذا هو الشاهد الثاني، وهو ما حدث من تحريق علي بن أبي طالب رضي الله عنه بالنار للذين قالوا: إنه ربهم، وغلوا فيه حتى رفعوه إلى مرتبة الإلهية، وكلهم يدّعون الإسلام، بل هم من أصحاب علي وتعلموا العلم من الصحابة!! ولكن اعتقدوا في علي مثل الاعتقاد في يوسف وشمسان وأمثالهما من أنهما تُصرف لهما العبادة من دون الله سبحانه وتعالى، يقول: (فكيف أجمع الصحابة على قتلهم وكفرهم؟) فإن علياً رضي الله عنه لما قتلهم لم ينكر ذلك أحد من صحابة النبي صلى الله عليه وسلم، وإنما وقع الخلاف في إحراقهم، فقال ابن عباس رضي الله عنهما قولاً فُهم منه أنه لا يرى إحراقهم، وإنما يرى قتلهم بغير الإحراق؛ لقول النبي صلى الله عليه وسلم: (لا يعذب بالنار إلا رب النار) ، وإلا فالصحابة اتفقوا على جواز قتلهم، وأنهم إنما قتلوا كفاراً، (أتظنون أن الصحابة يكفرون المسلمين؟!) لا والله! حاشاهم، فهم أورع الناس أن يكفروا مسلماً، (أم تظنون أن الاعتقاد في تاج وأمثاله لا يضر، والاعتقاد في علي بن أبي طالب يُكفّر؟!) الظاهر أنهم يظنون، وإلا لما أجازوا صرف العبادة لهؤلاء.",
            "page": "6",
            "part": "8",
            "seal": "245199D7"
        },
        {
            "id": "61",
            "nass": "تكفير العلماء للباطنية دليل على كفر من أنكر شيئاً من الشريعة ¶ والشاهد الثالث الذي ذكره الشيخ رحمه الله: [ويقال أيضاً: بنو عبيد القدَّاح الذين ملكوا المغرب ومصر في زمان بني العباس، كلهم يشهدون أن لا إله إلا الله وأن محمداً رسول الله، ويدعون الإسلام، ويصلون الجمعة والجماعة؛ فلما أظهروا مخالفة الشريعة في أشياء دون ما نحن فيه أجمع العلماء على كفرهم وقتالهم، وأن بلادهم بلاد حرب وغزاهم المسلمون حتى استنقذوا ما بأيديهم من بلدان المسلمين] . ¶ بنو عبيد القدّاح انتسبوا إلى عبيد الله بن ميمون القدّاح، وهو يهودي في الأصل ادعى الإسلام، وادعى أنه من ولد علي بن أبي طالب رضي الله عنه من فاطمة، فدعا إلى نفسه، وتشرذم حوله بعض ضعفاء الدين والإيمان والعقل، فكوّن دولة في بلاد المغرب، حكم فيها المسلمين، وتسلط عليهم، وأظهر الكفر والفساد والبدع، وامتدت دولته إلى مصر، وهم يعرفون بالدولة العبيدية أو الفاطمية، ومدة حكم هذه الدولة كانت قرابة مائتي سنة، وهم الروافض الغلاة الذين ساموا المسلمين سوء العذاب، إلا أن الله طهر البلاد منهم، وأدال أهل السنة عليهم، فأسقطت دولتهم، وتبددوا وتفرقوا، فهؤلاء الذين ملكوا المغرب ومصر في زمن بني العباس كلهم يشهدون أن لا إله إلا الله وأن محمداً رسول الله، ويدّعون الإسلام، ويصلون الجمعة والجماعة، إلا أنهم أظهروا مخالفة الشريعة في أشياء دون ما نحن فيه من صرف العبادة لغير الله أو من تجويز صرف العبادة لغير الله. ¶ يقول رحمه الله: (أجمع العلماء على كفرهم وقتالهم) ، فالعلماء في ذاك الزمان أباحوا قتالهم، بل أوجبوا قتالهم، وحكموا عليهم بالكفر والردة، وأن بلادهم بلاد حرب كما يقول الشيخ، وغزاهم المسلمون حتى استنقذوا ما بأيديهم من بلدان المسلمين، فلم ينفعهم الإقرار بالشهادتين، ولم ينفعهم إقامة الجمعة والجماعات , مع ما أنكروه من شريعة رب السماوات.",
            "page": "7",
            "part": "8",
            "seal": "21666AF5"
        },
        {
            "id": "62",
            "nass": "إثبات الفقهاء لباب حكم المرتد دليل على إمكان حدوث الكفر بعد الإسلام ¶ قال رحمه الله أيضاً في الجواب على هذه الشبهة: [ويقال أيضاً: إذا كان الأولون لم يكفروا إلا لأنهم جمعوا بين الشرك وتكذيب الرسول صلى الله عليه وسلم والقرآن، وإنكار البعث، وغير ذلك، فما معنى الباب الذي ذكر العلماء في كل مذهب (باب حكم المرتد) وهو المسلم الذي يكفر بعد إسلامه، ثم ذكروا أنواعاً كثيرة، كل نوعٍ منها يكفِّر ويحل دم الرجل وماله، حتى أنهم ذكروا أشياء يسيرة عند من فعلها، مثل كلمة يذكرها بلسانه دون قلبه أو كلمة يذكرها على وجه المزح واللعب] . ¶ هذا رابع الشواهد الدالة على أن من أنكر شيئاً مما جاء به النبي صلى الله عليه وسلم فإنه يكفَّر ولو أتى ببقية شرائع الدين وأقر بها، وذلك أن العلماء على اختلاف مذاهبهم ذكروا في كتبهم باب حكم المرتد، وذكروا في هذا الباب أشياء يكفّر بها، وهي دون ما يزعمونه من جواز صرف العبادة لله سبحانه وتعالى. ¶ قال الشيخ رحمه الله: (ذكروا أنواعاً كثيرة كل نوع منها يُكفِّر ويُحلُّ دم الرجل وماله، حتى أنهم ذكروا أشياء يسيرة عند من فعلها، مثل كلمة يذكرها بلسانه) كأن يسب الله أو يسب رسوله أو يسب الدين أو يستهزئ بآيات الله ورسوله دون قلبه (أو كلمة يذكرها على وجه المزح واللعب) كأن يسب الله مازحاً أو يستهزئ بالنبي صلى الله عليه وسلم أو يضحك مازحاً، وهذا له شواهد سيذكرها الشيخ رحمه الله، منها: ما ذكره الله سبحانه وتعالى وقصه علينا في نبأ أولئك الذين استهزئوا بالنبي صلى الله عليه وسلم وأصحابه في غزوة تبوك. ¶ قال رحمه الله: [ويقال أيضاً: الذين قال الله فيهم: {يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلامِهِمْ} [التوبة:74] أما سمعت أن الله كفرهم بكلمة؛ مع كونهم في زمن رسول الله صلى الله عليه وسلم يجاهدون معه ويصلون معه ويزكون ويحجون ويوحدون؟! وكذلك الذين قال الله فيهم: {قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ * لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [التوبة:65-66] فهؤلاء الذين صرح الله أنهم كفروا بعد إيمانهم وهم مع رسول الله صلى الله عليه وسلم في غزوة تبوك، قالوا كلمة ذكروا أنهم قالوها على وجه المزح] . ¶ ومن هذا يتبين عظيم خطر اللسان، وأن الإنسان قد يتكلم بالكلمة لا يلقي لها بالاً يهوي بها في النار أبعد ما بين المشرق والمغرب، فالواجب امتثال قول النبي صلى الله عليه وسلم: (من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت) فالأصل الصمت كما قال النبي صلى الله عليه وسلم: (من صمت نجا) فإن احتجت إلى الكلام فانظر هل في هذا الكلام خير؟ فإن كان فيه خير فبادر إليه وسابق فإنك مأمور بالمسابقة إلى الخيرات، وإن كان غير ذلك فتوقف حتى تنظر عاقبة كلامك. ¶ فالشاهد من إيراد هذه القصة أن هؤلاء قوم آمنوا بالله، وآمنوا برسوله، وآمنوا بالبعث فيما يظهر، وجاهدوا مع النبي صلى الله عليه وسلم، ثم كفروا بسبب كلمة قالوها، وهذا يدل على أن من أقر ببعض الدين وأتى بمكفر من جهة أخرى فإنه يحكم بكفره، ولا يُنظر إلى إقراره بلا إله إلا الله، بل لابد أن يُقِر بلا إله إلا الله، وأن يأتي بجميع ما يقتضيه هذا الإقرار.",
            "page": "8",
            "part": "8",
            "seal": "BF659F19"
        },
        {
            "id": "63",
            "nass": "شرح كشف الشبهات [9] ¶ من شبه عباد القبور أنهم كيف يكفرون ويقاتلون وهم يشهدون الشهادتين، وزعمهم مشابهة حالهم لحال بني إسرائيل حين طلبوا من موسى أن يجعل لهم إلهاً، وكحال الصحابة عندما طلبوا من النبي أن يجعل لهم ذات أنواط، وقد بين أهل العلم عدم وجود الشبه بين حالهم وحال أولئك، حيث أن بني إسرائيل والصحابة لم يقعوا فيما طلبوه من الشرك، بينما وقع هؤلاء فيه.",
            "page": "1",
            "part": "9",
            "seal": "1D37F2AB"
        },
        {
            "id": "64",
            "nass": "الرد على متأخري المشركين في إيرادهم شبهة تكفير المسلمين ¶ بسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، وبعد: قال رحمه الله: [فتأمل هذه الشبهة وهي قولهم: تُكفِّرون المسلمين، أناساً يشهدون أن لا إله إلا الله، ويصلون ويصومون ثم تأمل جوابها، فإنه من أنفع ما في هذه الأوراق] . ¶ أطال رحمه الله الكلام على هذه الشبهة لأهميتها وكثرة إيرادهم لها، وأيضاً لانخداع كثير من الناس بها، يقول: [ومن الدليل على ذلك أيضاً -أي: أنه من أتى بالتوحيد ومن أقر بالرسالة ثم أتى بمكفر من جهة أخرى غير الإقرار بالتوحيد وغير الإقرار بالرسالة فإنه يحكم عليه بالكفر- ما حكى الله تعالى عن بني إسرائيل مع إسلامهم وعلمهم وصلاحهم أنهم قالوا لموسى: {اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ} [الأعراف:138]] وقد تقدم تعليقنا على قوله رحمه الله: (وعلمهم) وذكرنا أن ظاهر الآية يدل على جهلهم، كما قال الله سبحانه وتعالى حاكياً عن موسى: {قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ} [الأعراف:138] . ¶ قال رحمه الله: [وقول ناس من الصحابة: (اجعل لنا ذات أنواط) فحلف صلى الله عليه وسلم أن هذا نظير قول بني إسرائيل: (اجعل لنا إلهاً) ] . ¶ سيأتي الكلام على هذا الحديث، وهو حديث رواه الترمذي بسند جيد عن أبي واقد الليثي، وفيه أن بعض الصحابة رضي الله عنهم طلبوا من النبي صلى الله عليه وسلم أن يجعل لهم ذات أنواط كما كان للكفار ذات أنواط، وهي سدرة كانوا ينوطون بها أسلحتهم، ويعكفون عندها يطلبون منها البركة، فطلب الصحابة رضي الله عنهم من النبي صلى الله عليه وسلم شيئاً مماثلاً فاستعظم الأمر صلى الله عليه وسلم وقال: (الله أكبر! إنها السنن، قلتم -والذي نفسي بيده- كما قالت بنو إسرائيل لموسى: (اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ)) وسيأتي الكلام على هذا. ¶ فالنبي صلى الله عليه وسلم جعل طلبهم من جنس طلب بني إسرائيل لموسى عليه السلام، وطلب بني إسرائيل كفر ولا شك إذ أنهم طلبوا إلهاً يعبدونه، ويتوجهون إليه بالقصد مع الله سبحانه وتعالى، وبعض الصحابة الذين كانوا حدثاء عهد بكفر طلبوا شجرة يتبركون بها كما يتبرك المشركون بالسدرة التي كانوا ينوطون بها أسلحتهم، فأنكر النبي صلى الله عليه وسلم عليهم هذا الإنكار العظيم، وجعل طلبهم من جنس طلب بني إسرائيل. ¶ وفي هذا دليل على أنه من أقر بالألوهية وأقر برسالة النبي صلى الله عليه وسلم ثم أتى ما يعكر هذا الإقرار أو ما يناقضه فإنه لا يشفع له ذلك الإقرار، بل لابد من الإيمان بالكتاب كله، والإيمان بكل ما جاء به النبي صلى الله عليه وسلم. ¶ ثم قال رحمه الله: [ولكن للمشركين شبهة يدلون بها عند هذه القصة، وهي أنهم يقولون: فإن بني إسرائيل لم يكفروا بذلك، وكذلك الذين قالوا: (اجعل لنا ذات أنواط) لم يكفروا. ¶ فالجواب أن تقول: إن بني إسرائيل لم يفعلوا ذلك، وكذلك الذين سألوا النبي صلى الله عليه وسلم لم يفعلوا، ولا خلاف في أن بني إسرائيل لم يفعلوا ذلك، ولو فعلوا ذلك لكفروا، وكذلك لا خلاف في أن الذين نهاهم النبي صلى الله عليه وسلم لو لم يطيعوه واتخذوا ذات أنواط بعد نهيه لكفروا، وهذا هو المطلوب. ¶ ولكن هذه القصة تفيد أن المسلم بل العالم قد يقع في أنواع من الشرك لا يدري عنها، فتفيد التعلم والتحرز، ومعرفة أن قول الجاهل: التوحيد فهمناه، أن هذا من أكبر الجهل ومكايد الشيطان. ¶ وتفيد أيضاً: أن المسلم إذا تكلم بكلام كُفر وهو لا يدري فنبه على ذلك فتاب من ساعته، أنه لا يكفر، كما فعل بنو إسرائيل والذين سألوا النبي صلى الله عليه وسلم. ¶ وتفيد أيضاً: أنه لو لم يكفَّر، فإنه يغلظ عليه الكلام تغليظاً شديداً كما فعل رسول الله صلى الله عليه وسلم] . ¶ هذه الشبهة التي أوردوها هي شبهة فرعية أوردوها على قول الشيخ رحمه الله، والدليل على ذلك أيضاً ما حكى الله عن بني إسرائيل مع إسلامهم وعلمهم وهي قولهم: إن هؤلاء الذين استدللتم بإنكار موسى عليهم وإنكار النبي صلى الله عليه وسلم عليهم لم يكفروا، فدل ذلك على أنه إذا أقر بالتوحيد وأقر بالرسالة وأقر بالبعث فإنه لا يضره أن يتوجه إلى غير الله سبحانه وتعالى بطلب الشفاعة أو ما إلى ذلك، فالجواب على هذه الشبهة -وهي استدلالهم بعدم التكفير- ما قاله الشيخ رحمه الله في حكاية الشبهة: (ولكن للمشركين شبهة يدلون بها عند هذه القصة وهي أنهم يقولون: إن بني إسرائيل لم يكفروا، وكذلك الذين قالوا: اجعل لنا ذات أنواط لم يكفروا) هذه الشبهة، والجواب عليها ما ذكره الشيخ: (إن بني إسرائيل لم يفعلوا ذلك -أي: أن بني إسرائيل لم يتخذوا آلهة كما اتخذ الكفار آلهة، بل لما نهاهم موسى عليه السلام امتنعوا عن هذا الطلب -وكذلك الذين سألوا النبي صلى الله عليه وسلم لم يفعلوا -أي: أنهم لم يتخذوا شجرة ينوطون بها أسلحتهم، ويطلبون منها البركة- ولا خلاف في أن بني إسرائيل لم يفعلوا ذلك، ولو فعلوا ذلك لكفروا، وكذلك لا خلاف في أن الذين نهاهم النبي صلى الله عليه وسلم لو لم يطيعوه واتخذوا ذات أنواط بعد نهيه لكفروا وهذا هو المطلوب) . ¶ إذاً: لا حجة فيما ذكرتم إذ أن الصحابة رضي الله عنهم لم يتخذوا هذه الشجرة ينوطون بها أسلحتهم، ويطلبون منها البركة، وكذلك بنو إسرائيل لم يتخذوا إلهاً كما للمشركين آلهة، بل انتهوا عندما نهاهم نبيهم عليه السلام. ¶ أما بالنسبة لقصة بني إسرائيل فهي واضحة، وما ذكره الشيخ جواب سديد إذا حمل أن الصحابة طلبوا شجرة يتبركون بها استقلالاً، يعني: يتبركون بها كما يتبرك بها المشركون. ¶ وقال بعض شُراح هذا الحديث: إن الصحابة رضي الله عنهم لم يطلبوا جنس ما كان يفعله المشركون، إنما طلبوا أن يسأل النبي صلى الله عليه وسلم ربه أن يجعل لهم شجرة مباركة، فتكون مباركة شرعاً، وما كان مباركاً شرعاً جاز التبرك به، وهذا ذكره الشيخ رحمه الله في بعض أجوبته في الدرر السنية، إلا أن ظاهر الحديث يدل على أنهم طلبوا شيئاً من جنس ما كان يفعله المشركون؛ ولذلك اعتذر أبو واقد رضي الله عنه عن هذا الطلب في مقدمة هذا الخبر بقوله: (خرجنا مع النبي صلى الله عليه وسلم في غزوة حنين ونحن حدثاء عهد بكفر) ، فكأنه اعتذر لما صدر عنهم من سؤال مشابهة الكفار فيما وقعوا فيه، فالظاهر أن هذا المعنى هو المراد، وهو ظاهر فعل الشيخ هنا، وأما إذا كان على المعنى الذي ذكره الشيخ رحمه الله في بعض أجوبته في الدرر السنية فإنه لا يكون في الحديث دليل للمشركين على فعلهم، إذ أنهم لم يطلبوا شركاً، إنما طلبوا من النبي صلى الله عليه وسلم أن يسأل الله أن يجعل شجرة مباركة، وهذا لا إشكال فيه، فما كان مباركاً شرعاً جاز التبرك به مثل ماء زمزم وغيره مما جعله النبي صلى الله عليه وسلم مباركاً بمباركة الله تعالى له، ومع هذا فنحن نعتقد أن ما جعله الشارع مباركاً في الشرع، فإن بركته إنما هي من الله تعالى، وليست بركة استقلالية منه كما تقدم هذا في كتاب التوحيد، ودليل ذلك قول النبي صلى الله عليه وسلم: (إنما البركة من الله) فالبركة من الله تعالى وليست من أي شي آخر، وإنما جعل هذا سبب لتحصيل البركة، وليس هو المستقل في إيجادها وإعطائها.",
            "page": "2",
            "part": "9",
            "seal": "3B28BEA7"
        },
        {
            "id": "65",
            "nass": "جواز وقوع الشرك من المسلم دون أن يعلم مع مسارعته في الرجوع عند تنبيهه ¶ ثم قال رحمه الله في التعليق على هاتين القصتين: (ولكن هذه القصة تفيد أن المسلم بل العالم قد يقع في أنواع من الشرك لا يدري عنها، فتفيد التعلم والتحرز، ومعرفة أن قول الجاهل: التوحيد فهمناه! أن هذا من أكبر الجهل، ومكايد الشيطان) ولا شك -أيها الإخوة- أن هذا من أبرز ما يستفاد من الحديث، فإن الصحابة رضي الله عنهم سألوا هذا، وقد سأله أيضاً بنو إسرائيل؛ مع أنهم سألوه عندما خرجوا من ظلم فرعون؛ لأنهم سألوه وهم في الطريق بعد أن خرجوا من مصر وبعد أن دعاهم وبيّن لهم التوحيد، وأتى لهم بالدلائل، فبقوا معه سنوات، وسألوه هذا السؤال، فدل ذلك على خطورة هذا الأمر، ودل أيضاً على وجوب الحذر من قول من يقول: التوحيد فهمناه، بل يجب على الدعاة إلى الله سبحانه وتعالى وطلبة العلم أن يهتموا بهذا العلم، وأن يعتنوا به، وأن يرشدوا الناس إلى دراسته وفهمه والاعتناء به، ولا يلزم من عرض التوحيد أن يعرض عرضاً موحداً أو عرضاً ثابتاً، بل يمكن عرض التوحيد من خلال شرح بعض آيات الكتاب أو شرح بعض أحاديث النبي صلى الله عليه وسلم، المهم أنه لابد من تعليق قلوب الناس بالله سبحانه وتعالى، ومن أعظم ما يُسلك في ربط قلوب الناس بالله سبحانه وتعالى، وتعليق قلوبهم به جل وعلا؛ ذكر صفاته وذكر أسمائه وذكر أفعاله؛ فإن أسماء الله وصفاته وأفعاله سبحانه وتعالى من أعظم ما يدل على وجوب صرف العبادة له، كذلك فإن الاهتمام بذكر صفات الله سبحانه وتعالى، وشرحها للناس، وإفهامهم لمعانيها ومقاصدها، وما تضمنته من أمور يحتاجها الناس؛ مما يعين على الدعوة إلى التوحيد وربط قلوب الناس بالتوحيد. ¶ المهم أن الاشتغال بهذا الأمر هو من آكد ما ينبغي للعبد، ويدل على هذا أن أول دعوة الأنبياء هي الدعوة إلى التوحيد، بل جل دعوتهم إلى التوحيد، فالنبي صلى الله عليه وسلم استهل دعوته الناس بوجوب إفراد الله سبحانه وتعالى بالعبادة، وختمها بالتحذير من الشرك، فينبغي لنا الاهتمام بهذا، والاعتناء به، فإن هذا مما درج عليه السلف الصالحون، وسار عليه الأئمة المهديون. ¶ ثم قال رحمه الله: (وتفيد أيضاً أن المسلم إذا تكلم بكلام كفر وهو لا يدري، فنبه على ذلك فتاب من ساعته أنه لا يكفر كما فعل بنو إسرائيل والذين سألوا النبي صلى الله عليه وسلم) ، وهذا النص ممكن أن تضيفه إلى النصوص التي سبق وأن قرأناها عليكم في مسألة العذر بالجهل، وأن الشيخ رحمه الله ليس من القائلين بعدم العذر مطلقاً، فأضف هذا النص إلى النصوص المتقدمة، وهذا النص يشرح الكلمة التي ذكرها الشيخ رحمه الله في أول كتابه من أنه قد يقول كلمة يكفر بها وهو جاهل بمعناها.",
            "page": "3",
            "part": "9",
            "seal": "1BFA3C4B"
        },
        {
            "id": "66",
            "nass": "زجر من وقع في الشرك الأصغر ¶ ثم ذكر رحمه الله: ثالثة الفوائد التي تؤخذ من هذه القصة، وتفيد أنه لو لم يكفر فإنه يغلظ عليه الكلام تغليظاً شديداً كما فعل رسول الله صلى الله عليه وسلم، فإن النبي صلى الله عليه وسلم غلظ الأمر فقال: (سبحان الله! قلتم كما قال قوم موسى: (اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ) والذي نفسي بيده! لتركبن سنن من كان قبلكم) ، وهذا فيه أعظم تغليظ على هؤلاء السائلين، والتغليظ -أيها الإخوة- هو هدي المتقدمين في مسائل التوحيد، فإن حذيفة رضي الله عنه عندما رأى على رجل خيطاً من الحمى نزعه ثم قال: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} [يوسف:106] ، وفي الحديث: (أن النبي صلى الله عليه وسلم جاءه عشرة رجال يريدون أن يبايعوه صلى الله عليه وسلم، فبايع تسعة وترك واحداً كان على يده حلقة من صفر فقال: ما هذا؟ قال: من الواهنة، قال: انزعها فإنها لا تزيدك إلا وهناً، وإنك لو مت وهي عليك ما أفلحت أبداً) ، وهذا فيه تعظيم الشرك، وذلك أن الشرك أعظم الظلم كما تقدم، فإن الله سبحانه وتعالى قال: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان:13] ، وقال النبي صلى الله عليه وسلم لما سئل: (أي الظلم أعظم؟ قال: أن تجعل لله نداً وهو خلقك) . ¶ فالواجب علينا -أيها الإخوة- التغليظ في هذا الأمر، ولكن لا يعني هذا أن يغلظ على من كان معتاداً على هذا الأمر، وليس في باله أن هذا الأمر محرم أو منكر، بل ينبغي سلوك الحكمة في ذلك، فمن الناس من يغلظ عليه خاصة في بلاد التوحيد، وفي البلاد التي يكون دعاة التوحيد فيها ظاهرين، فيتكلمون ويعلمون الناس التوحيد، فهؤلاء يُغلظ عليهم، كما غلظ الرسول على الصحابة، وكما غلظ موسى على قومه، أما في البلاد التي ليس فيها أهل توحيد، والشرك فيها هو المنتشر، وعلماء السوء هم الظاهرون في الدعوة إلى الشرك وتسويغ الشرك ودعوة الناس إليه، فيكون من المناسب في هذه الحال أن يسلك الإنسان سبيلاً قاصداً، ومن الحكمة أن يدعوهم بأسلوب هادئ، يشرح لهم ويبيّن لهم خطورة الأمر، ويسرد لهم الأدلة من الكتاب والسُنَّة الدالة على أن هذا من المحرمات وأن هذا من الشرك. ¶ فالواجب علينا أن نفعل ما هو مناسب، فبالنسبة لمن كان بين ظهراني أهل التوحيد وأهل الدعوة السلفية الصحيحة المبنية على الكتاب والسنة؛ فهذا ينبغي أن يشدد عليه ويغلظ؛ لأن هذا من تقصيره وتفريطه، أما من كان بين ظهراني المبتدعة، وكان بين علماء السوء الذين يسوغون الشرك ويدعون إليه، فسلوك السبيل المناسب هو الأولى وهو الأحسن.",
            "page": "4",
            "part": "9",
            "seal": "7A37325F"
        },
        {
            "id": "67",
            "nass": "الرد على المشركين في استشهادهم بقصة قتل أسامة للرجل الذي نطق بالشهادة وبيان وجه إنكار الرسول عليه ¶ ثم قال رحمه الله: [وللمشركين شبهة أخرى يقولون: إن النبي صلى الله عليه وسلم أنكر على أسامة قتل من قال: لا إله إلا الله، وقال له: (أقتلته بعدما قال: لا إله إلا الله؟!) ، وكذلك قوله: (أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله] ، وأحاديث أخرى في الكف عمن قالها، ومراد هؤلاء الجهلة: أن من قالها لا يكفر ولا يقتل ولو فعل ما فعل! فيقال لهؤلاء المشركين الجهال: معلوم أن رسول الله صلى الله عليه وسلم قاتل اليهود وسباهم وهم يقولون: لا إله إلا الله، وأن أصحاب رسول الله صلى الله عليه وسلم قاتلوا بني حنيفة وهم يشهدون أن لا إله إلا الله، وأن محمداً رسول الله، ويصلون، ويدعون الإسلام، وكذلك الذين حرقهم علي بن أبي طالب بالنار. ¶ وهؤلاء الجهلة مقرون أن من أنكر البعث كفر وقتل ولو قال: لا إله إلا الله، وأن من جحد شيئاً من أركان الإسلام كفر وقتل ولو قالها، فكيف لا تنفعه إذا جحد فرعاً من الفروع، وتنفعه إذا جحد التوحيد الذي هو أساس دين الرسل ورأسه؟ ولكن أعداء الله ما فهموا معنى الأحاديث] ولن يفهموا، وهؤلاء يصدق عليهم قول القائل: ما زالت الشبهات تغزو قلبه حتى تشّحط بينهن قتيلاً فهؤلاء غزت الشبهات قلوبهم؛ ولذلك أصبحوا يتعلقون في تسويغ ما هم عليه من باطل وشرك بكل ما فيه أدنى شبهة، وإلا فالأحاديث يصدق بعضها بعضاً {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} [النساء:82] ، فالكتاب والسُنّة من عند الله سبحانه وتعالى، ولا يمكن أن يوجد فيها اختلاف كما أخبر جل وعلا في قوله: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} [النساء:82] ، فهم هنا استندوا إلى هذه الشبهة في تسويغ الشرك، وأنه من قال: لا إله إلا الله فإنه لا يكفر، وهذا تفريع عن الشبهة السابقة، حيث استدلوا بحديث أسامة رضي الله عنه حين قتل رجلاً قال: لا إله إلا الله، وذلك في إحدى الغزوات، فإن أسامة رضي الله عنه تبع رجلاً، فلما تمكن منه قال الرجل: لا إله إلا الله، فقتله أسامة رضي الله عنه، فلما رجعوا إلى المدينة أُخبر النبي صلى الله عليه وسلم بما فعل أسامة، فقال له: (أقتلته بعدما قال: لا إله إلا الله؟! فقال: يا رسول الله! إنما قالها تعوذاً، فقال النبي صلى الله عليه وسلم: أشققت عن قلبه) ، وفي بعض الروايات أنه قال: (ما تصنع بلا إله إلا الله؟) أخذ يكررها صلى الله عليه وسلم حتى قال أسامة رضي الله عنه: وددت أني لم أسلم إلا يومئذ؛ وذلك من شدة ما وجد من إنكار النبي صلى الله عليه وسلم. ¶ واستدلوا أيضاً بما رواه الشيخان من حديث ابن عمر: (أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأني رسول الله، ويقيموا الصلاة، ويؤتوا الزكاة؛ فإن فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحقها، وحسابهم على الله) ، فاستدلوا بهذا على تحريم دم من قال: لا إله إلا الله، وعصمة ماله وقالوا: إن من قال: لا إله إلا الله فلا يكفر. ¶ ثم قال رحمه الله: (وأحاديث أخرى في الكف عمن قالها، ومراد هؤلاء الجهلة أن من قالها لا يكفر ولا يقتل ولو فعل ما فعل!) ، وهذا تكذيب لباقي ما جاء في الكتاب والسُنّة من وجوب الإقرار ببقية الشرائع، وأنه قد يكفر الشخص ببعض الأفعال أو بعض الأقوال ولو كان مقراً بلا إله إلا الله. ¶ فقال رحمه الله في الجواب على هذه الشبهة: (فيقال لهؤلاء المشركين الجهال: معلوم أن رسول الله صلى الله عليه وسلم قاتل اليهود وسباهم وهم يقولون: لا إله إلا الله، وأن أصحاب رسول الله صلى الله عليه وسلم قاتلوا بني حنيفة وهم يشهدون أن لا إله إلا الله وأن محمداً رسول الله، ويصلون، ويدّعون الإسلام؛ وكذلك الذين حرقهم علي بن أبي طالب بالنار) هذا أول دليل ساقه الشيخ رحمه الله على أنه قد يقول المرء: لا إله إلا الله، ويكفر، ويُقَاتل بسبب إنكاره شيئاً من الدين أو جحده شيئاً مما تقتضيه هذه الكلمة؛ من وجوب إفراد الله بالعبادة، ومن وجوب اتباع النبي صلى الله عليه وسلم والانقياد لما جاء به، هذا أول ما ساقه في إبطال هذه الشبهة. ¶ ثم قال رحمه الله: (وهؤلاء الجهلة مقرون -هذا ثاني ما ذكره في إبطال هذه الشبهة- أن من أنكر البعث كفر وقُتِل ولو قال: لا إله إلا الله) فهم متناقضون، وهذا هو وصف كل من خالف كتاب الله وسُنّة رسوله صلى الله عليه وسلم فإنه في أمر مريج كما قال الله سبحانه تعالى: {بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ} [ق:5] أي: مضطرب غير ثابت؛ ولذلك اضطربوا في هذا، فكفروا من أنكر البعث مع قوله: لا إله إلا الله، وأحلوا دمه وماله، وهذا ثاني ما يجاب به على شبهتهم، وعلى ما استدلوا به من الأحاديث، قال: (وأن من جحد شيئاً من أركان الإسلام كفر وقُتِل ولو قالها؛ فكيف لا تنفعه إذا جحد فرعاً من الفروع وتنفعه إذا جحد التوحيد الذي هو أساس دين الرسل ورأسه؟! ولكن أعداء الله ما فهموا معنى الأحاديث) ولن يفهموا لأنهم لم يتأملوا ولم يأخذوا بالنصوص ويُعملوها جميعاً، إنما أخذوا ببعضها، ولم يفسروا قول الله بعضه ببعض، وقول النبي صلى الله عليه وسلم بعضه ببعض، وإنما ضربوا كتاب الله بعضه ببعض، وقول النبي صلى الله عليه وسلم بعضه ببعض، فانتقوا ما يشاءون، قال الله: {فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ} [الصف:5] ، وقال: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ} [آل عمران:7] ، وقوله: (ولن يفهموا) لأن قلوبهم أُشربت هذه الشبه، وعشعشت في نفوسهم، فلا يتمكنون من التخلص منها إلا بتوفيق من الله سبحانه وتعالى، وإلا فالدلائل على كذب ما يقولونه وبطلان ما يشبهون به واضحة بينة. ¶ ثم قال رحمه الله في الجواب على شبهتهم، وهو ثالث جواب: [فأما حديث أسامة فإنه قتل رجلاً ادعى الإسلام بسبب أنه ظن أنه ما ادعى الإسلام إلا خوفاً -ولذلك قال: (إنما قالها تعوذاً) - على دمه وماله، والرجل إذا أظهر الإسلام -الآن يبين الشيخ وجه إنكار النبي صلى الله عليه وسلم على أسامة -وجب الكف عنه حتى يتبين منه ما يخالف ذلك] أي: ما يخالف ما أقر به من الإسلام والتوحيد. ¶ ثم قال: [وأنزل الله تعالى في ذلك -يعني: في هذا الأمر، من وجوب الكف عمن ظهر منه ما يدل على إسلامه حتى يتبين أمره-: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا} [النساء:94] أي: فتثبتوا] فالآية تدل على أنه يجب الكف عمن ظهر منه ما يدل على الإسلام من قول: لا إله إلا الله أو التحية بتحية أهل الإسلام. ¶ قال رحمه الله: [فالآية تدل على أنه يجب الكف عنه والتثبت، فإذا تبين منه بعد ذلك ما يخالف الإسلام قتل، لقوله تعالى: (فَتَبَيَّنُوا) ، ولو كان لا يقتل إذا أقرّ بلا إله إلا الله إذا قالها لم يكن للتثبت معنىً] هذا واضح، إذ لو كان لا يقتل لما أمرنا بالتبيّن، ولقال: كفوا عنه، وانتهينا، وما احتاج أن يقول: (فتبينوا) لكن أمر بالتبيّن حتى يروا هل ما قاله صدق من قلب مؤمن بما يقول أم أنه كذب ومين؟",
            "page": "5",
            "part": "9",
            "seal": "AA00AA81"
        },
        {
            "id": "68",
            "nass": "مشروعية قتل الخوارج وهم يقولون: لا إله إلا الله دليل على قتل من أتى من يخالف معناها ¶ قال رحمه الله: [وكذلك الحديث الآخر وأمثاله] يعني يحمل على هذا المعنى، أنه من قال: لا إله إلا الله لم يقاتل، بل يجب الكف عنه حتى يتبين منه ما يناقض ما أقر به. ¶ قال رحمه الله: [معناه ما ذكرناه أن من أظهر التوحيد والإسلام وجب الكف عنه إلى أن يتبين منه ما يناقض ذلك. ¶ والدليل على هذا أن رسول الله صلى الله عليه وسلم الذي قال: (أقتلته بعدما قال: لا إله إلا الله؟!) ، وقال: (أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله) ، هو الذي قال في الخوارج -وهم الذين خرجوا عن الجماعة وكفروا الصحابة وقاتلوهم-: (أينما لقيتموهم فاقتلوهم، لئن أدركتهم لأقتلنهم قتل عاد)) ] إذاً: في هذا الحديث إخبار أن النبي صلى الله عليه وسلم يقتل من قال: لا إله إلا الله، إذا زاغ عن مقتضاها، وإذا كفر بما يجب الإيمان به من شرائع الدين، فإذا أتى مكفراً فإنه لا ينفعه إقراره بلا إله إلا الله، فعلى سبيل المثال: من سب الله بينما هو يقول: لا إله إلا الله ليلاً ونهاراً، فهو كافر إذا لم يتب من ذلك، أو سب النبي صلى الله عليه وسلم أو سب القرآن أو سب شيئاً من شرائع الدين فإنه يكفر بهذا الفعل، فالإقرار بلا إله إلا الله يفيد عصمة الدم والمال إلا إذا تبين ما يناقض هذه الكلمة، وما يبطل أثرها في حفظ المال والدم، فهذا النبي صلى الله عليه وسلم يقول: (لئن أدركتهم لأقتلنهم قتل عاد) وما ذلك إلا أنهم أتوا أمراً كبيراً في الدين، وهو تكفير صحابة النبي صلى الله عليه وسلم والخروج عن الجماعة. ¶ قال رحمه الله: [مع كونهم من أكثر الناس عبادة وتهليلاً وتسبيحاً حتى أن الصحابة يحقرون صلاتهم عندهم] كما قال النبي صلى الله عليه وسلم: (تحقرون صلاتكم إلى صلاتهم، وصيامكم إلى صيامهم، وقراءتكم إلى قراءتهم) لكن خاتمتهم (يمرقون من الدين كما يمرق السهم من الرمية) .",
            "page": "6",
            "part": "9",
            "seal": "EA6376FF"
        },
        {
            "id": "69",
            "nass": "أقوال العلماء في مسألة تكفير الخوارج ¶ قال رحمه الله: [وهم تعلموا العلم من الصحابة، فلم تنفعهم لا إله إلا الله، ولا كثرة العبادة، ولا ادعاء الإسلام، لما ظهر منهم مخالفة الشريعة] وهذا من أوضح الأدلة وأبينها على أن قول: لا إله إلا الله يعصم ابتداءً، فإذا تبين ما يناقض هذا القول ويبطل أثره فإنه يعمل بمقتضى هذه المناقضة من إباحة الدم والمال. ¶ أما بالنسبة للخوارج -أيها الإخوة- فيظهر من كلام الشيخ هنا تكفيرهم، وإن كان ليس هذا تصريحاً، فإنه قال: (لم تنفعهم لا إله إلا الله، ولا كثرة العبادة، ولا ادعاء الإسلام، لما ظهر منهم مخالفة الشريعة) ويمكن أن يقال: إنها لم تنفعهم في عصمة دمهم، ولا يلزم من هذا تكفيرهم، إذ أنه قد يباح الدم فيما دون الكفر. ¶ ومسألة تكفير الخوارج للعلماء فيها قولان في مذهب أحمد ومالك والشافعي، ففي قول لهم: أنهم كفار؛ لتكفيرهم الصحابة، ولخروجهم على الجماعة، وللأقوال المبتدعة المنكرة التي قالوها. ¶ والقول الآخر: أنهم لا يكفرون، بل هم ممن أباح النبي صلى الله عليه وسلم دماءهم إذا اجتمعوا على بدعتهم، وخرجوا على المسلمين، وهم من المعتدين الظالمين الذين يقاتلون قتال أهل البغي والظلم والاعتداء. ¶ قال شيخ الإسلام رحمه الله: وهذا الذي كان عليه الصحابة، فلم يُنقل عن أحد منهم أنه كفّرهم، لا علي ولا غيره، بل لما سُئل علي بن أبي طالب رضي الله عنه عن الخوارج: هل هم كفار؟ قال: من الكفر فروا. ¶ والظاهر أن ما ذهب إليه القائلون بعدم تكفيرهم أقرب للصواب؛ إذ هذا القول هو الذي مضى عليه الصحابة رضي الله عنهم، وهم أعلم بكلام النبي صلى الله عليه وسلم ومقاصده. ¶ ثم قال رحمه الله: [وكذلك ما ذكرناه من قتال اليهود، وقتال الصحابة بني حنيفة. ¶ وكذلك أراد صلى الله عليه وسلم أن يغزو بني المصطلق لما أخبره رجل أنهم منعوا الزكاة، حتى أنزل الله: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا} [الحجرات:6] ، وكان الرجل كاذباً عليهم، فكل هذا يدل على أن مراد النبي صلى الله عليه وسلم في الأحاديث التي احتجوا بها ما ذكرناه] . ¶ وهذه أيضاً شواهد لما تقدم ذكره من أن قول: لا إله إلا الله يفيد عصمة الدم والمال ابتداءً ما لم يبدِ ما يناقض هذه الكلمة، فإن الصحابة رضي الله عنهم قتلوا بني حنيفة، وأراد صلى الله عليه وسلم أن يغزو بني المصطلق مع أنهم يقولون: لا إله إلا الله، وأيضاً قاتل صلى الله عليه وسلم اليهود مع أنهم يقولون: لا إله إلا الله، إلا أنهم لم يقروا بالرسالة، فلا إله إلا الله لا تنفع صاحبها إلا إذا أقر بكل ما يقتضيه هذا الدين، وما جاء به النبي صلى الله عليه وسلم، فمن جحد شيئاً من ذلك فإنه لا ينتفع بها.",
            "page": "7",
            "part": "9",
            "seal": "4572251E"
        },
        {
            "id": "70",
            "nass": "شرح كشف الشبهات [10] ¶ من شبه عباد القبور التي يوردونها في معرض الاستشهاد على جواز الاستغاثة العبادية أن الناس يستغيثون يوم القيامة بالأنبياء، متجاهلين عند إيرادهم لهذه الشبهة أن تلك الاستغاثة إنما هي استغاثة حي بحي فيما يقدر عليه، بينما استغاثة هؤلاء عند القبور إنما هي استغاثة بميت أو غائب في شيء لا يقدر عليه إلا الله سبحانه وتعالى.",
            "page": "1",
            "part": "10",
            "seal": "7AA13E15"
        },
        {
            "id": "71",
            "nass": "استشهاد المشركين بالاستغاثة بالأنبياء في المحشر على جواز الاستغاثة بغير الله وأنه ليس من الشرك ¶ بسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، وبعد: قال المصنف رحمه الله: [ولهم شبهة أخرى: وهي ما ذكر النبي صلى الله عليه وسلم أن الناس يوم القيامة يستغيثون بآدم، ثم بنوح، ثم بإبراهيم، ثم بموسى، ثم بعيسى، فكلهم يعتذر حتى ينتهوا إلى رسول الله صلى الله عليه وسلم قالوا: فهذا يدل على أن الاستغاثة بغير الله ليست شركاً. ¶ والجواب أن نقول: سبحان من طبع على قلوب أعدائه، فإن الاستغاثة بالمخلوق فيما يقدر عليه لا ننكرها، كما قال تعالى في قصة موسى: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} [القصص:15] ، وكما يستغيث الإنسان بأصحابه في الحرب أو غيره في أشياء يقدر عليها المخلوق، ونحن أنكرنا استغاثة العبادة التي يفعلونها عند قبور الأولياء أو في غيبتهم في الأشياء التي لا يقدر عليها إلا الله. ¶ إذا ثبت ذلك فاستغاثتهم بالأنبياء يوم القيامة يريدون منهم أن يدعوا الله أن يحاسب الناس حتى يستريح أهل الجنة من كرب الموقف، وهذا جائز في الدنيا والآخرة، وذلك أن تأتي عند رجل صالح حي يجالسك ويسمع كلامك وتقول له: ادع الله لي كما كان أصحاب رسول الله صلى الله عليه وسلم يسألونه ذلك في حياته، وأما بعد موته فحاشا وكلا أنهم سألوه ذلك عند قبره، بل أنكر السلف على من قصد دعاء الله عند قبره، فكيف بدعائه نفسه صلى الله عليه وسلم؟] . ¶ قال رحمه الله: (ولهم شبهة أخرى وهي ما ذكر النبي صلى الله عليه وسلم أن الناس يوم القيامة يستغيثون بآدم ثم بنوح ثم بإبراهيم ثم بموسى ثم بعيسى فكلهم يعتذر حتى ينتهوا إلى رسول الله صلى الله عليه وسلم، قالوا: فهذا يدل على أن الاستغاثة بغير الله ليست شركاً) وهذا من جملة ما يتعلق به المبتدعون في تجويز صرف العبادة لغير الله سبحانه وتعالى، وإلا فلو كان ما ذكروه دالاً على ما ذهبوا إليه من جواز استغاثة المخلوق بغير الله، وأن الاستغاثة بغير الله ليست شركاً؛ لعددنا ذلك من المتشابه الذي يحمل على المحكم، وهو أن الله سبحانه وتعالى قد قال: {فَلا تَدْعُوا مَعَ اللَّهِ أَحَداً} [الجن:18] ، ونقول: أحوال يوم القيامة تختلف عن أحوال الدنيا، هذا إن سلّمنا بأن ما ذكروه يصح الاحتجاج به أو فيه شبهة لما قالوا؛ كيف وما ذكروه ليس فيه دليل على جواز الاستغاثة بغير الله فيما لا يقدر عليه إلا الله سبحانه وتعالى؟ وبيان ذلك من خلال ما ذكره الشيخ رحمه الله في جوابه.",
            "page": "2",
            "part": "10",
            "seal": "C579F1C3"
        },
        {
            "id": "72",
            "nass": "معنى الاستغاثة وأنواعها ¶ قبل أن نشرع في مطالعة كلام الشيخ رحمه الله في الجواب نقول: الاستغاثة: هي طلب الغوث، وطلب الغوث لا يكون إلا عند الشدة والكرب، وفي الغالب يكون عند نزوله وحلوله، خلافاً للاستعاذة فإنها قد تكون قبل نزول البلاء، وأما الاستعانة فهي تكون في الشدة والرخاء، بينما الاستغاثة لا تكون إلا عند نزول البلاء والكرب وشدته وطلب الغوث على نوعين: النوع الأول: ما لا يقدر عليه إلا الله سبحانه وتعالى، فهذا لا يجوز طلبه من غيره بل لابد أن يتوجه العبد بقلبه ولسانه إلى الله سبحانه وتعالى طالباً أن يُغيثه، وأن يكشف عنه كربه. ¶ النوع الثاني: ما كان في مقدور المخلوق، والمخلوق حي حاضر، فهذا يجوز طلب الغوث منه، ومنه قوله تعالى في كتابه: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} [القصص:15] في قصة موسى، فهذه الاستغاثة جائزة؛ لأنها طلب لما هو في مقدور المخلوق الحاضر، فإن كان المخلوق غائباً فإن نداءه وطلب الغوث منه يكون من الشرك إلا إذا كان النداء يبلغه ويسمعه. ¶ وأيضاً من باب أولى لو كان المخلوق ميتاً فإنه لا يجوز سؤاله؛ لأنه ليس في مقدوره.",
            "page": "3",
            "part": "10",
            "seal": "E943698B"
        },
        {
            "id": "73",
            "nass": "الرد على المشركين فيما أوردوه من استشهادهم باستغاثة أهل المحشر بالأنبياء ¶ أما ما ذكروه مما ورد في حديث الشفاعة العظمى التي تكون في الموقف من سؤال الناس للأنبياء آدم ونوح وإبراهيم وموسى وعيسى ونبينا محمد صلى الله عليه وسلم أن يسألوا الله أن يكشف ما بهم؛ فإن هذا ليس من الشرك، بل هو سؤال للمخلوق فيما يقدر عليه، وهو سؤال الله سبحانه وتعالى ودعاؤه، وهذا ليس من الشرك في شيء؛ ولذلك أجاب الشيخ رحمه الله بهذا الجواب فقال رحمه الله: (والجواب أن نقول: سبحان من طبع على قلوب أعدائه! فإن الاستغاثة بالمخلوق فيما يقدر عليه لا ننكرها) إذاً: الذي ننكره هو الاستغاثة بالمخلوق فيما لا يقدر عليه إلا الله سبحانه وتعالى، فلو كان المخلوق يقدر عليه ولكنه ليس حاضراً كالذين يستغيثون مثلاً بالأولياء الأحياء البعيدين الذين لا يسمعون، فإذا نزل به كرب قال: يا فلان! أغثني، فهذا أيضاً من الشرك؛ لأنه ولو كان حيّاً قادراً على الفعل لو كان حاضراً إلا أنه بسبب غيبته لا يقدر أن يجيبك، فهذا دعاء لغير الله سبحانه وتعالى، أما سؤال المخلوق فيما يقدر عليه فلا إنكار، سواء كان ذلك استعانة أو استغاثة أو استعاذة، أما دليل الاستغاثة فظاهر، وأما دليل الاستعاذة بالمخلوق فيما يقدر عليه فإن النبي صلى الله عليه وسلم قال في حديث الدجال: (من وجد ملجأ أو معاذاً فليعذ به) ، وأما الاستعانة فلا إشكال في جواز طلب العون من المسلم فيما يقدر عليه. ¶ ثم قال رحمه الله في الاستدلال على جواز طلب الإعانة من المخلوق فيما يقدر عليه: (كما قال تعالى في قصة موسى: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} [القصص:15] ، وكما يستغيث الإنسان بأصحابه في الحروب أو غيرها في الأشياء التي يقدر عليها المخلوق) ، وهذا لا ينكره أحد.",
            "page": "4",
            "part": "10",
            "seal": "E2F2F479"
        },
        {
            "id": "74",
            "nass": "الاستغاثة الشركية المحرمة هي استغاثة العبادة ¶ قال رحمه الله: (ونحن أنكرنا استغاثة العبادة التي يفعلونها عند قبور الأولياء، أو في غيبتهم في الأشياء التي لا يقدر عليها إلا الله سبحانه) . ¶ إذاً: هذا الذي ننكره، وهذا الذي نقول: إنه من الشرك، وهو استغاثة العبادة، وهي التي تكون عند قبور الأولياء، وذلك أن هؤلاء لا يقدرون، فسؤالهم من التعلق بالأموات الذي نهى الله سبحانه وتعالى عنه، وبعث رسله لأجل نفيه والتحذير منه. ¶ وأيضاً (في غيبتهم في الأشياء التي لا يقدر عليها إلا الله) فإن سؤالهم في غيبتهم أيضاً من الشرك، وذلك أنه إذا غاب ليس في مقدوره كشف البلاء عنك، ولا رفع الكرب عنك؛ ولذلك سؤالك الغائب تفريج الكربات وكشف النكبات وما إلى ذلك من جنس سؤال المخلوق فيما لا يقدر عليه إلا الله سبحانه وتعالى. ¶ يقول: (إذا ثبت ذلك -أي: إذا ثبتت هذه المقدمة- فاستغاثتهم بالأنبياء يوم القيامة يريدون منهم أن يدعوا الله أن يحاسب الناس حتى يستريح أهل الجنة من كرب الموقف، وهذا جائز في الدنيا والآخرة) فلا إشكال في جواز سؤال المخلوق الآخر أن يدعو له في كشف أمر في الدنيا أو في الآخرة إذا كان ذلك في مقدوره، بشرط حضوره، وهذا هو الذي حدث، فإن الناس يوم القيامة يقولون لما يشتد عليهم كرب الموقف: (اذهبوا إلى آدم أبيكم، الذي خلقه الله بيده، فيذهبون إلى آدم فيقولون: يا آدم! أنت أبو البشر، خلقك الله بيديه فيطلبون منه أن يسأل الله أن يفرج عنهم، فيحولهم إلى نوح، فيذهبون إلى نوح فيحولهم إلى إبراهيم، ثم يحولهم إبراهيم إلى موسى، ثم يحولهم موسى إلى عيسى، ثم يحولهم عيسى إلى النبي صلى الله عليه وسلم فيقول: أنا لها، أنا لها، ثم لا يشفع صلى الله عليه وسلم مباشرة، بل يقوم ويسجد عند العرش، ولا يبدأ بالشفاعة حتى يؤذن له فيقال له: (ارفع رأسك، واشفع تشفع، وقل يسمع) فيطلب من الله عز وجل الشفاعة في القضاء بين الناس. ¶ وهذا لتفريج الكرب عن أهل الإيمان، وإلا فإن أهل الكفر لا يستفيدون من هذا بشيء، إذ أن ما يقبلون عليه أعظم وأدهى وأمر؛ ولذلك قال الشيخ رحمه الله: (أن يحاسب الناس حتى يستريح أهل الجنة من كرب الموقف) وإلا فالكفار في ظلمات بعضها فوق بعض، نسأل الله سبحانه وتعالى السلامة والعافية.",
            "page": "5",
            "part": "10",
            "seal": "1D43D15F"
        },
        {
            "id": "75",
            "nass": "مسألة سؤال الحي الحاضر الدعاء ¶ يقول: (وهذا جائز في الدنيا والآخرة) أي: سؤال الدعاء من الحي الحاضر جائز في الدنيا والآخرة، ولا إشكال في ذلك. ¶ يقول: (وذلك أن تأتي عند رجل -توضيح لقوله: وهذا جائز في الدنيا والآخرة- صالح حيّ يجالسك، ويسمع كلامك، وتقول له: ادع الله لي، كما كان أصحاب رسول الله صلى الله عليه وسلم يسألونه ذلك في حياته، وأما بعد موته فحاشا وكلا أنهم سألوه ذلك عند قبره) . ¶ فسؤال الحي الدعاء لا بأس به، هذا الذي يفهم من كلام الشيخ رحمه الله، والذين كرهوا سؤال الحي الدعاء إنما كرهوه لأجل ذم المسألة عموماً، وليس لأن ذلك من الشرك، فإن شيخ الإسلام رحمه الله له قول بكراهة سؤال المخلوق الدعاء إلا إذا كان يقصد من سؤاله نفع المسئول، وله قول آخر قال فيه رحمه الله: وطلب الدعاء من المؤمن للمؤمن مشروع، فله في المسألة قولان، والقول الذي فيه كراهة سؤال الدعاء من المسلم أو من المؤمن هو بسبب أن المسألة مذمومة مطلقاً، وأن الواجب على العبد أن يعود نفسه السؤال والتضرع إلى الله سبحانه وتعالى؛ وذلك أن الدعاء عبادة وقربة إلى الله سبحانه وتعالى، فالأولى للعبد أن يباشر ذلك بنفسه، وألا يعتمد على غيره في ذلك، ثم أيضاً قد يُخشى أن يترتب على هذا السؤال مفسدة للمسئول، فيظن في نفسه خيراً فيغتر، وقد يُخشى أيضاً من هذا أن يتكل الإنسان على دعاء غيره، فيكون من عادته إذا أراد الدعاء أن يذهب إلى غيره ليدعو له، كل هذه المفاسد جعلت شيخ الإسلام رحمه الله يقول في أحد قوليه: إن سؤال الغير الدعاء مكروه، وليس ذلك لكونه من الشرك أو ما إلى ذلك، بل لكونه تترتب عليه بعض المفاسد التي تقدم ذكر شيء منها.",
            "page": "6",
            "part": "10",
            "seal": "5E2D7AFA"
        },
        {
            "id": "76",
            "nass": "الصحابة لم يكونوا يسألون النبي عليه الصلاة والسلام بعد موته ¶ ثم قال رحمه الله: (كما كان أصحاب رسول الله صلى الله عليه وسلم يسألونه في حياته وأما بعد موته فحاشا وكلا أنهم سألوا ذلك عند قبره) فلم يُنقل عن أحد من الصحابة رضي الله عنهم أنهم كانوا يأتون إلى قبره ويسألونه الدعاء، ولو فُعل لنُقل، بل الذي نُقل عنهم رضي الله عنهم أنهم نهوا من أتى يسأل الله عند قبره كما روي ذلك عن علي بن الحسين بن علي بن أبي طالب رضي الله عنهما، فإنه رأى رجلاً كان يأتي إلى فرجة عند بيت النبي صلى الله عليه وسلم يدعو فنهاه، وقال له: إن النبي صلى الله عليه وسلم قال: (لا تتخذوا قبري عيداً، وصلوا عليّ أينما كنتم فإن صلاتكم تبلغني) ، وهذا فيه النهي عن قصد القبر من أجل الدعاء، فمن قصد قبر النبي صلى الله عليه وسلم أو غيره لأجل أن يدعو الله سبحانه وتعالى عنده فإن هذا بدعة، وأما لو قصده للطلب من الميت أن يدعو الله سبحانه وتعالى له فهذا بدعة منكرة، وهو من وسائل الشرك، فلو سأل الميت نفسه فإنه يكون قد وقع في الشرك الذي ينقل عن الملة كما قال سبحانه وتعالى: {فَلا تَدْعُوا مَعَ اللَّهِ أَحَداً} [الجن:18] ، فمن دعا غير الله فقد أشرك في هذه العبادة، ومن صرف عبادة لغير الله سبحانه وتعالى فقد وقع في الشرك، وفُهم من هذا خطأ ما يفعله كثير من الناس الآن إذا ذهب للسلام على النبي صلى الله عليه وسلم في قبره توجه إلى القبلة يدعو، فإن هذا الأمر محدث، بل نص شيخ الإسلام رحمه الله في الجواب الباهر على أن هذا من البدع، فعلى العبد إذا سلم أن ينصرف ويدعو في أي مكان في المسجد، ولا يتقصد ولا يتحرى الدعاء عند قبر النبي صلى الله عليه وسلم، فإن هذا من المحدثات، ولو قال قائل: إن هذا من المسجد، فإن المسجد قد أحاط ببيت النبي صلى الله عليه وسلم من كل جانب، فالجواب: أن الممنوع هو أن تتقصد هذا المكان للدعاء؛ لأن الناس لا يفهمون أن هذا من المسجد، بل هم يظنون أنك وقفت تدعو هنا لأجل بركة المكان، وهو قربك من قبر النبي صلى الله عليه وسلم، فاذهب وانصرف وادع الله حيثما شئت. ¶ وقد ذكر شيخ الإسلام رحمه الله أن الصحابة رضي الله عنهم لم يُنقل عنهم قصد الحجرة للسلام على النبي صلى الله عليه وسلم إلا ما جاء عن ابن عمر أنه كان إذا قدم من سفر يأتي ويسلم على النبي صلى الله عليه وسلم، وعلى أبي بكر، وعلى عمر يقول: السلام عليك يا رسول الله! السلام عليك يا أبا بكر! السلام عليك يا أبي! وينصرف، ونُقل مثل هذا عن أنس رضي الله عنه أيضاً، وأما سائر الصحابة فلم يفعلوا ذلك، ولم يثبت عنهم حتى المجيء للسلام، بل كانوا يكتفون بالسلام عند دخول المسجد، ولا يقصدون الحجرة أو القبر للسلام على النبي صلى الله عليه وسلم، فهذا من الأمور التي انتشرت بعد عهد الصحابة رضي الله عنهم. ¶ وقد ذكر شيخ الإسلام أن الوفود كانت تفد إلى المسجد النبوي وتدخل وتخرج ولا تقف عند القبر لا للسلام ولا لغيره. ¶ والذي يظهر لي أن هذا هو الأحسن والأكمل، فيكتفي بالسلام عند دخوله للمسجد، ولا يقصد الحجرة أو القبر للسلام، فإن هذا لم يفعله إلا ابن عمر رضي الله عنه، فمن فعله تأسياً بـ ابن عمر رضي الله عنه فليقف عند ورد عن ابن عمر رضي الله عنه، فإن الذي ورد عنه أنه كان يقول: السلام عليك يا رسول الله! السلام عليك يا أبا بكر! السلام عليك يا أبتي! وينصرف، ولا يفعله إلا عند المجيء من السفر، أما ما يفعله كثير من الناس من السلام عليه بعد كل صلاة، وبعضهم إذا لم يتمكن أو كان عنده شغل ولا يستطيع الذهاب إلى جوار الحجرة وقف في مكانه، وتوجه إلى القبر، وتمتم ببعض الكلمات، ثم انصرف؛ فهذا لا شك أنه من البدع والمحدثات، وكل بدعة ضلالة.",
            "page": "7",
            "part": "10",
            "seal": "16CF3FCF"
        },
        {
            "id": "77",
            "nass": "الرد على من استشهد بعرض جبريل على إبراهيم إعانته عندما أراد قومه إحراقه على جواز الاستغاثة العبادية بغير الله ¶ ثم قال رحمه الله: [ولهم شبهة أخرى: وهي قصة إبراهيم لما ألقي في النار، اعترض عليه جبريل في الهواء فقال له: ألك حاجة؟ فقال إبراهيم: أما إليك فلا. ¶ قالوا: فلو كانت الاستغاثة شركاً لم يعرضها على إبراهيم. ¶ فالجواب: أن هذا من جنس الشبهة الأولى، فإن جبريل عرض عليه أن ينفعه بأمر يقدر عليه، فإنه كما قال الله تعالى: {شَدِيدُ الْقُوَى} [النجم:5] فلو أذن له أن يأخذ نار إبراهيم وما حولها من الأرض والجبال ويلقيها في المشرق أو المغرب لفعل، ولو أمره أن يضع إبراهيم عليه السلام في مكان بعيد عنهم لفعل، ولو أمره أن يرفعه إلى السماء لفعل، وهذا كرجل غني له مال كثير يرى رجلاً محتاجاً فيعرض عليه أن يقرضه أو أن يهبه شيئاً يقضي به حاجته، فيأبى ذلك الرجل المحتاج أن يأخذ ويصبر إلى أن يأتيه الله برزق لا منة فيه لأحد، فأين هذا من استغاثة العبادة والشرك لو كانوا يفقهون؟] . ¶ هذه شبهة أخرى، ولعلها آخر الشبه التي يوردها الشيخ رحمه الله في هذا الكتاب المبارك، قال رحمه الله: (ولهم شبهة أخرى: وهي قصة إبراهيم لما ألقي في النار، اعترض له جبريل في الهواء فقال له: ألك حاجة؟ فقال إبراهيم: أما لك فلا. ¶ قالوا: فلو كانت الاستغاثة شركاً لم يعرضها على إبراهيم) . ¶ قال الشيخ رحمه الله: (فالجواب: أن هذا من جنس الشبهة الأولى) فإن الشبهة الأولى فيها سؤال المخلوق ما يقدر عليه، وهذا أيضاً فيه عرض المخلوق ما يقدر عليه، فإن جبريل عليه السلام عرض على إبراهيم لما ألقي في النار أو قبل أن يلقى في النار لما تآمر قومه على إلقائه فيها فقال له: ألك حاجة؟ فقال إبراهيم: أما إليك فلا، فقالوا: فلو كانت الاستغاثة شركاً لم يعرضها على إبراهيم، فنقول: هذه ليست من الاستغاثة الممنوعة، بل هي من الاستغاثة التي نتفق معكم على جوازها، لكننا نختلف معكم في كونها دالة على جواز الاستغاثة العبادية التي لا يجوز صرفها إلا لله سبحانه وتعالى، أما الاستغاثة التي من هذا الجنس وهي سؤال المخلوق ما يقدر فليس ذلك من الشرك في شيء. ¶ قال رحمه الله فالجواب: أن هذا من جنس الشبهة الأولى، وأنتم تلاحظون -أيها الإخوة- أن هذه الشبهات التي مرت معنا في غالب الأحيان تكون مكررة، والخلاف فيها خلاف لفظي، فهو من تنويع العبارة لعرض نفس الشبهة المتقدمة؛ ولذلك سلك الشيخ رحمه الله مسلكاً جيداً في هذه الشبهات، فقد عرض أولاً كبريات شبهاتهم، ثم بعد أن فرغ من عرض هذه الكبريات ذكر ما هو فروع أو ما هو تنوع في اللفظ للشبه المتقدمة، وكذلك هنا فإنهم أعادوا ما أجبنا عليه قبل قليل في القصة المتقدمة. ¶ قال رحمه الله: (فالجواب على هذا من جنس الشبهة الأولى، فإن جبريل عرض عليه أن ينفعه بأمر يقدر عليه) ، وتوضيح هذا قوله رحمه الله: (فإنه كما قال الله تعالى فيه -يعني: في جبريل-: (شَدِيدُ الْقُوَى) ، فلو أُذن له أن يأخذ نار إبراهيم وما حولها ويلقيها في المشرق أو المغرب لفعل، وهذا لا شك فيه، ولو أمره أن يضع إبراهيم عليه السلام في مكان بعيد عنهم لفعل -وهذا لا شك أنه في قدرة جبريل- ولو أمره أن يرفعه إلى السماء لفعل، وهذا كرجل غني له مال كثير يرى رجلاً محتاجاً فيعرض عليه أن يقرضه أو أن يهبه شيئاً يقضي به حاجته، فيأبى ذلك الرجل المحتاج أن يأخذ ويصبر إلى يأتيه الله برزق لا منة فيه لأحد) وهذا تفسير من الشيخ رحمه الله لما فعله إبراهيم، فإن إبراهيم عليه السلام قال: (أما إليك فلا) ، أي: فلا حاجة لي بما عندك. ¶ ومعنى هذا الكلام: أما إلى الله فنعم فإنه صبر على ما لقي منتظراً فرج الله سبحانه وتعالى وما يختاره له، وهذا فيه غاية التسليم، وإبراهيم عليه السلام إنما كان أُمة قانتاً لله حنيفاً بسبب تسليمه لله سبحانه وتعالى، ومن أبرز ما يظهر فيه تسليم إبراهيم عليه السلام قصة رؤياه التي رأى فيها ذبح ابنه الذي حرمه سنين طويلة، ثم لما جاءه وبلغ معه السعي رأى هذه الرؤيا، فما كان منه إلا أن سلم وآمن {فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ} [الصافات:103] فما كان إلا أن فرّج الله سبحانه وتعالى عنه، وفداه بذبح عظيم، وما ذلك إلا لتسليم إبراهيم وإسماعيل عليهما السلام، فمن السمات البارزة في حياة إبراهيم عليه السلام تسليمه لله سبحانه وتعالى، وهذا من تسليمه، إذ أنه رضي بما يختاره الله سبحانه وتعالى له، وما يُقدّره له، ولم يركن إلى اختياره لنفسه، وهذه فائدة ينبغي لطلبة العلم والدعاة وأهل الخير أن يتنبهوا لها، وهي أنه قد نختار لأنفسنا أمراً من الأمور نحب وقوعه، ونجاهد في تحقيقه، ويكون الخير فيما اختاره الله لنا، إذ يقع شيء يخالف ما نحب، فتجد بعض الإخوة وبعض أهل الخير يضجر ويغضب لهذا الذي وقع، أو على أقل الأحوال يشعر في نفسه بمضاضة وغضاضة لما وقع، فنقول له: ينبغي لك أن تسلم، وأن تعلم أن ما قدره الله سبحانه وتعالى لك هو خير لك ولا شك (عجباً لأمر المؤمن إن أمره كله له خير: إن أصابته ضراء صبر فكان خيراً له، وإن أصابته سراء شكر فكان خيراً له، ولا يكون ذلك إلا للمؤمن) فالواجب على العبد المؤمن أن يرضى بما اختاره الله سبحانه وتعالى من تأخر النصر أو من تأخر تحصيل العلم أو من فوات فرص أو ما إلى ذلك ولا يستعجل، وإنما يعلم أن ما اختاره الله سبحانه وتعالى له هو الخير {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ} [القصص:68] ، والله يصنع لدينه ما لا نصنع، فينبغي لنا أن نسلّم، وهذا بارز من هذه القصة، فإنه صلى الله عليه وسلم قال: (أما إليك فلا) فجاءه الفرج من الله سبحانه وتعالى بأن قال: {يَا نَارُ كُونِي بَرْداً وَسَلاماً عَلَى إِبْرَاهِيمَ} [الأنبياء:69] تفريج من رب العالمين سبحانه وتعالى، فالواجب علينا -أيها الإخوة- أن ننتبه إلى هذه الفوائد، وهذه العبر من قصص الأنبياء في كتاب الله سبحانه وتعالى، فإن الله سبحانه وتعالى إنما قص علينا قصصهم للعبرة، وليس للتسلي والنظر فيما جرى لهم بل للاعتبار، وأشار الله سبحانه وتعالى إلى ذلك مخاطباً نبيه: {وَكُلاً نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ} [هود:120] فلقصص الرسل فائدة، وهي التثبيت والاعتبار، فينبغي لنا أن نتنبه لهذا. ¶ ثم قال رحمه الله: (فأين هذا من استغاثة العبادة والشرك لو كانوا يفقهون؟!) .",
            "page": "8",
            "part": "10",
            "seal": "D0E07F43"
        },
        {
            "id": "78",
            "nass": "شرح كشف الشبهات [11] ¶ إن عقيدة أهل السنة والجماعة في التوحيد أن يكون بالقلب واللسان والعمل، لكن هناك كثير من الناس من يعرف الحق ويترك العمل به لخوف نقص دنيا أو جاه أو مداراة لأحد، ومن الناس من يعمل بالحق ظاهراً لا باطناً، ولا نجاة للعبد إلا بالعلم بالتوحيد والعمل به ظاهراً وباطناً.",
            "page": "1",
            "part": "11",
            "seal": "E85DFE24"
        },
        {
            "id": "79",
            "nass": "التوحيد يكون بالقلب واللسان والعمل ¶ بسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، وبعد: قال المصنف رحمه الله تعالى: [ولنختم الكلام إن شاء الله تعالى بمسألة عظيمة مهمة تفهم مما تقدم ولكن نفرد لها الكلام لعظم شأنها ولكثرة الغلط فيها فنقول: لا خلاف أن التوحيد لابد أن يكون بالقلب واللسان والعمل فإن اختل شيء من هذا لم يكن الرجل مسلماً، فإن عرف التوحيد ولم يعمل به فهو كافر مرتد معاند ككفر فرعون وإبليس وأمثالهما، وهذا يغلط فيه كثير من الناس، يقولون: إن هذا حق، ونحن نفهم هذا، ونشهد أنه حق، ولكننا لا نقدر أن نفعله، ولا يجوز عند أهل بلدنا إلا من وافقهم، أو غير ذلك من الأعذار، ولم يدر المسكين أن غالب أئمة الكفر يعرفون الحق، ولم يتركوه إلا لشيء من الأعذار، كما قال تعالى: {اشْتَرَوْا بِآياتِ اللَّهِ ثَمَناً قَلِيلاً} [التوبة:9] وغير ذلك من الآيات، كقوله: {يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ} [البقرة:146] . ¶ فإن عمل بالتوحيد عملاً ظاهراً وهو لا يفهمه ولا يعتقده بقلبه فهو منافق، وهو شر من الكافر الخالص {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ} [النساء:145] . ¶ وهذه المسألة مسألة طويلة تتبين لك إذا تأملتها في ألسنة الناس، ترى من يعرف الحق ويترك العمل به، لخوف نقص دنيا أو جاه أو مداراة لأحد، وترى من يعمل به ظاهراً لا باطناً، فإذا سألته عما يعتقده بقلبه فإذا هو لا يعرفه. ¶ ولكن عليك بفهم آيتين من كتاب الله: أولاهما قوله تعالى: {لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [التوبة:66] فإذا تحققت أن بعض الصحابة الذين غزوا الروم مع رسول الله صلى الله عليه وسلم كفروا بسبب كلمة قالوها على وجه اللعب والمزح، تبين لك أن الذي يتكلم بالكفر ويعمل به خوفاً من نقص مالٍ، أو جاهٍ، أو مداراة لأحد، أعظم ممن يتكلم بكلمة يمزح بها. ¶ والآية الثانية: قوله تعالى: {مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ * ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الآخِرَةِ} [النحل:106-107] الآية، فلم يعذر الله من هؤلاء إلا من أكره مع كون قلبه مطمئناً بالإيمان، وأما غير هذا فقد كفر بعد إيمانه، سواء فعله خوفاً أو مداراة، أو مشحةً بوطنه أو أهله أو عشيرته أو ماله، أو فعله على وجه المزح أو لغير ذك من الأغراض إلا المكره. ¶ فالآية تدل على هذا من جهتين: الأولى: قوله تعالى: (إِلا مَنْ أُكْرِهَ) ، فلم يستثن الله تعالى إلا المكره، ومعلوم أن الإنسان لا يكره إلا على الكلام أو الفعل، وأما عقيدة القلب فلا يكره أحد عليها. ¶ والثانية: قوله تعالى: {ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الآخِرَةِ} [النحل:107] فصرح أن هذا الكفر والعذاب لم يكن بسبب الاعتقاد والجهل والبغض للدين أو محبة الكفر، وإنما سببه أن له في ذلك حظاً من حظوظ الدنيا فآثره على الدين، والله سبحانه وتعالى أعلم وأعز وأكرم، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم] . ¶ ختم الشيخ رحمه الله هذه الرسالة المباركة بهذا التنبيه المهم، فإنه بعد أن أبطل حجج المشبهين، وبين لنا ظاهراً صدق قول الشاعر فيها: حججٌ تهافت كالزجاج تخالها حقاً وكل كاسر مكسور فلما تبين هذا السراب، وانكشف الغطاء، واتضح أنه ليس معهم شيء بل هم كما قال الله سبحانه وتعالى: {فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ} [غافر:83] ، وليس عندهم من العلم إلا ظاهره، وإلا فحقيقته قد تجردوا عنها؛ ذكر رحمه الله تنبيهات مهمة، فبعد أن أبطل الحجج التفت رحمه الله إلى مهرب نفسي يلجأ إليه بعض الذين تنكشف لهم الحقائق، فيعلمون أن ما أوردوه من شبه وما ذكروه من أباطيل إنما هي ذرائع تتساقط واحدة تلو أخرى، فذكر أن من الناس من يفر إلى تحكيم عادته، وتحكيم ما عليه أهل بلده، وتحكيم ما يخشاه من مواجهة الناس، وما يخشاه من إنكارهم لما جاء به، وبين أن هذا لا يفيد أيضاً في ترك الحق، فلو أن إنساناً اعتمد في ترك الحق على هذه الأمور، وهي أن أهل البلد ينكرون هذا أو أنه يخشى أن يسلب الجاه أو يسلب المال أو يخشى أن يفقد مكانته أو ما إلى ذلك؛ لم ينفعه ذلك. ¶ فقال رحمه الله: ولنختم الكلام إن شاء الله سبحانه وتعالى بمسألة عظيمة مهمة جداً، تفهم مما تقدم، ولكن يُفرد لها الكلام لعظم شأنها ولكثرة الغلط فيها. ¶ وهذه المسألة هي قوله رحمه الله: (لا خلاف أن التوحيد لابد أن يكون بالقلب واللسان والعمل) ، وهذا لا شك فيه فإنه عقد أهل السنة والجماعة في الإيمان والتوحيد أن يكون بالقلب واللسان والعمل، وعلى هذا تواطأت أقوال السلف رحمهم الله، وقد قال الناظم في نظم عقيدة من سلف: إيماننا قول وصدق وعمل يزيد بالتقوى وينقص بالزلل فلابد من الإيمان بالقلب، ولابد من الإيمان باللسان، ولابد من الإيمان بالجوارح، ولا يكفي الإيمان بالقلب مع تخلف إيمان الجوارح واللسان، ولا اللسان مع تخلف الباطن، ولا الجوارح مع تخلف الباطن، بل لابد من تواطؤ هذه الأشياء حتى يتحقق التوحيد. ¶ قوله: (لا خلاف) أي: بين أهل السنة والجماعة (أن التوحيد لابد أن يكون بالقلب واللسان والعمل، فإن اختل شيء من هذا لم يكن الرجل مسلماً) ، وتوضيح ذلك: (إن عرف التوحيد ولم يعمل به فهو كافر) ، لا شك أن من عرف التوحيد، وعرف أن الله سبحانه وتعالى هو المستحق للعبادة وحده دون غيره، ثم صرف العبادة لغيره، ولم يقم بمقتضى هذه المعرفة؛ فإن تلك المعرفة لا تفيده شيئاً، فهو كافر معاند. ¶ قال رحمه الله: وكفره ككفر فرعون، فإن فرعون يعرف ربوبيته سبحانه وتعالى، ويعرف إلهيته، وإنما أنكرها علواً واستكباراً كما قال الله سبحانه وتعالى: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْماً وَعُلُوّاً} [النمل:14] ومع ذلك لم يفده هذا الإقرار. ¶ وإبليس عليه من الله ما يستحق من اللعن والسخط أيضاً مقر بألوهية الله سبحانه وتعالى، وإنما اعترض على أمر من أوامره، فأبى -استكباراً- السجود لآدم، فكان عاقبته أن عُوقب بما ذكره الله سبحانه وتعالى من اللعن والطرد، والعقوبة التي تنتظره في الآخرة أعظم وأكبر، وأمثالهما.",
            "page": "2",
            "part": "11",
            "seal": "FC724A36"
        },
        {
            "id": "80",
            "nass": "ضلال من خالف التوحيد عن علم مجاراة لأهل بلده ¶ يقول رحمه الله: (وهذا يغلط فيه كثير من الناس، يقولون: إن هذا حق) يعني: ما ذكرنا من وجوب إفراد الله سبحانه وتعالى بالعبادة، وأن هذا الذي جاءت به الرسل، يقولون: إن هذا حق، ونحن نفهم هذا، ونشهد أنه الحق، ولكنا لا نقدر أن نفعله، ولا يجوز عند أهل بلدنا إلا من وافقهم، فيُسوغون وقوع الشرك منهم بهذا الذي ذكروه من أن هذا لا يجوز عند أهل بلدهم، وأنه لا يوافق أهل بلدهم إلا بموافقتهم على الشرك أو غير ذلك من الأعذار! قال رحمه الله: (ولم يدر المسكين أن غالب أئمة الكفر يعرفون الحق) ، فمعرفة الحق ليست هي المطلوبة فقط، بل المطلوب معرفة الحق والعمل بمقتضاه؛ ولذلك قال: غالب أئمة الكفر يعرفون الحق كما قال تعالى عنهم: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْماً وَعُلُوّاً} [النمل:14] ، واليقين مُنتهى العلم لكن جحدوها فلم تنفعهم هذه المعرفة ولا هذا اليقين، يعرفون الحق ولم يتركوه إلا لشيء من الأعذار، وتختلف أعذار الناس؛ فمن الناس من يعتذر بالقبيلة وبالعشيرة، ومن الناس من يعتذر بالأهل، ومن الناس من يعتذر بالبلد، ومن الناس من يعتذر بالمال والجاه والمنصب، ومن الناس من يعتذر بالضعف، وما إلى ذلك من الأعذار، فتعددت الأعذار والمآل أو المنتهى واحد، وهو عدم القيام بما فرض الله سبحانه وتعالى من وجوب إفراده بالعبادة كما قال تعالى: {اشْتَرَوْا بِآياتِ اللَّهِ ثَمَناً قَلِيلاً} [التوبة:9] فهم يعرفون آيات الله سبحانه وتعالى إلا أنهم استبدلوا بهذه الآيات البينات ثمناً قليلاً بخساً، فأخذوا هذه الدنيا عوضاً عن جنة عرضها السماوات والأرض. ¶ يقول: وغير ذلك من الآيات كقوله: {يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ} [البقرة:146] أي: يعرفون الحق ويعرفون صدق ما جاء به النبي صلى الله عليه وسلم كما يعرفون أبناءهم. ¶ الآن انتهينا من القسم الأول، وهو أن التوحيد لابد فيه من المعرفة مع العمل، فلا يكفي في التوحيد المعرفة فقط، حتى لو كان معتذراً بالمعاذير التي ذكر. ¶ (فإن عمل بالتوحيد عملاً ظاهراً وهو لا يفهمه ولا يعتقده بقلبه؛ فهو منافق، وهو شر من الكافر الخالص: {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ} [النساء:145] ) ، فمن أظهر الإيمان، والتزم شعائر الإسلام إلا أنه لم يقرَّ بذلك قلبه، ولم يرسخ ذلك في قلبه، فإن ذلك لا ينفعه، إذ أنه ممن حسن ظاهره، وخبث باطنه، والله سبحانه وتعالى إنما يطلع ويحاسب العبد في الأصل على قلبه، وما يظهر من الجوارح هو فرع عما في القلب: (إن الله لا ينظر إلى صوركم وأموالكم، ولكن ينظر إلى قلوبكم وأعمالكم) ، هذا في الأصل، وأعمالكم في الفرع، فلابد من إقامة الباطن وإقامة الظاهر على ما يحبه الله سبحانه وتعالى ويرضاه. ¶ قال رحمه الله: (فهو منافق، وهو شر من الكافر الخالص) ، لاشك أن دلالة القرآن على أن المنافقين شر من الكفار ظاهرة، فالله سبحانه وتعالى أخبر عن عذاب الكفار إلا أنه خص المنافقين بقوله جل وعلا: {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ} [النساء:145] .",
            "page": "3",
            "part": "11",
            "seal": "F124CDC8"
        },
        {
            "id": "81",
            "nass": "عدم قبول الله عز وجل لعذر من ناقض توحيده عن قصد وإرادة ¶ ثم قال رحمه الله: (وهذه المسألة مسألة طويلة، تتبين لك إذا تأملتها في ألسنة الناس، ترى من يعرف الحق ويترك العمل به لخوف نقص دنيا أو جاه أو مُداراة لأحد، وترى من يعمل به ظاهراً -يعني: بالدين- لا باطناً، فإذا سألته عما يعتقد بقلبه فإذا هو لا يعرفه، ولكن عليك بفهم آيتين من كتاب الله) ، يعني: هاتين الآيتين من كتاب الله توضح لك صدق ما تقدم من وجوب الإقرار بالتوحيد ظاهراً وباطناً، وأنه لابد فيه من قول القلب وعمل القلب، وقول اللسان وعمل الجوارح. ¶ قال رحمه الله: (أولاهما قوله تعالى: {لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [التوبة:66] فإن الله سبحانه وتعالى لم يقبل منهم عذراً بعد أن وقع منهم ما يناقض التوحيد، فأبطل عذرهم ورده عليهم. ¶ قال الشيخ رحمه الله: (فإذا تحققت أن بعض الصحابة الذين غزوا الروم مع رسول الله صلى الله عليه وسلم كفروا بسبب كلمة قالوها على وجه اللعب والمزح تبين لك أن الذي يتكلم بالكفر ويعمل به خوفاً من نقص مال أو جاه أو مداراة لأحد أعظم ممن يتكلم بكلمة يمزح بها) كان هذا أعظم لأنه تبين له الحق وعرفه وخالفه عن قصد وإرادة جازمة، وأما الذي يمزح فهو هازل فهو دون ذلك الذي قصد المخالفة وعلم بعاقبتها، وهو ما خالف هازلاً ولاعباً، وليس كالذي خالف قاصداً عازماً جازماً، فينبغي للعبد أن يحذر الكفر، وألا يعتذر لنفسه في مواقعة الكفر بأي عذر كان، بل يجب عليه أن يقلع عن الكفر، وقد قال الله سبحانه وتعالى في انتفاء العذر عمن تبين له الحق وعرفه: {بَلِ الإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ * وَلَوْ أَلْقَى مَعَاذِيرَهُ} [القيامة:14-15] ، فقد تغش الناس بأعذارك، وقد يعذرك الناس بظاهر حالك أو بحسن بيانك وقولك، ولكن الله الذي يطلع على السرائر، قد قالها في كتابه جل ذكره: {لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [التوبة:66] ، فالكفر لا تقبل فيه الأعذار؛ ولذلك ينبغي على العبد أن يتقي الله سبحانه وتعالى، وأن يحذر الشرك صغيره وكبيره، فإن الشرك أعظم الظلم كما تقدم بيانه في غير هذا الموضع.",
            "page": "4",
            "part": "11",
            "seal": "0F308A69"
        },
        {
            "id": "82",
            "nass": "عدم قبول الله عز وجل لعذر من ناقض توحيده بقلبه ولو كان مكرهاً ¶ قال رحمه الله: (والآية الثانية: قوله تعالى: {مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ * ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الآخِرَةِ} [النحل:106-107] قال رحمه الله في التعليق على الآية: (فلم يعذر الله من هؤلاء إلا من أكره مع كون قلبه مطمئناً بالإيمان -منشرحاً بالإسلام- وأما غير هذا فقد كفر بعد إيمانه، سواء فعله خوفاً أو مداراة) فمن واطأ كفره الظاهر الذي أكره عليه انشراحاً في القلب وميلاً وسكوناً وطمأنينة بالكفر فإنه يكفر ولو كان مكرهاً، والذي استثناه الله سبحانه وتعالى من فعل الكفر أو قاله وهو مكره عليه مع انشراح قلبه بالإسلام، واطمئنانه إلى الإيمان، أما ما عدا ذلك فهو كافر. ¶ قال رحمه الله: (أو مشحة بوطنه أو أهله أو عشيرته أو ماله، أو فعل على وجه المزح أو لغير ذلك من الأغراض إلا المكره) . ¶ قال رحمه الله: (فالآية تدل على هذا من وجهين أي: على أنه لا يعذر إلا من أكره مع اطمئنان قلبه وانشراحه بالإيمان، قوله: (إِلا مَنْ أُكْرِهَ) فلم يستثن الله تعالى إلا المكره، ومعلوم أن الإنسان لا يكره إلا على الكلام أو الفعل) ، وأما على الاعتقاد فلا يكرهك أحد على أن تعتقد ما حرم الله سبحانه وتعالى عليك اعتقاده، فالقلب لا سبيل إليه، أما الظاهر واللسان فإن السبل إليه كثيرة، فقد عذر الله سبحانه وتعالى ظهور الكفر بسبب الإكراه الملجئ على اللسان والجوارح، أما على القلب فإنه سبحانه وتعالى لم يعذر في ذلك أحداً؛ وذلك أنه لا سبيل إلى تحويل ما في القلب إلا إذا كان القلب فاسداً، أما إذا كان القلب مطمئناً بالإيمان، صحيحاً سليماً معافى فإنه لو وضع عليه ما وضع عليه من العذاب فإنه لا يمكن أن ينصرف عن الإيمان والإسلام إلى الكفر والإلحاد، بل سيكون مستقراً مطمئناً بالإيمان، وشواهد هذا في حياة الصحابة وحياة من بعدهم من التابعين ومن تبعهم بإحسان إلى يوم الدين كثيرة جداً. ¶ ويفهم من كلامه (لا يكره على الكلام أو الفعل) أن الآية تشمل الإكراه في القول والإكراه على الفعل، فمن أكره على قول الكفر وقلبه مطمئن بالإيمان إكراهاً ملجئاً لم يضره ذلك، ومن أكره على فعل الكفر وقلبه مطمئن بالإيمان لم يضره ذلك أيضاً، وهذه المسألة فيها خلاف بين أهل العلم، فمنهم من قال: إن الإكراه الذي يعذر به العبد هو في القول فقط، وأما الإكراه في الفعل فإنه لا يجوز أن يفعل فعلاً شركياً ولو أكره على ذلك، ولو كان الإكراه مُلجئاً يئول به إلى فقد حياته، والصواب هو القول الأول، وهو الذي عليه جمهور أهل العلم، أن الإكراه الذي يسوغ الوقوع في الكفر يستوي فيه الإكراه على قول الكفر أو الإكراه على فعل الكفر، ثم قال: (وأما عقيدة القلب فلا يكره عليها أحد) . ¶ ثم قال رحمه الله: (والثانية: قوله تعالى: {ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الآخِرَةِ} [النحل:107] فلما استحبوا الحياة الدنيا على الآخرة كان ذلك سبب كفرهم، فصرح أن هذا الكفر والعذاب لم يكن بسبب الاعتقاد والجهل والبغض للدين ومحبة الكفر، وإنما سببه أن له في ذلك حظاً من حظوظ الدنيا فآثره على الدين، والله سبحانه وتعالى أعلم وأعز وأكرم، والحمد لله رب العالمين، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين) . ¶ تم بحمد الله وتوفيقه، وبهذا نكون قد انتهينا من كشف الشبهات، نسأل الله سبحانه وتعالى أن ينفعنا وإياكم بما سمعنا، وأن يجعلنا وإياكم من المباركين.",
            "page": "5",
            "part": "11",
            "seal": "06255CD6"
        }
    ],
    "t7732": [
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [2]"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "تجديد النبي عليه الصلاة والسلام لدين إبراهيم"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "لا يجوز التقرب بالعبادة لا لملك مقرب ولا لنبي مرسل"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "إيمان كفار قريش بتوحيد الربوبية"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [3]"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "إقرار المشركين بتوحيد الربوبية لم يدخلهم في الإسلام"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "بيان التوحيد الذي جاءت به الرسل"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "المراد بكلمة الإخلاص معناها لا مجرد لفظها"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "خطأ من فسر لا إله إلا الله بأنه لا خالق إلا الله"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [4]"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "فائدة معرفة الشرك"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": null,
            "tit": "معنى الشرك وأنواعه"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "التحذير من الشرك"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة نعمة الإسلام والفرح به"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة خطر الشرك والخوف منه"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة العذر بالجهل"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [5]"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "وجود أعداء التوحيد من سنن الله التي لا تتخلف"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "علوم أعداء التوحيد وحججهم"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "ما يجب على المسلم لمقاومة أعداء التوحيد وإمامهم إبليس"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "ضعف حجج أعداء التوحيد وبطلانها"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "الإجمال والتفصيل في الجواب عن شبه المشركين"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "الآيات المحكمات والمتشابهات وطريقة الأخذ بها عند أهل الإيمان وعند أولياء الشيطان"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "التحذير ممن يتبعون المتشابهات"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "كيفية رد المتشابه إلى المحكم"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "شبهة المشركين بأن دعاء الصالحين لأجل منزلتهم عند الله"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "الجواب على شبه المشركين بأن دعاء الصالحين لأجل منزلتهم عند الله"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [6]"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "شبهة المشركين بأن الكفار قديما كانوا يدعون الأصنام لا الصالحين"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "الجواب على شبهة المشركين بأن الكفار كانوا يدعون الأصنام لا الصالحين"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "شبهة المشركين بأن دعاء الصالحين ليس عبادة"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "الجواب على شبهة المشركين بأن دعاء الصالحين ليس عبادة"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": null,
            "tit": "بيان أن الدعاء هو العبادة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [7]"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "شبهة المشركين في التوسل بغير الله باعتمادهم على إثبات الشفاعة للنبي صلى الله عليه وسلم"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "معنى الشفاعة"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": null,
            "tit": "الشفاعة لله جميعا وإثبات شفاعة النبي لا تسوغ التوسل به وصرف العبادة له"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "إثبات شفاعة النبي عليه الصلاة والسلام من الله يصاحبها نهيه عز وجل عن صرف الدعاء لغيره تعالى"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على من يزعم أن الالتجاء إلى الصالحين ليس شركا"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على شبهة من قال: إن الشرك منحصر في عبادة الأصنام"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "معنى الشرك وعبادة الله"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على شبهة من قال: إن المشركين قديما إنما أشركوا بنسبة الولد لله"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [8]"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "شرك الأولين أخف من شرك المتأخرين"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على شبهة متأخري المشركين بأنهم يشهدون الشهادتين ويصلون فلا يسوغ تشبيههم بالمشركين الأولين"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "من جحد شيئا مما جاء به الرسول كفر"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "قتال الصحابة لبني حنيفة وهم يشهدون الشهادتين ويصلون دليل على كفرهم"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "تحريق علي لمن اعتقدوا فيه الألوهية مع ادعائهم الإسلام دليل على كفرهم"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "تكفير العلماء للباطنية دليل على كفر من أنكر شيئا من الشريعة"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "إثبات الفقهاء لباب حكم المرتد دليل على إمكان حدوث الكفر بعد الإسلام"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [9]"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على متأخري المشركين في إيرادهم شبهة تكفير المسلمين"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": null,
            "tit": "جواز وقوع الشرك من المسلم دون أن يعلم مع مسارعته في الرجوع عند تنبيهه"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "زجر من وقع في الشرك الأصغر"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على المشركين في استشهادهم بقصة قتل أسامة للرجل الذي نطق بالشهادة وبيان وجه إنكار الرسول عليه"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "مشروعية قتل الخوارج وهم يقولون: لا إله إلا الله دليل على قتل من أتى من يخالف معناها"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "أقوال العلماء في مسألة تكفير الخوارج"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [10]"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "استشهاد المشركين بالاستغاثة بالأنبياء في المحشر على جواز الاستغاثة بغير الله وأنه ليس من الشرك"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": null,
            "tit": "معنى الاستغاثة وأنواعها"
        },
        {
            "id": "73",
            "lvl": "3",
            "sub": null,
            "tit": "الرد على المشركين فيما أوردوه من استشهادهم باستغاثة أهل المحشر بالأنبياء"
        },
        {
            "id": "74",
            "lvl": "3",
            "sub": null,
            "tit": "الاستغاثة الشركية المحرمة هي استغاثة العبادة"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "مسألة سؤال الحي الحاضر الدعاء"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "الصحابة لم يكونوا يسألون النبي عليه الصلاة والسلام بعد موته"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على من استشهد بعرض جبريل على إبراهيم إعانته عندما أراد قومه إحراقه على جواز الاستغاثة العبادية بغير الله"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [11]"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "التوحيد يكون بالقلب واللسان والعمل"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "ضلال من خالف التوحيد عن علم مجاراة لأهل بلده"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "عدم قبول الله عز وجل لعذر من ناقض توحيده عن قصد وإرادة"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "عدم قبول الله عز وجل لعذر من ناقض توحيده بقلبه ولو كان مكرها"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كشف الشبهات [1]"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "ثناء العلماء على كتاب كشف الشبهات"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "معنى الشبهات"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": null,
            "tit": "منهج السلف في البعد عن الشبهات"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": null,
            "tit": "سبب الشبهة ومآلها"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف التوحيد"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": null,
            "tit": "التوحيد هو دين الرسل"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "غلو قوم نوح في الصالحين وتصويرهم لهم"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "تكسير النبي عليه الصلاة والسلام لصور أصنام الرجال الصالحين من قوم نوح"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "حال كفار قريش في العبادة عند بعثة النبي عليه الصلاة والسلام"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "الوسائط بين الله عز وجل وبين خلقه"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "الشفاعة والوسيلة هي البوابة الكبرى للشرك قديما وحديثا"
        }
    ]
}