{
    "b7776": [
        {
            "hno": "1",
            "id": "2",
            "nass": "حَدَّثَنَا الشَّيْخُ الْإِمَامُ الْأَجَلُّ الْأَوْحَدُ الْحَافِظُ تَاجُ الدِّينِ بَهَاءُ الْإِسْلَامِ بَدِيعُ الزَّمَانِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدِ بْنِ مَسْعُودٍ الْبَنْدَهِيُّ وَفَّقَهُ اللَّهُ وَبَصَّرَهُ بِعُيُوبِ نَفْسِهِ، بِقِرَاءَتِهِ عَلَيْنَا مِنْ أَصْلِ سَمَاعِهِ الْمَنْقُولِ مِنْهُ فِي الْمَدْرَسَةِ النَّاصِرِيَّةِ الصَّلَاحِيَّةِ - خَلَّدَ اللَّهُ مُلْكَ وَاقِفِهَا - فِي السَّادِسِ وَالْعِشْرِينَ مِنْ ذِي الْقِعْدَةِ سَنَةَ سَبْعٍ وَسَبْعِينَ وَخَمْسِمِائَةٍ، قَالَ: أَخْبَرَنَا الشَّيْخُ الثِّقَةُ الصَّالِحُ أَبُو الْخَيْرِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ -[26]- مُحَمَّدِ بْنِ عُمَرَ المقدر الْأَصْبَهَانِيُّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ قَالَ: أَخْبَرَنَا الشَّيْخُ أَبُو عَمْرٍو عَبْدُ الْوَهَّابِ بْنُ أَبِي عَبْدِ اللَّهِ بْنِ إِسْحَاقَ بْنِ مُحَمَّدِ بْنِ يَحْيَى بْنِ مَنْدَةَ الْأَصْبَهَانِيُّ قَالَ: أَخْبَرَنَا وَالِدِي الْإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْحَاقَ قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ الْحَسَنِ بْنِ الْخَلِيلِ الْقَطَّانُ قَالَ: حَدَّثَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ يُوسُفَ السُّلَمِيُّ قَالَ: حَدَّثَنَا عَبْدُ الرَّزَّاقِ بْنُ هَمَّامِ بْنِ نَافِعٍ الْحِمْيَرِيُّ، عَنْ -[27]- مَعْمَرٍ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ قَالَ: هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ مُحَمَّدٍ رَسُولِ اللَّهِ، -[28]- ¶ 1- قَالَ: \" §نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ، بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا، فَاخْتَلَفُوا فِيهِ، وَأُوتِينَاهُ مِنْ بَعْدِهِمْ، فَهَذَا يَوْمُهُمُ الَّذِي فُرِضَ عَلَيْهِمْ، فَاخْتَلَفُوا فِيهِ، فَهَدَانَا اللَّهُ لَهُ فَهُمْ لَنَا فِيهِ تَبَعٌ، فَالْيَهُودُ غَدًا وَالنَّصَارَى بَعْدَ غَدٍ",
            "page": "25",
            "part": "1",
            "seal": "14B515E8"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَثَلِي وَمَثَلُ الْأَنْبِيَاءِ مِنْ قَبْلِي كَمَثَلِ رَجُلٍ ابْتَنَى بُيُوتًا فَأَحْسَنَهَا وَأَجْمَلَهَا وَأَكْمَلَهَا إِلَّا مَوْضِعَ لَبِنَةٍ مِنْ زَاوِيَةٍ مِنْ زَوَايَاهَا، فَجَعَلَ النَّاسُ يَطُوفُونَ وَيُعْجِبُهُمُ الْبُنْيَانُ، فَيَقُولُونَ أَلَا وُضِعَتْ هَاهُنَا لَبِنَةٌ فَتَمَّ بِنَاؤُهُ، فَقَالَ مُحَمَّدٌ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: فَأَنَا اللَّبِنَةُ»",
            "page": "28",
            "part": "1",
            "seal": "88B65BE8"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَثَلُ الْبَخِيلِ وَالْمُتَصَدِّقِ كَمَثَلِ رَجُلَيْنِ عَلَيْهِمَا جُبَّتَانِ أَوْ جُنَّتَانِ مِنْ حَدِيدٍ إِلَى ثَدْيَيْهِمَا أَوْ إِلَى تَرَاقِيهِمَا، فَجَعَلَ الْمُتَصَدِّقُ كُلَّمَا تَصَدَّقَ بِشَيْءٍ ذَهَبَتْ عَنْ جِلْدِهِ حَتَّى تُجِنَّ بَنَانَهُ وَيَعْفُوَ أَثَرُهُ، وَجَعَلَ الْبَخِيلُ كُلَّمَا أَنْفَقَ شَيْئًا أَوْ حَدَّثَ بِهِ نَفْسَهُ، عَضَّتْ كُلُّ حَلْقَةٍ مَكَانَهَا فَيُوَسِّعُهَا وَلَا تَتَّسِعُ»",
            "page": "28",
            "part": "1",
            "seal": "F8334021"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §مَثَلِي كَمَثَلِ رَجُلٍ اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهَا جَعَلَ الْفَرَاشُ وَهَذِهِ الدَّوَابُّ الَّتِي يَقَعْنَ فِي النَّارِ يَقَعْنَ فِيهَا، وَجَعَلَ يَحْجُزُهُنَّ وَيَغْلِبْنَهُ فَيَتَقَحَّمْنَ فِيهَا فَذَاكَ مَثَلِي وَمَثَلُكُمْ، أَنَا آخِذٌ بِحُجَزِكُمْ عَنِ النَّارِ، هَلُمَّ عَنِ النَّارِ، هَلُمَّ عَنِ النَّارِ، فَتَغْلِبُونِي تَقَحَّمُونَ فِيهَا",
            "page": "29",
            "part": "1",
            "seal": "82472689"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - وَقَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§فِي الْجَنَّةِ شَجَرَةٌ يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لَا يَقْطَعُهَا»",
            "page": "29",
            "part": "1",
            "seal": "9AE2D492"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - وَقَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِيَّاكُمْ وَالظَّنَّ، إِيَّاكُمْ وَالظَّنَّ، إِيَّاكُمْ وَالظَّنَّ، فَإِنَّ §الظَّنَّ أَكْذَبُ الْحَدِيثِ، وَلَا تَنَاجَشُوا، وَلَا تَحَاسَدُوا، وَلَا تَنَافَسُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا»",
            "page": "29",
            "part": "1",
            "seal": "113CA060"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§فِي الْجُمُعَةِ سَاعَةٌ لَا يُوَافِقُهَا مُسْلِمٌ وَهُوَ يُصَلِّي يَسْأَلُ رَبَّهُ شَيْئًا إِلَّا آتَاهُ إِيَّاهُ»",
            "page": "30",
            "part": "1",
            "seal": "E979B2AB"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمَلَائِكَةُ يَتَعَاقَبُونَ فِيكُمْ , مَلَائِكَةٌ بِاللَّيْلِ وَمَلَائِكَةٌ بِالنَّهَارِ وَيَجْتَمِعُونَ فِي صَلَاةِ الْفَجْرِ، وَصَلَاةِ الْعَصْرِ، ثُمَّ يَعْرُجُ إِلَيْهِ الَّذِينَ بَاتُوا فِيكُمْ فَيَسْأَلُهُمْ، وَهُوَ أَعْلَمُ بِهِمْ، كَيْفَ تَرَكْتُمْ عِبَادِي؟ قَالُوا: تَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ وَأَتَيْنَاهُمْ وَهُمْ يُصَلُّونَ»",
            "page": "30",
            "part": "1",
            "seal": "DED2C7FB"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمَلَائِكَةُ تُصَلِّي عَلَى أَحَدِكُمْ مَا دَامَ فِي مُصَلَّاهُ الَّذِي صَلَّى فِيهِ، وَتَقُولُ: اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ارْحَمْهُ مَا لَمْ يُحْدِثْ»",
            "page": "30",
            "part": "1",
            "seal": "7882CD19"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا قَالَ أَحَدُكُمْ: آمِينَ وَالْمَلَائِكَةُ فِي السَّمَاءِ: آمِينَ، فَوَافَقَ إِحْدَاهَا الْأُخْرَى؛ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ»",
            "page": "31",
            "part": "1",
            "seal": "C35D364A"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": "11 - وَقَالَ أَبُو هُرَيْرَةَ: بَيْنَمَا رَجُلٌ يَسُوقُ بَدَنَةً مُقَلَّدَةً، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «ارْكَبْهَا» فَقَالَ: إِنَّهَا بَدَنَةٌ يَا رَسُولَ اللَّهِ، فَقَالَ: «§وَيْلَكَ ارْكَبْهَا: وَيْلَكَ ارْكَبْهَا»",
            "page": "31",
            "part": "1",
            "seal": "1C86397F"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا قَاتَلَ أَحَدُكُمْ فَلْيَتَجَنَّبِ الْوَجْهَ»",
            "page": "31",
            "part": "1",
            "seal": "D1CADB6E"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" نَارُكُمْ هَذِهِ مَا يُوقِدُ بَنُو آدَمَ §جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ حَرِّ جَهَنَّمَ، فَقَالُوا: وَاللَّهِ إِنْ كَانَتْ لَكَافِيَتَنَا يَا رَسُولَ اللَّهِ. قَالَ: فَإِنَّهَا فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا كُلُّهُنَّ مِثْلُ حَرِّهَا",
            "page": "31",
            "part": "1",
            "seal": "019E0530"
        },
        {
            "hno": "13",
            "id": "15",
            "nass": "13 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَمَّا قَضَى اللَّهُ الْخَلْقَ، كَتَبَ كِتَابًا عِنْدَهُ فَوْقَ الْعَرْشِ: إِنَّ §رَحْمَتِي سَبَقَتْ غَضَبِي»",
            "page": "31",
            "part": "1",
            "seal": "173A8E00"
        },
        {
            "hno": "14",
            "id": "16",
            "nass": "14 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَبَكَيْتُمْ كَثِيرًا وَلَضَحِكْتُمْ قَلِيلًا»",
            "page": "31",
            "part": "1",
            "seal": "9633780A"
        },
        {
            "hno": "15",
            "id": "17",
            "nass": "15 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§الصِّيَامُ جُنَّةٌ، فَإِذَا كَانَ أَحَدُكُمْ يَوْمًا صَائِمًا، فَلَا يَجْهَلْ وَلَا يَرْفُثْ فَإِنِ امْرُؤٌ قَاتَلَهُ أَوْ شَاتَمَهُ فَلْيَقُلْ إِنِّي صَائِمٌ , إِنِّي صَائِمٌ»",
            "page": "32",
            "part": "1",
            "seal": "3A19616B"
        },
        {
            "hno": "16",
            "id": "18",
            "nass": "16 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسِي بِيَدِهِ §لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ، يَذَرُ شَهْوَتَهُ وَطَعَامَهُ وَشَرَابَهُ مِنْ جَرَّايَ، فَالصِّيَامُ لِي وَأَنَا أَجْزِي بِهِ»",
            "page": "32",
            "part": "1",
            "seal": "4FAB875A"
        },
        {
            "hno": "17",
            "id": "19",
            "nass": "17 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «نَزَلَ نَبِيٌّ مِنَ الْأَنْبِيَاءِ تَحْتَ شَجَرَةٍ؛ فَلَدَغَتْهُ نَمْلَةٌ فَأَمَرَ بِجَهَازِهِ فَأُخْرِجَ مِنْ تَحْتِهَا، §فَأَمَرَ بِهَا فَأُحْرِقَتْ فِي النَّارِ، فَأَوْحَى اللَّهُ إِلَيْهِ: فَهَلَّا نَمْلَةً وَاحِدَةً»",
            "page": "32",
            "part": "1",
            "seal": "C54912A3"
        },
        {
            "hno": "18",
            "id": "20",
            "nass": "18 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَوْلَا أَنْ أَشُقَّ عَلَى الْمُؤْمِنِينَ §مَا قَعَدْتُ خَلْفَ سَرِيَّةٍ تَغْزُو فِي سَبِيلِ اللَّهِ، وَلَكِنْ لَا أَجِدُ سَعَةً فَأَحْمِلَهُمْ، وَلَا يَجِدُونَ سَعَةً فَيَتَّبِعُونِي، وَلَا تَطِيبُ أَنْفُسُهُمْ أَنْ يَقْعُدُوا بَعْدِي»",
            "page": "32",
            "part": "1",
            "seal": "97071C9B"
        },
        {
            "hno": "19",
            "id": "21",
            "nass": "19 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" لِكُلِّ نَبِيٍّ دَعْوَةٌ تُسْتَجَابُ لَهُ فَأُرِيدُ إِنْ شَاءَ اللَّهُ أَنْ §أُؤَخِّرَ دَعْوَتِي شَفَاعَةً لِأُمَّتِي يَوْمَ الْقِيَامَةِ",
            "page": "33",
            "part": "1",
            "seal": "06299FE9"
        },
        {
            "hno": "20",
            "id": "22",
            "nass": "20 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ، وَمَنْ لَمْ يُحِبَّ لِقَاءَ اللَّهِ لَمْ يُحِبَّ اللَّهُ لِقَاءَهُ»",
            "page": "33",
            "part": "1",
            "seal": "9482F064"
        },
        {
            "hno": "21",
            "id": "23",
            "nass": "21 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللَّهَ، وَمَنْ يَعْصِنِي فَقَدْ عَصَى اللَّهَ، وَمَنْ يُطِعِ الْأَمِيرَ فَقَدْ أَطَاعَنِي وَمَنْ يَعْصِ الْأَمِيرَ فَقَدْ عَصَانِي»",
            "page": "33",
            "part": "1",
            "seal": "818317F1"
        },
        {
            "hno": "22",
            "id": "24",
            "nass": "22 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَقُومُ السَّاعَةُ حَتَّى §يَكْثُرَ فِيكُمُ الْمَالُ فَيَفِيضَ حَتَّى يُهِمَّ رَبُّ الْمَالِ مَنْ يَتَقَبَّلُ مِنْهُ صَدَقَتَهُ. قَالَ: وَيُقْبَضُ الْعِلْمُ وَيَقْتَرِبُ الزَّمَانُ وَتَظْهَرُ الْفِتَنُ وَيَكْثُرُ الْهَرْجُ، قَالُوا: الْهَرْجُ مَا هُوَ يَا رَسُولَ اللَّهِ؟ قَالَ الْقَتْلُ الْقَتْلُ»",
            "page": "33",
            "part": "1",
            "seal": "E32BCC69"
        },
        {
            "hno": "23",
            "id": "25",
            "nass": "23 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَقُومُ السَّاعَةُ حَتَّى §تَقْتَتِلَ فِئَتَانِ عَظِيمَتَانِ تَكُونُ بَيْنَهُمَا مَقْتَلَةٌ عَظِيمَةٌ وَدَعْوَاهُمَا وَاحِدَةٌ»",
            "page": "34",
            "part": "1",
            "seal": "96024A4F"
        },
        {
            "hno": "24",
            "id": "26",
            "nass": "24 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَقُومُ السَّاعَةُ حَتَّى §يَنْبَعِثَ دَجَّالُونَ كَذَّابُونَ قَرِيبٌ مِنْ ثَلَاثِينَ كُلُّهُمْ يَزْعُمُ أَنَّهُ رَسُولُ اللَّهِ»",
            "page": "34",
            "part": "1",
            "seal": "92F55C56"
        },
        {
            "hno": "25",
            "id": "27",
            "nass": "25 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَقُومُ السَّاعَةُ حَتَّى §تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا فَإِذَا طَلَعَتْ وَرَآهَا النَّاسُ آمَنُوا أَجْمَعُونَ، وَذَلِكَ حِينَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا»",
            "page": "34",
            "part": "1",
            "seal": "7A3D1C60"
        },
        {
            "hno": "26",
            "id": "28",
            "nass": "26 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِذَا نُودِيَ بِالصَّلَاةِ §أَدْبَرَ الشَّيْطَانُ لَهُ ضُرَاطٌ حَتَّى لَا يَسْمَعَ التَّأْذِينَ، فَإِذَا قُضِيَ التَّأْذِينُ أَقْبَلَ حَتَّى إِذَا ثُوِّبَ بِهَا أَدْبَرَ حَتَّى إِذَا قُضِيَ التَّثْوِيبُ أَقْبَلَ، يَخْطِرُ بَيْنَ الْمَرْءِ وَنَفْسِهِ وَيَقُولُ: اذْكُرْ كَذَا اذْكُرْ كَذَا لِمَا لَمْ يَكُنْ يَذْكُرُ مِنْ قَبْلُ؛ حَتَّى يَظَلَّ الرَّجُلُ إِنْ يَدْرِي كَيْفَ صَلَّى»",
            "page": "34",
            "part": "1",
            "seal": "9FEFB128"
        },
        {
            "hno": "27",
            "id": "29",
            "nass": "27 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يَمِينُ اللَّهِ مَلْأَى لَا يَغِيضُهَا نَفَقَةٌ، سَحَّاءُ اللَّيْلِ وَالنَّهَارِ، أَرَأَيْتُمْ مَا أَنْفَقَ مُنْذُ خَلَقَ السَّمَاءَ وَالْأَرْضَ فَإِنَّهُ لَمْ يُنْقِصْ مِمَّا فِي يَمِينِهِ، قَالَ: وَعَرْشُهُ عَلَى الْمَاءِ، وَبِيَدِهِ الْأُخْرَى الْقَبْضُ يَرْفَعُ وَيَخْفِضُ»",
            "page": "35",
            "part": "1",
            "seal": "04305692"
        },
        {
            "hno": "28",
            "id": "30",
            "nass": "28 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسِي بِيَدِهِ، لَيَأْتِيَنَّ عَلَى أَحَدِكُمْ يَوْمٌ لَا يَرَانِي، ثُمَّ لَأَنْ §يَرَانِي أَحَبُّ إِلَيْهِ مِنْ مِثْلِ أَهْلِهِ وَمَالِهِ مَعَهُمْ»",
            "page": "35",
            "part": "1",
            "seal": "483A8001"
        },
        {
            "hno": "29",
            "id": "31",
            "nass": "29 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يَهْلِكُ كِسْرَى ثُمَّ لَا كِسْرَى بَعْدَهُ، وَقَيْصَرُ لَيَهْلِكَنَّ ثُمَّ لَا يَكُونُ قَيْصَرُ بَعْدَهُ، وَلَتُنْفَقَنَّ كُنُوزُهُمَا فِي سَبِيلِ اللَّهِ، وَسَمَّى الْحَرْبَ خُدْعَةً»",
            "page": "35",
            "part": "1",
            "seal": "6D0BE865"
        },
        {
            "hno": "30",
            "id": "32",
            "nass": "30 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ: §أَعْدَدْتُ لِعِبَادِيَ الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ، وَلَا أُذُنٌ سَمِعَتْ، وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ»",
            "page": "35",
            "part": "1",
            "seal": "C6555670"
        },
        {
            "hno": "31",
            "id": "33",
            "nass": "31 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «ذَرُونِي مَا تَرَكْتُكُمْ، فَإِنَّمَا §هَلَكَ الَّذِينَ قَبْلَكُمْ بِسُؤَالِهِمْ وَاخْتِلَافِهِمْ عَلَى أَنْبِيَائِهِمْ، فَإِذَا نَهَيْتُكُمْ عَنْ شَيْءٍ فَاجْتَنِبُوهُ، وَإِذَا أَمَرْتُكُمْ بِأَمْرٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ»",
            "page": "36",
            "part": "1",
            "seal": "68C41236"
        },
        {
            "hno": "32",
            "id": "34",
            "nass": "32 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا نُودِيَ لِلصَّلَاةِ صَلَاةِ الصُّبْحِ، وَأَحَدُكُمْ جُنُبٌ فَلَا يَصُومُ يَوْمَئِذٍ»",
            "page": "36",
            "part": "1",
            "seal": "56FD929A"
        },
        {
            "hno": "33",
            "id": "35",
            "nass": "33 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لِلَّهِ تِسْعَةٌ وَتِسْعُونَ اسْمًا مِائَةٌ إِلَّا وَاحِدًا، مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ، إِنَّهُ وِتْرٌ يُحِبُّ الْوِتْرَ»",
            "page": "36",
            "part": "1",
            "seal": "1DA8A1B5"
        },
        {
            "hno": "34",
            "id": "36",
            "nass": "34 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا نَظَرَ أَحَدُكُمْ إِلَى مَنْ هُوَ فُضِّلَ عَلَيْهِ فِي الْمَالِ وَالْخَلْقِ، فَلْيَنْظُرْ إِلَى مَنْ هُوَ أَسْفَلُ مِنْهُ مِمَّنْ فُضِّلَ عَلَيْهِ»",
            "page": "36",
            "part": "1",
            "seal": "D5B5D121"
        },
        {
            "hno": "35",
            "id": "37",
            "nass": "35 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§طَهُورُ إِنَاءِ أَحَدِكُمْ إِذَا وَلَغَ الْكَلْبُ فِيهِ فَلْيَغْسِلْهُ سَبْعَ مَرَّاتٍ»",
            "page": "37",
            "part": "1",
            "seal": "A313640F"
        },
        {
            "hno": "36",
            "id": "38",
            "nass": "36 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَقَدْ هَمَمْتُ أَنْ آمُرَ فِتْيَانِي أَنْ §يَسْتَعِدُّوا لِي بِحُزَمٍ مِنْ حَطَبٍ، ثُمَّ آمُرَ رَجُلًا يُصَلِّي بِالنَّاسِ ثُمَّ أُحَرِّقُ بُيُوتًا عَلَى مَنْ فِيهَا»",
            "page": "37",
            "part": "1",
            "seal": "80434A57"
        },
        {
            "hno": "37",
            "id": "39",
            "nass": "37 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§نُصِرْتُ بِالرُّعْبِ، وَأُوتِيتُ جَوَامِعَ الْكَلِمِ»",
            "page": "37",
            "part": "1",
            "seal": "13A797F9"
        },
        {
            "hno": "38",
            "id": "40",
            "nass": "38 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا انْقَطَعَ شِسْعُ نَعْلِ أَحَدِكُمْ أَوْ شِرَاكَهُ فَلَا يَمْشِ فِي إِحْدَاهُمَا بِنَعْلٍ وَاحِدَةٍ وَالْأُخْرَى حَافِيَةٌ، لِيُحْفِهِمَا جَمِيعًا أَوْ لِيُنْعِلْهُمَا جَمِيعًا»",
            "page": "37",
            "part": "1",
            "seal": "2087D096"
        },
        {
            "hno": "39",
            "id": "41",
            "nass": "39 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَأْتِي ابْنَ آدَمَ النَّذْرُ بِشَيْءٍ لَمْ أَكُنْ قَدْ قَدَّرْتُهُ، وَلَكِنْ يُلْقِيهِ النَّذْرُ وَقَدْ قَدَّرْتُهُ لَهُ، أَسْتَخْرِجُ بِهِ مِنَ الْبَخِيلِ، وَيُؤْتِينِي عَلَيْهِ مَا لَمْ يَكُنْ آتَانِي مِنْ قَبْلُ»",
            "page": "38",
            "part": "1",
            "seal": "D2D9889B"
        },
        {
            "hno": "40",
            "id": "42",
            "nass": "40 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ تَعَالَى قَالَ: §أَنْفِقْ أُنْفِقْ عَلَيْكَ، وَسَمَّى الْحَرْبَ خُدْعَةً»",
            "page": "38",
            "part": "1",
            "seal": "01A3B494"
        },
        {
            "hno": "41",
            "id": "43",
            "nass": "41 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «رَأَى عِيسَى ابْنُ مَرْيَمَ رَجُلًا يَسْرِقُ، فَقَالَ لَهُ عِيسَى: سَرَقْتَ؟ فَقَالَ: كَلَّا وَالَّذِي لَا إِلَهَ إِلَّا هُوَ، فَقَالَ عِيسَى: §آمَنْتُ بِاللَّهِ وَكَذَّبْتُ عَيْنَيَّ»",
            "page": "38",
            "part": "1",
            "seal": "AC099A3B"
        },
        {
            "hno": "42",
            "id": "44",
            "nass": "42 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا أُوتِيكُمْ مِنْ شَيْءٍ وَلَا أَمْنَعُكُمُوهُ، إِنْ أَنَا إِلَّا §خَازِنٌ أَضَعُ حَيْثُ أُمِرْتُ»",
            "page": "38",
            "part": "1",
            "seal": "C306A805"
        },
        {
            "hno": "43",
            "id": "45",
            "nass": "43 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّمَا §الْإِمَامُ لِيُؤْتَمَّ بِهِ، فَلَا تَخْتَلِفُوا عَلَيْهِ، فَإِذَا كَبَّرَ فَكَبِّرُوا، وَإِذَا رَكَعَ فَارْكَعُوا، وَإِذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، فَقُولُوا: اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ، فَإِذَا سَجَدَ فَاسْجُدُوا، وَإِذَا صَلَّى جَالِسًا فَصَلُّوا جُلُوسًا أَجْمَعِينَ»",
            "page": "38",
            "part": "1",
            "seal": "7B4D781F"
        },
        {
            "hno": "44",
            "id": "46",
            "nass": "44 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَقِيمُوا الصَّفَّ فِي الصَّلَاةِ؛ فَإِنَّ §إِقَامَةَ الصَّفِّ مِنْ حُسْنِ الصَّلَاةِ»",
            "page": "39",
            "part": "1",
            "seal": "2CE9E573"
        },
        {
            "hno": "45",
            "id": "47",
            "nass": "45 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَحَاجَّ آدَمُ وَمُوسَى، فَقَالَ لَهُ مُوسَى: أَنْتَ آدَمُ الَّذِي أَغْوَيْتَ النَّاسَ فَأَخْرَجْتَهُمْ مِنَ الْجَنَّةِ إِلَى الْأَرْضِ، فَقَالَ لَهُ آدَمُ: أَنْتَ مُوسَى الَّذِي أَعْطَاهُ اللَّهُ عِلْمَ كُلِّ شَيْءٍ وَاصْطَفَاهُ عَلَى النَّاسِ بِرِسَالَتِهِ، قَالَ: نَعَمْ، قَالَ: أَتَلُومُنِي عَلَى أَمْرٍ قَدْ كُتِبَ عَلَيَّ أَنْ أَفْعَلَ مِنْ قَبْلِ أَنْ أُخْلَقَ فَحَجَّ آدَمُ مُوسَى» - صَلَّى اللَّهُ تَعَالَى عَلَى نَبِيِّنَا وَعَلَيْهِمَا وَسَلَّمَ",
            "page": "39",
            "part": "1",
            "seal": "165AFE75"
        },
        {
            "hno": "46",
            "id": "48",
            "nass": "46 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بَيْنَمَا أَيُّوبُ يَغْتَسِلُ عُرْيَانًا خَرَّ عَلَيْهِ رِجْلُ جَرَادٍ مِنْ ذَهَبٍ، فَجَعَلَ أَيُّوبُ يَحْثِي فِي ثَوْبِهِ، قَالَ: فَنَادَاهُ رَبُّهُ: يَا أَيُّوبُ أَلَمْ أَكُنْ أَغْنَيْتُكَ عَمَّا تَرَى؟ قَالَ: بَلَى يَا رَبِّ، وَلَكِنْ §لَا غِنَى لِي عَنْ بَرَكَتِكَ»",
            "page": "39",
            "part": "1",
            "seal": "B5DA7E08"
        },
        {
            "hno": "47",
            "id": "49",
            "nass": "47 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «خُفِّفَ عَلَى دَاوُدَ الْقُرْآنُ، فَكَانَ يَأْمُرُ بِدَوَابِّهِ تُسْرَجُ، فَكَانَ يَقْرَأُ الْقُرْآنَ مِنْ قَبْلِ أَنْ تُسْرَجَ دَابَّتُهُ، وَكَانَ §لَا يَأْكُلُ إِلَّا مِنْ عَمَلِ يَدِهِ»",
            "page": "40",
            "part": "1",
            "seal": "CC465EC8"
        },
        {
            "hno": "48",
            "id": "50",
            "nass": "48 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§رُؤْيَا الرَّجُلِ الصَّالِحِ جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ»",
            "page": "40",
            "part": "1",
            "seal": "983243B0"
        },
        {
            "hno": "49",
            "id": "51",
            "nass": "49 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يُسَلِّمُ الصَّغِيرُ عَلَى الْكَبِيرِ، وَالْمَارُّ عَلَى الْقَاعِدِ، وَالْقَلِيلُ عَلَى الْكَثِيرِ»",
            "page": "40",
            "part": "1",
            "seal": "44578F7C"
        },
        {
            "hno": "50",
            "id": "52",
            "nass": "50 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا أَزَالُ أُقَاتِلُ النَّاسَ حَتَّى يَقُولُوا: لَا إِلَهَ إِلَّا اللَّهُ، فَإِذَا قَالُوا: لَا إِلَهَ إِلَّا اللَّهُ فَقَدْ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ وَأَنْفُسَهُمْ إِلَّا بِحَقِّهَا، وَحِسَابُهُمْ عَلَى اللَّهِ»",
            "page": "40",
            "part": "1",
            "seal": "48CD95DC"
        },
        {
            "hno": "51",
            "id": "53",
            "nass": "51 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَحَاجَّتِ الْجَنَّةُ وَالنَّارُ، فَقَالَتِ النَّارُ: أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ، وَقَالَتِ الْجَنَّةُ: فَمَا لِيَ لَا يُدْخِلُنِي إِلَّا ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ وَغِرَّتُهُمْ. فَقَالَ اللَّهُ لِلْجَنَّةِ: إِنَّمَا أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي، وَقَالَ لِلنَّارِ: إِنَّمَا أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي، وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا، فَأَمَّا النَّارُ فَلَا تَمْتَلِئُ حَتَّى يَضَعَ اللَّهُ فِيهَا رِجْلَهُ، فَتَقُولُ: قَطْ قَطْ فَهُنَالِكَ تَمْتَلِئُ وَيُزْوَى بَعْضُهَا إِلَى بَعْضٍ وَلَا يَظْلِمُ اللَّهُ مِنْ خَلْقِهِ أَحَدًا، وَأَمَّا الْجَنَّةُ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ يُنْشِئُ لَهَا خَلْقًا»",
            "page": "40",
            "part": "1",
            "seal": "E16D57BE"
        },
        {
            "hno": "52",
            "id": "54",
            "nass": "52 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا اسْتَجْمَرَ أَحَدُكُمْ فَلْيُوتِرْ»",
            "page": "41",
            "part": "1",
            "seal": "54E66CA8"
        },
        {
            "hno": "53",
            "id": "55",
            "nass": "53 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَالَ اللَّهُ تَعَالَى:» §إِذَا تَحَدَّثَ عَبْدِي بِأَنْ يَعْمَلَ حَسَنَةً فَأَنَا أَكْتُبُهَا لَهُ حَسَنَةً مَا لَمْ يَعْمَلْهَا، فَإِذَا عَمِلَهَا فَأَنَا أَكْتُبُهَا لَهُ بِعَشْرِ أَمْثَالِهَا، وَإِذَا تَحَدَّثَ بِأَنْ يَعْمَلَ سَيِّئَةً فَأَنَا أَغْفِرُهَا لَهُ مَا لَمْ يَعْمَلْهَا، فَإِذَا عَمِلَهَا فَأَنَا أَكْتُبُهَا لَهُ بِمِثْلِهَا \"",
            "page": "41",
            "part": "1",
            "seal": "0A8AA008"
        },
        {
            "hno": "54",
            "id": "56",
            "nass": "54 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَاللَّهِ §لَقِيدُ سَوْطِ أَحَدِكُمْ مِنَ الْجَنَّةِ خَيْرٌ لَهُ مِمَّا بَيْنَ السَّمَاءِ وَالْأَرْضِ»",
            "page": "42",
            "part": "1",
            "seal": "B8DA20D3"
        },
        {
            "hno": "55",
            "id": "57",
            "nass": "55 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِنَّ §أَدْنَى مَقْعَدِ أَحَدِكُمْ مِنَ الْجَنَّةِ أَنْ هُيِّئَ لَهُ أَنْ يُقَالَ لَهُ: تَمَنَّ، فَيَتَمَنَّى وَيَتَمَنَّى فَيُقَالُ لَهُ: هَلْ تَمَنَّيْتَ؟ فَيَقُولُ: نَعَمْ، فَيَقُولُ لَهُ: فَإِنَّ لَكَ مَا تَمَنَّيْتَ وَمِثْلَهُ مَعَهُ \"",
            "page": "42",
            "part": "1",
            "seal": "37B714B6"
        },
        {
            "hno": "56",
            "id": "58",
            "nass": "56 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَوْلَا الْهِجْرَةُ لَكُنْتُ امْرَأً مِنَ الْأَنْصَارِ، وَلَوْ يَنْدَفِعُ النَّاسُ فِي شُعْبَةٍ أَوْ فِي وَادٍ وَالْأَنْصَارُ فِي شُعْبَةٍ لَانْدَفَعْتُ مَعَ الْأَنْصَارِ فِي شِعْبِهِمْ»",
            "page": "42",
            "part": "1",
            "seal": "105DB0BA"
        },
        {
            "hno": "57",
            "id": "59",
            "nass": "57 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَوْلَا بَنُو إِسْرَائِيلَ لَمْ يَخْبُثِ الطَّعَامُ، وَلَمْ يَخْنَزِ اللَّحْمُ، وَلَوْلَا حَوَّاءُ لَمْ تَخُنْ أُنْثَى زَوْجَهَا الدَّهْرَ»",
            "page": "42",
            "part": "1",
            "seal": "9C8588B6"
        },
        {
            "hno": "58",
            "id": "60",
            "nass": "58 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خَلَقَ اللَّهُ آدَمَ عَلَى صُورَتِهِ , طُولُهُ سِتُّونَ ذِرَاعًا فَلَمَّا خَلَقَهُ قَالَ: اذْهَبْ فَسَلِّمْ عَلَى أُولَئِكَ النَّفَرِ - وَهُمْ نَفَرٌ مِنَ الْمَلَائِكَةِ جُلُوسٌ - فَاسْتَمِعْ مَا يُحَيُّونَكَ فَإِنَّهَا تَحِيَّتُكَ وَتَحِيَّةُ ذُرِّيَّتِكَ، قَالَ: فَذَهَبَ، فَقَالَ: السَّلَامُ عَلَيْكُمْ، فَقَالُوا: وَعَلَيْكَ السَّلَامُ وَرَحْمَةُ اللَّهِ، فَزَادُوا: وَرَحْمَةُ اللَّهِ. قَالَ: فَكُلُّ مَنْ يَدْخُلِ الْجَنَّةَ عَلَى صُورَةِ آدَمَ طُولُهُ سِتُّونَ ذِرَاعًا، فَلَمْ يَزَلِ الْخَلْقُ يَنْقُصُ بَعْدُ حَتَّى الْآنَ»",
            "page": "43",
            "part": "1",
            "seal": "8140D3A7"
        },
        {
            "hno": "59",
            "id": "61",
            "nass": "59 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§جَاءَ مَلَكُ الْمَوْتِ إِلَى مُوسَى فَقَالَ لَهُ: أَجِبْ رَبَّكَ، قَالَ: فَلَطَمَ مُوسَى عَيْنَ مَلَكِ الْمَوْتِ فَفَقَأَهَا، قَالَ: فَرَجَعَ الْمَلَكُ إِلَى اللَّهِ عَزَّ وَجَلَّ فَقَالَ: إِنَّكَ أَرْسَلْتَنِي إِلَى عَبْدٍ لَكَ لَا يُرِيدُ الْمَوْتَ وَقَدْ فَقَأَ عَيْنِي، قَالَ: فَرَدَّ اللَّهُ عَيْنَهُ، قَالَ: ارْجِعْ إِلَى عَبْدِي فَقُلْ لَهُ: الْحَيَاةَ تُرِيدُ؟ فَإِنْ كُنْتَ تُرِيدُ الْحَيَاةَ فَضَعْ يَدَكَ عَلَى مَتْنِ ثَوْرٍ فَمَا وَارَتْ يَدُكَ مِنْ شَعْرَةٍ، فَإِنَّكَ تَعِيشُ بِهَا سَنَةً، قَالَ: ثُمَّ مَهْ؟ قَالَ: ثُمَّ تَمُوتُ: قَالَ: فَالْآنَ مِنْ قَرِيبٍ , قَالَ: رَبِّ أَدْنِنِي مِنَ الْأَرْضِ الْمُقَدَّسَةِ رَمْيَةً بِحَجَرٍ. وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:» لَوْ أَنِّي عِنْدَهُ لَأَرَيْتُكُمْ قَبْرَهُ إِلَى جَانِبِ الطَّرِيقِ عِنْدَ الْكَثِيبِ الْأَحْمَرِ \"",
            "page": "43",
            "part": "1",
            "seal": "B029216B"
        },
        {
            "hno": "60",
            "id": "62",
            "nass": "60 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كَانَتْ بَنُو إِسْرَائِيلَ يَغْتَسِلُونَ عُرَاةً يَنْظُرُ بَعْضُهُمْ إِلَى سَوْأَةِ بَعْضٍ، وَكَانَ مُوسَى يَغْتَسِلُ وَحْدَهُ فَقَالُوا: وَاللَّهِ مَا يَمْنَعُ مُوسَى أَنْ يَغْتَسِلَ مَعَنَا إِلَّا أَنَّهُ آدَرُ. قَالَ: فَذَهَبَ مَرَّةً يَغْتَسِلُ فَوَضَعَ ثَوْبَهُ عَلَى حَجَرٍ فَفَرَّ الْحَجَرُ بِثَوْبِهِ، قَالَ: فَجَمَحَ مُوسَى فِي أَثَرِهِ، يَقُولُ: ثَوْبِي حَجَرُ، ثَوْبِي حَجَرُ، حَتَّى نَظَرَتْ بَنُو إِسْرَائِيلَ إِلَى سَوْأَةِ مُوسَى، فَقَالُوا وَاللَّهِ مَا بِمُوسَى مِنْ بَأْسٍ قَالَ: فَقَامَ الْحَجَرُ بَعْدَ مَا نُظِرَ إِلَيْهِ فَأَخَذَ ثَوْبَهُ وَطَفِقَ بِالْحَجَرِ ضَرْبًا، فَقَالَ أَبُو هُرَيْرَةَ:» وَاللَّهِ إِنَّهُ نَدَبٌ بِالْحَجَرِ سِتَّةٌ أَوْ سَبْعَةٌ مِنْ ضَرْبِ مُوسَى بِالْحَجَرِ \"",
            "page": "44",
            "part": "1",
            "seal": "60A8FFCB"
        },
        {
            "hno": "61",
            "id": "63",
            "nass": "61 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَيْسَ الْغِنَى مِنْ كَثْرَةِ الْعَرَضِ، وَلَكِنَّ الْغِنَى غِنَى النَّفْسِ»",
            "page": "44",
            "part": "1",
            "seal": "D2337F26"
        },
        {
            "hno": "62",
            "id": "64",
            "nass": "62 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §مِنَ الظُّلْمِ مَطْلَ الْغَنِيِّ، وَإِنْ أُتْبِعَ أَحَدُكُمْ عَلَى مَلِيءٍ فَلْيَتْبَعْ»",
            "page": "44",
            "part": "1",
            "seal": "F0E00364"
        },
        {
            "hno": "63",
            "id": "65",
            "nass": "63 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَغْيَظُ رَجُلٍ عَلَى اللَّهِ يَوْمَ الْقِيَامَةِ وَأَخْبَثُهُ وَأَغْيَظُهُ عَلَيْهِ رَجُلٌ كَانَ يُسَمَّى مَلِكَ الْأَمْلَاكِ لَا مَلِكَ إِلَّا اللَّهُ عَزَّ وَجَلَّ»",
            "page": "45",
            "part": "1",
            "seal": "08D46C12"
        },
        {
            "hno": "64",
            "id": "66",
            "nass": "64 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بَيْنَمَا رَجُلٌ يَتَبَخْتَرُ فِي بُرْدَيْنِ وَقَدْ أَعْجَبَتْهُ نَفْسُهُ §خُسِفَ بِهِ الْأَرْضُ، فَهُوَ يَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ»",
            "page": "45",
            "part": "1",
            "seal": "4A507B2D"
        },
        {
            "hno": "65",
            "id": "67",
            "nass": "65 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَالَ اللَّهُ عَزَّ وَجَلَّ: §أَنَا عِنْدَ ظَنِّ عَبْدِي بِي»",
            "page": "45",
            "part": "1",
            "seal": "73662F0D"
        },
        {
            "hno": "66",
            "id": "68",
            "nass": "66 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ يُولَدُ يُولَدُ عَلَى هَذِهِ الْفِطْرَةِ، فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ، كَمَا تُنْتِجُونَ الْبَهِيمَةَ، هَلْ تَجِدُونَ فِيهَا مِنْ جَدْعَاءَ حَتَّى تَكُونُوا أَنْتُمْ تَجْدَعُونَهَا؟ قَالُوا: يَا رَسُولَ اللَّهِ، أَفَرَأَيْتَ مَنْ يَمُوتُ وَهُوَ صَغِيرٌ؟ قَالَ: اللَّهُ أَعْلَمُ بِمَا كَانُوا عَامِلِينَ»",
            "page": "45",
            "part": "1",
            "seal": "AA438209"
        },
        {
            "hno": "67",
            "id": "69",
            "nass": "67 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §فِي الْإِنْسَانِ عَظْمًا لَا تَأْكُلُهُ الْأَرْضُ أَبَدًا، فِيهِ يُرَكَّبُ يَوْمَ الْقِيَامَةِ» . قَالُوا: أَيُّ عَظْمٍ؟ قَالَ: «عَجْبُ الذَّنَبِ» . وَقَالَ أَبُو الْحَسَنِ: إِنَّمَا هُوَ: عَجْمُ، وَلَكِنَّهُ قَالَ بِالْمِيمِ",
            "page": "46",
            "part": "1",
            "seal": "944817E6"
        },
        {
            "hno": "68",
            "id": "70",
            "nass": "68 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِيَّاكُمْ وَالْوِصَالَ، إِيَّاكُمْ وَالْوِصَالَ» قَالُوا: فَإِنَّكَ تُوَاصِلُ يَا رَسُولَ اللَّهِ. قَالَ: «إِنِّي لَسْتُ فِي ذَاكُمْ مِثْلَكُمْ، إِنِّي أَبِيتُ يُطْعِمُنِي رَبِّي وَيَسْقِينِي، فَاكْلُفُوا مِنَ الْعَمَلِ مَا لَكُمْ بِهِ طَاقَةٌ»",
            "page": "46",
            "part": "1",
            "seal": "E06F594D"
        },
        {
            "hno": "69",
            "id": "71",
            "nass": "69 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا اسْتَيْقَظَ أَحَدُكُمْ فَلَا يَضَعْ يَدَهُ عَلَى الْوَضُوءِ حَتَّى يَغْسِلَهَا، إِنَّهُ لَا يَدْرِي أَحَدُكُمْ أَيْنَ بَاتَتْ يَدُهُ»",
            "page": "46",
            "part": "1",
            "seal": "4DDAB8CA"
        },
        {
            "hno": "70",
            "id": "72",
            "nass": "70 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كُلُّ سُلَامَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ، كُلَّ يَوْمٍ تَطْلُعُ عَلَيْهِ الشَّمْسُ، قَالَ: §تَعْدِلُ بَيْنَ الِاثْنَيْنِ صَدَقَةٌ، وَتُعِينُ الرَّجُلَ فِي دَابَّتِهِ وَتَحْمِلُهُ عَلَيْهَا، أَوْ تَرْفَعُ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ، وَالْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ، وَكُلُّ خُطْوَةٍ تَمْشِيهَا إِلَى الصَّلَاةِ صَدَقَةٌ، وَتُمِيطُ الْأَذَى عَنِ الطَّرِيقِ صَدَقَةٌ»",
            "page": "47",
            "part": "1",
            "seal": "A7874BE7"
        },
        {
            "hno": "71",
            "id": "73",
            "nass": "71 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِذَا مَا §رَبُّ النَّعَمِ لَمْ يُعْطِ حَقَّهَا تُسَلَّطُ عَلَيْهِ يَوْمَ الْقِيَامَةِ تَخْبِطُ وَجْهَهُ بِأَخْفَافِهَا»",
            "page": "47",
            "part": "1",
            "seal": "4F59D0EE"
        },
        {
            "hno": "72",
            "id": "74",
            "nass": "72 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يَكُونُ كَنْزُ أَحَدِكُمْ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ يَفِرُّ مِنْهُ صَاحِبُهُ وَيَطْلُبُهُ وَيَقُولُ: أَنَا كَنْزُكَ، قَالَ: وَاللَّهِ لَنْ يَزَالَ يَطْلُبُهُ حَتَّى يَبْسُطَ يَدَهُ فَيُلْقِمَهَا فَاهُ»",
            "page": "47",
            "part": "1",
            "seal": "809BCD8B"
        },
        {
            "hno": "73",
            "id": "75",
            "nass": "73 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يُبَالُ فِي الْمَاءِ الدَّائِمِ الَّذِي لَا يَجْرِي، ثُمَّ يُغْتَسَلُ بِهِ»",
            "page": "47",
            "part": "1",
            "seal": "E4076B60"
        },
        {
            "hno": "74",
            "id": "76",
            "nass": "74 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَيْسَ الْمِسْكِينُ هَذَا الطَّوَّافُ الَّذِي يَطُوفُ عَلَى النَّاسِ، تَرُدُّهُ اللُّقْمَةُ وَاللُّقْمَتَانِ وَالتَّمْرَةُ وَالتَّمْرَتَانِ، إِنَّمَا الْمِسْكِينُ الَّذِي لَا يَجِدُ غِنًى يُغْنِيهِ، وَيَسْتَحْيِي أَنْ يَسْأَلَ النَّاسَ، وَلَا يُفْطَنُ لَهُ فَيُتَصَدَّقَ عَلَيْهِ»",
            "page": "48",
            "part": "1",
            "seal": "CAEBFC2D"
        },
        {
            "hno": "75",
            "id": "77",
            "nass": "75 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَصُومُ الْمَرْأَةُ وَبَعْلُهَا شَاهِدٌ إِلَّا بِإِذْنِهِ، وَلَا تَأْذَنُ فِي بَيْتِهِ وَهُوَ شَاهِدٌ إِلَّا بِإِذْنِهِ، وَمَا أَنْفَقَتْ مِنْ كَسْبِهِ مِنْ غَيْرِ أَمْرِهِ فَإِنَّ نِصْفَ أَجْرِهِ لَهُ»",
            "page": "48",
            "part": "1",
            "seal": "82FD0F0C"
        },
        {
            "hno": "76",
            "id": "78",
            "nass": "76 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَتَمَنَّى أَحَدُكُمُ الْمَوْتَ وَلَا يَدْعُو بِهِ مِنْ قَبْلِ أَنْ يَأْتِيَهُ، إِنَّهُ إِذَا مَاتَ أَحَدُكُمُ انْقَطَعَ عَمَلُهُ، أَوْ قَالَ أَجَلُهُ، إِنَّهُ لَا يَزِيدُ الْمُؤْمِنَ عُمْرُهُ إِلَّا خَيْرًا»",
            "page": "48",
            "part": "1",
            "seal": "0EF1F4DF"
        },
        {
            "hno": "77",
            "id": "79",
            "nass": "77 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَقُلْ أَحَدُكُمْ لِلْعِنَبِ: الْكَرْمُ، إِنَّمَا الْكَرْمُ الرَّجُلُ الْمُسْلِمُ»",
            "page": "48",
            "part": "1",
            "seal": "3D61AA40"
        },
        {
            "hno": "78",
            "id": "80",
            "nass": "78 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اشْتَرَى رَجُلٌ مِنْ رَجُلٍ عَقَارًا فَوَجَدَ الرَّجُلُ الَّذِي اشْتَرَى الْعَقَارَ فِي عَقَارِهِ جَرَّةً فِيهَا ذَهَبٌ، فَقَالَ لَهُ الَّذِي اشْتَرَى الْعَقَارَ: خُذْ ذَهَبَكَ مِنِّي، إِنَّمَا اشْتَرَيْتُ مِنْكَ الْأَرْضَ وَلَمْ أَبْتَعْ مِنْكَ الذَّهَبَ، فَقَالَ الَّذِي شَرَى الْأَرْضَ: إِنَّمَا بِعْتُكَ الْأَرْضَ وَمَا فِيهَا، فَتَحَاكَمَا إِلَى رَجُلٍ، فَقَالَ الَّذِي تَحَاكَمَا إِلَيْهِ: أَلَكُمَا وَلَدٌ، فَقَالَ أَحَدُهُمَا: لِي غُلَامٌ، وَقَالَ الْآخَرُ: لِي جَارِيَةٌ، فَقَالَ: أَنْكِحِ الْغُلَامَ الْجَارِيَةَ وَأَنْفِقُوا عَلَى أَنْفُسِكُمَا مِنْهُ وَتَصَدَّقَا»",
            "page": "49",
            "part": "1",
            "seal": "1621D7AA"
        },
        {
            "hno": "79",
            "id": "81",
            "nass": "79 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَيَفْرَحُ أَحَدُكُمْ بِرَاحِلَتِهِ إِذَا ضَلَّتْ مِنْهُ ثُمَّ وَجَدَهَا؟» قَالُوا: نَعَمْ يَا رَسُولَ اللَّهِ، قَالَ: «وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ §لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ إِذَا تَابَ مِنْ أَحَدِكُمْ بِرَاحِلَتِهِ إِذَا وَجَدَهَا»",
            "page": "49",
            "part": "1",
            "seal": "B9C9F10F"
        },
        {
            "hno": "80",
            "id": "82",
            "nass": "80 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ: §إِذَا تَلَقَّانِي عَبْدِي بِشِبْرٍ تَلَقَّيْتُهُ بِذِرَاعٍ، وَإِذَا تَلَقَّانِي بِذِرَاعٍ تَلَقَّيْتُهُ بِبَاعٍ، وَإِذَا تَلَقَّانِي بِبَاعٍ جِئْتُهُ , أَوْ قَالَ: أَتَيْتُهُ بِأَسْرَعَ»",
            "page": "49",
            "part": "1",
            "seal": "AC31C74E"
        },
        {
            "hno": "81",
            "id": "83",
            "nass": "81 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَسْتَنْشِقْ بِمَنْخِرَيْهِ مِنْ مَاءٍ ثُمَّ لِيَنْتَثِرْ»",
            "page": "50",
            "part": "1",
            "seal": "83971C6C"
        },
        {
            "hno": "82",
            "id": "84",
            "nass": "82 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ §لَوْ أَنَّ عِنْدِي أُحُدًا ذَهَبًا لَأَحْبَبْتُ أَلَّا يَأْتِيَ عَلَيَّ ثَلَاثُ لَيَالٍ وَعِنْدِي مِنْهُ دِينَارٌ أَجِدُ مَنْ يَتَقَبَّلُهُ مِنِّي، لَيْسَ شَيْءٌ أُرْصِدُهُ فِي دَيْنٍ عَلَيَّ»",
            "page": "50",
            "part": "1",
            "seal": "2C461E6E"
        },
        {
            "hno": "83",
            "id": "85",
            "nass": "83 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا جَاءَكُمُ الصَّانِعُ بِطَعَامِكُمْ قَدْ أَغْنَى عَنْكُمْ حَرَّهُ وَدُخَانَهُ فَادْعُوهُ فَلْيَأْكُلْ مَعَكُمْ، وَإِلَّا فَأَلْقِمُوهُ فِي يَدِهِ أَوْ لِيُنَاوِلْهُ فِي يَدِهِ»",
            "page": "50",
            "part": "1",
            "seal": "8F4E7617"
        },
        {
            "hno": "84",
            "id": "86",
            "nass": "84 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَقُلْ أَحَدُكُمُ اسْقِ رَبَّكَ أَوْ أَطْعِمْ رَبَّكَ وَضِئْ رَبَّكَ وَلَا يَقُلْ أَحَدُكُمْ: رَبِّي، وَلْيَقُلْ: سَيِّدِي، مَوْلَايَ، وَلَا يَقُلْ أَحَدُكُمْ: عَبْدِي، أَمَتِي، وَلْيَقُلْ: فَتَايَ، فَتَاتِي، غُلَامِي»",
            "page": "50",
            "part": "1",
            "seal": "A18BC369"
        },
        {
            "hno": "85",
            "id": "87",
            "nass": "85 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَوَّلُ زُمْرَةٍ تَلِجُ الْجَنَّةَ صُوَرُهُمْ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، لَا يَبْصُقُونَ فِيهَا، وَلَا يَمْتَخِطُونَ، وَلَا يَتَغَوَّطُونَ فِيهَا، آنِيَتُهُمْ وَأَمْشَاطُهُمْ مِنَ الذَّهَبِ وَالْفِضَّةِ، وَمَجَامِرُهُمْ مِنَ الْأَلُوَّةِ، وَرَشْحُهُمُ الْمِسْكُ، وَلِكُلِّ وَاحِدٍ مِنْهُمْ زَوْجَتَانِ، يُرَى مُخُّ سَاقِهَا مِنْ وَرَاءِ اللَّحْمِ مِنَ الْحُسْنِ، لَا اخْتِلَافَ بَيْنَهُمْ وَلَا تَبَاغُضَ، قُلُوبُهُمْ عَلَى قَلْبٍ وَاحِدٍ، يُسَبِّحُونَ اللَّهَ بُكْرَةً وَعَشِيًّا»",
            "page": "51",
            "part": "1",
            "seal": "FE680D71"
        },
        {
            "hno": "86",
            "id": "88",
            "nass": "86 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ إِنِّي أَتَّخِذُ عِنْدَكَ عَهْدًا لَنْ تُخْلِفَهُ، إِنَّمَا أَنَا بَشَرٌ، §فَأَيُّ الْمُؤْمِنِينَ آذَيْتُهُ أَوْ شَتَمْتُهُ أَوْ جَلَدْتُهُ أَوْ لَعَنْتُهُ فَاجْعَلْهَا صَلَاةً وَزَكَاةً وَقُرْبَةً تُقَرِّبُهُ بِهَا يَوْمَ الْقِيَامَةِ»",
            "page": "51",
            "part": "1",
            "seal": "1C014740"
        },
        {
            "hno": "87",
            "id": "89",
            "nass": "87 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَمْ تَحِلَّ الْغَنَائِمُ لِمَنْ كَانَ قَبْلَنَا، ذَلِكَ بِأَنَّ اللَّهَ رَأَى ضَعْفَنَا وَعَجْزَنَا فَطَيَّبَهَا لَنَا»",
            "page": "51",
            "part": "1",
            "seal": "D51E86D7"
        },
        {
            "hno": "88",
            "id": "90",
            "nass": "88 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§دَخَلَتِ امْرَأَةٌ النَّارَ مِنْ جَرَّاءِ هِرَّةٍ لَهَا أَوْ هِرَّةٍ رَبَطَتْهَا، فَلَا هِيَ أَطْعَمَتْهَا وَلَا هِيَ أَرْسَلَتْهَا تَتَقَهَّمُ مِنْ خَشَاشِ الْأَرْضِ حَتَّى مَاتَتْ هَزْلًا»",
            "page": "51",
            "part": "1",
            "seal": "1FB5A7B5"
        },
        {
            "hno": "89",
            "id": "91",
            "nass": "89 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَسْرِقُ سَارِقٌ وَهُوَ حِينَ يَسْرِقُ مُؤْمِنٌ، وَلَا يَزْنِي زَانٍ وَهُوَ حِينَ يَزْنِي مُؤْمِنٌ، وَلَا يَشْرَبُ الْحُدُودَ أَحَدُكُمْ، يَعْنِي الْخَمْرَ، وَهُوَ حِينَ يَشْرَبُهَا مُؤْمِنٌ، وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَا يَنْتَهِبُ أَحَدُكُمْ نُهْبَةً ذَاتَ شَرَفٍ يَرْفَعُ إِلَيْهِ الْمُؤْمِنُونَ أَعْيُنَهُمْ فِيهَا وَهُوَ حِينَ يَنْتَهِبُهَا مُؤْمِنٌ، وَلَا يَغُلُّ أَحَدُكُمْ حِينَ يَغُلُّ وَهُوَ مُؤْمِنٌ، وَإِيَّاكُمْ وَإِيَّاكُمْ»",
            "page": "52",
            "part": "1",
            "seal": "D17FD6B7"
        },
        {
            "hno": "90",
            "id": "92",
            "nass": "90 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، §لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ، وَلَا يَهُودِيٌّ وَلَا نَصْرَانِيٌّ، وَمَاتَ وَلَمْ يُؤْمِنْ بِالَّذِي أُرْسِلْتُ بِهِ إِلَّا كَانَ مِنْ أَصْحَابِ النَّارِ»",
            "page": "52",
            "part": "1",
            "seal": "0EBD954C"
        },
        {
            "hno": "91",
            "id": "93",
            "nass": "91 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§التَّسْبِيحُ لِلْقَوْمِ، وَالتَّصْفِيقُ لِلنِّسَاءِ فِي الصَّلَاةِ»",
            "page": "52",
            "part": "1",
            "seal": "54C78FDB"
        },
        {
            "hno": "92",
            "id": "94",
            "nass": "92 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كُلُّ كَلْمٍ يُكْلَمُ بِهِ الْمُسْلِمُ فِي سَبِيلِ اللَّهِ يَكُونُ يَوْمَ الْقِيَامَةِ كَهَيْئَتِهَا إِذَا طُعِنَتْ يَفْجُرُ دَمًا، اللَّوْنُ لَوْنُ الدَّمِ، وَالْعَرْفُ عَرْفُ الْمِسْكِ»",
            "page": "52",
            "part": "1",
            "seal": "00A5B61D"
        },
        {
            "hno": "93",
            "id": "95",
            "nass": "93 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَزَالُونَ تَسْتَفْتُونَ حَتَّى يَقُولَ أَحَدُكُمْ: هَذَا اللَّهُ، خَلَقَ الْخَلْقَ، فَمَنْ خَلَقَ اللَّهَ؟»",
            "page": "53",
            "part": "1",
            "seal": "E238C9C9"
        },
        {
            "hno": "94",
            "id": "96",
            "nass": "94 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنِّي لَأَنْقَلِبُ إِلَى أَهْلِي §فَأَجِدُ التَّمْرَةَ سَاقِطَةً عَلَى فِرَاشِي أَوْ فِي بَيْتِي فَأَرْفَعُهَا لِآكُلَهَا، ثُمَّ أَخْشَى أَنْ تَكُونَ مِنَ الصَّدَقَةِ فَأُلْقِيهَا»",
            "page": "53",
            "part": "1",
            "seal": "D1715E98"
        },
        {
            "hno": "95",
            "id": "97",
            "nass": "95 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَاللَّهِ §لَأَنْ يَلَجَّ أَحَدُكُمْ بِيَمِينِهِ فِي أَهْلِهِ، آثَمُ لَهُ عِنْدَ اللَّهِ مِنْ أَنْ يُعْطِي كَفَّارَتَهُ الَّتِي فَرَضَ اللَّهُ عَزَّ وَجَلَّ»",
            "page": "53",
            "part": "1",
            "seal": "A29BBC44"
        },
        {
            "hno": "96",
            "id": "98",
            "nass": "96 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا أُكْرِهَ الِاثْنَانِ عَلَى الْيَمِينِ فَاسْتَحَبَّاهَا فَأَسْهِمْ بَيْنَهُمَا»",
            "page": "53",
            "part": "1",
            "seal": "EA230B4F"
        },
        {
            "hno": "97",
            "id": "99",
            "nass": "97 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِذَا مَا أَحَدُكُمُ §اشْتَرَى لِقْحَةً مُصَرَّاةً أَوْ شَاةً مُصَرَّاةً فَهُوَ بِخَيْرِ النَّظَرَيْنِ بَعْدَ أَنْ يَحْلُبَهَا، إِمَّا هِيَ وَإِلَّا فَلْيَرُدَّهَا وَصَاعًا مِنْ تَمْرٍ»",
            "page": "54",
            "part": "1",
            "seal": "24334C91"
        },
        {
            "hno": "98",
            "id": "100",
            "nass": "98 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الشَّيْخُ شَابٌّ عَلَى حُبِّ اثْنَتَيْنِ: طُولِ الْحَيَاةِ، وَكَثْرَةِ الْمَالِ»",
            "page": "54",
            "part": "1",
            "seal": "6F3A717C"
        },
        {
            "hno": "99",
            "id": "101",
            "nass": "99 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يُشِيرُ أَحَدُكُمْ إِلَى أَخِيهِ بِالسِّلَاحِ، فَإِنَّهُ لَا يَدْرِي أَحَدُكُمْ لَعَلَّ الشَّيْطَانَ أَنْ يَنْزِعَ فِي يَدِهِ؛ فَيَقَعَ فِي حُفْرَةٍ مِنَ النَّارِ»",
            "page": "54",
            "part": "1",
            "seal": "E56949B3"
        },
        {
            "hno": "100",
            "id": "102",
            "nass": "100 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اشْتَدَّ غَضَبُ اللَّهِ عَلَى قَوْمٍ فَعَلُوا بِرَسُولِ اللَّهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ حِينَئِذٍ يُشِيرُ إِلَى رَبَاعِيَتِهِ»",
            "page": "54",
            "part": "1",
            "seal": "618ADE8A"
        },
        {
            "hno": "101",
            "id": "103",
            "nass": "101 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اشْتَدَّ غَضَبُ اللَّهِ عَلَى رَجُلٍ يَقْتُلُهُ رَسُولُ اللَّهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "54",
            "part": "1",
            "seal": "92AFB8D0"
        },
        {
            "hno": "102",
            "id": "104",
            "nass": "102 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§عَلَى ابْنِ آدَمَ نَصِيبٌ مِنَ الزِّنَا أَدْرَكَ ذَلِكَ لَا مَحَالَةَ. قَالَ: فَالْعَيْنُ زِنْيَتُهَا النَّظَرُ وَتَصْدِيقُهَا الْإِعْرَاضُ، وَاللِّسَانُ زِنْيَتُهُ الْمَنْطِقُ، وَالْقَلْبُ زِنْيَتُهُ التَّمَنِّي، وَالْفَرْجُ يُصَدِّقُ بِمَا ثَمَّ أَوْ يُكَذِّبُ»",
            "page": "55",
            "part": "1",
            "seal": "E66D89E0"
        },
        {
            "hno": "103",
            "id": "105",
            "nass": "103 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا أَحْسَنَ أَحَدُكُمْ إِسْلَامَهُ فَكُلُّ حَسَنَةٍ يَعْمَلُهَا تُكْتَبُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِمِائَةِ ضِعْفٍ، وَكُلُّ سَيِّئَةٍ يَعْمَلُهَا تُكْتَبُ لَهُ بِمِثْلِهَا حَتَّى يَلْقَى اللَّهَ عَزَّ وَجَلَّ»",
            "page": "55",
            "part": "1",
            "seal": "B46F5A7D"
        },
        {
            "hno": "104",
            "id": "106",
            "nass": "104 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا أَمَّ أَحَدُكُمْ لِلنَّاسِ فَلْيُخَفِّفِ الصَّلَاةَ؛ فَإِنَّ فِيهِمُ الْكَبِيرَ وَفِيهِمُ الضَّعِيفَ وَفِيهِمُ السَّقِيمَ، وَإِنْ قَامَ وَحْدَهُ فَلْيُطِلْ صَلَاتَهُ مَا شَاءَ»",
            "page": "55",
            "part": "1",
            "seal": "4D7B746F"
        },
        {
            "hno": "105",
            "id": "107",
            "nass": "105 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَالَتِ الْمَلَائِكَةُ: يَا رَبُّ، ذَاكَ عَبْدٌ يُرِيدُ أَنْ يَعْمَلَ سَيِّئَةً، وَهُوَ أَبْصَرُ بِهِ، فَقَالَ: ارْقُبُوهُ §فَإِنْ عَمِلَهَا فَاكْتُبُوهَا لَهُ بِمِثْلِهَا، وَإِنْ تَرَكَهَا فَاكْتُبُوهَا لَهُ حَسَنَةً، إِنَّمَا تَرَكَهَا مِنْ جَرَّايَ»",
            "page": "55",
            "part": "1",
            "seal": "F59101B4"
        },
        {
            "hno": "106",
            "id": "108",
            "nass": "106 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: قَالَ اللَّهُ عَزَّ وَجَلَّ: «§كَذَّبَنِي عَبْدِي وَلَمْ يَكُنْ ذَلِكَ لَهُ، وَشَتَمَنِي عَبْدِي وَلَمْ يَكُنْ ذَلِكَ لَهُ، أَمَّا تَكْذِيبُهُ إِيَّايَ أَنْ يَقُولَ: لَنْ يُعِيدَنَا كَمَا بَدَأَنَا، وَأَمَّا شَتْمُهُ إِيَّايَ أَنْ يَقُولَ: اتَّخَذَ اللَّهُ وَلَدًا، وَأَنَا الصَّمَدُ لَمْ أَلِدْ وَلَمْ أُولَدْ وَلَمْ يَكُنْ لِي كُفُؤًا أَحَدٌ»",
            "page": "56",
            "part": "1",
            "seal": "00355145"
        },
        {
            "hno": "107",
            "id": "109",
            "nass": "107 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَبْرِدُوا عَنِ الْحَرِّ فِي الصَّلَاةِ؛ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ»",
            "page": "56",
            "part": "1",
            "seal": "A7C3CC7B"
        },
        {
            "hno": "108",
            "id": "110",
            "nass": "108 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تُقْبَلُ صَلَاةُ أَحَدِكُمْ إِذَا أَحْدَثَ حَتَّى يَتَوَضَّأَ»",
            "page": "56",
            "part": "1",
            "seal": "3D33162E"
        },
        {
            "hno": "109",
            "id": "111",
            "nass": "109 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا نُودِيَ بِالصَّلَاةِ فَأْتُوهَا وَأَنْتُمْ تَمْشُونَ وَعَلَيْكُمُ السَّكِينَةُ، فَمَا أَدْرَكْتُمْ فَصَلُّوا، وَمَا سُبِقْتُمْ فَأَتِمُّوا»",
            "page": "56",
            "part": "1",
            "seal": "F0AD2385"
        },
        {
            "hno": "110",
            "id": "112",
            "nass": "110 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يَضْحَكُ اللَّهُ لِرَجُلَيْنِ يَقْتُلُ أَحَدُهُمَا الْآخَرَ، كِلَاهُمَا يَدْخُلُ الْجَنَّةَ» ، قَالُوا: وَكَيْفَ يَا رَسُولَ اللَّهِ؟ قَالَ: «يُقْتَلُ هَذَا فَيَلِجُ الْجَنَّةَ، ثُمَّ يَتُوبُ اللَّهُ عَلَى الْآخَرِ فَيَهْدِيهِ إِلَى الْإِسْلَامِ، ثُمَّ يُجَاهِدُ فِي سَبِيلِ اللَّهِ فَيُسْتَشْهَدُ»",
            "page": "56",
            "part": "1",
            "seal": "51D7942B"
        },
        {
            "hno": "111",
            "id": "113",
            "nass": "111 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَبِيعُ أَحَدُكُمْ عَلَى بَيْعِ أَخِيهِ، وَلَا يَخْطِبُ عَلَى خِطْبَةِ أَخِيهِ»",
            "page": "57",
            "part": "1",
            "seal": "4D91964D"
        },
        {
            "hno": "112",
            "id": "114",
            "nass": "112 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ، وَالْمُؤْمِنُ يَأْكُلُ فِي مِعًى وَاحِدٍ»",
            "page": "57",
            "part": "1",
            "seal": "4DAFEF02"
        },
        {
            "hno": "113",
            "id": "115",
            "nass": "113 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّمَا §سُمِّيَ خَضِرٌ؛ لِأَنَّهُ جَلَسَ عَلَى فَرْوَةٍ بَيْضَاءَ، فَإِذَا هِيَ تَهْتَزُّ تَحْتَهُ خَضْرَاءَ»",
            "page": "57",
            "part": "1",
            "seal": "EDDD195C"
        },
        {
            "hno": "114",
            "id": "116",
            "nass": "114 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ §لَا يَنْظُرُ إِلَى الْمُسْبِلِ يَوْمَ الْقِيَامَةِ، يَعْنِي إِزَارَهُ»",
            "page": "57",
            "part": "1",
            "seal": "D9CCCFCF"
        },
        {
            "hno": "115",
            "id": "117",
            "nass": "115 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قِيلَ لِبَنِي إِسْرَائِيلَ §ادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ يَغْفِرْ لَكُمْ خَطَايَاكُمْ. فَبَدَّلُوا، فَدَخَلُوا الْبَابَ يَزْحَفُونَ عَلَى أَسْتَاهِهِمْ، وَقَالُوا: حَبَّةٌ فِي شَعَرَةٍ»",
            "page": "57",
            "part": "1",
            "seal": "346180DD"
        },
        {
            "hno": "116",
            "id": "118",
            "nass": "116 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا قَامَ أَحَدُكُمْ مِنَ اللَّيْلِ فَاسْتَعْجَمَ الْقُرْآنُ عَلَى لِسَانِهِ فَلَمْ يَدْرِ مَا يَقُولُ فَلْيَضْطَجِعْ»",
            "page": "58",
            "part": "1",
            "seal": "FAEE0756"
        },
        {
            "hno": "117",
            "id": "119",
            "nass": "117 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: قَالَ اللَّهُ تَعَالَى: «§لَا يَقُلِ ابْنُ آدَمَ يَا خَيْبَةَ الدَّهْرِ فَإِنِّي أَنَا الدَّهْرُ أُرْسِلُ اللَّيْلَ وَالنَّهَارَ فَإِذَا شِئْتُ قَبَضْتُهُمَا»",
            "page": "58",
            "part": "1",
            "seal": "E4AB4C7D"
        },
        {
            "hno": "118",
            "id": "120",
            "nass": "118 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§نِعِمَّا لِلْمَمْلُوكِ أَنْ يَتَوَفَّاهُ اللَّهُ بِحُسْنِ طَاعَةِ رَبِّهِ وَطَاعَةِ سَيِّدِهِ، نِعِمَّا لَهُ نِعِمَّا لَهُ»",
            "page": "58",
            "part": "1",
            "seal": "001C4DDC"
        },
        {
            "hno": "119",
            "id": "121",
            "nass": "119 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِذَا قَامَ أَحَدُكُمْ إِلَى الصَّلَاةِ §فَلَا يَبْصُقْ أَمَامَهُ؛ فَإِنَّهُ يُنَاجِي اللَّهَ مَا دَامَ فِي مُصَلَّاهُ، وَلَا عَنْ يَمِينِهِ؛ فَإِنَّ عَنْ يَمِينِهِ مَلَكًا، وَلَكِنْ لِيَبْصُقْ عَنْ شِمَالِهِ أَوْ تَحْتَ رِجْلِهِ، فَيَدْفِنْهُ»",
            "page": "58",
            "part": "1",
            "seal": "31AF489F"
        },
        {
            "hno": "120",
            "id": "122",
            "nass": "120 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا قُلْتَ لِلنَّاسِ أَنْصِتُوا وَهُمْ يَتَكَلَّمُونَ فَقَدْ لَغَوْتَ عَلَى نَفْسِكَ، يَعْنِي يَوْمَ الْجُمُعَةِ»",
            "page": "59",
            "part": "1",
            "seal": "C5B4CCE7"
        },
        {
            "hno": "121",
            "id": "123",
            "nass": "121 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَنَا أَوْلَى النَّاسِ بِالْمُؤْمِنِينَ فِي كِتَابِ اللَّهِ، فَأَيُّكُمْ تَرَكَ دَيْنًا أَوْ ضَيْعَةً فَادْعُونِي فَإِنِّي وَلِيُّهُ، وَأَيُّكُمْ مَا تَرَكَ مَالًا فَلْيُؤْثِرْ بِمَالِهِ عَصَبَتَهُ مَنْ كَانَ»",
            "page": "59",
            "part": "1",
            "seal": "E5ABB035"
        },
        {
            "hno": "122",
            "id": "124",
            "nass": "122 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا يَقُلْ أَحَدُكُمُ: §اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ، أَوِ ارْحَمْنِي إِنْ شِئْتَ، أَوِ ارْزُقْنِي إِنْ شِئْتَ، لِيَعْزِمِ الْمَسْأَلَةَ؛ إِنَّهُ يَفْعَلُ مَا يَشَاءُ لَا مُكْرِهَ لَهُ»",
            "page": "59",
            "part": "1",
            "seal": "42BE487C"
        },
        {
            "hno": "123",
            "id": "125",
            "nass": "123 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «غَزَا نَبِيٌّ مِنَ الْأَنْبِيَاءِ فَقَالَ لِلْقَوْمِ: لَا يَتْبَعْنِي رَجُلٌ قَدْ كَانَ مَلَكَ بُضْعَ امْرَأَةٍ يُرِيدُ أَنْ يَبْنِيَ بِهَا وَلَمَّا بَنَى، وَلَا آخَرُ بَنَى بِنَاءً لَهُ وَلَمَّا يَرْفَعْ سُقُفَهَا، وَلَا آخَرُ قَدِ اشْتَرَى غَنَمًا أَوْ خَلِفَاتٍ وَهُوَ يَنْتَظِرُ وِلَادَهَا، فَغَزَا فَدَنَا الْقَرْيَةَ حِينَ صُلِّيَ الْعَصْرُ، أَوْ قَرِيبًا مِنْ ذَلِكَ، فَقَالَ لِلشَّمْسِ: أَنْتِ مَأْمُورَةٌ وَأَنَا مَأْمُورٌ، اللَّهُمَّ احْبِسْهَا عَلَيَّ شَيْئًا، فَحُبِسَتْ عَلَيْهِ حَتَّى فَتَحَ اللَّهُ عَلَيْهِ، فَجَمَعُوا مَا غَنِمُوا فَأَقْبَلَتِ النَّارُ لِتَأْكُلَهُ فَأَبَتْ أَنْ تَطْعَمَهُ، فَقَالَ: فِيكُمْ الْغُلُولُ، فَلْيُبَايِعْنِي مِنْ كُلِّ قَبِيلَةٍ رَجُلٌ، فَبَايَعُوهُ فَلَصِقَتْ يَدُ رَجُلٍ بِيَدِهِ فَقَالَ: فِيكُمُ الْغُلُولُ، فَلْتُبَايِعْنِي قَبِيلَتُهُ، فَبَايَعَتْهُ قَبِيلَتُهُ فَلَصِقَ يَدُ رَجُلَيْنِ أَوْ ثَلَاثَةٍ بِيَدِهِ، فَقَالَ: فِيكُمُ الْغُلُولُ، أَنْتُمْ غَلَلْتُمْ، قَالَ: فَأَخْرَجُوا لَهُ مِثْلَ رَأْسِ بَقَرَةٍ مِنْ ذَهَبٍ فَوَضَعُوهُ فِي الْمَالِ وَهُوَ بِالصَّعِيدِ فَأَقْبَلَتِ النَّارُ فَأَكَلَتْ. قَالَ: §فَلَمْ تَحِلَّ الْغَنَائِمُ لِأَحَدٍ مِنْ قَبْلِنَا؛ ذَلِكَ بِأَنَّ اللَّهَ رَأَى ضَعْفَنَا وَعَجْزَنَا فَطَيَّبَهَا لَنَا»",
            "page": "59",
            "part": "1",
            "seal": "1C99C963"
        },
        {
            "hno": "124",
            "id": "126",
            "nass": "124 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بَيْنَمَا أَنَا نَائِمٌ، رَأَيْتُ أَنِّي §أَنْزِعُ عَلَى حَوْضٍ أَسْقِي النَّاسَ، فَأَتَانِي أَبُو بَكْرٍ فَأَخَذَ الدَّلْوَ مِنْ يَدِي لِيُرِيحَنِي فَنَزَعَ دَلْوَيْنِ وَفِي نَزْعِهِ ضَعْفٌ وَاللَّهُ يَغْفِرُ لَهُ، قَالَ: فَأَتَانِي عُمَرُ بْنُ الْخَطَّابِ فَأَخَذَهَا مِنْهُ، فَلَمْ يَنْزِعْ رَجُلٌ نَزْعَهُ حَتَّى وَلَّى النَّاسُ وَالْحَوْضُ يَنْفَجِرُ»",
            "page": "60",
            "part": "1",
            "seal": "954FD607"
        },
        {
            "hno": "125",
            "id": "127",
            "nass": "125 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَقُومُ السَّاعَةُ حَتَّى تُقَاتِلُوا جُورَ كِرْمَانَ، قَوْمًا مِنَ الْأَعَاجِمِ حُمْرَ الْوُجُوهِ، فُطْسَ الْأُنُوفِ، صِغَارَ الْأَعْيُنِ، كَأَنَّ وُجُوهَهُمُ الْمَجَانُّ الْمُطْرَقَةُ»",
            "page": "61",
            "part": "1",
            "seal": "FF79C9E4"
        },
        {
            "hno": "126",
            "id": "128",
            "nass": "126 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْخُيَلَاءُ وَالْفَخْرُ فِي أَهْلِ الْخَيْلِ وَالْإِبِلِ، وَالسَّكِينَةُ فِي أَهْلِ الْغَنَمِ»",
            "page": "61",
            "part": "1",
            "seal": "F1D4B821"
        },
        {
            "hno": "127",
            "id": "129",
            "nass": "127 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَقُومُ السَّاعَةُ حَتَّى تُقَاتِلُوا قَوْمًا نِعَالُهُمُ الشَّعَرُ»",
            "page": "61",
            "part": "1",
            "seal": "6277EF86"
        },
        {
            "hno": "128",
            "id": "130",
            "nass": "128 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§النَّاسُ تَبَعٌ لِقُرَيْشٍ فِي هَذِهِ الشَّأْنِ - أُرَاهُ يَعْنِي الْإِمَارَةَ - مُسْلِمُهُمْ تَبَعٌ لِمُسْلِمِهِمْ، وَكَافِرُهُمْ تَبَعٌ لِكَافِرِهِمْ»",
            "page": "61",
            "part": "1",
            "seal": "1E071221"
        },
        {
            "hno": "129",
            "id": "131",
            "nass": "129 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خَيْرُ نِسَاءٍ رَكِبْنَ الْإِبِلَ نِسَاءُ قُرَيْشٍ، أَحْنَاهُ عَلَى وَلَدٍ فِي صِغَرِهِ، وَأَرْعَاهُ عَلَى زَوْجٍ فِي ذَاتِ يَدِهِ»",
            "page": "62",
            "part": "1",
            "seal": "134D90A0"
        },
        {
            "hno": "130",
            "id": "132",
            "nass": "130 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْعَيْنُ حَقٌّ، وَنَهَى عَنِ الْوَشْمِ»",
            "page": "62",
            "part": "1",
            "seal": "EE7FF1CB"
        },
        {
            "hno": "131",
            "id": "133",
            "nass": "131 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَزَالُ أَحَدُكُمْ فِي صَلَاةٍ مَا كَانَتْ تَحْبِسُهُ، وَلَا يَمْنَعُهُ أَنْ يَخْرُجَ إِلَّا انْتِظَارُهَا»",
            "page": "62",
            "part": "1",
            "seal": "76E29D24"
        },
        {
            "hno": "132",
            "id": "134",
            "nass": "132 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى، وَابْدَأْ بِمَنْ تَعُولُ»",
            "page": "62",
            "part": "1",
            "seal": "8FF7C6D5"
        },
        {
            "hno": "133",
            "id": "135",
            "nass": "133 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَنَا أَوْلَى النَّاسِ بِعِيسَى ابْنِ مَرْيَمَ فِي الْأُولَى وَالْآخِرَةِ» ، قَالُوا: كَيْفَ يَا رَسُولَ اللَّهِ؟ قَالَ: «الْأَنْبِيَاءُ إِخْوَةٌ مِنْ عَلَّاتٍ وَأُمَّهَاتُهُمْ شَتَّى، وَدِينُهُمْ وَاحِدٌ، فَلَيْسَ بَيْنَنَا نَبِيٌّ»",
            "page": "62",
            "part": "1",
            "seal": "04663478"
        },
        {
            "hno": "134",
            "id": "136",
            "nass": "134 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بَيْنَمَا أَنَا نَائِمٌ، إِذْ §أُوتِيتُ مِنْ خَزَائِنِ الْأَرْضِ، فَوُضِعَ فِي يَدَيَّ سِوَارَانِ مِنْ ذَهَبٍ فَكَبُرَا عَلَيَّ وَأَهَمَّانِي، فَأُوحِيَ إِلَيَّ أَنِ انْفُخْهُمَا، فَنَفَخْتُهُمَا فَذَهَبَا، فَأَوَّلْتُهُمَا الْكَذَّابَيْنِ اللَّذَيْنِ أَنَا بَيْنَهُمَا؛ صَاحِبَ صَنْعَاءَ وَصَاحِبَ الْيَمَامَةِ»",
            "page": "63",
            "part": "1",
            "seal": "3360BC10"
        },
        {
            "hno": "135",
            "id": "137",
            "nass": "135 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَيْسَ أَحَدٌ مِنْكُمْ بِمُنْجِيهِ عَمَلُهُ، وَلَكِنْ سَدِّدُوا وَقَارِبُوا» . قَالُوا: وَلَا أَنْتَ يَا رَسُولَ اللَّهِ؟ قَالَ: «وَلَا أَنَا إِلَّا أَنْ يَتَغَمَّدَنِيَ اللَّهُ مِنْهُ بِرَحْمَةٍ وَفَضْلٍ»",
            "page": "63",
            "part": "1",
            "seal": "9CE14FA9"
        },
        {
            "hno": "136",
            "id": "138",
            "nass": "136 - وَقَالَ §نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعَتَيْنِ وَلِبْسَتَيْنِ، أَنْ يَحْتَبِيَ أَحَدُكُمْ فِي الثَّوْبِ الْوَاحِدِ لَيْسَ عَلَى فَرْجِهِ مِنْهُ شَيْءٌ، وَأَنْ يَشْتَمِلَ فِي إِزَارِهِ إِذَا مَا صَلَّى، إِلَّا أَنْ يُخَالِفَ بَيْنَ طَرَفَيْهِ عَلَى عَاتِقِهِ، وَنَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْمَسِّ وَالْإِلْقَاءِ وَالنَّجْشِ \"",
            "page": "63",
            "part": "1",
            "seal": "53B39083"
        },
        {
            "hno": "137",
            "id": "139",
            "nass": "137 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْعَجْمَاءُ جَرْحُهَا جُبَارٌ، وَالْبِئْرُ جُبَارٌ، وَالْمَعْدِنُ جُبَارٌ، وَالنَّارُ جُبَارٌ، وَفِي الرِّكَازِ الْخُمُسُ»",
            "page": "63",
            "part": "1",
            "seal": "CB4EBA65"
        },
        {
            "hno": "138",
            "id": "140",
            "nass": "138 - وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَيُّمَا قَرْيَةٍ أَتَيْتُمُوهَا وَأَقَمْتُمْ، فِيهَا مَسْهَمُكُمْ» - وَأَظُنُّهُ قَالَ فَهِيَ لَكُمْ أَوْ نَحْوَهُ مِنَ الْكَلَامِ - \" وَأَيُّمَا قَرْيَةٍ عَصَتِ اللَّهَ وَرَسُولَهُ فَإِنَّ خُمُسَهَا لِلَّهِ وَرَسُولِهِ، ثُمَّ هِيَ لَكُمْ",
            "page": "64",
            "part": "1",
            "seal": "0E8C0A5F"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "ـ[صحيفة همام بن منبه]ـ ¶ المؤلف: أبو عقبة همام بن منبه بن كامل بن سيج اليماني الصنعاني الأبناوي (المتوفى: 131هـ) ¶ المحقق: علي حسن علي عبد الحميد ¶ الناشر: المكتب الإسلامي , دار عمار - بيروت , عمان ¶ الطبعة: الأولى، 1407 هـ - 1987 م ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]",
            "page": null,
            "part": null,
            "seal": "FBB496F4"
        }
    ],
    "t7776": [
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "لو أن عندي أحدا ذهبا لأحببت ألا يأتي علي ثلاث ليال وعندي منه دينار أجد من يتقبله مني، ليس"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "إذا جاءكم الصانع بطعامكم قد أغنى عنكم حره ودخانه فادعوه فليأكل معكم، وإلا فألقموه في يده"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "لا يقل أحدكم اسق ربك أو أطعم ربك وضئ ربك ولا يقل أحدكم: ربي، وليقل: سيدي، مولاي، ولا يقل"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "أول زمرة تلج الجنة صورهم على صورة القمر ليلة البدر، لا يبصقون فيها، ولا يمتخطون، ولا"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "فأي المؤمنين آذيته أو شتمته أو جلدته أو لعنته فاجعلها صلاة وزكاة وقربة تقربه بها يوم"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "لم تحل الغنائم لمن كان قبلنا، ذلك بأن الله رأى ضعفنا وعجزنا فطيبها لنا"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "دخلت امرأة النار من جراء هرة لها أو هرة ربطتها، فلا هي أطعمتها ولا هي أرسلتها تتقهم من"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "لا يسرق سارق وهو حين يسرق مؤمن، ولا يزني زان وهو حين يزني مؤمن، ولا يشرب الحدود أحدكم،"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "لا يسمع بي أحد من هذه الأمة، ولا يهودي ولا نصراني، ومات ولم يؤمن بالذي أرسلت به إلا كان"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "التسبيح للقوم، والتصفيق للنساء في الصلاة"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "كل كلم يكلم به المسلم في سبيل الله يكون يوم القيامة كهيئتها إذا طعنت يفجر دما، اللون لون"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "لا تزالون تستفتون حتى يقول أحدكم: هذا الله، خلق الخلق، فمن خلق الله؟"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "فأجد التمرة ساقطة على فراشي أو في بيتي فأرفعها لآكلها، ثم أخشى أن تكون من الصدقة"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "لأن يلج أحدكم بيمينه في أهله، آثم له عند الله من أن يعطي كفارته التي فرض الله عز"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أكره الاثنان على اليمين فاستحباها فأسهم بينهما"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "اشترى لقحة مصراة أو شاة مصراة فهو بخير النظرين بعد أن يحلبها، إما هي وإلا فليردها وصاعا"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "الشيخ شاب على حب اثنتين: طول الحياة، وكثرة المال"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "لا يشير أحدكم إلى أخيه بالسلاح، فإنه لا يدري أحدكم لعل الشيطان أن ينزع في يده؛ فيقع في"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "اشتد غضب الله على قوم فعلوا برسول الله - صلى الله عليه وسلم - وهو حينئذ يشير إلى"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "اشتد غضب الله على رجل يقتله رسول الله - صلى الله عليه وسلم - في سبيل الله عز"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "على ابن آدم نصيب من الزنا أدرك ذلك لا محالة. قال: فالعين زنيتها النظر وتصديقها الإعراض،"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أحسن أحدكم إسلامه فكل حسنة يعملها تكتب بعشر أمثالها إلى سبعمائة ضعف، وكل سيئة يعملها"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أم أحدكم للناس فليخفف الصلاة؛ فإن فيهم الكبير وفيهم الضعيف وفيهم السقيم، وإن قام"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "فإن عملها فاكتبوها له بمثلها، وإن تركها فاكتبوها له حسنة، إنما تركها من"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "كذبني عبدي ولم يكن ذلك له، وشتمني عبدي ولم يكن ذلك له، أما تكذيبه إياي أن يقول: لن يعيدنا"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "أبردوا عن الحر في الصلاة؛ فإن شدة الحر من فيح جهنم"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "لا تقبل صلاة أحدكم إذا أحدث حتى يتوضأ"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "إذا نودي بالصلاة فأتوها وأنتم تمشون وعليكم السكينة، فما أدركتم فصلوا، وما سبقتم"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "يضحك الله لرجلين يقتل أحدهما الآخر، كلاهما يدخل الجنة، قالوا: وكيف يا رسول الله؟ قال:"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "لا يبيع أحدكم على بيع أخيه، ولا يخطب على خطبة أخيه"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "الكافر يأكل في سبعة أمعاء، والمؤمن يأكل في معى واحد"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "سمي خضر؛ لأنه جلس على فروة بيضاء، فإذا هي تهتز تحته خضراء"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "لا ينظر إلى المسبل يوم القيامة، يعني إزاره"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "ادخلوا الباب سجدا وقولوا حطة يغفر لكم خطاياكم. فبدلوا، فدخلوا الباب يزحفون على أستاههم،"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قام أحدكم من الليل فاستعجم القرآن على لسانه فلم يدر ما يقول"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "لا يقل ابن آدم يا خيبة الدهر فإني أنا الدهر أرسل الليل والنهار فإذا شئت"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "نعما للمملوك أن يتوفاه الله بحسن طاعة ربه وطاعة سيده، نعما له نعما له"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "فلا يبصق أمامه؛ فإنه يناجي الله ما دام في مصلاه، ولا عن يمينه؛ فإن عن يمينه ملكا، ولكن"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قلت للناس أنصتوا وهم يتكلمون فقد لغوت على نفسك، يعني يوم الجمعة"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "أنا أولى الناس بالمؤمنين في كتاب الله، فأيكم ترك دينا أو ضيعة فادعوني فإني وليه، وأيكم ما"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم اغفر لي إن شئت، أو ارحمني إن شئت، أو ارزقني إن شئت، ليعزم المسألة؛ إنه يفعل ما"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "فلم تحل الغنائم لأحد من قبلنا؛ ذلك بأن الله رأى ضعفنا وعجزنا فطيبها"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "أنزع على حوض أسقي الناس، فأتاني أبو بكر فأخذ الدلو من يدي ليريحني فنزع دلوين وفي نزعه ضعف"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "لا تقوم الساعة حتى تقاتلوا جور كرمان، قوما من الأعاجم حمر الوجوه، فطس الأنوف، صغار"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "الخيلاء والفخر في أهل الخيل والإبل، والسكينة في أهل الغنم"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "لا تقوم الساعة حتى تقاتلوا قوما نعالهم الشعر"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "الناس تبع لقريش في هذه الشأن - أراه يعني الإمارة - مسلمهم تبع لمسلمهم، وكافرهم تبع"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "خير نساء ركبن الإبل نساء قريش، أحناه على ولد في صغره، وأرعاه على زوج في ذات"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "العين حق، ونهى عن الوشم"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "لا يزال أحدكم في صلاة ما كانت تحبسه، ولا يمنعه أن يخرج إلا انتظارها"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "اليد العليا خير من اليد السفلى، وابدأ بمن تعول"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "أنا أولى الناس بعيسى ابن مريم في الأولى والآخرة، قالوا: كيف يا رسول الله؟ قال: الأنبياء"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "أوتيت من خزائن الأرض، فوضع في يدي سواران من ذهب فكبرا علي وأهماني، فأوحي إلي أن انفخهما،"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "ليس أحد منكم بمنجيه عمله، ولكن سددوا وقاربوا. قالوا: ولا أنت يا رسول الله؟ قال: ولا أنا"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "نهى رسول الله صلى الله عليه وسلم عن بيعتين ولبستين، أن يحتبي أحدكم في الثوب الواحد ليس"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "العجماء جرحها جبار، والبئر جبار، والمعدن جبار، والنار جبار، وفي الركاز"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "أيما قرية أتيتموها وأقمتم، فيها مسهمكم - وأظنه قال فهي لكم أو نحوه من الكلام - وأيما قرية"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مثلي ومثل الأنبياء من قبلي كمثل رجل ابتنى بيوتا فأحسنها وأجملها وأكملها إلا موضع لبنة من"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مثل البخيل والمتصدق كمثل رجلين عليهما جبتان أو جنتان من حديد إلى ثدييهما أو إلى تراقيهما،"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مثلي كمثل رجل استوقد نارا فلما أضاءت ما حولها جعل الفراش وهذه الدواب التي يقعن في النار"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "في الجنة شجرة يسير الراكب في ظلها مائة عام لا يقطعها"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الظن أكذب الحديث، ولا تناجشوا، ولا تحاسدوا، ولا تنافسوا، ولا تباغضوا، ولا تدابروا، وكونوا"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "في الجمعة ساعة لا يوافقها مسلم وهو يصلي يسأل ربه شيئا إلا آتاه إياه"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الملائكة يتعاقبون فيكم , ملائكة بالليل وملائكة بالنهار ويجتمعون في صلاة الفجر، وصلاة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الملائكة تصلي على أحدكم ما دام في مصلاه الذي صلى فيه، وتقول: اللهم اغفر له، اللهم ارحمه"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قال أحدكم: آمين والملائكة في السماء: آمين، فوافق إحداها الأخرى؛ غفر له ما تقدم من"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "ويلك اركبها: ويلك اركبها"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قاتل أحدكم فليتجنب الوجه"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "رحمتي سبقت غضبي"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "لو تعلمون ما أعلم لبكيتم كثيرا ولضحكتم قليلا"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الصيام جنة، فإذا كان أحدكم يوما صائما، فلا يجهل ولا يرفث فإن امرؤ قاتله أو شاتمه فليقل"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "لخلوف فم الصائم أطيب عند الله من ريح المسك، يذر شهوته وطعامه وشرابه من جراي، فالصيام لي"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "فأمر بها فأحرقت في النار، فأوحى الله إليه: فهلا نملة واحدة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "ما قعدت خلف سرية تغزو في سبيل الله، ولكن لا أجد سعة فأحملهم، ولا يجدون سعة فيتبعوني، ولا"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "أؤخر دعوتي شفاعة لأمتي يوم القيامة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "من أحب لقاء الله أحب الله لقاءه، ومن لم يحب لقاء الله لم يحب الله"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "من أطاعني فقد أطاع الله، ومن يعصني فقد عصى الله، ومن يطع الأمير فقد أطاعني ومن يعص الأمير"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "يكثر فيكم المال فيفيض حتى يهم رب المال من يتقبل منه صدقته. قال: ويقبض العلم ويقترب الزمان"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "تقتتل فئتان عظيمتان تكون بينهما مقتلة عظيمة ودعواهما واحدة"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ينبعث دجالون كذابون قريب من ثلاثين كلهم يزعم أنه رسول الله"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "تطلع الشمس من مغربها فإذا طلعت ورآها الناس آمنوا أجمعون، وذلك حين لا ينفع نفسا إيمانها لم"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "أدبر الشيطان له ضراط حتى لا يسمع التأذين، فإذا قضي التأذين أقبل حتى إذا ثوب بها أدبر حتى"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "يمين الله ملأى لا يغيضها نفقة، سحاء الليل والنهار، أرأيتم ما أنفق منذ خلق السماء والأرض"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "يراني أحب إليه من مثل أهله وماله معهم"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "يهلك كسرى ثم لا كسرى بعده، وقيصر ليهلكن ثم لا يكون قيصر بعده، ولتنفقن كنوزهما في سبيل"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "هلك الذين قبلكم بسؤالهم واختلافهم على أنبيائهم، فإذا نهيتكم عن شيء فاجتنبوه، وإذا أمرتكم"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "إذا نودي للصلاة صلاة الصبح، وأحدكم جنب فلا يصوم يومئذ"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "لله تسعة وتسعون اسما مائة إلا واحدا، من أحصاها دخل الجنة، إنه وتر يحب"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "إذا نظر أحدكم إلى من هو فضل عليه في المال والخلق، فلينظر إلى من هو أسفل منه ممن فضل"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "طهور إناء أحدكم إذا ولغ الكلب فيه فليغسله سبع مرات"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "يستعدوا لي بحزم من حطب، ثم آمر رجلا يصلي بالناس ثم أحرق بيوتا على من"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "نصرت بالرعب، وأوتيت جوامع الكلم"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "إذا انقطع شسع نعل أحدكم أو شراكه فلا يمش في إحداهما بنعل واحدة والأخرى حافية، ليحفهما"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "لا يأتي ابن آدم النذر بشيء لم أكن قد قدرته، ولكن يلقيه النذر وقد قدرته له، أستخرج به من"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "أنفق أنفق عليك، وسمى الحرب خدعة"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "آمنت بالله وكذبت عيني"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "خازن أضع حيث أمرت"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الإمام ليؤتم به، فلا تختلفوا عليه، فإذا كبر فكبروا، وإذا ركع فاركعوا، وإذا قال: سمع الله"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "إقامة الصف من حسن الصلاة"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "تحاج آدم وموسى، فقال له موسى: أنت آدم الذي أغويت الناس فأخرجتهم من الجنة إلى الأرض، فقال"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "لا غنى لي عن بركتك"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "لا يأكل إلا من عمل يده"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "رؤيا الرجل الصالح جزء من ستة وأربعين جزءا من النبوة"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "يسلم الصغير على الكبير، والمار على القاعد، والقليل على الكثير"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "لا أزال أقاتل الناس حتى يقولوا: لا إله إلا الله، فإذا قالوا: لا إله إلا الله فقد عصموا"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "تحاجت الجنة والنار، فقالت النار: أوثرت بالمتكبرين والمتجبرين، وقالت الجنة: فما لي لا"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "إذا استجمر أحدكم فليوتر"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "إذا تحدث عبدي بأن يعمل حسنة فأنا أكتبها له حسنة ما لم يعملها، فإذا عملها فأنا أكتبها له"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "لقيد سوط أحدكم من الجنة خير له مما بين السماء والأرض"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "أدنى مقعد أحدكم من الجنة أن هيئ له أن يقال له: تمن، فيتمنى ويتمنى فيقال له: هل تمنيت؟"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "لولا الهجرة لكنت امرأ من الأنصار، ولو يندفع الناس في شعبة أو في واد والأنصار في شعبة"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "لولا بنو إسرائيل لم يخبث الطعام، ولم يخنز اللحم، ولولا حواء لم تخن أنثى زوجها"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "خلق الله آدم على صورته , طوله ستون ذراعا فلما خلقه قال: اذهب فسلم على أولئك النفر - وهم"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "جاء ملك الموت إلى موسى فقال له: أجب ربك، قال: فلطم موسى عين ملك الموت ففقأها، قال: فرجع"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "كانت بنو إسرائيل يغتسلون عراة ينظر بعضهم إلى سوأة بعض، وكان موسى يغتسل وحده فقالوا: والله"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "ليس الغنى من كثرة العرض، ولكن الغنى غنى النفس"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "من الظلم مطل الغني، وإن أتبع أحدكم على مليء فليتبع"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "أغيظ رجل على الله يوم القيامة وأخبثه وأغيظه عليه رجل كان يسمى ملك الأملاك لا ملك إلا الله"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "خسف به الأرض، فهو يتجلجل فيها إلى يوم القيامة"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "أنا عند ظن عبدي بي"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "من يولد يولد على هذه الفطرة، فأبواه يهودانه وينصرانه، كما تنتجون البهيمة، هل تجدون فيها"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "في الإنسان عظما لا تأكله الأرض أبدا، فيه يركب يوم القيامة. قالوا: أي عظم؟ قال: عجب الذنب."
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "إياكم والوصال، إياكم والوصال قالوا: فإنك تواصل يا رسول الله. قال: إني لست في ذاكم مثلكم،"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "إذا استيقظ أحدكم فلا يضع يده على الوضوء حتى يغسلها، إنه لا يدري أحدكم أين باتت"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "تعدل بين الاثنين صدقة، وتعين الرجل في دابته وتحمله عليها، أو ترفع له عليها متاعه صدقة،"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "رب النعم لم يعط حقها تسلط عليه يوم القيامة تخبط وجهه بأخفافها"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "يكون كنز أحدكم يوم القيامة شجاعا أقرع يفر منه صاحبه ويطلبه ويقول: أنا كنزك، قال: والله لن"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "لا يبال في الماء الدائم الذي لا يجري، ثم يغتسل به"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "ليس المسكين هذا الطواف الذي يطوف على الناس، ترده اللقمة واللقمتان والتمرة والتمرتان، إنما"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "لا تصوم المرأة وبعلها شاهد إلا بإذنه، ولا تأذن في بيته وهو شاهد إلا بإذنه، وما أنفقت من"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "لا يتمنى أحدكم الموت ولا يدعو به من قبل أن يأتيه، إنه إذا مات أحدكم انقطع عمله، أو قال"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "لا يقل أحدكم للعنب: الكرم، إنما الكرم الرجل المسلم"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "اشترى رجل من رجل عقارا فوجد الرجل الذي اشترى العقار في عقاره جرة فيها ذهب، فقال له الذي"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "لله أشد فرحا بتوبة عبده إذا تاب من أحدكم براحلته إذا وجدها"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "إذا تلقاني عبدي بشبر تلقيته بذراع، وإذا تلقاني بذراع تلقيته بباع، وإذا تلقاني بباع جئته ,"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "إذا توضأ أحدكم فليستنشق بمنخريه من ماء ثم لينتثر"
        }
    ]
}