{
    "b7793": [
        {
            "id": "1",
            "nass": "مسائل خاصة بالمرأة ¶ - حكم الصفرة والكدرة في زمن الحيض وفي غيره ¶ - بم تطهر المرأة؟ ¶ - حكم الرطوبة في غير أيام الحيض ¶ - الشك في الطهارة وكيف تفرق المرأة بين الحيض والاستحاضة وتتخلص من الوسوسة ¶ تأليف ¶ د. رقية بنت محمد المحارب ¶ الأستاذ المساعد بكلية التربية بالرياض ¶ 1425 ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الذي من علينا بنعمه التي لا تحصى، وأسبغ علينا آلاءه التي لا تجزى، وجعل لنا دينا قويما وشرع لنا صراطا مستقيما، وبعث فينا نبيا فكان بنا رحيما، وصلى الله على خير خلقه، صفيه وخليله محمد بن عبد الله وسلم تسليما كثيرا، أما بعد ... ¶ فقد كنت كتبت كتابا في حكم الرطوبة، تفضلت بطباعته ونشره دار الوطن مشكورة، وقد لقي إقبالا كبيرا لأنه لامس حاجة ملحة، فطبعت الطبعة الأولى ونفدت في شهرين، ثم طبع ضعف العدد طبعة ثانية فنفدت، وأمسكت عن إعادة الطباعة إلى حين الانتهاء من إجراء التعديلات التي كنت أود تعديلها سواء بما استفدت من ملاحظات بعض طلبة العلم، أو مما ظهر لي من أسئلة القراء أو مما تبين لي أثناء القراءة والاطلاع والبحث، فرأيت تغيير الكتاب كلية فحذفت منه وأضفت إليه بما أظن أنه أنسب وأفضل، وأضفت مباحث رأيت مسألة النساء تكثر عنها، ومع تأخري في إعداده بهذه الصورة ظل يتابعني هاجس الخطأ، ولكن كثرة إلحاح النساء علي وعلى دار الوطن جعلني أقدم على نشره مرة أخرى، ومع أني تحريت وجه الحق قدر استطاعتي إلا أنه لا يزال النقص والعور يعتري أعمال البشر، فالله أسأل أن يجزي خيرا كل من أفادني وعلى رأسهم شيخنا الفاضل العلامة الذي أعطانا الكثير محمد بن صالح العثيمين رحمه الله وأسكنه فسيح جنانه وجعله من الأبرار. ¶ ثم أشكر تلميذه الشيخ الكريم علي بن محمد نور الذي أمدني بملحوظاته فاستفدت منها وعدلت ما اقتنعت به ووافقته عليه.",
            "page": "1",
            "part": "1",
            "seal": "AA89B046"
        },
        {
            "id": "2",
            "nass": "وأسأل الله الكريم أن يتغمد بواسع رحمته أخانا الدكتور عبد الرحمن الجمهور على ترجمته للكتاب باللغة الإنكليزية، وأثني على مؤسسة سليمان الراجحي التي تولت طباعة الكتاب باللغة الإنكليزية ونشره وتوزيعه بارك الله في جهود الجميع وتقبلها منهم أجمعين. ¶ مقدمة كتاب حكم الرطوبة ¶ إن الحمد لله، نحمده ونستعينه، ونستهديه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله، وأشهد أن محمدا عبده ورسوله. ... أما بعد: ¶ فإن مما يشكل على النساء مسائل الطهارة، ويحترن فيها ويقعن كثيراً في الوساوس أو الأخطاء، إما بسبب الجهل أو بسبب عدم الاهتمام. ¶ وإن كانت مسائل الحيض والاستحاضة والنفاس جل استفتاء النساء ومدار اهتمامهن الفقهي؛ فهو بلا ريب مدعاة للبحث والاستقصاء، بيد أن أكثر هذه المسائل مبسوط في الكتب القديمة والحديثة، وفي المسائل من الأدلة ما يجليها فلا يجعل في النفس شك ما دامت مستندة إلى دليل شرعي صحيح. ¶ والذي تجدر الإشارة إليه أن أكثر أسئلة النساء في هذا العصر عن الرطوبة التي تخرج من القبل فالسؤال عن نجاستها، وعن نقضها للوضوء، وهي مسألة قد بحثت فيه منذ أكثر من اثنتي عشرة سنة، وكنت قد اكتفيت بما توصلت إليه لنفسي رجاء أن يكفيني أحد العلماء أو طلبة العلم تجلية هذه المسألة بما يشفي، استقصاء للأدلة ولآراء أهل العلم ولكن لم أطلع إلى هذه الساعة في هذه المسألة على شيء عدا فتاوى لبعض العلماء - حفظهم الله- (¬1) وهم سماحة الشيخ /عبد العزيز بن باز، وفضيلة الشيخ / محمد بن صالح بن عثيمين، وفضيلة الشيخ / صالح الفوزان. ¶ والفتاوى المذكورة لم يستند فيها على دليل من الكتاب أو السنة أو أقوال الصحابة أو التابعين. ¶ ¬__________ ¶ (¬1) كتبت المقدمة قبل وفاة الشيخين رحمهما الله تعالى",
            "page": "2",
            "part": "1",
            "seal": "9F0185B7"
        },
        {
            "id": "3",
            "nass": "وبعد تردد طال، ألح علي بعض الأخوات بنشر هذا البحث وكنت أتوانى وأستحيي من التقدم في مسألة كهذه لم تطرق من قبل إلا لماما، وطال التواني سنوات حتى شرح الله صدري للكتابة في الموضوع، سيما وقد كنت عرضت المسألة على فضيلة الشيخ / محمد ناصر الدين الألباني قبل أكثر من عشر سنوات، فوافقني وأيد ما اخترته من رأي. ¶ على أي حال رأيت أن أنشر هذا الموضوع بعد عرضه على عدد من العلماء؛ لئلا أستأثر به بنفسي وأتحمل تبعته وحدي، وإن كنت مؤمنة بما سلكته من منهج، وهو منهج أئمتنا وفقهائنا الأقدمين والمحدثين من السلف والصالحين. ¶ فإن كان صواباً فمن الله، وإن كان خطأ فمن نفسي والشيطان، والله المستعان وأستغفر الله عما كان. (¬1) ¶ أهمية الموضوع ¶ لا تخلو مسلمة من الحاجة لمعرفة هذه المسألة؛ لأنه أمر يصيب الجميع من النساء، وهو خلقة فطر الله النساء عليها، وليست مرضاً ولا عيباً ولا نادراً يقول ماكسين ديفز: \"والإفراز إذا كانت كميته معينة فإنه يعتبر طبيعياً؛ لأن سطح المهبل كأي سطح مخاطي آخر بالجسم، يجب أن يظل رطباً، وتختلف كمية الإفراز باختلاف أفراد النساء، ولكل امرأة نظرتها الخاصة بالنسبة له، فالبعض يشتد فزعهن عندما يلاحظن إفرازاً خفيفا ًيؤكد الطبيب لهن أنه طبيعي، بينما تتجاهل نساء أخريات إفرازاً ينظر الطبيب إليه بعين الارتياب على أنه شاذ \". ¶ فقول: إن بعض النساء يصيبهن وبعضهن لا يصيبهن غير صحيح، فالذي يصيب بعضا ًدون بعض هو السيلان المرضي المسمى بالسيلان الأبيض، وهذا النوع من السيلان يصحبه حكة ورائحة كريهة، وأحياناً يختلط بصديد أو يكون دامياً أو مصفر اللون. ¶ ¬__________ ¶ (¬1) عرضت البحث قبل نشره على فضيلة الشيخ محمد بن عثيمين فعلق عليه",
            "page": "3",
            "part": "1",
            "seal": "AE87FBA3"
        },
        {
            "id": "4",
            "nass": "ولأن المرأة يجب أن تكون طاهرة لتؤدي الصلاة فلا بد من معرفة حكم هذا السائل، فهي إذا كانت تجهل حكمه ربما أعادت وضوءها مراراً، وربما أصابها الوسواس، وربما أعادت الصلاة؛ فلذا ينبغي أن يعلم حكم هذه الرطوبة بالدليل الشرعي على أصول سلفنا الصالح. ¶ ولعدم وجود بحث خاص بهذه الرطوبة (¬1) ، بل ولا فتاوى واضحة من أئمة الفقه الأربعة، ولا من سبقهم من أهل العلم، ولا من تبعهم ممن عرف ببحثه عن الدليل كشيخ الإسلام ابن تيمية وتلميذه ابن القيم لزم البحث في هذا الموضوع بحثاً جاداً. ¶ السبب الباعث على البحث: ¶ بالإضافة إلى أهميته فإن بعض النساء أصابهن وسواس عظيم وأخريات ألزمن بما يشق وكلفن عسيراً والله تعالى يقول: (وما جعل عليكم في الدين من حرج) (¬2) ¶ ثم إنه اتصلت بي إحدى الشابات وهي تسأل: ¶ ماذا على من لم تطهر من الحيض منذ سنتين ونصف؟ فعجبت من هذا السؤال وقلت: وهي في هذه البلاد، وتدرس، ولها والدة مسلمة! هذا أمر يستغرب الجهل به! ويستبعد! وأدركت هذا ثم قالت: هي تتطهر من الحيض ولكنها لا تتطهر من شيء آخر، فقلت من الجنابة؟ ! قالت مثل ذلك، ثم علمت أنها غير متزوجة، فعزمت عليها بالإيضاح، فقالت من تحتلم ولم تغتسل؟ فعجبت كيف تحتلم ولم تغتسل منذ سنتين ونصف باستمرار، ففطنت إلى أن الشابة لم تكن تعرف الاحتلام، فوضحته لها، وقلت هل ترين هذا؟ قالت: لا! قلت إذن تعنين الرطوبة التي ترين، قالت نعم! فاسترجعت وعزمت على تبييض هذا البحث؛ لأن السائلة هذه نموذج من نماذج كثيرة ربما تدع الصلاة بهذا السبب، ولست مبالغة في هذا فقد صارحتني به غير واحدة. ولا حول ولا قوة إلا بالله. ¶ ¬__________ ¶ (¬1) لم أكن حينئذ قد اطلعت على كتاب \" الافرازات الطبيعية عند المرأة بين الطهارة والنجاسة\" للأخت الفاضلة المربية الدكتورة فاطمة بنت عمر نصيف حفظها الله. ¶ (¬2) سورة الحج آية78",
            "page": "4",
            "part": "1",
            "seal": "99B1B1D0"
        },
        {
            "id": "5",
            "nass": "تمهيد ¶ في السوائل الخارجة من المرأة ¶ لأجل أن نقف على ماهية هذه الرطوبة ينبغي أن نذكر السوائل التي تخرج من المرأة، ونبين حكمها باختصار؛ لأن الأشياء تتميز بضدها، وتلحق في الأحكام بما اتصف بصفتها. ¶ يخرج من المرأة سوائل من غير السبيلين: كالمخاط واللعاب والدمع والعرق والرطوبة، ويخرج منها سوائل من السبيلين، وهي نجسة، ناقضة للوضوء. ¶ أنواع السوائل: ¶ (1) البول: وهو ما يخرج من المثانة، وحكمه نجس، ناقض للوضوء بالنص والإجماع، قال تعالى: (أو جاء أحد منكم من الغائط) (¬1) ¶ والغائط هو المكان المطمئن من الأرض، كني بذلك عن التغوط، وهو الحدث الأصغر. ¶ قال ابن المنذر: \" وحكي لي عن بعض أهل العلم أنه قال: البول والغائط داخلان في قوله: (أو جاء أحد منكم من الغائط) ؛ لأن ذهاب القوم إلى تلك المذاهب كان ذهاباً واحداً. ¶ ¬__________ ¶ (¬1) النساء: 43",
            "page": "5",
            "part": "1",
            "seal": "81D45213"
        },
        {
            "id": "6",
            "nass": "قال أبو بكر: وجوب الوضوء من البول مأخوذ من أخبار الرسول - صلى الله عليه وسلم -قولاً وفعلاً، وذكر حديث ذر بن حبيش قال: لقيت صفوان بن عسال أسأله عن المسح فقال: \" كان رسول الله - صلى الله عليه وسلم - يأمرنا أن لا ننزع خفافنا ثلاثة أيام ولياليهن إلا من جنابة، لكن من غائط أو بول أو نوم \" (¬1) . ¶ وكل ما خرج من مخرج البول من المرأة أو الرجل فهو ناقض للوضوء لما ذكرنا، وإن كان طاهراً. ¶ ¬__________ ¶ (¬1) أخرجه ابن حبان في باب ذكر الخبر الدال على أن الرقاد 3/381،، وابن خزيمة باب ذكر وجوب الوضوء من الغائط والبول1/13 وباب ذكر الدليل على أن الأمر بالمسح على الخفين 1/98،، والنسائي في باب المسح على الخفين 1/83،، والترمذي في باب فضل الوبة والاستغفار 5/545،، وابن ماجة في باب الوضوء من مس الذكر1/161،، والشافعي في المسند باب ما خرج من كتاب الطهارة 1/17،، وأحمد 2/389،، والبيهقي في باب الوضوء من النوم 1/118،، وباب التوقيت في المسح على الخفين1/276،، والطبراني في الكبير 8/56،، والطحاوي في شرح معاني الآثار 1/82. قال الترمذي حسن صحيح،، ونقل في تحفة المحتاج عن البخاري قوله: \" إنه أصح شيء في الباب\" 1/195 حكى النووي عن ابن عبد البرقوله: \" شرح النووي على صحيح مسلم ج3/ص176 ¶ واختلف الرواة في رفع هذا الحديث ووقفه على على قال ومن رفعه أحفظ وأضبط\" قال ابن حجر: \" ¶ قال الترمذي عن البخاري حديث حسن وصححه الترمذي والخطابي ومداره عندهم على عاصم بن أبي النجود عن زر بن حبيش عنه وذكر بن مندة أبو القاسم أنه رواه عن عاصم أكثر من أربعين نفسا وتابع عاصما عليه عبد الوهاب بن بخت وإسماعيل بن أبي خالد وطلحة بن مصرف والمنهال بن عمرو ومحمد بن سوقة وذكر جماعة معه ومراده أصل الحديث لأنه في الأصل طويل مشتمل على التوبة والمرء مع من أحب وغير ذلك لكن حديث طلحة عند الطبراني بإسناد لا بأس به\" تلخيص الحبير ج1/ص157",
            "page": "6",
            "part": "1",
            "seal": "30EAD857"
        },
        {
            "id": "7",
            "nass": "(2) المذي: وهو سائل غليظ أبيض قليل يخرج من ذكر الرجل أو قبل المرأة - من طريق الرحم من مخرج الولد - عند الشهوة الخفيفة وهو موجب للوضوء لما جاء عن على رضى الله عنه قال: \" كنت رجلاً مذاء فأمرت رجلاً أن يسأل النبى صلى الله عليه وسلم، لمكان ابنته فسأل، فقال: \" توضأ واغسل ذكرك \" رواه البخارى. وعن سهل بن حنيف رضى الله عنه قال: \" كنت ألقى من المذى شدة وعناء، وكنت أكثر منه الاغتسال، فذكرت ذلك لرسول الله صلى الله عليه وسلم، فقال: إنما يجزيك من ذلك الوضوء فقلت: يا رسول الله، كيف بما يصيب ثوبى منه؟ قال: \" يكفيك أن تأخذ كفاً من ماء فتنضح به ثوبك حيث ترى أنه قد أصاب منه \" رواه أبو داود وابن ماجه والترمذى ¶ (3) المني: وهو سائل غليظ أبيض يخرج بدفق وهو كثير يخرج مع اشتداد الشهوة ¶ حال الجماع أو الاحتلام، وهو من المرأة رقيق أصفر. ¶ وهو موجب للغسل؛ لقوله تعالى: (ولا جنباً إلا عابري سبيل حتى تغتسلوا) (¬1) ، ولقوله تعالى: (وإن كنتم جنباً فاطهروا) (¬2) ، وسيأتي ذكر حكم المني من حيث الطهارة في فصل مستقل؛ لمساسه بالموضوع. ¶ (4) الودي: وهو سائل يخرج من مخرج البول بعد انتهائه قال ابن حجر: \" الودي بالمهملة وهو ماء أبيض شخين يخرج عقيب البول أو عند حمل شيء ثقيل\" (¬3) ¶ (5) الحيض: وهو دم أحمر ضارب للسواد، له ريح يخرج من رحم المرأة في وقت مخصوص، وهو موجب للغسل عند انقطاعه وبرء الرحم منه،؛لقوله تعالى: (ويسئلونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن فإذا تطهرن فأتوهن من حيث أمركم الله إن الله يحب التوابين ويحب المتطهرين) (¬4) . ¶ ويلحق بالحيض النفاس، وهو دم يخرج مع الولادة ويستمر مدة طويلة، هي عند أكثر النساء أربعين يوماً، وقد تقصر عن ذلك. ¶ ¬__________ ¶ (¬1) النساء 43 ¶ (¬2) المائدة 6 ¶ (¬3) نقله عنه في شرح سنن ابن ماجه ج1/ص38 ¶ (¬4) البقرة 222",
            "page": "7",
            "part": "1",
            "seal": "8864978F"
        },
        {
            "id": "8",
            "nass": "والمرأة تدع الصلاة والصوم ومس المصحف لهذين الحدثين حتى تطهر. ¶ (6) الاستحاضة: وهو دم أحمر يخرج من المرأة في وقت غير معتاد من مخرج الحيض، ويختلف في كثرته، وهو نجس موجب للوضوء عند كل صلاة على الراجح، وفيه خلاف مفصل في كتاب الأوسط لابن المنذر فلينظر هناك. (¬1) ¶ (7) السوائل الخارجة من سائر الجسد: كاللبن من الثدي والبزاق والمخاط والدمع وغيره، وهذه طاهرة لا توجب شيئاً. ¶ قال ابن المنذر: \" أجمع أهل العلم على أن خروج اللبن من ثدي المرأة لا ينقض الوضوء، وكذلك المخاط والبزاق والدمع الذي يسيل من العين والعرق الذي يخرج من سائر الجسد، والجشاء المتغير الذي يخرج من الفم، والنفس الخارج من الأنف، والدود الساقط من القرح، كل هذا لا ينقض طهارة، ولا يوجب وضوءاً\" (¬2) . ¶ (8) رطوبة فرج المرأة: وهي إفراز طبيعي عديم اللون عادة، ولزج بدرجة خفيفة، ويشبه بياض البيض غير المطبوخ عندما يزداد نشاط غدد عنق الرحم (¬3) . ¶ وقد سألت عدداً من الطبيبات المتخصصات في أمراض النساء والولادة عن هذه الإفرازات، وهل هي طبيعية أم لا؟ فأفدنني بالإجماع بأنها طبيعية في كل امرأة. ¶ ¬__________ ¶ (¬1) 1/158ـ164 ¶ (¬2) الأوسط 1/157 ¶ (¬3) دليل المرأة إلى الصحة ص 245",
            "page": "8",
            "part": "1",
            "seal": "A3488956"
        },
        {
            "id": "9",
            "nass": "وكتبت لي دكتورة صفاء عثمان أخصائية النساء والولادة في مستشفى الرياض المركزي: \" الإفرازات الطبيعية موجودة عند كل الإناث، ولكن الشكوى منها تعتمد على علم المرأة بطبيعتها أو تخوفها من تلك الإفرازات، وغالباً ما تكون الإفرازات الطبيعية لها قوام مخاطي وذات لون أبيض أو أصفر داكن أو شفاف، وقد تتغير رائحته بسبب تفاعله مع البكتريا الطبيعية، أما الإفرازات غير الطبيعية فهي مصاحبة بأعراض أخرى فتكون ذات لون أخضر أو متغير بألوان الدم القاتمة وقد تسبب حكة أو حرقة، أو تكون ذات رائحة كريهة بفعل بعض أنواع الجراثيم (¬1) ¶ * ... * ... * ¶ وسأذكر هنا مسائل تحتاج إليها المرأة وتسأل عنها باستمرار وتبالغ في السؤال، وهي: ¶ - حكم الصفرة والكدرة في زمن الحيض وفي غيره ¶ - بم تطهر المرأة؟ ¶ - حكم الرطوبة في غير أيام الحيض ¶ - الشك في الطهارة وكيف تفرق المرأة بين الحيض والاستحاضة وتتخلص من الوسوسة ¶ وسأورد كل مسألة منها بالتفصيل: ¶ حكم الصفرة والكدرة في زمن الحيض ¶ اتفق العلماء على أن الصفرة في أيام الحيض حيض. (¬2) ¶ ¬__________ ¶ (¬1) اعتمدت الدكتورة صفاء على بعض المراجع الطبية الأجنبية في هذه الإفادة، وبعثت لي بشهادة سبعة من أطباء النساء والولادة لتقديمها لهيئة كبار العلماء؛ لإيضاح أن هذه الرطوبة لا تتصل بالنجاسة من الداخل. ... ¶ (¬2) الأوسط لابن المنذر 2/233، أحكام القرآن/ للجصاص، الاختلاف في الطهر العارض في حال الحيض ج 1",
            "page": "9",
            "part": "1",
            "seal": "0B5061EC"
        },
        {
            "id": "10",
            "nass": "وخالف في ذلك ابن حزم فذهب إلى أن الحيض هو الأسود، قال:\" فإذا رأت أحمر أو كغسالة اللحم أو صفرة أو كدرة أو بياضا أو جفوفا فقد طهرت \" (¬1) ونقل الكاساني في بدائع الصنائع الإجماع خلافا لأبي منصور حيث قال:\" إذا رأت في أول أيام الحيض ابتداء كان حيضا، أما إذا رأت في آخر أيام الطهر، واتصل به أيام الحيض لا يكون حيضا. والعامة على أنها حيض كيفما كانت.\" (¬2) ¶ أما الكدرة في أيام الحيض فالجمهور على أنها من الحيض منهم أبو حنيفة (¬3) ، ومالك (¬4) ، والشافعي (¬5) ، وأحمد (¬6) ، وإسحاق (¬7) ، وبه قال يحي الأنصاري (¬8) ، وربيعة (¬9) ، والثوري (¬10) ، والأوزاعي (¬11) ، وعبد الرحمن بن مهدي (¬12) ،وخالفهم أبو يوسف (¬13) ، وأبو ثور (¬14) فقالا: لا يكون حيضا إلا أن يتقدمه دم أسود (¬15) . ¶ ¬__________ ¶ (¬1) المحلى كتاب الحيض والاستحاضة/مسألة الحيض هو الدم الخاثر2/162 ¶ (¬2) كتاب الطهارة/فصل الحيض وأحكامه ج 1 ¶ (¬3) الأصل 1/337 ¶ (¬4) المدونة1/50 ¶ (¬5) المجموع2/395 ¶ (¬6) المغني1/413 ¶ (¬7) الأوسط1/235،المغني1/413،المجموع 2/395 ¶ (¬8) المرجع السابق ¶ (¬9) ربيعة بن أبي عبد الرحمن، وانظر المرجع السابق ¶ (¬10) المرجع السابق ¶ (¬11) المرجع السابق ¶ (¬12) المرجع السابق ¶ (¬13) أحكام القرآن/ للجصاص1، بدائع الصنائع/ كتاب الطهارة/ فصل الحيض وأحكامه1/،الأوسط 1/235، المجموع2/395، ¶ (¬14) الأوسط 1/235،وانظر المغني1/413 ¶ (¬15) ينظر الأصل لمحمد بن الحسن 1/337، الأوسط 2/237، بدائع الصنائع كتاب الطهارة/فصل الحيض وأحكامه ج 1",
            "page": "10",
            "part": "1",
            "seal": "3DFDA467"
        },
        {
            "id": "11",
            "nass": "واستدل الجمهور بحديث أم عطية المتقدم، ومقتضاه أن الكدرة والصفرة بعد الطهر لا تعد من الحيض، وهو يقتضي أن الصفرة والكدرة قبل الطهر تعد من الحيض،وروي معنى حديث أم عطية عن علي بن أبي طالب (¬1) ،وثوبان (¬2) ،وإبراهيم (¬3) ،وابن سيرين (¬4) . ¶ واستدل المخالفون بحديث عائشة رضي الله عنها: ¶ (وكن نساء يبعثن إلى عائشة بالدرجة فيها الكرسف فيه الصفرة فتقول لا تعجلن حتى ترين القصة البيضاء تريد بذلك الطهر من الحيضة وبلغ ابنة زيد بن ثابت (¬5) ¶ ¬__________ ¶ (¬1) أخرجه عبد الرزاق باب ما ترى أيام حيضتها أو بعدها 1/302، وابن أبي شيبة في كتاب الطهارات/ باب في الطهر ما هو وبم يعرف1/90، وابن المنذر في الأوسط 2/236، عن علي بن أبي طالب قال:\" إذا رأت المرأة بعد الطهر ما يريبها مثل غسالة اللحم، أو مثل غسالة المسك، أو مثل قطرات الدم قبل الرعاف، فإن ذلك ركضة من ركضات الشيطان في الرحم، فلتنضح بالماء ولتتوضأ ولتصل، زاد إسرائيل في حديثه: فإن كان دما عبيطا لاخفاء به فلتدع الصلاة \"1/302، وإسناده ضعيف فيه الحارث بن عبد الله الأعور قال ابن حجر: كذبه الشعبي في رأيه ورمي بالرفض وفي حديثه ضعف. التقريب ص 146 ¶ (¬2) أخرج الطبراني في مسند الشاميين ج4/ ص335 بسنده عن مكحول قال: \" قيل لثوبان المرأة ترى الصفرة بعد الطهر قال لا بأس لتتوضأ ثم لتصل قيل له أشيئا قلته أم سمعته قال بل سمعته من رسول الله صلى الله عليه وسلم \" ¶ (¬3) أخرجه عبد الرزاق باب ما ترى أيام حيضتها أو بعدها 1/302، وابن ابي شيبة باب في المرأة تطهر ثم ترى الصفرة بعد الطهر1/89 ¶ (¬4) أخرجه ابن ابي شيبة في باب في المرأة تطهر ثم ترى الصفرة بعد الطهر1/89 ¶ (¬5) قال ابن حجر في فتح الباري ج1/ص420 ¶ \"ابنة زيد بن ثابت كذا وقعت مبهمة هنا وكذا في الموطأ حيث روى هذا الأثر عن عبد الله بن أبي بكر أي بن محمد بن عمرو بن حزم عن عمته عنها وقد ذكروا لزيد بن ثابت من البنات حسنة وعمرة وأم كلثوم وغيرهن ولم أر لواحدة منهن رواية إلا لام كلثوم وكانت زوج سالم بن عبد الله بن عمر فكأنها هي المبهمة هنا وزعم بعض الشراح أنها أم سعد قال لأن بن عبد البر ذكرها في الصحابة انتهى وليس في ذكره لها دليل على المدعى لأنه لم يقل أنها صاحبة هذه القصة بل لم يأت لها ذكر عنده ولا عند غيره إلا من طريق عنبسة بن عبد الرحمن وقد كذبوه وكان مع ذلك يضطرب فيها فتارة يقول بنت زيد بن ثابت وتارة يقول امرأة زيد ولم يذكر أحد من أهل المعرفة بالنسب في أولاد زيد من يقال لها أم سعد وأما عمة عبد الله بن أبي بكر فقال بن الحذاء هي عمرة بنت حزم عمة جد عبد الله بن أبي بكر وقيل لها عمته مجازا قلت لكنها صحابية قديمة روى عنها جابر بن عبد الله الصحابي ففي روايتها عن بنت زيد بن ثابت بعد فإن كانت ثابتة فرواية عبد الله عنها منقطعة لأنه لم يدركها ويحتمل أن تكون المرادة عمته الحقيقية وهي أم عمرو أو أم كلثوم والله أعلم\"",
            "page": "11",
            "part": "1",
            "seal": "7359551C"
        },
        {
            "id": "12",
            "nass": "أن نساء يدعون بالمصابيح من جوف الليل ينظرن إلى الطهر فقالت ما كان النساء يصنعن هذا وعابت عليهن.) (¬1) ¶ وروى عبد الرزاق (¬2) وابن أبي شيبة عنها مثله (¬3) ¶ ¬__________ ¶ (¬1) أخرجه البخاري تعليقا في كتاب الحيض /باب إقبال المحيض وإدباره ج1/ص121،ووصله مالك في الموطأ1/59 كتاب الطهارة (2) باب طهر الحائض (27) حديث رقم (97) من طريق يحيى بن بكير.ومن طريق مالك أخرجه البيهقي في كتاب الحيض باب الصفرة والكدرة في أيام الحيض حيض 1/335.والدرجة بضم الدال وسكون الراء يريد بها خرقة تجمع فيها هذا الكرسف وهو القطن الذي احتشت به. مشارق الأنوار ج1/ص256 وهو أشبه بالحفاظة التي تستعملها النساء في عصرنا. ¶ (¬2) كتاب الطهارة/باب كيف الطهر1/302 ¶ (¬3) أخرجه في كتاب الطهارات/باب المرأة تطهر ثم ترى الصفرة والكدرة 1/89",
            "page": "12",
            "part": "1",
            "seal": "65BC5DB9"
        },
        {
            "id": "13",
            "nass": "ومقتضاه أن الصفرة والكدرة داخلة في الحيض ولو رأت الجفاف واغتسلت، بل روي ذلك عن غير واحد من الصحابيات والصحابة والتابعين منهم أسماء بنت أبي بكر رضي الله عنها (¬1) وعمرة (¬2) وعطاء (¬3) ومكحول (¬4) والزهري (¬5) . ¶ وهذا سبب الاختلاف في هذه المسألة، فظاهر حديث أم عطية يخالف حديث عائشة رضي الله عنهما ¶ ¬__________ ¶ (¬1) أخرج ابن أبي شيبة في كتاب الطهارات/ باب في الطهر ما هو وبم يعرف1/90، والدارمي في كتاب الطهارة والصلاة/ باب الطهر كيف هو1/214، وابن المنذر في الأوسط 2/ 234كلهم من طريق محمد بن إسحاق عن فاطمة بنت المنذر عن أسماء بنت أبي بكر قالت:\" كنا في حجرها مع بنات ابنتها فكانت إحدانا تطهر ثم تصلي ثم تنكس بالصفرة اليسيرة فتسألها فتقول: اعتزلن الصلاة ما رأيتن ذلك حتى لاترين إلا البياض خالصا\". ¶ (¬2) أخرج ابن أبي شيبة في كتاب الطهارات/ باب في الطهر ما هو وبم يعرف1/90، والدارمي في كتاب الطهارة والصلاة/ باب الطهر كيف هو1/213واللفظ له،عن فاطمة بنت محمد قالت:\" أرسلت أمرأة من قريش إلى عمرة بكرسفة قطن فيها كالصفرة تسألها إذا لم تر المرأة من الحيضة إلا هذا أن قد طهرت؟ فقالت: لا حتى ترى البياض خالصا\". ¶ (¬3) أخرجه عبد الرزاق باب ما ترى أيام حيضتها أو بعدها 1/302، وأخرجه ابن أبي شيبة في كتاب الطهارات/ باب في الطهر ما هو وبم يعرف1/90، عن ابن جريج قال: \"قلت لعطاء: الطهر ما هو؟ قال: الأبيض الخفوف الذي ليس معه صفرة ولا ماء، الخفوف الأبيض\" ¶ (¬4) أخرجه ابن أبي شيبة في كتاب الطهارات/ باب في الطهر ما هو وبم يعرف1/90، عن عبد الأعلى بن عبد الأعلى عن برد عن مكحول قال: \" لا تغتسل حتى ترى طهرا أبيض كالفضة\" ¶ (¬5) أخرجه ابن أبي شيبة في كتاب الطهارات/ باب في الطهر ما هو وبم يعرف1/90، عن يونس الأيلي عن الزهري قال سألته عما يتبع الحيضة من الصفرة والكدرة قال: هو من الحيضة حتى تنقي.",
            "page": "13",
            "part": "1",
            "seal": "B116A84F"
        },
        {
            "id": "14",
            "nass": "ومن رأى الجمع بين الأحاديث قال: إن حديث أم عطية هو بعد انقطاع الدم، وحديث عائشة في أثر انقطاعه، أو إن حديث عائشة هو في أيام الحيض، وحديث أم عطية في غير أيام الحيض. (¬1) ¶ والذي أراه أن الحائض تكون في حدث متيقن فلا تنتقل منه إلى الطهر إلا بيقين، والصفرة والكدرة ليست يقينا بالطهر؛ لأن المرأة تراها ثم ترى الدم بعدها أحيانا مما يدل على عدم براءة الرحم منه؛ لذا كانت عائشة رضي الله عنها تنهى عن الاستعجال بالغسل قبل التأكد من الطهر، أما إذا رأت الطهر وتيقنت منه ثم اغتسلت وصلت فإن عاودها الدم أو الكدرة لم تدع الصلاة لذلك؛ لأنه حينها صار حدثا غير متيقن فلا تترك الصلاة الواجبة للظن، ولهذا قالت أم عطية رضي الله عنها (كنا لا نعد الصفرة والكدرة بعد الطهر شيئا) .فإذا كان الدم بعد الطهر من الحيض لا يعد حيضا فلأن لا تعد الكدرة والصفرة بعد الطهر حيضا من باب أولى على ما روي عن عائشة رضي الله عنها: (أن رسول اللَّه صلى اللَّه عليه وآله وسلم قال في المرأة التي ترى ما يريبها بعد الطهر إنما هو عرق أو قال عروق) . (¬2) ¶ ¬__________ ¶ (¬1) بداية المجتهد ونهاية المقتصد 1/54وينظرفتح الباري 1/426، وعمدة القاري ¶ (¬2) الحديث بهذا اللفظ أخرجه أبو داود في كتاب الطهارة/ باب من روى أن المستحاضة تغتسل لكل صلاة 1/78، وابن ماجة في كتاب الطهارة وسننها/ باب ماجاء في الحائض ترى بعد الطهر الصفرة والكدرة 1/ 212. والبيهقي في كتاب الحيض / باب الصفرة والكدرة تراهما بعد الطهر 1/337 كلهم من طريق يحي بن أبي عن أبي سلمة عن أم بكر عن عائشة رضي الله عنها. قال في الزوائد اسناده صحيح ورجاله ثقات. وهو كما قال إلا أن أم بكر قال عنها الحافظ ابن حجر: لا يعرف حالها (التقريب ص 755) قال الشوكاني في نيل الأوطار ج1/ص346وذكر قول أبي البركات ابن تيمية: ¶ \"وأم بكر لا يعرف حالها وبقية الإسناد ثقات والحديث حسنه المنذري \"وهو من الأدلة الدالة على عدم الاعتبار بما ترى المرأة بعد الطهر. ¶ والحديث له أصل في الصحيحين من حديث الزهري عن عروة وعن عمرة عن عائشة رضي الله عنها (أن أم حبيبة استحيضت سبع سنين فسألت رسول الله صلى الله عليه وسلم عن ذلك فأمرها أن تغتسل فقال \" هذا عرق\" فكانت تغتسل لكل صلاة.) أخرجه البخاري في الحيض / باب عرق الاستحاضة 1/427 ومسلم في كتاب الحيض/ باب غسل المستحاضة 4/23وأبو داود في الباب السابق، والنسائي في كتاب الطهارة/ باب الفرق بين دم الحيض والاستحاضة 1/ 185، والدارمي في كتاب الطهارة /باب في غسل المستحاضة 1/198، وأحمد 41 /84 رقم (24538) ، وأبو يعلى (4405) والشافعي في الأم باب المستحاضة 1/77، والطحاوي في \"شرح معاني الآثار\" 1/99 وفي\" شرح مشكل الآثار\" وابن عبد البر في التمهيد16/66",
            "page": "14",
            "part": "1",
            "seal": "8B3A68E9"
        },
        {
            "id": "15",
            "nass": "وإلى الجمع ذهب البخاري رحمه الله لذا ترجم لحديث أم عطية بقوله: (باب الصفرة والكدرة في غير أيام الحيض) قال ابن حجر: يشير بذلك إلى الجمع بين حديث عائشة المتقدم في قولها \" حتى ترين القصة البيضاء \" وبين حديث أم عطية المذكور في هذا الباب بان ذلك محمول على ما إذا رأت الصفرة أو الكدرة في أيام الحيض، وأما في غيرها فعلى ما قالته أم عطية. (¬1) ¶ ورجح شيخ الإسلام مذهب الجمهور، قال: ـ وهو الصحيح ـ: إنها إن كانت في العادة مع الدم الأسود والأحمر فهي حيض، وإلا فلا؛ لأن النساء كن يرسلن إلى عائشة بالدرجة فيها الكرسف، فتقول لهن: لا تعجلن حتى ترين القصة البيضاء. وكذلك غيرها، فكن يجعلن ما قبل القصة البيضاء حيضا. وقالت أم عطية: كنا لا نعد الصفرة والكدرة بعد الطهر شيئا. (¬2) ¶ بم تطهر الحائض؟ ¶ حدثت أم عطية في ذلك حديثا قالت: (كنا لا نعد الكدرة والصفرة شيئا) (¬3) ¶ ¬__________ ¶ (¬1) فتح الباري 1/ 426 ¶ (¬2) مجموع فتاوى ابن تيمية 26/220 ¶ (¬3) أخرجه النسائي في كتاب الحيض والاستحاضة/ باب الصفرة والكدرة 1/186، 368 ¶ وابن ماجة في كتاب الطهارة وسننها/ باب ما جاء في الحائض ترى بعد الطهر الصفرة والكدرة 1/212 ¶ والدارمي في كتاب الصلاة والطهارة/باب الطهر كيف هو 1/234 ¶ والحاكم في المستدرك على الصحيحين، كتاب الطهارة /باب أحكام الاستحاضة 1/282 ¶ وعبد الرزاق في المصنف، كتاب الحيض/ باب ما ترى أيام حيضتها أو بعدها1/317 ¶ والطبراني في المعجم الكبير 25/55/119، 25/63/151 ¶ ورواه أبو داود بزيادة\" بعد الطهر\" في كتاب الطهارة/ باب في المرأة ترى الكدرة والصفرة بعد الطهر 1/83 والحاكم في المستدرك على الصحيحين، كتاب الطهارة / باب أحكام الاستحاضة ... 1/174 كلاهمامن طريق قتادة عن أم الهذيل عن أم عطية ¶ والدارمي في كتاب الصلاة والطهارة/ باب الكدرة إذا كانت بعد الحيض 1/235 وابن المنذر في الأوسط 2/236بلفظ\" بعد الغسل\" ¶ والطبراني في المعجم الكبير 25/63/151 بزيادة \"بعد الغسل\"، 25/64/125 كلهم من طريق قتادة عن أم الهذيل عنها ¶ ورواه بلفظ\" لا نرى التربة شيئا \"ابن أبي شيبة، كتاب الطهارة / باب في المرأة تطهر ثم ترى الصفرة بعد الطهر 1/ 90و\" إسحاق بن راهويه في ... باب ما يروى عن نساء أهل البصرة ... 5/217/ (23-2359) ، وابن المنذر في الأوسط2/236، والدارقطني كتاب الحيض 1/219/64 بلفظ\" الترية\"، بالمثناة التحتية، والحربي في غريب الحديث، باب تروية 2/779 كلهم من طريق هشام عن حفصة عن أم عطية",
            "page": "15",
            "part": "1",
            "seal": "7C5F6222"
        },
        {
            "id": "16",
            "nass": "وروي بزيادة (بعد الطهر) وهي زيادة صحيحة. ¶ واختلف الفقهاء في علامة الطهر، فرأى قوم أن علامة الطهر رؤية القصة البيضاء (¬1) وقال أخرون علامة الطهر الجفاف. قال ابن رشد:\"وسبب اختلافهم أن منهم من راعى العادة ومنهم من راعى انقطاع الدم فقط، وقد قيل: إن التي عادتها الجفوف تطهر بالقصة البيضاء ولا تطهر التي عادتها القصة البيضاء بالجفوف، وقد قيل بعكس هذا وكله لأصحاب مالك\" (¬2) ¶ ¬__________ ¶ (¬1) قال ابن الأثير في النهاية في غريب الأثر ج4/ص71 \"القصة البيضاء هو أن تخرج القطنة أو الخرقة التي تحتشي بها الحائض كأنها قصة بيضاء لا يخالطها صفرة وقيل القصة شيء كالخيط الأبيض يخرج بعد انقطاع الدم كله\"وقال في مشارق الأنوار ج2/ص188 ¶ القصة البيضاء بفتح القاف كناية عن النقاء القصة ماء أبيض يخرج آخر الحيض وعند انقطاعه كالخيط الأبيض وقال الحربي القصة القطعة من القطن لأنها بيضاء تقول تخرج بيضاء غير متغيرة ويدل عليه قوله في الحديث الآخر حتى ترين القصة بيضاء وقيل هو من خروج ما تحتثى به أبيض كالقصة وهو الجير لا تغيير فيه.\" وينظر غريب الحديث لابن سلام 1/278، وغريب الحديث للخطابي1/372، وغريب الحديث لابن الجوزي2/248 ¶ (¬2) بداية المجتهد 1/39",
            "page": "16",
            "part": "1",
            "seal": "D38A8FC7"
        },
        {
            "id": "17",
            "nass": "واحتج من ذهب إلى أن الطهر لا يثبت حتى ترى الحائض القصة البيضاء بما روي عن عائشة رضي الله عنها\" أن النساء كن يبعثن إليها بالدرجة فيها الكرسف فيه الصفرة فتقول لا تعجلن حتى ترين القصة البيضاء تريد بذلك الطهر من الحيضة وبلغ ابنة زيد بن ثابت أن نساء يدعون بالمصابيح من جوف الليل ينظرن إلى الطهر فقالت ما كان النساء يصنعن هذا وعابت عليهن\" (¬1) ¶ وممن رأى أن الطهر لا يكون إلا بالبياض: أسماء بنت أبي بكر (¬2) ، وعمرة (¬3) ، وعطاء (¬4) ، ومكحول (¬5) ، والزهري (¬6) ، وعبد الرحمن بن مهدي (¬7) ، ¶ وبه قال أبو حنيفة (¬8) ، ومالك (¬9) ،والشافعي (¬10) ،وأحمد (¬11) ¶ وممن قال تطهر بالجفاف: ابن حبيب من المالكية، حكى عنه ابن عبد البر قال:\" تطهر بالجفوف وإن كانت ممن ترى القصة البيضاء. ¶ ¬__________ ¶ (¬1) أخرجه البخاري تعليقا في كتاب الحيض /باب إقبال المحيض وإدباره ج1/ص121،ووصله مالك في الموطأ1/59 كتاب الطهارة (2) باب طهر الحائض (27) حديث رقم (97) من طريق يحيى بن بكير.ومن طريق مالك أخرجه البيهقي في كتاب الحيض باب الصفرة والكدرة في أيام الحيض حيض 1/335.والدرجة بضم الدال وسكون الراء يريد بها خرقة تجمع فيها هذا الكرسف وهو القطن الذي احتشت به. مشارق الأنوار ج1/ص256 وهو أشبه بالحفاظة التي تستعملها النساء في عصرنا. ¶ (¬2) تقدم ص 13هامش (39) ¶ (¬3) تقدمص13هامش (40) ¶ (¬4) تقدم ص13هامش (41) ¶ (¬5) تقدم ص13هامش (42) ¶ (¬6) تقدم ص13هامش (43) ¶ (¬7) ذكره عنه ابن المنذر في الأوسط2/235، وابن حزم في المحلى2/229 ¶ (¬8) ينظر الأصل لمحمد بن الحسن1/337، والمبسوط للسرخسي2/19 ¶ (¬9) المدونةالكبرى1/50 إلا أنه قال: إن كانت ممن ترى القصة البيضاء فحين ترى القصة البيضاء وإن كانت ممن لاترى القصة البيضاء فحين ترى الجفوف فتغتسل وتصلي.قال ابن القاسم والجفوف عندي أن تدخل الخرقة فتخرجها جافة. ¶ (¬10) الأم باب الرد على من قال لا يكون الحيض أقل من ثلاثة أيام 1/83،84، والمجموع 2/389 ¶ (¬11) ينظر المغني 1/202",
            "page": "17",
            "part": "1",
            "seal": "1A38AB8E"
        },
        {
            "id": "18",
            "nass": "قال والجفوف أبرأ للرحم من القصة البيضاء فمن كان طهرها القصة البيضاء فرأت الجفوف فقد طهرت، قال ولا تطهر التي طهرها الجفوف برؤيتها القصة البيضاء حتى ترى الجفوف ¶ قال: وذلك أن أول الحيض دم ثم صفرة ثم كدرة ثم يكون نقاء كالقصة ثم ينقطع فإذا انقطع قبل هذه المنازل فقد برئت الرحم من الحيض. ¶ قال والجفوف أبرأ وأوعب وليس بعد الجفوف انتظار شيء\" (¬1) ¶ وهذا خلاف الصواب فإن المرأة تجف أحيانا قرب انقطاع الحيض الفرض والفرضين والثلاثة ثم يعاودها الدم والكدرة والصفرة وهي ما تزال في مدة الحيض، أما إذا رأت القصة البيضاء فقط طهرت وأصبح الرحم نقيا ومن النادر أن تعاود الحيضة المرأة بعد رؤيتها، والقصة البيضاء معروفة عند النساء وهي الرطوبة السائلة اللزجة عديمة اللون التي تراها المرأة سائر الشهر. ¶ قال ابن حجر: ¶ \"وفيه أن القصة البيضاء علامة لانتهاء الحيض ويتبين بها ابتداء الطهر، واعترض على من ذهب إلى أنه يعرف بالجفوف بأن القطنة قد تخرج جافة في أثناء الأمر فلا يدل ذلك على انقطاع الحيض، بخلاف القصة وهي ماء أبيض يدفعه الرحم عند انقطاع الحيض. ¶ قال مالك: سألت النساء عنه فإذا هو أمر معلوم عندهن يعرفنه عند الطهر.\" (¬2) ¶ ¬__________ ¶ (¬1) الاستذكار ج1/ص325 ¶ (¬2) فتح الباري 1/420 كتاب الحيض باب إقبال الحيض وإدباره، وينظر المدونة 1/50، 51",
            "page": "18",
            "part": "1",
            "seal": "CAAA9577"
        },
        {
            "id": "19",
            "nass": "فجعل الإمام مالك معرفة النساء حدا يرجع إليه، ونحن النساء نعرف ذلك، ولا عبرة بالمعتلة بمرض كالتي ترى الصفرة والخضرة سائر شهرها، ولا المصابة بوسوسة، فإنها تقلق إذا دخل وقت الصلاة وهي جافة خشية أن يكون عليها صلاة، فتبادر بالغسل والصلاة ثم يعاودها الكدرة والصفرة فتحتار، والسبب أنها استعجلت وتطهرت قبل أن تطهر طهرا صحيحا بينا، والذي يمكن أن يزيل القلق سؤال المرأة نفسها: هل استيقنت من الطهر؟ فإن كان الجواب: نعم، اغتسلت، وإن كان الجواب: لا. لم يكن لها أن تصلي إذا رأت الكدرة؛ لأنها حينئذ انتقلت من حكم الحيض المستيقن إلى حكم الطهر بغير يقين، فلابد أن تكون مستيقنة من الطهر حتى تنتقل إلى حاله ولوازمه. والله أعلم. ¶ حكم الرطوبة في غير أيام الحيض ¶ الرطوبة: هي إفراز طبيعي عديم اللون عادة ولزج بدرجة خفيفة، ويشبه بياض البيض غير المطبوخ عندما يزداد نشاط غدد الرحم. (¬1) ¶ والكلام على الرطوبة ينقسم إلى قسمين: من حيث الطهارة، ومن حيث نقض الوضوء. ولأهمية هاتين المسألتين للنساء خاصة؛ فإني أفصل في كل منهما. ¶ 1ـ طهارة الرطوبة ¶ اختلف العلماء في الرطوبة في غير أيام الحيض، فذهب المالكية وأبو إسحاق بن شاقلا وابن رزين من الحنابلة إلى نجاسة الرطوبة مطلقا، قالوا لأنها رطوبة متولدة من الباطن. وذهب محمد بن الحسن وأبو يوسف من الأحناف، والشافعية إلى نجاسة الرطوبة الباطنة واتفقوا على طهارة الرطوبة الظاهرة. والمشهور من مذهب الإمام أحمد طهارتها دون تفصيل. وزاد الشافعية قسما ثالثا وهو الرطوبة المتولدة في الداخل وليست من الرحم، وهي المتكونة في قناة المهبل، وهي عندهم طاهرة على الصحيح، وهذا القسم هو الذي تسأل عنه النساء وهو ما نبحثه هنا إذ الرطوبة الباطنة التي تخرج مع الولد ليست متكررة ولا تعاني منها النساء. ¶ ولما كانت هذه المسألة مهمة جدا لنا أردت أن أذكر أقوال الفقهاء بالتفصيل وبالله التوفيق ¶ ¬__________ ¶ (¬1) دليل المرأة إلى الصحة ص 245",
            "page": "19",
            "part": "1",
            "seal": "0CC0B058"
        },
        {
            "id": "20",
            "nass": "القائلون بنجاسة الرطوبة مطلقا: ¶ قال خليل بن إسحاق المالكي: \" والنجس ما استثني وميت غير ما ذكر ولو قملة أو آدميا....ومني ومذي وودي وقيح وصديد ورطوبة فرج\" (¬1) وعلق الشراح من المالكية على هذا القول بقول عياض: ماء الفرج ورطوبته عندنا نجسان قالوا: وهو المعتمد من المذهب (¬2) ¶ وقال ابن قدامة من الحنابلة: \" وَفِي رُطُوبَةِ فَرْجِ الْمَرْأَةِ احْتِمَالَانِ: أَحَدُهُمَا، أَنَّهُ نَجِسٌ؛ لِأَنَّهُ فِي الْفَرْجِ لَا يُخْلَقُ مِنْهُ الْوَلَدُ، أَشْبَهَ الْمَذْيَ. (¬3) ¶ قال المرداوي في الإنصاف: \" الرواية الثانية هي نجسة، اختارها أبو إسحاق بن شاقلا وجزم به في الإفادات، وقدمه ابن رزين في شرحه\" (¬4) ¶ ¬__________ ¶ (¬1) المختصر ص7 ¶ (¬2) ينظر التاج والأكليل لمختصر خليل/ لمحمدحطاب باب في أحكام النجاسلت/ فصل تمييز الأعيان الطاهرة عن النجسة،، ومواهب الجليل له أيضا في كتاب الطهارة باب يرفع الحدث/ فصل الطاهر أنواع/ فرع الصلاة على جلود الميتة، وينظر فصل في التيمم،، وشرح مختصر خليل لمحمد الخرشي في باب الطهارة/ فصل بيان الطاهر والنجس،، وحاشية الدسوقي على الشرح الكبير لمحمد بن عرفة الدسوقي في باب أحكام الطهارة/ فصل بيان الأعيان الطاهرة والنجسة، وينظر فصل في بيان الحيض والنفاس/ مدة الحيض،، وبلغة السالك لأقرب المسالك المعروف بحاشيةالصاوي باب في بيان الطهارة/فصل في الحيض/ علامة الطهر،، ومنح الجليل شرح مختص خليل لمحمد بن عابدين في باب يرفع الحدث/ فصل في موجبات الغسل. وقال في حاشية العدوي1/186:\" خروجها مبتلة من رطوبة الفرج لا يضر\" وهو يخالف قول عياض السابق. ¶ (¬3) المغني كتاب الصلاة / باب الصلاة بالنجاسة وغير ذلك / مسألة ما خرج من الإنسان أو البهيمة التي لا / فصل رطوبة فرج المرأة ¶ (¬4) الإنصاف للمرداوي، كتاب الطهارة / باب إزالة النجاسة",
            "page": "20",
            "part": "1",
            "seal": "268BFA13"
        },
        {
            "id": "21",
            "nass": "ورجحه شيخنا العلامة عبد العزيز بن باز رحمه الله (¬1) ، وشيخنا الشيخ صالح بن فوزان حفظه الله (¬2) ¶ القائلون بنجاسة الرطوبة الباطنة: ¶ ذهب أبو يوسف ومحمد بن الحسن للقول بنجاسة الرطوبة الباطنة خلافا لأبي حنيفة، قال أبو بكر الحدادي العبادي: \" وأما رطوبة الفرج فهي طاهرة عند أبي حنيفة كسائر رطوبات البدن وعندهما نجسة؛ لأنها متولدة في محل النجاسة\" (¬3) . قال ابن عابدين: \"مطلب في رطوبة الفرج (قوله: الفرج) أي الداخل، أما الخارج فرطوبته طاهرة باتفاق بدليل جعلهم غسله سنة في الوضوء، ولو كانت نجسة عندهما لفرض غسله\" (¬4) ¶ وذهب الشافعية للقول بنجاسة الرطوبة الباطنة باتفاق، قال الهيتمي: (وَرُطُوبَةُ الْفَرْجِ) أَيْ الْقُبُلِ وَهُوَ مَاءٌ أَبْيَضُ مُتَرَدِّدٌ بَيْنَ الْمَذْيِ وَالْعَرَقِ يَخْرُجُ مِنْ بَاطِنِ الْفَرْجِ الَّذِي لَا يَجِبُ غَسْلُهُ بِخِلَافِ مَا يَخْرُجُ مِمَّا يَجِبُ غَسْلُهُ فَإِنَّهُ طَاهِرٌ قَطْعًا وَمِنْ وَرَاءِ بَاطِنِ الْفَرْجِ فَإِنَّهُ نَجِسٌ قَطْعًا كَكُلِّ خَارِجٍ مِنْ الْبَاطِنِ كَالْمَاءِ الْخَارِجِ مَعَ الْوَلَدِ أَوْ قُبَيْلَهُ (¬5) ¶ ¬__________ ¶ (¬1) فتاوى اللجنة الدائمة 5/258 ¶ (¬2) فتاوى المرأة المسلمة 1/222 ¶ (¬3) الجوهرة النيرة في كتاب الطهارة / باب الأنجاس ¶ (¬4) رد المحتار على الدر المختار في كتاب الطهارة/ باب سنن الغسل ¶ (¬5) تحفة المحتاج في شرح المنهاج / كتاب أحكام الطهارة / باب النجاسة وإزالتها",
            "page": "21",
            "part": "1",
            "seal": "740EBC95"
        },
        {
            "id": "22",
            "nass": "قال البجيرمي:\" وَالْحَاصِلُ أَنَّ رُطُوبَةَ: الْفَرْجِ ثَلَاثَةُ أَقْسَامٍ طَاهِرَةٌ قَطْعًا وَهِيَ مَا تَكُونُ فِي الْمَحَلِّ الَّذِي لَا يَظْهَرُ عِنْدَ جُلُوسِهَا، وَهُوَ الَّذِي يَجِبُ غَسْلُهُ فِي الْغُسْلِ وَالِاسْتِنْجَاءِ، وَنَجِسَةٌ قَطْعًا وَهِيَ مَا وَرَاءَ ذَكَرِ الْمُجَامِعِ (¬1) ، وَطَاهِرَةٌ عَلَى الْأَصَحِّ وَهِيَ مَا يَصِلُهُ ذَكَرُ الْمُجَامِعِ وَقِيلَ إنَّهَا نَجِسَةٌ مَعْفُوٌّ عَنْهَا\" (¬2) واستدلوا\" لِلنَّجَاسَةِ أَيْضًا بِحَدِيثِ زَيْدِ بْنِ خَالِدٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَأَلَ عُثْمَانَ بْنَ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ قَالَ: {أَرَأَيْتَ إذَا جَامَعَ الرَّجُلُ امْرَأَتَهُ وَلَمْ يُمْنِ؟ قَالَ عُثْمَانُ: يَتَوَضَّأُ كَمَا يَتَوَضَّأُ لِلصَّلَاةِ وَيَغْسِلُ ذَكَرَهُ، قَالَ عُثْمَانُ: سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ} رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ، زَادَ الْبُخَارِيُّ فَسَأَلَ عَلِيَّ بْنَ أَبِي طَالِبٍ وَالزُّبَيْرَ بْنَ الْعَوَّامِ وَطَلْحَةَ بْنَ عُبَيْدِ اللَّهِ وَأُبَيَّ بْنَ كَعْبٍ فَأَمَرُوهُ بِذَلِكَ. وَعَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ: {يَا رَسُولَ اللَّهِ إذَا جَامَعَ الرَّجُلُ الْمَرْأَةَ فَلَمْ يُنْزِلْ؟ قَالَ: يَغْسِلُ مَا مَسَّ الْمَرْأَةَ مِنْهُ ثُمَّ يَتَوَضَّأُ وَيُصَلِّي} رَوَاهُ الْبُخَارِيُّ وَمُسْلِمٌ، وَهَذَانِ الْحَدِيثَانِ فِي جَوَازِ الصَّلَاةِ بِالْوُضُوءِ بِلَا غُسْلٍ مَنْسُوخَانِ كَمَا سَبَقَ فِي بَابِ مَا يُوجِبُ الْغُسْلَ (¬3) . ¶ ¬__________ ¶ (¬1) المقصود بها ما يخرج مع الولد عند الولادة كما في قول الهيثمي المتقدم ¶ (¬2) التجريد لنفع العبيد (حاشية البجيرمي على المنهج) > كتاب الطهارة > باب في النجاسة وإزالتها ¶ (¬3) ينظر المجموع 2/136",
            "page": "22",
            "part": "1",
            "seal": "0AB9720E"
        },
        {
            "id": "23",
            "nass": "وَأَمَّا الْأَمْرُ بِغَسْلِ الذَّكَرِ وَمَا أَصَابَهُ مِنْهَا فَثَابِتٌ غَيْرُ مَنْسُوخٍ وَهُوَ ظَاهِرٌ فِي الْحُكْمِ بِنَجَاسَةِ رُطُوبَةِ الْفَرْجِ، وَالْقَائِلُ الْآخَرُ بِحَمْلِهِ عَلَى الِاسْتِحْبَابِ لَكِنْ مُطْلَقُ الْأَمْرِ لِلْوُجُوبِ عِنْدَ جُمْهُورِ الْفُقَهَاءِ\" (¬1) ¶ وقال في شرح مسلم: \"وأجاب القائلون بنجاسة رطوبة فرج المرأة بجوابين: ¶ أحدهما: جواب بعضهم أنه يمتنع استحالة الاحتلام منه صلى الله عليه وسلم وكونها من تلاعب الشيطان بل الاحتلام منه جائز صلى الله عليه وسلم وليس هو من تلاعب الشيطان بل هو فيض زيادة المنى يخرج في وقت. ¶ والثاني أنه يجوز أن يكون ذلك المنى حصل بمقدمات جماع فسقط منه شيء على الثوب وأما المتلطخ بالرطوبة فلم يكن على الثوب \" (¬2) ¶ ¬__________ ¶ (¬1) المجموع شرح المهذب / للنووي كتاب الطهارة / باب إزالة النجاسة /رطوبة فرج المرأة ¶ (¬2) شرح النووي على صحيح مسلم ج3/ص198",
            "page": "23",
            "part": "1",
            "seal": "8A4BF6C0"
        },
        {
            "id": "24",
            "nass": "القائلون بطهارة الرطوبة: ¶ ذهب إلى القول بطهارة الرطوبةـ التي سبق تعريفهاـ الأحناف، قال أبو بكر الحدادي العبادي: ... \" وأما رطوبة الفرج فهي طاهرة عند أبي حنيفة كسائر رطوبات البدن \" (¬1) ورجحه المحققون من الشافعية، قال النووي: \" وَقَالَ الْبَغَوِيّ وَالرَّافِعِيُّ وَغَيْرُهُمَا: الْأَصَحُّ: الطَّهَارَةُ، وَقَالَ صَاحِبُ الْحَاوِي فِي بَابِ مَا يُوجِبُ الْغُسْلَ: نَصَّ الشَّافِعِيُّ رَحِمَهُ اللَّهُ فِي بَعْضِ كُتُبِهِ عَلَى طَهَارَةِ رُطُوبَةِ الْفَرْجِ، وَحُكِيَ التَّنْجِيسُ عَنْ ابْنِ سُرَيْجٍ فَحَصَلَ فِي الْمَسْأَلَةِ قَوْلَانِ مَنْصُوصَانِ لِلشَّافِعِيِّ، أَحَدُهُمَا مَا نَقَلَهُ الْمُصَنِّفُ، وَالْآخَرُ نَقَلَهُ صَاحِبُ الْحَاوِي، وَالْأَصَحُّ طَهَارَتُهُمَا\" (¬2) . ¶ ¬__________ ¶ (¬1) ينظر هامش63، 64،، وينظر حاشية الطحطاويعلى مراقي الفلاح 1/64 ¶ (¬2) المجموع شرح المهذب / للنووي كتاب الطهارة / باب إزالة النجاسة /رطوبة فرج المرأة،، وينظرتحفة المحتاج في شرح المنهاج/للهيتمي كتاب أحكام الطهارة/ باب النجاسة وإزالتها،، ومغني المحتاج إلى معرفة ألفاظ المنهاج/ للخطيب كتاب الطهارة/ باب النجاسة،، وفتوحات الوهاب بتوضيح شرح منهج الطلاب المعروف بحاشية الجمل/ لسليمان الجمل كتاب الطهارة/ باب أركان التيمم،، وتحفة الحبيب على شرح الخطيب/ للبجيرمي كتاب بيان أحكام الطهارة / فصل فيما يطهر بدباغه، وفصل في موجب الغسل،، وأسنى المطالب/ باب الطهارة/ فصل في بيان النجاسة والماء النجس،، الغرر البهية في شرح البهجة الوردية/ لزكريا الأنصاري باب الطهارة فصل في بيان النجاسات وإزالتها،، حاشيتا قيلوبي وعميرة كتاب الطهارة باب النجاسة،، نهاية المحتاج إلى شرح المنهاج/ للرملي كتاب الطهارة /أنواع النجاسات،، وإعانة الطالبين 1/86 ونقل قول الإمام أحمد: سألت الشافعي عن القصة البيضاء فقال هو شيء يتبع دم الحيض فإذا رأته فهو طاهر..\"،، وينظرالإقناع للشربيني 1/3،، والمنهج القويم 1/99،، وغاية البيان شرح زيد بن رسلان1/31،، منهاج الطالبين 1/6 نهاية الزين 1/40",
            "page": "24",
            "part": "1",
            "seal": "D874C205"
        },
        {
            "id": "25",
            "nass": "وقال:\" وقد استدل جماعة من العلماء بهذا الحديث على طهارة رطوبة فرج المرأة وفيها خلاف مشهور عندنا وعند غيرنا والأظهر طهارتها وتعلق المحتجون بهذا الحديث بأن قالوا الاحتلام مستحيل في حق النبي صلى الله عليه وسلم؛ لأنه من تلاعب الشيطان بالنائم فلا يكون المنى الذي على ثوبه صلى الله عليه وسلم إلا من الجماع ويلزم من ذلك مرور المنى على موضع أصاب رطوبة الفرج فلو كانت الرطوبة نجسة لتنجس بها المنى ولما تركه في ثوبه ولما اكتفى بالفرك \" (¬1) ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم ج3/ص198",
            "page": "25",
            "part": "1",
            "seal": "721DB561"
        },
        {
            "id": "26",
            "nass": "وهو المشهور من مذهب الإمام أحمد، قال ابن قدامة:\" وَالثَّانِي: طَهَارَتُهُ؛ لِأَنَّ عَائِشَةَ كَانَتْ تَفْرُكُ الْمَنِيَّ مِنْ ثَوْبِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مِنْ جِمَاعٍ، فَإِنَّهُ مَا احْتَلَمَ نَبِيٌّ قَطُّ، وَهُوَ يُلَاقِي رُطُوبَةَ الْفَرْجِ، وَلِأَنَّنَا لَوْ حَكَمْنَا بِنَجَاسَةِ فَرْجِ الْمَرْأَةِ، لَحَكَمْنَا بِنَجَاسَةِ مَنِيِّهَا؛ لِأَنَّهُ يَخْرُجُ مِنْ فَرْجِهَا، فَيَتَنَجَّسُ بِرُطُوبَتِهِ. وَقَالَ الْقَاضِي: مَا أَصَابَ مِنْهُ فِي حَالِ الْجِمَاعِ فَهُوَ نَجِسٌ؛ لِأَنَّهُ لَا يَسْلَمُ مِنْ الْمَذْيِ، وَهُوَ نَجِسٌ. وَلَا يَصِحُّ التَّعْلِيلُ، فَإِنَّ الشَّهْوَةَ إذَا اشْتَدَّتْ خَرَجَ الْمَنِيُّ دُونَ الْمَذْيِ، كَحَالِ الِاحْتِلَامِ\" (¬1) ¶ وذهب لطهارة الرطوبة ابن حزم (¬2) ورجحه شيخنا محمد بن عثيمين رحمه الله (¬3) وشيخنا محمد ناصر الدين الألباني (¬4) ¶ ¬__________ ¶ (¬1) المغني كتاب الصلاة / باب الصلاة بالنجاسة وغير ذلك / مسألة ما خرج من الإنسان أو البهيمة التي لا / فصل رطوبة فرج المرأة،،وينظر الشرح الكبير1/153،، والمقنع 1/84،85،، وكشاف القناع على متن الإقناع للبهوتي كتاب الطهارة/ باب النجاسة الحكمية فصل لا يعفى عن يسير نجاسة ولو لم يدركها البصر،، ومطالب أولي النهى في شرح غاية المنتهى للرحيباني كتاب الطهارة/ باب إزالة النجاسة الحكمية،، والفروع لابن مفلح كتاب الطهارة/ باب التيمم/ فصل إذا تيمم لحدث،، ودقائق أولي النهى لشرح المنتهى المعروف بشرح منتهى الإرادات للبهوتي كتاب الطهارة /باب لإزالة النجاسة الحكمية/ فصل في النجاسات وما يعفى عنه،،والكافي 1/87 ¶ (¬2) المحلى 1/183مسألة139 ¶ (¬3) فتاوى المرأة المسلمة 1/224،، ودروس وفتاوى الحرم المكي 3/230،، الفتاوى الجامعة للمرأة المسلمة1/162 ¶ (¬4) أخذته عنه مشافهة بالهاتف عام 1407هـ",
            "page": "26",
            "part": "1",
            "seal": "AFF10AD5"
        },
        {
            "id": "27",
            "nass": "والذي يترجح عندي بعد عرض مذاهب الفقهاء وأدلتهم أن الرطوبة التي تكون مع الجماع نجسة لأنها مذي جاء النص على نجاسته كما مضى من حديث عثمان وأبي بن كعب رضي الله عنهما (¬1) أما ما لا يكون بشهوة فهو طاهر لما ذكر، ولأن الله تعالى سمى الحيض أذى وحرم إتيان الحائض لما يلازمها من الأذى وهو الدم النجس فلو كانت الرطوبة نجسة أيضا لما زال عنها الأذى ولما سميت طاهرة، والله تعالى سماها طاهرة حيث قال سبحانة: \"وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ \" (¬2) ¶ 2ـ هل تنقض الرطوبة الوضوء: ¶ اختلف الفقهاء في الرطوبة هل تنقض الوضوء أم لا؟ ¶ فذهب ابن حزم إلى أن الرطوبة لا تنقض الوضوء قال: \" لا ينقض الوضوء شيء غير ما ذكرنا، لا رعاف ولا دم سائل......ولا شيء يخرج من فرج المرأة من قصة بيضاء أو صفرة أو كدرة أو كغسالة اللحم....\" وهو مذهب الشافعية في الرطوبة الظاهرة دون الباطنة، قال في تحفة المحتاج في شرح المنهاج في بيان أسباب الحدث الأصغر: \" أو خرجت رطوبة فرجها إذا كانت من وراء ما يجب غسله يقينا وإلا فلا\" (¬3) أي فلا تنقض وأشار إلى عدم نقضها للوضوء أيضا إذا قلنا يعفى عنها (¬4) ¶ ¬__________ ¶ (¬1) ينظر هامش 68 ¶ (¬2) سورة البقرة آية222 ¶ (¬3) كتاب الطهارة/ باب أسباب الحدث ¶ (¬4) كتاب الطهارة/ باب التيمم /فصل في أركان التيمم",
            "page": "27",
            "part": "1",
            "seal": "A6EFC09D"
        },
        {
            "id": "28",
            "nass": "لم أجد في كتب الأحناف (¬1) من اعتبر الرطوبة التي قالوا بطهارتها ناقضا بل الناقض عندهم خروج النجاسة من المخرج وليس خروج الطاهر، ودليل ذلك قول ابن الهمام في نواقض الوضوء:\" فَإِنْ قِيلَ: الْكُلِّيَّةُ (يعني تعميم خروج النجاسة من المخرج) مُنْتَقِضَةٌ بِالرِّيحِ الْخَارِجِ مِنْ الذَّكَرِ وَالْقُبُلِ فَإِنَّ الْوُضُوءَ لَا يَنْتَقِضُ بِهِ فِي أَصَحِّ الرِّوَايَتَيْنِ: أُجِيبَ بِأَنَّهُ مَخْصُوصٌ مِنْ الْعُمُومِ ; لِأَنَّ الرِّيحَ لَا تَنْبَعِثُ مِنْ الذَّكَرِ , وَإِنَّمَا هُوَ اخْتِلَاجٌ. وَالْقُبُلُ مَحَلُّ الْوَطْءِ لَيْسَ فِيهِ نَجَاسَةٌ تُنَجِّسُ الرِّيحَ بِالْمُرُورِ عَلَيْهَا وَهُوَ فِي نَفْسِهِ طَاهِرٌ عِنْدَ الْمُصَنِّفِ عَلَى مَا سَيَجِيءُ. وَوَجْهُ الِاسْتِدْلَالِ بِقَوْلِهِ تَعَالَى {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنْ الْغَائِطِ} وَالْغَائِطُ: هُوَ الْمَكَانُ الْمُطْمَئِنُّ مِنْ الْأَرْضِ يَنْتَهِي إلَيْهِ الْإِنْسَانُ عِنْدَ إرَادَةِ قَضَاءِ الْحَاجَةِ تَسَتُّرًا أَنَّ اللَّهَ تَعَالَى رَتَّبَ وُجُوبَ التَّيَمُّمِ عَلَى الْمَجِيءِ مِنْ الْغَائِطِ حَالَ عَدَمِ الْمَاءِ , وَهُوَ لَازِمٌ لِخُرُوجِ النَّجِسِ. فَكَانَ كِنَايَةً عَنْ الْحَدَثِ لِكَوْنِهِ ذَكَرَ اللَّازِمَ , وَأَرَادَ الْمَلْزُومَ , وَالتَّرْتِيبُ يَدُلُّ عَلَى الْعِلِّيَّةِ , وَإِذَا ثَبَتَ ذَلِكَ فِي التَّيَمُّمِ ثَبَتَ فِي الْوُضُوءِ لِمَا ذَكَرْنَا أَنَّ الْبَدَلَ لَا يُخَالِفُ الْأَصْلَ فِي السَّبَبِ \" (¬2) ¶ ¬__________ ¶ (¬1) تم البحث عن طريق موسوعة جامع الفقه الإسلامي وهي تشمل 11 مصنفا في فقه الأحناف،، وموسوعة هبة الجزيرة ويشمل 16 مصنفا في فقه الأحناف أيضا. ¶ (¬2) فتح القدير كتاب الطهارات/ فصل في نواقض الوضوء",
            "page": "28",
            "part": "1",
            "seal": "15EF980F"
        },
        {
            "id": "29",
            "nass": "قال ابن نجيم: \"وَلَا يَرِدُ عَلَى الْمُصَنِّفِ الرِّيحُ الْخَارِجَةُ مِنْ الذَّكَرِ وَفَرْجِ الْمَرْأَةِ , فَإِنَّهَا لَا تَنْقُضُ الْوُضُوءَ عَلَى الصَّحِيحِ ; لِأَنَّ الْخَارِجَ مِنْهُمَا اخْتِلَاجٌ , وَلَيْسَ بِرِيحٍ خَارِجَةٍ , وَلَوْ سُلِّمَ فَلَيْسَتْ بِمُنْبَعِثَةٍ عَنْ مَحَلِّ النَّجَاسَةِ وَالرِّيحُ لَا يَنْقُضُ إلَّا لِذَلِكَ لَا ; لِأَنَّ عَيْنَهَا نَجِسَةٌ ; لِأَنَّ الصَّحِيحَ أَنَّ عَيْنَهَا طَاهِرَةٌ\" (¬1) ¶ أما المالكية فاعتبروا نقض الوضوء بالحدث وهو الخارج المعتاد في الصحة قال خليل:\"نقض الوضوء بحدث، وهو الخارج المعتاد في الصحة لا حصى ودود ولو ببلة، وبسلس فارق أكثر، كسلس مذي قدر على رفعه\" (¬2) قال الخرشي:\" وَأَخْرَجَ بِقَوْلِهِ: الْمُعْتَادُ مِنْ بَوْلٍ وَوَدْيٍ وَرِيحٍ مَا لَيْسَ مُعْتَادًا كَالْحَصَى وَالدُّودِ وَلَوْ كَانَ عَلَيْهِمَا أَذًى وَالرِّيحَ مِنْ قُبُلٍ وَلَوْ قُبُلَ امْرَأَةٍ لِأَنَّهُ كَالْجُشَاء\" (¬3) ¶ ¬__________ ¶ (¬1) البحر الرائق شرح كنز الدقائق كتاب الطهارة/ أحكام الوضوء/نواقض الوضوء،، وينظر المبسوط1/82،، ورد المحتارعلى الدر المختاركتاب الطهارة/ سنن الوضوء ¶ (¬2) مختصر خليل ص 13ا ¶ (¬3) شرح مختصر خليل للخرشي كتاب الطهارة / نواقض الوضوء، وينظر فتح الجليل شرح مختصر خليل كتاب الطهارة/ باب نواقض الوضوء، وبلغة السالك لأقرب المسالك للصاوي باب في بيان الطهارة/ فصل في نواقض الوضوء باب الحدث، وحاشية الدسوقي على الشرح الكبير / محمد بن عرفة الدسوقي أحكام الطهارة/ فصل نواقض الوضوء. وينظر مواهب الجليل كتاب الطهارة/ فصل نواقض الوضوء.",
            "page": "29",
            "part": "1",
            "seal": "262F10D1"
        },
        {
            "id": "30",
            "nass": "ومع أن المالكية يرون نجاسة رطوبة المرأة إلا أنهم لايرون مثل ذلك من نواقض الوضوء حيث لم يعتبروا المذي من غير شهوة ناقضا مع أنهم يرون نجاسة المذي قال مالك في المدونة:\" إذا كان ذلك منه من سلس من برد أو ما أشبه ذلك قد استنكحه ودام به فلا أرى عليه الوضوء\" (¬1) ¶ وقال القرافي:\" والقياس على الأحداث بجامع النجاسة ممنوع؛ فإنه تعبد؛ لإيجاب الغسل من هذه الأشياء لغير المتنجس، والقياس في التعبد متعذر؛ لعدم العلة الجامعة\". (¬2) ولم يذكروا الرطوبة من نواقض الوضوء والقياس في النواقض عندهم ممتنع فدل أنهم لا يرونها ناقضة ولذا صوب ابن حزم رأيهم كما قال في المحلى:\" أما المالكيون فلم يقيسوا ههنا، ولا عللوا بخارج ولا مخرج، ولا بنجاسة فأصابوا\" (¬3) ¶ ومع أن الشافعية اعتبروا النقض بخروج الخارج من أحد السبيلين ريحا كان أوعينا نادرا كان أو معتادا طاهرا كان او نجسا (¬4) وهو مذهب الحنابلة أيضا ¶ ¬__________ ¶ (¬1) المدونة 1/10 ¶ (¬2) الذخيرة 1/236 ¶ (¬3) المحلى1/ 260 ¶ (¬4) ينظر فتح العزيز شرح الوجيز للإمام أبي القاسم الرافعي 2/ 6",
            "page": "30",
            "part": "1",
            "seal": "E5DFAB1A"
        },
        {
            "id": "31",
            "nass": "كما قال المرداوي:\" الْخَارِجُ مِنْ السَّبِيلَيْنِ: قَلِيلًا كَانَ أَوْ كَثِيرًا , نَادِرًا أَوْ مُعْتَادًا \" , هَذَا الْمَذْهَبُ مُطْلَقًا , وَعَلَيْهِ جَمَاهِيرُ الْأَصْحَابِ , وَقَطَعَ بِهِ أَكْثَرُهُمْ. وَقِيلَ: لَا يَنْقُضُ خُرُوجُ الرِّيحِ مِنْ الْقُبُلِ. وَقِيلَ: لَا يَنْقُضُ خُرُوجُ الرِّيحِ مِنْ الذَّكَرِ فَقَطْ. قَالَ ابْنُ عَقِيلٍ: يَحْتَمِلُ أَنْ يَكُونَ الْأَشْبَهُ بِمَذْهَبِنَا فِي الرِّيحِ يَخْرُجُ مِنْ الذَّكَرِ: أَنْ لَا يَنْقُضَ. قَالَ الْقَاضِي أَبُو الْحُسَيْنِ: هُوَ قِيَاسُ مَذْهَبِنَا. وَأَطْلَقَ فِي الْخَارِجِ مِنْ الْقُبُلِ فِي الرِّعَايَتَيْنِ الْوَجْهَيْنِ. فَوَائِدُ مِنْهَا: لَوْ قَطَرَ فِي إحْلِيلِهِ دُهْنًا ثُمَّ خَرَجَ: نَقَضَ عَلَى الصَّحِيحِ مِنْ الْمَذْهَبِ , جَزَمَ بِهِ فِي الْمُغْنِي , وَابْنُ رَزِينٍ , وَصَحَّحَهُ فِي الشَّرْحِ , وَمَجْمَعِ الْبَحْرَيْنِ. وَقَدَّمَهُ ابْنُ عُبَيْدَانَ. وَقَالُوا: إنَّهُ لَا يَخْلُو مِنْ نَتَنٍ يَصْحَبُهُ. وَقَالَ الْقَاضِي فِي الْمُجَرَّدِ: لَا يَنْقُضُ. قَالَ فِي الْحَاوِي الصَّغِيرِ: وَإِنْ خَرَجَ مَا قَطَرَهُ فِي إحْلِيلِهِ لَمْ يَنْقُضُ\" (¬1) ¶ ¬__________ ¶ (¬1) الإنصاف كتاب الطهارة / باب نواقض الوضوء،،وينظر الفروع لابن مفلح كتاب الطهارة/ باب نواقض االطهارة الصغرى،، كشاف القناع عن متن الآقناع كتاب الطهارة / باب نواقض الوضوء،، والمغني 1/230ـ234،،والشرح الكبير",
            "page": "31",
            "part": "1",
            "seal": "E51A21BF"
        },
        {
            "id": "32",
            "nass": "َإلا أن الشافعية والحنابلة لم يعدو االرطوبة من النواقض ولا ذكروها عند ذكرهم الخارج من السبيل رغم توسعهم في ذكر الحالات النادرة وعدم إغفالهم لما يعرض كالريح تخرج من القبل، فلعلهم يرونها من الخارج الدائم الذي لا يمكن الاحتراز منه أو لا يكون عندهم من مخرج البول والغائط الذي هو مخرج النجاسة المنصوص عليها كما قال البهوتي:\" (لَا) يَنْقُضُ الْخَارِجُ إنْ كَانَ (دَائِمًا) كَدَمِ مُسْتَحَاضَةٍ وَسَلَسِ بَوْلٍ وَنَحْوِهِ , لِلضَّرُورَةِ (مِنْ سَبِيلٍ) مُتَعَلِّقٌ بِالْخَارِجِ. وَهُوَ مَخْرَجُ الْبَوْلِ وَالْغَائِطِ. فَيَنْقُضُ مَا خَرَجَ مِنْهُ.\" (¬1) ¶ فلعل من رأى أن الرطوبة عندهم من النواقض أخذ ذلك من إيجابهم الوضوء من كل خارج من السبيل طاهرا كان أم نجسا، وقد بحثت في كتبهم فلم أجد أحدا نص على أن الرطوبة من النواقض صراحة (¬2) ¶ ¬__________ ¶ (¬1) دقائق أولي النهى لشرح المنتهى كتاب الطهارة/ باب نواقض الوضوء ¶ (¬2) بحثت في جميع كتب الفقه المذهبي والمقارن والفتاوى في جميع مظان هذه المسألة حسب جامع الفقه الإسلامي وهو يشتمل على أمهات الكتب وأشهرها.",
            "page": "32",
            "part": "1",
            "seal": "D3318F71"
        },
        {
            "id": "33",
            "nass": "وذهب داود وابن حزم من الظاهرية إلى أن الرطوبة لا تنقض الوضوء ورد قول من قال بأنها ناقضة بأنه لم يرد بذلك نص فقال: \" بُرْهَانُ إسْقَاطِنَا الْوُضُوءَ مِنْ كُلِّ مَا ذَكَرْنَا , هُوَ أَنَّهُ لَمْ يَأْتِ قُرْآنٌ وَلَا سُنَّةٌ وَلَا إجْمَاعٌ بِإِيجَابِ وُضُوءٍ فِي شَيْءٍ مِنْ ذَلِكَ , وَلَا شَرَّعَ اللَّهُ تَعَالَى عَلَى أَحَدٍ مِنْ الْإِنْسِ وَالْجِنِّ إلَّا مِنْ أَحَدِ هَذِهِ الْوُجُوهِ , وَمَا عَدَاهَا فَبَاطِلٌ , وَلَا شَرْعَ إلَّا مَا أَوْجَبَهُ اللَّهُ تَبَارَكَ وَتَعَالَى وَأَتَانَا بِهِ رَسُولُهُ صلى الله عليه وسلم\" (¬1) والمتأمل لرد ابن حزم يدرك أنه لم رد على الحنفية والشافعية لذكرهم الرطوبة من النواقض ولكن لذكرهم انتقاض الوضوء من الخارج من السبيل سوى ما جاء به النص، قال ابن حزم: \" وأما الشافعي فإنه جعل العلة في نقض الوضوء للمخرج وجعله أبو حنيفة للخارج وعظم تناقضه في ذلك كما ذكرنا، وتعليل كلا الرجلين مضاد لتعليل الآخر ومعارض له ... \" (¬2) ¶ وبعد هذا البحث في أقوال الفقهاء يترجح لدي أن الرطوبة لا تنقض الوضوء لأمور: ¶ أولاً: إنه لم يرد فيها نص واحد لا صحيح ولا حسن بل ولا ضعيف، ولا قول صحابي، ولم يُلزم أحداً من النساء بالوضوء لكل صلاة كحال المستحاضة أحد من العلماء. ¶ ولو علمت النساء في عهد رسول الله صلى الله عليه وسلم أنه يلزمهن الوضوء لكل صلاة بسبب الرطوبة لما كان لسؤالهن عن الاستحاضة معنى، فإنهن لم يسألن عن الاستحاضة إلا لأنهن لم يكنَّ يرين الرطوبة شيئاً ولم يكن يتوضأن منها لكل صلاة. ¶ ¬__________ ¶ (¬1) ينظر المحلى 1/255ـ257 ¶ (¬2) المحلى 1/260",
            "page": "33",
            "part": "1",
            "seal": "0976C8C6"
        },
        {
            "id": "34",
            "nass": "والذي يفهم من ترك العلماء لذكر الرطوبة من نواقض الوضوء، أنهم لا يرونها ناقضاً، وليس العكس، فلو كانوا يرونها ناقضاً لذكروها من النواقض، ولو كان العلم بها مشتهراً، كما صنعوا في البول والغائط وغيرهما ولذا فإن ابن المنذر لم يذكر الرطوبة في النواقض المتفق عليها ولا المختلف فيها، (¬1) وليس صحيحا أن الفقهاء قعدوا القواعد ومناط الأحكام دون سائر المسائل؛ لأن ذلك كان من فقهاء الأمة الأوائل أما من جاء بعدهم فقد ذكروا من المسائل مالا يحدث إلا نادرا بل ربما ذكروا منها مالا يتصور حدوثه ومن يقرأ كتب فروع المذاهب خاصة الأحناف يدرك ذلك. (¬2) ¶ ثانياً: إن نساء الصحابة كسائر النساء في الفطرة والخلقة، وليس كما يظن أن الرطوبة شيء حادث في هذا الزمان أو أنه يصيب نسبة من النساء، ولا يصيب الجميع، بل هو شيء لازم لصحة المرأة ولسلامة رحمها كحال الدمع في العين والمخاط في الأنف واللعاب في الفم، ولو قيل: إن هذه الأمور حادثة، وليس منها شيء فيما سبق لم يوافق على ذلك أحد. والنساء أعرف بهذا، غير أن نسبة الرطوبة تتفاوت في كميتها تبعاً للطبيعة كالعرق والدمع، فبعض الناس يعرق كثيراً وآخر يعرق قليلاً وليس من أحد لا يعرق بتة، ولو كان ذلك لصار مرضاً. ¶ ولو افُترض أن هذه الرطوبة لا تصيب كل امرأة بل تصيب نسبة منهن، فما مقدار هذه النسبة أهي أقل من المستحاضات! فما بال رسول الله صلى الله عليه وسلم يبين أحكامها حتى جعل المحدثون والفقهاء للمستحاضة كتباً وأبواباً في مصنفاتهم، وهن أربع عشرة امرأة كما عدهن ابن حجر –رحمه الله-. ¶ ¬__________ ¶ (¬1) ينظر كتاب الأوسط المجلد الأول ¶ (¬2) على سبيل المثال قال ابن نجيم في البحر الرائق شرح كنز الدقائق:\" وكذا الذباب إذا طار ودخل في الدبر وخرج من غير بلة، لاينقض! \" ينظر كتاب الطهارة أحكام الوضوء نواقض الوضوء\"",
            "page": "34",
            "part": "1",
            "seal": "51217C76"
        },
        {
            "id": "35",
            "nass": "فلا يصح أن يقال: إن رسول الله صلى الله عليه وسلم ترك بيان هذا الأمر؛ لأنه لا يصيب كل امرأة، والأحكام تنزل في الواحد والاثنين، والحادثة وإن خصَّت فحكمها عام. ¶ ثالثاً: كانت الصحابيات يصلين مع رسول الله صلى الله عليه وسلم وربما كنَّ صفًّا أو أكثر، وربما صلَّى بالأعراف أو الأنفال أو الصافات أو المؤمنون، ويطيل الركوع والسجود، ولم يُروَ أن بعضهن انفتلت عن الصلاة وذهبت لتعيد وضوءها، فالأيام كثيرة، والفروض أكثر وحرصهن على الصلاة خلف رسول الله صلى الله عليه وسلم مستمر، فلا بد أن تنزل هذه الرطوبة من واحدة أو أكثر أثناء الصلاة كما يصيبنا نحن في صلاة التراويح أو غيرها، ولم يستفسرن عن هذا ولو كان الوضوء واجباً وقد تركن السؤال ظنًّا منهن بالطهارة فمستحيل أن لا ينزل الوحي في شأنهن.",
            "page": "35",
            "part": "1",
            "seal": "9D8E8865"
        },
        {
            "id": "36",
            "nass": "رابعاً: إن تكليف المرأة بالوضوء لكل صلاة لأجل الرطوبة إن كانت مستمرة أو إعادتها للوضوء إذا كانت متقطعة شاق، وأية مشقة، وهو أكثر مشقة من الاحتراز من سؤر الهرة الطوافة بالبيوت حتى جعل سؤرها طاهراً، وهي من السباع، ورسول الله صلى الله عليه وسلم يعلل طهارة الهرة بمشقة الاحتراز حيث يقول: \"إنها ليست بنجس إنها من الطوافين عليكم والطوافات\". (¬1) ¶ ¬__________ ¶ (¬1) ذكر ذلك ابن تيمية في \"مجموع الفتاوى\" 21/599 والحديث أخرجه أخرجه الترمذي كتاب الطهارة / باب ما جاء في سؤر الهرة 1 /153، 154،، أبو داود في كتاب الطهارة/ باب سؤر الهرة 1/19 من طريق عبد الله ابن مسلمة،، والنسائي في الطهارة /باب سؤر الهرة 1/55 من طريق قتيبة،، وابن ماجة في الطهارة/ باب الوضوء بسؤر الهرة 1/131 من طريق زيد ابن الحباب،، والدارمي في كتاب الطهارة/ باب الهرة إذا ولغت في الإناء 1/187 من طريق الحكم ابن المبارك،، وأحمد 5/303 من طريق إسحاق ابن عيسى 309 من طريق خالد الخياط،، والحاكم في الطهارة/باب سؤر الهرة 1/160 من طريق زيد،، وابن خزيمة في الطهارة /باب الرخصة في الوضوء بسؤر الهرة 2/294 من طريق ابن وهب،، وابن حبان في الطهارة/باب ذكر الخبر الدال على أن آسار السباع كلها طاهرة 2/294 من طريق القعنبي،، والدارقطني في كتاب الطهارة باب سؤر الهرة 1/70 من طريق احاق ابن عيسى،، والبيهقي في الطهارة باب سؤر الهرة1/245 من طريق زيد،، والشافعي في الوضوء باب ماخرج من كتاب الوضوء ص9،، وعبد الرزّاق في كتاب الطهارة باب سؤر الهرة 1/100،، وابن ابي شيبة في الطهارة/باب من رخص في الوضوء بسؤر الهر 1/53 من طريق زيد كلهم رووه عن مالك به ومالك أخرجه في الموطأ كتاب الطهاره /باب الطهور للوضوء 1/35 وإسناده صحيح، صححه الترمذي وابن خز يمة وابن حبان والحاكم والذهبي والعقيلي والبيهقي والنووي",
            "page": "36",
            "part": "1",
            "seal": "AC8DF249"
        },
        {
            "id": "37",
            "nass": "خامساً: إن الله تعالى سمّى الحيض أذى وما سواه فهو طهر فقال: \" وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ \" (¬1) ¶ فما كان طاهراً فكيف يُنجَس، وما كان طهراً فكيف يوجب وضوءاً؟. ¶ فإن قيل: هذا المني طاهر ويوجب غسلاً؟ ¶ رد بأن خروج المني ليس هو سبب الغسل بل السبب في ذلك الشهوة البالغة المنتهى، ألا ترى أنه إذا ضعفت الشهوة لم توجب غسلاً وأوجبت وضوءاً بنزول المذي، ثم ألا ترى أن الإيلاج يوجب غسلاً ولا إنزال، فليست العبرة بنزول المني. ثم ألا ترى أن المرأة إذا رأت ما يرى الرجل ولم تر ماء لم يلزمها غسل فلابد من توفر الأمرين لقوله صلى الله عليه وسلم: \"نعم إذا رأت الماء\" كما أخرج ذلك البخاري في كتاب الغسل/ باب إذا احتلمت المرأة عن أم سلمة رضي الله عنها قال: \"جاءت أم سليم امرأة طلحة إلى رسول الله صلى الله عليه وسلم فقالت: يا رسول الله، إن الله لا يستحيي من الحق، هل على المرأة من غسل إذا هي احتلمت؟ فقال: نعم إذا رأت الماء\". ¶ سادساً: حديث أم عطية \"كنا لا نعد الكدرة والصفرة شيئاً\"يشهد لهذا المعنى فإذا ¶ كن لا يعددن الصفرة والكدرة شيئاً فلأن لا يعددن الرطوبة شيئاً من باب أولى. ¶ وقولها: لا نعد الكدرة والصفرة شيئاً من الحيض، ولا تعد الصفرة والكدرة موجبة لشيء من غسل أو وضوء ولو كانت توجب وضوءاً لبينَّت ذلك. ¶ سابعاً: إن جعل الرطوبة من نواقض الوضوء مع خلوه من الدليل يحرج النساء \" وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ \" (¬2) ¶ ¬__________ ¶ (¬1) البقرة 222 ¶ (¬2) الحج 78",
            "page": "37",
            "part": "1",
            "seal": "C14C020E"
        },
        {
            "id": "38",
            "nass": "ومن تأخذ بهذه الفتوى وتلتزم بالوضوء من الرطوبة لو تمكنت من العمل بمقتضاها في بيتها وعملها فإنها لا تتمكن منها في العمرة والحج سيما المواسم والزحام، فهل ستعمل به تارة وتتركه أخرى، وهل يصح أن يكون ذلك حدثاً أحياناً ولا يكون حدثا أحياناً أخرى، ثم إن كثيرات ممن عملت بهذه الفتوى وألزمت نفسها بها أصابهن الوسواس الكثير، فصار شغلها الشاغل، هل نزل منها رطوبة أم لا؟ ¶ ثم إذا توضأت وصلَّت ووجدت شيئاً من ذلك ولم يكن مستمراً اضطرت لقطع صلاتها وإعادة الوضوء على الفتوى بأنه إذا كان متقطعاً لزمها إعادة الوضوء. ¶ وهذا عسير جداً، ولا طاقة للمرأة به، والله تعالى لم يكلف عباده إلا بما يطيقون. ¶ ثامنا: إن الأصل في النواقض الدليل الشرعي من كتاب الله أو سنة رسول الله صلى الله عليه وسلم لقوله صلى الله عليه وسلم\" لا وضوء إلا من حدث. قيل وما الحدث قال: صوت أو ريح (¬1) ¶ ¬__________ ¶ (¬1) وليس معنى ذلك أن لا يجب الوضوء إلا من ذلك؛لأنه لم يقله صلى الله عليه وسلم ابتداء بل قاله جوابا لسؤال وجاء ذكر النواقض الأخرى في أدلة أخرى في الكتاب والسنة ليس شيء منها يدل على أن الرطوبة تنقض الوضوء قال ابن خزيمة:\" ¶ صحيح ابن خزيمة ج1/ص18 ¶ باب ذكر الخبر المتقصى للفظة المختصرة التي ذكرتها والدليل على أن النبي صلى الله عليه وسلم إنما أعلم أن لا وضوء إلا من صوت أو ريح عند مسألة سئل عنها في الرجل يخيل إليه أنه قد خرجت منه ريح فيشك في خروج الريح وكانت هذه المقالة عنه صلى الله عليه وسلم لا وضوء إلا من صوت أو ريح جوابا عما عنه سئل فقط لا ابتداء كلام مسقطا بهذه المسألة إيجاب الوضوء من غير الريح التي لها صوت أو رائحة إذ لو كان هذا القول منه صلى الله عليه وسلم ابتداء من غير أن تقدمته مسألة كانت هذه المقالة تنفي إيجاب الوضوء من البول والنوم والمذي إذ قد يكون البول لاصوت له ولا ريح وكذلك النوم والمذي لاصوت لهما ولا ريح وكذلك الودي.",
            "page": "38",
            "part": "1",
            "seal": "75E68331"
        },
        {
            "id": "39",
            "nass": "\". (¬1) ¶ ¬__________ ¶ (¬1) الحديث أخرجه ابن خزيمة في صحيحة كتاب الوضوء / باب ذكر خبر روي مختصرا ... 1/18،، والترمذي في أبواب الطهارة / باب ما جاء في الوضوء من الريح 1/109،، وابن ماجة كتاب الطهارة/ بابلا وضوء إلا من حدث 1/171،،وأحمد2/471،، والبيهقي كتاب الطهارة/ باب الوضوء من الريح يخرج من أحد السبيلين 1/ 117،، والطبراني في الأوسط7/86،، وتمام الرازي في الفوائد 2/ 187 بأسانيد من طريق شعبة عن سهيل بن أبي صالح عن أبيه عن أبي هريرة مرفوعا إلا أن الطبراني رواه من طريق شعبة عن إدريس الكوفي عن سهيل به والحديث أصله في الصحيحين فعند البخاري في كتاب الوضوء/ باب لا تقبل صلاة بغير طهور. حديث رقم (135) ينظر الفتح 1/234. وفي الحيل / باب في الصلاة حديث رقم (6954) الفتح12/329،، وعند مسلم من حديث جرير عن سهيل عن أبي هريرة بلفظ (إذا وجد أحدكم في بطنه شيئا فأشكل عليه أخرج منه شيء أم لا فلا يخرجن من المسجد حتى يسمع صوتا أو يجد ريحا) في كتاب الطهارة/ باب وجوب الطهارة للصلاة نووي 4/51،، حديث رقم 2 ¶ قال ابن حجر:\"وقال البيهقي هذا حديث ثابت قد اتفق الشيخان على إخراج معناه من حديث عبد الله بن زيد وقال بن أبي حاتم سمعت أبي وذكر حديث شعبة عن سهل عن أبيه عن أبي هريرة مرفوعا لا وضوء إلا من صوت أو ريح فقال أبي هذا وهم اختصر شعبة متن الحديث فقال لا وضوء إلا من صوت أو ريح ورواه أصحاب سهيل بلفظ إذا كان أحدكم في الصلاة فوجد ريحا من نفسه فلا يخرج حتى يسمع صوتا أو يجد ريحا.\" تلخيص الحبير ج1/ص117",
            "page": "39",
            "part": "1",
            "seal": "AB284469"
        },
        {
            "id": "40",
            "nass": "ولأجل عدم وجود الدليل على انتقاض الوضوء بالرطوبة رجع العلامة فضيلة الشيخ محمد بن صالح العثيمين ـ رحمه الله ـ عن القول بانتقاض الوضوء بالرطوبة وكتب لي على بحث بعثت به إليه (راجعته فرأيت أقوى دليل على أن الرطوبة لا ينتقض بها الوضوء أن الأصل عدم النقض إلا بدليل) (¬1) ¶ وبه احتج الشافعي -رحمه الله- كما نقله عنه السرخسي قال: \"وهذا إشارة إلى موضع الحدث لا عينه فدلَّ أن الحدث ما يكون من السبيل المعتاد، والمعنى فيه أن قليل الخارج من غير السبيل ليس بحدث بالاتفاق، وما يكون حدثاً، فالقليل منه والكثير سواء كالخارج من السبيل، والدليل عليه الريح إذا خرج من الجرح لم يكن حدثاً بخلاف ما إذا خرج من السبيل، وهذا لأن الشرع أقام المخرج مقام الخارج في ثبوت حكم الحدث فما لا يخرج منه إلا النجاسة جعل الخارج منه حدثاً ونجساً، وما يختلف الخارج منه لم يكن حدثاً وإن خرج منه ما هو بنجس، تيسيراً للأمور. (¬2) ¶ ¬__________ ¶ (¬1) نشر البحث بتعليق الشيخ بخط يده وهو رحمة الله عليه آية في الاجتهاد والفقه تعلمنا منه وانتفعت به الأمة نفعا عظيما حشرنا الله به مع الصديقين ¶ (¬2) ينظر \"المبسوط\" للسرخسي 1/76، وهذا القول جيد في هذه المسألة، وعليه فمخرج الرطوبة وهو المتصل بالرحم ليس مخرجاً للنجاسة ولا سبيلاً له، بل الخارج منه يختلف، فالمني طاهر والحيض نجس، والفم يختلف الخارج منه فالريق طاهر والقيء نجس. والله أعلم.",
            "page": "40",
            "part": "1",
            "seal": "9497014E"
        },
        {
            "id": "41",
            "nass": "الشك في الطهارة وكيف تعالج الوسوسة ¶ لا يخلو مجال تتاح فيه الأسئلة إلا الفيت عددا من النساء يبالغن في السؤال والتحري ويتكلفن في التأكد من الطهارة حتى لجأت بعضهن لإدخال القطنة داخل الفرج تنظر أطهرت أم لا، وهذه الشكوك قديمة، فقد كانت النساء يبعثن لعائشة رضي الله عنها بالقطنة فيها أثر الصفرة والكدرة من الحيض فتعيب عليهن هذا الاستعجال، ولما ازداد الاستعجال بإشعال المصابيح للنظر في الطهر في جوف الليل وأخبرتهن ابنة زيد بن ثابت أن خيرة النساء في عهد النبي صلى الله عليه وسلم ما كن يفعلن ذلك، وعابت عليهن. فإذا أرادت المرأة أن تتجنب الوسوسة فعليها بالآتي: ¶ 1. أن تعلم أن الأصل في الدم أنه حيض ما لم يظهر سوى ذلك كأن تطول المدة وتزيد عن العادة زيادة غير طبيعية قال ابن قدامة: \" دم الحيض دم جبلة والاستحاضة عارضة فإذا رأت الدم وجب تغليب دم الحيض \" (¬1) فلو استطال الحيض إلى سبع أيام أو ثمانية أو تسعة وهي تحيض عادة ستة أيام فذلك حيض إلا أن يتغير لون الدم ويغزر ويفحش، ولو جاءت الحيضة الثانية بعد الطهر بعشرة أيام وهي في العادة تأتي بعد عشرين يوما وكانت بصفتها السابقة الذكر لونا ورائحة فعرفت أنها كالحيض ولا تفترق عنه بشيء فلا تصلي بل تعدها حيضا، لأن من المعلوم عند النساء أن الحيض يتغير قليلا بأثر بعض الظروف كالحالات النفسية المضطربة أو تغير نوع الطعام أو تناول بعض الأدوية أو اضطراب النوم أو الزواج أو الصوم. ¶ ¬__________ ¶ (¬1) المغني ج1/ص198",
            "page": "41",
            "part": "1",
            "seal": "0AC0B0DB"
        },
        {
            "id": "42",
            "nass": "2. ومما يزيل الوسوسة أن تعلم أن الله تعالى لا يكلف نفسا إلا وسعها فتتحرى الصواب قدر استطاعتها وتفعل ما غلب على ظنها، فإن غلب على ظنها أنها لاتزال حائضا بقيت على حكم الحيض، وإن غلب على ظنها أن الدم تغير وأن الحيض انقطع وهذا ليس نفس الدم وانقضت عدة الحيض، فتغتسل وتصلي، والدليل عل ما ذكرته حديث حمنة بنت جحش أنها استحيضت على عهد رسول الله صلى الله عليه وسلم فأتت رسول الله صلى الله عليه وسلم فقالت إني استحضت حيضة منكرة شديدة قال لها احتشي كرسفا قالت له إنه أشد من ذلك إني أثج ثجا قال تلجمي وتحيضي في كل شهر في علم الله ستة أيام أو سبعة أيام ثم اغتسلي غسلا فصلي وصومي ثلاثة وعشرين أو أربعة وعشرين وأخرى الظهر وقدمي العصر واغتسلي لهما غسلا وأخري المغرب وعجلي العشاء واغتسلي لهما غسلا وهذا أحب الأمرين إلى.) (¬1) ¶ قال أبو المحاسن في معتصر المختصر من مشكل الآثار (¬2) ¶ \"المعنى في هذا أنه أمرها أن تتحيض في علم الله ما أكثر ظنها أنها فيه حائض بالتحري منها لذلك لا أنه رد الخيار إليها من غير تحر منها كما أمر من دخل عليه شك في صلاته أن يتحرى أغلب ذلك في قلبه فيعمل عليه وهذا إنما يكون عند نسيانها أيامها التي كانت تحيض فيها فأمرت بالتحري كمن شك في صلاته ولم يعلم كم صلى.\" قال ابن قدامة:\" قوله ستا أو سبعا الظاهر أنه ردها إلى اجتهادها ورأيها فيما يغلب على ظنها أنه أقرب إلى عادتها أو عادة نسائها أو ما يكون أشبه بكونه حيضا\" (¬3) ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجه باب ما جاء في المستحاضة إذا اختلط عليها الدم 1/205،، وابن ابي شيبة باب في الوضوء من المطاهر التي توضع للمسجد 1/120،، وأحمد 6/381، 439 ¶ (¬2) ج1/ص19 ¶ (¬3) المغني ج1/ص197",
            "page": "42",
            "part": "1",
            "seal": "00466B96"
        },
        {
            "id": "43",
            "nass": "3. إذا كانت تستحاض فلا تطهر أو يغلب عليها نزول الدم أكثر الشهر فلتعلم أن الأصل في المرأة البراءة من الحيض حتى يثبت لها بصفاته أو عدته، أما صفاته فالتي وردت في حديث فاطمة بنت أبي حبيش: (أنها كانت تستحاض فقال لها النبي صلى الله عليه وسلم: (إذا كان دم الحيض فإنه أسود يعرف فإذا كان ذلك فأمسكي عن الصلاة، وإذا كان الآخر فتوضئي وصلي) (¬1) ¶ فتعتبر بلون الدم وهو المائل للسواد، والمعروف لدى النساء في الأوقات المعتادة سابقا يعرفنه برائحته وبآلآمه وبثخونته، فإذا كان بهذه المواصفات فهو دم حيض، وإذا كان بمواصفات أخرى كالحمرة الخفيفة وعدم اللزوجة ورائحته كرائحة دم الجرح فهو دم استحاضة. ¶ وأما عدته فعلى عادتها قبل الاستحاضة كما ورد في الحديث الصحيح عن عائشة: (أن فاطمة بنت أبي حبيش سألت النبي صلى الله عليه وسلم قالت إني أستحاض فلا أطهر أفأدع الصلاة فقال لا إن ذلك عرق ولكن دعي الصلاة قدر الأيام التي كنت تحيضين فيها ثم اغتسلي وصلي) (¬2) ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في الطهارة / باب من قال ةوضأ لكل صلاة 1/82،،وفي باب من قال إذا أقبلت الحيضة تدع الصلاة 1\\75،، والنسائي في كتاب الحيض والاستحاضة \\باب الفرق بين دم الحيض والاستحاضة1/85، 123،، والحاكم في الطهارة / باب أحكام الاستحاضة1/174،،وابن حبان في الطهارة / باب الحيض والاستحاضة2/318،، والدارقطني في الحيض1/206،207،، والبيهقي في الحيض/ باب المستحاضة إذا كانت مميزة 1/325،، وهذا حديث حسن قال الذهبي: على شرط مسلم (المستدرك1/74) وحسنه ابن القيم (تهذيب معالم السنن 1/181-183) والألباني (إرواء الغليل1/224) ¶ (¬2) أخرجه البخاريفي كتاب الحيض / باب إذا حاضت في يوم ثلاث حيض 1/425،، وفي باب الاستحاضة 409،وباب إقبال المحيض وإدبارة420،، ومسلم في كتاب الحيض/ باب عسل المستحاضة وصلاتها3/17، 26",
            "page": "43",
            "part": "1",
            "seal": "2BC615F9"
        },
        {
            "id": "44",
            "nass": "4. إذا شق عليها التمييز، فلم تستطع أن تفرق بين الاثنين فإنها تأخذ بالعدد المعتاد سلفا ستة أيام أو سبعة أو ثمانية، فإذا زاد زيادة يسيرة يوم أو يومين مع مقاربة الانقطاع فتنتظر حتى تطهر، وإن انتهت العدة المعتادة والدم مستمر بها لا يقارب الانقطاع، اغتسلت وصلت. ¶ 5. على المرأة أن تتعلم أحكام الحيض وتستوعبها وتتخذ منهجا موحدا بحيث تكون بمنء عن تضارب الأقوال واختلاف الآراء لئلا يزداد قلقها وتشككها. ¶ 6. أن تعلم أن الشارع لم يعتبر ما حاك في النفس من أمور النجاسات، بل اعتبر المحسوس منه لذا وجه من يشعر بأن ريحا خرجت منه بأن لا ينصرف حتى يجد ريحا أو يسمع صوتا كما جاء في الحديث () ووجه من شك في صلاته فلم يدر كم صلى أن يعتبر ما استيقن ويدع ما شك فيه دون اعتبار. ¶ وقد كتب الشيخ العلامة صدّيق حسن خان في كلام له عن تطهير النّعل بالمسح بالأرض: ¶ قال: ¶ \" ثم إن النبي صلى الله عليه وسلم لما علِم حدوث الشكوك في الطهارات فيما يأتي من الزمان، وأطلعه الله على ما يأتي به المصابون بالوسوسة من التأويلات التي ليس لها في الشريعة أساس: أوضح هذا المعنى إيضاحاً ينهدم عنده كل ما بَنوه على قنطرة الشك والخيال، فقال: ¶ \" إذا جاء أحدكم المسجد؛ فلينظر نعليه، فإن كان فيها خبث فليمسحه بالأرض، ثم ليُصلّ فيهما. ¶ ولفظ أحمد وأبي داود: إذا جاء أحدكم المسجد؛ فليقلب نعليه ولينظر فيهما، فإن رأى خبثاً فليمسحه بالأرض، ثم ليُصلّ فيهما \". ¶ فانظر هذه العبارة الهادمة لكل شكّ، فإنه – أولاً – بيّن لهم أنهم إذا وجدوا النجاسة في النعلين وجوداً مُحققاً؛ فعلوا المسح بالأرض، ثم أمَرَهم بالصلاة في النعلين ليعلموا بأن هذه هي الطهارة التي تجوز الصلاة بعدها. ¶ ثم قال:",
            "page": "44",
            "part": "1",
            "seal": "C79A0AF5"
        },
        {
            "id": "45",
            "nass": "ومَن أنكر هذا فليُجرّب نفسه، ويعمل بمثل هذا النص الثابت عنه صلى الله عليه وسلم في مسح الأذى الذي يعلق بالنعل في الأرض، ثم يُصلي فيه، وينظر عند ذلك كيف يجد نفسه؟! مع أن ذلك هو المَهيَع الذي لا يُرجّح المجتهد سواه إن أنصف من نفسه فليُصدّق فعلُه قولَه، وإذا كان مُقلّداً فله بالأئمة الأسلاف قدوة، وهم الأقل من القائلين بذلك، وهيهات ذاك؛ فإن الشكوك والخيالات قد جعلها الشيطان ذريعة يَقتنص بها من لم يقع في شباكه المنصوبة للمتهتكين من العُصاة المستهترين بمحبتها؛ لأنه وجد قوماً لا تطمح أنفسهم إلى شُرب الخمور وارتكاب الفجور، فحفر لهم حُفيرة جمع لهم بين خزي الدنيا وعذاب الآخرة. انتهى كلامه رحمه الله. ¶ ومقياس آخر، وهو تطهّر ذيل ثوب المرأة بمروره على الأرض الطاهرة بعد مروره على الأرض النجسة ¶ سألت أم ولد لإبراهيم بن عبد الرحمن بن عوف أم سلمة رضي الله عنها فقالت: إني امرأة أطيل ذيلي، وأمشي في المكان القذر، فقالت أم سلمة: قال رسول الله صلى الله عليه وسلم: يُطهره ما بعده. رواه الإمام أحمد وأبو داود والترمذي وابن ماجه. ¶ وعن امرأة من بني عبد الأشهل قالت: قلت: يا رسول الله إن لنا طريقا إلى المسجد منتنة، فكيف نفعل إذا مُطرنا؟ قال: أليس بعدها طريق هي أطيب منها؟ قالت: قلت: بلى. قال: فهذه بهذه. رواه الإمام أحمد وأبو داود وابن ماجه\" (¬1) . ¶ ¬__________ ¶ (¬1) نقلا عن موقع صيد الفوائد",
            "page": "45",
            "part": "1",
            "seal": "20E6C8C4"
        },
        {
            "id": "46",
            "nass": "خاتمة ¶ إن من يتصدى لأسئلة النساء يجد أغلبها يدور حول ما ذكرته من مسائل والسبب في ذلك أمور منها جهل المرأة بالأحاديث المتعلقة بالحيض والاستحاضة وفقهها، وتسرعها في السؤال دون البحث بنفسها، وتعدد جهات الفتوى، فهي تسأل العالم والجاهل ولو سألت أهل الفهم واكتفت بهم لكان خيرا لها، كما يحسن أن يتواصل العلماء في المسائل الخاصة بالمرأة بذوات الفهم من النساء ليقفوا على دقائق الأمور التي ربما لايتصورونها تماما لأنها من الشؤون الخفية التي لا تصرح بها المرأة، وذلك هدي متبع فالمرأة عن المرأة أفهم، والدلائل على فعل ذلك من السلف كثير منه حديث عائشة رضي الله عنها: (أن امرأة سألت النبي صلى الله عليه وسلم عن غسلها من المحيض فأمرها كيف تغتسل قال خذي فرصة من مسك فتطهري بها قالت كيف أتطهر قال تطهري بها قالت كيف قال سبحان الله تطهري فاجتبذتها إلي فقلت تتبعي بها أثر الدم) (¬1) ¶ وتقدم أن النساء كن يبعثن لعائشة رضي الله عنها بالقطنةفيها أثر الحيض يسألنها عن الطهر (¬2) وقد تقدم قول مالك: \"سألت النساء عنه فإذا هو أمر معلوم عندهن يعرفنه عند الطهر\" (¬3) ¶ ومن هذا المنطلق فإني أهيب بالنساء اللآتي أعطاهن الله ملكة الفقه والفهم ومنحهن الهمة لطلب العلم ويسر لهن أسبابه أن يتخصصن في مسائل النساء فإن المرأة إلى المرأة أقرب، مع الحذر من الفتوى بغير علم. ¶ والله أسأل أن يبصر نساء المسلمين ويفقهنا في ديننا، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ كتبته ¶ د. رقية بنت محمد المحارب ¶ الأستاذ المساعد بكلية التربية/ الأقسام الأدبية بالرياض ¶ 29/8/1425هـ ¶ الرياض ¶ ¬__________ ¶ (¬1) أخرجه البخاري في باب قوله تعالى ويسألونك عن المحيض صحيح البخاري ج1/ص119 ¶ (¬2) ينظر هامش 36 ¶ (¬3) هامش63",
            "page": "46",
            "part": "1",
            "seal": "DAF92A97"
        },
        {
            "id": "47",
            "nass": "قائمة المراجع ¶ 1. الإحسان بترتيب صحيح ابن حبان/ للأمير علاء الدين بن بلبان الفارسي / دار الكتب العلمية بيروت ط الأولى 1407 ¶ 2. أحكام القرآن/ أبي بكر احمد بن علي الرازي الجصاص / دار الكتاب العربي، بيروت / ط الأولى. ¶ 3. أحكام النساء / لمصطفى العدوي دار السنة ط 1/ 1413 ¶ 4. الاستذكار / أبو عمر يوسف بن عبد الله بن عبد البر النمري القرطبي / دار الكتب العلمية، بيروت / ط الأولى 2000 م. ¶ 5. أسنى المطالب شرح روضة الطالب/ عبد الرحمن بن أبي بكر بن محمد السيوطي/ دار الكتاب الإسلامي. ¶ 6. الأصل / أبي عبد الله محمد بن الحسن الشيباني / إدارة القرآن والعلوم الإسلامية، باكستان. ¶ 7. إعانة الطالبين/ أبي بكر ابن السيد محمد شطا الدمياطي/ دار الفكر، بيروت. ¶ 8. الإقناع للشربيني/ محمد الشربيني الخطيب / دار الفكر بيروت. ¶ 9. الأم /الإمام أبي عبد الله محمد بن أدريس الشافعي / دار الفكر. ¶ 10. الإنصاف / لعلاء الدين أبي الحسن علي بن سليمان بن أحمد المر داوي / توزيع وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد بالمملكة العربية السعودية. ¶ 11. الأوسط / لأبي بكر محمد بن المنذر/ تحقيق حنيف / دار طيبة ط الأولى 1405 ¶ 12. البحر الرائق شرح كنز الدقائق /لزين الدين ابن ابراهيم ابن النجيم/ دار الكتاب الإسلامي. ¶ 13. بدائع الصنائع في ترتيب الشرائع/ أبو بكر مسعود بن أحمد الكاساني / دار الكتب العلمية. ¶ 14. بداية المجتهد ونهاية المقتصد / محمد بن أحمد بن محمد بن رشد القرطبي / دار المعرفة. ¶ 15. التاج والإكليل لمختصر خليل / محمد بن محمد بن عبد الرحمن الحطاب / دار الفكر. ¶ 16. التجريد لنفع العبيد (حاشية البجيرمي على المنهج) ¶ 17. تحفة الحبيب على شرح الخطيب / سليمان بن محمد البجيرمي / دار الفكر. ¶ 18. تحفة المحتاج في شرح المنهاج/ أحمد بن محمد بن علي بن حجر الهيتمي",
            "page": "47",
            "part": "1",
            "seal": "943DA14C"
        },
        {
            "id": "48",
            "nass": "19. تقريب التهذيب / أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي / دار الرشيد، سوريا / 1406 – 1986 / ط الأولى. ¶ 20. التمهيد /لأبي عمر يوسف بن عبد الله بن عبد البر / وزارة عموم الأوقاف، المغرب. ¶ 21. تهذيب التهذيب / أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي/ دار الفكر / 1404 – 1984 / ط الأولى. ¶ 22. تهذيب الكمال / يوسف بن الزكي عبد الحمن أبو الحجاج المزي / مؤسسة الرسالة، بيروت/ 1400 ـ 1980 / ط الأولى. ¶ 23. الجمل على شرح المنهج / لشيخ الإسلام زكريا الأنصاري / دار إحياء التراث العربي. ¶ 24. الجوهرة النيرة / أبو بكر محمد بن علي الحدادي العبادي/ المطبعة الخيرية. ¶ 25. حاشية البجيرمي على الخطيب / سليمان محمد البجيرمي / دار الفكر. ¶ 26. حاشية البجيرمي على المنهج المسمى التجريد لنفع العبيد / ط الأخيرة، البابي الحلبي. ¶ 27. حاشية الدسوقي على الشرح الكبير/ محمد بن أحمد بن عرفة الدسوقي / دار إحياء الكتب العربية. ¶ 28. حاشية الصاوي على الشرح الصغير / لأبي العباس أحمد الصاوي / دار المعارف. ¶ 29. حاشية الطحطاوي على مراقي الفلاح / أحمد بن اسماعيل الطحاوي الحنفي / المطبعة الكبرى الأميرية ببولاق، مصر/1318هـ/ ط 3 ¶ 30. حاشية العدوي/ علي الصعيدي العدوي المالكي / دار الفكر، بيروت /1412هـ ¶ 31. حاشيتا قليوبي وعميرة/لأحمد سلامة القليوبي وأحمد البرلسي عميرة / دار إحياء الكتب العربية ¶ 32. دروس وفتاوى الحرم المكي ¶ 33. دقائق أولي النهى لشرح المنتهى / منصور بن يوسف البهوتي. ¶ 34. دليل المرأة إلى الصحة / ماكسين ديفيز / ترجمة د. محمد نظيف ¶ 35. الذخيرة/ للقرافي ¶ 36. رد المحتار على الدر المختار/ محمد أمين بن عمر ابن عابدين/ دار الكتب العلمية. ¶ 37. روضة الطالبين/ للنووي / المكتب الإسلامي، بيروت. ¶ 38. سنن ابن ماجة / محمد بن يزيد أبو عبد الله القزويني/ دار الفكر، بيروت.",
            "page": "48",
            "part": "1",
            "seal": "F23BF6BA"
        },
        {
            "id": "49",
            "nass": "39. سنن أبي داود / سليمان بن الأشعث أبو داود السجستاني الأزدي / دار الفكر. ¶ 40. سنن الترمذي/ لمحمد بن عيسى سورة الترمذي/ البابي الحلبي ط الثاني ¶ 41. سنن الدارقطني / علي بن عمر أبو الحسن الدارقطني البغدادي / دار المعرفة، بيروت / 1386 – 1966 ¶ 42. سنن الدارمي / عبد الله بن عبد الرحمن أبو محمد الدارمي / دار الكتاب العربي، بيروت / ط الأولى. ¶ 43. السنن الكبرى /لأبي بكر أحمد بن الحسين البيهقي/ دار المعرفة بيروت ¶ 44. سنن النسائي الصغرى / أحمد بن الحسين بن علي البيهقي أبو بكر/ مكتبة الدار، المدينة المنورة، ط الأولى. ¶ 45. الشرح الكبير / لشمس الدين أبي الفرج عبد الرحمن بن محمد ابن قدامة / ط جامعة الإمام. ¶ 46. شرح النووي على صحيح مسلم / أبو زكريا يحيى بن شرف بن مري النووي/ دار إحياء التراث / بيروت / 1392/ ط الثانية. ¶ 47. شرح مختصر خليل / لمحمد بن عبد الله الخرشي / دار الفكر. ¶ 48. شرح مشكل الآثار / للإمام الحافظ أبي جعفر الطحاوي/ مطبعة مجلس دائرة المعارف النظامية الكائنة في الهند/ ط الأولى. ¶ 49. شرح معاني الآثار/ أبي جعفر أحمد بن محمد بن سلامة بن عبد الملك بن سالمة الأزدي الطحاوي / دار الكتب العلمية، بيروت/ 1399هـ ¶ 50. شرح منتهى الإرادات / لمنصور بن يونس البهوتي / عالم الكتب. ¶ 51. صحيح ابن خزيمة/ محمد بن إسحاق بن خزيمة أبو بكر السلمي النيسابوري / المكتب الإسلامي، بيروت / 1390 – 1970 ¶ 52. صحيح البخاري /محمد بن إسماعيل أبو عبد الله البخاري الجعفي/ دار ابن كثير، اليمامة / بيروت الطبعة الثالثة. ¶ 53. الضعفاء الكبير/ لأبي جعفر محمد بن عمروالعقيلي/ دار الكتب العلمية بيروت ط الأولى 1404 ¶ 54. عمدة القاري / بدر الدين محمود بن أحمد العيني / دار إحياء التراث.، بيروت. ¶ 55. غاية البيان شرح زيد بن رسلان / محمد بن أحمد الرملي الأنصاري / دار المعرفة، بيروت.",
            "page": "49",
            "part": "1",
            "seal": "E2137A77"
        },
        {
            "id": "50",
            "nass": "56. الغرر البهية في شرح البهجة الوردية على شرح الخطيب/ زكريا بن محمد بن زكريا الأنصاري / المطبعة الميمنية. ¶ 57. غريب الحديث / لأبي الفرج عبد الرحمن بن علي بن محمد بن علي بن الجوزي/ دار الكتب العلمية. ¶ 58. غريب الحديث / لأبي عبيد القاسم بن سلام الهروي / دار الكتاب العربي. ¶ 59. غريب الحديث للحربي/ ابراهيم بن اسحاق الحربي أبو إسحاق / جامعة أم القرى، مكة المكرمة / 1405 / ط الأولى. ¶ 60. غريب الحديث/ لأحمد بن محمد الخطابي البستي / جامعة أم القرى. ¶ 61. الفتاوى الجامعة للمرأة المسلمة / دار القاسم / ط الأولى 1419هـ ¶ 62. الفتاوى الفقهية الكبرى/ لأحمد بن محمد بن علي بن حجر الهيتمي/ المكتبة الإسلامية. ¶ 63. فتاوى اللجنة الدائمة ¶ 64. فتاوى المرأة المسلمة / جمع أشرف عبد المقصود / دار الطبرية، أضواء السلف ¶ 65. الفتاوى الهندية / ط الثالثة – 1393 ¶ 66. فتح الباري / أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي / دار المعرفة / بيروت. ¶ 67. فتح العزيز شرح الوجيز للإمام أبي القاسم الرافعي ¶ 68. فتح القدير/ كمال الدين أبن عبد الواحد بن الهمام/ دار الفكر. ¶ 69. فتح الوهاب شرح منهج الطلاب للأنصاري / البابي الحلبي. ¶ 70. الفروع / لمحمد بن مفلح بن محمد / عالم الكتب. ¶ 71. الكافي في فقه ابن حنبل/ عبد الله بن قدامة المقدسي أبو محمد/ المكتب الإسلامي بيروت. ¶ 72. كشاف القناع عن متن الإقناع / منصور بن يونس البهوتي / دار الكتب العلمية. ¶ 73. كشف الظنون عن أسامي الكتب والفنون /لملا الجلبي المعروف بحاجي خليفة/ دار الفكر ¶ 74. لسان العرب / محمد بن مكرم بن منظور الأفريقي المصري / دار صادر، بيروت / ط الأولى. ¶ 75. المبسوط / محمد بن أحمد بن أبي سهل السرخسي/ دار المعرفة. ¶ 76. المجموع شرح المهذب / الإمام أبي زكريا محيي الدين بن شرف النووي / دار الفكر. ¶ 77. مجموع فتاوى شيخ الإسلام ابن تيمية / طبع بإشراف الرئاسة العامة للإفتاء.",
            "page": "50",
            "part": "1",
            "seal": "E51749FF"
        },
        {
            "id": "51",
            "nass": "78. مجموع فتاوى ورسائل الشيخ ابن عثيمين. ¶ 79. المحلى/ علي بن أحمد بن سعيد بن حزم الظاهري أبو محمد / دار الآفاق الجديدة، بيروت. ¶ 80. مختصر خليل / للعلامة الشيخ خليل بن إسحاق المالكي / دار إحياء الكتب العربية، البابي الحلبي. ¶ 81. المدونة الكبرى / مالك بن أنس / دار صادر، بيروت. ¶ 82. المستدرك على الصحيحين / محمد بن عبد الله أبو عبد الله الحاكم النيسابوري / دار الكتب العلمية، بيروت، ط الأولى. ¶ 83. مسند ابن الجعد / علي ابن الجعد بن عبيد أبو الحسن الجوهري البغدادي / مؤسسة نادر/ ط الأولى، بيروت. ¶ 84. مسند أبي يعلى / أحمد بن علي بن المثنى أبو يعلى الموصلي التميمي / دار الأمون للتراث / دمشق /ط الأولى 1404هـ ¶ 85. مسند إسحاق بن راهوية / إسحاق بن إبراهيم بن مخلد بن راهوية الحنظلي / مكتبة الإيمان، المدينة المنورة / 1412 – 1991 / ط الأولى. ¶ 86. مسند الإمام أحمد بن حنبل / مؤسسة قرطبة. ¶ 87. مسند الطيالسي / سليمان بن داود أبو داود الطيالسي / دار المعرفة. ¶ 88. مشارق الأنوار / القاضي عياض بن موسى بن عياض اليحصبي السبتي المالكي / المكتبة العتيقة ودار. ¶ 89. مصنف ابن أبي شيبة / أبو بكر عبد الله بن محمد بن أبي شيبة الكوفي /مكتبة الرشد، الرياض / 1409 / ط الأولى. ¶ 90. مصنف عبد الرزاق أبو بكر عبد الرزاق بن همام الصنعاني / المكتب الاسلامي،بيروت، ط الثانية. ¶ 91. مطالب أولي النهى في شرح غاية المنتهى/ مصطفى بن سعد بن عبدة الرحيباني / المكتب الإسلامي. ¶ 92. المعجم الكبير / سليمان بن أحمد بن أيوب أبو القاسم الطبراني/ مكتبة العلوم والحكم، الموصل / ط الثانية 1404 - 1983 ¶ 93. مغني المحتاج إلى معرفة ألفاظ المنهاج / محمد بن أحمد الشربيني الخطيب / دار الكتب العلمية. ¶ 94. المغني/ عبد الله بن أحمد بن قدامة المقدسي أبو محمد/ دار الفكر، بيروت / 1405 / ط الأولى. ¶ 95. المقنع لابن قدامة / المؤسسة السعيدية.",
            "page": "51",
            "part": "1",
            "seal": "7FB1F92A"
        },
        {
            "id": "52",
            "nass": "96. المنتقى/ لأبي البركات بن تيمية. دار المعرفة، بيروت، الطبعة الثانية 1398هـ ¶ 97. منح الجليل شرح مختصر خليل / محمد أمين أبن عمر العابدين / دار الكتب العلمية. ¶ 98. المنهج القويم/ للهيتمي. ¶ 99. مواهب الجليل في شرح مختصر خليل / لمحمد بن عبد الرحمن الحطاب / دار الفكر. ¶ 100. موسوعة جامع الفقه الإسلامي. ¶ 101. الموطأ/ للإمام مالك بن أنس / دار اللواء. ¶ 102. نهاية الزين / محمد بن عمر بن علي بن نووي الجاوي أبو عبد المعطي / دار الفكر بيروت، ط 1. ¶ 103. نهاية المحتاج إلى شرح المنهاج / محمد بن شهاب الدين الرملي / دار الفكر. ¶ 104. النهاية في غريب الأثر / لأبي السعادات المبارك ابن محمد ابن الأثير الجزري / المكتبة العلمية ¶ 105. نيل الأوطار شرح منتقى الأخبار / للشوكاني.",
            "page": "52",
            "part": "1",
            "seal": "16B101F3"
        }
    ],
    "t7793": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة كتاب حكم الرطوبة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أهمية الموضوع"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "السبب الباعث على البحث:"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد في السوائل الخارجة من المرأة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "أنواع السوائل:"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "2",
            "tit": "(1) البول:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "(2) المذي:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "(3) المني:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "2",
            "tit": "(4) الودي:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "3",
            "tit": "(5) الحيض:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "(6) الاستحاضة:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "(7) السوائل الخارجة من سائر الجسد:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "2",
            "tit": "(8) رطوبة فرج المرأة:"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الصفرة والكدرة في زمن الحيض"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "بم تطهر الحائض؟"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الرطوبة في غير أيام الحيض"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "1ـ طهارة الرطوبة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "القائلون بنجاسة الرطوبة مطلقا:"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "القائلون بنجاسة الرطوبة الباطنة:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "القائلون بطهارة الرطوبة:"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "2ـ هل تنقض الرطوبة الوضوء:"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "وبعد هذا البحث في أقوال الفقهاء يترجح لدي أن الرطوبة لا تنقض الوضوء لأمور:"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "الشك في الطهارة وكيف تعالج الوسوسة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "قائمة المراجع"
        }
    ]
}