{
    "b7818": [
        {
            "id": "49",
            "nass": "1- أن يكون ما قبلها مفتوحًا وليس بعدها واو المد، فترسم الهمزة حيئنذ على واو: ¶ مثل: يؤم، يؤز، أؤلقى، أؤنبئكم، يقرؤه، يكلؤك، مبدؤه، خطؤه، منشؤه، ملجؤهما، أؤقسم، أؤنزل، أَؤُؤَوِّل: الواو الأولى، يرزؤهم. ¶ فإن كان بعد الهمزة واو المد كتبت الهمزة مفردة إذا كان الحرف الذي قبلها لا يوصل بما بعده، مثل: بدءوا-قرءوا-تبوءوا-يبدءون-ابدءوا-يقرءون-لن يبرءوا- دءوب-رءوف-رءوم. ¶ وكتبت الهمزة على نبرة إذا كان الحرف الذي قبلها يوصل بما بعده، مثل: صئول، سئول، قئول، كئود، سئوم، نئوم، يئول، نئوب، يئوده، يئوس، مئونة، لجئوا، أنشئوا، أخطئوا، لا يعبئون، يطئون، ينشئون، يلجئون، الجئوا، اربئوا. ¶ 2- أن يكون ما قبلها مضموما، فتكتب الهمزة حينئذ على واو إذا لم يكن بعدها واو المد، مثل: نؤم -نئوم. ¶ فإذا كان بعدها واو المد رسمت الهمزة مفردة إذا كان الحرف الذي قبلها لا يوصل بما بعده: مثل: دُءوب، رُءوس، رُءوا -الفعل رأى مبني للمجهول ومسند إلى واو الجماعة. ¶ ورسمت على نبرة إذ كان الحرف الذي قبلها يوصل بما بعده مثل: ¶ شئون، فئوس، كئوس، خئولة. ¶ 3- أن يكون ما قبلها مكسورًا، فتكتب حينئذ على ياء، ولو كان بعدها واو، مثل: مبادئكم، شاطئه، ناشئهم، وطِئوا، ظمئوا، برئوا،",
            "page": "50",
            "part": "1",
            "seal": "44ED569F"
        },
        {
            "id": "50",
            "nass": "مئون، ¶ مبتدئون، مخطئون، قارئون، يستهزئون، ينبئون، منشئون، لاجئون، يلتجئون. ¶ 4- أن يكون ما قبلها ساكنا وهو حرف صحيح أو ألف، وليس بعد الهمزة واو، فتكتب الهمزة حينئذ على واو مثل: ¶ أرؤس، أنؤر، التشاؤم، التفاؤل، أصدقاؤه، هواؤها، شتاؤها، غذاؤك، حياؤها، أعداؤهم، لقاؤه، ابتداؤها، انتهاؤها. ¶ فإذا كان بعد الهمزة واو كتبت مفردة إذا كان الحرف الذي قبلها لا يوصل بما ¶ بعده مثل: مرءوس، أضاءوا، جاءوا، مذءوم. ¶ وكتبت على نبرة إذا كان الحرف الذي قبلها يوصل بما بعده مثل: مسئول، مشئوم، مفئود: مصاب القلب. ¶ 5- أن يكون ما قبلها واوا ساكنة أو مشددة مضمومة، فتكتب الهمزة حينئذ مفردة ولو كان بعدها واو، مثل: ضوءه، يسوءه، هدوءه، وضوءه، موءودة، تبوُّءك. ¶ 6- أن يكون ما قبلها ياء ساكنة فتكتب الهمزة حينئذ على ياء مثل: فيئها، ميئوس منه، شيئهم.",
            "page": "51",
            "part": "1",
            "seal": "3D0892E1"
        },
        {
            "id": "51",
            "nass": "د- الهمزة المتوسطة المكسورة ¶ تكتب هذه الهمزة على ياء مهما يكن ضبط الحرف الذي قبلها، ومهما يكن نوع الحرف الذي قبلها، أو الذي بعدها، مثل: ¶ مطمئن، رئي، سئم، أئذا، أئنكم، أئله مع الله، يئن، يتئد، يكتئب، يلتئم، الجئي، ابدئي، لا تسيئي، أضيئي، هيئي، لا تجرئين، أئفكا، مبتدئين، مرئي، أبطئي، مخطئين، جزئي، وقائي، ضوئها، جزئية. ¶ وضوئها، فيئهم، لؤلئهم -الهمزة الثانية- إسرائيل، عزرائيل، بنَّائين، المستهزئين، ناشئين، مئين، لا تخطئي، صائم، قائمون، خائنان، شتائه، هوائها، علمائكم، هدوئها، نشوئهما، وضوئهم. ¶ تعقيب: ¶ 1- لاحظنا أن الحركات الثلاث تؤثر في رسم الهمزة المتوسطة، ولكن يتفاوت تأثيرها، فالكسرة أقواها، وتليها الضمة، ثم الفتحة، بمعنى أنه إذا تحركت الهمزة المتوسطة، وتحرك ما قبلها: ¶ أ- فإذا كانت إحدى الحركتين كسرة ظهر تأثيرها وهو رسم الهمزة على ياء ¶ سواء أكانت الكسرة للهمزة نفسها وما قبلها مضموم، مثل: رئي، أو مفتوح مثل: سئم، أم كانت الكسرة للحرف الذي قبل الهمزة، وكانت الهمزة نفسها مضمومة، مثل: مبادئه، أو مفتوحة، مثل رئة، ففي جميع هذه الأمثلة تغلبت الكسرة على الضمة والفتحة. ¶ ب- وإذا كانت إحدى الحركتين ضمة والأخرى فتحة تغلبت الضمة،",
            "page": "52",
            "part": "1",
            "seal": "A4F31307"
        },
        {
            "id": "52",
            "nass": "أي: رسمت الهمزة على واو، سواء أكانت الضمة للهمزة نفسها، وما قبلها مفتوح، مثل يؤم، أم كانت الضمة للحرف الذي قبل الهمزة وكانت الهمزة مفتوحة، مثل: يؤدب، ففي هذين المثالين تغلبت الضمة على الفتحة. ¶ ج- الفتحة أضعف الحركات تأثيرا؛ فالهمزة المتوسطة لا ترسم على ألف إلا إذا ضبطت وضبط الحرف الذي قبلها بالفتحة أو السكون وكانت الفتحة غير ممدودة، والسكون على حرف صحيح. ¶ 2- إذا كانت الهمزة المتوسطة ساكنة، وما قبلها متحرك، أو العكس يظل التأثير للحركة المصاحبة للسكون طبقا للترتيب السابق: ¶ أ- فإذا كانت الحركة كسرة للهمزة أو الحرف الذي قبلها رسمت الهمزة على ياء مثل: أفئدة، بئر. ¶ ب- وإذا كانت الحركة ضمة للهمزة أو للحرف الذي قبلها رسمت الهمزة على واو مثل: أرؤس، لؤم. ¶ ج- وإذا كانت الحركة فتحة للهمزة أو للحرف الذي قبلها رسمت الهمزة على ألف مثل: يسأل، رأفة.",
            "page": "53",
            "part": "1",
            "seal": "27665526"
        },
        {
            "id": "53",
            "nass": "يوجد جدول أحوال الهمزة المتوسطة",
            "page": "54",
            "part": "1",
            "seal": "7B0A8352"
        },
        {
            "id": "54",
            "nass": "جدول",
            "page": "55",
            "part": "1",
            "seal": "F8974252"
        },
        {
            "id": "55",
            "nass": "الهمزة في آخر الكلمة ¶ يرتبط رسم هذه الهمزة بضبط الحرف الذي قبلها: ¶ 1- فإذا كان ما قبلها ساكنا رسمت الهمزة مفردة، سواء أكان هذا الساكن حرفا صحيحًا مثل: جزء، رزء، عبء، ردء، كفء، ملء، دفء، نشء، أم كان حرف علة ألفًا مثل: أصدقاء، هواء، أعباء، بناء، يشاء، يضاء، هناء، ثناء، غذاء، وباء، عداء، لقاء، نجلاء، حسناء، أنبياء، بيداء. ¶ أم كان حرف علة واوًا، مثل: نشوء، هدوء، وضوء، يسوء، يبوء، قروء، لجوء، ينوء، ضوء، نوء. ¶ أم كان حرف علة ياء، مثل: جريء، رديء، بريء، يسيء، يضيء، يفيء، يجيء، فيء، شيء، هنيء، مريء، دنيء، وبيء. ¶ ففي جميع هذه الصور ترسم الهمزة مفردة، سواء أكانت هي مضمومة، أم مكسورة، مثل: كفء، نشوء، جريء، شيء. ¶ أما إذاكانت مفتوحة في آخر اسم منصوب منون فلها الأحكام الآتية: ¶ أ- إذا كان الساكن قبلها حرفا صحيحًا يفصل عما بعده، كتبت مفردة وبعدها ألف مبدلة من تنوين المنصوب، مثل: بَدْءًا، رِدْءًا، جُزْءًا، رُزْءًا. ¶ ب- وإذا كان الساكن قبلها حرف صحيحا يوصل بما بعده، كتبت على نبرة؛ وبعدها ألف مبدلة من تنوين المنصوب مثل: عبئًا، نشئًا، بطئًا، دفئًان كفئًا، ملئًا.",
            "page": "56",
            "part": "1",
            "seal": "0A1EF4C0"
        },
        {
            "id": "56",
            "nass": "ج- وإذا كان الساكن قبلها ألفًا، كتبت مفردة، ولا يكتب بعدها ألف، مثل: هواء، غذاء، ضياء، أعداء، أحياء، آراء، سماء. ¶ ومعنى هذا أن الهمزة المتطرفة المفتوحة إذا كان قبلها ألف لا يكتب بعدها ¶ ألف. ¶ د- وإذا كان الساكن قبلها واوًا، رسمت الهمزة مفردة وبعدها الألف المبدلة من تنوين المنصوب مثل: سوءًا، هدوءًا، لجوءًا، نشوءًا، وضوءًا قروءًا -جمع قرء- ضَوءًا. ¶ هـ- وإذا كان الساكن قبلها ياء، رسمت الهمزة على نبرة، وبعدها الألف المبدلة من تنوين المنصوب مثل: شيئًا، فيئًا، بريئًا، جريئًا، دنيئًا، هنيئًا، مريئًا، مجيئًا، وبيئًا، مضيئًا، مسيئًا. ¶ 2- وإذا كان ما قبلها متحركا رسمت على حرف يناسب حركة ما قبلها: ¶ أ- فإذا كان ما قبلها مفتوحًا رسمت على ألف، سواء أكانت هي مفتوحة مثل: بدأ، نشأ، قرأ، وفي هذه الحالة إذا كانت في آخر اسم منصوب منون لا يكتب بعدها ألف مثل: نبأً، خطأً، مبتدأً، ملجأً، منشأً، مبدأً، امرأً. أم كانت الهمزة نفسها مضمومة، مثل: يبدأُ، ينشأُ، يقرأُ، يلجأُ، مبدأٌ، ملجأٌ، خطأٌ، نبأٌ. ¶ أم كانت الهمزة مكسورة، مثل: خطأٍ، نبأٍ، ملجأٍ، مبدأٍ، مبتدأٍ، مرفأٍ،",
            "page": "57",
            "part": "1",
            "seal": "F0F155F2"
        },
        {
            "id": "57",
            "nass": "أم كانت الهمزة ساكنة، مثل: لم يبدأْ، لم يقرأْ، لم ينشأْ، لم يلجأْ، لم يشأْ. ¶ ب- وإذاكان ما قبلها مضموما رسمت على واو، سواء أكانت هي مفتوحة مثل: لن يجرؤَ، التكافؤَ، التلألؤَ، دفُؤَ، وضُؤَ، جَرُؤَ، بَطُؤَ. ¶ إذا كانت هذه الفتحة في اسم منصوب منون كتب بعد الواو ألف، مثل: تكافؤًا، تلألؤًا، جؤجؤًا، لؤلؤًا، تجرؤًا. ¶ أم كانت الهمزة مضمومة، مثل: يجرؤُ، التكافؤُ، التلألؤُ. ¶ أم كانت الهمزة مكسورة، مثل: التجرؤِ، التكافؤِ، التلألؤِ، أم كانت ¶ ساكنة، مثل: لم يجرؤْ. ¶ ويستثنى من هذه القاعدة أن يكون ما قبل الهمزة المتطرفة واوًا مشددة مضمومة، فتكتب الهمزة حينئذ مفردة، سواء أكانت الهمزة نفسها مفتوحة أم مضمومة، أم مكسورة مثل: التبوُّء. ¶ ج- وإذا كان ما قبلها مكسورًا رسمت على ياء، سواء أكانت هي مفتوحة مثل: ظمئ، برئ، بدئ، أنشئ، قرئ، لن ينشئ، لن يمالئ. ¶ إذا كانت هذه الفتحة في اسم منصوب منون، كتب بعد الياء ألف، مثل: شاطئًا، قارئًا، مستهزئًا، مبتدئًا، ملألئًا، سيئًا. ¶ أم كانت الهمزة مضمومة، مثل: يُبدِئُ، يُنشِئُ، يخطِئُ، يكافئُ، يناوئُ، يمالئُ. ¶ أم كانت مكسورة مثل: شاطِئٍ، مكافِئٍ، مناوِئٍ، منشِئٍ، ممالِئٍ، سيئٍ. ¶ أم كانت ساكنة مثل: لم يبدِئْ، لم ينشئْ، لم يكافئ، لم يهنِّئ، لم يمالئ، لم يضئْ، لم يسئ، لم يجئْ.",
            "page": "58",
            "part": "1",
            "seal": "35152948"
        },
        {
            "id": "58",
            "nass": "ملاحظة: ¶ إذا كان بعد الهمزة المتوسطة حرف واحد ثم حذف هذا الحرف لسبب نحوي أو صرفي، صارت الهمزة بعد هذا الحرف متطرفة، ويرى بعض علماء الرسم الإملائي، أن الهمزة في هذه الحالة، تعامل معاملة الهمزة المتوسطة؛ لأن تطرفها عارض. ¶ فمثلا: همزة الفعل: ينأى، همزة متوسطة، ورسمت على ألف؛ لأنها مفتوحة بعد ساكن صحيح، فإذا جزم هذا الفعل حذف حرف العلة، وصارالفعل: لم ينأَ، والهمزة فيه متطرفة بعد ساكن، وكان القياس أن ترسم حينئذ مفردة؛ تطبيقا للقاعدة: (1) من قواعد الهمزة المتطرفة، أي: ترسم بهذه الصورة: لم ينءَ ولكنها هنا تعامل معاملة الهمزة المتوسطة، وتظل مرسومة على ألف؛ لأن تطرفها عارض وليس أصلا. ¶ ومثلها همزة اسم الفاعل من الفعل: أنأى، بمعنى أبعد، فهو منئٍ، برسم الهمزة على ياء؛ لأنها كانت متوسطة: المنئي، ولما نون اسم الفاعل حذفت ياؤه؛ لأنه اسم منقوص، فصار: منئٍ، وتطرفت الهمزة عرضًا لا أصالة، ومثلها همزة فعل الأمر: انْأَ، وفعل الأمر: أنئِ، من أنأى. ¶ ولكن الرأي الأشهر هو أنْ تطبق عليها قاعدة الهمزة المتطرفة؛ لجعل القاعدة مطردة. ¶ وعلى هذا ترسم الكلمات السابقة بالصور الآتية: لم ينْءَ، مُنْءٍ، إنْءَ، أَنْءِ.",
            "page": "59",
            "part": "1",
            "seal": "4B793BA7"
        },
        {
            "id": "59",
            "nass": "جدول",
            "page": "60",
            "part": "1",
            "seal": "6C3588EA"
        },
        {
            "id": "60",
            "nass": "جدول",
            "page": "61",
            "part": "1",
            "seal": "D4226C71"
        },
        {
            "id": "61",
            "nass": "مفردات منوعة للتدريب على الهمزة ¶ نعرض فيما يلي طوائف من الكلمات المهموزة، تشتمل كل كلمة منها على مجموعة من الكلمات التي تتحد مادتها اللغوية، أو تتقارب؛ ليكون ذلك أدعى إلى تثبيت القواعد الإملائية في الذهن، برؤية الهمزة في صور مختلفة، باختلاف وضعها، وضبطها، وضبط ما قبلها: ¶ 1- بدأ، يبدأ، بدْءًا، البدْء، بادئ، بادئان، بادئَين، بادئون، بادئِين، بادئة، بادئات، بادئًا، مبتدئ، مبتدِئًا، مبتدِئان، مبتدئَين، مبتدئون، مبتدئِين، مبتدئة، مبتدئتان، مبتدئات، بدءان، بدَأَا، بدءوا، مبدأ، مبدآن، بدأان، يبدءون، تبدئين، مبدوءان، مبدوءات، مبادأة، مبادآت، بدؤه، بدأَه، بدئِه، ابدأا، ابدءوا، ابدئي، ابتداء، ابتداؤك، ابتداءه، ابتدائي، بُدِئ، بُدِئا، بَدِئُوا، بُدِئن. ¶ 2- برأ، يبرأ، برئ، بارئا، بريء، وجمعه بُرَاء، وأبرياء، برآؤهم، أبريائِهم، أبرياءَهم، بُرآئِهم، بُرآءَهم، بَرِئوا، برئا، بَرِئْن، برأا، برَءوا، بارئان، بارئَين، بارئون، بارِئين، بريئون، بريئَيْن، بريئِين، تبرأ، تبرؤا، تبرَّأا، تبرَّءوا، يتبرأان، يتبرءون، تتبرئين، بُرْء، بُرْءًا، متبرئِهم، يبرِئه، براءة، براءات، بَرُؤ، بُرُوءًا، بريئة، بريئتان، بريئتين، بريئات، متبرئ، متبرئا، متبرئان، متبرئين، متبرئون، متبرئين، متبرئات. ¶ 3- أبطأ، يبطئ، أبطِئْ، بطيء، بطيئا، بَطُؤ، بُطْئان، بطأَين، مبطئ، مبطئا، مبطئان، مبطئَين، مبطئون، مبطئين، مبطئَة،",
            "page": "62",
            "part": "1",
            "seal": "D5E7636E"
        },
        {
            "id": "62",
            "nass": "مبطئتان، مبطئتين، مبطئات، بطيئات، متباطئان، متباطئون، متباطئَين، بطيئان، بطيئَين، بطيئون، بطيئين، أبطأا، أبطَئوا، أبطِئوا، يستبطئكم، إبطاؤه، إبطاءَه، بطْؤُك، بطأَء، بطئِه، تباطئِكم، بطئِهم، تبطئِين، تباطأا، تباطئوا، بطآن ما فعل كذا. ¶ 4- جرُؤَ، يجرُؤ، جراءة، جَرُؤَا، جَرُءُوا، تجرُّؤ، تجرؤا، تجرؤان، يجرؤان، يجرءون، تجرئين، اجترأ، يجترئ، يجترئان، يجترئون، تجترئين، متجرئ، متجرئا، متجرئان، متجرئَين، متجرئون، متجرئين، متجرئات، جريئة وجمعها جرئيات، جريء وجمعه جرآء وأجرئاء، جريئا، مجترئا، متجرئا. ¶ 5- جاء، جاءا، جاءوا، جئنا، جئن، يجيء، لم يجئ، يجيئان، يجيئون، تجيئين، لم يجيئا، لم يجيئوا، لم تجيئي، جائيان، جائَيين، جاءون، جائين، جائيات، مجيء، مجيئا، مجيئان، مجيئَين، جيئا، جيئة، مجيئُه، مجيئك، مجيئهم. ¶ 6- خبأ، يخبأ، مخبأٌ، مخبأً، مخبآن، يخبأان، خابئ، خابئان، خابئَين، خابئون، خابئِين، خابئة، خابئتان، خابئتين، خابئات، خبَّأَ، يخبئ، مخبئ، مخبَّأ، خبّأا، خبَّئوا، يخبِّئَان، يُخبَّئون، تخبئين، يُخبِّئون، مخبَّأة، اختبأا، اختبئوا، مخبَّآت، مخبِّئات، مختبئا، مختبئان، مختبئَين، مختبئون، مختبئِين، مخبُوءًا، مخبوءان، مخبوءَين، مخبوءون، مخبوئين، مخبوءات، مخابئ، خبء، خبئا، مخابِئهم، مخبؤه، مخبأكم، الخبيء، خَبيئة، مَخْبَئِه.",
            "page": "63",
            "part": "1",
            "seal": "508EEF28"
        },
        {
            "id": "63",
            "nass": "7- خطِئَ، يخطَأ، خطأً، خِطْئًا، أخطأ، يخطئ، وهو خاطئ، وخطئ، ومخطئ، خاطئان، مخطئين، مخطئون، خاطئين، مخطئة، مخطئات، خطأَه، خطؤُه، خطئِك، أخطأا، أخطئوا، يخطئان، يخطئون، تخطئين، أخطاء، يخطئه تخطيئا، وتخطئة، الخِطء الذنب، مخطَّأَ، مخطئتان، مخطئَتين، مخطَّآت. ¶ 8- رأس يرأس رآسة، وجمع رأس رءوس وأرؤس، وهو رئيس وجمعه رؤساء، رؤساؤهم، رؤساءَكم، رؤسائي، رَئِسَ رَأْسًا عظم رأسه، مرءوس، رآس الرؤاسي. ¶ 9- رأف ورَؤُف ورَئِف به رأفة ورآفة فهو رءوف ورَؤُفٌ، تراءفوا، استرأفه، ترأف، وهو رائف، وهو مرءوف به. ¶ 10- رأى، رآه، مرأى، رؤيا، وجمعها رُؤَىً، مرآة، المرائي، رئة، رئتان، رئات، رُئِي، رُئِيَا، رُئِين، الرائي، الرائيان، الرائيَين، الراءون، الرائين، الرائية، الرائيات، تراءى، يتراءى، الترائي، يتراءيان، يتراءَون، له رَئِىٌّ من الجن، المترائيان، المترائيَين، المتراءون، المترائين، المترائيات، ارتأى، ترتئي، يرتئيان، يرتئون، المرتئَى، المرتئيان، المرتئيَين، المرتئون، راءاه، استرأى فلانا طلب رؤيته، الرئوى. ¶ 11- سأل، يسأل، سؤال، تسآل، سآل، سئول، سائل، مسئول، سئل، يُسأل، أسئلة، مسألة، مسائل، تساؤل، ساءَل، يُسائِل، مساءلة، متسائل. ¶ 12- ساء، يسوء، أساء، يسيء، لم يسُؤْ، لم يسئ، سيّئ، سيّئان،",
            "page": "64",
            "part": "1",
            "seal": "806185F3"
        },
        {
            "id": "64",
            "nass": "سيّئَين، سيئة، سيئات، السُّوءَى، سَوْءَة، سوءات، إساءة، إساءات، مَساءَة، مساءَات، سيئو النية، سيئي النية، سوءًا، سواء، المسيء، المسيئان، المسيئَين، المسيئون، المسيئين، المسيئات. ¶ 13- شاء، يشاء، لم يشأ، شاءا، شاءوا، شئنا، شئن، يشاءان، يشاءون، شيء، شيئا، مشيئة، مشيئتان، شيئُه، شيئَه، شيئِه، شاءون، شائيان، شائيَين، شائِين. ¶ 14- أضاء يضيء، أضئ، لم يضئ، ضوءًا، مضيء، مضيئا، مضيئان، مضيئَين، مضيئون، مضيئِين، مضيئة، مضيئات، مضيئتان، أضاءا، أضاءوا، استضاء، يستضيء، لم يستضئ، مستضيئان، مستضيئَين، مستضيئون، مستضيئِين، مستضيئَات، ضوءها، ضوئه، مستضيئا، مستضيئة، يضيئه، أضواء، أضواءه، أضوائِه، أضواؤه، تضوَّأ، يتضوَّأ، متضوِّئ. ¶ 15- ظَمِئَ، يظمأ، ظمْأً وظِمَاء، هوظامئ، وظمئ، وظمآن، وهي ظمأة، وظمأى، وظمأنة، والظمْء، ما بين الشربين. ¶ 16- فَجَأَهم فَجْئا، وفجأة، وفجاءة، فاجأهم، يفجؤهم، يفاجئ، يفاجئك، فجأا، فجئوا، فاجئوا، يفاجِئان، يفاجأان، يفاجِئون، يفاجَئون. ¶ مفاجأة، مفاجآت، فوجئ، فوجئت، فوجئا، فوجئوا، فوجئنا، فجائية، فجاءات، مفاجئ، مفاجئان، مفاجآن، مفاجِئون، مفاجَئون. ¶ 17- قرأ، يقرأ، اقرأ، قراءة، قراءات، قارئ، قارئا، قارئان، قارئَين، قارئون، قارئِين، قارئة، قارئتان، قارئات، مقروء، مقروءان، مقروءة، مقروءتان، مقروءات، قرأا، يقرأان، قرءوا، يقرءون، تقرئين،",
            "page": "65",
            "part": "1",
            "seal": "DDE9E1DC"
        },
        {
            "id": "65",
            "nass": "اقرأا، اقرءوا، اقرئي، مقرئ، المقرأة مكان القراءة في المسجد، وجمعها مقرآت، القرَّاءون، القرَّائين، قرئَت، قُرِئَتا، قرَّاؤُنا، قراءَهم، قرائِكم، مقروءَتين، القرءان، مثنى القرء: الحيض أو الطهر، وجمع القرء أقرؤ وقروء، أقرؤا، قروءا، والقرآن كلام الله. ¶ 18- كافأ، كوفئ، كافأا، كافئوا، كوفئا، كوفئوا، كوفئن، يكافئ، يكافأ، يكافئان، يكافأان، يكافِئون، يكافَئون، يكافئن، يكافَأْن، تكافِئين، تكافَئين، مكافئ، مكافأ، مكافئان، مكافآن، مكافِئون، مكافَئون، مكافِئَين، مكافَأَين، مكافِئين، مكافَئين، مكافِئات، مكافَآت، كُفْء، كُفْئًا، أَكْفَاء، تكافأا، تكافَئُوا، تكافُؤًا، مكافَأً، أكْفَأَ الإناء كفأَه كفْئًا، الكُفُؤ والكُفِئ المماثل. ¶ 19- كلأ، يكلأ، يكلؤه، كالئ، كالئان، كالئَين، كالئون، كالئِين، كالئا، كالئة، كالئتان، كالئات، مكلوء، مكلوءان، مكلوءَين، مكلوءون، مكلوئِين، مكلوءة، مكلوءات، كالئهم، مكلوءهم، مكلوئِهم، مكلوءهم، الكلأ، كلأ. ¶ 20- لجأ، يلجأ، لجئا، ولجوءا، ملجأ، ملجآن، لجأا، يلجأان، لجئوا، يلجئون، تلجئين، الجأا، الجئوا، الجئي، لاجئ، لاجئين، لاجئان، لاجئَين، اللاجئين، اللاجئات، لاجئا، ملتجئا، ملتجئان، ملتجئون، ملتجئات، يلجئُه، تلجئُهم، لجوؤهم، لجوءَهم، لجوئِهم، التلجئة، لجئ، لجئا، لجئتُ، لجئتا. ¶ 21- لؤم، يلؤم، لؤما ولآمة دنؤ أصله، فهو لئيم والجمع لئام ولؤماء، وهي ¶ لئيمة، يلائم ملاءَمة، ملائِمة، لاءَم متلائِم، اللائمة، اللائمون، اللوائم، التأم، يلتئم، ملتئم، استلأم لبس اللأمة وهي الدرع.",
            "page": "66",
            "part": "1",
            "seal": "64ED6127"
        },
        {
            "id": "66",
            "nass": "22- ملأ مِلئا، ملُؤَ مُلاءً وملاءة، صار كثير المال، وملئ امتلأ وملُؤ بكذا اضطلع به فهو مليء والجمع ملآء، ومُلِئَ الإناء، مالئان، مالئتان، مالئَين، مالئون، مالئين، مالئات، ملأا، يملأان، ملئوا، يملئون، تملئين، مالأه، ممالأة، ومِلْء الكوب، وملأه ومِلْئِه، ملآن، ملآنة، مُلِئَت، ملئتا، ملئْنَا، يمتلئ. ¶ 23- نأى، ينأى، انء انأوا، تناءى، يتناءيان، يتناءون، تتناءَين، ينأيان، ينأون، نائيان، نائيَين، ناءون، نائين، مَنْئَى عنه، أنأى، يَنْئَى، لم ينء، منء، منئيان، مُنْئِيَين، منئون، منئين، منئيات. ¶ 24- أنبأ، ينبئ، أنباء، أنبأا، أنبئوا، ينبئان، ينبئون، تنبئين، منبئ، منبئان، منبئَين، منبئون، منبِئِين، منبئتان، منبئتين، نبؤه، نبأه، أنباؤهم، أنباءهم، أنبائهم، تنبأ، تنبأا، تنبئوا، نبآن، نبوءة، نبوءتان، نبوءات، أنبئهم، تنبؤات، متنبئان، متنبئَين، متنبِئِين، متنبئات، استنبأه، يستنبؤنك، استنباء، النبيء، نبيئون، نبيئين. ¶ 25- نشأ، ينشأ، ينشأان، ينشئون، تنشئين، أنشأ، ينشئ، نشأة، إنشاء، ناشئ، ناشئا، ناشئان، ناشئَين، ناشئون، ناشئين، ناشئة، ناشئتان، ناشئات، نشء، نشئا، نشْئان، منشِئ، مُنشَأة، مُنشِئَات، مُنشَآت، نشأا، نشئوا، تَنشِئين، تُنشِئين، مُنْشِئين، مُنشأ، مَنشؤه، منشأك، منشئِه، أنشئا، نُشئوا، نُشِّئْن، منشآن. ¶ 26- هدأ، يهدأ، اهدأ، هدوءا، هدأا، هدءُوا، يهدأان،",
            "page": "67",
            "part": "1",
            "seal": "1F0B4831"
        },
        {
            "id": "67",
            "nass": "يهدَءون، تهدئين، هدَّأ، يهدِّئ، يهدِّئان، يهدِّئون، تهدئين، هادئ، هادئا، هادئان، هادئَين، هادئون، هادئين، هادئة، هادئتان، هادئتين، هادئات، هدوءك، هدوءه، هدوئه. ¶ 27- هزئ، وهزأ به ومنه، يهزأ، هزءا، وهزؤا، وهزوءا، ومهزأة، استهزأ، يستهزئ، هزئا، هزأا، هزئوا، هزءوا، يهزأان، يهزءون، تهزئين، هازئ، هازئان. ¶ هازئَين، هازئون، هازئين، هازئة، مستهزئة، هازئات، مستهزأ بهم، الهُزْأَة، الرجل يُهْزَأُ منه، والهزأة الرجل يهزأ بالناس. ¶ 28- هنِئ يهْنأ هناءة، هناءات، هنُؤ الشيء تيسر، هنئ، هنيئا، هنأ يهنئ، تهنئة وتهنئات، يهنئه، يهنئكم، مهنئ، مهنئا، مهنأ، مهنأ، مهنئة، مهنأة، مهنئان، مهنَّأيْن، مهنأين، مهنِّئون، مهنَّئون، مهنِّئين، مهنَّئين، مهنِّئات، مهنَّآت، هنَّأا، هنِّئا، هنِّئوا، هنَّئوا، يهنِّئان، يهنَّأان، يهنِّئون، تهنِّئون، تهنِّئين، تهنَّئين، الهِنْء، الطلاء بالقطران هِنْئًا، ¶ 29- وأد، يئد، وائد، وئيد، موءودة، موءدوات، اتَّأد، يتئد، اتئاد، اتَّأدا، اتئِدا، اتئِدوا، التُّؤَدة أصلها وؤَدة. ¶ 30- يَئِسَ منه يَيْئَس، اليأس واليآسة، أَيْئَسه جعله ييئس، اتَّأس واستيئس، يئس.",
            "page": "68",
            "part": "1",
            "seal": "388DDFDD"
        },
        {
            "id": "68",
            "nass": "الباب الثالث: الألف اللينة ¶ هي ألف ساكنة مفتوح ما قبلها، مثل ألف: كتاب، وعصا، وعاد، ويخشى، وإلى، وعلى، وهي لا تأتي في أول الكلمة؛ لأنها ساكنة، وإنما تقع في وسط الكلمة، أو في آخرها. ¶ الألف المتوسطة ¶ ترسم ألفا مطلقا، سواء أكان توسطها أصليا، أم عارضا، فالمتوسطة أصلا هي التي يكون بعدها حرف أو أكثر من الحروف الأصلية في الكلمة مثل: قال، شارع، ينام، والمتوسطة توسطا عارضا هي الألف التي كانت آخر الكلمة، ثم لحق بآخر الكلمة شيء آخر، مثل: تاء التأنيث، أو الضمير أو ما الاستفهامية. ¶ وأمثلتها من الأسماء: فتاة، هداهم، مناي، مولاه، بمقتضام فعلت هذا؟ ¶ وأمثلتها من الأفعال: ينساك، يلقاكم، يرضاهما، يخشاني. ¶ وأمثلتها من الحروف: إلام تتطلع؟ علام تعول؟ حتام تظل مفكرا؟ ¶ الألف المتطرفة ¶ في الأسماء: ¶ 1- في الأسماء الأعجمية ترسم ألفا مثل: تلا، سخا، قنا، طما،",
            "page": "69",
            "part": "1",
            "seal": "0B9A4BDC"
        },
        {
            "id": "69",
            "nass": "يافا، حيفا، شبرا، بنها، طنطا، زفتا، إسنا، زليخا، فرنسا، روسيا، أستراليا، أمريكا. ¶ ما عدا أربعة أسماء هي: موسى، عيسى، كسرى، بخارى، فتكتب ألفها ياء. ¶ 2- الأسماء المبنية، ترسم ألفا مثل الأدوات: إذا الظرفية، مهما، حيثما، كيفما، ما الاسمية، ومثل الضمائر: أنا، نا، أنتما، هما، كما، ومثل أسماء الإشارة: هاتا، هذا، هنا، ما عدا خمسة أسماء هي: لدى، أنى، متى، أولى: اسم إشارة، الألى: اسما موصولا فتكتب ألفها ياء. ¶ 3- في الأسماء العربية المعربة: تكتب ألفا إذا كان الاسم ثلاثيا، وكانت الألف منقلبة عن واو مثل: الحجا-العقل- الحفا، الذرا، الرُّبا، الرضا، الضحا، العصا، العلا القفا-أل المعرفة لا تحسب من أحرف الكلمة. ¶ ب- وتكتب ياء في غير ذلك: ¶ 1- بأن تكون في اسم ثلاثي وهي منقلبة عن ياء، مثل: دمى، فتى، قِرى: كرم، قُرى، منى، هدى، نوى، الهوى، السرى، القلى: البغض. ¶ 2- أو تكون في اسم أحرفه أكثر من ثلاثة وليس قبل الألف ياء مثل: بشرى، بلوى، تترى، جدوى، جرحى، ذكرى، سعدى، سلوى، صرعى، صغرى، طوبى، قتلى، كبرى، ليلى، مربّى، مسمّى، القهقرى، الهوينى، منتدى، مصطفى، مستدعى، مستشفى، فإن كان قبل الألف",
            "page": "70",
            "part": "1",
            "seal": "AFEA7747"
        },
        {
            "id": "70",
            "nass": "ياء رسمت الألف اللينة ألفا، ¶ مثل: ثريا، دنيا، ريا، محيا، خطايا، رعايا، زوايا، سجايا، قضايا، هدايا، منايا. ¶ إلا إذا كانت الكلمة علما فترسم الألف ياء، مثل: يحيى للتفرقة بينها اسما وفعلا: يحيا. ¶ في الأفعال: ¶ أ- ترسم ألفا إذا كانت آخر فعل ثلاثي، وكانت منقلبة عن واومثل: ألا، بدا، تلا، جفا، جلا، خلا، دنا، ربا، زكا، سطا، سما، صفا، طفا، عدا، علا، غدا، غزا، قسا، كبا، كسا، لها، محا، نجا. ¶ ب- وترسم ياء فيما عدا ذلك: ¶ 1- بأن كانت آخر فعل ثلاثي، وكانت منقلبة عن ياء، مثل: أبى، أتى، أوى، بزى، بغى، بكى، ثوى، جرى، جزى، حكى، حمى، حوى، درى، روى، سرى، سعى، سقى، شفى، شوى، طلى، طوى، عوى، غوى، فدى، قضى، قلى، كوى، مشى، نوى، هدى، هوى. ¶ 2- أو كانت آخر فعل أحرفه أكثر من ثلاثة، وليس قبل الألف ياء، مثل: أتى، أبدى، أجرى، أجلى، أخلى، أدمى، أردى، أسدى، أشقى، أصلى، أضفى، أضنى، أعفى، أغفى، أفنى، أقصى، أكدى، ألقى، أمضى، أنجى، أولى،",
            "page": "71",
            "part": "1",
            "seal": "5C81BB73"
        },
        {
            "id": "71",
            "nass": "ربى، زكى، سمى، بارى، جارى، غادى، غالى، نادى، ناجى، والى، اهتدى، انتمى، التقى، استوى، اصطفى، اشترى، افتدى، ارتقى، استثنى، استرعى، استرضى، استعلى، استهدى، استولى، فإن كان قبل الألف ياء رسمت الألف اللينة المتطرفة ألفا، مثل: أحيا، تزيا، يتزيا، أعيا. ¶ ملاحظة: ¶ حرف المضارعة يعد في أحرف الفعل، فالفعل: يدعى المبني للمجهول تكتب ألفه ياء؛ لأنها رابعة، بند2. ¶ في الحروف ¶ ترسم ألفا مثل: إذا الفجائية، إذما، إلا، ألا، أمَا، أمّا، إما، أيا، حاشا، خلا، عدا، إذ اعتبرت حروف جر في الاستثناء، لولا، لوما، ما: الحرفية، ها: التنبيهية، هلا، هيا، يا. ¶ ما عدا أربعة أحرف هي: إلى، بلى، حتى، على، فألفها ترسم ياء. ¶ تعقيبات: ¶ 1- فهم من بعض القواعد السابقة أن رسم الألف الثالثة في آخر الفعل أو الاسم يتوقف على معرفة أصلها: الواو أوالياء، وهذا الأصل يمكن معرفته بالرجوع ¶ إلى معاجم اللغة، ولكن مما يساعد على معرفة هذا الأصل: ¶ أ- ملاحظة مضارع الماضي، فإذا جاءت الألف واوا في آخر المضارع مثل: يدنو، يرنو، يسمو، يصفو، يطفو، يغزو، ينجو، يمحو، رسمت ألف الماضي ألفا ¶ دنا، رنا، سما، صفا، طفا، غزا، نجا، محا.",
            "page": "72",
            "part": "1",
            "seal": "1A4A42D1"
        },
        {
            "id": "72",
            "nass": "وإذا جاءت الألف ياء في آخر المضارع مثل: يجزي، يرمي، يبكي، يسري، يهدي، يبني، يأوي، رسمت ألف الماضي ياء: جزى، رمى، بكى، سرى، هدى، بنى، أوى. ¶ ب- ملاحظة المصدر: ¶ ففي الأفعال: سعى، نأى، نهى، تكتب الألف ياء؛ لأن المصدر سعْي، نأْي، نهْي. ¶ أما الألف الثالثة في آخر الاسم فيعرف أصلها بالرجوع إلى المعاجم وملاحظة مثناها وجمعها. ¶ 2- في اللغة أفعال ثلاثية آخرها ألف، وهذه الألف منقلبة عن واو في لغة، وعن ياء في لغة أخرى؛ ولهذا يجوز رسم ألفها واوا أو ياء مثل: نما، نمى، فالمضارع ينمو، وينمي، ولكن الأحسن أن تكتب على أكثر اللغتين استعمالا. ¶ كما أن في اللغة أسماء ثلاثية آخرها ألف لينة يجوز كتابتها ألفا أو ياء مثل المها: جمع مهاة وهي البقرة الوحشية فتجمع على مهوات أو مهيات، ومثلها الرحى فتثنى رحوان، رحيان، وتجمع على رحوات، ورحيات. ¶ 3: أ- فيما يلي طائفة من الأسماء الثلاثية المختومة بألف لينة، أصلها واو فترسم ألفا: الجدا: المطر أو العطية، الجفا، الحجا: العقل، الحفا، الخطا، الخنا: الفحش، الدّنا: جمع دنيا، الذّرا، الربا: الزيادة، الرُّبا: جمع ربوة، الرجا: الناحية، الرضا، الرّشا: جمع رشوة، السنا: الضوء، الشبا: جمع شباة وهي حد كل شيء، الشجا: ما يعترض الحلق من عظم وغيره، الشذا: جمع شذاة وهي الرائحة الطيبة، الشفا: حرف كل شيء، الصبا، الضحا، الطلا:",
            "page": "73",
            "part": "1",
            "seal": "346F6406"
        },
        {
            "id": "73",
            "nass": "ولد الظبي، الظبا: جمع ظبة وهي حد السيف، العِدا، العُرا، العشا: سوء البصر ليلا، العصا، العلا، الفلا: جمع الفلاة وهي الصحراء، القفا، النشا. ¶ ب- وفيما يلي طائفة من الأسماء الثلاثية المختومة بألف لينة، أصلها ياء فترسم ياء: الأذى، البلى، التقى، الثرى، الجنى، الجوى، الحصى، الحمى، الدمى، الرؤى، الردى، الرقى: جمع رقية، السدى: وهو من الثوب ما مد من خيوطه، السُرى، الشرى: مسكن الأسد، الشوى: الأطراف أو جلدة الرأس، الصدى، الضنى، الطوى: الجوع، العمى، الغنى، الفتى، الفدى، القذى، القِرى: الكرم، القُرى، القلى، الكرى: النوم، الكلى: جمع كلية، اللحى: جمع لحية، اللمى: سمرة لشفة، المدى، المنى، ندى، نوى، نهى، هدى، الهوى، الورى، الوغى، الونى: التعب. ¶ 4- الألف اللينة إذا رسمت ياء لا يجوز نقطها، مثل: سعى الفتى إلى الغنى. ¶ 5- من أنواع الألف المتطرفة: ¶ أ- الألف المبدلة من ياء المتكلم، وهذه ترسم ألفا، مثل: يا حسرتا، واكبدا، والهفتا، واأسفا، يا ويلتا. ¶ والأصل: يا حسرتي، واكبدي، والهفتي، واأسفي، يا ويلتي. ¶ ب- الألف المبدلة من نون التوكيد الخفيفة، مثل: ليعلما المسرف أن عاقبة الإسراف وخيمة، ومثل: {لَنَسْفَعَا بِالنَّاصِيَةِ} ¶ ج- الألف المبدلة من نون: إذن، وهذه تكتب ألفا على رأي بعض العلماء، ويرى آخرون أن تظل نونا؛ لأنها مثل أن ولن.",
            "page": "74",
            "part": "1",
            "seal": "44887812"
        },
        {
            "id": "74",
            "nass": "الباب الرابع: الحروف التي تحذف من الكتابة ¶ أشهر هذه الحروف: الألف، وأل، والميم، والنون، والواو، والياء. ¶ حذف الألف ¶ الألف التي تحذف من أول الكلمة: ¶ أولا: تحذف الألف من كلمة ابن وكلمة ابنة: ¶ 1- إذا كانت كل منهما مفردة، وواقعة بين علمين متصلين، وكانت نعتا للعلم الأول، ولم تقع في أول السطر، وتفصيل هذه الشروط كما يلي: ¶ أ- أن تكون كلمة ابن أو ابنة مفردة مثل: فتح مصر عمرو بن العاص، وسميت أسماء بنة أبي بكر ذات النطاقين، فإذا ثنيت أو جمعت لا تحذف ألفها، مثل: اشتهر العباس وحمزة ابنا عبد المطلب، وتفوق على وأحمد وأسامة أبناء مصطفى، ونجحت فاطمة وخديجة ابنتا حسين. ¶ ب- أن تقع بين علمين لا يفصل بينهما شيء آخر غيرها، أما نحو: الفلاح ابن الفلاح أدرى من غيره بشئون الزراعة فلا تحذف ألف ابن؛ لأنها وقعت بين اسمين غير علمين، ونحو: فتح الأندلس طارق هو ابن زياد: لا تحذف ألف ابن؛ لأن كلمة هو قد فصلت بين العلمين. ¶ ويشمل العلم الاسم الذي وضع علما، مثل: إسماعيل وزينب، والكناية عن شخص لا يعرف اسمه، مثل: فلان بن علان، والكنية المعروفة في النحو",
            "page": "75",
            "part": "1",
            "seal": "28623E65"
        },
        {
            "id": "75",
            "nass": "بأنها ما صدرت بأب أو أم، مثل: حضر أبو الفضل بن أبي المجد، ونجحت أم الخير بنة أم العز، واللقب مثل: قابلت الهادي بن زين العابدين ¶ ج- أن تكون كلمة ابن أو ابنة نعتا للعلم قبلها، فإذا كانت خبرا مثلا لا تحذف ألفها، مثل: يوسف ابن يعقوب، جوابًا لمن سأل: ابن مَن يوسف؟ ومثل: السيدة سكينة ابنة الحسين، جوابًا لمن سأل: ابنة مَن السيدة سكينة؟ ¶ د- ألا تقع كلمة ابن أو ابنة في أول السطر، وإلا بقيت الألف. ¶ 2- إذا دخلت عليها همزة الاستفهام، نحو أبن البواب هذا؟ أي: هل هذا ابن البواب؟ ومثل أبنة الريف تفوق ابنة المدينة في التعليم الجامعي؟ ¶ 3- إذا وقعتا بعد حرف النداء: يا مثل: يابن الأكرمين، يابنة النيل. ¶ ثانيا: تحذف همزة الوصل إذا وقعت بعد همزة الاستفهام، مثل: أسمه مجدي؟ ومثل: {أصْطَفَى الْبَنَاتِ عَلَى الْبَنِين} إلا إذ كانت همزة الوصل هي همزة أل التعريفية فإنها لا تحذف بعد همزة الاستفهام، وإنما تكتب هي وهمزة الاستفهام ألفا عليها مدة، مثل: آلشاهد قال هذا؟ ¶ ثالثا: تحذف الألف من كلمة اسم في البسملة الكاملة، {بسم الله الرحمن الرحيم} ، أما نحو: باسم الوطن، وباسم العلي القادر، وباسمك اللهم فلا تحذف. ¶ رابعا: تحذف ألف أل إذا دخل عليها اللام، سواء أكانت",
            "page": "76",
            "part": "1",
            "seal": "64D725E2"
        },
        {
            "id": "76",
            "nass": "مكسورة -لام الجر- في: للفنون أثر في الأمم، أم كانت مفتوحة، مثل لام الابتداء في: {وَلَلآخِرَةُ خَيْر} ، {إِنَّ عَلَيْنَا لَلْهُدَى} ، ولام الاستغاثة، نحو: يا للرجال، واللام بعد يا التعجبية، نحو: يا للماء! يا للسماء! ¶ الألف التي تحذف من وسط الكلمة: ¶ 1- تحذف الألف من لفظ الجلالة: الله ومن كلمة: إله بدون أل أو مع أل الإله. ¶ 2- وتحذف من كلمة الرحمن إذا كانت علما مقرونا بأل، أما نحو: لا زلت كريما رحمانا، فلا حذف؛ لأنها ليست علمًا، وخالية من أل. ¶ 3- تحذف من بعض كلمات أخرى، أشهرها: لكن ساكنة النون، أو مشدد النون، والسموات، وأولئك، ومن طه الألف الوسطى. ¶ ملاحظة: ¶ اقتصرنا هنا على الكلمات التي يجب حذف ألفها من الكتابة، وتركنا الكلمات التي يكون هذا الحذف جائزا فيها لا واجبا مثل: ثلثمائة وثلاثمائة، ومثل: هرون وهارون. ¶ الألف التي تحذف من آخر الكلمة: ¶ 1- تحذف الألف من ما الاستفهامية إذا سبقت بحرف جر، مثل: فيم تفكر؟ لم سافرت؟ عم تسأل؟ مم تعبت؟ بم تكتب؟ علام عولت؟ حتام تنتظر؟ إلام الخلف بينكم؟ أو سبقت بمضاف، مثل: بمقتضام تصرفت هذا التصرف؟ ¶ ويشترط في هذا الحذف ألا تركب ما مع ذا، فإذا ركبت",
            "page": "77",
            "part": "1",
            "seal": "45A912A1"
        },
        {
            "id": "77",
            "nass": "لا تحذف ألفها؛ مثل: لماذا؟ بماذا؟ ¶ 2- وتحذف أيضا من آخر كلمة: طه. ¶ 3- ومن حرف النداء: يا، إذا دخل على علم (¬1) مبدوء بهمزة غير ممدودة، زائد على ثلاث ولم يحذف منه شيء، نحو: يأنور، يأسعد، يأحمد، فإذا كانت همزة العلم ممدودة، مثل: آدم وآزر، لا تحذف ألف يا، فتكتب يا آدم، يا آذر وإذا حذف من العلم شيء بقيت ألف يا، مثل: يا إبرهيم، يا إسمعيل، يا إسحق، على رأي من يحذفون الألفات المتوسطة من هذه الأسماء. ¶ أو إذا دخلت يا على كلمة أهل أو أي أو أيه نحو: يأهل المروءة، يأيها الإنسان، يأيتها المربية. ¶ 4- وتحذف الألف أيضا من كلمة: ذا، إذا كانت اسم إشارة مقرونا باللام الدالة على البعد، مثل: ذلك، ذلكما-ذلكم-ذلكن. ¶ 5- وتحذف الألف من ها التنبيهية إذا دخلت على: ¶ أ- اسم إشارة ليس مبدوءا بالتاء أو الهاء، وليس بعده كاف، مثل: هذا، هذه، هذي، هؤلاء. ¶ أما اسم الإشارة المبدوء بتاء فلا تحذف معه ألف ها مثل: هاتا، هاتي، هاتان، وكذلك المبدوء بهاء، مثل: هاهنا. ¶ ¬_________ ¶ (¬1) هذا الحذف جائز لا واجب.",
            "page": "78",
            "part": "1",
            "seal": "198F675C"
        },
        {
            "id": "78",
            "nass": "وكذلك اسم الإشارة الذي لحقته كاف الخطاب ألا تحذف معه ألف: ها، مثل: هاذاك. ¶ ب- ضمير مبدوء بهمزة، مثل: هأنا، هأنتما، هأنتم، هأنتن. ¶ 6- تحذف ألف الضمير أنا، إذا دخلت عليه ها التنبيهية، وجاء بعده كلمة ذا مثل: هأنذا. ¶ حذف أل ¶ تحذف أل إذا سبقت بلام، وكان بعدها لام، سواء أكانت اللام السابقة مكسورة مثل: لليمون فوائد، أما لليل من آخر؟ أم كانت مفتوحة مثل: للهو البريء أمتع للنفس، وللعفو أليق بالأحرار. ¶ وتشمل هذه القاعدة الاسم الموصول للمثنى وجماعة الإناث، فإذا دخلت عليه اللام مكسورة أو مفتوحة حذفت أل من أوله، مثل: الجائزة للذَيْن يسبقان، للذَان شهدا زروًا أحق بالعقاب، الفضل للتَين سهرتا على راحة المريض. لَلتَان تتطوعان لخدمة المرضى جديرتان بالثناء. المجد للاتي -للائي- يحسنّ تربية الأطفال، للاتي -للائي- يحسنَّ إدارة منازلهن ويسعدن أزواجهن خير من العاملات المهملات. ¶ حذف الميم ¶ يحذف من الفعل: نعم، المكسور العين إذا أدغمت ميمه في ما، نحو: {نِعِمَّا يَعِظُكُمْ بِه} . ¶ حذف النون ¶ 1- تحذف من كلمتي عن، مِنْ إذا دخلتا على مَنْ نحو:",
            "page": "79",
            "part": "1",
            "seal": "5E8697BD"
        },
        {
            "id": "79",
            "nass": "عمن، ممن، أو على: ما، سواء أكانت ما استفهامية. نحو: عم تبحث؟ ومم تنفق؟ ¶ أم كانت زائدة، نحو: عمّا قليل أعود، و {مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا} ، أم كانت موصولة، نحو تجاوزت عمّا قلته، وأنفق مما كسبته، أم كانت مصدرية نحو: عفوت عمّا أسأت، وعبجت مما أسرعت. ¶ 2- وتحذف-كذلك- مِن: إن الشرطية إذا جاء بعدها: ما، الزائدة نحو: {فَإِمَّا تَرَيْنَ مِنْ الْبَشَرِ أَحَدا} ، {إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا} ، أو جاء بعدها لا النافية، مثل: إلا تثبتوا فاتكم النصر. ¶ 3- وتحذف أيضًا من أن المصدرية الناصبة للمضارع إذا جاء بعدها لا النافية مثل: يجب ألا تتسرع، أما أنْ المخففة من الثقيلة وبعدها لا النافية فلا تحذف نونها، مثل: أشهد أن لا إله إلا الله، وكذلك أنْ المفسرة وبعدها لا النافية، لا تحذف نونها مثل: أوحيت إليه أن لا فائدة من الإلحاح. ¶ حذف الواو ¶ تحذف تخفيفا من الكلمات: ¶ داود، طاوس، ناوس: مقبرة النصارى، هاون: ما يدق فيه. ¶ حذف الياء ¶ 1- تحذف من الكتابة الياء الناشئة من إشباع الحرف المكسور في الشعر، مثل: ¶ ريم على القاع بين البان والعلم ... أحل سفك دمي في الأشهر الحرم ¶ 2- وتحذف ياء الاسم المنقوص المعرف بأل إذا وقف عليه بإسكان ما قبل الياء في لغةٍ نحو: الداع، والمتعال. والتلاق، في: الداعي، والمتعالي، والتلاقي.",
            "page": "80",
            "part": "1",
            "seal": "121B6166"
        },
        {
            "id": "80",
            "nass": "الباب الخامس: الحروف التي تزاد في الكتابة: ¶ أشهر هذه الحروف الألف والواو. ¶ زيادة الألف ¶ الألف لا تقع إلا في وسط الكلمة، أو في آخرها: ¶ فتزاد وسطا في كلمة: مائة، مفردة أو مركبة، مثل: ثلاثمائة، أربعمائة، خمسمائة، ستمائة، سبعمائة، ثمانمائة، تسعمائة، وكذلك إذا كانت مثناة نحو، مائتان، مائتين، أما المجموعة فلا تزاد فيها ألف، مثل: مئات مئون، مئين، وكذلك المنسوب إليها لا تزاد فيه ألف، مثل النسبة المئوية، والعيد المئوي. ¶ وتزاد طرفًا في المواضع الآتية: ¶ أ- بعد واو الجماعة. نحو: جلسوا، ولم يتكلموا، وقلت لهم تحدثوا. ¶ أما الواو التي هي حرف علة ولام الفعل فلا تكتب بعدها ¶ ألف مثل: يدعو، نرجو، وكذلك الواو علامة الرفع في جمع المذكر السالم المضاف والملحق به المضاف، لا يكتب بعدها ألف مثل: مهندسو المشروع ضاربو المثل في الصبر والإخلاص، وبنو العروبة يأبون العار، والحق يعرفه ذوو الإنصاف وانتهت سنو الشدة. ¶ ب- في آخر بيت الشعر إذا كانت للإطلاق نحو: ¶ قفي يا أخت يوشع خبرينا ... أحاديث القرون الغابرينا ¶ ج- في آخر الاسم المنصوب المنون، نحو تنزهت عصرا، بشرط ألا",
            "page": "81",
            "part": "1",
            "seal": "68AAFA71"
        },
        {
            "id": "81",
            "nass": "يكون الاسم منتهيا بتاء التأنيث المربوطة. فلا زيادة في تنزهت فترة. ¶ أو منتهيا بهمزة فوق ألف، فلا زيادة في أصلحت خطأً، وبنينا مخبأً، أو منتهيا بهمزة قبلها ألف، فلا زيادة في لقيت جزاء، وسمعت نداء. ¶ زيادة الواو ¶ لا مجال لزيادة الواو إلا في وسط الكلمة أو في آخرها: ¶ 1- فتزاد وسطًا في: ¶ أ- أولى الإشارية، وكذلك أولاء بدون الكاف، أو معها أولئك (¬1) ، أما الأُلَى اسما موصولا فلا تزاد فيها الواو، مثل: نحن الألى سبقوا بالفضل. ¶ ب- وفي كلمتي أولو، أولي بمعنى أصحاب، وهما الملحقتان بجمع المذكر السالم، مثل: نحن أولو قوة، إن أولي النعم محسودون، هذه تذكرة لأولي الألباب. ¶ ج- وفي كلمة أولات بمعنى صاحبات، وهي الملحقة بجمع المؤنث السالم في إعرابه، مثل: الأمهات أولات الأطفال واجبهن ثقيل. ¶ 2- وتزداد طرفًا في كلمة عمرو مرفوعة أو مجرورة؛ للتفرقة بينها وبين كلمة عُمَر مثل: كان عمرو بن العاص من دهاة العرب، ومعاوية مدين لعمرو بن العاص في نجاح خطته. ¶ أما عمرو المنصوبة فلا تشتبه بكلمة عمر المنصوبة، ولذا لا تزاد فيها ¶ ¬_________ ¶ (¬1) يفهم من هذا ومما سبق أن كلمة أولئك فيها حرف زائد لا ينطق به وهو الواو، ومنها حرف محذوف ينطق به وهو الألف بعد اللام.",
            "page": "82",
            "part": "1",
            "seal": "AFEE5F92"
        },
        {
            "id": "82",
            "nass": "الواو، فنقول: إن عَمْرًا داهية، ونقول إن عُمَرَ عادل، ففي آخر عَمْرًا المنصوبة ألف لأنها منونة، أما عُمَر فهي غير منونة؛ فلا تلحقها ألف، وذلك كافٍ للتفرقة بينهما، وتزداد الواو في عمرو المنصوبة إذا كانت غير منونة، وذلك في حال وصفها بكلمة ابن مثل: إن عَمْرو بن هند قد آثار عمرو بن كلثوم، وذلك لأن حذف الواو في هذه الحالة يجعلها تلتبس بكلمة عُمَر. ¶ ويشترط في زيادة الواو في كلمة عمرو ما يأتي: ¶ أ- أن تكون كلمة عمرو علمًا على شخص، فإذا لم تكن علما بأن كانت مصدرا، مثل: مصدر الفعل عَمَرَ، عمرًا لا تزاد فيها الواو وكذلك كلمة عمر بمعنى اللحمة المتدلية من الأسنان. ¶ ب- ألا تضاف إلى ضمير. ¶ ج- ألا تصغر. ¶ د- ألا تقرن بأل. ¶ هـ- ألا تكون منسوبة. ¶ فإذا فقد أحد هذه الشروط لا تزاد الواو في آخرها.",
            "page": "83",
            "part": "1",
            "seal": "E7E27C62"
        },
        {
            "id": "84",
            "nass": "الباب السادس: ما يوصل بغيره من الكلمات في الكتابة وما يكتب منفصلا عن غيره ¶ من المفهوم أن الكتابة إنما هي تصوير خطي للألفاظ، وذلك بتدوين الحروف الهجائية التي تصور أصوات كل لفظ، بحيث يكون المكتوب مطابقًا للمنطوق به في ذوات حروفه، وترتيبها وعددها. ¶ وطبيعي أن تتكون الصورة الخطية العامة للكلمة من مجموع حروفها متضامّة ومنفصلة عن حروف كلمة أخرى سابقة أو لاحقة؛ لأن كل كلمة تعدل على معنى غير معنى الكلمة الأخرى، وتمايز المعنيين يستوجب تمايز اللفظين، غير أن هناك بعض الكلمات النَّحْوية لها من الخصائص ما يحتم وصلها بغيرها في الكتابة، ويخضع هذا الوصل لقاعدة عامة هي: ¶ توصل بغيرها كل كلمة لا يصح الابتداء بها، أو لا يصح الوقف عليها. ¶ أ- فما لا يصح الابتداء به، بل يجب وصله بغيره في الكتابة: ¶ 1- نونا التوكيد، وتوصلان بآخر المضارع والأمر مثل: لأخدمنّ الوطن، تبرعنّ لهذا المشروع -لنون التوكيد الثقيلة- ومثل: لنكونا من المتطوعين، فكرا في مستقبلك لنون التوكيد الخفيفة. ¶ ملاحظة: كتبت نون التوكيد الخفيفة ألفا تطبيقا لقاعدة سابقة. ¶ 2- علامة المثنى في الكتابان والكتابين، وجمع المذكر السالم في: المجتمعون والمجتمعين، وجمع المؤنث السالم في: المسلمات.",
            "page": "85",
            "part": "1",
            "seal": "ED7EE416"
        },
        {
            "id": "85",
            "nass": "3- تاء التأنيث وتوصل بآخر الماضي، مثل: الشمس أشرقت. ¶ 4- الضمائر البارزة المتصلة، سواء أكانت للرفع، وهي التاء، ونا، وتوصلان بآخر الماضي، وألف الاثنين، وواو الجماعة، ونون النسوة وتوصل بآخر الفعل ¶ الماضي والمضارع والأمر، وياء المخاطبة وتوصل بآخر المضارع والأمر أم كانت للنصب أو الجر، وهي ياء المتكلم، نا، كاف المخاطب، هاء الغائب وما تصرف منهما. ¶ ب- ومما لا يصح الوقف عليه: ¶ 1- الحرف المفرد أي: المكون من حرف واحد سواء أكان هذا الإفراد بالوضع اللغوي، مثل باء الجر، وتاء القسم، ومثل اللام الجارة، أو للابتداء، أو للاستغاثة، أو الواقعة في جواب قسم، ومثل السين، وفاء العطف أو الجزاء، أم كان هذا الإفراد عرضا، وذلك مثل الميم في من والعين في عن إذا دخلتا على ما مثل: مم مما، عمّ عما، أو دخلتا على من مثل: ممن، عمن، فقد حذفت نون من وعن لقاعدة سابقة، وبقي من الكلمة حرف واحد، فيوصل بما أو مِنْ بعده. ¶ 2- أما لفظ أل فيوصل بالاسم بعده، نحو: الرجل، الابتسام. ¶ 3- الكلمة التي ركبت مع ما بعدها تركيبا مزجيا، مثل: بعلبك، معد يكرب. ¶ 4- العدد من ثلاثة إلى تسعة إذا ركب مع المائة، نحو: ثلاثمائة وتسعمائة، بخلاف ما ركب معها من الكسور، مثل: رُبْع مائة أي: خمسة وعشرين، وخمس مائة أي: عشرين.",
            "page": "86",
            "part": "1",
            "seal": "9D22EDF1"
        },
        {
            "id": "86",
            "nass": "5- الظروف التي تليها كلمة إذ المنونة، نحو: وقتئذ، حينئذ، يومئذ، أما إذ غير المنونة فيفصل عنها الظرف نحو: رجعت حين إذ سقط المطر. ¶ 6- توصل كلمة حب بكلمة ذا في حبذا ولا حبذا، ويلاحظ أن كل كلمة أوردناها في هذه البنود الستة لا يمكن الوقف عليها. ¶ تعقيبات: ¶ أ- يفهم من قاعدة وصل الكلمات أن كل ما يصح الابتداء به والوقف عليه يفصل عما جاوره في الكتابة، فيفصل الاسم الظاهر عن الاسم الظاهر وعن الضمير المنفصل، ويفصل كل منهما عن غيره من الأسماء أو الأفعال أو الحروف المكونة من أكثر من حرف. ¶ ب- هناك أدوات توصل بغيرها طبقا لقواعد أخرى معينة، وأشهر هذه الأدوات: ¶ كي-لا-ما-من ¶ كي: ¶ 1- كي الناصبة للمضارع تفصل عن لا النافية بعدها، نحو: سكت كي لا أسبب لك حرجا، بشرط ألا تسبق كي باللام، فإذا سبقتها اللام كتبت الكلمات الثلاث متصلة، نحو: سكت لكيلا أسبب لك حرجا. ¶ 2- كي توصل بكلمة ما بعدها إذا كانت ما استفهامية وحينئذ تحذف ألف ما ويعوض عنها بهاء السكت، مثل: كيمه؟ أي لمه؟ أو كانت ما مصدرية، نحو جئتك كيما أتعلم، فكي هنا بمنزلة لام التعليل، وما مصدرية، أي: جئتك للتعلم.",
            "page": "87",
            "part": "1",
            "seal": "ADE1B8CB"
        },
        {
            "id": "87",
            "nass": "أو كانت ما زائدة نحو: احفظ الإخوان، كيما يحفظوا منك المغيبا. ¶ لا ¶ 1- توصل لا النافية بإن الشرطية قبلها، نحو: إلا يكن الكلام مفيدًا فالصمت مستحب، فقد وصلت لا بإن بعد حذف نونها، طبقا لقاعدة سابقة. ¶ 2- وتوصل كذلك بأن المصدرية الناصبة للمضارع، مثل: يستحسن ألا تسافر اليوم، فقد وصلت لا بأن بعد حذف نونها، طبقا لقاعدة سابقة. ¶ ومن هذه الحالة أيضا أن تسبق أن المصدرية باللام، فتكتب الكلمات الثلاث متصلة، مثل: سكت لئلا تطول المناقشة، وهنا اعتبرت الهمزة متوسطة، فكتبت على ياء لكسر ما قبلها. ¶ أما أن المفسرة وأن المخففة من الثقيلة فتفصلان عن لا الواقعة ¶ بعدهما، مثل: أومأت إليه أن لا يقوم، ومثل: علمت أن لا يرد الحق إلا القوة، ومثل: وظنوا أن لا ملجأ من الله إلا إليه. ¶ مَنْ ¶ مِنْ أنواع مَنْ: الاستفهامية والموصولة، وكلتاهما توصل بأحرف الجر: من وعن وفي، قبلهما، مثل: ممن اقترضت هذا المال؟ للاستفهامية، واستفد ممن جرب للموصولة، وعمن تبحث؟ للاستفهامية، وعفوت عمن أساء إلىَّ، للموصولة، ويلاحظ أن نون من وعن قد حذفتا -طبقا لقاعدة سابقة- وبقي منهما حرف واحد فكان وصله بها واجبًا.",
            "page": "88",
            "part": "1",
            "seal": "219CA7FC"
        },
        {
            "id": "88",
            "nass": "ومثل: فيمن تفكر؟ للاستفهامية، ووضعتُ ثقتي فيمن يحفظ السر، للموصولة. ¶ ما ¶ تأتي ما اسمية أو حرفية، ولكل منهما أنواع: فالاسمية تأتي استفهامية، وموصولة، ونكرة، ومعرفة تامة. ¶ ما الاستفهامية: ¶ 1- توصل بالاسم قبلها إذا كان مضافا، مثل: بمقتضام كتبت هذه الشكوى؟ ¶ 2- وتوصل بأحرف الجر: من، عن، في، إلى، حتى، على، كي، اللام، نحو: مم؟ عم؟ فيم؟ إلام؟ حتام؟ علام؟ كيمه؟ لم؟ ولمه؟ وفي جميع هذه الأمثلة تحذف ألف ما كما ذكر سابقا. ¶ ما الموصولة: ¶ توصل بالكلمات: من، عن، في، سيّ، نِعم، مكسورة العين مثل: سررت مما عملته، وسألت عما تحتاج إليه، وفكرت فيما أخبرتني به، ويحب الأطفال القصص لاسيما الخيالية، و {نِعِمَّا يَعِظُكُمْ بِه} . ¶ ما النكرة: ¶ هي بمعنى شيء، وحكمها حكم الموصولة في وصلها بالكلمات السابقة، والأمثلة المذكورة في الموصولة تصلح أن تكون فيها ما نكرة موصوفة بمعنى شيء. ¶ ملاحظة: ¶ ما الاسمية مهما يكن نوعها توصل بالفعل نِعَّم إذا جاء مكسور العين،",
            "page": "89",
            "part": "1",
            "seal": "2C3CE47F"
        },
        {
            "id": "89",
            "nass": "وأدغمت ميمه في ميم ما نحو: نِعمَّا نرشدكم إليه، وهذب الطفل تهذيبا نِعمَّا، فإذا كان الفعل ساكن العين فصل عن ما مثل: نِعْمَ ما يقول الفاضل. ¶ وما الحرفية تأتي نافية، ومصدرية، وزائدة. ¶ ما النافية: ¶ تفصل عما قبلها إلا إذا كان حرفًا مفردًا فتوصل به، نحو: سعى إلى المال فما نفعه المال. ¶ ما المصدرية: ¶ 1- توصل بكلمة: كل، المنصوبة على الظرفية، وفي هذه الحالة تكون كلمة: كلما، أداة شرط تفيد التكرار، نحو: كلما قلت السلع ارتفع سعرها. ¶ 2- وتوصل ما المصدرية أيضا بكلمة حين، وريث، وقبل، ومثل (¬1) نحو: أصغيت إليه حينما تكلم، أي: حين كلامه، ويجوز اعتبار ما هنا زائدة، أي: حين تكلم، وتوصل بما قبلها أيضا، ومثل: انتظرته ريثما صلى، أي: وقت صلاته، وخرجت قبلما حضر، أي: قبل حضوره، وعاملته مثلما عاملني، أي: مثل معاملته إياي. ¶ 3- وتوصل ما المصدرية بالحرف المفرد قبلها -وقد سبق شرح ذلك في وصل الحروف المفردة- ومن ذلك الباء، مثل: {سَلامٌ عَلَيْكُمْ بِمَا صَبَرْتُم} أي: بصبركم، والكاف، مثل: {آمِنُوا كَمَا آمَنَ النَّاس} ، أي: كإيمان الناس، واللام مثل: أكبرته لما وفى بعهده، أي: لوفائه بعهده. ¶ ما الزائدة: ¶ وهي نوعان: كافة، وغير كافة. ¶ ¬_________ ¶ (¬1) قبل: الوصل والفصل جائزان في ريثما ومثلما.",
            "page": "90",
            "part": "1",
            "seal": "7C05E2DC"
        },
        {
            "id": "90",
            "nass": "ما الزائدة الكافة: ¶ 1- توصل بآخر الأفعال: طال، جل، قل، نحو: طالما نصحت له، وجلما قلت له، وقلما انتفع به، وما في هذه الأمثلة قد كفت الفعل عن طلب الفاعل، وإذا اعتبرت ما مصدرية، وهي والفعل بعدها في تأويل مصدر فاعل كتبت أيضا متصلة بالفعل قبلها. ¶ 2- وتوصل بآخر إن وأخواتها فتكفها عن العمل، مثل: إنما {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ} كأنما، لكنما، ليتما، لعلما. ¶ وتفصل هذه الأدوات عن كلمة ما التي بعدها إذا كانت ما موصولة، أو نكرة موصوفة، نحو: إن ما تقوله حق، أي: أن الذي تقوله حق، أو أن شيئا تقوله حق، ونحو: {إِنَّمَا صَنَعُوا كَيْدُ سَاحِر} يجوز اعتبار ما كافة فتوصل بإن، ويجوز اعتبارها موصولة فتفصل عنها، أي: أن الذي صنعوه كيد ساحر، أو نكرة موصوفة فتفصل أيضا، أي: أن شيئا صنعوه كيد ساحر. ¶ 3- وتوصل بكلمة رُبَّ فتكفَّها عن الجر مثل: ربما تنجح الحيلة، وربما حيلة تغلب القوة. ¶ ما الزائدة غير الكافة: ¶ توصل بما قبلها في الأحوال الآتية: ¶ 1- إذا وقعت بعد كلمة ليت وظلت عاملة، مثل: ليتما أخاك هنا. ¶ 2- إذا وقعت بعد أدوات الشرط: إن، أين، حيث، كيف، مثل: إما نخافن فاستعذ، {أَيْنَمَا تَكُونُوا يُدْرِكُّمْ الْمَوْتُ} ، حيثما تقم نجد أنيسًا، كيفما تكن معاملتك للناس يعاملوك، وما في هذه الأمثلة لم تكف الأدوات عن الجزم. ¶ 3- إذا وقعت بعد أي الشرطية، مثل: أيما الكتابين قرأت استفدت،",
            "page": "91",
            "part": "1",
            "seal": "EB642F98"
        },
        {
            "id": "91",
            "nass": "أو أي الاستفهامية، مثل: أيما عالم اخترع هذا الدواء؟ أو أي الدالة على كمال الصفة، مثل: أخلصت أيما إخلاص، وفي هذه الأمثلة نجد أن ما لم تكفَّ أي عن الإضافة إلى ما بعدها. ¶ 4- إذا وقعت بعد بين مثل: فبينما الصمت سائد إذ انطلقت صيحة مرعبة، وما هنا لم تكف بين عن الإضافة إلى الجملة بعدها. ¶ 5- سبقت الإشارة إلى زيادة ما بين مِنْ ومجرورها، أو بين عَنْ ومجرورها، وفي هذه الحالة توصل ما بحرف الجر ولا تكفُّه عن جر ما بعدها، مثل: {مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا} ، عما قريب تنكشف الحقيقة.",
            "page": "92",
            "part": "1",
            "seal": "ACB9A710"
        },
        {
            "id": "92",
            "nass": "الباب السابع: هاء التأنيث وتاؤه ¶ هاء التأنيث: ¶ هي الهاء التي تلحق أواخر بعض الأسماء، فتكون علامة على تأنيثها وضعًا، مثل: خديجة، فاطمة، أو للتفرقة بين الأسماء المذكرة والمؤنثة، مثل: نشيطة، مرتفعة، غارقة. ¶ أو تلحق آخر بعض جموع التكسير، بشرط ألا تنتهي مفرداتها بتاء مفتوحة، مثل: سعاة، قضاة، غزاة، أما التاء في أصوات وأبيات وأموات فهي من أصل الكلمة، وليست للتأنيث. ¶ أو تلحق آخر بعض الأسماء للمبالغة، مثل: نابغة، راوية، علامة، نسابة. ¶ وهاء التأنيث هذه تحرك ويفتح ما قبلها، وعلامتها أن يوقف عليها بالهاء، وترسم هذه الهاء تاء مربوطة، إلا إذا أضيف الاسم إلى ضمير فترسم تاء مفتوحة، مثل: إجابته، مناقشتهما، مكافأتهم. ¶ تاء التأنيث: ¶ هي التي يوقف عليها بلفظها، وتكتب تاء مفتوحة، وهي تلحق جميع أنواع الكلمة: ¶ 1- فتلحق بعض الأسماء المفردة، مثل: أخت، بنت. ¶ وهي من علامة جمع المؤنث السالم والملحق به، مثل: زهرات، صفات، أخوات، بنات، أولات، وهي في هذه الأسماء تحرك على حسب إعراب الكلمة.",
            "page": "93",
            "part": "1",
            "seal": "65642749"
        },
        {
            "id": "93",
            "nass": "2- وتلحق آخر الفعل الماضي إذا كان الفاعل أو نائبه مؤنثا، نحو: سمعت الأم صراخ ابنها فأسرعت إليه، وهي في هذا الموضع ساكنة قبلها فتحة. ¶ 3- وتلحق أربعة أحرف هي: ¶ ثمت، ربت، لعلت، لات. ¶ أما ثمة الظرفية المفتوحة الثاء فإنها ترسم بالتاء المربوطة.",
            "page": "94",
            "part": "1",
            "seal": "34AC6530"
        },
        {
            "id": "94",
            "nass": "الباب الثامن: علامات الترقيم ¶ الترقيم في الكتابة هو وضع رموز اصطلاحية معينة بين الجمل أو الكلمات؛ لتحقيق أغراض تتصل بتيسير عملية الإفهام من جانب الكاتب، وعملية الفهم على القارئ، ومن هذه الأغراض تحديد مواضع الوقف، حيث ينتهي المعنى أو جزء منه، والفصل بين أجزاء الكلام، والإشارة إلى انفعال الكاتب في سياق الاستفهام، أو التعجب، وفي معارض الابتهاج، أو الاكتئاب، أو الدهشة أو نحو ذلك، وبيان ما يلجأ إليه الكاتب من تفصيل أمر عام، أو توضيح شيء مبهم، أو التمثيل لحكم مطلق؛ وكذلك بيان وجوه العلاقات بين الجمل؛ فيساعد إدراكها على فهم المعنى، وتصور الأفكار. ¶ وكما يستخدم المتحدث في أثناء كلامه بعض الحركات اليدوية، أو يعمد إلى تغيير في قسمات وجهه، أو يلجأ إلى التنويع في نبرات صوته؛ ليضيف إلى كلامه قدرة على دقة التعبير، وصدق الدلالة، وإجادة الترجمة عما يريد بيانه للسامع، كذلك يحتاج الكاتب إلى استخدام علامات الترقيم؛ لتكون بمثابة هذه الحركات اليدوية، وتلك النبرات الصوتية، في تحقيق الغايات المرتبطة بها. ¶ وموضوع الترقيم يتصل اتصالا وثيقا بالرسم الإملائي، فكلاهما عنصر أساسي من عناصر التعبير الكتابي الواضح السليم، وكما يختلف المعنى باختلاف صورة الهمزة مثلا في بعض الكلمات، كذلك يضطرب المعنى إذا",
            "page": "95",
            "part": "1",
            "seal": "E7B359B9"
        },
        {
            "id": "95",
            "nass": "أسيء استعمال إحدى علامات الترقيم، بأن وضعت في غير موضعها، أو حلت محل غيرها. ¶ فمثلا: إذا أخطأ الكاتب في كتابة كلمة: سئل، بأن كتب الهمزة على ألف سأل انعكس المعنى، وصار المسئول سائلا، وكذلك إذا كتب كلمة: يكافئ، على هذه الصورة: يكافأ، صار الكلام حديث عمن أخذ المكافأة، لا من أعطى المكافأة. ¶ وكذلك إذا كتب: أعطى أحمد أصدقاءه نسخًا من مصور الوطن العربي، صار المعنى المفهوم أن أحمد هو الذي قدم لأصدقائه هذه النسخ، وربما كان الكاتب يريد أن هؤلاء الأصدقاء هم الذين أعطوا أحمد هذه النسخ، وهذا المعنى يتطلب أن ترسم الجملة بصورتها الصحيحة، التي تكون فيها كلمة أصدقاؤه فاعلا مرفوعًا، والهمزة المضمومة في هذا الموضع ترسم على واو، أصدقاؤه. ¶ ويحدث هذا الاضطراب في المعنى إذا أخطأ الكاتب، ووضع علامة ترقيم بدل أخرى، فمثلا: إذا كتب الجملتين الآتيتين وبينهما فصلة: ساءت حال الأسرة بعد موت عائلها، لأنه لم يدخر شيئا، فهم القارئ أن هذه الجملة إنماهي جزء من التعبير عن معنى معين، وخفيت عليه العلاقة الحقيقية بين هاتين الجملتين، وهي أن الجملة الثانية سبب للجملة الأولى، وفي هذا الموضع تستخدم الفصلة المنقوطة، لا الفصلة، ووضع الفصلة المنقوطة يقف بالقارئ على هذه العلاقة الحقيقية حين يقرأ. ¶ وكذلك إذا طالعنا الجملة الآتية وبعدها علامة التأثر: ما أعظم الآثار المصرية! وطلب منا ضبط آخر الكلمتين: أعظم، الآثار، أدركنا من وضع علامة التأثر، أن الجملة أسلوب تعجب؛ فنفتح آخر أعظم؛ لأنها فعل",
            "page": "96",
            "part": "1",
            "seal": "F28B6416"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ بسم الله الرحمن الرحيم ¶ تقديم ¶ ليس الرسم الإملائي إلا تصويرا خطيا لأصوات الكلمات المنطوقة، يتيح للقارئ أن يعيد نطقها طبقا لصورتها التي نطقت بها، ولما كانت بعض الحروف في الكتابة العربية تخضع في رسمها إلى عوامل أخرى محررة من التزام الصورة النطقية، فقد جدت الحاجة إلى وضع ضوابط عامة، تنظم رسم الحروف في أوضاعها المختلفة، وهذه الضوابط هي التي نسميها قواعد الرسم الإملائي. ¶ ومما يجدر التنويه به أن الإملاء العربي -إذا قيس بالإملاء في كثير من اللغات- يمتاز بأنه غالب الاطراد، قليل الشذوذ، سهل الفهم، محدود الصعوبات، مضبوط القواعد، وأن الحملة عليه، والشكوى منه، لا تقوم على أساس، وليست إلا صيحة من ادعاءات المتجنين دائما على العربية، في كل ما يتصل بها من آداب، وقواعد إملائية. ¶ وهذا الكتيب يعرض القواعد الإملائية، التي بحثها العلماء، في أزمنة ¶ متعاقبة، ولكن لا يفوتنا هنا أن نشير إلى أن كثيرا من أحكام هذه القواعد، لم يكن موضع اتفاق بين العلماء، بل تعددت فيه آراؤهم؛ لتعدد ما ساقوه من العلل ¶ والأسباب، ووجد كل رأي أنصارا ومشايعين من الكتاب، فظهرت بعض الكلمات بأكثر من صورة خطية في معارض مختلفة، وألف الكتاب",
            "page": "3",
            "part": "1",
            "seal": "B697E2E4"
        },
        {
            "id": "3",
            "nass": "هذه الصور المتباينة للكلمة الواحدة، فالتبس الأمر عليهم، ولم تشفهم القواعد المتداولة؛ لأن بها من الخلاف ما يزيد الأمر تعقيدا. ¶ وقد فطن إلى هذه الناحية كثير من ذوي الغيرة على اللغة، فحاولوا -مخلصين- أن ييسروا الأمر على الكتاب، بتهذيب تلك القواعد وتوحيدها، وخطت بعض الهيئات والمجامع اللغوية خطوات جادة في هذا السبيل، ولكن النتائج المنشودة لم تصل إليها الجهود المبذولة حتى الآن. ¶ ومع هذه الصعوبات الراهنة، فكرت في وضع هذا الكتيب، لا لأعالج به أمر الخلاف بين العلماء في رسم بعض الحروف، فأنا أعتقد أن هذا الغرض ¶ الجليل لا ينهض به فرد عربي واحد، ولا أمة عربية واحدة؛ لأنه يتصل بالتراث ¶ العربي المطبوع والذي يطبع، وهو تراث ضخم، تشترك الدول العربية في تداوله، ومن حقه أن تفرغ له هيئة علمية لغوية، تمثل الدول العربية؛ ليكون رأيها الحاسم موضع الرضا والتسليم من قراء العربية وكتابها جميعا -ولكني هممت بتأليف هذا الكتيب؛ لما اتضح لي من حاجة الكاتبين -طلابا ومعلمين وعاملين بالدواوين ونحوها، إلى معرفة الضوابط الصحيحة لرسم الكلمات؛ توقيا للخطأ الذي يشوه الكتابة، ويفسد التعبير أحيانا؛ ومع هذه الحاجة نجد أن الكتب التي ألفت في هذا الموضوع قليلة، وأكثرها طبع منذ عهد بعيد، فنفدت نسخه، ولم يظفر بشيء من الحماسة لإعادة طبعه، والجد في نشره. ¶ وقد توخيت في وضع هذا الكتيب عدة أمور، أهمها: ¶ 1- أني تجنبت الخلافات، وذلك بالاقتصار على أسهل الصور،",
            "page": "4",
            "part": "1",
            "seal": "A31B3D9D"
        },
        {
            "id": "4",
            "nass": "وأشهرها استعمالا، وأكثرها تداولا، وأدخلها في الاطراد، وذلك في المواضع التي ¶ تعددت فيها الآراء. ¶ 2- أكثرت من الأمثلة؛ ليكون ذلك بمثابة تدريب وتمكين. ¶ 3- بسطت في صور التقسيم والتبويب، بحيث تستقل كل صورة نطقية من صور الهمزة بقاعدة متميزة. ¶ 4- أعدت قواعد كل من الهمزة المتوسطة، والهمزة المتطرفة في جدول خاص ينتظم أنواعها مع التمثيل؛ فالجداول أسهل تصورا، وأسرع دلالة. ¶ 5- لما كانت علامات الترقيم ركنا أساسيا من أركان الكتابة، ضمنت هذا الكتيب بابا خاصا بالترقيم، وعلاماته، ومواضع استعمالها، لتستوي بذلك قواعد الرسم الإملائي، مكتملة العناصر والأركان. ¶ 6- وقد رأيت -زيادة للفائدة- أن أعرض في صدر هذا الكتاب بحثا تربويا، يتضمن طائفة من الحقائق، والتجارب التعليمية، التي تتصل بعلاج الإملاء في مجالات الإعداد والتدريس والتدريب والتصحيح، يسترشد بها المدرسون، فيكون أهدى سبيلا، وأدنى إلى السداد، وإدراك الهدف المنشود. ¶ كما يتضمن هذا البحث بعض الوصايا التي أوجهها إلى المدرسين بعد نظرتي إلى المناهج الحالية للإملاء في المراحل التعليمية المختلفة، واستنباط ما تتطلبه هذه ¶ المناهج من أساليب تربوية خاصة، تلائم عمر التلميذ، ومستواه اللغوي، وتعالج ما يعترضه من صعاب، وما يتعرض له من أخطاء.",
            "page": "5",
            "part": "1",
            "seal": "EA5B021E"
        },
        {
            "id": "5",
            "nass": "7- كما خصصت الباب الأخير لمناقشة القواعد الإملائية الحالية، من الناحية العلمية، في حدود تجاربي واجتهادي، لعل هذه المناقشة تشجع أعلام اللغة ¶ وروادها على أن يعاودوا البحث، فيصلوا إلى شيء من التعديل والتهذيب، يقضي على بعض الخلافات التي تشيع في الرسم الإملائي، ويقع بها الكُتّاب ¶ في حيرة واضطراب. ¶ والله أسأل أن ينفع بهذا الجهد، وهو الموفق ¶ المؤلف",
            "page": "6",
            "part": "1",
            "seal": "20AEAC45"
        },
        {
            "id": "6",
            "nass": "الباب الأول: الإملاء في المجال التربوي ¶ تمهيد: ¶ حين تصديت لتأليف هذا الكتاب، كان الهدف الذي نشدت تحقيقه مقتصرا على شرح القواعد الإملائية، في أشهر صورها، وبذلك يكون الكتاب لتوضيح المادة، لكل من يرجع إليه: من الطلاب والمعلمين وكل من يكتبون باللغة العربية، ثم رأيت بعد ذلك أن المعلمين في حاجة -كذلك- إلى الوقوف على الأساليب التربوية، التي يجب اتباعها في المواقف التعليمية لمادة الإملاء؛ ليكون عملهم على هدى وبصيرة؛ ولتثمر جهودهم، دون كد أو معاناة؛ وبهذا يجمع الكتاب بين المادة والطريقة، وذلك اتجاه محمود، تنادي التربية الحديثة بالأخذ به، في الكتب المدرسية، وليس هذا غريبا، فقد أخذت به وزارة التربية والتعليم، حين حرصت على أن تصدر المناهج الدراسية، التي تحصر الأبواب المقررة دراستها، بطائفة من التوجيهات التربوية، مطالبة المدرسين باتباعها، ولا نستطيع أن نجحد فائدة هذه التوجيهات، لمن يعنون بدراستها وتطبيقها. ¶ وقد رأينا الوزارة أيضا تطلب إلى مؤلفي الكتب المدرسية أن يضمنوا مقدمات هذه الكتب طريقة استعمالها، في الفصل وخارجه، وهذه صورة من صور الجمع بين المادة والطريقة في الكتاب المدرسي. ¶ وفي ضوء هذا المبدأ نعرض فيما يلي جانبا من الحقائق التربوية، التي ينبغي ملاحظتها في تعليم الإملاء.",
            "page": "7",
            "part": "1",
            "seal": "A8693413"
        },
        {
            "id": "7",
            "nass": "أهداف درس الإملاء: ¶ لا جدال في أن تحديد الهدف لكل عمل، يساعد على اختيار أنجح الوسائل ¶ الكفيلة بتحقيق الغاية من هذا العمل، في سرعة وسهولة، ومن أهداف درس الإملاء: ¶ 1- تدريب التلاميذ على رسم الحروف والكلمات رسما صحيحا مطابقا للأصول الفنية، التي تضبط نظم الكتابة أحرفا وكلمات. ¶ 2- تذليل الصعوبات الإملائية التي تحتاج إلى مزيد من العناية: كرسم الكلمات المهموزة أو المختومة بألف لينة، أو الكلمات التي تتضمن بعض الحروف القريبة أصواتها من أصوات حروف أخرى، لا يميز بينها غير التفخيم والترقيق ونحو ذلك، مثل: السين والصاد والثاء، ومثل: الذال والزاي والظاء. ¶ وتزداد هذه الصعوبة إذا اجتمع في الكلمة الواحدة حرفان متقارب صوتاهما، أو مختلفان ترقيقا وتفخيما مثل: صوت وسوط ووسط، مثل: يتطلع، ويتطلب، ومثل: يصطدم ويصطنع، ومثل: يزداد، ونحو ذلك، ومثل الكلمات التي تتوالى فيها أحرف من فصيلة واحدة في الكتابة، مثل: الباء والتاء والثاء والنون والياء في مثل: ثبت، بيت، نبت، يثبت، يتثبت، ومثل: مصر، مطر، يصبر. ¶ 3- الإملاء فرع من فروع اللغة العربية، وللغة عدة وظائف، تدور حول الفهم والإفهام، ومن أهداف الإملاء أن يسهم في هذا الجانب، بأن يزيد في معلومات التلميذ، بما تتضمنه القطعة من ألوان الخبرة وفنون الثقافة والمعرفة وبأن يقدره على تصوير ما في نفسه، مكتوبا كتابة سليمة، تمكن القارئ من فهمه على وجهه الصحيح.",
            "page": "8",
            "part": "1",
            "seal": "0E33FCF8"
        },
        {
            "id": "8",
            "nass": "4- ومن أهداف دروس الإملاء تجويد خط التلاميذ، وإذا بكّر المدرسون برعاية هذا الهدف، خفت مشكلات كثيرة ثقيلة، تنشأ عن رداءة خطوط الطلاب الكبار والعاملين في الدواوين والمؤسسات. ¶ 5- درس الإملاء: يتكفل بتربية العين عن طريق الملاحظة والمحاكاة في الإملاء ¶ المنقول، وتربية الأذن بتعويد التلميذ حسن الاستماع، وجودة الإنصات، وتمييز الأصوات المتقاربة لبعض الحروف، وتربية اليد بتمرين عضلاتهاعلى إمساك القلم، وضبط الأصابع، وتنظيم تحركها، وهكذا. ¶ 6- وإذا اعتبرنا الهدف السابق من الأغراض الفسيولوجية وما قبله من الأغراض التعليمية، فهناك أغراض أخرى تتصل بالنواحي الخلقية والذوقية، مثل: تعويد التلميذ النظام والحرص على توفير مظاهر الجمال في الكتابة وبهذا ننمي فيه الذوق الفني. ¶ 7- ومن الأهداف اللُّغوية لدرس الإملاء إمداد التلميذ بثروة من المفردات والعبارات، التي تفيده في التعبير، حديثا أو كتابة. ¶ ومن هذه الأهداف يتبين لنا أن درس الإملاء يتكفل بتحقيق أغراض جليلة: تربوية، وخلقية، وفنية، ولُغوية. ¶ منزلة الإملاء بين فروع اللغة: ¶ 1- للإملاء منزلة عالية بين فروع اللغة؛ لأنه الوسيلة الأساسية، إلى التعبير ¶ الكتابي، ولا غنى عن هذا التعبير، فهو الطريقة الصناعية، التي اخترعها الإنسان في أطوار تحضره؛ ليترجم بها عما في نفسه، لمن تفصله عنهم المسافات الزمانية والمكانية، ولا يتيسر له الاتصال بهم عن طريق الحديث الشفوي.",
            "page": "9",
            "part": "1",
            "seal": "0A4572B6"
        },
        {
            "id": "9",
            "nass": "وإذا كانت القواعد النحْوية والصرفية وسيلة إلى صحة الكتابة، من النواحي الإعرابية والاشتقاقية ونحوها، فإن الإملاء وسيلة إليها، من حيث الصورة الخطية. ¶ ونستطيع أن ندرك منزلة الإملاء بوضوح، إذا لاحظنا أن الخطأ الإملائي يشوه الكتابة، وقد يعوق فهم الجملة، كما أنه يدعو إلى احتقار الكاتب وازدرائه، مع أنه قد يغفر له خطأ لُغوي من لون آخر. ¶ أما بالإضافة إلى التلاميذ، في المراحل التعليمية الأولى، فالإملاء مقياس دقيق للمستوى التعليمي الذي وصلوا إليه، ونستطيع -في سهولة- أن نحكم على مستوى الطفل، بعد أن ننظر إلى كراسته، التي يكتب فيها قطع الإملاء. ¶ عوامل التهجي الصحيح: ¶ يرتبط التهجي الصحيح بعوامل أساسية، بعضها عضوي، كاليد والعين والأذن، وبعضها فكري: ¶ أما اليد: ¶ فهي العضو الذي يعتمد عليه في كتابة الكلمة، ورسم أحرفها صحيحة مرتبة، وتعهد اليد أمر ضروري لتحقيق هذه الغاية؛ ولهذا ينبغي الإكثار من تدريب التلميذ تدريبًا يدويا على الكتابة؛ حتى تعتاد يده طائفة من الحركات العضلية الخاصة، يظهر أثرها في تقدم التلميذ وسرعته في الكتابة. ¶ وأما العين: ¶ فهي ترى الكلمات، وتلاحظ أحرفها مرتبة وفقا لنطقها؛ وهي بهذا تساعد على رسم صورتها صحيحة في الذهن، وعلى تذكرها حين يراد كتابتها. ¶ ولكي ننتفع بهذا العامل الأساسي، في تدريس الإملاء يجب أن نربط",
            "page": "10",
            "part": "1",
            "seal": "EEB9270B"
        },
        {
            "id": "10",
            "nass": "بين دروس القراءة ودروس الإملاء، وبخاصة مع صغار التلاميذ، وذلك بأن يكتبوا في كراسات الإملاء بعض القطع التي قرءوها في الكتاب، أو جملًا قصيرة، يكتبها المدرس على السبورة، أو تعرض عليهم في بطاقات، وهذا يحملهم على تأمل الكلمات بعناية، ويبعث انتباههم إليها، ويعود أعينهم الدقة في ملاحظتها، واختزان صورها في أذهانهم، وتتحقق هذه الغاية في فترات القراءة الجهرية وبصورة أوفى في فترات القراءة الصامتة. ¶ وينبغي أن يتم الربط بين القراءة والكتابة في حصة واحدة، أو في فترتين متقاربتين؛ أي قبل أن تمحى من أذهان الأطفال الصور التي اختزنوها. ¶ كما ينبغي أن نعرض الكلمات الصعبة، والكلمات الجديدة على السبورة فترة ¶ من الزمن، ثم نمحوها قبل إملاء القطعة؛ لنهيئ للعين فرصة كافية لرؤية الكلمات، والاحتفاظ بصورها في الذهن. ¶ وأما الأذن: ¶ فهي تسمع الكلمات، وتميز مقاطع الأصوات وترتيبها، وهذا يساعد على تثبيت آثار الصور المكتوبة المرئية؛ ولهذا يجب الإكثار من تدريب الأذن على سماع الأصوات، وتمييزها وإدراك الفروق الدقيقة، بين الحروف المتقاربة المخارج، والوسيلة العملية إلى ذلك هي الإكثار من التهجي الشفوي لبعض الكلمات قبل كتابتها. ¶ العوامل الفكرية: ¶ أما العوامل الفكرية التي يرتبط بها التهجي الصحيح، فتقوم على ما حصله التلاميذ من المفردات اللغوية، في مجالات القراءة والتعبير، ومدى قدرتهم على فَهْم هذه المفردات، والتمييز بين معانيها، ومدى ملاءمتها لسياق الكلام، ويظهر",
            "page": "11",
            "part": "1",
            "seal": "70E6A343"
        },
        {
            "id": "11",
            "nass": "أثر هذا الوعي اللغوي في اتقاء الأخطاء اللغوية، التي يقع فيها كثير من التلاميذ، في كتابة أمثال هذه الكلمات: أذهان، مراعاة، لا يتسنى له، المدرسة الثانوية، يختلط، يصطدم، فهمت كل ما قلته، إذ يكتبون هذه الكلمات بترتيبها السابق: أزهان، مراعات، لا يتثنى له، المدرسة السنوية، يخطلط، يسطدم، أو يصتدم، أو يصطضم، فهمت كلما قلته ... وهكذا، فلاشك أن هذا الخطأ مرده إلى ضعف المحصول اللغوي والعجز عن إدراك ما يتطلبه سياق الكلام من كلمات ملائمة، وتجنب ما يشبهها أو يقاربها صوتا. ¶ أما الأخطاء التي تقع في رسم الكلمات المهموزة أو المختومة بألف لينة، أو الكلمات التي يحذف منها حرف، أو يزاد فيها حرف، أو غير ذلك، فستأتي في شرح القواعد الإملائية، في الأبواب الآتية من الكتاب. ¶ مادة الإملاء: ¶ إذا أحسن اختيار قطعة الإملاء، كان في ذلك نفع كبير للتلميذ، ولهذا يجب مراعاة ما يأتي: ¶ 1- أن تكون القطعة مشوقة بما تحويه من معلومات طريفة، تزيد في أفكار التلاميذ، وتمدهم بفنون من الخبرة، وألوان من الثقافة، ومن أحسن النماذج ¶ المحققة لهذا الغرض القصص والأخبار المشوقة. ¶ 2- أن تكون متصلة بحياة التلاميذ، ملائمة لمستواهم العقلي، مرتبطة بما يدرسونه في فروع اللغة، والمواد الأخرى. ¶ 3- أن تكون مفرداتها وأساليبها سهلة مفهومة، ولا يتسع مجال القطع الإملائية للمفردات اللغوية الصعبة؛ فلها مجالات أخرى، في موضوعات",
            "page": "12",
            "part": "1",
            "seal": "B1522C6B"
        },
        {
            "id": "12",
            "nass": "قادمة. ¶ 4- أن تكون مناسبة للتلاميذ، من حيث الطول والقصر، ويغالي بعض المدرسين، فيطيل القطعة؛ وبهذا يستهلك الوقت الذي ينبغي أن يصرف في مناقشة القطعة وفهمها، أو يجعلها قصيرة، فيضيع على التلاميذ كثيرا من الفوائد. ¶ 5- ألا يتكلف المدرس في تأليف قطعة الإملاء، فيحشد فيها من المفردات الخاصة، التي يظنها مساعدة على تثبيت قاعدة إملائية، فهذا التكلف قد يفسد الأسلوب، بل يجب أن يكون تأليف القطعة بأسلوب طبيعي لا تكلف فيه؛ لأن الإملاء -قبل كل شيء- تعليم لا اختبار. ¶ 6- لا مانع من اختيار قطعة الإملاء من موضوعات القراءة، بل يجب هذا مع صغار التلاميذ. ¶ الصلة بين الإملاء وغيره: ¶ يفهم مما سبق أن غاية الإملاء، لا تقف عند هذه الحدود القريبة التي يظنها ¶ بعض المدرسين؛ إذ يمكن اتخاذ الإملاء وسيلة إلى ألوان متعددة من النشاط اللغوي، وإلى كسب التلاميذ كثيرا من المهارات والعادات الحسنة في الكتابة والتنظيم، وهذه بعض النواحي التي ينبغي ربطها بالإملاء: ¶ 1- التعبير: فقطعة الإملاء جيدة الاختيار، مادة صالحة لتدريب التلاميذ على ¶ التعبير الشفوي: بالأسئلة والمناقشة، والتعبير الكتابي: بالتلخيص والنقد والإجابة عن الأسئلة كتابة. ¶ 2- القراءة: فبعض أنواع الإملاء يتطلب القراءة قبل الكتابة، كالإملاء المنقول، والإملاء المنظور. ¶ 3- الثقافة العامة: فقطعة الإملاء الصالحة وسيلة مجدية إلى تزويد التلاميذ بألوان من المعرفة وإلى تجديد معلوماتهم، وزيادة صلتهم بالحياة.",
            "page": "13",
            "part": "1",
            "seal": "362D7936"
        },
        {
            "id": "13",
            "nass": "4- الخط: ينبغي أن نحمل التلاميذ دائما على تجويد خطهم، في كل عمل كتابي، وأن تكون كل التمرينات الكتابية تدريبا على الخط الجيد، ومن خير الفرص الملائمة لهذا التدريب، درس الإملاء، ومن أحسن الطرق التي يتبعها المدرسون، لحمل التلاميذ على هذه العادة، محاسبتهم على الخط، ومراعاة ذلك في تقدير درجاتهم في الإملاء. ¶ 5- المهارات والعادات المحمودة: في درس الإملاء مجال متسع لأخذ التلاميذ بكثير من العادات والمهارات، ففيه تعويد التلاميذ جودة الإصغاء، وحسن الانتباه والاستماع، والنظافة والتنسيق، وتنظيم الكتابة باستخدام علامات الترقيم، وملاحظة الهوامش، وتقسيم الكلام فقرات.....ونحو ذلك. ¶ أنواع الإملاء ¶ أ- الإملاء المنقول: ¶ معناه: أن ينقل التلميذ القطعة من كتاب أو سبورة، أو بطاقة، بعد قراءتها وفهمها وتهجي بعض كلماتها هجاء شفويًا، وهذا النوع من الإملاء يلائم أطفال الصفين الأول والثاني من المرحلة الابتدائية؛ لأنه الوسيلة الطبيعية لتعليم هؤلاء الأطفال الكتابة، إذ يعتمد على الملاحظة والمحاكاة، وهما من الجهود الحسية التي يستطيعها هؤلاء الأطفال؛ ولأن الهجاء متصل بالقراءة اتصالا وثيقا في هذين الصفين، ويطلب تدريب الأطفال على القراءة وعلى كتابة ما يقرءون في وقت واحد، أو في وقتين متقاربين. ¶ ويلائم -كذلك- أطفال الصف الثالث، في معظم فترات العام الدراسي، وقد تستوجب حال بعض التلاميذ الضعفاء في الصف الرابع، أن يمتد تدريبهم على الإملاء المنقول في واجبات منزلية.",
            "page": "14",
            "part": "1",
            "seal": "47C1BAA3"
        },
        {
            "id": "14",
            "nass": "طريقة تدريسه: ¶ يسير المدرس على حسب الخُطوات التالية: ¶ 1- التمهيد لموضوع القطعة، بقراءتها وفهمها قبل الكتابة، فإذا كان الموضوع جديدا لم تسبق قراءته -وهذا في الصف الثالث- يستخدم في التمهيد عرض النماذج أو الصور، كما تستخدم الأسئلة الممهدة لفهم الموضوع. ¶ 2- عرض القطعة في الكتاب، أو البطاقة، أو على سبورة إضافية دون أن تضبط كلماتها في البطاقة أو السبورة؛ حتى لا ينقل التلاميذ هذا الضبط، ويتورطوا في سلسلة من الأخطاء، وتشق عليهم الملاحظة والمحاكاة من جراء هذه الصعوبات المتراكمة. ¶ 3- قراءة المدرس القطعة قراءة نموذجية. ¶ 4- قراءات فردية من التلاميذ؛ حملا لهم على مزيد من دقة الملاحظة، ويجب الحرص على عدم مقاطعة القارئ، لإصلاح خطأ في الضبط. ¶ 5- أسئلة في معنى القطعة، إذا كانت جديدة على التلاميذ؛ للتأكد من فهمهم لأفكارها، وفي هذه الخطوة تدريب للتلاميذ على التعبير الشفوي الذي ينبغي أن يكون له نصيب في كل درس. ¶ 6- تهجي الكلمات الصعبة التي في القطعة، وكلمات مشابهة لها، ويحسن تمييز هذه الكلمات، إما بوضع خطوط تحتها، وإما بكتابتها بلون مخالف، وإما بوضعها بين وسين، وذلك في حال استخدام السبورة الإضافية، وطريقة هذا التهجي أن يشير المدرس إلى الكلمة، ويطلب من تلميذ قراءتها، وتهجي حروفها، ثم يطالب غيره بتهجي كلمة أخرى، يأتي بها المدرس مشابهة للكلمة السابقة، من حيث الصعوبة الإملائية ثم ينتقل إلى كلمة أخرى، وهكذا.",
            "page": "15",
            "part": "1",
            "seal": "0AD763A1"
        },
        {
            "id": "15",
            "nass": "7- النقل ويراعى فيه ما يأتي: ¶ أ- إخراج الكراسات وأدوات الكتابة، وكتابة التاريخين ورَقْم الموضوع، نقلا عن السبورة. ¶ ب- أن يملي المدرس على التلاميذ القطعة كلمة كلمة، مشيرًا في الوقت نفسه إلى هذه الكلمات في حال استخدام السبورة الإضافية. ¶ ج- أن يسير جميع التلاميذ معا في الكتابة، وأن يقطع المدرس السبيل على التلاميذ الذين يميلون إلى التباهي بالانتهاء من كتابة الكلمة قبل غيرهم. ¶ 8- قراءة المدرس القطعة مرة أخرى؛ ليصلح التلاميذ ما وقعوا فيه من خطأ أو ليتداركوا ما فاتهم من نقص. ¶ 9- جمع الكراسات بطريقة منظمة هادئة. ¶ 10- إذا بقي من الحصة شيء من الوقت، يمكن شغله بعمل آخر مفيد، مثل تحسين الخط، أو مناقشة معنى القطعة، على مستوى أوسع. ¶ مزايا الإملاء المنقول: ¶ يحقق درس الإملاء المنقول كثيرًا من الغايات اللغوية والتربوية: ¶ 1- ففيه تدريب على القراءة، وتدريب على التعبير الشفوي. ¶ 2- وفيه -كذلك- تدريب على التهجي، ومعرفة الصور الكتابية للكلمات الجديدة، التي تشير إلى صعوبة إملائية. ¶ 3- والتلميذ يتعود في هذا الدرس قوة الملاحظة، وحسن المحاكاة، وتنمو مهارته في الكتابة، ويزيد إدراكه للصلة بين أصوات الحروف وصورتها الكتابية. ¶ 4- ويعود -كذلك- النظام والتنسيق وتجويد الخط.",
            "page": "16",
            "part": "1",
            "seal": "99F43079"
        },
        {
            "id": "16",
            "nass": "ب- الإملاء المنظور: ¶ ومعناه أن تعرض القطعة على التلاميذ لقراءتها وفَهمها، وهجاء بعض كلماتها ثم تحجب عنهم، وتملى عليهم بعد ذلك. ¶ وهذا النوع من الإملاء، يلائم -بوجه عام- تلاميذ الصف الرابع من المرحلة الابتدائية، ويجوز امتداده إلى الصف الخامس، مع بعض التلاميذ، كما يجوز تطبيقه على تلاميذ الصفوف السابقة إذا كان مستواهم مرتفعا، فالمعوِّل في ذلك كله على مستوى الفصل، أو مستوى التلميذ. ¶ طريقة تدريسه: ¶ هي طريقة تدريس الإملاء المنقول، إلا أنه بعد الانتهاء من القراءة، ومناقشة المعنى، وتهجي الكلمات الصعبة ونظائرها، تحجب القطعة عن التلاميذ، ثم تملى عليهم. ¶ مزاياه: ¶ 1- أنه خطوة تقدمية في معاناة التلميذ الصعوبات الإملائية، والتهيؤ لها. ¶ 2- أنه يحمل التلميذ على دقة الملاحظة، وجودة الانتباه، والبراعة في أن يختزن في ذهنه الصور الكتابية الصحيحة، للكلمات الصعبة، أو الجديدة. ¶ 3- أن فيه شحذا للذاكرة، وتدريبا جديا، على إعمال الفكر؛ للربط بين النطق والرسم الإملائي. ¶ ج- الإملاء الاستماعي: ¶ ومعناه أن يستمع التلاميذ إلى القطعة، يقرؤها المدرس، وبعد مناقشتهم",
            "page": "17",
            "part": "1",
            "seal": "030A841F"
        },
        {
            "id": "17",
            "nass": "في معناها، وتهجي كلمات مشابهة لما فيها من الكلمات الصعبة، تملى عليهم، وهذا النوع من الإملاء يلائم تلاميذ الصفين الخامس والسادس من المرحلة الابتدائية وكذلك تلاميذ المرحلة الإعدادية، وطلبة دور المعلمين والمعلمات. ¶ طريقة تدريسه: ¶ يسير المدرس على حسب الخطوات الآتية: ¶ 1- التمهيد: باتباع الطرق المتبعة في التمهيد لدرس المطالعة، وهو يقوم على عرض النماذج والصور، وطرح الأسئلة، وخلق مجال للحديث والمناقشة. ¶ 2- قراءة المدرس القطعة؛ ليلم التلاميذ بفكرتها العامة. ¶ 3- مناقشة المعنى العام ببعض الأسئلة، يلقيها المدرس على التلاميذ، لاختبار مدى فهمهم لما استمعوا إليه. ¶ 4- تهجي كلمات مشابهة للمفردات الصعبة التي في القطعة، وكتابة بعضها على السبورة، بإملاء التلاميذ، وينبغي أن تعرض هذه الكلمات المشابهة في جمل كاملة؛ حتى يكون كل عمل في الطريقة ذا أثر لغوي مفيد للتلاميذ. ¶ فمثلا إذا كانت الكلمة الصعبة في القطعة هي كلمة صحائف لا يطلب المدرس من التلاميذ تهجي هذه الكلمة نفسها، ولكن يطلب إليهم تهجي كلمتين تشبهانها مثل: رسائل، وعجائب، والطريقة أن يقول مثلا: أتتني رسائل كثيرة في أيام العيد، من منكم يتهجى كلمة رسائل؟ وبعد أن يسمع الهجاء الصحيح، يكتب هذه الكلمة على السبورة، بإملاء أحد التلاميذ، ثم يكلف تلميذا آخر قراءتها، ثم يقول مثلا: الأهرام من عجائب الدنيا، من منكم يتهجى كلمة عجائب ويكتفى بسماع الهجاء الصحيح لهذه الكلمة، ولا داعي إلى تسجيلها على السبورة.",
            "page": "18",
            "part": "1",
            "seal": "5019A19B"
        },
        {
            "id": "18",
            "nass": "ومن فوائد هذه الطريقة أنها تدرب التلاميذ على أسلوب الاستنباط، الذي تستخلص فيه قاعدة عامة من أمثلة متشابهة، وهو أسلوب تربوي مطلوب في مواقف تعليمية كثيرة. ¶ 5- إخراج التلاميذ الكراسات وأدوات الكتابة، وكتابة التاريخ، ورقم الموضوع، وفي أثناء ذلك يمحو المدرس الكلمات التي على السبورة. ¶ 6- قراءة المدرس القطعة مرة ثانية؛ ليتهيأ التلاميذ للكتابة، وليحاولوا إدراك ¶ المشابهة بين الكلمات الصعبة التي يسمعونها، والكلمات المماثلة لها، مما كان مدونا على السبورة. ¶ 7- إملاء القطعة: ويراعى في الإملاء ما يأتي: ¶ أ- تقسيم القطعة وحدات مناسبة للتلاميذ طولا وقصرًا، مع ملاحظة أن الجار والمجرور كأنهما شيء واحد، وكذلك المضاف والمضاف إليه. ¶ ب- إملاء الوحدة مرة واحدة، لحمل التلاميذ على حسن الإصغاء، وجودة الانتباه. ¶ ج- استخدام علامات الترقيم في الكتابة. ¶ د- مراعاة الجلسة الصحية. ¶ 8- قراءة المدرس القطعة مرة ثالثة لتدارك الأخطاء والنقص. ¶ 9- جمع الكراسات بطريقة منظمة هادئة. ¶ 10- شغل باقي الحصة بعمل آخر، مثل تحسين الخط، أو مناقشة معنى القطعة على مستوى أرقى، أو تهجي الكلمات الصعبة التي وردت في القطعة، أو شرح بعض القواعد الإملائية المتصلة بالقطعة، بطريقة سهلة مقبولة.",
            "page": "19",
            "part": "1",
            "seal": "E200F889"
        },
        {
            "id": "19",
            "nass": "د- الإملاء الاختباري: ¶ والغرض منه تقدير مستوى التلميذ، وقياس قدرته ومدى تقدمه؛ ولهذا تملى عليه القطعة بعد استماعه إليها، وفهمها، دون مساعدة له في الهجاء، ولهذا النوع من الإملاء، يتبع مع التلاميذ في جميع الفرق؛ لتحقيق الغرض الذي ذكرناه ولكن ينبغي أن يكون على فترات معقولة؛ حتى تتسع الفرص للتدريب والتعليم. ¶ طريقة تدريسه: ¶ هي طريقة تدريس الإملاء الاستماعي، مع حذف مرحلة الهجاء. ¶ أساليب التدريب الفردي ¶ تتبع الطرق السابقة في التدريب الجمعي، الذي يشمل جميع تلاميذ الفصل، ويحسن أن يسير بجانب هذا التدريب الجمعي تدريب فردي للتلاميذ الضعاف والمبطئين في الكتابة، أو الذين تكثر أخطاؤهم في كلمات معينة، وهؤلاء جميعًا يحسن أخذهم بأنواع من التدريبات الفردية؛ لعلاج ضعفهم، ومن طرق هذه التدريبات: ¶ 1- طريقة الجمع: ¶ وأساسها غريزة الجمع والاقتناء، وطريقتها تكليف التلميذ أن يجمع من كتاب القراءة أو غيره كلمات ذات نظام معين، ويكتبها في بطاقات خاصة، مثل: كلمات تكتب بلامين، أو كلمات تنتهي بتاء مربوطة، أو تاء مفتوحة، أو كلمات ينطق آخرها ألفا ولكنها تكتب ياء، أو كلمات لامها شمسية، وكلمات لامها قمرية.....وهكذا.",
            "page": "20",
            "part": "1",
            "seal": "A9B0932E"
        },
        {
            "id": "20",
            "nass": "2- البطاقات الهجائية: ¶ وهي من وسائل التدريب الفردي، وطريقتها أن تعد بطاقات يكتب في كل منها مجموعة كبيرة من الكلمات التي تخضع كلها لقاعدة إملائية معينة، مثل: بطاقات تشتمل على كلمات تنتهي بهمزة تكتب على السطر، أو على ألف، أو واو، أو ياء، وكلمات تتوسطها همزة على ألف أو واو، أو ياء، وكلمات تنتهي بألف تكتب ياء، وهكذا حتى تستوفي هذه البطاقات القواعد المشهورة في الهجاء. ¶ فإذا أخطأ التلميذ في رسم كلمة في أي عمل كتابي، أعطاه المدرس البطاقة التي تعالج هذا الخطأ؛ ليدرب على كتابة الكلمات التي بها. ¶ ومن أنواع البطاقات الهجائية كذلك، بطاقات تشتمل كل منها على قصة قصيرة، أو موضوع طريف، تحذف منه بعض الكلمات، ويترك مكانها خاليا، على أن توضع هذه الكلمات في أعلى القصة أو الموضوع، وعلى أن تكون هذه الكلمات ¶ ذات صعوبة إملائية، وعلى التلميذ أن يقرأ القصة، ويستكملها بوضع الكلمات المناسبة في الأماكن الخالية، حين ينقل القصة في كراسته. ¶ هذا، ودرس الإملاء فرصة طيبة، يتبين فيها المدرس ما بين التلاميذ من فروق فردية، فيتخذ لعلاج كل منهم الطريقة التي تلائمه، ومن ذلك ما اتبعه بعض المدرسين النابهين في المدارس الابتدائية القديمة. ¶ 1- كتابة إحدى الكلمات التي يخطئ فيها أكثر التلاميذ، في ورقة كبيرة بخط كبير، وتعليقها أمام التلاميذ فوق السبورة أسبوعًا، ثم تغييرها بكلمة أخرى في الأسبوع التالي.....وهكذا، ولاشك أن كل تلميذ سيقع نظره مرات كثيرة على هذه الكلمة، وهذا كفيل بانطباع صورتها الصحيحة في ذهنه، فلا يخطئ في كتابتها بعد ذلك.",
            "page": "21",
            "part": "1",
            "seal": "D4AD4019"
        },
        {
            "id": "21",
            "nass": "2- كتابة كلمة يخطئ فيها أحد التلاميذ وتثبيتها أمامه في زاوية من سطح الدرج، ثم تغييرها بكلمة أخرى، بعد فترة من الزمن. ¶ 3- في أثناء إملاء المدرس للقطعة حينما تعرض كلمة، يعلم المدرس أن تلميذًا معينا تعود الخطأ في كتابتها وفي نظائرها، ينادي المدرس اسم هذا التلميذ، فيكون هذا تنبيها له....وهكذا. ¶ أسباب الخطأ الإملائي ¶ نذكر فيما يلي بعض هذه الأسباب، فلعل معرفتها ودراستها تهدي المدرسين إلى أنجح الطرق التي ينبغي اتباعها للنهوض بالتلاميذ، وبالتأمل نلاحظ أن من هذه الأسباب ما يرجع إلى التلميذ، ومنها ما يرجع إلى قطعة الإملاء، ومنها ما يرجع إلى المدرس نفسه: ¶ 1- فمما يعود إلى التلميذ: ضعف مستواه، أو قلة مواظبته على الذهاب إلى المدرسة، أو ضآلة حظه من الذكاء، أو شرود فكره، وعدم قدرته على حصر ذهنه، وإرهاف سمعه حين الإملاء، وقد يكون تردد التلميذ وخوفه وارتباكه من عوامل ضعفه في الكتابة، وكثرة أخطائه، وقد يكون ضعف بصره، ¶ أو ضعف سمعه، من أسباب تخلفه في الإملاء، إلى غير ذلك من الأسباب التي تعوق تقدم التلميذ. ¶ 2- ومما يعود إلى قطعة الإملاء: أن تكون أعلى من مستوى التلاميذ فكرة أو أسلوبًا، أو تكثر فيها الكلمات الصعبة، أو الكلمات التي تشذ في رسمها عن القاعدة الأصلية المقررة، أو تكون القطعة أطول مما يجب، فيضطر المملي إلى العجلة والإسراع في النطق.",
            "page": "22",
            "part": "1",
            "seal": "A78E0DE6"
        },
        {
            "id": "22",
            "nass": "3- ومما يعود إلى المدرس: أن يكون المدرس سريع النطق، أو خافت الصوت، أو غير معني باتباع الأساليب الفردية في النهوض بالضعفاء أو المبطئين، أو يكون في نطقه قليل الاهتمام بتوضيح الحروف توضيحا يحتاج إليه التلميذ، للتمييز بينها، وبخاصة الحروف المتقاربة أصواتها أو مخارجها، أو يكون ممن يبالغون في إشباع الحركات، فيكتب التلميذ أحرف مد بدون داعٍ، أو يكون جاهلا بأصول الوقف، أو نحو ذلك، وإني لأعلم أن كثيرًا من التلاميذ قد ساء حظهم، وكثرت أخطاؤهم في الإملاء؛ لأن المدرس الذي أملى عليهم القطعة في الامتحان، كان من النوع الذي يعوزه وضوح النطق، أو جهارة الصوت، أو جودة الأداء، وما كان هؤلاء التلاميذ ليقعوا في كل هذه الأخطاء، لو أسعدهم الحظ بمدرس فَطِن، خبير بالمقومات الأساسية للنطق الصحيح. ¶ تصحيح الإملاء ¶ لهذا التصحيح طرق كثيرة، ولعل أحسنها ألا يلتزم المدرس واحدة منها بصفة دائمة مطردة، بل يراوح بينها، على حسب ما يراه من مستوى الفصل، أو مستوى القطعة، أو نوعية التلميذ، ومن هذه الطرق: ¶ 1- أن يصحح المدرس كراسة كل تلميذ أمامه، ويشغل باقي التلاميذ بعمل آخر كالقراءة، وهذه طريقة مجدية؛ لأن التلميذ سيفهم وجه الخطأ، وسيعرف الصواب في أقرب وقت، ولكن يؤخذ عليها أن باقي التلاميذ ربما ينصرفون عن العمل، ويجنحون إلى اللعب والعبث؛ لأن المدرس في شغل عنهم، كما يؤخذ ¶ عليها أنها طريقة لا يمكن اتباعها، إلا إذا كان عدد التلاميذ قليلا. ¶ 2- أن يصحح المدرس الكراسات خارج الفصل، بعيدا عن التلاميذ، ويكتب لهم الصواب، على أن يكلفهم تكرار الكلمات التي أخطئوا فيها،",
            "page": "23",
            "part": "1",
            "seal": "1932A24F"
        },
        {
            "id": "23",
            "nass": "وهذه هي الطريقة الشائعة، وهي أقل فائدة من سابقتها، ومن مزايا هذه الطريقة أنها دقيقة، تتضمن تصحيح كل الأخطاء، وتقدير مستوى كل تلميذ ومعرفة نواحي قصوره وضعفه، ولكن يؤخذ عليها أن الفترة بين خطأ التلميذ في الكتابة، ومعرفته الصواب، قد تطول. ¶ 3- أن يعرض المدرس على التلاميذ نموذجا للقطعة، يكتبه على السبورة ويطالب التلاميذ بأن يصحح كل منهم خطأه، بالرجوع إلى هذا النموذج، وهذه طريقة حميدة، تعود التلاميذ دقة الملاحظة، والثقة بأنفسهم، والاعتماد عليها، كما تعودهم الصدق والأمانة، وتقدير المسئولية، والشجاعة في الاعتراف بالخطأ. ¶ ويؤخذ عليها أن بعض التلاميذ قد يعجزون عن كشف الأخطاء، وقد يلجأ بعضهم إلى الغش والخداع؛ حتى لا يظهر أمام زملائه بمظهر الضعف والتخلف، ولكن يمكن المدرس حملهم على الأمانة، ومراعاة الدقة، وتجنب هذا السلوك المعيب، إذا أشعرهم بالرقابة عليهم، وذلك باطلاعه على كراساتهم واختبار مدى دقتهم في هذا التصحيح. ¶ 3- أن يتبادل التلاميذ الكراسات بطريقة منظمة، فيصحح كل منهم أخطاء أحد زملائه، ويؤخذ على هذه الطريقة أن التلميذ قد يمر بالخطأ، ولا يهتدي إليه، أو قد تدفعه الرغبة في منافسة زملائه إلى التحامل عليهم. ¶ وفي الطريقتين الأخيرتين، يجب على المدرس أن يجمع بين كل منهما، وبين طريقة التصحيح بنفسه؛ حتى يتأكد أن عمل التلميذ قد تم على الوجه المرضي دون إهمال، أو تحامل، أو محاباة.",
            "page": "24",
            "part": "1",
            "seal": "B047FA16"
        },
        {
            "id": "24",
            "nass": "توصيات للمدرسين في ضوء المناهج الحالية تضمنت الموضوعات التربوية السابقة طائفة من التوجيهات، التي يجدر بالمدرسين اتباعها، والاستعانة بها؛ لتحقيق الأهداف المنشودة من تدريس الإملاء، وقد تناثرت هذه التوجيهات، خلال الحديث عن أهداف الإملاء ومنزلته بين فروع اللغة، وأنواعه، وطرق تدريسه، وبيان أسباب الخطأ الإملائي، وغير ذلك. ¶ ولكن نظرة متأنية إلى المناهج المنظورة الحالية، توحي بإضافة توجيهات أخرى، نعرض بعضها فيما يلي: ¶ أ- في المرحلة الابتدائية ¶ الصف الأول: ¶ 1- ينبغي أن يلاحظ المدرسون أن توزيع خطة اللغة العربية، لم يراعَ فيه تخصيص طريقة محددة للكتابة في الصفين الأول والثاني، بل جعلت الكتابة مرتبطة بالقراءة، وهو أمر طبيعي، وعلى هذا لا تشغل حصة كاملة بالإملاء، بل يجب أن يكون بجانب الكتابة في الحصة نشاط لغوي آخر، كالقراءة، والتدريب على التعبير الشفوي. ¶ 2- يجب ألا يؤخذ الطفل بالتدريب على الكتابة في الجزء الأول من العام الدراسي؛ لأن الكتابة تتطلب مهارات عدة، وألوانًا من الإعداد النفسي والعضلي والعقلي، لا تتأتى للطفل إلا بعد عدة أسابيع، يؤخذ فيها بالتهيئة العامة للاندماج في الجو المدرسي الجديد عليه، ثم التهيئة لعملية القراءة، وكسب شيء من مهاراتها، كتعرف بعض الكلمات وأشكال بعض الحروف، وغير ذلك مما يطالب به المدرسون في أوائل العام الدراسي.",
            "page": "25",
            "part": "1",
            "seal": "D6461093"
        },
        {
            "id": "25",
            "nass": "وتأخير الكتابة عن القراءة، لأطفال هذا الصف أمر ضروري، تستوجبه دواعٍ كثيرة، بعضها يتصل بطبيعة الطفل، وبعضها يتصل بالعلاقة بين القراءة والكتابة. ¶ أما ما يتصل بالطفل فالفترة الأولى من العام الدراسي، هي أول عهده بالتعليم المنهجي المقنن، والمبتدئ دائمًا، يشعر بالحاجة الملحة إلى شحذ الجهد، وتركيز الانتباه، فيما يتعلمه، والقراءة التي ستكون أساسًا لتعلمه الكتابة، عملية عسيرة معقدة، ذات أصول حسية، مثل: فهم الكلمات ومدلولاتها. ¶ والكتابة أيضا عملية معقدة، تشتمل على مهارات كثيرة، بعضها حسي حركي، كإمساك القلم، أو نحوه من أدوات الكتابة، والتحكم في حركات الأصابع واليد والذراع، وبعضها عقلي: كتذكر شكل الحروف، وهجاء الكلمات ونحو ذلك. ¶ ومطالبة الطفل -أول عهده بالمدرسة- بالقيام بهذه العمليات مجتمعة يشتت انتباهه، ويوزع جهده، وقد يسلمه إلى النفور والسآمة. ¶ ومن الأسباب التي تدعو إلى تأخير الكتابة عن القراءة، أن تعليم القراءة يساعد على تعليم الكتابة؛ لما بين العمليتين من وثيق الارتباط، ومعنى هذا أن تأخير الكتابة بضعة أسابيع، يؤدي للطفل فائدة جليلة؛ لأنه يكتسب عن طريق القراءة بعض العادات، التي تساعده في الكتابة، ولهذا السبب تعمد المدارس الابتدائية في البلاد المتقدمة، إلى تأخير الكتابة عدة أشهر، يكون الطفل فيها قد انتهى من اكتساب المهارات الأساسية في القراءة. ¶ 3- يلاحظ المدرسون أن التدريبات التي اشتمل عليها الكتاب المقرر",
            "page": "26",
            "part": "1",
            "seal": "A93BB7F8"
        },
        {
            "id": "26",
            "nass": "للقراءة، تدريبات جيدة تخدم أهداف الدروس، وتسير متدرجة، وتنتهي بالطفل إلى معرفة الحروف كلها، وكذلك الحركات والسكون، وصور المد، ولهذا ينبغي أن يأخذ المدرس أطفاله بتطبيق هذه التدريبات، مع الاستيعاب. ¶ 4- يجدر بالمدرس -بعد أن يطمئن إلى تقدم تلاميذه- أن يعرض عليهم تدريبات أخرى مماثلة ومنوعة؛ ليثير فيهم المنافسة والنشاط الذهني. ¶ 5- الحروف التي تختلف صورها باختلاف موقعها من الكلمة، مثل العين، في ¶ الكلمات: عادل وسعاد وسمع، قد راعى الكتاب المقرر للقراءة عرضها بصورة واحدة، هي صورتها في أول الكلمة. ¶ عادل -سعاد- سمع، وذلك منعا لتراكم الصعوبات أمام الطفل بتعدد صور الحرف الواحد، ومثل العين الغين، والجيم والحاء والخاء، ولهذا ينبغي أن يلتزم المدرس في كل ما يكتبه التلاميذ، على السبورة، أو في الكراسات كتابة هذه الأحرف بصورة واحدة، هي صورتها في أول الكلمة. ¶ 6- إذا انتهى المدرس بتلاميذه إلى تجريد مجموعة من الأحرف، يمكن أن يتكون منها بضع كلمات، يحسن تدريب التلاميذ تدريبا يستخدم فيه السبورة، ويستغني فيه عن كتاب القراءة. ¶ وذلك بأن يكتب المدرس على السبورة -في خط أفقي- نحو خمس كلمات مثلا، يختارها من الكلمات السابقة، ومن كلمات أخرى، يأتي بها هو مشابهة للكلمات السابقة، على أن يفصل بين الكلمات بشُرط، ويدرب التلاميذ على قراءة هذه الكلمات، ثم يستدعي تلميذا إلى السبورة ويطلب منه أن يكتب كلمة من هذه الكلمات ينطقها أمامه، وليس من الضروري، أن تكون الكلمة الأولى من نصيب هذا التلميذ الذي استدعي أولا، على",
            "page": "27",
            "part": "1",
            "seal": "672A5CB5"
        },
        {
            "id": "27",
            "nass": "أن يكتبها التلميذ تحت نظيرتها التي كتبها المدرس، ونجاح هذا التلميذ في كتابة هذه الكلمة، معناه أنه مر بنظره على الكلمات الخمس، وقرأها قراءة صامتة، وحدد الكلمة المطلوب منه كتابتها، ثم كتبها محاكيًا خط المدرس، وهذه كلها مهارات ينبغي تنميتها، وتدريب جيد على القراءة والكتابة معا. ¶ ثم يستدعي تلميذا آخر لكتابة كلمة ثانية، حتى تستوعب الكلمات، ثم يستدعي خمسة تلاميذ آخرين، واحدًا بعد واحد، ويطلب إلى كل منهم كتابة هذه الكلمات في سطر ثالث، وبهذا تكون الكلمات مكتوبة على السبورة في ثلاثة أسطر: ¶ الأول كتبه المدرس، والثاني والثالث كتبهما التلاميذ وتكون السبورة بهذه الصورة معرضًا لخط التلاميذ، يظهر فيه تفاوتهم في جودة الخط، ومدى التزامهم استقامة السطر، ووضع نقط الحروف في مواضعها، فيدفعهم ذلك إلى المنافسة، ويحفزهم على تحسين كتابتهم بعد ذلك، ويمكن إتمام هذه التجربة في جزء من الحصة، كما ¶ يمكن تَكْرارها على فترات، وأعتقد أنها من التجارب التي تشوق التلاميذ، وتنهض بهم في عمليتي القراءة والكتابة معا. ¶ الصف الثاني: ¶ الصعوبات الإملائية الجديدة التي تظهر في منهج هذا الصف، تدور حول اللام الشمسية والقمرية، والأحرف المشددة، والتنوين مع الحركات الثلاث، والتاء المربوطة والمفتوحة. ¶ ونوصي باتباع ما يأتي: ¶ 1- يجب أن يراجع المدرس مع تلاميذه، ما سبق أن عرفوه في الصف",
            "page": "28",
            "part": "1",
            "seal": "36E6E5C5"
        },
        {
            "id": "28",
            "nass": "الأول، مثل: تعرف الكلمات، وشكل الحروف، والحركات والسكون؛ لأن كثيرا من التلاميذ تنسيهم الإجازة الصيفية عقب السنة الأولى، هذه المعارف الأساسية، فمراجعتها أمر ضروري في أول العام الدراسي. ¶ 2- عندما يعرض المدرس لبيان اللام الشمسية، واللام القمرية، يحسن ألا يكتفي بالكلمات التي بكتاب القراءة، بل عليه أن يوسع الدائرة، فيأتي بأمثلة كثيرة من عنده؛ لتدريب التلاميذ على هاتين اللامين نطقا وكتابة. ¶ ولكي يكون هذا التدريب شيِّقا يحسن -في اختيار الكلمات- أن تكون في طوائف، تعبر كل طائفة منها عن أشياء بينها صلة، وذلك مثل: ¶ ما نراه في المدرسة: الناظر، المعلم، المدرسة، العامل، الدرج، السبورة، الطباشير، الكتاب، القلم، الكراسة، الكرسي ... ¶ الفواكه: البرتقال، العنب، الشمام، البِطيخ، الموز، التين، الخوخ، البرقوق ... ¶ الحيوانات الأليفة: البقرة، الجاموسة، الجمل، الحمار، الخروف، النعجة، القط، الكلب، الثور ... ¶ الحيوانات المتوحشة: الأسد، النَّمِر، الضبع، الدب، الثعلب، الذئب ... ¶ النباتات: القمح، الذرة، القطن، الشعير، البرسيم، الفول، الحُلبة ... ¶ ما نراه في السماء: الشمس، القمر، النجوم، السحاب ...",
            "page": "29",
            "part": "1",
            "seal": "E57E0968"
        },
        {
            "id": "29",
            "nass": "وسائل السفر: السيارة، الطائرات، السفن، الدواب ... ¶ فهذه التدريبات تخدم القاعدة الإملائية، في إطار شيِّق، وتفتق أذهان التلاميذ، وتنمي مواهبهم في عمليات الربط والتجميع. ¶ 3- في التدريب على التنوين، يحسن بالمدرس أن يضيف إلى الكلمات المنونة في درس القراءة كلمات أخرى من عنده، يعرضها على السبورة، بحيث تكون الكلمات مرة غير منونة؛ لأنها اسم فيه: أل، ومرة منونة، وذلك مثل: الكتاب، كتاب، كتابا، على أن يكثر من هذه الكلمات مرفوعة ومنصوبة ومجرورة، ومن البديهي أن يدرب التلاميذ على قراءتها، قبل نقلها في الكراسات. ¶ 4- وللتدريب على التاء المربوطة والتاء المفتوحة، لا يكتفي المدرس بما في كتاب القراءة، بل يحسن به أن يضيف كلمات من عنده، ويعرضها على السبورة، ويعينه على ذلك أن يأتي بالكلمة المفردة المختومة بتاء التأنيث يعقبها جمع المؤنث السالم لهذه الكلمة، مثل: حشرة-حشرات، نشيطة-نشيطات، ناجحة-ناجحات، صغيرة-صغيرات ... وهكذا، وبعد تدريب التلاميذ على قراءة الكلمات، ينقلونها في كراسات الكتابة. ¶ الصف الثالث: ¶ لم يضف منهج هذا الصف شيئا كثيرا من الصعوبات الإملائية، ولكنه طالب بالتدريب على ما سبق، ويجب العمل على تقدم التلاميذ في الكتابة، واكتسابهم ألوانا من المهارات، مثل: طريقة وصل حروف الكلمة الواحدة، ومراعاة التناسق بين أحجام الحروف، وأوضاع أجزاء الحرف بالنسبة إلى السطر ... وغير ذلك.",
            "page": "30",
            "part": "1",
            "seal": "29346499"
        },
        {
            "id": "30",
            "nass": "ويمكن في هذا الصف استخدام الإملاء المنظور، حين يرى المدرس أن مستوى التلاميذ يسمح به. ¶ بقية صفوف المرحلة الابتدائية: ¶ يواجه تلاميذ هذه الصفوف -على حسب مناهجهم- ألوانا جديدة من الصعوبات الإملائية، مثل: كتابة الهمزة في أول الكلمة ووسطها وطرفها، ومثل: ¶ الألف اللينة، والألف بعد واو الجماعة، والكلمات التي يحذف منها حرف. ¶ والخُطة السديدة في علاج هذه الصعوبات، وتدريب التلاميذ عليها، تتطلب ما يأتي: ¶ 1- أن يعتمد المدرس في هذا التدريب على الإكثار من عرض الأمثلة المتشابهة، التي تخدم قاعدة معينة، فيكون التكرار والمحاكاة والقياس خير ما يعين التلميذ على فهم مضمون القاعدة وتطبيقها، ولا داعٍ مطلقا إلى أن يشق المدرس على نفسه، وعلى تلاميذه، بأن يسارع إلى صياغة القاعدة في عبارة معينة، يحرص على أن يحفظها التلاميذ. ¶ ومجال هذا التدريب يتجاوز حصص الإملاء، بل تتسع له حصص القراءة وغيرها. ¶ 2- ينبغي أن يكون هذا التدريب موضع عناية جميع المدرسين في المواد المختلفة، فالغاية الأولى للتعليم في هذه المرحلة، إنما هي إجادة القراءة والكتابة.",
            "page": "31",
            "part": "1",
            "seal": "C39DCB71"
        },
        {
            "id": "31",
            "nass": "3- يحسن بالمدرسة أن تعد مجموعة من اللوحات الكبيرة، تشتمل كل منها على طائفة من الكلمات، التي تنتظمها قاعدة إملائية معينة، وتكتب هذه الكلمات بخط كبير وواضح، وتعرض هذه اللوحات أمام التلاميذ فوق السبورة فترة من الزمن، ثم تغير اللوحة بلوحة أخرى، تعرض لونا جديدا من الكلمات ... وهكذا. ¶ فمثلا تعد لوحة للكلمات التي يحذف منها حرف، مثل: هذا، هذه، هذان، هذين، هؤلاء، لكن، ولوحة للكلمات المنتهية بألف لينة تكتب ألفا، وأخرى للألف اللينة تكتب ياء، ولوحات للهمزات المختلف موضعها منالكلمة....وهكذا. ¶ ومن البديهي أن كل صف من هذه الصفوف الثلاثة، تناسبه لوحات معينة، على حسب منهجه، ويجب أن يشير المدرس إلى اللوحة المعروضة، ويوجه أنظار التلاميذ إليها في الفترات المناسبة. ¶ ب- في المرحلة الإعدادية ¶ منهج الإملاء في هذه المرحلة يطالب بتدريب التلاميذ على الصعوبات الإملائية المتعلقة برسم الهمزة في جميع صورها، وكتابة الألف اللينة، والكلمات التي يحذف منها حرف، أو يزاد فيها حرف، وكل ذلك بصورة أوفى مما في المرحلة الابتدائية، وينص المنهج كذلك على استخدام علامات الترقيم، وتنفيذ هذا المنهج يتطلب ما يأتي: ¶ 1- تدريس القواعد الإملائية تدريجيًا، بالطريقة الاستنباطية، فيختار المدرس إحدى الحالات التي تخضع لقاعدة معينة، ويعد طائفة من الجمل",
            "page": "32",
            "part": "1",
            "seal": "EEE8AADA"
        },
        {
            "id": "32",
            "nass": "والعبارات الجيدة، ذات المعاني المترابطة، أو المعاني المختلفة المنوعة، بحيث تشتمل هذه الجمل وهذه العبارات على كلمات توضح الصعوبة الإملائية المراد تذليلها، والوصول إلى القاعدة التي تضبطها، على أن تكون تلك العبارات في أسلوب سهل غير متكلف، ويملي المدرس هذه العبارات مرقمة على التلاميذ وسيكون التشابه، بين هذه الكلمات كفيلا باستنباط القاعدة المطلوبة. ¶ 2- لا مانع من تدوين هذه القاعدة في آخر كراسات الإملاء، إذالم يصرف للتلاميذ كتاب خاص بالإملاء، وخلت من القواعد الإملائية كتب القراءة وكتب النحو. ¶ ومعنى هذا أننا في هذه المرحلة نتَّجه اتجاها قاصدا إلى تفهيم التلاميذ القواعد الإملائية التي تنظم منهجهم، وأننا أيضا قد جعلنا معظم الأمالي جملا وعبارات، لا قطعا متكاملة، يتكلف فيها وضع الكلمات ذات الصعوبة الهجائية، بالقدر الذي يكفي لاستنباط القاعدة الإملائية. ¶ 3- وفي حصة أخرى ينتقل المدرس بتلاميذه إلى قاعدة جديدة، على النحو السابق، وهكذا. ¶ 4- يحسن -في بعض الحصص- جعل الإملاء قطعة متكاملة، تشتمل على كلمات، تخضع لأكثر من قاعدة مما درس، فيكون ذلك بمثابة تدريب على ما سبقت دراسته. ¶ 5- ينبغي التدريب على استخدام علامات الترقيم، في كل ما يكتبه التلاميذ، ولا مانع من اتخاذ موضوعات القراءة، والنصوص الأدبية والنثرية مجالا للتدريب على الترقيم، بل يحسن إملاء فقرة على التلاميذ خالية من هذه",
            "page": "33",
            "part": "1",
            "seal": "3A3931BC"
        },
        {
            "id": "33",
            "nass": "العلامات، ومطالبتهم بوضع العلامات المناسبة، بين الكلمات أو الجمل. ¶ 6- لكي نحمل التلاميذ على العناية بالإملاء يحسن محاسبتهم عن الخطأ الإملائي في كل عمل كتابي، ونقص درجات منهم لهذا الخطأ. ¶ جـ- في دور المعلمين والمعلمات ¶ منهج الإملاء للصفين الأول والثاني من هذه المرحلة يشمل جميع الصعوبات الإملائية التي مرت بالتلميذ قبل ذلك، ولكن بصورة أوفى وأشمل، ويتناول -كذلك- الأحوال التي تشذ عن القواعد المدروسة في المرحلة الإعدادية، وينص أيضا على استخدام علامات الترقيم، في إطار قواعدها المحددة، ويضيف إلى ذلك مواضع الفصل والوصل في بعض الكلمات، ودراسة هذا المنهج تتطلب ما يأتي: ¶ 1- استنباط القواعد الإملائية من أمثلة متشابهة، على النمط المتبع في الوصول إلى الكليات، بعد عرض الجزئيات المتماثلة، ويحسن أن تقترن القاعدة الأصلية المستنبطة بالأحوال التي تستثني منها. ¶ 2- يحسن التدريب على همزتي الوصل والقطع من أول العام الدراسي، بعد أن يفهم التلميذ قواعدهما؛ وذلك لتتسع الفرصة للتطبيق العملي في كل عمل كتابي يقوم به التلميذ، على مدى العام الدراسي، وأرى أن هذا الموضوع يجب تقريره في منهج المرحلة الإعدادية؛ حتى لا يشيع الخطأ الذي نراه في كتابات الكبار.",
            "page": "34",
            "part": "1",
            "seal": "5509D048"
        },
        {
            "id": "34",
            "nass": "وقد رأيت أن أكثر المدرسين يبذلون جهودا ضخمة في تدريس مواضع همزتي الوصل والقطع، وأن كثيرا من التلاميذ يحفظون القواعد التي توضح هذه المواضع، ¶ ولكنهم يخطئون عمليا في رسم الهمزة، إذ يكتبون همزة الوصل مع الألف، ويحذفون همزة القطع من الكتابة؛ وسبب ذلك أن مدرسيهم الذين جهدوا معهم في تحفيظ القاعدة، قد ضنوا عليهم بجملة موجزة تقود التلاميذ إلى الرسم الصحيح، تلك الجملة الموجزة هي: همزة الوصل لا تكتب مهما يكن موضعها، وهمزة القطع تكتب مهما يكن موضعها، فهذه هي الثمرة العملية التي ننشدها من تدريس موضوع همزتي الوصل والقطع. ¶ 3- يحسن بالمدرس أن يكلف الطلاب بإعداد طائفة من الكلمات المهموزة، التي تنتمي إلى مادة لغوية معينة، عن طريق التصريف والاشتقاق، ولهم أن يستعينوا في ذلك بالمعجمات اللغوية، كأن يعرضوا الأفعال المجردة والمزيدة، مفردة ومسندة إلى الضمائر المختلفة، ومصادر هذه الأفعال والمشتق منها: مفردًا ومثنى وجمعًا، مثل مادة: بدأ، إذ يمكن أن يستخرج منها عدة كلمات، يختلف رسم الهمزة فيها باختلاف موقعها وحركاتها، وحركات ما يسبقها من الحروف. ¶ 4- يجب محاسبة الطالب على الخطأ الإملائي في كل عمل كتابي، وذلك بنقص درجات من تقديراته. ¶ 5- يحسن تشجيع الطلبة على أن يتتبعوا الأخطاء الإملائية الشائعة في الصحف والكتب، وفيما تقع عليه أعينهم من المنشورات والبيانات المكتوبة ونحوها، وأن يجعلوا هذه الأخطاء موضع المناقشة والتعليق. ¶ 6- العمل على تقوية الرابطة بين القواعد الإملائية والقواعد النحْوية",
            "page": "35",
            "part": "1",
            "seal": "1E89945C"
        },
        {
            "id": "35",
            "nass": "فيما يتمثل فيه هذا الربط: كمواضع الحذف والزيادة، ومواضع الفصل والوصل، فالقواعد الإملائية في هذين البابين، ترتبط ارتباطا وثيقًا بعدة قواعد ومصطلحات نحوية. ¶ 7- ينبغي زيادة العناية بعلامات الترقيم، وحمل التلاميذ على استخدامها. ومحاسبتهم عليها في كل ما يكتبون، ومراعاة ذلك في تقدير إجاباتهم في التعبير والتطبيق، وشرح النصوص وغير ذلك. ¶ 8- يحسن في تصحيح كراسات الإملاء أن يتبع المدرس طريقة تبادل الكراسات بين الطلاب، فيصحح كل منهم كراسة أحد زملائه، فهم في هذه المرحلة أقدر على هذا العمل، وفي هذه الطريقة تدريب لهم على عمل سيوكل إليهم عندما يكونون مدرسين.",
            "page": "36",
            "part": "1",
            "seal": "C955C084"
        },
        {
            "id": "36",
            "nass": "الباب الثاني: الهمزة ¶ تمهيد: ¶ يجدر بنا أولا أن ننبه على أن هناك فرقًا بين الهمزة والألف اللينة، فالهمزة حرف يقبل جميع الحركات، مثل الهمزة المفتوحة في: أَجاب، والمكسورة في: إِجابة، والمضمومة في: أُجيب. ¶ والهمزة تقع في أول الكلمة مثل: أخذ، إكرام، أسرة، وفي وسط الكلمة مثل: سأل، سئم، ضَؤل، وفي آخر الكلمة، مثل: بدأ، شاطئ، تكافؤ. ¶ وأما الألف اللينة فهي امتداد صوتي ينشأ عن إشباع الفتحة فوق الحرف الذي قبلها، وهي تقع في وسط الكلمة، مثل: قال، ساعة، باب، وفي آخرها، مثل: دعا، رمى، مصطفى، مستشفى. ¶ وهذه الألف لا تقبل الحركات؛ ولهذا تُقدَّر عليها حركات الإعراب، إذا كانت في آخر الكلمة المعربة. ¶ الهمزة في أول الكلمة ¶ الهمزة في أول الكلمة إما همزة وصل وإما همزة قطع: ¶ فهمزة الوصل همزة يتوصل بها إلى النطق بالحرف الساكن وهي تظهر",
            "page": "37",
            "part": "1",
            "seal": "6D494F60"
        },
        {
            "id": "37",
            "nass": "في النطق حين نبدأ بنطق الكلمة التي وقعت هذه الهمزة في أولها، وتختفي من النطق حين تقع هذه الكلمة في وسط الكلام مثل الهمزة في: اجتهد، فتظهر في النطق حين نقول: اجتهد محمد، ولا تظهر حين نقول: محمد اجتهد، بوصل الكلمتين في النطق. ¶ أما همزة القطع فتظهر في النطق حين نبدأ بنطق الكلمة التي وقعت هذه الهمزة ¶ في أولها، وتظهر أيضا في النطق حين تأتي هذه الكلمة في وسط الكلام المتصل، مثل ¶ همزة: أَقْبَل، فهي تظهر في النطق حين نقول: أقبل الناجح مسرورا، وكذلك حين نقول: الناجح أقبل مسرورا. ¶ ولكل من همزة الوصل، وهمزة القطع، مواضع نوضحها فيما يلي: ¶ مواضع همزة الوصل ¶ أ- في الأسماء: ¶ 1- الأسماء الستة الآتية: اسم، ابن، ابنة، ابنم، امرؤ، امرأة. وكذلك مثنى هذه الأسماء: اسمان، ابنان، ابنتان ... ¶ والمنسوب إلى كلمة اسم: الموصول الاسمي والجملة الاسمية. ¶ 2- الأسماء الثلاثة الآتية: اثنان، اثنتان، ايمن الله، ومختصرها: ايم الله. ¶ 3- مصدر الفعل الخماسي، مثل: اجتماع، اتحاد، اشتراك، ابتداء، الامتحان، اتفاق، اختلاف، ادخار، ائتلاف، ابتسام، الانتظار، انتهاء.",
            "page": "38",
            "part": "1",
            "seal": "905AFC77"
        },
        {
            "id": "38",
            "nass": "4- مصدر الفعل السداسي، مثل: استخراج، استقلال، استقبال، الاستقرار، اعشيشاب، الاستدلال، استيعاب، استحسان، الاستعداد، الاستشارة. ¶ ب- في الأفعال: ¶ 1- ماضي الخماسي، مثل: اجتمع، اتحد، اشترك، ابتدأ، امتحن، اتفق، اختلف، ادخر، ائتلف، ابتسم، انتظر، انتهى. ¶ 2- ماضي السداسي، مثل: استخرج، استقل، استقبل، استقر، اعشوشب استدل، استوعب، استحسن، استعد، استشار. ¶ 3- أمر الخماسي، مثل: اجْتهِد، اجتمِع، اتحِد، اشترِك، ابتدِئ، اتفِق، ادخِر، ابتسِم، انتظِر، انتهِ. ¶ 4- أمر السداسي، مثل: استخرِج، استقِل، استقبِل، استقِر، استدِل، استوعِب. ¶ 5- أمر الثلاثي، مثل: اكتبْ، اجلسْ، افتحْ، اذكرْ، ادعُ، انْهِ، اجْرِ. ¶ جـ- في الحروف: ¶ همزة: أل، مثل: التلميذ، الراعي، السابق، المشترك، الذي، التي، اللذان، اللتان، اللاتي، اللائي، الله. ¶ ملاحظة: ¶ ذكرنا سابقا أن همزة الوصل لا يُنطق بها إذا وقعت وسط كلام متصل",
            "page": "39",
            "part": "1",
            "seal": "DD6BA303"
        },
        {
            "id": "39",
            "nass": "في النطق، وإذن فكل كلمة مبدوءة بأل التعريفية، وواقعة وسط كلام متصل لايصح أن ننطق بهمزة: أل، فيها. ¶ ومن الأخطاء الصارخة التي يقع فيها كثير من المذيعين في هذه الأيام أنهم ينطقون بهمزة: أل -وهي همزة وصل- حين وصل الكلام، ويكثر ذلك إذا كانت الكلمة المعرفة بأل مسبوقة بحرف جر أو مضاف وكلاهما لا يتم به المعنى، فلا يوقف عليه، بل يوصل في النطق بما بعده، وإذن يجب أن تسقط همزة أل من النطق في هذه الحالة. ¶ ومن أمثلة الخطأ في نطق هؤلاء المذيعين أنهم ينطقون: في أَلْشرق الأوسط، وفي أَلْجبهة، ويمهدون لهذا النطق الفاسد بوقفة خفيفة على كلمة: في. ¶ وهذا تقليد طارئ فاسد، ابتدعه بعض العاملين في الإذاعة والتليفزيون، وانتقل -مع الأسف- إلى تلاميذ المدارس، وهم في ذلك معذورون؛ لأنهم إنما ينقلون عن أجهزة حكومية لها قوة التأثير. ¶ والأدهى من ذلك أنهم ينطقون هذا النطق الفاسد إذا كان قبل الكلمة المعرفة بأل لام الجر، أو باء الجر فيقفون على هذه اللام أو هذه الباء، وكلتاهما حرف ضعيف مسكين، لا يقوى على النهوض إلا مستندًا إلى غيره، متشبثا بصدر كلمة أخرى تليه، وهو لهذا لا يحتمل أن نقطع عنه هذه العلاقة التي تسنده وتقيمه؛ ¶ لنقف عليه -مع ما في هذا الوقوف من ضغط وإثقال- وتنطق: لـ أَلْعمال، أو بـ أَلطّائرات الأمريكية، بل أحيانا يتعمدون الوقوف على أية كلمة قبل الكلمة التي فيها أل؛ ليتاح لهم نطق بهمزة: أل، وكأنما يخشون إذا وصلوا الكلام ولم يقفوا أن تطغى الكلمة السابقة على التي فيها أل وتطمسها، فتضيع منهم تلك البهجة والمتعة التي يجدونها في النطق بهذه الهمزة،",
            "page": "40",
            "part": "1",
            "seal": "A2E3C4F6"
        },
        {
            "id": "40",
            "nass": "مثل: ولكن أمم ألشرق الأوسط، وجبهة ألْقناة. ¶ ونحن لا نملك في هذا المقام إلا أن ندعوا الله أن يصلح ألسنة هؤلاء الناس، وأن يعصمنا من هذا الوباء، الذي أخذ يستشري ولم يُهِبّ له من المسئولين غيور يكافحه، ويصيح في وجه دعاته: أن اتبعوا الجادة في النطق أيها الناس، فأنتم في موضع الأُسوة والاقتداء، وليس الأمر في اللغة الحرية والسعة كما في أنماط الأزياء، يستحدث فيها من يشاء ما يشاء. ¶ مواضع همزة القطع ¶ أ- في الأسماء: ¶ جميع الأسماء إلا ما تقدم ذكره في همزة الوصل، وذلك مثل: أب، أبوان، أبناء، أسماء، أخ، أخوان، أخوات، أعمال، أحمد، إبراهيم، أفضل، أشرف، ومثلها في الضمائر: أنا، أنت، أنتم، إياي، إيانا، إياكم، وفي الأدوات: إذا الشرطية، أي، إذ الظرفية. ¶ وفي مصدر الثلاثي، مثل: أَسَف، ألم، أرق، أمل، الأسى، الأخذ. ¶ وفي مصدر الرباعي، مثل: إسراع، إنقاذ، إرادة، الإجابة، إهمال، الإهانة إضافة، إيواء، إيلام، الإعادة، الإشارة، الإثارة. ¶ ب- في الأفعال: ¶ 1- ماضي الثلاثي المهموز، مثل: أبى، أتى، أرق، أزِف، أسف، أكل، أمن، أوى. ¶ 2- ماضي الرباعي، مثل أبدى، أجرى، أحسن، أخاف، أسرع، أطال، أعلن، أعدّ، أظلم، أفسد، أكمل، ألْهَب، أمعن، أنْجَد، أهدى، أوصى، ألَحَّ.",
            "page": "41",
            "part": "1",
            "seal": "541054EF"
        },
        {
            "id": "41",
            "nass": "3- أمر الرباعي، مثل: أَسرِع، أجِب، أوقِد، أقبِل، أكمِل، أنجِد، ألقِ، أبدِ. ¶ 4- همزة المضارعة، سواء أكان الماضي ثلاثيا، كما في: أكتب، أم رباعيا كما في: أسافر، أم خماسيا كما في: أختار، أم سداسيا، كما في: أستحسن. ¶ جـ- في الحروف: ¶ كل الحروف همزتها قطع ما عدا: أل (¬1) التعريفية، فهمزتها همزة وصل، وذلك مثل: همزة الاستفهام، همزة النداء، همزة التسوية، إذا التعليلية، أم، أو، أنْ، إنَّ، أنّ، ألا، إلى، أما، أيا، إلّا، إذما. ¶ رسم الهمزة في أول الكلمة ¶ 1- همزة الوصل ترسم ألفا فقط، أي: ليس فوقها ولا تحتها همزة، سواء أكانت في أول الكلام مثل: انقشع السحاب، أم في وسطه مثل: في اتحاد العرب قوة لهم، والاعتماد على النفس فضيلة. ¶ ومن الخطأ ما نراه من وضع الهمزة فوق الألف أو تحتها في مثل: إجتمعت هيئة الإتحاد الإشتراكي، ومثل: الشئون الإجتماعية، ومثل: إشرح ¶ ¬_________ ¶ (¬1) أل: في هذا المقام ومثله ليست للتعريف، ولكنها عَلَم على حرف معين فتكون اسما همزته همزة قطع وترسم على الألف.",
            "page": "42",
            "part": "1",
            "seal": "0458539A"
        },
        {
            "id": "42",
            "nass": "كذا، أذكرْ سبب كذا، أكتبْ في واحد من الموضوعين، المدارس الإبتدائية. ¶ 2- وهمزة القطع إذا وقعت في أول الكلام أو في وسطه تكتب ألفا فوقها همزة إذا كانت مفتوحة مثل: أراد أحمد أن أكون معه، أو كانت مضمومة، مثل: أُسرة، أُعلن، أُلبس الروض حُلّة من الزهر. ¶ وتكتب ألفا تحتها همزة إذا كانت مكسورة مثل: إن إنصاف المظلومين واجب. ¶ تعقيبات: ¶ أ- قد تدخل بعض الحروف على الكلمة التي أولها همزة قطع، فتظل هذه الهمزة معتبرة كأنها في أول الكلمة، وتكتب فوق الألف أو تحتها حسب القاعدة السابقة، ومن هذه الحروف: ¶ 1- أل، مثل: الأمن، الألفة، الإكرام. ¶ 2- اللام الجارة إذا لم يَلِها: أنْ، المدغمة في: لا، مثل: لأصدقائه، لأمة العرب، لإنشاء مصنع، فإذا وليتها: أنْ، المدغمة في: لا، اعتبرت الهمزة متوسطة، وطبقت عليها قواعد رسم الهمزة المتوسطة كما سيأتي مثل: لئلا. ¶ 3- لام التعليل ولام الجحود مثل: لأسمع، لأشارك، لأومن. ¶ 4- لام الابتداء الداخلة على المبتدأ مثل: لأخوك أولى، لإشارةٌ منك تكفي، لألفةٌ تسود أسر العاملين خير من خلاف وشقاق. ¶ أو الداخلة على الخبر، مثل: إن الحارس لأمين، إن الحراس لأمناء، إنها لإجابة مقنعة.",
            "page": "43",
            "part": "1",
            "seal": "9701172C"
        },
        {
            "id": "43",
            "nass": "5- لام القسم الداخلة على الفعل مثل: والله لأدعون إلى المشروع، ولأبينن فوائده. ¶ 6- باء الجر مثل: ظفر المغني بإعجاب الحاضرين، وفاز بأحسن الجوائز، بأُسطوانة لأشهر المغنين. ¶ 7- كاف الجر مثل: الأصدقاء المخلصون كإخوة، الطلبة في الفصل كأسرة، ربَّ معلم كأب. ¶ 8- الفاء والواو مثل: أحمد وإبراهيم وأسامة مختلفون: فأحمد يقول ولا يفعل وإبراهيم يفعل ولا يقول، وأسامة يقول ويفعل. ¶ 9- السين مثل: سأكون في وداع صديقي، وسأرسل إليه دائما. ¶ 10- همزة الاستفهام المفتوح ما بعدها نحو: أأحضر غدا؟ أأصطحب أحدا؟ ¶ أما المكسور ما بعدها: فتعتبر همزة متوسطة، وتطبق عليها قواعد رسم الهمزة المتوسطة، أي أنها: ترسم على ياء في مثل: أئذا؟ أئفكا؟ أئله؟ ¶ والمضموم ما بعدها تعتبر همزة متوسطة، وتطبق عليها قواعد رسم الهمزة ¶ المتوسطة، أي أنها: ترسم على واو في مثل: أؤلقى؟ أؤكرم الزائر؟ أؤجيب إلى طلبه؟ ¶ ب- إذا دخلت همزة الاستفهام على كلمة مبدوءة بهمزة وصل مكسورة حذفت همزة الوصل نطقا وكتابة مثل: أخترت كتابا؟ أي: هل اخترت كتابا؟ ومثل: أبْنك هذا؟ أي: هل ابنك هذا؟ أسمه علي؟ أي هل اسمه علي؟ ¶ وإذا كانت همزة الوصل مفتوحة بأن كانت همزة: أل، قلبت ألفا في",
            "page": "44",
            "part": "1",
            "seal": "CA67701B"
        },
        {
            "id": "44",
            "nass": "النطق ورسمت هي وهمزة الاستفهام ألفا عليها مَدَّة مثل: آلله أذن لكم؟ آلسعر مرتفع؟ آلخُطة مفهومة؟ ¶ الهمزة في وسط الكلمة ¶ يرتبط رسم الهمزة المتوسطة بأربعة أشياء ينبغي ملاحظتها وهي: ¶ 1- ضبط هذه الهمزة. ¶ 2- ضبط الحرف الذي قبلها. ¶ 3- نوع الحرف الذي قبلها إذا كان حرف علة. ¶ 4- نوع الحرف الذي بعدها إذا كان حرف علة. ¶ وينحصر رسم هذه الهمزة المتوسطة في الصور الآتية: ¶ 1- الهمزة المتوسطة الساكنة: هذه الهمزة لا يكون الحرف الذي قبلها إلا متحركا، وقاعدة رسمها أن تكتب على حرف مناسب لحركة الحرف الذي قبلها: ¶ 1- فتكتب على ألف إذا كان ما قبلها مفتوحا مثل: يأمر، يأخذون، يأكلان، يأتلف، شأنه، رأس، رأفة، فأرة، وأد، مألوف، مأمون، فأتِنَا، وأمر، وأْذن مأسدة، مأوى. ¶ 2- وتكتب على واو إذا كان ما قبلها مضموما مثل: مؤمن، رؤية، يؤذي، لُؤم، شؤم، سؤر، يؤتى، مؤلم، اؤتمن: بالبناء المجهول.",
            "page": "45",
            "part": "1",
            "seal": "50225D2C"
        },
        {
            "id": "45",
            "nass": "3- وتكتب على ياء إذا كان ما قبلها مكسورا مثل: بئر، ذئبان، اطمئنان مئزر، استئناف، ظئر، استئثار، جئت، شئنا، ائتلف، ائتزر، ائتم، ائتلق. ¶ ملاحظة: ¶ صيغة افتعل مبنية للمعلوم، وأمرها، ومصدرها إذا كانت مهموزة الفاء مثل: ائتزرَ، ائتزرْ، ائتزار تكتب همزتها على ياء؛ لأنها ساكنة بعد كسرة، إلا إذا دخل عليها الفاء أو الواو، وأمن اللبس، أي: لم تشتبه بكلمة أخرى، فحينئذ ¶ تحذف همزة الوصل الأولى، وترسم الهمزة الثانية على ألف؛ لسكونها بعد فتحة، مثل: فأتزر، وأتزرْ، فأتزارك واجب، ومثل: فأتلَقَ، وأتلاقه شديد، ومثل: ¶ فأتمنَه، وأتمِنْه، فأتمانه خير. ¶ فإذا لم يؤمن اللبس، بأن اشتبهت بكلمة لها معنى آخر رسمت الهمزةعلى ¶ ياء، مثل: فائتم به، وائتم به؛ لأنها لو رسمت على ألف لاشتبهت بالفعل فأتم من الإتمام، ومثل: فائتلف؛ فرسمها على الألف يجعلها شبيهة بالفعل: فأتلف من الإتلاف. ¶ أما صيغة افتعل المهموزة الفاء مبنية للمجهول، إذا دخلت عليها الفاء أو الواو فترسم همزتها على واو، مثل: فاؤتمن، واؤتمن. ¶ ب- الهمزة المتوسطة المفتوحة ¶ هذه الهمزة قد يكون الحرف الذي قبلها متحركا بالفتح، أو الضم، أو الكسر، وقد يكون ساكنا، كما أن هذا الساكن قد يكون حرفا",
            "page": "46",
            "part": "1",
            "seal": "37CF840D"
        },
        {
            "id": "46",
            "nass": "صحيحا، وقد يكون حرف علة، ومن اختلاف هذه الحالات تنشأ الصور الآتية: ¶ 1- أن يكون ما قبلها مفتوحا فترسم على ألف سواء أكان ما بعدها حرفا ¶ صحيحا، مثل: سأل، دأب، زأر، جأر، وأد، اتأد، متأمل، متألق، يتأخر، متأثر، حدأة، تأصل، الْتَأمَ، اكتأب، يتأذى. ¶ أم كان ألف الاثنين، مثل: قرأا، نَشأا، بدأا، لجأا، درأا، يقرأان، ينشأان، يلجأان، يبدأان، اقرأا، ابدأا، الْجأا، ادرأا، أم كان ألفًا ترسم ياء، مثل: رأى، نأى، المنتأى. ¶ 2- أن يكون ما قبلها مفتوحًا وبعدها ألف المد، أو ألف التثنية، فترسم حينئذ هي وهذه الألف ألفًا عليها مدة، مثل: مكافآت، مآكل، شنآن، سآمة، مآقي، برآة، مآثر، منشآت، مآب، مآل، مآرب، ضآلة. ¶ ومثل: ملجآن، منشآن، مخبآن، مبدآن، مبتدآن، خطآن، نبآن، مرفآن. ¶ وهنا قد يعرض سؤال: ما الحكمة في التفرقة بين: يبدأان، ومبدآن، فكتبت ¶ الهمزة في الكلمة الأولى على ألف، وبعدها ألف، وكتبت في الكلمة الثانية مدة على الألف؟ ¶ وربما كان الجواب: أن الألف التي بعد الهمزة في الفعل: يبدأان، هي ألف الاثنين أي: ضمير واسم، أما الألف التي بعد الهمزة في الاسم: مبدآن، فهي ألف المثنى، أي: علامة إعراب، فهي حرف، والاسم أجدر من الحرف ببقائه مرسوما.",
            "page": "47",
            "part": "1",
            "seal": "5489F2C9"
        },
        {
            "id": "47",
            "nass": "3- أن يكون ما قبلها مضموما، فتكتب حينئذ على واو، ولو كان بعدها ألف، مثل: مؤن، يؤدب، يؤجل، يؤثرون، يؤمن، يؤدى، يؤخر، يؤكد، يؤبن، يؤرق، تؤدة، يؤلب، مؤرخ، مؤبد، يؤصل، لؤي، رؤى -جمع رؤية-مؤول، يؤول، يؤاكل، مؤاخاة، مؤازرة، يؤاخذ، زؤام، رؤساء، لؤماء، ذؤابة، مؤامرة، يؤاخي، تؤانس. ¶ 4- أن يكون ما قبلها مكسورًا، فتكتب حينئذ على ياء، ولو كان بعدها ألف، مثل: فئة، رئتان، سيئة، بادئان، اكتئاب، مبتدئان، لئام، فئات، مخطئان، شاطئين، وئام، التئام، يستهزئان، مئات، لئلا، مبطئات، مخطئين، قارئين، ناشئات. ¶ 5: أ- أن يكون ما قبلها ساكنا وهو حرف صحيح، وليس بعدها ألف، فتكتب حينئذ على ألف، مثل: مسألة، نشأة، مذأبة، جزأين، بطأة، ¶ يدأب، يرأس، جرأة، عبأين، رزأين، فجأة، مرأة، برأة، دفأه. ¶ ب- فإذا كان بعدها ألف المد كتبت هذه الألف هي والهمزة مدة على ألف، مثل: ظمآن، مرآة، ملآن، القرآن كلام الله. ¶ ج- إلا إذا كانت هذه الألف متطرفة وترسم ياء، فتكتب الهمزة حينئذ على ألف، مثل: ينأى، ظمأى، مرأى، منأى. ¶ د- وإذا كانت هذه الألف التي بعد الهمزة المتوسطة المفتوحة ألف الاثنين، رسمت هذه الهمزة مفردة إذا كان الحرف الذي قبلها لا يوصل بما",
            "page": "48",
            "part": "1",
            "seal": "64ED6E40"
        },
        {
            "id": "48",
            "nass": "بعده، مثل: بَدْءان، جزءان، ردءان، رزءان، قرءان -مثنى قرء بمعنى الحيض أو الطهر منه- ورسمت على نبرة إذا كان الحرف الذي قبلها يوصل بما بعده، مثل: بطئان، دفئان، عبئان، كفئان، نشئان. ¶ 6- أن يكون ما قبلها ساكنا وهو حرف غير صحيح بأن كان ألفًا، فترسم الهمزة ¶ حينئذ مفردة، ولو كان بعدها ألف، مثل: قراءة، تضاءل، هواءه، غذاءك، عباءة، كساءان، ملاءة، جراءة، وراءة، جاءك، ساءكم، براءة، تساءل، تفاءل، جزاءان، تشاءموا، عباءات، قراءات، إضاءة، جزاءين، أصدقاء، هواءها. ¶ 7- أن يكون ما قبلها واوًا ساكنة أو مشددة مضمومة، فترسم الهمزة حينئذ مفردة مثل: ضوءان، هدوءه، لن يسوءه، توءم، السموءل، مقروءة، سوءة، موبوءة، ضوءه، نشوءه، لجوءَك، نبوءه. ومثل: تبوُّءَك. ¶ 8- أن يكون ما قبلها ياء ساكنة فترسم الهمزة حينئذة على نبرة -سن صغيرة مثل الياء- مثل: هيئة، ييئس، فيئة، شيئان، بطيئات، رديئة، مشيئة خطيئات، دنيئة، جريئان، نسيئة، شيئين، بريئان، جريئتين، يفيئان، يسيئان، يضيئان. ¶ ج- الهمزة المتوسطة المضمومة ¶ هذه الهمزة أيضا قد يكون الحرف الذي قبلها متحركا بالفتح، أو الضم، أو الكسر وقد يكون ساكنًا، كما أن هذا الساكن قد يكون حرفًا صحيحًا وقد يكون حرف علة، ومن اختلاف هذه الحالات تنشأ الصور الآتية:",
            "page": "49",
            "part": "1",
            "seal": "3D6B44E3"
        },
        {
            "id": "96",
            "nass": "ماضٍ للتعجب، وآخر الآثار؛ لأنها مفعول به. ¶ أما إذا كان بعد هذه الجملة علامة الاستفهام، أدركنا أن الجملة استفهامية؛ فنرفع كلمة أعظم أفعل تفضيل خبر ما، ونجر كلمة الآثار؛ لأنها مضاف إليه، ولو حذفت علامة الترقيم من كل جملة لتحير القارئ في تصوير المعنى، وفي ضبط بعض الألفاظ. ¶ ولأهمية علامات الترقيم حرص علماء اللغات على استخدامها، مع شيء من الاختلاف أو التقارب بين صورها، ومواضع استخدامها في مختلف اللغات. ¶ وطلابنا يؤخذون بمعرفتها واستخدامها في كتابة اللغات الأجنبية التي يتعلمونها؛ ولهذا كان الاهتمام بتعلمها واستخدامها في لغتنا أمرا أساسيًا مطلوبا وعلامات الترقيم في الكتابة العربية يبينها الجدول الآتي: ¶ مواضع استعمال هذه العلامات (¬1) ¶ 1- الفصلة ¶ وتسمى أيضا الفاصلة وتستعمل لفصل بعض أجزاء الكلام عن بعض، ¶ ¬_________ ¶ (¬1) مع الاستئناس برسالة في هذا الموضوع لوزارة التربية والتعليم، مطبوعة سنة 1932.",
            "page": "97",
            "part": "1",
            "seal": "6264B371"
        },
        {
            "id": "97",
            "nass": "فيقف القارئ عندها وقفة خفيفة، أما مواضع استعمالها فهي: ¶ أ- توضع بين الجمل التي يتكون من مجموعها كلام تام في معنى معين، مثل: إمداد الريف بالنور الكهربي يحقق فوائد كثيرة: فهو يساعد على حفظ الأمن، ويرفع مستوى المعيشة في القرى، ويشجع على إنشاء المصانع الريفية، ويحدَّ من هجرة الريفيين إلى المدن. ¶ ب- وتوضع بين أنواع الشيء وأقسامه، مثل: أنواع المادة ثلاثة: أجسام صلبة، وأجسام سائلة، وأجسام غازية، ومثل: التقديرات الجامعية هي: ممتاز، وجيد جدا، وجيد، ومقبول، وضعيف، وضعيف جدا. ¶ جـ- وبين الكلمات المفردة المرتبطة بكلمات أخرى، تجعلها شبيهة بالجمل في طولها مثل: ¶ كل فرد في الأمة مجند لمعركة المصير: الفلاح في حقله، والعامل في مصنعه، والطالب في معهده، والموظف في ديوانه. ¶ د- وبعد لفظ المنادى، مثل: يا علي، حل موعد سفرك. ¶ 2- الفصلة المنقوطة ¶ وتوضع بين الجمل، فتشير بأن يقف القارئ عندها وقفة أطول قليلا من سكتة الفصلة، وأشهر مواضع استعمالها ثلاثة: ¶ أ- أن توضع بين جملتين تكون ثانيتهما مسببة عن الأولى، مثل: ¶ لقد غامر بماله كله في مشروعات لم يخطط لها، فتبدد هذا المال، ومثل: ¶ اغتر الفريق بقوته، واعتمد على نتائجه الماضية، وتهاون في كفاح خصمه؛ ولهذا خسر المعركة. ¶ ب- أن توضع بين جملتين تكون ثانيتهما سببًا في الأولى، مثل:",
            "page": "98",
            "part": "1",
            "seal": "09ECF914"
        },
        {
            "id": "98",
            "nass": "لم يحرز أخوك ما كان يطمع فيه من درجات عالية؛ لأنه لم يتأن في الإجابة، ولم يحسن فهم المطلوب من الأسئلة. ¶ ج- أن توضع بين جمل طويلة، يتألف من مجموعها كلام تام الفائدة، فيكون الغرض من وضعها إمكان التنفس بين الجمل، وتجنب الخلط بينها بسبب تباعدها، مثل: ¶ ليست مشكلة الامتحانات نابعة من دوائر التعليم، فيما تعالجه من تحديد مستوى الأسئلة، وما تضعه من نظام في تقدير الدرجات، وما يتلو ذلك من إعلان نسب النجاح، وتعيين الناجحين والراسبين؛ وإنما المشكلة -في نظري- تنبع وتتضخم مما تتطوع به الصحافة وغيرها، من المبالغة في رواية أخبار الامتحانات، وقصصها، وأحداثها، وآثارها في نفوس الطلاب، وأولياء الأمور. ¶ 3- النقطة ¶ وتسمى الوقفة وهي توضع بعد نهاية الجملة التي تمّ معناها، واستوفت كل مقوماتها، بحيث تلاحظ أن الجملة التالية تطرق معنى جديدًا، غير ما عرضته الجملة السابقة، مثل: ¶ قال علي بن أبي طالب: أول عوض الحليم عن حلمه أن الناس أنصاره. ¶ وحد الحلم ضبط النفس عند هيجان الغضب. وأسباب الحلم الباعثة على ضبط النفس كثيرة لا تعجز المرء. ¶ 4- النقطتان ¶ تستعملان في سياق التوضيح والتبيين، ومن مواضع استعمالها: ¶ أ- أنهما توضعان بين لفظ القول والكلام المقول أوما يشبههما في المعنى مثل:",
            "page": "99",
            "part": "1",
            "seal": "A9E430CD"
        },
        {
            "id": "99",
            "nass": "قيل لإياس بن معاوية: ما فيك عيب إلا كثرة الكلام، فقال: أفتسمعون صوابًا أو خطأً؟ قالوا: لا بل صوابًا، قال: فالزيادة، من الخير خير، ومثل: وهذه نصيحتي إليكم تتلخص فيما يأتي: لا تستمعوا إلى مقالة السوء، ولا تجروا وراء الإشاعات، ولتكن ألسنتكم من وراء عقولكم. ¶ ب- وتوضعان بين الشيء وأنواعه وأقسامه، مثل: أنواع الخط الهندسي ثلاثة: مستقيم، ومنكسر، ومنحنٍ. ¶ ج- وقبل الكلام الذي يعرض لتوضيح ما سبقه، مثل: التوعية الصحية جليلة الفوائد: ترشد الناس إلى اتباع الأساليب السليمة في التداوي، وترك الخرافات الشائعة، وتزيدهم إيمانًا بضرورة التردد على الأطباء والمستشفيات وتبصرهم بوسائل اتقاء العدوى، وتعلمهم طرق القيام بالإسعافات الممكنة. ¶ د- وقبل الأمثلة التي تساق لتوضيح قاعدة، أو حكم، مثل: تحذف نون المثنى عند إضافته، مثل: يدا الزرافة أطول من رجليها، ومثل: في جسم الإنسان بعض المعادن: كالحديد، والفسفور، والكبريت. ¶ 5- الشَّرْطَة ¶ وتسمى أيضا الوصلة، وأكثر ما تستعمل في موضعين: ¶ أ- توضع بين العدد رقمًا أو لفظا وبين المعدود، مثل: ¶ للكلام شروط أربعة لا يسلم المتكلم من الزلل إلا بها: ¶ أولا- أن يكون للكلام داعٍ يدعوا إليه: إما في اجتلاب نفع، وإما في دفع ضرر. ¶ ثانيا- أن يأتي به في موضعه، ويتوخى به إصابة فرصته.",
            "page": "100",
            "part": "1",
            "seal": "923FF880"
        },
        {
            "id": "100",
            "nass": "ثالثا- أن يقتصر منه على قدر الحاجة. ¶ رابعا- أن يتخير اللفظ الذي يتكلم به. ¶ ب- وبين ركني الجملة إذا طال الركن الأول، بأن توالت فيه جمل كثيرة، عن طريق الوصف، أو العطف أو الإضافة، أو نحو ذلك، بحيث تكون هذه الجمل فاصلا بين هذا الركن والركن الثاني الذي يتم به معنى الكلمة، ويبدو ذلك في مواضع يبدو منها: ¶ 1- الفصل بين المبتدأ والخبر، مثل: ¶ الموظف الذي يعكف على عمله في جد ودَأَبٍ وإخلاص، زاهدًا في الشهرة والدعاية، متوخيا مصلحة العمل ومصلحة الناس، عفيف اليد واللسان، حي الضمير- هو المثل الأعلى للموظف المنشود. ¶ 2- الفصل بين الشرط والجواب مثل: ¶ من يقدم على مشروع يعتقد أن له فيه خيرًا، قبل أن يدرس ما يتطلبه هذا. ¶ المشروع من إعداد الوسائل، ودراسة الملابسات، واستشارة المجربين، وتصور الوجوه المحتملة لنتائج هذا الإقدام للاستعداد لها -فليس نجاحه مضمونا، فهذه الشَّرطة التي وضعت قبل الخبر في المثال الأول هو المثل الأعلى، وقبل مثال الشرط في المثال الثاني -فليس نجاحه مضمونا- جاءت بمثابة تنبيه للقارئ على أن الكلام الذي يتلوها إنما جاء مكملا لمعنى قد بدأ التعبير عنه بذكر المبتدأ في المثال الأول -الموظف- وذكر أداة الشرط وفعله في المثال الثاني -من يقدم- ثم طال الكلام بعد المبتدأ قبل أن يذكر الخبر، وطال الكلام بعد الشرط، قبل أن يذكر الجواب، وهذه الإطالة قد تنسي القارئ الركن الأول المذكور سابقا؛ فيقف حيال الركن الثاني حائرًا منكرا؛ لأنه في ظنه مقطوع الصلة بما قبله، ولكن هذه الشرطة تنبهه على أن للكلمة التالية صلة بما قبلها، فيعود ببصره إلى ما قبلها، وحينئذ يتضح له مبدأ المعنى فيدركه مرتبطًا.",
            "page": "101",
            "part": "1",
            "seal": "FF036461"
        },
        {
            "id": "101",
            "nass": "وقد فطن البلاغيون إلى مثل هذا الموقف، فذكروا أن من أقسام الإطناب التكرير لطول الفصل، وذلك مثل: ¶ المكسب الذي يكلفني اصطناع النفاق، أو الملق، أو المداهنة، أو اغتنام ضعف الرفاق واحتياجاتهم، أو يزين لي اغتيابهم، وإطلاق الإشاعات السيئة حولهم، المكسب الذي يكلفني هذا المسلك أرفضه في عزة وإباء. ¶ فقد بدأ المتكلم قوله بكلمة المكسب وهي مبتدأ وحين أراد ذكر الخبر، وهو جملة أرفضه لاحظ أن بين المبتدأ والخبر فاصلا من الكلام طويلا، فكرر المبتدأ إذ قال: المكسب الذي يكلفني هذا المسلك أرفضه. ¶ وكان يمكن أن أيضا تكرار المبتدأ بالإشارة إليه، كأن يقول: هذا المكسب أرفضه، وانتفاعا بعلامة الترقيم -الشرطة- في هذا المقام، كان يمكن وضع هذه الشرطة قبيل الخبر، بدلا من تكرار المبتدأ، بذكره أو الإشارة إليه، فتفيد هذه الشرطة أن ما بعدها إنما هو مكمل للمعنى. ¶ 6- علامة الاستفهام ¶ توضع بعد الجملة الاستفهامية، سواء أكانت أداة الاستفهام مذكورة في الجملة، أم محذوفة، فمثال المذكورة: ¶ أهذا كتابك؟ متى عدت من السفر؟، أين يعمل أخوك؟ أي الدول فازت بكأس العالم في مسابقة كرة القدم؟ من بطل فريقها؟ ¶ ومثال المحذوفة: تسمع الكلام المكذوب عني وتسكت؟ أي أتسمع، أو هل تسمع؟. ¶ 7- علامة التأثر ¶ توضع بعد الجمل التي تعبر عن الانفعالات النفسية، كالتعجب، والفرح، والحزن، والدعاء، والدهشة، والاستغاثة، ونحو ذلك، مثل:",
            "page": "102",
            "part": "1",
            "seal": "749BEA4E"
        },
        {
            "id": "102",
            "nass": "ما أقسى ظلم القريب! يا لجمال الخضرة فوق الرُّبا! لقد أعدنا بناء قواتنا المسلحة! يتبدد في الهواء أصوات الداعين إلى السلام! رعى الله العرب، وسدد خطاهم! تحيرت في فهم الباعث على أن تقتل الأم طفلها! يا للطاعمين للجائعين! الويل للصهيونيين! ¶ 8- علامة التنصيص ¶ يوضع بين قوسيها المزدوجتين كل ما ينقله الكاتب من كلام غيره، ملتزمًا نصه وما فيه من علامات الترقيم، مثل: حكى عن الأحنف بن قيس أنه قال: \"ما عاداني أحد قط إلا أخذت في أمره بإحدى ثلاث خصال: إن كان أعلى مني عرفت له قدره، وإن كان دوني رفعت قدري عنه، وإن كان نظيري تفضلت عليه\". ¶ وتكثر علامة التنصيص في البحوث والموضوعات التي يضمنها أصحابها جملا ¶ أو فقرات مما قاله غيرهم في هذا المجال نفسه، للاستشهاد، أو الاعتزاز بها في تقرير ما يريدون من حقائق، أو لمناقشتها والرد عليها. ¶ وكما تستعمل علامة التنصيص في النثر، تستعمل أيضا في الشعر، وذلك إذا ضمن الشاعر قصيدته بيتا أو أكثر لشاعر آخر من قصيدة أخرى، تتفق مع قصيدته في الوزن والقافية، فيوضع هذا البيت بين علامة التنصيص، دلالة على أنه لشاعر آخر. ¶ 9- علامة الحذف ¶ أ- عندما ينقل الكاتب جملة أو فقرة أو أكثر من كلام غيره؛ للاستشهاد بها في تقرير حكم مثلا، أو في مناقشة فكرة، قد يجد الموقف يشير بالاكتفاء ببعض هذا الكلام المنقول، والاستغناء عن بعضه، مما لا يتصل اتصالا وثيقًا بحاجة الكاتب، فيحذف ما يستغنى عنه، ويكتب بدل المحذوف علامة الحذف وهي:....، ليدل القارئ على أنه أمين في النقل،",
            "page": "103",
            "part": "1",
            "seal": "7428BCC1"
        },
        {
            "id": "103",
            "nass": "ولم يبتر الكلام المنقول، مثل (¬1) : ¶ فكرة الإحسان في الإسلام فكرة واسعة الأفق، تشمل كل خير يقدم للناس: كإعانتهم في أمورهم، أو نهيهم عن ارتكاب المعاصي، أو هدايتهم للطريق الصحيح،.....، كل هذا إحسان، بل إن معاملة الحيوان برفق، إحسان وصدقة كذلك. ¶ ب- وأحيانا يرى هذا الكاتب أن في الكلام الذي يريد نقله جملا يقبح ذكرها، ويرى التغاضي عنها، فيحذفها ويكتب مكانها علامة الحذف، مثل: ¶ تملكني الحزن والأسى حين سمعت هذين الرجلين يتشاتمان، ويتبادلان أنواع السباب، فيقول أحدهما:.....ويقول الآخر:...... ¶ 10- القوسان ¶ يوضعان في وسط الكلام، ويكتب بينهما الألفاظ التي ليست من الأركان الأساسية لهذا الكلام، مثل: الجمل الاعتراضية، والتفسير، وألفاظ الاحتراس، وغير ذلك، مما يقطع توالي الأركان الأساسية في الجملة الواحدة، أو تعاقب الجملتين المرتبطتين في المعنى. ¶ فمثال الاعتراض بالدعاء: ¶ سمع رسول الله (صلى الله عليه وسلم) رجلا يقول: الشحيح أعذر من الظالم فقال: \"لعن الله الشحيح، ولعن الظالم\" ومثل: أتاني (أبيت اللعن) أنك لمتني. ¶ ومثال الاعتراض بالشرط: ¶ شبابك (إن لم تنفقه فيما يؤثل مجدك، ويرفع ذكرك) لا خير فيه. ¶ ومثال الاعتراض بالقيد: ¶ ¬_________ ¶ (¬1) عن كتاب \"الدعوة الإسلامية دعوة عالمية\" للأستاذ علي عبد الحليم.",
            "page": "104",
            "part": "1",
            "seal": "5A6D7BB5"
        },
        {
            "id": "104",
            "nass": "الفقر (على مرارته) أهون على النفس من مذلة السؤال. ¶ ومثال الاعتراض بالجملة الحالية قول الشاعر: ¶ وكدت (ولم أخلق من الطير) إن بدا ... لها بارق نحو الحجاز أطير ¶ ومثال التفسير: ¶ الذمام (بالذال) العهد، والزمام (بالزاي) ما تقاد به الدابة، ومثال: يجوز تقديم المفعول به على الفاعل، مثل: شرب الدواء المريض، فالمفعول به (الدواء) تقدم على الفاعل (المريض) . ¶ ومثل الاحتراس قول ابن المعتز يصف فرسًا: ¶ صببنا عليها (ظالمين) سياطنا ¶ فطارت بها أيدٍ سراع وأرجل ¶ تعقيب: ¶ كثير من الكتاب يستعملون الشرطتين بدل القوسين في جميع المواضع التي سبق شرحها، وهذا الاستعمال جائز ومشهور، مثل: ¶ المال -إن لم تحصنه بالخلق الحميد- يصير مطية الانحراف. ¶ ملحوظة: ¶ لا يجوز وضع علامة من علامات الترقيم في أول السطر: إلا علامة التنصيص والقوسين. ¶ تدريبات على علامات الترقيم ¶ نعرض فيما يلي ثلاث قطع نثرية: ¶ الأولى: استخدمت فيها علامات الترقيم، والغرض منها أن يقف القارئ عند كل علامة، ويفكر في القاعدة التي سوغت وضعها في هذا الموضع مستعينا بما شرحناه من القواعد. ¶ والثانية: لم تكتب فيها علامات الترقيم، ولكن وضع بدلها أرقام، وبعد القطعة ذكرت العلامات التي حلت محلها هذه الأرقام، والغرض منها أن يقف القارئ عند كل رقم، ويفكر في علامة الترقيم التي يمكن أن تحل محل هذا الرقم، طبقا للقواعد التي شرحت، ويقابل بين ما وصل إليه فكره،",
            "page": "105",
            "part": "1",
            "seal": "D8E6F4A6"
        },
        {
            "id": "105",
            "nass": "وما وضحناه بعد القطعة؛ ليعرف مدى صوابه أو خطئه؛ فيزداد فهما للقواعد. ¶ والثالثة: لم تكتب فيها علامات الترقيم، وتركت أمكنتها خالية، والغرض منها أن يستقل الطالب بالتفكير في العلامات المناسبة التي توضع في هذه الأماكن الخالية، مستعينا بالقواعد المشروحة. ¶ القطعة الأولى ¶ من شجاعة على بن أبي طالب: ¶ كان له في الحرب مواقف مشهورة، يضرب بها الأمثال: فهو الشجاع الذي ما فرّ قط، ولا ارتاع من كتيبة، ولا بارز أحدا إلا قتله. ¶ ولما دعا معاوية إلى المبارزة؛ ليستريح الناس من الحرب بقتل أحدهما، وتسريح المقاتلين، وإلقاء السلاح، والعودة إلى المجادلة باللسان في أمر الخلافة- قال له عمرو: لقد أنصفك، فقال معاوية: ما غششتني منذ نصحتني إلا ¶ اليوم، أتأمرني بمبارزة أبي الحسن، وأنت تعلم أنه الشجاع المطرق؟ أراك طمعت في إمارة الشام بعدي! ¶ وقد شهد الغزوات كلها مع النبي (صلى الله عليه وسلم) إلا غزوة تبوك فقد خلفه على أهله، حين خرج لقتال الروم في جيش جرار ... وأبلى علي في نصرة رسول الله ما لم يُبْلِه أحد. ¶ القطعة الثانية (¬1) ¶ مما هو جدير بالملاحظة أن القرن التاسع عشر1 الذي ازدهرت فيه الروح الديمقراطية2 وانتعشت فيه آمال الضعفاء والمحرومين3 واختفى كثير من معالم السلطات المستبدة الجائرة4 وتطلع كثير من الناس إلى أسلوب جديد في الحكم5 هو من أحفل العصور بالمخترعات6 والكشوف العلمية7 ألم يلاحظ أن جلائل الأعمال الحضارية8 وروائع الابتكار9 ومعجزات الصناعة10 لم تتم إلا في هذا القرن على أيدي الديمقراطيين11 الذين كان الأرستقراطيون ينعتونهم بالضعفاء والمرضى12 ولا غرابة ¶ ¬_________ ¶ (¬1) من مقال للأستاذ علي أدهم بتصرف.",
            "page": "106",
            "part": "1",
            "seal": "E5897C16"
        },
        {
            "id": "106",
            "nass": "في ذلك 13 لأن كل اختراع إنما هو وليد الضرورة والحاجة14 وقد قيل15 16 الضرورة أم الاختراع17 ومن ثم تبنت الروح الديمقراطية كل اختراع وابتكار18 ¶ وقد قضت سخرية القدر19 بأن الديمقراطية هي التي توجد الاختراع20 والأرستقراطية هي التي تجني ثمره21 وتغنم فوائده 22 بعد أن يثبت على التجربة 23 ويتحقق نفعه24 وكثيرا ما كانت الأرستقراطية25 والاختراع في أطواره الأولى26 من ألد أعدائه27 وأعنف المقاومين له28 والمعارضين في ظهوره 29 خوفا على السلطة30 وحفاظا على الاستعلاء31",
            "page": "107",
            "part": "1",
            "seal": "DCA097F0"
        },
        {
            "id": "107",
            "nass": "القطعة الثالثة ¶ هذه المدنية الحاضرة التي تبهر مؤرخي التقدم البشري بما تم معها من انقلاب كبير في وسائل النقل والصناعة وأساليب العيش جميعا مدينة بازدهارها إلى الأرض التي نعيش عليها لأنك لو ذهبت تمتحن هذه المدنية وتردها إلى أصولها لوجدتها في قرارها عالة على بضع مواد قليلة مما يخرج من الأرض بحيث لو قدر أن تنتزع هذه المواد من الأرض لتداعى بناء المدنية الحاضرة ودكت أركانه ¶ وهل الإنسان على حد ما يقول كاريل إلا حيوان يصنع الآلات فهو بغيرها من أضعف الكائنات حولا وأقلها خطرا وهو بها سيد الكون الذي تعنو له الكائنات وتسخر لخدمته قوى الطبيعة وتذلل أمامه كل الصعاب ¶ ويقول بعض العلماء ليس تاريخ التقدم البشري إلا قصة جهاد الإنسان في سبيل درس مواد الأرض وتخير أصلها لصنع آلاته وأطوعها للتشكل على النحو الذي يريد وأثبتها لاحتمال ما يكلفها من جهد",
            "page": "108",
            "part": "1",
            "seal": "C1B94606"
        },
        {
            "id": "108",
            "nass": "الباب التاسع: قواعد الإملاء على بساط البحث ¶ نود في هذا الباب أن نقف أمام بعض القواعد الإملائية، التي شرحت في الأبواب السابقة، وقفة تأمل وبحث ومناقشة، يشجعنا على ذلك عدة أمور، منها: ¶ 1- أن هذه القواعد ليست موضع اتفاق بين العلماء قديما وحديثا، ومن الخير مناقشة آرائهم المتضاربة مناقشة علمية، قد تسفر عن حسم الخلاف، وتيسير الكتابة على أصول يتفق عليها. ¶ ومن المسلَّم أن هذه الخلافات كانت مدعاة إلى الحيرة والاضطراب ولكنها -كذلك- قد تكون مفيدة لنا فيما نحن بسبيله الآن من العمل على تيسير القواعد الإملائية وتهذيبها، وقد جاء في تقرير لجنة الإملاء بمجمع اللغة العربية -الدورة الرابعة عشرة: ومن حسن حظنا أن علماء الرسم لم يتركوا قاعدة إلا وقد اختلفوا فيها، واستفدنا من هذا الخلاف في وضع قواعد مطابقة لما نريد من التيسير والتذليل. صفحة 98 من الجزء الثامن من مجلة المجمع. ¶ 2- أن هذه الخلافات التي نراها في الرسم الإملائي، كأنها تنادي بأن الكلمة الأخيرة لم تُقَل بعد في تحرير القواعد الإملائية وضبطها وإحكامها، وأن الباب مفتوح لكل من تدفعه الحماسة والغيرة، ليقول كلمة هادية، أو يدلي برأي ناضج رشيد. ¶ 3- أن هذه المحاولة قد قام بها في العصر الحاضر كثير من أولي الفطنة",
            "page": "109",
            "part": "1",
            "seal": "66DB87D5"
        },
        {
            "id": "109",
            "nass": "والغيرة على اللغة: أفرادا في بحوث كتبوها، ومقترحات عرضوها، ورسائل وكتب ألفوها، وجماعات في الهيئات العلمية المختصة، مثل: مجمع اللغة العربية ¶ وقد تبين لي -وأنا أقرأ مطبوعات المجمع- أنه قد شغل ببحث تيسير الإملاء مدة طويلة، تقع -كما تفيد هذه المطبوعات التي قرأتها- بين شهر نوفمبر سنة 1947، وشهر يناير سنة 1960، أي أكثر من اثنتي عشرة سنة، وفي خلال هذه المدة الطويلة، درس المجمع عدة مقترحات من أعضائه، وعدة قرارات وملاحظات لهيئات علمية أخرى، مثل: المؤتمر الثقافي للجامعة العربية، ولجنة اللغة العربية في المجمع العلمي العراقي، وأساتذة اللغة العربية بدار المعلمين العالية ببغداد، وأساتذة اللغة العربية بوزارة التربية والتعليم بمصر. ¶ ومع تعدد الجلسات التي عقدها مجلس المجمع، ومؤتمره، ولجانه؛ لبحث هذه المقترحات والملاحظات، لم ينته الأمر إلى موافقة على اتخاذ قرار حاسم في تيسير الإملاء، إلا في جلسة 12 من يناير 1960؛ إذ وافق فيها مؤتمر المجمع على ما أقرته لجنة الأصول من قواعد رسم الهمزة. ¶ وماذا حدث بعد ذلك؟ هل أتيح لهذه القواعد التي ووفق عليها، أن تتخذ سبيلها إلى الهيئات التعليمية، والأجهزة الإعلامية: كالجامعات، والمدارس، والصحف، والإذاعة ونحوها؛ لتقوم هذه الهيئات والأجهزة بنشرها وتطبيقها؟ ¶ الذي أعلمه أن الخلاف في الإملاء العربي، لا يزال قائما بين الدول العربية المختلفة، وبين أبناء الدولة الواحدة، بل بين أبناء الطبقة المتجانسة من المتعلمين، وأن أحدا من المثقفين لم يحس أن للمجمع رأيا حاسما يجب أن ينفذ، وتشريعا مدروسا يجب أن يطبق، وغاية الأمر: أن المجمع قال رأيه، وسكت بعد قراره خمس عشرة سنة حتى اليوم، وسكت الناس أيضا، ومضوا على ماهم فيه من",
            "page": "110",
            "part": "1",
            "seal": "E0385942"
        },
        {
            "id": "110",
            "nass": "الحيرة والاختلاف والاضطراب في الرسم الإملائي. ففيم كان هذا الجهد المضني؟ وفيم أنفق هذا الوقت الثمين الطويل؟ وكيف يرضى هذا المجمع الموقر الجليل أن تعطل قراراته، وتطوف حولها الكلمة الشائعة: مع وقف التنفيذ؟! ¶ 4- أن التجارب التربوية التي يقوم بها المعلمون، وملاحظاتهم الدقيقة الواعية، لما يقع فيه التلاميذ من تعثر أو خطأ في مجالات القراءة، قد أثبتت أن كثيرا من تلك القواعد الإملائية -حتى المتفق عليها- قد أفسدت بعض الأغراض التعليمية، التي ينشدها المعلمون، ويتعهدونها في التلاميذ، كما سيأتي بيانه. ¶ على أننا في هذه المناقشة العلمية للقواعد الإملائية، سنلتزم عدة مبادئ لن نحيد عنها؛ توقيا للإسراف والشطط، ومن هذه المبادئ: ¶ 1- الإبقاء على رسم المصحف كما هو دون تغيير، ولكننا -من الوجهة التربوية- نطرح هذا السؤال، ونترك الإجابة عنه للمختصين بوزارة التربية والتعليم: أتكتب الآيات القرآنية في الكتب المدرسية، مثل كتب الدين والقراءة والنصوص وغيرها بالرسم المصحفي، أم تكتب بالرسم الإملائي الذي يُؤخذ به الطلاب في مجالاتهم التعليمية؟ أما رأيي الشخصي: فهو إيثار كتابتها في الكتب المدرسية بالرسم الإملائي؛ لنيسر على الطلاب قراءتها، ونجنبهم مواقف الحيرة والاضطراب. ¶ 2- أننا لن نقترح صورا جديدة للرسم الإملائي، تبتعد كثيرا عن الصور المألوفة في طباعة التراث العربي قديمه وحديثه؛ حتى لا ينكر أبناء الأجيال الحاضرة والمستقبلة ما يطلعون عليه من هذا التراث، بل سنحرص على أن يظل المطبوع منه سهل القراءة، ميسور التناول.",
            "page": "111",
            "part": "1",
            "seal": "752C9AAD"
        },
        {
            "id": "111",
            "nass": "3- ألا نبيح نوعا من الرسم الإملائي تخرج به كلمة من القاعدة الإملائية المقررة، التي تشمل هذه الكلمة. ¶ 4- أن تكون المقترحات مما يجعل الإملاء غير متعارض مع التوجيهات والتنبيهات النحوية التي نأخذ بها التلاميذ، وغير معوق للقراءة المنطلقة المرسلة التي ننشدها دائما. ¶ 5- أن نسترشد فيما نقترحه بآراء الأئمة السابقين، ولا نغفل الأسس التي استندوا إليها في ربط القواعد الإملائية ببعض القواعد الصرفية والنحوية، دون تعسف أو مغالاة. ¶ 6- أن تقتصر مناقشاتنا على بعض القواعد؛ لتكون مجرد أمثلة، وأن ندعو المدرسين وأعلام اللغة إلى أن يتابعوا هذا الجهد في سعة واستيعاب؛ لتثمر جهودهم؛ فيضعوا أمام الهيئات العلمية اللغوية طائفة من الآراء المدروسة، يمكن اتخاذها نواة لما نريد الوصول إليه، وهو حسم هذه الخلافات، وتوحيد ¶ قواعد الرسم الإملائي، في جميع البلاد العربية؛ فقد طال أمر هذه الخلافات في مجمع اللغة وخارجه، دون الوصول إلى حلول مقبولة مقررة، تتخذ سبيلها إلى حيز التطبيق في المجالات التعليمية والكتابية بوجه عام. ¶ وما كان لهذه القضية أن تستغرق هذا الوقت الطويل، ولا ينتهي أمرها إلى حكم فاصل، وإذن فقد آن لها أن تظفر بنظرة جادة مخلصة، تدرس مشكلاتها، وتضع لها حدا، نطمئن إليه، ونهتدي به. ¶ وفيما يلي بعض القواعد الإملائية التي نريد مناقشاتها: ¶ رسم الهمزة ¶ الهمزة في أول الكلمة: ¶ المقرر في القواعد الإملائية أن همزة القطع ترسم ألفا، فوقها همزة مفتوحة",
            "page": "112",
            "part": "1",
            "seal": "19CEC1FD"
        },
        {
            "id": "112",
            "nass": "أو مضمومة مثل: أجاب، أجيب، أو تحتها همزة إذا كانت مكسورة، مثل: إجابة، وتظل هذه الهمزة معتبرة كأنها في أول الكلمة إذا دخل على الكلمة حرف، مثل: أل، واللام الجارة إذا لم يلها أنْ المدغمة في لا، ولام التعليل، ولام الجحود، ولام الابتداء، ولام القسم الداخلة على الفعل، وباء الجر، وكاف الجر، والسين، والواو، والفاء، وترسم همزة القطع مع هذه الأحرف ألفا فوقها أو تحتها همزة. ¶ أما همزة الاستفهام الداخلة على كلمة مبدوءة بهمزة قطع مكسورة، فتعتبر هذه الهمزة متوسطة، وتطبق عليها قاعدة الهمزة المتوسطة، فترسم ياء مثل: أئذا، أئنك، إئله، أئفكا. ¶ فإذا كانت همزة القطع مضمومة، ودخلت عليها همزة الاستفهام، اعتبرت همزة متوسطة ورسمت على واو، مثل: أؤلقي، أؤجيب. ¶ وهنا نقف أمام هذه القاعدة العجيبة، ونسأل: ما الفرق بين همزة الاستفهام والحروف السابقة وكل منها مكون من حرف واحد -ما عدا أل- ولم نكتب الفعل: أجيب مع السين بهذه الصورة: سأجيب، ومع همزة الاستفهام بصورة أخرى ¶ جديدة هي: أؤجيب؟ أليس من اليسير اطراد القاعدة، واعتبار همزة الكلمة التي دخل عليها أي حرف، حتى همزة الاستفهام، أنها في أول الكلمة، وترسم ألفا فوقها أو تحتها همزة؟ ¶ إن هذه القاعدة السائدة التي نناقشها الآن، ونقترح تغييرها، تضع أمام التلميذ ثلاثة أنواع مختلفة من الصعوبات: ¶ 1- أن انفراد همزة الاستفهام بحكم خاص في هذا المقام، يؤدي إلى الإكثار من القواعد، وهذا أمر ينبغي ألا نلجأ إليه إلا اضطرارا، كما أن هذا الحكم الخاص بهمزة الاستفهام، لا مبرر له، ويعتبر شذوذا وخروجا على قاعدة أصلية مقررة، يمكن -في يسر ومنطق- أن تنطبق على جميع",
            "page": "113",
            "part": "1",
            "seal": "2770881F"
        },
        {
            "id": "113",
            "nass": "الحروف المفردة، التي تدخل على همزة القطع، وليس من شك في أن اطراد القواعد، وتجنب الشذوذ، وحذف المستثنيات أو التقليل منها، مبدأ تربوي مفيد. ¶ 2- أن تغير صورة الكلمة بعد دخول همزة الاستفهام عليها، سيضع أمام التلميذ صورة أخرى جديدة، لتلك الكلمة التي طالما مرت به في مجالات القراءة ونحوها، حتى ثبتت صورتها الخطية في ذهنه، وأصبح من اليسير عليه التقاطها بصريا، والنطق بها في سرعة بمجرد النظر إليها، وسيقف التلميذ أمام هذه الصورة الجديدة حائرا، وسيضطر إلى أن يتلبث، ويطيل النظر والتفكير؛ وبهذا نفسد عليه مهارته في القراءة المنطلقة السريعة، وحسبك أن تكتب أمامه أإنك، أئنك -أإذا، أئذا -أإله، أئله -أإفكا، أئفكا -أأجيب، أؤجيب -أألقي، أؤلقي، ونختبر مدى ما عاناه من صعوبة في قراءة الكلمات التي تغير فيها رسم همزة القطع بكتابتها على ياء أو واو بدل بقائها مرسومة على ألف. ¶ ويزداد الأمر صعوبة إذا اشتملت الكلمة أصلا على أكثر من واو، مثل: أأؤدبه، أؤؤدبه، أأؤول هذا الكلام، أؤؤول، أعتقد أن النظر في هذه الكلمات، وإدراك ما بين كل كلمتين داخل قوسين، من اختلاف في الصعوبة الخطية، يشجعنا على أن نؤثر اطراد القاعدة، واعتبار همزة الاستفهام مثل بقية الحروف التي تدخل على الكلمات المبدوءة بهمزة قطع، فتظل هذه الهمزة معتبرة كأنها في أول الكلمة. ¶ 2- أن تغيير صورة الكلمة بعد تغيير صورة الاستفهام، يفسد علينا وعلى التلاميذ أمرا آخر يتعلق بالنحو، ¶ فنحن في درس النحو نقف أمام الجمل الاستفهامية، ونعنى بأن نفهم التلميذ: أن همزة الاستفهام في هذه الجملة كاملة مستقلة، وما بعدها كلمة أخرى، ونطالبه بهذا في التحليلات الإعرابية.",
            "page": "114",
            "part": "1",
            "seal": "54179863"
        },
        {
            "id": "114",
            "nass": "والرسم الإملائي الذي تعتبر فيه همزة القطع بعد دخول همزة الاستفهام همزة متوسطة، سيقف حتما عقبة في فهم هذه الحقيقة النحوية؛ لأن التلميذ قد فهم أن همزة الاستفهام مع ما بعدها كلمة واحدة، فلا يجرؤ على تمزيقها، والفصل بين جزأيها. ¶ يبقى بعد ذلك لام الجر التي تليها أنْ المدغمة في لا، فالقاعدة السائدة الآن، تقضي بكتابة الهمزة على ياء: لئلا؛ لأنها اعتبرت همزة متوسطة وقد كسر ما قبلها، وكذلك لام القسم الداخلة على إنْ الشرطية، تعتبر همزة إنْ متوسطة وترسم على ياء؛ لأنها مكسورة: لئن. ¶ وهنا نقول ما الداعي لهذا الاستثناء، والخروج عن القاعدة؟! وما الضرر في كتابة الكلمتين هكذا: ¶ لِأَلَّا، لَإِنْ، فهذا الرسم يطابق النطق من جهة، ومن جهة أخرى يتيسر معه التحليل النحوي. ¶ وما نظنه يعوق القراءة المرسلة، بل ربما كان مساعدا عليها، أما إدغام النون في لا، وحذفها من الكتابة فنعرض له في موضع آخر. ¶ وللفطن المتأمل أن يسأل: ما الفرق في النطق بين: فإن، ولئن؟ بل لماذا احتفظت: أنَّ وهي مصدرية مثل أنْ، بصورتها مع اللام الجارة، فكتبتا: لأن؟ ولو عوملت معاملة أختها أنْ، لكتبت: لِئَنّ على اعتبار أن همزتها متوسطة كسر ما قبلها. ¶ ألا يعفينا من هذا الاضطراب، ومن معاناة اختلال القياس أن نجعل القاعدة مطردة ليس منها استثناء؟ ¶ الهمزة في وسط الكلمة: ¶ مجال الخلاف في رسم هذه الهمزة مجال متسع، يشتد فيه اللجاج، وتصطرع",
            "page": "115",
            "part": "1",
            "seal": "B39731D0"
        },
        {
            "id": "115",
            "nass": "فيه الحجج، وسنتناول بعض النماذج التي تستجيب لخطتنا في هذه المناقشة العلمية التربوية الهادئة، في إطار ما ذكره أعلام اللغة من آراء، وما ساقوه من حجج: ¶ 1- القاعدة السائدة أن تكتب الهمزة في آخر الفعل على ألف إذا كان ما قبلها مفتوحا، مثل: قرأ، وبدأ ولجأ، فإذا أسند هذا الفعل إلى ألف الاثنين لم يتغير رسم الهمزة، وجاءت بعدها ألف الاثنين مثل: قرأا، وبدأا ولجأا، ويقرأان، ويبدأان، ويلجأان، واقرأا، وابدأا، والجأا. ¶ وهذا الرسم يطابق النطق، ويساير القاعدة النحوية. ¶ ولكن إذا كانت الهمزة في آخر اسم مثل: مبدأ، ومخبأ، وملجأ، ثم ثني الاسم مرفوعا بالألف كان الرسم هو: مبدآن، ومخبآن، وملجآن، بتحويل ألف الرفع في المثنى مدة فوق الألف التي رسمت فوقها الهمزة في آخر الاسم المفرد، وهنا يقع التلميذ في حيرة، ولعله يسأل: ¶ ما الفرق في النطق بين يبدأان ومبدآن؟ أليست الكلمة الأولى فعلا مهموز الآخر جاء بعد همزته ألف الاثنين، والثانية اسما مهموز الآخر، جاء بعد همزته ألف التثنية؟ ¶ ولهذا نرى تعميم القاعدة، فتكتب الأسماء المثناة بهذه الصورة مبدأان ومخبأان، وملجأان؛ لمسايرة النطق من جهة؛ ولتيسير التحليل النحوي من جهة أخرى. ¶ ولكن إذا كانت الألف التالية لهمزة المفرد ألف المد رسمت مدة فوق الألف التي تحمل الهمزة قبلها مثل: مآكل، ومنشآت، ومآثر، ومآل ومثل: ظمآن، وملآن، وليس في هذا شذوذ ولا صعوبة، فمن السهل على التلميذ أن يدرك أن الفعل مسند إلى ألف الاثنين، وأن الاسم مثنى -كلمتان، الثانية فيهما هي ألف الاثنين في الفعل؛ وألف التثنية في الاسم، أما ألف المد فهي في كلمة واحدة، ¶ واعتبار ألف التثنية كلمة جديدة أضيفت إلى الاسم",
            "page": "116",
            "part": "1",
            "seal": "BEA70B95"
        },
        {
            "id": "116",
            "nass": "المفرد أمر مسلم به في التحليل النحوي، وفي التعليل الصرفي لبعض الظواهر، ففي النحو هي المسند إليه، والفعل قبلها مسند، وفي الصرف نقول: ساميان أصلها ساموان؛ لأن الفعل واوي اللام، قلبت الواو ياء لتطرفها بعد كسرة. ¶ فالواو طرف الكلمة السابقة، وليست وسطها، وألف التثنية كلمة جديدة، وإذن فلنا أن نقيس الهمزة على هذه الواو، وتكون على هذا القياس همزة متطرفة لا متوسطة، وبهذا يساغ كتابتها على ألف تليها ألف التثنية، كما كتبت في آخر الفعل المهموز على ألف تليها ألف الاثنين. ¶ 2- الأسماء المفردة المهموزة الآخر، وهمزتها تكتب على السطر؛ لأن ما قبلها ساكن مثل: جزء، وردء، وبرء، ومثل: بطء، وعبء، وكفء. ¶ هذه الأسماء إذا ثُنِّيَت مرفوعة ظلت الهمزة بصورتها في الاسم المنفرد في الكلمات الثلاث الأولى، وما يشبهها فتكتب: جزءان وردءان، وبرءان، ولكن في الكلمات الثلاث الأخيرة تكتب الهمزة على ياء تليها ألف التثنية بطئان، وعبئان، وكفئان، ونحن نرى أنه لا داعي إلى هذه التفرقة وإلى خلق قواعد جديدة، واستثناءات لا تعتمد إلى مرجح، ونرى كتابة الكلمات الأخيرة: بطءان، وعبءان، وكفءان. ¶ يقول علماء الإملاء: إنما كتبت الهمزة مفردة في مثنى الكلمات الثلاث الأخيرة؛ لأن ما قبلها أحرف توصل بما بعدها، وهذا تعليل لا يثبت للمنطق، بل ترتب عليه صعوبة القراءة لهذه الكلمات المثناة، بعدما ألِف التلميذ صورتها في حالة الانفراد. ¶ قد يقول قائل: إن الأصل في الإملاء العربي وصل أحرف الكلمة كلما أمكن ذلك، ولكن ما دام هذا الوصل متعذرا، ولا مناص من الفصل في مثل: جزءان، فما لنا نضيق بهذا الفصل في مثل: كفءان، ونخلق قاعدة جديدة من أجل بضع كلمات.",
            "page": "117",
            "part": "1",
            "seal": "2A2E09BF"
        },
        {
            "id": "117",
            "nass": "وأرى -كذلك- قياس المثنى في حالة النصب والجر على حالة الرفع، فنرسم ¶ المثنى للكلمات السابقة منصوبا أو مجرورا بالصورة الآتية: جزءين، وردءين، وبرءين وبطءين، وعبءين، وكفءين، أي أن نظل محتفظين باعتبار علامة التثنية ألفا أو ياء كلمة ثانية، أما المفرد فهو الكلمة المختومة بهمزة. ¶ ويفهم من هذا الاقتراح أنني أميل إلى عدم اعتبار الهمزة في آخر الفعل المسند إلى ضمير، أو في آخر الاسم المتصلة به علامات التثنية أو الجمع، همزة متوسطة، بل يدور اقتراحي حول اعتبارها همزة متطرفة، تظل على صورتها قبل الضمائر وقبل علامات العدد. ¶ وعلى هذا أضيف إلى الحالات السابقة الأفعال والأسماء المهموزة الآخر، التي تتصل بها الهاء والكاف، وهما من الضمائر المتصلة للنصب والجر، فأرى أن تظل الهمزة بصورتها قبل مجيء الضمير، فتكتب الأفعال بهذه الصورة: يقرأُه، ويقرأَه، ولم يقرأْه، وتكتب الأسماء كذلك: منشأُه، ومنشأَه، ومنشأِه، ومثل الهاء في ذلك الكاف، فتكتب الأفعال بهذه الصورة: يبدأُك لن يبدأَك لم يبدأْك، وتكتب الأسماء بهذه الصورة: ملجأُك، وملجأَك، وملجأِك. ¶ وهذا الحفاظ على صورة الكلمة قبل الضمير ييسر تحليلها نحويا، ويؤدي -كذلك- إلى اختصار الصور، وتقليل القواعد. ¶ ورب قائل يقول: إن اختلاف رسم الهمزة في الكلمات التي تلي فيها الهمزة ألفا مثل هواء، هذا الاختلاف يساعد على قراءتها، دون حاجة إلى ضبطها بالشكل مثل: هواؤه، وهواءه، وهوائه، فالقارئ يفهم من هذا الرسم أن الكلمة الأولى مرفوعة، والثانية منصوبة، والثالثة مجرورة، ولا يحتاج إلى ضبطها بالشكل؛ ليقرأها قراءة صحيحة. ¶ ومع اعترافي بهذه الفائدة أرى أنها فائدة ضئيلة؛ لأنها مقصورة على",
            "page": "118",
            "part": "1",
            "seal": "634FECE7"
        },
        {
            "id": "118",
            "nass": "هذا النوع من الكلمات، أما غير هذه الكلمات -وهو الأكثر- فنطقه نطقا صحيحا يتوقف على ضبطه بالشكل، أو إدراك حالته الإعرابية طبقا لوظيفته المعنوية في الجملة، فكلمة: كتاب، في كتابه وكتابك تحتاج لنطق الباء نطقا صحيحا إلى ضبطها بالشكل، أو معرفة موقعها الإعرابي. ¶ أما ياء المتكلم التي تلحق آخر الاسم المهموز آخره، فأرى أن تكتب الهمزة ¶ على ياء مثل: هذا مبدئي، وأذعت مبدئي، وحافظت على مبدئي، والحجة التي أستند إليها في هذا الرأي-مع مخالفته للاقتراح السابق- هي أن علامات الإعراب لهذا الاسم هي دائما حركات مقدرة على آخره، منع من ظهورها كسرة المناسبة، أي مناسبة الياء، ورسم الهمزة على ياء يساعد على القراءة بنطق الهمزة مكسورة، مهما تكن الحالة الإعرابية للاسم. ¶ 3- يكتبون همزة: هيئة، وييئس، وفيئك، وشيئه، على ياء، مع أنها همزة متوسطة ومفتوحة وقبلها ساكن، مثل: يسأل، فلماذا يستثنون هذه الكلمات، ويجعلون لهمزتها قاعدة جديدة؟! ولماذا لا يكتبونها في ظل القاعدة المقررة، هيأة، ييأس، فيأك، شيأه؟! ¶ 4- وكذلك يكتبون همزة: ضوءه، وهمزة توءم مفردة، مع أنها تخضع لقاعدة همزة تسأل، ولكنهم يستثنون من هذه القاعدة الهمزة المسبوقة بواو ساكنة، كما استثنوا في الفقرة السابقة الهمزة المسبوقة بياء ساكنة، ولكنهم هنا كتبوها همزة مفردة؛ لأن الواو لا توصل بما بعدها، وأرى كتابة الكلمتين: ضوأه، توأم. ¶ 5- الهمزة المفتوح ما قبلها، إذا وقعت في آخر الفعل، وأسند الفعل إلى واو الجماعة، كتبت مفردة إذا كان ما قبلها لا يوصل بما بعده مثل: بدءوا، قرءوا، لم يبدءوا، لم يقرءوا، ابدءوا، اقرءوا، وتكتب هذه الهمزة على ياء، إذا كان ما قبلها يوصل بما بعده مثل: لجئوا، لم يلجئوا، الجئوا،",
            "page": "119",
            "part": "1",
            "seal": "40FEDDBC"
        },
        {
            "id": "119",
            "nass": "وكل من هذين الرسمين قد يعوق فهم التلميذ أن الفعل بعد هذا الإسناد، قد صار جملة مكونة من كلمتين، هما: الفعل والضمير، وإذن فلماذا تغير صورة الفعل؟ ولماذا لا تكتب هذه الكلمات، على اعتبار أن الضمير كلمة لحقت بآخر الفعل، وهذا الضمير ليس في حاجة إلى إحداث هذا التغيير في صورة الفعل؟ وعلى هذا الاعتبار تكتب الكلمات السابقة، بدأوا، قرأوا لجأوا، يبدأون، يقرأون، يلجأون، ابدأوا، اقرأوا، الجأوا، وكذلك عند الإسناد إلى ياء المخاطبة، تبدأين، تقرأين، تلجأين، ابدأي، اقرأي، الجأي. ¶ 6- وهذه النظرية قد روعيت في الفعل المهموز الآخر وهمزته على ياء، ينشئ، ¶ فقد ظلت الهمزة مرسومة على ياء، في الإسناد إلى ألف الاثنين: يشنئان، وواو الجماعة: ينشئون، وياء المخاطبة: تنشئين، وفي فعل الأمر أيضا: انشئا، أنشئوا، أنشئ. ¶ 6- ولنا أن نقيس على ما ذُكر الفعل المهموز الآخر، الذي رسمت همزته على واو، مثل: يجرؤ فنكتبه عند الإسناد: يجرؤون، تجرؤين. ¶ وهذا رأي أعرضه غير متشبث به، ولكني أصدر فيه عن إيمان باستحسان ربط الإملاء بالنحو والصرف، كلما أمكن ذلك، فهذا الربط -من وجهة نظري- يتلقاه التلميذ بالاقتناع والارتياح. ¶ ورب قائل يقول: إن أمر الإسناد لا يفمهه التلميذ إلا في الصفوف المتقدمة، ومن العبث أن نعلم التلميذ الصغير قاعدة إملائية تستند إلى شيء لا يعرفه، ولكنني مع هذا التلميذ الصغير لا أحتاج في إقناعه إلى هذا الجانب النحوي، وسأكتفي في إقناعه بلفت نظره إلى أن كلّا من: بدأوا ولجأوا، لم يفاجأ فيهما بصورة جديدة، تختلف كثيرا عما عرفه في كتابة: بدأ، ولجأ، أما الصور السائدة الآن في كتابة: بدءوا، ولجئوا ونحوهما، فإقناعه بها هو الأمر المحير العسير.",
            "page": "120",
            "part": "1",
            "seal": "B898AEC3"
        },
        {
            "id": "120",
            "nass": "8- يقولون: ترسم الهمزة المتوسطة على واو إذا كانت مضمومة، وما قبلها مفتوح، مثل يؤم، ويؤز، أو مضموم مثل: نؤم جمع نئوم، أو ساكن مثل: يضؤل، وذلك بشرط ألا تكون ضمة الهمزة ممدودة أي ليس بعدها واو فإن كان بعدها واو رسمت الهمزة مفردة إذا كان ما قبلها لا يوصل بما بعده مثل: رءوف، رءوم، دَءوب، ومثل: رءوس، دُءوب، ومثل: مرءوس، مذءوم، ورسمت على ياء إذا كان ما قبلها يوصل بما بعده، مثل: ضئول، يئوب، قئول، خئون، ومثل: شئون، كئوس، فئوس، ومثل: مسئول، مسئوم، ميئوس منه. ¶ وأرى أن هذا موقف يحتمل المناقشة والمساءلة، فالأصل في هذه الكلمات أن ترسم همزتها على واو طبقا للقواعد المقررة، فلماذا يضطرب الأمر بين أيدينا إذا جاءت بعد الهمزة واو المد؟ وأي جيش صحب هذه الواو، فأثار هذا الذعر، وفرض هذه الأحكام الغاشمة؟ ولماذا لا تظل الهمزة على واوها الأصلية، وتليها -في أخوة وحسن جوار- واو المد الجديدة؛ وبهذا ترسم الكلمات السابقة هكذا: رؤوف، رؤوم، ¶ دَؤوب، رؤوس، دُؤوب، مرؤوس، مذؤوم، صؤول، يؤوب، قؤول، خؤون، كؤوس، فؤوس، مسؤول، مسؤوم، ميؤوس منه، وأعتقد أن هذا الرسم المقترح لا يعوق القراءة وبعضه مألوف شائع في الكتابة، مثل كلمة شؤون. ¶ الهمزة المتطرفة ¶ 1- يكتبون الهمزة على ياء، بعدها ألف المنصوب المنون في كلمتي: عبئا، ونشئا، ونحوهما مما يمكن فيه وصل الحرف الذي قبل الهمزة بالألف، وهذا الرسم يبعد كل كلمة من هذا النوع عن صورتها المألوفة في حالتي الرفع والجر: عبء، نشءٌ، نشءٍ، فما المانع من كتابة المنصوب بصورة المرفوع والمجرور مع إضافة ألف المنصوب المنون: عبءًا، نشءًا،",
            "page": "121",
            "part": "1",
            "seal": "FCB264D2"
        },
        {
            "id": "121",
            "nass": "وبذلك تتحد القاعدة، وتشمل الكلمات التي لا يوصل فيها الحرف السابق لهمزة الألف بعدها، مثل: جزءًا والكلمات التي يوصل فيها الحرف السابق للهمزة بالألف بعدها، مثل: كفءًا. ¶ 2- ويكتبون همزة الاسم الممدود المنون المنصوب على السطر، وليس بعدها ألف؛ لأن قبلها ألفًا، مثل: سماءً ولماذا هذا الاستثناء الذي يخلق قاعدة جديدة، وما الضرر في كتابتها سماءًا؛ وبذلك يزول الاختلاف بين جزءًا وجزاءًا؟ ¶ 3- ويكتبون: نبأً، وخطأً، وهما اسمان منونان منصوبان بدون ألف المنون المنصوب، ولا أرى مانعًا من كتابة هذه الألف التي تحمل الهمزة: نبأًا، خطأًا، فتكون القاعدة مطردة. ¶ رسم الألف اللينة ¶ نعرض في هذا الباب لمسألتين: ¶ 1- يجيزون كتابة الضحا والذرا والربا وأمثالها بالألف والياء؛ تبعا للخلاف بين البصريين والكوفيين، وأرى ترتجيح رأي البصريين والاكتفاء به في كتابة هذه الجموع، إذا كانت واوية اللام، ويكون شأنها في ذلك شأن الأسماء الثلاثية ¶ المقصورة الواوية اللام، مثل: عصا، والأفعال الثلاثية الواوية اللام، مثل: صفا. ¶ فإذا كانت هذه الجموع يائية اللام، كتبت ألفها ياء مثل: القُرى، الدُّمى، المدى، ولنا أن نستأنس بغلبة آراء البصريين وسيادتها في أكثر المسائل النحوية، والأخذ بهذا الرأي يضع أمامنا قاعدة مطردة دقيقة ليس فيها قولان ¶ 2- ويكتبون الألف الزائدة على ثلاثة في الأفعال والأسماء غير الأعجمية ياء مثل: أبدى، التقى، استدعى، ومثل: بشرى، مصطفى، مستشفى، إلا",
            "page": "122",
            "part": "1",
            "seal": "5C76BCF4"
        },
        {
            "id": "122",
            "nass": "إذا كانت قبل الألف ياء فتكتب الألف الأخيرة ألفًا مثل: أحيا، تزيا، الدنيا، العليا، ويستثنون من هذه القاعدة الأخيرة العلم المختوم بألف قبلها ياء، فيكتبون ألفه ياء مثل: يحيى، ربى، ثريى -أعلامًا- وأرى أنه لا داعي إلى هذا الاستثناء حفاظًا على مبدأ اختصار القواعد، وتقليل المستثنيات، أما الحجة التي يستندون إليها في تبرير هذا الاستثناء وهي أن كتابة آخر العلم ياء إنما كانت للتفرقة بين العلم والفعل، فهذا واضح في كلمة يحيى اسما، ويحيا فعلا، أما ريى وثريى فلا تشبهان الفعل على أن الحكم على أن الحكم على الكلمة بأنها اسم أو فعل إنما يرجع إلى سياق المعنى لا إلى هذا المظهر الحسي وإلا فما رأيك في كلمة حسن أهي اسم أم هي فعل، وكذلك كلمة أشرف، ويزيد ونحوها. ¶ الحروف التي تحذف والحروف التي تزاد ¶ 1- يحذفون الألف من كلمتي ابن وابنة بشروط وقيود منها: أن تكون الكلمة مفردة وأن تقع بين علمي وأن تكون نعتًا للعلم السابق وألا تقع في أول السطر، وما الداعي إلى هذا الحذف الذي يكلفنا قبل الإقدام عليه تلك الضريبة الفكرية الفادحة؟ وماذا يحدث في عالم الكتابة العربية لو كتبت كلمة منهما دون حذف ألفها مهما يكن موقعها وإعرابها؟ يقولون: حذف الألف للاختصار، وأي اختصار يطلب في كلمة ثلاثية تتحمل بهذا الحذف أن يجتز ثلثها. ¶ 2- ومن أمثلة الألف التي لا أرى داعيًا إلى حذفها ألف هذا وهذه وهذان وهذين وذلك وهؤلاء، وألف، لكن والسموات وإله، وألف يا النداء في يأيها ويأيتها ويأهل ويأحمد وغير ذلك مما ورد في هذا الباب. ¶ 3- وأرى إبقاء رسم البسملة كما هو دون تغيير.",
            "page": "123",
            "part": "1",
            "seal": "428A462A"
        },
        {
            "id": "123",
            "nass": "4- وأرى حذف الألف المقحمة في كلمة مائة؛ إذ لا فرق في النطق بين مائة وفئة ورئة. ¶ ولقد أدى إقحام الألف بين أحرف مئة إلى تحريف نطقها في مجال التقدير العددي؛ إذ يقول كثيرون من الصيارف ورجال الإحصاءات: ماية، بنطق الألف التي يرونها في الكتابة. ¶ 5- أما حذف ألف ما الاستفهامية إذا وقعت بعد حرف جر أو مضاف مثل: بمَ، لمَ، مم، عم، فيم، حتام، بمقتضام، فهذا سائع؛ لأنه يصور النطق. ¶ 6- وأرى عدم حذف الواو من داود وأمثاله؛ ليظل الرسم الإملائي مطابقًا للنطق. ¶ 7- لا داعي إلى زيادة الواو في أولي الإشارية وكذلك أولاء، وفي أولو وأولي الملحقتين بجمع المذكر السالم، وأولات الملحقة بجمع المؤنث السالم، ولا داعي لزيادة الواو في كلمة عمرو مرفوعة ومجرورة، والضبط بالشكل كفيل بالتفرقة بينها وبين كلمة عمر، وإلا فاللبس بين الكلمات المتشابهة الحروف كثير شائع، ولا يجدي في توقيه الرسم الإملائي. ¶ 8- تكتب بعض الأسماء الموصولة بلام واحدة وهي: الذي، التي، الذين، ويكتب بعضها بلامين وهي: اللذان، اللذين، اللتان، اللتين، اللاتي، اللائي. ¶ فهلا اتفق العلماء على توحيد الرسم في جميع هذه الأسماء التي تنطق لامها مشددة؟",
            "page": "124",
            "part": "1",
            "seal": "35AC663C"
        },
        {
            "id": "124",
            "nass": "ما يفصل وما يوصل من الكلمات ¶ سويت قواعد هذا الباب محكمة دقيقة وللباحثين أن يروا فيه رأيهم ويقترحوا ما يريدون. ¶ كلمة أخيرة ¶ هذه مجموعة من المقترحات أعتقد أنني حدت في كثير منها على الخط الأصلي المعهود في الرسم الإملائي ولكن المنصفين من الباحثين لن يبخلوا بشهادتهم: أنني قد سرت في ظلال القواعد الإملائية المألوفة، وأنني أخذت نفسي بالتزام الأصول الأساسية في وضع قواعد للإملاء فكانت هذه الأصول هي رائدي دائما في هذه المقترحات، وأهم هذه الأصول: ¶ 1- أنني حرصت على أن يكون الرسم الإملائي مصورًا للنطق بقدر ما في وسعي من مراعاة الدقة والإحكام وهذا هو الهدف الأول للإملاء. ¶ 2- أنني لم أبتعد عن الصور المألوفة المعهودة في الطباعة والكتابة ابتعادًا يصعب معه قراءة المأثورات بل حرصت على أن يظل في يد القارئ مفتاح القراءة الميسرة للتراث المطبوع وما يستجد في عالم الطباعة والكتابة ¶ 3- أنني أقللت من القواعد وجعلت المستساغ منها يغلب عليه الاطراد والشمول، ويقل فيه الشذوذ والمستثنيات ¶ 4- أنني وسعت الدائرة التي تستأنث فيها قواعد الإملاء بالقواعد النحوية والصرفية، وهذا الربط أمر محمود الأثر يساعد التلميذ ولا يرهقه ¶ 5- أنني قد صدرت في هذه الملاحظات والمقترحات عن إيمانٍ قديم تولد في",
            "page": "125",
            "part": "1",
            "seal": "33085F46"
        },
        {
            "id": "125",
            "nass": "نفسي مذ كنت طالبًا، وازددت اقتناعا بوجاهة هذه المقترحات حين مارست التدريس بالمراحل التعليمية المختلفة ثم وجدت -بعد ذلك- من آراء أساتذتي الأفاضل في مجمع اللغة العربية وغيرهم معززا ومؤيدا لأكثرها. ¶ أما الآراء التي أظن أنني انفردت بها، وبخاصة اعتبار الهمزة في آخر الفعل المهموز همزة متطرفة إذا أسند الفعل إلى ضمير، والهمزة الأخيرة في الاسم، همزة متطرفة إذا ألحقت بالاسم علامة التثنية، فقد سقت أدلة أؤيد بها وجهة نظري في هذه الآراء. ¶ وقبل كل هذا أعترف بأن هذه المقترحات ليست منيعة على الهدم والنقض، وأنها اجتهاد بشر يصيب حينًا، ويخطئ أحيانًا، ومن حق كل باحث أن يرى فيها رأيًا مخالفًا، ولكن من واجبه -كذلك- أن يشركني ويساعدني، في بعث الهمم، وتحريك الجهود الجادة المخلصة، لعلاج مشكلة الإملاء وتهذيب قواعده، بأي وسيلة من وسائل التمحيص والمناقشة والمدارسة، في لجنة معينة، أو ندوة حرة، أو مؤتمر واسع، أو نحو ذلك، والله ولي التوفيق. ¶ والحمد لله الذي هدانا لهذا، وما كنا لنهتدي لولا أن هدانا الله.",
            "page": "126",
            "part": "1",
            "seal": "CDCD32E6"
        }
    ],
    "t7818": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول: الإملاء في المجال التربوي"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "تمهيد"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "أهداف درس الإملاء"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "منزلة الإملاء بين فروع اللغة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "عوامل التهجي الصحيح"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "مادة الإملاء"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع الإملاء"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "أساليب التدريب الفردي"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "تصحيح الإملاء"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني: الهمزة"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "تمهيد"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "2",
            "tit": "الهمزة في أول الكلمة"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "الهمزة في وسط الكلمة"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "الهمزة في آخر الكلمة"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "مفردات منوعة للتدريب على الهمزة"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث: الألف اللينة"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الرابع: الحروف التي تحذف من الكتابة"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الخامس: الحروف التي تزاد في الكتابة"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "الباب السادس: ما يوصل بغيره من الكلمات في الكتابة وما يكتب منفصلا عن غيره"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "الباب السابع: هاء التأنيث وتاؤه"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثامن: علامات الترقيم"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "الباب التاسع: قواعد الإملاء على بساط البحث"
        }
    ]
}