{
    "b7819": [
        {
            "hno": "74",
            "id": "2",
            "nass": "74 - حَدثنَا مُحَمَّد بن خلف وَكِيع القَاضِي قَالَ ثَنَا مُحَمَّد بن عبد الرَّحْمَن الصَّيْرَفِي قَالَ ثَنَا أَبُو ظفر عبد السَّلَام بن مطهر قَالَ ثَنَا جَعْفَر بن سُلَيْمَان عَن ثَابت الْبنانِيّ عَن أنس بن مَالك قَالَ قيل يَا رَسُول الله من أهل الْجنَّة قَالَ من لَا يَمُوت حِين يمْلَأ مسامعه مَا يحب فَمن أهل النَّار قَالَ من لَا يَمُوت حَتَّى يمْلَأ مسامعه مَا يكره",
            "page": "59",
            "part": "1",
            "seal": "96A35593"
        },
        {
            "hno": "75",
            "id": "3",
            "nass": "75 - سَمِعت أَبَا الْعَبَّاس مُحَمَّد بن إِسْحَاق الصَّيْرَفِي الشَّاهِد يَقُول سَأَلت الزبير بن بكار وَقد جرى حَدِيث مُنْذُ كم زَوجتك مَعَك قَالَ لَا تَسْأَلنِي لَيْسَ يرد الْقِيَامَة أَكثر كباشا مِنْهَا ضحيت عَنْهَا سبعين كَبْشًا",
            "page": "59",
            "part": "1",
            "seal": "4FA36C4B"
        },
        {
            "hno": "76",
            "id": "4",
            "nass": "76 - سَمِعت مُحَمَّد بن إِسْحَاق يَقُول كنت بِحَضْرَة الزبير وَقد أهْدى لَهُ صديق لَهُ حملا مشويا فَقَالَ للرسول اقْرَأ عَلَيْهِ السَّلَام وَقل لَهُ لطف الله بك",
            "page": "60",
            "part": "1",
            "seal": "77BEEEC0"
        },
        {
            "hno": "77",
            "id": "5",
            "nass": "77 - حَدثنَا أَبُو جَعْفَر مُحَمَّد بن الْحُسَيْن الدقاق سنة ثلثمِائة قَالَ ثَنَا الْقَاسِم بن بشر قَالَ ثَنَا عبد الصَّمد قَالَ ثَنَا هِشَام عَن قَتَادَة عَن أبي الْعَالِيَة عَن ابْن عَبَّاس أَن رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُول عِنْد الكرب لَا إِلَه إِلَّا الله الْعَظِيم الْحَلِيم لَا إِلَه إِلَّا الله رب الْعَرْش الْعَظِيم لَا إِلَه إِلَّا الله رب السَّمَاوَات السَّبع وَرب الْعَرْش الْعَظِيم لَا إِلَه إِلَّا الله رب الأَرْض وَرب الْعَرْش الْكَرِيم",
            "page": "60",
            "part": "1",
            "seal": "56ADC7C5"
        },
        {
            "hno": "78",
            "id": "6",
            "nass": "78 - حَدثنَا الْقَاسِم بن بشر قَالَ ثَنَا مُصعب بن الْمِقْدَام قَالَ ثَنَا الثَّوْريّ عَن الْأَعْمَش عَن إِبْرَاهِيم عَن عَلْقَمَة عَن عمر رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من أحب أَن يقْرَأ الْقُرْآن غضا كَمَا أنزل فليقرأه على قِرَاءَة ابْن أم عبد",
            "page": "60",
            "part": "1",
            "seal": "9E80A41A"
        },
        {
            "hno": "79",
            "id": "7",
            "nass": "79 - حَدثنَا الْقَاسِم بن بشر قَالَ ثَنَا ابْن عُيَيْنَة عَن عَطاء بن السَّائِب عَن أبي عبد الرَّحْمَن السّلمِيّ عَن أبي الدَّرْدَاء قَالَ سَمِعت رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْوَالِد أَوسط أَبْوَاب الْجنَّة فحافظ على ذَلِك الْبَاب أودع",
            "page": "60",
            "part": "1",
            "seal": "A4E83C9F"
        },
        {
            "hno": "80",
            "id": "8",
            "nass": "80 - حَدثنَا مُحَمَّد بن الْحُسَيْن قَالَ ثَنَا الْقَاسِم بن بشر قَالَ ثَنَا عُثْمَان بن عمر بن فَارس ثَنَا حَمَّاد بن سَلمَة عَن عَليّ بن زيد عَن عبيد الله بن أبي عتبَة عَن أبي سعيد الْخُدْرِيّ أَن رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ من كتب الله عَلَيْهِ الخلود لم يخرج مِنْهَا",
            "page": "61",
            "part": "1",
            "seal": "A7297163"
        },
        {
            "hno": "81",
            "id": "9",
            "nass": "81 - حَدثنَا مُحَمَّد بن الْحُسَيْن قَالَ ثَنَا الْقَاسِم بن بشر قَالَ ثَنَا أَبُو دَاوُد الطَّيَالِسِيّ قَالَ ثَنَا زَمعَة عَن سَلمَة بن وهرام عَن عِكْرِمَة عَن عَائِشَة رَضِي الله عَنْهَا قَالَت قَالَ رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أنمت عَن عشايك لَا نَامَتْ عينا من نَام عَن عشائه",
            "page": "61",
            "part": "1",
            "seal": "212833E8"
        },
        {
            "hno": "82",
            "id": "10",
            "nass": "82 - حَدثنَا مُحَمَّد بن الْحُسَيْن قَالَ ثَنَا الْقَاسِم بن بشر قَالَ ثَنَا عُثْمَان بن خَالِد العثماني قَالَ ثَنَا مَالك بن أنس عَن نَافِع عَن ابْن عمر قَالَ رَأَيْت النَّبِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يخضب بالصفرة",
            "page": "61",
            "part": "1",
            "seal": "CD0E978D"
        },
        {
            "hno": "83",
            "id": "11",
            "nass": "83 - حَدثنَا مُحَمَّد بن الْحُسَيْن قَالَ ثَنَا الْقَاسِم بن بشر قَالَ ثَنَا خَالِد بن عَمْرو بن مُحَمَّد بن عبد الله بن سعيد بن الْعَاصِ قَالَ ثَنَا سُفْيَان الثَّوْريّ عَن عبيد الله عَن نَافِع عَن ابْن عمر قَالَ لم يقصوا فِي زمَان النَّبِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَلَا أبي بكر وَلَا عمر إِنَّمَا قصوا حَيْثُ وَقعت الْفِتْنَة",
            "page": "61",
            "part": "1",
            "seal": "3B06CAF7"
        },
        {
            "hno": "84",
            "id": "12",
            "nass": "84 - حَدثنَا مُحَمَّد بن الْحُسَيْن قَالَ ثَنَا الْقَاسِم بن بشر قَالَ ثَنَا الْوَلِيد بن مُسلم الدِّمَشْقِي قَالَ حَدثنِي كُلْثُوم بن زِيَاد قَالَ ثَنَا سُلَيْمَان بن حبيب قَالَ أَمرنِي عمر بن عبد الْعَزِيز فِي مَوَارِيث الْمَجُوس أَن أورث من قبل الْحَلَال وَأسْقط الْحَرَام فِي رجل نكح ابْنَته فَمَاتَ عَنْهَا يُورثهَا من قبل أَنَّهَا ابْنَته وَسقط أَنَّهَا امْرَأَته",
            "page": "62",
            "part": "1",
            "seal": "0A7C62E6"
        },
        {
            "hno": "85",
            "id": "13",
            "nass": "85 - حَدثنَا مُحَمَّد بن الْحُسَيْن قَالَ ثَنَا الْقَاسِم بن بشر قَالَ ثَنَا أَبُو الْوَلِيد ثَنَا حَفْص بن غياث أَنه سمع مَكْحُولًا يَقُول فِي مَوَارِيث الْمَجُوس فِي رجل نكح ابْنَته فَمَاتَ عَنْهَا يُورثهَا من قبل أَنَّهَا ابْنَته وَتسقط أَنَّهَا امْرَأَته",
            "page": "62",
            "part": "1",
            "seal": "8249E06F"
        },
        {
            "hno": "86",
            "id": "14",
            "nass": "86 - حَدثنَا مُحَمَّد بن الْحُسَيْن ثَنَا الْقَاسِم بن بشر ثَنَا الْوَلِيد بن مُسلم قَالَ حَدثنِي عبد الرَّحْمَن بن يزِيد بن جَابر قَالَ حَدثنِي عَطاء الْخُرَاسَانِي أَن دَاوُد النَّبِي عَلَيْهِ السَّلَام نقش خطيئته فِي كَفه لكَي لَا ينساها فَكَانَ إِذا رأها اضْطَرَبَتْ يَدَاهُ أَو قَالَ اضْطربَ",
            "page": "62",
            "part": "1",
            "seal": "5453BBC3"
        },
        {
            "hno": "87",
            "id": "15",
            "nass": "87 - حَدثنَا مُحَمَّد بن الْحُسَيْن قَالَ ثَنَا الْقَاسِم بن بشر قَالَ ثَنَا الْوَلِيد بن مُسلم قَالَ ثَنَا الْأَوْزَاعِيّ قَالَ حَدثنِي عبد الرَّحْمَن بن الْقَاسِم عَن أَبِيه الْقَاسِم بن مُحَمَّد عَن عَائِشَة زوج النَّبِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَت تتَّخذ الْمَرْأَة الْخِرْقَة فَإِذا فرغ زَوجهَا ناولت تمسح عَنهُ الْأَذَى وَيمْسَح عَنْهَا ثمَّ صليا فِي ثوبيهما إِسْنَاده صَحِيح",
            "page": "62",
            "part": "1",
            "seal": "7BF20A42"
        },
        {
            "hno": "88",
            "id": "16",
            "nass": "88 - حَدثنَا مُحَمَّد بن الْحُسَيْن قَالَ ثَنَا الْقَاسِم بن بشر قَالَ قَالَ الْوَلِيد بن مُسلم أَبُو الْعَبَّاس سَأَلت عبد الرَّحْمَن بن يزِيد بن جَابر عَن قَول الله جلّ وَعز والمستغفرين بالأسحار فَقَالَ حَدثنِي سُلَيْمَان بن مُوسَى قَالَ حَدثنِي نَافِع أَن ابْن عمر رَضِي الله عَنهُ كَانَ يحيي اللَّيْل صَلَاة ثمَّ يَقُول يَا نَافِع أسحرنا فَأَقُول لَا فَيَعُود إِلَى صلَاته فَإِذا قلت نعم قعد يسْتَغْفر الله وَيَدْعُو حَتَّى يصبح",
            "page": "63",
            "part": "1",
            "seal": "AF6BAC89"
        },
        {
            "hno": "89",
            "id": "17",
            "nass": "89 - حَدثنَا أَبُو أَحْمد هَارُون بن يُوسُف بن زِيَاد الشطوي قَالَ ثَنَا مُحَمَّد بن يحيى بن أبي عمر الْعَدنِي قَالَ ثَنَا سُفْيَان بن عُيَيْنَة عَن هِشَام بن عُرْوَة عَن فَاطِمَة بنت الْمُنْذر عَن جدَّتهَا أَسمَاء بنت أبي بكر رَضِي الله عَنْهَا قَالَت ذبحنا فرسا على عهد رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فأكلناه",
            "page": "63",
            "part": "1",
            "seal": "96142B52"
        },
        {
            "hno": "90",
            "id": "18",
            "nass": "90 - حَدثنَا هَارُون بن يُوسُف قَالَ ثَنَا مُحَمَّد بن يحيى قَالَ ثَنَا سُفْيَان عَن عَمْرو بن دِينَار عَن جَابر بن عبد الله قَالَ أطعمنَا رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لُحُوم الْخَيل ونهانا عَن لُحُوم الْحمر",
            "page": "63",
            "part": "1",
            "seal": "207DEB25"
        },
        {
            "hno": "91",
            "id": "19",
            "nass": "91 - حَدثنَا هَارُون بن يُوسُف قَالَ ثَنَا مُحَمَّد بن أبي عمر قَالَ ثَنَا سُفْيَان عَن ابْن أبي حُسَيْن عَن شهر عَن أَسمَاء ابْنة يزِيد قَالَت مر بِي رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَنا فِي نسْوَة فَسلم علينا",
            "page": "63",
            "part": "1",
            "seal": "71D2C51E"
        },
        {
            "hno": "92",
            "id": "20",
            "nass": "92 - حَدثنَا هَارُون بن يُوسُف قَالَ ثَنَا مُحَمَّد بن أبي عمر قَالَ ثَنَا سُفْيَان عَن مسعر قَالَ وثنا وَكِيع قَالَ ثَنَا مسعر عَن محَارب بن دثار عَن جَابر بن عبد الله قَالَ كَانَ لي على رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حق فقضاني فزادني",
            "page": "64",
            "part": "1",
            "seal": "88741D4B"
        },
        {
            "hno": "93",
            "id": "21",
            "nass": "93 - حَدثنَا هَارُون بن يُوسُف قَالَ ثَنَا مُحَمَّد بن يحيى قَالَ ثَنَا الحكم بن الْقَاسِم عَن أبي سعد الْأَعْوَر عَن عَطِيَّة الْعَوْفِيّ عَن أبي سعيد الْخُدْرِيّ قَالَ قَالَ رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِن أهل الدَّرَجَات العلى يراهم من أَسْفَل مِنْهُم كَمَا يرَوْنَ الْكَوْكَب فِي أفق السَّمَاء وَإِن أَبَا بكر وَعمر مِنْهُم وأنعما",
            "page": "64",
            "part": "1",
            "seal": "C3D7C80C"
        },
        {
            "hno": "94",
            "id": "22",
            "nass": "94 - حَدثنَا هَارُون بن يُوسُف قَالَ ثَنَا أَبُو مَرْوَان العثماني قَالَ حَدثنِي أبي عُثْمَان بن خَالِد عَن عبد الرَّحْمَن بن أبي الزِّنَاد عَن أَبِيه عَن الْأَعْرَج عَن أبي هُرَيْرَة أَن رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لكل نَبِي رَفِيق ورفيقي فِيهَا عُثْمَان بن عَفَّان",
            "page": "64",
            "part": "1",
            "seal": "4A242204"
        },
        {
            "hno": "95",
            "id": "23",
            "nass": "95 - حَدثنَا هَارُون بن يُوسُف قَالَ ثَنَا أَبُو مَرْوَان العثماني قَالَ حَدَّثتنِي أم عُرْوَة بنت جَعْفَر بن الزبير عَن أَبِيهَا جَعْفَر بن الزبير عَن جدها الزبير رَضِي الله عَنهُ أَن اعَلَيْهِ وَسلم بَارك فِي الزبير وَفِي وَلَده وَفِي ولد وَلَده قَالَت أم عُرْوَة وَأَنا مِمَّن أَدْرَكته بركَة النَّبِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "65",
            "part": "1",
            "seal": "955F46CF"
        },
        {
            "hno": "96",
            "id": "24",
            "nass": "96 - حَدثنَا إِبْرَاهِيم بن عبد الله بن أَيُّوب المخرمي قَالَ ثَنَا سعيد الْجرْمِي قَالَ حَدثنَا مُحَمَّد بن ربيعَة الْكلابِي قَالَ ثَنَا الْوَلِيد بن ثَعْلَبَة الطَّائِي عَن ابْن بُرَيْدَة عَن أَبِيه قَالَ قَالَ رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَيْسَ منا من حلف بأمانة وَمن خبب على امْرِئ زوجه أَو مَمْلُوكه فَلَيْسَ هُوَ منا",
            "page": "65",
            "part": "1",
            "seal": "4205F03A"
        },
        {
            "hno": "97",
            "id": "25",
            "nass": "97 - حَدثنَا إِبْرَاهِيم بن عبد الله قَالَ ثَنَا سعيد قَالَ ثَنَا أَيُّوب بن جَابر عَن الْأَعْمَش عَن عمَارَة بن عُمَيْر عَن أبي بَرزَة الْأَسْلَمِيّ عَن أَبِيه قَالَ قَالَ رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْقُضَاة ثَلَاثَة قاضيان فِي النَّار وقاض فِي الْجنَّة فَأَما اللَّذَان فِي النَّار فقاض قضى بالجور وَآخر قضى بَين النَّاس وَلَا يدْرِي مَا لقَضَاء وَالْآخر قضى بِالْحَقِّ جهده",
            "page": "65",
            "part": "1",
            "seal": "339E6F39"
        },
        {
            "hno": "98",
            "id": "26",
            "nass": "98 - سَمِعت مُحَمَّد بن هَارُون بن الْعَبَّاس المنصوري يَقُول سَمِعت الْفَتْح بن شخرف يَقُول رَأَيْت أَمِير الْمُؤمنِينَ عَليّ بن أبي طَالب رَضِي الله عَنهُ فِي النّوم فَقلت يَا أَمِير الْمُؤمنِينَ حرف تنبيني بِهِ قَالَ مَا رَأَيْت أحسن من تواضع الْأَغْنِيَاء للْفُقَرَاء قَالَ فَقلت زِدْنِي قَالَ أحسن من ذَلِك نِيَّة الْفُقَرَاء على الْأَغْنِيَاء ثِقَة بِاللَّه جلّ وَعز",
            "page": "65",
            "part": "1",
            "seal": "C7BFA63E"
        },
        {
            "hno": "99",
            "id": "27",
            "nass": "99 - (سَمِعت أَبَا الْفضل الْعَبَّاس) بن عبد السَّمِيع المنصوري يَقُول سَمِعت الْفَتْح بن شخرف يَقُول كنت أفت للنمل الْخبز كل يَوْم فَلَمَّا كَانَ يَوْم عَاشُورَاء لم يأكلوه ¶ تمّ وَالْحَمْد الله أَولا وَآخر",
            "page": "66",
            "part": "1",
            "seal": "EFF9F24E"
        }
    ],
    "t7819": [
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "تم والحمد الله أولا وآخر"
        }
    ]
}