{
    "b7862": [
        {
            "id": "1",
            "nass": "المملكة العربية السعودية - وزارة التعليم العالي ¶ وكالة كليات البنات - الإدارة العامة لكليات البنات بالرياض ¶ الأقسام الأدبية ¶ * * * ¶ البكاء ¶ في الكتاب والسنة ¶ بحث مقدم للحصول على التفرغ العلمي ¶ * * * ¶ إعداد: ¶ د. رقية بنت محمد المحارب ¶ أستاذ الحديث وعلومه المساعد بقسم الدراسات الإسلامية ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله الأول فليس قبله شيء، الآخر فليس بعده شيء، الظاهر فليس فوقه شيء، الباطن فليس دونه شيء، خلق فأبدع، وصور فأحسن، فتبارك الله أحسن الخالقين له الحكمة البالغة، وكل شيء عنده بمقدار، وصلى الله على نبي الرحمة المهداة، القدوة المجتباة، رسول رب العالمين، محمد بن عبد الله وعلى آله وصحبه أجمعين. ... أما بعد ¶ فإن هذا الدين عظيم لم يبق شيئا من الحركات والسكنات والخطرات إلا بينه ونظمه فبين حلاله وحرامه ومباحه كما قال سبحانه: (مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ) (¬1) ¶ ومما اعتنى به الإسلام المشاعر البشرية، والخواطر القلبية والسلوك الظاهر، ومن ذلك البكاء وأعني به خروج الدمع من العين، وقد اعتنى المحدثون ببيانه وترجموا لأحواله بأبواب متعددة مثل (باب البكاء على الميت) (باب البكاء من خشية الله) (باب البكاء عند المريض) (باب البكاء عند قراءة القرآن) (باب البكاء في الصلاة) واعتنى به الفقهاء وعلماء السلوك فبوبوا له أبوابا وجعلوا له مسائل وفصولا لبيان أحكامه، وألف في ذلك مصنفات مفردة مثل كتاب \"الرقة والبكاء\" لموفق الدين عبد الله بن أحمد بن قدامة المقدسي المتوفى سنة620هـ وكتاب \" الرقة والبكاء\" لعبد الله بن محمد بن عبيدة ابن أبي الدنيا رحمهما الله. ¶ وهذا البحث استقراء لأنواع البكاء في الكتاب والسنة، سواء كان التعبير عنه لفظيا بأي تصريف من تصريفات الفعل (بكى) أو معنويا كالتعبير بالدموع أو وصف الحال بما يدل على البكاء كفيض العيون. ¶ ¬__________ ¶ (¬1) الأنعام 38",
            "page": "1",
            "part": "1",
            "seal": "A27849C9"
        },
        {
            "id": "2",
            "nass": "وقد ورد في البكاء ثماني آيات في كتاب الله خمس منها باللفظ وثلاث بالمعنى، وورد فيه عدد كثير من الأحاديث، وسأقتصر على نماذج من الكتب الستة في كل معنى لما في الاستيعاب من الإطالة التي يضيق عنها وقت البحث. ¶ وقد نهجت في هذا البحث المنهج التالي: ¶ 1- استقراء الآيات وتخريجها. ¶ 2- تفسير الآيات ووضعها في المكان المناسب من البحث. ¶ 3- استقراء الأحاديث الواردة في البكاء لفظاً ومعنى، واستعنت بالموسوعات الحاسوبية؛ رجاء الدقة واغتناما للوقت. ¶ 4- تصنيف الأحاديث وإيرادها تحت كل نوع من أنواع البكاء. ¶ 5- تخريج الأحاديث. ¶ 6- تناول المعنى المناسب للموضوع بالتفصيل. ¶ 7- إيراد المسائل الفقهية المتعلقة بالبكاء والترجيح بينها ما أمكن. ¶ 8- شرح الكلمات الغريبة الواردة في الأحاديث. ¶ 9- ذكر الآثار وأقوال العلماء في البكاء وتصنيفها في المكان المناسب حسب الحاجة لذلك. ¶ 10- تذييل البحث بفهارس متنوعة. ¶ وقد قسمت هذا البحث إلى تمهيد وثلاثة أبواب وخاتمة أما التمهيد فأذكر فيه تعريف البكاء في اللغة والاصطلاح وما أُلف فيه من كتب، مع نبذة مختصرة عن الكتاب ومؤلفة. أما الباب الأول فأذكر فيه البكاء الممدوح، وأما الباب الثاني فأذكر فيه البكاء المذموم، وأما الباب الثالث فأذكر فيه البكاء المباح وهو ما لم يرد فيه ذم ولا مدح. ¶ وأما الخاتمة فأجمل فيها ما توصلت إليه من نتائج وتوصيات. ¶ ولما كانت الأحاديث في البكاء كثيرة كثرة يضيق البحث عن استيعابها اكتفيت بشواهد للدلالة على كل نوع منه.",
            "page": "2",
            "part": "1",
            "seal": "8EA000C2"
        },
        {
            "id": "3",
            "nass": "السبب الباعث على اختيار الموضوع: ¶ اطلعت على كتاب \"الرقة والبكاء\" لابن قدامة فأثر في قوله\" فإنني أحببت جمع أخبار أداوي بها قسوة قلبي، وأستجلب بها دموع عيني، فطلبت ذلك في مظانه فلم أر أجلب له ولا أجمع لما أردت من أخبار الصالحين\" (¬1) فإذا كان ابن قدامة العالم العابد صاحب التصانيف يبحث عما يداوي قلبه، فلأنا أحرى والله بذلك، ولم أر أجلب لرقة القلب من البحث في حديث رسول الله صلى الله عليه وسلم. ¶ التمهيد ¶ تعريف البكاء ¶ في اللغة: ¶ قال ابن فارس: (بكوء) الباء والكاف والواو والهمزة أصلان: أحدهما البكاء , والآخر نقصان الشيء وقلته. ¶ فالأول بكى يبكي} بكاء {. قال الخليل: هو مقصور وممدود. وتقول: باكيت فلانا فبَكَيِِْتُه, أي كنت أبكى منه. ¶ قال النحويون: من قصره أجراه مجرى الأدواء والأمراض، ومن مده أجراه مجرى الأصوات كالثغاء والرغاء والدعاء. وأنشد من قصره ومده: ¶ بكت عيني وحق لها بكاها ... وما يغني البكاء ولا العويل ¶ قال الأصمعي: بكيت الرجل وبكّيته، كلاهما إذا بكيت عليه؛ وأبكيته صنعت به ما يبكيه. ¶ والأصل الآخر قولهم للناقة القليل اللبن هي بكيئة, وبكؤت نبكؤ بكاءة ممدودة. وأنشد: ¶ يقال محبسها أدنى لمرتعها ... ولو تعادى ببكء كل محلوب ¶ يقول: محبسها في دار الحفاظ أقرب إلى أن تجد مرتعا مخصبا. قال أبو عبيد: فأما قوله صلى الله عليه وسلم: \"إنا معشر الأنبياء بكاء\" فإنهم قليلة دموعهم. وقال زيد الخليل: ¶ وقالوا عامر سارت إليكم ... بألف أو بكا ًمنه قليل ¶ فقوله بكا ًنقص, وأصله الهمز, من بكأت الناقة تبكأ, إذا قل لبنها. وبكؤت تبكؤ أيضا. (¬2) ¶ قال الثعالبي في بيان درجات البكاء: إذا تهيأ الرجل للبكاء. قيل: أجهش. فإن امتلأت عينه دموعا قيل: اغرورقت عينه، وترقرقت. فإذا سألت قيل: دمعت وهمعت. فإذا حاكت دموعها المطر قيل: همت. فإذا كان لبكائه صوت قيل: نحب ونشج. فإذا صاح مع بكائه قيل: أعول. (¬3) ¶ ¬__________ ¶ (¬1) ص 39 ¶ (¬2) معجم مقاييس اللغة 285 ¶ (¬3) فقه اللغة وسر العربية 125",
            "page": "3",
            "part": "1",
            "seal": "FF71FABD"
        },
        {
            "id": "4",
            "nass": "قال الجوهري: واسْتَبْكاهُ وأبْكاهُ بمعنى وتَباكَى تكلف البكاء والبَكِيُّ بفتح الباء الكثير البُكاء والبُكِيُّ بضم الباء جمع باكٍ مثل جالس وجلوس إلا أن الواو قلبت ياء (¬1) ¶ في الاصطلاح ¶ قال المناوي: \" البكاء بالمد سيلان الدمع عن حزن وقيل بالمد إذا كان الصوت أغلب وبالقصر إذا كان الحزن أغلب\" (¬2) ¶ الكتب المؤلفة في الموضوع ¶ 1. الرقة والبكاء / لأبي بكر عبدا لله بن محمد ابن أبي الدنيا المتوفى سنة 281هـ، وقد ذكر مؤلفه جملة من الأبواب المتعلقة بالبكاء موردا فيها آثارا وأخبارا عن البكائين من التابعين ومن تبعهم وهو أكثر تفصيلا من الذي بعده حيث ذكر البكاء من خشية الله، واستدعاء البكاء، وأسباب البكاء، والبكاء عند قراءة القرآن، والبكاء في الصلاة، إلى غير ذلك من الأبواب التي تثري الراغب في الاستزادة، وختم الكتاب بجماع أخبار البكائين. والكتاب يقع في 369 صفحة ¶ 2. الرقة والبكاء / لموفق الدين عبدا لله بن أحمد بن قدامة المقدسي المتوفى620هـ، اعتنى المؤلف بإيراد الأخبار وسرد الحكايات التي فيها رقة وخشية تلين بها القلوب، وتدمع لها العيون، وروايته بسنده إلى مشائخه فمن بعدهم تكاد تطغى على الكتاب، وقد جمع روايات الكتاب من كتب السير والمغازي والتاريخ والتراجم والزهد والرقائق. ولا يورد شيئا مما حدث في عصره ولا يعلق على الروايات بنقد رغم كثرة ما يورد من الضعيف لأنه كان يهدف إلى تأثير الخبر دون تحري صحته, وبدأ الكتاب بذكر طرف من صفات الصالحين، ثم أتبعه بذكر شيء من أخبار متقدمي الأنبياء عليهم السلام. ثم شيء من أخبار نبينا صلى الله عليه وسلم. ثم ختمه بصالحي أمة نبينا صلى الله عليه وسلم وأخبار من فنون شتى، ثم ختم الكتاب بذكر شيء من أوصاف الجنة ونعيمها. ¶ ¬__________ ¶ (¬1) مختار الصحاح، وينظر لسان العرب لابن منظور ¶ (¬2) التعاريف ج1/ص141",
            "page": "4",
            "part": "1",
            "seal": "7DB30DAA"
        },
        {
            "id": "5",
            "nass": "3. صفة ضحك وبكاء النبي صلى الله عليه وسلم ومزاحه مع أصحابه/ لأحمد مصطفى قاسم الطهطاوي، ومن عنوان الكتاب يتبين أن المؤلف قسم الكتاب حسب العنوان وذكر تحت قسم صفة بكائه صلى الله عليه وسلم عددا من الأحاديث التي تحكي بكاء النبي صلى الله عليه وسلم وهو كتاب مختصر يقع في 125 صفحة ¶ 4. البكاء من خشية الله تعالى/ لحسين بن عودة العوايشة بين فيه فضل البكاء من خشية الله تعالى ووضح السبيل على ذلك والعوائق مع ذكر بعض النصوص والآثار في بكاء النبي صلى الله عليه وسلم وأصحابه. وهو يقع في 72 صفحة ¶ 5. دموع القراء (بكاء السلف عند تلاوة القرآن وسماعه) لمحمد شومان بن أحمد الرملي وذكر فيه بابين ذكر في الأول فصل في عظمة القرآن وفصل في الحث على تدبر القرآن وفصل في الثناء على البكائين وفصل في خوف السلف من النفاق وذكر في الثاني فصل في بكاء الأنبياء وآخر في بكاء النبي صلى اله عليه وسلم عند تلاوة القرآن وثالث في بكاء الصحابة ورابع في بكاء التابعين. وهو يقع في 192 صفحة ¶ 6. دموع الصالحين / لأبي الفداء محمد عزت عارف وهو أشبه بالذي قبله جدا في المادة والتصنيف وهو يقع في 194صفحة ¶ 7. البكاء عند قراءة القرآن، لعبد الله بن إبراهيم اللحيدان، ويقع في 54 صفحة",
            "page": "5",
            "part": "1",
            "seal": "E3F0CD48"
        },
        {
            "id": "6",
            "nass": "الباب الأول: البكاء الممدوح ¶ خلق الإنسان ضعيفا يعتريه الحزن والخوف والفرح فتؤثر فيه الأحداث تأثيرا بليغا، فيحتاج إلى التنفيس عن باطنه المكبوت، وأحيانا يخونه التعبير أحوج ما يكون إليه فيكون دمع العين أبلغ تعبيرا وأكثر دلالة على الصدق من الألفاظ بل من الأيمان أحيانا، ويصور ذلك قوله تعالى: (وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ) (¬1) فالمتأمل لهذه الحادثة يدرك بجلاء ثناء الله تعالى على تلك القلوب المتعلقة بنصر دينه والرغبة الصادقة في مشاركة رسوله صلى الله عليه وسلم الجهاد بالنفس مع عدم المال وذات اليد، أما قوله تعالى: (وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ) (¬2) فيشهد أن الأيمان المغلظة لم تجد شيئا أمام كذب القلوب، مع أن الكذب قد يتلبس به البكاء أيضا فالبكاء الكاذب ودموع التماسيح لا تجدي شيئا مع مخالفة الحال للمقال فهؤلاء أخوة يوسف جاءوا أباهم عشاء يبكون، وكان إحساسه العميق بكذبهم -لمعرفته بغيرتهم وتخوفه من كيدهم مع صدق النبوءة- في محله. ¶ ولما كان البكاء بهذه المثابة وله هذا الشأن كان منه ما مدحه الشارع ومنه ما ذمه، وسنتناول في هذا الباب البكاء الممدوح، والمدح يثبت بالثناء على فاعله بالكتاب أو بالسنة، ومن خلال الاستقصاء لأنواع البكاء الممدوح أستعرضه في العناوين التالية: ¶ 1. البكاء عند قراءة القرآن ¶ ¬__________ ¶ (¬1) سورة التوبة / 92 ¶ (¬2) سورة التوبة / 42",
            "page": "6",
            "part": "1",
            "seal": "C9B72683"
        },
        {
            "id": "7",
            "nass": "عندما يستشعر المؤمن أن الله تعالى يخاطبه بكلامه، ويستشعر عظمة الله وجلاله ويستشعر أيضا أن هذا القرآن نزل على قلب محمد صلى الله عليه وسلم مع تفكره في الدار الآخرة وما سيكون فيها من حساب وحشر وجزاء عندما يتخيل ذلك كله وهو يقرأ القرآن لا يملك سرعة ضربات قلبه وقشعريرة جلده فتدمع العين وتفيض حتى يبل دمعها الأقدام، وهذا الحال هو حال العارفين بربهم، وقد وصفهم في كتابه مثنيا عليهم بذلك حيث قال سبحانه: (قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا) (¬1) قال ابن جرير: \"يقول تعالى ذكره ويخر هؤلاء الذين أوتوا العلم من مؤمني أهل الكتابين من قبل نزول الفرقان إذا يتلى عليهم القرآن لأذقانهم يبكون ويزيدهم ما في القرآن من المواعظ والعبر خشوعا يعني خضوعا لأمر الله وطاعته واستكانة له\" (¬2) بل ذلك عمل الأنبياء من قبل وقد أخبر المولى عن حالهم بقوله (أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا) (¬3) قال الشيخ عبد الرحمن بن سعدي: \"خروا سجدا وبكيا) أي: خضعوا لآيات الله وخشعوا لها، وأثرت في قلوبهم من الإيمان والرغبة والرهبة ما أوجب لهم البكاء والإنابة والسجود لربهم\" (¬4) وهو حال أصحاب رسول الله صلى الله عليه وسلم رضوان الله عليهم أجمعين قال الجصاص في قوله تعالى: (ويزيدهم ¶ ¬__________ ¶ (¬1) الإسراء/107ـ109 ¶ (¬2) تفسير الطبري ج15/ص181 ¶ (¬3) مريم/58 ¶ (¬4) تيسير الكريم الرحمن ص 445",
            "page": "7",
            "part": "1",
            "seal": "5B651A52"
        },
        {
            "id": "8",
            "nass": "خشوعا) \" يعني به أن بكاءهم في حال السجود يزيدهم خشوعا إلى خشوعهم وفيه الدلالة على أن مخافتهم لله تعالى حتى تؤديهم إلى البكاء داعية إلى طاعة الله وإخلاص العبادة على ما يجب من القيام بحقوق نعمه\" (¬1) ¶ والبكاء والتخشع أثناء قراءة القرآن والصلاة مندوب إليه مرغب فيه، قال القاسمي: \" دل نعت هؤلاء ومدحهم بخرورهم باكين على استحباب البكاء والتخشع، فإن كل ما حمد فيه من النعوت والصفات التي وصف الله تعالى بها من أحبه من عباده يلزم الاتصاف بها، كما أن ما ذم منها من مقته منهم يجب اجتنابه \" (¬2) ¶ ¬__________ ¶ (¬1) أحكام القرآن 5/38 ¶ (¬2) محاسن التأويل10/310",
            "page": "8",
            "part": "1",
            "seal": "2AD61AC8"
        },
        {
            "id": "9",
            "nass": "وهكذا دلت السنة المطهرة على استحباب البكاء عند قراءة القرآن فقد أخرج البخاري في صحيحه بسنده عن إبراهيم قال: \" قال لي النبي صلى الله عليه وسلم (اقرأ علي قلت: أقرأ عليك وعليك أنزل قال فإني أحب أن أسمعه من غيري فقرأت عليه سورة النساء حتى بلغت (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا) (¬1) قال أمسك فإذا عيناه تذرفان\" (¬2) ¶ ¬__________ ¶ (¬1) النساء /41 ¶ (¬2) صحيح البخاري كتاب التفسير باب: \" كيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء \" ج4/ص1927، وأخرجه مسلم في كتاب المسافرين باب فضل استماع القرآن، وطلب القراءة والبكاء عند القراءة 2/195، وأخرجه أبو داود في كتاب العلم باب في القصص 3/324، والنسائي في كتاب فضائل القرآن 1/127، 129 وابن حبان في كتاب الرقائق باب قراءة القرآن 2/58 والترمذي كتاب تفسير القرآن باب ومن سورة النساء 5/238، وفي كتاب الشمائل المحمدية 1/264،، والحاكم باب ذكر مناقب عبد الله بن مسعود 3/360،، وأبو نعيم في المسند المستخرج على صحيح مسلم 2/391،، وأبو يعلى في مسند عبد الله بن مسعود 8/435، 9/5، 9/147،، والإمام أحمد في مسنده 1/374،، والبيهقي في السنن الكبرى 5/28، 5/29، 6/323،، وفي شعب الإيمان 2/362،، وسعيد ابن منصور2 1/218،، والطبراني في المعجم الكبير 9/81، والمعجم الأوسط 2/164، والمعجم الصغير 1/136، والبزار في مسنده 5/183، والشاشي في مسنده 2/224،، وابن المبارك في الزهد1/36، 359",
            "page": "9",
            "part": "1",
            "seal": "F28F5E3D"
        },
        {
            "id": "10",
            "nass": "وأخرج أيضا\"عن عائشة زوج النبي صلى الله عليه وسلم قالت لم أعقل أبوي إلا وهما يدينان الدين ولم يمر علينا يوم إلا يأتينا فيه رسول الله صلى الله عليه وسلم طرفي النهار بكرة وعشية ثم بدا لأبي بكر فابتنى مسجدا بفناء داره فكان يصلي فيه ويقرأ القرآن فيقف عليه نساء المشركين وأبناؤهم يعجبون منه وينظرون إليه وكان أبو بكر رجلا بكاء لا يملك عينيه إذا قرأ القرآن فأفزع ذلك أشراف قريش من المشركين\" (¬1) ¶ ¬__________ ¶ (¬1) كتاب الصلاة/ باب الصلاة في مسجد السوق 1/181،، وباب جوار أبي بكر في عهد النبي صلى الله عليه وسلم 2/804،، وباب هجرة النبي صلى الله عليه وسلم وأصحابه 3/1418،، وابن حبان في ذكر صحبة أبي بكر 15/285،، وعبد الرزاق في باب من هاجر إلى الحبشة5/386",
            "page": "10",
            "part": "1",
            "seal": "E4C35722"
        },
        {
            "id": "11",
            "nass": "وقد تفتر النفوس وتركن إلى الدنيا فيقل بكاؤها وتجف دموعها؛ ولكن أبا بكر بقي على العهد لم تغيره الأحداث ولم تزده الأيام إلا رقة وخشوعا؛ لاسيما إذا كان يرتل القرآن بين يدي ربه وهو في صلاة، ولذا ازدادت رغبة رسول الله صلى الله عليه وسلم في استخلافه على الصلاة ولم يقبل اعتذار عائشة بنت أبي بكر عن أبيها بأنه رجل بكاء إذا صلى غلبه البكاء، وقد صح بذلك الخبر كما روى البخاري عن عائشة أم المؤمنين رضي الله عنها أنها قالت: \" إن رسول الله صلى الله عليه وسلم قال في مرضه مروا أبا بكر يصلي بالناس قالت عائشة: قلت إن أبا بكر إذا قام في مقامك لم يسمع الناس من البكاء فمر عمر فليصل للناس فقالت عائشة فقلت لحفصة قولي له إن أبا بكر إذا قام في مقامك لم يسمع الناس من البكاء فمر عمر فليصل للناس ففعلت حفصة فقال رسول الله صلى الله عليه وسلم مه إنكن لأنتن صواحب يوسف مروا أبا بكر فليصل للناس فقالت حفصة لعائشة ما كنت لأصيب منك خيرا\" (¬1) ¶ ¬__________ ¶ (¬1) صحيح البخاري كتاب الأذان/ باب أهل العلم أحق بالإمامة ج1/ص240، وباب من أسمع الناس تكبير الإمام 251، وباب هل يأخذ الإمام إذا شك 252، وفي كتاب الاعتصام بالكتاب والسنة /باب ما يكره من التعمق والتنازع في العلم 6/2663،، والنسائي في الكبرى كتاب عشرة النساء/ باب ذكر الاختلاف على أبي رجاء 5/401،، والبيهقي في كتاب الصلاة / باب ما يؤمر به من أكل شيئا من ذلك أن يميته بالطبخ 3/78،، والدارمي باب في وفاة النبي صلى الله عليه وسلم 1/52،، وأحمد 1/209، 356، 5/361، 6/96، 159، 202، 210،، وأبوعوانة في باب كراهية الألحان في القرآن 1/444،، والربيع في المسند 1/92،، والطبراني في الأوسط2/12، و6/253،، وأبو يعلى 12/62،، وإسحاق في المسند 3/1019",
            "page": "11",
            "part": "1",
            "seal": "23397F2A"
        },
        {
            "id": "12",
            "nass": "وهكذا كان أصحاب رسول الله صلى الله عليه وسلم بكاؤون عند سماع القرآن الكريم، فعمر بن الخطاب رغم شدته وقوته وصلابته لم يكن يملك عينيه عند سماع القرآن، وتراه يقاوم الجهر ببكائه حتى يغلبه فيستحيل نشيجا تتقطع معه نياط القلب، حدث عبد الله بن شداد رضي الله عنه قال: سمعت نشيج عمر وأنا في آخر الصفوف يقرأ: (قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ) (¬1) ¶ ¬__________ ¶ (¬1) الآية 86 من سورة يوسف. والأثر قال ابن حجر: \"قال سعيد بن منصور في السنن: ثنا سفيان، هو ابن عيينة ح وقال البيهقي في شعب الإيمان: أخبرنا أبو عبد الله الحافظ، ثنا أبو العباس محمد بن يعقوب، ثنا العباس بن محمد الدوري ثنا يحيى بن معين ثنا ابن عيينةح قال: وانا أبو نصر بن قتادة، ثنا منصور الدوري. ثنا أحمد بن نحيرة الهروي ثنا سعيد بن منصور ثنا سفيان عن إسماعيل بن محمد بن سعد سمع عبد الله بن شداد يقول: سمعت ... \" لفظ سعيد هذا إسناد صحيح \" تغليق التعليق 2/300. وقال في الفتح 2/206: \" وصله سعيد بن منصور عن ابن عيينه، عن اسماعيل بن محمد بن سعد، سمع عبد الله بن شداد بهذا، وزاد \" في صلاة الصبح\" اهـ وانظر عمدة القاري 4/440. ¶ وأخرجه ابن أبي شيبة في الصلاة /باب مايقرأفي صلاة الفجر 1/355 من طريق اسماعيل بن علية عن إسماعيل بن محمد بن سعيد مثله ووقع في النسخة الأصلية تصحيف بن سعد قال عن سعد، وهوخطأ. وأخرجه ابن أبي شيبة 1/355 قال حدثنا أبو أسامة عن ابن جريج عن ابن أبي مليكة عن علقمة بن وقاص، قال: سمعت عمر ... فذكره نحوه، إسناده صحيح. وصححه ابن حجر وأخرجه ابن المنذر 3/256 من طريق ابن أبي شيبة به ووقع نفس التصحيف (عن سعد) بدل (بن سعد) . ¶ ومعنى قوله تعالى (بثي) البث: الحال والحزن يقال أبثثتك: أظهرت لك بثي. والبث والحزن والغم الذي تفضي به إلى صاحبك. لسان العرب 1/208",
            "page": "12",
            "part": "1",
            "seal": "593F3812"
        },
        {
            "id": "13",
            "nass": "واشتهر ذلك عن كثير من الصحابة حتى عرفوا به وامتلأت سيرهم بروايات تدل على إخباتهم وبكائهم منهم عبد الرحمن بن عوف (¬1) ، وابن عمر (¬2) ، وعائشة (¬3) ، وأبو هريرة (¬4) ، وعبد الله بن رواحة (¬5) ، وابن عباس (¬6) ، وغيرهم. ¶ ¬__________ ¶ (¬1) ينظر التخويف من النار ص 122 ¶ (¬2) ينظرمسند أحمد حديث رقم 2938،، والزهد له ص 240،، وحلية الأولياء1/305،، وصفة الصفوة1/575 ¶ (¬3) ينظر الحلية2/31،، وصفة الصفوة2/31 ¶ (¬4) ينظر سير أعلم النبلاء 2/628 ¶ (¬5) ينظر الزهد لابن المبارك رقم294 ¶ (¬6) ينظر الحلية1/327",
            "page": "13",
            "part": "1",
            "seal": "462FD276"
        },
        {
            "id": "14",
            "nass": "وكل عاقل متأمل لآيات الله وقر اليقين في قلبه لا يملك دمع عينه، كما يدعوه ذلك إلى الارتقاء في مصاف المؤمنين، فهذا النجاشي تتلى عليه آيات القرآن فيبكي حتى تبل دموعه لحيته كما روي عن أم سلمة رضي الله عنها زوج النبي صلى الله عليه وسلم أنها قالت: \" لما ضاقت علينا مكة فذكرت الحديث في هجرتهم إلى أرض الحبشة وما كان من بعثة قريش عمرو بن العاص وعبد الله بن أبي ربيعة إلى النجاشي ليخرجهم من بلاده ويردهم عليهم وما كان من دخول جعفر بن أبي طالب وأصحابه رضي الله عنهم على النجاشي، قال فقال النجاشي هل معكم شيء مما جاء به فقال له جعفر نعم فقرأ عليه صدرا من كهيعص فبكى والله النجاشي حتى أخضل لحيته وبكت أساقفته حتى أخضلوا مضاجعهم ثم قال إن هذا الكلام ليخرج من المشكاة التي جاء به موسى انطلقوا راشدين ثم ذكر الحديث في تصويرهما له أنهم يقولون في عيسى بن مريم عليه السلام أنه عبد فدخلوا عليه وعنده بطارقته فقال ما تقولون في عيسى بن مريم عليه السلام فقال له جعفر نقول هو عبد الله ورسوله وكلمته وروحه ألقاها إلى مريم العذراء البتول فدلى النجاشي يده إلى الأرض فأخذ عويدا بين أصبعيه فقال ما عدا عيسى بن مريم ما قلت هذا العويد ثم ذكر الحديث قالت فلم ينشب أن خرج عليه رجل من الحبشة ينازعه في ملكه فوالله ما علمتنا حزنا حزنا قط كان أشد منه فرقا من أن يظهر ذلك الملك عليه فيأتي ملك لا يعرف من حقنا ما كان يعرف فجعلنا ندعو الله ونستنصره للنجاشي فخرج إليه سائرا فقال أصحاب رسول الله- صلى الله عليه وسلم - بعضهم لبعض من رجل يخرج فيحضر الوقعة حتى ينظر على من تكون فقال الزبير رضي الله عنه وكان من أحدثهم سنا أنا فنفخوا له قربة فجعلها في صدره ثم خرج يسبح عليها في النيل حتى خرج من الشقة الأخرى إلى حيث التقى الناس فحضر الوقعة وهزم الله ذلك الملك وقتله وظهر النجاشي عليه فجاءنا الزبير رضي الله عنه فجعل يليح إلينا بردائه ويقول ألا",
            "page": "14",
            "part": "1",
            "seal": "9255E7A3"
        },
        {
            "id": "15",
            "nass": "أبشروا فقد أظهر الله النجاشي فوالله ما فرحنا بشيء فرحنا بظهور النجاشي\" (¬1) ¶ وقد يقسو القلب وتجمد العين فيتأبى الدمع، وحينئذ يضيق المرء بجفائه ويبحث في مبكيات تذيب تلك القسوة، فلا يجد أحسن من التباكي مع ترنيم القرآن والتغني به كما أخرج ابن ماجة في السنن من حديث عبد الرحمن بن السائب قال: (قدم علينا سعد بن أبي وقاص وقد كف بصره فسلمت عليه فقال من أنت فأخبرته فقال مرحبا بابن أخي بلغني أنك حسن الصوت بالقرآن سمعت رسول الله صلى الله عليه وسلم يقول: (إن هذا القرآن نزل بحزن فإذا قرأتموه فابكوا فإن لم تبكوا فتباكوا وتغنوا به فمن لم يتغن به فليس منا) (¬2) ¶ ¬__________ ¶ (¬1) أخرجه أحمد في المسند 18192،، والبيهقي في السير باب الأسير يستعين به المشركون على قتال المشركين 9/144عن يونس بن بكير كلاهما عن ابن إسحاق عن الزهري عن أبي بكر بن عبد الرحمن بن الحارث عن أم سلمة، قال الهيثمي في مجمع الزوائد6/27: \" رواه أحمد ورجاله رجال الصحيح غير ابن إسحاق وقد صرح بالسماع \"وقال أحمد شاكر: \" إسناده صحيح\" , وذكره الذهبي في سير أعلام النبلاء 1/433 وابن الجوزي في صفة الصفوة 1/515 ¶ (¬2) أخرجه ابن ماجه في كتاب إقامة الصلاة/ باب حسن الصوت بالقرآن ج1/ص424 عن عبد الله بن أحمد بن بشير ابن ذكوان الدمشقي ثنا الوليد بن مسلم ثنا أبو رافع عن بن أبي مليكة عنه به،، وأخرجه البيهقي في كتاب الشهادات/ باب البكاء عند قراءة القرآن 10/ 231،، وفي شعب الإيمان فصل في البكاء عند قراءة القرآن 2/363 وأبو يعلى2/50،، قال الزيلعي: \" ورواه كذلك أبو يعلي الموصلي والحارث بن أبي أسامة في مسنديهما ورواه كذلك البيهقي في شعب الإيمان في الباب التاسع عشر ¶ وله طريق أخرى رواها إسحاق بن راهويه والبزار في مسنديهما من حديث عبد الرحمن بن أبي بكر عن ابن أبي مليكة عن عبد الله بن السائب عن سعد قال: قال رسول الله - صلى الله عليه وسلم-: (اقرءوا القرآن وابكوا فإن لم تبكوا فتباكوا \" انتهى قال البزار لا نعلمه عن سعد إلا من هذا الوجه بهذا الإسناد وعبد الرحمن ابن أبي بكر هذا لين الحديث \" تخريج الأحاديث والآثار ج2/ص 329. ¶ قلت: في إسناد ابن ماجة أبو رافع واسمه إسماعيل بن رافع، ضعيف، وتابعه عبد الرحمن ابن أبي بكر هو بن عبيد الله؛ لكن قال ابن حجر: ضعيف. فالحديث ضعيف والله أعلم.",
            "page": "15",
            "part": "1",
            "seal": "45C58D50"
        },
        {
            "id": "16",
            "nass": "2. البكاء في الصلاة ¶ وقد يكون البكاء عند قراءة القرآن والمرء في صلاة، فهل يفسد البكاء الصلاة؟ ¶ قال ابن بطال: \" أجاز العلماء (¬1) البكاء في الصلاة من خوف الله عز وجل، واحتجوا بحديث عائشة وبفعل عمر. ¶ وقال أشهب: قال مالك: قرأ عمر بن عبد العزيز في الصلاة، فلما بلغ (فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى) (¬2) خنقته العبرة، فسكت، ثم قرأ، فنابه ذلك، ثم قرأ، فنابه ذلك، وتركها، وقرأ: (وَالسَّمَاءِ وَالطَّارِقِ) (¬3) ¶ واختلفوا في الأنين والتأوه (¬4) ، فقال ابن المبارك: \"إذا كان غالبا فلا بأس به \" (¬5) . ¶ وقال الشافعي (¬6) وأبو ثور (¬7) : \"لا بأس به إلا أن يكون كلاما مفهوما\". ¶ ¬__________ ¶ (¬1) قال الكاساني من الحنفية: \" ولو أنّ في صلاته أو بكى فارتفع بكاؤه فأن كان ذلك من ذكر الجنة والنار لا تفسد الصلاة\" بدائع الصنائع 1/235. وقال القيرواني في الفواكه الدواني: \" الأنين لوجع في الصلاة المذهب عدم بطلان الصلاة به ومثله البكاء إذا كان بلا صوت حصل اختيارا أو غلبة كان لتخشع أو لا إلا أن يكثر\"1/233 وينظر حاشية الدسوقي 1/284. وذهب الشافعية إلى أنه\" إن تكلم في صلاته أو قهقه فيها أو شهق بالبكاء وهو ذاكر للصلاة عالم بالتحريم بطلت صلاته\" المجموع 4/77. وذهب الحنابلة إلى \" أن البكاء والأنين والتأوه إن كان مغلوبا عليه لم يؤثر، وما كان غير ذلك فإن كان بغير خشية الله أفسد الصلاة\" الشرح الكبير1/336 ¶ (¬2) سورة الليل آية14 ¶ (¬3) سورة الطارق والأثر نقله عن مالك ابن رشد في البيان والتحصيل 1/479 ¶ (¬4) التأوه كلمة تقال عند الشكاية أو التوجع آآه. النهاية في غريب الحديث 1/82 ¶ (¬5) عزاه لم ابن المنذر في الأوسط 3/257ا ¶ (¬6) المجموع 4/79 ¶ (¬7) عزاه له ابن المنذر3/257ا",
            "page": "16",
            "part": "1",
            "seal": "608EED1F"
        },
        {
            "id": "17",
            "nass": "وقالت طائفة: يعيد صلاته. وهذا قول الشعبي (¬1) والنخعي (¬2) والكوفيين (¬3) . \"اهـ ¶ ولم يرد أن النبي صلى الله عليه وسلم كان يصيح أو يصرخ ببكائه، بل كان يكتمه حتى يضطرب جسده كما أخبر بذلك مطرف عن أبيه قال: (أتيت النبي صلى الله عليه وسلم وهو يصلي ولجوف أزيز كأزيز المرجل يعني يبكي) (¬4) ¶ ¬__________ ¶ (¬1) روى ابن أبي شيبة في الصلوات/ باب في الرجل يئن في صلاته2/290 من طريق أبي خالد الأحمر عن أبي سالم عن الشعبي: أنه كان يكره الزفير في الصلاة قال: يشبه الكلام\" أبو خالد صدوق يخطئ، ولم أجد من أسمه ابن سالم في شيوخه ولا في الرواة عن الشعبي. وعزاه له ابن المنذر 3/257 والنووي في المجموع 4/89 ¶ (¬2) روى ابن أبي شيبة 2/290 عن معاذ بم معاذ عن أبي جعفر عن سعيد الزبيدي قال: سمعت إبراهيم يقول: من أنّ في صلاته فقد فسدت عليه صلاته\" وروى مثله 2/532 من طريق مغيرة عنه وإسناده ضعيف، سعيد قال عنه الذهبي: واه. وعزاه له ابن المنذر 3/257 والنووي 4/89 ¶ (¬3) ينظر هامش (25) ¶ (¬4) أخرجه ابن خزيمة في جماع أبواب الأفعال المباحة في الصلاة/ باب الدليل على أن النفخ في الصلاة لا يفسد الصلاة 2/53،، وابن حبان في باب ذكر استماع الله إلى المتحزن بصوته3/30،،، وباب ما يعرف في وجه المصطفى2/439،، والحاكم في باب التأمين 1/396،، والبيهقي في باب من بكى في صلاته 2/251 والنسائي في باب البكاء في الصلاة 1/13،، وفي الكبرى في باب البكاء في الصلاة 1/195،،",
            "page": "17",
            "part": "1",
            "seal": "D34D4FD8"
        },
        {
            "id": "18",
            "nass": "3. البكاء من خشية الله ¶ البكاء من خشية الله مقام عال ومطلب للصالحين عزيز؛ ذلك بأنه يترتب عليه ثواب عظيم وأجر جليل، وهو دلالة الإيمان وشعار اليقين؛ ولذا فإن رسول الله صلى الله عليه وسلم أخبر فيما رواه عنه أبو هريرة قال: (قال رسول الله - صلى الله عليه وسلم - لا يلج النار رجل بكى من خشية الله حتى يعود اللبن في الضرع ولا يجتمع غبار في سبيل الله ودخان جهنم) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه الترمذي في السنن كتاب فضائل الجهاد/ باب ما جاء في فضل البكاء من خشية الله ج4/ص555 ¶ وقال: \" قال وفي الباب عن أبي ريحانة وابن عباس قال هذا حديث حسن صحيح ومحمد بن عبد الرحمن هو مولى آل طلحة وهو مدني ثقة روى عنه شعبة وسفيان الثوري \" ¶ وأخرجه النسائي في الجهاد باب فضل من عمل في سبيل الله على قدمه 6/12 رقم3107و3108 ¶ وأخرجه الطيالسي 1/321 رقم 2443 ¶ وأخرجه الحاكم عن أبي هريرة بلفظ مقارب في الجهاد باب ثلاثة أعين لا تمسهما النار2/82 وقال: \" حديث صحيح الإسناد ولم يخرجاه وقد روي بإسناد آخر عن أبي هريرة\" ولم يوافقه الذهبي ¶ وأخرجه البيهقي في شعب الإيمان 1/488 رقم 795 ¶ وأخرجه الحاكم بلفظ آخر عن أبي هريرة في باب حرمت النار على عين دمعت من خشية الله 2/83 وسكت عليه، وقال الذهبي: \"فيه انقطاع\" وأخرجه عبد بن حميد في المنتخب 1/422 والبخاري في الكنى 1/50 ¶ والحديث روي عن ابن عباس، وعن أبي ريحانة، أما حديث ابن عباس فأخرجه الترمذي في باب ما جاء في فضل الحرس في سبيل الله 4/175 ¶ قال: (سمعت رسول الله صلى الله عليه وسلم يقول عينان لا تمسهما النار عين بكت من خشية الله وعين باتت تحرس في سبيل الله) قال أبو عيسى: \"حديث ابن عباس حديث حسن غريب لا نعرفه إلا من حديث شعيب بن رزيق\" ¶ وأخرجه الطبراني في مسند الشاميين عنه عن العباس بن عبد المطلب 3/337 والبيهقي في شعب الإيمان 1/488 رقم 796 والشهاب 1/211 رقم 320،، وابن أبي عاصم في الجهاد 2/416 ¶ قال الحافظ الهيثمي في مجمع الزوائد 5 288 وفيه عثمان بن عطاء الخراساني وهو متروك وثقه دحيم. ¶ أما حديث أبي ريحانة مرفوعا: (قال حرمت النار على عين دمعت أو بكت من خشية الله وحرمت النار على عين سهرت في سبيل الله) فأخرجه أحمد 4/134 رقم 17252 والحاكم في الجهاد / باب حرمت النار على عين دمعت من خشية الله 2/83 وقال: \" صحيح الإسناد\" ووافقه الذهبي ¶ وله طريق أخرى عن أنس أخرجه أبو يعلى 7/307 رقم 4346 ¶ قال: (قال رسول الله- صلى الله عليه وسلم- عينان لا تمسهما النار أبدا عين باتت تكلأ المسلمين في سبيل الله وعين بكت من خشية الله) قال المنذري: \"رواته ثقات\" الترغيب والترهيب 2/159 والبخاري في التاريخ الكبير 4/ 231 رقم 2624،، والشهاب 1/212 رقم 321،، وابن أبي عاصم في الجهاد 2/417،، وابن عبد الواحد في الأحاديث المختارة 6/187 ¶ وطريق خامسة عن بهز بن حكيم عن أبيه عن جده قال: قال رسول الله صلى الله عليه وسلم ثلاثة لا ترى أعينهم النار عين حرست في سبيل الله وعين بكت من خشية الله وعين غضت عن محارم الله) أخرجه الطبراني في الكبير 19/416 رقم 1003",
            "page": "18",
            "part": "1",
            "seal": "BF612AE0"
        },
        {
            "id": "19",
            "nass": "والمقصود بالبكاء من خشية الله البكاء الخالص الذي لا تشوبه شائبة رياء ولا سمعة، وقد يكون ذلك من المرء خاليا وقد يكون وهو بحضرة آخرين، والغالب أن الدمع إذا نزل خشية لله في حال الخلوة أن يكون ذلك خالصا؛ لذا كان جزاؤه من جنس عمله فأمن الله خوفه بأن أظله في ظله يوم لا ظل إلا ظله، بما خشي وخاف في الدنيا التي أمن فيها كثير من الناس، روى أبو هريرة، عن النبي صلى الله عليه وسلم قال: (سبعة يظلهم الله في ظله يوم لا ظل إلا ظله الإمام العادل وشاب نشأ في عبادة ربه ورجل قلبه معلق في المساجد ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه ورجل طلبته امرأة ذات منصب وجمال فقال إني أخاف الله ورجل تصدق أخفى حتى لا تعلم شماله ما تنفق يمينه ورجل ذكر الله خاليا ففاضت عيناه) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في الأذان باب فضل العشاء في جماعة 1/234،، باب إذا تصدق على ابنه وهو لا يشعر 2/517،،باب البكاء من خشية الله 5/2377،،باب سمر النبي صلى الله عليه وسلم أعين المحاربين 6/2496،،ومسلم باب إخفاء الصدقة 2/715،،المسند المستخرج على صحيح مسلم 3/103،104،،وابن حبان في باب ذكر إظلال الله جل وعلا الإمام العادل 10/338،،وباب ذكر نفي نظر الله جل وعلا يوم القيامة إلى ثلاثة أنفس 16/332،،وابن خزيمة باب فضل انتظار الصلاة والجلوس في المسجد 1/185،، والنسائي في الكبرى باب ثواب الإصابة في الحكم بعد الاجتهاد 3/461،،والترمذي باب ما جاء في الحب في الله4/598،، وأحمد2/439،،ومالك باب ما جاء في المتحابين في الله 2/952،، والبيهقي باب فضل المساجد 3/65،،وباب فضل صدقة السر4/190،،وباب فضل الإمام العادل 8/162،، وباب فضل من ابتلي بشيء من الأعمال 10/87،،وأبو عوانة 4/380،، والطبراني في الأوسط6/251،، 9/63،، والإسماعيلي في معجم الشيوخ 1/341،،والربيع في الجامع 1/108،39",
            "page": "19",
            "part": "1",
            "seal": "07AEEA82"
        },
        {
            "id": "20",
            "nass": "والخوف من الله تعالى وخشيته لا يورثها إلا العلم بالله تعالى، فعلى قدر العلم به تكون هيبته في النفوس لذا فإن الأنبياء والمرسلين صلوات الله عليهم أجمعين كانوا أكثر الناس خوفا وشفقة منه كما قال الله تعالى: (إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ) (¬1) ويقول سبحانه عن الملائكة المقربين: (وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ) (¬2) ¶ وقد كان صلى الله عليه وسلم أعلم الناس بربه تعالى لذا كان يقول عن نفسه (أما والله إني لأتقاكم لله وأخشاكم له) (¬3) وجاء التصريح باستجلاب العلم للدموع فيما رواه البخاري ومسلم عن أنس بن مالك رضي الله عنه قال: (قال خطب رسول الله صلى الله عليه وسلم خطبة ما سمعت مثلها قط قال لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا قال فغطى أصحاب رسول الله صلى الله عليه وسلم وجوههم لهم خنين فقال رجل من أبي قال فلان فنزلت هذه الآية (لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ) (¬4) ¶ ¬__________ ¶ (¬1) الأنبياء آية /90 ¶ (¬2) الأنبياء آية /28 ¶ (¬3) أخرجه مسلم باب صحة صوم من طلع عليه الفجر وهو جنب ج2/ص779،، وأبو نعيم في المستخرج على صحيح مسلم 3/185،، ومالك باب ما جاء في الرخصة في القبلة للصائم1/291،، وأبو عوانة2/211،، والشافعي في مسنده 1/240،، والبيهقي باب وجوب القضاء على من قبل فأنزل 4/234 ¶ (¬4) صحيح البخاري في العلم باب لا تسألوا عن أشياء إن تبد لكم تسؤكم 4/ 1689،، باب قول النبي صلى الله عليه وسلم لو تعلمون ما اعلم 5/2379،، ومسلم في الفضائل رقم4351،،وابن ماجة في باب الحزن والبكاء2/1402،، وابن أبي شيبة باب ما ذكر عن نبينا صلى الله عليه وسلم7/86،،وأبو يعلى 5/418،،7/310،، وأحمد3/180،،193،،210،، 268،،251 ¶ والحديث رواه البخاري في الصلاة باب الصدقة في الكسوف 1/ 354،، وباب الغيرة عن عائشة،، وفي باب قول النبي صلى اله عليه وسلم لو تعلمون ما أعلم 5/2379 عن أبي هريرة",
            "page": "20",
            "part": "1",
            "seal": "0EFC3092"
        },
        {
            "id": "21",
            "nass": "ومثله حديث أبي ذر قال: قرأ رسول الله - صلى الله عليه وسلم- هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا حتى ختمها ثم قال إني أرى ما لا ترون وأسمع ما لا تسمعون أطت السماء وحق لها أن تئط ما فيها موضع قدر أربع أصابع إلا ملك واضع جبهته ساجدا لله والله لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا وما تلذذتم بالنساء على الفرش ولخرجتم إلى الصعدات تجأرون إلى الله تعالى والله لوددت أني شجرة تعضد) (¬1) ¶ ووردت هذه الكلمة أيضا في سياق آخر روى ذلك عن ابن أم مكتوم رضي الله عنه قال: (خرج النبي - صلى الله عليه وسلم - ذات غداة فقال سعرت النار لأهل النار وجاءت الفتن كقطع الليل المظلم لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا) (¬2) ¶ ¬__________ ¶ (¬1) أخرجه الحاكم في المستدرك على الصحيحين باب تفسير هل أتى على الإنسان ج2/ص554 وقال:\"هذا حديث صحيح الإسناد ولم يخرجاه\" وأخرجه أيضا في الفتن والملاحم 4/587،623 ¶ (¬2) أخرجه الحاكم في المستدرك على الصحيحين باب ذكر عمرو بن مكتوم المؤذن ج3/ص736",
            "page": "21",
            "part": "1",
            "seal": "5D938597"
        },
        {
            "id": "22",
            "nass": "وقد كان صلى الله عليه وسلم يرى ما لا يرى الناس كما يعلم ما لا يعلمون، ولذا فإنه يعظ أصحابه ويحذرهم مخالفة أمره لأن في المخالفة هلاكهم وتعرضهم لسخط مولاهم كما أخبر بذلك أنس رض الله عنه قال: (قال صلى بنا رسول الله صلى الله عليه وسلم ذات يوم فلما قضي الصلاة أقبل علينا بوجهه فقال أيها الناس إني إمامكم فلا تسبقوني بالركوع ولا بالسجود ولا بالقيام ولا بالانصراف فإني أراكم أمامي ومن خلفي ثم قال والذي نفس محمد بيده لو رأيتم ما رأيت لضحكتم قليلا ولبكيتم كثيرا قالوا وما رأيت يا رسول الله قال رأيت الجنة والنار) (¬1) ¶ ولخشية رسول الله صلى الله عليه وسلم من ربه تعالى وإشفاقه من لقائه كان دائم مراقبته والتذكير به، فلا يمر حدث إلا ويثير قلقه، إما على نفسه وإما على أمته، وإما عليهما جميعا فعن البراء قال: (كنا مع رسول الله - صلى الله عليه وسلم- في جنازة فجلس على شفير القبر فبكى حتى بل الثرى ثم قال يا إخواني لمثل هذا فأعدوا) (¬2) ¶ ¬__________ ¶ (¬1) أخرجه مسلم في الصلاة باب تحريم سبق الإمام 1/320 رقم 646،، وأبو نعيم في المستخرج على صحيح مسلم 2/50،، وابن خزيمة في باب التغليظ في مبادرة المأموم الإمام برفع الرأس 3/47،،107،، والبيهقي باب من كبر تكبيرة واحدة للافتتاح 2/91،، وأبو يعلى 7/41،، 48 ¶ (¬2) أخرجه ابن ماجة في باب الحزن والبكاء 2/1403،، ورجاله ثقات غير محمد بن مالك هو الجوزجاني مولى البراء قال فيه ابن حجر \"صدوق يخطي كثيرا\" التقريب 504،، ذكره ابن حبان في الثقات وذكره في الضعفاء وقال: يخطي كثيرا لا يحتج به إذا انفرد 9/375",
            "page": "22",
            "part": "1",
            "seal": "80CF446C"
        },
        {
            "id": "23",
            "nass": "ومن مهيجات البكاء خشية من الله عز وجل أن يذكر المرء أن له ذنبا فيخاف أن يلقاه به، ثم لا يغفره ربه بل يؤاخذه به، أو أن يلقى ربه على مالا يريد من الإيمان والإخلاص والاتباع، ومن ذلك ما أخرجه مسلم عن جابر بن عبد الله قال: (لبس النبي - صلى الله عليه وسلم - يوما قباء من ديباج (¬1) أهدي له ثم أوشك أن نزعه فأرسل به إلى عمر بن الخطاب فقيل له قد أوشك ما نزعته يا رسول الله فقال نهاني عنه جبريل فجاءه عمر يبكي فقال يا رسول الله كرهت أمرا وأعطيتنيه فما لي قال إني لم أعطكه لتلبسه إنما أعطيتكه تبيعه فباعه بألفي درهم) (¬2) فعمر رضي الله عنه خشي أن يكون فاعلا ما كره رسول الله صلى الله عليه أن يفعله فيتعرض لمقت الله وعقابه. ¶ وقد يهيج البكاء ذكر النار وما فيها من عذاب كما روت عائشة رضي الله عنها: (أنها ذكرت النار فبكت فقال رسول الله -صلى الله عليه وسلم- ما يبكيك قالت ذكرت النار فبكيت فهل تذكرون أهليكم يوم القيامة فقال رسول الله - صلى الله عليه وسلم- أما في ثلاثة مواطن فلا يذكر أحد أحدا عند الميزان حتى يعلم أيخف ميزانه أو يثقل وعند الكتاب حين يقال ((هَاؤُمُ اقْرَءُوا كِتَابِيَهْ)) (¬3) حتى يعلم أين يقع كتابه أفي يمينه أم في شماله أم من وراء ظهره وعند الصراط إذا وضع بين ظهري جهنم) (¬4) ¶ ¬__________ ¶ (¬1) القباء: ثوب يلبس فوق الثياب، والديباج: نوع نفيس من الحرير ¶ (¬2) باب تحريم استعمال إناء الذهب والفضة 3/1644،، والنسائي في الكبره باب الزينة رقم 5208،، وأحمد 3/383 ¶ (¬3) الحاقة آية 19 ¶ (¬4) أخرجه أبو داود كتاب السنة باب في ذكر الميزان 4/240،، والحاكم في 4كتاب الأهوال باب بشارة النبي صلى الله عليه وسلم للمسلمين 4/ 578وقال:\" المستدرك على الصحيحين ج4/ص622 ¶ هذا حديث صحيح إسناده على شرط الشيخين لولا إرسال فيه بين الحسن وعائشة على أنه قد صحت الروايات أن الحسن كان يدخل وهو صبي منزل عائشة رضي الله عنها وأم سلمة\" ووافقه الذهبي",
            "page": "23",
            "part": "1",
            "seal": "08AF1E2E"
        },
        {
            "id": "24",
            "nass": "ويزيد القلب ارتعادا والعين إدرارا معرفة نسبة من يدخل النار من أهل الدنيا، لاسيما مع استحضار هول الموقف وشدة الكرب ووصف النار كما روي عن عمران بن حصين أن النبي - صلى الله عليه وسلم -: (لما نزلت ((يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ)) (¬1) ... إلى قوله: ((وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ)) قال أنزلت عليه هذه وهو في سفر فقال أتدرون أي يوم ذلك فقالوا الله ورسوله أعلم قال ذلك يوم يقول الله لآدم ابعث بعث النار فقال يا رب وما بعث النار قال تسعمائة وتسعة وتسعون إلى النار وواحد إلى الجنة قال فأنشأ المسلمون يبكون فقال رسول الله - صلى الله عليه وسلم- قاربوا وسددوا فإنها لم تكن نبوة قط إلا كان بين يديها جاهلية قال فيؤخذ العدد من الجاهلية فإن تمت وإلا كملت من المنافقين وما مثلكم والأمم إلا كمثل الرقمة في ذراع الدابة أو كالشامة في جنب البعير ثم قال إني لأرجو أن تكونوا ربع أهل الجنة فكبروا ثم قال إني لأرجو أن تكونوا ثلث أهل الجنة فكبروا ثم قال إني لأرجو أن تكونوا نصف أهل الجنة فكبروا قال لا أدري قال الثلثين أم لا) (¬2) ، ¶ ¬__________ ¶ (¬1) سورة الحج آية 1 ¶ (¬2) أخرجه الترمذي في تفسير القرآن باب ومن سورة الحج 5/322، 323 قال هذا حديث حسن صحيح قد روي من غير وجه عن عمران بن حصين عن النبي صلى الله عليه وسلم \" وأحمد4/432،،والحاكم في كتاب الإيمان 1/81،،وفي التفسير 2/254،، تفسير سورة الحج 2/417،، قال الحاكم:\" حديث صحيح الإسناد ولم يخرجاه بطوله والذي عندي أنهما قد تحرجا من ذلك خشية الإرسال وقد سمع الحسن من عمران بن حصين وهذه الزيادات التي في هذا المتن أكثرها عند معمر عن قتادة عن أنس وهو صحيح على شرطهما جميعا ولم يخرجاه ولا واحد منهما\"وأخرجه البيهقي في باب قوله تعالى هذان خصمان اختصموا في ربهم 6/410،، وفي شعب الإيمان 1/322،، والطبراني في الكبير 18/144،، 151،، وعبد بن حميد في مسنده 1/287،، والروياني1/99،، والطبراني في مسند الشاميين4/27،،وجزء أشيب1/78",
            "page": "24",
            "part": "1",
            "seal": "5D074685"
        },
        {
            "id": "25",
            "nass": "ومثله ما روي عن أبي الدرداء: (عن النبي صلى الله عليه وسلم قال ان الله تعالى يقول يوم القيامة لآدم عليه السلام قم فجهز من ذريتك تسعمائة وتسعة وتسعين إلى النار وواحدا إلى الجنة فبكى أصحابه وبكوا ثم قال لهم رسول الله صلى الله عليه وسلم ارفعوا رؤوسكم فوالذي نفسي بيده ما أمتي في الأمم إلا كالشعرة البيضاء في جلد الثور الأسود فخفف ذلك عنهم) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه أحمد 6/441،، والطبراني في مسند الشاميين 3/262،، قال الهيثمي: في مجمع الزوائد:\" رواه أحمد والطبراني وإسناده جيد\" مجمع الزوائد ج10/ص393",
            "page": "25",
            "part": "1",
            "seal": "C0CFB0E8"
        },
        {
            "id": "26",
            "nass": "ويهيج البكاء خشية الله تعالى والخوف من الوقوع فيما يسخطه دون شعور من صاحبه، مع أنه يبذل جهده تقى وصلاحا وعملا صالحا، كما روي عن عمر بن الخطاب رضي الله عنه: (أنه خرج يوما إلى مسجد رسول الله - صلى الله عليه وسلم- فوجد معاذ بن جبل قاعدا عند قبر النبي صلى الله عليه وسلم يبكي فقال ما يبكيك قال يبكيني شيء سمعته من رسول الله صلى الله عليه وسلم سمعت رسول الله صلى الله عليه وسلم يقول إن يسير الرياء شرك وإن من عادى لله وليا فقد بارز الله بالمحاربة إن الله يحب الأبرار الأتقياء الأخفياء الذين إذا غابوا لم يفتقدوا وإن حضروا لم يدعوا ولم يعرفوا قلوبهم مصابيح الهدى يخرجون من كل غبراء مظلمة) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجة في الفتن باب من ترجى له السلامة من الفتن2/1320،، والحاكم في الإيمان 1/44،، وأبو نعيم في الحلية 1/5،،:\" قال الحاكم: \" هذا حديث صحيح ولم يخرج في الصحيحين وقد احتجا جميعا بزيد بن أسلم عن أبيه عن الصحابة واتفقا جميعا على الاحتجاج بحديث الليث بن سعد عن عياش بن عباس القتباني وهذا إسناد مصري صحيح ولا يحفظ له علة\" قال عياش بن عباس القٍتْبَاني ثقة. قاله ابن حجر في التقريب ص437،، قال البوصيري في مصباح الزجاجة 4/178:\" في إسناده عبد الله ابن لهيعة، وهو ضعيف\" وتبعه ابن عبد البر في جامع العلوم والحكم 1/360.قلت: حديث ابن ماجة من طريق عبد الله ابن وهب عن ابن لهيعة عن عيسى بن عبد الرحمن عن زيد بن أسلم. قال ابن حجر:\"ابن لهيعة،صدوق، خلط بعد احتراق كتبه، ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما، وله في مسلم بعض شيء مقرون\" التقريب 319..فالحديث حسن والله أعلم",
            "page": "26",
            "part": "1",
            "seal": "E45A8FD0"
        },
        {
            "id": "27",
            "nass": "على أن لا يستحيل ذلك يأسا وقنوطا؛ بل يتلازم هذا الخوف مع حسن الظن بالله تعالى والطمع في رحمته، فإنه رحيم بعباده وبهذين الشعورين يبقى المؤمن متوازنا لا يخاف فينقطع به اليأس عن العمل، ولا يرجو فيأمن حتى ينقطع عن العمل أيضا وكلا الطرفان تطرف مذموم، وما من دين توازن هذا التوازن.",
            "page": "27",
            "part": "1",
            "seal": "7EB0F5AE"
        },
        {
            "id": "28",
            "nass": "وقد يبكي المرء خشية من الله أن يفتن هو أو أهله بفتنة تحرمه من لذيذ نعيم الله تعالى ومن هنيء مرضاته، كأن يكون على غير العهد الذي كان عليه رسول الله- صلى الله عليه وسلم - كما جاء في حديث أسماء بنت يزيد: (قالت كنا مع النبي - صلى الله عليه وسلم- في بيته فقال إذا كان قبل خروج الدجال بثلاث سنين حبست السماء ثلث قطرها وحبست الأرض ثلث نباتها فإذا كانت السنة الثانية حبست السماء ثلثي قطرها وحبست الأرض ثلثي نباتها فإذا كانت السنة الثالثة حبست السماء قطرها كله وحبست الأرض نباتها كله فلا يبقى ذو خف ولا ظلف إلا هلك فيقول الدجال للرجل من أهل البادية أرأيت إن بعثت إبلك ضخاما ضروعها عظاما أسنمتها أتعلم إني ربك فيقول نعم فتمثل له الشياطين على صورة إبله فيتبعه ويقول للرجل أرأيت إن بعثت أباك وابنك ومن تعرف من أهلك أتعلم أني ربك فيقول نعم فيمثل له الشياطين على صورهم فيتبعه ثم خرج رسول الله - صلى الله عليه وسلم - وبكى أهل البيت ثم رجع رسول الله صلى الله عليه وسلم ونحن نبكي فقال ما يبكيكم فقلت يا رسول الله ما ذكرت من الدجال فوالله إن أمة أهلي لتعجن عجينها فما تبلغ حتى تكاد تفتت من الجوع فكيف نصنع يومئذ فقال رسول الله صلى الله عليه وسلم يكفي المؤمنين عن الطعام والشراب يومئذ التكبير والتسبيح والتحميد ثم قال لا تبكوا فإن يخرج الدجال وأنا فيكم فأنا حجيجه وإن يخرج بعدي فالله خليفتي على كل مسلم) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه أحمد 6/453،، وفي إسناده جرير بن حازم عن قتادة، قال ابن حجر في التقريب:\" ثقة لكن في حديثه عن قتادة ضعف، وله أوهام إذا حدث من حفظه\" ص138",
            "page": "28",
            "part": "1",
            "seal": "901768A8"
        },
        {
            "id": "29",
            "nass": "ومن مهيجات البكاء أن يكره المرء على فعل معصية تأنف نفسه من فعلها فإذا تذكر نهي الله وعظم الذنب بكى كما روي عن بن عمر قال سمعت النبي - صلى الله عليه وسلم - يحدث حديثا لو لم أسمعه إلا مرة أو مرتين حتى عد سبع مرات ولكني سمعته أكثر من ذلك سمعت رسول الله - صلى الله عليه وسلم- يقول كان الكفل من بني إسرائيل لا يتورع من ذنب عمله فأتته امرأة فأعطاها ستين دينارا على أن يطأها فلما قعد منها مقعد الرجل من امرأته أرعدت وبكت فقال ما يبكيك أأكرهتك قالت لا ولكنه عمل ما عملته قط، وما حملني عليه إلا الحاجة فقال تفعلين أنت هذا وما فعلته اذهبي فهي لك وقال لا والله لا أعصي الله بعدها أبدا فمات من ليلته فأصبح مكتوبا على بابه إن الله قد غفر للكفل) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه الترمذي في صفة القيامة باب ج4/ص657،، قال الترمذي:\"هذا حديث حسن قد رواه شيبان وغير واحد عن الأعمش نحو هذا ورفعوه وروى بعضهم عن الأعمش فلم يرفعه وروى أبو بكر بن عياش هذا الحديث عن الأعمش فأخطأ فيه وقال عن عبد الله بن عبد الله عن سعيد بن جبير عن بن عمرو وهو غير محفوظ وعبد الله بن عبد الله الرازي هو كوفي وكانت جدته سرية لعلي بن أبي طالب وروى عن عبد الله بن عبد الله الرازي عبيدة الضبي والحجاج بن أرطاة وغير واحد من كبار أهل العلم\"،، وأخرجه الحاكم في المستدرك كتاب التوبة والإنابة 4/283،،وقال:\" هذا حديث صحيح الإسناد ولم يخرجاه\"،، وذكره في العلل وقال:\" سألت محمدا عن هذا الحديث فقال بعض أصحاب الأعمش رووا هذا الحديث فأوقفوه وأكثرهم رفعوه والصحيح أنه مرفوع\" ¶ قلت له روى أبو بكر بن عياش عن الأعمش عن عبد الله بن عبد الله عن سعيد بن جبير عن ابن عمر فقال أبو بكر بن عياش يهم فيه\" علل الترمذي ج1/ص334 ¶ وأخرجه أبو يعلى 10/90،، وأحمد 2/23،،والبيهقي في شعب الإيمان5/50،،قال المنذري:\" رواه الترمذي وحسنه واللفظ له وابن حبان في صحيحه إلا أنه قال سمعت رسول الله صلى الله عليه وسلم أكثر من عشرين مرة يقول..فذكر بنحوه والحاكم والبيهقي من طريقه وغيرها وقال الحاكم صحيح الإسناد\" الترغيب والترهيب ج4/ص50",
            "page": "29",
            "part": "1",
            "seal": "DDB10BAD"
        },
        {
            "id": "30",
            "nass": "وحينما يتذكر المرء القبر، ويذكر أنه أول منازل الآخرة، وأول مراحل القدوم على الله تعالى لا يملك دمعة عينة خشية من الله وتعظيما للوقوف بين يديه كما روي عن هانئ مولى عثمان قال: (كان عثمان إذا وقف على قبر بكى حتى يبل لحيته فقيل له تذكر الجنة والنار فلا تبكي وتبكي من هذا فقال إن رسول الله - صلى الله عليه وسلم - قال إن القبر أول منازل الآخرة فإن نجا منه فما بعده أيسر منه وإن لم ينج منه فما بعده أشد منه قال وقال رسول الله - صلى الله عليه وسلم- ما رأيت منظرا قط إلا القبر أفظع منه) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه الترمذي في الزهد باب ما جاء في ذكر الموت 4/553،، وقال:\" هذا حديث حسن غريب لا نعرفه إلا من حديث هشام بن يوسف \"،، والحاكم في الجنائز 1/526،، وسكت عنه الحاكم وقال الذهبي: \" ابن بحير ليس بالعمدة ومنم من يقويه، وهانيء روى عنه جماعة ولا ذكر له في الكتب الستة \" قلت: \" لعله نسي رواية الترمذي هذه! مع أنه ـ رحمه الله ـ ذكره في الكاشف 3/193، وقال: وثق. وهانيء هو البربري، أبو سعيد، مولى عثمان قال النسائي: ليس به بأس ووثقه ابن حبان. قال عنه ابن حجر: صدوق. تهذيب التهذيب11/23 التقريب 570،، \" وأحمد 1/63،، والبيهقي باب ما يقال بعد الدفن 4/56،،وفي شعب الإيمان 1/359،، 7/352،، وفي إثبات عذاب القبر1/131،، والبزار2/90،، والقضاعي في مسند الشهاب 1/172،، والسري في الزهد 211،، وأبو نعيم في الحلية 1/61،، وذكر ابن عبد البر إسناده من طريق يعقوب بن أبي شيبة في التمهيد 23/270،، عن يعقوب أثنى على عبد الله بن بحير خيرا،،قال المقدسي في الأحاديث المختارة:\" إسناده حسن\" قلت مدار إسناده على ابن بحير قال فيه ابن حجر:\" وثقه ابن معين واضطرب فيه كلام ابن حبان\" التقريب296 وقال في هانيء مولى عثمان:\" صدوق\"570،، فإسناده حسن والله أعلم",
            "page": "30",
            "part": "1",
            "seal": "FBA2CA7E"
        },
        {
            "id": "31",
            "nass": "ولا يبرح المؤمن أن يحاسب نفسه فإذا أوجس منها ظلما لعباد الله وعلم أنه محاسب ومقتص منه عاد على نفسه باللائمة، مؤنبا ومثربا فأعول وبكى كما جاء في حديث عائشة أن رجلا قعد بين يدي النبي - صلى الله عليه وسلم- فقال يا رسول الله إن لي مملوكين يكذبونني ويخونونني ويعصونني وأشتمهم وأضربهم فكيف أنا منهم قال يحسب ما خانوك وعصوك وكذبوك وعقابك إياهم فإن كان عقابك إياهم بقدر ذنوبهم كان كفافا لا لك ولا عليك وإن كان عقابك إياهم دون ذنوبهم كان فضلا لك وإن كان عقابك إياهم فوق ذنوبهم أقتص لهم منك الفضل قال فتنحى الرجل فجعل يبكي ويهتف فقال رسول الله - صلى الله عليه وسلم - أما تقرأ كتاب الله (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ) (¬1) الآية فقال ¶ الرجل والله يا رسول الله ما أجد لي ولهؤلاء شيئا خيرا من مفارقتهم أشهدكم أنهم أحرار كلهم) (¬2) ¶ ¬__________ ¶ (¬1) سورة الأنبياء آية /47 ¶ (¬2) أخرجه الترمذي في تفسير القرآن باب ومن سورة الأنبياء 5/320،، وأحمد 6/280 رقم 26444،، قال أبو عيسى هذا حديث غريب لا نعرفه إلا من حديث عبد الرحمن بن غزوان وقد روىا بن حنبل عن عبد الرحمن بن غزوان هذا الحديث\" قال الهيثمي في مجمع الزوائد ج10/ص352 ¶ \"وفي إسناده الصحابي الذي لم يسم وراو لم يسم أيضا وبقية رجالهما رجال الصحيح\" قلت: في إسناده عبد الرحمن بن غزوان قراد قال فيه ابن حجر:\" ثقة له أفراد\" التقريب 348،، وقال الذهبي:\" حدث عنه أحمد والكبار وكان يحفظ وله مناكير، وسئل أحمد بن صالح عن حديث لقراد عن الليث عن مالك عن الزهري عن عروة عن عائشة أن رجلا جاء إلى النبي صلى الله عليه وسلم فقال لي مماليك أضربهم فقال هذا حديث موضوع وقال أبو أحمد الحاكم روى عن الليث حديثا منكرا\" ميزان الاعتدال في نقد الرجال ج4/ص 306،،",
            "page": "31",
            "part": "1",
            "seal": "26507C89"
        },
        {
            "id": "32",
            "nass": "ويغلب عند الخشوع والخشية لله تعالى أن يرافق دمع العين قشعريرة في الجلد ووجل في القلب كما في قوله تعالى ((اللَّهُ نَزَّلَ أَحْسَنَ الحَدِيثِ كِتَاباً مُّتَشَابِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَن يَشَاءُ وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ)) (¬1) ¶ وإذا بقي القلب قاسيا والعين جافة استحق العبد المعاتبة على هذا الجفاء كما في قوله تعالى ((أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الحَقِّ وَلاَ يَكُونُوا كَالَّذِينَ أُوتُوا الكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ)) (¬2) ¶ والذي جاءت به السنة الاعتدال في البكاء ولو كان من خشية الله خلافا لما يتكلفه بعض الناس من العويل الشديد والصراخ الذي يفزع الحاضرين ويذهب عنهم التفكر والتدبر، ويجلب الخوف الشديد الدافع لليأس من رحمة الله، يقول شيخ الإسلام ابن تيمية: \" وما يحصل عند الذكر المشروع من البكاء ووجل القلوب واقشعرار الجسوم فمن أفضل الأحوال التي جاء بها الكتاب، أما الاضطراب الشديد والغشي والصيحان؛ فإن كان صاحبه لم يعلم ما هو عليه لم يلم، وسببه قوة الوارد مع ضعف القلب، والقوة والتمكن أفضل، كما هو حال النبي ـ صلى الله عليه وسلم ـ وأصحابه، وأما السكون قسوة وجفاء فهذا مذموم. \" (¬3) ¶ ¬__________ ¶ (¬1) الزمر آية / 23 ¶ (¬2) الحديد آية /16 ¶ (¬3) نقلا عن دموع القراء ص34، وعزاه للفتاوى المصرية ص100، بتصرف",
            "page": "32",
            "part": "1",
            "seal": "8D0C0EF9"
        },
        {
            "id": "33",
            "nass": "4. البكاء عند العجز عن تحصيل شيء من مراضي الله ¶ عندما تتطلع النفوس العالية إلى القمة وترغب في الوصول إلى مرضاة من تحب تزيل كل عقبة في طريقها؛ لكن حينما تكون العقبة عائقة والوصول متعذر تنقطق النفوس إثرها وتخفق القلوب ويفارق العين الكرى فيبيت المؤمن في ألم وحسرة تدمع من شدتها عيون الرجال، كما يصور القرآن هذا المشهد الرائع في سورة التوبة ¶ (وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ) (¬1) ¶ ¬__________ ¶ (¬1) تفسير ابن كثير ج2/ص383",
            "page": "33",
            "part": "1",
            "seal": "1DA0073E"
        },
        {
            "id": "34",
            "nass": "وكما يبكي الصالحون على فوات فضل أو منزلة عند الله، فقد بكى قبلهم من هو خير منهم من الأنبياء والمرسلين كبكاء موسى صلى الله عليه وسلم لما فاته من كثرة التابعين الذين رآهم مع محمد صلى الله عليه وسلم، روى في الصحيح عن أنس بن مالك عن مالك بن صعصعة رضي الله عنهما أن نبي الله - صلى الله عليه وسلم - حدثهم عن ليلة أسري به بينما أنا في الحطيم وربما قال في الحجر مضطجعا إذ أتاني آت فقد قال وسمعته يقول فشق ما بين هذه إلى هذه فقلت للجارود وهو إلى جنبي ما يعني به قال من ثغرة نحره إلى شعرته وسمعته يقول من قصه إلى شعرته فاستخرج قلبي ثم أتيت بطست من ذهب مملوءة إيمانا فغسل قلبي ثم حشي ثم أعيد ثم أتيت بدابة دون البغل وفوق الحمار أبيض فقال له الجارود هو البراق يا أبا حمزة قال أنس نعم يضع خطوه عند أقصى طرفه فحملت عليه فانطلق بي جبريل حتى أتى السماء الدنيا فاستفتح فقيل من هذا قال جبريل قيل ومن معك قال محمد قيل وقد أرسل إليه قال نعم قيل مرحبا به فنعم المجيء جاء ففتح فلما خلصت فإذا فيها آدم فقال هذا أبوك آدم فسلم عليه فسلمت عليه فرد السلام ثم قال مرحبا بالابن الصالح والنبي الصالح ثم صعد حتى أتى السماء الثانية فاستفتح قيل من هذا قال جبريل قيل ومن معك قال محمد قيل وقد أرسل إليه قال نعم قيل مرحبا به فنعم المجيء جاء ففتح فلما خلصت إذا يحيى وعيسى وهما ابنا الخالة قال هذا يحيى وعيسى فسلم عليهما فسلمت فردا ثم قالا مرحبا بالأخ الصالح والنبي الصالح ثم صعد بي إلى السماء الثالثة فاستفتح قيل من هذا قال جبريل قيل ومن معك قال محمد قيل وقد أرسل إليه قال نعم قيل مرحبا به فنعم المجيء جاء ففتح فلما خلصت إذا يوسف قال هذا يوسف فسلم عليه فسلمت عليه فرد ثم قال مرحبا بالأخ الصالح والنبي الصالح ثم صعد بي حتى أتى السماء الرابعة فاستفتح قيل من هذا قال جبريل قيل ومن معك قال محمد قيل أو قد أرسل إليه قال نعم قيل مرحبا به فنعم",
            "page": "34",
            "part": "1",
            "seal": "257714DA"
        },
        {
            "id": "35",
            "nass": "المجيء جاء ففتح فلما خلصت إلى إدريس قال هذا إدريس فسلم عليه فسلمت عليه فرد ثم قال مرحبا بالأخ الصالح والنبي الصالح ثم صعد بي حتى أتى السماء الخامسة فاستفتح قيل من هذا قال جبريل قيل ومن معك قال محمد - صلى الله عليه وسلم - قيل وقد أرسل إليه قال نعم قيل مرحبا به فنعم المجيء جاء فلما خلصت فإذا هارون قال هذا هارون فسلم عليه فسلمت عليه فرد ثم قال مرحبا بالأخ الصالح والنبي الصالح ثم صعد بي حتى أتى السماء السادسة فاستفتح قيل من هذا قال جبريل قيل من معك قال محمد قيل وقد أرسل إليه قال نعم قال مرحبا به فنعم المجيء جاء فلما خلصت فإذا موسى قال هذا موسى فسلم عليه فسلمت عليه فرد ثم قال مرحبا بالأخ الصالح والنبي الصالح فلما تجاوزت بكى قيل له ما يبكيك قال أبكي لأن غلاما بعث بعدي يدخل الجنة من أمته أكثر ممن يدخلها من أمتي ثم صعد بي إلى السماء السابعة فاستفتح جبريل قيل من هذا قال جبريل قيل ومن معك قال محمد قيل وقد بعث إليه قال نعم قال مرحبا به فنعم المجيء جاء فلما خلصت فإذا إبراهيم قال هذا أبوك فسلم عليه قال فسلمت عليه فرد السلام قال مرحبا بالابن الصالح والنبي الصالح ثم رفعت لي سدرة المنتهى فإذا نبقها مثل قلال هجر وإذا ورقها مثل آذان الفيلة قال هذه سدرة المنتهى وإذا أربعة أنهار نهران باطنان ونهران ظاهران فقلت ما هذان يا جبريل قال أما الباطنان فنهران في الجنة وأما الظاهران فالنيل والفرات ثم رفع لي البيت المعمور يدخله كل يوم سبعون ألف ملك ثم أتيت بإناء من خمر وإناء من لبن وإناء من عسل فأخذت اللبن فقال هي الفطرة أنت عليها وأمتك ثم فرضت علي الصلوات خمسين صلاة كل يوم فرجعت فمررت على موسى فقال بم أمرت قال أمرت بخمسين صلاة كل يوم قال أمتك لا تستطيع خمسين صلاة كل يوم وإني والله قد جربت الناس قبلك وعالجت بني إسرائيل أشد المعالجة فارجع إلى ربك فاسأله التخفيف لأمتك فرجعت فوضع عني عشرا فرجعت إلى موسى",
            "page": "35",
            "part": "1",
            "seal": "07D68547"
        },
        {
            "id": "36",
            "nass": "فقال مثله فرجعت فوضع عني عشرا فرجعت إلى موسى فقال مثله فرجعت فوضع عني عشرا فرجعت إلى موسى فقال مثله فرجعت فأمرت بعشر صلوات كل يوم فرجعت فقال مثله فرجعت فأمرت بخمس صلوات كل يوم فرجعت إلى موسى فقال بما أمرت قلت أمرت بخمس صلوات كل يوم قال إن أمتك لا تستطيع خمس صلوات كل يوم وإني قد جربت الناس قبلك وعالجت بني إسرائيل أشد المعالجة فارجع إلى ربك فاسأله التخفيف لأمتك قال سألت ربي حتى استحييت ولكن أرضى وأسلم قال فلما جاوزت نادى مناد أمضيت فريضتي وخففت عن عبادي) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري باب المعراج ج:3 ص: 1410،،ومسلم في الإيمان باب الإسراء برسول الله صلى الله عليه وسلم 1/150،، وأبو نعيم في المستخرج 1/233،، وأبو عوانة باب كراهية الألحان في القرآن 1/108 وابن حبان في باب ذكر وصف الإسراء1/238،، والترمذي في تفسير القرآن 3269وأحمد4/209،، والطبراني في الكبير19/224",
            "page": "36",
            "part": "1",
            "seal": "74F7E757"
        },
        {
            "id": "37",
            "nass": "وكما بكى سعد بن أبي وقاص خوفا من الموت في أرض غير التي هاجر إليها فعن حميد بن عبد الرحمن الحميري عن ثلاثة من ولد سعد كلهم يحدثه عن أبيه (أن النبي - صلى الله عليه وسلم - دخل على سعد يعوده بمكة فبكى قال ما يبكيك فقال قد خشيت أن أموت بالأرض التي هاجرت منها كما مات سعد بن خولة فقال النبي - صلى الله عليه وسلم- اللهم اشف سعدا اللهم اشف سعدا ثلاث مرار قال يا رسول الله إن لي مالا كثيرا وإنما يرثني ابنتي أفأوصي بمالي كله قال لا قال فبالثلثين قال لا قال فالنصف قال لا قال فالثلث قال الثلث والثلث كثير إن صدقتك من مالك صدقة وإن نفقتك على عيالك صدقة وإن ما تأكل امرأتك من مالك صدقة وإنك أن تدع أهلك بخير أو قال بعيش خير من أن تدعهم يتكففون الناس وقال بيده) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه مسلم في باب الوصية بالثلث 3/1252 بهذا اللفظ،،وأخرجه البخاري باب رثى النبي سعد بن خولة 1/435،،وباب قول النبي صلى الله عليه وسلم اللهم أمض لأصحابي هجرتهم 3/1431،، باب حجة الوداع 4/1600،، باب الدعاء برفع الوباء والوجع 5/2343،، وباب قول النبي صلى الله عليه وسلم من ترك مالا فلأهله6/2476،، وابن خزيمة باب ذكرالدلائل الأخرى 4/61",
            "page": "37",
            "part": "1",
            "seal": "DFDE6BAE"
        },
        {
            "id": "38",
            "nass": "وقد يكون المانع من تحصيل ما حصله الآخرون من الأجر لا إراديا كأن تحيض المرأة في أيام فاضلة يصومها الناس كيوم عرفة أو عاشوراء أو تريد التمتع بالحج فلا تتمكن من ذلك لأجل الحيض فحينئذ تستشرف النفس ويحال بينها وبين ما تشتهي فتندفع العين بالدمع سحا، كما كان من شأن عائشة رضي الله عنها قالت: (خرجنا مع رسول الله - صلى الله عليه وسلم- في أشهر الحج وليالي الحج وحرم الحج فنزلنا بسرف قالت فخرج إلى أصحابه فقال من لم يكن منكم معه هدي فأحب أن يجعلها عمرة فليفعل ومن كان معه الهدي فلا قالت فالآخذ بها والتارك لها من أصحابه قالت فأما رسول الله - صلى الله عليه وسلم - ورجال من أصحابه فكانوا أهل قوة وكان معهم الهدي فلم يقدروا على العمرة قالت فدخل علي رسول الله صلى الله عليه وسلم وأنا أبكي فقال ما يبكيك يا هنتاه قلت سمعت قولك لأصحابك فمنعت العمرة قال وما شأنك قلت لا أصلي قال فلا يضيرك إنما أنت امرأة من بنات آدم كتب الله عليك ما كتب عليهن فكوني في حجتك فعسى الله أن يرزقكيها قالت فخرجنا في حجته حتى قدمنا منى فطهرت ثم خرجت من منى فأفضت بالبيت قالت ثم خرجت معه في النفر الآخر حتى نزل المحصب ونزلنا معه فدعا عبد الرحمن بن أبي بكر فقال اخرج بأختك من الحرم فلتهل بعمرة ثم افرغا ثم ائتيا ها هنا فإني أنظركما حتى تأتياني قالت فخرجنا حتى إذا فرغت وفرغت من الطواف ثم جئته بسحر فقال هل فرغتم فقلت نعم فآذن بالرحيل في أصحابه فارتحل الناس فمر متوجها إلى المدينة) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في الحج باب قول الله تعالى الحج أشهر معلومات فمن فرض 2/565،،وفي الحيض285، 294، 305، 306، 308،، وفي الجهاد والسير2733، 2762، 2763، وفي المغازي 4044، 4056، وفي الأضاحي 5122، 5133، وفي التمني 6688، ومسلم في الحج 2108، 2109، 2110، 2111، 2112، 2113، 2114، 2115، 2116، 2117، 2118، 2119، 2120، 2121، 2122، 2123، 2124، 2125، 2126، 2353، 2354، 2355، 2356، 2357،،وابن حبان باب ذكر البيان بأن الأخبار الثلاثة التي ذكرناها9/105،باب الموضع الذي أمرهم المصطفى 226 وأخرجه الترمذي في الحج 856، 867،، والنسائي في الظهارة288،،وفي الحيض صحيح مسلم ج1/ص263 ¶ وفي الاستحاضة346،،وفي مناسك الحج2691، 2713، 2753،، وأبو داود في المناسك 1518، 1704،، وابن ماجة في الناسك 2954، 2990،، وأحمد 22972، 23030، 23419، 23730، 23785، 24143، 24269، 24654، 24891، 24958، 25097، 25139،، والدارمي في المناسك 1788",
            "page": "38",
            "part": "1",
            "seal": "842BB02F"
        },
        {
            "id": "39",
            "nass": "فهذا رسول الله صلى الله عليه وسلم يحبس أمته جمعا لئلا يفوت زوجته فضل ذهب الناس به، وحرمت منه وبقي قلبها متعلقا به فيا له من خلق عظيم وتقدير كريم تتقاصر دونه كل هامات العالم الزاعم كفالة حقوق المرأة. ¶ ومثل هذا ما روته عائشة زوج النبي - صلى الله عليه وسلم - أن أم حبيبة بنت جحش ختنه (¬1) رسول الله - صلى الله عليه وسلم - وتحت عبد الرحمن بن عوف استحيضت سبع سنين فاستفتت رسول الله - صلى الله عليه وسلم - في ذلك فقال رسول الله صلى الله عليه وسلم إن هذه ليست بالحيضة ولكن هذا عرق فاغتسلي وصلي قالت عائشة فكانت تغتسل في مركن في حجرة أختها زينب بنت جحش حتى تعلو حمرة الدم الماء قال بن شهاب فحدثت بذلك أبا بكر بن عبد الرحمن بن الحارث بن هشام فقال يرحم الله هندا لو سمعت بهذه الفتيا والله إن كانت لتبكي لأنها كانت لا تصلي) (¬2) يعني أنها كانت تبكي لأنها كانت تشعر بالعجز عن تحصيل مرضاة الله بالصلاة لكثرة ما كانت تستحاض فتدع الصلاة ظنا منها أن سائر خروج الدم مهما طال يمنع المرأة من الصلاة. ¶ ¬__________ ¶ (¬1) الختن أبوالمرأة والختنة أمها، والمخاتنة: المصاهرة. المصباح المنير164 ¶ (¬2) أخرجه مسلم في كتاب الحيض حديث رقم (503) 1/263",
            "page": "39",
            "part": "1",
            "seal": "1FF446CC"
        },
        {
            "id": "40",
            "nass": "5. بكاء التوبة: ¶ حينما يحرك المؤمن إلى الذنب شهوة أو شبهة أو غفلة لا يلبث أن يعود على نفسه بالملامة فيبقى ذنبه أمام عينيه ماثلا يخاف مغبته ويخشى عقوبته الدنيوية والأخروية فيحمله الندم على تدارك ما فات، فيعزم على تجنب الذنب وتأبى نفسه الوقوع فيه مرة أخرى؛ ولكن ما هي الحيلة فيما مضى! هل يعود اللبن إلى الضرع أم وقف عقارب الساعة وإرجاعها يمكن أن يرجع الزمان! هيهات هيهات.",
            "page": "40",
            "part": "1",
            "seal": "F8002724"
        },
        {
            "id": "41",
            "nass": "وهنا تسكب العبرات حتى يتمنى أحدهم أن لم يكن خلق من قبل، أو مات قبل ذلك فكان نسيا منسيا، والمتتبع لسيرة المصفى صلى الله عليه وسلم يجده ذرف الدموع على مخالفة فعلها دون قصد منه، والسابر لسيرة أصحابه يجد من ذلك أمثلة كثيرة، قال ابن عباس: (حدثني عمر بن الخطاب قال لما كان يوم بدر نظر رسول الله - صلى الله عليه وسلم - إلى المشركين وهم ألف وأصحابه ثلاثمائة وتسعة عشر رجلا فاستقبل نبي الله صلى الله عليه وسلم القبلة ثم مد يديه فجعل يهتف بربه اللهم أنجز لي ما وعدتني اللهم آت ما وعدتني اللهم إن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض فما زال يهتف بربه مادا يديه مستقبل القبلة حتى سقط رداؤه عن منكبيه فأتاه أبو بكر فأخذ رداءه فألقاه على منكبيه ثم التزمه من ورائه وقال يا نبي الله كفاك مناشدتك ربك فإنه سينجز لك ما وعدك فأنزل الله عز وجل (إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُم بِأَلْفٍ مِّنَ المَلائِكَةِ مُرْدِفِينَ) فأمده الله بالملائكة قال أبو زميل فحدثني بن عباس قال بينما رجل من المسلمين يومئذ يشتد في أثر رجل من المشركين أمامه إذ سمع ضربة بالسوط فوقه وصوت الفارس يقول أقدم حيزوم فنظر إلى المشرك أمامه فخر مستلقيا فنظر إليه فإذا هو قد خطم أنفه وشق وجهه كضربة السوط فاخضر ذلك أجمع فجاء الأنصاري فحدث بذلك رسول الله صلى الله عليه وسلم فقال صدقت ذلك من مدد السماء الثالثة فقتلوا يومئذ سبعين وأسروا سبعين قال أبو زميل قال بن عباس فلما أسروا الأسارى قال رسول الله صلى الله عليه وسلم لأبي بكر وعمر ما ترون في هؤلاء الأسارى فقال أبو بكر يا نبي الله هم بنو العم والعشيرة أرى أن تأخذ منهم فدية فتكون لنا قوة على الكفار فعسى الله أن يهديهم للإسلام فقال رسول الله صلى الله عليه وسلم ما ترى يا بن الخطاب قلت لا والله يا رسول الله ما أرى الذي رأى أبو بكر ولكني أرى أن تمكنا",
            "page": "41",
            "part": "1",
            "seal": "296D3BD8"
        },
        {
            "id": "42",
            "nass": "فنضرب أعناقهم فتمكن عليا من عقيل فيضرب عنقه وتمكني من فلان نسيبا لعمر فأضرب عنقه فإن هؤلاء أئمة الكفر وصناديدها فهوى رسول الله صلى الله عليه وسلم ما قال أبو بكر ولم يهو ما قلت فلما كان من الغد جئت فإذا رسول الله صلى الله عليه وسلم وأبو بكر قاعدين يبكيان قلت يا رسول الله أخبرني من أي شيء تبكي أنت وصاحبك فإن وجدت بكاء بكيت وإن لم أجد بكاء تباكيت لبكائكما فقال رسول الله صلى الله عليه وسلم أبكي للذي عرض علي أصحابك من أخذهم الفداء لقد عرض علي عذابهم أدنى من هذه الشجرة شجرة قريبة من نبي الله صلى الله عليه وسلم وأنزل الله عز وجل (مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ إلى قوله فَكُلُوا مِمَّا غَنِمْتُمْ حَلالاً طَيِّباً الأنفال فأحل الله الغنيمة لهم) (¬1) ¶ فمع أن النبي صلى الله عليه وسلم اجتهد في اختيار ما رآه مناسبا إلا أنه لما عاتبه ربه حزن وندم وبكى توبة وإنابة وبكى معه أبو بكر الصديق رضي الله عنه، وثارت مشاعر الأخوة الحقة بين جنبي عمر ابن الخطاب رضي الله عنه فشاركهما الحزن وآلى على نفسه أن يشركهما دون تردد سواء وجد باعثا من نفسه أو استدعى حبهما المشاركة والمشاطرة. ¶ ¬__________ ¶ (¬1) أخرجه مسلم في التفسير/ باب الإمداد بالملائكة في غزوة بدر وإباحة الغنائم ج3/ص1383،، وابن حبان في غزوة بدر 11/116،، وأحمد 1/30، 32، 307،، والبيهقي في باب ما جاء في مفاداة الرجال 6/320،، وعبد بن حميد 1/41،، ويعقوب بن شيبة في مسند عمر بن الخطاب 1/58",
            "page": "42",
            "part": "1",
            "seal": "6A527E80"
        },
        {
            "id": "43",
            "nass": "والدموع دليل الندم وهو شرط أساس في التوبة، فإذا لم يتحسر المذنب على خطيئته فإنه بلا ريب سيعاودها وكلما كان أشد ندما كان أكثر حذرا من تكرار المعاودة، فيصبح دائم الترقب شديد الحساسية، والموفق من أسبل دموعه على ذنوبه لعلها تغسل الحوبة وتثبت التوبة وممن شهد الله بصدق توبتهم ثلاثة أذنبوا فبكوا حتى تاب الله عليهم قال تعالى: (وَعَلَى الثَّلاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّوا أَن لاَّ مَلْجَأَ مِنَ اللَّهِ إِلاَّ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيم) (¬1) ¶ ¬__________ ¶ (¬1) التوبة آية/ 118",
            "page": "43",
            "part": "1",
            "seal": "708F2036"
        },
        {
            "id": "44",
            "nass": "أخرج البخاري عن عبد الله بن كعب بن مالك وكان قائد كعب من بنيه حين عمي قال سمعت كعب بن مالك يحدث حين تخلف عن قصة تبوك قال كعب: (لم أتخلف عن رسول الله صلى الله عليه وسلم في غزوة غزاها إلا في غزوة تبوك غير أني كنت تخلفت في غزوة بدر ولم يعاتب أحدا تخلف عنها إنما خرج رسول الله صلى الله عليه وسلم يريد عير قريش حتى جمع الله بينهم وبين عدوهم على غير ميعاد ولقد شهدت مع رسول الله صلى الله عليه وسلم ليلة العقبة حين تواثقنا على الإسلام وما أحب أن لي بها مشهد بدر وإن كانت بدر أذكر في الناس منها كان من خبري أني لم أكن قط أقوى ولا أيسر حين تخلفت عنه في تلك الغزاة والله ما اجتمعت عندي قبله راحلتان قط حتى جمعتهما في تلك الغزوة ولم يكن رسول الله صلى الله عليه وسلم يريد غزوة إلا ورى بغيرها حتى كانت تلك الغزوة غزاها رسول الله صلى الله عليه وسلم في حر شديد واستقبل سفرا بعيدا ومفازا وعدوا كثيرا فجلى للمسلمين أمرهم ليتأهبوا أهبة غزوهم فأخبرهم بوجهه الذي يريد والمسلمون مع رسول الله صلى الله عليه وسلم ولا يجمعهم كتاب حافظ يريد الديوان قال كعب فما رجل يريد أن يتغيب إلا ظن أن سيخفى له ما لم ينزل فيه وحي الله وغزا رسول الله صلى الله عليه وسلم تلك الغزوة حين طابت الثمار والظلال وتجهز رسول الله صلى الله عليه وسلم والمسلمون معه فطفقت اغدو لكي أتجهز معهم فأرجع ولم أقض شيئا فأقول في نفسي أنا قادر عليه فلم يزل يتمادى بي حتى اشتد بالناس الجد فأصبح رسول الله صلى الله عليه وسلم والمسلمون معه ولم أقض من جهازي شيئا فقلت أتجهز بعده بيوم أو يومين ثم ألحقهم فغدوت بعد أن فصلوا لأتجهز فرجعت ولم أقض شيئا ثم غدوت ثم رجعت ولم أقض شيئا فلم يزل بي حتى أسرعوا وتفارط الغزو وهممت أن أرتحل فأدركهم وليتني فعلت فلم يقدر لي ذلك فكنت إذا خرجت في الناس بعد خروج رسول الله صلى الله عليه وسلم فطفت فيهم أحزنني أني لا أرى إلا رجلا",
            "page": "44",
            "part": "1",
            "seal": "A24F7625"
        },
        {
            "id": "45",
            "nass": "مغموصا (¬1) عليه النفاق أو رجلا ممن عذر الله من الضعفاء ولم يذكرني رسول الله صلى الله عليه وسلم حتى بلغ تبوك فقال وهو جالس في القوم بتبوك ما فعل كعب فقال رجل من بني سلمة يا رسول الله حبسه برداه ونظره في عطفيه فقال معاذ بن جبل بئس ما قلت والله يا رسول الله ما علمنا عليه إلا خيرا فسكت رسول الله صلى الله عليه وسلم قال كعب بن مالك فلما بلغني أنه توجه قافلا حضرني همي وطفقت أتذكر الكذب وأقول بماذا أخرج من سخطه غدا واستعنت على ذلك بكل ذي رأي من أهلي فلما قيل إن رسول الله صلى الله عليه وسلم قد أظل قادما زاح عني الباطل وعرفت أني لن أخرج منه أبدا بشيء فيه كذب فأجمعت صدقه وأصبح رسول الله صلى الله عليه وسلم قادما وكان إذا قدم من سفر بدأ بالمسجد فيركع فيه ركعتين ثم جلس للناس فلما فعل ذلك جاءه المخلفون فطفقوا يعتذرون إليه ويحلفون له وكانوا بضعة وثمانين رجلا فقبل منهم رسول الله صلى الله عليه وسلم علانيتهم وبايعهم واستغفر لهم ووكل سرائرهم إلى الله فجئته فلما سلمت عليه تبسم تبسم المغضب ثم قال تعال فجئت أمشي حتى جلست بين يديه فقال لي ما خلفك ألم تكن قد ابتعت ظهرك فقلت بلى إني والله يا رسول الله لو جلست عند غيرك من أهل الدنيا لرأيت أن سأخرج من سخطه بعذر ولقد أعطيت جدلا ولكني والله لقد علمت لئن حدثتك اليوم حديث كذب ترضى به عني ليوشكن الله أن يسخطك علي ولئن حدثتك حديث صدق تجد علي فيه إني لأرجو فيه عفو الله لا والله ما كان لي من عذر والله ما كنت قط أقوى ولا أيسر مني حين تخلفت عنك فقال رسول الله صلى الله عليه وسلم أما هذا فقد صدق فقم حتى يقضي الله فيك فقمت وثار رجال من بني سلمة فاتبعوني فقالوا لي والله ما علمناك كنت أذنبت ذنبا قبل هذا ولقد عجزت أن لا تكون اعتذرت إلى رسول الله صلى الله عليه وسلم بما اعتذر إليه المتخلفون قد كان كافيك ذنبك استغفار رسول الله صلى الله عليه وسلم لك فوالله ما ¶ ¬__________ ¶ (¬1) متهما به",
            "page": "45",
            "part": "1",
            "seal": "E4C27FDD"
        },
        {
            "id": "46",
            "nass": "زالوا يؤنبونني حتى أردت أن أرجع فأكذب نفسي ثم قلت لهم هل لقي هذا معي أحد قالوا نعم رجلان قالا مثل ما قلت فقيل لهما مثل ما قيل لك فقلت من هما قالوا مرارة بن الربيع العمري وهلال بن أمية الواقفي فذكروا لي رجلين صالحين قد شهدا بدرا فيهما أسوة فمضيت حين ذكروهما لي ونهى رسول الله صلى الله عليه وسلم المسلمين عن كلامنا أيها الثلاثة من بين من تخلف عنه فاجتنبنا الناس وتغيروا لنا حتى تنكرت في نفسي الأرض فما هي التي أعرف فلبثنا على ذلك خمسين ليلة فأما صاحباي فاستكانا وقعدا في بيوتهما يبكيان وأما أنا فكنت أشب القوم وأجلدهم فكنت أخرج فأشهد الصلاة مع المسلمين وأطوف في الأسواق ولا يكلمني أحد وآتي رسول الله صلى الله عليه وسلم فأسلم عليه وهو في مجلسه بعد الصلاة فأقول في نفسي هل حرك شفتيه برد السلام علي أم لا ثم أصلي قريبا منه فأسارقه النظر فإذا أقبلت على صلاتي أقبل إلي وإذا التفت نحوه أعرض عني حتى إذا طال علي ذلك من جفوة الناس مشيت حتى تسورت جدار حائط أبي قتادة وهو بن عمي وأحب الناس إلي فسلمت عليه فوالله ما رد علي السلام فقلت يا أبا قتادة أنشدك بالله هل تعلمني أحب الله ورسوله فسكت فعدت له فنشدته فسكت فعدت له فنشدته فقال الله ورسوله أعلم ففاضت عيناي وتوليت حتى تسورت الجدار قال فبينا أنا أمشي بسوق المدينة إذا نبطي من أنباط أهل الشام ممن قدم بالطعام يبيعه بالمدينة يقول من يدل على كعب بن مالك فطفق الناس يشيرون له حتى إذا جاءني دفع إلي كتابا من ملك غسان فإذا فيه أما بعد فإنه قد بلغني أن صاحبك قد جفاك ولم يجعلك الله بدار هوان ولا مضيعة فالحق بنا نواسك فقلت لما قرأتها وهذا أيضا من البلاء فتيممت بها التنور فسجرته بها حتى إذا مضت أربعون ليلة من الخمسين إذا رسول رسول الله صلى الله عليه وسلم يأتيني فقال إن رسول الله صلى الله عليه وسلم يأمرك أن تعتزل امرأتك فقلت أطلقها أم ماذا أفعل قال لا بل اعتزلها",
            "page": "46",
            "part": "1",
            "seal": "AE85FC08"
        },
        {
            "id": "47",
            "nass": "ولا تقربها وأرسل إلى صاحبي مثل ذلك فقلت لامرأتي الحقي بأهلك فتكوني عندهم حتى يقضي الله في هذا الأمر قال كعب فجاءت امرأة هلال بن أمية رسول الله صلى الله عليه وسلم فقالت يا رسول الله إن هلال بن أمية شيخ ضائع ليس له خادم فهل تكره أن أخدمه قال لا ولكن لا يقربك قالت إنه والله ما به حركة إلى شيء والله ما زال يبكي منذ كان من أمره ما كان إلى يومه هذا فقال لي بعض أهلي لو استأذنت رسول الله صلى الله عليه وسلم في امرأتك كما أذن لامرأة هلال بن أمية أن تخدمه فقلت والله لا أستأذن فيها رسول الله صلى الله عليه وسلم وما يدريني ما يقول رسول الله صلى الله عليه وسلم إذا استأذنته فيها وأنا رجل شاب فلبثت بعد ذلك عشر ليال حتى كملت لنا خمسون ليلة من حين نهى رسول الله صلى الله عليه وسلم عن كلامنا فلما صليت صلاة الفجر صبح خمسين ليلة وأنا على ظهر بيت من بيوتنا فبينا أنا جالس على الحال التي ذكر الله قد ضاقت علي نفسي وضاقت علي الأرض بما رحبت سمعت صوت صارخ أوفى على جبل سلع بأعلى صوته يا كعب بن مالك أبشر قال فخررت ساجدا وعرفت أن قد جاء فرج وآذن رسول الله صلى الله عليه وسلم بتوبة الله علينا حين صلى صلاة الفجر فذهب الناس يبشروننا وذهب قبل صاحبي مبشرون وركض إلي رجل فرسا وسعى ساع من أسلم فأوفى على الجبل وكان الصوت أسرع من الفرس فلما جاءني الذي سمعت صوته يبشرني نزعت له ثوبي فكسوته إياهما ببشراه والله ما أملك غيرهما يومئذ واستعرت ثوبين فلبستهما وانطلقت إلى رسول الله صلى الله عليه وسلم فيتلقاني الناس فوجا فوجا يهنونني بالتوبة يقولون لتهنك توبة الله عليك قال كعب حتى دخلت المسجد فإذا رسول الله صلى الله عليه وسلم جالس حوله الناس فقام إلي طلحة بن عبيد الله يهرول حتى صافحني وهناني والله ما قام إلي رجل من المهاجرين غيره ولا أنساها لطلحة قال كعب فلما سلمت على رسول الله صلى الله عليه وسلم قال رسول الله صلى الله عليه",
            "page": "47",
            "part": "1",
            "seal": "02EB8092"
        },
        {
            "id": "48",
            "nass": "وسلم وهو يبرق وجهه من السرور أبشر بخير يوم مر عليك منذ ولدتك أمك قال قلت أمن عندك يا رسول الله أم من عند الله قال لا بل من عند الله وكان رسول الله صلى الله عليه وسلم إذا سر استنار وجهه حتى كأنه قطعة قمر وكنا نعرف ذلك منه فلما جلست بين يديه قلت يا رسول الله إن من توبتي أن أنخلع من مالي صدقة إلى الله وإلى رسول الله قال رسول الله صلى الله عليه وسلم أمسك عليك بعض مالك فهو خير لك قلت فإني أمسك سهمي الذي بخيبر فقلت يا رسول الله إن الله إنما نجاني بالصدق وإن من توبتي أن لا أحدث إلا صدقا ما بقيت فوالله ما أعلم أحدا من المسلمين أبلاه الله في صدق الحديث منذ ذكرت ذلك لرسول الله صلى الله عليه وسلم أحسن مما أبلاني ما تعمدت منذ ذكرت ذلك لرسول الله صلى الله عليه وسلم إلى يومي هذا كذبا وإني لأرجو أن يحفظني الله فيما بقيت وأنزل الله على رسوله ـ صلى الله عليه وسلم ـ (لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ) (¬1) إلى قوله (وَكُونُوا مَعَ الصَّادِقِينَ) فوالله ما أنعم الله علي من نعمة قط بعد أن هداني للإسلام أعظم في نفسي من صدقي لرسول الله صلى الله عليه وسلم أن لا أكون كذبته فأهلك كما هلك الذين كذبوا فإن الله قال للذين كذبوا حين أنزل الوحي شر ما قال لأحد فقال ـ تبارك وتعالى ـ (سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ) (¬2) إلى قوله: (فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ) قال كعب وكنا تخلفنا أيها الثلاثة عن أمر أولئك الذين قبل منهم رسول الله صلى الله عليه وسلم حين حلفوا له فبايعهم واستغفر لهم وأرجأ رسول الله صلى الله عليه وسلم أمرنا حتى قضى الله فيه فبذلك قال الله: (وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا) وليس الذي ذكر الله مما خلفنا عن الغزو إنما هو تخليفه إيانا وإرجاؤه أمرنا عمن حلف له واعتذر إليه ¶ ¬__________ ¶ (¬1) التوبةآية 117 ¶ (¬2) التوبة آية 95",
            "page": "48",
            "part": "1",
            "seal": "7BFC1FF6"
        },
        {
            "id": "49",
            "nass": "فقبل منه) (¬1) ¶ ففي قول زوجة هلال بن أمية:\" إنه والله ما به حركة إلى شيء والله ما زال يبكي منذ كان من أمره ما كان إلى يومه هذا\" دليل على الندم والتوبة الصادقة التي كبلت الأطراف وأذرفت الدمع وحرمت من كل متعة، وبذلك وصف الله تعالى حالهم بأنهم ضاقت عليهم الأرض بما رحبت وضاقت عليهم أنفسهم ولم يلجئوا إلى أحد سوى ربهم لأنهم أيقنوا أن لا ملجأ منه تعالى إلا إليه، لذا تاب الله عليهم واستحقوا أن ينزل فيهم قرآنا يتلى إلى يوم القيامة وكانوا أسوة لمن سولت له نفسه بالخطيئة ليندم عليها ويخاف شؤمها ولا ينفك باكيا حتى يتوب الله تعالى عليه ويغفر له. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في باب حديث كعب بن مالك 4/1606،،ومسلم في باب حديث توبة كعب 4/2127،، وابن حبان باب ذكر الأمر للمرء بترك صدقة ماله كله8/160،، والبيهقي في باب من ليس للإمام أن يغزو به بحال 9/35،، وعبد الرزاق في باب حديث الثلاثة الذين خلفوا5/ 403،، والطبراني في الكبير 19/45",
            "page": "49",
            "part": "1",
            "seal": "AFAAB8D8"
        },
        {
            "id": "50",
            "nass": "وقد يقع المرء فيما يسخط الله تعالى فيتبين له فيخشى أن يحيق به ذنبه وتهلكه خطيئته فيبكى ندما وتوبة كما في حديث أنس: (رضي الله عنه سألوا رسول الله صلى الله عليه وسلم حتى أحفوه المسألة فغضب فصعد المنبر فقال لا تسألونني اليوم عن شيء إلا بينته لكم فجعلت أنظر يمينا وشمالا فإذا كل رجل لاف رأسه في ثوبه يبكي فإذا رجل كان إذا لاحى الرجال يدعي لغير أبيه فقال يا رسول الله من أبي قال حذافة ثم أنشأ عمر فقال رضينا بالله ربا وبالإسلام دينا وبمحمد صلى الله عليه وسلم رسولا نعوذ بالله من الفتن فقال رسول الله صلى الله عليه وسلم ما رأيت في الخير والشر كاليوم قط إنه صورت لي الجنة والنار حتى رأيتهما وراء الحائط وكان قتادة يذكر عند هذا الحديث هذه الآية (يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَسْأَلُوا عَنْ أَشْيَاءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ) (¬1) ¶ ¬__________ ¶ (¬1) سورة المائدة الآية 101 والحديث أخرجه البخاري كتاب الدعوات/ باب في التعوذ من الفتن ج5/2340،،وأطرافه في العلم 91،،مواقيت الصلاة 507،،تفسير القرآن4255،، الرقاق6005،،الفتن 6562،،الاعتصام بالكتاب والسنة6750،6751،،والحديث أخرجه مسلم في الفضائل4351، 4252، 4353، 4354، وأحمد في باقي مسند المكثرين 11602، 12198، 12324، 12355، 12672، 13173 والأية 101 من سورة المائدة",
            "page": "50",
            "part": "1",
            "seal": "F5E78978"
        },
        {
            "id": "51",
            "nass": "وحين يذكر المؤمن بالله في أمر لم يكن يرى أنه معصية ثم يعود إلى نفسه ويستشعر ذنبه يثقل عليه الذنب فلا يزال يبكي ويكفر عن ذنبه، كما حدث ذلك من عائشة رضي الله عنها كما أخبر عوف بن مالك بن الطفيل وهو بن الحارث وهو بن أخي عائشة زوج النبي صلى الله عليه وسلم لأمها أن عائشة حدثت أن عبد الله بن الزبير قال في بيع أو عطاء أعطته عائشة والله لتنتهين عائشة أو لأحجرن عليها فقالت أهو قال هذا قالوا نعم قالت هو لله علي نذر أن لا أكلم بن الزبير أبدا فاستشفع بن الزبير إليها حين طالت الهجرة فقالت لا والله لا أشفع فيه أبدا ولا أتحنث إلى نذري فلما طال ذلك على بن الزبير كلم المسور بن مخرمة وعبد الرحمن بن الأسود بن عبد يغوث وهما من بني زهرة وقال لهما أنشدكما بالله لما أدخلتماني على عائشة فإنها لا يحل لها أن تنذر قطيعتي فأقبل به المسور وعبد الرحمن مشتملين بأرديتهما حتى استأذنا على عائشة فقالا السلام عليك ورحمة الله وبركاته أندخل قالت عائشة ادخلوا قالوا كلنا قالت نعم ادخلوا كلكم ولا تعلم أن معهما بن الزبير فلما دخلوا دخل بن الزبير الحجاب فاعتنق عائشة وطفق يناشدها ويبكي وطفق المسور وعبد الرحمن يناشدانها إلا ما كلمته وقبلت منه ويقولان إن النبي صلى الله عليه وسلم نهى عما قد علمت من الهجرة فإنه لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال فلما أكثروا على عائشة من التذكرة والتحريج طفقت تذكرهما وتبكي وتقول إني نذرت والنذر شديد فلم يزالا بها حتى كلمت بن الزبير وأعتقت في نذرها ذلك أربعين رقبة وكانت تذكر نذرها بعد ذلك فتبكي حتى تبل دموعها خمارها) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في الأدب باب الهجرة وقول النبي صلى الله عليه وسلم لا يحل لرجل أن يهجر أخاه فوق ثلاث ج5/ص2255،، وكتاب المناقب 3243،، والبيهقي في كتاب الحجر باب الحجر على البالغين 6/61",
            "page": "51",
            "part": "1",
            "seal": "7985A99E"
        },
        {
            "id": "52",
            "nass": "وبكاء عائشة رضي الله عنها بكاء ندم وتوبة سواء كان البكاء لأجل النذر وإنشاؤه في معصية وهي الهجر أو كان لأجل استعظام نقض النذر والحنث في اليمين. ¶ قال ابن حجر: \" ثم كانت بعد ذلك يعرض عندها شك في أن التكفير المذكور لا يكفيها فتظهر الأسف على ذلك إما ندما على ما صدر منها من أصل النذر المذكور وإما خوفا من عاقبة ترك الوفاء به\" (¬1) ¶ ¬__________ ¶ (¬1) فتح الباري 10/497",
            "page": "52",
            "part": "1",
            "seal": "DA969864"
        },
        {
            "id": "53",
            "nass": "وكهذا صنع الأنصار حين قالوا ما قالوا في فتح مكة كما روي عن أبو هريرة قال: (وفدت وفود إلى معاوية وذلك في رمضان فكان يصنع بعضنا لبعض الطعام فكان أبو هريرة مما يكثر أن يدعونا إلى رحله فقلت ألا أصنع طعاما فأدعوهم إلى رحلي فأمرت بطعام يصنع ثم لقيت أبا هريرة من العشي فقلت الدعوة عندي الليلة فقال سبقتني قلت نعم فدعوتهم فقال أبو هريرة ألا أعلمكم بحديث من حديثكم يا معشر الأنصار ثم ذكر فتح مكة فقال أقبل رسول الله صلى الله عليه وسلم حتى قدم مكة فبعث الزبير على إحدى المجنبتين وبعث خالدا على المجنبة الأخرى وبعث أبا عبيدة على الحسر فأخذوا بطن الوادي ورسول الله صلى الله عليه وسلم في كتيبة قال فنظر فرآني فقال أبو هريرة قلت لبيك يا رسول الله فقال لا يأتيني إلا أنصاري زاد غير شيبان فقال اهتف لي بالأنصار قال فأطافوا به ووبشت قريش أوباشا (¬1) لها وأتباعا فقالوا نقدم هؤلاء فإن كان لهم شيء كنا معهم وإن أصيبوا أعطينا الذي سئلنا فقال رسول الله صلى الله عليه وسلم ترون إلى أوباش قريش وأتباعهم ثم قال بيديه إحداهما على الأخرى ثم قال حتى توافوني بالصفا قال فانطلقنا فما شاء أحد منا أن يقتل أحدا إلا قتله وما أحد منهم يوجه إلينا شيئا قال فجاء أبو سفيان فقال يا رسول الله أبيحت خضراء قريش لا قريش بعد اليوم ثم قال من دخل دار أبي سفيان فهو آمن فقالت الأنصار بعضهم لبعض أما الرجل فأدركته رغبة في قريته ورأفة بعشيرته قال أبو هريرة وجاء الوحي وكان إذا جاء الوحي لا يخفى علينا فإذا جاء فليس أحد يرفع طرفه إلى رسول الله صلى الله عليه وسلم حتى ينقضي الوحي فلما انقضى الوحي قال رسول الله صلى الله عليه وسلم يا معشر الأنصار قالوا لبيك يا رسول الله قال قلتم أما الرجل فأدركته رغبة في قريته قالوا قد كان ذاك قال كلا إني عبد الله ورسوله هاجرت إلى الله وإليكم والمحيا محياكم والممات مماتكم فأقبلوا ¶ ¬__________ ¶ (¬1) الأوباش: جموع من قبائل شتى",
            "page": "53",
            "part": "1",
            "seal": "EFEA49BA"
        },
        {
            "id": "54",
            "nass": "إليه يبكون ويقولون والله ما قلنا الذي قلنا إلا الضن بالله وبرسوله فقال رسول الله صلى الله عليه وسلم إن الله ورسوله يصدقانكم ويعذرانكم قال فأقبل الناس إلى دار أبي سفيان وأغلق الناس أبوابهم قال وأقبل رسول الله صلى الله عليه وسلم حتى أقبل إلى الحجر فاستلمه ثم طاف بالبيت قال فأتى على صنم إلى جنب البيت كانوا يعبدونه قال وفي يد رسول الله صلى الله عليه وسلم قوس وهو آخذ بسية (¬1) القوس فلما أتى على الصنم جعل يطعنه في عينه ويقول جاء الحق وزهق الباطل فلما فرغ من طوافه أتى الصفا فعلا عليه حتى نظر إلى البيت ورفع يديه فجعل يحمد الله ويدعو بما شاء أن يدعو) (¬2) ¶ ¬__________ ¶ (¬1) سية السيف: طرفه المنحني ¶ (¬2) أخرجه البخاري في العلم 111، والجهاد والسير رقم (2825) ومسلم في الجهاد والسير باب فتح مكة حديث رقم 3331ج 3/1406 واللفظ له،، وأخرجه ابن حبان في باب ما يستحب للإمام إذا أراد مواقعة أهل بلد 11/75،، وأبو داود في المناسك 1595، 1596،، وفي الخراج والإمارة والفيء 2629،، والنسائي في الكبرى باب قوله تعالى جاء الحق وزهق الباطل6/382،، وأحمد في باقي مسانيد المكثرين 7581، 10526،، والبيهقي باب فتح مكة حرسها الله 9/117",
            "page": "54",
            "part": "1",
            "seal": "AAF592B6"
        },
        {
            "id": "55",
            "nass": "6. بكاء استشعار مقام النبي صلى الله عليه وسلم ¶ حين يستشعر المؤمن عظم مقام النبي صلى الله عليه وسلم ومكانته بين الرسل وبين خلق الله كلهم، ويستشعر جهاده وحرصه على أمته وما بذله في سبيل انقاذ الأمة مما هي فيه من الضلال يجد الإجلال والتعظيم والمهابة لاسيما من عايشه وخالطه، لذا فإن صحابته يبكون حينما يشعرون بالتقصير في حقه مع ما يعرفون من علو منزلته، كما ورد عن سعيد بن جبير سمع بن عباس رضي الله عنهما يقول يوم الخميس وما يوم الخميس ثم بكى حتى بل دمعه الحصى قلت يا أبا عباس ما يوم الخميس قال اشتد برسول الله صلى الله عليه وسلم وجعه فقال ائتوني بكتف أكتب لكم كتابا لا تضلوا بعده أبدا فتنازعوا ولا ينبغي عند نبي تنازع فقالوا ما له أهجر استفهموه فقال ذروني فالذي أنا فيه خير مما تدعونني إليه فأمرهم بثلاث قال أخرجوا المشركين من جزيرة العرب وأجيزوا الوفد بنحو ما كنت أجيزهم والثالثة خير إما أن سكت عنها وإما أن قالها فنسيتها قال سفيان هذا من قول سليمان) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في باب إخراج اليهود من جزيرة العرب وقال عمر عن النبي صلى الله عليه وسلم أقركم ما أقركم الله به ج3/ص1155،، ومسلم باب الوصية لمن ليس له شيء يوصي به 3/1257،، وأبو عوانة في باب الخبر الدال على أن الموصي إذا لم ينصب وصيا 3/ 477، وباب منع المريض من ماله أن يتصدق منه3/478،، والبيهقي في باب لا يسكن أرض الحجاز مشرك 9/207",
            "page": "55",
            "part": "1",
            "seal": "CC9AF026"
        },
        {
            "id": "56",
            "nass": "ومع مقام رسول الله صلى الله عليه وسلم العظيم إلا أنه كان يتحاشى ما يعلم أنه يسوء أصحابه فلا يضع نفسه موضع الريبة ولا يخالفهم إلى ما ينهاهم عنه ولذا فقد قدر غيرة عمر بن الخطاب رضي الله عنه مع أنه كان في المنام كما يشهد بذلك حديث أبي هريرة رضي الله عنه قال: (بينا نحن جلوس عند رسول الله صلى الله عليه وسلم قال بينا أنا نائم رأيتني في الجنة فإذا امرأة تتوضأ إلى جانب قصر قلت لمن هذا القصر قالوا لعمر بن الخطاب فذكرت غيرته فوليت مدبرا قال أبو هريرة فبكى عمر بن الخطاب ثم قال أعليك بأبي أنت وأمي يا رسول الله أغار) (¬1) ¶ ويزداد المرء إجلالا لمقام النبي صلى الله عليه وسلم حين يقف موقفا وقفه صلى الله عليه وسلم ويتذكر موعظة وعظ بها كما ورد عن عبد الله بن عمر رضي الله عنهما (أنه كان واقفا بعرفات فنظر إلى الشمس حين تدلت مثل الترس للغروب فبكى واشتد بكاؤه وتلا قول الله عز وجل ((اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ)) إلى ((الْقَوِيُّ الْعَزِيزُ)) فقال له عبده يا أبا عبد الرحمن قد وقفت معك مرارا لم تصنع هذا فقال ذكرت رسول الله صلى الله عليه وسلم وهو واقف بمكاني هذا فقال أيها الناس لم يبق من دنياكم هذه فيما مضى إلا كما بقي من يومكم هذا فيما مضى منه) (¬2) ¶ ¬__________ ¶ (¬1) أخرجه البخاري كتاب التعبير باب القصر في المنام ج6/ص2576،،كتاب ... بدء الخلق/ باب ماجاء في صفة الجنة وأنها مخلوقة3003،، المناقب 3404،،كتاب النكاح /باب الغيرة4826،، وأخرجه مسلم في كتاب فضائل الصحابة4409 / فضائل عمر رضي الله تعالى عنه،، وابن ماجة في المقدمة104،، وأحمد في باقي مسند المكثرين 8115 ¶ (¬2) أخرجه الحاكم في المستدرك على الصحيحين كتاب التفسير/ في تفسير سورة حم عسق ج2/ص 481، قال الحاكم:\" حديث صحيح الإسناد ولم يخرجاه\"،،",
            "page": "56",
            "part": "1",
            "seal": "58CDDBBF"
        },
        {
            "id": "57",
            "nass": "وحين يقارن المرء نفسه وعمله وما بذل بالأنبياء وما عملوا وما بذلوا يستعظم مقامهم ويستصغر نفسه، وحينما يأتي الثناء عليهم ممن يجلون ويعظمون يزدرون أنفسهم فلا يملكون دموعهم إجلالا وإعظاما، وهذا الذي حدث لأبي بكر الصديق حين ذكر رسول الله صلى الله عليه وسلم صدقته وبذله، فعن أبي هريرة رضي الله عنه قال: (قال رسول الله - صلى الله عليه وسلم- ما نفعني مال قط ما نفعني مال أبي بكر قال فبكى أبو بكر وقال يا رسول الله هل أنا ومالي إلا لك يا رسول الله) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه النسائي في الكبرى كتاب المناقب / باب في فضل أبي بكر رضي الله عنه 7/293،، والترمذي كتاب المناقب/ باب في مناقب أبي بكر 5/609وابن ماجة في المقدمة ج1/ص36 واللفظ له،، وابن حبان في باب ذكر البيان بأن المصطفى صلى الله عليه وسلم ما انتفع بمال أحد ما انتفع بمال أبي بكر رضوان الله عليه،ج15/ص273،، وأحمد 2/253، 266،،وابن أبي شيبة كتاب الفضائل / باب ما ذكر في أبي بكر الصديق 6/351،، وعبد الرزاق في باب أصحاب النبي صلى الله عليه وسلم11/228 وأبو يعلى في مسند عائشة 7/391، 8/308،، وإسحاق في المسند 2/258،، والحميدي في باب أحاديث عائشة رضي الله عنها8/308،، قال الترمذي: \" هذا حديث حسن غريب من هذا الوجه\" قال البصيري في مصباح الزجاجة \" هذا إسناد رجاله ثقات\"1/16،، قلت: رواته ثقات، لكن فيه عنعنة الأعمش وهو من الطبقة الثانية ممن احتمل الأئمة تدليسهم لإمامتهم..ويشهد له حديث أبي سعيد الخدري قال: \" خطب النبي صلى الله عليه وسلم فقال إن الله خير عبدا بين الدنيا وبين ما عنده فاختار ما عند الله فبكى أبو بكر رضي الله عنه فقلت في نفسي ما يبكي هذا الشيخ إن يكن الله خير عبدا بين الدنيا وبين ما عنده فاختار ما عند الله فكان رسول الله صلى الله عليه وسلم هو العبد وكان أبو بكر أعلمنا قال يا أبا بكر لا تبك إن أمن الناس علي في صحبته وماله أبو بكر ولو كنت متخذا خليلا من أمتي لاتخذت أبا بكر ولكن أخوة الإسلام ومودته لا يبقين في المسجد باب إلا سد إلا باب أبي بكر\" أخرجه البخاري في الصلاة باب الخيمة في المسجد للمرضى وغيرهم ج1/ص177،، ومسلم في فضائل الصحابة 44390 مختصرا",
            "page": "57",
            "part": "1",
            "seal": "C3D65071"
        },
        {
            "id": "58",
            "nass": "ومن إجلال النبي صلى الله عليه وسلم وتعظيم مقامه تذكره وتذكر العهد الذي كان بينهم وبينه من الزهد والورع، وحين استشعار عدم البقاء على العهد فإن الدموع تترى، يصور ذلك ما صح عن عمرو بن العاص وهو في سياقة الموت فبكى طويلا وحول وجهه إلى الجدار فجعل ابنه يقول يا أبتاه أما بشرك رسول الله صلى الله عليه وسلم بكذا أما بشرك رسول الله صلى الله عليه وسلم بكذا قال فأقبل بوجهه فقال: (إن أفضل ما نعد شهادة أن لا إله إلا الله وأن محمدا رسول الله إني قد كنت على أطباق ثلاث لقد رأيتني وما أحد أشد بغضا لرسول الله - صلى الله عليه وسلم- مني ولا أحب إلي أن أكون قد استمكنت منه فقتلته فلو مت على تلك الحال لكنت من أهل النار فلما جعل الله الإسلام في قلبي أتيت النبي صلى الله عليه وسلم فقلت ابسط يمينك فلأبايعك فبسط يمينه قال فقبضت يدي قال مالك يا عمرو قال قلت أردت أن أشترط قال تشترط بماذا قلت أن يغفر لي قال أما علمت أن الإسلام يهدم ما كان قبله وأن الهجرة تهدم ما كان قبلها وأن الحج يهدم ما كان قبله وما كان أحد أحب إلي من رسول الله - صلى الله عليه وسلم - ولا أجل في عيني منه وما كنت أطيق أن أملأ عيني منه إجلالا له ولو سئلت أن أصفه ما أطقت لأني لم أكن أملأ عيني منه ولو مت على تلك الحال لرجوت أن أكون من أهل الجنة ثم ولينا أشياء ما أدري ما حالي فيها فإذا أنا مت فلا تصحبني نائحة ولا نار فإذا دفنتموني فشنوا علي التراب شنا ثم أقيموا حول قبري قدر ما تنحر جزور ويقسم لحمها حتى أستأنس بكم وأنظر ماذا أراجع به رسل ربي) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب الإيمان / باب كون الإسلام يهدم ما قبله وكذا الهجرة والحج 2/136،،وابن خزيمة في كتاب المناسك/ باب ذكر البيان أن الحج يهدم ما كان قبله من الذنوب والخطايا 4/131،، وأبو نعيم في المسند المستخرج على صحيح مسلم باب من أحسن في الإسلام ولم يؤاخذ 1/190،، وأبو عوانة في المسند1/70،، والبيهقي في كتاب الجنائز/ باب ما يقال بعد الدفن 4/56،، وأحمد 21620، 21705،21653",
            "page": "58",
            "part": "1",
            "seal": "3FFD5DDD"
        },
        {
            "id": "59",
            "nass": "ومن تعظيم رسول الله صلى الله عليه وسلم كراهية سماع من يسبه أو يقول فيه ما يؤذيه والاضطراب لذلك لدرجة البكاء مهما كانت منزلة القائل ومهما كان قربه من السامع، قد يثير البكاء سببان معا تعظيم مقام - النبي صلى الله علية وسلم- والرحمة والشفقة بالقريب الذي لا يقدر الرسول صلى الله عليه وسلم قدره فيكون متعرضا لسخط الله تعالى كما دل على ذلك حديث أبي هريرة رضي الله عنه قال: (كنت أدعو أمي إلى الإسلام وهي مشركة فدعوتها يوما فأسمعتني في رسول الله -صلى الله عليه وسلم - ما أكره فأتيت رسول الله - صلى الله عليه وسلم - وأنا أبكي قلت يا رسول الله إني كنت أدعو أمي إلى الإسلام فتأبى علي فدعوتها اليوم فأسمعتني فيك ما أكره فادع الله أن يهدي أم أبي هريرة فقال رسول الله صلى الله عليه وسلم اللهم اهد أم أبي هريرة فخرجت مستبشرا بدعوة نبي الله صلى الله عليه وسلم فلما جئت فصرت إلى الباب فإذا هو مجاف فسمعت أمي خشف قدمي فقالت مكانك يا أبا هريرة وسمعت خضخضة الماء قال فاغتسلت ولبست درعها وعجلت عن خمارها ففتحت الباب ثم قالت يا أبا هريرة اشهد أن لا إله إلا الله واشهد أن محمدا عبده ورسوله قال فرجعت إلى رسول الله صلى الله عليه وسلم فأتيته وأنا أبكي من الفرح قال قلت يا رسول الله أبشر قد استجاب الله دعوتك وهدى أم أبي هريرة فحمد الله وأثنى عليه وقال خيرا قال قلت يا رسول الله ادع الله أن يحببني أنا وأمي إلى عباده المؤمنين ويحببهم إلينا قال فقال رسول الله صلى الله عليه وسلم اللهم حبب عبيدك هذا يعني أبا هريرة وأمه إلى عبادك المؤمنين وحبب إليهم المؤمنين فما خلق مؤمن يسمع بي ولا يراني إلا أحبني) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب فضائل الصحابة رضي الله عنهم / باب من فضائل أبي هريرة الدوسي رضي الله عنه 16/ 52,، والحاكم في كتاب تواريخ المتقدمين من الأنبياء والمرسلين / باب ذكر أخبار سيد المرسلين 2/600، وأحمد 7911",
            "page": "59",
            "part": "1",
            "seal": "2D36EAE0"
        },
        {
            "id": "60",
            "nass": "الباب الثاني: البكاء المذموم ¶ كما امتدح الله تعالى الذين يبكون من خشيته أو عند تلاوة كتابه مما أشرت إليه في الباب السابق مفصلا فقد ذم الله جل وعلا وذم رسوله صلى الله عليه وسلم أقواما يبكون لغير مراد مشروع، وقد جاءت صور لذلك البكاء المذموم في كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم. ¶ 1- بكاء النياحة ¶ حينما تصيب المؤمن مصيبة من فقد مال أو ولد أو والد أو قريب أو حبيب يأتي الشيطان محزنا فيضيق على العبد دنياه وكأنه يفنى إلى الأبد ولا لقاء في دار أخرى فتنقطع نياط القلب ويجد المصاب في قلبه حسرة ولجوفه زفرة ويحسن له الشيطان إظهار حزنه بالصراخ والعويل وشق الجيب ولطم الخد ويظن أن ذلك يخفف من ألمه أو ينفس عنه، والشيطان لا يزيده بذلك إلا ألما، لذا جاء النهي عن النياحة كما في حديث أبي مالك الأشعري: أن النبي صلى الله عليه وسلم قال: (أربع في أمتي من أمر الجاهلية لا يتركونهن الفخر في الأحساب والطعن في الأنساب والاستسقاء بالنجوم والنياحة وقال النائحة إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران ودرع من جرب) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب الجنائز/ باب تحريم النياحة 6/236",
            "page": "60",
            "part": "1",
            "seal": "DFBA6C69"
        },
        {
            "id": "61",
            "nass": "وفي ذلك روت أم المؤمنين عائشة رضي الله عنها قالت: (لما جاء رسول الله صلى الله عليه وسلم قتل بن حارثة وجعفر بن أبي طالب وعبد الله بن رواحة جلس رسول الله صلى الله عليه وسلم يعرف فيه الحزن قالت وأنا أنظر من صائر الباب شق الباب فأتاه رجل فقال يا رسول الله إن نساء جعفر وذكر بكاءهن فأمره أن يذهب فينهاهن فذهب فأتاه فذكر أنهن لم يطعنه فأمره الثانية أن يذهب فينهاهن فذهب ثم أتاه فقال والله لقد غلبننا يا رسول الله قالت فزعمت أن رسول الله صلى الله عليه وسلم قال اذهب فاحث في أفواههن من التراب قالت عائشة فقلت أرغم الله أنفك والله ما تفعل ما أمرك رسول الله صلى الله عليه وسلم وما تركت رسول الله صلى الله عليه وسلم من العناء) (¬1) ¶ وبوب البخاري قال: (باب ما يكره من النياحة على الميت وقال عمر رضي الله عنه دعهن يبكين على أبي سليمان ما لم يكن نقع أو لقلقة والنقع التراب على الرأس واللقلقة الصوت) وذكر فيه حديث المغيرة رضي الله عنه قال سمعت النبي صلى الله عليه وسلم يقول: (إن كذبا علي ليس ككذب على أحد من كذب علي متعمدا فليتبوأ مقعده من النار سمعت النبي صلى الله عليه وسلم يقول من نيح عليه يعذب بما نيح عليه) (¬2) ¶ وأخرج فيه حديث جابر بن عبد الله رضي الله عنهما قال: (جيء بأبي يوم أحد قد مثل به حتى وضع بين يدي رسول الله صلى الله عليه وسلم وقد سجي ثوبا فذهبت أريد أن أكشف عنه فنهاني قومي ثم ذهبت أكشف عنه فنهاني قومي فأمر رسول الله صلى الله عليه وسلم فرفع فسمع صوت صائحة فقال من هذه فقالوا ابنة عمرو أو أخت عمرو قال فلم تبكي أو لا تبكي فما زالت الملائكة تظله بأجنحتها حتى رفع) (¬3) ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب الجنائز/ باب تحريم النياحة 6/236 ¶ (¬2) أخرجه مسلم في كتاب الجنائز/باب الميت يعذب ببكاء أهله عليه /6/234 ... ¶ (¬3) ج1/ص434",
            "page": "61",
            "part": "1",
            "seal": "179A0F26"
        },
        {
            "id": "62",
            "nass": "والمقصود يالنياحة هنا التصويت بالجزع وتكلف البكاء لأجل التحزين، وكان العرب يسمون المشاركة في النياحة إسعادا ويرون واجبا عليهم أن ينوحوا مع من ناح عليهم،كما في حديث أم عطية رضي الله عنها قالت: (بايعنا رسول الله صلى الله عليه وسلم فقرأ علينا أن لا يشركن بالله شيئا ونهانا عن النياحة فقبضت امرأة يدها فقالت أسعدتني فلانة أريد أن أجزيها فما قال لها النبي صلى الله عليه وسلم شيئا فانطلقت ورجعت فبايعها) (¬1) ¶ وفي هذه العادة الجاهلية مناقضة لما جاء به الإسلام من الحث على الصبر والاحتساب لذا جاء النهي عنها والتغليظ والتشديد في النهي كما سبق، ولا يفهم من ترك النبي صلى الله عليه وسلم للمرأة لتذهب للمشاركة في النياحة أن ذلك إقرار لها، بل هو من عدم قبول بيعتها، وإنما تركها لتعمل عمل الجاهلية لبقائها عليها فلما أنهت علاقتها بالجاهلية وعملها بايعها. ¶ ومما يدل على إنكار النبي صلى الله عليه وسلم للنياحة والإسعاد فيها حديث ¶ أم سلمة قالت: (لما مات أبو سلمة قلت غريب وفي أرض غربة لأبكينه بكاء يتحدث عنه فكنت قد تهيأت للبكاء عليه إذ أقبلت امرأة من الصعيد تريد أن تسعدني فاستقبلها رسول الله صلى الله عليه وسلم وقال أتريدين أن تدخلي الشيطان بيتا أخرجه الله منه مرتين فكففت عن البكاء فلم أبك) (¬2) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في باب إذا جاءكم المؤمنات 4/1856 ¶ (¬2) أخرجه مسلم في كتاب الجنائز/ باب البكاء على الميت ج2/ص635،،وأحمد في باقي مسند الأنصار 25267،، وابن أبي شيبة في باب في التعذيب في البكاء على الميت 3/62",
            "page": "62",
            "part": "1",
            "seal": "4ED1FEAC"
        },
        {
            "id": "63",
            "nass": "وكل ما صاحب البكاء عند المصيبة من شق جيب ولطم خد وتصويت وتلفظ بما يدل على الجزع والسخط يعد من النياحة سواء كان ذلك من المبتلى أو من المساعد له من قرابته، وبعضهم يستأجر من ينوح له ويبكي ميته، وهذا داخل في النهي فعن عبد الله رضي الله عنه قال: (قال النبي صلى الله عليه وسلم ليس منا من لطم الخدود وشق الجيوب ودعا بدعوى الجاهلية) (¬1) ¶ لذا وعظ النبي صلى الله عليه وسلم المرأة التي تبكي بجزع وأراد عزاءها فلم تستجب حتى لامها من بحضرتها لسوء ردها على رسول الله صلى الله عليه وسلم كما جاء بذلك الخبر عن أنس بن مالك رضي الله عنه قال: (مر النبي صلى الله عليه وسلم بامرأة تبكي عند قبر فقال اتقي الله واصبري قالت إليك عني فإنك لم تصب بمصيبتي ولم تعرفه فقيل لها إنه النبي صلى الله عليه وسلم فأتت باب النبي صلى الله عليه وسلم فلم تجد عنده بوابين فقالت لم أعرفك فقال إنما الصبر عند الصدمة الأولى) (¬2) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب الجنائز/ باب ليس منا من شق الجيوب ج1/ص435 ¶ (¬2) أخرجه البخاري في الأحكام باب ما ذكر أن النبي صلى الله عليه وسلم لم يكن له بواب ج6/ص2615،، ¶ وفي الجنائز باب زيارة القبورج1/ص430،وباب قول الرجل للمرأة عند القبر واصبري1/422،، ومسلم في الجنائز باب في الصبر على المصيبة عند الصدمة الأولى 2/637،، والترمذي في الجنائز 909،، والنسائي في الجنائز1846،،وفي الكبرى باب ما يقول إذا أصابته مصيبة 6/263،، وأبو داود في الجنائز باب الجلوس عند المصيبة3/192 (2717) ،، وابن ماجة في ما جاء في الجنائز1585،وأبو نعيم في المستخرج على صحيح مسلم 3/12،، وأحمد في باقي مسند المكثرين 11868، 12003، 12796،، والبيهقي باب الرغبة في أن يتعزى بما أمر الله تعالى 4/65،،وفي الصغرى باب زيارة القبور3/124،،وأبو يعلى 6/176، 222،، وابن الجعد 1/208",
            "page": "63",
            "part": "1",
            "seal": "480BB5D8"
        },
        {
            "id": "64",
            "nass": "ولا يعني ذلك النهي عن البكاء عند الحزن مطلقا؛ بل البكاء الذي لا يملك له المرء دفعا يدخل في المباح الذي فعله النبي صلى الله عليه وسلم وأقره وسيأتي تفصيل ذلك في الباب التالي إن شاء الله. ¶ 2- بكاء التصنع والكذب ¶ لما كانت المشاعر دليلا على الصدق في الغالب استغل ذلك من لا حجة له ولا برهان ليأخذ حقا ليس له أو يدفع عن نفسه تهمة ذنب اقترفه فيتظاهر بالبكاء ليخدع الناس وليشعر بأنه مظلوم، كما فعل أخوة يوسف حينما بلغت بهم الغيرة درجة الانتقام من أخيهم، فألقوه في البئر وجاءوا أباهم يبكون كما قص القرآن علينا نبأهم وأخبرنا الله تعالى بشأنهم في قوله: (وجاءوا أباهم عشاء يبكون قالوا يا أبانا إنا ذهبنا نستبق وتركنا يوسف عند متاعنا فأكله الذئب وما أنت بمؤمن لنا ولو كنا صادقين) (¬1) ¶ قال القرطبي: \" قال علماؤنا هذه الآية دليل على أن بكاء المرء لا يدل على صدق مقاله لاحتمال أن يكون تصنعا فمن الخلق من يقدر على ذلك ومنهم من لا يقدر وقد قيل إن الدمع المصنوع لا يخفى كما قال حكيم إذا اشتبكت دموع في خدود تبين من بكى ممن تباكى\" (¬2) ¶ الباب الثالث: البكاء المباح ¶ وهو ما لا مدح فيه ولا ذم، أو ما فعله أو أقره أو سكت عنه النبي صلى الله عليه وسلم كما ورد في القرآن وجاءت به الأحاديث الصحيحة. ومن ¶ ¬__________ ¶ (¬1) سورة يوسف ¶ (¬2) تفسير القرطبي ج9/ص145",
            "page": "64",
            "part": "1",
            "seal": "02A4A247"
        },
        {
            "id": "65",
            "nass": "أنواع البكاء المباح: ¶ - بكاء الحزن ¶ حينما يفوت الإنسان شيء من خيري الدنيا والآخرة يحزن قلبه ويتألم على لذلك، وربما فرت الدمعة في حينه فلم يملك لها حبسا، مع أنه راض بما قسم الله، غير ساخط ولا متضجر، كما بكى النبي صلى الله عليه وسلم على ابنه إبراهيم وعلى عثمان بن مظغون وسعد بن عبادة وغيرهم، فعن أنس بن مالك رضي الله عنه قال دخلنا مع رسول الله صلى الله عليه وسلم على أبي سيف القين وكان ظئرا لإبراهيم عليه السلام فأخذ رسول الله صلى الله عليه وسلم إبراهيم فقبله وشمه ثم دخلنا عليه بعد ذلك وإبراهيم يجود بنفسه فجعلت عينا رسول الله صلى الله عليه وسلم تذرفان فقال له عبد الرحمن بن عوف رضي الله عنه وأنت يا رسول الله فقال يا بن عوف إنها رحمة ثم أتبعها بأخرى فقال صلى الله عليه وسلم إن العين تدمع والقلب يحزن ولا نقول إلا ما يرضى ربنا وإنا بفراقك يا إبراهيم لمحزونون) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في الجنائز باب قول النبي صلى الله عليه وسلم إنا بك لمحزونون ... ج1/ص439،، ¶ ومسلم في الفضائل باب رحمته صلى الله عليه وسلم الصبيان والعيال وتواضعه وفضل ذلك ج4/ص1807،، وأبو داود باب في البكاء على الميت 3/193،، وابن ماجة في باب ما جاء في البكاء على الميت 1/506،، وابن حبان باب ذكر الأخبار بأن المرء عندما امتحن بالمصائب 7/162،، والبيهقي في باب من رخص في البكاء إلى أن يموت 4/69",
            "page": "65",
            "part": "1",
            "seal": "AC300AC2"
        },
        {
            "id": "66",
            "nass": "فالنبي صلى الله عليه وسلم بشر يعتريه ما يعتري سائر الناس فهو يجوع ويمرض ويحزن ويتألم، ولذا صار حجة على الناس، فلو لم يكن يحزن لما بكى، وليس في الحزن بأس وإنما البأس في الجزع المؤدي إلى السخط، ومثل ذلك بكاؤه صلى الله عليه وسلم على عثمان بن مظعون كما روت عائشة قالت: (رأيت رسول الله صلى الله عليه وسلم يقبل عثمان بن مظعون وهو ميت حتى رأيت الدموع تسيل) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في الجنائز باب في الغسل من غسل الميت ج3/ص 201رقم 3163،، والترمذي في الجنائز باب ما جاء في تقبيل الميت 3/305 0، رقم 989،، وابن ماجة في باب ما جاء في تقبيل الميت 1/468، رقم 1456،، وأحمد في باقي مسند الأنصار6/43، 55،، رقم 23036، 23151،، والحاكم في المستدرك في كتاب الجنائز 1/514،، قال الترمذي: \" حديث حسن صحيح\"،، وقال الحاكم: \" ¶ \"هذا حديث متداول بين الأئمة إلا أن الشيخين لم يحتجا بعاصم بن عبيد الله وشاهده الصحيح المعروف حديث عبد الله بن عباس وجابر بن عبد الله وعائشة أن أبا بكر الصديق قبل النبي صلى الله عليه وسلم وهو ميت \" قلت: في إسناده عاصم بن عبيد الله بن عاصم بن عمر بن الخطاب قال ابن حجر في التقريب: ضعيف.",
            "page": "66",
            "part": "1",
            "seal": "71FD02BD"
        },
        {
            "id": "67",
            "nass": "وبكى على سعد بن عبادة كما جاء عن عبد الله بن عمر رضي الله عنهما قال: (اشتكى سعد بن عبادة شكوى له فأتاه النبي صلى الله عليه وسلم يعوده مع عبد الرحمن بن عوف وسعد بن أبي وقاص وعبد الله بن مسعود رضي الله عنهم فلما دخل عليه فوجده في غاشية أهله فقال قد قضى قالوا لا يا رسول الله فبكى النبي صلى الله عليه وسلم فلما رأى القوم بكاء النبي صلى الله عليه وسلم بكوا فقال ألا تسمعون إن الله لا يعذب بدمع العين ولا بحزن القلب ولكن يعذب بهذا وأشار إلى لسانه أو يرحم وإن الميت يعذب ببكاء أهله عليه وكان عمر رضي الله عنه يضرب فيه بالعصا ويرمى بالحجارة ويحثى بالتراب) (¬1) ¶ وقد يحزن المؤمن لفراق حبيب أو فقده كما بكى يعقوب عليه السلام على ابنه يوسف عليه السلام حزنا حتى ابيضت عيناه وذهب بصره من كثرة بكائه كما أخبرنا بذلك القرآن الكريم، قال تعالى: (وَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الحُزْنِ فَهُوَ كَظِيمٌ) (¬2) قال الطبري: \" يقول الله جل ثناؤه وابيضت عينا يعقوب من الحزن فهو كظيم، يقول فهو مكظوم على الحزن يعني أنه مملوء منه ممسك عليه لا يبينه\" (¬3) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب باب البكاء عند المريض 1/439،،ومسلم باب البكاء عند الميت 2/636،، وأبو نعيم في المسند المستخرج على صحيح مسلم باب في عيادة المرضى 3/ 10،، والبيهقي في باب من رخص في البكاء إلى أن يموت الذي يبكى عليه 4/69 ¶ (¬2) سورة يوسف آية 84 ¶ (¬3) تفسير الطبري ج13/ص38",
            "page": "67",
            "part": "1",
            "seal": "1FF2EE6A"
        },
        {
            "id": "68",
            "nass": "قال القرطبي:\" قال النحاس فإن سأل قوم عن معنى شدة حزن يعقوب صلى الله عليه وسلم وعلى نبينا فللعلماء في هذا ثلاثة أجوبة منها أن يعقوب صلى الله عليه وسلم لما علم أن يوسف صلى الله عليه وسلم حي خاف على دينه فاشتد حزنه لذلك وقيل إنما حزن لأنه سلمه إليهم صغيرا فندم على ذلك والجواب الثالث وهو أبينها هو أن الحزن ليس بمحظور وإنما المحظور الولولة وشق الثياب والكلام بما لا ينبغي وقال النبي صلى الله عليه وسلم (تدمع العين ويحزن القلب ولا نقول ما يسخط الرب) (¬1) وقد بين الله جل وعز ذلك بقوله (فَهُوَ كَظِيمٌ) أي مكظوم مملوء من الحزن ممسك عليه لا يبثه ومنه كظم الغيظ وهو إخفاؤه فالمكظوم المسدود عليه طريق حزنه\" (¬2) ¶ ¬__________ ¶ (¬1) هذا لفظ ابن ماجة وتقدم تخريجه هامش 90 ¶ (¬2) تفسير القرطبي ج9/ص248، 249",
            "page": "68",
            "part": "1",
            "seal": "2BA04B06"
        },
        {
            "id": "69",
            "nass": "ومثل ذلك بكاء أبي بكر الصديق حينما شعر بقرب فراق النبي صلى الله عليه وسلم فعن أبي سعيد الخدري قال: (خطب النبي صلى الله عليه وسلم فقال إن الله خير عبدا بين الدنيا وبين ما عنده فاختار ما عند الله فبكى أبو بكر رضي الله عنه فقلت في نفسي ما يبكي هذا الشيخ إن يكن الله خير عبدا بين الدنيا وبين ما عنده فاختار ما عند الله فكان رسول الله صلى الله عليه وسلم هو العبد وكان أبو بكر أعلمنا قال يا أبا بكر لا تبك إن أمن الناس علي في صحبته وماله أبو بكر ولو كنت متخذا خليلا من أمتي لاتخذت أبا بكر ولكن أخوة الإسلام ومودته لا يبقين في المسجد باب إلا سد إلا باب أبي بكر) (¬1) فأبو بكر الصديق رضي الله عنه بكى حزنا لاستشعاره مفارقة حبيبه صلى الله عليه وسلم، وبكى عليه لما مات كما روت عائشة رضي الله عنها قالت: (أقبل أبو بكر رضي الله عنه على فرسه من مسكنه بالسنح حتى نزل فدخل المسجد فلم يكلم الناس حتى دخل على عائشة رضي الله عنها فتيمم النبي صلى الله عليه وسلم وهو مسجى ببرد حبرة فكشف عن وجهه ثم أكب عليه فقبله ثم بكى فقال بأبي أنت يا نبي الله لا يجمع الله عليك موتتين أما الموتة التي كتبت عليك فقدمتها) (¬2) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في الصلاة باب الخيمة في المسجد للمرضى وغيرهم ج1/ص177،، ومسلم في فضائل الصحابة 44390 مختصرا، والترمذي في المناقب /باب مناقب أبي بكر 5/607 رقم (3659) ،، وأحمد في باقي مسند المكثرين 10710،، والدارمي في المقدمة 77 وتقدم ¶ (¬2) أخرجه البخاري في الجنائز باب مرض النبي صلى الله عليه وسلم4/1618،، وفي باب الدخول على الميت بعد الموت إذا أدرج في كفنه ج1/ص418،، والنسائي في باب تقبيل الميت 4/11،، والبيهقي في باب تقبيل الميت 1/605",
            "page": "69",
            "part": "1",
            "seal": "AB6E577C"
        },
        {
            "id": "70",
            "nass": "وكذلك بكت فاطمة رضي الله عنها لما استشعرت فراق والدها وحبيبها صلى الله عله وسلم كما روت عائشة أم المؤمنين قالت: (إنا كنا أزواج النبي صلى الله عليه وسلم عنده جميعا لم تغادر منا واحدة فأقبلت فاطمة عليها السلام تمشي ولا والله ما تخفى مشيتها من مشية رسول الله صلى الله عليه وسلم فلما رآها رحب وقال مرحبا بابنتي ثم أجلسها عن يمينه أو عن شماله ثم سارها فبكت بكاء شديدا فلما رأى حزنها سارها الثانية فإذا هي تضحك فقلت لها أنا من بين نسائه خصك رسول الله صلى الله عليه وسلم بالسر من بيننا ثم أنت تبكين فلما قام رسول الله صلى الله عليه وسلم سألتها عم سارك قالت ما كنت لأفشي على رسول الله صلى الله عليه وسلم سره فلما توفي قلت لها عزمت عليك بما لي عليك من الحق لما أخبرتني قالت أما الآن فنعم فأخبرتني قالت أما حين سارني في الأمر الأول فإنه أخبرني أن جبريل كان يعارضه بالقرآن كل سنة مرة وإنه قد عارضني به العام مرتين ولا أرى الأجل إلا قد اقترب فاتقي الله واصبري فإني نعم السلف أنا لك قالت فبكيت بكائي الذي رأيت فلما رأى جزعي سارني الثانية قال يا فاطمة ألا ترضين أن تكوني سيدة نساء المؤمنين أو سيدة نساء هذه الأمة) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب الاستئذان/ باب من ناجى بين يدي الناس ومن لم يخبر بسر صاحبه فإذا مات أخبر به ج5/ص2317،، مسلم في فضائل الصحابة باب فضائل فاطمة بنت النبي عليها الصلاة والسلام 4/1904،، والترمذي في المناقب باب فضل فاطمة بنت محمد صلى الله عليه وسلم 5/700، 701رقم 3872، 3873،، وابن ماجة في الجنائز/ باب ما جاء في ذكر مرض النبي صلى الله عليه وسلم 1/516 رقم 1621،، وأحمد في باقي مسند الأنصار 2334،24839، 25210",
            "page": "70",
            "part": "1",
            "seal": "BD6CA338"
        },
        {
            "id": "71",
            "nass": "ولم يكن الصحابة يأنفون من البكاء على الميت، بل أثر ذلك عنهم كما بكت حفصة رضي الله عنها على أبيها عمر بن الخطاب رضي الله فعن عمرو بن ميمون قال: ... (رأيت عمر بن الخطاب رضي الله عنه قبل أن يصاب بأيام بالمدينة وقف على حذيفة بن اليمان وعثمان بن حنيف قال كيف فعلتما أتخافان أن تكونا قد حملتما الأرض ما لا تطيق قالا حملناها أمرا هي له مطيقة ما فيها كبير فضل قال انظرا أن تكونا حملتما الأرض ما لا تطيق قال قالا لا فقال عمر لئن سلمني الله لأدعن أرامل أهل العراق لا يحتجن إلى رجل بعدي أبدا قال فما أتت عليه إلا رابعة حتى أصيب قال إني لقائم ما بيني وبينه إلا عبد الله بن عباس غداة أصيب وكان إذا مر بين الصفين قال استووا حتى إذا لم ير فيهم خللا تقدم فكبر وربما قرأ سورة يوسف أو النحل أو نحو ذلك في الركعة الأولى حتى يجتمع الناس فما هو إلا أن كبر فسمعته يقول قتلني أو أكلني الكلب حين طعنه فطار العلج بسكين ذات طرفين لا يمر على أحد يمينا ولا شمالا إلا طعنه حتى طعن ثلاثة عشر رجلا مات منهم سبعة فلما رأى ذلك رجل من المسلمين طرح عليه برنسا فلما ظن العلج أنه مأخوذ نحر نفسه وتناول عمر يد عبد الرحمن بن عوف فقدمه فمن يلي عمر فقد رأى الذي أرى وأما نواحي المسجد فإنهم لا يدرون غير أنهم قد فقدوا صوت عمر وهم يقولون سبحان الله سبحان الله فصلى بهم عبد الرحمن صلاة خفيفة فلما انصرفوا قال يا بن عباس انظر من قتلني فجال ساعة ثم جاء فقال غلام المغيرة قال الصنع قال نعم قال قاتله الله لقد أمرت به معروفا الحمد لله الذي لم يجعل ميتتي بيد رجل يدعي الإسلام قد كنت أنت وأبوك تحبان أن تكثر العلوج بالمدينة وكان العباس أكثرهم رقيقا فقال إن شئت فعلت أي إن شئت قتلنا قال كذبت بعد ما تكلموا بلسانكم وصلوا قبلتكم وحجوا حجكم فاحتمل إلى بيته فانطلقنا معه وكأن الناس لم تصبهم مصيبة قبل يومئذ فقائل يقول لا بأس وقائل يقول أخاف عليه فأتي",
            "page": "71",
            "part": "1",
            "seal": "A4E844D6"
        },
        {
            "id": "72",
            "nass": "بنبيذ فشربه فخرج من جوفه ثم أتي بلبن فشربه فخرج من جرحه فعلموا أنه ميت فدخلنا عليه وجاء الناس فجعلوا يثنون عليه وجاء رجل شاب فقال أبشر يا أمير المؤمنين ببشرى الله لك من صحبة رسول الله صلى الله عليه وسلم وقدم في الإسلام ما قد علمت ثم وليت فعدلت ثم شهادة قال وددت أن ذلك كفاف لا علي ولا لي فلما أدبر إذا إزاره يمس الأرض قال ردوا علي الغلام قال بن أخي ارفع ثوبك فإنه أنقى لثوبك وأتقى لربك يا عبد الله بن عمر انظر ما علي من الدين فحسبوه فوجدوه ستة وثمانين ألفا أو نحوه قال إن وفي له مال آل عمر فأده من أموالهم وإلا فسل في بني عدي بن كعب فإن لم تف أموالهم فسل في قريش ولا تعدهم إلى غيرهم فأد عني هذا المال انطلق إلى عائشة أم المؤمنين فقل يقرأ عليك عمر السلام ولا تقل أمير المؤمنين فإني لست اليوم للمؤمنين أميرا وقل يستأذن عمر بن الخطاب أن يدفن مع صاحبيه فسلم واستأذن ثم دخل عليها فوجدها قاعدة تبكي فقال يقرأ عليك عمر بن الخطاب السلام ويستأذن أن يدفن مع صاحبيه فقالت كنت أريده لنفسي ولأوثرن به اليوم على نفسي فلما أقبل قيل هذا عبد الله بن عمر قد جاء قال ارفعوني فأسنده رجل إليه فقال ما لديك قال الذي تحب يا أمير المؤمنين أذنت قال الحمد لله ما كان من شيء أهم إلي من ذلك فإذا أنا قضيت فاحملوني ثم سلم فقل يستأذن عمر بن الخطاب فإن أذنت لي فأدخلوني وإن ردتني ردوني إلى مقابر المسلمين وجاءت أم المؤمنين حفصة والنساء تسير معها فلما رأيناها قمنا فولجت عليه فبكت عنده ساعة واستأذن الرجال فولجت داخلا لهم فسمعنا بكاءها من الداخل فقالوا أوص يا أمير المؤمنين استخلف قال ما أجد أحدا أحق بهذا الأمر من هؤلاء النفر أو الرهط الذين توفي رسول الله صلى الله عليه وسلم وهو عنهم راض فسمى عليا وعثمان والزبير وطلحة وسعدا وعبد الرحمن وقال يشهدكم عبد الله بن عمر وليس له من الأمر شيء كهيئة التعزية له فإن أصابت الإمرة سعدا فهو",
            "page": "72",
            "part": "1",
            "seal": "A9BC0F28"
        },
        {
            "id": "73",
            "nass": "ذاك وإلا فليستعن به أيكم ما أمر فإني لم أعزله عن عجز ولا خيانة وقال أوصي الخليفة من بعدي بالمهاجرين الأولين أن يعرف لهم حقهم ويحفظ لهم حرمتهم وأوصيه بالأنصار خيرا والذين تبوؤوا الدار والإيمان من قبلهم أن يقبل من محسنهم وأن يعفى عن مسيئهم وأوصيه بأهل الأمصار خيرا فإنهم ردء الإسلام وجباة المال وغيظ العدو وأن لا يؤخذ منهم إلا فضلهم عن رضاهم وأوصيه بالأعراب خيرا فإنهم أصل العرب ومادة الإسلام أن يؤخذ من حواشي أموالهم ويرد على فقرائهم وأوصيه بذمة الله تعالى وذمة رسوله صلى الله عليه وسلم أن يوفى لهم بعهدهم وأن يقاتل من ورائهم ولا يكلفوا إلا طاقتهم فلما قبض خرجنا به فانطلقنا نمشي فسلم عبد الله بن عمر قال يستأذن عمر بن الخطاب قالت أدخلوه فأدخل فوضع هنالك مع صاحبيه فلما فرغ من دفنه اجتمع هؤلاء الرهط فقال عبد الرحمن اجعلوا أمركم إلى ثلاثة منكم فقال الزبير قد جعلت أمري إلى علي فقال طلحة قد جعلت أمري إلى عثمان وقال سعد قد جعلت أمري إلى عبد الرحمن بن عوف فقال عبد الرحمن أيكما تبرأ من هذا الأمر فنجعله إليه والله عليه والإسلام لينظرن أفضلهم في نفسه فأسكت الشيخان فقال عبد الرحمن أفتجعلونه إلي والله علي أن لا آلو عن أفضلكم قالا نعم فأخذ بيد أحدهما فقال لك قرابة من رسول الله صلى الله عليه وسلم والقدم في الإسلام ما قد علمت فالله عليك لئن أمرتك لتعدلن ولئن أمرت عثمان لتسمعن ولتطيعن ثم خلا بالآخر فقال له مثل ذلك فلما أخذ الميثاق قال ارفع يدك يا عثمان فبايعه فبايع له علي وولج أهل الدار فبايعوه) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب فضائل الصحابة/ باب قصة البيعة والاتفاق على عثمان بن عفان رضي الله عنه ... ج3/ص1353،، وابن حبان في ذكر رضا المصطفى صلى الله عليه وسلم عن عثمان 15/ 353،، والبيهقي في باب شورى بين المستصلحين له 8/150،،وابن أبي شيبة في ما جاء في خلافة عمر بن الخطاب 7/435",
            "page": "73",
            "part": "1",
            "seal": "D30AA999"
        },
        {
            "id": "74",
            "nass": "وفي هذا الحديث بكاء حفصة وبكاء عائشة رضي الله عنهما على عمر بن الخطاب رضي الله عنه ولو كانتا تعلمان نكرا في ذلك لم تفعلاه. ¶ وقد يكون دافع البكاء الخوف على الميت من سوء العاقبة، فإذا علم أهل الميت حسن خاتمته أو رجوا له عملا صالحا طابت نفوسهم لما يعلمون له من الكرامة كما جاء في حديث أنس بن مالك أن أم الربيع بنت البراء وهي أم حارثة بن سراقة (أتت النبي صلى الله عليه وسلم فقالت يا نبي الله ألا تحدثني عن حارثة وكان قتل يوم بدر أصابه سهم غرب فإن كان في الجنة صبرت وإن كان غير ذلك اجتهدت عليه في البكاء قال يا أم حارثة إنها جنان في الجنة وإن ابنك أصاب الفردوس الأعلى) (¬1) ¶ أقوال العلماء في البكاء على الميت ¶ قال أبو جعفر الطحاوي \"فذهب قوم إلى كراهة البكاء على الميت واحتجوا في ذلك بهذا الحديث وبما قد روى عن رسول الله صلى الله عليه وسلم إن الميت ليعذب ببكاء أهله عليه\" (¬2) ¶ قال الشيرازي: (ويجوز البكاء على الميت من غير ندب ولا نياحة لما روى جابر أن رسول الله صلى الله عليه وسلم قال يا إبراهيم إنا لا نغني عنك من الله شيئا ثم ذرفت عيناه فقال له عبد الرحمن بن عوف يا رسول الله أتبكي أو لم تنه عن البكاء قال لا ولكن نهيت عن النوح ولا يجوز لطم الخدود وشق الجيوب لما روى عبد الله ابن مسعود أن النبي صلى الله عليه وسلم قال ليس منا من لطم الخدود وشق الجيوب ودعا بدعوى الجاهلية) (¬3) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في باب من أتاه سهم غرب فقتله ج3/ص1034،، وابن حبان في باب ذكر إيجاب الجنة لمن قتل في الحرب نظارا وإن لم يرد به القتال ولا قاتل ج10/ص520،، والترمذي في التفسير باب ومن سورة المؤمنون 5/327،، وأحمد في باقي مسند المكثرين 11804، 12723، 12773، 13244، 13287، 13368، 13500، 13504،، والنسائي في الكبرى 5/65،، والبيهقي باب من أتاه سهم غرب فقتله ج9/ص167 ¶ (¬2) شرح معاني الآثار ج4: ص291 ¶ (¬3) المهذب ج1:ص139",
            "page": "74",
            "part": "1",
            "seal": "C4BA1E06"
        },
        {
            "id": "75",
            "nass": "قال النووي: \" قال الشافعي والأصحاب البكاء على الميت جائز قبل الموت وبعده ولكن قبله أولى لحديث جابر بن عتيك رضي الله عنه: (أن رسول الله صلى الله عليه وسلم جاء يعود عبد الله بن ثابت فوجده قد غلب فصاح النسوة وبكين فجعل ابن عتيك يسكتهن فقال رسول الله صلى الله عليه وسلم دعهن فإذا وجب فلا تبكين باكية قالوا وما الوجوب يا رسول الله قال الموت) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه أبو داود باب فضل من مات في الطاعون ج3/ص188،، والنسائي باب النهي عن البكاء على الميت 4/13،،،،وفي الكبرى باب في النهي عن البكاء على الميت 1/606،، والشافعي في المسند 1/362،والأم 1/318،،والحاكم في الجنائز 1/503،، وابن حبان في ذكر البيان بأن المصطفى لم يرد بقوله الشهداء خمسة 7/461، وباب ذكر الخصال التي تقوم مقام الشهادة7/463،، والبيهقي في باب من رخص في البكاء إلى أن يموت الذي يبكى 4/69، وباب سياق أخبار تدل على جواز البكاء4/70،، من طريق عبد الله بن عبد الله بن جابر بن عتيك عن عتيك بن الحرث بن عتيك وهو جد عبد الله بن عبد الله أبو أمه أنه أخبره أن عمه جابر بن عتيك أخبره...... قال النووي: \" حديث صحيح رواه مالك في الموطأ والشافعي وأحمد وأبو داود والنسائي وغيرهم بأسانيد صحيحة\" وتقدم في المتن. ¶ قلت: إسناد أبي داوود حسن فإن عتيك بن الحارث بن عتيك مقبول كما في التقريب. ¶ وأخرجه النسائي في باب من خان غازيا في أهله 6/51 من طريق جعفر بن عون عن أبي عميس عن عبد الله بن عبد الله بن جبر عن أبيه أن رسول الله صلى الله عليه وسلم عاد جبرا.. وفي هذه الرواية اختلاف.",
            "page": "75",
            "part": "1",
            "seal": "3E16486C"
        },
        {
            "id": "76",
            "nass": "حديث صحيح رواه مالك في الموطأ والشافعي وأحمد وأبو داود والنسائي وغيرهم بأسانيد صحيحة ولفظ الشافعي في الأم:\"وأرخص في البكاء قبل الموت فإذا مات أمسكن\" (¬1) قال النووي: \"وقال صاحب الشامل وطائفة يكره البكاء بعد الموت لظاهر الحديث في النهي ولم يقل الجمهور ويكره وإنما قالوا الأولى تركه قالوا وهو مراد الحديث ولفظ الشافعي محتمل هذا كله في البكاء بلا ندب ولا نياحة أما الندب والنياحة ولطم الخد وشق الجيب وخمش الوجه ونشر الشعر والدعاء بالويل والثبور فكلها محرمة باتفاق الأصحاب وصرح الجمهور بالتحريم ووقع في كلام بعضهم لفظ الكراهة وكذا وقع لفظ الكراهة في نص الشافعي في الأم وحملها الأصحاب على كراهة التحريم وقد نقل جماعة الإجماع في ذلك قال إمام الحرمين رحمه الله ورفع الصوت بإفراط في معنى شق الجيب قال غيره هذا إذا كان مختارا فإن كان مغلوبا لم يؤاخذ به لأنه غير مكلف\" (¬2) ¶ واختلف العلماء في أحاديث تعذيب الميت بالبكاء فتأولوها على وجوه: ¶ - فتأولها المزني والشافعية وجمهور العلماء على من وصى أن يبكى عليه ويناح بعد موته فنفذت وصيته فهذا يعذب ببكاء أهله عليه ونوحهم لأنه بسببه ومنسوب إليه قالوا فأما من بكى عليه أهله وناحوا من غير وصية منه فلا يعذب ببكائهم ونوحهم لقوله تعالى: ((وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى)) (¬3) ¶ - وقالت طائفة هو محمول على من أوصى بالبكاء والنوح أو لم يوص بتركهما فمن أوصى بهما أو أهمل الوصية بتركهما يعذب بهما لتفريطه بإهماله الوصية بتركهما فأما من أوصى بتركهما فلا يعذب بهما إذ لا صنع له فيهما ولا تفريط وحاصل هذا القول إيجاب الوصية بتركهما فمن أهملها عذب بهما ¶ ¬__________ ¶ (¬1) الأم 1/318 ¶ (¬2) المجموع 5/272 ¶ (¬3) سورة الإسراء آية 15",
            "page": "76",
            "part": "1",
            "seal": "2B208B9E"
        },
        {
            "id": "77",
            "nass": "- وقالت طائفة معنى الأحاديث أنهم كانوا ينوحون على الميت ويندبونه بتعديد شمائله ومحاسنه في زعمهم وتلك الشمائل قبائح في الشرع فيعذب بها كما كانوا يقولون يا مرمل النسوان ومؤتم الولدان مخرب العمران ومفرق الأخدان ونحو ذلك مما يرونه شجاعة وفخرا وهو حرام شرعا ¶ - وقالت طائفة معناه أنه يعذب بسماعه بكاء أهله ويرق لهم وإلى هذا ذهب محمد بن جرير وغيره قال القاضي عياض: وهو أولى الأقوال. واحتجوا بحديث فيه \"أن النبي صلى الله عليه وسلم زجر امرأة عن البكاء على أبيها وقال إن أحدكم إذا بكى استعبر له صويحبه فيا عباد الله لا تعذبوا إخوانكم.\" ¶ - وقالت عائشة رضي الله عنها معنى الحديث أن الكافر وغيره من أصحاب الذنوب يعذب في حال بكاء أهله عليه بذنبه لا ببكائهم ¶ والصحيح من هذه الأقوال ما قدمناه عن الجمهور وأجمعوا كلهم على اختلاف مذاهبهم أن المراد بالبكاء بصوت ونياحة لا مجرد دمع العين والله أعلم (¬1) ¶ وقال النووي: \"والندب حرام وهو أن يعد شمائل الميت فيقال واكهفاه واجبلاه ونحو ذلك، والنياحة حرام والجزع بضرب الخد وشق الثوب ونشر الشعر حرام وإذا فعل أهل الميت شيئا من ذلك لا يعذب الميت والحديث فيه متأول على من أوصى بالنياحة عليه\" (¬2) ¶ قال ابن قدامة: \" أما البكاء بمجرده فلا يكره في حال\" (¬3) ¶ ¬__________ ¶ (¬1) ذكرهذه الأقوال جميعا النووي في المجموع ج5/ص272- 275 ¶ (¬2) روضة الطالبين ج2:ص145 ¶ (¬3) المغني 3/487",
            "page": "77",
            "part": "1",
            "seal": "F6422BC1"
        },
        {
            "id": "78",
            "nass": "ومن خلال دراستي للأحاديث تبين لي أن البكاء على الميت حزنا دون تسخط ولا جزع ولا ندب جائز بدليل فعل النبي صلى الله عليه وسلم وأصحابه كما سبق أن ذكرته ولا فرق في ذلك بين ما كان قبل الموت أو بعده، أما حديث جابر بن عتيك أن رسول الله صلى الله عليه وسلم: (جاء يعود عبد الله بن ثابت فوجده قد غلب فصاح به رسول الله صلى الله عليه وسلم فلم يجبه فاسترجع رسول الله صلى الله عليه وسلم وقال غلبنا عليك يا أبا الربيع فصاح النسوة وبكين فجعل بن عتيك يسكتهن فقال رسول الله صلى الله عليه وسلم دعهن فإذا وجب فلا تبكين باكية قالوا وما الوجوب يا رسول الله قال الموت قالت ابنته والله إن كنت لأرجو أن تكون شهيدا فإنك كنت قد قضيت جهازك قال رسول الله صلى الله عليه وسلم إن الله عز وجل قد أوقع أجره على قدر نيته وما تعدون الشهادة قالوا القتل في سبيل الله تعالى قال رسول الله صلى الله عليه وسلم الشهادة سبع سوى القتل في سبيل الله المطعون شهيد والغرق شهيد وصاحب ذات الجنب شهيد والمبطون شهيد وصاحب الحريق شهيد والذي يموت تحت الهدم شهيد والمرأة تموت بجمع شهيدة) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه أبو داود باب فضل من مات في الطاعون ج3/ص188،، والنسائي باب النهي عن البكاء على الميت 4/13،،،،وفي الكبرى باب في النهي عن البكاء على الميت 1/606،، والشافعي في المسند 1/362،،والحاكم في الجنائز 1/503،، وابن حبان في ذكر البيان بأن المصطفى لم يرد بقوله الشهداء خمسة 7/461، وباب ذكر الخصال التي تقوم مقام الشهادة7/463،، والبيهقي في باب من رخص في البكاء إلى أن يموت الذي يبكى 4/69، وباب سياق أخبار تدل على جواز البكاء4/70،، من طريق عبد الله بن عبد الله بن جابر بن عتيك عن عتيك بن الحرث بن عتيك وهو جد عبد الله بن عبد الله أبو أمه أنه أخبره أن عمه جابر بن عتيك أخبره.......قال النووي: \" حديث صحيح رواه مالك في الموطأ والشافعي وأحمد وأبو داود والنسائي وغيرهم بأسانيد صحيحة\" وتقدم في المتن. ¶ قلت: إسناد أبي داوود حسن فإن عتيك بن الحارث بن عتيك مقبول كما في التقريب. ¶ وأخرجه النسائي في باب من خان غازيا في أهله 6/51 من طريق جعفر بن عون عن أبي عميس عن عبد الله بن عبد الله بن جبر عن أبيه أن رسول الله صلى الله عليه وسلم عاد جبرا.. وفي هذه الرواية اختلاف.",
            "page": "78",
            "part": "1",
            "seal": "CE47391C"
        },
        {
            "id": "79",
            "nass": "والمقصود بالبكاء الذي نهين عنه هنا البكاء بصوت لقوله \"فصاح\" والصياح هو الصوت مع البكاء (¬1) ، وبهذا يمكن الجمع بين الأحاديث الدالة على بكاء النبي صلى الله عليه وسلم وإقراره بكاء أصحابه. ¶ أما حديث ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال: (أن الميت ليعذب ببكاء أهله عليه) (¬2) فقد أجاب عنه العلماء بأن عائشة رضي الله عنها أجابت عنه بقولها: (يغفر الله لأبي عبد الرحمن أما إنه لم يكذب ولكنه نسي أو أخطأ إنما مر رسول الله صلى الله عليه وسلم على يهودية يبكى عليها فقال إنهم ليبكون عليها وإنها لتعذب في قبرها) وذلك في حديث ابن عمر السابق نفسه كما جاء مطولا عند البخاري ومسلم وغيرهما (¬3) ، وروى الطحاوي الحديث من رواية لعائشة رضي الله عنها قالت: (أما والله ما تحدثون هذا الحديث عن الكاذبين ولكن السمع يخطئ وإن لكم في القرآن لما يشفيكم ألا تزر وازرة وزر أخرى ولكن رسول الله صلى الله عليه وسلم قال إن الله عز وجل ليزيد الكافر عذابا ببعض بكاء أهله عليه) (¬4) ¶ ¬__________ ¶ (¬1) ينظر هامش 4 ¶ (¬2) أخرجه البخاري في باب قول النبي صلى الله عليه وسلم يعذب الميت 1/432،، ومسلم في باب الميت يعذب2/639، 640، 641، 643،،وأبو داود في النوح على الميت1/609،،والنسائي في النياحة على الميت 4/17،،وفي الكبرى باب النياحة على الميت 1/609،، والترمذي في باب ماجاء في الرخصة في البكاء على الميت 3/382،،والشافعي في المسند 1/182،، وابن حبان في ذكر الأخبار بتعذيب الله موتى الكفرة بما نيح عليهم 7/393،،والحاكم في كتاب العتق 2/234، وفي تفسير سورة النجم 2/511،، وأبو نعيم في المسند المستخرج على صحيح مسلم باب كراهية النياحة على الميت3/12، 13، 14، 15،، والبيهقي في باب سيلق أخبار تدل على أن الميت يعذب بالنياحة4/72، 73،، والربيع في المسند باب في القبور 1/195 ¶ (¬3) تقدم تخريجه في الهامش السابق ¶ (¬4) شرح معاني الآثار ج4:ص292",
            "page": "79",
            "part": "1",
            "seal": "BC9218DB"
        },
        {
            "id": "80",
            "nass": "فلا بأس بالبكاء على الميت إذا كان بكاء لا معصية معه من قول فاحش ولا نياحة دليل ذلك ما رواه عبد الله بن عمر رضي الله عنهما قال: (اشتكى سعد بن عبادة شكوى له فأتى رسول الله صلى الله عليه وسلم يعوده مع عبد الرحمن بن عوف وسعد بن أبي وقاص وعبد الله بن مسعود فلما دخل عليه وجده في غشيته فقال قد قضى فقالوا لا والله يا رسول الله فبكي رسول الله صلى الله عليه وسلم فلما رأى القوم بكاء رسول الله صلى الله عليه وسلم بكوا فقال ألا تسمعون أن الله تعالى لا يعذب بدمع العين ولا بحزن القلب ولكن يعذب بهذا وأشار إلى لسانه أو يرحم) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في باب البكاء عند المريض 1/439،، باب الإشارة في الطلاق 5/2028،، ومسلم في باب البكاء على الميت 2/636،،وابن حبان في ذكر الإخبار بأن المرء مؤاخذ عندما امتحن 7/431،، وأبو نعيم في المسند المستخرج على صحيح مسلم3/10،، والبيهقي في باب سياق أخبار تدل على جواز البكاء على الميت 3/111،، وفي السنن الصغرى في باب البكاء على الميت 3/155",
            "page": "80",
            "part": "1",
            "seal": "B69D4B04"
        },
        {
            "id": "81",
            "nass": "وتحزن المرأة حين يفارقها زوجها أو تشعر بأنها أسخطته، وكلما كانت له أكثر حبا كان حزنها لفراقه أكثر وندمها على إسخاطه أشد وأوجع كما بلغ الحزن من زوجات رسول الله صلى الله عليه وسلم مبلغا عظيما حين أسخطنه وهجرهن، بل اشتد ذلك على أهلهن وذويهن وعامة المسلمين كما أخبر ابن عباس (لبثت سنة وأنا أريد أن أسأل عمر عن المرأتين اللتين تظاهرتا على النبي صلى الله عليه وسلم فجعلت أهابه فنزل يوما منزلا فدخل الأراك فلما خرج سألته فقال عائشة وحفصة ثم قال كنا في الجاهلية لا نعد النساء شيئا فلما جاء الإسلام وذكرهن الله رأينا لهن بذلك علينا حقا من غير أن يدخلهن في شيء من أمورنا وكان بيني وبين امرأتي كلام فأغلظت لي فقلت لها وإنك لهناك قالت تقول هذا لي وابنتك تؤذي النبي صلى الله عليه وسلم فأتيت حفصة فقلت لها إني أحذرك أن تعصي الله ورسوله وتقدمت إليها في أذاه فأتيت أم سلمة فقلت لها فقالت أعجب منك يا عمر قد دخلت في أمورنا فلم يبق إلا أن تدخل بين رسول الله صلى الله عليه وسلم وأزواجه فرددت وكان رجل من الأنصار إذا غاب عن رسول الله صلى الله عليه وسلم وشهدته أتيته بما يكون وإذا غبت عن رسول الله صلى الله عليه وسلم وشهد أتاني بما يكون من رسول الله صلى الله عليه وسلم وكان من حول رسول الله صلى الله عليه وسلم قد استقام له فلم يبق إلا ملك غسان بالشام كنا نخاف أن يأتينا فما شعرت إلا بالأنصاري وهو يقول إنه قد حدث أمر قلت له وما هو أجاء الغساني قال أعظم من ذاك طلق رسول الله صلى الله عليه وسلم نساءه فجئت فإذا البكاء من حجرهن كلها وإذا النبي صلى الله عليه وسلم قد صعد في مشربة له وعلى باب المشربة وصيف فأتيته فقلت استأذن لي فأذن لي فدخلت فإذا النبي صلى الله عليه وسلم على حصير قد أثر في جنبه وتحت رأسه مرفقة من آدم حشوها ليف وإذا أهب معلقة وقرظ فذكرت الذي قلت لحفصة وأم سلمة والذي ردت علي أم سلمة فضحك رسول الله صلى",
            "page": "81",
            "part": "1",
            "seal": "BE308653"
        },
        {
            "id": "82",
            "nass": "الله عليه وسلم فلبث تسعا وعشرين ليلة ثم نزل) (¬1) ¶ وقد يكون من دواعي الحزن رؤية تفريط الناس في دينهم وذهاب هيبته من نفوسهم، أو رؤية المنكرات، لاسيما عند عدم القدرة على تغييرها كما حكى الزهري رحمه الله قال: (دخلت على أنس بن مالك بدمشق وهو يبكي فقلت ما يبكيك فقال لا أعرف شيئا مما أدركت إلا هذه الصلاة وهذه الصلاة قد ضيعت) (¬2) ¶ - بكاء الألم ¶ ومما لا يقدر الإنسان على منع نفسه منه دمعة تنزل لتألمه ألما نفسيا أو جسميا، فالدموع مظهر طبيعي للتعبير عن تألم الإنسان يشترك فيها الكبير والصغير، وإن كان بعض الناس أجلد من بعض، ومن أمثلة ذلك في السنة ما حدث به ابن عباس: (أن زوج بريرة كان عبدا يقال له مغيث كأني أنظر إليه يطوف خلفها يبكي ودموعه تسيل على لحيته فقال النبي صلى الله عليه وسلم لعباس يا عباس إلا تعجب من حب مغيث بريرة ومن بغض بريرة مغيثا فقال النبي صلى الله عليه وسلم لو راجعته قالت يا رسول الله تأمرني قال إنما أنا أشفع قالت لا حاجة لي فيه) (¬3) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في باب ما كان النبي صلى الله عليه وسلم يتجوز من اللباس والبسط ج5/ص2197،، ومسلم في الطلاق / باب في الإبلاء واعتزال النساء وتخييرهن وقوله تعالى وإن تظاهرا عليه ج2/ص1105 والترمذي في تفسيرا لقرآن/ باب ومن سورة التحريم 5/420 (رقم 3318) ،، وأبو عوانة في باب الخبر المبين أن الرجل إذا قال لامرأته اختاري 3/168،، وأحمد 217 ¶ (¬2) أخرجه البخاري في باب تضييع الصلاة عن وقتها ج1/ص198،، وأحمد في باقي مسند المكثرين 11539، 12691 ¶ (¬3) أخرجه البخاري في باب خيار الأمة تحت العبد ج5/ص2023،، وأبو داود في باب في المملوكة تعتق وهي تحت حر أو عبد 2/270،، والنسائي باب إشارة الحاكم بالرفق 8/245،، وابن ماجة في باب خيار الأمة إذا عتقت 1/671،، وابن حبان باب ذكر الخبر المصرح بأن زوج بريرة كان عبدا10/96،، والدارمي في باب سنن الدارمي ¶ باب في تخيير الأمة تكون تحت العبد فتعتق ج2/ص223،، والبيهقي في باب الأمة تعتق وزوجها عبد7/222",
            "page": "82",
            "part": "1",
            "seal": "A9CAFBCF"
        },
        {
            "id": "83",
            "nass": "فهو يبكي عليها لما كان بينهما من العلاقة المشروعة، ثم تألم لما عتقت وتأبت عليه فكان يتبعها ويبكي، ولم ينكر عليه النبي صلى الله عليه وسلم البكاء بل رق له وتشفع فيه. ¶ ومن بكاء الألم بكاء الصبي فإنه يبكي جوعا ويبكي خوفا، وقد كان صلى الله عليه وسلم يقدر بكاءه ويشفق على أمه التي تسمع بكاءه وهو في الصلاة فيخفف صلاته رأفة بها وبه كما صح عن أنس بن مالك عن النبي صلى الله عليه وسلم قال: (إني لأدخل في الصلاة فأريد إطالتها فأسمع بكاء الصبي فأتجوز مما أعلم من شدة وجد أمه من بكائه) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري باب من أخف الصلاة عند بكاء الصبي ج1/ص250،، وباب صلاة النساء خلف الرجال 1/296،، ومسلم في باب أمر الأئمة بتخفيف الصلاة في تمام 1/342،،وباب اعتدال أركان الصلاة وتخفيها في تمام 1/343،،وأبو نعيم في المسند المستخرج على صحيح مسلم المسند المستخرج على صحيح مسلم باب كيف ينبغي للناس أن يصلوا مع الإمام ج2/ص84،،وابن حبان في ذكر خبر ثان قد يوهم من لم يحكم صناعة العلم 5/205،،وباب ذكر ما يستحب للإمام أن تكون صلاته بالقوم خفيفة 5/510،، وابن خزيمة باب تقدير الإمام الصلاة بضعفاء المأمومين 3/50،،وأبو داود باب تخفيف الصلاة للأمر يحدث 2/316،،والنسائي في باب الرخصة للأمام في التطويل 2/95،،وفي الكبرى باب ما على الإمام من التخفيف1/290 والترمذي في باب ما جاء أن النبي صلى الله عليه وسلم قال ... 2/214،، وابن ماجة باب الإمام يخفف الصلاة إذا حدث أمر 1/317،، والدارقطني في باب تخفيف القراءة لحاجة 2/86،، والبيهقي في باب الإمام يخفف القراءة للأمر يحدث 2/393،،وأبو عوانة في المسند 2/88، 2/421",
            "page": "83",
            "part": "1",
            "seal": "35063C40"
        },
        {
            "id": "84",
            "nass": "وحينما يكون البكاء منهم على أمر يخالف مصلحتهم فإنه يحتمل ولا يؤبه به كع أنهم لا يلامون عليه ولا يوبخون، كما روي عن ثوبان مولى رسول الله صلى الله عليه وسلم قال: (كان رسول الله صلى الله عليه وسلم إذا سافر كان آخر عهده بإنسان من أهله فاطمة وأول من يدخل عليها إذا قدم فاطمة فقدم من غزاة له وقد علقت مسحا أو سترا على بابها وحلت الحسن والحسين قلبين من فضة فقدم فلم يدخل فظنت أن ما منعه أن يدخل ما رأى فهتكت الستر وفككت القلبين عن الصبيين وقطعته بينهما فانطلقا إلى رسول الله صلى الله عليه وسلم وهما يبكيان فأخذه منهما وقال يا ثوبان اذهب بهذا إلى آل فلان أهل بيت بالمدينة إن هؤلاء أهل بيتي أكره أن يأكلوا طيباتهم في حياتهم الدنيا يا ثوبان اشتر لفاطمة قلادة من عصب وسوارين من عاج) (¬1) ¶ ¬__________ ¶ (¬1) رواه أبو داود في باب ما جاء في الانتفاع بالعاج ج4/ص 87 من طريق مسدد قال ثنا عبد الوارث بن سعيد عن محمد بن جحادة عن حميد الشامي عن سليمان المنبهي عن ثوبان،، والبيهقي في باب المنع من الادهان في عظام الفيلة 1/26من الطريق نفسه، وهذا إسناد ضعيف، الشامي والمنبهي مجهولان، قال ابن حجر في التقريب.",
            "page": "84",
            "part": "1",
            "seal": "A0364745"
        },
        {
            "id": "85",
            "nass": "- بكاء الشوق ¶ وقد يحرك القلب ويبكي العين ذكر الأحبة والشوق لهم مع استحالة ذلك لفقدهم أو موتهم، قال واقد بن عمرو بن سعد بن معاذ قال (قدم أنس بن مالك فأتيته فقال من أنت فقلت أنا واقد بن عمرو بن سعد بن معاذ قال فبكى وقال إنك لشبيه بسعد وإن سعدا كان من أعظم الناس وأطولهم وإنه بعث إلى النبي صلى الله عليه وسلم جبة من ديباج منسوج فيها الذهب فلبسها رسول الله صلى الله عليه وسلم فصعد المنبر فقام أو قعد فجعل الناس يلمسونها فقالوا ما رأينا كاليوم ثوبا قط فقال أتعجبون من هذه لمناديل سعد في الجنة خير مما ترون) (¬1) ¶ وقد يشتاق المؤمن إلى حال كان عليه من التعبد أو قوة الإيمان أو صدق الإخاء أو المناجاة أو زيادة يجدها في إيمانه فيذكر عهده الماضي ويبكي حنينا إليه ورغبة فيه، كما بكت أم أيمن وأبكت الخليفتين أبا بكر وعمر رضي الله عنهم أجمعين، حدث أنس قال: قال أبو بكر رضي الله عنه بعد وفاة رسول الله صلى الله عليه وسلم لعمر (انطلق بنا إلى أم ايمن نزورها كما كان رسول الله صلى الله عليه وسلم يزورها فلما انتهينا إليها بكت فقالا لها ما يبكيك ما عند الله خير لرسوله صلى الله عليه وسلم فقالت ما أبكي أن لا أكون أعلم إن ما عند الله خير لرسوله صلى الله عليه وسلم ولكن أبكي أن الوحي قد انقطع من السماء فهيجتهما على البكاء فجعلا يبكيان معها) (¬2) ¶ ¬__________ ¶ (¬1) أخرجه الترمذي في اللباس سنن الترمذي باب ما جاء في الرخصة في لبس الحرير في الحرب ج4/ص218،، وقال: \"وهذا حديث صحيح\" وأصل الحديث في الصحيحين أخرجه البخاري في الهبة وفضلها باب كيف كانت يمين النبي صلى الله عليه وسلم ج6/ص2445،، ومسلم في فضائل الصحابة باب من فضائل سعد 7/150 ¶ (¬2) أخرجه مسلم في باب من فضائل أم ايمن رضي الله عنها ج4/ص1907،، وابن ماجة في باب ذكر وفاته ودفنه صلى الله عليه وسلم 1/523،، والبيهقي في باب ما جاء في القواعد من النساء ج7/ص93،،",
            "page": "85",
            "part": "1",
            "seal": "29ABF602"
        },
        {
            "id": "86",
            "nass": "- بكاء الرحمة ¶ حينما يخالط القلب شعور بالرحمة ويمتزج به الإحساس بالشفقة مع عجز المرء عن تقديم ما ينفعه أو دفع ما يضره تذرف الدموع، يتجلى هذا الموقف في زيارة رسول الله صلى الله عليه وسلم لقبر أمه، وحينما وقف على قبرها خالطه الشعور بالرحمة والشفقة عليها أن ماتت مشركة قبل بعثته صلى الله عليه وسلم، فعن أبي هريرة قال: (زار النبي صلى الله عليه وسلم قبر أمه فبكى وأبكى من حوله فقال استأذنت ربي في أن أستغفر لها فلم يؤذن لي واستأذنته في أن أزور قبرها فأذن لي فزوروا القبور فإنها تذكر الموت) (¬1) ¶ ومن ذلك رحمة عمر بن الخطاب برسول الله صلى الله عليه وسلم حين رأى أثر السرير في جنبه فلم يملك دمعه رأفة به، كم جاء في رواية صحيح مسلم: (عن ¶ ¬__________ ¶ (¬1) أخرجه مسلم في باب استئذان النبي صلى الله عليه وسلم ربه عز وجل في زيارة قبر أمه ج2/ص671،، والنسائي في الكبرى في باب زيارة قبر المشرك 1/654،، وابن ماجة في باب ما جاء في زيارة قبور المشركين 1/501،، والبيهقي في باب لا يشهد لأحد بجنة ولا نار إلا من شهد.. 4/76",
            "page": "86",
            "part": "1",
            "seal": "EB7207FC"
        },
        {
            "id": "87",
            "nass": "عمر بن الخطاب رضي الله عنه قال: (لما اعتزل نبي الله صلى الله عليه وسلم نساءه قال دخلت المسجد فإذا الناس ينكتون بالحصى ويقولون طلق رسول الله صلى الله عليه وسلم نساءه وذلك قبل أن يؤمرن بالحجاب فقال عمر فقلت لأعلمن ذلك اليوم قال فدخلت على عائشة فقلت يا بنت أبي بكر أقد بلغ من شأنك أن تؤذي رسول الله صلى الله عليه وسلم فقالت مالي ومالك يا بن الخطاب عليك بعيبتك قال فدخلت على حفصة بنت عمر فقلت لها يا حفصة أقد بلغ من شأنك أن تؤذي رسول الله صلى الله عليه وسلم والله لقد علمت أن رسول الله صلى الله عليه وسلم لا يحبك ولولا أنا لطلقك رسول الله صلى الله عليه وسلم فبكت أشد البكاء فقلت لها أين رسول الله صلى الله عليه وسلم قالت هو في خزانته في المشربة فدخلت فإذا أنا برباح غلام رسول الله صلى الله عليه وسلم قاعدا على أسكفة المشربة مدل رجليه على نقير من خشب وهو جذع يرقى عليه رسول الله صلى الله عليه وسلم وينحدر فناديت يا رباح استأذن لي عندك على رسول الله صلى الله عليه وسلم فنظر رباح إلى الغرفة ثم نظر إلى فلم يقل شيئا ثم قلت يا رباح استأذن لي عندك على رسول الله صلى الله عليه وسلم فنظر رباح إلى الغرفة ثم نظر إلي فلم يقل شيئا ثم رفعت صوتي فقلت يا رباح استأذن لي عندك على رسول الله صلى الله عليه وسلم فإني أظن أن رسول الله صلى الله عليه وسلم ظن أنى جئت من أجل حفصة والله لئن أمرني رسول الله صلى الله عليه وسلم بضرب عنقها لأضربن عنقها ورفعت صوتي فأومأ إلى أن ارقه فدخلت على رسول الله صلى الله عليه وسلم وهو مضطجع على حصير فجلست فأدنى عليه إزاره وليس عليه غيره وإذا الحصير قد أثر في جنبه فنظرت ببصري في خزانة رسول الله صلى الله عليه وسلم فإذا أنا بقبضة من شعير نحو الصاع ومثلها قرظا في ناحية الغرفة وإذا أفيق معلق قال فابتدرت عيناي (¬1) قال ما يبكيك يا بن الخطاب قلت يا نبي الله ومالي لا أبكى ¶ ¬__________ ¶ (¬1) ابتدرت: أي دمعت",
            "page": "87",
            "part": "1",
            "seal": "6C78382A"
        },
        {
            "id": "88",
            "nass": "وهذا الحصير قد أثر في جنبك وهذه خزانتك لا أرى فيها إلا ما أرى وذاك قيصر وكسرى في الثمار والأنهار وأنت رسول الله صلى الله عليه وسلم وصفوته وهذه خزانتك فقال يا بن الخطاب ألا ترضى أن تكون لنا الآخرة ولهم الدنيا قلت بلى قال ودخلت عليه حين دخلت وأنا أرى في وجهه الغضب فقلت يا رسول الله ما يشق عليك من شأن النساء فإن كنت طلقتهن فإن الله معك وملائكته وجبريل وميكائيل وأنا وأبو بكر والمؤمنون معك وقلما تكلمت وأحمد الله بكلام إلا رجوت أن يكون الله يصدق قولي الذي أقول ونزلت هذه الآية آية التخيير ((عَسَى رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجاً خَيْراً مِّنكُنَّ)) ((وَإِن تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاهُ وَجِبْرِيلُ وَصَالِحُ المُؤْمِنِينَ وَالْمَلائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ)) (¬1) وكانت عائشة بنت أبي بكر وحفصة تظاهران على سائر نساء النبي صلى الله عليه وسلم فقلت يا رسول الله أطلقتهن قال لا قلت يا رسول الله إني دخلت المسجد والمسلمون ينكتون بالحصى يقولون طلق رسول الله صلى الله عليه وسلم نساءه أفأنزل فأخبرهم أنك لم تطلقهن قال نعم إن شئت فلم أزل أحدثه حتى تحسر الغضب عن وجهه وحتى كشر فضحك وكان من أحسن الناس ثغرا ثم نزل نبي الله صلى الله عليه وسلم ونزلت فنزلت أتشبث بالجذع ونزل رسول الله صلى الله عليه وسلم كأنما يمشي على الأرض ما يمسه بيده فقلت يا رسول الله إنما كنت في الغرفة تسعة وعشرين قال إن الشهر يكون تسعا وعشرين فقمت على باب المسجد فناديت بأعلى صوتي لم يطلق رسول الله صلى الله عليه وسلم نساءه ونزلت هذه الآية ((وَإِذَا جَاءَهُمْ أَمْرٌ مِّنَ الأَمْنِ أَوِ الخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُوْلِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنبِطُونَهُ مِنْهُمْ)) فكنت أنا استنبطت ذلك الأمر وأنزل الله عز وجل آية ¶ ¬__________ ¶ (¬1) سورة الطلاق آية 4،5",
            "page": "88",
            "part": "1",
            "seal": "7B93D455"
        },
        {
            "id": "89",
            "nass": "التخيير) (¬1) ¶ - بكاء الموافقة ¶ كثيرا نرى أحدا يبكي فنبكي لبكائه وربما لا نعرف سبب بكائه، وإنما يكون ذلك بسبب التداعي والتهييج وهو ما يعرف بالموافقة وذلك في بدء الأمر لا شيء فيه من حيث الذم أو المدح، فإذا تبين السبب واستمر البكاء كان للموافِق حكم الموافَق أجرا أو تأثما، وفي السنة دلائل على بكاء الموفقة منها ما رواه عبد الله بن عمر رضي الله عنهما قال: (اشتكى سعد بن عبادة شكوى له فأتى رسول الله صلى الله عليه وسلم يعوده مع عبد الرحمن بن عوف وسعد بن أبي وقاص وعبد الله بن مسعود فلما دخل عليه وجده في غشيته فقال قد قضى فقالوا لا والله يا رسول الله فبكي رسول الله صلى الله عليه وسلم فلما رأى القوم بكاء رسول الله - صلى الله عليه وسلم- بكوا فقال ألا تسمعون أن الله تعالى لا يعذب بدمع العين ولا بحزن القلب ولكن يعذب بهذا وأشار إلى لسانه أو يرحم) (¬2) ¶ ¬__________ ¶ (¬1) هذا لفظ مسلم أخرجه في كتاب / باب في الإيلاء 2/1105،، وأخرجه البخاري ف باب باب الغرفة والعلية المشرفة في السطوح 2/872،، وباب ما كان النبي صلى الله عليه وسلم يتجوز من اللباس 5/2197،، وأبو نعيم في المسند المستخرج على صحيح مسلم 4/160،، وبن حبان في باب ذكر الخبر المدحض قول من زعم أن هذا الخبر تفرد به.. 9/496،، وباب ذكر البيان بأن المرء جائز له أن يؤدب امرأته 9/493،، وباب ذكر الخبر بأن عائشة لما خيرها المصطفى.. 10/86،، والترمذي في باب ومن سورة التحريم 5/421،، والدارمي في ابا في الرجعة 2/214،، وأبو عوانة في باب الخبر المبين أن الرجل إذا قال لامرأته اختاري3/163،، والبيهقي في باب ما وجب عليه من تخيير النساء 7/37 ¶ (¬2) تقدم هامش 118",
            "page": "89",
            "part": "1",
            "seal": "8E29E010"
        },
        {
            "id": "90",
            "nass": "ومنها ما جاء في حديث الإفك الطويل وفيه رفعة عائشة رضي الله عنها واستجابة المولى لدعائها وإظهاره لبراءتها رحمة بها لما ظلمت وافتري عليها الإفك حتى بكت وبكت وبكت شهرا لا يجف لها دمع ولا تهنأ بطعام، فعن عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم حين قال لها أهل الإفك ما قالوا فبرأها الله منه قال الزهري وكلهم حدثني طائفة من حديثها وبعضهم أوعى من بعض وأثبت له اقتصاصا وقد وعيت عن كل واحد منهم الحديث الذي حدثني عن عائشة وبعض حديثهم يصدق بعضا زعموا أن عائشة قالت كان رسول الله صلى الله عليه وسلم إذا أراد أن يخرج سفرا أقرع بين أزواجه فأيتهن خرج سهمها خرج بها معه فأقرع بيننا في غزاة غزاها فخرج سهمي فخرجت معه بعد ما أنزل الحجاب فأنا أحمل في هودج وأنزل فيه فسرنا حتى إذا فرغ رسول الله- صلى الله عليه وسلم- من غزوته تلك وقفل ودنونا من المدينة آذن ليلة بالرحيل فقمت حين آذنوا بالرحيل فمشيت حتى جاوزت الجيش فلما قضيت شأني أقبلت إلى الرحل فلمست صدري فإذا عقد لي من جزع أظفار قد انقطع فرجعت فالتمست عقدي فحبسني ابتغاؤه فأقبل الذين يرحلون لي فاحتملوا هودجي فرحلوه على بعيري الذي كنت أركب وهم يحسبون أني فيه وكان النساء إذ ذاك خفافا لم يثقلن ولم يغشهن اللحم وإنما يأكلن العلقة من الطعام فلم يستنكر القوم حين رفعوه ثقل الهودج فاحتملوه وكنت جارية حديثة السن فبعثوا الجمل وساروا فوجدت عقدي بعد ما استمر الجيش فجئت منزلهم وليس فيه أحد فأممت منزلي الذي كنت به فظننت أنهم سيفقدونني فيرجعون إلي فبينا أنا جالسة غلبتني عيناي فنمت وكان صفوان بن المعطل السلمي ثم الذكواني من وراء الجيش فأصبح عند منزلي فرأى سواد إنسان نائم فأتاني وكان يراني قبل الحجاب فاستيقظت باسترجاعه حين أناخ راحلته فوطىء يدها فركبتها فانطلق يقود بي الراحلة حتى أتينا الجيش بعد ما نزلوا معرسين في نحر الظهيرة فهلك من هلك وكان الذي تولى الإفك",
            "page": "90",
            "part": "1",
            "seal": "E53C2B90"
        },
        {
            "id": "91",
            "nass": "عبد الله بن أبي بن سلول فقدمنا المدينة فاشتكيت بها شهرا يفيضون من قول أصحاب الإفك ويريبني في وجعي أني لا أرى من النبي صلى الله عليه وسلم اللطف الذي كنت أرى منه حين أمرض إنما يدخل فيسلم ثم يقول كيف تيكم لا أشعر بشيء من ذلك حتى نقهت فخرجت أنا وأم مسطح قبل المناصع متبرزنا لا نخرج إلا ليلا إلى ليل وذلك قبل أن نتخذ الكنف قريبا من بيوتنا وأمرنا أمر العرب الأول في البرية أو في التنزه فأقبلت أنا وأم مسطح بنت أبي رهم نمشي فعثرت في مرطها فقالت تعس مسطح فقلت لها بئس ما قلت أتسبين رجلا شهد بدرا فقالت يا هنتاه ألم تسمعي ما قالوا فأخبرتني بقول أهل الإفك فازددت مرضا إلى مرضي فلما رجعت إلى بيتي دخل علي رسول الله صلى الله عليه وسلم فسلم فقال كيف تيكم فقلت ائذن لي إلى أبوي قالت وأنا حينئذ أريد أن أستيقن الخبر من قبلهما فأذن لي رسول الله صلى الله عليه وسلم فأتيت أبوي فقلت لأمي ما يتحدث به الناس فقالت يا بنية هوني على نفسك الشأن فوالله لقلما كانت امرأة قط وضيئة عند رجل يحبها ولها ضرائر إلا أكثرن عليها فقلت سبحان الله ولقد يتحدث الناس بهذا قالت فبت الليلة حتى أصبحت لا يرقأ لي دمع ولا أكتحل بنوم ثم أصبحت فدعا رسول الله صلى الله عليه وسلم علي بن أبي طالب وأسامة بن زيد حين استلبث الوحي يستشيرهما في فراق أهله فأما أسامة فأشار عليه بالذي يعلم في نفسه من الود لهم فقال أسامة أهلك يا رسول الله ولا نعلم والله إلا خيرا وأما علي بن أبي طالب فقال يا رسول الله لم يضيق الله عليك والنساء سواها كثير وسل الجارية تصدقك فدعا رسول الله صلى الله عليه وسلم بريرة فقال يا بريرة هل رأيت فيها شيئا يريبك فقالت بريرة لا والذي بعثك بالحق إن رأيت منها أمرا أغمصه عليها أكثر من أنها جارية حديثة السن تنام عن العجين فتأتي الداجن فتأكله فقام رسول الله صلى الله عليه وسلم من يومه فاستعذر من عبد الله بن أبي بن سلول فقال رسول الله",
            "page": "91",
            "part": "1",
            "seal": "096DF978"
        },
        {
            "id": "92",
            "nass": "صلى الله عليه وسلم من يعذرني من رجل بلغني أذاه في أهلي فوالله ما علمت على أهلي إلا خيرا وقد ذكروا رجلا ما علمت عليه إلا خيرا وما كان يدخل على أهلي إلا معي فقام سعد بن معاذ فقال يا رسول الله أنا والله أعذرك منه إن كان من الأوس ضربنا عنقه وإن كان من إخواننا من الخزرج أمرتنا ففعلنا فيه أمرك فقام سعد بن عبادة وهو سيد الخزرج وكان قبل ذلك رجلا صالحا ولكن احتملته الحمية فقال كذبت لعمر الله لا تقتله ولا تقدر على ذلك فقام أسيد بن الحضير فقال كذبت لعمر الله والله لنقتلنه فإنك منافق تجادل عن المنافقين فثار الحيان الأوس والخزرج حتى هموا ورسول الله صلى الله عليه وسلم على المنبر فنزل فخفضهم حتى سكتوا وسكت",
            "page": "92",
            "part": "1",
            "seal": "BB965F53"
        },
        {
            "id": "93",
            "nass": "وبكيت يومي لا يرقأ لي دمع ولا أكتحل بنوم فأصبح عندي أبواي قد بكيت ليلتين ويوما حتى أظن أن البكاء فالق كبدي قالت فبينا هما جالسان عندي وأنا أبكي إذ استأذنت امرأة من الأنصار فأذنت لها فجلست تبكي معي فبينا نحن كذلك إذ دخل رسول الله صلى الله عليه وسلم فجلس ولم يجلس عندي من يوم قيل في ما قيل قبلها وقد مكث شهرا لا يوحى إليه في شأني شيء قالت فتشهد ثم قال يا عائشة فإنه بلغني عنك كذا وكذا فإن كنت بريئة فسيبرئك الله وإن كنت ألممت بشيء فاستغفري الله وتوبي إليه فإن العبد إذا اعترف بذنبه ثم تاب تاب الله عليه فلما قضى رسول الله صلى الله عليه وسلم مقالته قلص دمعي حتى ما أحس منه قطرة وقلت لأبي أجب عني رسول الله صلى الله عليه وسلم قال والله ما أدري ما أقول لرسول الله صلى الله عليه وسلم فقلت لأمي أجيبي عني رسول الله صلى الله عليه وسلم فيما قال قالت والله ما أدري ما أقول لرسول الله صلى الله عليه وسلم قالت وأنا جارية حديثة السن لا أقرأ كثيرا من القرآن فقلت إني والله لقد علمت أنكم سمعتم ما يتحدث به الناس ووقر في أنفسكم وصدقتم به ولئن قلت لكم إني بريئة والله يعلم إني لبريئة لا تصدقوني بذلك ولئن اعترفت لكم بأمر والله يعلم أني بريئة لتصدقني والله ما أجد لي ولكم مثلا إلا أبا يوسف إذ قال فصبر جميل والله المستعان على ما تصفون ثم تحولت على فراشي وأنا أرجو أن يبرئني الله ولكن والله ما ظننت أن ينزل في شأني وحيا ولأنا أحقر في نفسي من أن يتكلم بالقرآن في أمري ولكني كنت أرجو أن يرى رسول الله صلى الله عليه وسلم في النوم رؤيا يبرئني الله فوالله ما رام مجلسه ولا خرج أحد من أهل البيت حتى أنزل عليه الوحي فأخذه ما كان يأخذه من البرحاء حتى إنه ليتحدر منه مثل الجمان من العرق في يوم شات فلما سري عن رسول الله صلى الله عليه وسلم وهو يضحك فكان أول كلمة تكلم بها أن قال لي يا عائشة احمدي الله فقد برأك الله فقالت لي أمي",
            "page": "93",
            "part": "1",
            "seal": "75B468AA"
        },
        {
            "id": "94",
            "nass": "قومي إلى رسول الله صلى الله عليه وسلم فقلت لا والله لا أقوم إليه ولا أحمد إلا الله فأنزل الله تعالى إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ مِّنكُمْ)) (¬1) الآيات فلما أنزل الله هذا في براءتي قال أبو بكر الصديق رضي الله عنه وكان ينفق على مسطح بن أثاثة لقرابته منه والله لا أنفق على مسطح شيئا أبدا بعد ما قال لعائشة فأنزل الله تعالى ((وَلاَ يَأْتَلِ أُوْلُوا الفَضْلِ مِنكُمْ وَالسَّعَةِ)) إلى قوله ((أَلاَ تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ)) (¬2) فقال أبو بكر بلى والله إني لأحب أن يغفر الله لي فرجع إلى مسطح الذي كان يجري عليه وكان رسول الله صلى الله عليه وسلم يسأل زينب بنت جحش عن أمري فقال يا زينب ما علمت ما رأيت فقالت يا رسول الله أحمي سمعي وبصري والله ما علمت عليها إلا خيرا قالت وهي التي كانت تساميني فعصمها الله بالورع) (¬3) ¶ وفي هذا الحديث بكاء عائشة رضي الله عنها لما علمت بخبر الإفك، ورأت من رسول الله صلى الله عليه وسلم ما لم تكن ترى من الجفاء فعتبت وأسفت لما يمكن أن يكون وقر في قلوب أهلها من التصديق بالخبر أو تطرق الشك إلى نفوسهم، وفي الحديث تبين أن الأصحاب يوافقون أصحابهم في مشاعرهم فيبكون لبكائهم بدليل بكاء المرأة مع عائشة رضي الله عنها ولم ينهها رسول الله صلى الله عليه وسلم عن ذلك فدل على الإباحة. ¶ ¬__________ ¶ (¬1) سورة النور آية11 ¶ (¬2) سورة النور آية22 ¶ (¬3) أخرجه البخاري في باب تعديل النساء بعضهن بعضا2/942-945،، وباب حديث الإفك 4/1519،، وباب قوله: لولا إذ سمعتموه ظن المؤمنون.. 4/1776،، ومسلم في باب في حديث الإفك وقبول توبة القاذف 4/2133،، وابن حبان في ذكر ما يجب على المرء من الإقراع بين النسوة 10/17، وباب ذكر إنزال الله جل وعلا الآي في براءة عائشة.. 16/16،، والبيهقي في باب قرعة الرجل بين نسائه 5/297، وباب قوله تعالى إن الذين جاؤوا بالإفك عصبة منكم 6/417",
            "page": "94",
            "part": "1",
            "seal": "04A4CDCA"
        },
        {
            "id": "95",
            "nass": "- بكاء العتب ¶ تقدم فيما مضى من حديث الإفك بكاء عائشة رضي الله عنها عتبا قالت: (وبكيت يومي لا يرقأ لي دمع) وتلك دموع تكثر وتغزر حينما تعتب على قريب أو حبيب يقف موقفا لم تكن تتوقعه، ورغم أنه لم يكن ملوما في موقفه لمبررات يراها إلا أن العتب يلازم النفس فتبكي العين أشد البكاء وهذا البكاء مباح حيث لم يرد فيه ذم ولا مدح. ¶ وحينما يتلقى المؤمن كلمة تسوؤه من أناس لا يظن أنهم يؤذونه يعتب عليهم حتى يبكي من ذلك ما حدث به أنس رضي الله عنه قال: (بلغ صفية أن حفصة قالت بنت يهودي فبكت فدخل عليها النبي صلى الله عليه وسلم وهي تبكي فقال ما يبكيك فقالت قالت لي حفصة إني بنت يهودي فقال النبي صلى الله عليه وسلم إنك لابنة نبي وإن عمك لنبي وإنك لتحت نبي ففيم تفخر عليك ثم قال اتقي الله يا حفصة) (¬1) ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ج5/ص709،، والنسائي في الكبرى باب الافتخار5/291، قال الترمذي: \" هذا حديث حسن صحيح غريب من هذا الوجه\" وقال المقدسي في الأحاديث المختارة: \" إسناده صحيح\" قلت: كلاهما يروونه من طريق عبد الرزاق عن معمر عن ثابت عن أنس وهذا إسناد صحيح، والله أعلم.",
            "page": "95",
            "part": "1",
            "seal": "5BCA7884"
        },
        {
            "id": "96",
            "nass": "والصغار أيضا لهم عتب على من يهابونه ويحبونه لذا بكت الجارية يوم دعا عليها النبي صلى الله عليه وسلم عتبا لأنها لم تر من نفسها صنيعا تستحق به التأنيب فضلا عن الدعاء حدث أنس بن مالك قال: (كانت عند أم سليم يتيمة وهي أم أنس فرأى رسول الله صلى الله عليه وسلم اليتيمة فقال آنت هيه لقد كبرت لا كبر سنك فرجعت اليتيمة إلى أم سليم تبكي فقالت أم سليم ما لك يا بنية قالت الجارية دعا على نبي الله صلى الله عليه وسلم أن لا يكبر سني فالآن لا يكبر سني أبدا أو قالت قرني فخرجت أم سليم مستعجلة تلوث خمارها حتى لقيت رسول الله صلى الله عليه وسلم فقال لها رسول الله صلى الله عليه وسلم ما لك يا أم سليم فقالت يا نبي الله أدعوت على يتيمتي قال وما ذاك يا أم سليم قالت زعمت أنك دعوت أن لا يكبر سنها ولا يكبر قرنها قال فضحك رسول الله صلى الله عليه وسلم ثم قال يا أم سليم أما تعلمين أن شرطى على ربي أنى اشترطت على ربي فقلت إنما أنا بشر أرضى كما يرضى البشر وأغضب كما يغضب البشر فأيما أحد دعوت عليه من أمتي بدعوة ليس لها بأهل أن تجعلها له طهورا وزكاة وقربة يقربه بها منه يوم القيامة) (¬1) ¶ - بكاء الفرح ¶ وكما يبكي المرء من الحزن فهو يبكي من الفرح أيضا، ولا يكون ذلك غالبا إلا حينما يبلغ الفرح منه مبلغا عظيما كما بكى أبو هريرة لإسلام أمه، بعد أن بكى قبل حزنا لضلالها، ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب البر والصلة/باب من لعنه النبي صلى الله عليه وسلم أو سبه 4/2009،، وابن حبان في باب ماجعل الله جل وعلا دعوة المصطفى.. 14/444",
            "page": "96",
            "part": "1",
            "seal": "ECBBB751"
        },
        {
            "id": "97",
            "nass": "قال أبو هريرة: (كنت أدعو أمي إلى الإسلام وهي مشركة فدعوتها يوما فأسمعتني في رسول الله صلى الله عليه وسلم ما أكره فأتيت رسول الله صلى الله عليه وسلم وأنا أبكي قلت يا رسول الله إني كنت أدعو أمي إلى الإسلام فتأبى علي فدعوتها اليوم فأسمعتني فيك ما أكره فادع الله أن يهدي أم أبي هريرة فقال رسول الله صلى الله عليه وسلم اللهم اهد أم أبي هريرة فخرجت مستبشرا بدعوة نبي الله صلى الله عليه وسلم فلما جئت فصرت إلى الباب فإذا هو مجاف فسمعت أمي خشف قدمي فقالت مكانك يا أبا هريرة وسمعت خضخضة الماء قال فاغتسلت ولبست درعها وعجلت عن خمارها ففتحت الباب ثم قالت يا أبا هريرة اشهد أن لا إله إلا الله واشهد أن محمدا عبده ورسوله قال فرجعت إلى رسول الله صلى الله عليه وسلم فأتيته وأنا أبكي من الفرح قال قلت يا رسول الله أبشر قد استجاب الله دعوتك وهدى أم أبي هريرة فحمد الله وأثنى عليه وقال خيرا قال قلت يا رسول الله ادع الله أن يحببني أنا وأمي إلى عباده المؤمنين ويحببهم إلينا قال فقال رسول الله صلى الله عليه وسلم اللهم حبب عبيدك هذا يعني أبا هريرة وأمه إلى عبادك المؤمنين وحبب إليهم المؤمنين فما خلق مؤمن يسمع بي ولا يراني إلا أحبني) (¬1) ومن ذاق حلاوة الإيمان تمناها لأحب حبيب، وليس أحب من الأم لذا بلغت فرحة أبي هريرة قمتها لاسيما وقد تأبت عليه وأظهرت ما آيسه من إسلامها. ¶ ¬__________ ¶ (¬1) أخرجه مسلم في فضائل الصحابة / باب من فضائل أبي هريرة الدوسي رضي الله عنه ج4/ص1938،، وابن حبان في باب ذكر الخبر الدال على أن محبة أبي هريرة من الأيمان 16/107",
            "page": "97",
            "part": "1",
            "seal": "BE4CE018"
        },
        {
            "id": "98",
            "nass": "وفرح أبي بن كعب بأمر الله لنبيه صلى الله عليه وسلم أن يقرأ عليه سورة البينة وتسميته له حتى بكى من الفرح، كما حدث بذلك أنس بن مالك رضي الله عنه قال: (قال النبي صلى الله عليه وسلم لأبي إن الله أمرني أن أقرأ عليك لم يكن الذين كفروا من أهل الكتاب قال وسماني قال نعم فبكى) (¬1) ¶ وهل من شيء خير للمؤمن من أن يذكره الله تعالى ويخصه بخصوصية ينفرد بها عن غيره. ¶ أنواع أخرى من البكاء ¶ - بكاء الشياطين ¶ كما أن البشر يبكون، فالشياطين أيضا تبكي، حدث أبو هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم (إذا قرأ بن آدم السجدة فسجد اعتزل الشيطان يبكي يقول يا ويله وفي رواية أبي كريب يا ويلي أمر بن آدم بالسجود فسجد فله الجنة وأمرت بالسجود فأبيت فلي النار) (¬2) ¶ - بكاء الجماد ¶ قال الله تعالى ((فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأَرْضُ وَمَا كَانُوا مُنظَرِينَ)) (¬3) ¶ ¬__________ ¶ (¬1) أخرجه البخاري باب مناقب أبي بن كعب ج3/ص1385،، وباب تفسير سورة لم يكن البينة 4/1896،، ومسلم في باب استحباب قراءة القرآن على أهل الفضل.. 1/550،، وفي كتاب فضائل الصحابة/ باب من فضائل أبي بن كعب وجماعة من الأنصار4/1915،، وأبو نعيم في المسند المستخرج عل مسلم 2/390،، والترمذي في باب مناقب معاذ بن جبل وزيد بن ثابت وأبي وأبي عبيدة بن الجراح ج5/ص664،، والنسائي في الكبرى باب سورة البينة 6/520 ¶ (¬2) أخرجه مسلم في كتاب الإيمان/ باب بيان إطلاق اسم الكفر على من ترك الصلاة ج1/ص87،، وابن خزيمة في باب النهي عن قراءة القرآن في الركوع والسجود 1/276،، وابن حبان في باب سجود التلاوة 6/465،، وأبو نعيم في المسند المستخرج باب إذا قرأ ابن آدم السجدة 1/159،، وابن ماجة في باب سجود التلاوة 1/334،، وأبو عوانة باب التسليم بعد سجدتي السهو2/206،، وسعيد بن منصور في باب قوله تعالى \" وإذ قلنا للملائكة اسجدوا لآدم ... \" 2/553 ¶ (¬3) سورة الدخان 29",
            "page": "98",
            "part": "1",
            "seal": "86AA48C7"
        },
        {
            "id": "99",
            "nass": "قال ابن كثير:\" أي لم تكن لهم أعمال صالحة تصعد في أبواب السماء فتبكي على فقدهم ولا لهم في الأرض بقاع عبدوا الله تعالى فيها فقدتهم فلهذا استحقوا أن لا ينظروا ولا يؤخروا لكفرهم وإجرامهم وعتوهم وعنادهم\" (¬1) وحمل كثير من أهل العلم هذا على الحقيقة قال الطبري: \"عن سعيد بن جبير قال أتى بن عباس رجل فقال يا أبا عباس أرأيت قول الله تبارك وتعالى (فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأَرْضُ وَمَا كَانُوا مُنظَرِينَ) فهل تبكي السماء والأرض على أحد قال نعم إنه ليس أحد من الخلائق إلا له باب في السماء منه ينزل رزقه وفيه يصعد عمله فإذا مات المؤمن فأغلق بابه من السماء الذي كان يصعد فيه عمله وينزل منه رزقه بكى عليه وإذا فقده مصلاه من الأرض التي كان يصلي فيها ويذكر الله فيها بكت عليه وإن قوم فرعون لم يكن لهم في الأرض آثار صالحة ولم يكن يصعد إلى السماء منهم خير قال فلم تبك عليهم السماء والأرض\" وذكر ذلك عن عدد من التابعين منهم مجاهد وسعيد بن جبير (¬2) وذهب بعضهم إلى أن ذلك من المجاز قال الشيخ السعدي:\" هذا التعبير مجاز عن عدم الاكتراث بهلاكهم والاعتداد بوجودهم وفيه تهكم بهم وبحالهم المنافية لحال من يعظم فقده فيقال عنه بكت عليه السماء والأرض ومنه ما روي أن المؤمن إذا مات ليبكي عليه مصلاه ومحل عبادته ومصاعد عمله ومهابط رزقه وآثاره في الأرض وعن الحسن يبكي عليه أهل السماء والأرض \" (¬3) ¶ ¬__________ ¶ (¬1) تفسير ابن كثير ج4/ص143 ¶ (¬2) جامع البيان 25/125 ¶ (¬3) تفسير السعدي ج1/ص552",
            "page": "99",
            "part": "1",
            "seal": "02B0E7E9"
        },
        {
            "id": "100",
            "nass": "وقد دلت السنة على أن الجماد يبكي إذا استدعاه حدث للبكاء إلا أن البشر لا يدركون بكاءه كما لا يدركون تسبيحهم، ومن الأدلة على بكاء الجماد بكاء النخلة التي كان صلى الله عليه وسلم يخطب عندها، أخبر جابر بن عبد الله رضي الله عنهما (أن النبي صلى الله عليه وسلم كان يقوم يوم الجمعة إلى شجرة أو نخلة فقالت امرأة من الأنصار أو رجل يا رسول الله ألا نجعل لك منبرا قال إن شئتم فجعلوا له منبرا فلما كان يوم الجمعة دفع إلى المنبر فصاحت النخلة صياح الصبي ثم نزل النبي صلى الله عليه وسلم فضمها إليه تئن أنين الصبي الذي يسكن قال كانت تبكي على ما كانت تسمع من الذكر عندها) (¬1) ¶ قال ابن حجر: \" قال البيهقي: قصة حنين الجذع من الأمور الظاهرة التي حملها السلف عن الخلف، ورواية الأخبار الخاصة فيها كالتكلف. وفي الحديث دلالة على أن الجمادات قد يخلق الله لها إدراكا كالحيوان بل كأشرف الحيوان، وفيه تأييد لقول من يحمل (وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ) (¬2) على ظاهره. \" (¬3) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في باب علامات النبوة ج3/ص1314،، صحيح ابن خزيمة باب ذكر العلة التي لها حن الجذع عند قيام النبي صلى الله عليه وسلم على المنبر وصفة منبر النبي صلى الله عليه وسلم ج3/ص140،، وابن حبان في ذكر حنين الجذع الذي كان يخطب عليه المصطفى صلى الله عليه وسلم لما فارقه 14/435،، والترمذي في باب ماجاء في الخطبة على المنبر 2/379،، وابن ماجة في باب ما جاء في بدء المنبر 1/455،، والبيهقي في باب مقام الإمام في الخطبة 3/195،، والدارمي في باب ما أكرم النبي صلى الله عليه وسلم بحنين ... 1/30، وباب مقام الإمام إذا خطب.. 1/442 ¶ (¬2) سورة الإسراء آية 44 ¶ (¬3) فتح الباري 6/603",
            "page": "100",
            "part": "1",
            "seal": "56E4F756"
        },
        {
            "id": "101",
            "nass": "قال ابن عبد البر: \" ومن حمل ذلك على الحقيقة قال جائز أن ينطقها الله كما تنطق الأيدي والجلود والأرجل يوم القيامة وهو الظاهر من قول الله عز وجل: ((يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ)) (¬1) ومن قوله: ((وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ)) الآية و ((قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ)) (¬2) وقال: قوله عز وجل ((تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ)) (¬3) أي تتقطع عليهم غيظا كما تقول فلان يتقد عليك غيظا وقال عز وجل ((إِذَا رَأَتْهُم مِّن مَّكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظاً وَزَفِيراً)) (¬4) فأضاف إليها الرؤية والتغيظ إضافة حقيقية وكذلك كل ما في القرآن من مثل ذلك واحتجوا بقول الله عز وجل: ((يَقُصُّ الحَقَّ)) (¬5) ومن هذا الباب عندهم قوله: ((فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأَرْضُ وَمَا كَانُوا مُنظَرِينَ)) (¬6) \" (¬7) ¶ خاتمة ¶ من خلال دراسة أحاديث رسول الله صلى الله عليه وسلم في الكتب الستة والبحث عن هذا السلوك \" البكاء\" تبين أنه ليس له حكم ثابت، بل حكمه باعتبار موجبه، فإن كان موجبه مذموما كان محرما أو مكروها كالنياحة على الميت فإن موجبها السخط من قدر الله تعالى، وإن كان الموجب ممدوحا كان البكاء مستحبا، فهو لا يعدو أن يكون أثرا، ولما كان هذا السلوك فطريا في الإنسان لم ينه عنه عند اندفاعه وغلبته كأثر للألم الحسي أو المعنوي لأن فيه شيء من التنفيس عن الإنسان. ¶ ¬__________ ¶ (¬1) سورة ق آية30 ¶ (¬2) سورة النمل آية 18 ¶ (¬3) سورة الملك آية 8 ¶ (¬4) سورة الفرقان آية 12 ¶ (¬5) سورة الأنعام آية 57 ¶ (¬6) سورة الدخان آية 29 ¶ (¬7) التمهيد لابن عبد البر ج5/ص15",
            "page": "101",
            "part": "1",
            "seal": "A5A8A3C2"
        },
        {
            "id": "102",
            "nass": "ومن خلال البحث في السنة النبوية عن البكاء ودراسة موقف الرسول صلى الله عليه وسلم منه تبين أن الإسلام لا يخالف الفطرة بل يوافقها ويهذبها بما يعود عليها بالنفع فلو ترك المبتلى بفقد حبيبه يبكي بشدة تصل إلى درجة الانتحاب لازداد به البكاء حتى تنقطع نفسه وتتفتت كبده ولن يعيد البكاء فقيده، وسينقطع عن معاشه وعبادته، وهو في هذا كأنما يشكو ربه فإنه هو الذي قدر عليه وابتلاه. ¶ وإذ أبحث في السنة النبوية وأضع هذه الأحاديث بين يدي القاريء مبينة حكم كل نوع من أنواع البكاء، آمل أن يعتني الباحثون في علم النفس الإسلامي بهذه الجوانب ويدرسوها ويطبقوها على الواقع ويستخرجوا النتائج التي تثبت للناس أن ما جاء به الدين هو الأصلح لهم، وليزدادوا إيمانا مع إيمانهم. ¶ والله أسأل أن ينفع به، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ المصادر والمراجع: ¶ 1. أحكام القرآن، لأبي بكر أحمد بن علي الرازي الجصاص، دار الكتاب العربي، بيروت ¶ 2. الأوسط، لأبي بكر محمد بن إبراهيم بن المنذر النيسابوري، دار طيبة، الرياض، ط الأولى 1405 ¶ 3. الأم لمحمد بن إدريس الشافعي، دار الفكر، 1410 ¶ 4. بدائع الصنائع، علاء الدين الكاساني، دار الكتاب العربي، بيروت 1382ط الثانية ¶ 5. بداية المجتهد ونهاية المقتصد، لمحمد بن أحمد بن رشد القرطبي، دار الفكر، بيروت ¶ 6. البكاء عند قراءة القرآن، لعبد الله بن إبراهيم اللحيدان ¶ 7. البكاء من خشية الله تعالى/ لحسين بن عودة العوايشة، دار بن حزم، الطبعة الأولى 1423 ¶ 8. البيان والتحصيل، لأبي الوليد بن رشد القرطبي، دار الغرب الإسلامي، ط الثانية 1408 ¶ 9. تخريج الأحاديث والأثار، لجمال الدين عبد الله بن يوسف الزيلعي، دار ابن حزم، الرياض، ط الأولى 1414 ¶ 10. التخويف من النارلأبي الفرج عبد الرحمن بن أحمد بن رجب الحنبلي، دار البيان، دمشق، ط الأولى 1399",
            "page": "102",
            "part": "1",
            "seal": "5DF58161"
        },
        {
            "id": "103",
            "nass": "11. التعاريف، لمجمد بن عبد الرؤوف المناوي،دار الفكر المعاصر، بيروت، دمشق، ط الأولى 1410 ¶ 12. تغليق التعليق، للحافظ أحمد بن علي بن حجر العسقلاني، دار عمار، ط الأولى 1405 ¶ 13. تفسير القرآن العظيم لاسماعيل بن عمر بن كثير، دار الفكر، بيروت 1401 ¶ 14. تفسير القرطبي، لأبي عبد الله محمد بن أحمد الأنصاري القرطبي، دار الشعب القاهرة ¶ 15. تقريب التهذيب، للحافظ أحمد بن علي بن حجر العسقلاني، دار الرشيد، ط الثانية 1408 ¶ 16. تلخيص الحبير، للحافظ أحمد بن علي بن حجر العسقلاني،المدينة المنورة،1384 ¶ 17. التمهيد لابن عبد البر، لأبي عمر يوسف بن عبد الله بن عبد البر النمري، وزارة عموم الأوقاف،المغرب1387 ¶ 18. تهذيب التهذيب للحافظ أحمد بن علي بن حجر العسقلاني، دائرة المعارف النظامية، حيدر أباد بالهند،1325ط الأولى ¶ 19. تهذيب الكمال، مؤسسة الرسالة، ط الأولى، بيروت، للمزي ¶ 20. تيسير الكريم الرحمن، لعبد الرحمن بن ناصر السعدي، مؤسسة الرسالة، بيروت 1421 ¶ 21. جامع البيان في تفسير القرآن لمحمد بن جريرالطبري، دارالفكر، بيروت 1405 ¶ 22. حاشية الدسوقي على الشرح الكبير، لمحمد عرفة الدسوقي، دار إحياء الكتب العربية ¶ 23. حلية الأولياء،لأبي نعيم أحمد بن عبد الله الأصبهاني، دار الكتاب العربي بيروت 1405 ¶ 24. دموع الصالحين / لأبي الفداء محمد عزت عارف، ط الأولى، مركزفجر للطباعة، القاهرة 1424 ¶ 25. دموع القراء (بكاء السلف عند تلاوة القرآن وسماعه) لمحمد شومان بن أحمد الرملي، دار النفائس الأردن، ط الأولى 1423 ¶ 26. الرقة والبكاء، لابي بكرعبد الله بن محمد ابن ابي الدنيا، دار بن حزم 1419 ¶ 27. الرقة والبكاء لموفق الدين عبد الله بن أحمد ابن قدامة، دار القلم، دمشق ط الأولى،1415 ¶ 28. روضة الطالبين للنووي، بيروت، المكتب الإسلامي، ط الثانية 1405",
            "page": "103",
            "part": "1",
            "seal": "0E4C1990"
        },
        {
            "id": "104",
            "nass": "29. الزهد لابن المبارك، لعبد الله بن المبارك بن واضح المروزي، دار الكتب العلمية، بيروت ¶ 30. الزهد لابن حنبل، تأليف أحمد بن عمرو بن أبي عاصم الشيباني، دار الريان للتراث، القاهرة، ط الثانية 1408 ¶ 31. سنن ابن ماجة لمحمد بن يزيد أبو عبد الله القزويني دار الفكر، بيروت، تحقيق محمد فؤاد عبد الباقي ¶ 32. سنن أبي داوود لسليمان بن الأشعث أبو داود السجستاني الأزدي، دار الفكر، ¶ 33. سنن الترمذي، لمحمد بن عيسى الترمذي، دار إحياء التراث، بيروت، تحقيق أحمد شاكر ¶ 34. السنن الكبرى لأحمد بن الحسين بن علي بن موسى البيهقي دار الباز، مكة، 1414 ¶ 35. سنن الدارمي لأبي محمد عبد الله بن عبد الرحمن الدارمي، دار الكتاب العربي، بيروت،1407 ¶ 36. السنن الكبرى للنسائي، دار الكتب العلمية، بيروت،1411، \"الأولى ¶ 37. سنن النسائي الصغرى (المجتبى) لأحمد بن شعيب أبي عبد الرحمن النسائي، مكتب المطبوعات، حلب، 1406 ¶ 38. سنن الدارقطني، لعلي بن عمرأبي الحسن الدارقطني، دار المعرفة، بيروت 1386 ¶ 39. سنن سعيد بن منصور1، لسعيد بن منصور الخرساني، الدار السلفية، الهند،1403 ¶ 40. سنن سعيد بن منصور2، دارالعصيمي، الرياض،1414،ط الأولى ¶ 41. سير أعلام النبلاء، لمحمد بن أحمد بن قايماز الذهبي، مؤسسة الرسالة، بيروت، ط التاسعة 1413 ¶ 42. شرح معني الآثار، لأحمد بن سلامة بن عبد الملك بن سلمة الطحاوي، دار الكتب العلمية، بيروت،1399، ط الأولى ¶ 43. الشرح الكبير، لأبي الفرج عبد الرحمن بن قدامة، طبعة جامعة الإمام محمد بن سعود الإسلامية ¶ 44. شعب الإيمان لأبي بكر أحمد بن الحسين البيهقي، دار الكتب العلمية، بيروت ط الأولى1410 ¶ 45. الشمائل المحمدية، محمد بن عيسى الترمذي،مؤسسة الكتب العلمية، بيروت، الإولى 1412 ¶ 46. صحيح ابن حبان لمحمد بن حبان بن أحمد أبو حاتم البستي، مؤسسة الرسالة، بيروت، 1414، ط الثانية بتحقيق شعيب الأرنؤوط",
            "page": "104",
            "part": "1",
            "seal": "963EB4C2"
        },
        {
            "id": "105",
            "nass": "47. صحيح ابن خزيمة لمحمد بن إسحاق بن خزيمة أبو بكر السلمي النيسابوري، المكتب الإسلامي، بيروت،1390، بتحقيق د. محمد الأعظمي ¶ 48. صحيح مسلم لمسلم بن الحجاج أبو الحسين القشيري النيسابوري، دار إحياء التراث، بيروت، بتحقيق محمد فؤاد عبد الباقي ¶ 49. صحيح البخاري لمحمد بن إسماعيل البخاري دار ابن كثير، اليمامة، بيروت، 1407، ط الثالثة ¶ 50. صحيح سنن الترمذي ¶ 51. صفة الصفوة،لعبد الرحمنن بن علي بن محمد أبو الفرج بن الجوزي، دار المعرفة، بيروت، ط الثانية 1399 ¶ 52. صفة ضحك وبكاء النبي صلى الله عليه وسلم ومزاحه مع أصحابه/ لأحمد مصطفى قاسم الطهطاوي، دار الفضيلة القاهرة ¶ 53. علل الترمذي، لأبي طالب القاضي، عالم الكتب، بيروت، ط الأولى 1409 ¶ 54. عمدة القاري، لبدر الدين محمود بن أحمد العيني، دار إحياء التراث، بيروت ¶ 55. فتح الباري،لأحمد بن علي بن حجر العسقلاني، دار المعرفة، بيروت ¶ 56. فقه اللغة وسر العربية للثعلبي ¶ 57. الفواكه الدواني، لأحمد بن غنيم بن سالم النفراوي المالكي،دار الفكر، بيروت 1415 ¶ 58. الكاشف للذهبي، لحمد بن أحمد أبو عبد الله الذهبي الدمشقي، دار القبلة للثقافة، جدة، ط الأولى 1413 ¶ 59. لسان العرب، لمحمد بن مكرم بن منظور الأفريقي، دار صادر بيروت، ط الأولى ¶ 60. مجمع الزوائد، لعلي بن أبي بكر الهيثمي، دار الريان للتراث، القاهرة، بيروت،1407 ¶ 61. المجموع، للنووي، دار الفكر، بيروت،1397 ¶ 62. مختار الصحاح لمحمد بن أبي بكر الرازي، مكتبة لبنان،1415 ¶ 63. المسند للامام أحمد بن حنبل الشيباني، مؤسسة قرطبة، مصر ¶ 64. مسند ابي عوانة للإمام أبي عوانة يعقوب بن إسحاق الاسفرائني، دار المعرفة، بيروت ¶ 65. مسند أبي يعلى لأبي يعلى أحمد بن علي بن المثنى الموصلي، دار المأمون للتراث، دمشق، 1404،ط الأولى",
            "page": "105",
            "part": "1",
            "seal": "6D35EABA"
        },
        {
            "id": "106",
            "nass": "66. مسند اسحاق بن راهوية، لإسحاق بن إبراهيم بن مخلد بن راهوية الحنظلي، مكتبة الإيمان، المدينة المنورة،1412، ط الأولى، تحقيق د. عبد الغفور بن عبد الحق البلوشي ¶ 67. مسند البزار، لأبي بكر أحمد بن عمرو بن عبد الخالق البزار، مؤسسة علوم القرآن، بيروت،1409، ط الأولى، بتحقيق د. محفوظ الرحمن زين الله ¶ 68. مسند الربيع، للربيع بن حبيب بن عمر الأزدي البصري، دار الحكمة بيروت،ط الأولى 1415 ¶ 69. مسند الشاشي، لأبي سعيد الهيثم بن كليب الشاشي، مكتبة العلوم والحكم، المدينة المنورة، 1410، ط الأولى،، بتحقيق د. محفوظ الرحمن زين الله ¶ 70. مسند الشافعي، محمد بن إدريس الشافعي، دار الكتب العلمية بيروت ¶ 71. المسند المستخرج على صحيح مسلم، لأبي نعيم أحمد بن عبد الله بن إسحاق بن موسى بن مهران الهراني الأصبهاني، دار الكتب العلمية، بيروت، 1417،ط الأولى، بتحقيق محمد بن حسن الشافعي ¶ 72. مصباح الزجاجة،لأحمد بن أبي بكر بن إسماعيل الكناني، دار العربية، بيروت، ط الثانية 1403 ¶ 73. المصباح المنير، تأليف أحمد بن محمد الفيومي، المكتبة العلمية، بيروت ¶ 74. مصنف عبد الرزاق، لأبي بكر عبد الرزاق بن همام الصنعاني، المكتب الإسلامي، بيروت 1403،ط الثانية ¶ 75. المصنف لابن أبي شيبة، لأبي بكر عبد الله بن محمد بن أبي شيبة الكوفي، مكتبة الرشد، الرياض 1409 ¶ 76. المعجم الأوسط، لسليمان بن أحمد بن أيوب أبو القاسم الطبراني، دار الحرمين، القاهرة، 1415 ¶ 77. المعجم الصغير، لسليمان بن أحمد بن أيوب أبو القاسم الطبراني، المكتب الإسلامي، بيروت ط الأولى 1405 ¶ 78. المعجم الكبير، لسليمان بن أحمد بن أيوب أبو القاسم الطبراني، مكتبة العلوم والحكم، الموصل، 1404، ط الثانية ¶ 79. معجم مقاييس اللغة لابن فارس ¶ 80. المغني لعبد الله بن أحمد بن قدامة المقدسي، دار الفكر، بيروت، ط الأولى 1405",
            "page": "106",
            "part": "1",
            "seal": "833B0554"
        },
        {
            "id": "107",
            "nass": "81. المنتقى لأبي محمد عبدبن علي بن الجارود النيسابوري، مؤسسة الكتاب، بيروت، ط الأولى، 1408 ¶ 82. المهذب، لإبراهيم بن علي بن يوسف الشيرازي، دار الفكر، بيروت ¶ 83. الموطأ، للإمام مالك بن أنس الأصبحي، بتحقيق محمد عبد الباقي، دار إحياء التراث العربي، مصر ¶ 84. نصب الراية، لعبد الله بن يوسف أبو محمد الحنفي الزيلعي، دار الحديث، مصر، 1357 ¶ 85. النهاية في غريب الأثر، لأبي السعادات المبارك بن محمد الجزري، المكتبة العلمية، بيروت، 1399 ¶ فهرس الموضوعات ¶ مقدمة ... 3 ¶ السبب الباعث على اختيار الموضوع ¶ التمهيد ¶ الكتب المؤلفة في الموضوع ¶ الباب الأول: البكاء الممدوح ¶ البكاء عند قراءة القرآن ¶ البكاء في الصلاة ¶ البكاء من خشية الله ¶ البكاء عند العجزعن تحصيل شيء من مراضي الله ¶ بكاء التوبة: ¶ بكاء استشعار مقام النبي صلى الله عليه وسلم ¶ الباب الثاني: البكاء المذموم ¶ بكاء النياحة ¶ بكاء التصنع والكذب ¶ الباب الثالث: البكاء المباح ¶ بكاء الحزن ¶ أقوال العلماء في البكاء على الميت ¶ بكاء الألم ¶ بكاء الشوق ¶ بكاء الرحمة ¶ بكاء الموافقة ¶ بكاء العتب ¶ بكاء الفرح ¶ أنواع أخرى من البكاء ¶ بكاء الشياطين ¶ بكاء الجماد ¶ خاتمة ¶ المصادر والمراجع ¶ فهرس الموضوعات ¶ الموضوع ... الصفحة ¶ مقدمة ... 3 ¶ السبب الباعث على اختيار الموضوع ... 5 ¶ التمهيد ¶ تعريف البكاء ... 6 ¶ الكتب المؤلفة في الموضوع ... 8 ¶ الباب الأول: البكاء الممدوح ... 10",
            "page": "107",
            "part": "1",
            "seal": "55E288EC"
        },
        {
            "id": "108",
            "nass": "البكاء عند قراءة القرآن ... 11 ¶ البكاء في الصلاة ... 17 ¶ البكاء من خشية الله ... 18 ¶ البكاء عند العجزعن تحصيل شيء من مراضي الله ... 29 ¶ بكاء التوبة: ... 35 ¶ بكاء استشعار مقام النبي صلى الله عليه وسلم ... 48 ¶ الباب الثاني: البكاء المذموم ... 53 ¶ بكاء النياحة ... 54 ¶ بكاء التصنع والكذب ... 58 ¶ الباب الثالث: البكاء المباح ... 59 ¶ بكاء الحزن ... 59 ¶ أقوال العلماء في البكاء على الميت ... 68 ¶ بكاء الألم ... 75 ¶ بكاء الشوق ... 77 ¶ بكاء الرحمة ... 78 ¶ بكاء الموافقة ... 81 ¶ بكاء العتب ... 87 ¶ بكاء الفرح ... 89 ¶ أنواع أخرى من البكاء ... 90 ¶ بكاء الشياطين ... 91 ¶ بكاء الجماد ... 91 ¶ خاتمة ... 95 ¶ المصادر والمراجع ... 96",
            "page": "108",
            "part": "1",
            "seal": "4591EBCE"
        }
    ],
    "t7862": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "السبب الباعث على اختيار الموضوع:"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "التمهيد"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "2",
            "tit": "تعريف البكاء"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الكتب المؤلفة في الموضوع"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول: البكاء الممدوح"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "1. البكاء عند قراءة القرآن"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "2. البكاء في الصلاة"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "3. البكاء من خشية الله"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "4. البكاء عند العجز عن تحصيل شيء من مراضي الله"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "5. بكاء التوبة:"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "6. بكاء استشعار مقام النبي صلى الله عليه وسلم"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني: البكاء المذموم"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": "1",
            "tit": "1- بكاء النياحة"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "2- بكاء التصنع والكذب"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": "1",
            "tit": "الباب الثالث: البكاء المباح"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "- بكاء الحزن"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "أقوال العلماء في البكاء على الميت"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "- بكاء الألم"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "- بكاء الشوق"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "- بكاء الرحمة"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "- بكاء الموافقة"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "- بكاء العتب"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "- بكاء الفرح"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "أنواع أخرى من البكاء"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "1",
            "tit": "- بكاء الشياطين"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "2",
            "tit": "- بكاء الجماد"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر والمراجع:"
        }
    ]
}