{
    "b788": [
        {
            "id": "1",
            "nass": "مقدمة ¶ بسم الله الرحمن الرحيم ¶ وصلى الله على سيدنا محمد وآله وصحبه وسلم قال عبد الله الفقير إلى رحمته، علي بن عبد الرحمن بن هذيل، وفقه الله: الحمد لله الذي من علينا بالإيمان، وسخر لنا الأنعام في محكم القرآن، وخلق الفَرَس عربياً لكناية عبده الأوثان، والصلاة والسلام على سيدنا ومولانا محمد وآله ما تعاقب الملوان، والرضى عن خلفائه أبي بكر وعمر وعلي وعثمان. ¶ أما بعد: كتب الله النصر المؤيد، والعز المؤبد، والثناء المخلد، للمقام الكبير السني، الجليل السمى العالي، مقام مولانا وعصمة ديننا ودنيانا، ظهير الدين وعماد المؤمنين، وخليفة رب العالمين، الخليفة الإمام، الملك الهمام، العلي أمره، الرفيع بين أقدار السلاطين قدره، الجواد الباذل، الأطول الفاضل، التقي الصالح، ذي الدين المتين، والعقل الراجح، والمجاهد الأمضى، الصدر الأرضى، الأسعد الظاهر، الأشرف الطاهر، المفتخر به هذا العصر على غيره من الإعصار، الذي رفع قدره على جميع الأقدار، وجعل نجاره من السادة الأخيار، البررة الأنصار، الشهير المناقب، العلي المراتب، أمير المسلمين المستعين بالله أبو عبد الله محمد، بن مولانا الهمام الأوحد، الأشرف الأمجد، المثيل الخطير، الشهير الكبير، الكريم المآثر، السامي المفاخر، أمير المسلمين المستعين بالله، المجاهد في سبيل الله، المقدس المرحوم، أبي الحجاج يوسف، بن مولانا الإمام الخليفة الأعظم، والملجأ الأعصم، ظل الله الممدود على عباده، وسيفه المسلول في سبيل جهاده، وستر الله المسدول على بلاده، كافل الأمة، وغياث الرحمة، ذو الجهاد المقبول والغزوات الشهيرة، الحسن السيرة، السليل السريرة، بل الصالح السريرة، السلطان المعظم، الكبير الممجد، أمير المسلمين، المجاهد في سبيل رب العالمين، الغني بالله، المنصور بعون الله، المقدس المرحوم، أبي عبد الله محمد، بن مولانا أمير المسلمين، وخليفة رب العالمين، السلطان الكبير المجاهد، الكريم المناقب والمحامد، قامع الكفار، وفتاح الأقطار، المعظم الكبير الأضخم، المرحوم المقدس المنعم، أبي الحجاج يوسف، بن مولانا أمير المسلمين، المجاهد في سبيل رب العالمين، فخر الملوك والسلاطين، معز الإسلام وأهله، المخصوص بالسعادة في أمره كله، المعظم الهمام، الأطول الباسل، الجلود الفاضل، المقدس المرحوم المنعم، أبي الوليد إسماعيل بن نصر؛ وصل الله سعودهم، وحرس وجودهم، وسنى لهم في كل مرام غرضهم ومقصودهم. ¶ ومولانا - نصره الله - ملك الدنيا الذي وقع عليه الإجماع والإصفاق، والتأم الاتفاق، وتحدث بسيرته الجميلة الرفاق، فتشوقت إليه الشام والعراق؛ واليمن مكتنف بسلطانه، والظفر مبتسم عن سنانه، والنجح عاقد لوائه، والحمد نسج ردائه. فجعل الله - سبحانه - شعاره الجهاد، وشيمته سلوك سبيل الرشاد، وعادت به جزيرة الأندلس في حرز من نزعات الفتن، وحفظ من لزبات الإحن، واتضح بهذا القطر الأندلسي دين الإسلام، ببركة هذا البطل الهمام، معمور الأرجاء، موفور النعماء، مضمون النماء، مصون السراء، محجوب الضراء، والحمد لله الذي شرف دولته على جميع الدول، وجعل ملوك الأرض لها الأتباع والخول. ¶ وإن من أعظم الفوائد قدراً، وأشرف المعاني ذكراً، وأنجح المساعي أمراً، أن يرفع فن من العلم نبيل، إلى مقام ملك جليل؛ فذلك هو الذي أوجب على العبد تأليف هذا الكتاب وتلخيصه، وتهذيبه وتمحيصه، يشتمل على جلاد وكفاح، وخيل وسلاح، وما يختار من صفاتها، ويكره ويذم من شياتها، وجميع ما يختص بأحوال المركوب، ويتضمن تعليم الركوب، وتتميم المطلوب. وجمعت هذا الكتاب من جملة تواليف، وانتقيته من غير ما تصنيف، ككتاب) يقظة الناعس لتدريب المجاهد الفارس (و) كتاب تهذيب الإمعان، في الشجاعة والشجعان (و) كتاب راحة القلوب والأرواح، في الخيل والسلاح (و) كتاب الدمياطي في الخيل (و) كتاب رسالة الفرس (و) كتاب طبائع الحيوان (لأرسططاليس؛ إلى غير ذلك من التواليف التي لنزارة المنقول منها هنا لم تكتب، ومن الأجزاء لصغر جرمها لم تنسب. فجاء بحمد الله تعالى في فنه كافياً، وفي معناه أسلوباً شافياً، تذكرة لمن عنى بالجهاد، وتبصرة لأرباب الطعان والجلاد. وسميته) حلية الفرسان، وشعار الشجعان (، وقسمته عشرين باباً:",
            "page": "1",
            "part": "1",
            "seal": "0E9C1853"
        },
        {
            "id": "2",
            "nass": "الباب الأول في خلق الخيل، وأول من أتخذها، وانتشارها في الأرض الباب الثاني في فضائل الخيل وما جاء في ارتباطها والباب الثالث في حفظ الخيل وصونها، وما قيل في الوصية بها والباب الرابع فيما تسميه العرب من أعضاء الفرس، وما في ذلك من أسماء الطير والباب الخامس فيما يستحب في أعضاء الفرس من الصفات، وما يستحسن أن يكون شبيهاً به من الحيوان والباب السادس في ألوان الخيل وذكر الشيات والغرر والتحجيل والدوائر والباب السابع فيما يحمد من الخيل وصفه جيادها، وأسماء العتاق والكرام منها والباب الثامن في عيوب الخيل خلقة وعادة والباب التاسع في اختيار الخيل واختبارها والفراسة فيها والباب العاشر في تعليم ركوب الخيل على اختلاف حالاتها والباب الحادي عشر في المسابقة بالخيل والحلبة والرهان والباب الثاني عشر في أسماء خيل رسول الله وفحول خيل العرب ومذكوراتها والباب الثالث عشر في ذكر ألفاظ شتى وتسميات أشياء تخص بها الخيل والباب الرابع عشر في ذكر نبذة من الشعر. إيثار العرب الخيل على غيرها وإكرامهم لها وافتخارهم بذلك والباب الخامس عشر في ذكر السيوف والباب السادس عشر في ذكر الرماح والباب السابع عشر في ذكر القسي والنبل والباب الثامن عشر في ذكر الدروع والباب التاسع عشر في ذكر الترسة وشبهها والباب العشرون في ذكر السلاح والعدة على الإطلاق؛ وهو الأخير من أبواب الكتاب، جعل الله ذلك من المقاصد النافعة، وكتبها عنده في النيات الصالحة الشافعة، فهو ولي التوفيق، والهادي إليه، لا رب سواه. ¶ الباب الأول ¶ خلق الخيل ¶ وأول من أتخذها، وانتشارها في الأرض ¶ قال على بن أبي طالب رضي الله عنه: قال رسول الله صلى الله عليه وسلم:) لما أراد الله تعالى أن يخلق الخيل قال للريح الجنوب: إني خالق منك خلقاً فأجعله عزًّ الأوليائي، ومذلة لأعدائي، وحمى لأهل طاعتي، فقالت الريح: أخلق، فقبض منها قبضة فخلق فرساً، فقال له: سميتك فرساً، وخلقتك عربياً، وجعلت الخير معقوداً بناصيتك، والغنائم مَحُوزَة على ظهرك، والعز معك حيثما كنت، آثرتك على غيرك من الدواب، وجعلتك لها سيداً، وعطفت عليك صاحبك، وجعلتك تطير بلا جناح، فأنت للطلب، وأنت للهرب، وسأحمل على ظهرك رجالاً يسبحوني ويكبروني ويهللوني، تسّبِح إذا سبحوا، وتهلل إذا هللوا، وتكبرَّ إذا كبروا، قال: فليس من تسبيحه ولا تكبيرة ولا تهليلة يهللها صاحبها فيسمعها إلا وتجيبه نمثلها. ثم قال: فلما سمعت الملائكة صفة الفرس وعاينوا خَلقها، قالت: أيْ ربي! نحن ملائكتك نسبِّحك ونكبرك ونهللك فماذا لنا؟ فخلق الله للملائكة خيلاً بلقا، لها أعناق كأعناق البُخْت، أمدَّ بها من شاء من أنبيائه ورسله، أرسل الفَرَس إلى الأرض واستوت قدماه عليها صهل، فقال: بوركت من دابة! أُذلُّ بصهيلك المشركين، وأرعبُ به قلوبهم، وأَملأ آذانهم، وأُذلُّ به أعناقهم، ثم لما عَرَض على آدم ما خلق من شيء فسماه باسمه، وقال له: اختر من خلقي ما شئت، فاختار الفرس، فقال له: اخترتَ عزك وعز ولدك، خالداً ما خلدوا، وباقياً ما بقُوا؛ بركتي عليك وعليهم، ما خلقتُ خلقاً أحب إليّ ومنهم، ثم وسمه بغُرَّة وتحجيل، فصار ذلك من لدنه (. ¶ قال مؤلف كتاب الحيوان:) الفرس من طبعه الزهو في المشي، ويحب سائسه ويعجب راكبه، ولا يحب الأولاد، وهو غيور، ويعرف المصيبة (. وذكر الأصمعي أن رجلاً معتوها جاء إلى أبي عمرو بن العلاء، فقال: يا أبا عمرو، لم سميت الخيل خيلاً؟ فبقي أبو عمرو ليس عنده فيها جواب، فقال: لا أدري! الرجل: لكني أدري! فقال علِّمنا نعلم! قال: لاختيالها في المشي، فقال أبو عمرو لأصحابه بعد ما ولَّي الرجل: اكتبوا الحكمة وارووها عن معتوه. ¶ فصل",
            "page": "2",
            "part": "1",
            "seal": "00539C9A"
        },
        {
            "id": "3",
            "nass": "عن ابن عباس رضي الله عنه قال: كان داود نبي الله وخليفته في أرضه يحب الخيل حباً شديداً، فلم يكن يسمع بفرس يُذكَر بعِتْقٍ أو حسن أو جرْى إلا بعث نحوه، حتى جمع ألف فرس، لم يكن يومئذ في الأرض غيرها، فلما قبض الله داود، وورثه سليمان وجلس في مقعد أبيه قال: ما ورثنَّي داود مالاً أحب إلى من هذه الخيل، فأضْمَرَها وصنَعها ودعا بها ذات يوم، فقال: اعرضوها عليَّ حتى أعرفها بشياتها وأسمائها وأنسابها، قال: فأخذ في عرضها حتى صلى الظهر، فمر به وقت العصر وهو يعرضها، ليس فيها إلا سابق رائع، فشغلته عن الصلاة، حتى غابت الشمس وتوارت بالحجاب، ثم أنتبه فذكر الصلاة، فاستغفر الله تعالى وقال: لا خير في مال شَغَل عن ذكر الله وعن الصلاة! رُدُّوها عليَّ! وقد عُرض منها تسعمائة وبقيت مائة، فردوا التسعمائة، فطفق يضرب سُوقها وأعناقها أسفاً على ما فاته من وقت العصر. وبقيت مائة فرس لم تكن عُرضت عليه؛ فقال: هذه المائة أحبُّ إليَّ من التسعمائة التي فتنتني عن صلاتي؛ فأمسكها، قال الله تعالى: ووهبنا لداودَ سليمانَ نِعْمَ العبد إنه أوَّاب، إذا عُرض عليه بالعشيَّ الصافناتُ الجياد، فقال: إني أحببت حُبَّ الخير عن ذِكر حتى توارت بالحجاب، رُدُّوها عليَّ، فطفق مَسْحاً بالسوق والأعناق (. والمائة التي لم تشغله عن ذكر الله تركَها، فلم يزل معجبا بها حتى قُبض. فالخيل إلى هذه الغاية من نسل تلك المائة الباقية. ¶ وقال ابن الكلبي: يقال إنه اخرج الله تعالى إليه مائة فرس من البحر لها أجنحة، وكان يقال لتلك الخيل الخير؛ فكان سليمان عليه السلام يراهن بينها ويجُريها؛ ولم يكن شيء أعجب إليه منها. ¶ وروى أن ابن عباس رضي الله عنه قال: أول ما انتشر في العرب من تلك الخيل أن قوماً من الأزْد من أهل عُمَان، قدموا على سليمان ابن داود عليه السلام بعد تزويجه بلقيس ملكة سبأ، فسألوه عما يحتاجون إليه من أمر دينهم ودنياهم، حتى قضوا من ذلك ما أرادوا، وهموا بالانصراف؛ فقالوا: يا نبي الله! إن بلدنا شاسع، وقد أنْفَضْنا من الزاد، فَمُرْ لنا بزاد يبلغنا إلى بلدنا، فدفع إليهم سليمان فرساً من خيل داود، وقال: هذا زادكم! فإذا نزلتم فاحملوا عليه رجلاً، وأعطوه مِطْرَداً، واحتطبوا وأورُوا ناركم، فإنكم لن تجمعوا حطبكم وتُوروا ناركم حتى يأتيكم بالصيد. فجعل القوم لا ينزلون منزلا إلا حملوا على فرسهم رجلاً بيده مطرد، واحتطبوا وأوْرَوْا نارهم؛ فلا يلبثون إلا قليلاً حتى يأتيهم صاحبهم بصيد من الظباء والحُمر والأرْوَى، فيأتيهم بما يكفيهم وفضلاً عن ذلك، فقال الأزديون: ما لفرسنا هذا اسم إلا) زاد الراكب (؛ فكان ذلك أول فرس انتشر في العرب من تلك الخيل. فأصل فحول العرب من نتاجه. وزعم آخرون أن سليمان بن داود عليه السلام لما كان يمسح أعناقها وسُوقها طار منها ثلاثة أفراس عند قتله إباها؛ فوقع فرس في ربيعة، وفرس في خُشَيْن، وفرس في بهراء، فحملوهم على خيولهم وكانت هُجْناً، فلما نُتِجَتْ تلك الأفراس طارت فرجعت إلى البحر، وتناتجت الخيل بعضها من بعض. ¶ وروى الواقدي أن أول من ركب الخيل إسماعيل بن إبراهيم عليهما الصلاة والسلام. قال: وإنما كانت الخيل وحشاً لا تطاق أن تُركب، حتى سُخَّرت لإسماعيل، فكان أول من رَسَنها وركبها ونتجها. عن ابن عباس رضي الله عنه قال: كانت الخيل وحشاً كسائر الوحوش، فلما أذن الله عز وجل لإبراهيم وإسماعيل عليهما السلام برفع القواعد من البيت قال الله تعالى: إني معطيكما كنزاً ادخرته لكما، ثم أوحى الله تعالى إلى إسماعيل أن أخرج فادْعُ بذلك، فخرج إسماعيل إلى أجياد، وكان موضعاً قريباً منه، وما يدري ما الدعاء ولا الكنز، فألهمه الله عز وجل الدعاء، فلم يبق على وجه الأرض فرس بأرض العرب إلا أجابته فأمكنته من نواصيها، وذللها الله له. قال ابن عباس: فاركبوها واعتقِدوها فإنها ميامين، وإنها ميراث أبيكم إسماعيل. ¶ فصل ¶ في وجوه اتخاذها:",
            "page": "3",
            "part": "1",
            "seal": "FEC5DB18"
        },
        {
            "id": "4",
            "nass": "عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: الخيل ثلاثة: هي لرجل أجْر، ولرجل ستر، وعلى رجل وزِرْ؛ فأما الذي هي له أجر فرجل أتخذها في سبيل الله، فلو عرض له نهر فسقاها منه كان له بكل قطرة تدخل بطونها أجر، ولو عرض له مَرْج فرعت فيه كان له بكل شيء يدخل في بطونها أجر، وبكل خطوة تخطوها أجر، حتى ذكر الأجر في أرواثها وأبوالها؛ وأما الذي هي له ستر فرجُلٌ اتخذها تجمُّلا وتكرماً، ولم ينس حق الله في ظهروها ولا رقابها؛ وأما الذي هي عليه وزر فرجل أتخذها أشراً وبطراً ورئاء الناس، ولم يؤد حق ظهورها ولا بطونها. ¶ وعن خَبَّاب قال، قال رسول الله صلى الله عليه وسلم: الخيل ثلاثة: فرس للرحمن، وفرس للإنسان، وفرس للشيطان. فأما فرس الرحمن فما أتُّخذِ لله في سبيل الله وقوتل عليه أعداء الله، وأما فرس الإنسان فما استطرق عليه، وأما فرس الشيطان فما روهن وقومر عليه. ¶ وعن أَنَس بن مالك قال: لما استقرت الدار بالحجاج بن يوسف ووَضَع الحربَ خرجنا حتى قدمنا) واسط (. وذكر اجتماعه بالحجاج وعرض الحجاج خيله عليه، فقال رضي الله عنه: الخيل ثلاثة أفراس: فرس يتخذه صاحبه) و (يريد أن يجاهد عليه، ففي قيامه عليه وعلفه إياه وأدبه له، أحسبه قال: وكسْحِ مذوده، أَجْرٌ في ميزانه يوم القيامة؛ وفرس يصيب أهلها من نسلها يريدون وجه الله فقيامهم عليها وعلفهم إياها وأدبهُمَ لها وكسح روثها أَجْرٌ في ميزانهم يوم القيامة، وأهلها معانون عليها؛ وفرس للشيطان، فقام أهلها عليها، وذكر غير ذلك، وزْرٌ في ميزانهم يوم القيامة. ¶ قال رسول الله صلى الله عليه وسلم: عليكم بإناث الخيل، فأن ظهورها حِرْز، وبطونها كنز. وقيل لبعض الحكماء: أي الأموال أَثْرَى؟ قال: فرس، يتبعها فرس، في بطنها فرس. ¶ وقال عَدِيُّ بن الفضل: سأل رجل النبي صلى الله عليه وسلم أي المال خير؟ قال: سكة مأبورة، أو مهرة مأمورة. والسكة المأبورة السطر من النخل والمهرة المأمورة الكثيرة الولد. وزعمو أن دار أمير المؤمنين عليّ، التي بالكوفة كانت لعُرْوَةَ بن الجعد، فباعها بفرس أنثى فأصاب) من (تلك الفرس مالا كثيراً؛ وسيأتي ذكر عروة بعد هذا. ¶ وعن عمرَ بن أبي أَنَس قال: قال سعد: يا رسول الله! إن لي خيلاً، فقال رسول الله صلى الله عليه وسلم: احبسها واحمل عليها الفحول، واحبس الإناث منها، تنل الدرجاتِ العلا من الجنة، فكان سعد يفعل ذلك. ¶ وكان خالد بن صَفْوان يقول في اتخاذ الدواب: أما الخيل فللرعب والرهب، وأما البراذين فللجَمال والدَّعة، وأما البغال فللسفر البعيد، وأما الإبل فللحمل، وأما الحمير فللدبيب وخفة المئونة. ¶ الباب الثاني ¶ فضائل الخيل ¶ وما جاء في ارتباطها ¶ أقسم الله تعالى بالخيل في كتابه العظيم لفضلها عنده، فقال سبحانه:) والعادياتِ ضَبحا (إلى قوله) إن الإنسان لربه لكنود (. قال المفسرون: العاديات هي الخيل؛ والضَّبح حلوقها إذا عَدتَ.) فالموريات قَدحْا (: أي أورت النار بحوافرها.) فأثَرْن به نَقعا (: النقع الغبار وقيل التراب.) فوسَطن به جمعا (: أي توسطن جمعاً من الناس أغارت عليهم.) إن الإنسان لربه لكنود (: أي كفور. ¶ وسماها أيضاً في كتابه بالخير، فقال سبحانه على لسان نبيه سليمان ابن داود:) إني أحببت حبَّ الخير عن ذكر ربي (. ¶ وفضَّلها رسول الله صلى الله عليه وسلم على الرجال في السُّهمان؛ فجعل للفرس سهمين وللرجل سهماً واحداً. وجاءت في فضلها عنه صلى الله عليه وسلم أحاديث كثيرة. ¶ عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم قال:) الخيل معقود في نواصيها الخير إلى يوم القيامة (. وهذا الحديث رواه البخاري ومسلم والنسائي. ¶ وروى مسلم أيضاً عن عُروة قال رسول الله صلى الله عليه وسلم:) الخيل معقود في نواصيها الخير إلى يوم القيامة، قيل: يا رسول الله! وما ذلك؟ قال: الأجر والغنيمة (. وعروة المذكور هو ابن أبي الجَعْد البارقي. وكان النبي صلى الله عليه وسلم أعطاه ديناراً يشتري له به شاة، فاشترى له به شاتين، فباع إحداهما بدينار، وجاءه بدينار وشاة، فدعا له بالبركة، فكان لو أشترى التراب ربح فيه. ¶ قال شبيب بن غَرْقدة: رأيت في دار عروة بن أبي الجعد تسعين فرساً رغبةً منه في رباط الخيل. قال محمد بن المنتشر: كان له فَرسَ أخذه بعشرين ألفاً.",
            "page": "4",
            "part": "1",
            "seal": "96247461"
        },
        {
            "id": "5",
            "nass": "وعن جَرير بن عبد الله قال: رأيت النبي صلى الله عليه وسلم يفتل ناصية فرسه بإصبعيه ويقول:) الخير معقود بنواصي الخيل إلى يوم القيامة (. ¶ قالوا: وفي فتله عليه السلام ناصيةَ فرسه الفضلُ في خدمة الرجل دابتَه المعَّدة للجهاد، وفيه دليل أن الجهاد باق ثابت إلى يوم القيامة، وفيه بقاء الإسلام والمجاهدين الذابين عنه إلى يوم القيامة. ¶ وعن أبي كبشة قال: قال رسول الله صلى الله عليه وسلم:) الخيل معقودة في نواصيها الخير إلى يوم القيامة، وأهلها معانون عليها؛ والمنفق عليها كالباسط يَدَه بالصدقة (. وفي لفظ آخر:) الخيل في نواصيها الخير إلى يوم القيامة، وأهلها معانون عليها؛ فامسحوا بنواصيها، وادعوا الله لها بالبركة (. ¶ وعن سَوَادة بن الربيع الجَرمي قال: أتيت رسول الله صلى الله عليه وسلم، فأمر لي بذوْدٍ، وقال لي:) عليك بالخيل، فأن الخيل معقود في نواصيها الخير إلى يوم القيامة (. ¶ وعن أسماء بنت يزيد أن رسول الله صلى الله عليه وسلم قال:) الخيل في نواصيها الخير معقود أبداً إلى يوم القيامة، فمن ربطها عُدَّة في سبيل الله، فأن شبعها وجوعها، وريها وظمأها، وأرواثها وأبوالها، فلاح في موازينة يوم القيامة؛) ومن ربطها رياء وسمعة، وفرحاً ومرحاً، فأن شبعها وجوعها، وريها وظمأها، وأرواثها وأبوالها، خسران في موازينه يوم القيامة ((. ¶ والناصية الشعر المسترسل على الجبهة، وقد يكنى به عن النفْس؛ يقال: فلان مبارك الناصية، أي النفس. ¶ وعن أَنس بن مالك قال: لم يكن شيء أحب إلى رسول الله صلى الله عليه وسلم بعد النساء من الخيل. ¶ وعن زيد بن ثابت قال: سمعت رسول الله صلى الله عليه وسلم يقول:) من حبس فرساً في سبيل الله كان سِترْهَ من النار (. ¶ وعن أبي هريرة، عن رسول الله صلى الله عليه وسلم قال:) من احتبس فرساً في سبيل الله إيماناً بالله وتصديقاً بوعد الله، كان شبعُه وريه وروثه حسناتٍ في ميزانه يوم القيامة (. ¶ وروى ابن سعد في الطبقات قال، قال رسول الله صلى الله عليه وسلم:) المنفق على الخيل كباسط يده بالصدقة لا يقبضها؛ وأبوالها وأرواثها عند الله يوم القيامة كذكيَّ المسك (. ¶ وحكى عبد الرحمن بن زياد أنه لما نزل المسلمون مصر كانت لهم مراغة للخيل فمر حُديج بن صومي بأبي ذَرٍّ رضي الله عنه وهو يمرغ فرسه الأجدل، فقال: ما هذا الفرس يا أبا ذر؟ قال: هذا فرس لي لا أراه إلا مستجاباً، قال: وهل تدعو الخيل فتجاب؟ قال: نعم! ما من ليلة إلا والفرس يدعو فيها ربه يقول: اللهم إنك سخَّرتني لأبن آدم، وجعلت رزقي بيده، فاجعلني أحب إليه من أهله وماله، اللهم ارزقه مني وارزقني على يديه. ¶ وروى أبو الحسن الإسكندر أن رسول الله صلى الله عليه وسلم قال:) لقي عيسى بن مريم إبليس لعنه الله، فقال: يا إبليس! إني سائلك عن شيء فهل أنت صادقي فيه؟ قال: يا روح الله! سلني عما بدا لك، فقال: أسألك بالحي الذي لا يموت! ما الذي يُسِلُّ جسمك ويقطع ظهرك؟ قال: صهيل فرس في سبيل الله، وفي قرية من القرى أو حصن من الحصون؛ ولست أدخل داراً فيها فرس في سبيل الله (. ¶ وعن عطاء الخراساني قال: إن الله ليأجُرُ العبد على حبه الخيلَ وإن لم يرتبطها. ¶ وقال صلى الله عليه وسلم:) من همَّ أن يرتبط فرساً في سبيل الله بنَّية صادقة أُعطى أجر شهيد (. ¶ وعن عُبادة بن الصامت أنه سمع رسول الله صلى الله عليه وسلم يقول:) إن الفرس ليستنُّ في طيلَة، وصاحبُه نائم على فراشه، فلا تبقى له خطيئة إلا وقعت (. ¶ وعنه صلى الله عليه وسلم أنه قال:) من ارتبط فرساً في سبيل الله كان له مثل أجر الصائم الذي لا يفطر، والقائم الذي لا يفتر؛ والباسط يده بالصدقة) كذلك (ما أنفق على فرسه (. ¶ وعنه صلى الله عليه وسلم أنه قال:) من كثرت سيئاته وقلت حسناته فليربط فرساً في سبيل الله، ومن ارتبط في سبيل الله كان كمن نصر موسى وهارون، وقاتل فرعون وهامان (. ¶ وعن قيس بن باباه قال: سمعت سلمان رضي الله عنه يقول سمعت رسول الله صلى الله عليه وسلم،) ما من مسلم إلا حق عليه أن يرتبط فرساً) في سبيل الله (إذا أطاق ذلك (.",
            "page": "5",
            "part": "1",
            "seal": "E90D92D0"
        },
        {
            "id": "6",
            "nass": "ولم تكن العرب تَعُدُّ المال في الجاهلية إلا الخيل والإبل، وكان للخيل عندها مزية على الإبل، فلم تكن تَعْدِل بها غيرها، ولا ترى القوة والعزَّ والمنعة بسواها، لأن بها كانوا يدافعوا عن غيرها مما يملكون، ويمنعون حريمهم، ويحمون من وراء حوزتهم وبيضتهم، ويغاورون أعداءهم ويطلبون ثأرهم، وينالون بها المغانم، فكان حبهم لها، وعظم موقعها عندهم، على حسب حاجتهم إليها، وغنائهم عنها، وما يتعرفون من بركتها ويُمْنها؛ إلى أَن بعث الله تعالى نبيه محمداً صلى الله عليه وسلم، وأكرم أمته بما هداهم له من دينه، وأمتنَّ عليهم به منه، فاختار لنبيه عليه الصلاة والسلام إعداد الخيل وارتباطها لجهاد عدوه؛ فقال سبحانه:) وأَعِدُّوا لهم ما استطعتم من قوة ومن رباِط الخيل، تُرْهبون به عدو الله وعدوكم وآخرين من دونهم لا تعلمونهم، الله يعلمهم (. ¶ عن رسول الله صلى الله عليه وسلم في هذه الآية:) وآخرين من دونهم لا تعلمونهم الله يعلمهم (قال: الجن؛ ولن يخَيَّلَ الشيطان إلى إنسان في داره فرس عتيق. ¶ فاتخذ رسول الله صلى الله عليه وسلم الخيل وارتبطها وأحبها، وحض المسلمين على ارتباطها، وأَعْلَمَهُمْ ما لهم في ذلك من المثوبة والأجر، فسارَعوا إلى ذلك وازدادوا حرصاً عليها وفي إمساكها، رغبة في الأجر والتماس البركة والخير في العاجل والآجل، في اقتنائها وتثميرها واستبطانها، وتنافسوا فيها، وغَالوْا، لما جعل الله فيها من أنواع البركات وجماع الخيرات. ¶ قيل: ومن فضائل الخيل أنها أَصبر البهائم وأشدها شدة، وأخف الدواب كلها مئوية في العلف والمشرب عند ضيق الأمر في ذلك، إذ كان يكفيها في السرايا والمفاوز والأسفار القليل منه، ثم قسنا عليها في شدتها: فوجدنا أشد البهائم وأقواها على الأحمال الثقال الإبل، فأصَبْنا البعير البازل الشديد أكثر ما يحمل ألف رطل، فإذا حَمَل هذا المقدار لم ينهض إلا بعد الجهد والحيلة، ورأيناه لا يجري بحمله؛ وكذلك سائر البهائم التي توصف بالشدة لا تجري بأحمالها. ووجدنا ما يوصف من الوحش بشدة الْعَدْو لو حَمَل ثقيلاً لم يؤد عُشْر جريه؛ فوقفنا على أن الفرس يحمل من فارسه وآلته وسلاحه وتجِفافه وزاده وعلفه، وعَلَمٍ إن كان في يد صاحبه في يوم ريح، زُهاء ألف رطل، ويجري به يوماً جَريداً لا يكاد يمل ولا يخَوْىَ بجوع ولا عطش؛ فعلمنا أنه لا شيء من البهائم أشد ولا أصبر ولا أجود ولا أفضل ولا أكرم ولا أقوى من الخيل. ¶ وأنزل الله عز وجل في ارتباط والاتفاق عليها آيتين من القران العظيم، قوله تعالى:) مَنْ ذا الذي يُقْرضُ اللهَ قرضناً حسناً فيضاعفَه له أضعافاً كثيرة (، وقوله سبحانه:) الذين ينفقون أموالهم بالليل والنهار سراً وَعَلاَنِيَةً فلهم أجرهم عند ربهم، ولا خوفٌ عليهم ولا هم يحزنون (. قال أبو أمامة، وأبو الدرداء، ومكحول، والأوزاعي، ورباح ابن يزيد: هم الذين يرتبطون الخيل في سبيل الله. ¶ وعن ابن عباس:) الذين ينفقون أموالهم بالليل والنهار سراً وعلانية (: قال: نزلت في عَلَف الخيل. ¶ وروى أن أبا ذَرٍّ أشار إلى بعض خيل كانت في الجَّبانة وقال: أصحاب هؤلاء هم الذين ينفقون أموالهم بالليل والنهار سراً وعلانية وكان أبو هُرَيْرَةَ إذا مر بفرس سمين تلا هذه الآية، وإذا مر بفرس أعجَف سكت. ¶ الباب الثالث ¶ حفظ الخيل ¶ وصونها والوصية بها ¶ أعلم أن الأمم الماضية لم تزل تُكْثر من الاعتناء بالخيل والتشريف لها، والثقة بها، والتعويل عليها في حروبها، والافتخار بِرَبْطِها؛ وإن كانت العرب زادت في فضلها ومزيتها ما فاتوا به الأمم، فلم تكن في الجاهلية ولا في الإسلام تصون شيئاً من أموالها كصيانتها ولا تكرِمُه ككرامتها، لما كان لهم فيها من التباهي والتفاخر، والتنافس والتكاثر، والقوة والمنعة، والعز والرفعة.",
            "page": "6",
            "part": "1",
            "seal": "E655FA99"
        },
        {
            "id": "7",
            "nass": "وكان نبينا صلى الله عليه وسلم من أرغب العرب في الخيل وأصونهم لها، وأشدهم إكراماً وعُجباً بها، حتى إنه كان ليأنس بصهيلها، ويفضلها على الرجال فيما يُسهمه لها ويراهن عليها، وينهي عن استنتاج كرائمها من حمار أو هجين لا يشبه أصُلُهُ أصولها، غيرة منه عليها، وإشفاقاً من فساد أًنسالها، وقد كان عليه الصلاة والسلام وصَّيِ بها، وعوتب على اشتغاله في وقت من الأوقات عن تفقُّدها. جاء عن إسماعيل بن رافع:) إن النبي صلى الله عليه وسلم أصبح ذات يوم فقام إلى فرسه فمسح عنقه ووجهه بطرف ردائه أو بكُمَّ قميصه، فقيل له: يا رسول الله! صنعت اليوم ما نراك صنعته؟ فقال: إني بتُّ الليلة وجبريل يعاتبني في سياسة الخيل (. ¶ وعن عائشةَ رضي الله عنها:) إنها خرجت ذات غَدَاةِ، والنبي صلى الله عليه وسلم يمسح فرسه بثوبه، فقالت: يا رسول الله! بثوبك؟ فقال: ما يُدْريك؟ لعل جبريل قد عاتبني فيه الليلة؛ قالت: فولَّني عَلَفَهُ، فقال لها: لقد أردت أن تذهبي بالأجر كلَّه! أخبرني أن ربي يكتب لي بكل حبة حسنة (. ¶ قيل:) وبَيْنا رسول الله صلى الله عليه وسلم ليلة) تَبُوكَ (إذ قام إلى فرسه الظَّرب فعلق عليه شعره، وجعل يمسح ظهره بردائه، فقيل: يا رسول الله! أتسمح ظهره برادئك؟ قال: نعم، وما يدريكم؟ لعل جبريل أمرني بذلك، مع أني قد بت الليلة وأن الملائكة تعاتبني في حسَّ الخيل ومسحها، وقال: أخبرني خليلي جبريل أنه يكتب لي بكل حبة أَوْفَيْتُها إياه حسنه، وأن ربي يَحُطُّ عني بها سيئة؛ وما من امرئ من المسلمين يرتبط فرساً في سبيل الله فيوفيه عَليقه يلتمس له قوة إلا كتب الله له بكل حبة حسنة، وحط عنه بها سيئة (. ¶ وعن محمد بن عُقْبَةَ عن أبيه عن جده قال: أتينا تميماً الداريَّ وهو يعالج عليق فرسه بيده، فقلنا له: يا أبا رُقَيَّة! أما لك من يكفيك هذا؟ قال: بلى، ولكن سمعت رسول الله صلى الله عليه وسلم يقول:) من ارتبط فرساً في سبيل الله فعالج عليقه بيده كان له بكل حبة حسنة (. ¶ وعن عمر بن عبد العزيز رضي الله عنه قال: ثبت عن رسول الله صلى الله عليه وسلم أنه قال:) من كان له فرس عربي فأكرمه أكرمه الله، وإن أهانه أهانه الله (. ¶ وعن مجاهد قال:) أبصر رسول الله صلى الله عليه وسلم إنساناً ضرب فرسه، فقال: هذه مع تلك؟ لتمسَّك النار، فَكُلَّمَ فيه، فقال: لا: إلا أن يقاتل في سبيل الله؛ فجعل الرجل يحمل عليه ويقول: أشهدوا! أشهدوا! (. ¶ وكانت العرب لقدر الخيل عندها وإعزازها إياها تَقْتَصُّ من لطمه الفرس وتُعَيِّر بذلك، وتطلب الثأر فيه كما تطلبه في أنفسها؛ ولا تلطم بلطمة البعير؛ ذكر ذلك حَمَّاد الراوية عن سماك بن حرب، قال الجراح الهْمداني في ذلك: ¶ ونهدةٍ يُلطم الجاني بلطمتها ... كأنهَّا ظل برد بين أرماح ¶ ونهى عمر بن عبد العزيز رضي الله عنه عن ركض الخيل إلا في حق. وعن الوضين بن عطاء قال: قال رسول الله صلى الله عليه وسلم:) لا تقودوا الخيل بنواصيها فَتذَلوها (. وقال صلى الله عليه وسلم:) ارتبطوا الخيل، وامسحوا بنواصيها وأعجازها، أو قال: أكفالها، وقلِّدُوها، ولا تقلدوها الأوتار (. وكانوا يقلدون الخيل أوتار القِسىَّ لئلا تصيبها العين، فنهاهم عليه السلام عن ذلك، وأعلمهم أن الأوتار لا ترد من قضاء الله شيئاً. وقيل نهاهم عن ذلك خوفاً على الخيل من الاختناق. وقيل الأوتار الذُّحول، وهي الدماء: أي لا تطلبوا عليها الذحول التي وتُرِتْم بها في الجاهلية. والقول الأول أصح. ¶ وعن أنس بن مالك عن رسول الله صلى الله عليه وسلم قال:) لا تَهْلُبوا أذناب الخيل، ولا تجُزُّوا أعرفها ونواصيها، ودِفاؤها في أعرافها، وأذنابها مذابُّها (. ¶ وقال صلى الله عليه وسلم:) لا تتخذوا ظهور دوابكم منابر، فأن الله تعالى إنما سخرها لكم لتبلغكم إلى بلد لم تكونوا بالغيه إلا بشقِّ الأنفس، وجعل لكم الأرض، فعليها فاقضوا حاجاتكم (. ¶ وقال مكحول: قال رسول الله صلى الله عليه وسلم:) أكرموا الخيل وجَلَّلوها (. ¶ ونهى صلى الله عليه وسلم عن خِصاء الخيل.",
            "page": "7",
            "part": "1",
            "seal": "77C900F3"
        },
        {
            "id": "8",
            "nass": "عن ثور بن زيد قال: لما غزا النبي صلى الله عليه وسلم تَبُوكَ أصاب فرساً) من جدس (؛ فَحَمَلَ عليه رجلاً من الأنصار، وأمره إذا نزل أن ينزل قريباً منه، شوقاً إليه وشَهْوَةً لصهيله، فلما قدم النبي صلى الله عليه وسلم لقي الأنصاري، فقال: ما فعل الفرس؟ قال: خصيناه، قال) قد مثَّلت به، مثلتَ به، مثلت به! أعرافها أَدْفاؤها، وأذنابها مذابُّها، التَمِسوا نسلها، وباهُوا بصهيلها المشركين (. ¶ وعن علي رضي الله عنه:) إن النبي صلى الله عليه وسلم أهديت له بغلة فركبها، فقلت: لو حملنا الحمير على الخيل فكانت لنا مثل هذه! فقال عليه السلام: إنما يفعل ذلك الذين لا يعلمون (. ¶ وعن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم:) عاتبوا الخيل فإنها تعتب (. أي أدبوها وروضوها للحرب والركوب، فإنها تتأدب وتقبل العتاب. ¶ ويحكى عن لقمان الحكيم أنه قال لابنه: يا بني! إذا سافرت فلا تنم على دابتك، فأن النوم عليها يُسرع في دَبَرِها، وإذا نزلت أرضاً مُكْلِئَةً فأعطها حظها من الكلأ؛ وأبدأ بسقيها وعلفها قبل نفسك. ¶ فوجب إكرام الخيل، وصونها، والاعتناء بها، والمنافسة فيها والمحافظة عليها، وتَفَقُّدُ أحوالها، والتصرف فيما يصلحه من سياستها، وعلى الرجل الشريف) في (محاولةُ أمور فرسه بيده، ولا غضاضة تلحقه بالتصرف في شأنه، بل يلحقه الذم بالتفريط في أمره، ويستحق اللوم على التنزه عنه لكبره والاتكال به على غيره، فينبغي للفارس ألا يغفل عن تفقد فرسه وموضعه ومربطه ومراغته، وجميع أحواله في سياسته وعلفه وسَقْيه، ولتكن أكثر عنايته بالنظر إلى قوائمه في كل الأحوال، يجسُّها بيده، فأن رأى تفززاً في عصبة أو أمارة نفخ أو امتلاء، أو علامة دم أو أدنى علَّةٍ، فليبادر بعلاجها وملاطفتها في بدئها، ولا يتعبه معها، ولا يجُرْهِ يومئذ، فقد تبدو العلل يسيرة لا تكاد تَبِين، فربما حمل عليه فعادت كباراً، أو كان منها سبب مُتْلِف، وعلاجها في ابتدائها أقرب، وأمرها أيسر. ¶ وليحذر كل الحذر من سقيه وأعلافه الشعير إثر الإعياء والتعب، وليمهل حتى يسكن ويجف عرقه ويهدأ هدوءاً تاماً. وكذلك يحذر من علف الشعير الكثير مع طول الراحة والجِمَام وقلة الحركة والتصرف. ¶ وكذلك يحذر من اختلاط الرَّطْب من الحشيش مع اليابس في علفه ما استطاع. وللضرورات أحكام يلحظ فيها الأوفق ما قَدَرَ عليه. فقسْ تُصِبْ بحول الله. ¶ الباب الرابع ¶ فيما تسميه العرب من أعضاء الفرس ¶ وعدد ما في ذلك من أسماء الطير ¶ أعلاه) سَرَاتُه (، وفي سَراته) قَراه (، وهو) سَناسِنُ (صُلْبه، الواحدة) سِنْسنة (، وهي رأس الضلع بالفقَار. ¶ وفي سراته) حَجَبتاه (وهما) حَرْقَفتاه (،) والحرقفة (رأس الورِك العليا، وهي التي تشخص إذا هُزلت الدابة. وفي سراته) قَطاته (، والقَطاَة مقعد الرِّدف، والرِّدف هو الراكب خلف الفارس. وهو الرديف أيضاً. وفي سَراته) موِقفاه (، والموقفِان أعلى خاصرتيه بين الحجَبتين وضلع الخلف. وفي سَراته) كاثبته (والكاثبة موضع وسط السرج من مقُدمه. ¶ وفي سَرَاته) مَنْسِجه (، والمنسِج موضع القَربوس، وهو حيث فروع الكتفين مقدم الكاهل، وبذلك يسمى مَنْسجاً. وفي السراة) العُذْرة (، وهو شعر الكاثبة، وهو منتهى العُرف. وفي السراة) العُرف (، وهو شعر عنقه ما بين عُذرته وناصيته. ومن سَراته ناصيته لاتصالها بالعُرف، والناصيةُ هي الشعر المرسل على عينيه ووجهه حتى طرف عُرفه من قُدم. والعُرف اسم الشعر خاصة؛ والْمَعْرَفة منبت العُرف. ويكتنف المعَرفة عِرقان يقال لهما) العِلباوان (واحدتهما) عِلباء (. ¶ وفي سراته) رأسهُ (و) هامتهِ (، فأما هامته) فأُمُّ دماغه (وما استدار من رأسه بأذنيه. وسَّميت الهامة أم الدماغ لاشتمالها عليه كاشتمال الأم على ولدها. وفيها) القَمَحْدُوَةُ (، وهي باطن القفا، وهي العظم الناتئ من القفا، و) قفا (الفرس مقعد عِذاره من منبت عُرفه. ¶ و) سِمامُ (الفرس قصب خياشيمه التي فيها الغضاريف، ويقال الغراضيف، وهو من المقلوب. وبعض العرب تقول: هي) سُمومهُ (، ويقال أيضاً بل هما عرْقان في خيشومه. وعلى كل قول فالسَّمام اسم لنخاريب الخياشيم.",
            "page": "8",
            "part": "1",
            "seal": "A16825B5"
        },
        {
            "id": "9",
            "nass": "وأما) نواهق (الفرس فهما عرقان في خيشومه، وقال أبو زيد الأنصاري: نواهقه قصبة أنفه، وقال ابن قُتَيْبَةَ: هما عظمان شاخصان في وجهه أسفل من عينيه. ووافقه على ذلك أبو عُبَيْدة. وهو الصحيح و) اللّحْيانِ (العظيمان تحت الخدين؛ ومْسْتَدَقُّهُما إلى تحت الفم) الصبيَّانِ (. و) الماضغان (أعالي اللحيين حيث المتحرك عند المضغ مما يلي الأذنين. و) اللَّهْزِمتان (مجتمع اللحم بين الماضغين والأذنين. و) الفكَّان (ملتقى عظمى اللَّحيين مع الصدغين. ¶ فأما) شفتاه (فهما) جحفلتاه (، وأما) مَنخِراهُ (فَمَخرج النَّفس، وأما) نُخْرته (فما فوق منخِره من مستدق جحفلته وما لان من أنفه. وأما) خدَّاه (فصفحتا وجهه. وفي) سراته () سِيساؤه (، والسيساء موضع وسط السَّرج، و) الصَّهوة (أوسط المتن إلى القطاة. وفي عنقه) لَبَّته (و) صليفاه (و) جِرانُه (. فأما لبته وهو موضع اللَّبب. وأما صليفاه فصفحتا العنق. ويقال للخَرق الذي في الهامة المركَّبِ فيه العنق) الفهْقة (، وهي الفقرة التي طرفها في الرأس. والفهقة منها هو الطرف المركب في الهامة، وهو مستدير بعض الاستدارة كأنه عِقَاص المُكْحُلَة. وفيه خَرق هو مخرج النخاع من الدماغ. ويقال للدماغ) السَّليل (. ¶ وأما جِرانُه فجلدة ما بين المنَخَر إلى المذبح. ومجموع الحلقوم والمريء والأوداج يسمى) البَلْذَم (. والمريء مدخل الطعام والشراب، والحُلقوم ومخرج النفس والصوت. و) العُرشان (مُضغتان من رءوس المنكبين إلى العرف، وهما قوائم العنق. ¶ وفي العنق) الدَّسِيع (، وهو حيث يَدْسَعُ البعير بِجرَّته. وهو مغرز العنق في الكتفين. ¶ وفي العنق) قَصَرتُه (، وهي ما قرب من الكاهل؛ وفي العنق) السالفة (، وهي موضع القِلاَدة، والسالفة شيء واحد، وهي دائرة بالعنق من كل جهة مما يلي المذبح.) والهادي (هو العنق بجملته، سمى بذلك لتقدمه على سائر البدن. ¶ وفي العنق) الودَجان (، وهما عِرْقان يكتنفان العنق يميناً وشمالاً، ويقال للأوداج أيضاً) الشوارب (. و) أَسَلَةُ (العنق موضع القلادة منها. ¶ فصل ¶ و) بَرْكُهُ (هو صدره،) وجُؤجؤه (هو) زَوْره (. فالصدر ما عرض من ملتقى العضدين ومغْرِزِ العنق. والزور ما بين العضدين إلى موضع الحزام. و) جَوْز (الفرس مقعد الفارس من صلبه وما حاذاه من بدنه، وجَوْزُ كل شيء وسطه. وجملة مقعد الفارس يقال لها) الصَّهوة (. وقد تقدم ذكرها. وموقع دفتي السَّرج من الصهوة يقال لها) المعَدَّان (. وما ضُمَّ عليه الحزام فهو) المحزم (. ودون الْمَحْرِم إلى الخاصرتين) المركَلاَن (، وهما موضع عَقِبى الفاَرس، وبذلك سمياً مركَليَن. وهما) الجوانح (. و) الفريصتان (مرجع المرفقين من) الَّدفِّ (، والدَّفُّ: الجَنْب. ومرجع المرفقين هو منقَبض الفؤاد. ثم) الضلوع (وهي أربع وعشرون ضلعاً. وفي الأضلاع) القُصْرَيان (، وهما الضلعان في الجنبين أسفل الضلوع وأقعرها. إحداهما منتهى الجانب الأيمن، والأخرى منتهى الجانب الأيسر؛ ويسمونها ضلعي الخَلف، وتليهما) الشاكلتان (، وهو ما اتصل من الفخذين بالخاصرتين، والقُصْرَيان يقال لهما) الواهنتان (. والضلعان اللتان تليان الواهنتين يقال لهما) الدَّأيتان (. والأوساط من الضلوع وهي أربع من كل جانب يقال لها) الحَرجَ (، وهي المسقَّفَات، وهي أطول الضلوع وأتمها، وإليها ينتفخ الجوف. ¶ فصل ¶ ونواحي جوفه يقال لها) رَبض (البطن، وفي ربض بطنه) مَنْقَبه (و) سُرَّته (و) قُنْبه (و) رُفْغاه (و) شاكلته (و) طفطفتاه (، و) حالباه (و) صِفَاقه (. فأما رَبَضُ البطن فمرَاقُّ البطن وأما مَنْقَبه فحيث ينقب الْبيْطار قريباً من السرة، وأما قُنبه فوعاءُ ذَكرِه، وأما رُفغاه فما بين الخُصْيَيْن والفخذين، وأما شاكلته فبين فخذيه وبطنه، وهي التي تجشر من الشاة والبقرة المُعْرِقَةِ السَّمَن، وأما طفطفتاه فما بين الجنب والحَرقفة، وأما الحالبان فَعِرْقان اكتنفا السرة من جانبها، وأما الصَّفاق فما بين الجلد والأعفاج. ¶ وبطنُ الفرس اعفاج وحوايا، ليس فيها كَرِش. و) الِحَقْوان (هما ما ضُمت عليه القُصْريانِ، وخنست عنه الَحجبَتان. ¶ وفي قُنب الفرس) نَضِيةُّ (و) فَيْشَله () إحليله (. فأما النضيُّ فجميع ذكره، وهو) الغُرمول (أيضاً، وأَما الفيشلة فرأس الذكر، وكذلك هو من الإنسان.",
            "page": "9",
            "part": "1",
            "seal": "13B3905C"
        },
        {
            "id": "10",
            "nass": "وأما الإحليل فللقرس إحليلان: فالْخَرْق الذي بين الخُصْيَين وفيه يخنس الذّكر: إحليل، والخَرْق الذي في رأس الذكر وهو مخرج البول: إحليل؛ ويشاركه في هذا الإحليل كل ذكَر من الحيوان، ويشاركه في الأول ذكور ذوات الأربع خاصة. وصوت الذكر في قُنبه عند حركة الفرس يقال لها) الْخَضِيعة (، ويقال إن الخضيعة صوت جوف الفرس. وجلد الُخصْية يقال له) الصَّفَن (. وفي الصفن) البيضتَان (. ¶ وفي جسم الفرس) القُحْقُح (وهو ملتقى الوركين من باطن، وباطنه) الَخوْرَانُ (وظاهر) هـ () الدُّبرُ (وهو ما بين القحقح والْعُصْعُص،) والعُصْعص (طرف الصُّلب وهو منبت الذَّنب. وأعلى العصعص يقال له) العَجْب (، وأسفله) مغرز الذَّنَب (. فما غَلُظَ من أصل الذنب فهو) عُكْوته (، ويلي العُكوة) العَسيب (، وهما عظم الذَّنب. ومستدَقُّ الذَّنب يقال له شائلة (الذنب، و) السبيب (هو) هُلْب (الذنب، وهو شَعره، هكذا قال أبو زيد الأنصاري، والمعروف عند أهل اللغة أن) السبيب (هو شَعر الناصية والعُرف، وشعر الذنب) الهُلْب (. ¶ فصل ¶ ويتصل بمَقَادم الفرس) يداه (، وفي يديه) كتفاه (، وفي كتفيه) عَيْراهما (و) غُرضوفاهما (و) أَخْرَماهُما (و) صدقاهما (. فأما الكتف فمعروفة وهي العظم العريض في أعلى المنكب، وأما عَيْراهما فما ارتفع من عظم الكتف وهو الشاخص في وسط الكتف، وأما أخر ما هما فمنتهى عَيْريهما حيث انتهت عند الصدقين، وأما الصدقان فنقرتان في رأس الكتفين. وفي غُرضوفي الكتفين في أعلاهما) النَّغْضان (وهما) الراعنتان (، وهما لحم كثير على اسفل الْغرْضوفين وأما اللحمتان على أعلاهما فهما) الفريصتان (. ¶ والغُرْضوف ما كان من طَرَف الكتف متصلاً بالكتف وليس منها، كأنه عظم وليس به؛ ويقال له) غُضْروف (أيضاً. ¶ وفي يديه) مَنْكِباه (، ومنكباه ما ضم أسفل الكاهل من قبل القصَّ بأعلى الزَّور، و) الكاهلُ (ما ظهر من الزَّور، و) الزور (ما بطن من الكاهل. ¶ وفي يديه) عَضُداه (، وفي عضديه) القبيحان (و) الوابلتان (، فأما القبيحان فرءوس العضدين الملاقية للذراعين، وأما الوابلتان فرءوس العضدين مما يلي الكتفين، وهما عظمان ضخمان مشَّان، والمشاش هو اللحم. ¶ وفي يديه) ذراعاه (. وفي الذراعين) المِرْفَقان (وهما الإبرتان. فأما رضف ركبتيه فما بين الكُراع والذراع، وأعظم صغار مجتمعة في رأس الذراع، و) الإبرة (من الذراع هو الطرف المستدق الذي يحك منتهى الفريصة من الكتف وواسط عظام الَحْيزْوم فويق المحزِم. ¶ و) الداغصة (عُظَيم شكله قريب من الاستدارة يكون فوق الركبة؛ يديِصُ أي يذهب ويجئ. ثم) الوظيفان (. وفي وظيفيه) قَيْناه (. والوظيف ما تحت الركبتين إلى الأرساغ، وأما القينان فزند الوظيفين. ¶ وفي الوظيف) العُجاية (، وهي عصبة مستطيلة في الوظيف منتهاها) الرُّسْغ (. ¶ وأما) الأَبْجَلُ (فِعرق مستبطن في الذراع إلى النحر، يقال إنه) الناحر (في النحر، وهو في الذراع الأبجل. والرُّسغ منتهى العجاية. ¶ وفي اليد) الرَّقْمتان (، وهما حلقتان في بطون الذراعين كأنهما كيَّتان بالنار. وفيها) الثُّنتاَّن (، وهما الشعر فوق) أم القردان (. ¶ وفي اليد) الأشْعَر (، والجمع) الأشاعر (. وهي أطراف الشعر عند الحافر. ¶ وفي اليدين) الفصوص (، وهي مفاصل ركبتيه وأرساغه. وفيهما) السُّلاَمياَت (، وهي عظام الرسغين. و) الشَّوَى (: القوائم. ¶ ويقال لأعالي الفرس) سماؤه (، ولأسافله) أرضه (. ¶ ثم) الحافر (، وفي الحافر) دخيسه (و) نسوره (و) حواميه (و) حواشره (و) دوابره (و) سُنْبُكه (و) إنسيُّهُ (. ¶ فأما الحافر فهو اسم جامع، وهو بمنزلة الظَّلف من الشاة. ¶ وأما دَخيسه فعظم الذي في جوف الحافر كأنه ظهاره. ¶ وأما نُسوره فهي اللَّواتي يكنَّ في باطن الحافر كأنها خطوط الكف وأما دابرة الحافر فمؤخره، وهو الذي يحَفَى وتأكله الأرض. ¶ وأما السنبك فهو مقدم الحافر، وأما الحوامي فهي ما يكتنف السنبك عن يمينه ويساره، وأما) الحَوْشب (فهو عظم الرسغ الداخل في الحافر كأنه نصل؛ وأما إنْسيُّهُ فما أقبل من حوافره بعضها على بعض في يديه ورجليه؛ وأما وَحْشيِهُّ فما كان خارجاً من حوافر يديه ورجليه. ¶ فصل ¶ ويتصل بمآخير الفرس رجلاه، وفيهما) وَرِكاه (. وفي الوركين) حَرْقَفَتاهما (و) حارقتاهما (و) نُقرتاهما (و) قوّارتهما (.",
            "page": "10",
            "part": "1",
            "seal": "35CC9D85"
        },
        {
            "id": "11",
            "nass": "فأما وركاهما فالعظمان الأعليان في العجُز، وأسفلهما القحقح، وما بين ذلك) الخَوْران (وهو) الدُّبُر (. ¶ وأما حرقفتاهما فالعظمان الشاخصان في معلَّق الوركين. و) الجاعرتان (هما اللتان اكتنفاالذنب عن يمين وشمال. وهما موضع) الرقمتين (من الحمار. وفي فخذي الفرس) الحَماتًان (و) الكَاذَتاَنِ (و) الحادبان (. فالحادبان أسفل من الذنب مُضغتان في ظاهر الفخذين. والكاذتان تحاذيانهما من باطن الفخذ مما يلي الشاكلة. والَحماَتان عند طرفي الفخذين مما يلي الساقين، ويليهما من فوقهما) الرَّبلتان (. و) الغُرابان (عظمان في وسط الوركين، و) النقرتان (عصبتان في رأس الفخذ؛ و) النَّسا (عرق في باطن الرجل كلها؛ و) رأس النَّسا (في أعلى) الصَّلاَ (، وهي نقرة يقال لها) القَلْتُ (. ثم) الفخِذ () خصائل (الواحدة) خصيلة (وهي لحم مجتمع، ولكل خصيلة) غَرٌّ (والغرُّ خمصة بين الخصيلتين كأنها فرقت بينهما. ¶ وفي الرَّجل) الثَّفنَتَان (، وهما مَوْصِل الفخذين في الساقين، وهما عَصَبتان كأنهما عَظمان، ثم) السَّاقان (؛ وفي السَّاقين) النَّقْوان (، وهما العظمان اللذان فيهما المخ، واسم المخ) الَّنقُي (، وفيهما) الحَماتان (، وهما مُضغتان في ظاهر الساقين، وفيمها) العُرقوبان (، وهما المفصلان المتصلان بالوظيفتين. وبين الساق والوظيف) الكعْبان (، وهما عظمان عندهما طَرَف الساق وطَرَف الكُراع؛ ثم) الوظيفان (، وهما موضع، الشِّكال من رِجل الدابة. ¶ وفي الوظيف) عُجايته (، وهي عَصَبةٌ تحمل الرِّجل كلها، و) الرُّسْغ (، هو المفصل بين الساق والوظيف. وهما وظيفان، ورُسغان، وعجايتان. ¶ فصل ¶ ويسمى في الفرس من أسماء الطير:) الهامَةُ (و) النَّسر (و) النَّعامة (و) الفَرخ (و) الصُّرَد (و) العصفور (و) الديك (و) الصَّلصل (و) الدَّجاجة (و) الناهض (و) الغُرُّ (و) السُّماَنَي (و) الغراب (و) الْخُطَّاف (و) السَّمامة (، و) الصقر (و) القَطَاة (و) الحُرُّ (و) الحِدَأَة (و) الخَرَب (. ¶ حدَّث الأصمعي أن هارون الرشيد كان له فرس أدهم يقال له) الرَّبِذُ (فابتهج به يوماً، فقال:) يا أصمعي! خذ بناصية) الربد (ثم صفه من) قَوْنَسه (إلى) سُنُبكه (، فإنه يقال إن فيه عشرين اسماً من أسماء الطير؛ قال: فقلت نعم يا أمير المؤمنين! وأنشدك شعراً جامعاً لها من قول أبي حَزْرة. قال: فأنشِدْنا الله أبوك! فأنشدت: ¶ وأَقبَّ كالسِّرحان تم له ... ما بين هامته إلى النَّسر ¶ رحُبت نعمامته ووُفَّر فرخه ... وتَمَكَّنَ الصُّرَدان في النحر ¶ وأناف بالعصفور في سَعَفٍ ... هامٍ أشمّ مُوَثَّقُ الجِذر ¶ وأزدان بالديكين صَلْصلهُ ... ونبت دجاجته عن الصدر ¶ والناهضان أُمَّر جَلزهما ... فكأنما عُثِما على كسر ¶ مُسْحَنْفِر الجنبين مُلْتَئمٍ ... ما بين شِيمَتِهِ إلى الغُرِّ ¶ وَصَفَتْ سُمَاناه وحافره ... وأديمه ومنابِتُ الشَّعْرِ ¶ وسما الغراب لموقعيه معاً ... فأُبين بينهما على قَدْر ¶ واكتنَّ دون قبيحه خُطَّافه ... ونأت سَمامته على الصَّقْر ¶ وتَقَدَّمَتْ عنه القَطاه له ... فنأت بموقعها عن الحُر ¶ وسما علىِ تقويه دُوْنَ حِدَاته ... خَرَبان بينهما مَدَى الشِّبْر ¶ يَدَعُ الرضيم إذا جرى فِلَقاً ... بتوائم كمواسمٍ سُمر ¶ رُكِّبن في مَحْضِ الشَّوى سَبِطٍ ... كَفْتِ الوثوب مشَّددِ الأَسر",
            "page": "11",
            "part": "1",
            "seal": "D9B825E2"
        },
        {
            "id": "12",
            "nass": "الهامة: أعلى الرأس، وهي أم الدماغ، وهي من أسماء الطير، وقد تقدم ذكرها. والنَّسر: هو ما ارتفع من بطن الحافر) و (من أعلاه كأنه النَّوَى والحصا، وهو من أسماء الطير. وقد تقدم أيضاً ذكره. والنعامة: جِلْدَةُ رأس الفرس التي تغطى الدماغ، وهي من أسماء الطير. والفرخ: هو الدماغ وهو من أسماء الطير. والصُّرَدانِ: عرقان في أصل اللسان مكتنفان باطن اللسان فيهما الرِّيق ونفَس الرئة، وهما من أسماء الطير. وفي الظهر صُرَدٌ أيضاً، وهو بياض يكون في موضع السَّرج من اثر الدَّبَر. والعُصفور: أصل منبت الناصية، والعصفور أيضاً: عظم ناتئ في كل جبين، والعصفور أيضاً: من الغُرَر، وهي التي سالت ورقت ولم تجاوز إلى العينين ولم تَسْتدَرْ كالقُرْحة، وهو من أسماء الطير. والديك: هو العظم الناتئ خلف الأذن، وهو الذي يقال له الخُشَّاء. والصُّلْصُل: بياض في طرف الناصية، ويقال: بل هو أصل الناصية. والدَّجاجة: اللحم الذي على زَوْره بين يديه. والديك، والصُّلْصُل، والدَّجاجة من أسماء الطير. والناهضان: واحدهما ناهض، وهو لحم المنكبين، ويقال: هو اللحم الذي يلي العضدين من أعلاهما، والناهض: فَرْخُ العقاب، وهو من أسماء الطير. والغُرُّ: هو من الفرس عضلة الساق، ومن الطير هو الذي يسمى أيضاً بالرَّخَمة. وقد تقدم ذكره. والسُّمَانَي من أسماء الطير، قال ابن عبد ربه: وهو موضع من الفَرَس لا أحفظه. والغراب: رأس الورِك، فيقال للصَّلَوين الغُرابان، وهما مُكْتَنَفا عَجْبِ الذَّنَب؛ ويقال: هما ملتقى أعالي الوَرِكَيْن، وهو من أسماء الطير، وقد تقدم ذكره. والخُطَّاف: من أسماء الطير، وهو حيث أدركت عَقِب الفارس إذا حرَّك رجليه. ويقال لهذين الموضعين أيضاً: المركلان. والسَّمامةُ: دائرة تكون في عُنُق الفرس، وهي من أسماء الطير. والصَّقر: أحسبها دائرة في الرأس ولا أقف عليها، وهي من أسماء الطير. والقَطاةُ: مقَعد الرَّدْف وهي من أسماء الطير، وقد تقدم ذكرها. والُحرُّ: من الطير، يقال إنه ذكَر الحَمام، وهو من الفرس: سواد يكون بظاهر أذنيه. والحِدَأة: من الطير، وأصلها الهَمْزُ ولكنه خُفف للضرورة، وهي سالفة الفرس. والخَرَب: هو الذي تراه مثل المُدْهُن في وَرِكِ الفرس، وهو من الطير ذَكَرُ الُحبَاري. ¶ الباب الخامس ¶ فيما يستحب في أعضاء الفرس من الصفات ¶ وما يستحسن أن يكون شبيهاً من الحيوان",
            "page": "12",
            "part": "1",
            "seal": "E3E70FF9"
        },
        {
            "id": "13",
            "nass": "الحُسن في جميع أعضاء الفرس مقرون بالجَودة، ودليل على العِتْق، والشِّدة، ومجموع ذلك هو الكَرم. وقلما تجتمع كلها في فَرَسٍ واحد، ولكن حظه من الكَرَم بقدر ما اجتمع له منها. فمن مستحسن أوصاف الأعضاء طول نَصْلِ الرأس، وطولهُ: بُعدُ ما بين ناصيته وجَحْفَلَته. ومنها هَرَتُ شدقيه، وشِدْقاه مَشَقُّ فيه إلى مآخر لحْيَيه، وهَرَتُها: طول شقهما، وذلك ليتمكن من إخراج النَّفَس. ومنها رقة جحافله وسُبوطتها، وجحافله: ما يتناول به العلف، وأحدها جَحْفَلَةٌ. ومنها طول لسانه وذلك لكًثرة ريقه، ويستحب كثرة ريقه للإراحة. ومنها رقه أرنبته، وأرنبتُه: ما بين منخريه، وذلك للحُسن ويُستدل به على العِتْق. ومنها رُحْب مَنْخَرَيه ودقتها وطول شقهما وطول أعاليهما وهَرَتُ أسافلهما، فالرُّحْب لسرعة الإراحة، والدقة للحسن. ومنها لطف مُسْتْطعَمِه، ومستطعَمُه ما بين مَرْسَنِه إلى طرف جَحْفلَتِهِ، وذلك للحسن. ومنها تَدَانِي صبَّيْ لَحْيَيْه، وهما مجتمع أطرافها من أسفل، وذلك للحُسنِ. ومنها دقَّةُ مَرسِنِه ولطفُه، ومرسنُه موضع الحَكَمَة على أنفه، وذلك للحسنَ. ومنها اعتدال قصبة أنفه، وهي ما بين خُليْقائه، وخليقاؤه: حيث التقت جبهته وقصبة أنفه من مستقدمهما، وذلك للحسن. ومنها دقة عُرْضَيْ أنفه وسهولتهما، وعُرْضاه: مبتدأ ما أنحدر من قصبة الأنف من جانبيهما جميعاً، فذلك للحسن، وهو دليل العِتْق. ومنها رقة نواهقه وأن لا تنتشر في وجهه، ورقتهما: قلة ولُصُوق الجلد فيهما، وذلك للحسن، ويستدل به على العِتْق. ومنها عُرْىُ سمومه، وسُمومُه: مارقَّ عن صلابة اللحم من جانبي قصبة أنفه من أعلاهما إلى نواهقه، وهي مجاري دموعه، وذلك للحسن ويُستدل به على العِتق. ومنها إسالةُ خدَّيه وسهولتهما وعِرضَهما وأسالتهما: طولهما، وذلك للحسن ويستدل به على العِتق. ومنها رُحب شَجْره، وشَجْرُهُ: ما بين لحْيَيْه من أسافلهما، وذلك لسَعة مخرج نَفَسه. ومنها رقة جفونه، وهي: ما انطبق على المُقْلتين من الجلد من أعاليهما وأسافلهما، وذلك للحسن، ويُستدل به على العِتْق. ومنها نَجَلُ مقلتيه وصفاؤهما وشدة سوادهما، والمُقْلَتان: العينان، ونَجَلهُما: سَعَتُهما، وذلك للحسن. ومنها بُعدُ مدى طَرْفه وحدَّتُه، وذلك لصدق الصرامة. ومنها ضيقُ واحتشاؤهما، وبعُد عينيه من اذنيه، ووقْباه: النقْرتان فوق عينيه. ورقَّهُ حاجبه مما يُستدل به على عِتْقه. ومنها عِرَض جبهته وعُرْيُها ولصوق جلدها بها، وجبهتهُ: ما تحت أذنيه وفوق عينيه من هامته. ومنها طول أذنيه وجَلَدُهُما: لُطُف طيِّهما، وذلك للحسن. ومنها رقة الأذنين ولينهما وتَطْرِيُقهما، والتطريقُ: التأليل، وهو دقة أطرافهما، وذلك للحسن، ويستدل به على العتق. ومنها في الأذنين شِدَّتهما، وذلك للصدق والصرامة. ومنها سُبُوطة ناصيته وطولها وشدة سوادها ولينها. ومنها لين الشَّكير وطمأنينته في منبته، والشَّكيرُ: ما أطاف بالناصية من قصير الشعر، وهو مما يستدل به على العِتْق. قال أبو عبيدة: وهو أبين شاهد في الفرس على عتقه، فأن وجُدت فيه خشونة لم يسلم من هُجْنةٍ. ومنها طول عنقه ما بين ناصيته إلى عُذرته، وعُذْرَتُه: ما كان على كاهله من شعر عُرفه، وذلك لحسنها وشدتها واستعانة الفرس بها في جريه، أعنى العُنُق، وهي مؤنثة؛ قال أبو عبيدة: والذَّكَر أحوج إلى طول العُنُق من الأنثى وإنما قال أبو عبيدة ذلك لأن عُنق الذّكر غليظة، فطولها متمم لِعْتْقِها وحسُنِها، وعُنُقُ الأنثى رقيقة، فطولُها يُضعفها ويذهب بجمالها. قال ابن قُتَيْبة:) ويستحب في العنق الطول واللين، ويكره فيها القصر والجُسْأة (. وذُكِرَ في حد الطول المستحسن أن سليمان بن ربيعة فَرقَّ بين العتاق والهُجُن بالأعناق، فدعا بطست من ماء فوضعت بالأرض، ثم قدمت الخيل إليها واحداً واحداً، فما ثنى سُنْبُكه ثم شرب هجَّنه، وما شرب ولم يَثْن سنبكه جعله عتيقاً. ¶ ومنها رقة مذبحه وهو منقطع عنقه مما يلي رأسه، ذلك للحسن.",
            "page": "13",
            "part": "1",
            "seal": "7FDEA0AE"
        },
        {
            "id": "14",
            "nass": "ومنها دقة سالفته، وسالفته: ما دقَّ من أعلى عنقه إلى قَذَاله خلف خُشَشاوَيه، وخُشَشَاوَاه: العظمان الشاخصان خلف أذنيه، وذلك للحسن والاستدلال على العِتْق. ومنها إفراع عَلاَبيِهَّ وشدة مركَّبهِمِا في كاهله، وعِلباواهُ: عصبتان تحت العُرشين، والعُرْشَان: منبت عُرفَهَ. وذلك أشد لوصل عنقه في الكاهل. وإفراع العَلابيَّ هو ارتفاعهما، وذلك أحسن في المنظر في انصبابهما. ومنها عرض عنقه من أصلها، واضطراب جِرَانه، ويكون ذلك من إفراع العلاَبيَّ وانحدار الجرَان، وذلك لشدة العُنق؛ وجرانه: ما فرق مريئه وحُلْقومه من جلدة باطن عنقه، وذلك أرحب لمخرج نفسه. ومنها إشراف هَاِدِيهِ، وهاديه عنُقه، وذلك للشدة والحسن. ومنها إفراع كتفيه في حَارِكِهِ وغموضها فيه من أعاليهما، وإفراعُهُما: هو ارتفاعهما في حاركه. ومنها عُرىُ أَخْرَمَيْه وتأنيفهما، والأخرمان: هما رءُوس الكتفين من قبل العضدين، وعُريهما: قلة لحمهما، وتأنيفُهما: حدتهما. فإذا كانت كذلك بَعُدَ ما بين منكبيه ورحب لبانه وما بين جوانحه لمخرج نفسه، وأشتد التئام رءوس العضدين في الكتفين. ومنها نُتُوءمَعَدَّيه وكثرةُ لحمهما، ومَعدَّاهُ: اللحم الغليظ المجتمع في جنبيه خلف كتفيه، وهما موضع الدَّفَّتين من السرج. ¶ واستُحب ذلك لشدتهما وإجفار ما تحتهما من الضلوع لتَنَفُّسه بموضع الرَّبْلَتَين، لأنهما منتهى الرَّبْوِ، فإذا ضاق مكانهما وانتفختا ضغطتا القلب فَغَمَّتَاهُ فأخذه لذلك الَكَرْب. قال ذلك كله أبو عبيدة. ومنها قصر ظهره، وحدُّ ظهره: ما بين منقطع حاركه من أسفله إلى ما بين القُصْرَيَين من صُلبه. ومنها اعتدال صلبه، واعتدالُه: استواؤه وعرض فِقَرهِ، والفِقر جمع فَقْرَة، وهي خَرَزُ الظهر، ويقال لها المَحَالُ، وذلك مراد للشدة والحسن. ومنها لَحبُ مَتْنَيْه، ولحُبه: ضمور لحمه، وفرس مَلْحوب منه. ¶ قال أًبو عبيدة: وقد أَخْظَى، وهو شديدٌ، والخْظاَ. هو ارتفاع لحم المتْنين على الصَّلب واندماجه. قال غيره: إن الملحوب أشد احتمالاً للرَّبْوِ من الأخْظَى. ومنها أن يكون رحيب الجوف. ومنها إجفار جنبيه، وإجفارهما: انحناء ضلوعهما من أعاليهما واتساعها وطولهما، ويستحب عرضهما وسُبوغ الأضلاع فيهما، والسُّبوغ: الطول فيهما. ¶ ومنها رُحْبُ إهابه، وإهابه: جلده، ورحبه: سعته. ومنها دخول موقِفَيْه، وموقفاه: ما دخل من وسط الشاكلة إلى منتهى الأطْرَة، وذلك للشدة. ومنها شدة حَقْوه، وحقوُه: مَوْصِل صلبه في عَجُزِهِ مستدبراً بما ظهر منه وما بطن. ¶ ويستجيب أيضاً عِرَضه وكثرة لحمه واستواء لحمه مع ظهره وقربه من أطْرَته. ومنها إشراف قَطاتَه وكثرة لحمها، وقطاته: مقعد الرِّدف خلف الفارس، وذلك لشدة وصل) (عَجُزِه في صلبه. ومنها إشراف حَجَتيه وتأنيفُهما وبُعد ما بينهما، وحَجَبتاه: هما حرقفتاه. ومنها عرض وَركَيْه وكثرة لحمهما وطولهما ولصوق الجلد بهما. قال أبو عبيدة: وإن يكون فيهما سفح قليل أَصْدَقُ لهما في الجرى، يعنى بالسَّفح العرض في استناد، مأخوذ من سفح الجبل. قال: والتربيع أحسن لهما في النظر. وعِرَض الوركين خير لهما من الطُّول. ومنها شدة عَجْيه وغِلُظهُ من غير إفراط في ارتفاع ولا غموض، وذلك لشدته. قال أبو عبيدة: وأحسن حالاته التوسط بين الغموض والإشراف. ومنها استيفار برْكته في نحوه. وبِرْكتُه: من حيث انضمت الفَهْدتان من أعاليهما إلى الذي دون العضدين، إلى غُضون الذراعين من باطنهما. ¶ ومنها خروج جؤجئه، وجؤجؤُه: ملتقى فهدتيه من أسافلهما، وفَهْدَتاه: اللحمتان الناتئتان في صدره. ومنها عِرضَ بَلْدَته، وبلدته: منقطع الفهدتين من أسافلهما إلى عضديه، ومنها رَهَل صدره وبركته وجوجئه وفهدتيه وبلدته، وذلك أشد لصدره وأشرح لمنكبيه. ومنها قَصُر عضديه، وذلك ليخرج مَنْكِباه ويدخل مِرْفَقاه، لأنها إذا قصرت دفعت مُرَكبَ الكتف فيها وأتبعها الذراع فدخلت؛ وإذا طالت رفعت رأس الذراع حتى يخرج مِرْفَقاه، وذلك أشد لتَفَرُّقِ يديه. وعضداه: هما العظمان اللذان بين كتفه وذراعيه.",
            "page": "14",
            "part": "1",
            "seal": "17FE8CD4"
        },
        {
            "id": "15",
            "nass": "ومنها انحدار قَصِّه: وقضُّه: ما بين الرُّهابة إلى منقطع أسفل الفهدتين وآخر فَلكِ الزور، وعندها تنقطع الجوانح وتتفرق الضلوع، وذلك أسْبَغُ لضلوعه وأتم لأخذه. ومنها طول ذراعيه وعَبَالتهما، وذراعاه: ما بين عضديه وركبتيه، وعبالتُهما: عظمهما. ومنها رخاوة مَرْدَغَته وعِظَمُ ناهضه، والمردغة: هي اللحمة التي في أصول العضدين من خلفهما مما يلي الفريضة، والناهضُ: خَصِيلَةُ العضد الناشزة فوقه، فكلما عظمت وعترت وغلظت فهو خير له. ومنها كثرة الغضون بين العضدين والفهدتين وباطن الذراع والإبطين من الجلد، وذلك أَسْرَحُ ليديهإذا جرى. ومنها لطف زوره من موضع المرفقين وعُرْيُهُ، وزوره: قصُّه، وقد تقدم ذكره. ومنها عِظم عَظْم الذراعين وغلظ حبالهما وظهور غرورهما؛ فحبالهما: العصب الظاهر عليهما، والغُرور: بين الحبال، وهي الطرائق التي تفرق خصائل اللحم. ومنها لطافة ركبتيه وشدة سمومهما، وإكراب أَسْرِهَمَا وقرب ما بينهما، وذلك للشدة وقلة الفتور، لأنها وَصْلُ بين الذراع والوظيف، فإذا كانتا كان أبطأ لفتورهما. ومنها قِصَرُ وظيفي يديه وعِرضهما وأحديداب قَيْنَيهْمِا، فوظيفاه: ما بين ركبتيه وجُبَّتيه، وقيناهما: الظُّنْبُوبان، وهما مقاديم وظيفي اليدين، ولصوق جلدهما بهما، وقلة حشوهما، وفرش عصبهما وعرضه وعبالتهما. ومنها لطافة جُبَّتِه وتَمَحَّصُها، وجُبَّته: ملتقى الوظيفين وأعلى الَحْوشب. ومنها صغر العُجاية وقلة لحمها وغموض العصب فيها وصغر قَمَعتها، والعُجاية: مؤخر الجبة حيث تفَرَّق عصب يديه، وفيها منبت الثُّنة، والثنَّة: الشعر النافر في مؤخر الجبة، وقمَعَتُها ما في جوف الثنَّةِ من طرف الْعُجَاية الذي. لا ينبت شعراً. ¶ ومنها إكراب رسغيهِ وعبالتهما، وإن يكون فيهما غَلَبٌ، والرسغ ما بين الجبة والأشعر، وإكرابه: شدة أسرة، وعبالته: غلظه، وغلبُه: احديدابه مع غلظه. ومنها عرض باطن الَحْوْشبَ من موضع أم الْقِرْدان، والحوشب: عَظْمُ الرسغ، وأم القِرْدان: هي الهَزْمَةُ في باطنه، وذلك للشدة. ¶ ومنها عِظم حافره، وإفجاج حواميه، وحِدَّةُ سنبكه. ومنها بُعْد أَلْيَةِ حافره من الأرض، والأَلْيَةُ: اللحمة التي في أعلى الحوامي من مؤخر الأشعر، واستحب ذلك لصبره على صك الأرض واحتماله ما فوقه من الثقل، وفيه مع الشدة الحسن. ومنها كثرة لحم كاذَتَيْهما وعِرَض فائلهما؛ والفلائلان: دوائر الفخذين، وهما أسفل من الكاذتين. ¶ ومنها عِظَمُ الربلتين، والرَّبْلتان: ملتقى باطن الفخذين من أعلاهما من اللحم، وذلك مستَحب لتمام شدة الفخذين، وعليهما يعتمد في عَدْوه. ومنها توليج ثَفِنَتيْه، وهو انضمام بعضها إلى بعض ولصوق الجلد على رءوسهما، والثَّفِنتان: هما مُرَكَّبُ الفخذين في أعلى الساقين. قال أبو عبيدة: واسْتحِبَّ ذلك لأنهما إذا وُلِّجتا كان أجمع لرجليه في أخذه، وأقوى لهما على ما فوقهما من الثقل، وأصبر له على طول الُحْضْر، وذلك لاجتماعهما ودخولهما تحت ما فوقهما من ثقل جسده، وكره انقلابهما وخروجهما للضعف، لأن الرّجلين إذا ما انقلبت ثَفِنَتَاهما اتسع رُفْعُهُما وخلا ما تحت جسده لانفتاحهما، فكان أسرع لفتوره، وأضعف لرجله. ¶ ومنها قِصَرُ ساقيه وعِرَضهما، ويستحب التحنيب فيهما، وهو تقويسهما، وعِظَمُ حَمَاتَيْهما وانْتِبَارُهما، والحماة: اللحم المجتمع الشاخص في وسط الساقين من ظاهرهما، وعُرىُ بواطنهما من اللحم، وهو ظهور نَسيَيَهْما، والنَّسا: عِرقٌ في باطن الساق ما بين الحماتين والكعبين، وهذا كله مستحب لشدة انقباض الرَّجْلين في العَدْو، وشدة الضَّرْح بهما، وسرعة الضَّبْر. ومنها صغر كعبيه وصَمَعُهما ولصوق الجلد بهما وعُرى مَنْجميهما؛ وكعباه: هما بين الوظيفين والساقين؛ وصمعهما: صلابتهما واكتنازهما؛ والمَنْجِمان: عظمان شاخصان في باطن الكعبين، وذلك لأن الكعب وصْل يحُتاج إلى شدته، لطول صَكَّه الأرض برجله وشدة قبضها، فإذا لم تكن كذلك لم يَضْبِرْ. ومنها تأنيف عُرْقوبيه واستواؤهما بَعَصَب مؤخر رجليه وشدة لصوق الجلد بهما، واستحب ذلك منه للشدة وانقباض الرجلين.",
            "page": "15",
            "part": "1",
            "seal": "C4D2FC3D"
        },
        {
            "id": "16",
            "nass": "ومنها طول وظيفيه وعرضهما إذا استعرضتهما، وحِدَّتُها ودقتهما إذا استقبلتهما، واستواؤهما إذا استدبرتهما، ويستحب ذلك كله للشدة والصبر في العَدْو، وهو لُحُوق الرَّجْلين باليدين. ويستحب في الرجلين من أوصاف الرُّسْغين والحافر ما يستحب في اليدين، غير أن انتصاب الرسغين في الرجلين مغَتَفر، وليس هو في اليدين كذلك. ¶ فصل ¶ ويستحب للفرس أن يكون شبيهاً في بعض خَلْقِه لبعض الحيوان، فمن ذلك الظَّبْيُ، والكلب، والحمار الوحشي، والثور، والنعامة، والبعير، والأرنب، والذئب، والثعلب. ¶ فمَّما يستحب في صفة الفرس من خَلْق الظبي: طول وظيفَيْ رجليهِ، وتأنيف عُرْقوبيه، وعِظَم فخذيه، وكثرة لحمهما، وعِظَمُ وَرِكيه، وشدة متنه وظهره، وإجفار جنبيه، وقِصَر عضديه، ونَجَلُ مقلتيه، ولحوق أياطله. ¶ ويستحسن فيه من خَلْق الكلب: هَرَتُ شدقيه، وطول لسانه، وكثرة ريقه، وانحدار قصِّه، وسبوغ ضلوعه، وطول ذراعيه، ولُحُوق بطنه. ¶ وحكى أن مُسْلِم بن عَمروٍ أرسل ابن عم له إلى الشام ومصر ليشتري له خيلاً، فقال: لا علم لي بالخيل، وكان صاحب قَنْصٍ، فقال له: ألست صاحب كلاب؟ قال: نعم! قال: فانظر كُلَّ ما تستحسنه من الكلب الصابر فاستعمله في الفرس. قال: فَقَدِمَ بِخَيْلٍ لم يكن في العرب مثلها. ¶ ومما يستحسن فيه من خَلْق الحمار الوحشي: غلظُ لحمه، وظمأ فصوصه، وتمَحُّصُ عصبه، وتمكُن أرساغه، وتمحيصها، وعِرَض صَهْوته. ¶ ومما يستحسن في خَلْقه من خَلْق الثور: عرض جبهته، وقلة لحمها، واضطراب جرانه، وطول ذراعيه، وعِرَض كتفيه. ¶ ومما يستحسن في خلقه من وصف النعامة: طول وظيفيها، وقصر ساقيها، وعُرْى أَيْبَسَيْها. ¶ ويستحسن فيه من البعير: طول ذراعيه، وعبالة أو ظِفَتِه. ومن الأرنب: صغر كعبيها. ومن الذئب: شَنَحُ نَسَيْيْه. ومن الثعلب: تقريبه. ¶ وأول من شَبَّه الخيل بالظبي، والسَّرْحان، والنعامة، أمرؤ القيس بن حُجر، فقال في وصف فرسه: ¶ وقد اَغْتَدِى والطير في وُكُنَاتها ... بمُنْجَردٍ قَيدِ الأوابد هَيْكَلِ ¶ مِكَرٍّ مِفَرٍ مقبلٍ مُدْبرٍ معاً ... كجلمود صَخْرٍ حَطَّهُ السيل من عَلِ ¶ كُمَيْتٍ يَزِلُّ اللَّبْد عن حال متنه ... كما زَلَّت الصَّفْواء بالمتنزل ¶ مِسَحٍِّ إذا ما السابحات على الونى ... أثرن غباراً بالكَدِيْدِ المركَّل ¶ على العَقْب جياش كأنَّ اهتزامه ... إذا جاش فيه حَمْيُه غَلْيُ مِرجَل ¶ يطير الغلام الخِفُّ عن صَهَوَاته ... ويُلوى بأثواب العنيف المثقَّل ¶ دَرِير كَخُذْروف الوليد أَمرَّه ... بقلب كَفيَّهْ بخيط مُوَصَّل ¶ له أيْطَلاَ ظبيٍ، وساقا نعامةٍ ... وإرجاء سِرْحَانٍ وتقريب تَتْفُل ¶ وقد أعاد هذا التشبيه في قصده أخرى بائية فقال: ¶ وقد اغتدى والطَّيْرُ في وكناتها ... وماءُ الندى يجري على كل مِذْنَب ¶ بمنجرد قَيْد الأوابد لاَحَه ... طِرَادُ الوادي كلَّ شأو مُغرِّب ¶ على الأَيْن جَيَّاشٍ كأنَّ سراته ... على الضُّمْر والتَعْدَاءِ سرحه مرقب ¶ يباري الخَنُوف المستقلَّ زِماعُه ... ترى شخصه كأنه عود مشجب ¶ له أيطلا ظبي وساقا نعامة ... وصهوةُ عَيْرٍ قائم فوق مَرْقَب ¶ فأخذ الشعراء هذا التشبيه من امرئ القيس فَجَرَوْا عليه. ¶ الباب السادس ¶ ألوان الخيل ¶ وذكر الشِّياتِ والغُرر والتَّحجيل والدوائر ¶ أما أصول الألوان فهي أربعة: بياض، وسواد، وحمرة، وصُفْرة. والحقيقة أن الأصل البياض والسواد، لأن الحمرة والصفوة إليهما يرجعان، ومنهما ينشأن.",
            "page": "16",
            "part": "1",
            "seal": "D7313902"
        },
        {
            "id": "17",
            "nass": "ذِكْرُ البياض: الناصع البياض هو) أَشْهَبُ قِرْطاسيّ (، فأن خالطَتْه صفرة فهو) أشهب سَوْسَنيٌّ (. فإن خالطته حمرة فهو) صناَّبي (، فأن خالطه سواد فهو) حديدي (، فأن غلب البياض فهو) كافوري (، ومثله) أشهب واضح (. فإن كان أبيض فيه بُقَعٌ تخالفه فهو) مُوَلَّع (، فأن صغرت البقع فهو) أبقع (، فإن كانت نُكتُهُ أكثر فهو) مُفَلَّسٌ (، فأن زادت فيه فهو) مُدَنَّر (، فأن تفرقت البقع عليه فهي) الشام (، وهو) أشْيَمُ (، وإن كانت نقطة صغاراً وكثرت فهو) أرقط (، فأن زادت صغراً وكثرة فهو) أنْمَرُ (، فأن تناهت صغراً فهو) أنمش (و) أبرش (، فإن كانت شبيهة طرائق فهو) مجزَّع (، فأن صغرت الطرائق فهو) مُغْرَب (. ¶ السواد: الخالص السواد هو) أَدْهَمُ (، فإذا كان حالك السواد فهو) غَيْهبيُّ (، فإذا أشتد سواده حتى يضرب إلى الخُضْرة من شدته فهو) أخضر (؛ وهو) الدَّيْزَجُ (في كلام العجم؛ فإن كان بين الدُّهُمَة والخضرة فهو) أحْوَى (؛ فإذا خالطت سواده شُقْرة فهو) أدبسُ (، فأن خالطه أدنى حمرة أو صفرة فهو) أحَمُّ (، فإن كان سواده يضرب إلى البياض حتى يقرب من لون الرماد فهو) الأَوْرَق (، ونحوه) الأكْهَبُ (، ودونه من السواد) الأربد (. ¶ الحمرة: الأحمر الخالص إذا اسودَّ عرفه وذيله فهو) وَرْد (، والأنثى) وردة (والجمع) وِرَادٌ (، فإن كانت حمرته في سواد فهو) كُميت (، وكذلك الأنثى بلفظ الذكر،، وكذا هو مصغر؛ لا يقال كَمْتٌ ولا كمتة، فأن اشتدت حمرته في السواد فهو) كُمَيْتٌ مُدمًّي (، فأن صفرت حمرة الوَرْدِ شيئاً من غير سواد، وعرفُه وذيلُه إلى البياض فهو) أَشْقَرُ (، فإذا كانت كمتته بين السواد والبياض فهو) وَرد أَغبس (، وهو) المسَّمَنْدُ (عند الفرس، وإذا قارنت حمرته السواد فهو) أصْدَأُ (، مأخوذ من صدإ الحديد، فأن زاد السواد شيئاً على الحمرة فهي) الجُؤْوَةُ (، والفرس) أجْأَي (. ¶ الصفرة: الأصفر الخالص إذا كان بلون الذهب فهو) أصفر فاقع (، فإن كان عُرفه وذيله إلى البياض فهو) أصفر فاضِحٌ (، وهو موصوف بالضعف في الأكثر، فإن كان عُرْفه وذيله أسودين فهو) أصفر مُطَرَّفٌ (. ويكون التطريفُ سوادَ الأذنين دون سائر البدن أي لون كان، فإن كان الأصفر مطرّقاً أسود القوائم فهو) أَرْمَدُها (، وإن كانت بظهره طريقة سوداء) سحَابيٌ (وتلك الطريقة هي السحابة. فإن كان بقوائم الأصفر خطوط سود فهو) مُوَشًّي (، فإن كان لا شِيَة به ولا وضَح أي لون كان فهو) مُصْمت (و) بهيم (و) البَلَق (في الخيل ضَعْفٌ ونقص من قوتها. قال محمد بن سلام: لم يسبق الَحلبةَ فرس أَبْلقُ ولا بْلْقَاءُ. ¶ فصل في الشيات ¶ أصل الشَّيِة: العلامة، وهي فِعلة من الوَشْى، ثم صار كل لون مخالف لمعظم لون الدابة شِيَة، ومنه قوله تعالى) لاَ شِيَةَ فيها (أي لا لون فيها يخالف سائرها. وشياتُ الخيل من هذا، وأكثر ما تكون شيات الخيل بياضاً، وهي شبيهة فيها بالغُرر، وكما لا تكون الغُرَّةُ إلا بيضاء فكذلك الشِيَّة أيضاً. فإذا ابيضَّت أذنا الفرس وحْدها، أو كانت فيها نقط بيض ولم يعَّمها البياض فهي) الذُّرْأَة (، والفرس) أَذْرَأُ (، وذلك إذا لم يكن الفرس أشهب، فإنها في الأشهب لا تختص باسم وحدها، إلا أن تكون سواداً، فذلك) التطريف (، والفَرَسُ) مُطَرَّف الأذنين (، فأن ابْيَضَّ رأس الفرس فهو) أصقع (، فأن أبْيَض قفاه فهو) أَقنَفُ (، فأن خالط شعر ناصيته بياض فهو) أَسْعَفُ (، فأن ابيضت ناصيته كلها فهو) أَصْبَغُ (، فأن أبيض رأسه كله فهو) أَغشى (، و) أَرْخَمُ (، فإن كان أبيض الرأس والعنق فهو) أدْرَعُ (، فإن كان أبيض الظهر خلقة فهو) أَرْحَل (، فإن كان بياض ظهره من آثار دَبَر أصابه فهو) مصرد (، وذلك البياض) الصُّرد (وهو جمع، واحدته) صردة (، فإن كان أبيض البطن فهو) أنْبَط (. فإن كان أَبيض الجنبين فهو) أَخْصَف (اليمين أو اليسار، وإن كان بيض الكَفَل فهو) آزَرُ (، فإن كان بعرض ذنبه بياض فهو) أشعل (الذَّنَب، فإن كان بعض هُلبه أبيض وبعضه على لون آخر فهو) مخصَّل (الذنَب، و) مخصَّل (العُرْف إن كان ذلك أيضاً في العُرف. ¶ فصل في الغرر",
            "page": "17",
            "part": "1",
            "seal": "B37E794D"
        },
        {
            "id": "18",
            "nass": "الغُرَّة: أسم عام لكل بياض يكون في وجه الفَرسَ، وحدُّه في القدر أن يكون فوق الدرهم، فإذا كان في وجه الفرس قدر الدرهم فما دونه فهو) قُرْحة (، والفرس) أقْرح (. والعرب تتشاءم بالقُرْحة إذا لم يكن معها بياض في شيء من أعضائه، فإذا كان مع القرحة أدنى بياض خرجت من حَيَّزِ الكراهة وصارت مدحاً، كما قال الشاعر: ¶ أَسيلٌ نبيلٌ ليس فيه مَعَابةٌ ... كُمَيْتٌ كلون الصَّرف أَرْجَلُ أقرحُ ¶ فمدح بالقرحة لما كان معها الرَّجل. فإن زاد على قدر الدرهم البياض في وجهه فهو) غُرّته (، وأسمها) النجم (، وهي أول مراتب الغُرَرِ، فأن انتشرت في الجبهة وملأتها فهي) شادخة (، والفرس) أَشْدَخُ (، فأن استدارت في موضعها وتوسطها لون آخر فهي) الحلقة (، والفرس) مُحلَّقٌ (. فإن كانت النُّكْتة التي في البياض لازقة بأحد جوانب البياض فهي) الهلال (، والفرس) مهلَّل (، فأن سالت الغرة ودقت ولم تجاوز العينين فهي) العصفور (، والفَرسُ) معصفَر (، فأن نزلت إلى الخيشوم ولم تبلغ الجَحْفَلة فهي) شِمراخ (، والفرسُ) أغرُّ شِمْراخي (، فأن ملأت الغرة الجبهة ولم تبلغ العينين فهي) شادخة (، كما تقدم، فأن أخذت جميع وجهه غير أنه ينظر في سواد فهي) مُبَرْقِعة (والفرس) أغرُّ مبرقَع (، فأن بلغت عينيه فابيضت بها أشفار العينين فذلك) الإغراب (، والفَرَسُ) مُغْربَ (، فأن سالت في أحد الخدين الآخر فهي) لاطمة (، والفَرَسُ) لطيمُ (اليمن أو اليسار، فإن كانت إحدى عينيه زرقاء والأخرى كحلاء فهو) أَخْيَف (، وأكثر ما يوجد ذلك في اللطيم من الخيل، وهو لذلك) لَطِيمٌ أخيفُ (، فإن كانت الزرقاء لا بياض بناحيتها، والبياض حول العين الكحلاء فذلك) الخوَص (، والفرسُ لذلك) لَطِيمٌ، أخيف، أخوص (. والبياض بالجَحْفَلة العليا يقال له) الرَّثَمُ (، والفَرَس) أرْثَمُ (، فإن كان معه غُرَّةٌ متصلة به فهو) أَغرُّ أَرْثَمُ (، والبياض بالشَفَة السفلى يقال له) الَّلمَظُ (، والفرس به) أَلْمَظ (. فإن ابيضت الشفتان جميعاً قالوا فيه:) أرثم، ألمظ (فإن كانت الشفتان سوداوين مع لون يخالفهما فذلك) الدَّغَم (، والفرسُ منه) أدْغَمُ (. ¶ فصل في التحجيل",
            "page": "18",
            "part": "1",
            "seal": "1928D0CC"
        },
        {
            "id": "19",
            "nass": "والتحجيل شِيَةٌ من الشيات بموجب الاشتقاق، على ما قدمناه، وإنما خص بهذا الاسم أخذاً من الحَجْل. وهو الخَلْخَأل، وهو مخصوص بالرَّجل، فسمَّى بذلك كل ما وَلِيهُ أو قاربه، على طريق تسمية الشيء باسم ما جاوره، فإذا بلغ البياض من التحجيل رُكبة اليد وعُرقوب الرَّجل فهو فرس) مُحَبَّب (، واسم ذلك التحجيل) الجبّة (؛ وأصل) الجُبة (أنه اسم لموْصل الوظيف بالذراع. فإن جاوز البياض إلى العضدين والفخذين فهو) أبلق مُسَرْول (. فإن كان البياض بيده دون رجليه فهو) أَعْصمُ (، فإن كان في إحداهما فهو) أعصم اليمنى أو اليسرى (. فإن كان البياض في يديه إلى مِرفْقيَه دون الرجلين فهو) أَقْفَزُ (، فإن كان البياض برجليه دون اليدين فهو) مُحجَّل (، ولا يكون الفَرسُ بشيء من البياض محجَّلاً إلا بياض الرجلين، لما قدمناه من الاشتقاق. فإن كان مع ذلك في اليدين بياض سمى تحجيلاً، للمشاركة. فإن كان البياض في أوظفه اليدين دون الأعضاء والأرساغ فذلك:) الوقفْ (، والفرس) موقَّف (، وهذا في اليدين خاصة. فإن كان مثل ذلك في الرجلين أو في رجل واحدة فهو) التخديم (، والفَرَس منه) مُخَدَّم (؛ وذلك أيضاً من خواص الرِّجْل. فإن كان البياض في أرساغ الرِّجْلين خاصة فهو) مُخَلْخَل (، ويقال أيضاً) مخدَّم (. فإن كان البياض في أرساغ اليدين خاصة فذلك) القيد (والفرس) مقيَّد (. فإن كان بياض الرسغ متصلاً بالحافر) مُخَضَّبُ (اليد الكذا، أو الرِّجل الكذا،) ومخضَّب الأربع (إن كان ذلك في قوائمه كلها. وما كان من القوائم أبيض فهو) محجَّل (، وما ليس فيه ببياض من القوائم فهو) مُطْلقُ (. يقال) محجَّل الأيامِنِ (و) مطلق الأياسر (أو بالعكس. فإن كان البياض بثلاث قوائم وإحدى القوائم ليس عنده بيضاء فهو) محجَّل الثلاث () مَطَلقُ يَدِ كذا أو رجل كذا (، فإن كان البياض بِيَد وَرِجْلٍ من شق دون الشِّقِّ الآخر فهو) مُمْسَكُ الأيامن () مطلق الأياسر (أو بالعكس. فالممسكات هي بالبياض، والْمُطْلَقات هي العديمة البياض. فإن كان البياض برجل واحدة فهو) أرْجَل (، و) الرَّجَل (بانفراده هو مكروه عند العرب، فإن كان معه غيره اغتُفر. وإن كان البياض في يد ورجْل من خلاف، مثل أن يكون البياض في اليد اليمنى والرجل اليسرى أو بالعكس فذلك) الشِّكال (، وهو مكروه. والفَرَس منه) مشكل (. ¶ في الحديث عن أبي هُرَيْرةَ:) إن رسول الله صلى الله عليه وسلم كان يكره الشِّكال في الخيل (. وقوم يجعلون الشِّكال بياض أحد الشِّقَّين دون الآخر، مثل أن تَبْيضَّ اليد اليمنى والرجل اليمنى من جهة واحدة. وهذا هو الذي يقال له) الإمساك (، وقد تقدم ذكره. قال ابن قُتَيْبَة:) وقوم يجعلون الشكال البياض في ثلاث قوائم (، ولا يساعده الاشتقاق على ذلك. والأحسن ما قدمناه. فإن ابيضت أطراف الشَّقَّ وحدها فهو) أكْسَعُ (، فإن كان ذلك في يد أو رجل، أو في يدين أو في رجلين فهو) أكسع يد كذا أو رجل كذا أو اليدين أو الرجلين (. فإن ابيضت الثُّنَنُ كلها ولن تتصل بشيء من بياض القوائم فحاله في ذلك كحاله في الكَسَعِ في الإفراد والتثنية والجَمْعِ. فإن ابيضت مآخر أرساغ رجليه أو يديه، واتصال البياض بأَلْيَةِ اليد أو الرجل فذلك) النعال (، والفرس) مُنْعَل (، أو) مُنْعَل يد أو رِجْل أو اليدين أو الرجلين (. و) الشَّعَل (في الذَّنَب بياض في عرضه، فأن أبيض كله فهو) أَصْبْغُ (الذنَب. وقد تقدم ذكره في الشِّيات. ¶ فصل في الدوائر",
            "page": "19",
            "part": "1",
            "seal": "84BFE5AC"
        },
        {
            "id": "20",
            "nass": "وهي النخالة التي تكون في الخيل؛ منهن دائرة) المُحَيَّا (، وهي اللاصقة بأسفل الناصية ومنهن دائرة) اللَّطَاة (، وهي التي في وسط الجبهة. وإن كانت دائرتان قالوا) فَرَس نطيح (. ومنهن دائرة) اللاَّهزَ (، وهي التي تكون في اللِّهْزِمَة. ومنهن دائرة) المعوّذ (، وهي التي تكون في أول القلادة. ومنهن دائرة) السَّمامة (، وهي التي تكون في سالفة العنق. ومنهن دائرة) البنيقَيْن (، وهما الدائرتان اللتان في نحر الفَرَس. ومنهن دائرة) الناحر (، وهي التي تكون في الجرَان. ومنهن دائرة) الْقَالِعِ (. وهي التي تكون تحت اللِّبْد، واسم ذلك المكان) ملبد الفرس (. ومنهن دائرة) الهقَعةَ (، وهي التي تكون في عُرْض زَوْرِهِ، فإن كانت الهَقْعة في الشَّقَّين جمعياً فهي) النافذة (؛ والنافذة هي دائرة الحِزَامِ. ومنهن دائر ة) النَّاخِسِ (، وهي التي تكون تحت الجاعرتين إلى الفائِلَيْنِ. ¶ وهم يستحبون من الدوائر المذكورة دائرة المعوّذ، ودائرة السَّمامة، ويكرهون منها دائرة النطيح، ودائرة اللاهز، ودائرة القالع، ودائرة الناخس وكانوا يستحبون الهَقْعة لأن أبقى الخيل هو المَهقْوع، حتى أراد رجل من العرب شراء فَرسٍ مهقوع، فامتنع صاحبه، فلما رما بهذا البيت كرهوها. والبيت قوله: ¶ إذا عَرِقَ المْهقُوعُ بالمرء أنعظت ... حليلته وأشتد حَرّاً مَتَاعها ¶ الباب السابع ¶ ما يحمد من الخيل ¶ وصفة جيادها وأسماء العِتاقِ والكرام منها ¶ رَوَى أبو قتادة عن النبي صلى الله عليه وسلم أنه قال:) خَيْرُ الخيل الأَدْهَم الأقرح المحجَّل ثَلاَثٍ، طَلْق اليمين، فإن لم يكن أدهم فكُمْيتٌ على هذه الشَّيَة (. وقال أبو وهْبٍ الجُشَمي: إن رسو الله صلى الله عليه وسلم قال:) عليكم بكل كُمُيَتٍ أَغَرَّ مُحَجَّلٍ، أو أَدْهَمَ أَغَرَّ محجَّل (. وعن ابن عباس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:) يُمن الخيل في شُقْرهاَ (. وعن نافع بن جُبَيْرٍ عن رسول الله صلى الله عليه وسلم قال:) اليُمْن في الخيل في كل أَحْوى أَحَمَّ (. وعن عمرو ابن الحارث قال: قال رسول الله صلى الله عليه وسلم:) لو جُمِعَتْ خيول العَرب في صَعيدِ واحد ثم أُرْسِلَتْ لكان ساِبقُها أَشْقَرَ (. ¶ وسأل عمر بن الخطاب رضي الله عنه العبسيَّين، فقال:) أي الخيل وجدتموه أصبر في حروبكم؟ قالوا: الكميت (. ¶ وسأل سليمانُ بن عبد الملك موسى بن نُصَيْر حين قدم من الأندلس فقال: أي الخيل رأيتَها في تلك البلاد أصبر؟ قال: الشُّقر. وعن عقُبةَ بن عامر قال: قال رسول الله صلى الله عليه وسلم:) إذا أَردْتَ أن تَغْزَوَ فاشْتَرِ فرساً أَغَرَّ مُحجَّلاً، مُطْلَقَ اليمين، فإنك تَسْلَمُ وتَغْنَمُ (. ¶ فصل ¶ وأي فرس تمت له هذه الصفات فهو كريم مطلق، ويصير أصيلاً في النسب إذا كان مع ذلك منجباً، وذلك أن يكون بعيداً، قريباً، عريضاً، طويلاً، قصيراً، حديداً، رحيباً، عارياً، ضخماً، رقيقاً، غليظاً، لطيفاً، ضيقاً، مُولَّجاً. ¶ بعيد ما بين الجحفلة والناصية، بعيد ما بين أصول الأذنين وأطرافهما، بعيد ما بين الأذنين والعينين. بعيد ما بين أعالي الحَجَبَتين بعيد ما بين الناصية والعُكْوَة. بعيد ما بين الناصية والعُذْرَة، بعيد ما بين الحارك والمَنْكِب، بعيد ما بين العضدين والركبتين، بعيد ما بين الإبطين والرُّفْغَين. بعيد ما بين الجْنْبَيْن، بعيد ما بين الحجبتين والجاعرتين، بعيد ما بين الحجبتين والثَّفِنَتين، بعيد ما بين العرقوبين والحجبتين، بعيد ما بين الشراسيف. ¶ قريب ما بين المَنْخرين، قريب ما بين صَبِيَّ اللَّحْيين، قريب ما بين المنكبين والحَجَبَتين، قريب ما بين الجُبَب، قريب ما بين الحارك والقَطَاة، قريب ما بين المَعَدَّين والقصريين، قريب ما بين الجاعرتين والعُكْوَة، قريب ما بين الثَّفِنَتين والكعبين، قريب ما بين الجاعرتين والمأبِضين، قريب ما بين القُصْرَيينْ والحَجَبتين، قريب ما بين غراضيف الكتفين. ¶ عريض الجبهة، عريض الخد، عريض القَصَرة، عريض البرَكَة، عريض الأوظفة، عريض الصَّهْوَة، عريض الجنب، عريض الصَّفَاق، عريض القطاة، عريض الوَرِكين، عريض الفخذين، عريض الفائلين، عريض الكتفين.",
            "page": "20",
            "part": "1",
            "seal": "52F2924D"
        },
        {
            "id": "21",
            "nass": "طويل نَصل الرأس، طويل العنق، طويل الذراعين، طويل الكتفين، طويل البطن، طويل الوَرِكين، طويل الفخذين، طويل وظَيِفَي الرجْلين. ¶ قصير العضدين، قصير وظيفي اليدين، قصير الظهر، قصير الساقين، قصير الأرساغ كُلَّها، قصير الجناحين، قصير المَعَاقم، وهي المفاصل، قصير العسيب، قصير الأُطْرَة، وهي أسفل الخاصرة. ¶ حديد العينين، حديد الأذنين، حديد المَنكبين، حديد المِرْفقين، حديد القلب، حديد العُرقوبين، حديد المَنْجِمين، حديد الحارك، حديد الحَجَبتين. ¶ رحيب الشِّدْقين، رحيب المَنْخَرين، رحيب الشَّجْر، رحيب الإرهاب، رحيب الجوف، رحيب اللبَّاَن، رحيب العِجَان، والعِجَان: هو فرقُ ما بين الفخذين. ¶ عاري النواهق، عاري الجبهة، عاري قصبة الأنف، عاري الزَّور من موضوع الرحى، عاري باطن الساقين، عاري الغراب، عاري رءوس الثَّفِنَتين، عاري رءوس الحَجَبَتين، عاري الحارك، عاري السُّمُوم، عاري متون الأذنين، عاري بطون الحوافر. ¶ ضخم المقلتين، ضخم الفخذين، ضخم الركبتين، ضخم الْحَماَتَيْنِ، ضخم الحوافر، ضخم المعدَّين، ضخم الناهضين، ضخم المَردْغَتين، ضخم المنكبين. ¶ عَبْل الذَّاعين، عبل الأوظفة كلها، عبل الأرساغ كلها. ¶ رقيق الأرنبة، رقيق عرض المنخرين، رقيق الجفون، رقيق الحاجبين، رقيق الأذنين، رقيق الجِلْدِ، رقيق الشَّعَر. ¶ غليظ اللحم، غليظ العُكْوَة، غليظ الحالبين. ¶ لطيف المستطعم، لطيف الزور من موضع المرفقين، لطيف الفصوص، لطيف النُّسُور، لطيف الجحافل. ¶ ضيق خرق السمع، ضيق ما بين صبَّيْ اللَّحْيَيْنِ، ضيق الإبطين، ضيق القلب، ضيق ما بين الربلتين، ضيق الرفغين، ضيق مُرَكَّب النسور. ¶ مولَّج الثَّفِنَتين، وهما مُرَكَّب الفخذين في أعلى الساقين، وقد تقدم تفسير التوليج قبلُ. ¶ ومع هذه الصفات يوجد الكرم والعتق، ويتبعها الصبر والسابق غالباً. ¶ فصل ¶ سأل المهدُّي مطَرَ بن دراَّج هن أي الخيل أفضل؟ قال: الذي إذا استقبلته قلت نافر، وإذا استدبرته قلت زاخر، وإذا استعرضته قلت زافر. قال: فأي هذه أفضل؟ قال: الذي طرفه إمامه، وسوطه عنانه. ¶ وسأل بعضُهم: أي الخيل أفضل؟ فقال: الذي إذا استقبلتَه قَعَد، وإذا استدبرتَه وَرَد، وإذا استعرضته اطَّرد. ¶ وسأل بعضُ العرب ابنين كانا له عن أي الخيل أفضل؟ فقال أحدهما: الجَوادُ الأنيق، الحصان العتيق، الكَفيت العريق، الشديدُ الوثيق، الذي يفوت إذا هَرب، ويَلْحق إذا طًلب. ¶ فقال للآخر: فما تقول أنت؟ فقال: نِعْم الفرس واللهِ نَعَت! ولكنَّ غيره أحبُّ إلى منه، فقال: وما هو؟ قال: الحصان الجواد، السلَّس القيادة، الشهمُ الفؤاد، الصبور إذا صَرَى، السابق إذا جرى. ¶ والحصان: الذكَر من الخيل، والكَفِيتُ: السريع. ¶ وقال ابن الكلبي: اجتمع خمسُ جوارٍ من العرب، فمدخن خيل آبائهن، فقالت إحداهن: فرس أبي وَرْدة، وما وَردة! ذاتُ كفَل مُزَحْلق، ومَتْنٍ أخْلق، وجوف أَخْوَق، ونَفَس مَرُوح، وعين طَرُوح، ورِجْل ضَرُوح، ويد سَبُوح؛ بُداهتها إهذاب، وعَقْبها غِلاب. ¶ وقالت الثانية: فرس أبي اللَّعَّاب، وما اللَّعَّاب! غَبْيَةُ سحاب، واضطرام غاب، مُتْرَص الأوصال، أَشمُّ القَذَال، مُلاَحَكُ المَحَال، فارسه مَجيد، وصيده عتيد؛ إن أقبل فَظبْىٌ معَّاج، وإن أدبر فظلم هدَّاج، وأن أَحْضَر فعلِجٌ هَرَّاج. ¶ وقالت الثالثة: فرس أبي حُذَمة، وما حُذَمة! إن أَقْبَلَتْ فقناة مقوَّمة، وأن أدبرت فأُثفِيَّة مُلملَمةٌ، وأن أعرضتْ فذئبة مُعَجْرَمة، أرساغها مُتْرصة، وفصوصها ممَّعصة؛ جَريُها انثرار، وتقريبها انكدار. ¶ وقالت الرابعة: فرس أبي خَيْفَق، وما خَيْفق! ذات ناهق مُعْرَق، وشِدقٍ أشدق، وأديم ممُلَّق؛ لها خَلْقٌ أشدف، ودسيع مُنَفْفَ،) وتليل مسيَّف (، وثَّابةٌ زَلوج، خَيفانة رَهُوج، تقريبها إِهماج، وإحضارُها ارتعاج. ¶ وقالت الخامسة: فرس أبي هُذْلول، وما هُذْلول! طريدُهُ محبُول، وطالبة مَشْكول، رقيق المَلاَغم،) أمين المعاقم (، عَبْل المحزِم، مِخدُّ مِرْجَم؛ منُيف الحارك، أشمُّ السَّنابك، مجدول الخصائل، سَبطُ الفلائل،) غَوْجُ التليل، صلصال الصَّهيل (، أديمه صاف، وسَبِيبُه ضاف، وعفوُه كاف.",
            "page": "21",
            "part": "1",
            "seal": "448327CE"
        },
        {
            "id": "22",
            "nass": "تفسير ذلك: المزحلق: المملَّس، والأخلق: الأملس، وأَخْوَق: واسع، ومَرُوحٌ: كثيرة المرَح، وطَروح: بعيد موقعٍ العين، وضروح: دَفوع، وسَبوُح: كأنها تَسْبَحُ في عَدْوها أي تعُوم من سرعتها، وبُداهتها: فجاُءتها، والإهذاب: السرعة، والعقْب: الجرىُ بعد الجرى، وغِلاب: مصدر غالبتُهُ مغالبة وغلاباً، والغَبْية: الدفعة من المطر، والغاب: جمع غابة، ومترص: محكم، وأَشَمُّ: مرتفع، ومُلاحَك: ملاءَم والملاحكة: الملاءمة بين الشيئين، والمحَالُ: فَقار الظهر، واحدتها مَحاَلة، ومُجيد: صاحب جواد، والعتيد: الحاضر، ومعَّاج: فعَّال من قول العرب مَعج الفرس إذا اعتمد على عضادتي العنان، ومعج أيضاً وعمج: إذا أسرع. وهدَّاج: فعَّال من الهدج وهو المشي الرُّويد، والهرَّاج: الكثير الجرى، والعِلْج: الحمار الضخم، وخُذَمة: فُعلة من الحذم وهو السرعة، والأُثْفيَّة: واحدة الأثافي، وهي حجارة الموقد، وململمة: مدوَّرة، ومعُجْرمة: وثَّابة، والعجرمة وثبٌ كوثب الظَّباء، وممحَّصة: قليلة اللحم قليلة الشعر، وأنثرار: كأنه يثُّره ثراَّ، وَخَيْفقٌ: سريع، والناهقان: العظمان المشرفان في خدي الفرس، ومُعرَق: قليل اللحم، وأشدق: واسع الشَّدق، ومملَّق، ومملَّس، وأشدْف: الشخص الأشدف: العظيم الشخص، والدَّسيع: مركَّبُ العُنق في الحارك، ومنفنف: واسع، والتليل: العنق، وزَلُوجٌ: سريعة، والخيفانة: السريعة أيضاً، ورَهُوج: كثيرة الرهَج عند الجرى، وهو الغبار، وإهماج: مبالغة في العَدْو، والارتعاج: كثرة البرق، ومحبول: في الحبالة، ومشكول: في الشِّكال، والملاغم: ما حول الفم، وإرادتها هنا الجحافل، والمعاقم: المفاصل، وعَبْل: غليظ، ومخَدُّ: يخُدُّ الأرض، أي يشقها، ومِرجَم: يرجُم الأرض بحوافره، ومنُيف: مرتفع، ومجدول: مفتول، والسَّبيب: شعر الناصية، وضافٍ: كامل والفَليل: الشَّعر الكامل المجتمع، والقطعة منه) فَليلة (. ¶ وأسم الفَرس ينطلق على الذكر وعلى الأنثى، فتقول: هذا فرس، إذا أردت التذكر، وهذه فَرَسٌ، إذا التأنيث. ¶ فصل ¶ وقد وضَعت العرب لعتاق الخيل أسماء تدل على عتقها وكرمها في أوصاف مخصوصة، فمن ذلك:) الطَّرْف (وهو الحسَن الطويل، المقابل في الجياد من أبويه الذي حَسُنَ في المرآة.) واللُّهموم (وهو الجيد الحسن الخلق، الصَّبور على العَدْو، الذي لا يسبقه شيء طَلَبَه، ولا يُدركه من تبعه.) والعُنْجوج (الجيد الخلق، الحسن الصورة في طول.) والهُذلول (الطويل القوي الجسيم.) والذيَّال (الطويل الذَّنَب.) والهيكل (العظيم الخَلْق، الحسن المنظر.) والنَّهْد (الجواد العظيم الشديد الأعضاء.) والجُرْشُع (العظيم الخَلْق، الواسع البطن، الواسع الضلوع.) والسَّلهب (الطويل المقاصَّ، الطويل القوائم، المشقوقُ أسافل اللحم.) الغَوْج (اللّين الأعطاف.) والخِنْذيذ (وهو الجسيم من الخيل، وهو من الأضداد، تسمىَّ به الفحول من الخيول والخصيان منها.) الخارجي (هو الجواد العتيق بين أبوين هجينين.) المُقْرَب (الكريم على أهله المخالط بالعيال، المرتبط قريباً لعزته.) البَحرْ (الكثير الجري الذي لا يفُتُر. وأول من تكلم في ذلك رسول الله صلى الله عليه وسلم؛ ركَبَ فرساً لأبي طلحة، فقال: إنا وجدناه بحراً. ¶ و) المسّوم (الذي خُصَّ بعلامة يتميز بها عن غيره. و) الأجرد (القصير الشعر، والأنثى جرداء، والجميع منها: الجُرْد.) والشّطْب (الحسن القدَّ.) الأَقْود (الطويل العنق.) والضَّبور (الذي يصفُّ يديه إذا جرى، وهو من أحسن جرى الخيل، واسم ذلك الجرى: الضَّبْر.) والضَّرِم (هو من الخيل الذي لا يبالي أفي حَزْنٍ جرى أم في سهل، وكأنه لهيب النار.",
            "page": "22",
            "part": "1",
            "seal": "929B9A35"
        },
        {
            "id": "23",
            "nass": ") والسابح (الذي يسطو بيديه قُدُماً إذا جرى.) والمناقل (السريع أَوْب القوائم في جريه.) والمطهَّم (التامُّ الحَسَنُ الخلق.) والطموح (السامي الطَّرف الحديدُ النظر.) والشَّيْظَم (الحسن الطويل.) والأقبُّ (المنطوى الكَشْحِ الضامر.) والمجنَّب (البعيد ما بين الرَّجلين من غير فحَج.) والطَّمُّ (المسْتتم الخَلْق المستعد للجري.) والرجيلِ (الذي لا يَحْفَى.) والسُّرحُوب (الذي كأنه يغرف من الأرض.) والهِضَبُّ (الكثير العَرق.) والقئود (المنقاد لراكبه وسائسه.) والأقدر (الذي يجاوز حافري يديه بحافرَيْ رجليه لطولهما.) والجَمُوح (النشيط السريع، وهو الذي مدحه امرؤ القيس فقال: ¶ جموحاً مَرُوحاً وإحضارها ... كمعمعة السَّعَف الموُقَد ¶ ويقال فيه معنى آخر بضد الأول، وهو الذي يركب رأسه لا يَثْنيه شيء، وهو) الصَّدود (. وسيأتي ذكر ذلك بعدُ في بابه إن شاء الله، وأظن الناس قالوا فيه) جموحاً (على التفاؤل، كما قيل للَّديغ: سَلِيم، وشبهه. ¶ الباب الثامن ¶ عيوب الخيل خلقةً وعادةً ¶ عيوب الخيل ضًرْبان: ضرب منها يكون خلقة، وضرب يكون عادة. فالعيوب الخِلْقية كلها بَدَنية، والعيوب العادية كلها فعلية. ¶ فمن عيوب الخيل) الخَذا (، وهو استرخاء في الأذنين من أصولهما، والفَرَسُ لذلك) أخذي (. فإن كانتا مائلتين على خديه كهيئة آذان الحمير، فذلك) البَدَدُ (، والفَرس منهُ) أَبَدُّ (. ¶ فإن كان الفرس قليل شعر الناصية قصير فهو) أَسْفى (. فإذا كان مُبْيَضَّ أعالي الناصية فهو) أَسعف (. فإذا كان كثير شعر الناصية حتى تغطى عينيه فهو) أغمُّ (. فإذا كان قصير العنق فهو) أهنع (. فإذا كان متطامن العنق حتى يكاد صدره يدنو من الأرض فهو) أَدَنُّ (. فإذا كان منفرج ما بين الكتفين فهو) أكْتَفُ (. فإذا كان هضيم أعالي الضلوع فهو) أهْضَمُ (. وهو عيب ضارُّ مع قلة قبحه في المنظر. ¶ قال الأصمعي: ما يسبق الحَلْبةَ فرس أهضم قط. فإذا اطمأن صُلْبه وارتفعت قطاته فهو) أقْعَسُ (. فإذا اطمأنَّا معاً فهو) أبْزَخُ (. فإذا أشرفت إحدى وَرِكيه على الأخرى فهو) أفْرقُ (. فإذا دخلت إحدى فهدتى صدره وخرجت الأخرى فهو) أزْوَرُ (. فإذا خرجت خاصرتاه فهو) أَثْجَلُ (. فإذا التوى عَسيِب ذَنبه حتى يبرز بعض باطنه الذي لا شعر عليه فهو أعْصَلُ (. فإذا زاد فهو) أكْشَفُ (. فإذا عزُل ذَنبه في أحد الجانبين فهو) أعْزَلُ (. فإذا أفرط تباعُدُ ما بين رجليَه فهو) أفحج (. فإذا اصطكت ركبتاه وكعباه فهو) أصكُّ (. فإذا انتصب رُسْغُه وكان قائماً على الحافر فهو) أَقفْد (. فإذا تدانت فخذاه وتباعد حافراه فهو) أَصْدَف (. فإذا كان ملتوى الأرساغ فهو) أَفَدع (. فإذا كان منتصب الرجلين من غير انحناء ولا توتير فهو) أَقْسَطُ (. فإذا قصر حافرا رجليه عن حافري يديه فهو) شَئِيتٌ (. فإذا طبق حافرا رجليه حافري يديه فهو) أَحَقُّ (. وقال الشاعر يَنْفي ذلك عن فرسه: ¶ وأَقْدرَ مُشْرف الصَّهَوات سَاطٍ ... كُميتٍ لا أحقَّ ولا شَئيتِ ¶ ) السَّاطي (: البعيد الخَطْو وقد فُسرَّ) الأَحَقّ (. فإذا كانت له بيضة واحدة فهو) أَشرَج (، والاسم الشَّرج، وإنما عُدَّ الشرج في العيوب مع أنه ليس بقادح في الجودة ولا منقص للجري من أجْلِ أنه نقصٌ في الخلقة. فإذا كان حافره متقشِّراً فهو) نقد الحافر (والاسم) النَّقَد (. فإن عَظُمَ رأسُ عُرقوبه ولم يحد فهو) أَقْمع (، والاسم) القَمَع (. فإذا كان يصك بحافر إحدى يديه الأخرى فهو) مُرْتَهش (. فإن حَدَثَ في عُرقوبه تزيُّد وانتفاخُ عَصَب فهو) الجَرَذ (بذال معجعة، والفرس منهُ) أَجْرَذ (. فإن وقع له ورم في أُطْرة حافره فهو) أدْخس (، والاسم) الدَّخَس (. فإن شَخَصَ في وظيفيه شيء يكون له حجم وليس له صلابة العظم فذلك) المَشَش (، والفَرَس منهُ) أَمَشُّ (. ¶ فضل",
            "page": "23",
            "part": "1",
            "seal": "1E2B4056"
        },
        {
            "id": "24",
            "nass": "من ذلك يكره) القَزَل (، و) الأقزل (هو الذي إحدى أذنيه أطول من الأخرى. و) الأخنس (وهو المتأخر الأنف في وجهه، وأكثر ما يكون ذلك في الرومية. و) الأَفْطَسُ (وهو المتطامن قصبة الأنف مع ضِخَم أرنبتيه. و) المقنْطَرُ (وهو المرتفع وسط العنق دون سائره. و) الخالي (وهو الذي تسميه العامة فارغ العنق، قال أبي حازم: وهو شرُّ عيب. و) الطبركون (وهو الحاد الكفَل. و) الصَّلُود (وهو الذي لا يَعْرَق. و) الوقيع (وهو الذي يحَفْى سريعاً. و) الأرَحُّ (وهو المفترش الحافر، وإن كان متَّسعَه، ما لم يكن مُقَّعبا، فإن كان مع اتساعه مُقَّعبا فهو محمود. و) المصْطرُّ (وهو الضَّيِّقُ الحافر. ¶ و) الإخطاف (وهو لحوق ما وراء الحزام من بطنه، فيرجع حزامه أبداً إلى جهة خُصْيَيْه. و) الإشْغاء (وهو أن تختلف أسنانه ولا تلتصَق، ويطولَ بعضها ويقصر بعضها، والاسم) الشغَّا (. و) قصر اللسان (. قال ابن أبي حازم: هو في الخيل عيب، لأن ذلك يُصْحِبُ فمَ الفرس الجُفوف ولا يكون له لعاب. و) الأكَبُّ (وهو الذي لا يلبث عليه سَرْج إلا قدَّمه حتى يطرحه على يديه وعنقه. ¶ وتكره غُئُورة العينين في الخيل لأنها تدل على الفَشل. وتُكْره حمرتها في الدَّهْمِ منها. قال موسى بن نُصَيْر: إذا كان الأدهم أحمر العينين فإنه يتهم بالحرَنِ. ¶ فصل ¶ ومما يُكره من أحوال الخيل مما يُحتاج في معرفته إلى دليل) الخرَسُ (، وهو خلقة. قال موسى بن نصير: يختبر بأن يعرض الفرس على الرَّماك، فأن صهل فاعلم أنه ليس بأخرس. و) العَشَى (، يقال فرس) أعْشَى (، وهو الذي لا يُبصر بالليل. قال موسى بن نصير: يختبر بأن يمشي على ثوب أسود، فأن مشى عليه فهو أعشى، وأن أتقاه فهو سليم. ويسمى أيضاً الأعشى) الشَّبْكور (. و) الجَهَر (يقال فرس) أجْهر (وهو الضعيف البصر الذي لا يبصر بالشمس. ويستدل على ذلك أن تراه يمشي ويتلقف بيديه، ويرفع ركبتيه، حتى يكاد أن يضرب بها جَحْفَلَتَهُ. و) الصَّمَمُ (، قال ابن أبي حازم: هو) الطَّرَشُ (، يقال فرس) طَرُوش (. ومن علامات الصمم بالدابة أن ترعى أذنها منتصبة إلى خلف لا ينصبها للنظر ولا يسمع إذا صِيحَ به؛ قال: وأكثر ما رأيته في البُلْق. و) العَسَر (؛ قال الأصمعي: إذا عمل الرجل بشماله فهو) أَعْسَر (، وكذلك الفرس إذا قدَّمَ في مشَيْه شماله. ¶ قال موسى بن نصير: يختبر العَسَر بأن يَقْفز الفرسَ خندقاً صغيراً سبع مرات، فأن رفع في كل المرات يده اليمنى قبل اليسرى فاعلم أنه ليس بأَعْسَرَ. قالوا: والفَرسَ الأعسُرُ لا يكاد يَسْبح في الماء. و) البليد (وهو ضد الذكي القلب العزيز النفس. قال موسى بن نُصَير: تختبر البلادة بأن تقف على عشرة أذرع من الفرس، وأرْمِهِ بخرقة أو أرْمِ عِنانه بحصىً، فأن وقف فاتَّهِمْه ببلادة، وكذلك إن عطسْتَ وأنت راكبه، أو نفضت بعض ثيابك، ثم أركبه وأَلْقِ على الأرض ثوباً أبيض وامش به عليه، فأن حذِرَه فأعلم أنه ذكي النفس، وإلا فاعلم أنه بليد. ¶ فصل في عيوب عادته ¶ إذا كان الفرس يعضُّ من يدنو منه فهو) عَضُوض (. فإن كان لا يَثْبتُ لم أراد القرب منه فهو) نَفُور (. فإن كان يجرُّ الرَّسَن ولا يطاوع قائده فهو) جَرور (. فإذا لم يَرُدَّه اللجام عن جريه فهو) جَموح (. فإذا امتنع عن المشي ووقف بموضع واحد فهو) حَرُون (. فإن كان يميل عن الجهة التي يريدها صاحبه فهو) حَيُوص (. فإن كان كثير العِثار فهو) عَثور (. فإن كان يضرب برجليه فهو) رَمُوح (. فإن كان مانعاً راكبه فهو) شَمُوس (. فإن كان يلتوي بصاحبه حتى يسقط فهو) قَمُوص (. فإن كان يرفع يديه ويقوم على رجليه فهو) شَبوب (. فإن كان يمشي مشياً يشبه الوثب فهو) قَطُوفٌ (. ¶ وقد أحسن أبو منصور الثعالبي في نفي هذه العيوب عن فرس أهْدِىَ إليه فقال: ¶ لا بالشَّموس ولا القَمُو ... ص ولا القَطُوفِ ولا الشّبوبِ ¶ سأل بعض العرب ابنين كانا عن أي الخيل أبغض إليهما؟ فقال أحدهما: الجموح الطموح، التكُولُ الأَنُوحُ، الذي إذا جاريتَه سبقته، وأن طلبته أدركته. ¶ فقال للآخر فما تقول أنت؟ فقال: بئس وَصَف! ولكن غيره أبغض إليّ منه. فقال: وما هو؟ فقال: البطيء الثقيل، الحرُونُ الكليل، الذي إن ضربته قمص، وأن دنوتَ منه شَمَس، يدركه الطالب، ويفوته الهارب.",
            "page": "24",
            "part": "1",
            "seal": "74C92AC4"
        },
        {
            "id": "25",
            "nass": "التَّكُولُ: الذي يتكل على صاحبه في الجري، والأنُوحُ: الكثير الزَّحير، وهو خروج النفس بأنين. ¶ فصل ¶ أما الحِرَانُ المستحكم فهو أن تقف الدابَّة وتتوتَّدَ فلا تَبْرَح، فإذا ضُرِبتْ ضَرَبت برجليها، وذلك غاية الحِران الذي لا حيلة فيه ولا يصلح أبداً. وأما الحران غير المستحكم فمن رُكوب غير الفارس له، ومن كثرة النزول عنه في الإصْطبْلات وبين الدواب في الواكب على الأبواب وما أشبه ذلك. ¶ وأما العضاضُ فمن كثرة ضرب السائس له، والعبث بالدابة في المراغة، ومنه ما يكون كَلَبا من دم ومِرة هائجة. ¶ وأما الرَّوغان فمن ركوب غير الفارس وتَرك الدابة تسلك في جريها حيث أرادت، والإلحاح عليها بالضرب من جانب، بغير تقويم رأسها بالعنان. ¶ وأما منع الإسراج والركاب والشَّماس فيحدث من الدمامل تخرج في مَنْسِج الدابة، والعُقُور في موضع المنْقَب أو في السُّرَّة أو في الظهر، فيسرج عليها قبل استحكام برئها ويركب على غير علاج، فيمنع ويشمس لوجعها، ثم يبرأ فتصير له عادة. ¶ وأما الضرب بالرجلين فسوء خلق من الفرس وروشنة، ويفعله عند التحصن. وكذلك اللطم باليد. وربما أوجعه الذُّبَّانُ فلطم بيده، ومن ذلك يمنع جَحْفَلته، وربما منع اللجمام منه. ¶ وأما منع الإنْعَال فصعوبة تبقى في الفرس وروشنة، وربما وقع به مشقة فأوجعه فمنع لذلك بعد البرء. ¶ وأما النَّفار فضعف قلب ودَهَشٌ وصعوبة تبقى فيه، ووحشة من قلة مَمَرَهَّ في الأسواق والمدن وغير ذلك. ¶ وأما العِثار فمن ضعف القوائم، والتواني، وسقوط النفس. وأما ما كان من حُفرة أو حَجَر يضع يده عليه أو زَلَقٍ وما أشبهه، فذلك خطأ لا عيب فيه. ¶ فصل ¶ زعم) حَنَّة (الهندي أنه لا ينبغي لأحد أن يرتبط من الدواب ما كان منها في مُقدمَّ يديه دَارَة. وما كان أسفل من عينيه دارة، أو في أصل أذنيه من الجانبين دارتان، أو على مَأبضه دارة، أو على مَحْجِره دارة، أو في خده أو جَحْفلته السفُّلَي أو على ملتقى لحييه دارة، أو في بطنه شعر منتشر، أو على سُرتَّه دارة، أو كانت أسنانه طالعة على جحْفَلته، أو له سنَّان نابتان بمنزلة أنياب الخنزير، أو في لسانه خطوط سُود. وما كان منها أدبس أو أبيض أو أصفر أو أشهب تعلوه حمرة، وداخل جحافله ولَهَواته وخارج لَحْييه أَسود. وما كان منها أَدْهمَ وداخل جحافله أبيض، أو في لَهَواته وداخل شِدقه نُقَطٌ سُود، وجَحْفلته خارجها منقط كحب السمسم، أو على مَنْسجه دارتان، أو على خُصْيَيْه وَبَرٌ أسود مخالف للونه، أو كان في جبهته شَعَرات مخالفة للونه، أو ما كان منها حين ينتج تُرَى خُصْياه ظاهرتين. ¶ وفي رواية أبي عبد الله الطرطوشي: إن من جملة ما يُتَشَاءم به: إذا وُلد الفرس وله أسنان، وكذلك الأزرق فَرْد عين، والرمادي اللون، والأقرح الذي ليس فيه بياض غير القُرْحَة، وقد تقدم ذكر ذلك. والذي في ذَنَبه خُصْلة بيضاء، والأرْجَل وهو الذي لا يكون فيه بياض سوى قطعة في رجله غير دائرة حوالي الإكليل، والذي يُكْثر البحث بيده من غير أن يرى في ليلة شيئاً يخافه على نفسه أو على صاحبه. فهذه العلامات كلها مما تكره وتُجتْنَبُ. ¶ الباب التاسع ¶ اختيار الخيل ¶ واختبارها والفراسة فيها ¶ من أراد أن يكون حَسَن الاختيار، صادق الاختبار، فلينظر إلى الفَرسِ في جميع حالاته، وعلى كل هيئاته، وذلك في سكونه وحركته، وقيامه ورُبوضه، ومَشْيه وعنَقَه، وخَبَبه وتقريبه، وعَدْوه وإحضاره. فإن اتفقت في الحسن صفاته، وتناسبت في الاعتدال حركاته وسكناته، فبالحَرَى أن يكون جوادا. وقَلما تصدق الفراسة في حال دون حال. فربما رأى غيرُ العارف الفرس الهجين عند خروجه من الماء، وقد لان شعرُ جلده، وعلت أَقْرابه، وعظمت فصوصه، وسهل وجهه، وانتصبت أذناه، وحسُن منه منظراً ولم يحسن طبعاً ومَخْبَراً، فتضعف الفراسة فيه لذلك. ¶ وكذلك المستنُّ لا تصدق فيه الفراسة، فإنه يكون متشّوِفاً حادَّ النظر، فيعلو منه ما كان مطمئناً، ويشيل عسيبه، ويبدي عِجاَنَه، ويسمو بطَرْفه، وتنتصب أذناه، وذلك يكون منه تطبعاً. وكذلك يحسن من المُهْر ما كان حسناً، وربما لم يَجْر جَذَعاً، وجرى ثَنِياًّ أو رباعيا أو قارحاً حين تجتمع قوته، ويستحكم خلقه، أو ربما تغير بالكوب قبل احتماله لضعفه.",
            "page": "25",
            "part": "1",
            "seal": "89DD4213"
        },
        {
            "id": "26",
            "nass": "وأقربُ الفِراسة في المهر إذا تَجعْثَن وغلظ، وذهب عنه لحم الرَّضاعة، وركب لحم العلف. فإن ما ينظر منه يومئذ جَوْدَةُ أَخْذِهِ في الجرى، وحينئذ يأخذ على صفته التي طُبعَ عليها، وطبيعته التي يَؤوُل إليها. فإن حَسُنَ أَخْذُهُ عند ذلك ولم يتغير بعدُ بركوب من لا يحمله أو حمل ما لا يطيقه، وحسنت أوصافه، كان في الغالب جواداً. وإن كان ضعيفاً عن الحمل فيعرف ذلك بتلوَّيه تحت راكبه واضطرابه، واطمئنان ظهره، وقلما يَصْدُقُ على هذه الحالة، فلا يجب أن يعجل عليه، فربما أخطأ الظن فيه ومال الرأي فيه. ¶ وإن استقل براكبه وأخذ على اختيار صاحبه واستقام في مضماره، فليبحث بعد عن خلقه ويفتش عن عياره. ¶ فصل ¶ فمما يُستدل به على جودة الفرس في حال سكونه ما ذكر من الأوصاف قبلُ في الأبواب المتقدمة. وقد جَمَع بعضُ أهل الفراسة في الخيل في كلام مختصر مما تقدم ذكره ما يستحسن من صفاتها، فقال: إذا كان الفرس مجتمع الخَلْق، متناسب الأعضاء، صغير الرأس، طويل العنق، غليظ اللَّبة، رقيق المذبح، دقيق الأذنين طويلهما قائمهما، مع شدتهما ولطف طَّيهما كأنهما ورق الريحان وأطراف الأقلام، طويل الخدين أملَسَهُما رقيقهما، معتدل شعر الناصية، ضيَّق القَذال، وهو موضع معقد العذار الناصية، واسع الجبهة، أكحل، العينين، بارز الحدقة، حاد النظر، واسع المنخرين أسودهما، مستطيل مَشقِّ شِدْقيه، مستدير الشفتين رقيقهما، وتكون الشفة العليا إلى الطول قليلاً، دقيق الأسنان مَرْصُوصَهما، طويل اللسان، أحمر اللهاة، واسع الصدر، عظيم اللَّبَبِ، ممتلئَّ القصرة، وهي أصل العنق، ليَّن العُنق طويله، عالي الحارك، قصير الظهر مستويه، عظيم الجنبين والجوف، منطوي الكَشح، سابل الأضلاع، مستوفي الخاصرتين، رحيب الجوف، مقبَّب البطن، مشرف القَطاة، وهو مقعد الفارس، مدوَّر الكَفَل قصيرة مستوية، قصير العَسيب، تامَّ الذيل، أسود الإحليل، واسع المَرَاث، غليظ الفخذين مستديرهما، غليظ عظم الساقين، مستوي الرُّكبتين، لطيف الوظيف، وهو ما فوق الرسغ إلى الركبة، قصير الأرساغ غليظها يابسها، يابس العصَب، محدود العرقوبين، أسود الحوافر وأخضرهما، مدوَّر الكعبين مقعَّبهما، ملتصق السُّنْبُك بالأرض، مرتفع النَّسور صُلْبَهما، ليَّن الشعر، لأن لين الشعر في جميع الحيوان والدواب وفي الجوارح محمود يدل على القوة، ويزيد في الفرس لين الشَّكير، وهو ما حول الناصية وعُرفه من الشعر الصغير الذي يشبه الزَّغَب، وذلك أن تجد لمسِّه تحت يدك مثل القز المندوف، فأن وجدته خشناً لم يسلم ذلك الفرس من الهجانة. ¶ ويكون مع ذلك كلَّه رافع الرأس، ذكي الفؤاد، نشيطاً عند الركوب والحركة، متدللاً إذا مشى، ينظر إلى الأرض بعينيه مع ارتفاع رأسه. ¶ فإذا اجتمعتْ في فرَس هذه الصفاتُ أو أكثرها لم تَخب الفِراسة فيه عند اختباره. ¶ فصل ¶ ومما يُستدل به على جودته وهو مُعْنق: لِينُ أعطافه، وسموُّ عنقه، واطِّرادُ متنه، وشدة تدافعه، وسرعة قبض رجليه؛ وذلك لشنَجِ نَسَاهُ، وشدة كعبيه وتَمَكُّنِهما. ويستدل على لين أعطافه بأن تكون معاقده كلها وفصوصه وفقار ظهره لينة في تمعُّكهِ وعَنَقِه والتفاته، إلا الكعبين خاصة، فأن لين الكعبين ليس بجيد، لئلا يلتويا في مشيه وعَدْوه. ¶ وإذا كانت أعطافه كما كان ذلك أسرع لتدافعه وأحكم لأمره، ويعُرف تمكُّنُه بأن يكون ما وَلي الأرض من حوافره أشدها أخذاً من الوطء) مقادمها ومآخرها (، وأن تكون بواطن أرساغه لا بالجاسية الحدبة، ولا بالتي تدنو من الأرض فَتَدْمَى في حُضْره. ¶ ويُعرف شَنَجُ نَشَاهُ وشدة كعبيه بشدة تأبُّض رجليه إذا مشى، وشدة وقع حوافر بالأرض وضَرحه بها. وإذا وقف كان مجنَّب الرجلين فيقال فيه) مُوَتَّر الأَنْسى (. ¶ فصل",
            "page": "26",
            "part": "1",
            "seal": "F788CACE"
        },
        {
            "id": "27",
            "nass": "ويُستدلُّ على جودة الفرس في خُضْره بسموّ هاديه، وثبات رأسه، وأن لا يستعين بهما في جريه، وأن تجتمع قوائمه فلا تفترق، ويكون كأنّ يديه في قَرَن ورجليه كذلك. ويبسط ضَبْعيه ويمدّ كَشْحَه، حتى لا يجد مزيداً قصوا عن يديه وقبضاً من رجليه. والقبض أن لا يمكَّن رجليه من الأرض وإنما يأخذ منهما بأطراف حوافره، ويكون بسرعة قبضه كأن حوافره دُفعا في رُفْغيه، يَمْلخ بيديه، ويضْرَح برجليه في اجتماع، كأنما يرفع بهما قائمة واحدة، ويضبح بصدره، ولا يختلط ولا يلهو عن حُضْره. فذلك هو الجواد الفائق، وفي مثله قال جرير: ¶ وقد قُرِنوا حين جَدَّ الرِّهان ... بسامٍ إلى البلد الأبعدِ ¶ يقطِّع بالجْرىِ أنفاسَهم ... بِثَنْيِ العِنان ولم يجهد ¶ وتنظر إلى تطريح قوائمه في الأرض إذا أحضر، فإن كان ما بين آثار حوافره أثنى عشر قدماً فهو) الذريع الكامل (، وأن زاد على ذلك فهو الذي لا غاية بعده، وإن كان قدر ذلك سبعة أقدام فهو بطئ، وبحَسَبِ ذلك يكون ما بينهما. ¶ ولا يعتبر في الفرس كثرة حركته مع اختلاط قوائمه وتحريكه رأسه واستعانته به، وشدة مرِّه في مرأى الناظر، فيخيل بذلك أنه جواد. وربما رئي الجواد يمر لاهياً بغير تكلف، كأنه في مرأى الناظر أبطأ منه، فإذا ضم إليه سَبَقه، وذلك لبعد قدر الجواد، واجتماع قوائمه، وسكون رأسه، وسمو عنقه، وقرب قدر المختلط مع انتشار قوائمه، واستعانته برأسه، وبُطء رَجْعِ قوائمه. ¶ فصل ¶ ومن الخيل ما هو ذريع صَبور؛ وصبور لا ذراعة له؛ وذريع لا صبر له؛ وما لا صبر له ولا ذراعة. ¶ فالذَّريع الصَّبورُ هو التام الخَلق، الحسن الصفات، الشديد النفس، الرحب المتنفَّس. ¶ والصبور لا ذراعة له هو الذي ليس بالسَّرح اليدين، ولا بالطويل العنق ولا الذراعين، ولم يكن له ضعف يخذله، ولا عَظُمَ فَخِذاهُ، ولا عَبِلَ ذراعاه، وهو مع ذلك مجتمع القوائم إذا أَحْضَرَ، شَنِجُ الأنْسَى، رحيب المتنفسَّ غير منتشر القوائم. فإن لانت معاطفه، وطالت قوائمه، وتمكنت وطالت عنقه وذراعاه، وعظمت فخذاه كان أذرع. وما زاد من هذه الصفات المشكورة صفةً زاد بقدرها جودةً وذراعةً. ¶ وأَمْلَكُ الأشياء بالخيل الصبرُ، وأفضلها الذريع الصبور. فإنه يسبق الخيل بذراعته، ولا يُدْركُ لصبره. ¶ وأما الذرَّيع الذي لا صبر له، فهو الذي طالت قواعه وعنُقه، ولانت معاطفه، وعَظُم فخذاه، ولم تساعده بقية خلْقه، وليس بشديد النفس، ولا رحب المتنفَّس؛ فيوشك أن يَرْبُوَ لضيق تنفسه إذا تَرادَّ نَفَسُه في جوفه، أو يكون غير شَنج الأَنْسىَ ولا شديد الكعبين، فأن طال جَرْيه استرخت رجلاه فلم يسرع قبضُهما ولا أشتد طَرْحُهما، فتسلمه قوائمه، ويخذله صبره. ¶ وأما الذي لا صبر له ولا ذَراعة، فهو المنْشَال الخَلْق، القبيح الصفات، الساقط النفس، الضيق التنفس، الرخو الأَنْسى. فهذه الصفات لا تكون واحدةٌ منهن في فَرس إلا خذلته عن ذَراعته وصَبْرِه. ¶ فصل ¶ إذا اشتد نَفَس الفَرس ورحُب مَنْخِراه وجوفه مع كمال خَلْقه كان صبوراً، وإذا أشتد خَلْقه، واستحكمت فصوصه، واجتمعت قوائمه في حُصْره ولم تنتشر دل ذلك على قوته. ¶ واستدل عمرو بن مَعْد يكَرب يوم القادسيَّة على شدة فرسه حين خاف من ضعفه، بأن وضع يديه على عُكْوته، وأخلد بها إلى الأرض، فلم يتخلخل ولا انخذل، فعلم شدته. ¶ فإذا كان شديد الأَسْر، تامَّ الخَلْق، رحب المتنفَّس، ثم لم يصبر، فذلك من قطع أو علة في باطنه؛ ويعرف ذلك منه بسقوط نَفَسه، وفتور حركته، وكلال ضرسه، وانهدام جسمه، واختلاط قوائمه، في عَنَقه وخَبَبه. وربما أخذ في تقريبه أخذاً حسناً، فإذا أَحْضَرَ صار لهذا الجري. ¶ وأما إذا كان الغالب عليه رداءة الخلق، فربما أخذ في التقريب أخذاً حسناً باجتماع قوائمه، وبسط ضَبْعيه، وسموَّ هاديه، وتكفُّت رجليه، فإذا أراد الإحضار خانته رداءة خلقه، وعاقته عن كثير من سرعته. فالإحضار هو مشوار هذا الضرب من الخيل. ¶ وتقول العرب: الجودة في كل صورة، أو ربما أجادَ الأخذ في الجري وليس بجيَّد الخلق، غير أنه شديد النفس، رحب المتنفسَّ.",
            "page": "27",
            "part": "1",
            "seal": "D6A24B16"
        },
        {
            "id": "28",
            "nass": "وإذا كان منشال الخلق قبيحه، فإنه يسئ الأخذ في التقريب والإحضار؛ وإذا أَعْنَق أنبسط نصله واسترخت رجلاه، وذلك لاسترخاء حِبالهوأنسائه، وسُوء خلقه. فلا يعتبر الفرس في شيء إلا في التقريب والحُضْر. فأما سواهما فإنه يختلط على المتفرس فيه، ولا يُستدلُّ منه على جودة. ¶ فصل ¶ وأفضل الخيل التامُّ الخَلْق، الشديد الأَسْر، الحديد النفس، الرحب المتنفَّس، الشًّنجِ الأَنْسَاء، الطويل العنق، الشديد مركَّبها في كاهله، الشديد الحَقْوِ، الهَريتُ الشِّدق، العظيم الفخذين، الظامئ الفصوص، المتمكن الحوافر، وَقاَحها، صُلبها، مقعَّبها. فأما شدة أسر الفرس وحدة نفسه فهما صفتان متلازمتان، تعين كلُّ واحدة منهما الأخرى، كما تعين قوة الرجل شجاعته، وتعين شجاعته قوته، فيكمل. فشجاعٌ غير قوي مقهور، وقوىُّ شجاع مهزوم. ¶ وأما رُحْب متنفَّسِه، وهو مَنْخِراه وجوفه، فبسعتهما يكون أسرع لرجْع النفَّس، وأسهل للترويح عن القلب منه والرئة. وإن ضاق ذلك منه تَرَادَّ نَفَسه، فيكتم رَبْوه وَيَكْرُ بُه ذلك، ويَقْطَعُه. ¶ وأما هَرَتُ شدقيه، فليسهل خروج النفس بسعتهما، وليبعد أيضاً اللجام عن ثناياه، فيتروَّح إليه، ويعتمد عليه. وسَعةُ مَنْخَريه كذلك لسرعة الترويح، ورجْع النفس. ¶ وأما طول عُنقه، فليسمو به، ويكون أسهل لتنفسه، وأكثر تروُّحاً. ¶ وأما شدة مركَّبها في الكاهل، فلأنه يتساند إلى ذلك في جريه، فيجد المعونة بقوته. ¶ وأما عِظَمُ فخذيه، فلأن يَعتمد عليهما في حركته، وبهما يكون عِظَمُ مئونة جَرْيه. ¶ وأما شدة حَقِوْيْه، فلأنهما معلّق وركيه ورجليه من صُلبه. ¶ وأما شَنَجُ أنْسَائه، فلأنه أسرع لقبض رجليه، وأشد لضرْحهما ودفْعِه بهما. ¶ وأما ظَمَأ فصوصه، فلأنها أرضه التي تُقلُّه، وجياده التي تحمله. ¶ وأما قِحَتُها وصلابتها، فلأَنها مَساَحِيه التي تُثْبته بالأرض. ¶ وأما تَقعيبُها، فلأنها تكون لكفها بذلك أبعد عن الحجارة وأثبت حين الرهص. ¶ فهذه صفات لا يُسْتغَنى ببعضها عن بعض. ¶ فصل ¶ فإن كان ليس بالطويل العُنُق جداً من غير قَصَر اغْتُفِرَ ذلك مع عِرَض العنق، إن كان مُفْرعَ العَلاَبيِّ، شاخِصَ الحارك مُنيفَه، مستأخره إلى ظهره، عريض الكتفين، طويلَهما، غامِضَ أعاليهما، شديدَ الصدر، لطيفَ الزَّور، شديد تَحْنِيب الساقين، طويلَ الذراعين. ويغتفر قصر الذراعين مع شدة عَصَبه، وتمكُّن أَرْساَغه، وجودة عضديه وكتفيه وكاهله. ويغتفر حُموشة ذراعيه مع طولهما، وامتلاء عَضُديه. ¶ وإذا كان ليس بالطويل الفخذين، ولم يبلغا إلى النقصان من شدة القصر اغتُفِرَ ذلك لاستوائهما ولاستلحامهما. ¶ وكذلك يغتفر قصر الساقين إذا كان عريضهما، شَنِجَ الأَنْساء. وعِرَضُ الساقين أولى من قصرهما. ¶ ولا يغتفر انقطاع حَقوه، إلا إذا كان حسنِ اللحم وليس بالمفرْط، فيغتفر ذلك لقصر ظهره وعِرَض فَقاره، وقرب قَصَرته، وشدة مَعاَقده، وسموّ صلبه في عَجُزه، وشخوص قطاته، وشدة ما سفل منها إلى رجليه. ¶ ولا يغتفر عظم فصوصه مع رخاوتها، ولا رقة حوافره بغير صلابتها، وإن كان شديد الخَلْق. ¶ ولا يغتفر ضعف نْفسه وسقوطها مع رَخَاوة حباله وضيق متنفَّسه. ¶ فإذا تمَّ الفَرسَ على ما ذكرناه من تقصير ما يغتفر له، مع كمال ما ينوب عنه، كان لاحقاً بالجياد. وإن تمَّ منه شيء مما اغتفر كان أفضلَ بحسب ذلك. ¶ فصل ¶ وإن كان الفَرس شديد الخَلْق، ولم يكن حديد النَّفَس لم ينفعه ذلك. وأم كان حديد النَفس، ولم يكن شديد الخَلْق لم يصبر على الجري. ولو تم خلْقه واحتدت نَفْسه، ولم يكن رَحْب المتنفَّس لم يصبر على رَبْوِه فَترادَّ نَفَسُه. ولو أتسع جوفه وضاقت مَنْخِراه لكتم رَبْوُه فهدأ نفسه. وأما إن كان رَحْب المنخِرَين حسن الجوف، لا بالرَّحب ولا المهضوم الشديد الهضم، ثم كان مع ذلك هَشاَّ، سريع العَرق، فإنه يَحتْمل بذلك ما يحْتمله الرَّحب الجوف. فمع سرعة العَرقَ يخرج من النفّس ما يُريحُه. وإن كان مع ذلك رَحب الإرهاب كان أشدّ لراحته؛ وأما إن كان مع هضمه ضَّيق الإرهاب يَبِسَه فهو أسرع في جهده، وأضعف على نفسه.",
            "page": "28",
            "part": "1",
            "seal": "807622AB"
        },
        {
            "id": "29",
            "nass": "فإن كان مع ذلك ضيق المنخَرين ثم أجهد حتى تَرادَّ نَفَسهُ كان قَمِناً أن يموت سريعاً ويطَفى، إلا أن يكون هشّاً فُيراح بسرعة عَرَقه. وأما إن كان مع شدة خَلْقه وتمام جسمه لطيف الحوافر، رقيقها، رخوها، لم يلبث أن تنصدع ويَحْفَى، فيقطعه ذلك عما يُرادُ منه. ¶ فصل ¶ واعلم أن كل شيء يُستحبُّ من الذكَر في الجودة يُستحبُّ من الأنثى، إلا طولَ الصِّيام، وقلة الربوض، وقلِه لحم اللَّهزِمَتَين، وأن يكون في ظَهرها جُسْأة، وقِران الكعبين في الحركة وغيرها. ¶ ويستحب من الذكَرِ الشهامةُ، والحدَّة، والشَّوَسُ. ويحُتمل ذلك في الأنثى. وشهامةُ الفرس: حدَّتُه، وطموحُ بصِره، وبُعْد مَدَى طَرْفه. والأَشْوَسُ: هو الذي كأنه مذعور لشدة التفاته، وحدة نظره. ¶ وكانت العرب تقول:) ذكَر مذعور نَئُوم، وأنثى صَئوم (والصيام: طول القيام. ¶ ولا خير في جَسْء القوائم للذكر والأنثى، والأنثى أشد احتمالا في مقدَّمها، لما يكره في مقدَّم الفرس الذكَر. وَلا غنى بهما عن جودة القوائم، فهي أجنحتها. ¶ ويستجيب في الأنثى قصر الفخذين، وقرب ما بين الكعبين. ويكره تباعد ما بين رجليها، لأنها إذا أتسع عِجانها، ورحُبَ مَهِبلها - وهو ظَبْيَتها - اسْتَرْخت رجلاها فَحشَتْها الريح وخارت لذلك وَرِكاها، وضعفت عن عَدْوها، وربما حُمل عليها فكَبَتْ. ¶ ويستجيب فيها الأَفرُ والنَّفزُ، وهو القَفْزُ والنَّزْق. وذلك بأن تجمع قوائمها فلا تفرقها. وإن يكون حُضرها وثباً صعداً، مع اعتلاءٍ. واجتماع القوائم دليلٌ على شدة الخلق في الذكر والأنثى. ¶ ورُوِى أنهم كانوا يًستحبوَّن إناث الخيل في الغارات والبَيَات، ولما خفِيَ من أمور الحرب، وكانوا يستحبون فحولَ الخيل في الصفوف والحُصون والسَّير والعسكر، ولما ظهر من أمور الحرب، وكانوا يستحبون خِصْيان الخيل في الكمين والطلائع لأنها أصبر وأبقى في الجهد. ¶ الباب العاشر ¶ تعليم ركوب الخيل ¶ على اختلاف حالاته ¶ فينبغي لمن يُريد التصرُّف على الدوابَّ أن يتعلم ما لا غنىً به عن معرفته، من إحسان الركوب على العُرْى وعلى السَّرج وإمساك العِنان، ويتعلم أصولاً من أعمال الفروسية، فيستعين بها على ركوب الخيل والثياب عليها. ¶ واعْلَمْ - أرشدك الله - أن أصل الفروسية الثباتُ، وأن مبتدأها إنما هو الركوب على العُرْى من الخيل، ومن لم يتدرب أولاً على عُرْىٍ لم يستحكم ثبوته في الغالب، بل يكون أبداً قَلقاً في سرجه، لا سيما عند خَبَبه ورَكْضِه، فلا يؤمَنُ سقوطه أن اضطرب فرسه أو أصابته هَنَة. ¶ فمن أراد التفُّرس على العُرى فليلبس ثياباً خَفَافاً مشهورة، ويلجم فرسَه، ويشدّ عليه جُلَّ صوف أو شعر وثيق الحزام واللبب، فأن الراكب على الجُلِّ أثبتُ منه على المجرَّد؛ ويقف على يسار فرسه عند منكبه، ويمسك عنانِ لجامه بيده اليسرى. وإن أخذ العُرفَ مع العنان فلا بأس به، ويثب بسرعة وخفة؛ فإذا استوى على ظهره جمع يديه في العنان عند كاهل الفرس، ونصبَ ظَهره، ولزم بفخِذَيه موضعَ دفَّتي السَّرج من ظهر الفرس، ويتقدم قليلاً، فالتقدم أحسن على العُرى من التأخر، ويمد ركبتيه وساقيه وقدميه إلى كتفي الفَرَس، حتى يمكنه أن ينظر إلى إبهامي قدميه، وليكن اعتمادُه على اللُّزوم بفخذيه، فبذلك يحوز الثبات، وكل من لزم ركوبه غير ذلك فلا ركوب ولا ثبات.",
            "page": "29",
            "part": "1",
            "seal": "9227C1CC"
        },
        {
            "id": "30",
            "nass": "وتسوِيَةُ العنان أصل في الإحسان والإتقان، ثم يُخرجُ فرسه من الوقوف إلى المشي، بغمز خَفيف يَغْمزه بعقِبَيهِ برفق، ثم يسير به العَنَق برفق، ثم يتوسع في العَنَق قليلاً؛ ويكون في خلال ذلك يَتَعهَّدُ نفْسه في الجلوس على الهيئة المذكورة، وفي أخْذ العِنان وتَسْويته، حتى يعلم أنه قد ثبت، وصار ذلك له عادَةً وطَبْعاً. ثم ينتقل فرسه من العنَقَ إلى الخبِّ بزيادة الغمز بعقبيه زيادة خفيفة؛ فيخُبُّ خباً ليِّناً؛ وليخطف نفسه، فأن الخبَّ يكاد يَقْلع الفارس مَنْ سَرجه، لا سيما عند ابتدائه وعند جذبه وانتهائه، فيحذر ذلك في الحالين؛ ثم ليزد بعدُ بتدريج حتى يقارب التقريب. فإذا ثبت على ذلك انتقل إلى التقريب بسكون واستواء، حتى يسير سيراً كدبيب الراجل، ولْيستَعنْ بساقيه ويلزم بهما الفَرس. أو يدخل قديمه تحت إبطي الفرس أو بين يديه إن كان من يلحق ذلك في الخبِّ والتقريب. فإذا ثبت على ذلك واستغنى عن الاستعانة بساقيه، وسكن في ظَهْر الفَرس، وسكن الفَرسُ تحته سكوناً تامّاً، فليُجْر عند ذلك فَرَسَه بين الجريتين. فإن ثبت وخفَّ عليه أمره فليُجْرِ فرسَه ملءَ فروجه؛ وليحذر عند ذلك عن نفسه في الحالين عند الوثب وعند الجذب. وليكن جذبُه قصْداً، ولا يطول في الطّلقِ، فأن الطول فيه يُفسد الخيل. ولا سيما التي يعمل عليها بالرمح. فإن كان الفرس ليَّناً ويعلم أنه ينحبس في جذبه واحدة فلا يحبسه إلا ثلاث جَذباتٍ، ويحبسه في الرابعة بوقفة منها. وتكون كل جذبة ألين من التي قبلها؛ ولا يقبض رأسه عند جذبه، وليكن حبساً رفيقاً متدانياً مرة بعد أخرى. ولا يرسل العِنان بين الجذبتين لئلا يعود الفَرسُ إلى الجري. وليعدل يده بالعِنان عند ذلك، ويكون حبسه له باستواء. وليَحْذرْ طُولَه من جانب وقِصرَهُ من جانب، فأن اعتدال العِنان الفارس والفرس كالميزان. وحُسْنُ التقدير في ذلك عُنوان العقل وشاهد النُّبل. وتعديله بمقدم الفرس ومؤخره آكَدُ ما تعْتَنَي به أولا وآخراً. فليحْذر الميل من أحدهما عن الاستواء. وكثيرٌ من الخيل إذا حبسه غير العارف خَلَعَهُ عند ذلك من سرجه. ¶ وليتحفظ أيضاً عند الجذب من إدْماء فَمِ الفرس باللجام؛ فقلَّ ما يُدميه إلا من لا معرفة له بإمساكه، ولا تقدير عنده في عِنانه. وليكن اللجام نَازِكياً وهو المعروف الآن باللّزمة وما أشبهه، فإنه من لُجُم الفرسان. ويكون ثقله وخفته بقدر احتمال الفرسَ. فلتجرَّبْ عليه اللُّجم، فأيُّها كان أخفَّ وأطيب في فمه وهو به أحسن حالا فذلك لجامُه. وعند النظر إليه يظهر) ما (يصلحه منْ ذلك. وأَن يكون الفرس يَعْلُكُ لجامه فيستطيبه أحسن من أن يخافه فيشبَّبه به أو يطاطئ رأسه؛ ولا يكون أيضاً من الخِفَّة بحيث يستهين به الفرس ولا يملك الفارسُ رأسه. فالاعتدال بين ذلك هو المقصود. ¶ وليكن عِذارُه إلى القِصرِ، فأن طوله ينقُص من جَرْى الفَرسَ، لا سيما الضعيف اللَّحْيَين. وبالضرورة يعلم أنه إذا ضَرَب اللجامُ أسنانه آذاه وقطع به عن كثير من الجري وشَغَلَهُ. وذا قصر العنان أخذ اللجام بأنيابه واعتمد عليه وتروَّح إليه. وليكن العنان أيضاً إلى القَصَرِ بحيث لا يتجاوز القَرَبُوس إلا باليسير، فأن طُولَه مشغلة للفارس، مَحيَّر للفَرَس. فإذا أتقن ذلك كله، وتعودَّ الركوب على العُرى، وصار له ذلك كالطبع، فقد ملَكَ من الركوب أَصْلَه وحاز جُلَّه؛ فلينقل بعدُ نفسه إلى السرج، بعون الله تعالى. ¶ فصل",
            "page": "30",
            "part": "1",
            "seal": "6B8A6267"
        },
        {
            "id": "31",
            "nass": "ومن أراد التفرس على السَّرج، فالمستحب له أن يتخيرَّ سَرْجاً متسعاً ليتقلب فيه كَيف شاء، لا سيما لمن أراد التعلم، فالمتسع أوفق له من الضيق. وليكن وثيق الخشَب، واسعَ المجلس، لاطِئَ القَرَبُوس والمؤخرة، ويكون لبَبُهُ وثيقاً من جلدٍ حسن الدباغ يدور بالسَّرج، وحزامٍ كذلك وثيق، قال ابن حِزاَم: وحزامان خير من حزام واحد، وهو أحب إليَّ، ورِكاَبَيْن معتدلي الوزن والتقدير والحًلقِ، لا بالواسعة ولا بالضيقة، وثقلهما خيرٌ من خفتهما. وبُوثَق من سَيْر الركابَيْنِ والأَبازم، ويتفقد مقدار طولها وقصرهما ليكونا سواءً؛ وبقدر الحاجة في الطول والقِصَر. وإن يكونا إلى الطول يسيراً أحسن من أن يكونا إلى القِصَر، فأنه إن قُصر الركابان ربما أنقطع الفارس من سَرْحه عند وَثْب الفَرس وعند جذبه في الجري، فلا يأمن السقوط، لا سيما أن راغ الفرس أو شَبَّ. ¶ ولكل رِجْل فيهما حدُّ ينتهي إليه ويُقدُّ عليه كأثواب اللباس والخِفاف وغيرها، من تعدى حدَّه، وفارق قدًّه ثقل عليه ملبوسه، وتعذر قيامُه فيه وجلوسه. ¶ فالذي يصلح من ذلك أن يعتمد على مقعدته في مقعد سرجه، مع انبساطه ساقيه، واعتماده على ركابيه حتى يكون كالقائم المالك لجميع جسده، المتصرف باعتدال في كل عُضوٍ من بدنه. وينبغي له أن يتخذ بدادين مُدوَّرين أو مربَّعين، ولا سيما لمن أراد السفر الطويل والجري الكثير، فإنه وقاية لحارك الفرس، أن انقطع شيء من معاليق السرج فيقيه البدَادُ وبحرس ظهر الفرس من القَرَبُوس والمؤخرة. ويتخذ مِرْشَحَةً من طاقتين وقاية تحت البِدادَين. والمرْشحة أيضاً تجفف العرق من البِدَادين. ¶ فإذا أراد الركوب عليه شَدةَّ بيديه، وتولى أمره بنفسه؛ ولم يتَّكلُ فيه على غيره. فإن تولاّه غيرُه فليْمتحِنهُ عند ركوبه احتياطاً بحركته ونزوله. ¶ ومتى كان الحزام رخْواً ماج السَّرجُ بفارسه، لا سيَّما أن أَمْسَكَ السلاح، وذلك غيرُ جيدَّ. وأيضاً فإن السلاح إذا أشتد لم يمَجْ في ظهر الفرس، ولم يكد يُدْبرُه ولا يَعْقرُ ظهره. ومع رخاوته وانحلاله كثيراً ما يفعل الدَّبَر والعَقْرَ. وليمسك سوطه أو قضيبه عند الركوب بيده اليسرى، ويشمر ثيابه، ويقف عن يسار فرسه بحذاء ركابه الأيسر وراءه قليلاً. ولا يتقدم في الوقوف فأنه عيب ولكن جانبه الأيسر يلي مَنْكِبَ الفَرَس. فيأخذ العنان بيده اليسرى مع طاق القربوس من داخله أو مع العُرف، أن رأى ذلك أَعْونَ له. ¶ وليقصر عنانه في يده ليمتلئ رأس الفرس. ومتى لم يحس الفرس عند ذلك اللجام ربما اضطرب فلم يكن من ركوبه. ولا يفرط في كبحه فيدور عليه، ولكن على اعتدال فيه. ثم يفتل الركاب الأيسر إلى قدَّام فتلةً واحدة، ويضع صدر رجله اليسرى فيه ويمدها إلى كتف الفرس، ولا يدخلها تحت بطنه. ثم ليأخذ بيده اليمنى القَرَبُوسَ ومؤخر السَّرج، أي ذلك شاء، فكل ذلك صواب. وأخْذُ القَرَبوس باليمنى أحب إلى الفرسان. ثم ليَشِلْ نفسَه إلى فوق شَيْلاً رفيقاً باقتدار وسكون حتى يركب بسرعة. وإن أمسك له إنسان الركاب الأيمن عند ركوبه فذلك حَسَن. ¶ فإذا استوى في سرجه جالساً، فليضع صدر رجله اليمنى في الركاب الأيمن، ويعتمد على الركابين قليلاً ليستوَّي ثيابه. ¶ وإن أَحَبَّ أن يسوِّي ثيابه بيمينه قبل أن يجلس في السَّرج وبعد الاستقلال، فليفعل ذلك فقد فَعَله الفُرسَانُ. ولا أرى أنا ذلك، إذ قد يَعْتري الفرس حَركةٌ فلا يمكنُ استقلاله. ولكن يُمسك العِنان في خلال ذلك كلَّه، ثم يسوِّي العِنان بيده جميعاً، ويعدل به رأسَ الفرَس، ثم يخرج الفرس من حالة الوقوف إلى المشي، بان يغمزه بعقبيه غمزاً خفيفاً ولا يحركه بحركة بدنه، ولا بحركة ساقيه يضرب بهما بطن الفرس فذلك قبيح لا يفعله الفرسان. ¶ ولينظر إلى ألذِّ مشية فرسه، وأحسنها عنده، وأخفِّها على نفسه وعلى الفَرَس، وأشدها سكوناً فيحمله عليها. وليتفقد ما يصْلُحُ بالفرس من ذلك بعناية.",
            "page": "31",
            "part": "1",
            "seal": "45451C6C"
        },
        {
            "id": "32",
            "nass": "وإحسان الركوب والفروسية إنما هو بحُسْن القعود في السَّرج والثبات، وتعديل العِنان، واستواء الغَمْز، واستعمالِه في موضعه بمقدار حيثُ يحتاج إليه، ويضطر له. فليكن جلوسُه مُسْتوياً مُنتصبَ الظهر معتدلَ المنكِبِيْن، لا منحنياً، ولا مُسْتلقياً، ولا متصدِّراً، ولا منحدباً، بل معتدلاً فإذا أحكم الجلوس هكذا فليلزم بفخذيه دَفتي السَّرج، ويطول فخذيه، ويسوَّر رجليه في الركابين ويلزمها صدورهما، ولا يفتحهما ولا يؤخرهما. ¶ وليس بالفارس أقْبَحَ من تأخير رِجليه، وليقدمنَّهما ولا يفُرط. والقدْرُ الذي يُستحسن من ذلك أن يكاد الراكب ينظر إلى أطراف أصابع رجليه إذا استوى. ¶ وأصل الركوب التمكنُ، وبَسْط الفخذين وتطويلهما، واللزوم بهما وإرخاؤهما على السرَّج. ¶ وجُلُّ الفرسان يرَوْن حُسن الركوب على الفخِذَين، والاعتمادَ على الركابين، وذلك أثبت له، وبه يكون الراكب كالقائم. وليعتن بتمكن صُدور قدميه في الركابين، ويعتمد على الأيمن أشدَّ يسيراً عند العمل بالرمح. وللرامي أن يعتمد على الأيسر أشدَّ يسيراً. ¶ وقد تقدم ذكر تسوية العِنان، فليتفقَّدْهُ بعناية أكيدة شديدة، فإنه نَفْسُ الفروسية ومِلاكها، وأصلها وفروعها. وليتحفظ به، فهو الميزان الذي لا يحتمل الرجحان، وله حساب لا يقف على حقيقته إلا الحاذق الطَّبْع. ¶ وليكن وَزْنُه في ذلك تعديلَ رأس الفرس به. وإن يجَدَ الفَرَسُ مسَّ اللحام وطعمَهُ أبداً، حتى يعلم أن فارسه أبداً لا ساهٍ ولا غافل عنه. ولو لم يكن ذلك إلا مخافة العِثار أن أصابته هَنَة فَيُمسكه باللجام. وأيضاً فإن إرْخاء العِناَن بإفراطٍ يعوَّدُ الفَرَس أن يَرْكب رأسه ويحكم نَفَسْهَ، فلا يستقيم ركوبه. ¶ ولا ينبغي أن يدفع الفرس للجري وهو يُمسك العِنان ويجذبه، فإنه لا يدري الفرس أنَّ الجري يُرادُ منه. ولا يفرط في إرساله، فيختلط الأمر عليه وَيقْلقَ ولكن بين ذلك إمساكا معتدلاً. ولأَنْ يملك الفارسُ رأسَ فَرَسِهِ أوفقُ له وأحْسَنُ. ¶ وقد تقدم تدريج السَّير من المشي، إلى الخب، ثم إلى التقريب، ثم إلى العَدْو. وسيأتي شرحُ هذه الألفاظ في بابها على الترتيب إن شاء الله تعالى. ¶ ومن اضْطرَّ إلى الركوب على السَّرج وهو دُون حِزامِ، فليأخذ الركاب اليمن بيده اليسرى، ويجذبه على مجرى اللَّبَبِ جذباً شديداً، ويضع رجله اليسرى في الركاب الأيسر، ويأخذ بيمينه القرَبَوس مع العِنان ثم يركب. ¶ ومن اضْطُرَّ إلى الركوب مع الرَّديف فلُيُمْسِك العِنان كما تَقَدَّمَ، ويضع رجله اليسرى في الركاب الأيسر، ويأخذ طاق القربوس بيده اليمنى، ثم ليَشِلْ نفسه ويشق برجله اليمنى السَّرج فيركب وإذا أخذ العِنان بيده اليمنى مع طاق القَربُوس فلا بأس بذلك أن أحتاج إليه، وللضرورات أحكام بحسب أحوالها الحاضرة؛ فليتناول الرَّجُلُ منها أحسن ما يمكنه، ويَقْدر عليه من التناول، بعون الله تعالى. ¶ الباب الحادي عشر ¶ المسابقة بالخيل والحلبة والرهان ¶ كانت العربُ تخاطر على سباق خيلها، وتسمىَّ ما تجعله للسوابق خَصْلاً، ورهاناً، وتضُعُه في طَرَف الغاية التي تجري إليها، على رأس قصَبة من قصَب الرماح. وهو قولهم في المثل: حاز قَصَبَ السَّبْق، وإنما يعْنوُن هذا وتسمى أيضاً الغاية: المَدَى، والأَمد. ¶ ومنه قول النابغة: ¶ سَبْقَ الَجوادِ إذا اسْتَوْلى على الأَمَدِ ¶ وتُسمَّى موضعَ الجري المِضْمارَ. ¶ ثم جاء الإسلام فأبقى من أفعالها في ذلك ما فيه تنبيه للأمة، وعونٌ على شرف الهمة. فسابق النبي صلى الله عليه وسلم، وأَجْرى الخيل) التي ضُمِرّت (من الحفياء إلى ثَنِيَّة الوداع، وبينهما ستة أميال. وأَجْرى الخيل التي لم تضمَّر من الثنيَّة إلى مسجد بني زريق، وبينهما ميل. ¶ وقال عليه الصَّلاة والسلام:) إن الملائكة لا تَحْضُرُ شيئاً من لَهْوِكم إلا الرهانَ والنَّضال (. ¶ وعَن أبي هُريرةَ أنه صلى الله عليه وسلم وقال:) لا سَبَقَ إلا في خُفٍ أو حافر أو نَصْل (. ¶ وقيل لأَنس بن مالك: أكان رسول الله صلى الله عليه وسلم يُراهِنُ على الخيل؟ فقال: أي والله! لقد راهَن على فرس له يقال له) سَبْحة (فَسَيق، فبهج بذلك وأعْجبَ.",
            "page": "32",
            "part": "1",
            "seal": "6DACBE7C"
        },
        {
            "id": "33",
            "nass": "وعن مَكْحول: إَنَّ رسول الله صلى الله عليه وسلم سَبَّق الخيلَ، فجاء فرسُه الأَدْهَمُ سابقاً، فلما رأى ذلك جَثا على رُكبتيه وقال: إنه لبَحْر، فقال عُمَرُ رضى الله عنه: كذب الحُطَيْئة! لو كان أحدٌ ناجياً من هذا لنجا رسول الله صلى الله عليه وسلم. قال أبو علي: أراد عمر بقوله هذا البيت: ¶ فإن جِيِادَ الخيلِ لا تَسْتَفِزُّنا ... ولا جاعلات العاجِ فَوْق المعاصِمِ! ¶ وعن يعقوبَ بن زيد بنِ طَلْحة عن أبيه قال: سَّبقَ رسول الله صلى الله عليه وسلم بين الخيل اثنتي عشرة أوقية، فسبق فرس لأبي بكر رضى الله عنه فأخذ أربعمائة وثمانين درهماً. ¶ وعن الشَّعبيَّ أَن عمر بن الخطاب رضي الله عنه كتب إلى سَعْد بن أبي وقَّاصٍ: إن أَجْرِ الخيل وسَّبقْ بين قال: فأَجْريتُ الخيلَ بالكوفة، فأقبل فَرسَان يحتكَّان حتى دخلا الحجرة، فتنازعوا فيهما، فكتب بذلك إلى عمر، فكتب عمر: إذا سَبق بالرأسِ فقد سَبَقَ. ¶ وعن هارونَ بن أبي زَياد قال: قال عمر بن الخطاب رضي الله عنه: أُغْدُ إلى هذه المكرمة! يَعْنى الرِّهانَ في الخيل. قال: فغدا الناسُ وخَرَجَ سَلْمان فيمن خرج، فقال قوم: لنستخنه اليوم! فَلَقُوهُ، فقالوا: يا أبا عَبْدِ الله! من سَبَقَ اليوم؟ قال: سَبَق الساَّبقون؟ وأصل الرِّهان من الرهن. كان الرجل يراهن صاحِبَه على المسابقة: يضع هذا رهناً، ويضع هذا رهناً، فأيهما سبق فرسُه أخذ رهنَه ورهْنَ صاحبه. وهذا كان من أمر الجاهلية، وهو القِمار المنهيُّ عنه، فإن كان الرهان من أحدهما شيئاً مسمىَّ، على أنه أن سَبق لم يكن له شيء وأن سبق صاحبُه أخذ الرهن، فهذا حلال. لأن الرهن إنما هو من أحدهما دون الآخر. ¶ وكذلك أن جعل كل واحد منهما رهناً وأدخلا بينهما محلّلا، وهو فرس ثالث يكون بين الأولين، ويسمى أيضاً الدَّخيل، ولا يجعلُ صاحب الثالث شيئاً؛ ثم يرسلون الأفراس الثلاثة، فأن سَبَق أحد الأولين أخذ رهنه ورهنَ صاحبه، فكان له طيِّباً، وأن سَبَق الدخيلُ أخذ الرهنين جميعاً، وأن سُبِق هو لم يكن عليه شيء. ¶ ولا يكون الدخيل إلا رابحاً جواداً يأمنون أن يسبقهما، فيذهب بالرهنين، فهذا جائزٌ من الرّهان. وإن كان المحلّلِ غيرَ جواد قد أَمِنا أَنْ يَسبقهما فهذا قِمار، لأنهما كأنهما لم يدخلا بينهما شيئاً. ¶ وأصل هذا حديث سعيد بن المسيّب قال: قال رسول الله صلى الله عليه وسلم:) من أَدْخل فرساً بين فَرَسين وهو لا يأمَنُ أن يسبق فلا بأس به، ومن أدخل فَرَساً بين فَرَسين وهو يأمن أن يُسْبَق فهو قِمارٌ (. ¶ ورَوى الواقديُّ عن موسى بن محمد عن أبيه قال:) كان رسول الله صلى الله عليه وسلم يُعْطى السَّبق عَشْرَةَ أَفراس، وما كان أكثر لم يعطه شيئاً (. ¶ وكانت العرب في الجاهلية لا تجعل القَصَبَ في زمانها إلا سبع قصبات، ولا تُدخِلُ الحجرة من الخيل إلا ثمانية أفراس. وكانوا يرسلون خيولهم عشرة عشرة. ¶ ويسمُّون الأول) السابق (و) المبرَّز (و) المجليِّ (. ¶ وكان من شأنهم أن يسمحوا على وَجه السابق، وذلك قال جَرير: ¶ إذا شِئْتُمُ أن تَمْسَحوا وَجْه سابقٍ ... جوادٍ فمُدُّوا في الرهان عنانيا ¶ ويسمون الثاني) المصلّي (لوضعه جَحْفَلته على) صَلاَ (السابق، وهو عِرْقٌ في ظاهر جهات الفخذ. وللدابة) صَلَوانِ (، وهما جانبا عَجْبِ الذنَب. ¶ والثالث) المسلّى (واشتقاقه من السُّلُوِّ، كأنه سلْى صاحِبَهُ حيث جاء ثالثاً. ¶ والرابع) التالي (لأنه يتلو المسلِّى، وكلُّ تابع لشيء فهو تالٍ له. ¶ والخامس) المُرْتَاح (، من الرّواح، ومعناه أنه أتى أواخر الأوائل، لأنه الخامس، وبه تنَصَّف عَددُ السوابق، وهو أول الرّواح وآخر الغُدوِّ، فكذلك خامس السوابق: آخر الأوائل، وأول الأواخر. ¶ والسادس) العاطف (، من العَطْف والانثناء، فكأَنَّ هذا الفرس هو عطف الأواخر على الأوائل، أي أثناها فاشتق له اسم من فعله. ¶ والسابع) الحظيُّ (، وإنما كان حَظِيّاً لأنه نزل في الأواخر منزلة المصلّى في الأوائل، فحظي بذلك، إذ فاته أن يكون عاطفاً، فكانت له بذلك حُظوة دون من بعده. ¶ والثامن) المؤمَّل (لأنه منتظر الثلاثة المختلفِّة، إذ لا بد من سَبْق أحدها غالبا، فلما تعيَّن سَّمى مما تعلَّقَ به الأمل، وقيل فيه مؤمَّل.",
            "page": "33",
            "part": "1",
            "seal": "2E8A208C"
        },
        {
            "id": "34",
            "nass": "والتاسع) اللَّطيم (، وإنما جعل ملطوماً حيث فاز المؤمَّل دونه، فلطم وجهه عن دخول الحجرة. ¶ والعاشر) السُّكَيْتُ (، وإنما قيل له سُكيْت لما يعلو صاحبه من الذُّل والسَّكوت. ووجب أن يكون كذلك، لأنه كان الذي قبله لَطِيماً، فما عسى أن يقول؟ فالعُذْرُ ينفعُهُ. ¶ قال كلابُ بن حمزة: ولم نعلم أحداً من العرب في الجاهلية والإسلام وَصفَ خيل الحلبة بأسمائها وذكَرَها على مراتبها غير محمد بن يزيد ابن مَسْلمة بن عبد الملك بن مروان، وكان بالجزيرة، بالقرية المعروفة بحصن مَسْلمة، من كوُرة الرّقة من ديار مَضُر؛ فإنه قال في ذلك قصيدة حسنة أولها: ¶ شهِدْنا الرِّهان غداةَ الرهان ... بمجمعة ضمَّها الموسمُ ¶ نقود إليها مَقَادَ الجميع ... ونحن بصَنْعِتِها أَقومُ ¶ يقول فيها عند ذكر الحَلبْة: ¶ فجلَّى الأَغرُّ وصلَّى الكُميْتُ ... وسلَّى فلم يُذْمَمِ الأدْهَمُ ¶ وأَرْدَفَهَاَ رابعٌ تالياً ... وأينَ مِن المنُجْدِ المُتْهمِ؟ ¶ وما ذمَّ مرُتَاحُها خامساً ... وقد جَاءَ يقدم ما يقدم ¶ وسادسها العاطف المستحير ... يكاد لحيرته يحرم ¶ وجاء الحظىُّ لها سابعاً ... فأسهمه حظُّه المُسْهِمُ ¶ وجاء المؤمّل فيها يخيب ... وغنَّىِ له الطائر الأَشأمَ ¶ وجاء اللَّطيم لها تاسعاً ... فمن كلِّ ناحية يُلطَمُ ¶ يَخُبُّ السُّكَيت على إثْرِه ... وذفراه من قُبة أَعْظَمُ ¶ والقصيدة طويلة متممة الأغراض في معناها، ذكَرَهاَ أبو الحسن المسعودي في كتابه) مروج الذهب (. وإنما أتينا نحن منها بالأبيات التي تضمنت ذكر خيل الحَلْبَةِ فقط. ¶ والحَلْبة مَجْمَعُ الخيل، ويقال مجتمع الناس للرِّهان؛ وهو من قولك: حَلَب بنو فلان على بني فلان، وأَحْلَبُوا: أي أَجَمُعوا. ¶ فصل ¶ وصفة الفرس الذي يمكن أن يحضر الغاية ويجاري الحلْبَة على غير تضمير ولا تحمُّلٍ ولا تشمير: إن يكون رَحْبَ المتنفَّس: جوِفه ومِنْخَريه، رَحْبَ الإرهاب، عريض المتن، عريض القَطَاةِ، قد تجافت عن كليتيه، هَريتَ الشَّدقين، غزير الرِّيق، رَحْبَ الصَّدر، لاحق الصِّفاقِ، ويكون مع ذلك هشاً، يَحْمى عرقُه رَبْوَ بدنه. ¶ فإذا كان على هذه الصفات فالأحسن له والأحوطُ عليه أن لا يُرْسَل في المضمار على أَثرِ دَعة، حتى يكون قد أخذ منه أياماً، فلحق بَطْنُهُ أي خفَّ، ويكون قد استركع للركض أي اشتدَّ له. وأيضاً فإن بطنه على أثر الدَّعة يكون في يكون الأكثر ممتلئاً، وصِفاقُهُ ممتداً، فربما صَكَّهُ بثفَنِاته فقطعه أو أعْنَته وقصَّر به، والموُدع لا يضبر أبداً كضبر غيره من الخيل التي أخذ منها بالرياضة والعمل. وقد نرى من الوحش والكلاب وهي مما لا تضمَّر ولا تصنَّع إذا كلِّفت الجري على دعة رَبَت وبهرَتْ وانقَطَعَتْ عمَّا كانت تفعله في غير دَعَةٍ. وكلُّ حيوان إذا ودع اسْتَرْخَى، فلا خير في اقتحام المِضْمار إلا بعد العمل والإضمار. وإن كان على الصفة المشكورة، والخلقة الموفورة. ¶ والمستحب في التضمير، بل الذي لا يجب غيره: حسن الولاية في السياسة، وقلة السآمة في النظر والخدمة، وموالاة الركوب بمقدار ما يحتاجُ إليه في ذلك، وتقليلُ عَلَف الدابة مرة، وإدخالها بيتاً كنَيناً وتجَلْيلها فيه لتعرَق ويجفَّ عَرقُها. فيصلب لحمها ويخف وتقوى. وليس الإضمار بأن يهزل الفرس ويُذالَ ويبخسَ من حَقِّه، وإنما يفعل ذلك ليشد لحمه، ويعصر جسمه، وتذهب فضُولهُ، ويبقى على ما طُبعت عليه أُصولُهُ. ¶ وّذَكَرَ ابن بَنينَ أن رسول الله صلى الله عليه وسلم كان يأمر بإضمار خيله بالحشيش اليابس، شيئاً بعد شيء، وطَيّاً بعد طَيٍّ. ويقول: أَرْوُوها من الماء، واسقُوها غُدْوةً وعَشِياً، وألزِمُوها الجِلاْلَ، فإنها تُلقى الماءَ عَرَقاً تحت الجِلال فتصفو ألوانها، وتتسع جلودها. ¶ وكان صلى الله عليه وسلم أمَرَ أن يقودها كلَّ يوم مرَّتين، ويؤخذ منها من الجري الشوط والشَّوطان، ولا تركض حتى تنطوي. ¶ والخيل تختلف أحوالها، وتتباين أشكالها، وكل واحد منها يختص بمضماره، ويحمل منه على حده ومقداره، فليؤخذ كل واحد منها على حاله ومَشَاَطِهِ، وبقدر كسله أو نشاطه، بعون الله. ¶ الباب الثاني عشر ¶ أسماء خيل رسول الله",
            "page": "34",
            "part": "1",
            "seal": "A30028F2"
        },
        {
            "id": "35",
            "nass": "صلى الله عليه وسلم وأسماء فحول خيل العرب ومذكوراتها ¶ كان لرسول الله صلى الله عليه وسلم جملةُ أفراس. فمنها) السَّكْب (. وهو الذي كان عليه يومَ أُحُدٍ، حكاه ابن قُتَيْبةَ. ومنها) المرتجَز (، وإنما سمِّى المرتجز بحُسْن صهيله. وكان له فرس يقال له) لِزاز (. وفرس يقال له) الظَّرب (. وفرس يقال له) اللَّحيف (. وفرس يقال له) الوَرْد (. وزاد غيرُ ابن قُتَيبة فرساً يقال له) مُلاوِح (، وفرساً يقال له) اليَعْسُوب (. والورد هو الذي أهداه له تميمٌ الدِاريًّ. فهذه خيل رسول الله صلى الله عليه وسلم على ما ذكره ابن قُتيبة وغيره. ¶ وأما خيلُ العرب فمن أقدمها) زَادُ الراكب (، وهو الذي وهبه سليمانُ بنُ داودَ عليهما السلام لقوم من الأَزْد كانوا أصهاره، فكان أول فَرَس انتشر في العرب من خيله. وقيل: فلما سمعت بذلك تَغْلبُ أَتَوهم فاستطرقوهم، فنَتَجوا فرساً أجود من زَادِ الراكب، فَسَمَّوْهُ) الهُجَيْس (، فلما سمعت بذلك بكرُ بن وائل أَتوا بني تغلب فاستطرقوهم، فنتجوا فرساً أجود من الهُجيس فسمَّوْه) الديناري (. ¶ وذكر محمد بن السَّائب وغيره من العلماء أسماء الخيل المعروفة المشهورة في أشعار العرب. منها في قريش خيلُ رسول الله صلى الله عليه وسلم. وقد تقدم ذكرها. ¶ ومنها فرسُ حمزَة بن عبدِ المَّطلب) الورد (، وهو من بنات) ذي العُقاَّل (، من) بنات أَعْوجَ (. وقال حمزة رضي الله عنه في ذلك ¶ ليس عندي إلا سلاحٌ ووَرْدٌ ... قَارح من بنات ذي العُقَّال ¶ أتَّقى دُونَهُ المنايا بنفسي ... وهو دوني يَغْشَى صُدور العوالي ¶ وحدثَّ الكَلْبيُّ عن أبي صالح عن ابن عباس أن) أَعْوج (كان سيَّد خيل داودَ المشهورة،) وأنه (كان لملك من ملوكِ كنْدَةَ، فغزا بني سُليم يَوْمَ عِلاَف، فهز موه وأخذوا) أعوج (، ثم صار إلى بني هِلالٍ من بني عامرٍ فأجاد في نسله. ثم انتشرت الخيلُ الجياد في العرب، فكان فيما يُسَمَّى لنا من فُحُولها وإناثها: -) الغُراب (و) الوجيه (و) لاحق (و) المُذهب (و) مكتوم (، وكُنَّ لغنيّ بنِ أَعصُر. ¶ وكان منها) ذو العُقال (لبني رياح بن يربوع. ومنها) دَاحس (، وهو ابن ذي العقَّال. ومنها) الحَنْفَاء (أخت) دَاحِس (لحُذيفةَ بن بَدْر الفَزَارَيِّ. ومنها) الغبراء (كانت لحًمًل بن بدر الفَزاريّ. ومنها) قسَامٌ (كان لبني جَعْدة. ¶ وكان منها) فيَّاض (و) سَبَل (لبني جعدة أيضاً. وكان منها) الحِمَالة (و) القُرَيظ (لبني سُلَيم. فأما) دَاحِسٌ (فكان لقيس ابن زُهير بن جَذِيمة العَبْسي. فراهن عليه حُذَيفةُ بن بَدْر الفزاري، فوقعت فيه حرب غَطَفان، ودامت بينهم فيما ذكروا أربعين عاماً. فتشاءمت به العرب وبِبَنيه. ومن ذلك قول بشير بن أَبَيٍّ العَبْسي. ¶ وإن الرِّباط النُّكْدَ من آل داحس ... أَبَيْن فما يُفلحن يومَ رهان ¶ جَلَبْنَ بإذن الله مقتلَ مالك ... وطرَّحن قيساً من وراء عُمَانِ ¶ وكان منها في كنانةَ) اللطيم (فرس ربيعةَ بن مُكَدَّم، و) مَصَاد (فرسٌ لابن غادية الخزاعي. و) الأَجْدلُ (فرس أبي درٍّ الغَفاري صاحب رسول الله صلى الله عليه وسلم. ¶ وكان منها) اليَعْسُوب (فرس الزُّبير بن العوَّام. و) ذو اللَّمَّة (فرس عُكاَّشةَ بنِ محْصَن و) رِرَّة (فرس الجميع) بن (منقذ الأسَدي، و) حَزْمة (فرس حنظلة بن فاتك بن الأسَدي. و) ظَبْية (فراس الهراس الأَسَديِّ. و) الحِمالةُ (فرس طُلَيْحة بن خُوْيلد الأَسَدي ولها يقول: ¶ نصبتُ لهم صَدْرَ) الحِمالة (إنها ... معوَّدةٌ قِيل الكُماة نَزَالِ ¶ فيوماً تراها في الجلال مصُونةً ... ويوماً تراها غيرَ ذاتِ جِلاَلِ ¶ و) معروف (فرس سَلَمَة بن هند الغاضريِ. و) المنَيحةُ (فرس دِثَار بن فَقْعسٍ الأسديَّ. و) ناصح (فرس فَصالةَ بن هند بِنَ شَريك الأسَدي، وله يقول: ¶ أناصحُ شمِّر للرهان فإنها ... غداةُ حِفاظٍ جمَّعتْها الحلائب ¶ أتذكر إلبْاسِيكَ في كل شَتْوَةٍ ... ردائي، وإطعاميك والبطنُ ساغبُ؟ ¶ و) اللَّطِيمُ (فرس أيضاً لفَضالَة المذكور. ¶ وكان منها في بني تميم بن مرٍّ) الشَّوْهَاء (فَرسَُ حاجب بن زُرارةَ التَّميمي. و) الرَّقيب (فرس الزِّبْرِقان بن بدر التميمي.",
            "page": "35",
            "part": "1",
            "seal": "F1C039D5"
        },
        {
            "id": "36",
            "nass": "وكان من نتاج) أعوجَ (لبني أسد) العسجديُّ (. و) أثاَل (فرس ضَمْرةَ بن ضَمْرة بن دَارِم. و) الخذواء (فرس شيطان ابن الحكم بن يربوع. و) الشَّيِّط (فرس لبيد بنِ جَبَلَةَ الضبيِّ. و) العرادة (فرس كلحبة اليربوعي.) والأحْوَى (فرس عُوَيْد ابن سلمى بن ربيعة الضبي. و) الأَغرُّ (فرس طَريف بن تميم. و) كاملٌ (فرس زيد الفوارس الضبي. و) ذو الوُشُوم (فَرسُ عبد الله ابن عدَّاء. و) وحفة (فَرَس عُلاثةَ بْنِ الجُلاس التميمي. و) مبدوع (فرس الحارث بن ضِرار الضبي. و) الغرَّاف (فرس البَراء بن قَيْسٍ بن عَتَّاب. و) الشَّقراء (فرس الرُّقاد بن المنذر الضبي. و) المكَسّرُ (فرسُ عُتيبةَ بن الحارث بن شهاب. و) شَوْلة (فرس زيد الفوارس الضّبي. و) النحَّام (فرسُ سُليْكٍ، وفيه يقول: ¶ قدِّم النحَّام واعجلْ يا غلامْ ... واقذف السّرجَ عليه واللِّجامْ ¶ و) الوَرْد (و) الجُمَانة (فرساً عامر بت الطُّفيل. و) حَذْفة (فرس خالد ابن جعفر بن كلاب. و) جِروة (فرس شدَّاد بن معاوية العَبسي. ¶ و) الأبجر (فرس عنترة بن شداد بن معاوية العبسي. وفيه يقول: ¶ لا تعجلي: أَشْدُدْ حزام الأَبجرِ ... إني إذا الموتُ دَعَا لَمْ أَضْجَرِ ¶ ولم أُمَنَّ النفس بالتأخر و) وَجْزَةُ (فَرسَ يزيد بنْ أبي سِنانٍ المرِّي فارس غَطَفَان. ¶ و) محِاَج (فرس مالك بن عوف. وله يقول يوم حُنَينٍ: ¶ أَقْدِمْ مِحَاحُ أنه يومٌ نُكُرْ ... مثلى على مثلك يحمى ويَكُرّْ ¶ إذا أضيع الصفُّ يوما والدُّبر و) العُبَيْد (فرس العباس بن مِردْاس السُّلمى، وهو الذي عاتب النبي صلى الله عليه وسلم حين أعطى عُيينةَ بنَ حِصْنٍ الفَزَاري. والأقْرع بن حابس التميمي مائة مائة من الأبل، وأعطاه أَبَاعرَ قلائل. فقال في ذلك: ¶ أتجعلُ نَهْبي ونَهْبَ العُبيْ ... د بين عُيَيْنَةَ والأَقْرع؟ ¶ وما كان حِصْنٌ ولا حابسٌ ... يَفُوقَان مِرْداسَ في مجمع ¶ وما أنا دون امرئ منهما ... ومن تَضَعِ اليومَ لا يُرفعِ ¶ قال ابن إسحاق: فقال رسول الله صلى الله عليه وسلم: أذهبوا به فاقطعوا عَنَّي لسِاَنه، فأعطَوْهُ حتى رَضِىَ، فكان ذلك قطْعَ لسانه الذي أمَرَ به رسول الله صلى الله عيه وسلم. ¶ و) البيضاء (فرس بُجير بن عبد الله بن قشير. و) المصِّبحُ (فَرسَُ عَوْف بن الكاهن السُّلَمي. و) الصَّيُودُ (فَرسٌ مشهورةٌ منسوبة في جياد خيل العرب. و) الضَّخْمُ (فرسٌ لرَحْضَةَ بن مؤمَّل السُّلَمي، وله يقول: ¶ أليس أحق الناس أن يَشْهد الوغَى ... وأن يقتل الأبطال ضخمٌ على ضَخم؟ ¶ و) قُرْزُل (فرس الطُّفيل بن مالك العامري. و) القُوَيس (فرس سَلَمة ابن الحارث العبسي و) سُلَّم (فرس زَبَّان بن سيَّار الفزَاري. و) ميَّاسٌ (فرس شمير بن ربيعة الباهلي. و) النعامة (فرس كان في ربيعة للحارثِ بن عُبَادٍ. و) زيِم (فرس الأخنس بن شهاب التغلبي، وكان من مشهوري فرسان العرب. ولها يقول: ¶ هذا أوَانُ الشدَّ فاشتدّي زِيَمْ ... لا عَيْشَ إلا الطَّعْنُ في يوم البُهَمْ ¶ و) خُميرة (فرس شيطان بن مُدْلج الُجشَمي. و) النُّبَاكُ (فرس الصباح بن خالد التغلبي. و) الشَّمُوس (فرس يزيد بن خَذَّاق. و) العَنز (فرس أبي عفراء بن سنان المحاربي. و) الْجَوْن (كان منها في اليمن فرس امرئ القيس بن حُجْر الكندي. و) العطاَّف (فرس عمرو ابن مَعْدِ يِكَرب الزبَّيدي.) والهطَّال (فرس زَيد الخليل بن مُهلهلِ الطائي، ويكنى) أبا مكنف (وفيه يقول: ¶ أقرِّبُ مَرْبطَ الهطَّال إني ... أَرى حرباً تلَّقح عن حيال ¶ أسويه بمكنفَ إذ شَتَوْنا ... وأُوثره على جُلِّ العِيال ¶ وسُمِّى) زَيْدَ الخيل (لكثرة خليه، قمن عتاقها:) الهطاَّل (المذكور، و) الكامل (و) الكُميتُ (، و) الوَرْد (، و) لاَحق (، و) ذَءول (. ¶ قال ابن إسحاق: قَدِمَ على رسول الله صلى الله عليه وسلم وقد طيَّئ فيهم) زيَد الخيل (، وهو سيدهم، فلما انتهَوْا إليه وكلَّموه عرض عليهم النبي صلى الله عليه وسلم الإسلام، فأسلموا وحَسُنَ إسلامهم، ثم سماه رسول الله صلى الله عليه وسلم) زَيدَ الخير (.",
            "page": "36",
            "part": "1",
            "seal": "1E2DA3D2"
        },
        {
            "id": "37",
            "nass": "و) العَّطاس (فرس عبد الله بن عبد المَدنِ. و) العصا (فرس جَذِيمة ابن مالك الأزْدي، ملك الحيرة في أول الزمان، قبل بني المنذر بدهر، وهو جذَِيمةُ الأبْرشُ الذي قتلته الزَّبَّاء، ونجا قَصِير على فرسه) العصا (فأخذ بثأره بعد ذلك، وقتل الزبَّاءَ في حديث طويل. ¶ و) الضُّبيبُ (فَرسَ حسَّان بن حَنْظلةَ الكندي؛ وكان شهد مع كِسْرَى يوم النَّهروان، ويوم التقى كِسْرَى وبهرْام، فهزم كسرى، فخرج هارباً وأدركه حَسَّان بن حنظلة، وقد قام بكسرى برذَونه، فنزل حسان عن فرسه الضُّبيب، فركبه كسرى ونجا، فقال حسان في ذلك: ¶ تلافَيْتُ كسرى أن يُضام ولم أكن ... لأتركه في الخيل يَعْثُر راجلا ¶ بَذَلت له صدر الضُّبيْب وقد بدت ... مسوَّمةٌ من خيل تُركٍ وكاُبلا ¶ ثم ظهر كسرى فقتل بهرام، فاما اسْتَقَرَّ به ملكه أتاه حَسَّان بن حنظلة، فأقام ببابه لا يصل إليه، فلما طال به الأمر أتى الحاجب فقال: إنك قد أطلت حجابي، وأنا أعظم الناس يداً عند كِسْرىَ، فأعلمهْ مكاني، فأعلمه مكانه، فإذِن له فقال: من أنت؟ وما يَدُك هذه؟ قال: أنا الذي حملتك على فَرسي يَوْمَ النهروان، وقد قام بن بِرْذَونك! قال كسرى: أُفٍ لك! لقد ذكَّرتني أَخْبثَ يوم مرَّ بي قَطُّ! أَخْرِجوا هذا الكلب! فأخْرَجُوه.. حتى إذا تجلت عن كسرى الهموم ندم واستحى، فأكرمه وأحسن جائزته، وأقطعه) طَسُّوج (، وهي من الكوفة على فراسخ. ¶ و) البُرَيْتُ (فرس ابن قبيصة الطاَّئي.) حَوْمل (فرس حارثةَ بن أَنس. بن الحارث. و) اليَحْموم (فرس النعمان بن المنذر ملك العرب، وكان) اليحموم (من رباط غطفان. و) القُريَط (و) نحَلْة (و) شاهر (أفراس لكندة (. و) خصاف (فرس مالك بن عمرو ابن المنذر بن الحارث بن مارية ذات القرطين المعلَّقين بالكعبة. ¶ وكان مالك بن عمرو جَبَاناَ فأذاق إذا شهد الحرب كان منها مَدىَ النَّبْل، إذ جاءه سهم يوماً، فوقع عند يد فرسه، فقال: إن كاد هذا السهم أن يصيبني، فاهتز السَّهم وكثر اهتزازه وهو ينظر إليه، فنزل فحفر عنه، فإذا السَّهْمُ قد أصاب يَرْبوعا في نَفَقه. فلم يخطئ جمجمته فقتله. فركب مالكُ بْنُ عَمْرِو، فقال) ما المرء في شيء ولا اليربوع (. فَذَهَبَتْ مَثلاً. ثم قال: أراني أفرُّ بأجلي، وقد دخل السهم على اليربوع حين وَفى أجلهُ، ولم يُغن عنه شيئاً تحرُّزُه، ما أموت ولا أقتل إلا بأجلي، فَحَمل فَخَرقَ الصَّفَّ مُقبلاً ومدُبراً، فكان بعد ذلك من اشد قومه. فقال في ذلك شاعر من غساَّن: ¶ إذا وجّه الدهرُ السهامَ إلى امرئ ... أصاب ولا يُشْوِي ويمَّم قاصداً ¶ ورُب خِصَافٍ قد أفاتت سهامه ... وأي امرئ يَبْقَى على الدهر خالداً ¶ و) الضُّبيح (فَرَسُ خوَّات بن جُبير الأنصاري. و) الورْهَاءُ (فرس فَتَادة الكِنديِّ. و) كنْزة (فَرَسُ المنذر بن شماس الجذامي. و) اليسيرُ (فَرَس أبي النَّضير السعدي. و) الهدَّاجُ (فَرَسُ الرَّيب ابن الشَّريِق السَّعدي. و) الَجوْن (فرس الحارث بن أبي شَمِرٍ الغسَّاني. قال فيه عًلْقَمةُ حين أسر أخاه شأساً قصدته التي أولها: طَحاَ بِكَ قلبٌ في الحسان طروب يقول فيها بعد: ¶ فأقسم لولا فارس الجَوْن منهمُ ... لآبُوا خَزَايا، والإيابُ حبيبُ ¶ تُقدِّمه حتى تَغِيبَ حُجُولُه ... وأنت لبيض الدراعين ضَرُوب ¶ و) العَارمُ (فرس المنذر بن الأعلم الخوْلاني. و) العَرِن (فرس عُمير بن جَبَل البَجَلي. و) نِصاب (فرس الأحوص بن ثعلبة الكلبي. وابنتها) ورِيعة (وَهَبَها الأحوص لمالك بن نوُيرة. و) موكل (و) القَراّع (فرسا ربيعة بن غزالة اليشكري. و) الغزالة (فرس محلم ابن الأرقم. و) صَعْدة (فرس ذؤيب بن هلال الخُزاعي. ¶ و) النعامة (فرس قُرَّاص الأزْدي. و) ذو الريش (فَرس السَّمح ابن هند الخَوْلاني، و) الطيَّار (فرس أبي رَيْسَان الخَوْلاني. و) الجَنَاح (فرس محمد بن مسلمة الأنصاري، صاحب رسول الله صلى الله عليه وسلم. و) المعُلَّي (فرس الأسعر بن) أبي (حُمْران الجعُفي. و) بهرام (فرس النعمان) بن عُقْبَةَ (العَتَكي. و) صُهْبيَ (فرس النَّمِر بن تَوْلَبَ العُكلي. وفيها يقول: ¶ أتذهب باطلاً عَدَواتُ صُهْبيَ ... وركْضُ الخيل تختلج اختلاجا؟",
            "page": "37",
            "part": "1",
            "seal": "C008F6B5"
        },
        {
            "id": "38",
            "nass": "وكرِّى في الكريهة كلُّ يوم ... إذا الأصوات خالطت العَجَاجا ¶ و) الحُلَيْل (فَرَسُ مقْسَم بن كَثيِر الأصبحي. و) أطلال (فرس بُكير الكناني و) الغمامة (. و) الصَّريح (. و) قَيْد (و) مادق (كانت لملوك بني ماء السماء. و) الشَّعور (فرس الحبِطَات من بني تميم، و) آفق (. و) الُخبَاس (. و) ناعق (لبني فُقَيم. و) رعْشَن (لمراد. و) الصَّغا (فرس مجُاشع بن مسعود السَّلَمي، وكانت من نجل) الغَبْراء (فرسِ حمل بن بدر الفزاري، فاشتراها عمر بن الخطاب بعشرة آلاف درهم، ثم غزا مجَاشع، فقال عمر رضي الله عنه: تحبس هذه بالمدينة وصاحبها في نحور العدو، وهو إليها أحوج؟! فردها إليه فأنتجت عند ولده، حتى بعث الحجاج) بن يوسف (فأخذ بقيتها منهم. ¶ و) القتاديُّ (. و) التِّرياق (للخزرج في الإسلام. و) الحَرُون (فرس مُسْلم بن عمرو، أبي قتُيبة بن مسلم الباهلي، اشتراه من رجل - وقد حَرَنَ تحته - بألف درهم، ثم رأى في منامه أن عصافير تخرج من إحليله، فأرسل إلى محمد بن سيِرين، فقال له ابن سيرين: إن صدقت رؤياك لتنتجن جياداً! فمنه الجياد اليوم. و) مُناهب (لبني تَغْلِبَ بنِ يَربْوع. و) الضَّيْف (لبني تغلب. و) حُمْيل (لبني عِجْل. و) البُطين (. و) البوَّاب (. و) الذائد (من) الحرون (المذكور، فرس مسلم بن عمرو الباهلي المذكور. و) الصاحب (غَنِيٍّ الباهلي. ¶ ومنها) غُطيف (من خيول أهل الشام. ومنها) الأعرابي (كان لعبَّاد بن زياد من خيل أهل العالية. ومنها) القطَرانيُّ (السلامي. وكان) الذائد (للعباس بن الوليد بن عبد الملك بن مروان. وجًلُّ السوابق تنسب إلى) البطين (و) الذائد (. ¶ الباب الثالث عشر ¶ ذكر ألفاظٍ شتى ¶ وتسمية أشياء تختص بها الخيل ¶ من ذلك سِنُّ الفَرس. إذا وضعته أمة) مُهْر (ثم) فَلُوُّ (. فإذا استكمل سنةً فهو) حَوْليٌّ (. ثم في الثانية) جَذَع (. ثم في الثالثة) ثَنِىّ (. ثم في الرابعة) رباع (. ثم في الخامسة) قارح (. ثم بعد ذلك إلى أن يتناسى عمره) مُذَكٍ (. ¶ فصل في أصواته وما ينسب إليه من ضروب ضرْبه ¶ ) الصَّهيل (صوته في أكثر أحواله.) الضَّبْح (صوت نَفَسه إذا عدا. وقد نطق به القرآن) القَبْع (صوتٌ يردده من حلقه إلى مَنْخَريه إذا نفر شيء أو كرهه.) الحمحمة (صوته إذا طلب العلف أو رأى صاحبه فاستأنس إليه. ¶ ) النَّثير (هو له كالعطاس للإنسان.) الخَضيعة (و) الوَقيب (صوتُ بطنه. وكذلك) البقبقة (و) القبقبة (. و) الرَّعيق (و) الرُّعاق (صوت يسمع من قُنْبِه، كما يُسْمع) الوعيق (من فَرْج الرَّمِكَة. ¶ وأما ضروب ضَرْبه فيقال:) نَفَحت (الدابة بيدها و) رَمحَت (برجلها، و) نطحت (برأسها، و) صدمت (بصدرها، و) خطَرت (بذَنَبها. ¶ فصل في صفات مشيه وعَدْوه على التفصيل ¶ ) الضَّيْر (هو أن يثبت فتقع قوائمه مجتمعة) العَنَقُ (هو أن يتباعد بين خُطاه ويتوسع في مشيه. و) الهمْلَجَةُ (هو أن يقارب بين خُطاه مع الإسراع، وهو السير عند الناس.) الارتجال (هو أن يخلط الهملجة بالعَنَق.) الخَبُّ (و) الخبَبَ (هو أن يستقيم بهادِيه في جَرْيه، ويراوح بين يديه ويقبض رجليه.) الضَّبْع (هو أن يلوي حافر يديه إلى عَضُديه.) العُجَيْلَي (هو بين الخبِّ والتقريب. ¶ ) التقريب (هو أن يرفع يديه معاً.) الرَّدَيان (هو أن يرجم الأرض بحافره رجماً.) الدَّحْو (هو أن يرمي رمياً. ولا يرفع سُنْبُكه من الأرض كثيراً.) الإمجاج (هو أن يأخذ في العْدو قبل أن يضطرم. ¶ ) الإحضار (هو أن يَعدُو عَدْوًا متداركاً.) الإهذاب (و) الإلهْاب (هو أن يضطرم في عدْوه.) الإرخاء (هو أشد من) الإحضار (وكذلك) الابتراك (.) الإهْماج (هو أن يجتهد في يَذْل ما عنده ويستفرغ جهده. ¶ وترتيب العَدْوِ عندهم:) الخَبُّ (أولاً، ثم) التقريب (، ثم) الإمجاج (، ثم) الإحضار (، ثم) الإرخاء (، ثم) الإهذاب (، ثم) الإهماج (. ¶ فصل في زَجْره وحثه ¶ تقول العرب: أَوْشيت الفرس، وألهبتُه بالسَّوط، ومَرَيته بالعِقبِ. قال الشاعر: ¶ يُوشُونَهُنَّ إذا آنسوا فَزَعاً ... تحت السَّنَوَّر بالأَعقاب والجِذَم ¶ أي يستخرجون جريها بالركض بالأقدام، وهي الأعقاب، وبالضرب بالسياط، وهي الجذَم. ¶ قال أمرؤ القيس بصف فرسه في حالة الجري:",
            "page": "38",
            "part": "1",
            "seal": "4B96A3DF"
        },
        {
            "id": "39",
            "nass": "فللِسَّوط أُلهْوبٌ وللِسَّاقِ دِرَّةٌ ... وللزجر منه وَقْعُ أَهْوجَ مِنْعَبِ ¶ يقول إذا حرّكةُ بساقه ألهب الجري، أي أتى بجري كالتهاب النار، وإذا ضربه بالسوط دَرَّ بالجري. وإذا زجر وقع منه ذلك موقعه من الأهوج الذي لا عقل له. والمِنْعبُ: الذي يَمُدُّ عنقه في الجري. والهمْز والغَمْز بالعَقِبِ معروفان. ¶ فصل ¶ وأما الزَّجر فهو بألفاظ عُوِّدتها الخيل وأَلِفَتْ لُغاتِها. فمما كانت العرب تستعمل من ذلك:) يهياه (. و) هل (قال الشاعر: ¶ فَظَنَنَّا أنَّه غالِبُه ... فزجرناه بيهياه وهَلْ ¶ وكذلك) أرْحب (. و) أَرْحِى (. و) أَقدِم (. و) هَبْ (و) هَبيِ (. ¶ وكان يستعمل في تسكينه وكفه عن حركته ومرحه قولهم) هَلاَ (. قال الشاعر: ¶ إذا قاده السُّوَّاس لا يملكونه ... وكان الذي يألون قولاً له) هَلاَ ( ¶ وقد جمع طُفَيلٌ الغَنَويُّ زَجْرَ الخيل في بيت واحد. فقال: ¶ وقيل أقدمي وأقدم وأخّ وأخِّرِى ... وها وهَلاَ وأصبْر وقادِعُها هَبِي ¶ ومنه) النَّقْر (وهو أن ينفض له بفيه، وذلك بأن وضع طرف اللسان على مقدم الحنك الأعلى، وينزع بعد الشد، فيصوت بنزعة صوتاً قد فهمت الخيل منه التسكين عادة، كما فهمت الصفير عند شرب الماء. ¶ حتى قال الشاعر: ¶ ولا تشربْ بلا طَربٍ فإِني ... رأيتُ الخيلَ تَشْربُ بالصفيرِ ¶ وقال امرؤ القيس في النَّقر: ¶ أخفِّضه بالنَّقر لما علوتُه ... ويرفعُ طَرْفاً غَيرَ جَافٍ غضيض ¶ ولكل قوم عادة، وفي كل زمان نقص وزيادة. ¶ فصل في أوصافٍ تخُصُّه ¶ يقال فرس) ضليع (: شديد الأضلاع. و) مِشْياط (: سريع السِّمن. و) صَلُود (: لا يَعْرق. والعَصيم: هو عَرَقهُ إذا يبس عليه. وفرس) خوَّار العِنان (: إذا كان ليِّن المعطف. وفرس) قَلَهْذَم (: إذا كان في جملة خلقه قصيراً جداً. وفرس) كَهَام (: كَلِيلٌ عن الغاية. و) العَجيز (من الخيل: كالعِنِّين من الرجال. ويقال في حَمْلِ الرَّمَكةِ:) عَقُوق (. وفي النتاج:) نَتُوج (. ¶ فصل في أوصاف فعله وتقلبه ¶ ) القَضْم (: هو أن يأخذ في الرَّعي بجحافله وثناياه. و) الخْضم (: إن يأخذ بفيه كلَّه.) والأَزْم (: شَدُّه على اللجام بفيه. ¶ ومما يفعل به:) التسويم () وهو (إرساله في المرعى وتركهُ وحده. تقول: سوَّمته وأهملته. و) التَّنْدِيَة (: أن تورده الماء حتى يشرب، ثم ترده إلى الرعي يأخذ منه لَممَه، ثم ترده إلى الماء. تقول: ندَّيتهُ تنديةً. واسم الموضع يفعل به ذلك) المُنَدَّي (. و) التمريغ (هو أن تصوِّت به حتى يربض ويتمرغ في التراب. وذلك ترفيه له من الإعياء، وشفاء من التعب والعرق، وربما فعل الفَرَسُ ذلك بنفسه، فاستراح إليه. واسم الموضع الذي يفعل ذلك فيه) المرَاغة ( ¶ فصل في ألفاظ تختص بجماعات الخيل ¶ ) الطليعة (: هي أول الجيش. و) سَرَْعان (الخيل: أوائلها. و) المسَّبقات (من الخيل: المتقدمات، وهي) البوادي (. ¶ و) ساقة (العسكر: آخره. و) الكَيُّولُ (: آخر الصفوف في الحرب. و) أنْدَلَفَتِ (الخيل إذا خرجت أول خروجها بسرعة. ¶ وأول جماعاتها:) مِقْنَب (، ثم) مِنْسَر (، ثم) رَعيل (و) رَعْلة (، ثم) كرْدُوسٌ (، ثم) قُنْبُلة (. ¶ فصل في أسماء العساكر ¶ أولها) جريدة (وهي التي تُجرَّدُ لوجه من الوجوه. ثم) سرَيِةٌ (وهي من خمسين إلى أربعمائة. ثم) كَتيبة (وهي من خَمسمائة إلى ألف. ثم) الجيش (وهو ألف أربعة آلاف. وكذلك) الفَيْلَق (و) الجَحْفَلُ (. ثم) الخميس (وهو من أربعة آلاف إلى أثنى عشر ألفاً. و) العسكر (يجمعها. ¶ فصل في نُعوتها بالكثرة وشِدةَّ الشَّوكة ¶ كتيبة) رَجْراجَةٌ (. جيش) لَجِبٌ (. عَسْكرٌ) جرَّارٌ (. جَحفْلٌ) لُهامٌ (. خَمِيسٌ) عَرَمْرمٌ (. ¶ وكان يقال لكتيبة رسول الله صلى الله علية وسلم:) الخَضْراء (، وإنما قيل لها الخضراء لكثرة الحديد فيها. وكل كتيبة كثر فيها الحديد فهي خَضْراء. ¶ فصل في أماكن تختصُّ بها الخيل جماعاتٍ وآحاداً ¶ ) المُعسْكَرُ (: موضع العسكر.) المعركة (: مكان القتال.) المَلْحمة (: مكان القتل الشديد.) المأزق (: و) المأقِط (ما تضايق من أماكن الحرب.) الأصْطَبل (: بيتها الذي تحبس فيه.) مَرْبِطها (: موضع ربطها من ذلك و) الآرى (: مكان اعتلافها. ¶ فصل في أسماء أشياء تخص بها الخيل دون غيرها",
            "page": "39",
            "part": "1",
            "seal": "08169554"
        },
        {
            "id": "40",
            "nass": ") المقِبص (و) المِقوسُ (: حبل تُصَفٌّ عليه الخيل عند السباق و) الوهَق (: حبل يُرمى به بأنشوطة تؤخذ به الدابة إذا ندَّت.) الرّسَنُ (و) القيَادُ (و) المِقْوَدُ (: ما يوضع في رأسها فتقاد به. و) الشكيمة (: فأس اللَّجام. و) الحَكَمَةُ (: دون اللجام. و) الوِثاق (: ما يوثق به الفرس جملةً. ¶ و) الطَّوَل (و) الطِّيلُ (: حبل) يشد (به الفرس ويرسل في المرعى، وهو يمسك صاحبه بطرفه، أو يوثِّقه بالأرض بوتد أو غيره.) والقَيدُ (ليديه. و) الشِّكال (: حبل له عُرى يُوضع في يد ورجل، وقد يوضع في يد ورجل من خلاف. ¶ و) الأَخيَّة (: حبل له عُروة واحدة يوضع في رجل الفرس، ويوثق طرفها بالأرض. وهي) الرِّبْقة (.) الرِّباط (: حبل تحبس به الدابة خاص لها. تقول: ربطت الفرس بالرِّباط. وهو الحبل الواحد، وأوثقتُها بالوِثَاقِ أجمع. ¶ وتقول) وَدَجْت (الفَرَسَ، والوِدَاج خاصٌ بالدَّابة، كالفِصَاد للإنسان. و) سمرته (إذا أنعلته بالحديد. وذلك أيضاً خاص بالدابة. ¶ الباب الرابع عشر ¶ ذكر نبذة من الشعر في إيثار العرب الخيلَ ¶ على غيرها وإكرامها لها وافتخارِها بذلك ¶ لم تزل العرب تفضِّل الجياد من الخيل على الأولاد، وتستكرمها للزينة والطرد. على أنهم لَيطْوَوْنَ مع شبعها، ويظمئون مع ريِّها، ويؤْثرِونها على أنفسهم وأهليهم عند حلول الأزمة واللأواء، واغبرار آفاق السَّنَةِ الشهباء. ¶ وعلى ذلك تدل أخبارهم وتشهد أشعارهم. فلنذكر من ذلك نبذة إن شاء الله. ¶ فمما روى لأحد بني عامر بن صَعْصَعة: ¶ بني عامرٍ ما لي أرى الخيل أصبحتْ ... بطاناً وبعض الضَّمر للخيل أفضل ¶ بني عامرٍ إن الخيول وقايةٌ ... لأنفسكم والموت وقْتٌ مؤجَّلُ ¶ أهينوا لها تكرمون وباشروا ... صيانتها، والصونُ للخيل أَجْملُ ¶ متى تُكرموها يُكْرِمِ المرءُ نفسه ... وكلُّ امرئٍ من قومه حيثُ يَنْزِلُ ¶ ومن ذلك كلام الأسْعر بن حُمْرانَ الجعُفيَّ: ¶ ولقد عَلِمْت على تجنُّبيَ الرَّدَى ... أن الحصون الخيلُ لا مَدَرُ القُرى ¶ إني وجدت الخيلَ عِزّاً ظاهراً ... تنجى من الغَمَّا ويكشفن العَمَى ¶ وتَبيت للثَّغر المخُوفِ طلائعاً ... وتَبيتُ للصُّعلوك غرة ذي الغِنى ¶ وقال طُفيل الغَنَويُّ: ¶ إني وإن قلَّ مالي لا يُفارقني ... مثلُ النعامة في أوصاله طُولُ ¶ أو ساهِمُ الوجه لم تُقْطَع أباجلُهُ ... يصان وهْوَ ليوم الرَّوع مَبذْولُ ¶ وقال إسماعيل بن عَجْلان: ¶ ولا مالَ إلا الخيل عندي أُعدُّه ... وإن كنتُ من حُمر الدنانير موُسرا ¶ أقاسِمُها مالي وأُطعِمُ فَضْلها ... عيالي، وأرجو أن أُعان وأوجرا ¶ إذا لم يكن عندي جوادٌ رأيتُني ... ولو كان عندي كنزُ قارونَ مُعْسرا ¶ وقال كعب بن مالك: ¶ ونُعِدُّ للأعداء كُلَّ مضَّمر ... وَرْدٍ ومحجولِ القوائم أبلقِِ ¶ أَمَر المليك بربطها لعدوَّه ... في الحرب. إن الله خيرُ مُوفِّقِِ ¶ فتكون غيظاً للعدوِّ وحائطاً ... للدار إن دَلفت خيول المُرَّق ¶ وقال علقمة بن عمرو المازني: ¶ ما كنت اجعل مالي فَرْغ سانيةٍ ... في رأس جذع يَصُبُّ الماء في الطين ¶ الخيلُ مِن عُدَّتي أَوْصى الإله بها ... ولم يُوَصِّ بغرس في البساتين ¶ كم من مدينةِ جبار أَطْفنَ بها ... حتى تَرَكْنَ الأعالي كالميادين ¶ وقال قَيْسُ بن الحارث: ¶ لا تُقْصيا مَرْبِطَ الشَّقراء مُنْتَبذاً ... فإن رَيْبَ الدَّهر مرهوبُ ¶ كم من فقير بإذن الله قد نَعَشَتْ ... ومتْرَفٍ تركتْهُ وهو مجدوب ¶ وقال عنترةُ الفوارس في فَرَس أبيه شدَّاد: ¶ فمن يك سائلاً عنّى فإني ... ) وجِرْوةَ (لا تَرُود ولا تُعارُ ¶ مقرَّبة الشتاء فلا تراها ... وراء الحيِّ تَتْبعها المِهَارُ ¶ وقال ضبيعَةُ القَيْسيُّ: ¶ جزى الله) الأغرَّ (جزاءَ صِدْق ... إذا ما أُوقدتْ نار الحروبِ ¶ يقيني باللَّبَانِ ومَنْكَبِيْه ... وأحميه بمُطَّرد الكُعوبِ ¶ وأَدْفيه إذا هبَّت شمالٌ ... ، بليل، حَرْجَفٌ بعد الجنوبِ ¶ أُراهُ أَهْلَ حين يَسْعى ... رعاة الحيِّ في جمع الحَلُوب! ¶ وقال الأعْرج المعْنِيُّ:",
            "page": "40",
            "part": "1",
            "seal": "B1832D5E"
        },
        {
            "id": "41",
            "nass": "أَرَى أمَّ عمرو لا تزال تَوَجَّعُ ... تَلُوم ولا أَدري علاَمَ تَفَجَّعُ ¶ تلوم على أنْ أَمْنَحَ الورْد لِقْحةً ... وما تستوي والوردَ ساعة تفزع ¶ إذا هي قامت حاسراً مشمعلَّة ... نَخيِبَ الفؤاد رأسُها لا يُقَنَّعُ ¶ وقُمتُ إليه باللِّجام وسرجه ... هنالك يَجزيني بما كنت أصنع ¶ وقال مَكْحُولُ بن عبد الله السَّعْدي: ¶ تلوم على رَبْط الجياد وحَبْسها ... ووصَّى بها اللهُ النبيَّ محمدا ¶ ذريني وعدي من عيالك شطبة ... كُمَيْتاً، ومشمول الجوانح أقودا ¶ إذا قيل أَمْسِكْه وقد فاض ماؤه ... أبَى، وترامى بالوليد فأبعدا ¶ وقال القحيف بن حُمير العُقيلي: ¶ وحالفَنْا السيوفَ وصافناتٍ ... سواءٌ هُنَّ فينا والعيالُ ¶ شعيراً زادها، وقليل قتٍّ ... ومن ماءِ الحديد لها نِعَالُ ¶ وقال رجل من بني تَميمٍ، وقد طلب منه الملك فَرَساً تسمى) سَكابِ (فمنعها منه: ¶ أَبَيْتَ اللعن إن) سَكابِ (علْقٌ ... نفيس لا تعار ولا تباعُ ¶ مفدَّاةٌ مكرَّمةٌ علينا ... تُجاع لها العيال ولا تُجاعُ ¶ سليلة سابقَيْن تناجلاها ... إذا نُسبا يضمهما الكُراع ¶ فلا تطمع ... أَبَيْتَ اللعن فيها ومَنْعَكَهَا بشيءٍ يُستطاع ¶ وقال الأخنس بن شهاب التغلبي: ¶ ترى رابطاتِ الخيل حول بيوتنا ... كَمِعْزي الحجاز أَسْلمتها الزَّرائبُ ¶ فَيُغْبَقْنَ أَحْلاباً ويُصْبَحْن مثلها ... وهنَّ من التَّعداء قبٌّ شوازب ¶ وقال جعفر بن أبي كلابٍ: ¶ أربغوني إراغتكم فإني ... وحَذْفةَ كالشجا تحت الوريد ¶ أُسوِّيها بنفسي أو بَجزءٍ ... فألحفها ردائي في الجليد ¶ أَمَرْت الراعِيَيْن ليؤثراها ... لها لبن الخليَّة والصَّعود ¶ وقال مالك بن نُوَيْرةَ: ¶ إذا ضيّع الأنذال في المَحْل خيلَهُم ... فلم يركبوا حتى تهيجُ المصايفُ ¶ كفاني دوائي ذَا الخُمار وصنعتي ... على حينَ لا يقْوى على الخيل عالفُ ¶ أُعلِّل أَهْلي عن قليلِ متاعِهِمْ ... وأسقيه مَحْضَ الشَّوْل والحيُّ هاتفُ ¶ وقال أبو دُوَادٍ الإيَادِي: ¶ عَلِقَ الخيل حبّ قلبي مُقِلاًّ ... وإذا ثاب عنديَ الإكثارُ ¶ عَلِقَتْ همَّتي بهِنَّ فما يم ... نع مني الأعنَّة الإقتارُ ¶ جُنَّةٌ لي في كل يوم رِهانٍ ... جمعت في رهانها الأدسار ¶ وانجرادي بهن نحو عدوّي ... وارتحال البلاد والتَّسيارُ ¶ وقال الأخطل، وتنسب لعبد الله بن عباس: ¶ أحِبُّوا الخيلَ واصطَبروا عليها ... فإن العز فيها والجَمَالا ¶ إذا ما الخيل ضيّعها أناس ... ضممناها فشاركت العيالا ¶ نُقاسِمُها المعيشةَ كلَّ يوم ... ونُلبِسُها البراقعَ والجِلالا ¶ ومن الأبيات المفردة في ذلك ما يُذكر بحول الله: قال عَمْرو بن مالك: ¶ وسابق كعُقاب الدَّجْن أجعلُه ... دُون العيال له الإيثار واللّطَف ¶ وقال عامر بن الطُّفَيل: ¶ وللخيل أيامٌ فمن يصطبر لها ... ويعرِفْ لها أيامها الخير يُعقِب ¶ وقال الرّبعي: ¶ وقلتُ لقومي أكرِموا الخيل إنني ... أرى الخيل قد ضَمَّت إلينا الأقاصيا ¶ وقال طَرفة: ¶ نُمسِكُ الخيلَ على مكروها ... حِين لا يُمسكها إلا الصُّبُرْ ¶ وقال لَبِيدٌ: ¶ معاقِلُنا التي نأوِي إليها ... بناتُ الأعوجية، والسُّيوفُ ¶ وقال بعضهم وهو نظم حديث للنبي صلى الله عليه وسلَّم ¶ الخير ما طلعت شمسٌ وما غربت ... مُعلَّقٌ بنواصي الخيل معقودُ ¶ والشعر في هذا المعنى كثير، وأما ما نظم منه في أوصافها، ونعوتها، وتشبيهاتها، فلا يحصى كثرةً للعرب وغيرهم. ¶ وبتمام هذا الباب تم الكلام على الخيل. فلنتكلم فيما شرطناه من ذكر السلاح بحول الله. ¶ الباب الخامس عشر ¶ ذكر السيوف ¶ قال رسول الله صلى الله عليه وسلم:) من تقلَّد سيفاً في سبيل الله ألبسه الله وشاح الكرامة (. ¶ وقال علي بن أبي طالب رضي الله عنه:) سمعت النبي صلى الله عليه وسلم يقول: إن الله ليباهي بالتقليد ملائكته. وهم يُصلون عليه ما دام متقلداً سيفَه (.",
            "page": "41",
            "part": "1",
            "seal": "17DA848F"
        },
        {
            "id": "42",
            "nass": "وقال الأحنف بن قيس: لا تزال العرب عَرَباً ما لبست العمائم، وتقلدت السيوف، ولم تَعْدُد الحِلم ذُلاًّ. ¶ وكان لرسول الله صلى الله عليه وسلم جملة أسياف، فمنها) ذو الفَقَار (الذي غَنِمه يومَ بَدْر، وكان لمنِّبه بن الحجاج. ومنها) العَضْب (كان قد أعطاه لسعد بن عُبادة. ومنها) البتَّار (. و) المِخذم (. و) الرَّسوب (. و) الحَتْف (. وكان له سيف قَلَعيّ أصابه من سلاح بني قَيْنُقَاع. وكان له سيف آخر ورثه عن أبيه. فهذه جملة من أسيافه عليه الصلاة والسلام فيما ذكر. ¶ وروى أن عُكّاشة بن مِحْصَن قاتل بسيفه يوم بدر حتى انكسر في يده، فأتى رسول الله صلى الله عليه وسلم فأعطاه جِذْلاً من حطب، وقال له: قاتل بهذا يا عُكَّاشة! فلما أخذه من رسول الله صلى الله عليه وسلم هزَّه فعاد سيفاً في يده طويل القامة، شديد المتن، أبيض الحديدة. فقاتل به حتى فَتحَ الله على المسلمين وكان ذلك السيف يسمى) العَوْن (. ثم لم يزل عنده يشهد به المشاهد مع رسول الله صلى الله عليه وسلم، حتى قتل في خلافة أبي بكر رضي الله عنه. ¶ وروى أن عبد الله بن جحش انقطع سيفه يوم أُحُد، فأعطاه رسول الله صلى الله عليه وسلم عُرْجُون نخلة؛ فصار في يده سيفاً قائِمُهُ منه، وكان يسمى) العُرجون (. ولم يزل يُتَناول حتى بيع من) بغا (التركي. ¶ وكانت العرب تقول:) السيف ظل الموت، ولُعاب المنيّة (. وكانت تكنيه) أبا الوجَل (. ¶ ومن أمثالهم فيه قولهم:) سَبَقَ السيفُ العَذَل (. وقولهم:) محا السيف ما قال ابْنُ دَارَةَ أجمعا (. ¶ وقال بعضهم: السيف هو الصاحب الوليُّ، والصديق الوفيُّ، والرسول الوَحِيُّ. ¶ وقال أبو تمام الطائي: ¶ السيف أصدق أنباءً من الكتب ... في حده الحدُّ بين الجد واللعب ¶ بِيض الصفائح لا سُود الصحائف في ... متونهن جَلاَءُ الشكِّ والرِّيبِ ¶ والسيف يُغنى عن غيره، ولا يُغنى عنه غيره في الأكثر، ويُعْمل به عمل السلاح كله. قال جامعٌ المحاربيُّ: إذا التقى السيفُ السيفَ زال الخيار. ¶ وقال أبو الطيب: ¶ حقرت الردينيات حتى تركتها ... وحتى كأن السيف للرمح شاتم ¶ وقيل إن العرب كانت تطعن به كالرمح، وتضرب به كالعمود، وتقطع به كالسِّكِّين، وتجعله سوطاً ومقرعة، وتتخذه جمالاً في الملإ، وسِراجاً في الظلمة، وأُنساً في الوحدة، وجليساً في الخلاء، وضجيعاً للنائم، ورفيقاً للسائر. وتسميه عِطَافاً، ووِشاحاً، وعصاً، ورداءً، وثَوباً. ¶ وهو قاضي القتال، وفيصل الحُكْم بين الرجال. وبذلك كله وردت الأشعار، وصارت الأمثال والأخبار. ¶ قال عُتبةُ بن عَبْد السُّلَمِيّ: أعطاني رسول الله صلى الله عليه وسلم سيفاً قصيراً، فقال: إن لم تستطع أنْ تضرب به فاطعن به طَعْناً. ¶ سأل أعرابي ابنين كانا له عن أي السيوف أحب إليهما. فقال أحدهما:) الصقيل الحسام، الباتر المخذام، الماضي السِّطام، المرهف الصِّمصام، الذي إذا هززته لم يكْبُ، وإذا ضربت به لم يَنْبُ (. فقال للآخر: فما تقول أنت؟ فقال:) نِعْمَ السيف نَعَتَ! وغيرُه أحبُ إليَّ منه (. قال: وما هو؟ قال:) الحسام القاطع، والرونق اللامع، الظمآن الجائع! الذي إذا هززته هَتَك، وإذا ضربت به فتك (! فقال لهما: أخبراني عن أبغض السيوف إليكما؟ فقال أحدهما:) الفُطار الكَهام، النابي عن اللحم والعظام، الذي إذا ضُرب به لم يقطع، وإذا ذُبح به لم ينجع (. فقال للآخر: فما تقول أنت؟ قال: بئس السيف نَعَت! وغيره أبغض إليَّ منه. قال: وما هو؟ قال:) الطَّبِعُ الدَّدان، المِعْضَد المهان، الذي أن ضُرب لم يُسِلِ الدَّمَ، وإن أنت أكرهته (. ¶ السِّطام: هو حد السيف وغيره، والفُطار: هو الذي لا يقطع. ¶ ويروى أن عُمَرَ بن الخطاب رضي الله عنه قال يوماً: مَنْ أجود العرب؟ قيل له: حاتم الطائي. قال: فمن شاعرها؟ قيل له: امرؤ القيس. قال: فأي سيوفها أمضى؟) قيل (: صَمْصَامة عمرو بن مَعْد يكَرِبَ الزُّبيدي. قال. فبعث عُمَرُ إلى عَمْرو أن يبعث إليه سيفه المعروف بالصَّمصَامة، فبعث به إليه، لما ضرب به وجده دون ما كان يبلغه عنه؛ فكتب إليه في ذلك، فرد إليه: إني إنما بعثت إلى أمير المؤمنين بالسيف، ولم أبعث إليه بالساعد الذي يضرب به.",
            "page": "42",
            "part": "1",
            "seal": "CFAAF6BB"
        },
        {
            "id": "43",
            "nass": "قال الهيْثَمُ بن عَدِي: لما صار سيف عمرو بن معد يكرب الذي يقال له الصمصامة إلى موسى الهادي، دَعَا بِه، فوضع بين يديه، فجرد، ثم قال لحاجبه: إيذَنْ للشعراء، فلما دخلوا أمرهم أن يقولوا فيه، فبدأهم أنس فقال: ¶ حاز صمصامة الزُّبيديِّ من دو ... ن جميع الأنام موسى الأمينُ ¶ سيف عَمْروٍ وكان فيما سمعنا ... خير ما أُغْمِدت عليه الجفونُ ¶ أخضر المتن بين حديه نور ... من فِرِنْدٍ تمتدُّ فيه العيون ¶ أُوقدت فوقه الصواعقُ ناراً ... ثم شابت به الزُّعاف المنون ¶ وإذا ما سللته بَهرَ الشم ... سَ ضياءً فلم تكد تستبين ¶ وكأن الفِرِنْدَ والرونقَ الجا ... رِيَ في صفحتيه ماءٌ مَعينُ ¶ وكأنَّ المَنُونَ نِيطت إليه ... فهْوَ من كل جانبيه مَنونٌ ¶ نِعْمَ مِخْراقُ ذي الحفيظة في الهيج ... اء يسطو به ونعم القرين ¶ ما يُبالي من انتضاه لضرب ... أَشِمال سَطَتْ به أم يمين ¶ قال: فأمرَ له ببَدرة، وقيل: أعطاه السيف، ثم اشتراه بعدُ بخمسين ألف درهم. ¶ ويروى أن عُروة ببن الزَّبير سأل عبد الملك بن مروان أن يردَّ عليه سيف أخيه عبد الله بن الزُّبير، فأخرجه إليه في جملة أسياف مُنْتَضَاةٍ، فأخذه عُروة من بينها. فقال له عبد الملك: بِمَ عرفتَه بين هذه الأسياف؟ قال: بقول النابغة: ¶ ولا عيبَ فيهم غير أن سيوفهم ... بهنَّ فُلولٌ من قِراع الكتائبِ ¶ تُؤُرِّثْن من أزمان يوم حَلِيمةٍ ... إلى اليوم قد جُرِّبْن كلَّ التجارب ¶ وجَّه ملكُ الرّوم إلى هَارُونَ الرَّشيدِ بثلاثة أسياف مع هدايا كبيرة، وعلى كل سيف منها مكتوب: فكان الأول: أيها المقاتل! احمل تَغْنمْ، ولا تفكِّرْ في العاقبة فَتُهْزَم. وعلى الثاني: إذا لم تَصلْ ضربة سيفك، فصِلْها بإلقاء خوفك. وعلى الثالث: التأني فيما يُخاف عليه الفَوْتُ أفضل من العجلة إلى إدراك الأمل. ¶ فصل ¶ وللسيف في لغة العرب أسماء كثيرة، وأوصاف متعددة. فمن أسمائه:) الجُنْثي (قال أبو عبيدة: الجُنثْيُّ من أجود الحديد. وقيل: الجنثي: القَيْنُ الذي كان يعملها فنسبت إليه. والذي طُبع بأرض الهند نسبت إليه، فقيل:) هِنديٌّ (. و) مُهَنَّد (و) هُنْدُواني (. وكذلك) اليَمانُّي (منسوب إلى اليَمَن. و) القَلَعيُّ (نسبة إلى القلعة، وقيل إنه الأبيض، فيكون اسم صفة. ¶ و) القسوسيُّ (نسب إلى قسوس: جبل فيه معدن حديد. و) المشْرَفيُّ (نُسب إلى المَشارف، وهي قرى من أرض العرب تقرب من الريف. و) السُّريْجيُّ (نُسب إلى سُرَيْج: قَيْنٍ كان يعملها. ¶ ومن أسماء صفاته: إذا كان عريضاً فهو) صفيحة (. وإن كان لطيفاً مهذباً فهو) قضيب (. وإن كان صقيلاً فهو) خَشيب (وقيل: إنه الذي لم يصقل، وقيل: إنه الذي لم يُحكم عمله مع صلابة فيه ومُضِيّ. وإن كان رقيقاً فهو) مَهْو (. وإن كان فيه حُزُوز مطمئنة عن متنه فهو) مُشَطَّب (و) مُفَقَّر (. وحُزوزُه: شُطَبُه وَفِقَرُهُ. وبذلك سمي سيف النبي صلى الله عليه وسلم، وسيف علي رضي الله عنه. ¶ وقيل إن) ذا الفَقَار (ما كان له حد من جانب، وجانبه الآخر حاف لا يقطع. وبذلك عُرف سيف عَمْرو بن مَعْدِ يكرب، وهو الصّمصامة. فإن كان شفرتاه حديداً مذكراً؛ ومتنه أنيث فهو) مذكراً (، وهذه صفة الإفرنجي، والعرب تزعم أنه من عمل الجن، وهو أبقى على الضرب به في البدء، فأن الهندي قد ينكسر في البدء، وهو للحدِّ أجود. ¶ فإذا كان له بريق فهو) إبريق (. فإن كان لصلابته وصفائه وحسن صقله لا يْعلَقُ به دَمُ الضريبة فهو) إصْلِيتٌ (فإذا طال عليه الدهر فتكسَّر حده فهو) قضيم (فإن كان كليلاً عن القطع فهو) كَهام (، و) دَدَانٌ (. فإن كان في متنه اثرٌ فهو) مأثور (. فإن كان للامتهان في قطع الشجر ونحوها فهو) مِعْضد (. وإن كان للحم والعظام فهو) مِعضَاد (. ¶ ومن أسماء صفات حده: إذا كان قطَّاعا فهو) مِقْصَل (، و) مِخْضَل (و) مِخْذَم (، و) جُرَاز (، و) باتر (، و) عَضْبٌ (، و) حُسام (، و) قاضب (، و) هُذَام (. وكل هذه الأسماء مأخوذة من سرعة القطع. فإذا كان ماضياً في العظام فهو) مُصمِّم (. فإذا كان صارماً لا يثنيه شيء فهو) صَمْصَام (. ¶ فصل في أسماء أجزائه",
            "page": "43",
            "part": "1",
            "seal": "6537CCB3"
        },
        {
            "id": "44",
            "nass": ") جوهرُه (و) أَثْرُه (: فِرِنْده الذي يظهر كالماء فيه يخيل للناظر أنه يسيل به إذا هُزَّ.) ذُبابُه (: طرف نصله.) ظُبَتَاه (فوق الذباب،) غِراره (: حدَّاه، وهما شفرتاه.) عموده (: وسطه.) متْنُه (: جملة منصله) رئاسُهُ (ما عدا نَصْلَه.) قابضه (: مقبض كف الضارب به، وهو قائمه.) السُّنبلة (: ما دخل من النصل في الرئاس وهو) السِّنْحُ (أيضاً. و) السِّيلاَن (: يكتنفان السِّنخ.) القبيعة (: رأس رئاسِهِ.) الشَّعِيرة (: ما يحبسها. ¶ وفي أسماء أجزاء غمده: هو) جَفْنُه (، و) خِلَّته (، و) خِلَلُه (. وقيل: إن الخِلَلَ جلود في باطن الغمد. و) حمائله (: ما يعلَّق به، واحدتها) حمالة (وهي أيضاً) نجادُه (. و) كَلْبُه (: حلقة تكون فيها سيوره. قال الشاعر على طريقة الإلغاز في ذلك: ¶ رُبَّ سَيْر رأيتُ في فم كَلْب ... جُعل الكَلْبُ للأمير جَمَالاً ¶ و) السِّيَة (: أطراف سيور الحمائل. و) ساربه (: وقاية لمدخل النصل في الغمد من فضة أو حديد أو غير ذلك. و) ثعلته (: وقاية لذبابه وظُبَتَيْه. و) القِراب (: الجراب، غلاف كالغمد يُجعل فيه السيف بغمده. ¶ ومما جاء من الشعر في السيف: قال طَرَفة: ¶ وآليتُ لا ينفكُّ كَشْحي بطانةً ... لعضْب صقيل الشَّفرتين مُهنَّدِ ¶ أخي ثقة لا يَنْثنَي عن ضريبة ... إذا قيل: مهلاً قال حاجزه: قَدِ! ¶ حُسام إذا ما قمت منتصراً به ... كَفَى العَوْدَ منه البدءُ، ليس بِمِعْضَدِ ¶ إذا ابتدر القومُ السلاحَ وجدتني ... منيعاً إذا ابتلّت بقائمة يدي ¶ وقال ابن المعتَزِّ: ¶ ولي صارمٌ فيه المنايا كوامنٌ ... فما يُنْتضَى إلا لسفك دماءِ ¶ تَرَى فوق متنيه الفِرِنْدَ كأنه ... بقيةُ غَيْمٍ رقَّ دُون سماءِ ¶ وقال العَلَوي: ¶ كأنَّ على إفرنده مَوْجَ لَجَّة ... تَقَاصَرُ في حافاته وتَطُولُ ¶ كأن عيونَ الذَّرِّ كُسِّرن حَوله ... عيونُ جَرادٍ بينهن ذُحولُ ¶ حُسَامٌ غداة الرَّوع حتى كأنه ... من الله في قبض النفوس رسولُ ¶ وقال ابن عَبْد ربِّه: ¶ وذي شُطَبٍ تَقْضي المنايا بحُكمه ... وليس لما تقضي المنيةُ دافعُ ¶ فِرِنْدٌ إذا ما اعتنَّ للعَيْن راكدٌ ... وبَرْقٌ إذا ما اهتزَّ بالكفِّ لامعُ ¶ يسلِّل أرواحَ الكُماة استلاله ... ويرتاع منه الموتُ، والموتُ رائع ¶ إذا ما التقت أمثالهُ في وقيعةٍ ... هنالك ظَنُّ النفسِ بالنفس واقع ¶ وقال ابن الزقاق: ¶ ذو ظمأٍ يشربُ ماءَ الطلُّى ... وليس يُرْويه الذي يشربُ ¶ تخاله منصلتاً بارقاً ... وكوكباً أو قبساً يلهب ¶ أرْسَل في الحرب شُواظاً له ... يَصْلى لظاه البطلُ المحرب ¶ تُساجلُ الماءَ له صفحةٌ ... ويوقد النار له مضرب ¶ كُلِّل من إفرنده جوهراً ... يَنْهَبُ أرواحاً ولا يُنهب ¶ يفترُّ عن صفحته غمدُهُ ... كما انجلى عن مائه الطِّحْلِبُ ¶ وقال غيره: ¶ ومهنَّدٍ جال الفرندُ بمتنه ... فتوقدت نارُ الردى بغرارهِ ¶ فيكاد يُغرِقُ حامليه بمائه ... ويكاد يُحرِق مُنتضِيه بنارهِ ¶ وقال أبو العلاء المعرِّي: ¶ ولولا ما بسيفك من نُحول ... لقلنا أَظْهر الكَمَد انتحالا ¶ سليلُ النار دقَّ ورقَّ حتى ... كأنَّ أباه أورثه السُّلالا ¶ مُحلَّى البُردِ تحسبه تَردَّى ... نجومَ الليل وانتعل الهلالا ¶ مقيمُ النصل في طَرَفي نقيض ... يكون تبايُنٌ منه اشتكالا ¶ تبيَّنُ فوقه ضحْضاحَ ماء ... وتُبصر فيه للنار اشتعالا ¶ إذا بَصُرَ الأمير وقد نضاه ... بأعلى الجو ظنَّ عليه آلا ¶ ودَّبت فوقه حُمرْ المنايا ... ولكن بعد ما مُسخت نمالا ¶ يُذيب الرعبُ منه كلَّ عَضْب ... فلولا الغِمدُ يُمسكه لسالا ¶ ومن يك ذا خليل غيرِ سيف ... يصادفْ في مودته اختلالا ¶ وقال أبو العباس التُّطيلي في سيوف: ¶ هِيمٌ وِرادٌ لوَ أنَّ الماء صافحها ... لزلَّ أو زال عنها وهو ظمآنُ ¶ يكاد يخلق مهراق الدماء بها ... فلا تقل هي أنصاب وأوثان ¶ مَوْتى! فإن خلعت أجفانها علمت ... أن الدروع على البطال أكفان ¶ ومن أحسن ما قيل في وصف السيف قول حبيب بن أوس:",
            "page": "44",
            "part": "1",
            "seal": "D4B2C6B9"
        },
        {
            "id": "45",
            "nass": "ونبَّهن مثل السيف لو لم تسُلَّه ... يدان لسلَّته ظُباه من الغِمْدِ ¶ ومن الإفراط في وصفه قول النابغة: ¶ يقدُّ السَّلُوقيَّ المضاعَفَ نسجهُ ... ويوقد بالصُّفَّاحِ نارَ الحبُاحِبِ ¶ وأقوال الشعراء في السف كثيرة جدّاً، وفيما ذكرناه من ذلك كفاية. ¶ فصل ¶ ومن شرط السيف أن لا يُسلَّ إلا عند الضرب به، وأن سُلَّ قبل ذلك أوْرَث الجُبن. ¶ وليس في السلاح ما يجب أن يُحذر عند العمل به كالسيف. وقد وجد كثير ممن عمل به بغير حذر ولا دُربة أصاب أُذُن فرسه أو عضده، وربما أصاب أُذُنَ نفسه أو رجلَه فقطعها، أو أثَّر فيها. ¶ فإذا أراد الفارس العمل به طرَّف رجله في ركابه حتى لا يظهر منها شيء عن مقدَّم الركاب، بحسب ما يمكن اعتماده عليه، ويضرب بالسيف نَفْحاً وشزراً؛ إلا ما كان قبالة وجهه فليكن حينئذ أشد حذراً على نفسه وفَرَسه. وليعْتَل يده عند ضربه ما أمكنه إلى خارج، فبذلك يكون آمناً. وليطْرَحْ مقابله عن يمينه أبداً في كل حال، ولا سيما الرامح. ¶ ومن أراد التعلم به والتمرُّن في الضرب فليعمد إلى قَصَبة رِطْبة أو قضيب رطب، ويثبت أصله في الأرض، ويتوثق منه؛ ثم يتباعد عنه، ويجعله على يمينه، ويُجري فرسه ملء فروجه؛ فإذا دنا منه سَلَّ سيفه بسرعة وحّذَرٍ وخفة، ونَفخ به ما يحاذي رأسه من ذلك القضيب أو القصبة، أو يضرب ذلك شزراً بلباقة وخفة. يفعل ذلك مراراً يقص في كل طَلَق منه ما أمكنه؛ إلى أن يبقى قَدْر ذراع. ويُدمن العمل حتى يصير له عادة ويخف عليه العمل به إن شاء الله، والشَّزْر: هو الضرب به عن يمين وشمال، والنَّفح: إلى خارج اليمين. ¶ الباب السادس عشر ¶ ذكر الرماح ¶ قال رسول الله صلى الله عليه وسلم:) عليكم بالقنا والقِسِىِّ، فيها نُصِر نبيُّكُمْ وفُتح لكم في البلاد (. والقنا: هي الرماح. ¶ وكان لرسول الله صلى الله عليه وسلم أربعة أرماح: رمح يسمى) المتثني (، والثلاثة أصابها من سلاح بني قَيْنُقاع. ¶ وكانت العرب تقول:) الرمح رِشَاءُ المنيّة. ومن أمثالهم فيه:) ذكّرتني الطعنَ وكنت ناسياً (. ¶ وسأل أعرابي ابنين كانا له عن أي الرماح أحبُّ إليهما؟ فقال أحدهما: المارن المثقف، المقوَّم المخطف، الذي إذا هززته لم يتعطَّفْ. وإن طعنتَ به لم يتقصَّفْ، فقال للآخر: فما تقول أنت؟ قال: نعم الرمح وصَفَ! وغيرُه أحبُّ إليَّ منه. فقال: وما هو؟ قال: الذابل العسَّال، المقوم النَّسال، الماضي إذا هززته، النافذ إذا همزتَه. ¶ قال: فأخبراني عن أبغض الرماح إليكما؟ فقال أحدهما: الأعصل عند الطِّعَان، المثلَّم عند السِّنان، الذي إذا هززته انعطف، وإذا ضربت به انقصف. ¶ فقال للآخر: فما تقول أنت؟ قال: بئس الرمح وَصَف! وغيره أبغضُ إليَّ منه؛ فقال: وما هو؟ فقال: الضعيف المهزّ، اليابس الكزّ، الذي إذا أكرهته انحطم، وإذا طعنت به انقصم. ¶ الأعْصَلُ: هو الملتوي. ¶ قال بعضهم: الرماح هي العوالي، والسُّمْر الحوالي، وقرون الجياد، وأرشية قلوب الأكباد، بها تستماح المُهج، وتستباح الفروج والفُرَج. خُلقت كالأراقم، لثغر الحلاقم، فسليمها معذور، وكَليِمُها مذعور ومن قولهم في ذلك: ¶ وكم عاتقٍ قد أنكحَتْنا رماحُنا ... ومن ثيِّبٍ حَلَّت لنا لم تُطَلَّق ¶ فصل من أسمائها على الترتيب: ¶ ) العنَزَة (، وهي عصا فوق الهراوة فيها) زُجٌ (، وهي من السلاح لإمكان الدفع بها، والزُّج فيها يشبه السنان وإن لم يكنه. ثم) النَّيْزك (، وهو أطول من العَنَزَة وفيه سنان دقيق، وجمعه نيازك، ومثله) المِطْرد (. ¶ و) المزراق (كذلك لأنه يُرمى به للطافة عصاه، وقد يكون سنانه مربعاً لطيفاً لخرق الدروع وشبه ذلك. ¶ فإذا زاد طولها وفيها سنان عريض فهي) حَرْبة (و) أَلَّة (جمعها حِراب، وإلاَل. ¶ و) الخُرْص (من قصار الرماح وجمعه خُرْصان. فإن كان أصمَّ فهو) مِدْعَسٌ (يُدْعِس به، وجمعه مَدَاعس. ¶ وأطولها الرُّمْحُ، والقَنَاة ¶ فصل في أسماء صفاتها ونسبها",
            "page": "45",
            "part": "1",
            "seal": "1F819143"
        },
        {
            "id": "46",
            "nass": "إذا كانت العصا قد نبتت مستوية ولم تحتج إلى تثقيف، وهو التقويم، فهي) صَعْدةٌ (. وإن احتاجت إلى تثقيف فهو) المثقَّف (. وإن كان الرمح مضطرباً فهو) عاسل (. فإن كان شديد الاضطراب فهو) عسَّال (و) عرَّاصٌ (فإذا كان ليناً فهو) لَدْنٌ (و) ذابل (و) مارن (. فإن كان شديداً فهو) سَمْهَرِيٌّ (. فإن كان صُلْباً لا ينثني فهو) صَدْق (. فإن كان متثلماً فهو) ثَلِبٌ (. ¶ و) الخَطِّيُّ (من قصب فارس، منسوب إلى) الخَطّ (: من أرض فارس تنبت بها. ¶ و) اليَزنيُّ (منسوب إلى ذي يَزَن: من ملوك اليمن. ¶ و) الرُّدَيْنيُّ (منسوب إلى رُدَينة: امرأة كانت تعملها، وقيل: تباع عندها. و) الأسمر (هو) الأظْمى (مأخوذ من الظمأ، وهو العطش. و) اللَّهذم (النافذ السنان، والعريض السنان هو) المِنْجل (، من النَّجَل، وهو الاتساع. وطعنة نَجْلاَء: أي واسعة. ¶ و) الوَشيجْ (منبت الرماح، وقيل: هي الرماح أنفسها و) المُرَّانُ (الرماح، واحدها) مُرَّانة (وقيل: المرَّانُ مَنبتها. ¶ فصل في تفصيل أجزاء الرمح ¶ ) سنانه (،) ونَصله (، و) قرونه (:) شفرته (. وطرفها) سائبته (. و) ظُبتاه (و) شفرتاه (: حدّاه، وكذلك) غِراره (. و) عَيْرُه (الناتئ في وسطه. و) الجُبَّة (: مدخل الثعلب في النَّصْل. و) الثعلب (ما يدخل من العصا في الجبَّة. و) المِحْور (: مسماره و) زافرته (: أعلاه. و) صدره (، و) عاليتُهُ (، و) عامِلُه (وذلك إلى قدر الثلث منه. ثم) عَائِده (، و) وعموده (: وسطه. ثم) سَاقُه (، و) سافلته (، و) عَقِبُه (، و) كَعْبُه (. ثم) زُجُّه (و) مركزه (وهو الحديدة التي في أسفله إن كانت حادة، وإلا فهي) حَلْقته (. ¶ و) أنابيب (الرماح الهندية وكعوبُها: ما بين عُقدها، وهي حُروزُها وفصولها.) و) قِصَدُ (الرماح: كسُورها وقطُعها. واحدها) قِصْدَة (. ¶ فصل في صفة الركوب بالرمح ¶ وهو أن يأخذ الرجل رمحه بيمينه، وعِنانَه بشماله مع قَرَبوس سرجه، ويضع زُجَّ رمحه بالأرض، وليبعد منها قليلاً؛ ويضع صدر قدمه اليسرى في ركابه الأيسر، ثم يعتمد على الرمح، ويشيل نفسه على فرسه، وينهض وهو يدير الرمح على كَفَل الفرس إلى الجانب الأيمن حتى يستقلَّ بسرعة؛ ثم يضع الرمح في يساره مع العِنان، ويسوِّي ثيابه وآلته بيمينه، ثم يصرف الرمح إلى يمينه. ¶ وإن كان في صحراء ولم يقرب منه إنسان يخاف أن يناله الرمح أو شجرةٌ ينشب فيها، فليأخذ أن أحبَّ وسط الرمح بيده اليسرى مع العِنان والعُرفِ أن رأى ذلك، أو القَرَبوس إن كان أخذ العرف بيساره أو لم يكن عُرْفٌ ويأخذ المؤخرة بيمينه، أو القرَبوسَ إن كان أخذ العرف بيساره، ويركب. ¶ ولا ينبغي أن يتعرض الرجل لأخذ رمحه من الأرض وهو راكب، فربما وطئه الفرس فكسره أو ضربه فأبعده عنه، بل ينزل ويأخذ رمحه ويركب كما وصفت. ¶ وأما النزول بالرمح فهو أن يأخذه بيساره، ويضع زُجَّه بالأرض عند يد فرسه اليسرى، ويأخذ القربوس بيده اليمنى ثم ينزل، وحين يصير إلى الأرض يأخذ رمحه بيمينه بسرعة، لئلا يدور عليه الفرس فيحطمه أو يصيب الأرض بسنانه، أو يعقر أحداً. فليلتفت لهذا كله. ¶ فصل ¶ ومن أراد تعليم العمل بالرمح والدُّربة في ذلك فليضع دريئة، وهي عُود أو شبهه قائم بالأرض قدر ارتفاع الفارس، ويتوثق من أسفله، ويشد في أعلاه حلقة أو حبلاً مَلْويَّاً شبه الحلقة، ثم يتباعد منه، ويُجري فَرَسه ملء فروجه، فإذا قَرُب من تلك الدَّريئة تأبَّطَ رمحه، وأخرج منه عن إبطه بقَدْر ما يخفُّ عليه حَمْلُه وتحتمله قُوَّته، ثم يأخذ بسنانه تلك المعلَّقة،، ثم يلوي رمحه بسرعة ليخلَّص السنانَ من الحلْقة. وربما احتاج إلى أن يقلب رمحه إلى خلفه، أو إلى أن ينفذ الحلقة ويأخذ رمحه لقْفاً من خلفها. وربما كانت الحلْقَة تدور حيث أدارها، ويداوم العمل على ذلك كيفما أمكنه، حتى يخف عليه العمل. فلا يخطئ الإصابة إن شاء الله. ¶ وأما صفة إمساكه عند الِّلقاء والطَّعِن به والتخلُّص منه بعد ذلك، فذلك يحتاج إلى بَسْطِ وتطويل ومشاهدة بالعِيان أيضاً، لكثرة أحواله، واختلاف وجوهه وطرقه. ¶ وينبغي للفارس أن يخفف رُمْحَه ما قَدرَ، فإنه على الخفيف أقوى، وله أضبط، وبه أحكم، وعلى قَدْرِ قوَّته واحتماله. وكانت رماح الفرسان من عشرة أذرع، وأقلُّ من ذلك جائز.",
            "page": "46",
            "part": "1",
            "seal": "2F7E6D44"
        },
        {
            "id": "47",
            "nass": "وليكن بين الرقيق والغليظ قدر ما لا تَعجزه عنه الكف ولا تلتقي عليه الأنامل. فالتوسط هو المحمود، وبحسب قدر اليد والتمكن من ذلك. ¶ ومما جاء من الشعر في الرمح قولُ المعرِّي: ¶ وذي ظمأٍ وليس به حَيَاةٌ ... تيقَّن طُولَ حامله فَطَالا ¶ توهَّم كلَّ سَابِغَةٍ غَديراً ... فرنَّق يَطْلُبُ الحَلَق الدِّخالا ¶ ملأتَ به صُدوراً من أُناسٍ ... فلاقت عن ضغائنها اشتغالا ¶ ومن أبدع ما قيل فيه قَوْلُ شيخنا القاضي الشريف أبي القاسم الحسني رحمه الله: ¶ وأصمَّ ممطولِ الكُعوب إذا اقتضى ... مُهَجَ الكماة فَدَيْنُه لا يُمْطَلُ ¶ متوقِّد حتى أقول: أَذَابِلٌ ... بيديَّ منه أم ذُبالٌ مُشْعَل ¶ لولا التهاب النَّصل أيْنع عُودُه ... مما يُعَلُّ من الدِّماء وينهَلُ ¶ فاعجب له إن النَّجيع بطَرْفه ... رَمَدٌ ولا يَخفى عليه مَقْتَلُ ¶ والشِّعرُ فيه كثير. ¶ الباب السابع عشر ¶ ذكر القِسيِّ والنَّبل ¶ وقد فضَّلَ الله تعالى القوسَ على جميع الأسلحة، وجعل التشاغُل بأمورها من التجارات المرْبحة، والآراء المنجحة. ¶ عن رسول الله صلى الله عليه وسلم أنه قال) ما مدَّ الناسُ أيديَهُم إلى شَيْء من السِّلاح إلا وللقَوْسِ عليه فضيلةٌ (وقال صلى الله عليه وسلم:) من اتّخذَ في بيته قوساً نَفَى اللهُ عنه الفَقْرَ ما دامتْ في بيته (. ¶ وكان صلى الله عليه وسلم يخطب عند الحرب وهو متكئٌ على قوسه. ¶ وقال صلى الله عليه وسلم:) مُنتهَى المؤمنِ القَوسُ والنَّبْل (. ¶ فصل ¶ والترغيب في الرماية كثير. عم عُقْبةَ بن عامرٍ قال: سمعت رسول الله صلى الله عليه وسلم وهو على المنبر يقول:) وأَعِدُّوا لهم ما استطعتم من قوة، أَلاَ إنَّ القوَّةَ الرَّمْيُ (. ¶ وكان صلى الله عليه وسلم يعجبه أن يكون الرجل رامياً فارساً سابحاً. ¶ وقال صلى الله عليه وسلم:) علموا أبناءكم الرمي فإنه نِكاية للعدُوِّ (. ¶ وقال صلى الله عليه وسلم لقوم من الأنصار رآهم يرمون:) ارمُوا يا بني إسماعيل! فقد كان أبوكم رامياً (. ¶ وقال صلى الله عليه وسلم:) من رَمَى بسهم في سبيلِ اللهِ مُخطئاً أو مَصيباً كان لهُ من الأجْر كرقبةٍ أعْتقها مِنْ وَلَدِ إسماعيل (. ¶ وقال صلى الله عليه وسلم:) إن الله ليُدخِلُ بالسَّهم الواحدِ ثلاثةَ نَفَرٍ الجنَّةَ: صانِعَهُ يَحْتَسِبُ في صُنعه الخير، والرامِيَ له، والمُمِدَّ به (. ¶ وعن علي بن أبي طالب رضي الله عنه أنه قال: ما سمعت رسول الله صلى الله عليه وسلم فَدَى أحداً غيرَ سَعْد بن أبي وقَّاص، فإنه قال له يوم أُحُد:) فداكَ أبي وأمي (. وفي ذلك اليوم قال رسول الله صلى الله عليه وسلم لسعد ولأبي طلحةَ وقتَادةَ وغيرهم من الرُّماة:) اثبتوا! فلن يزال النصر معنا ما ثبتُّم (. وكان عدد الرماة في ذلك اليوم خمسة عشر رامياً. ¶ والأحاديث في هذا المعنى أكثر من أن تحصى. ولله دَرُّ الشاعر إذ يقول: ¶ فمن شاءَ يسلكُ سُبْل العنايهْ ... ويحصُلُ من عزها في نهايهْ ¶ ويَحْظَى بكل ثواب جزيل ... فلا يتعدَّ طريق الرمايهْ ¶ فإن بها في الدُّنَى رِفعةً ... ونصراً لدين نبيِّ الهدايهْ ¶ فصل ¶ كان لرسول الله صلى الله عليه وسلم قوس من نَبْع تسمى) الصَّفراء (، وقوس من شوحطٍ تسمى) الرَّوْحاء (وقوس أخرى من شوحط تسمى) البيضاء (، وقوس أخرى تسمى) الكَتُوم (. ¶ والقِسِىُّ جنسان: قوس اليد، وهي العربية، وتنقسم على أنواع، وقوس للرِّجل، وهي الإفرنجية وتنقسم كذلك) إلى (أنواع. ¶ فالقوس العربية أَنْسَبُ للفارس، لأنها أسْرعُ وأقلُّ مئونةً؛ والقوس الإفرنجية أنْسَبُ للراجل، لأنها أبلغُ وأكثرُ مَعَونةً، ولا سيَّما في الحصار والمراكب البحرية وشبه ذلك، وهي خاصَّةٌ بأهل الأندلس، بها يصيدون، وعنها يَرْمُون، وفيها يتنافسون، وعليها يعتمدون فُرساناً ورجالاً، وهي التي نَصِفُ هنا إن شاء اللهُ تعالى. ¶ فصل",
            "page": "47",
            "part": "1",
            "seal": "E4D8D7E0"
        },
        {
            "id": "48",
            "nass": "وهذه القوس - أعْني الإفرنجية - تتألف من عَمُود وقَضيب وجَوْزَةٍ ومفْتاح. وكان العمود قبلُ يسمى المجْرَى، وإنما سُمِّي بذلك لجرْيِ السِّهام عليه، وكان مفتاحه طالعاً من جهة الجوزة يرمي سهاماً عِدَّة، مشتملة. ثم استخرج هذا العود في زمن النّمرود، وسُمي عموداً لأنه عمد به وفيه ستة أثقاب: ثقْبُ المشْرَب، وثقْبُ الحلْقِ وهو للحل والربط، والحلُّ الربط لسبعة أشياء: الحك، والغسل، والنشر، واللَّية، والتزريق، والرّفُوع، والنزول. والثقبُ الثالث لستة، وهو ثقب الأمانة والوديعة. والثقب الرابع للجَوْزة، وهو ثقب القُفل والشرب والرِّياسةِ. والثقب الخامس للمسمار، وهو ثقب التكليف والحِمالة والعُدَّة. والثقب السادس للمفتاح، وهو ثقب الحركةَ والهيئة والأسرار. فمنه تنفتح الصنعة، وهو رُوحها ومعناها. ¶ وسمي القضيب قضيباً لأنه ينكح في خمسة مواضع: موضع في وسطه، وأربعة مواضع في أطرافه، وله وتران: حربي، وعوير. ¶ وسمي الجوزة جوزة لجواز المتحرك والناطق والصامت عليها. واسم الجوزة: القلب، لأن رأس المفتاح يتقلب بها. وفيه سر وفي الجوزة آخر، فإذا اجتمعا ظهرت الحكمة. ¶ وسمي المفتاح مفتاحاً لأنه يفتح أسرار جميع ما ذكرناه. ¶ فصل ¶ أسرار القوس في سبعة أشياء: حيوان يعقل وهو الرامي، ومنفصل عن حيوان لا يعقل وهو الريش والشمع والجوزة والقضيب والسهم، فتصول هذه الأربعة عند الرمي ولا يصول أحدها وحده. ¶ وقيل: إن القوس مأخوذ من الدائرة، وهي كمال الصنعة؛ وذلك أن أهل الهندسة لما نظروا الشمس والقمر والنجوم استخرجوها منها. ¶ وتتكلم القوس بلسان الحال، وتتنفس كتنفس الصبح، وتسمى ملكاً لأنها تملك، وإذا وضعها الرامي خاف منها كخيفة الملك إذا دخل عليه، ويخافه كذلك غيره من أجلها. ¶ فصل ¶ والقسى تنتخب من عشرة عيدان: خمسة برية، وخمسة بستانية. فالبرية: الطخش، وهو النبع بلغة العرب، والزنبوج، والدردال، والكتم، والشبر. ¶ والبستانية: النارْنجُ، والنّسْمان، والتُّفَّاح، والرُّمَّان، والسَّفّرْجل. ¶ وفي ذلك يقول بعضهم: ¶ عَجْبَاً من القوس الكريمة إنها ... لم تَرْعَ حقَّ حمائم الأغصانِ ¶ عادت لها حَتْفاً وكانت مَألَفاً ... وكذاك حُكْمُ تصرُّفِ الأزمانِ ¶ وقال ابن الزّقاق: ¶ نفسي الفداءُ لَنْبعة زَوْراءِ ... مشغوفةٍ بمقَاتلِ الأعداء ¶ أَلِفَتْ حَمَامَ الأيكِ وهي نَضيرةٌ ... واليومَ تألفها بكسر الحاء ¶ ولهذه العيدان التي تنتخب منها القوس معادن في الجوف والقبلة والشرق والغرب؛ ولقطعها فَصْلان: تُقطع في فصل سموم الشتاء وهو المختار، وشُبَّهت بالطفل الذي تتم رضاعته، وتُقطع في فصل سموم الصَّيف على وجه الاضطرار. والأصلي هو أحسن القُضبان، وما يُقطع في فصل فهو في حقها نُقصان. ¶ فصل ¶ وأعلم أن القوس تُرْبطُ على وجهين: بالنظر، وهو أصل، وبالقياس وهو فرع. فأما أهل المعرفة في ذلك فهم ثلاثة نفر: العَريف، والمعلِّم، والرَّامي. ولكل واحد منهم درجةٌ زائدةٌ على صاحبه. ¶ فيَزيد المعلم على الرامي رطوبةَ اليدين، ويَزيدُ العَريف على المعلِّم نُورَ القلب، فيربطون القوس بالنظر، فأن غُمَّ عليهم قاسُوا بالضابط. ¶ وصِفة القياس به: أن يُفْتَح الضابط، وتُفْتَتَح طَرفَه في الحرف الأسفل من ثقب الحلق، ثم تضع الطرف الآخر في حرف آخِرِ الصَّدر من القضيب، ثم اطلب به الجهة الأخرى، فأن تساوى القياس فهو المراد، وأن زاد طَرَف الضابط على حرف الصدر فهو مخفوض فارفعه، وأن نقَصَ فهو مرفوع فاخفضه، حتى يستقيم لك القياس. ¶ ولا بد لربطها من لزَازَيْن اثنين قَدّاً واحداً من عُود طيبٍ فتىٍّ يشد بهما القضيب بعد ربطه بصمته من جلد أيِّلِ ذَكَر، مقطوعة على طول الجلد، مع حلقة حديد توضع فها الرجل اليسرى عند الجرِّ، وتسمى لذلك ركاباً.",
            "page": "48",
            "part": "1",
            "seal": "15225533"
        },
        {
            "id": "49",
            "nass": "فإذا نزل القضيب مطبوعاً في الحلق فَحوِّلْ يدك به طالعاً حتى يكون في أول الحكِّ وآخِر الغسلِ، وابدأ بربطه وبضرب الَّلزازين: المَيَامن قبل المَيَاسر، لئلا يكون فيه لحن؛ ثم أَوتره وضع الجباد على رقيق خاصرتك، وخُذ المخطاف بيدك اليسرى بعد إشباع يدك اليمنى تحت المفتاح، وضعه في الوتر، واطلع به ثم أَوْقِعْه على بركة الله، فأن خرجت عنه الإبهام فإن خروجك بسلام، ثم حوِّل القوس وانقله إلى يدك اليسرى وركِّب السهم وارْمِ ما أحْبَبْتَ. ¶ فصل ¶ قال بعض علماء هذا الشأن: أَوْقِعْ بحِلم، وانظُر بعِلْم، واقْرُصْ بغَضَب. ¶ وقيل: شّدَّ اليسار، وحُدَّ النَّظر، فقد صحَّ لك من الأمر أَثر. ¶ وقد قيل: إذا أصاب الرامي الغرض بسهمه قتل ببلاد العدو رَجُلا، وإذا رَمَيْت فتعوَّد العجلة. ¶ وقد حُكي عن رجل من العرب أنه وقف على رَامٍ قدَّمٍ جرّ قوسه وهو ينظر! فقال له: ما الذي تنظر؟ قال: لَعَلِّي أَعْرض أحداً! فقال له: اِرْمِ السَّهمَ يَطْلَبْ صاحبَه. ¶ والعالي من الرماة هو الجَّرارُ، الثابت النظر، السريع الرماية. وقيل: العلوُّ في الرماية: الجَرّ، والرمي، والجرأة. ولا تجتمع هذه الخصال إلا في قليل من الرُّماة. ¶ واعلم أن جرَّ القوس مَخُوفٌ في زمن الشتاء، وذلك حذراً على الرامي لشدة القوس، وحذراً على القضيب لحسومته. فالقضيب الشرقيُ يَصْلح للشتاء، والقضيب الغربي يصلح للصيف. فإن كنت في زمن الشتاء فاجعل قَوسك للشمس حتى ترطب وتلين، وارْمِ بها. وإن كان يومَ قَرٍّ فلا سبيل إلى ذلك إلا في الغزو خاصة. وإن كنت في زمن الصيف فاجعلها في مكان بارد حتى تبردَ وارْمِ بها. ¶ والشأن كلُّه والبَرَكة في قَرْصِ المفتاح. والقرص على ثلاثة أوجه: فمن الناس من يكون ضبطُه سلساً، فيكون قَرصُه ليناً، ومنهم من يكون ضبطه بَيْنَ بَيْنَ، فيكونُ قَرصُه شيئاً شيئاً. فهم لا يستوُون في ذلك. والخاتمة إنما هي القَرْص. ¶ فصل ¶ واعلم أن القوسَ لا يستوي طرفاها حتى يَكْمُلَ عليها الصفة. فأحْذَرْ ستَّ خصال، فإنها رأس الخطأ في هذه الصنعة: الوتر الخَشِن، فإنه يَنْقص الرمي ويكسر القضيب، وفي القضيب الفراغ، والامتلاء، والوقوف، والخشْب الذي يكون تحت الصدر، وترقيق الأطراف. ¶ ومما هو عند الرُّماة فرضٌ واجب حَترة الكتان للوَتَر. وإذا رأيت قوساً قوية فلا تَجُرها بِوَجْه. ¶ وإذا مشيت في الغزو فثقِّل الزاد وخفِّف السلاح، وبزائد القوس على جميع السلاح. فالقوس الخفيفة هي النفَّاعة الرمي. ¶ وإذا رأيت الناس في الصدمة الأولى فقف مكانك، حتى ترى ما يكون، لعلك تفض بمن وصل إلى الناس شده. ولتكن سهامُك مستويةَ العمل غزاليَّة التركيب، رقاقَ بيوتِ الرِّيش، فَرْديَّة الأفواق. ¶ وأحذر سبع خصال، فأما أسباب رجوع السهم إلى الرامي، فمنها في السهم اثنتان: فِصَر الفُوقِ، والتجنيب أمام. وفي الجوزة اثنتان: سَعَة النهر، وعلو العَتبَة. وفي القضيب ثلاثة: الفراغ، والامتلاء - وقد تقدم ذكرهما - والغسْل. ¶ فصل ¶ واعلم أن الرماية صَنعةٌ، والغرضَ سَعْدٌ، فضربُ الغرض من السُّعود. ¶ واعلم أن الأول من السهام يسمى) دليلاً (والثاني) بانياً (، والثالثَ) ظَهُوراً (، والرابع) طالباً (والخامس) ضارباً (، والسادس) سَدَّ ذريعة (. فإذا رميتَ الدليل وجاء فوق الإشارة، ورميت الباني وجاء تحتها، ورميت الظَّهورَ وجاء يميناً، ورميت الطالب وجاء يَساراً فارْمِ الخامس فهو الضارب كاسمه كما ذكرنا، والسادسُ هو المحقَّق، وهُوَ سَدُ الذريعة. ¶ ومن رمى الستة ولم يُصِبْ بأحدها فَرِمايتهُ خِداج، فلا يتعاهَدِ الرمْيَ أَبَداً. ومن أصاب باثنين فشغله قد تَيَسَّر، ومن أصاب بأربعة فهو قد أصاب كثيراً من الصنعة، ومن أصاب الستة فقد حاز درجة المنتهى، ودخل في دعوة رسول الله صلى الله عليه وسلم لسعد بن أبي وقَّاصٍ رضي الله عنه، وكان أول سَهْم رمى به في غزوة بدر الأَبْواء. وهذه الأبيات من قوله في ذلك: ¶ ألا هَلَ أتى رسولَ الله أني ... حَمَيْتُ صَحابتي بصدور نَبْلي ¶ فما يعتدُّ رامً في عدوٍّ ... بسهم يا رسول الله قَبلي ¶ أذود بها أوائلهم ذِياداً ... بكل حُزونة وبكل سَهْلِ ¶ وذلك أن دينك ديِنُ صِدق ... وذو حق أتيتَ به وعَدلِ",
            "page": "49",
            "part": "1",
            "seal": "3E15A2BB"
        },
        {
            "id": "50",
            "nass": "يُنجَّي المؤمنون به ويُخْزي ... به الكفَّار عند مَقام مَهْلِ ¶ فَمَهْلاً قد غَوِيتَ فلا تَعِبْني ... غَوىَّ الحيِّ ويْحك يا ابن جَهْلِ! ¶ وفي السهم الكامل خصال محمودة تزين الرماية وتشد الحك والغسل، والتحريك. ¶ قال شيوخ هذه الطريقة: القصير حقير، والبارز فارس، ولكل شيء حبيب، وحبيب القوس السهمُ العدل. ¶ فصل ¶ واعلم أن الحديد سبعةَ عَشَرَ صِنفاً، أربعة منها للصيد، وذلك: الزجُّ، والشلياط، والمرجفلي، والمجنَّح. وثلاثة للدرع وذلك: السّبط، والمربَّع الطويل، والمثلّث. وأربعة للتُّرس وذلك: المربَّع القصير، والقطرال، والبلُّوطة، والشبري. وأربعة للدَّرق: وذلك الشِّلياط، وهو أصغر من الصيد، والطموح، والمجواف، والملحاني واثنان لمعنيين آخرين: وهما: البجوق وهو لقطع البشت وسهم الحمى وهو لخرق السفن وأبراج العود. فلا تخل من هذه الأصناف المذكورة، ولْتُعلَّم على أفواقها لتكون معلومة عندك أن تمد يدك إلى كنانتك في وقت الحاجة وتخرج الذي تريد منها. ¶ وقد قيل:) قبل الرمي تراش السهام (. والكلام في هذا الباب يطول، إذ لو تتبعنا الكلام في القوس والنبل والرمي لخرجنا عن مقصود التأليف. ¶ فصل ¶ ومما جاء من الشعر في القوس: ¶ أنا القوسُ الذي لا شكَّ أَنِّي ... أُبيدُ الأُسْدَ في الحرب الزَّبُونِ ¶ أنا أقضي على الأبطال قِدْما ... وفي كَبدي سِهامٌ بالمَنون ¶ سِهامٌ فُوِّقت لي من كمين ... فَوَيْلٌ للكُماة من الكمين ¶ إذا فوّقتُ سهمي ليس يُلْقَى ... بتُرْسٍ، لا ولا دِرع حصين ¶ ومن ذلك أيضاً: ¶ سَلُوا حَلَق الماذيِّ عن حدِّ أَسْهُمٍ ... فقد ثَلَّمتْ حَدَّ القنا والقواضب ¶ تخبِّرْكُمُ أني إذا الخيل أوجفتْ ... شَريكُ المنايا في نفوس الكتائب ¶ إذا سَمِعَ الأبطال في الرَّوْع هزَّتي ... رأيتهُم تحت الِعتَاق الشّوازبِ ¶ كأنَّ اهتزازي نفخة الصُّور كلما ... أصاخوا لها خَرَّوا على كل جانبِ ¶ لئن فَخَرَ الخطِّيُّ إن شُبِّهت به ... حِسَانُ التثَنِّي من قُدود الكواعب ¶ ففي أسهم الألحاظ للفخر مسرح ... إذا رُمْتَهُ، أو في قِسِيِّ الحواجب! ¶ ومن ذلك أيضاً: ¶ سِهامي نافذاتٌ في الأعَادي ... إذا الرامي أجَادَ بيَ الرِّمايهْ ¶ أُقيمُ بكفه ويصير سَهْمي ... إلى بُعْدِ ويُدرك كل غايةْ ¶ وليس الرمحُ يفعلُ مثلَ فعلي ... ولا السَّيفُ المهنَّدُ في الحمايهْ ¶ فَخَرْتُ على السلاح بذا. وفضلي ... إذا فكَّرْتَ ليس له نِهايهْ ¶ ومن ذلك أيضاً: ¶ ذَرِ الْخَطِّىَّ يَثْنِي مِعْطَفيه ... فإن لأسهمي فَضْلاً عليهِ ¶ إذا كان العُلا قَتْلَ الأعادِي ... أيفضل غَيْر أَسْرَعِنا إليه ¶ والشعر في القوس كثير يطول ذكره. ¶ وأما بالقوس فأنواع القسيِّ مختلفة، وأحوالها متفننة، والعمل بها يحتاج إلى بَسْطٍ لا يحتمله هذا المختصر. ¶ وللرماية كتب معروفة، وصناعة مشهورة، فلينظر منها بحسب ما يليق به ويَخفُّ عليه. لكن عُمدة الفارس الرامي: الفَرسُ الحَسَنُ الرياضة،) والقوس (المتأتية للجرِّ على الفَرَس. وبالله التوفيق. ¶ الباب الثامن عشر ¶ ذكر الدروع ¶ الدروع قد عَدها الله عز وجل في النعمة التي أنعم بها على الناس، قال المفسرون في قوله تعالى) وسَرَابِيلَ تَقِيكُمْ بأُسَكمُ (: إنها الدروع. وإنها لتدافع الوجل، ما تَرَاخى الأجلَ. ولذلك قال عباد بن الحُصَيْن وقد سألهُ رجل: أي درع كنتَ تحب أن تلقى عدوك فيها؟ فقال له: في أَجَلٍ مُسْتَأخِر. ¶ وكان لرسول الله صلى الله عليه وسلم درع يقال لها:) ذاتُ الفُضُول (، وكانت له درع أخرى إذا علقت بَزَرافينها لم تمسَّ الأرض، وإذا أرسلت مسَّت الأرض. وكان عليه السلام لا يشاهد الحرب إلا بها. ¶ وكان له دِرْعان أصابهما من بني قَيْنُقَاع. يقال لإحداهما) الصُّغدية (. وقيل إنه كان عنده درعُ دَاوُدَ عليه السلام التي كانت عليه يوم قَتْلِ جَالُوتَ. ¶ رُوِي أن لُقمان الحكيمَ كان يجالس داود عليه السلام، وداود يصنع الدرع، ولم يَدْرِ لقمانُ ما هي، ولم يسأله عنها؛ فلما أكملها لَبِسها، وقال إنها لَحِصْنٌ لِيوم بأس، فعِلمَ لقمانُ حينئذ أمْرهَا.",
            "page": "50",
            "part": "1",
            "seal": "9ED2CCC8"
        },
        {
            "id": "51",
            "nass": "فصل في أسمائها ونعوتها ¶ فمن ذلك) الجُنَن (وكلُّ ما يُتَّقى به فهو جُنَّة. و) الَّلأمة (: الدرع التَّامة التي لها فُضول. فإذا كانت واسعة فهي) زَعْفة (ثم) نَثْرة (، و) نَثلْة (. ثم) فضْفاضة (إذا كانت مع سعته ضافية. فإن كانت ضيقة فهي) السُّك (. فإن كانت ليِّنة فهي) خَدْباء (و) دِلاَص (. فإن كانت مُحكمةً صُلبة فهي) قَضَّاء (، و) حَصْداء (، فإذا كانت طويلة الذيل فهي) ذائل (. فإذا كانت بيضاء فهي) ماذَّية (. وقيل: إن الماذيَّة المعينة، وقيل: السهلة اللينة. ¶ ومساميرها) الحَرَابي (واحدها) حِرْباَء (ورءوس مساميرها:) القَتير (واحدها) قَتِيرة (وهي المشَبَّهةُ بعيون الجَرَاد. و) المضاعَفة (هي المتداخلة حَلْقتين حَلْقتين. وحَلَقها:) الزّرَد (. فإذا كانت من صفائح مثقوبة فهي) مسرودة (. فإذا كانت منسوجة مرمولة فهي) جَدْلاء (. فإذا كانت قصيرة فهي) شليل (و) بَدَن (. فإذا كانت صدراً بغير ظهر فهي) جَوشَنٌ (. و) السَّلوقية (منسوبة إلى سَلوق (قريَةٍ باليمن تعمل بها. و) الحُطَمية (مَنْسوبةٌ إلى) حُطَمة (، قيل: إنه رجل من عبد قيس بن أفصى. و) الفْرعَوْنية (منسوبة إلى) فِرْعَوْن (. و) الداودية (تنسب إلى) داود (عليه السلام. ¶ ومما جاء من الشعر في الدِّرع قال المعري: ¶ غَدِيرٌ وَشَته الريحُ وِشيةَ صاَنع ... فلم يتغير حِينَ دَامَ سُكُونها ¶ كأن الدَّبي غَرْقَى بها غيرَ أعيُنٍ ... إذا ردَّ فيها ناظر يِسْتَبينها ¶ وما حَيَوان البَرِّ فيها بسالم ... إذا لم يُغثه سِيفُها أو سَفِينُها ¶ فلو لم يَضَعْها عنه للسِّلم فارس ... لَخُلِّد ما دامت عليه غُضُونها ¶ ولو عَلِمَتْ نفسُ الفتى يومَ حتفه ... ولاقته فيها لم تَغُلْها مَنُونها ¶ أَمونٌ إذا أَوْدعت نفسَك جسمها ... ولاقيت حَرْباً لم يَخُنْكَ أمينها ¶ وقال عبد القيس بن خُفَاف: ¶ وسابغةٍ من جياد الدرو ... ع تَسْمَعُ للسَّيف فيها صليلا ¶ كمِثْلِ الغدير زَفَتْه الدَّبورُ ... يَجُرُّ المدجَّجِ منها فضولا ¶ وقال أبو إسْحَاق بن خَفَاجَة يصف لاَبِس دِرْع: ¶ زرَّ الحديد عليه جَيْب حمامة ... وَرْقَاءَ في غَبَش العَجَاج الأقْتَمِ ¶ فكأنَّ جِلْدَةَ حَيَّةٍ خُلعت به ... يَوْمَ الكريهة فوق عِطْفَيْ أرقم ¶ فصل ¶ ومن العرب من يفخر ويتمدح بلبس الدرع في الحرب. قال عنترةُ الفوارس: ¶ عَجِبَتْ عُبَيْلَةُ من فتىً متبذِّل ... عاري الأشَاجِع شاَحبٍ كالمُنْصُلِ ¶ شَعْثِ المَفَارق مُنْهَجٍ سربالُه ... لم يدَّهنْ حَوْلاً ولم يَتَرَجَّلِ ¶ لا يَكْتسي إلا الحديدَ ... إذا اكْتَسَى وكذاك كلّ محارب مُسْتَبْسِلِ ¶ قد طال ما لَبَسَ الحديدَ فإنما ... صدأُ الحديد بجلده لم يُغْسَلِ ¶ ومنهم من يتمدح بضد ذلك ويرى أن الدرع مَتْعَبةٌ ومَشْغَلةٌ، وإن من يقتحمُ الحرب دُون دِرع أشجعُ، وفي قتاله أسرعُ. قال الأعشى: ¶ وإذا تَجيءُ كتيبةٌ ملمومة ... خَرْساءُ يَخشى الذائدون نهاَلَها ¶ تأْوي طوائُفها إلى محمودة ... مكروهةٍ يخشى الكماةُ نزالها ¶ كنتَ المقدَّم غيرَ لابِسِ جُنَّةٍ ... بالسيف تضرب مُعْلِمَاً أبطالَهَا ¶ وعلمت أن النفس تَلْقىَ حَتْفْها ... ما كان خالقُها المليكُ قَضَى لها ¶ وقال محمد بن مُسْلمٍ يمدح رَجُلاً: ¶ يَلْقى السيوف بوجهه وبنَحَره ... ويُقيم هَامَته مُقامَ المِغْفرِ ¶ ويقول للطرِّف اصطبرِ لشَبَا القنا ... فعقرتُ رُكْنَ المَجْدِ إن لم تُعْقَر! ¶ فصل ¶ ومن الدروع) المِغْفَر (، وهو يُنسج لَسْج الدرع يُغطَّى به الرأس والوجه. قال ابن المعتز يُخاطب غلاماً: ¶ ولما اقتحمتَ الوغى دارعاً ... وقنَّعت وَجْهَكَ بالمِغْفَرِ ¶ حسبنا مُحيَّاك شَمْسَ الضُّحَى ... عليها نِقَابٌ من العَنْبرِ ¶ وما صُنع للرأس من حديد منقور فهي) بَيْضَةٌ (. و) قَوْنَسُها (: أشراف مقدَّمها. و) دائرتها (: مُؤخَّرها. ¶ ومن أسماء البيضة) خُوْذة (. و) تَرْكَةٌ (. و) تريكة (. و) ربيعة (. و) خَيْضعة (. ويقال في الجمع) خُوَذٌ (و) تَرَائك (. ¶ الباب التاسع عشر ¶ ذكر الترسة وشبهها",
            "page": "51",
            "part": "1",
            "seal": "F76B48A3"
        },
        {
            "id": "52",
            "nass": "التُرْس: هو المِجَنُّ الدائر، وعليه تدور الدوائر. ¶ عن أنس بن مالكٍ قال: كان أبو طَلْحةَ يتترَّس مع رسول الله صلى الله عليه وسلم بتُرْسٍ واحد. ¶ فصل ¶ ومن أسمائها جمعاً:) التِرَاس (، و) الجَوْب (، و) الفَرْض (، و) الجُنَنُ (،) والمجَانُّ (. واحدها) تُرس (، و) جَوْبٌ (و) فَرْض (، و) مِجَنٌّ (، و) مُجْنَأ (. ¶ فإن كانت من جلود فهي) دَرَقٌ (، و) حَجَف (، و) يَلَبٌ (. واحدها) دَرَقة (، و) حَجَفة (، و) يَلَبةَ (. وقيل: إن) اليَلَبَ (مَدارعُ من جلد. وقيل: إنها كالبيضة للرأس خاصة. وقيل: إن) الجَحَف (من خشب. و) الدَّرّقُ (تصنع من جلود البقر، وتصنع من جُلود الوحش، ومن جلود اللمط، وهي أحسنها وأمْنَعُها. والّلمط. هو حيوان من إحدى غرائب المغرب، يَعْمُرُ الصَّحارَى يُصنع من جلده الدَّرق. ¶ وخاصية دَرَقة جلد الّلمط أنها أن أصيبت بضربة سيف أو رمح انغلقت الضَّربةُ والتحمت من وقتها واختفت فلا تظهر. ¶ فصل ¶ يجب على صاحب التُّرس في القتال أن يتّرس بوسَط تُرسه من السيف والمزراق والحجارة، ويديرها يمنة ويسرة خارجاً عن محاذاته، ولا يلصقه ببدنه متى خاف وقع منه شيء به. ويدرأ به عن نفسه وعن فرسه في إدارته له، وأن يلقى الحجر بصدر التُرس أحسن، وليورِّيه ليزلَّ ما يقع عليه. ويترس من الرمح بجملته ومعظمه، فإذا أحسَّ بوقع السنان به ورَّى وأخرجه عن بدنه، وليحذر الاعتماد عليه عند ذلك بجسمه لئلا يصرعه، وليحذر أيضاً عند توريته به أن يَزِلَّ عنه) السِّنان (، فيعلق بثوبه. فهذا المقدار هو الذي ينبغي أن يحافظ عليه. ¶ والعمل بالدَّرقة كالعمل بالتُّرس سواء. لكن الدَّرقة تحبس الرمح لرطوبتها واستواء جِرْمها، فيجب استراقه والتورية بها عنه، لئلا تَثْقُلَ في اليد فيتعذر العمل بها. ¶ والركوب بالترس له حالتان في طوله وقصره: فإن كان طويلاً نزع يده من عُروته، ثم أخذ عِنانه بيده اليسرى وركب وليحذرْ منه على ذَقَنِه إن كان يبلغه. وأما إن قَصُرَ فليأخذه تحت إبطه ويَرْكب. وللأسْعَد ابن بليط في تُرْس: ¶ مجنٌّ حَكَى صانعوه السماء ... لتقصُرَ عنه طوالُ الرماحْ ¶ وصاغوا مثالَ الثريَّا عليه ... كواكب تَقْضي لنا بالنجاحْ ¶ وقد طَوَّقوه بطوق اللُّجيْنِ ... كما جَلَّلَ الأُفْقَ ضوءُ الصباحْ ¶ الباب العشرون ¶ السلاح والعدة على الإطلاق ¶ واتخاذ السلاح من فَرْضِ الجهاد لقول الله عز وجل) وأَعِدُّوا لهُمْ ما اسْتَطَعْتم من قُوَّةٍ (. قال ابن عبَّاس: القوة: السلاح والعدة في سبيل الله. واقتناء ذلك للواجِدِ على قَدْر همته، وعزةِ نفسه إلى ما فيها من الأجر والثواب. ¶ رُوي عن عبد الله بن زجر أن رسول الله صلى الله عليه وسلم قال:) مَنْ اتَّخذ عُدَّةً في سبيل الله جُعلت في ميزانه كلَّ غّدَاة (. ¶ وعن عبد الله بن شوذب أن رسول الله صلى الله عليه وسلم قال:) تُعْرَضُ أعمال بني آدم كلَّ اثنين، وكلَّ خميس، فمن زاد في سلاحه زِيدَ في حسناته، ومن نَقصَ من سلاحه نُقِصَ من حَسناته (. ¶ والعُدَّة من أسباب القَدَرِ، وأعوان الظَّفَرِ، فما انفسحت المدة قيل للنبي صلى الله عليه وسلم: أرأيت دواءً نتداوى به ورُقًى نسترقيها، يَرُدُّ من قدَرِ الله شيئاً؟ فقال: هي مِنْ قدََرِ الله. ¶ فصل ¶ كانت العرب تقول: السيف ظل الموت والرْمْحُ رِشَاءُ المنيَّة، والسهام لا تؤامر مَنْ أرسلها، والدرع مَتْعبة، وإنها لحصن، والترس مِجَنٌّ. ¶ وسأل عَمُ بن الخطاب رضي الله عنه عَمْرو بن مَعْد يكربَ عن السلاح، فقال: يسأل أمير المؤمنين عما بدا له! قال: ما تقول في الرمح؟ قال: أخوك وربما خانك فانقصف. قال: فما تقول في النَّبْل؟ قال: منايا تُخطيء وتصيب. قال: فما تقول في التَرس؟ قال: هو المجنُّ الدائر. وعليه تَدُررُ الدوائر. قال فما تقول في الدِّرع؟ قال: مَثْقَلة للراجل، مَشْغَلة للفارس، وإنها لحِصْنٌ حصين، قال: فما تقول في السيف؟ قال: هنالك قارعتكَ أُمُّك بالثكل! لا أم لك! فضربه عُمَرُ بالدِّرَّة، وقال له: بل لا أم لك! قال: الحُمّى أضرعتني إليك. ¶ وقد جمع العلويُّ وصف الخيل والسلاح، فأحسن حيث يقول: ¶ بحسبيَ من مالي من الخيل أعْيطُ ... سليمُ الشَّظَى عاري النواهق أمْعَطُ",
            "page": "52",
            "part": "1",
            "seal": "EE74A5D4"
        },
        {
            "id": "53",
            "nass": "وأبيضُ من ماء الحديد مهنَّدٌ ... وأسمرُ عسَّالُ الكعوب عَنَطْنطُ ¶ وبيضاءُ كالضَّحضاح زَعْفٌ مُفاضة ... يكفَتُها عنّى نِجَادٌ مخطَّطُ ¶ ومعطوفةُ الأطراف كَبْداء سَمْحةٌ ... منفَّجَة الأعطاف صفراءُ شَوْحط ¶ فيا ليتَ مالي غير ما قد جمعتُه ... على لُجَّةٍ تيَّارها يَتَغَطْغَطُ ¶ ويا ليتني أُمْسِي على الدهر ليلةً ... وليس على نفسي أمير مُسَلَّطُ ¶ وقال العيَّار الضَّبِّى في معناه: ¶ أعددتُ بيضاءَ للحروب ومَصْ ... قولَ الغِرارين يَقْصِم الحَلَقَا ¶ وفارجاً نَبْعةً ومِلْء جف ... ير مِنْ نِصَالٍ تخالها ورَقا ¶ وأرْيحيّاً عَضْباً وذا خُصَلٍ ... مُخْلولق المَتْن سابحاً تَئِقَا ¶ يملأ عينيك بالفضاء ويُرض ... يك عِقَاباً إن شئتَ أو نزقا ¶ فصل ¶ وإذا انفرد الفارس بشيء من السلاح نُعِتَ به. فهو بالسيف:) مُسِيفٌ (و) سيَّاف (. والضارب به) سائف (. وهو بالرمح) رَامِح (وبالنَّبل) نابل (و) نَبَّال (. وبالنشَّاب) ناشب (. وبالدِّرع) دارع (. وبالمِغْفر) مقنع (، وبالتُرس) تَرَّاسٌ (. ¶ فإن جَمَعَ السيف والنَّبل فهو) قارن (. وإن جمع السلاح فهو) سالح (.) والشَّكَّةُ (: السلاح التام. تقول: فارس) شاكي السلاح (، مخفَّففاً،. وقيل إنه من شَوْكَة السلاح، فإن كان كذلك فهو مقلوب من شائك، وفارس) مؤمَّل (: تام السلاح من الأداة. وكذلك) مُدَجَّج (. و) السَّنوَّرُ (: السلاح مع الدِّرع. و) البزُّ (و) البِزّة (: السلاح بلا درع. ¶ فإن كان الفارس لا سيف معه فهو) أَمْيَلُ (. وإن كان دون رمح فهو) أَجَمُّ (. وإن كان دون درع فهو) حاسر (. وإن كان دون تُرسِ فهو) أكْشَف (فإن كان لا شيء من السلاح فهو) أَعْزل (. ¶ فإذا لبس الدرع تقول) اسْتَلأْمَ (: أي لبس اللأَّمَةَ. و) سَنَّ (عليه الدرع: صبَّها عليه. و) نَثَلها (: لبسها عليه أيضاً. و) تقنَّع (لبس المِغفر. و) اجْتنَّ (: لبس الجُنَّة. ¶ و) جلَّل (بالسيف: إذا حمل على قِرنه به وحضَّض عليه به، و) جلَّله (به: علاه،) وسافه (: ضربه به وحَزَبه به، و) طبَّق (: إذا أصاب المَفْصِل، و) بَري (: إذا قطع اللحم والعظم وأبَانَ العضو. ¶ و) المِصاعُ () والمماصَعة (: المجالدة بالسيوف، و) المطاعنة () والمداعسة (: المضاربة بالرمح. تقول: رَمَح ودَعَسَ ونَدَسَ: إذا طَعن بالرمح. ونَبَلَ ورَشَقَ: إذا رَمَى بالسهام. ¶ قلتُ: وإحكامُ العمل بالسِّلاح لا يتساوى الناس فيه، بل التفاوُتُ بينهم في ذلك شديد، والتباين بعيد. فيجبُ على العاقل أن يشاهد من أهلها الأعمال، ويحاضرَ بها الرجال، ويأخذّ بحظ من التمرن فيه مع من يراه أهلاً لذلك ويصطفيه، حتى يعرف كيفية الطعن والضرب والثقابة بالسلاح في الحرب، ووجوه العملِ في الكرِّ والفر، والامتناع، والدخول على المبارزين، والخروج عنهم في المطاعنة والمِصاع، وملاحظة مواقع السهام، وأوقات الإقدام والإحجام، واسْتِرَاقَ الأرض في المبارزة، واستتارَ الشمس عند اللقاء، والمناجزة والمراوغة، والعطف في القتال، ودقائق ذلك، ولواحقه لدى النزال، وترصُّدَ غِرَّة العدو في حال الحركة والهدوء، والختْلِ في تعطيل الرمح بالضرب عليه أو ملكه على ربه، أو ردِّه إليه، أو خلع عِذار الفَرس، أو قطِع عِنانه، ليشتغل الفارس بأمر فرسه وشأنه، فيتمكن منه في الْحِين، وتظهر الفِراسة فيه وتستبين. ¶ ومن لم يتمرَّن في ذلك فلا تَغُرَّّهُ نفسه بأن تسلك به هذه المسالك. ففي معرفة ذلك كلَّه وإمعان النظر فيه يتفاضل الفُرْسَان، مع الاستثبات وجرأة الْجنَان، وشدة الحذر عند منازعة الأقران، ومنازلة الميْدان. والله جلَّ وعلا في كل حال هو المستعان. ¶ قال أبو الطيب: ¶ إن السِّلاح جميع الناس تَحْمِلُه ... وليس كلَّ ذواتِ المِخلْبِ السَّبُعُ",
            "page": "53",
            "part": "1",
            "seal": "C728B659"
        },
        {
            "id": "54",
            "nass": "وهنا بحمد الله انتهيتُ إلى ما قَصَدْت، وفرغت من تلخيص ما قدمت وتممت الغرضَ، وأدَّيتُ الواجب المفَرَضَ، لمَّا جلبت...... إلى مُميَّزه، وأجريت الجواد بميدان مُجَوَّزه، مَنْ جيوشُ الإسلام قد خطت بساحته، ورغبت في فيض النَّدَى من راحته، وبلادُ العدو قد أعطته يد الانقياد، لتبلغ منه السُّؤل وتنالَ كل المراد. وقد تاقت إليه تَوقَان الدّنِفِ إلى الأسَاة، والندب إلى المواساة. وهي تحسد أمثالها في أن لاذت منه بالثَّواء، وتود أن لو صافحته في اللقاء، فظفرت منه بالبرء الشافي، والرِّدْء الكافي، والحبيب المصافي. ¶ ثم هو - أَيَّدهُ الله تعالى - يُسرِّحها من عقال الخمول، ويعمها بالخصب بعد المُحُول، ويُنقذها من يد الامتهان بحماته ووفوده، ويجعلها بعد الحضيض في منزلة كيوان بكماته وجنوده. فله العزائم التي تُذعِر الأيام، وتوقظ الخَطْب إذا نام، والشجاعة والكرم لطبيعته حليفان، ولسجيته مصاحبان، والكُرَب بسنانه تتَفَرّج، والأخبار عن ثنائه تتأرّج، والأصوات ترتفع داعية مختلفة، والأيدي تمتد ضارعة مؤتلفة، في أن يُرغم الله مَعاطس الأصنام بصدق جَدِّه، ويُمضي عزائم الإسلام بمضاه حَده. ¶ اللهم مكِّن له في أرضه أوسع التمكين، واشدد وَطْأته على المعتدين، وأيِّد به أحزاب المؤمنين، وبدِّد بجنوده أَوشَابَ الكافرين، واجعلهم لسيوفه الماضية حَصِيداً خامِدين. ¶ اللهم اكْلأهُ من جوانبِه وجهاته، وأحْي معالم الإيمان بحياته. واحرُسْه في يقْظاته وَسِناتِه عن ... العلية وذاته، وانشر بريح النصر عَذَبَاتِ ألْويته وراياته. ¶ اللهم أَرِهِ الأمل في أهله وأولاده، وحُماته وأجناده، واحطُطْ) رحال (الغبطة لديه، وابسط بالخيرات يديه. إنك على كل شيء قدير، وبالإجابة جدير. ¶ والحمد لله رب العالمين، والصلاة والسلام على سيدنا ومولانا محمد خاتم النبيين) وإمام المرسلين (، وعلى آله وأصحابه وأنصاره البررة الأكرمين. وسلم كثيراً.",
            "page": "54",
            "part": "1",
            "seal": "1594E622"
        }
    ],
    "t788": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "مقدمة"
        },
        {
            "id": "1",
            "lvl": "2",
            "sub": "2",
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الأول"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "خلق الخيل"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "2",
            "tit": "وأول من أتخذها، وانتشارها في الأرض"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "3",
            "tit": "فصل"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "في وجوه اتخاذها:"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الثاني"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "فضائل الخيل"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "2",
            "tit": "وما جاء في ارتباطها"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الثالث"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "حفظ الخيل"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "وصونها والوصية بها"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الرابع"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "فيما تسميه العرب من أعضاء الفرس"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "2",
            "tit": "وعدد ما في ذلك من أسماء الطير"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الخامس"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "فيما يستحب في أعضاء الفرس من الصفات"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "2",
            "tit": "وما يستحسن أن يكون شبيها من الحيوان"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "الباب السادس"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "2",
            "tit": "ألوان الخيل"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "3",
            "tit": "وذكر الشيات والغرر والتحجيل والدوائر"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في الشيات"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل في الغرر"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في التحجيل"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في الدوائر"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الباب السابع"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "ما يحمد من الخيل"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "2",
            "tit": "وصفة جيادها وأسماء العتاق والكرام منها"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "3",
            "tit": "فصل"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الثامن"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "1",
            "tit": "عيوب الخيل خلقة وعادة"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "2",
            "tit": "فضل"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل في عيوب عادته"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "2",
            "tit": "الباب التاسع"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "3",
            "tit": "اختيار الخيل"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "4",
            "tit": "واختبارها والفراسة فيها"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "الباب العاشر"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": "2",
            "tit": "تعليم ركوب الخيل"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "3",
            "tit": "على اختلاف حالاته"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الحادي عشر"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": "1",
            "tit": "المسابقة بالخيل والحلبة والرهان"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "الباب الثاني عشر"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "2",
            "tit": "أسماء خيل رسول الله"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "صلى الله عليه وسلم وأسماء فحول خيل العرب ومذكوراتها"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الثالث عشر"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر ألفاظ شتى"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "2",
            "tit": "وتسمية أشياء تختص بها الخيل"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "3",
            "tit": "فصل في أصواته وما ينسب إليه من ضروب ضربه"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "4",
            "tit": "فصل في صفات مشيه وعدوه على التفصيل"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "5",
            "tit": "فصل في زجره وحثه"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل في أوصاف تخصه"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل في أوصاف فعله وتقلبه"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "3",
            "tit": "فصل في ألفاظ تختص بجماعات الخيل"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "4",
            "tit": "فصل في أسماء العساكر"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "5",
            "tit": "فصل في نعوتها بالكثرة وشدة الشوكة"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "6",
            "tit": "فصل في أماكن تختص بها الخيل جماعات وآحادا"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "7",
            "tit": "فصل في أسماء أشياء تخص بها الخيل دون غيرها"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الرابع عشر"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر نبذة من الشعر في إيثار العرب الخيل"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "2",
            "tit": "على غيرها وإكرامها لها وافتخارها بذلك"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الخامس عشر"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر السيوف"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل في أسماء أجزائه"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "الباب السادس عشر"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "2",
            "tit": "ذكر الرماح"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "3",
            "tit": "فصل من أسمائها على الترتيب:"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "4",
            "tit": "فصل في أسماء صفاتها ونسبها"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في تفصيل أجزاء الرمح"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل في صفة الركوب بالرمح"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "الباب السابع عشر"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر القسي والنبل"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "3",
            "tit": "فصل"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "4",
            "tit": "فصل"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "2",
            "tit": "الباب الثامن عشر"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "3",
            "tit": "ذكر الدروع"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في أسمائها ونعوتها"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "3",
            "tit": "الباب التاسع عشر"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "4",
            "tit": "ذكر الترسة وشبهها"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "3",
            "tit": "الباب العشرون"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "4",
            "tit": "السلاح والعدة على الإطلاق"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        }
    ]
}