{
    "b798": [
        {
            "id": "1",
            "nass": "فقه القواعد الفقهية [1]",
            "page": "1",
            "part": "1",
            "seal": "9BCC0B15"
        },
        {
            "id": "2",
            "nass": "الفرق بين القواعد الأصولية والفقهية والضوابط ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ أما بعد: فأشكر القائمين على هذه الدورة في دولة قطر على تهيئة هذا اللقاء بإخواني طلبة العلم في هذه المجالس، سائلاً الله جل وعلا أن يجعل ذلك في ميزان حسنات الجميع، من نظم وحضر وحاضر إنه جل وعلا مجيب الدعاء. ¶ وبين أيدينا رسالة نافعة للشيخ العلامة عبد الرحمن بن ناصر السعدي المتوفى سنة ألف وثلاثمائة وست وسبعين من الهجرة النبوية، والشيخ رحمه الله تعالى له مؤلفات كثيرة بسط فيها العلم، وقربه لطلبته مع تحقيق قوي، فجمع بين بسط العلم وتقريبه والتحقيق فيه، فلذا ينبغي لطالب العلم أن يعتني بمؤلفات الشيخ رحمه الله تعالى رحمة واسعة. ¶ وبين أيدينا هذه المنظومة للشيخ رحمه الله تعالى التي جمع فيها ما تيسر من القواعد الفقهية، فذكر قواعد فقهية كثيرة نافعة ينبغي لطالب العلم أن يحسن فهمها، حتى يفهم علم الفقه الذي ينبني على فهم هذه القواعد. ¶ ونحتاج إلى أن نفرق بين القواعد الفقهية والقواعد الأصولية والقواعد المذهبية والضوابط، وعندما نقول: هذه قاعدة فقهية أو نقول هذا ضابط أو نقول هذه قاعدة أصولية، أو نقول: هذه قاعدة في مذهب أحمد، أو قاعدة في مذهب الشافعي، أو قاعدة في مذهب مالك، أو في مذهب أبي حنيفة، فنحتاج إلى أن نفرق بين هذه القواعد. ¶ والقاعدة في اللغة هي الأساس الذي يبنى عليه الشيء، فقاعدة البيت أي: أساسه من إسمنت وحديد يوضع في جوف الأرض. ¶ والقاعدة الفقهية هي التي تقصد في هذه الدروس، وعندنا قاعدة أصولية، وعندنا ضابط، وعندنا قاعدة مذهبية.",
            "page": "2",
            "part": "1",
            "seal": "317E6BAE"
        },
        {
            "id": "3",
            "nass": "التعريف بالقاعدة الأصولية ¶ أما القاعدة الأصولية، وهي التي يتكلم عنها علماء أصول الفقه؛ فهي القاعدة التي تؤخذ من الأدلة الإجمالية أو من دلالات الألفاظ. ¶ كقولهم: الأمر للوجوب، والنهي للتحريم، هذه تسمى قاعدة أصولية، هذه القواعد تذكر في كتب أصول الفقه. ¶ فقواعد الأمر للوجوب أخذت من قول الله جل وعلا في كتابه الكريم: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور:63] قال ذلك في الذين يتركون أمره عليه الصلاة والسلام. ¶ {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} [الأحزاب:36] هذه كذلك آية أخرى في أن الأمر للوجوب. ¶ وكذلك قول النبي عليه الصلاة والسلام: (لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة)، فهذا دليل أيضاً يدل على أن الأمر للوجوب. ¶ هذا كما تقدم ليس بحثنا في هذه الدروس، هذا محل البحث فيه في كتب أصول الفقه.",
            "page": "3",
            "part": "1",
            "seal": "20349AF1"
        },
        {
            "id": "4",
            "nass": "التعريف بالقاعدة الفقهية والضابط ¶ أما القاعدة الفقهية: فهي حكم شرعي كلي تندرج تحته مسائل كثيرة في أبواب متفرقة، كقولهم: الأمور بمقاصدها أو الأعمال بالنيات، فتجد مسألة في الطهارة تندرج في هذه القاعدة، فيشترط للوضوء النية، وتجد مسألة كذلك في الزكاة، وتجد مسألة في الصلاة. ¶ إذاً مسائل كثيرة شتى في أبواب متفرقة، وتلاحظ أن هذه القاعدة هي حكم شرعي، بخلاف القاعدة الأصولية فإن الحكم الشرعي يؤخذ منها. ¶ أما القاعدة الفقهية فهي حكم شرعي اندرجت تحته مسائل كثيرة في أبواب متفرقة. ¶ وقولنا: (في أبواب متفرقة) هذا احتراز من الضابط، فالضابط في باب واحد. ¶ وعلى ذلك فالضابط حكم شرعي كلي تندرج تحته مسائل في باب واحد. ¶ فعندما نقول: إن أحكام سجود التلاوة كأحكام سجود الصلاة من جهة أنه يشترط لها الطهارة وستر العورة واستقبال القبلة وأن يقال فيها ما يقال في سجود الصلاة، هذا يسمى بالضابط؛ لأنه تدخل فيه مسائل في باب واحد، وهو باب سجود التلاوة. ¶ فالضابط حكم شرعي كلي، تندرج تحته مسائل عدة لكن في باب واحد، فهذا يسمى بالضابط، إذاً ليس لنا أن نسمي الحكم الشرعي الكلي الذي تدخل فيه مسائل في أكثر من باب أن نسميه بالضابط، لأن الضابط يكون في باب واحد. ¶ وأما القاعدة المذهبية: فهي قاعدة تعنى بجمع مسائل شتى في أبواب الفقه لكنها مرتبطة بمذهب معين، فتقول: هذه قاعدة في مذهب الإمام أحمد، كما في القواعد لـ ابن رجب، أو في الأشباه والنظائر للسيوطي في مذهب الإمام الشافعي، فهذه قواعد وضوابط تعنى بجمع المسائل بغض النظر عن الراجح، وترتبط بمذهب معين فتسمى بالقواعد المذهبية. ¶ إذاً تحرر لنا موضوع درسنا، وأنه في القواعد الفقهية، وأن القواعد الفقهية هي أحكام شرعية كلية تندرج تحتها مسائل عدة في أبواب متفرقة.",
            "page": "4",
            "part": "1",
            "seal": "C7559B54"
        },
        {
            "id": "5",
            "nass": "القواعد الفقهية الكلية ¶ وعندنا خمس قواعد كلية تندرج تحتها مسائل كثيرة جداً، تسمى بالقواعد الكلية الكبرى. ¶ القاعدة الأولى: قاعدة الأمور بمقاصدها، أو: الأعمال بالنيات. ¶ هذه القاعدة الكلية الكبرى مأخوذة من قول النبي عليه الصلاة والسلام في الصحيحين: (إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى). ¶ القاعدة الثانية: اليقين لا يزول بالشك. ¶ القاعدة الثالثة: لا ضرر ولا ضرار. ¶ القاعدة الرابعة: المشقة تجلب التيسير. ¶ القاعدة الخامسة: العادة محكمة. ¶ هذه تسمى بالقواعد الكلية الكبرى، وتندرج فيها مسائل كثيرة جداً.",
            "page": "5",
            "part": "1",
            "seal": "1EA34EE0"
        },
        {
            "id": "6",
            "nass": "مأخذ القواعد الفقهية ¶ والقواعد الفقهية قد تؤخذ من النص، كقاعدة الأمور بمقاصدها، فإنها تؤخذ من قول النبي عليه الصلاة والسلام: (إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى) متفق عليه. ¶ إذاً: القاعدة الفقهية قد تؤخذ من النص، وقد تؤخذ من الإجماع كقاعدة: لا اجتهاد مع النص. ¶ الثالثة: أن تؤخذ بالاستنباط، كقاعدة: المشقة تجلب التيسير. ¶ إذاً: هذه القواعد الفقهية قد تؤخذ من النص، وقد تؤخذ من الإجماع، وقد تؤخذ بطريقة الاستنباط.",
            "page": "6",
            "part": "1",
            "seal": "93CA32D7"
        },
        {
            "id": "7",
            "nass": "شرح مقدمة الناظم ¶ قال المؤلف رحمه الله تعالى: [بسم الله الرحمن الرحيم]. ¶ ابتدأ بالبسملة اقتداء بالكتاب العزيز، واقتداء بالنبي صلى الله عليه وآله وسلم، فإنه كان يفتتح رسائله بالبسملة، كما في رسالته في الصحيحين إلى هرقل عظيم الروم. ¶ [الحمد لله]: الحمد هو ذكر محاسن المحمود محبة له وإجلالاً، وكذلك كان النبي عليه الصلاة والسلام يفتتح خطبه بالحمد. ¶ وأما ما جاء أن النبي عليه الصلاة والسلام قال: (كل كلام لا يبدأ بالحمد فهو أقطع)، فإن هذا الصواب أنه مرسل، والمرسل نوع من أنواع الحديث الضعيف، ولكن -كما تقدم- كان عليه الصلاة والسلام يفتتح خطبه بالحمد. ¶ قال رحمه الله: [الحمد لله العلي الأرفق وجامع الأشياء والمفرق] فهو جل وعلا يجمع الأشياء بأوصاف مشتركة ويفرق بينها، فهناك أوصاف تفرق وهناك أوصاف تجمع، فالإنسان والحيوان بينهما أوصاف كثيرة مشتركة، ولذا فإن الرجل إذا ذهب عقله كان كالحيوان تماماً. ¶ ولذا فإن الذي يفرق بين الإنسان والحيوان هو العقل الذي هو مناط التكليف، والذي لأجله علمه الله جل وعلا البيان. ¶ فلابد أن يعتني طالب العلم بمعرفة الأشياء التي تجمع والأشياء التي تفرق؛ حتى لا يلتبس عليه الأمر، ولذا فإن علم الفروق من العلوم المهمة جداً لطالب العلم، فتجد بعض طلبة العلم لا يحسن معرفة الفروق فيقع في أخطاء، وأوضح هذا بمثال، يقول العلماء: إن من تجاوز الميقات ولو جاهلاً أو ناسياً فإن عليه دماً إلا أن يرجع إلى الميقات فيحرم منه. ¶ إذاً لم يعذروه بالنسيان والجهل، فإذا تجاوز الميقات وهو ساهٍ فلم يحرم يقولون له: إما أن ترجع إلى الميقات أو تذبح دماً، ويقولون: على الصحيح من أتى محذوراً من محذورات الإحرام ناسياً فلا شيء عليه، وبعضهم يفرق بين المحذور الذي فيه إتلاف كالحلق والمحذور الذي لا إتلاف فيه كالطيب. ¶ فيعذر في الثاني دون الأول. ¶ فتجد من لا يفرق بين الأمرين فيقال له: هذا محذور فهو من باب التروك، وهذا واجب فهو من باب الأفعال ليس من باب التروك، فإحرامك من الميقات هذا من باب الأفعال، فمن نسي فلم يأت به فعليه أن يأتي به أو يجبره بدم كالذي يترك التشهد الأول في الصلاة، يجبره بسجود السهو. ¶ لكن الذي يصلي وعلى ثوبه نجاسة هذا من باب التروك، ولذا فإن أصح القولين أننا نقول: إنه لا يعيد صلاته إذا صلى وعلى ثوبه نجاسة ناسياً أو جاهلاً؛ لأن هذا من باب التروك. ¶ قال رحمه الله: [ذي النعم الواسعة الغزيرة] قال تعالى: {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا} [إبراهيم:34]. ¶ قال رحمه الله [والحكم الباهرة الكثيرة ثم الصلاة مع سلام دائم على الرسول القرشي الخاتم وآله وصحبه الأبرار الحائزي مراتب الفخار] الفخار يعني: الشرف. ¶ [اعلم هديت أن أفضل المنن علم يزيل الشك عنك والدرن] أفضل ما يمن به الله جل وعلا على العبد العلم النافع الذي يزيل الشك عنه والدرن، يعني: يزيل مرض الشبهات فتكون ذا يقين، ويزيل مرض الشهوات فتكون تقياً تاركاً للشهوات. ¶ والدرن: الأوساخ. ¶ فالعلم النافع يزيل الله عز وجل به عن العبد هذين المرضين: مرض الشبهات ومرض الشهوات اللذين يفسدان على المرء قلبه. ¶ قال رحمه الله: [ويكشف الحق لذي القلوب ويوصل العبد إلى المطلوب] قوله: (ويكشف الحق لذي القلوب) أي: فيكون العبد على بصيرة من أمره، قد انكشف له الحق، قال جل وعلا: {وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ} [التوبة:115]. ¶ قوله: [ويوصل العبد إلى المطلوب]؛ المطلوب هو رضا الله جل وعلا وجنته. ¶ قال رحمه الله: [فاحرص على فهمك للقواعد جامعة المسائل الشوارد] فالقواعد الفقهية تجمع المسائل الشوارد، وهي تجمع مسائل كثيرة -كما تقدم- من أبواب متفرقة. ¶ قال رحمه الله: [فترتقي في العلم خير مرتقى وتقتفي سبل الذي قد وفقا] هكذا ينبغي أن يكون طالب العلم، أعني: أن يأخذ بالعلم من طريقه الذي سلكه من قبله من أهل العلم، فإذا تعلم هذه القواعد وكان أيضاً قد تعلم علم أصول الفقه، واشتغل بالعلم من طريقه الذي سلكه من كان قبلنا من أهل العلم؛ فإنه يصل بإذن الله. ¶ قال رحمه الله: [وهذه قواعد نظمتها من كتب أهل العلم قد حصلتها] فهذه القواعد التي نظمها الشيخ قد حصلها من كتب أهل العلم لكنه نظمها ليقربها. ¶ قال رحمه الله: [جزاهم المولى عظيم الأجر والعفو مع غفرانه والبر]",
            "page": "7",
            "part": "1",
            "seal": "C9D54332"
        },
        {
            "id": "8",
            "nass": "شرح قاعدة الأمور بمقاصدها",
            "page": "8",
            "part": "1",
            "seal": "78B2A71A"
        },
        {
            "id": "9",
            "nass": "تعريف النية وحكم التلفظ بها ¶ [النية شرط لسائر العمل بها الصلاح والفساد للعمل] هذه القاعدة هي أولى القواعد الخمس الكبرى وهي قاعدة الأعمال بالنيات أو الأمور بمقاصدها، فما هي النية؟ النية هي: قصد القلب وعزمه، ولذا فإنا نقول: إن النية محلها القلب، فلا يشرع التلفظ بها لا سراً ولا جهراً. ¶ قولنا: (لا سراً) أي كمن يحرك لسانه وينطق بالحروف بحيث يسمع نفسه فقط كالذي يقرأ الفاتحة في الصلاة السرية، فإنه يسر، بمعنى: يحرك لسانه وينطق بالحروف بحيث يسمع نفسه عند جماعة كثيرة من أهل العلم، وبعضهم يكتفي بالنطق بالحروف وإخراجها من مخارجها. ¶ وقولنا: (ولا جهراً) أي بأن يسمع غيره. ¶ أما الجهر بالنية فهو بدعة عند عامة أهل العلم، فقول الرجل إذا أراد أن يصلي بحيث يسمع جاره: اللهم إني أريد أن أصلي صلاة الظهر، هذا جهر بالنية، وهو بدعة عند عامة العلماء. ¶ وأما الإسرار بها فأصح القولين وهو اختيار شيخ الإسلام ابن تيمية أن ذلك لا يشرع أيضاً، وأنه بدعة؛ لأن ذلك لم يرد عن النبي عليه الصلاة والسلام.",
            "page": "9",
            "part": "1",
            "seal": "AEA0D1EA"
        },
        {
            "id": "10",
            "nass": "وقت النية ¶ مسألة أخرى: النية يصح أن تقارن العمل، فتقول عندما تصف للصلاة: الله أكبر. ¶ وتنوي الصلاة، وتكون نيتك مقارنة للتكبير، بحيث إن جميع حروف التكبير تشملها النية. ¶ فإن سبقت النية العمل نظرنا: فإن سبقت النية بزمن يسير عرفاً، فنقول: إنها تجزئ، يعني: قبل أن يصلي بزمن يسير نوى الصلاة، ثم إنه ذهل عن صلاته فما شعر إلا وقد قال: الله أكبر؛ لكنه نوى الصلاة قبل دخوله فيها بزمن يسير في العرف، فهذه النية تجزئ كما هو المشهور في مذهب الإمام أحمد وغيره. ¶ فإن سبقته بزمن طويل في العرف، مثاله: رجل توضأ في البيت ثم خرج بنية الصلاة، ثم إنه ذهل في أمر فما شعر إلا وهو يصلي، هذا يحصل بحيث إنه يكون قد نوى قبل زمن طويل، قد يكون ربع ساعة أو نصف ساعة، وهذا زمن طويل في العرف، فمن العلماء كالحنابلة من قال: إنه لا يجزئ، ومن العلماء من قال: إنه يجزئ، وهو اختيار شيخ الإسلام ابن تيمية، وهو الراجح ما لم يقطع هذه النية، لأن هذا يدخل في عموم قول النبي عليه الصلاة والسلام: (إنما الأعمال بالنيات)، وهذا قد نوى العبادة، ولم يقطع هذه النية. ¶ ومعنى: (لم يقطعها) يعني: أراد ألا يصلي. ¶ مثاله: رجل توضأ وهو في بيته ثم إنه أراد أن لا يصلي، أي أنه قطع نية الصلاة، ثم بعد ذلك صلى بلا نية، فهذا قد قطع نية الصلاة. ¶ ويظهر ذلك بمثال أوضح فيما يتعلق بالصوم: فبعض الناس ينوي من أول رمضان أن يصوم الشهر كله، ثم إنه يسافر فيقطع هذه النية فنقول: إذا عدت إلى بلدك أو أردت أن تصوم في السفر فلابد أن تستأنف نية جديدة، لأنه قد قطع نيته. ¶ أما إذا لم ينو القطع فتكفي هذه النية للشهر كله في أصح القولين. ¶ إذاً نقول: إن الراجح أن النية إذا وقعت قبل العبادة بزمن طويل في العرف ولم يقطع هذه النية فإنها تكفي لعموم قوله عليه الصلاة والسلام: (إنما الأعمال بالنيات). ¶ قال الإمام أحمد رحمه الله تعالى: ما خرج إلى المسجد إلا وهو يريد الصلاة، لأن بعض الناس قد يقع في الوسوسة، فنقول: أنت لم تخرج من بيتك إلى المسجد إلا وأنت تريد الصلاة. ¶ إذاً نقول: إن قارنت النية الفعل أجزأت هذه النية، وإن سبقته بزمن قصير في العرف أجزأت، وإن سبقته بزمن طويل في العرف ولم ينو القطع فأصح القولين أنها تجزئ أيضاً.",
            "page": "10",
            "part": "1",
            "seal": "0B6A81AA"
        },
        {
            "id": "11",
            "nass": "النية شرط للعمل لا للترك ¶ من المسائل أيضاً: أن النية كما قال الشيخ هنا: (شرط لسائر العمل) أي: فخرج الترك. ¶ فعندنا فعل وعندنا ترك، فالترك لا تشترط له النية، وأما الفعل فتشترط له النية. ¶ فمثلاً: هذا رجل غسل بدنه بنية التبرد فقط، ثم تبين أنه جنب، فهل يجزئه هذا الغسل؟ لا يجزئه. ¶ فإن كان في بدنه نجاسة فغسل بدنه بنية التبرد فزالت النجاسة، فهل يطهر بدنه، أم نقول: إنه لم ينو فلا يطهر بدنه؟ ¶ A  إن بدنه يطهر؛ لأن إزالة النجاسة من باب التروك، فلا تشترط لها النية. ¶ كذلك لو أنه غسل ثوبه وهو لا يدري أن في ثوبه نجاسة، فطهر الثوب من هذه النجاسة ولم ينو تطهيره، فهل يطهر الثوب أم نقول لابد أن تغسله مرة أخرى بنية التطهير؟ نقول: يجزئك، ويطهر الثوب من غير نية؛ لأن هذا من باب التروك. ¶ إذاً: التروك لا تشترط لها النية، وأما الأفعال فتشترط لها النية، ولذا قال الشيخ هنا: (النية شرط لسائر العمل). ¶ إذاً عندنا الآن عدة مسائل: الأولى: أن النية محلها القلب، فلا يشرع الجهر بها ولا الإسرار. ¶ الثانية: أنها تقارن العمل، فإن سبقته بزمن قصير عرفاً أجزأت، وإن سبقته بزمن طويل عرفاً فقولان: أصحهما أنها تجزئ ما لم ينو القطع. ¶ المسألة الثالثة: أن النية شرط للعمل لا الترك، فالتروك لا تشترط لها النية.",
            "page": "11",
            "part": "1",
            "seal": "0E033328"
        },
        {
            "id": "12",
            "nass": "النية تميز العبادات عن العادات وتميز رتب العبادات ¶ المسألة الرابعة: أن النية شرعت للتمييز، فهي تميز المعمول له، وتميز العبادة عن العبادة، وعن العادة. ¶ أولاً: تميز المعمول له: وهذا هو الإخلاص، وهذا بحثه في كتب السلوك وفي كتب التوحيد ومعناه أن تخلص عملك لله جل وعلا. ¶ هذا رجل يصلي لكنه قد يريد بصلاته ثواب الله وقد يريد الدنيا، فالنية تميز المعمول له، وهذا هو الإخلاص. ¶ ثانياً: النية تميز العبادة عن العبادة: ذلك: رجل استيقظ لصلاة الصبح فدخل المسجد فصلى بنية تحية المسجد ركعتين، فلما انتهى من الركعتين التفت فإذا بالناس يخرجون من المسجد، فعلم أن الصلاة قد أديت، فقال: إذاً تحية المسجد هي صلاة الفجر، فهل يجزئه ذلك؟ ¶ A  لا. ¶ لأن هذه عبادة وهي تحية المسجد، وصلاة الفجر عبادة أخرى. ¶ مثال آخر: رجل تصدق بعشرة آلاف ريال بنية التطوع، فلما قبضها الفقير تذكر المتصدق أن عليه زكاةً لم يخرجها، فقال: هذه عن زكاة مالي، فنقول له: لا يجزئك ذلك؛ لأن هذه عبادة وهذه عبادة. ¶ ثالثاً: تميز العبادة عن العادة: مثاله: رجل ترك الطعام والشراب بنية الصوم، هذه عبادة، وآخر ترك الطعام والشراب للصحة، فهذه عادة. ¶ رجل اغتسل بنية التبريد، وآخر اغتسل بنية رفع الحدث، نقول: هذه عبادة وهذه عادة. ¶ إذاً: النية هي التي تميز بين العبادة والعادة، وتميز بين العبادة والعبادة الأخرى. ¶ وتميز العمل للمعمول له جل وعلا، وهذا الإخلاص.",
            "page": "12",
            "part": "1",
            "seal": "A73E67D5"
        },
        {
            "id": "13",
            "nass": "النية شرط للعمل الصالح ¶ من المسائل أيضاً: أن النية شرط للعمل الصالح، أي: العبادة: وعلى ذلك فإذا كان العمل ليس بعبادة لم تشترط له النية، فليست شرطاً فيما ليس بعبادة من العمل، مثل قضاء الدين فليس بعبادة، وإن كان إذا نوى العبادة فيه أثيب. ¶ وعلى ذلك فلو أنك ذهبت إلى غريم صاحبك، فقلت: خذ هذا المال عن الدين الذي لك في ذمة صاحبي، فأخذه برئت ذمة صاحبك مع أنه لم ينو قضاء الدين ومع ذلك فإنها تبرأ. ¶ أما العبادة فلابد فيها من نية، فمثلاً: هذا رجل ذهب إلى جمعية لأمر فوجد أن عندهم صدقة فطر، فأعطاهم ألف ريال عن مائة نفس، عشر ينفق عليها وتسعون لا ينفق عليها، لكنهم من أصحابه وإخوانه الذين لا ينفق عليهم، ثم أخبرهم وقال: إني قد أخرجت عنكم صدقة الفطر، فهل يجزئ ذلك؟ ¶ A  لا يجزئ، لأن صدقة الفطر عبادة، لابد أن ينويها من يخرجها، لكن أولادك الذين تنفق عليهم وكذلك امرأتك التي تنفق عليها تكفي نيتك؛ لأن الصدقة واجبة عليك أنت، لأنك أنت الذي ينفق. ¶ هذا رجل آخر أتاه جباة الزكاة، فقالوا: إن عليك في مالك كذا، فأعطاهم إياه وقالوا: لمن هذا المال؟ قال: هذا لأخي، قالوا: إن عليه كذا، فأعطاهم عنه من ماله، فنقول: يجزئ حتى ينوي أخوه لأنها زكاة، لكن لو أخذها الجباة من مال أخيك، فهؤلاء قد أخذوها من ماله، فهم جباة وقد أخذوا الحق ممن هو عليه فيجزئ، لكن عندما تتبرع أنت لأخيك فتقول: هذه زكاة عني وهذه زكاة عن أخي، فنقول: لابد أن ينوي، لأن النية شرط لسائر العمل، بها الصلاح والفساد للعمل. ¶ والله أعلم، وصلى الله وسلم وبارك على نبينا محمد، وعلى آله وصحبه أجمعين.",
            "page": "13",
            "part": "1",
            "seal": "0DEB0247"
        },
        {
            "id": "14",
            "nass": "فقه القواعد الفقهية [2]",
            "page": "1",
            "part": "2",
            "seal": "8D5A70EE"
        },
        {
            "id": "15",
            "nass": "قاعدة جلب المصالح ودرأ المفاسد ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد، وعلى آله وصحبه أجمعين. ¶ قال الشيخ عبد الرحمن بن ناصر السعدي رحمه الله تعالى: [الدين مبني على المصالح في جلبها والدرء للقبائح] هذا البيت من هذه المنظومة اشتمل على قاعدة مهمة، وهي: أن الشريعة الإسلامية مبنية على جلب المصالح، وعلى درء المفاسد، فهي تجلب المصالح وتكثرها، وتدرأ المفاسد أو تقللها. ¶ فالشريعة الإسلامية إذاً مبنية على جلب المصالح وتكثيرها ودرأ المفاسد وتقليلها.",
            "page": "2",
            "part": "2",
            "seal": "CD09154F"
        },
        {
            "id": "16",
            "nass": "النوع الأول من المصالح حفظ الضرورات ¶ واعلم أن المصالح على ثلاثة أنواع: النوع الأول: مصلحة حفظ الضرورات، والضرورات إذا اختلت ترتب على الناس خلل في أمر دينهم ودنياهم، حتى لا يصلح أمر الدين ولا أمر الدنيا إلا باعتبار هذه الضرورات، فإذا لم تراع اختل نظام الناس في حياتهم وترتب على ذلك فساد أمر دينهم ودنياهم. ¶ فهذه هي مصلحة الضرورات، والضرورات خمس: الأولى: مصلحة حفظ الدين. ¶ والثانية: مصلحة حفظ النفس. ¶ والثالثة: مصلحة حفظ العقل. ¶ والرابعة: مصلحة حفظ المال. ¶ والخامسة: مصلحة حفظ العرض والنسل. ¶ أولى هذه الضرورات ضرورة حفظ الدين: وقد شرع الله الشرائع، وبين للخلق العقائد، وأرسل الرسل، وأنزل الكتب؛ لحفظ الدين. ¶ وشرع الله جل وعلا الجهاد وكذلك قتل الزنديق، وتعزير الداعية إلى البدعة بالقتل أو ما هو دونه؛ كل ذلك من أجل حفظ ضرورة الدين. ¶ إذاً: فالجهاد قد شرع مع ما فيه من سفك للدم، ومن تعرض لسلب المال وسبي النساء وغير ذلك؛ كل ذلك لأجل حفظ هذه الضرورة، وهي ضرورة حفظ الدين. ¶ الثانية: ضرورة حفظ النفس: فشرع الله القصاص لحفظ النفوس أن يعتدى عليها، وكذلك أيضاً فيما يتعلق بالقصاص في الأطراف وفي الجراح، فهذا كله لأجل ضرورة حفظ النفس. ¶ والثالثة: ضرورة حفظ المال: وقد شرع الله جل وعلا حد السرقة، وحرم الاعتداء على الأموال، وجعل أموال المسلمين حراماً، فلا يحل لمسلم أن يأخذ مال أخيه بغير حق، هذا من أجل هذه الضرورة، وهي ضرورة حفظ المال. ¶ وأما الضرورة الرابعة: فهي ضرورة حفظ العرض والنسل: فحرم الله الزنا، وشرع حده من رجم أو جلد، وكذلك حرم القذف، وحرم الاعتداء على الأعراض بكل شكل؛ هذا كله من أجل حفظ ضرورة العرض والنسل. ¶ وأما الضرورة الخامسة: فهي ضرورة حفظ العقل: فحرم الله شرب الخمر، وشرع حده من أجل حفظ هذه الضرورة. ¶ إذاً هذه هي الضرورات الخمس التي إذا لم تراعى ترتب على ذلك فساد وخلل في أمر الدين والدنيا، وهذه هي أعلى المصالح.",
            "page": "3",
            "part": "2",
            "seal": "E96077CF"
        },
        {
            "id": "17",
            "nass": "النوع الثاني من المصالح حفظ الحاجيات ¶ النوع الثاني من المصالح الحاجيات: وهي التي إذا لم تراع لحق الناس حرج من عدم مراعاتها. ¶ يعني: لو أن الشارع لم يراع هذه المصلحة -وهي الحاجيات- لترتب على ذلك حرج، كالإجارة والمساقاة والمزارعة ونحو ذلك؛ فهذه يحتاج إليها الناس، فلو أن الشارع حرم الإجارة مثلاً لترتب على ذلك حرج، كذلك الهبات. ¶ إذاً هذه هي الحاجيات، وهي النوع الثاني من المصالح.",
            "page": "4",
            "part": "2",
            "seal": "163311E0"
        },
        {
            "id": "18",
            "nass": "النوع الثالث من المصالح الأخذ بمحاسن العادات ¶ وأما النوع الثالث من المصالح فهي التحسينات: يعني: الأخذ بمحاسن العادات والأخلاق، فشرع الله جل وعلا شرائع روعيت فيها هذه المصلحة، وهي مصلحة التحسينات أو التزيينات، وهذه المصلحة هي الأخذ بمحاسن العادات والأخلاق. ¶ مثال ذلك: الولي في النكاح شرط فيه على الصحيح، وهو قول الجمهور، فما هي المصلحة من مشروعية ذلك؟ ¶ A  المصلحة هي أن المرأة يقبح أن تتولى أمر إنكاح نفسها، فلما كان الأمر كذلك شرع الولي، ولأنه في العادة يحسن النظر لها أيضاً فيختار لها الكفء المناسب. ¶ من ذلك أيضاً: أمور الفطرة كإعفاء اللحية وقص الشارب، وعلى ذلك فالتحسينات منها ما يكون واجباً ومنها ما يكون مستحباً. ¶ وكذلك أيضاً من التحسينات الأمر بإزالة النجاسة من الثوب والبقعة، هذه من التحسينات وهي شرط في الصلاة لا تصح الصلاة إلا بثوب طاهر وبقعة طاهرة وبدن طاهر. ¶ إذاً: الشريعة مبنية على جلب المصالح وعلى درء المفاسد.",
            "page": "5",
            "part": "2",
            "seal": "53C2CA52"
        },
        {
            "id": "19",
            "nass": "تزاحم المصالح والمفاسد",
            "page": "6",
            "part": "2",
            "seal": "69B67868"
        },
        {
            "id": "20",
            "nass": "إذا تزاحمت المصالح قدمت الأعلى ¶ قال المصنف رحمه الله: [فإن تزاحم عدد المصالح يقدم الأعلى من المصالح] إذا تزاحمت عندنا المصالح فإنا نقدم الأعلى منها، عندنا مصلحة ومصلحة وتعارضتا عند هذا المكلف، فإما أن يفعل هذه المصلحة وإما أن يفعل المصلحة الأخرى، فيقدم الأعلى منهما. ¶ إذا أتيت إلى المسجد وقد أقيمت صلاة الصبح فهل تشرع بنافلة الصبح القبلية أو تصلي الصبح؟ نقول: تصلي الفريضة مع الإمام؛ لأن النبي عليه الصلاة والسلام قال كما في صحيح مسلم: (إذا أقيمت الصلاة فلا صلاة إلا المكتوبة). ¶ إذاً: نقدم الفريضة على النافلة. ¶ وإذا كانت العبادة ذات نفع متعد كالعلم، وعارضتها عبادة ذات نفع لازم كصيام التطوع؛ فإنا نقدم العبادة ذات النفع المتعدي. ¶ إذاً: نقدم الأعلى من المصالح.",
            "page": "7",
            "part": "2",
            "seal": "81BA648A"
        },
        {
            "id": "21",
            "nass": "إذا تزاحمت المفاسد ارتكبت الأدنى ¶ قال المصنف رحمه الله: [وضده تزاحم المفاسد يرتكب الأدنى من المفاسد] كذلك إذا تعارضت المفاسد وتزاحمت فإنا نرتكب الأدنى منها ونجتنب الأعلى، ولذا فإن النبي عليه الصلاة والسلام كما في الصحيحين من حديث أنس بن مالك: أنه لما بال الأعرابي في المسجد فزجره الناس، نهاهم النبي عليه الصلاة والسلام، وذلك لتعارض مفسدتين، الأولى: البول في المسجد فينجس. ¶ المفسدة الثانية: أن يحبس بوله فيتضرر، يعني: يلحق بدنه الضرر، وكذلك أيضاً قد ينتشر هذا في المسجد لأنه يقوم وتنتقل النجاسة إلى مواضع أخرى من المسجد. ¶ فنهاهم النبي عليه الصلاة والسلام من باب الوقوع في المفسدة الصغرى، فإذا تعارضت عندنا مفسدتان قدمنا المفسدة الصغرى في الوقوع، فنقع في المفسدة الصغرى ونجتنب المفسدة الكبرى. ¶ ومن ذلك قول النبي عليه الصلاة والسلام: (لولا أن قومك حديثو عهد بكفر لهدمت الكعبة وبنيتها على قواعد إبراهيم)، متفق عليه. ¶ فهنا عندنا مفسدة، وهي بقاء الكعبة فيها نقص من الجهة التي فيها حجر إسماعيل، فإن قريشاً قصرت بهم النفقة فقصروا البناء من جهة حجر إسماعيل، فالنبي عليه الصلاة والسلام أراد أن يهدم الكعبة ويبنيها على قواعد إبراهيم كاملة؛ لكنه خشي مفسدة أعظم، وهي أن يرتد الناس عن الإسلام لأنهم كانوا حديثي عهد بكفر.",
            "page": "8",
            "part": "2",
            "seal": "E9AF689B"
        },
        {
            "id": "22",
            "nass": "تعارض المصالح والمفاسد ¶ قال المصنف رحمه الله: [والشرع من أصوله التيسير في كل أمر نابه تعسير] إذا تعارضت عندنا مصلحة ومفسدة فإنا نقدم أعظمهما، فقد نقدم الوقوع بالمفسدة وتحصيل المصلحة، وقد نقدم درء المفسدة وتفويت المصلحة. ¶ فننظر إلى هذه المصلحة: فإن كانت المصلحة هي الغالبة فإنا نحصلها وإن وقعنا بالمفسدة. ¶ وإن كانت المفسدة هي الغالبة، فإنا ندرأ المفسدة وإن فاتت المصلحة، أوضح هذا بالمثال: الربا فيه مصلحة للغني من زيادة ماله، وفيه كذلك دفع حاجة الفقير، لكن المفاسد فيه من الظلم أعظم من المصالح، ولذا حرمه الله جل وعلا وأحل البيع الذي فيه غنية عنه. ¶ وكذلك الخمر فيه منافع؛ ولكن مفسدة زوال العقل فيه أشد وأعظم، ولذا نهى الله عنه: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ} [البقرة:219]. ¶ هنا الآن قدمنا درء المفسدة وحصل تفويت للمصلحة، فالمصلحة التي في الربا فوتناها والمصلحة التي في الخمر فوتناها، درأً للمفسدة فيهما. ¶ وأما إذا كانت المصلحة أعظم فإنا نقدمها فنحصلها وإن وقعنا في المفسدة. ¶ مثال ذلك: الجهاد في سبيل الله فيه مفاسد، منها أنه يعرض النفوس للإزهاق، ومنها أنه يعرض مال المسلم للسلب، ويعرض النساء للسبي، لكن هذه المفاسد مرجوحة لما فيه من المصلحة العظمى، وهي إعلاء كلمة لا إله إلا الله. ¶ إذاً: هنا أخذنا بالمصلحة مع وجود مفاسد، وقد ندرأ المفسدة مع وجود مصالح. ¶ إذاً: ننظر إلى الأرجح والأعظم فنأخذ به، فإذا كانت المصالح أعظم فإنا نرجحها، وإذا كانت المفاسد أعظم فإنا ندرؤها.",
            "page": "9",
            "part": "2",
            "seal": "C672D395"
        },
        {
            "id": "23",
            "nass": "قاعدة المشقة تجلب التيسير ¶ قال المصنف رحمه الله: [والشرع من أصوله التيسير في كل أمر نابه تعسير] هذه قاعدة (المشقة تجلب التيسير)، ومعناها أن الشريعة الإسلامية جاءت بنفي الحرج، قال جل وعلا: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج:78]. ¶ وقال عليه الصلاة والسلام كما في البخاري: (إن هذا الدين يسر، ولن يشاد الدين أحد إلا غلبه). ¶ وجاء في البخاري: (ما خير النبي عليه الصلاة والسلام بين أمرين إلا اختار أيسرهما ما لم يكن إثماً). ¶ وعلى ذلك فنقول: (إن المشقة تجلب التيسير)، فحيث وجد سبب التعسير نأخذ بالتيسير، ولذا قال الشيخ هنا: [في كل أمر نابه تعسير] ومن قواعد شرعنا: التيسير في كل أمر نابه تعسير، إذاً: المشقة تجلب التيسير. ¶ لا شك أن الأحكام قد تشتمل على مشاق، ولذا قال الله جل وعلا: {كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ} [البقرة:216] يعني: وهو شاق عليكم. ¶ وأيضاً قال الله جل وعلا: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ} [البقرة:45] يعني: وإنها لشاقة ثقيلة، لكن هذه المشقة تحتمل فهي مشقة يسيرة، وهي توجد في العبادة، وهذا النوع من المشاق -وهي المشقة التي تحتمل- لا تمنع التكليف. ¶ فهذه المشاق موجودة في العبادة، لكن إذا كانت المشقة شديدة بحيث إن المكلف يلحقه حرج فنقول: هذه المشقة تجلب التيسير؛ لكن الوضوء مثلاً في اليوم البارد والماء فيه برودة فيه نوع مشقة، كذلك إذا كان الماء حاراً فهذا فيه نوع مشقة، ولذا فهي مكاره كما جاء في الشرع. ¶ كذلك الخروج إلى المسجد قد يكون فيه مشقة لكن هذه المشقة ليست شديدة، وهذه المشقة تلازم العبادات غالباً، وإنما المراد بالمشقة المشقة الشديدة التي يلحق المكلف فيها الحرج. ¶ والمشقة لا يكاد الناس ينضبطون فيها، فهذا الرجل قد يرى الشيء الشاق سهلاً، والآخر قد يرى الشيء اليسير شاقاً، ولذا فإنا لا نعلق الأمر بنفس المشقة، وإنما نعلقه بالوصف الذي توجد معه المشقة غالباً. ¶ فهناك أوصاف توجد فيها المشقة في الغالب، فهي مظنة المشقة، هذه هي طريقة الشرع، وذلك كالسفر، فإنه وصف توجد فيه المشقة في الغالب، فشرع للمسافر القصر، وشرع له الجمع بين الصلاتين، وكذلك له أن يمسح على خفيه ثلاثة أيام بلياليهن. ¶ كذلك الخوف وصف شرعت فيه صلاة الخائف، وشرع له أيضاً ترك الجماعة إن كان يخاف على نفسه أو أهله أو ماله. ¶ فالخوف هنا وصف توجد فيه المشقة في الغالب، إذاً: يعلق الأمر بوصف توجد فيه هذه المشقة في الغالب كالسفر والخوف ونحو ذلك.",
            "page": "10",
            "part": "2",
            "seal": "F7AEC863"
        },
        {
            "id": "24",
            "nass": "لا واجب مع العجز ولا محرم مع الضرورة ¶ قال المصنف رحمه الله: [وليس واجب بلا اقتدار ولا محرم مع اضطرار] هذا البيت اشتمل على قاعدتين: الأولى: لا واجب مع العجز. ¶ والقاعدة الثانية: لا محرم مع الضرورة. ¶ فنقول: لا واجب مع العجز، قال تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن:16]. ¶ وقال صلى الله عليه وسلم كما في الصحيحين: (إذا أمرتكم بأمر فأتوا منهم ما استطعتم). ¶ فلا واجب مع العجز، فمن كان لا يقدر على الصلاة قائماً فإنه يصلي قاعداً، قال عليه الصلاة والسلام: (صل قائماً، فإن لم تستطع فقاعداً، فإن لم تستطع فعلى جنب)، رواه البخاري. ¶ كذلك إذا كان يقدر لكن تلحقه مشقة شديدة، بحيث إنه يخاف أن يستمر مرضه أو أن يتأخر برؤه، فله كذلك أن يصلي قاعداً. ¶ ومن فروع هذه المسألة أيضاً -لا واجب مع العجز- ما اختاره شيخ الإسلام ابن تيمية وتلميذه ابن القيم من أن المنفرد إذا لم يجد فرجة يصلي خلف الصف وحده وتصح صلاته؛ لأنه يعجز عن أن يصلي في الصف، فإن كان يجد فرجة وتركها فصلى خلف الصف لم تصح صلاته. ¶ أما القاعدة الثانية فهي: لا محرم مع الضرورة: فالضرورات تبيح المحرمات، فإذا اضطر المكلف لفعل المحرم بحيث إن ضرورته لا تندفع إلا به، فلا حرج عليه أن يأتيه، كأن يأكل الميتة في مفازة من الأرض ليس فيها طعام يأكله، ويخشى أن تتلف نفسه وليس عنده ما يغنيه عن الحرام. ¶ فلو كان عنده ما يكره من الطعام فليس له أن يأكل الميتة، بل يأكل المكروه ويترك المحرم؛ لكن هذا لا يجد شيئاً يدفع به ضرورته فنقول: له أن يأكل الميتة: {فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَلا إِثْمَ عَلَيْهِ} [البقرة:173]. ¶ كذلك: إذا غص بالطعام فلم يجد ما يزيل به هذا الغصة إلا جرعة من خمر فلا حرج عليه؛ لأن هذه ضرورة، ولا محرم مع الضرورة. ¶ لكن إذا كان يمكنه أن يستغني بمكروه أو بمباح، كأن وجد رجلاً يقرضه مالاً يشتري به طعاماً والطعام موجود، أو وجد من يقرضه الطعام، فنقول: إنه ليس له أن يأكل الحرام ما دام يمكنه أن يستغني بالحلال المباح أو المكروه.",
            "page": "11",
            "part": "2",
            "seal": "C6AA8B6B"
        },
        {
            "id": "25",
            "nass": "قاعدة الضرورة تقدر بقدرها ¶ قال المصنف رحمه الله: [وكل محظور مع الضرورة بقدر ما تحتاجه الضرورة] الضرورة تقدر بقدرها؛ فليس له أن يزيد على قدر ما يدفع به ضرورته، فإذا أكل الميتة فليس له أن يأكل حتى يشبع، بل يأكل بقدر ما يحصل به قيام بدنه من غير شبع، ولذا قال الله جل وعلا: {فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ} [البقرة:173]، والباغي هو الذي يريد أكل الميتة مع أنه يمكنه أن يستغني عنها بغيرها، والعادي هو الذي يأكل ما يزيد على دفع ضرورته. ¶ إذاً: يأكل بقدر ما يدفع ضرورته؛ لكن إذا قال: إني يغلب على ظني أني لا أجد شيئاً أمامي وأنا أريد أن أمشي في الصحراء، فله أن يأكل حتى الشبع، أو أن يحمل منها، وذلك لأنه إذا منع فقد لا يجد في طريقه شيئاً فيهلك. ¶ إذاً: ليس له أن يأكل حتى الشبع إلا إذا كان يقول: أنا لا أدري هل أجد شيئاً أم لا، أما إذا كان يغلب على ظنه أنه يجد أو يتيقن أنه يجد الطعام عند حاجته بعد ذلك فليس له أن يأكل فوق حاجته. ¶ وكما أن الضرورة تقدر بقدرها فالحاجة أيضاً تقدر بقدرها، فالطبيب إذا أراد أن يكشف موضعاً من بدن المرأة يحتاج إلى علاج فإنه يقدر هذا بقدره ولا يزيد، فإذا كان الداء بوجهها فليس له أن يكشف شعرها بل يكتفي بكشف الوجه، وكذلك الشاهد ينظر من المرأة ما يحتاج إليه فقط ولا يزيد.",
            "page": "12",
            "part": "2",
            "seal": "AAFBDC6C"
        },
        {
            "id": "26",
            "nass": "فقه القواعد الفقهية [3]",
            "page": "1",
            "part": "3",
            "seal": "70D21F49"
        },
        {
            "id": "27",
            "nass": "قاعدة اليقين لا يزول بالشك ¶ قال المصنف رحمه الله: [وترجع الأحكام لليقين فلا يزيل الشك لليقين] هذه أيضاً قاعدة من القواعد الفقهية الكبرى، وهي: اليقين لا يزول بالشك: ومرادهم بهذه القاعدة أن الشيء المتيقن والشيء يغلب على الظن وجوده لا يزول بالشك. ¶ فاليقين عند الفقهاء يدخل فيه الشيء المتيقن المجزوم به، ويدخل في ذلك أيضاً غالب الظن، فإذا كان عندك تردد بين أمرين لا تدري أيهما الصواب، فنقول: ارجع إلى اليقين أو غلبة الظن. ¶ ويدل على ذلك ما جاء في الصحيحين من حديث عبد الله بن زيد: (أن النبي عليه الصلاة والسلام سئل عن الرجل يجد الشيء في الصلاة، فقال: لا ينصرف حتى يسمع صوتاً أو يجد ريحاً). ¶ فإذا كنت متيقناً أنك على وضوء وعندك شك هل حصل ناقض لهذا الوضوء أم لا، فأنت -مثلاً- متيقن أنك توضأت لصلاة المغرب، فلما حضرت صلاة العشاء صرت لا تدري هل انتقض الوضوء أم لا؟ فنقول: المتيقن هو الوضوء والناقض مشكوك فيه، وعلى ذلك فنأخذ بالمتيقن وهو الوضوء فنقول: أنت على وضوء، واليقين لا يزول بالشك. ¶ وإذا كان الأمر بالعكس، كأن تيقنت الناقض وشككت في الوضوء بعده؛ فمثلاً تقول: إنك قد قضيت حاجتك بعد صلاة المغرب وتقول: أنا لا أدري هل توضأت بعد أن قضيت حاجتي أم لا؟ فنقول: هنا المتيقن هو الحدث والوضوء مشكوك فيه، وعلى ذلك فخذ بالمتيقن وهو عدم الوضوء، فاليقين لا يزول بالشك. ¶ إذا كنت لا تدري في صلاتك هل صليت ثلاثاً أم أربعاً، فالمتيقن هو الأقل، فتصلي رابعة وتسجد للسهو قبل السلام. ¶ وإذا كنت في الطواف فحصل عندك شك هل طفت ستاً أم سبعاً، فنقول: الأقل هو المتيقن، فأنت في حكم من طاف ستة أشواط وعليك أن تطوف الشوط السابع. ¶ كذلك إذا شك هل طلق امرأته أم لا؟ فنقول: الأصل بقاء النكاح لأنه المتيقن. ¶ وإذا شك كذلك هل طلق امرأته طلقة أو طلقتين فنقول: المتيقن هو طلاق مرة، وأما القدر الزائد فهو مشكوك فيه. ¶ وهكذا، فاليقين لا يزول بالشك.",
            "page": "2",
            "part": "3",
            "seal": "E0F704AD"
        },
        {
            "id": "28",
            "nass": "قاعدة الأصل الطهارة في المياه والأرض والثياب ¶ يقول الشيخ ابن سعدي رحمه الله تعالى: [والأصل في مياهنا الطهارة والأرض والثياب والحجارة] يقول الشيخ رحمه الله في هذا البيت: إن الأصل في المياه وفي الأرض وفي الثياب وفي الحجارة الطهارة. ¶ فالأصل في المياه الطهارة، وقد جاء في مسند أحمد وسنن الأربعة إلا ابن ماجه أن النبي عليه الصلاة والسلام قال: (إن الماء طهور لا ينجسه شيء). ¶ فالأصل الطهارة في مياه البحار والأنهار والعيون وغيرها، فإذا أصابك ماء من ميزاب لا تدري هل هذا الماء طاهر أم نجس، فنقول لك: إن الأصل في المياه الطهارة وعلى ذلك فلا تغسل ثوبك منه؛ لأن الأصل في المياه الطهارة، فلا يلزمك أن تغسل ثوبك منه. ¶ كذلك إذا وجدت إناءً فيه ماء فلك أن تتوضأ منه أو تغتسل، فإن قلت: لعله يكون نجساً؟ فنقول: إن الأصل في المياه الطهارة. ¶ وكذلك الأرض: فلك أن تصلي في أي بقعة من الأرض لم تعلم نجاستها، ولذا قال عليه الصلاة والسلام: (الأرض كلها مسجد إلا المقبرة والحمام)، رواه الإمام أحمد والترمذي. ¶ وقال: (وجعلت لي الأرض مسجداً وطهوراً)، متفق عليه. ¶ وكذلك الثياب: فإذا وجدت ثوباً لا تعلم نجاسته فلك أن تلبسه وتصلي فيه وإن كان من كافر؛ لأن الأصل في الثياب الطهارة. ¶ وثياب الكفار وإن كانت مستعملة فلنا أن نصلي فيها ما لم نعلم نجاستها؛ لكن الأفضل أن تغسل، ومثل ذلك الأواني.",
            "page": "3",
            "part": "3",
            "seal": "3C2198A3"
        },
        {
            "id": "29",
            "nass": "الأصل في الأشياء الإباحة ¶ واعلم أن الأشياء الأصل فيها الإباحة، قال الله جل وعلا: {هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الأَرْضِ جَمِيعًا} [البقرة:29]، واللام هنا للاستحقاق، فكل شيء هو حلال ما لم يرد تحريمه. ¶ وجاء في سنن ابن ماجه والحديث حسن أن النبي عليه الصلاة والسلام قال: (الحلال ما أحله الله في كتابه، والحرام ما حرمه الله في كتابه، وما سكت الله عنه فهو عفو). ¶ وقال تعالى: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} [الأنعام:145]. ¶ فالمحرم من الأطعمة هو ما استثني؛ لأن الأصل ما أبيح لا ما حرم، وهكذا كل الأشياء، فمن حرم شيئاً طولب بالدليل؛ لأن الأصل في الأشياء الإباحة، نعم.",
            "page": "4",
            "part": "3",
            "seal": "C5A44015"
        },
        {
            "id": "30",
            "nass": "ذكر الأشياء التي يكون الأصل فيها التحريم",
            "page": "5",
            "part": "3",
            "seal": "8DEC718F"
        },
        {
            "id": "31",
            "nass": "الأصل في الأبضاع التحريم ¶ قال المصنف رحمه الله: [والأصل في الأبضاع واللحوم والنفس والأموال للمعصوم تحريمها حتى يجيء الحل فافهم هداك الله ما يمل] أما الأبضاع فالأصل فيها التحريم، وكذلك اللحوم، وكذلك النفوس وكذلك الأموال. ¶ الأبضاع: جمع بضع، وهو الفرج، فليس لك أن تطأ فرجاً حتى تعلم السبب المبيح له، لأن الله جل وعلا قال: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ} [المؤمنون:5 - 6]. ¶ إذاً ليس لك أن تطأ فرجاً إلا أن يكون مباحاً لك بملك يمين أو عقد نكاح، لأن الأصل في الفروج هو التحريم، ولو أن رجلاً بينه وبين امرأة رضاع، وهي من آل فلان، ولا يعلم عينها، كمن قالت له أمه: إني قد أرضعت ابنة من آل فلان خمس رضعات معلومات، ولا يدري هل هي فلانة أم فلانة أم فلانة، في نساء محصورات، فنقول: لا يحل لك أن تنكح أي واحدة منهن لا فلانة ولا فلانة ولا فلانة؛ لأن الأصل في الأبضاع التحريم. ¶ لكن إن كانت النساء غير محصورات، كمن قالت له أمه: إني قد أرضعت بنتاً من المدينة الفلانية خمس رضعات، فهل نحرم عليه بنات تلك البلدة كلهن؟ ¶ A  لا. ¶ كذلك إذا كانت في قبيلة كبيرة فلا، لأن في ذلك مشقة وحرجاً، أما إذا كانت النساء محصورات فلا يحل له أن يطأ امرأة منهن، حتى يعلم أنها ليست هي التي رضعت معه.",
            "page": "6",
            "part": "3",
            "seal": "396EA4B3"
        },
        {
            "id": "32",
            "nass": "الأصل في اللحوم التحريم ¶ وكذلك: الأصل في اللحوم التحريم: فإذا أتيت بلحم فليس لك أن تأكل منه حتى تعلم السبب المبيح له، إما أن يكون قد ذكي وإما أن يكون قد صيد، فلابد أن تعلم السبب المبيح لأكله من ذكاة أو صيد. ¶ قال جل وعلا: {وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} [الأنعام:121]. ¶ وقال عليه الصلاة والسلام: (ما أنهر الدم وذكر اسم الله عليه فكل). ¶ لكن إن علمت أن الذي يأتي به لا يأتي إلا بلحم مذبوح فلك أن تأكل، فتسمي الله أنت وتأكل. ¶ إذاً: لو أنك أتيت بلحم ولا تدري هل ذكر اسم الله عليه أم لا، فليس لك أن تأكل حتى تعلم السبب المبيح من ذكاة أو صيد، ولذا فإذا حصل شك في السبب المبيح رجعنا إلى الأصل وهو التحريم، فمثلاً: لو أنك رميت طائراً بسهم فوقع في ماء فمات، فلا يحل لك أن تأكل منه شيئاً؛ لأنك تشك في المبيح فلا تدري هل سهمك هو الذي قتله أم الماء، كما جاء هذا في حديث عدي بن حاتم في الصحيحين. ¶ إذاً: الأصل في اللحوم هو التحريم، وليس المراد أنك إذا دعيت عند مسلم فأتى بلحم أنك لا تأكل حتى تسأله، لأن الأصل في اللحوم التي تقدم من المسلمين أنها مذكاة، لكن لو أنك أتيت إلى بلد فيه المسلم وفيه الكافر وفيه الكتابي، فوجدت لحماً لا تدري هل ذكي أم لا؟ وهل ذكر اسم الله عليه أم لا؟ فليس لك أن تأكل منه شيئاً؛ لأن الأصل في اللحوم التحريم.",
            "page": "7",
            "part": "3",
            "seal": "0F8DF5F9"
        },
        {
            "id": "33",
            "nass": "الأصل في النفوس والأموال التحريم ¶ كذلك أيضاً: الأصل في النفوس التحريم. ¶ فلا يجوز أن تقتل النفس المعصومة، ولا أن يقطع طرفها، ولا أن تجرح إلا بسبب مبيح. ¶ وفي الحديث: (لا يحل دم امرئ مسلم إلا بإحدى ثلاث: الثيب الزاني والنفس بالنفس والتارك لدينه المفارق للجماعة)، كما جاء في الصحيحين. ¶ وجاء في الصحيحين أيضاً أن النبي عليه الصلاة والسلام قال: (إن دماءكم وأموالكم وأعراضكم عليكم حرام، كحرمة يومكم هذا في بلدكم هذا في شهركم هذا). ¶ إذاً: لا يحل أن يراق دم المسلم بقتل ولا بجرح، ولا بأن يقطع طرفه، إلا بسبب مبيح، فالأصل في النفوس المعصومة التحريم. ¶ كذلك في الأموال: لا يحل لك أن تأخذ من مال أخيك إلا بحق، أي: إلا بسبب مبيح، ولذا قال عليه الصلاة والسلام: (لا يحل مال امرئ مسلم إلا بطيب نفس منه). ¶ إذاً الأصل في الأشياء الإباحة إلا الأبضاع واللحوم والنفوس والأموال، فإن هذه الأصل فيها التحريم.",
            "page": "8",
            "part": "3",
            "seal": "0A25847A"
        },
        {
            "id": "34",
            "nass": "الأصل في العادات الإباحة ¶ قال المصنف رحمه الله: [والأصل في عاداتنا الإباحة حتى يجيء صارف الإباحة] الأصل في العادات الإباحة: العادات: هي ما اعتاده الناس من التصرفات والأقوال والأفعال، فالأصل فيها الإباحة. ¶ مثال ذلك: جلوسهم على الطعام على الأرض أو على الكراسي، هذا من العادات، فالأصل فيه الإباحة. ¶ ومن العادات أن هذا يأكل بيده وهذا يأكل بالملعقة، فالأصل في ذلك الإباحة. ¶ هذا يلبس ثوباً بطريقة معينة، وهذا يلبسه بطريقة أخرى، الأصل في هذا الإباحة. ¶ كذلك أيضاً في التحية، هذا يبدأ بكلمة وهذا يبدأ بكلمة أخرى، هذا يقول: مساء الخير وهذا يحيي بتحية أخرى، فنقول: هذا كذلك جائز لأنه من العادات، ولذا قال جل وعلا: {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا} [النساء:86]. ¶ لكنا نقول: إن الأكمل في التحية ما جاء في الشرع: السلام عليكم ورحمة الله وبركاته. ¶ إذاً: العادات الأصل فيها الحل. ¶ كذلك بعض الناس يكتفي بالمصافحة، وبعضهم يعانق، وبعضهم يضع الأنف على الأنف، وبعضهم يضع الخد على الخد، فهذه عادات الأصل فيها الحل، إلا أن يأتي دليل يدل على التحريم، فإذا كانت هذه العادة فيها تشبه بالنساء، قلنا: إنها لا تحل للرجل؛ لأن النبي عليه الصلاة والسلام لعن المتشبهين من الرجال بالنساء والمتشبهات من النساء بالرجال.",
            "page": "9",
            "part": "3",
            "seal": "531294F5"
        },
        {
            "id": "35",
            "nass": "الأصل في العبادات التوقيف ¶ قال المصنف رحمه الله: [وليس مشروعاً من الأمور غير الذي في شرعنا مذكور] الأصل في العبادات التوقيف: فليس للعبد أن يتعبد الله جل وعلا إلا بما شرع رسول الله صلى الله عليه وسلم. ¶ قال جل وعلا: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} [الشورى:21]. ¶ وفي الصحيحين أن النبي عليه الصلاة والسلام قال: (كل عمل ليس عليه أمرنا فهو رد). ¶ فنقول: إن الأصل في العبادات التوقيف على ما جاء بالنص، فليس لك أن تتعبد الله إلا بما جاء عن النبي عليه الصلاة والسلام، وهي قاعدة معروفة.",
            "page": "10",
            "part": "3",
            "seal": "5F78140A"
        },
        {
            "id": "36",
            "nass": "الوسائل لها حكم المقاصد ¶ قال المصنف رحمه الله: [وسائل الأمور كالمقاصد واحكم بهذا الحكم للزوائد] هذه قاعدة الوسائل لها أحكام المقاصد، قال جل وعلا: {فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ} [الجمعة:9]. ¶ الوسيلة لها حكم مقصدها، فإذا كان المقصد مأموراً بها كانت الوسيلة مأموراً بها، وإذا كان المقصد منهياً عنه كانت الوسيلة منهياً عنها، فذهابك إلى المسجد لأداء صلاة الجماعة الواجبة عليك واجب؛ لأن صلاة الجماعة واجبة. ¶ وشراؤك الطيب لتتطيب به يوم الجمعة مستحب؛ لأن التطيب يوم الجمعة مستحب. ¶ وتحصيلك الماء لتغتسل به من الجنابة واجب مع القدرة؛ لأن الغسل من الجنابة واجب. ¶ وتحصيلك الماء للغسل يوم الجمعة مستحب؛ لأن الغسل يوم الجمعة مستحب إلا مع وجود رائحة كريهة تؤذي. ¶ وشراؤك السلاح لتقتل به مسلماً محرم؛ لأن قتل المسلم حرام. ¶ وشراء السلاح ليقام به حد الله واجب، وهكذا قال هنا: (واحكم بهذا الحكم للزوائد): الزوائد: هي المتممات، فمثلاً: ذهابك إلى المسجد هذا وسيلة لأداء الصلاة في المسجد، لكن رجوعك إلى منزلك بعد أداء الفريضة متمم. ¶ ذهابك إلى الحج بالسيارة أو بالطائرة وسيلة؛ لكن رجوعك متمم. ¶ فيقول: كما أن الوسيلة قد تكون عبادة يؤجر عليها وقد تكون بخلاف ذلك، فكذلك الزوائد المتممات، فكما أن لك في ذهابك إلى المسجد بكل خطوة حسنة تكتب وخطيئة تحط فكذلك رجوعك إلى البيت، ولذا جاء في الصحيحين أن الرجل الذي كان يذهب إلى المسجد ويجيء قال للنبي عليه الصلاة والسلام: (إني أريد أن يكتب لي ممشاي إلى المسجد ورجوعي إذا رجعت إلى أهلي، فقال له النبي عليه الصلاة والسلام: إن الله قد جمع لك ذلك كله). ¶ فالرجوع يثاب عليه لأنه متمم، إذاً الزوائد هنا هي المتممات.",
            "page": "11",
            "part": "3",
            "seal": "33228ADD"
        },
        {
            "id": "37",
            "nass": "العفو عن الخطأ والجهل والإكراه والنسيان",
            "page": "12",
            "part": "3",
            "seal": "932F35B1"
        },
        {
            "id": "38",
            "nass": "قاعدة العفو عن الخطأ ¶ قال المصنف رحمه الله: [والخطأ الإكراه والنسيان أسقطه معبودنا الرحمن لكن مع الإتلاف يثبت البدل وينتفي التأثيم عنه والزلل] الخطأ: هو ضد العمد، ومنه الجهل، ومن أخطأ فلا إثم عليه. ¶ ولذا جاء في ابن ماجه أن النبي عليه الصلاة والسلام قال: (رفع لي عن أمتي الخطأ والنسيان وما استكرهوا عليه)، وهو حديث حسن. ¶ وقال الله جل وعلا: {رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا} [البقرة:286] الآية، قال الله: (قد فعلت)، كما جاء هذا في صحيح مسلم. ¶ إذاً: الخطأ لا يؤاخذ عليه المكلف ولا يأثم، والخطأ هو ضد العمد ومنه الجهل، سواء كان الخطأ في حق الله جل وعلا، كأن يصلي إلى غير القبلة مع عدم وجود محراب ولا عدل يسأله، فلا يأثم وإن كان الوقت قد خرج، فالذي يترجح أنه لا يعيد. ¶ وإذا كان الخطأ في حق الآدمي فلا إثم أيضاً، كأن يرمي بسهم ليصيد به فيقتل إنساناً معصوماً. ¶ فنقول: لا إثم عليه ولكن عليه الضمان، فيضمن هذه النفس بالدية، ولذا قال الشيخ هنا: [لكن مع الإتلاف يثبت البدل وينتفي التأثيم عنه والزلل]",
            "page": "13",
            "part": "3",
            "seal": "7C600D67"
        },
        {
            "id": "39",
            "nass": "قاعدة العفو عن الجهل ¶ وقلنا: إن من الخطأ الجهل، كالذي يصلي إلى غير القبلة جاهلاً، والجهل عذر ولكن مع عدم التفريط. ¶ أما من كان مفرطاً فإنه لا يعذر بالجهل، وذلك إذا كانت أسباب العلم متيسرة، ثم إنه فعل شيئاً جهلاً وقال: إني لا أعرف الحكم ففعلت كذا، فنقول: إنك لا تعذر لتفريطك. ¶ فمن كان مثله يجهل فإنه يعذر، ومن كان مثله لا يجهل فإنه لا يعذر. ¶ مثال من كان مثله يجهل: رجل قد نشأ في بادية أو كان حديث عهد بإسلام فوقع في مسألة جهلاً فنقول: يعذر، لأن مثله يعذر، أعني أن الناشئ في البادية أو حديث العهد بالإسلام يقع منه الجهل فيعذر. ¶ لكن لو أن رجلاً في مدائن الإسلام وقال: أنا لم أدر أن صلاة المغرب ثلاث ركعات، وقد صليت ركعتين، فنقول: لا تعذر. ¶ أو قال: أنا لم أعلم أن الجماع في نهار رمضان مفطر، فنقول: لا تعذر؛ لأن مثلك لا يجهل مثل هذه المسائل. ¶ لكن هناك مسائل قد يجهلها حتى من يعيش في المدن، كحق الفسخ عند وجود عيب في المرأة، كمن تزوج امرأة فدخل بها فوجد فيها عيباً لم يخبر به، وهو ليس ممن يحضر دروس العلم ولا يجالس الفقهاء، فمثله قد يجهل أن له حق الفسخ، فيطأ هذه المرأة لظنه أنه لا حق له في الفسخ. ¶ فنقول: لك الفسخ وإن جامعتها لأنك تجهل؛ لكن لها الضمان في بضعها. ¶ إذاً من كان في مدائن الإسلام فلا يعذر بالجهل إلا في المسائل الخفية. ¶ تجد أن كثيراً من الناس يخفى عليهم أن إخراج القيء عمداً يفطر الصائم، فيقع هذا من كثير من الشباب ولا يدري؛ لكنه يعلم أن الأكل والشرب والجماع من المفطرات، فهذا لا نقول إنه قد أفطر إذا استقاء عمداً إلا بعد أن يعلم ويعرف، لأن مثل هذه المسائل يجهلها أمثاله. ¶ وعلى ذلك فنقول: إن كان مثله يجهل فإنه يعذر، وإن كان مثله لا يجهل فإنه لا يعذر. ¶ بعض الناس يأتون من بعض البلاد التي كانت تحت الحكم الشيوعي فيحجون بيت الله وقد يجامع أحدهم امرأته ليلة عرفة أو يوم عرفة قبل أن يتحلل التحلل الأول، ويقول: أنا لا أعرف أن الحج يفسد بذلك، بل لم أعرف أنه من محذورات الإحرام. ¶ فنقول: هذا حجه لا يفسد ولا حرج عليه؛ لأن مثله يجهل. ¶ لكن من كان في بلاد ينتشر فيها العلم فإنه لا يعذر بذلك، مثلما يوجد الآن في علامات المرور من إشارة وغيرها، لا يعذر في مخالفتها من يقود السيارة ويسكن المدن؛ لكن لو أتى رجل من بادية فإنهم قد يعذرونه في بعض الأخطاء.",
            "page": "14",
            "part": "3",
            "seal": "A6E54309"
        },
        {
            "id": "40",
            "nass": "قاعدة العفو عن الإكراه ¶ وذكر أيضاً الإكراه؛ والإكراه على نوعين: النوع الأول: إكراه ملجئ: بحيث يكون المكره كالآلة. ¶ فلو أن رجلين رفعا رجلاً قهراً ورمياه على نائم فقتله، فهو هنا كالآلة، أي: كأنه حجر، فنقول: هذا كالآلة فلا إثم عليه ولا ضمان، وهذا هو الإكراه الملجئ. ¶ النوع الثاني: الإكراه غير الملجئ: وهو أن يكره على فعل أو قول بالتهديد له أو لولده أو لوالده أو لصاحبه، ويغلب على ظنه أن هذا المهدد ينفذ ما هدده به. ¶ كأن يقول له: إما أن تفعل كذا أو أقتلك، أو أقطع طرفك، أو أسجنك، أو أجلدك، فيهدده بشيء يغلب على ظنه أنه يقدر على التنفيذ، فهذا هو الإكراه غير الملجئ. ¶ وهذا النوع يختلف حكمه باختلاف المسائل وباختلاف نوع ما أكره به: فإذا أكره رجل على أن يسب الله وقيل له: إما أن تسب الله وإما أن نقتلك، وهو يخشى أن ينفذوا ذلك، فله أن يسب وقلبه مطمئن بالإيمان. ¶ لكن لو قيل له: إما أن تسب الله والرسول وإلا جلدناك عشرة أسواط، فهذا لا يعد إكراهاً. ¶ ولو قيل له وهو رجل ذو شرف ومكانة في المجتمع: إما أن تطلق امرأتك وإما أن نذهب بك إلى مجتمع الناس ونجلدك ثلاثة أسواط، فهذا يعد إكراهاً في مثله؛ لأنه رجل شريف، لا يتحمل أن يضرب سوطاً أمام الناس. ¶ ولو أن رجلاً قال لامرأته: إما أن تكتبي هذا البيت باسمي أو أطلقك، فهذا يعد إكراهاً؛ لأن الطلاق أشد من ضرب السياط على ظهرها، فلها أن تطالب بحقها في هذا البيت لأنها مكرهة. ¶ لو أن رجلاً شريفاً ذا مكانة في الناس قيل له: إما أن تهب لنا كذا وكذا وإلا نشهر بك في الجريدة، فهذا يعد إكراهاً بالنسبة له. ¶ إذاً: الإكراه يختلف باختلاف المسائل، فننظر إلى المسألة وننظر إلى نوع الإكراه، ويقرر هل يعد هذا إكراهاً أم لا بحسب المسألة: هذا رجل قيل له: إما أن تسب الدين أو نؤخر دخولك إلى هذه البلد عشر ساعات، فهذا ليس بإكراه. ¶ وإن كان قد أكره على أن يقتل أحداً أو أن يقطع طرفه أو أن يجرحه، فنقول: هذا يأثم، وعليه الضمان، لأن المكلف ليس له أن ينقذ نفسه بهلكة غيره. ¶ لكن لو قيل له: إما أن تحرق مزرعة فلان أو نقطع يدك، فأحرق المزرعة نقول: الضمان على من أكرهه، لأن له أن يفدي نفسه من قطع اليد ومن القتل بإتلاف مال غيره، ويكون الضمان على من أكرهه.",
            "page": "15",
            "part": "3",
            "seal": "80B3D6DA"
        },
        {
            "id": "41",
            "nass": "قاعدة العفو عن النسيان ¶ وذكر المؤلف النسيان: والنسيان: هو ذهول القلب عن شيء معين. ¶ فالناسي معذور لا يأثم للحديث المتقدم؛ لكن إن نسي مأموراً فعليه أن يأتي به، وإن نسي منهياً فلا شيء عليه، أي أنه فعل محذوراً من المحذورات ناسياً، فلا شيء عليه وإن نسي فترك مأموراً فعليه أن يأتي به أو بما يجبره. ¶ نسي هذا الرجل فتجاوز الميقات بدون إحرام، والإحرام من الميقات واجب من واجبات الحج. ¶ نقول: لا إثم عليك في النسيان فقد رفع عنك الإثم، ولكن إما أن ترجع وإما أن تجبره بدم؛ لأنه ترك مأموراً ناسياً. ¶ وإن فعل محذوراً كأن أكل أو شرب ناسياً في رمضان، أو تطيب ناسياً في الحج، أو صلى بثوب نجس ناسياً. ¶ فنقول: لا شيء عليك، فمن تطيب ناسياً فلا شيء عليه، ومن أكل أو شرب ناسياً فلا شيء عليه، وقد أطعمه الله وسقاه. ¶ إذاً: من ترك مأموراً ناسياً فعليه أن يأتي به أو بما يجبره، ومن نسي ففعل محذوراً فلا شيء عليه.",
            "page": "16",
            "part": "3",
            "seal": "B55D4076"
        },
        {
            "id": "42",
            "nass": "يثبت تبعاً ما لا يثبت استقلالاً ¶ قال المصنف رحمه الله: [ومن مسائل الأحكام في التبع يثبت لا إذا استقل فوقع] هذه قاعدة: يثبت تبعاً ما لا يثبت استقلالاً: هناك أشياء لا تحل إذا استقلت، لكن إذا كانت تبعاً فهي حلال، كبيع الحمل في البطن، مثلاً لو قال: أبيعك ما في بطن هذه الناقة فإنه لا يجوز، لكن إن باع الناقة وما في بطنها فإنه يجوز، لأن الذي في البطن هنا تبع. ¶ إن باعه زرعاً لم يشتد فنقول: إن هذا البيع باطل. ¶ وإن باعه أرضاً وفيها زرع لم يشتد، فنقول: هنا الزرع الذي لم يشتد قد ثبت تبعاً للأرض، فيجوز بيعه؛ لأنه يثبت تبعاً ما لا يثبت استقلالاً. ¶ بيع الثمر قبل بدو صلاحه لا يجوز، فإن باع النخلة وعليها ثمر لم يبد صلاحه فلا بأس؛ لأنه يثبت تبعاً ما لا يثبت استقلالاً. ¶ والحمد لله رب العالمين وصلى الله وسلم وبارك على نبينا محمد، وعلى آله وصحبه.",
            "page": "17",
            "part": "3",
            "seal": "2C03887F"
        },
        {
            "id": "43",
            "nass": "فقه القواعد الفقهية [4]",
            "page": "1",
            "part": "4",
            "seal": "A96B6A5B"
        },
        {
            "id": "44",
            "nass": "قاعدة العادة محكمة ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. ¶ قال الناظم رحمه الله تعالى: [والعرف معمول به إذا ورد حكم من الشرع الشريف لم يحد] ذكر المؤلف رحمه الله تعالى في هذا البيت أن العرف يعمل به فيما إذا ورد حكم ولم يحد من قبل الشارع، إذا ورد حكم في الشرع لم يحد فإنه يحد بالعرف، والعرف هو ما اعتاده الناس إما جميعهم أو غالبهم، ما اعتاده الناس إما جميعهم أو غالبهم، أو كذلك ما اعتادته طائفة من الناس إما جميع هذه الطائفة أو أكثر هذه الطائفة، فهذا يسمى بالعرف. ¶ إذاً: ما اعتاده الناس أو اعتادته طائفة منهم، فإما أن يعتادوه جميعاً أو غالبهم، فهذا هو العرف، فإذا جاءنا حكم فإنا نرجع في تحديده للعرف إذا لم يحصل له تحديد من قبل الشارع، قال الله جل وعلا: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} [البقرة:228]. ¶ يعني بالعرف. ¶ فللمرأة من النفقة والسكنى ما يحكم فيه العرف، وهذا يختلف باختلاف حال الزوج غنى أو فقراً أو توسطاً، وعلى ذلك فنقول: إنا نرجع في النفقة إلى العرف، فما حكم به العرف في نفقة المرأة رجعنا إليه، لأن الشارع أرجعنا هنا إلى العرف. ¶ وكذلك في سائر الأحكام التي لم تحد من قبل الشارع، كالقبض مثلاً في البيع نرجع فيه إلى العرف، فما عد قبضاً في العرف فهو قبض في حكم الشارع. ¶ كذلك في الحرز في السرقة، فما عُدَّ حرزاً في العرف فهو حرز في حكم الشارع. ¶ كذلك في بعض مسائل العبادة كالموالاة في الوضوء، نرجع في ذلك إلى العرف، فإذا كان الزمن طويلاً في العرف حكمنا بالانقطاع وفوات الموالاة، وإذا كان الزمن قصيراً في العرف حكمنا بالاتصال وحصول الموالاة، فإذا غسل وجهه في الوضوء وأخر غسل يديه وكان بينهما زمن طويل في العرف قلنا له: استأنف الوضوء، وإن كان الزمن قصيراً في العرف قلنا له: أكمل. ¶ وهكذا نرجع إلى العرف في مسائل كثيرة، فيما لم يحدد من قبل الشرع. ¶ هناك مسائل يتفق الناس على أنها هي العرف، وهناك مسائل يكون هذا هو العرف في الغالب، فنأخذ بالغالب، لأن الغالب له حكم الكل، وهذا كما تقدم قد يكون للناس جميعاً وقد يكون لطائفة منهم. ¶ فإذا أتينا مثلاً إلى سائقي الأجرة فهؤلاء طائفة من الناس، فإذا كان عرفهم أن من ركب من المطار إلى أي موضع في البلد يدفع مثلاً مائة ريال فركبت ولم تذكر أجرة، فإنا نرجع عند الاختلاف إلى العرف، فنقول: ما هو العرف عندكم؟ فإذا قالوا: إن العرف عندنا أن يدفع مائة ريال، فنقول لهذا المستأجر: ادفع هذه الأجرة، لأن هذا هو العرف. ¶ كذلك إذا عمل أجير عند شخص لمدة شهر فإن العرف أن الجمعة لا تدخل في العمل، هذا في بعض الأعمال؛ لكن الأعمال المنزلية قد يكون العرف بخلاف ذلك وأنها تدخل، وكذلك رعي الماشية تدخل فيه الجمعة، لكن هناك أعمال لا تدخل فيها الجمعة، فلو أراد أن يخصم من أجره أيام الجمع لأنه لم يحضر فيها نقول له: نرجع إلى العرف، فإن كان العرف يقضي أنه لا يحضر يوم الجمعة حكمنا بذلك، وإن كان العرف يقضي بحضوره يوم الجمعة فإن لك أن تخصم منه هذا اليوم.",
            "page": "2",
            "part": "4",
            "seal": "40477A87"
        },
        {
            "id": "45",
            "nass": "من تعجل الشيء قبل أوانه عوقب بحرمانه ¶ قال المصنف رحمه الله: [معاجل المحظور قبل آنه قد باء بالخسران مع حرمانه] هذه قاعدة: من تعجل شيئاً قبل أوانه عوقب بحرمانه، قال عليه الصلاة والسلام: (من شرب الخمر في الدنيا لم يشربها في الآخرة)، كما جاء هذا في الصحيح. ¶ وجاء في سنن أبي داود أن النبي عليه الصلاة والسلام قال: (لا يرث القاتل شيئاً)، فالقاتل لا يرث من المقتول؛ لأنه تعجل هذا الشيء قبل أوانه فعوقب بحرمانه، سواء كان متعمداً أو مخطئاً سداً للذريعة. ¶ كذلك لو قتل الموصى إليه الموصي فإنا نحرمه من الوصية لأنه تعجل شيئاً قبل أوانه. ¶ كذلك إذا طلق الرجل امرأته طلاقاً بائناً في مرضه المخوف، فكذلك نقول: إنها ترث لأنه أراد حرمانها. ¶ إذاً من تعجل شيئاً قبل أوانه عوقب بحرمانه.",
            "page": "3",
            "part": "4",
            "seal": "04F61EA0"
        },
        {
            "id": "46",
            "nass": "قاعدة اقتضاء النهي الفساد أو عدمه وصور ذلك ¶ قال المصنف رحمه الله: [وإن أتى التحريم في نفس العمل أو شرطه فذو فساد وخلل] النهي قد يقتضي الفساد وقد لا يقتضيه، فمتى يقتضي النهي الفساد ومتى لا يقتضيه؟ عندنا أربع صور:",
            "page": "4",
            "part": "4",
            "seal": "1F1066E4"
        },
        {
            "id": "47",
            "nass": "الصورة الأولى أن يعود النهي إلى ذات المنهي عنه ¶ الصورة الأولى: أن يعود النهي إلى ذات المنهي عنه: فهنا يقتضي الفساد، فمثلاً: الشارع نهى عن صوم يوم العيد، فإذا صامه نقول: إن هذا الصيام باطل. ¶ والشارع نهى عن الصلاة في وقت النهي، فإذا تطوع بتطوع مطلق في وقت النهي قلنا له: إن هذه الصلاة باطلة لأن الشارع قد نهى عنها. ¶ وإذا باع في يوم الجمعة بعد النداء الثاني قلنا له: إن هذا البيع باطل؛ لأن الشارع قد نهى عنه، قال تعالى: {وَذَرُوا الْبَيْعَ} [الجمعة:9]. ¶ إذا نكح المعتدة قلنا له: إن النكاح باطل؛ لأن الشارع نهى عن نكاح المعتدة. ¶ هذه المسائل كلها يعود فيها النهي إلى ذات المنهي عنه.",
            "page": "5",
            "part": "4",
            "seal": "499EF422"
        },
        {
            "id": "48",
            "nass": "الصورة الثانية أن يعود النهي إلى شرط المنهي عنه على وجه يختص به ¶ الصورة الثانية: أن يعود النهي إلى شرط المنهي عنه على وجه يختص به؛ يعني: أن النهي لا يعود إلى ذات المنهي عنه وإنما يعود إلى شرطه، ويكون على وجه يختص. ¶ ومعنى (على وجه يختص) أن هذا الشيء لا ينهى عنه إلا في هذه العبادة أو في هذا العقد، لكن لا ينهى عنه خارج هذه العبادة. ¶ فمثلاً: الجلوس في مرابض الإبل يجوز، لأن الشارع لم ينهنا عن الجلوس في مرابض الإبل، لكنه نهانا عن الصلاة فيها، فهنا النهي يعود إلى شرط العبادة على وجه يختص بالعبادة، لأنه لا نهي عن هذا الشيء خارج العبادة. ¶ فهذا كذلك يقتضي الفساد، فإذا صلى في مرابض الإبل فصلاته باطلة. ¶ مثال آخر: إذا صلت المرأة وهي كاشفة لشعرها، فنقول: إن صلاتها باطلة، لأن النهي هنا عن كشف الشعر على وجه يختص بالصلاة، فلو جلست في بيتها ولا أجنبي وقد كشفت عن شعرها فلا حرج عليها. ¶ إذاً: هذا على وجه يختص، وعلى ذلك فيقتضي الفساد.",
            "page": "6",
            "part": "4",
            "seal": "1E2CB8F8"
        },
        {
            "id": "49",
            "nass": "الصورة الثالثة أن يعود النهي إلى شرط المنهي عنه على وجه لا يختص به ¶ الصورة الثالثة: أن يكون النهي عائداً إلى الشرط على وجه لا يختص بالعبادة. ¶ يعني: بأن ينهى عن الشيء في العبادة وخارج العبادة، كالذي يستر عورته بثوب حرير، فهذا محرم في الصلاة وخارج الصلاة. ¶ إذاً: ليس النهي هنا على وجه يختص بالعبادة؛ لكن ثوب الحرير ينهى عن لبسه في الصلاة وخارج الصلاة، ولذا فإنا نقول: إن هذا النهي يعود إلى شرط العبادة على وجه لا يختص بالعبادة. ¶ فهذا فيه قولان لأهل العلم: هل يقتضي الفساد أم لا؟ فالحنابلة قالوا: إنه يقتضي الفساد. ¶ وقال الجمهور وهو اختيار شيخ الإسلام ابن تيمية: إنه لا يقتضي الفساد. ¶ وهذا هو الراجح؛ لأن الجهتين منفكتان، فنقول: هو مأجور على صلاته آثم لستر عورته بثوب حرير.",
            "page": "7",
            "part": "4",
            "seal": "689BB111"
        },
        {
            "id": "50",
            "nass": "الصورة الرابعة أن يعود النهي إلى أمر خارج ¶ الصورة الرابعة: أن يعود إلى أمر خارج عن العبادة، ولا يعود إلى ذاتها ولا إلى شرطها: كأن يصلي وفي يده خاتم ذهب، فهذا لا يعود إلى العبادة ولا إلى شرط العبادة، بل يعود إلى أمر خارج عنها، فهذا لا يقتضي الفساد اتفاقاً، ومن ذلك أن يسوم على سوم أخيه، فإذا سام على سوم أخيه ثم تم البيع فإننا نقول: إن البيع يصح لكنه يأثم حيث سام على سوم أخيه. ¶ مثلاً: هذا الرجل سام سلعة بعشرة آلاف ريال، فركن صاحب السلعة إلى هذا السوم واطمأنت نفسه، فليس لك أن تسوم على سومه، لأن نفسه قد اطمأنت فهو يريد أن يبيع بهذا السوم، فأتيت وقلت: أنا أزيد ألفاً، فتكون قد سمت على سوم أخيك، وذلك لا يجوز. ¶ لكن إن باع لك فالبيع صحيح مع الإثم، لأن السوم خارج عن البيع، لا يعود إلى شرط البيع ولا يعود إلى ذات البيع.",
            "page": "8",
            "part": "4",
            "seal": "28D60BBE"
        },
        {
            "id": "51",
            "nass": "قاعدة عدم الضمان في دفع الصيال ¶ قال المصنف رحمه الله: [ومتلف مؤذيه ليس يضمن بعد الدفاع بالتي هي أحسن] أي: من أتلف شيئاً آذاه فإنه لا يضمن؛ لأن هذا من باب دفع الصائل. ¶ مثال: إذا صال عليك جمل فقتلته فلا ضمان عليك، لأن هذا من باب دفع الصائل الذي يصول على النفوس والأموال. ¶ فالذي يصول على النفوس والأموال يدفع بالأسهل فالأسهل، ولذا قال النبي عليه الصلاة والسلام كما في صحيح مسلم لرجل قال له: (يا رسول الله! أرأيت إن جاء رجل يريد أن يأخذ مالي؟ قال: فلا تعطه، قال: فإن قاتلني؟ قال: فقاتله، قال: فإن قتلته؟ قال: فهو في النار، قال: فإن قتلني؟ قال: فأنت في الجنة). ¶ إذاً: الصائل يدفع بالأسهل فالأسهل حتى لو وصل ذلك إلى القتل، أما إذا كان يكفي التهديد فليدفعه بالتهديد، وإذا كان لا يكفي دفعه بما هو فوق كالضرب ثم الجرح إلى القتل، فيدفعه بالأسهل فالأسهل، هكذا يدفع الصائل. ¶ لو أنك كنت في سفينة وكان هناك متاع فوق فوقع عليك فدفعته بيدك فوقع في البحر فلا تضمن؛ لأنه قد صال عليك. ¶ لكن لو أنك قد تأذيت من شيء فأتلفت شيئاً آخر لتدفع أذى غيره، فهنا عليك الضمان، ولذا فإن من حلق شعره ليدفع عنه أذى القمل فعليه فدية لأن الشعر لم يؤذه وإنما آذاه القمل، فدفع القمل بإزالة شعره. ¶ لكن لو أن شعرة نزلت على عينه وأزالها بيده فلم تذهب فآذته فنتفها فلا فدية عليه؛ لأنها مؤذية. ¶ كذلك لو انكسر ظفره بشيء فآذاه فقلمه فلا شيء عليه، لأن الظفر هنا هو المؤذي. ¶ إذاً: إذا دفع شيئاً لشيء آخر قد آذاه فإن عليه الضمان، وأما إذا دفع هذا المؤذي نفسه فإنه لا ضمان عليه.",
            "page": "9",
            "part": "4",
            "seal": "720A1220"
        },
        {
            "id": "52",
            "nass": "ذكر بعض ألفاظ العموم ¶ قال المصنف رحمه الله: [وأل تفيد الكل في العموم في الجمع والإفراد كالعليم والنكرات في سياق النفي تعطي العموم أو سياق النهي كذاك من وما تفيدان معا كل العموم يا أخي فاسمعا ومثله المفرد إذ يضاف فافهم هديت الرشد ما يضاف] هذه بعض صيغ العموم. ¶ واللفظ العام هو: اللفظ الشامل لجميع أفراده. ¶ فـ (أل) الاستغراقية تفيد العموم، وهي التي يصلح أن يكون موضعها (كل)، مثل قوله: {إِنَّ الإِنسَانَ لَفِي خُسْرٍ} [العصر:2] أي: إن كل إنسان. ¶ (إنما الأعمال بالنيات)، أي: إنما كل الأعمال بالنيات. ¶ كذلك (من) و (ما) الموصولتان، وكذلك (من) و (ما) اللتان هما من أسماء الاستفهام وكذلك (من) و (ما) من أسماء الشرط، فهذه كلها تفيد العموم. ¶ مثال الموصول: {وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ} [الزمر:33]. ¶ ومثال الاستفهام: {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا} [النساء:87]. ¶ ومثال الشرط: {مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ} [فصلت:46]. ¶ هذه كلها صيغ عموم، ومحل الكلام عليها في كتب الأصول، والشيخ رحمه الله قد أدخل مسائل من مسائل الأصول في هذه المنظومة وكذلك أدخل مسائل من قواعد الأصول لهذه المنظومة في القواعد الفقهية، كالمسألة السابقة: (وإن أتى التحريم في نفس العمل)، فهذه من قواعد الأصول، وليست من القواعد الفقهية. ¶ فأضاف بعض المسائل التي هي من قواعد الأصول أو من مسائل علم أصول الفقه، ومن ذلك صيغ العموم. ¶ قوله: (كذلك المفرد إذ يضاف): أي: المفرد إذا أضيف فإنه يفيد العموم، كقوله تعالى: {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا} [إبراهيم:34] هذا مفرد مضاف. ¶ وكذلك الجمع إذا أضيف، كقول الله جل وعلا: {خُذْ مِنْ أَمْوَالِهِمْ} [التوبة:103]، هذا جمع مضاف يفيد العموم، ولذا أخذ منه وجوب الزكاة في عروض التجارة لأنها مال. ¶ إذاً المفرد المضاف والجمع المضاف كلاهما يفيد العموم. ¶ قول المصنف رحمه الله: (والنكرات في سياق النفي تعطي العموم أو سياق النهي) أي: كذلك النكرة في سياق النفي تفيد العموم، وكذلك في سياق النهي. ¶ مثال النكرة إذا كانت في سياق النفي: ليس في البيت أحد، هذه نكرة في سياق النفي تفيد العموم، أي أنه لا أحد في البيت، وهذا عام يشمل كل أحد. ¶ ومثال النكرة في سياق النهي: لا تشركوا بالله شيئاً، فـ (شيئاً) نكرة في سياق النهي فتفيد العموم. ¶ وقول المصنف رحمه الله: (كذاك من وما تفيدان معا كل العموم يا أخي فاسمعا) قد تقدم شرح هذا البيت. ¶ وتقدم أيضاً شرح قول المصنف رحمه الله: (ومثله المفرد إذ يضاف فافهم هديت الرشد ما يضاف)",
            "page": "10",
            "part": "4",
            "seal": "E8AEA8EB"
        },
        {
            "id": "53",
            "nass": "لا يتم الحكم حتى تتوفر الشروط وتنتفي الموانع ¶ قال المصنف رحمه الله: [ولا يتم الحكم حتى تجتمع كل الشروط والموانع ترتفع] هذه قاعدة نافعة جداً، وهي أن الحكم لا يتم حتى تتوفر شروطه وتنتفي موانعه. ¶ فمثلاً: الصلاة لها شروط ولها موانع، فالحيض مانع منها، واستقبال القبلة شرط لها، فإذا صلت المرأة مستقبلة القبلة لكنها حائض لم تصح صلاتها، وذلك لأن وجود المانع يمنع من أن يتم العمل، فلا يصح العمل مع وجود المانع. ¶ والزكاة كذلك لها شروط ولها موانع، فالدين من موانع وجوب الزكاة، إذاً العمل لا يتم إلا بعد توفر شروطه وانتفاء موانعه. ¶ كذلك التكفير لا يتم التكفير إلا إذا توفرت شروطه وانتفت موانعه. ¶ ومن موانعه: الإكراه والجهل في المسائل التي يجهل مثلها، والتأويل نوع من الجهل، فلابد في التفكير من أن تتم الشروط وتنتفي الموانع. ¶ إذاً: لا يتم الحكم حتى تتوفر شروطه وتنتفي موانعه.",
            "page": "11",
            "part": "4",
            "seal": "6EFC3426"
        },
        {
            "id": "54",
            "nass": "من أتى بما عليه من العمل استحق أجره ¶ قال المصنف رحمه الله: [ومن أتى بما عليه من عمل قد استحق ما له على العمل] أي: من أتى بما عليه من عمل استحق الأجرة المتفق عليها. ¶ مثاله: رجل اتفق مع أجير على أن يبني له جداراً وأن له كذا وكذا أجرة، فإذا قام بهذا العمل استحق أجرته. ¶ كذلك أيضاً في العبادات: إذا قام المسلم بالعبادة مخلصاً لله متبعاً لسنة نبيه صلى الله عليه وسلم فإنه يجزئ عمله ويستحق أن يثاب عليه.",
            "page": "12",
            "part": "4",
            "seal": "D1926E44"
        },
        {
            "id": "55",
            "nass": "الحكم يدور مع علته وجوداً وعدماً ¶ قال المصنف رحمه الله: [وكل حكم دائر مع علته وهي التي قد أوجبت لشرعته] هذا البيت فيه أن الحكم يدور مع علته وجوداً وعدماً، وأن العلة لها أثر بحيث إن الحكم يدور معها، فإذا وجدت العلة وجد الحكم، وإذا انتفت العلة انتفى الحكم. ¶ عندما نقول: إن هذا الثوب نجس، فما هي علة الحكم بنجاسته؟ ¶ A  وجود هذه النجاسة، فإذا زالت النجاسة بأي طريق -بالماء أو بالشمس أو بالريح- فإنا نقول: إن الثوب طاهر لأن العلة قد زالت. ¶ والعلة: هي الوصف الظاهر المنضبط المناسب لترتيب حكمة التشريع. ¶ فهي وصف: كالسفر. ¶ ظاهر: أي: ليس خفياً. ¶ هذا هو تعريف العلة، فالحكم يدور مع هذه العلة؛ فالسفر علة للقصر، فإذا سافر قصر وإذا لم يسافر لم يقصر، ومعنى قولنا: (الحكم يدور مع علته وجوداً)، يعني: إذا وجدت العلة وجد الحكم، (وعدماً)، يعني: إذا نتفت العلة انتفى الحكم.",
            "page": "13",
            "part": "4",
            "seal": "8B4DE280"
        },
        {
            "id": "56",
            "nass": "الميسور لا يسقط بالمعسور ¶ يوجد في بعض النسخ هذا البيت: [ويفعل البعض من المأمور إن شق فعل سائر المأمور] يعني ما يعجز عن فعله كله يفعل ما يقدر عليه منه؛ لأن النبي عليه الصلاة والسلام قال: (إذا أمرتكم بأمر فأتوا منهم ما استطعتم). ¶ فإذا كان مثلاً لا يقدر أن يرفع يديه في الصلاة كما جاء في السنة؛ لكنه يقدر على أن يرفعهما دون ذلك فإنه يرفع بقدر ما يستطيع، لأن النبي عليه الصلاة والسلام قال: (إذا أمرتكم بأمر فأتوا منه ما استطعتم).",
            "page": "14",
            "part": "4",
            "seal": "0F21AA4E"
        },
        {
            "id": "57",
            "nass": "ما ترتب على المأذون فليس بمضمون ¶ قال المصنف رحمه الله: [وكل ما نشأ عن المأذون فذاك أمر ليس بالمضمون] أي: ما ترتب على المأذون فليس بمضمون، وما ترتب على غير المأذون فهو مضمون، أي: أن ما أذن الشارع فيه فترتب عليه شيء فهو ليس بمضمون. ¶ مثلاً: السارق إذا قطعت يده، فسرى ذلك إلى بقية يده من غير أن يحصل أي اعتداء، فنقول: إن هذه السراية لا تضمن؛ لأن هذا الفعل مأذون فيه، وما ترتب على المأذون فليس بمضمون. ¶ لكن لو أن رجلاً قطع يد آخر، ثم إن الجناية سرت فإن عليه ضمان سراية هذه الجناية، لأن هذا الفعل غير مأذون فيه. ¶ إذاً: ما ترتب على المأذون فليس بمضمون، وما ترتب على غير المأذون فهو مضمون، يعني: ما أذن لك فيه ففعلته فلا تضمن ما ترتب عليه إذا لم تتعد، لكن إذا حصل فعل ليس بمأذون فيه ثم إنه حصل من ذلك سراية فإنك تضمن؛ لأنك فعلت ما لم يؤذن لك بفعله، فما ترتب عليه فهو مضمون، أي: تضمنه أنت حيث حصل منك هذا الفعل غير المأذون فيه.",
            "page": "15",
            "part": "4",
            "seal": "4F4F9A80"
        },
        {
            "id": "58",
            "nass": "حكم الشروط الطارئة على العقود ¶ قال المصنف رحمه الله: [وكل شرط لازم للعاقد في البيع والنكاح والمقاصد إلا شروطاً حللت محرما أو عكسه فباطلات فاعلما الشروط في البيع وفي النكاح وفي غيرها من العقود، منها صحيح ومنها باطل، فالصحيح منها ما لم يخالف الشرع، قال عليه الصلاة والسلام: (المسلمون على شروطهم إلا شرطاً حرم حلالاً أو أحل حراماً)، رواه الإمام الترمذي وغيره، وهو حديث صحيح. ¶ إذاً: المسلمون على شروطهم، فالأصل في الشروط الصحة. ¶ والمراد بالشرط ما يجعله العاقدان أو أحدهما في العقد لمصلحة لهما أو لأحدهما. ¶ مثاله: رجل اشترى سيارة من الدوحة واشترط البائع أن يركبها إلى بلده خارج الدوحة، فهذا شرط في البيع، والأصل في الشروط الصحة. ¶ اشترى رجل بضاعة واشترط على البائع أن يحملها إلى بيته في المكان الفلاني، فهذا شرط في البيع، والأصل في الشروط الصحة، إلا أن يكون الشرط يخالف الشرع، فإذا كان يحل حراماً أو يحرم حلالاً فهو شرط باطل، كأن يبيع العبد ويشترط أن يكون ولاؤه له، هذا شرط باطل لأن الولاء لمن أعتق، كما جاء هذا في الصحيحين. ¶ كذلك لو اشترى بضاعة واشترط أن لا خسارة عليه. ¶ نقول: هذا شرط باطل. ¶ يعني: اشتريت بضاعة من بائع جملة وقلت له: بشرط أن لا خسارة علي، وعلى ذلك فإذا بعت بخسارة فعليه أن يجبر لك النقص الحاصل عليك بسبب هذه الخسارة، نقول: هذا شرط باطل. ¶ إذاً: الشروط سواء كانت في البيع أو في النكاح أو في غيرهما كالإجارة الأصل فيها الصحة إلا أن تخالف الشرع، فإذا كانت تحل حراماً أو تحرم حلالاً فهي شروط باطلة.",
            "page": "16",
            "part": "4",
            "seal": "F1ABEBCC"
        },
        {
            "id": "59",
            "nass": "العمل بالقرعة عند تزاحم الحقوق وعند الإبهام ¶ قال المصنف رحمه الله: [تستعمل القرعة عند المبهم من الحقوق أو لدى التزاحم] أي: من كان له حق فإنه يستحقه، فيعطى حقه؛ لكن إذا تزاحمت الحقوق فلا مزية لأحد على الآخر، كما لو تزاحم فلان وفلان على الأذان أو الإمامة، أو على موضع كل منهما قد وضع يده عليه ولم يكن لأحد منهما سبق فلا مزية فنلجأ إلى القرعة، حتى يتبين من القرعة المستحق. ¶ فيدفع الخلاف حيث لا مرجح ولا مزية لأحدهما على الآخر بالقرعة، فمن خرجت القرعة له حكم بالحق له، وقد كان النبي عليه الصلاة والسلام كما في الصحيحين: (إذا أراد سفراً يقرع بين نسائه، فأيتهن خرج سهمها سافر بها عليه الصلاة والسلام). ¶ إذاً: عند تزاحم الحقوق فلا مزية لواحد على الآخر، نلجأ إلى القرعة. ¶ كذلك يعمل بالقرعة عند الإبهام: فمثلاً: هذا رجل قال: إن إحدى زوجتي هاتين طالق، ولم ينو هذه ولا هذه، فنقرع بينهما، فمن خرجت القرعة لها كانت في ذمته.",
            "page": "17",
            "part": "4",
            "seal": "12C50C6F"
        },
        {
            "id": "60",
            "nass": "التداخل في الأعمال إذا اتحد المقصود ¶ قال المصنف رحمه الله: [وإن تساوى العملان اجتمعا وصح فعل واحد فاستمعا] قوله: (إن تساوى العملان اجتمعا) أي: إن تساوى الفعلان فإنهما يجتمعان، ويجزئ كل واحد منهما عن الآخر، ما دام أن المقصود من الفعلين يحصل بفعل واحد منهما، فطواف الإفاضة إن أخره الحاج أجزأه عن طواف الوداع؛ لأن الفعلين اتفقا واجتمعا، ويحصل بفعل أحدهما المقصود منه والمقصود من الآخر؛ لأن المقصود من طواف الوداع توديع البيت، فإذا أخر طواف الإفاضة حصل به توديع البيت أيضاً، فأجزأ. ¶ كذلك إذا اغتسلت المرأة عن الجنابة والحيض، كما لو طهرت من الحيض وكانت قبل الحيض جنباً، فاغتسلت غسلاً واحداً؛ فهذا الغسل يحصل به المقصود من غسل الجنابة والمقصود من غسل الحيض. ¶ لكن إذا كان لكل منهما مقصود يختص به، فلا يحصل مقصود أحدهما بفعل الآخر، فنقول: لابد من الفعلين جميعاً: مثال ذلك: رجل فرغ من طواف الإفاضة أو طواف آخر بعد أذان الفجر، فهل يجزئه أن يصلي ركعتين بنية ركعتي الطواف وسنة الفجر؟ ¶ A  لا؛ لأن هذه لها مقصودها وهذه لها مقصودها. ¶ وهذا رجل عليه نذر فوفى بنذره يوم عيد الأضحى، ونوى أن يكون المذبوح أضحية وأن يكون نذراً، فنقول: لا يجزئ؛ لأن هذا له مقصوده وهذا له مقصوده. ¶ لكن لو أن رجلاً دخل إلى المسجد فصلى الفريضة أو سنة الفجر، نقول: تجزئ عن تحية المسجد؛ لأن المقصود من تحية المسجد أن يصلي ركعتين قبل جلوسه في المسجد، فإذا اشتغل بفرض أو نفل آخر أجزأ ذلك عن تحية المسجد.",
            "page": "18",
            "part": "4",
            "seal": "38768C28"
        },
        {
            "id": "61",
            "nass": "المشغول لا يشغل ¶ قال المصنف رحمه الله: [وكل مشغول فلا يشغل مثاله المرهون والمسبل] أي أن المشغول لا يشغل، فالمشغول بشيء لا يشغل بشيء آخر كالمرهون. ¶ فالمرهون مشغول بحق المرتهن، فمثلاً: هذا رجل اقترض دراهم ورهن بيته، فبيته رهن على هذه الدراهم التي اقترضها، فهل له أن يرهنه بدين آخر أو أن يوقفه؟ نقول: لا، لأن المشغول لا يشغل، فهذا البيت قد شغل بحفظ حق المرتهن، فليس لك أن تشغله بشيء آخر. ¶ كذلك المسبل -يعني الوقف- فالوقف لا يباع ولا يوهب ولا يورث؛ لأنه مشغول بالوقفية فلا يشغل ببيع ولا إرث ولا هبة، لأن المشغول لا يشغل.",
            "page": "19",
            "part": "4",
            "seal": "51B14FC9"
        },
        {
            "id": "62",
            "nass": "حق الرجوع على الغير فيما أداه عنه من الحقوق ¶ قال المصنف رحمه الله: [ومن يؤد عن أخيه واجباً له الرجوع إن نوى يطالبا] أي: الذي يؤدي عن أخيه واجباً فله أن يرجع إن نوى الرجوع. ¶ مثال ذلك: إذا غاب جارك أو غاب صاحبك فأنفقت على أهله بنية الرجوع عليه إذا رجع، ولم تنوِ التبرع، فلك الرجوع لأنك محسن، والله جل وعلا يقول: {مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ غَفُورٌ رَحِيمٌ} [التوبة:91]. ¶ كذلك إذا قضيت ديناً عن أحد، كما لو حل أجل الدين وأتى الدائن يسأل عن أخيك فقضيته حقه وأنت تنوي أن ترجع على أخيك بحقك؛ فلك أن ترجع لأنك محسن، وما على المحسنين من سبيل. ¶ وأما إذا نويت التبرع فليس لك الرجوع، مثل بعض الناس؛ حيث ينفق على أهل قريبه أو صديقه، يريد أن يتبرع بذلك تقرباً إلى الله جل وعلا أو صدقة أو هدية، ثم إنه يحصل بينه وبين هذا الرجل في المستقبل اختلاف فيطالبه بما أنفق! نقول: ليس لك الرجوع لأنك نويت التبرع. ¶ إذاً: من أدى عن غيره واجباً فله الرجوع إن نوى الرجوع، وإن لم ينوِ الرجوع فلا رجوع له. ¶ فإن قال: إني قد ذهلت ولا أدري، كأن قال: أنا كان غرضي أن أقضي حاجته، ولم يقع في قلبي، هل هو تبرع أم غير تبرع؟ فأصح القولين في هذه المسألة أن له الرجوع، ما دام أنه قد ذهل؛ لأن الأصل أن له أن يرجع بحقه، وهو محسن كما تقدم، وما على المحسنين من سبيل.",
            "page": "20",
            "part": "4",
            "seal": "B4D7CA90"
        },
        {
            "id": "63",
            "nass": "الوازع الطبعي كالوازع الشرعي ¶ قال المصنف رحمه الله: [والوازع الطبعي عن العصيان كالوازع الشرعي بلا نكران] ذكر في هذا البيت أن الوازع الطبعي كالوازع الشرعي. ¶ والوازع الشرعي معروف، وهو: أن يكون هناك رادع من الشرع يمنع من المعصية، فحد الزنا وازع شرعي يمنع من المعصية، لكن هناك معاص تنفر منها الطباع، فالنفوس الطيبة أو النفوس في العادة تنفر من هذا الفعل، كأكل النجاسة مثلاً، فهذا النفور وازع طبعي، وحينئذ لا يحتاج إلى وازع شرعي يحرم أكل النجاسات. ¶ فالشرع إنما وضع الحدود فيما يحتاج إلى حد يمنع الناس من فعله. ¶ وأما ما كانت الطباع تنفر منه فإن العادة أنه لا حد فيه؛ لأن نفور الناس يكفي في المنع منه، لكن إن فعل شخص هذا الأمر الذي تنفر منه الطباع فإن فيه التعزير؛ لأن المعصية التي لا حد فيها يكون فيها تعزير. ¶ قال المصنف رحمه الله: [والحمد لله على التمام في البدء والختام والدوام ثم الصلاة مع سلام شائع على النبي وصحبه والتابع] والحمد لله رب العالمين، وصلى الله وسلم وبارك على نبينا محمد.",
            "page": "21",
            "part": "4",
            "seal": "42C51103"
        },
        {
            "id": "64",
            "nass": "الأسئلة",
            "page": "22",
            "part": "4",
            "seal": "71F369B3"
        },
        {
            "id": "65",
            "nass": "السنة في هيئة الأكل ¶ Q  ما ثبت عن النبي صلى الله عليه وسلم في هيئة الطعام أنه كان يأكل بيده ولا يأكل متكئاً ألا يؤخذ منه سنية هذه الأفعال؟ ¶ A  نعم، يؤخذ من ذلك السنية؛ لأن الأصل هو الاقتداء بالنبي عليه الصلاة والسلام، فهذه من السنة الفعلية.",
            "page": "23",
            "part": "4",
            "seal": "5EAE098D"
        },
        {
            "id": "66",
            "nass": "الزوائد تابعة للمقاصد كالوسائل ¶ Q  في قول الناظم: (واحكم بهذا الحكم للزوائد)، يظهر من شرحكم أن الزوائد لا تسمى وسائل، فهل هي قاعدة منفصلة أو تدخل في قاعدة: (الوسائل لها أحكام المقاصد)؟ ¶ A  هذه تبع لها، فالوسائل شيء لكن هذه متممة لها، فهي تبع لها، فالوسيلة هي الشيء الموصل إلى الشيء، وهذه تتممها.",
            "page": "24",
            "part": "4",
            "seal": "378100A1"
        },
        {
            "id": "67",
            "nass": "كيفية التمييز بين القاعدة الفقهية والقاعدة الأصولية ¶ Q  تقول أيضاً: عند المرور على بعض القواعد في الكتب؛ كيف لطالب العلم أن يميز القاعدة إن كانت قاعدة أصولية أو فقهية، مثل قاعدة: (العبرة بعموم اللفظ لا بخصوص السبب)، وغيرها من القواعد؟ ¶ A  هذا كما تقدم أن القاعدة الفقهية هي: حكم كلي تدخل فيه مسائل كثيرة في أبواب شتى. ¶ فعندما نقول: النية شرط في العمل، فكل عمل فالنية شرط فيه، فعندما نقول: إن النية شرط في الوضوء فإن اندراجها تحت هذه القاعدة الفقهية واضح من عبارتها، ولذا فهي حكم كلي وهذا حكم جزئي، فقولنا: (النية شرط للعمل) حكم كلي، و (النية شرط للوضوء، النية شرط للصلاة، النية شرط للزكاة)، هذا حكم جزئي. ¶ لكن عندما نقول: (الأمر للوجوب)، فهذه قاعدة أصولية، نأخذ منها أن الأمر في قوله جل وعلا: {وَأَقِيمُوا الصَّلاةَ} [البقرة:43] للوجوب، فتتوصل بها إلى القول بوجوب الصلاة. ¶ وهذا بخلاف القاعدة الفقهية، فالقاعدة الفقهية هي نفسها حكم، هذا الحكم المأخوذ يتميز عن الأحكام الجزئية بأنه حكم كلي، تندرج تحته جزئيات كثيرة. ¶ فعلى ذلك فقاعدة: (العبرة بعموم اللفظ لا بخصوص السبب)، نقول: هذه قاعدة أصولية، وليست قاعدة فقهية. ¶ (العرف معمول به) هذه قاعدة فقهية؛ لأنك تقول: هذا حرز في العرف، وهذا قبض في العرف، فتحكم به، وهكذا، فهذه جزيئات تدخل في هذا الحكم الكلي.",
            "page": "25",
            "part": "4",
            "seal": "CF4DD006"
        },
        {
            "id": "68",
            "nass": "ضابط الإكراه الملجئ ¶ Q  ما ضابط الإكراه الملجئ، هل يرجع فيه إلى العرف؟ ¶ A  الإكراه الملجئ أن يكون المكره كالآلة، أي: يكون كالسكين، بمعنى أنه لا فعل له، وهذا واضح لا يحتاج إلى عرف.",
            "page": "26",
            "part": "4",
            "seal": "E2305561"
        },
        {
            "id": "69",
            "nass": "حكم زوال اليقين بالظن ¶ Q  هل يفهم من قاعدة (اليقين لا يزول بالشك) أن اليقين أحياناً يزال بالظن، أم أن الظن كذلك في منزلة الشك في عدم إمكانية إزالته لليقين، وجزاكم الله خيراً؟ ¶ A  اليقين هنا -كما تقدم إيضاحه- يدخل فيه الظن، فالظن الغالب له حكم اليقين، أما الشك فهو الشيء المتردد فيه بحيث إنك لا تدري هل هو على هذه الصفة أو على هذه الصفة، أما الظن الغالب فإنه يعمل به.",
            "page": "27",
            "part": "4",
            "seal": "73321717"
        },
        {
            "id": "70",
            "nass": "الفرق بين القاعدة الفقهية وأصول الفقه ¶ Q  نريد شرحاً وافياً نفهم من خلاله الفرق بين أصول الفقه والقواعد الفقهية؟ ¶ A  أصول الفقه: علم يشمل -أولاً- دلالات الألفاظ من عموم وخصوص، ويشمل -ثانياً- الأدلة الإجمالية من كتاب وسنة وإجماع وقياس، إلى بقية الأدلة الإجمالية كقول الصاحب والمصالح المرسلة وغير ذلك. ¶ ويشمل -ثالثاً- شروط المجتهد، ما هو المجتهد وما هي شروطه. ¶ فهذا علم يشمل هذه المسائل الثلاث. ¶ أما عندما نقول: (قاعدة فقهية) فنعني أنه بدل أن نقول: النية شرط في الوضوء، النية شرط في الصلاة، النية شرط في الصوم، النية شرط في الزكاة، نقول: النية شرط في كل عمل. ¶ وبدلاً من أن نقول: هذا الوارث قتل مورثه ليستعجل الإرث فحرم الميراث، وهذا الموصى إليه قد قتل الموصي ليستعجل ما أوصى له به فحرم الوصية؛ نقول: من استعجل شيئاً قبل أوانه عوقب بحرمانه، ولذا فهذه القاعدة تصلح أن تكون علة، فتقول: القاتل لا يرث؛ لأن من استعجل شيئاً قبل أوانه عوقب بحرمانه، وتقول: النية شرط في الوضوء لأن النية شرط في كل عمل. ¶ ولا يصلح أن تقول: الصلاة فرض لأن الأمر للوجوب، لأن قولك: (الأمر للوجوب) قاعدة أصولية، لكن تقول: الصلاة فرض لأن الله أمر بها، فنقول لك: وما أمر الله به لماذا لا يكون للاستحباب؟ فتقول: الأمر للوجوب قاعدة أصولية دليلها كذا وكذا. ¶ ولعله بهذا قد اتضح الفرق بين قولنا: قاعدة أصولية، وقاعدة فقهية.",
            "page": "28",
            "part": "4",
            "seal": "217A6BAD"
        },
        {
            "id": "71",
            "nass": "معنى الشرط الذي ليس في كتاب الله ¶ Q  ما معنى قوله صلى الله عليه وسلم: (من اشترط شرطاً ليس في كتاب الله فهو باطل)؟ ¶ A  قوله: (ليس في كتاب الله) يعني: ليس في حكم الله، فكتاب الله هنا يعني أنه ليس في حكم الله، وذلك بأن يكون مخالفاً لحكم الله جل وعلا.",
            "page": "29",
            "part": "4",
            "seal": "4601DDD9"
        },
        {
            "id": "72",
            "nass": "نوع النهي عن الصلاة في الأرض المغصوبة ¶ Q  الصلاة في الأرض المغصوبة هل يعود فيه النهي إلى الشرط على الوجه الذي لا يختص، أم إلى أمر خارج من العبادة؟ ¶ A  هل لك أن تجلس في الأرض المغصوبة؟ هل لك أن تنام فيها؟ هل لك أن تبيت فيها؟ هل لك أن تصلي فيها؟ الجواب في الجميع: لا. ¶ إذاً: هل يكون على وجه يختص أو على وجه لا يختص؟ الجواب: على وجه لا يختص، ولذا فالصحيح من قولي العلماء أن الصلاة في الأرض المغصوبة تصح.",
            "page": "30",
            "part": "4",
            "seal": "A13050C0"
        },
        {
            "id": "73",
            "nass": "اللباس يدخل تحت قاعدة (الأصل في العادات الحل) ¶ Q  هل مسألة اللباس يدخل تحت حكم العرف؟ وهل يدخل في ذلك لبس البنطال والجاكيت وربطة العنق في بلد لباسه ما ذكرنا، وهو اللباس الرسمي عندهم، ولبس الثوب عندهم غريب، بل يعتبر لباس شهرة عندهم؟ ¶ A  لا شك أن الأصل أن للناس أن يلبسوا ما اعتادوا لبسه، وأن ذلك يرجع -كما تقدم في الدرس السابق- إلى القاعدة السابقة وهي: أن الأصل في العادات الحل، ولكن عندما يكون مخالفاً للشرع فإننا نقول: لا يجوز، فهل البنطال مخالف للشرع؟ وهل هذه التي توضع على الصدر ويربط بها العنق مخالفة للشرع؟ عندنا قول النبي عليه الصلاة والسلام: (من تشبه بقوم فهو منهم)، فهل هذا اللباس من التشبه بالكافرين أم لا؟ وهل يختص بالكفار أم لا يختص بهم؟ الذي يظهر لي أنه لا يختص بالكفار، ولذا فإني لا أرى أنه يقال: إن ذلك لا يجوز، لكن يقال: إنه من اللباس المكروه، لأنه يحجم العورة. ¶ هذا فيما يتعلق بالبنطال، فلما فيه من تحجيم العورة يكره، ولا نقول: إنه حرام؛ لأنه لا يختص بأمة، لأن الذي يلبس البنطال لا يقال إن هذا هو لباس اليهود أو النصارى، بل هذا لباس عام لا يختص بدين، لكنه يحجم العورة فيكره. ¶ وأيضاً هذه التي توضع على العنق لا يظهر لي أن فيها تشبهاً لأنها لا تختص بدين؛ لكن لو أن المرأة لبست كاللبس الذي تلبسه النصرانيات وهو لباس خاص بهن يوضع على الرأس وله اتصال بالخرقة التي تكون على الظهر، فنقول: هذا يختص بالنصارى، فليس للمرأة أن تلبسه.",
            "page": "31",
            "part": "4",
            "seal": "6BFBE31B"
        },
        {
            "id": "74",
            "nass": "الفرق بين العلة والحكمة ¶ Q  كيف نفرق بين العلة والحكمة؟ ¶ A  العلة -كما تقدم- هي الوصف المناسب المنضبط الظاهر لترتيب حكمة الشارع، فالحكمة لا تنضبط. ¶ مثلاً: لماذا يجوز للمسافر أن يقصر الصلاة؟ الجواب: دفعاً للمشقة، فالمشقة هي الحكمة، ولو قلنا: إنه يجوز القصر عند المشقة لم يصح؛ لأن هذا ليس بمنضبط، فالمشقة هي الحكمة، أما العلة فهي السفر. ¶ فالسفر هو الوصف المنضبط المناسب لترتيب حكمة الشارع عليه، أما المشقة فليست منضبطة، ولذا فلا نقول: يجوز القصر عند المشقة وإنما نقول: يجوز القصر عند السفر، سواء وجدت المشقة أم لا؛ لأن الغالب أن توجد المشقة مع هذا الوصف، لكن قد لا توجد، ولذا فإنا نقول: إنه يقصر حتى ولو لم توجد مشقة، لأنا جعلنا السفر هو العلة.",
            "page": "32",
            "part": "4",
            "seal": "AAC726F2"
        },
        {
            "id": "75",
            "nass": "إسقاط الأحكام المنصوصة بذريعة النظر في المقاصد ¶ Q  يتعلق كثير من الناس في إسقاط بعض الأحكام التي دلت عليها النصوص دلالة نص، فيسقطونها أو يؤخرون العمل بها بدعوى مقاصد الشريعة، مثل تحريم سفر المرأة بدون محرم، ويقولون: المقصد من ذلك الخوف، فإذا وجد الخوف لم يجز، وإلا جاز السفر بدون محرم ولا يقيدون ذلك بالحاجة ولا بالضرورة؟ ¶ A  لا يجوز لنا أن نقدم ما نراه مصلحة على النص، وليس لنا أن نخالف النصوص الشرعية لظننا أنها لمعان معنية وأن هذه المعاني لا توجد في هذا الوقت. ¶ ونقول: من الذي قال: إنه الخوف فقط على المرأة هو الذي يمنع من سفرها وحدها؟ بل هذا معنى من المعاني، لكن هناك معان أخرى؛ فالمرأة تحتاج إلى من يصونها ويحفظها حتى ولو كانت آمنة على نفسها في طريقها، فإنها تحتاج إلى من يحفظها ويصونها من الاعتداء عليها وعلى عرضها، ولأن نفسها قد تضعف فتحتاج إلى رجل يكون معها؛ ولذا فإنه لا يصلح أن يكون هذا المحرم طفلاً أو أن يكون مجنوناً، وإنما يكون بالغاً عاقلاً لأن البالغ العاقل هو الذي يصونها. ¶ فالمقصود من ذلك أن الواجب على المسلمين أن يعملوا بالنصوص الشرعية كما جاءت، وليس لهم أن يأخذوا بمعان ظنوا أن هذه النصوص قد جاءت لتحقيقها وأن هذه المعاني غير موجودة فيتركون العمل بالنصوص الشرعية، لاشك أن هذا من الظن الذي لا يجوز.",
            "page": "33",
            "part": "4",
            "seal": "A876E9B5"
        },
        {
            "id": "76",
            "nass": "حكم ترك السنن التي صارت في العرف من خواص النساء كالاكتحال ¶ Q  هل يجوز التخلي عن بعض السنن إن كان العرف يفسرها تفسيراً معيناً، كترك الاكتحال في بلد تعارف أهله أنه من فعل النساء، وفرق الشعر من وسط الرأس؟ ¶ A  الأصل هو العمل بالسنة والعرف لا تعارض به السنن، فما ذكر من الاكتحال الذي هو من فعل النساء إنما هو الاكتحال بالسواد، وأما الإثمد فإنه ليس من فعل النساء، ولذا الذي ينهى عنه إنما هو الاكتحال بالسواد دون الاكتحال بالإثمد. ¶ وكذلك فرق الشعر من وسط الرأس لا نقول: إن العرف أن هذا من فعل النساء. ¶ لكن إذا كان شاباً ويخشى عليه الفتنة فإنه ينهى عن ذلك من هذا الباب، وإلا فإن هذا في الأصل من الأفعال التي إما أن نقول إنها من السنة، وإما أن نقول إنها من العادة التي كان عليها النبي عليه الصلاة والسلام؛ لأن العرب كانوا يفرقون، ففرق النبي عليه الصلاة والسلام، فهذا من فعل العرب، ولا نقول: إن هذا من السنة التي يؤجر عليها على الصحيح، وإنما هذا من العادة، فالعرب كانوا يوفرون شعورهم وكانوا يفرقون، ففعل ذلك النبي عليه الصلاة والسلام. ¶ والعرب الآن ليسوا على هذه الحال، فينبغي أن يوافقهم مثل اللباس، لا نقول: إنه يسن أن تلبس العمامة وأن تلبس الإزار والرداء لأن النبي صلى الله عليه وسلم كان يلبس ذلك؛ لأن هذا كان من اللباس المعتاد في زمانه. ¶ وكذلك -على الصحيح- ما يتعلق بفرق الشعر، فإن فرقت قلنا: هذا جائز، وإن وافقت قومك فأخذت من شعرك وخففته ولم تفرقه فإن هذا هو الأولى. ¶ ولذا فإن الصحابة لما سافروا إلى المدائن تركوا ما كان النبي صلى الله عليه وسلم يلبسه من اللباس ووافقوا لباس أولئك القوم الذين نزلوا عليهم، كالقلنسوة ونحو ذلك مما كان موجوداً في تلك المدائن التي أتاها الصحابة رضي الله عنهم، فلبسوها ولم تكن عند العرب.",
            "page": "34",
            "part": "4",
            "seal": "0B25F7C3"
        },
        {
            "id": "77",
            "nass": "حكم السوم في بيع المزاد ¶ Q  بالنسبة إلى السوم في البيع والشراء، هناك من يعرض بضاعته في جمع من الناس وكل يسوم على أخيه، وذلك ما يسمى بالمزاد، فما حكم ذلك؟ ¶ A  المزايدة جائزة، وهي أن توضع السلعة فهذا يقول بعشرة، وهذا يقول بعشرين، وهذا يقول بثلاثين، حتى تقف عند حد، فهذا جائز بالاتفاق. ¶ لكن هذا رجل ذهب إلى السوق بسيارته ووقف السوم مثلاً على عشرة آلاف ريال، واطمأن للبيع -يعني ركن البائع وأراد أن يبيع- وما بقي إلا أن يذهب هو والمشتري إلى المكتب لكتابة عقد البيع، فأتى رجل وقال: كم وقف السوم؟ قال: وقف السوم على كذا، وهو يعرف أنه يريد أن يبيع، فقال: أنا أزيد كذا، فأفسد على هذا المشتري سومه. ¶ أما المزايدة فتجوز بالاتفاق ولا حرج، أما السوم على سوم أخيه فهذا إذا ركن كل واحد منهما إلى الآخر وما بقي إلا العقد، يعني وقفت المساومة أو لم تكن هناك مزايدة في الأصل، فقال: كم تريد أن تبيع على فلان، قال: بعشرة، والآن نريد أن نذهب إلى المكتب للكتابة، فقال: أنا أزيدك كذا؛ فهذا لا يجوز.",
            "page": "35",
            "part": "4",
            "seal": "3A958BE1"
        },
        {
            "id": "78",
            "nass": "حكم العمل الدعوي المنظم ¶ Q  إذا كان في البلد جماعة يعملون عملاً منظماً، فهل هذا العمل صحيح أم لا، وهل يدخل في قول النبي صلى الله عليه وسلم: (المسلمون على شروطهم)؟ ¶ A  السؤال غير واضح، لكن إذا كان المقصود أنهم يعملون عملاً دعوياً منظماً، فما دام أنه تحت نظر الولاية الشرعية فهذا لا بأس به، إنما ينهى عن العمل الخفي الذي يكون فيه كيد للأمة، وأما إذا كان هناك تنظيم كما يوجد في إدارات الدعوة والإرشاد والأوقاف وفي سائر الأعمال وفي الجمعيات وغيرها، حيث يكون عملاً منظماً ويكون هناك رئيس، ولكن يكونون تحت الولاية الشرعية؛ فهذا جائز لا بأس به.",
            "page": "36",
            "part": "4",
            "seal": "6DF4FD0E"
        }
    ],
    "t798": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فقه القواعد الفقهية [1]"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "الفرق بين القواعد الأصولية والفقهية والضوابط"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": null,
            "tit": "التعريف بالقاعدة الأصولية"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": null,
            "tit": "التعريف بالقاعدة الفقهية والضابط"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "القواعد الفقهية الكلية"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "مأخذ القواعد الفقهية"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "شرح مقدمة الناظم"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "شرح قاعدة الأمور بمقاصدها"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف النية وحكم التلفظ بها"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "وقت النية"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "النية شرط للعمل لا للترك"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "النية تميز العبادات عن العادات وتميز رتب العبادات"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "النية شرط للعمل الصالح"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "فقه القواعد الفقهية [2]"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "قاعدة جلب المصالح ودرأ المفاسد"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الأول من المصالح حفظ الضرورات"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثاني من المصالح حفظ الحاجيات"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "النوع الثالث من المصالح الأخذ بمحاسن العادات"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "تزاحم المصالح والمفاسد"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "إذا تزاحمت المصالح قدمت الأعلى"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "إذا تزاحمت المفاسد ارتكبت الأدنى"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "تعارض المصالح والمفاسد"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "قاعدة المشقة تجلب التيسير"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "لا واجب مع العجز ولا محرم مع الضرورة"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "قاعدة الضرورة تقدر بقدرها"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "فقه القواعد الفقهية [3]"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "قاعدة اليقين لا يزول بالشك"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "قاعدة الأصل الطهارة في المياه والأرض والثياب"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الأصل في الأشياء الإباحة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر الأشياء التي يكون الأصل فيها التحريم"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "الأصل في الأبضاع التحريم"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "الأصل في اللحوم التحريم"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "الأصل في النفوس والأموال التحريم"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "الأصل في العادات الإباحة"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "الأصل في العبادات التوقيف"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الوسائل لها حكم المقاصد"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "العفو عن الخطأ والجهل والإكراه والنسيان"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "قاعدة العفو عن الخطأ"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "قاعدة العفو عن الجهل"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "قاعدة العفو عن الإكراه"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "قاعدة العفو عن النسيان"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "يثبت تبعا ما لا يثبت استقلالا"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "فقه القواعد الفقهية [4]"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "قاعدة العادة محكمة"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "من تعجل الشيء قبل أوانه عوقب بحرمانه"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "قاعدة اقتضاء النهي الفساد أو عدمه وصور ذلك"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "الصورة الأولى أن يعود النهي إلى ذات المنهي عنه"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "الصورة الثانية أن يعود النهي إلى شرط المنهي عنه على وجه يختص به"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": null,
            "tit": "الصورة الثالثة أن يعود النهي إلى شرط المنهي عنه على وجه لا يختص به"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "الصورة الرابعة أن يعود النهي إلى أمر خارج"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "قاعدة عدم الضمان في دفع الصيال"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر بعض ألفاظ العموم"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "لا يتم الحكم حتى تتوفر الشروط وتنتفي الموانع"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "من أتى بما عليه من العمل استحق أجره"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "الحكم يدور مع علته وجودا وعدما"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "الميسور لا يسقط بالمعسور"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "ما ترتب على المأذون فليس بمضمون"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "حكم الشروط الطارئة على العقود"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "العمل بالقرعة عند تزاحم الحقوق وعند الإبهام"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "التداخل في الأعمال إذا اتحد المقصود"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "المشغول لا يشغل"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "حق الرجوع على الغير فيما أداه عنه من الحقوق"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "الوازع الطبعي كالوازع الشرعي"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "الأسئلة"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": null,
            "tit": "السنة في هيئة الأكل"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "الزوائد تابعة للمقاصد كالوسائل"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "كيفية التمييز بين القاعدة الفقهية والقاعدة الأصولية"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "ضابط الإكراه الملجئ"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "حكم زوال اليقين بالظن"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين القاعدة الفقهية وأصول الفقه"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "معنى الشرط الذي ليس في كتاب الله"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": null,
            "tit": "نوع النهي عن الصلاة في الأرض المغصوبة"
        },
        {
            "id": "73",
            "lvl": "3",
            "sub": null,
            "tit": "اللباس يدخل تحت قاعدة (الأصل في العادات الحل)"
        },
        {
            "id": "74",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين العلة والحكمة"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "إسقاط الأحكام المنصوصة بذريعة النظر في المقاصد"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "حكم ترك السنن التي صارت في العرف من خواص النساء كالاكتحال"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": null,
            "tit": "حكم السوم في بيع المزاد"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": null,
            "tit": "حكم العمل الدعوي المنظم"
        }
    ]
}