{
    "b8186": [
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله الذي أكرم خواص عباده بالألفة في الدين، ووفقهم لإكرام عباده المخلصين، وزينهم بالأخلاق الكريمة والشيم الرضية، تأدباً بأفضل البشرية، وسيد الأمة محمد بن عبد الله بن عبد المطلب صلى الله عليه وسلم. ¶ اعلم أيها الأخ الصالح - أصلح الله شأننا - أن لأدب الصحبة وحسن العشرة أوجهاً، وأنا مبين منها ما يدل على أخلاق المؤمنين وآداب الصالحين، ويعلم أن الله - سبحانه وتعالى - جعل بعضهم لبعض رحمةً وعوناً، ولذلك قال رسول الله صلى الله عليه وسلم: (مثل المؤمنين في توادهم وتراحمهم كمثل الجسد، إذا اشتكى منه",
            "page": "11",
            "part": "1",
            "seal": "51F02480"
        },
        {
            "id": "3",
            "nass": "عضو تداعى سائره بالحمى والسهر) . ¶ وقال عليه السلام: (المؤمن للمؤمن كالبنيان المرصوص يشد بعضه بعضاً) . ¶ وقال عليه السلام: (الأرواح جنود مجندة، ما تعارف منها ائتلف، وما تناكر منها اختلف) . ¶ وقال عليه الصلاة والسلام: (إن الأرواح تلاقى في الهوى فتشام، فما تعارف منها ائتلف، وما تناكر منها اختلف) . ¶ فإذا أراد الله بعبدٍ خيراً وفقه لمعاشرة أهل السنة والصلاح والدين، ونزهه عن صحبة أهل الأهواء والبدع المخالفين. ¶ وقال عليه السلام: (المرء على دين خليله، فلينظر أحدكم من يخالل) . ¶ ولبعضهم: ¶ عَنِ المَرءِ لا تَسأَل وَسَل عَن قَرينِهِ ... فَكُلُّ قَرينٍ بِالمُقارِنِ يَقتَدي",
            "page": "12",
            "part": "1",
            "seal": "A5C84019"
        },
        {
            "id": "4",
            "nass": "ومن كلام علي بن أبي طالب، كرم الله وجهه ورضي عنه: ¶ وَلا تَصحَب أَخا الجَهلِ ... وَإياكَ وَإِيَّاهُ ¶ فَكَم مِن جاهِلٍ أَردى ... حَليماً حينَ يَلقاهُ ¶ يَقاسُ المَرءُ بِالمَرءِ ... إِذا ما هُوَ ماشاهُ ¶ وَلِلشَّيءِ عَلى الشَيءِ ... مَقاييسُ وَأَشباهُ ¶ وَلِلقَلبِ عَلى القَلبِ ... دَليلٌ حينَ يَلقاهُ",
            "page": "13",
            "part": "1",
            "seal": "2BE46141"
        },
        {
            "id": "5",
            "nass": "آداب العشرة ¶ فمن آداب العشرة: ¶ حسن الخلق ¶ حسن الخلق مع الإخوان والأقران والأصحاب، اقتداءً برسول الله صلى الله عليه وسلم فإنه قال، وقد قيل له: ما خير ما أعطي المرء؟ قال: (حسن الخلق) . ¶ تحسين العيوب ¶ ومنها تحسين ما يعانيه من عيوب أصحابه؛ فقد قال ابن مازن: (المؤمن يطلب معاذير إخوانه، والمنافق يطلب عثراتهم) ، وقال حمدون القصار: (إذا زل أخ من إخوانك، فاطلب له تسعين عذراً، فإن لم يقبل ذلك فأنت المعيب) .",
            "page": "14",
            "part": "1",
            "seal": "C6558EF2"
        },
        {
            "id": "6",
            "nass": "معاشرة المؤمن ¶ ومنها معاشرة الموثوق بدينه وأمانته ظاهراً وباطناً. قال الله تعالى: (لا تَجِدُ قَوماً يُؤمِنونَ بِاللَهِ وَاليَومِ الأَخِرِ يُوادّونَ مَن حادَّ اللَهَ وَرَسولَهُ) . ¶ أوجه المعاشرة ¶ وللمعاشرة أوجه: فللمشايخ والأكابر: بالحرمة والخدمة والقيام بأشغالهم. ¶ وللأقران والأوساط: بالنصيحة وبذل الموجود والكون عند الأحكام، ما لم يكن إثماً. ¶ وللمريدين والأصاغر: بالإرشاد والتأدب والحمل على ما يوجبه العلم، وآداب السنة، وأحكام البواطن، والهداية إلى تقويمها بحسن الأدب.",
            "page": "15",
            "part": "1",
            "seal": "48FA9211"
        },
        {
            "id": "7",
            "nass": "الصفح عن العثرات ¶ ومنها الصفح عن عثرات الإخوان، وترك تأنيبهم عليها. قال الفضيل بن عياض: (الفتوة الصفح عن عثرات الإخوان) ، فكما يجب على العبد الأدب مع سيده، يجب عليه معاشرة من يعينه عليه. قال بعض الحكماء: (المؤمن طبعاً وسجية) ، وقال ابن الأعرابي: (تناسى مساوئ الإخوان يدم لك ودهم) . ¶ وواجب على المؤمن أن يجانب طلاب الدنيا،",
            "page": "16",
            "part": "1",
            "seal": "DC04E1A6"
        },
        {
            "id": "8",
            "nass": "فإنهم يدلونه على طلبها ومنعها، وذلك يبعده عن نجاته ويقظته عنها، ويجتهد في عشرة أهل الخير وطلاب الآخرة؛ ولذلك قال ذو النون لمن أوصاه: (عليك بصحبة من تسلم منه في ظاهرك، وتعينك رؤيته على الخير، ويذكرك مولاك) . ¶ موافقة الإخوان ¶ ومنها قلة الخلاف للإخوان، ولزوم موافقتهم فيما يبيحه العلم والشريعة. قال أبو عثمان: (موافقة الإخوان خير من الشفقة عليهم) . ¶ الحمد على الثناء ¶ ومنها أن يحمدهم على حسن ثنائهم، وإن لم يساعدهم باليد، لقوله عليه السلام: (نية المؤمن أبلغ من عمله) . قال علي كرم الله وجهه: (من لم يحمل أخاه على حسن النية، لم يحمده على حسن الصنعة) .",
            "page": "17",
            "part": "1",
            "seal": "11093741"
        },
        {
            "id": "9",
            "nass": "ترك الحسد ¶ ومنها ألا يحسدهم على ما يرى عليهم من آثار نعمة الله، بل يفرح بذلك، ويحمد الله على ذلك كما يحمده إذا كانت عليه؛ فإن الله تعالى ذم (الحاسدين) على ذلك بقوله: (أَم يَحسُدُونَ الناسَ عَلى ما أتَاهُمُ اللَهُ مِن فَضلِهِ) ، وقال عليه السلام: (كاد الحسد أن يغلب القدر) ، وقال: (لا تحاسدوا) .",
            "page": "18",
            "part": "1",
            "seal": "A7AA6A7A"
        },
        {
            "id": "10",
            "nass": "عدم المواجهة بما يكره ¶ ومنها ألا يواجههم بما يكرهون، فإن رسول الله صلى الله عليه وسلم نهى عن ذلك. ¶ ملازمة الحياء ¶ ومنها ملازمة الحياء في كل حال، لقوله عليه السلام: (الإيمان بضعة وسبعون - أو وستون - باباً، أفضلها شهادة أن لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبةٌ من الإيمان) . وقال رجل للنبي عليه السلام: أوصني، قال: (استحيي من الله عز وجل كما تستحيي رجلاً من صالح قومك) . وقال: (الحياء من الإيمان، والإيمان في الجنة، والبذاء من الجفاء، والجفاء في النار) . ¶ المروءة والمحبة ¶ ومن المعاشرة صدق المروءة وصفاء المحبة، فإنها لا تتم إلا بهما.",
            "page": "19",
            "part": "1",
            "seal": "30C12CA9"
        },
        {
            "id": "11",
            "nass": "إظهار الفرح والبشاشة ¶ ومنها بشاشة الوجه، ولطف اللسان، وسعة القلب، وبسط اليد، وكظم الغيظ، وترك الكبر، وملازمة الحرمة، وإظهار الفرح بما رزق من عشرتهم وأخوتهم. ¶ صحبة العالم العاقل ¶ ومنها ألا يصحب إلا عالماً، أو عاقلاً فقيهاً حليماً. قال ذو النون رحمة الله عليه: (ما خلع الله على عبدٍ من عبيده خلعةً أحسن من العقل، ولا قلده قلادةً أجمل من العلم، ولا زينه بزينةٍ أفضل من الحلم، وكمال ذلك التقوى) . وقال عليه السلام: (من سعادة المرء أن يكون إخوانه صالحين) . ¶ سلامة القلب وإسداء النصحية ¶ ومنها سلامة قلبه للإخوان، والنصحية لهم، وقبولها منهم، لقوله تعالى: (إِلّا مَن أَتى اللَهَ بِقَلبٍ سَليمٍ) . وقال السقطي",
            "page": "20",
            "part": "1",
            "seal": "C30C97CE"
        },
        {
            "id": "12",
            "nass": "رحمه الله: (من أجل أخلاق الأبرار سلامة الصدر للإخوان والنصيحة لهم) . ¶ حنث الوعد ¶ ومنها ألا يعدهم ويخالفهم، فإنه نفاق. قال عليه الصلاة والسلام: (علامة المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا ائتمن خان) . وقال الثوري رحمه الله: (لا تعد أخاك وتخلفه فتعود المحبة بغضة) . وأنشدوا: ¶ يا واعِداً أَخلفَ في وَعدِهِ ... ما الخُلفُ مِن سيرَةِ أَهلِ الوَفا ¶ ما كانَ ما أَظهَرتَ مِن وُدِّنا ... إِلّا سِراجاً لاحَ ثُمَ اِنطَفا",
            "page": "21",
            "part": "1",
            "seal": "E17FDE1F"
        },
        {
            "id": "13",
            "nass": "صحبة الوقور ¶ ومنها صحبة من يستحيا منه ليزجره ذلك عن المخالفات؛ فقال قال عليٌّ كرم الله وجهه: (أحيوا الحياء بمجالسة من يستحيا منه) . وقال أحمد بن حنبل رحمه الله: (ما أوقعني في بلية إلا صحبة من لا أحتشمه) . ¶ الإخلاص في الصحبة ¶ ومنها أن يراعي في صحبة أخوانه صلاحهم لا مرادهم، ودلالته على رشدهم لا على ما يحبونه. قال أبو صالح المزي، رحمه الله: (المؤمن من يعاشرك بالمعروف، ويدلك على صلاح دينك ودنياك، والمنافق من يعاشرك بالمماذعة، ويدلك على ما تشتهيه، والمعصوم من فرق بين الحالين) .",
            "page": "22",
            "part": "1",
            "seal": "43856047"
        },
        {
            "id": "14",
            "nass": "ترك الأذى ¶ ومنها ألا تؤذي مؤمناً، ولا تجاهل جاهلاً؛ لقوله عليه السلام: (إن الله يكره أذى المؤمن) . وقال الربيع ابن خيثم رحمه الله: (الناس رجلان، مؤمن فلا تؤذه، وجاهلٌ فلا تجاهله) . ¶ حسن العشرة ¶ ومنها مطالبة الإخوان بحسن العشرة حسب ما يعاشرهم به؛ لقوله عليه السلام: (لا يؤمن عبد حتى يحب لأخيه ما يحب لنفسه) . قال الحكيم: (صفوة العشرة للخلق، رضاك عنهم بمثل ما تعاشرهم به) . وقال أبو بكر بن عياش رحمه الله: (اطلب الفضل بالإفضال منك، فإن الصنيعة إليك كالصنيعة منك) .",
            "page": "23",
            "part": "1",
            "seal": "B44BE80C"
        },
        {
            "id": "15",
            "nass": "رأي عمر في المودة ¶ ومنها قول عمر بن الخطاب رضي الله عنه: (ثلاث يصفين لك ود أخيك: أن تسلم عليه إذا لقيته، وتوسع له في المجلس، وتدعوه بأحب أسمائه إليه) . ¶ حسن الظن ¶ ومنها حمل كلام الإخوان على أحسن الوجوه ما وجدت ذلك. قال سعيد بن المسيب رضي الله عنه: (كتب إلي بعض إخواني من الصحابة أن ضع أمر أخيك على الأحسن ما لم تغلب) .",
            "page": "24",
            "part": "1",
            "seal": "FAABABB2"
        },
        {
            "id": "16",
            "nass": "معرفة أسماء الإخوان وأنسابهم ¶ ومنها معرفة اسم الإخوان واسم آبائهم لئلا تقصر في حقوقهم؛ فقد قال ابن عمر رضي الله عنهما: رآني النبي صلى الله عليه وسلم ألتفت، فقال: (إلام تلتفت؟) قلت: إلى أخ لي أنا في انتظاره، فقال رسول الله صلى الله عليه وسلم: (إذا أحببت رجلاً فسله عن اسمه، واسم أبيه وجده وعشيرته ومنزله، فإن مرض عدته، وإن استعان بك أعنته) . ¶ مجانبة الحقد ¶ ومنها مجانبة الحقد، ولزوم الصفح، والعفو عن الإخوان. قال هلال بن العلاء: (جعلت على نفسي ألا أكافئ أحداً بشرٍ ولا عقوقٍ اقتداءً بهذه الأبيات: ¶ لمّا عَفَوتُ وَلَم أَحقِد عَلى أَحَدٍ ... أَرَحتُ نَفسِيَ مِن غَمّ العَداواتِ",
            "page": "25",
            "part": "1",
            "seal": "7C0EF5F3"
        },
        {
            "id": "17",
            "nass": "إِنّي أُحيّي عَدَوِّي حينَ رُؤيَتِهِ ... لِأَدفَعَ الشَرَّ عَنّي بِالتَحيّاتِ ¶ وأَظهِرُ البِشرَ لِلإِنسانِ أَبغِضُهُ ... كَأَنَّهُ قَد حُشيَ قَلبي مَسَرّاتِ ¶ وأنشد أحمد بن عبيد عن المدائني: ¶ وَمَن لَم يُغمّض عَينَهُ عَن صَديقِهِ ... وَعَن بَعضِ ما فيهِ يَمُت وَهُوَ عاتِبُ ¶ وَمَن يَتَتَبَّع جاهِداً كُلَّ عَثرَةٍ ... يَجِدها وَلا يَسلَم لَهُ الدَهرَ صاحِبُ ¶ حفظ العهد ¶ ومنها ملازمة الأخوة، والمداومة عليها، وترك الملل؛ فقد قال النبي صلى الله عليه وسلم: (أحب الأعمال إلى الله أدومها، وإن قل) . وقال محمد بن واسع: (وليس لملولٍ صديقٌ ولا لحاسدٍ غناءٌ) .",
            "page": "26",
            "part": "1",
            "seal": "FD284920"
        },
        {
            "id": "18",
            "nass": "إقلال العتاب ¶ ومنها الإغضاء عن الصديق في بعض المكاره، وينشد: ¶ صَبَرتُ عَلى بَعضِ الأَذى خَوفَ كُلِّهِ ... وَدافَعتُ عَن نَفسي بِنَفسي فَعَزَّتِ ¶ فَيا رُبَّ عِزّ ساقَ لِلنَّفسِ ذُلَّها ... وَيا رُبَّ نَفسٍ بِالتَذلُّلِ عَزَّتِ ¶ وَجَرَّعتُها المَكروهَ حَتّى تَجَرَّعَت ... وَلَو لَم أُجَرِّعها كَذا لاشمَأَزَّتِ ¶ وأنشد ثعلب: ¶ أُغمِّضُ عَيني عَن صَديقي تَجَسُّماً ... كَأَنّي بِما يَأتي مِن الأَمرِ جاهِلُ ¶ وَما بِيَ جَهلٌ غَيرَ أَنَّ خَليقَتي ... تُطيقُ اِحتمالُ الكُرهِ فيما تُحاوِلُ ¶ ولبعضهم:",
            "page": "27",
            "part": "1",
            "seal": "B27F2BA4"
        },
        {
            "id": "19",
            "nass": "إِذا كُنتَ في كُلِّ الأُمورِ مُعاتِباً ... صَديقَكَ لَم تَلقَ الَّذي لا تُعاتِبُه ¶ فَعِش واحِداً أَو صِل أَخاكَ فَإِنَّهُ ... مُقارِفُ ذَنبٍ مَرَّةً وُمُجانِبُه ¶ إِذا أَنتَ لَم تَشرَب مِراراً عَلى القَذى ... ظَمِئتَ وَأَيُّ الناسِ تَصفو مَشارِبُه ¶ ترك الاستخفاف ¶ ومنها ترك الاستخفاف بأحد من الخلق، ومعرفة كل واحد منهم ليكرم على قدره. قال ابن المبارك: (من استخف",
            "page": "28",
            "part": "1",
            "seal": "D951F1D1"
        },
        {
            "id": "20",
            "nass": "بالعلماء ذهبت آخرته، ومن استخف بالأمراء ذهبت دنياه، ومن استخف بالإخوان ذهبت مروءته) . ¶ ملازمة الصديق ¶ ومنها ألا تقطع صديقاً بعد مصادقته، ولا ترده بعد قبول: ¶ لا تَمدَحَنَّ اِمرأً حَتّى تُجرِّبَهُ ... وَلا تَذُمَّنَّهُ مِن غَيرِ تَجريبِ ¶ فَإِنَّ حَمدَكَ مَن لَم تَبلُهُ سَرَفٌ ... وَإِنَّ ذَمَّكَ بَعدَ الحَمدِ تَكذيبُ ¶ قال حمدون القصار: (اقبلوا إخوانكم بالإيمان، وردوهم بالكفر؛ فإن الله سبحانه وتعالى أوقع ما بين هذين في مشيئته، وقال: (إِنَّ اللَهَ لا يَغفِرُ أَن يُشرَكَ بِهِ وَيَغفِرُ ما دُونَ ذَلِكَ لِمَن يَشاءُ) .",
            "page": "29",
            "part": "1",
            "seal": "FEF63506"
        },
        {
            "id": "21",
            "nass": "قدسية الصداقة ¶ ومنها ألا يضيع صداقة صديق بعد ود، فإنها عزيزة؛ وكتب عالم إلى من هو مثله: (أن اكتب لي بشيءٍ ينفعني في عمري) ، فكتب إليه: (بسم الله الرحمن الرحيم. استوحش من لا إخوان له، وفرط المقصر في طلبهم؛ وأشد تفريطاً من ظفر بواحد منهم فضيعه؛ ولوجد أن الكبريت الأحمر أيسر من وجدانه؛ وإني أطلبه منذ خمسين سنة، ولم أجد إلا نصف صديق) . ¶ والناس ثلاثة: معرفة، وأصدقاء، وإخوان؛ فالمعرفة بين الناس كثيرة، والأصدقاء عزيزة، والأخ قلما يوجد. ¶ التواضع والتكبر ¶ ومنها التواضع للإخوان، وترك التكبر عليهم. قال رسول الله صلى الله عليه وسلم: (إن الله عز وجل أوحى إلي أن تواضع",
            "page": "30",
            "part": "1",
            "seal": "C478B38C"
        },
        {
            "id": "22",
            "nass": "حتى لا يفخر أحد على أحد) . ¶ وقال المبرد: (النعمة التي لا يحسد صاحبها عليها التواضع، والبلاء الذي لا يرحم صاحبه العجب) . ¶ جوامع العشرة ¶ ومن جوامعها قول ابن الحسن الوراق، وقد سأل أبا عثمان عن الصحبة، قال: (هي مع الله بالأدب، ومع الرسول عليه السلام بملازمة العلم واتباع السنة، ومع الأولياء بالاحترام والخدمة، ومع الإخوان بالبشر والانبساط وترك وجوه الإنكار عليهم، ما لم يكن خرق شريعة أو هتك حرمة، قال الله تعالى: (خُدِ العَفوَ وَأَمرُ بِالعُرفِ) ، والصحبة مع الجهال بالنظر إليهم بعين الرحمة، ورؤية نعمة الله عليك إذ لم يجعلك مثلهم، والدعاء لله أن يعافيك من بلاء الجهل) .",
            "page": "31",
            "part": "1",
            "seal": "221857FA"
        },
        {
            "id": "23",
            "nass": "حفظ المودة والأخوة ¶ ومنها حفظ المودة القديمة والأخوة الثابتة، لقوله عليه السلام: (إن الله يحب حفظ الود القديم) ؛ ودخلت امرأةٌ على رسول الله صلى الله عليه وسلم فأدناها، فقيل له في ذلك، فقال: (إنها كانت تأتينا أيام خديجة، وإن حسن العهد من الإيمان؛ وقال محمد المغازلي رحمه الله: (من أحب أن تدوم له المودة، فليحفظ مودة إخوانه القدماء) ولبعضهم: ¶ ما ذاقَتِ النَفسُ على شَهوةٍ ... أَلَذَّ مِن حُبِّ صَديقٍ أَمين ¶ من فاتَهُ وُدُّ أَخٍ صالِحٍ ... فَذَلِكَ المَغبونُ حَقَّ اليَقين ¶ ولبعض الحكماء من السلف: (عاشروا الناس، فإن عشتم حنوا إليكم، وإن متم بكوا عليكم) .",
            "page": "32",
            "part": "1",
            "seal": "5B397706"
        },
        {
            "id": "24",
            "nass": "صحبة السلامة ¶ ومنها قول أبي عثمان الحيري، وقد سئل عن صحبة السلامة: (أن يوسع الأخ على أخيه من ماله، ولا يطمع فيما له، وينصفه، ولا يطلب الإنصاف منه، ويستكثر قليل بره، ويستصغر من منا به عليه) . ¶ الإيثار والإكرام ¶ ومنها إيثار الإخوان بالكرامة على نفسه. قال أبو عثمان: (من عاشر الناس، ولم يكرمهم، وتكبر عليهم، فذلك لقلة رأيه وعقله؛ فإنه يعادي صديقه، ويكرم عدوه، فإن إخوانه في الله أصدقاؤه، ونفسه عدوه) . وروي عن النبي صلى الله عليه وسلم",
            "page": "33",
            "part": "1",
            "seal": "B613CDDA"
        },
        {
            "id": "25",
            "nass": "أنه قال: (أعدى عدوك نفسك التي بين جنبيك) . وقال القاسم بن محمد: (قل جعل الله في الصديق البار عوضاً من الرحم المدبر) . ¶ حقوق الفقراء ¶ ومنها معرفة حقوق الفقراء، والقيام بحوائجهم وأسبابهم. قال ابن أبي أوفى: (كان رسول الله صلى الله عليه وسلم لا يأنف ولا يستكبر، أن يمشي مع الأرملة والمسكين، فيقضي حاجتهما) . ¶ حسن العشرة ¶ ومنها ملازمة الأدب مع الإخوان وحسن معاشرتهم؛ فقد قال",
            "page": "34",
            "part": "1",
            "seal": "B4AA03AC"
        },
        {
            "id": "26",
            "nass": "الجنيد رحمه الله، إذ سُئل عن الأدب: (إنه حسن العشرة) . والفرق بين عشرة العلماء والجهال قول يحيى بن معاذ الرازي: (إن العلماء عبدوا الله بقلوبهم، والناس عبدوه بأبدانهم، والجهال عبدوه بألسنتهم، وهم عبدوه بقلوبهم وأبدانهم وألسنتهم) .",
            "page": "35",
            "part": "1",
            "seal": "15244507"
        },
        {
            "id": "27",
            "nass": "حفظ الأسرار ¶ ومنها حفظ أسرار الإخوان، فقد قال النبي صلى الله عليه وسلم: (استعينوا على حوائجكم بالكتمان، فإن كل ذي نعمة محسود) . وقال بعض الحكماء: (قلوب الأحرار قبور الأسرار) . وقيل: (أفشى رجل لصديق له سرا من أسراره، فلما فرغ قال له: حفظته؟ قال: لا، بل نسيته) . ¶ ولبعضهم: ¶ لَيسَ الكَريمُ الَّذي إِن زَلَّ صاحِبُهُ ... بَثَّ الَّذي كانَ مِن أَسرارِهِ عَلِما ¶ إِنَّ الكَريمَ الَّذي تَبَقى مَودَّتُهُ ... وَيَحفَظُ السِرَّ إِن صافى وَإِن صَرَما ¶ قبول المشورة ¶ ومنها المشورة مع الإخوان وقبولها منهم. قال الله عز وجل: (وَشاوِرهُم في الأَمرِ) . قال ابن عباس: لما نزلت هذه الآية قال رسول الله صلى الله عليه وسلم: (إن الله ورسوله غنيان عنها، ولكن",
            "page": "36",
            "part": "1",
            "seal": "2CC65F81"
        },
        {
            "id": "28",
            "nass": "جعلها الله رحمة لأمتي، فمن شاور منهم لم يعدم رشداً، ومن ترك المشورة منهم لم يعدم غياً) . ¶ إيثار الأصحاب ¶ ومنها إيثار الأرفاق على الإخوان. قال الله تعالى: (وَيُؤثِرونَ عَلى أَنفُسِهم وَلَو كانَ بِهِم خَصاصَةٌ) . وقيل سعي إلى بعض الخلفاء بالصوفية أنهم يرفضون الشريعة، فأخذ منهم طائفة، منهم أبو الحسين النوري رضي الله عنه، فأمر بضرب أعناقهم، قال: فبادر أبو الحسين إلى السياف،",
            "page": "37",
            "part": "1",
            "seal": "4F380686"
        },
        {
            "id": "29",
            "nass": "فقال له السياف: ما لك بادرت دون أصحابك؟ فقال: أردت إيثار أصحابي بحياة هذه اللحظة، فكان ذلك سبب نجاتهم. ¶ التخلق بمكارم الأخلاق ¶ ومنها التخلق بمحاسن الأخلاق. قال أبو محمد الحريري: (كمال الرجل في ثلاثة: الغربة، والصحبة، والفطنة؛ فالغربة لتذليل النفس، والصحبة للتخلق بأخلاق الرجال، والفطنة للتمكين) . ¶ موافقة الإخوان ¶ ومنها قلة مخالفة الإخوان في أسباب الدنيا، لأنها أقل خطراً من أن يخالف فيها أخ من الأخوان. قال يحيى بن معاذ الرازي: (الدنيا بأجمعها لا تساوي غم ساعة، فكيف",
            "page": "38",
            "part": "1",
            "seal": "FBDA94FC"
        },
        {
            "id": "30",
            "nass": "بغم طول عمرك وقطع إخوانك بسببها، مع قلة نصيبك منها!!) . ¶ الصحبة والوفاء ¶ ومنها أن تصاحب الإخوان على الوفاء والدين، دون الرغبة والرهبة والطمع. قال الحريري: (تعامل القرن الأول فيما بينهم بالدين زماناً طويلاً حتى رق الدين، ثم تعامل القرن الثاني بالوفاء حتى الوفاء، ثم تعامل القرن الثالث بالمروءة حتى ذهبت المروءة، ثم تعامل القرن الرابع بالحياء حتى ذهب الحياء، ثم صار الناس يتعاملون بالرغبة والرهبة) . قال الشيخ: وكنت أستحسنها له حتى رأيت مثلها للشعبي، وأظنه زاد، وسيأتي ما هو أشد. ¶ ترك المداهنة ¶ ومنها ترك المداهنة في الدين مع من يعاشره. قال سهل",
            "page": "39",
            "part": "1",
            "seal": "225F8545"
        },
        {
            "id": "31",
            "nass": "بن عبد الله التستري: (لا يشم رائحة الصدق من داهن نفسه أو غيره) . ¶ تحري الموافقة ¶ ومنها قلة الخلاف على الإخوان، وتحري موافقتهم فيما يريدون في غير مخالفة الدين والسنة؛ قالت جويرية: (دعوت الله أربعين سنة أن يعصمني من مخالفة الإخوان) . ¶ الذب عن الإخوان ¶ ومنها القيام بأعذارهم، والذب عنهم، والانتصاب له،",
            "page": "40",
            "part": "1",
            "seal": "6985DB0B"
        },
        {
            "id": "32",
            "nass": "كما قال الجنيد رحمه الله، وقيل له: (ما بال أصحابك أكلهم كثير؟ قال: لأنهم لا يشربون الخمر، فيكون جوعهم أكثر؛ وقيل له: ما بالهم لهم قوة شهوةٍ؟ قال: لأنهم لا يزنون، ولا يدخلون تحت محظورٍ؛ قيل: فما بالهم لا يطربون إذا سمعوا القرآن؟ قال: لأنه كلام الحق، ما فيه ما يوجب الطرب، نزل بأمر ونهيٍ، ووعدٍ ووعيدٍ، فهو يقهر؛ قيل: فما بالهم يطربون عند القصائد؟ قال: لأنها مما عملت أيديهم؛ قيل: فما بالهم يطربون عند الرباعيات؟ قال: لأنها كلام المحبين والعشاق؛ قيل: فما بالهم محرومين من الناس؟ قال: قد قال أستاذنا القصار، إذ سئل عن ذلك: لخلال ثلاث، أحدها: أن الله لا يرضى ما لهم لهم، والثانية: أنه تعالى لم يرض حسناتهم بصحائف الناس، والثالثة: أنهم قومٌ لم يسيروا إلا إلى الله، فمنحهم كل ما سواه، وأفردهم له) .",
            "page": "41",
            "part": "1",
            "seal": "B4886162"
        },
        {
            "id": "33",
            "nass": "احتمال الأذى ¶ ومنها احتمال الأذى، وقلة الغضب، والشفقة، والبسط، والرحمة، لقول النبي صلى الله عليه وسلم للرجل إذ قال له: عظني، وأوجز، قال: (لا تغضب) وقوله: (من موجبات المغفرة طيب الكلام) وقوله: (من لا يرحم لا يرحم) . ¶ الانبساط في النفس والمال ¶ ومنها الانبساط لإخوانه في النفس والمال، وألا يرى بينه وبينهم فرقاً، لما روي عن النبي صلى الله عليه وسلم: (أنه كان ينبسط في مال أبي بكر رضي الله عنه، ويحكم فيه كانبساطه في ماله وحكمه) . ¶ مجانبة الخصال الذميمة ¶ ومنها مجانبة التباغض والتدابر والتحاسد، لقوله عليه السلام: (لا تباغضوا، ولا تحاسدوا ولا تدابروا، وكونوا",
            "page": "42",
            "part": "1",
            "seal": "CA1D9EA3"
        },
        {
            "id": "34",
            "nass": "عباد الله إخواناً) . فأمرهم بإسقاط ذلك في حق الأخوة، ونزهها عن هذه الخصال الذميمة. ¶ بغض الدنيا ¶ ومنها التآلف مع الإخوان على بغض الدنيا، فإنه لا يقع بينهم المخالفة إلا بسببها. وقال عليه الصلاة والسلام: (المؤمن مألوف، ولا خير فيمن لا يألف ولا يؤلف) . ¶ عشرة الأهل والنسوان ¶ ومنها أدب العشرة مع النسوان والأهل، لأن الله خلقهن ناقصات عقل ودين، فيعاشرهن بالمعروف على حسب ما جبلهن الله عليه، ولذلك جعل الله سبحانه شهادة امرأتين كشهادة رجل واحد. وقال عليه السلام: (ما رأيت من ناقصات عقلٍ ودين أذهب بعقول الرجال وذوي الألباب منكن) . الحديث:",
            "page": "43",
            "part": "1",
            "seal": "7E8A32BD"
        },
        {
            "id": "35",
            "nass": "وقال عليه السلام: (خيركم خيركم لأهله) . وقال علي بن أبي طالب كرم الله وجهه: (عقل المرأة جمالها، وجمال الرجل عقله) . وسئل أبو جعفر عن قوله تعالى: (وَعاشِروهُنَّ بِالمَعروفِ) . ¶ فقال: (هو حسن الصحبة مع من سألت ومن كرهت صحبتها) . ¶ حسن معاشرة الخادم ¶ ومنها حسن العشرة مع الخادم، لقول رسول الله صلى الله عليه وسلم: (هم إخوانكم، جعلهم الله تعالى تحت أيديكم،",
            "page": "44",
            "part": "1",
            "seal": "7DAF74E6"
        },
        {
            "id": "36",
            "nass": "فأطمعوهم مما تأكلون، وأكسوهم مما تلبسون، ولا تكلفوهم ما لا يطيقون) . وكان آخر كلامه عليه السلام وهو محتضر: (الصلاة وما ملكت أيمانكم) . وقال أنس رضي الله عنه: (خدمت رسول الله صلى الله عليه وسلم عشر سنين فما قال لشيءٍ فعلته: لم فعلته؟ ولا لشيءٍ لم أفعله لم لا فعلته) . وقال رجل لرسول الله صلى الله عليه وسلم: (ما حق جاري عليَّ؟) قال: (تفرشه معروفك، وتجنبه أذاك، وتجيبه إذا دعاك) . ¶ عشرة أهل الأسواق والتجار ¶ ومنها العشرة مع أهل الأسواق والتجار إلا تخلف وعدهم وتعذرهم في خلف الوعد إذ لا يمكن الخروج من حقك إلا في الوقت الذي يسره الله: وتعلم أن جلوسك على الحانوت غاية طلب الدنيا، وتعذرهم في ذلك لأجل قضاء دين أو نفقة على",
            "page": "45",
            "part": "1",
            "seal": "D7D14D4D"
        },
        {
            "id": "37",
            "nass": "عيال أو أبوين، فالجلوس في الحانوت في حقلك نقص، وفي حقهم عذر؛ فإن جاء أحد يشتري منك شيئاً فالله سائقه إليك لرزقك، فلا تشب بيعك بخلف، ولا كذب، ولا خنى لئلا تحرم بهذه الأمور المحرمة ما رزقك الله حلالا مقدرا. ¶ واحمد الله على ربحك، وافرح بربح أخيك كفرحك بربحك؛ لقوله عليه السلام: (لا يجد العبد حلاوة الإيمان حتى يحب لأخيه ما يحب لنفسه) . ¶ وإذا أمسكت الميزان فاذكر ميزان القيامة، وما عليك من الحق، وأحذر التطفيف، لقوله تعالى: (وَيلٌ لِلمُطَفِفينَ) . ¶ وأنظر معسراً عن مال، لقوله تعالى: (فَنَظِرَةَ إِلى مَيسَرَةٍ) ؛ فقد جعل الله له أماناً ومهلةً.",
            "page": "46",
            "part": "1",
            "seal": "DFD7E9A0"
        },
        {
            "id": "38",
            "nass": "وأقل من استقالك، لقوله عليه السلام: (من أقال نادماً بيعته أقال الله عثرته يوم القيامة) . ¶ وأرجح لمن وزنت له، فإن النبي صلى الله عليه وسلم قال لوزان وزن لصاحب حق: أرجح. وإذا وزنت لنفسك فأنقص لتيقن وجه الحل. ¶ واحذر المطل مع الميسرة، لقوله عليه السلام: (مطل الغني ظلم) . ولا تمدح سلعتك وتذم سلعة أخيك، فهو نفاق. ¶ والزم البر والصدق، لقوله عليه السلام: (التجار فجار إلا من بر وصدق) . ¶ وشب بيعك بشيء من الصدقة، لقوله عليه السلام: (يا معشر التجار هذه البيوع يخالطها الحلف والكذب، فشوبوها بشيءٍ من الصدقة) . ¶ واجعل خروجك للتجارة لتقضي حاجة المسلمين، فإن رزقك",
            "page": "47",
            "part": "1",
            "seal": "5478E347"
        },
        {
            "id": "39",
            "nass": "مقدر بفضل الله. قال ابن المبارك: وتكون نيتك مباركةً عليك لقوله عليه السلام: (نية المؤمن خير من عمله) . قال بعض الحكماء في معنى الخير: (نية علا عمل خير من عمل بلا نية) . ¶ العفو عن الهفوات ¶ ومنها العفو عن هفوة الإخوان في النفس والمال دون أمور الدين والسنة، لقوله تعالى: (وَليَعفوا وَليَصفَحوا) . وقوله: (وَأَن تَعفوا أَقربُ لِلتَقوى) . ¶ حسن الجوار ¶ ومنها حسن الجوار، وأن يأمنك جارك في أسبابه: في نفسه ودينه وأهله وماله وولده؛ لقوله عليه السلام: (لا يؤمن أحدكم حتى يأمن جاره بوائقه) . وقوله عليه السلام:",
            "page": "48",
            "part": "1",
            "seal": "A629EB70"
        },
        {
            "id": "40",
            "nass": "(ليس بمؤمن من يشبع وجاره إلى جانبه طاو) . وقوله: (لا تؤذ جارك بقتار قدرك) . ولا بلسانك أيضاً، ولا تحسده في شيء من أحواله وأفعاله؛ وأشفق عليه وعلى أهله وولده كشفقتك على نفسك وأهلك؛ واحفظ ماله كحفظ مالك. ¶ طلاقة الوجه ¶ ومنها طلاقة الوجه والاسترسال، لقوله عليه السلام: (إن الله يحب الطلق الوجه، ولا يحب العبوس) . وقال عليه السلام: (من أخلاق المؤمنين والصديقين والشهداء والصالحين السياسة إذا تزاوروا، والمصافحة والبر إذا التقوا) . ¶ حرمة الإخوان ¶ ومنها القيام بحرمة من هو دونه من الإخوان، فكيف بمن",
            "page": "49",
            "part": "1",
            "seal": "876CABFB"
        },
        {
            "id": "41",
            "nass": "هو فوقه أو مثله، لقوله عليه السلام: (سيد القوم خادمهم) . وقال يحيى بن أكثم: بت ليلةً عند أمير المؤمنين المأمون، فانتبهت وأنا عطشان، فوثب من مرقده، فجاءني بماءٍ، فقلت: يا أمير المؤمنين، ألا دعوت بخادم؟ فقال: حدثني أبي عن أبيه عن عقبة بن عامر الجني رضي الله عنه، قال النبي صلى الله عليه وسلم: (سيد القوم خادمهم) . ¶ المشاركة في السراء والضراء ¶ ومنها أن يشارك إخوانه في المكروه والمحبوب، لا يتلون عليهم في الحالين جميعاً. ¶ ترك المن ¶ ومنها إلا يمن على من يحسن إليه، ويشكر ما يصل إليه منهم. قال عروة: كتب رجل إلى عبد الله بن جعفر",
            "page": "50",
            "part": "1",
            "seal": "86425D3E"
        },
        {
            "id": "42",
            "nass": "رقعة، وجعلها، في ثني وسادته التي يتكئ عليها، فقلب عبد الله الوسادة، فبصر بالرقعة، فقرأها وردها إلى موضعها، وجعل مكانها كيساً، فيه خمسمائة دينار، فجاء الرجل، فدخل عليه، فقال له: قلبت النمرقة؟ فخذ ما تحتها، فأخذ الرجل الكيس وخرج وهو ينشد: ¶ زادَ مَعروفَكَ عِندي عِظَماً ... أَنَهُ عِندَكَ مَيسورٌ حَقير ¶ تَتَناساهُ كَأَن لَم تَأتِهِ ... وَهُوَ عِندَ الناسِ مَشهورٌ كَبير ¶ الإعراض عن الواشي النمام ¶ ومنها إلا يقبل على إخوانه قول واش نمام، لقول الخليل",
            "page": "51",
            "part": "1",
            "seal": "6B84BA71"
        },
        {
            "id": "43",
            "nass": "بن أحمد: (من نم لك نم عليك، ومن أخبرك خبر غيرك أخبره بخبرك) . ¶ قال عليه السلام: (لا يدخل الجنة قتات) . ¶ الوفاء في الحياة والوفاة ¶ ومنها الوفاء للإخوان في الحياة والوفاة، لقول بعض الحكماء: (من لم يف للإخوان كان مغموز النسب) . ¶ الأخ الموافق ¶ ومنها أن تكون الشفقة على الأخ الموافق أكثر من الشفقة على الولد. قال أبو زائدة: كتب الأحنف إلى صديق له:",
            "page": "52",
            "part": "1",
            "seal": "2D68C545"
        },
        {
            "id": "44",
            "nass": "أما بعد، فإذا قدم أخ لك موافق، فليكن منك بمنزلة السمع والبصر؛ فإن الأخ الموافق أفضل من الولد المخالف. ألم تسمع قول الله عز وجل لنوح عليه السلام في ابنه: (إِنَهُ لَيسَ مِن أَهلِكَ إِنَهُ عَمَلٌ غَيرَ صَالِحٍ) . ¶ ستر العورات ¶ ومنها الاجتهاد في ستر عورات الإخوان وقبائحهم، وإظهار مناقبهم، وكونهم يداً واحدةً في جميع الأوقات. قال النبي صلى الله عليه وسلم: (مثل المؤمنين إذا التقيا كاليدين تغسل إحداهما الأخرى) . ¶ وَأنشد عن ثعلب: ¶ ثَلاثُ خِصالٍ لِلصَديقِ جَعَلتُها ... مُضارَعَةً لِلصَومِ وَالصَلواتِ ¶ مُواساتُهُ وَالصَفحُ عَن عَثَراتِهِ ... وَتَركُ اِبتذالِ السَرِ في الخَلَواتِ ¶ ولسعيد بن حمدان: ¶ لَم أُؤاخِذكَ إِذ جَنَيتَ لِأَنّي ... واثِقٌ مِنكَ بِالإِخاءِ الصَحيحِ ¶ فَجَميلُ العَدوِّ غَيرُ جَميلٍ ... وَقيبَحُ الصَديقِ غَيرُ قَبيحِ",
            "page": "53",
            "part": "1",
            "seal": "FD8C2F39"
        },
        {
            "id": "45",
            "nass": "هجر استبقاء الود ¶ ومنها ألا يهجر الأخ بغضة بل هجر استبقاء لوده وقطع مقالة واش عنه؛ فقد ورد من طريق عن النبي صلى الله عليه وسلم: (لا يحل لمسلم أن يهجر أخاه فوق ثلاث، يلتقيان فيعرض هذا، ويعرض هذا، وخيرهما الذي يبدأ بالسلام) . ¶ التودد والصفح ¶ ومنها التودد للإخوان بالاصطناع إليهم والصفح عنهم. وقال عليه السلام: (اصنع المعروف إلى من هو أهله فإن لم تصب أهله فأنت أهله) . وقال عليه السلام: (رأس العقل بعد الدين التودد إلى الناس واصطناع المعروف إلى كل برٍ وفاجرٍ) . ¶ وينشد لابن أبي النجم: ¶ اِصنَعِ الخَيرَ ما اِستَطَعتَ وَإِن ... كُنتَ لا تُحيطُ بِكُلِّهِ ¶ فَمَتى تَصنَعُ الكَثيرَ إِذا ... كُنتَ تارِكاً لِأَقَلِّهِ",
            "page": "54",
            "part": "1",
            "seal": "A04FB99E"
        },
        {
            "id": "46",
            "nass": "حفظ العهد ¶ ومنها الدوام للإخوان على حسن العشرة، وإن وقعت بينهم وحشةٌ أو نفرة، فلا يترك كرم العهد، ولا يفشي الأسرار المعلومة في أيام الأخوة. ¶ وينشد لبعضهم: ¶ نَصِلُ الصَديقَ إِذا أَرادَ وِصالَنا ... وَنَصُدُّ عِندَ صُدودِهِ أَحيانا ¶ إِن صَدَّ عَنّي كُنتُ أَكرَمَ مُعرِضٍ ... وَوَجَدتُ عَنهُ مَذهَباً وَمَكانا ¶ لا مُفشياً بَعدَ القَطيعَةِ سِرَّهُ ... بَل كاتِمٌ مِن ذاكَ ما اِستَرعانا ¶ إِن الكَريمَ إِذا تَقَطَّعَ وُدُّهُ ... كَتَمَ القَبيحَ وَأَظهَرَ الإِحسانا ¶ التغافل ¶ ومنها التغافل عن الإخوان. قال جعفر بن محمد الصادق: (عظموا أقدراكم بالتغافل) .",
            "page": "55",
            "part": "1",
            "seal": "11ACF862"
        },
        {
            "id": "47",
            "nass": "ترك الوقيعة ¶ ومنها ترك الوقيعة فيهم. قال المهاجري: (قال أعرابي لرجل: قد استدللت على عيوبك بكثرة ذكرك لعيوب الناس، لأن طالبها متهم بقدر ما فيه منها) . ¶ قبول الاعتذار ¶ ومنها قبول العذر من فاعله، صدق أو كذب؛ لقول رسول الله صلى الله عليه وسلم: (من اعتذر إليه أخوه المسلم، فلم يقبل عذره، فعليه مثل صاحب مكس) . ولبعضهم: ¶ أَقبَل مَعاذيرَ مَن يَأتيكَ مُعتَذِراً ... إِن يَروِ عِندَكَ فيما قالَ أَو فَجَرا ¶ فَقَد أَطاعَكَ مَن أَرضاكَ ظَاهِرُهُ ... وَقَد أَجَلَّكَ مَن يَعصيكَ مُستَتِرا ¶ قال عبد الله بن المبارك: (المؤمن طالب عذر إخوانه، والمنافق طالب عثراتهم) .",
            "page": "56",
            "part": "1",
            "seal": "FD804E0F"
        },
        {
            "id": "48",
            "nass": "قضاء حوائج الإخوان ¶ ومنها التسارع إلى قضاء حاجة رافعها إليك، لقول جعفر الصادق: (إني لأسارع إلى قضاء حوائج الإخوان مخافة أن يستغنوا عني بردي إياهم) . وقال ابن المنكدر: (لم يبق من الله إلا قضاء حوائج الإخوان) . ¶ مشاهدة الإخوان ¶ ومنها ألا ينسيك بعد الدار كرم العهد والنزوع إلى مشاهدة الإخوان. قال ابن الأنباري: (من كرم الرجل حنينه إلى أوطانه، وشوقه إلى إخوانه) .",
            "page": "57",
            "part": "1",
            "seal": "49637A93"
        },
        {
            "id": "49",
            "nass": "صون السمع واللسان ¶ ومنها صون السمع عن سماع القبيح، واللسان عن نطقه؛ فقد قال، عليه السلام: يقول الله عز وجل: (أَينَ الَّذينَ كانوا يُنَزِّهونَ أَسماعَهُم عَن الخَنا أُسمِعهُم اليَومَ حَمدي وَالثَناءَ عَلَيَّ) . ¶ ولبعضهم: ¶ تَحَرَّ مِن الطُرقِ أَوساطَها ... وَخَلِّ عَن المَوضعِ المُشتَبَه ¶ وَسَمعَكَ صُن عَن سَماعِ القَبيحِ ... كَصَونِ اللِسانِ عَنِ النُطقِ بِه ¶ فَإِنَكَ عِندَ اِستِماعِ القَبيحِ ... شَريكٌ لِقائِلِهِ فَاِنتَبَه ¶ فَكَم أَزعَجَ الحِرصُ مِن طَالب ... فَوافى المَنيَّةَ في مَطلَبِه ¶ رد الجواب ¶ ومنها المبادرة في الجواب عن كتاب الأخ، وترك التقصير فيه. قال ابن عباس، رضي الله عنه: (إني أرى لرد الجواب حقاً، كما أرى لرد جواب السلام) .",
            "page": "58",
            "part": "1",
            "seal": "91E97A8B"
        },
        {
            "id": "50",
            "nass": "وأنشد لأبي هفان: ¶ إِذا الإِخوانُ قاتَهُمُ التَلاقي ... فَما شَيءٌ أَسَرُّ مِنَ الكِتابِ ¶ وَإِن كَتَبَ الصَديقُ إِلى صَديقٍ ... فَحَقُّ كِتابِهِ رَدُّ الجَوابِ ¶ آداب الاستئذان ¶ ومنها الأدب في الاستئذان واستعمال السنة فيه؛ لقول النبي صلى الله عليه وسلم: (الاستئذان ثلاث: الأولى تستنصتون، والثانية يستصلحون، والثالثة يأذنون أو يردون) .",
            "page": "59",
            "part": "1",
            "seal": "6AE17295"
        },
        {
            "id": "51",
            "nass": "إفطار المدعو ¶ ومنها إلا يصوم إذا دعاه أخ إلا بإذنه؛ وإن نوى الصوم فليفطر تحرياً لسروره؛ فإن أبا سعيد الخدري، رضي الله عنه، قال: صنعت لرسول الله صلى الله عليه وسلم، طعاماً، فجاء هو وأصحابه، فلما وضع الطعام، قال رجل من القوم: إني صائم، فقال رسول الله صلى الله عليه وسلم: (دعاكم أخوكم، وتكلف لكم، أفطر ثم صم يوماً مكانه إن شئت) . ¶ تفقد الخلان والإخوان ¶ ومنها الرغبة في زيارة الإخوان والسؤال عن أحوالهم؛ فقد قال النبي صلى الله عليه وسلم: (إن رجلاً زار أخاه في قريةٍ، فأرصد على مدرجته ملكاً، فقال له: إلى أين يا عبد الله؟ فقال",
            "page": "60",
            "part": "1",
            "seal": "1ACE6982"
        },
        {
            "id": "52",
            "nass": "أزور أخاً لي في الله تعالى في هذه القرية، فقال له: طبت، وطاب ممشاك، وتبوأت من الجنة منزلاً) . ¶ وكان عبد الله بن مسعود يقول: (كنا إذا افتقدنا الأخ أتيناه، فإن كان مريضاً كانت عيادةً، وإن كان مشغولاً كانت عوناً، وإن كان غير ذلك كانت زيارةً) . ¶ فهم نفوس الأصحاب ¶ ومنها أن تصاحب كلاً من الإخوان على قدر طريقته. قال شبيب بن شيبة: (لا تجالس أحداً بغير طريقةٍ، فإنك إذا",
            "page": "61",
            "part": "1",
            "seal": "6B7633D4"
        },
        {
            "id": "53",
            "nass": "أردت لقاء الجاهل بالعلم، واللاهي بالفقه، والغبي بالبيان، آذيت جليسك) . ويروى للإمام عليٍ، رضي الله عنه: ¶ لِئَن كُنتُ مُحتاجاً إِلى العِلمِ إِنَنّي ... إِلى الجَهلِ في بَعضِ الأَحايين أُحوَجُ ¶ وَما كُنتُ أَرضى الجَهلَ خِدناً ولا أَخاً ... وَلَكِنَني أَرضى بِهِ حينَ أُحوَجُ ¶ فَمَن شاءَ تَقويمي فَإِنّي مُقوَّمٌ ... وَمَن شاءَ تَعويجي فَإِنِّيَ مُعوَجُّ ¶ حفظ العهود ¶ ومنها حفظ حرمات الصحبة والعشرة. قال جعفر الصادق، رضي الله عنه: (مودة يوم صلة، ومودة سنة رحم ماسةٍ من قطعها قطعه الله عز وجل) ؛ وقال علي بن عبيدة الريحاني:",
            "page": "62",
            "part": "1",
            "seal": "7607905C"
        },
        {
            "id": "54",
            "nass": "(الأحرار ما لم يلتقوا معارف، فإذا التقوا صاروا أخواناً، فإذا تعاشروا توارثوا) ؛ وقال الصادق: (صداقة عشرين يوماً قرابةٌ) . ¶ مواساة الإخوان ¶ ومنها إنصاف الإخوان من نفسه، ومواساتهم من ماله؛ لقول النبي صلى الله عليه وسلم: (أشرف الأعمال ذكر الله تعالى، وإنصاف المؤمن من نفسه، ومواساة الأخ من ماله) . ¶ الصبر على الهجران ¶ ومنها الصبر على جفاء الإخوان، وإسقاط التهمة عنهم بعد صحة الأخوة. ¶ وصية علقمة لابنه ¶ ومن جامع الصحبة والعشرة قول يحيى بن أكثم لما حضرت",
            "page": "63",
            "part": "1",
            "seal": "26401FE2"
        },
        {
            "id": "55",
            "nass": "علقمة العطار الوفاة، قال لابنه: (يا بني إذا صحبت الرجال، فاصحب من إذا أخدمته صانك، وإن صحبته زانك، وإن تحركت بك مؤنة صانك، وإن أمددت بخير مد، وإن رأى منك حسنة عدها، أو سيئة سترها، وإن أمسكت ابتدأك، أو نزلت بك نازلةٌ واساك، وإن قلت صدقك، أو حاولت أمراً أمرك، وإذا تنازعتما في حق آثراك) . قال عبد الملك: (سمع الشعبي هذه الوصية فقال: تدري لم أوصاه بها؟ فقلت: لا! قال: لأبنه أوصاه ألا يصحب أحداً، لأن هذه الخصال لم تكمل في أحد) .",
            "page": "64",
            "part": "1",
            "seal": "44E9F204"
        },
        {
            "id": "56",
            "nass": "التوقير والرحمة ¶ ومنها تعظيم حرمة المشايخ، والرحمة والشفقة على الإخوان، لقول النبي صلى الله عليه وسلم: (ليس منها من لم يوقر كبيرنا ويرحم صغيرنا) . وقال عليه السلام: (من إجلال الله تعالى إكرام ذي الشيبة في الإسلام) . ¶ أدب الأحداث ¶ ومنها ألا يكلم الأحداث بحضرة الشيوخ. قال جابر: قدم وفد جهينة على النبي صلى الله عليه وسلم فقام غلام ليتكلم، فقال النبي صلى الله عليه وسلم: (وأين الكبراء؟) .",
            "page": "65",
            "part": "1",
            "seal": "E9C071CF"
        },
        {
            "id": "57",
            "nass": "ومنها أن الإنسان إذا أراد سفراً يسلم على إخوانه ويزورهم، فلعل لأحدهم حاجةً في وجهته، لقول النبي صلى الله عليه وسلم: (إذا سافر أحدكم فليسلم على إخوانه، فإنهم يزيدونه بدعائه خيراً) . ¶ دوام العهود ¶ ومنها ألا يتغير عن إخوانه إذا حدث له غنىً. أنشد المبرد: ¶ لَئِن كانَت الدُنيا أَنالتكَ ثَروةً ... وَأَصبَحتَ مِنها بَعدَ عُسرٍ أَخا يُسرِ ¶ لَقَد كَشَفَ الإِثراءُ عَنكَ خَلائِقاً ... مِن اللؤمِ كانَت تَحتَ سِترٍ مِن الفَقرِ ¶ التمادي في الخصام ¶ ومنها ألا يغرق في الخصومة، ويترك للصلح موضعاً؛ فقد روي عن عن النبي صلى الله عليه وسلم، أو علي كرم الله وجهه: (أحبب",
            "page": "66",
            "part": "1",
            "seal": "B91E8611"
        },
        {
            "id": "58",
            "nass": "حبيبك هوناً ما، عسى أن يكون بغيضك يوماً ما، وابغض بغيضك هوناً ما، عسى أن يكون حبيبك يوماً ما) . ¶ قيل لأبي سفيان بن حرب: (بم نلت هذا الشرف؟ قال: ما خاصمت رجلاً إلا جعلت للصلح بينناً موضعاً) . ¶ معرفة أقدار الرجال ¶ ومنها معرفة الرجال ومعاشرتهم على حسب ما يستحقونه، فقد قيل: إن فتى جاء إلى سفيان بن عيينة من خلفه فجذبه، وقال: يا سفيان، حدثني فالتفت سفيان إليه، وقال: يا بني، من جهل أقدار الرجال، فهو بنفسه أجهل. ¶ مخالف الاعتقاد ¶ ومنها ألا يعاشر من يخالفه في اعتقاده. قال يحيى بن معاذ: (من خالف عقدك عقده خالف قلبك قلبه) .",
            "page": "67",
            "part": "1",
            "seal": "CBDE6F8C"
        },
        {
            "id": "59",
            "nass": "ذو الود القديم ¶ ومنها معرفة حق من سبقك بالمودة. قال بلال بن سعيد: (من سبقك بالود، فقد استرقك بالشكر) . ¶ الإخاء والثناء ¶ ومنها ترك التطرية والثناء بعد صحبة الأخوة والمودة. قال عبد الرحمن بن مهدي: (إذا تأكد الإخاء سقط الثناء) ، وقال الحجي لرجل: (حبي لك يمنع من الثناء عليك) .",
            "page": "68",
            "part": "1",
            "seal": "4D06EFB4"
        },
        {
            "id": "60",
            "nass": "آداب الصحبة ¶ قال السلمي: والصحبة على أوجه، لكل آدابٌ ومواجب ولوازم. ¶ صحبة الله ¶ فمع الله، سبحانه: باتباع أوامره، وترك نواهيه، ودوام ذكره، ودرس كتابه، ومراقبة أسرار العبد إن يختلج فيها ما لا يرضاه مولاه، والرضا بقضائه، والصبر على بلائه، والرحمة والشفقة على خلقه.",
            "page": "69",
            "part": "1",
            "seal": "0A8FFBEF"
        },
        {
            "id": "61",
            "nass": "صحبة النبي صلى الله عليه وسلم ¶ ومع النبي صلى الله عليه وسلم: باتباع سنته، وترك مخالفته فيما دق وجل. ¶ صحبة الصحابة وآل البيت ¶ ومع أصحابه وأهل بيته: بالترحم عليهم، وتقديم من قدم، وحسن القول فيهم، وقبول أقوالهم في الأحكام والسنن، لقوله عليه السلام: (أصحابي كالنجوم، بأيهم اقتديتم اهتديتم) ، وقوله عليه السلام: (إني تارك فيكم الثقلين: كتاب الله، وعترتي أهل بيتي) . ¶ صحبة أولياء الله ¶ ومع أولياء الله: بالخدمة، والاحترام لهم، وتصديقهم",
            "page": "70",
            "part": "1",
            "seal": "C55EBDDF"
        },
        {
            "id": "62",
            "nass": "فيما يخبرون عن أنفسهم ومشايخهم؛ فقد روي عن النبي صلى الله عليه وسلم: (أن الله، تعالى، يقول: من أهان لي ولياً فقد بارزني بالمحاربة) . ¶ صحبة السلطان ¶ ومع السلطان: بالطاعة في غير معصية الله إذ مخالفته سنة، فلا يدعو عليه فيهما، بل يدعو له غائباً، ليصلحه الله تعالى، ويصلح على يديه؛ وينصحه في جميع أمور دينه، ويصلي ويجاهد معه؛ لقول النبي صلى الله عليه وسلم: (الدين النصيحة) ، قالوا: لمن يا رسول الله؟ قال: (لله، ولكتابه، ولرسوله ولأئمة المسلمين، وعامتهم) . ¶ صحبة الأهل والولد ¶ ومع الأهل والولد: بالمداراة وسعة الخلق والنفس وتمام الشفقة وتعليم الأدب والسنة، وحملهم على الطاعة؛ لقوله تعالى: (يا أَيُّها الَّذين آَمَنُوا قُوا أَنفُسَكُم وَأَهليكُم ناراً) . الآية،",
            "page": "71",
            "part": "1",
            "seal": "1530ADC2"
        },
        {
            "id": "63",
            "nass": "والصفح عن عثراتهم، والغض عن مساوئهم في غير إثمٍ أو معصيةٍ، لقول النبي صلى الله عليه وسلم: (المرأة كالضلع، إن أقمتها تكسرها، وإن داريتها تعش منها على عوج) . ¶ صحبة الإخوان ¶ ومع الإخوان: بدوام البشر، وبذل المعروف، ونشر المحاسين، وستر القبائح، واستكبار برهم إياك، واستقلال إياهم، وإن كثر، ومساعدتهم بالمال والنفس، ومجانبة الحقد والحسد والبغي وما يكرهون من جميع الوجوه، وترك ما يعتذر منه.",
            "page": "72",
            "part": "1",
            "seal": "854388A9"
        },
        {
            "id": "64",
            "nass": "صحبة العلماء ¶ ومع العلماء: بملازمة حرماتهم، وقبول أقوالهم، والرجوع إليهم في المهمات، ومعرفة المكان الذي جعله الله لهم من خلافة نبيه ووراثتيه؛ لقوله عليه السلام: (العلماء ورثة الأنبياء) . ¶ صحبة الوالدين ¶ ومع العلماء: ببرهما بالخدمة بالنفس والمال في حياتهما، وإنجاز وعدهما بعد وفاتهما، والدعاء لهما في كل الأوقات، وإكرام أصدقائهما؛ لقوله؛ عليه السلام: (إن البر أن يصل الرجل أهل ود أبيه) ؛ وقد قال رجل لرسول الله صلى الله عليه وسلم: هل بقي علي من بر والدي شيء أبرهما به بعد وفاتهما؟ قال: (نعم. الصلاة عليهما والاستغفار لهما، وإكرام صديقهما، وصلة الرحم",
            "page": "73",
            "part": "1",
            "seal": "9552D7F3"
        },
        {
            "id": "65",
            "nass": "التي لا توصل إلا بهما) . وقال عليه السلام: (من العقوق أن يرى أبواك رأياً وترى غيره) . ¶ صحبة الضيف ¶ ومع الضيف: بالبشر، وطلاقة الوجه، وطيب الحديث، وإظهار السرور، وقبول أمره ونهيه، ورؤية فضله ومنته بإكرامك وتحريه لطعامك. ¶ ولمعرس بن كرام: ¶ مَن دَعانا فَأَبَينا ... فَلَهُ الفَضلُ عَلَينا ¶ فَإِذا نَحنُ أَتَينا ... رَجَعَ الفَضلُ إِلَينا",
            "page": "74",
            "part": "1",
            "seal": "F13CC344"
        },
        {
            "id": "66",
            "nass": "آداب الجوارح ¶ ثم على كل جارحة أدب تختص بهِ: ¶ أدب البصر ¶ فأدب البصر نظرك للأخ بالمودة التي يعرفها منك، هو والحاضرون، ناظراً إلى أحسن شيء يبدو منه، غير صارف بصرك عنه في حديثه لك. ¶ أدب السمع ¶ وأدب السمع: إظهار التلذذ بحديث محادثك، غير صارف بصرك عنه في حديثه، ولا قاطع له بشيء؛ فإن اضطرك الوقت إلى شيء من ذلك، فأظهر له عذرك.",
            "page": "75",
            "part": "1",
            "seal": "6B8A8500"
        },
        {
            "id": "67",
            "nass": "أدب اللسان ¶ وأدب اللسان: أن تحدث الإخوان بما يحبون في وقت نشاطهم لسماع ذلك، باذلاً لهم النصيحة بما فيه صلاحهم، مسقطاً من كلامك ما يكرهونه؛ ولا ترفع صوتك عليهم، ولا تخاطبهم إلا بما يفهمونه ويعلمونه. ¶ أدب اليدين ¶ وأدب اليدين: بسطهما للإخوان بالبر والصلة، ولا تقبضهما عنه، ولا عن الإفضال عليهم ومعونتهم فيما يستعينون به. ¶ أدب الرجلين ¶ وأدب الرجلين: أن تماشي إخوانك على حد التبع، ولا تتقدمهم؛ فإن قربك إليه تقرب بقدر الحاجة، وترجع إلى مكانك؛ ولا تقعد عن حقوق الإخوان ثقة بالأخوة، لأن",
            "page": "76",
            "part": "1",
            "seal": "FA0A74C7"
        },
        {
            "id": "68",
            "nass": "الفضيل رحمه الله، قال: (ترك حقوقهم مذلة) ، وتقوم لهم إذا أبصرتهم مقبلين، ولا تقعد إلا بقعودهم، وتقعد حيث يقعدونك.",
            "page": "77",
            "part": "1",
            "seal": "D6324B08"
        },
        {
            "id": "69",
            "nass": "آداب البواطن ¶ عنوان أدب الباطن ¶ واعلم، يا أخي، وفقك الله للرغبة في أدب الصحبة، أن أدب الظاهر عنوان أدب الباطن، لقول النبي صلى الله عليه وسلم وقد رأى رجلاً يمس لحيته في الصلاة، فقال: (لو خشع قلب هذا لخشعت جوارحه) ؛ وقال الجنيد لأبي حفص، رحمة الله عليهما: (أدبت أصحابك أدب السلاطين) ، فقال: (لا، يا أبا القاسم، ولكن حسن أدب الظاهر عنوان أدب الباطن) . ¶ اقتران الأدب بالعلم والحال والصحبة ¶ ثم اعلم أن كل علم وحال وصحبة خرج من غير أدب",
            "page": "78",
            "part": "1",
            "seal": "4BFD48A5"
        },
        {
            "id": "70",
            "nass": "غالب مرود على أهله، لقوله عليه السلام: (إن الله أدبني فأحسن تأديبي) . وكان عليه السلام يحب معالي الأخلاق. ¶ الباطن مطلع الله ¶ وإذا وجب على العبد مراعاة ظاهره لصحبة الخلق، فمراعاة باطنه أولى؛ لأنه مطلع الرب تعالى. ¶ أوجه مراعاة الباطن ¶ ومراعاة باطنه وآدابها بملازمة: الإخلاص، والتوكل، والخوف، والرجاء، والرضا، والصبر، وسلامة الصدر، وحسن الطوية، والاهتمام بذلك في أمر المسلمين؛ لقوله عليه السلام: (من لم يهتم للمسلمين فليس منهم) . ¶ فإذا تأدب الناظر في كتابنا هذا بهذه الآداب، وتأدب ظاهره بما ذكرنا، رجوت أن يكون من الموقنين.",
            "page": "79",
            "part": "1",
            "seal": "18F1206F"
        },
        {
            "id": "71",
            "nass": "فنسأل الله، سبحانه وتعالى، أن يوفقنا للأخلاق الجميلة، وأن يسددنا في أفعالنا وأقوالنا وأحوالنا بمنة وكرمه، إنه أكرم الأكرمين، وأرحم الراحمين. ¶ والحمد لله وحده، وصلى الله على من لا نبي بعده، محمدٍ وآله وصحبه، وسلم.",
            "page": "80",
            "part": "1",
            "seal": "84DE0910"
        }
    ],
    "t8186": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "آداب العشرة"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "حسن الخلق"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "2",
            "tit": "تحسين العيوب"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "معاشرة المؤمن"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "أوجه المعاشرة"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "الصفح عن العثرات"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "موافقة الإخوان"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "الحمد على الثناء"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "ترك الحسد"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "عدم المواجهة بما يكره"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "ملازمة الحياء"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "2",
            "tit": "المروءة والمحبة"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "إظهار الفرح والبشاشة"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "صحبة العالم العاقل"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "2",
            "tit": "سلامة القلب وإسداء النصحية"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "حنث الوعد"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "صحبة الوقور"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "الإخلاص في الصحبة"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "ترك الأذى"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "حسن العشرة"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "رأي عمر في المودة"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "حسن الظن"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة أسماء الإخوان وأنسابهم"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "مجانبة الحقد"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "حفظ العهد"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "إقلال العتاب"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "ترك الاستخفاف"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "ملازمة الصديق"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "قدسية الصداقة"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "التواضع والتكبر"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "جوامع العشرة"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "حفظ المودة والأخوة"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "صحبة السلامة"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "الإيثار والإكرام"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "حقوق الفقراء"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "حسن العشرة"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "حفظ الأسرار"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "قبول المشورة"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "إيثار الأصحاب"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "التخلق بمكارم الأخلاق"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "موافقة الإخوان"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الصحبة والوفاء"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "ترك المداهنة"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "تحري الموافقة"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "الذب عن الإخوان"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "احتمال الأذى"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "الانبساط في النفس والمال"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "2",
            "tit": "مجانبة الخصال الذميمة"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "بغض الدنيا"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "عشرة الأهل والنسوان"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "حسن معاشرة الخادم"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "عشرة أهل الأسواق والتجار"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "العفو عن الهفوات"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "حسن الجوار"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "طلاقة الوجه"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "حرمة الإخوان"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "المشاركة في السراء والضراء"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "1",
            "tit": "ترك المن"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الإعراض عن الواشي النمام"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "الوفاء في الحياة والوفاة"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "الأخ الموافق"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "ستر العورات"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "هجر استبقاء الود"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "التودد والصفح"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "حفظ العهد"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "التغافل"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "ترك الوقيعة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "قبول الاعتذار"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "قضاء حوائج الإخوان"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "1",
            "tit": "مشاهدة الإخوان"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "صون السمع واللسان"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "رد الجواب"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "آداب الاستئذان"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "إفطار المدعو"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "تفقد الخلان والإخوان"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "فهم نفوس الأصحاب"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "حفظ العهود"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "مواساة الإخوان"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "الصبر على الهجران"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "2",
            "tit": "وصية علقمة لابنه"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "التوقير والرحمة"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "أدب الأحداث"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "دوام العهود"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "التمادي في الخصام"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة أقدار الرجال"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "1",
            "tit": "مخالف الاعتقاد"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "ذو الود القديم"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": "1",
            "tit": "الإخاء والثناء"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "آداب الصحبة"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": "1",
            "tit": "صحبة الله"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "صحبة النبي صلى الله عليه وسلم"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "1",
            "tit": "صحبة الصحابة وآل البيت"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "2",
            "tit": "صحبة أولياء الله"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "صحبة السلطان"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": "1",
            "tit": "صحبة الأهل والولد"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "صحبة الإخوان"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "صحبة العلماء"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "صحبة الوالدين"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "صحبة الضيف"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "آداب الجوارح"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "1",
            "tit": "أدب البصر"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "2",
            "tit": "أدب السمع"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "أدب اللسان"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": "1",
            "tit": "أدب اليدين"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": "2",
            "tit": "أدب الرجلين"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "آداب البواطن"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": "1",
            "tit": "عنوان أدب الباطن"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": "2",
            "tit": "اقتران الأدب بالعلم والحال والصحبة"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "الباطن مطلع الله"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": "1",
            "tit": "أوجه مراعاة الباطن"
        }
    ]
}