{
    "b82": [
        {
            "id": "1",
            "nass": "ـ[بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ]ـ ¶ الكتاب: إعجاز القرآن في (وَيَعْلَمُ مَا فِي الْأَرْحَامِ) ¶ المؤلف: محمود محمد غريب: من علماء الأزهر الشريف والموجه الديني لشباب جامعة القاهرة ¶ أعده للشاملة/ أبو إبراهيم حسانين ¶ [الكتاب مرقم آليا]",
            "page": "1",
            "part": "1",
            "seal": "438FF2A5"
        },
        {
            "id": "2",
            "nass": "(وَيَعْلَمُ مَا فِي الْأَرْحَامِ) ¶ يعلم رحلة النطفة \"الأمشاج \" وما يلزمها من غذاء حتى تصل إلى الرحم فتتعلق به، وهي ¶ رحلة تستعرق حوالي ثمانية أيام. من هنا خلق الله البويضة وجعلها أكبر خلية في جسم ¶ الإنسان إذ يبغ قطرها خمسة مليمترات، وليس ذلك عبثا، ولكن لأنها تحتوي على ¶ الغذاء اللازم للنطفة الأمشاج حتى يحين موعد تعلقها بالرحم، والتصاقها به، وتغذيتها ¶ منه، غذاؤها لمدّة أسبوع الزفاف موجود داخلها. ¶ فالبويضة وهي جزء من المرأة تبدأ بعطاء الذكر ثم يدفع هو - بعد ذلك كل ¶ حياته للمرأة. فهي محمولة عليه في كل مراحل حياتها. والبادئ أكرم. ¶ (وَيَعْلَمُ مَا فِي الْأَرْحَامِ) ¶ مرّة ثانية مع الآية الكريمة. تمّ تخصيب البويضة بصاحب الحظ السعيد وشاء ¶ الله أن تكون أنت الفائز من بين الملايين من الحيوانات المنوية. ¶ فإذا نشط الأب مرّة ثانية، وقذف بالملايين من الحيوانات المنوية الباحثة عن ¶ البويضة وربما فيها الأقوى منك ولكن لا يقبل الله تعدد الأزواج لما يحدثه من فوضى ¶ النسب. لقد تم تحويلها إلى نطفة مخصبة \"أمشاج \" من أجل ذلك نراه - سبحانه - يصنع ¶ للبويضة الأمشاج جدارًا سميكا لا يمكن لأيّ حيوان منوي آخر اختراق هذا الجدار. ¶ يجعلها - سبحانه - تخلع التاج المشعّ الذي كان يغري الحيوان المنوي قبل الإخصاب. ¶ كانت تتوج بالتاج المشع قبل الإخصاب. فلمن تلبسه بعد الإخصاب، لمن تتزين وقد ¶ تجاوزت مرحلة الإغراء؟ وما دام زوج واحد سيؤدي المهمة فلماذا تعدد الأزواج، ¶ (وَيَعْلَمُ مَا فِي الْأَرْحَامِ) ¶ يراقب عملية التكاثر للخلايا، يراقب سرعة التكاثر للجنين حتى يتم تكوين ملايين ¶ الخلايا في أشهر الحمل المحددة.",
            "page": "2",
            "part": "1",
            "seal": "738FE6B0"
        },
        {
            "id": "3",
            "nass": "وهي تتكاثر بنظام 2 - 4 - 16 - 256) 16 في 16) - 65536. وهكذا حتى تتكاثر ¶ ملايين الخلايا في مدّة الحمل المحدودة. ¶ فإذا تمت مدة الحمل أعاد رب العالمين معدل السرعة بما يتفق مع معدل النماء ¶ خارج الرحم (لَا يَضِلُّ رَبِّي وَلَا يَنْسَى) - سبحانه - لو نسي في جنين واحد أن يغير سرعة التكاثر لخرج الجنين بنفس معدل السرعة الذي كان عليه في الرحم فيصبح حجمه ¶ وهو في الأربعين يساوي حجم الكرة الأرضية كلها. ¶ من هنا كان - سبحانه (لَا يَضِلُّ رَبِّي وَلَا يَنْسَى) (إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ (49) سورة القمر. ¶ (وَيَعْلَمُ مَا فِي الْأَرْحَامِ) علم متابعة لفعل ما يجب فعله حتى ينشأ الجنين خلقا آخر. ¶ (وَيَعْلَمُ مَا فِي الْأَرْحَامِ) ¶ سبق أن بينت حفظه - سبحانه - للنطفة منذ خرحت من الخصية ومرت بطريق طويل ملوّث ببقايا أحماض البول فخلق - سبحانه - بعض السائل القلوي ليتعادل مع الأحماض ¶ المتبقية من البول فيصل الحيوان المنوي إلى الإخصاب ويكوّن النطفة الأمشاج في طريق آمن متعادل من القلوي والحمضي. ثم تكلم القرآن عن النطفة الأمشاج، ثم عن تعلقها في مكان محدّد في الرحم \" العلقة\"، ثم تكلم عن المضغة. ¶ وهنا قسم المضغة إلى قسمين: ¶ ... ¶ (مضغة مخلَّقَة - ومضغة غير مخلقَة) ¶ فماذا يعني القرآن بالمخلَّقَة وغير المخلَّقَة، ¶ فالله - سبحانه - يَعْلَمُ مَا فِي الْأَرْحَامِ من مضغة مخلَّقَة تسير في مسيرة ¶ التشكل والتخلق، لتصير عينا تتكون في ظلمات ثلاث لترى في النور، وتصير أُذُناً تتخلق في صمت الرحم لتسمع إذا خرجت من الرحم. وتصير معدة تهضم اللحم ولا ¶ تهضم نفسها!!",
            "page": "3",
            "part": "1",
            "seal": "6CA7EA8F"
        },
        {
            "id": "4",
            "nass": "وتكون مضغة غير مخلَّقَة مع قدرتها على التخلق والتشكل فإنها لا تتخلق ولا ¶ تتشكل. تبقى في الجسم تمثل مخزون الاحتياط فإذا تآكلت خلية جسدية تقوم الخلايا ¶ (غير المخلَّقَة) بتعويض الجسد ما تآكل منه. ¶ وكذلك لحام الكسور من العظام، ونسيج الجروح، وكان القدامى من العلماء ¶ يفسرون المخلَّقَة بالتي تتشكل جنينا. ¶ وغير المخلَّقَة السقط - الذي لا يتم خلقه. ولكن هذا التفسير لا يتفق مع الآية ¶ الكريمة التي مطلعها (يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ) ¶ فالآية خطاب لكلِّ الناس. ¶ معلوم أن السقط لا يخاطب. ¶ ففهمنا أن المخلَّقَة في كل إنسان، وغير المخلَّقَة - أيضا في كلّ إنسان، ¶ والعجيب أن علماء الأجنة في الطبّ الحديث تكلموا عن الخلايا المخلَّقَة والخلايا غير المخلَّقَة. وأطلقوا ¶ على الخلايا غير المخلَّقَة (الميزانيكمية). ¶ وللقارئ الكريم بعض ما قاله الدكتور محمد علي البار في كتابه المرجع الهام ¶ (خلق الإنسان بين الطب والقرآن صـ 208 - ). ¶ يبدوا من سياق الآية: (يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ) الآية ¶ يبدوا أن المخلَّقَة وغير المخلَّقَة ¶ هي من صفة المضغة. وقد ذكر ذكر كثير من أهل التفسير وقال بعضهم، أن ¶ المخلَّقَة هى المصورة، وغير المخلَّقَة هي غير مصورة .. الآية، وروي ذلك عن ¶ الحسن البصري وعن ابن عباس رضى الله عنهما أنه قال مخلَّقَة أي تامة الخلق وغير ¶ مخلَّقَة غير تامة الخلق، وروي عنه كذلك مصورة وغير مصورة .. قال بعضهم مخلَّقَة ¶ أي تامة الخلقة لا عيب فيها ولا نقص وغير مخلَّقَة بها عيب ونقص. ¶ وهذا كله لا يمنع في رأينا أن الكرة الجرثومية (البلاستولا) خلايا يخلق الله ¶ منها الجنين وخلايا كثيرة خارجية لا يخلق منها الجنين وإنما وظيفتها العلوق بجدار",
            "page": "4",
            "part": "1",
            "seal": "DE24C045"
        },
        {
            "id": "5",
            "nass": "الرحم ... وتغذية الجنين ... وعلى هذا فإن تقسيم الكرة الجرثومية إلى خلايا خارجية ¶ غير مخلَّقَة وخلايا داخلية مخلَّقَة أمر لا يناقض القول لأن السياق يدل على أن مخلَّقَة ¶ وغير مخلَّقَة هي من صفة المضغة .. لأن الآية تحتمل هذه الأوجه جميعا. ¶ وهناك وجه قوي أشار إليه الأستاذ الدكتور عزيز عبد العليم رئيس قسم ¶ وأستاذ جراحة الأطفال في جامعة طنطا عندما تفضل بزيارتي ومناقشتي في هذه النقطة ¶ من كتاب خلق الإنسان ... وهو أن المخاطبين بهذه الآية هم عموم ¶ الناس جميعا، وأن مخلَّقَة وغير مخلَّقَة تتحدّث عن خلايا غير متميزة ¶ undifferentiated cells ¶ فهي مخلَّقَة .. وعلى ذلك فإن مخلَّقَة وغير مخلَّقَة فهي ¶ صفة للمضغة وما بعد المضغة حتى نهاية العمر .. وهو وجه مستساغ ودليله من علم ¶ الطب قائم ولا يمنعه مفهوم الآية بل يؤيده. ¶ ويقول الدكتور ليزلي أرى في كتابة  Developmental Anatomy، ¶ (  الطبعة السابعة صفحة 26) وفى الجنين تتمايز الخلايا على حسب برامج زمنية مختلفة .. فمنها ما ¶ يتمايز (يتخلق) بسرعة ويسير في طريقه حثيثاً إلى نهايته المحدّدة المرسومة له (المقدرة) .. ومنها ما يسير ببطء في هذا التمايز .. ومنها ما يتوقف بعد المسير ثم يواصل سير التمايز، وتبقى مجموعة من هذه الخلايا غير متميز إلى آخر العمر .. وتشكل بذلك الاحتياطي الذي يمكن أن يطلب في أي لحظة .. ¶ وفى كتاب مع الطب في القرآن للدكاترة عد الحميد دياب وأحمد قرقوز: ¶ فطور المضغة يمرّ إذًا بمرحلتين ... المرحلة الأولى حيث لم يتشكل أي عضو أو أي جهاز وأسميناها مرحلة المضغة غير المخلَّقَة، والمرحلة الثانية حيث تم فيها تمييز الأجهزة المخلَّقَة وأسميناها مرحلة المضغة المخلَّقَة. وهكذا يتضح جليا إعجاز القرآن الكريم في وصفه لطور المضغة بقوله (ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ) ¶ وقد اعتبر المؤلفان أن مرحلة المضغة تبدأ من الأسبوع الثالث وتكون في هذه ¶ المرحلة غير مميزة حتى نهاية الأسبوع الرابع ... ويبدأ التمايز في بداية الأسبوع ¶ الخامس وهو ما يؤدي إلى ظهور الأعضاء والأجهزة ... ولذلك يكون قبل مرحلة",
            "page": "5",
            "part": "1",
            "seal": "A2ED1E78"
        },
        {
            "id": "6",
            "nass": "التمايز  Differentaiation  هو المضغة غير المخلَّقَة وما بعد التمايز يعتبر المضغة المخلَّقَة. ¶ وهو قريب من المفهوم السابق الذي نقلناه عن الدكتور عزيز عبد العليم والذي وسع مفهومه باعتبار التمايز يستمر منذ مرحلة المضعة إلى أن يولد ثم يستمر بعد ذلك أثتاء الحياة على درجات متفاوتة حتى نهاية العمر. وهذا يفسّر قوله تعالى (وَيَعْلَمُ مَا فِي الْأَرْحَامِ) فهو يَعْلَمُ مَا فِي الْأَرْحَامِ من خلايا مخلَّقَة وغير مخلَّقَة. ¶ ... ¶ * حديث الملك الذي يسأل عن النطفة مخلَّقَة أم غير مخلَّقَة. ¶ يبقى حديث الملك الذي يسأل عن النطفة مخلَّقَة أم غير مخلَّقَة. ¶ ويجيبه ربُّه. ¶ إذا أجابه أنها مخلَّقَة جعلها الملك نطفة (داخلية). ووظيفتها تكوين الجنين. والقسم الثاني من النطفة (غير مخلَّقَة) وهو القسم الخارجي. ووظيفتها قضم خلايا الرحم، والاتصال ¶ المباشر ببركة الدماء الرحميّة لامتصاص الغذاء، وعلى فهم المضغة خارج وداخل فلا تعارض في هذا الفهم بين الحديث والحقائق العلمية. وهو من معجزات السنة. ¶ (الحديث أخرجه ابن أبي حاتم وابن رجب في جامع العلوم والحكم، وابن القيم في طريق الهجرتين). ¶ ... ¶ (فِي ظُلُمَاتٍ ثَلَاثٍ) ¶ يمتد علمه - تعالى - لما في الأرحام عندما خلق الظلمات الثلاث التي تحيط ¶ بالجنين بعضها بجوار بعض. وأسباب الظلمات الثلاث داخل الرحم هي: ¶ * الغشاء الأمنيوني: وبه السائل الأمنيوني العجيب الذي سنعرف عنه القليل. وهو الغشاء الملاصق للجنين غير اللاصق به. ¶ *الغشاء المشيمى: وهو وسط بين الغشاء الأمنيوني والغشاء الساقط. ¶ * الغشاء الساقط: وهو مبطن للرحم. يزيد مع عدم الحمل حتى يصبح ثمانية ¶ مليمترات آخر الدورة الشهرية وقبل الحيض. (خلق الإنسان صـ 418).",
            "page": "6",
            "part": "1",
            "seal": "9B02D889"
        },
        {
            "id": "7",
            "nass": "والذي سأتحدث عنه - إن شاء الله - هو السائل الأمنيوني العجيب لأنني أعرف امرأة تسرب من رحمها السائل الأمنيوني قبل الولادة فسبب هذا اصطدام رأس الجنين بحوض المرأة عند عملية الطلق، فأنجبت طفلا لا يربطه بالحياة إلا التنفس - ولا يعي مما حوله أي شيء. أسأل الله أن يعين والده وأمَّه على أعباء هذا المخلوق - إنَّه خير مسؤول ومأمول ¶ . ولهم الأجر من الله. ¶ ... ¶ (السائل الأمنيوني ودوره في خدمة الجنين) ¶ سبحان - الذي يَعْلَمُ مَا فِي الْأَرْحَامِ لأنه خلقها على علم. خلق السائل ¶ الأمنيوني وأودع فيه مواداً زلالية وسكريّة وأملاح غير عضويّة يمتصها الجنين بما يساعد على تعذيته ونموه. سبحان من يَعْلَمُ مَا فِي الْأَرْحَامِ. ¶ وخلق السائل الأمنيوني حماية للجنين من الصدمات التى تصيب الأم إصابات ¶ مفاجئة، ويحمي الجنين من الحركات العنيفة والسقطات التي تتعرّض الأم لها. ¶ وخلق السائل الأمنيوني ليسهل حركة الجنين داخل الرحم، كأنه يسبح في ¶ نهر، والأمّ قد تعمل في خطوط الطيران مثلا فتنتقل من خط الاستواء إلى المحيط المتجمّد بفارق حراري كبير لا يتحمله الجنين. ولكن الله الذي يَعْلَمُ مَا فِي الْأَرْحَامِ خلق السائل الأمنيوني ليكيف الجوَّ للجنين فلا يشعر بفارق حرارة أكثر درجة أو درجتين. ¶ وحتى لا يلتصق الغشاء الأمنيوني بالجنين فتتشوه صورة الجنين خلق الله - العالم بما في الأرحام السائل الأمنيوني ليمنع التصاق الغشاء بالجنين. ¶ يقول الدكتور محمد علي البار في كتابة القيم \"خلق الإنسان بين الطبّ ¶ والقرآن \"صـ 418: يمكن للطبيب أن يأخد عينه من السائل الأمنيوني فيفحصها فيساعده هذا على التعرف على بعض الأمراض الوراثية. أما المهمة الكبيرة للسائل الأمنيوني فهو ما سبق أن تحدثت عنه في ولادة الأم التي تسرب السائل منها قبل الولادة، والتي سببت تصادم رأس الجنين بحوض المرأة عند الولادة بسبب الطلق المتكرر فنزل",
            "page": "7",
            "part": "1",
            "seal": "19A619C0"
        },
        {
            "id": "8",
            "nass": "الطفل في الحالة التي وصفتها لا يسمع ولا يبصر ولا يتكلم. جزى الله والديه خيراً على صبرهما وعنايتهما لهذا المخلوق. وسبحان من خلق السائل الأمنيوني ليطهر طريق الولادة فيقتل الميكروبات الموجودة في المهبل قبيل الولادة مباشرة حتى يضمن للجنين طريقا ممهّدًا ومعقمًا - سبحان - من خلق هذا على علم لأنه يَعْلَمُ مَا فِي الْأَرْحَامِ. ¶ وعلمه هو السبب في إيجاد هذه المعلومات (اقرأ خلق الإنسان بين الطب والقرآن). ¶ سيدي يا رسول الله - صلى الله عليه وسلم - من أنبأك هذا، ¶ من أنبأك أن الجنين خلق في ظلمات ثلاث؟ ¶ (يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ). ¶ ... ¶ ّ (القرآن كتاب واحد للعوام والعلماء) ¶ كيف استطاع كتاب واحد أن يسدَّ حاجة أمَّةً كاملة. فهِمَه رجل البادية وحار ¶ في فهمه العلماء في عصرنا. ويبقى إعجازه العلمي لا تنتهي عجائبه. ¶ الآية الكريمة التي معنا نموذج لهذا الموضوع ¶ (يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ) ¶ لم يصعب على رجل البادية أن يفهم الظلمات الثلاث: ¶ * ظلمة البطن - وظلمة الرحم - وظلمة المشيمة. ¶ ظلمات ثلاث فعلا. وفي عصر التسابق العلمى يكتشف العلماء الأغشية الثلاثة. ¶ 1 - الغشاء الأمنيوني. ¶ 2 - الغشاء الكوريون \" الغشاء المشيمي \". ¶ 3 - الغشَاء الساقط. ¶ فكتاب واحد ملأ قلوب المؤمنين، وأعجز العلماء.",
            "page": "8",
            "part": "1",
            "seal": "22A78ABA"
        },
        {
            "id": "9",
            "nass": "يَعْلَمُ مَا فِي الْأَرْحَامِ ومما يعلمه - سبحانه - عن ما في الأرحام مسألة الذكر ¶ والأنثى. وكما قلت: كتاب واحد للعوام والخواص، من هنا قصر العوام فهمهم للآية الكريمة على فهم واحد. \" الذكر والأنثى \" وقد أصابوا. ولم يخطئوا، ولكنَّ استقراءهم ناقص. لا يعاب صاحبه. فذلك مبلغنا من العلم. فالله يَعْلَمُ مَا فِي الْأَرْحَامِ ذكراً أم أنثى. ¶ يتم خلقه أو لا يتم. وهو السقط. متى يدفع به الرحم. ومتى تنتهي حياته. شقي أم سعيد. متى ينتقل من الدنيا إلى الآخرة، وماذا سيترك في الدنيا من آثار يكتبها الله. (وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ) - سورة يس. ¶ أين سيذهب كلّ ساعة حتى يقدر له الأوكسجين والغذاء والماء (وَقَدَّرَ فِيهَا أَقْوَاتَهَا) سورة فصلت \". ¶ مشيناها خطًا كتبت علينا ... ومن كتبت عليه خطًا مشاها. ¶ وأرزاق لنا متفرقات ... من لم تأته منَّا أتاها ¶ ومن كانت منيته بأرض ... فليس يموت في أرض سواها. ¶ وقد جاء هذا في نفس الآية الكريمة: (إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ) 34 سورة لقمان\". ¶ فعلم ما في الأرحام حتى في تصوّر أصحاب الاستقراء الناقص علم لا يحيط ¶ به البشر. فإذا استطاع علم البشر أن يعرف شيئا من ألف شيء فهو علم مسبوق بعدم وجهل. والله يكشف لخلقه بعض علمه تفضلا منه. وكل كشف علمي كان قبل أن يعرفه العلماء في علم غيب الله - وحده. (وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ) (آية الكرسي سورة البقرة) فمجموع الكشوفات العلمية يساوي مجموع ما سمح الله لعباده أن يعرفوه مما كان غيبا. ومجموع ما نجهله من الكون ملايين ما نعلم. فسبحان من أحاط ¶ بكل شيء علماً. فهو يتصدَّق على عباده بما يعلمون.",
            "page": "9",
            "part": "1",
            "seal": "63F156BA"
        },
        {
            "id": "10",
            "nass": "قال الوالد الأستاذ الجامعي العجور لابنته الدكتورة الشابة: إن الذي نجهله في ¶ تخصّصنا أضعاف أضعاف ما نعلم. ¶ قالت الدكتورة الشابة: ¶ لقد أعطيت رسالتى العلمية أجمل أيام شَبابي. سنوات من البحث. فكيف ¶ تقول هذا؟ ¶ قال الأب الأستاذ: إن الطبعة الثانِية من رسالتك مزيدة ومنقحة وذلك لأن معارف علمية جديدة قد عرفتيها (وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ) \"255 سورة البقرة \" ¶ قلت في محاضرة وأنا طالب بمعهد الزقازيق الديني الثانوي: إن علمك + علم ¶ أساتذتك + علم كلِّ الدنيا = (وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا) مقسماً على عدد المتعلمين فما حجم علمك؟ ¶ سبحان من أحاط بكل شيء علماً. وهو سبحانه يَعْلَمُ مَا فِي الْأَرْحَامِ. ¶ (أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ) 14 الملك ¶ ***",
            "page": "10",
            "part": "1",
            "seal": "D60E2176"
        },
        {
            "id": "11",
            "nass": "(خلقك اللَّهُ لتعيش) ¶ من أجلك حرم الإسلام وأد البنات وقتل الأولاد. ¶ قال القلقشندي: إنَّ العرب كانت تئد البنات خشية العار. وممن فعل ذلك قيس بن عاصم المنقري وكان من وجوه قومه، ومن ذوي المال. وسبب قتله لبناته أن النعمان بن المنذر غزا بني تميم بجيش فقام الجيش فسبوا \"أسروا \" ذراريهم. فأنابه القوم وسألوه أن يحرر أسراهم فخيَّرَ النعمان النساء الأسيرات فمنهن من اختارت أبوها فردَّها لأبيها. ومن اختارت زوجها ردَّها لزوجها. فاخترن آباءهن وأزواجهن. إلا امرأة قيس بن عاصم فاختارت الذي أسرها - عمرو بن الجموح - فأقسم قيس بن عاصم أنه لا يولد له ابنة إلا قتلها. فكان يقتلهن. ¶ وكان الرجل من العرب يقتل ولده مخافة أن يطعم معه إلى أن نهى القرآن. ¶ عن وأد البنات وقتل الأولاد. (وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا) \" الآية 31 سورة الإسراء\". ¶ \"القصة صبح الأعشى جـ 1 صـ 404 \" ¶ والنهي عن قتل الأولاد يشمل البنات ولكن القرآن ذكر النهي عن قتل البنات (وَإِذَا الْمَوْءُودَةُ سُئِلَتْ (8) بِأَيِّ ذَنْبٍ قُتِلَتْ (9) \" ¶ لأن قتلهن كان الأكثر. ¶ واشتهر قبل الإسلام صعصعة - جدُّ الفرزدق بأنَّه كان يشتري أيَّ بنت يراد ¶ وأدها ويفديها حتى فدى ثلاثمائة موؤدة. ¶ وكان الفرزدق يفخر بجدِّه! ¶ وجدِّي الذي منع الوئدات ... وأحيا الوئيد فلم توأدا. ¶ وذكر السيد المرتضى أنه صعصعة بن ناجية ابن عقال - جدُّ الفرزدق (من كتاب النسل للأستاذ عمر رضا كحالة صـ 162).",
            "page": "11",
            "part": "1",
            "seal": "53913271"
        },
        {
            "id": "12",
            "nass": "(أرض بما قسم الله لك تكن أسعد الناس) ¶ الإيمان بالواهب يستلزم الرضا بالهبة. وقد ساق القرآن الحديث عن عدم ¶ الرضى بالأنثى عند ولادتها في وسط حديثه عن سلوك الكفار، وعند كنود الإنسان، فإذا مسَّه الضر لجأ إلى الله يجأر إليه. فإذا كشف الضر عنه عاد إلى الشرك (وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ (58) يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلَا سَاءَ مَا يَحْكُمُونَ (59 النحل) ¶ خُلُقٌ جاهلي لم يزل آثاره في النفس البشرية لضعف في الإيمان كما يؤكد هذا ¶ وضع الآيتين في وسط حديث القرآن عن سلوك الكفار. ويتعدى هذا السلوك إلى تحميل المرأة ما لا دخل لها فيه عندما ينسب لها فيه من إنجاب البنات. وقد يطلقها لأنه يريد الولد. ثم جاء العلم وقال كلمته الفاصلة في الموضوع. قال إن الجنين يتكوّن من النطفة الأمشاج التى تتكون من نطفة الرجل وبويضة المرأة. ¶ وقال: إنّ بويضة المرأة في كلِّ نساء الدنيا تحتوي على كروموسومات عددها ¶ 33 منها كروموسوم واحد لتحدب الجنس \" ذكراً أو أنثى \" وهو (اكس) ( X). ¶ أما نطفة الرجل فتحتوي على نفس العدد (23) ولكن فيها كروموسومين ¶ للتحديد الجنس ( Y)  و ( X) ¶ فإن التحم ( Y)  مع البويضة وهى دائما ( X)  يكون الجنين ذكرًا. وإن التحم ¶ ( X)  من نطفة الرجل مع ( X)  من بويضة المرأة كان الجنين أنثى. وهذه حقائق علمية يعرفها كل دارس. فالذي يحدد الجنين هو نطفة الرجل التي تحتوي على (اكس) و (واي) ونؤمن بأن غلبة ( Y)  مع البويضة ( X)  أو غلبت ( X)  مع ( X)  ليس مصادفة ولكن التقدير والهبة من الله. كما أن اختيار حيوان منوي واحد (الذي أصبح أنت) من بين ملايين الحيوانات المنوية التي كانت - تتسابق معه ليس مصادفة ولكن الله أراد وجودك أنت. ولو شاء لما كنت. ¶ إن ملايين الحيوانات المنوية - ليلتها - ضاع",
            "page": "12",
            "part": "1",
            "seal": "E9EBCA8B"
        },
        {
            "id": "13",
            "nass": "مستقبلهم. إن نطفة الرجل هي التي تحدد جنس المولود. والمرأة دائما ( X)  فتحكم في نطفتك إن استطعت. فإن عجزت فاقبل هبة من وهبك. واشكر الواهب لتعيش سعيداً. ¶ إنك لا تختار ابنك. وربَّما لا تستطيع أن تختار زوجته، مع أن هذا من حقك. ولكنك شرعا تختار زوج ابنتك، والعجيب أن المرأة العربية قالت قديماً. ¶ مال أبي حمزة لا يأتينا ... يظل بالبيت الذي يلينا ¶ يغضب أنَّا لن نلد البنينا ... وليس ذلك في أيدينا ¶ وإنما نعط الذي أعطينا ¶ ... ¶ (الإسلام يريد سلامة الجنين) ¶ أثر شرب الخمر والمخدرات على الجنين ¶ إذا كان الجنين هو الغاية من الزواج عند أصحاب النفوس الكبيرة فإنَّ الحفاظ ¶ عليه أمر لابد منه. وأهم شيء يلازم الجنين من مرحلته الأولى إلى أن يصبح خلقا آخر، وإلى أن يصبح شيخاً كبيراً هو شبكة الأعصاب في جسمه. فمعلوم لدى الدارسين لخلايا جسم الإنسان تتبدل كل عدة سنوات -كل ستة أعوام - يحدث تبديل كامل لخلايا الجسم من موت الخلايا وتوالد غيرها حتى تظل جديدا، إلا خلايا المخ والأعصاب. فالتي يولد بها الطفل يموت بها فلا تتغير. ¶ بأيِّ عامل من العوامل فسوف يلازمه هذا التلف أو التخلف طول حياته. وقد أكد علماء الخلايا أن تعاطي الأم للكحول أعني إدمان الأم على شرب الكحول وإدمان التدخين وهي حامل يؤدِّي إلى ولادة طفل صغير الرأس، ضعيف البنية، وأحياناً معتوه، وذلك نتيجة مفعول هذه المواد السامة في تخفيض مجرى الدم في المشيمة وسد الشرايين المسؤولة عن نقل المواد الغذائيّة والأوكسجين للجنين فتقلّ مناعته، ويصبح سهل التعرض للأمراض. ¶ (د / غسان الزهيري).",
            "page": "13",
            "part": "1",
            "seal": "EAC7BE37"
        },
        {
            "id": "14",
            "nass": "وقد نشرث دولة الكويت دراسة قيمة عن أثر الكحول الذي تشربه المرأة على الجنين في كتاب بعنوان \" التنبؤ الوراثي \" وذكرت إحصائيات وافية تؤكد موضوع البحث والكتاب من سلسلة عالم المعرفة. ¶ ... ¶ (الحيوان المنوي ورحتله سالماً) ¶ في 1967 القاهرة شارع بور سيعد فندق الأنوار - اتصل بي الزميل ¶ إبراهيم عيسى الطالب بجامعة الأزهر يومها والبشارة تغلب عليه يقول: وجدتها. وجدتها. إنَّها المسألة العلمية التى شغلت كثيراً من طلاب العلم يومها. ¶ لماذا أوجد الله - سبحانه - في السائل المنوي بعض السائل القلوي الذي يقول علماء الطب يومها - لا فائدة منه، لم يقبل إبراهيم عيسى طالب الأزهر هذا الكلام لأنه يؤمن أنَّ كلَّ شيء خلقه الله لحكمة، وعدم علمنا بسبب الشيء ليس علماً بالعدم. وهكذا يعتقد كل مسلم. عرف الطالب إبراهيم عيسى الحكمة من المادة القلوية في النطفة. وشعر أنّ هذا انتصار ¶ لعقيدته. إن السائل القلوي يسبب معادلة مع بقايا أحماض البول في المنطقة التي يمرُّ بها السائل المنوي فتصل النطفة إلى قرار مكين. ولولا هذا المقدار القلوي لقتلت الأحماضُ المتخلفةُ عن البول الحيوانَ المنويَّ. ¶ واكتشف العلم أن الوسط الحامضي هو الأكثر ملاءمة لنطفة الأنثى. وأن ¶ الوسط القلوي هو الأكثر ملاءمة لنطفة الرجل - كما يقول الدكتور حارث زيدان. ¶ ***",
            "page": "14",
            "part": "1",
            "seal": "DE07A7B5"
        },
        {
            "id": "15",
            "nass": "(من أجلك وضع الجسد سلاحه) ¶ الجسم دولة متكاملة. له جيشه الذي يدافع عنه فإما أن ينتصر وإمّا أن ينتحر. ¶ والصديد الذي ينشأ في الجروح أحياناً هو جثث شهداء الواجب من كرات الدم البيضاء في معركة الدفاع عن الجسم. ¶ ويعجب علماء الطب لماذا لا يقتل الجسم الحيوان المنوي كما يقتل كل جسد ¶ غريب يدخل فيه؟ ¶ أليس الحيوان المنوي جسماً غريباً؟ ¶ ولكنها عناية الله التي تصحب الحيوان المنوي في رحلته الطويلة فلا يقتله ¶ جسم المرأة. ¶ وإذا العناية لاحظت عيونها ... نم فالمخاوف كلهن أمان. ¶ إن الله يرعاك وأنت جنين لا يستطيع أحد أن يوصل لك منفعة أو يدفع عنك ضراً. ¶ فهل تعلم ما عليك من واجب نحو دين الله إذا ما أصبحت خلقا آخر؟ ¶ هذا إن كنت وفيًّا. وأرجو أن تكون كذلك مع الله. ¶ ... ¶ هذا عطاء الله فما واجب الأم؟ ¶ وعلى الأم أن تحافط على مجرى النطفة بالنظافة المعتدلة اليوميّة دون مبالغة ¶ أو تقصير. وأهم هذه المحافظة أن يبقى مجرى الولادة نظيفاً حتى يسهل للحيوان المنوي الوصول سريعاً وآمناً إلى الرحم. ¶ ... ¶ يوصي الأطباء: ¶ يجب أن تحافظ على هذا المكان من إدخال أية مواد صلبة أو سائلة أو غريبة ¶ فى مجرى الولادة ومشاورة الطبيب المختص دائماً. ¶ **",
            "page": "15",
            "part": "1",
            "seal": "F5A9BD20"
        },
        {
            "id": "16",
            "nass": "وبعد ¶ فسبحان من جعل الجسم يسمح للحيوان المنوي بالبقاء فلا يقتله. وسبحان من أودع السائل القلوي (بقدر) حتى يحافظ على رحلة الحيوان المنوي ليصل آمنا للقرار المكين. (للرحم). ¶ ... ¶ (يا ربِّ ولدًا) ¶ عندما وهبت امرأة عمران ما في بطنها لخدمة بيت الله كانت تأمل أن يكون ¶ ولداً. لأن خدمة البيت تحتاج للولد. واعتذرت لله في قولها (فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى) 36 آل عمران\". ¶ ومعلوم أن الخالق يعلم ما وضعت، ولكنه التحسر على ما فاتها من تحقيق ¶ أملها في الولد. أما قوله تعالى: (وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ) (37 آل عمران) فمن كلام الله ومعناها التعظيم، فهو - سبحانه - أعلم بأي أنثى وضعت، فهي أنثى - عند الله - ليست كأحد من نساء العالمين. لقد اصطفاها الله وطهَّرها واصطفاها على نساء العالمين. ¶ . فهي طهر بين اصطفاءين. وما عرفنا هذا المقام لأي امرأة. ¶ هذه مريم عندنا. لا يكاد بيتٌ من بيوت المسلمين يخلو من هذا الاسم الحبيب ¶ تيمناً بها. ¶ فهل في بيت أحد من أتباع السيد المسيح اسم فاطمة. أو عائشة؟؟!!! ¶ واسم السيد المسيح عندنا كذلك. لقد نفعنا الله ببركة كل النبيين. ¶ يقول العلامة الطاهر ابن عاشور \" إنَّ اللَّهَ أَعْلَمُ مِنْهَا بِنَفَاسَةِ مَا وَضَعَتْ، وَأَنَّهَا خَيْرٌ مِنْ مُطْلَقِ الذَّكَرِ الَّذِي سَأَلَتْهُ، فَالْكَلَامُ إِعْلَامٌ لِأَهْلِ الْقُرْآنِ بِتَغْلِيطِهَا، وَتَعْلِيمٌ بِأَنَّ مَنْ فَوَّضَ أَمْرَهُ إِلَى اللَّهِ لَا يَنْبَغِي أَنْ يَتَعَقَّبَ تَدْبِيرَهُ \" ¶ فالولد هبة الله. ¶ والأنثى هبة الله.",
            "page": "16",
            "part": "1",
            "seal": "5501895C"
        },
        {
            "id": "17",
            "nass": "والله سبحانه في مقام الهبة قدم الأنثى على الذكر (يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ) (49 الشورى). وهى الآية الوحيدة من عشرين آية جمعت الذكر والأنثى والتي قدم فيها القرآن الأنثى. ¶ فاقبل هبة الله. وتذكر أن أبناء فاطمة هم الذين حملوا شرف آل البيت إلى يوم الناس هذا. وهم الذين نصلي عليهم في كل صلاة. ¶ (مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ) (40 الأحزاب). ¶ يخطر لي أن بالآية الكريمة معجزتان يدركهما من يتذوّق لغة القرآن الكريم. ¶ * الأولى: أن الآية نزلت في السنة الخامسة من الهجرة، وقد عاش النبي ¶ صلى الله عليه وسلم بعدها خمس سنوات وهو زوج لتسع نساء. كان يمكن أن يملأن بيت النبي - صلى الله عليه وسلم - أطفالا يصبحوا بعد ذلك رجالاً وهذا يتعارض مع ظاهر الآية. ¶ فمن منعهن من الحمل، حتى سيدنا إبراهيم ابن النبي - صلى الله عليه وسلم - مات في حياته قبل أن يبلغ مبلغ الشباب. ¶ - والمعجزة الثانية: مر على نزول الآية أكثر من أربعة عشر قرناً ولم تثبت ¶ النبوة لأحد بعد رسول الله - صلى الله عليه وسلم -. ¶ وهذا ما أخبرت به الآية (وخَاتَمَ النَّبِيِّينَ) ¶ فسبحان من جعل القرآن معجزة للنبي صلى الله عليه وسلم. ¶ ***",
            "page": "17",
            "part": "1",
            "seal": "BA7EB499"
        },
        {
            "id": "18",
            "nass": "(النطفة الأمشاج: ما بال المسلمين قرأوها في الصلاة ولم يعلنوا سبق القرآن بها؟!!) ¶ يبدوا أن الأمة الإسلامية عاشت قروناً طوالا مشغولة بصراع الطوائف ¶ ومحاولة رد كل جماعة على ما تدعيه الجماعات الأخرى فشغلها هذا الجدال عن السباق العلمي الذي كان يدور حولها. ¶ وهذه مرحلة من الضعف لا جدال في هذا ولا شك. ¶ وللقارئ الكريم بعض أبيات من الشعر للمرحوم أحمد شوقي تغني عن ¶ محاضرة، يقول - رحمه الله - ¶ ذهب الكرام الجامعون لأمرهم ... وبقيت في خلف بغير خلاق ¶ أيظل بعضهم لبعض خازلا ... ويقال شعب في الحضارة راق؟ ¶ وإذا أراد الله إشقاء القرى ... جعل الهداة بها دعاة شقاق ¶ وهذا السلوك ابتليت به الأمة فغابت عن سبق قرآنها، والعالم من حولها يتسابق. ¶ ... ¶ * قصة النطفة الأمشاج ¶ والآن مع النطفة الأمشاج التى سبق القرآن بها قرونا طوالاً. إلى عام 1875 ¶ وأوربا حائرة في أيهما أصل للإنسان الرجل أم المرأة. ¶ مدرسة (الأم العذراء) تزعم أن الجنين يتكون من المرأة، ولا دخل لنطفة ¶ الرجل إلا إثارة المرأة. ¶ والمدرسة الثانية تزعم أن الجنين يتكون من نطفة الرجل فقط، ودور الأم هو ¶ الغذاء فقط. ويتزعم هذه المدرسة العالم (سوامردام) واستمرّ الحال على هذا الجدل \" ¶ (كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ) (32 الروم) ¶ وفى عام 1875 اكتشف العالم (هيرتويج) لأول مرة أن الفرخ يتكون من ¶ بيضة الدجاجة ونطفة الديك. ثم توالت الاكتشافات.",
            "page": "18",
            "part": "1",
            "seal": "3EE79C3E"
        },
        {
            "id": "19",
            "nass": "1875 يكتشف العالم أن الإنسان يتكون من الذكر والأنثى. وقبل هذا بأكثر من ألف عام والقرآن يقول إن الإنسان خلق من نطفة أمشاج. والمسلمون منشغلون عن هذا السبق بخلاف أكثره كما يقول شيخنا محمد متولي الشعراوي: علم لا ينفع وجهل لا يضر. ¶ وما زالت بعض الأمة تشغل الناس بهذا الخلاف!! ¶ ... ¶ *الأمشاج في لسان العرب ¶ المشج هو ما اختلط من حمرة وبياض، وقيل كل شيئين مختلطين والجمع ¶ أمشاج. ومشجت بينهما خلطت بينهما. والمشيج اختلاط ماء الرجل والمرأة. وفي ¶ التنزيل: (إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ) ¶ هذا هو القرآن. ¶ سابق دائما لأنه يبدأ عندما ينتهي التخصص العلمي. ¶ والعلم الحديث يكشف بعض إعجاره العلمي. وعلى المسلمين أن يجدّوا في ¶ بيانها للناس. وسبق أن تكلمت عن الرأي العلمي لموضوع النطفة الأمشاج، وأيهما ¶ تتدخَّل نطفته في تحديد الجنين في الفصل الأول من هذه الرسالة. ¶ وخلاصة القول الرجل هو السبب - بعد اختيار الله في موضوع الذكر والأنثى. ¶ فإذأ أراد الرجل أن يختار ما يريد فالنطفة مازالت فيه قبل أن ينقلها للزوجة - ولن ¶ يستطيع. وإذا كنت عاجزاً فسلِّم الأمر لمن اختارك وأنت حيوان منوي. ورزقك السبق ¶ فكنت الفائز الأول الذي لقَّح البويضة. (وارض بما قسم الله لك تكن أغنى الناس). ¶ عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ يَأْخُذُ عَنِّي هَؤُلَاءِ الكَلِمَاتِ فَيَعْمَلُ بِهِنَّ أَوْ يُعَلِّمُ مَنْ يَعْمَلُ بِهِنَّ»؟ فَقَالَ أَبُو هُرَيْرَةَ: فَقُلْتُ: أَنَا يَا رَسُولَ اللَّهِ، فَأَخَذَ بِيَدِي فَعَدَّ خَمْسًا وَقَالَ: «اتَّقِ المَحَارِمَ تَكُنْ أَعْبَدَ النَّاسِ، وَارْضَ بِمَا قَسَمَ اللَّهُ لَكَ تَكُنْ أَغْنَى النَّاسِ، وَأَحْسِنْ إِلَى جَارِكَ تَكُنْ مُؤْمِنًا، وَأَحِبَّ لِلنَّاسِ مَا تُحِبُّ لِنَفْسِكَ تَكُنْ مُسْلِمًا، وَلَا تُكْثِرِ الضَّحِكَ، فَإِنَّ كَثْرَةَ الضَّحِكِ تُمِيتُ القَلْبَ» (رواه أحمد والترمذي).",
            "page": "19",
            "part": "1",
            "seal": "AEAEE40F"
        },
        {
            "id": "20",
            "nass": "إنَّ حبَّ الدنيا يجعل المريض به كمن يشرب ماء البحر، لا يزيده الشرب إلا ظمأ حتى يموت. وقد سماه القرآن في سورة ¶ الواقعة شرب الهيم (فَشَارِبُونَ شُرْبَ الْهِيمِ) والهيم مرض يصيب الجمل ¶ يجعله يشرب حتى يموت. ¶ * القارئ الكريم. السعادة في الرضا. والذكر والأنثى هبة من الله. وآخر ¶ كلمات العلم أن نطفة الرجل هى التي تحدّد نوع الجنين - كما قلت لك - ومعجزة القرآن ¶ العلمية أنه قال هذا قبل 1400 عام. (أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى (37) ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى (38) فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى (39) أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى (40). ¶ تذكر أيها القارئ الكريم (فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى). مرة ثانية. فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى. أودُّ أن أكتب ¶ كلمة (فَجَعَلَ مِنْهُ الزَّوْجَيْنِ) ألف مرة وكلمة (منه) بالذات أي من الرجل لأقول للذين ¶ يكتبون على الإنترنت ما يحاولون به تشكيك المسلم في نزول القرآن إن كلمة (فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى) تفرض أحد احتمالين: ¶ 1 - إما أن يكون محمد هو المكتشف الأول لقانون ( Y)  أو ( X)  فقل (منه). ¶ 2 - وإما أن يكون الذي خلقها هو الذي أخبر محمداً. ولا ثالث للاحتمالات. ¶ أشهد أن هذا القرآن من عند الله.",
            "page": "20",
            "part": "1",
            "seal": "4F9DEAF1"
        },
        {
            "id": "24",
            "nass": "الحقوق التي أعطاها الإسلام للجنين (دراسة مقارنة)",
            "page": "21",
            "part": "1",
            "seal": "25D73CC6"
        },
        {
            "id": "25",
            "nass": "الحقوق التي أعطاها الإسلام للجنين ¶ أولا: ثبوت النسب ¶ النسب يرفع الإنسان ويشرف قدره. وما رأيت إنسانا وسرَّك لقاؤه إلا وسألت ¶ ابن من؟ ¶ وهو شرف متبادل فقد يرفع الواحد شرف قبيلة كاملة - كما علت برسول الله - صلى الله عليه وسلم - ¶ كل الدنيا. اهتم الفقه الإسلامي بالنسب، وجعله حقا للمولود (وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ) ¶ فالأب مولود له (ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ) ¶ (إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ) ومع اتفاق الأئمة في ضرورة ثبوت النسب ¶ فقد احتلفوا في الأب إذا لم يثت لقاؤه بالأم مدة الحمل. ¶ يرى الأحناف ثبوت النسب للجنين ولو كان الأب في أقصى المشرق والأم في ¶ أقصى المغرب وعجزت الأم عن إثبات حضوره إليها. يثبت النسب. ولا يثبت الميراث. ¶ وسوف أناقش هذا الموضوع في حديثي عن الحمل من نطفة زوجها بعد موته. ¶ أعني أنها احتفظت بالنطفة قبل موته بطريقة علمية وانتفعت بها بعد موته. ¶ والعلم يؤيد هذا ويفعله أحيانا. ¶ ... ¶ ثانيا: للجنين النصيب الأعلى من الميراث. ¶ وهو جنين يحتمل أن يكون ولداً فيرث ميراث الولد ويعصب النساء ويحتمل ¶ أن يكون أنثى؟ ¶ هل سيتم تكوينه أم سينزل سقطاً؟ ¶ بل من حق أحدهم أن يسال: هل هناك حمل أم مجرد وهْم؟ ¶ يحكم الإسلام دائما لصالح الجنين فنعتبرها حاملاً. ونعتبره ولداً. ¶ وإذا كان الظن أنه واحد أو توأم نعتبره توأما.",
            "page": "22",
            "part": "1",
            "seal": "9A2D32A4"
        },
        {
            "id": "26",
            "nass": "يأخذ النصيب الأعلى دائما من باب الاحتياط. وإن غداً لناظره قريب. وقد ¶ شرح الدكتور مفتاح أقزيط أن في بعض المسائل يكون الجنين غير وارث ولكن الدكتور ¶ أكد الاحتمال الثاني الذي يجعله وارثا من باب الاحتياط. ¶ من ذلك يموت الميت ويترك ابن أخ شقيق وزوجة أخ شقيق حامل. لو ¶ فرضنا الحمل ولداً يعتبر ابن أخ شَقيق. وفى هذه الحالة يرث. ¶ ولو فرضنا الجنين أنثى كانت بنت أخ شقيق فهي لا ترت لأنها من ذوي ¶ الأرحام. وبعض المذاهب لا تورّث ذوي الأرحام. ¶ وذكر الدكتور مفتاح محمد أقزيط مجموعة مسائل من هذا الطراز في كتابه ¶ (الحماية القانونية للجنين ص: 118). وكما احتاط الإسلام للجنين ووضحه في نصاب ¶ الوارث دائما حتى تتمّ الولادة فقد أجمع العلماء - في حدود ما أعلم - على ثبوت الوصية له كالميراث. ¶ فيجوز للجنين أن يرث عرش دولة كاملة. كذلك تجوز له الوصية. والوصيهَ ¶ كالميراث، بل هى في القرآن مقدمة على الميراث في آيات سورة النساء. ¶ إن الوصية مقدمة على الميراث فاختلاف الدِّين يمنع من الميراث ولا يمنع من ¶ الوصية. وتقبل الوصية للجنين من أول أيام الحمل. ودليل ذلك أن يولد الجنين لأقل من ستة أشهر وأن يولد حيا. ¶ وتقاس الهبة على الوصية. ويقبلها الوصي على الجنين فإن ولد حيًّا فهي للمولود. ¶ وإن ولد حيًّا ثم مات فهي لورثته كميراثه تمامًا. وإن ولد ميِّتًا فهي لمن وهبها. ¶ (الوسيط في شرح القانون المدني. ج 5 ص: 4). ¶ ومعلوم في موضوع الوصية للجنين أنها مقبولة كما قلت إلا أن تكون باطلة ¶ لسبب آخر كأن يكون الجنين وارثا لمن أوصى له. لأن الله قد أعطى كل ذي حق حقه ¶ فلا وصية لوارث. وذلك عند من يمنع الجمع يين الميراث والوصية وهم الجمهور.",
            "page": "23",
            "part": "1",
            "seal": "7D44C502"
        },
        {
            "id": "27",
            "nass": "هل على الجنين نفقات تخصم من ماله؟ ¶ قد يكون الجنين وارثا لأموال كثيرة وله أم فقيرة أو أخ فقير. فهل تلزمه نفقة ¶ أهله الفقراء سدًّا لحاجتهم، ¶ الحنابلة يقولون نعم. وغيرهم من الأئمة الأربعة يقولون لا. ¶ (الفقه الإسلامي وأدلته للدكتور وهبه الزحيلي جـ 4 ص: 119). ¶ ... ¶ الحمل من نطفة الزوج بعد موته ¶ ليس من باب الخيال العلمي ولا من باب شعل وقت الفقهاء بعد أن بينوا أحكام ¶ الله في كل شيء. ولكنها مسألة حدثت ورفعت للقصاء، وتناولتها الصحف في مصر ¶ بألسنةٍ حدادٍ وكانت الشيوعية أيامها على الأبواب، واستغلت الصحف قول أحد المحامين ¶ لعل عفريتا حمل الزوح من أوربا إلى مصر فحملت زوجته منه حملا شرعيا ثم أعاده ¶ من غير توقيع ضابط المطار على جواز سفره. ¶ كان الأمر كما يقول المثل المصري \"حزينة واشتهت مصيبة لتشبع فيها لطما ¶ على الخدود، وشقًّا للثياب\". هذا ما أرادته الجريدة التي نشرت الخبر - يومها. ¶ وقريب من مسألة العفريت - مع اختلاف في القصد ما قاله ابن الكمال - من علماء الأحناف قال. ¶ بجواز أن يكون الزوج من أهل الكرامات من الأولياء. والعرش قد انتقل ¶ لسيدنا سليمان. والكرامة شقيقة المعجزة. ولكن هذا الصنف من الأولياء لا يتصور ¶ منهم أن يطوي الله لهم الأرض فينام مع زوجته وبعد أن تحمل ينكر حملها منه، ويرفع الأمر للقضاء. كان هذا في حوالي 1963. ¶ وعادت القضية للبحث مرة ثالية بحادثة جديدة. وقد تغير الحال في مصر - ¶ والحمد لله وناقشتها جريدة (عقيدتي) بأدب كبير، وعلماء كرام.",
            "page": "24",
            "part": "1",
            "seal": "BE0EDDD8"
        },
        {
            "id": "28",
            "nass": "امرأة ترفع الأمر للقضاء تطالب بإثبات نسب ولدها الذي حملت به من نطفة ¶ حصلت عليها من زوجها قبل موته، وتم تلقيحها بهذه النطفة بعد موت الزوج. فالنطفة ¶ أخذتها من زوجها أثناء قيام الزوجية. كان الزوج حيا بدليل حياة النطفة واستعملتها بعد ¶ موته. وكان رأي المؤيدّين لطلبها الذين يثبتون نسب الطفل. ¶ أولاً: أن التلقيح الصناعي المقبول شرعا لابد أن يتم بين نطفة رجل وبويضة امرأة ¶ بينهما عقد زواج قائم. ¶ ثانيا: التيقن من عدم اختلاط النطفة في المعمل بنطفة أخرى - على قدر الطاقة. ¶ ثالثا: عدم كشف عورة المرأة إلا للضرورة بهذه الشروط يثبت النسب والميراث لكل ¶ من الطفل والأب والأم. (الحماية القانونية للجنين د/ مفتاح أقزيط ص: 84). ¶ قلت في رسالتي \"الجنس ضرورة وضرر\". ¶ الصورة العلمية لهذا الحمل أن المرأة استطاعت أن تحصل على نطفة زوجها ¶ قبل موته. واحتفظت بالنطفة بوسيلة علمية ضمنت حياة الحيوانات المنوية التي ¶ استخدمتها بعد موت الزوج. ¶ لو صحَّ هذا الفهم فاستخدام النطفة بعد نهاية الأجل وموت الزوج يثبت به ¶ نسب المولود عند الأحناف. لحرص الإمام الأعظم على صحة نسب المولود ولو تم ¶ الحمل لامرأة في أقصى المشرق على رجل في أقصى المغرب، ولم تستطع المرأة أن ¶ تثبت حضور الزوج إليها، وحصول الحمل منه. وعلل ابن الكمال وجهة نظر الإمام ¶ بما يمكن أن يحدث من كرامات الأولياء. ¶ والأقرب كما قلت أن الإمام حريص على ثبوت نسب الولد لحاجته إلى النسب ¶ ، (ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ) وقول الرسول - صلى الله عليه وسلم - ¶ : الولد للفراش \" ولا يثبت بهذا الحمل ميراث لأن الميراث فيه حقوق للناس فلا يثبت ¶ لجنين إلا إذا ثبت حدوث الحمل في الحياة الزوجية. بأن تضعه الأم في مدّة الحمل",
            "page": "25",
            "part": "1",
            "seal": "E2CC9ABC"
        },
        {
            "id": "29",
            "nass": "الشرعي. وناقشث في رسالة \"لجنس ضرورة وضرر \" ما توهمه بعض العلماء ¶ وناقشت ادعاءه أن الحمل قد يستمر عدة سنوات، وقلت هذه دعوى تحتاح إلى دليل ¶ يثبتها. أو مشاهدة تؤكدها. ¶ وبعد: إنَّ دعوى الحمل من نطفة زوج ميت تثبت النسب للمولود حفاظا عليه ¶ ، ولا تثبت الميراث إغلاقا لهذا الباب من المزاعم والادعاءات وحفظا لحقوق الورثة. ¶ وقد راجعت القوانين الشرعية فيما تيسر لي لبعض البلاد العربية. ¶ القانون العراقي ¶ النسب يثبت إذا كان اللقاء ممكنا. (المادة 51 من القانون العراقي للأحوال ¶ القانون المصري ¶ (مادة 15) تشترط إمكان التلاقي، فإذا لم يثبت التلاقي فثبوت النسب متوقف على إقرار الزوج في حياته وموافقة الورثة في موته. ¶ الطب الشرعي في مصر يحدد أطول الحمل قرّر الطب الشرعي في مصر أن أطول مدّة للحمل هي سنة شمسية 365 يوما وبه أخذ القانون السوري. ¶ فلا تسمع دعوى ثبوت نسب بعد عام وفاة الزوج.",
            "page": "26",
            "part": "1",
            "seal": "3B3AAB91"
        },
        {
            "id": "30",
            "nass": "(الحامل من الزنا) ¶ إن كانت متزوجة وحملت من الزنا فأجلها أن تضع حملها من الزنا لعموم ¶ الآية الكريمة (وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ \" (4 الطلاق). ¶ فالزانية تتربص بنفسها حتى تضع حملها لعموم الآية الكريمة وهو استبراء ¶ للرحم حتى لا يسقي ماء زوجها زرع غيره. فلا يجوز لزوجها أن يقربها وهي حامل من الزنا. وغير المتزوجة إذا حملت من الزنا فإن أراد من زنا بها أن يعقد عليها فله أن يعقد عليها وأن يدخل بها بدون عدة ولا استبراء رحم. خلافا للأحناف والظاهرية. ¶ ويرى بقية الأئمة ضرورة استبراء رحم الزانية حتى تضع حملها وذلك حتى ¶ لا يسقي ماؤه زرع غيره. ولكن هنا الذي زنا بها هو الذي سيتزوجها فلن يحدث سقيا ولا زرعا. ولا ينطبق عليهما قوله - صلى الله عليه وسلم: من كان يؤمن بالله واليوم لآخر فلا يسقي ماؤه زرع غيره. ¶ وهما مطالبان بالتوبة. ويخطئ من يتصور أن الزواج بها يعتبر توبة. ¶ لابد من توبتهما. فقد رأينا في أيامنا من يتزوج بالمرأة الحامل من الزنا ¶ ليتاجر بعرضها. وقد ذكرت في رسالتي الجنس ضرورة وضرر \"قصة امرأة ¶ طاردتني روحُها سنة كاملة بصيحة لماذا تأخرت؟؟ ¶ لقد لجأت إليَّ لأخلصها من رجل تزوجها وهي حامل من زنا. تزوجها ¶ وعدتُهَا أن أطلب من أحد المحسنين أن يدفع له مبلغا من المال فداء لأسيرته ¶ ليطلقها. فمثله لا يتصدق بصيرة.",
            "page": "27",
            "part": "1",
            "seal": "B853A014"
        },
        {
            "id": "31",
            "nass": "وتأخرت بترتيب القدر يوما في القاهرة. ورجعت للزقازيق فعلمت بانتحارها. ¶ إن القانون الفرنسي يحمي هؤلاء عندما يجعل الزنا خيانة زوجية. فإذا زنت وتنازل زوجها عن تجريمها فقد تنازل عن حقه. وبقية الموضوع في رسالة الجنس ضرورة وضرر بعنوان \" لماذا تأخرت إن زواجه بها - إن صدقت نيته فهو إصلاح لخطيئته، وستر عليها وحماية لولده منها. ¶ ولكن هذا لا يغني عن الإنابة لله والندم على ما فعل. والعزم على مبايعة الله ¶ ألا يعود. إن الزاني إن رآه ولده فلن يتمم فعله، وإن رأته زوجته أو خادمه فلن يتمم فعله، فلا يجعل ربَّه أهْونَ الناظرين إليه. ¶ وليعلم دائما أنه شريك لها فيما حدث. فلا يعيِّرها بماضيها. ولا يفضح ¶ أسرارها إن فضيحة المرأة تنقلها من منحرفة إلى محترفة. ¶ وتدلُّ الباحث عن ساقطة على صيده، لا يستطيع أحدهما مهما بلغ فجوره أن يسير ¶ فى الشوارع ينادي: أبحث عن زانية ولكنه ينتظر أحد السفهاء يريد أن يستنكر المنكر فيفضح جارته، فيدل الباحث عن صيده. فإذا تم الزنى فمن الزانى؟؟ ¶ من هنا أمر الله بجلد من يرمي المحصنات ولم يأت بأربعة شهداء أن يجلد ¶ ثمانين جلده ولا تقبل له شهادة أبداً. وهذه العقوبة قتل لشخصيته الاعتبارية. ¶ ***",
            "page": "28",
            "part": "1",
            "seal": "72EE98D2"
        },
        {
            "id": "32",
            "nass": "(موت الأم وحياة الجنين) ¶ من عناية الشريعة الإسلامية بالجنين قال الأحناف إذا ماتت الحامل وولدها حيٌّ يتحرك في بطنها يجوز شق بطنها من الأيسر ويخرج ولدها حيا. ¶ ووافقهم الشافعية. ¶ وعلل ابن قدامة هذا بأن الشق اتلاف لجزء من الميت لإبقاء حي وابن حزم قال كلاما فقهيا راقيا ¶ قال: لو ماتت امرأة حامل والد يتحرك في بطنها يمكن أن يشق بطن الأم إذا كان الحمل قد بلغ ستة أشهر يشق طولاً ويخرج الولد لقوله تعالى (وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا) 32 المائدة. ¶ ثم يقول ابن حزم: ومن تركه عمداً حتى يموت فإنه قاتل نفس - وعلق الدكتور محمد سلام مدكور في كتابه (الجنين والأحكام المتعلقة به في الفقه الإسلامي) صـ 259. ¶ يقول: إن قول ابن حزم أقرب إلى الفقه لأن شق البطن ارتكاب لأخف الضررين. ثم قال: وما أفقه ابن حزم في قوله: ومن تركه عمداً حتى مات فهو قاتل نفس. ¶ ثم يعتب الدكتور مدكور على ما ورد عن الحنابلة من قولهم: ينتظروا على الجنين حتى يموت ثم تقبر الأم. ¶ * والطب الحديث يستخدم الآن عملية الشق فيما يسمى بالعملية القيصرية. ¶ أقول: وإذا طلب الطبيب أجراً وامتنع حتى يدفعوا له فمات الجنين فالطبيب قاتل .. قاتل .. قاتل. ¶ ... ¶ * القصاص من الحامل ¶ اهتمت الشريعة الإسلامية برفع الضرر عن الحامل مراعاة لحق الجنين ولو كان في الأيام الأولى التى تسبق عملية نفخ الروح، سواء كانت العقوبة قصاصاً أو دون ذلك، فخافت أن تؤثر العقوبة على الحامل فتسقط جنينها من الخوف. ¶ واتفق في هذا المالكية (الشرح الكبير وحاشية الدسوقي جـ 4 صـ260) والشافعية: أباحوا حبسها، أما القصاص فيؤخر حتى تضع الحمل ويتستغنى عنها في الرضاعة ولو ببقرة. فإن امتنع عن الرضاع من غير الأم تؤخر العقوبة إلى مدة الفطام حولين أو لو احتاج بعد الحولين زيد لصالح الجنين",
            "page": "29",
            "part": "1",
            "seal": "42D88DAB"
        },
        {
            "id": "33",
            "nass": "- سبحان الله - هذا ديننا. ويرى ابن قدامة أنه لا يقتص منها وهي حامل، سواء كان الحمل قبل الجناية أو بعدها. وسواء كان القصاص في النفس أو في الأطراف لقوله تعالى (فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ) (الإسراء33) ¶ واعتبر الإضرار بالجنين إسرافاً في القتل اعتداءا على بريء. وقصه الغامديّة التى زنت وطلبت من النبي - صلى الله عليه وسلم - أن يطهرها من الذنب قال لها النبي - صلى الله عليه وسلم -: ارجعي حتى تضعي حملك. ثم قال لها: ارجعي حتى ترضعيه، فأتت للمرة الثالثة وهي تحمل طفلها وفي يده رغيف من خبز فأمر النبي - صلى الله عليه وسلم - برجمها. ¶ إصرار عجيب على أن يطهر النبي - صلى الله عليه وسلم - صحيفة عملها. ولم يكن النبي - صلى الله عليه وسلم - قد حبسها حتى يقيم عليها الحد ولكنها الرغبة في الجنة! ¶ ّهذا ويقبل قولها في الحمل بدون طلب بيِّنةٍ منها تؤكد الحمل لأن للحمل شواهد لا يعلمها بعد الله إلا هي. ¶ * ولا تحال للطلب الحديث لفحصها وإثبات صدقها في الحمل لأن خطأ القاضي في العفو خير من خطئه في العقوبة. ¶ وحديث الغامدية هو أصل الشريعة الإسلامية في تأجيل العقوبة. ولم يختلف كل الأئمة في الأمر خصوصا في عقوبة الإعدام للحامل والمرضع. وواضح أن السنة المطهرة هي السابقة لهذا التشريع العالمي والقدوة فيه. مهما كانت عقيدتها ومهما كان مصدر الحمل. قال ابن قدامة في كتابه (المغني جـ 8 صـ 171 - لا نعلم في ذلك خلافاً. ونقل عن ابن المنذر إجماع أهل العلم على أن الحامل من الزنا لا ترجم حتى تضع حملها، لأن في إقامة الحد عليها - وهى حامل - اتلافاً لمعصوم الدم، وسواء كانت العقوبة رجما أو قطعا أو جلداً لأنه لا يؤمن تلف الولد من سراية الضرب، فقد يتلف ويفوت المولود بفوات المعاقب.",
            "page": "30",
            "part": "1",
            "seal": "39DEA359"
        }
    ],
    "t82": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "(ويعلم ما في الأرحام)"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "(مضغة مخلقة - ومضغة غير مخلقة)"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "* حديث الملك الذي يسأل عن النطفة مخلقة أم غير مخلقة."
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "(في ظلمات ثلاث)"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "(السائل الأمنيوني ودوره في خدمة الجنين)"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "(القرآن كتاب واحد للعوام والعلماء)"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "(خلقك الله لتعيش)"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "(أرض بما قسم الله لك تكن أسعد الناس)"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "(الإسلام يريد سلامة الجنين)"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "(الحيوان المنوي ورحتله سالما)"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "(من أجلك وضع الجسد سلاحه)"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "(يا رب ولدا)"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "(النطفة الأمشاج: ما بال المسلمين قرأوها في الصلاة ولم يعلنوا سبق القرآن بها؟!!)"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "* قصة النطفة الأمشاج"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "*الأمشاج في لسان العرب"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الحقوق التي أعطاها الإسلام للجنين (دراسة مقارنة)"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "أولا: ثبوت النسب"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "ثانيا: للجنين النصيب الأعلى من الميراث."
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "هل على الجنين نفقات تخصم من ماله؟"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "1",
            "tit": "الحمل من نطفة الزوج بعد موته"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "(الحامل من الزنا)"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "(موت الأم وحياة الجنين)"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": "1",
            "tit": "* القصاص من الحامل"
        }
    ]
}