{
    "b8224": [
        {
            "hno": null,
            "id": "1",
            "nass": "§بِشْرُ بْنُ مُوسَى الْأَسَدِيُّ",
            "page": "25",
            "part": "1",
            "seal": "B871E9B4"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - قَالَ: أَخْبَرَنَا الشَّيْخُ الْأَجَلُّ الصَّالِحُ الْإِمَامُ نَجِيبُ الدِّينِ أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ أَبِي الْفَتْحِ الطَّرْسُوسِيُّ، قَالَ: أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الْحَدَّادُ الْمُقْرِئُ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ فِي صَفَرٍ، مِنْ سَنَةِ أَرْبَعَ عَشْرَةَ وَخَمْسِمِائَةَ، قَالَ: أَخْبَرَنَا الْإِمَامُ أَبُو نُعَيْمٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ إِسْحَاقَ الْحَافِظُ رَضِيَ اللَّهُ عَنْهُ قَالَ: ذِكْرُ مَنْ وَقَعَ لَنَا مِنْ أَصْحَابِ سَعِيدِ بْنِ مَنْصُورٍ عَالِيًا، ذَكَرْتُ لِكُلِ وَاحِدٍ مِنْهُمْ حَدِيثًا واحِدًا، لِأَقِفَ عَلَى عَدَدِهِمْ وَأَسْمَائِهِمْ. -[26]- وَحَمَلَنِي عَلَى ذَلِكَ قِدَمُ وَفَاةِ سَعِيدِ بْنِ مَنْصُورٍ، وَمَوْضِعُهُ مِنَ التَّوَثُّقِ وَالْفَضْلِ. وَهُوَ سَعِيدُ بْنُ مَنْصُورٍ أَبُو عُثْمَانَ الْخُرَاسَانِيُّ، نَزِيلُ مَكَّةَ ثَبْتٌ صَدُوقٌ، حَدَّثَ عَنْهُ الْكِبَارُ مِنَ الْحُفَّاظِ وَالْمُتْقِنِينَ مِثْلُ: هَارُونٌ الْحَمَّالُ، وَأَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ، وَأَبُو يَحْيَى مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ صَاعِقةٌ وَغَيْرُهُمْ. مَاتَ سَنَةَ سَبْعٍ وَعِشْرِينَ وَمِائَتَيْنِ، حَدَّثَنَا بِذَلِكَ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ السَّرَّاجُ، قَالَ: وَسَمِعْتُ الْجَوْهَرِيَّ يَعْنِي حَاتِمَ بْنَ اللَّيْثِ يَقُولُ: مَاتَ سَعِيدُ بْنُ مَنْصُورٍ بِمَكَّةَ وَيُكَنَّى أَبَا عُثْمَانَ، سَنَةَ سَبْعٍ وَعِشْرِينَ وَمِائَتَيْنِ، وَكَانَ أَبُو يَحْيَى صَاعِقَةٌ إِذَا حَدَّثَ عَنْهُ أَثْنَى عَلَيْهِ وَأَطْرَاهُ، فَكَانَ يَقُولُ: حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ وَكَانَ ثَبْتًا فَمِنْ كِبَارِ مَنْ وَقَعَ لَنَا مِنْ أَصْحَابِهِ، حَدَّثَنَا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، حَدَّثَنَا بِشْرُ بْنُ مُوسَى، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ وَائِلٍ الْأَنْصَارِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ: «§لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْخَمْرَ، وَعَاصِرَهَا، وَمُعْتَصِرَهَا، وَبَائِعَهَا، وَمُشْتَرِيَهَا، وَحَامِلَهَا، وَالْمَحْمُولَةَ إِلَيْهِ، وَسَاقِيَهَا، وَشَارِبَهَا، وَآكِلَ ثَمَنِهَا» وَهَذَا الْحَدِيثُ مِنْ مَفَارِيدِ فُلَيْحِ بْنِ سُلَيْمَانَ -[27]- عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ فِيمَا قِيلَ رَوَاهُ عَنْهُ الْمُعَافَى بْنُ سُلَيْمَانَ وَسَعْدُ بْنُ مُحَمَّدٍ وَغَيْرُهُمَا حَدَّثَنَاهُ الطَّبَرَانِيُّ حَدَّثَنَا الْقَاسِمُ بْنُ اللَّيْثِ الرَّاسِبِيُّ، حَدَّثَنَا الْمُعَافَى بْنُ سُلَيْمَانَ، وَحَدَّثَنَا أَبُو بَحْرِ بْنُ كَوْثَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ غَالِبٍ، حَدَّثَنَا سَعْدُ بْنُ مُحَمَّدٍ قَالَا: حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، بِإِسْنَادِهِ مِثْلَهُ",
            "page": "25",
            "part": "1",
            "seal": "4930AF1E"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "§وَرَوَى عَنْهُ أَيْضًا عَبَّاسُ بْنُ الْفَضْلِ الْأَسْفَاطِيُّ الْبَصْرِيُّ مَاتَ سَنَةَ ثَلَاثٍ وَثَمَانِينَ وَمِائَتَيْنِ",
            "page": "35",
            "part": "1",
            "seal": "E7E91E16"
        },
        {
            "hno": "2",
            "id": "4",
            "nass": "2 - حَدَّثَنَا أَبُو حَفْصٍ فَارُوقُ بْنُ عَبْدِ الْكَبِيرِ الْخَطَّابِيُّ حَدَّثَنَا عَبَّاسُ بْنُ الْفَضْلِ الْأَسْفَاطِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ إِيَادِ بْنِ لَقِيطٍ، عَنْ أَبِيهِ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا سَجَدْتَ فَضَعْ كَفَّيْكَ، وَارْفَعْ مِرْفَقَيْكَ» وَهَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ مُسْلِمُ بْنُ الْحَجَّاجِ فِي كِتَابِهِ عَنْ يَحْيَى بْنِ يَحْيَى، عَنْ عُبَيْدِ اللَّهِ بْنِ إِيَادٍ. وَرَوَاهُ عَنْ عُبَيْدِ اللَّهِ الْجَمُّ الْغَفِيرُ، مِثْلُ: أَبِي دَاوُدَ الطَّيَالِسِيِّ، وَأَبِي الْوَلِيدِ، وَسَعِيدِ بْنِ -[36]- مَنْصُورٍ، وَيَحْيَى بْنِ يَحْيَى، وَغَيْرِهِمْ",
            "page": "35",
            "part": "1",
            "seal": "3B84DD36"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "§وَرَوَى عَنْهُ عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ الْمَكِّيُّ صَاحِبُ أَبِي عُبَيْدٍ",
            "page": "36",
            "part": "1",
            "seal": "69AD3A12"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "3 - حَدَّثَنَا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَحَدَّثَنَا فَارُوقٌ الْخَطَّابِيُّ، حَدَّثَنَا عَبَّاسُ بْنُ الْفَضْلِ الْأَسْفَاطِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا مِسْكِينُ بْنُ مَيْمُونٍ مُؤَذِّنُ مَسْجِدِ الرَّمْلَةِ، حَدَّثَنِي عُرْوَةُ بْنُ رُوَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ قُرْطٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ أُسْرِيَ بِهِ مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى، فَلَمَّا رَجَعَ فَكَانَ بَيْنَ زَمْزَمَ وَالْمَقَامِ، وَجِبْرِيلُ عَنْ -[37]- يَمِينِهِ، وَمِيكَائِيلُ عَنْ يَسَارِهِ، فَطَارَا بِهِ حَتَّى بَلَغَا السَّمَاواتِ الْعُلَى، فَلَمَّا رَجَعَ قَالَ: \" §سَمِعْتُ تَسْبِيحًا فِي السَّمَاواتِ الْعُلَى مَعَ تَسْبِيحٍ كَثِيرٍ، سَبَّحَتِ السَّمَاوَاتُ الْعُلَى مِنْ ذِي الْمَهَابَةِ مُشْفِقَاتٍ لِذِي الْعُلَى بِمَا عَلَا: سُبْحَانَ الْعَلِيِّ الْأَعْلَى، سُبْحَانَهُ وَتَعَالَى \" هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ، لَمْ يَرْوِهِ عَنْ عُرْوَةَ بْنِ رُوَيْمٍ غَيْرُ مِسْكِينِ بْنِ مَيْمُونٍ فِيمَا قَالُوا، وَعَبْدُ الرَّحْمَنِ بْنُ قُرْطٍ يُعَدُّ فِي الصَّحَابَةِ، وَتَفَرَّدَ بِهَذَا الْحَدِيثِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ذِكْرِ التَّسْبِيحِ، وَمِسْكِينُ بْنُ مَيْمُونٍ هُوَ الرَّمْلِيُّ، وَرَوَى عَنْهُ هِشَامُ بْنُ عَمَّارٍ وَغَيْرُهُ هَذَا الْحَدِيثَ -[39]- وَرَوَى عَنْهُ",
            "page": "36",
            "part": "1",
            "seal": "371AD9E8"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "§مُعَاذُ بْنُ الْمُثَنَّى بْنُ مُعَاذِ بْنِ مُعَاذٍ الْعَنْبَرِيِّ",
            "page": "39",
            "part": "1",
            "seal": "69624940"
        },
        {
            "hno": "4",
            "id": "8",
            "nass": "4 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْعَبَّاسِ الْأَطْرُوشُ مِنْ لَفْظِهِ بِبَغْدَادَ، حَدَّثَنَا مُعَاذُ بْنُ الْمُثَنَّى، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمَّارٍ، قَالَ: سَمِعْتُ سَعِيدَ بْنَ أَبِي سَعِيدٍ الْمَقْبُرِيَّ، يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«خَيْرُ الْكَسْبِ كَسْبُ الْعَامِلِ إِذَا نَصَحَ» وَهَذَا حَدِيثٌ لَا يُعْرَفُ مِنْ حَدِيثِ الْمَقْبُرِيِّ إِلَّا مِنْ حَدِيثِ مُحَمَّدِ بْنِ عَمَّارٍ وَهُوَ الْمُؤَذِّنُ، مَدِينِيُّ، مِنْ وَلَدِ سَعْدٍ الْقَرَظِ، رَوَى عَنْهُ النَّاسُ، وَلَهُ غَيْرُ حَدِيثٍ يَنْفَرِدُ بِهِ، وَغَيْرُهُ أَحْلَى فِي الْقَلْبِ مِنْهُ",
            "page": "39",
            "part": "1",
            "seal": "B425A0B7"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "§وَرَوَى عَنْهُ مُحَمَّدُ بْنُ يُونُسَ بْنِ مُوسَى الْكُدَيْمِيُّ السَّامِيُّ",
            "page": "40",
            "part": "1",
            "seal": "828A6FD7"
        },
        {
            "hno": "5",
            "id": "10",
            "nass": "5 - حَدَّثَنَا أَبُو بَحْرٍ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ كَوْثَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ يُونُسَ السَّامِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا الدَّرَاوَرْدِيُّ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنِ الْمُطَّلِبِ بْنِ حَنْطَبٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§صَيْدُ الْبَرِّ لَكُمْ حَلَالٌ وَأَنْتُمْ حُرُمٌ، مَالَمْ تَصِيدُوهُ، أَوْ يُصَادَ لَكُمْ»",
            "page": "40",
            "part": "1",
            "seal": "E4A157A1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "§وَرَوَى عَنْهُ أَيْضًا أَحْمَدُ بْنُ خُلَيْدٍ الْحَلَبِيُّ",
            "page": "43",
            "part": "1",
            "seal": "B3102748"
        },
        {
            "hno": "6",
            "id": "12",
            "nass": "6 - حَدَّثَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الْوَرَّاقُ الْمِصِّيصِيُّ بِبَغْدَادَ، حَدَّثَنَا أَحْمَدُ بْنُ خُلَيْدٍ الْحَلَبِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ: «أَنَّهُ كَانَ §يَأْتِي الْقَبْرَ، فَيُسَلِّمُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى أَبِي بَكْرٍ، وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا»",
            "page": "43",
            "part": "1",
            "seal": "3A48363C"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "§وَرَوَى عَنْهُ أَيْضًا مُحَمَّدُ بْنُ عَلِيٍّ الصَّائِغُ الْمَكِّيُّ",
            "page": "44",
            "part": "1",
            "seal": "21CA4AA0"
        },
        {
            "hno": "7",
            "id": "14",
            "nass": "7 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيٍّ الصَّائِغُ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا يُونُسُ بْنُ أَبِي يَعْفُورٍ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ: كُنْتُ مَعَ عَمِّي عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ يَخْطُبُ فَقَالَ: §«لَا يَزَالُ أَمَرُ أُمَّتِي صَالِحًا حَتَّى يَمْضِيَ اثْنَا عَشْرَ خَلِيفَةً» وَذَكَرَ كَلِمَةً، وَخَفَضَ بِهَا صَوْتَهُ، فَقُلْتُ لِعَمِّي وَكَانَ أَمَامِي: مَا قَالَ يَاعَمُّ؟ قَالَ: «كُلُّهُمْ مِنْ قُرَيْشٍ» قَالَ سُلَيْمَانُ: وَهَذَا الْحَدِيثُ لَمْ يَرْوِهِ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ إِلَّا يُونُسُ بْنُ أَبِي يَعْفُورٍ، وَلَا يُرْوَى عَنْ أَبِي جُحَيْفَةَ إِلَّا بِهَذَا الْإِسْنَادِ",
            "page": "44",
            "part": "1",
            "seal": "14BCBBB6"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "§وَرَوَى عَنْهُ أَيْضًا أَحْمَدُ بْنُ سَهْلِ بْنِ أَيُّوبَ الْأَهْوَازِيُّ",
            "page": "45",
            "part": "1",
            "seal": "B9574B7A"
        },
        {
            "hno": "8",
            "id": "16",
            "nass": "8 - حَدَّثَنَا أَبُو أَحْمَدَ الْأَنْمَاطِيُّ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِسْحَاقَ بِعَسْكَرَ، حَدَّثَنَا أَحْمَدُ بْنُ سَهْلٍ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ، عَنِ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" §يَقُولُ ابْنُ آدَمَ: مَالِي، مَالِي، وَإِنَّمَا لَهُ مِنْ مَالِهِ: مَا أَكَلَ فَأَفْنَى، أَوْ لَبِسَ فَأَبْلَى، أَوْ تَصَدَّقَ فَأَمْضَى \" حَفْصُ بْنُ مَيْسَرَةَ حَسَنُ الْحَدِيثِ، ثِقَةٌ، أَخْرَجَ عَنْهُ مُسْلِمُ بْنُ الْحَجَّاجِ فِي كِتَابِهِ غَيْرَ حَدِيثٍ، يَرْوِي عَنْهُ سُوَيْدُ بْنُ سَعِيدٍ، وَعَبْدُ اللَّهِ بْنُ وَهْبٍ",
            "page": "45",
            "part": "1",
            "seal": "7E235D70"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "§وَرَوَى عَنْهُ أَيْضًا الْحُسَيْنُ بْنُ إِسْحَاقَ التُّسْتَرِيُّ الدَّقِيقِيُّ",
            "page": "46",
            "part": "1",
            "seal": "BFA51EEB"
        },
        {
            "hno": "9",
            "id": "18",
            "nass": "9 - حَدَّثَنَا سَهْلُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا حُجْرُ بْنُ الْحَارِثِ الْغَسَّانِيُّ مِنْ أَهْلِ الرَّمْلَةِ، عَنْ عَبْدِ اللَّهِ بْنِ عَوْفٍ الْكِنَانِيِّ ـ وَكَانَ عَامِلًا لِعُمَرَ بْنِ عَبْدِ الْعَزِيزِ عَلَى الرَّمْلَةِ ـ أَنَّهُ شَهِدَ عَبْدَ الْمَلِكِ بْنَ مَرْوَانَ قَالَ لِبَشِيرِ بْنِ عَقْرَبَةَ الْجُهَنِيِّ يَوْمَ قُتِلَ عَمْرُو بْنُ سَعِيدٍ: يَا أَبَا الْيَمَانِ قَدِ احْتَجْتُ إِلَى كَلَامِكَ، فَقُمْ فَتَكَلَّمْ، قَالَ: إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ قَامَ بِخُطْبَةٍ لَا يَلْتَمِسُ بِهَا إِلَّا رِيَاءً وَسُمْعَةً، وَقَفَهُ اللَّهُ يَوْمَ الْقِيَامَةِ مَوْقِفَ رِيَاءٍ وَسُمْعَةٍ» -[48]- وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ عَلِيِّ بْنِ حُبَيْشٍ، حَدَّثَنَا أَبُو شُعَيْبٍ الْحَرَّانِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا حُجْرُ بْنُ الْحَارِثِ مِثْلَهُ سَوَاءً. هَذَا الْحَدِيثُ مِنْ كِبَارِ حَدِيثِ سَعِيدِ بْنِ مَنْصُورٍ، حَدَّثَ بِهَذَا الْحَدِيثِ عَنْهُ: هَارُونُ بْنُ عَبْدِ اللَّهِ الْحَمَّالُ حَدَّثَنَا بِهِ أَبُو عَمْرِو بْنُ حَمْدَانَ، حَدَّثَنَا الْحَسَنُ بْنُ سُفْيَانَ، حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ الْبَزَّازُ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا حُجْرُ بْنُ الْحَارِثِ الْغَسَّانَيُّ، بِهِ سَوَاءً. وَبَشِيرُ بْنُ عَقْرَبَةَ مَذْكُورٌ فِي جُمْلَةِ الصَّحَابَةِ، يُعَدُّ فِيهِمْ، وَلَا أَعْرِفُ لَهُ إِلَّا هَذَا الْحَدِيثَ، وَحَدِيثًا آخَرَ، وَكِلَا الْحَدِيثَيْنِ يَتَفَرَّدُ بِهِ حُجْرُ بْنُ الْحَارِثِ أَبُو خَلَفٍ الرَّمْلِيُّ وَيُعْرَفُ بِالْغَسَّانِيِّ مِنْ أَهْلِ فِلَسْطِينَ",
            "page": "46",
            "part": "1",
            "seal": "A02F15DE"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "§وَرَوَى عَنْهُ أَيْضًا أَبُو شُعَيْبٍ عَبْدُ اللَّهِ بْنُ الْحَسَنِ بْنِ أَحْمَدَ بْنِ أَبِي شُعَيْبٍ الْحَرَّانِيُّ",
            "page": "49",
            "part": "1",
            "seal": "EAE541C0"
        },
        {
            "hno": "10",
            "id": "20",
            "nass": "10 - حَدَّثَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ حُبَيْشٍ، حَدَّثَنَا أَبُو شُعَيْبٍ الْحَرَّانِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْعَزِيزِ اللَّيْثِيُّ، قَالَ: سَمِعْتُ ابْنَ شِهَابٍ يَقُولُ: أَشْهَدُ عَلَى عَطَاءِ بْنِ يَزِيدَ أَنَّهُ حَدَّثَنِي، عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«مَنْ غَرَسَ غَرْسًا، كَانَ لَهُ مِنَ الْأَجْرِ عَدَدُ مَا يَخْرُجُ مِنْ ثَمَرَةِ ذَلِكَ الْغِرَاسِ» . -[50]- حَدَّثَنَاهُ أَبُو جَعْفَرٍ الْمُقْرِئُ، حَدَّثَنَا أَبُو شُعَيْبٍ، مِثْلَهُ. لَا يُرْوَى عَنْ أَبِي أَيُّوبَ، إِلَّا بِهَذَا الْإِسْنَادِ فِيمَا قِيلَ، وَعَبْدُ اللَّهِ بْنُ عَبْدِ الْعَزِيزِ اللَّيْثِيُّ مَدَنِيُّ، مِنْ أَصْحَابِ الزُّهْرِيِّ، يُكَنَّى بِأَبِي عَبْدِ الْعَزِيزِ، تَفَرَّدَ بِهَذَا الْحَدِيثِ وَبِغَيْرِهِ عَنِ الزُّهْرِيِّ، وَغَيْرُهُ مِنْ أَصْحَابِ الزُّهْرِيِّ أَحْسَنُ حِفْظًا وَأَحْمَدُ إِتْقَانًا مِنْهُ",
            "page": "49",
            "part": "1",
            "seal": "6943DE79"
        },
        {
            "hno": "11",
            "id": "21",
            "nass": "11 - وَحَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ جَعْفَرٍ أَبُو بَكْرٍ الزَّعْفَرَانِيُّ، قَالَ: حَدَّثَنَا أَبُو شُعَيْبٍ الْحَرَّانِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«أَنَا وَكَافِلُ الْيَتِيمِ كَهَاتَيْنِ فِي الْجَنَّةِ» وَأَشَارَ بِالسَّبَّابَةِ وَالْوُسْطَى",
            "page": "50",
            "part": "1",
            "seal": "710CC8C3"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "§وَرَوَى عَنْهُ خَلَفُ بْنُ عَمْرٍو الْعُكْبَرِيُّ",
            "page": "51",
            "part": "1",
            "seal": "A5F69114"
        },
        {
            "hno": "12",
            "id": "23",
            "nass": "12 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، وَحَبِيبُ بْنُ الْحَسَنِ، قَالَا: حَدَّثَنَا خَلَفُ بْنُ عَمْرٍو الْعُكْبَرِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَطَّافُ بْنُ خَالِدٍ الْمَخْزُومِيُّ، حَدَّثَنِي صُدَيقُ بْنُ مُوسَى، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: قَدِمَ الْمَدِينَةَ، فَاسْتَنَاخَتْ بِهِ رَاحِلَتُهُ بَيْنَ دَارِ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ عَلِيٍّ، وَدَارِ الْحَسَنِ بْنِ زَيْدٍ، فَأَتَاهُ النَّاسُ فَقَالُوا: يَا رَسُولَ اللَّهِ، الْمَنْزِلُ؟ فَانْبَعَثَتْ بِهِ رَاحِلَتُهُ، فَقَالَ: «§دَعُوهَا، فَإِنَّهَا مَأْمُورَةٌ» ، ثُمَّ خَرَجَتْ بِهِ حَتَّى جَاءَتْ بِهِ مَوْضِعَ الْمِنْبَرِ، فَاسْتَنَاخَتْ بِهِ، ثُمَّ تَحَلْحَلَتْ، وَلِنَاسٍ ثَمَّ عَرِيشٌ، كَانُوا يَرُشُّونَهُ وَيَعْمُرُونَهُ، وَيَتَبَرَّدُونَ فِيهِ، حَتَّى نَزَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ رَاحِلَتِهِ، فَأَوَى إِلَى الظِّلِّ، فَنَزَلَ فِيهِ، فَأَتَاهُ أَبُو أَيُّوبَ، فَقَالَ: يَا رَسُولَ اللَّهِ، مَنْزِلِي أَقْرَبُ الْمَنَازِلِ إِلَيْكَ، فَانْقِلْ رَحْلَكَ إِلَيَّ، قَالَ: «نَعَمْ» ، فَذَهَبَ بِرَاحِلَتِهِ إِلَى الْمَنْزِلِ، ثُمَّ أَتَاهُ رَجُلٌ آخِرُ، فَقَالَ: يَا رَسُولَ اللَّهِ، انْزِلْ عَلَيَّ، فَقَالَ: «إِنَّ الرَّجُلَ مَعَ رَحْلِهِ حَيْثُ كَانَ» ، -[52]- وَثَبَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْعَرِيشِ اثْنَتَيْ عَشْرَةَ لَيْلَةً، حَتَّى بَنَى الْمَسْجِدَ، قَالَ أَبُو الْقَاسِمِ الطَّبَرَانِيُّ: وَهَذَا الْحَدِيثُ لَا يُرْوَى عَنِ ابْنِ الزُّبَيْرِ إِلَّا بِهَذَا الْإِسْنَادِ، تَفَرَّدَ بِهِ سَعِيدُ بْنُ مَنْصُورٍ، وَرَوَاهُ عَنْهُ أَيْضًا مُحَمَّدُ بْنُ أَيُّوبَ بْنِ يَحْيَى بْنِ الضُّرَيْسِ الرَّازِيُّ",
            "page": "51",
            "part": "1",
            "seal": "F2845D66"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "§وَرَوَى عَنْهُ بُهْلُولُ بْنُ إِسْحَاقَ الْأَنْبَارِيُّ",
            "page": "52",
            "part": "1",
            "seal": "10C08E15"
        },
        {
            "hno": "13",
            "id": "25",
            "nass": "13 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ، حَدَّثَنَا بُهْلُولُ بْنُ إِسْحَاقَ الْأَنْبَارِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، وَعَبْدُ الْعَزِيزِ، عَنْ أَبِي حَازِمٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ مِقْسَمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ: -[53]- أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §يَأْخُذُ اللَّهُ سَمَاوَاتهِ وَأَرْضِيهِ بِيَمِينِهِ، ثُمَّ يَقُولُ: «أَنَا اللَّهُ، وَيَقْبِضُ أَصَابِعَهُ وَيَبْسُطُهَا، أَنَا الرَّحْمَنُ، أَنَا الْمَلِكُ» حَتَّى نَظَرْتُ إِلَى الْمِنْبَرِ يَتَحَرَّكُ مِنْ أَسْفَلِ شَيْءٍ مِنْهُ، حَتَّى إِنِّي لَأَقُولُ: أَسَاقِطٌ هُوَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ هَذَا حَدِيثٌ كَبِيرٌ، مِنْ صِحَاحِ الْأَحَادِيثِ، رَوَاهُ مُسْلِمُ بْنُ الْحَجَّاجٍ، عَنْ سَعِيدِ بْنِ مَنْصُورٍ فِي كِتَابِهِ",
            "page": "52",
            "part": "1",
            "seal": "BC33E973"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "§وَرَوَى عَنْهُ هَهُنَا مَسْعَدَةُ بْنُ سَعْدٍ الْعَطَّارُ الْمَكِّيُّ",
            "page": "53",
            "part": "1",
            "seal": "ADF93039"
        },
        {
            "hno": "14",
            "id": "27",
            "nass": "14 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا مَسْعَدَةُ بْنُ سَعْدٍ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا نُوحُ بْنُ قَيْسٍ، حَدَّثَنَا سَلَامَةُ الْكِنْدِيُّ، قَالَ: -[54]- كَانَ عَلِيُّ رَضِيَ اللَّهُ عَنْهُ يُعَلِّمُ النَّاسَ الصَّلَاةَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" §اللَّهُمَّ دَاحِيَ الْمَدْحُوَّاتِ، وَبَارِيَ الْمَسْمُوكَاتِ، وجَبَّارَ الْقُلُوبِ عَلَى فِطْرَاتِهَا: شَقِيِّهَا وَسَعِيدِهَا، اجْعَلْ شَرَائِفَ صَلَوَاتِكَ، وَنَوَامَيَ بَرَكَاتِكَ، وَرَأْفَةَ تَحَنُّنِكَ، عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، الْخَاتِمِ لِمَا سَبَقَ، وَالْفَاتِحِ لِمَا أُغْلِقَ، وَالْمُعْلِنُ الْحَقَّ بِالْحَقِّ، وَالدَّامِغُ جَيْشَاتِ الْأَبَاطِيلِ كَمَا حُمِّلَ، فَاضْطَلَعَ بِأَمْرِكَ لِطَاعَتِكَ \" وَذَكَرَ الْحَدِيثَ بِطُولِهِ أَنَا اخْتَصَرْتُهُ، تَفَرَّدَ بِهِ نُوحُ بْنُ قَيْسٍ",
            "page": "53",
            "part": "1",
            "seal": "C57F2399"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "§وَرَوَى عَنْهُ الْحَسَنُ بْنُ عَلِيٍّ",
            "page": "55",
            "part": "1",
            "seal": "12F9269A"
        },
        {
            "hno": "15",
            "id": "29",
            "nass": "15 - حَدَّثَنَا أَحْمَدُ بْنُ بُنْدَارٍ الشِّعَارُ، حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ أَبِي طُوَالَةَ، عَنْ سَعِيدِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ تَعَلَّمَ الْعِلْمَ الَّذِي يُبْتَغَى بِهِ وَجْهُ اللَّهِ تَعَالَى، لَا يَتَعَلَّمُهُ إِلَّا لَيُصِيبَ بِهِ عَرَضًا مِنَ الدُّنْيَا، لَمْ يَجِدْ عَرْفَ الْجَنَّةِ» -[56]- وَهَذَا الْحَدِيثُ حَدَّثَنَاهُ أَحْمَدُ بْنُ بُنْدَارٍ، أَيْضًا فِي كِتَابِ الْعِلْمِ لِأَبِي بَكْرِ بْنِ أَبِي عَاصِمٍ، عَنِ الْحَسَنِ بْنِ عَلِيٍّ، عَنْ سَعِيدٍ فَلَا أَدْرِي: الْحَسَنُ بْنُ عَلِيٍّ الَّذِي رَوَى هُوَ عَنْهُ شَيْخٌ لَهُ أَوْ هُوَ وَهْمٌ مِنْهُ، أَوْمِنِّي، وَأُسْقِطَ ابْنُ أَبِي عَاصِمٍ مِنْهُ؟، فَإِنْ كَانَ وَهْمًا فَالْحَسَنُ بْنُ عَلِيٍّ هُوَ الْحُلْوَانِيُّ، فَإِنَّ ابْنَ أَبِي عَاصِمٍ كَثِيرُ الرِّوَايَةِ عَنْهُ، وَهُوَ أَيْضًا يَرْوِي عَنْ سَعِيدِ بْنِ مَنْصُورٍ، وَاللَّهُ أَعْلَمُ، وَالْحَدِيثُ عِنْدَنَا مِنْ حَدِيثِ سَعِيدِ بْنِ مَنْصُورٍ عَالِيًا بِلَا وَهْمٍ وَلَا شَكٍّ",
            "page": "55",
            "part": "1",
            "seal": "517F0A12"
        },
        {
            "hno": "16",
            "id": "30",
            "nass": "16 - فَإِنَّ أَبَا جَعْفَرٍ مُحَمَّدَ بْنَ مُحَمَّدِ بْنِ أَحْمَدَ الْمُقْرِئَ الْبَغْدَادِيَّ، حَدَّثَنَا قَالَ: حَدَّثَنَا أَبُو شُعَيْبٍ الْحَرَّانِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ أَبِي طُوَالَةَ -[58]- عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ مَعْمَرٍ، عَنْ سَعِيدِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ طَلَبَ عِلْمًا مِمَّا يُبْتَغَى بِهِ اللَّهُ، لَا يَتَعَلَّمُهُ إِلَّا لَيُصِيبَ عَرَضًا مِنَ الدُّنْيَا، لَمْ يَجِدْ عَرَفَ الْجَنَّةِ» يَعْنِي رِيحَهَا",
            "page": "57",
            "part": "1",
            "seal": "60772A75"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "§وَرَوَى عَنْهُ أَيْضًا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ الْعَبْدِيُّ",
            "page": "58",
            "part": "1",
            "seal": "8468DCCF"
        },
        {
            "hno": "17",
            "id": "32",
            "nass": "17 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«مَنْ كَانَ لَهُ شَعْرٌ فَلْيُكْرِمْهُ»",
            "page": "58",
            "part": "1",
            "seal": "A39BC478"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "§وَرَوَى عَنْهُ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الصَّلْتِ الْبَغْدَادِيُّ لَيْسَ بِالْقَوِيِّ وَلَا بِالْأَمِينِ",
            "page": "59",
            "part": "1",
            "seal": "24F75181"
        },
        {
            "hno": "18",
            "id": "34",
            "nass": "18 - حَدَّثَنَا أَبُو الْفَرَجِ أَحْمَدُ بْنُ جَعْفَرِ بْنِ أَبِي حَفْصٍ النَّسَائِيُّ بِبَغْدَادَ، حَدَّثَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الصَّلْتِ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَإِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، وَيَعْقُوبُ بْنُ حُمَيْدٍ، قَالُوا: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ اطَّلَعَ عَلَى أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ وَهُوَ يَمُدُّ لِسَانَهُ، فَقَالَ: -[60]- يَا خَلِيفَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مَا تَصْنَعُ؟ قَالَ: إِنَّ هَذَا أَوْرَدَنِي الْمَوَارِدَ، وَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: §«لَيْسَ شَيْءٌ مِنَ الْجَسَدِ إِلَّا وَهُوَ يَشْكُو اللِّسَانَ إِلَى اللَّهِ عَلَى حِدَّتِهِ» كَذَا حَدَّثَنَاهُ عَنْ أَحْمَدَ بْنِ الصَّلْتِ، عَنْ سَعِيدٍ، وَإِسْمَاعِيلَ بْنِ أَبِي أُوَيْسٍ، وَيَعْقُوبَ بْنِ حُمَيْدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ، وَحَدِيثُ إِسْمَاعِيلَ بْنِ أَبِي أُوَيْسٍ فَإِنَّمَا يُعْرَفُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، حَدَّثَنَا بِذَلِكُ مُحَمَّدُ بْنُ عِيسَى الْبُرُوجِرْدِيُّ أَبُو عَبْدِ اللَّهِ مُؤَدِّبُ الْخَلِيفَةِ، حَدَّثَنَا عُمَيْرُ بْنُ مِرْدَاسٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ أَسْلَمَ، عَنْ عُمَرَ الْحَدِيثَ فَلَا أَدْرِي: وَهَمَ فِيهِ ابْنُ الصَّلْتِ، أَوْ كَانَ الْحَدِيثُ عِنْدَ إِسْمَاعِيلَ، عَنْ عَبْدِ الْعَزِيزِ، وَعَبْدِ الرَّحْمَنِ جَمِيعًا وَرَوَاهُ أَيْضًا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدِ الدَّرَاوَرْدِيِّ، عَنْ زَيْدٍ، مِثْلَ رِوَايَةِ سَعِيدِ بْنِ مَنْصُورٍ، وَيَعْقُوبَ بْنِ حُمَيْدٍ. -[61]- حَدَّثَنَاهُ أَبُو بَكْرٍ الْخَازِنُ مُحَمَّدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا الْحُرُّ بْنُ مُحَمَّدِ بْنِ أَشْكِيبَ، حَدَّثَنِي أَبِي، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، الْحَدِيثَ -[62]- وَالْحَدِيثُ فَلَيْسَ مَخْرَجُهُ إِلَّا مِنْ حَدِيثِ زَيْدِ بْنِ أَسْلَمَ، فَمِنَ النَّاسِ مَنْ يُوقِفُهُ، وَعَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ وَغَيْرُهُ يَرْفَعُهُ، وَاللَّهُ أَعْلَمُ",
            "page": "59",
            "part": "1",
            "seal": "FCBF052D"
        }
    ],
    "t8224": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بشر بن موسى الأسدي"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه أيضا عباس بن الفضل الأسفاطي البصري مات سنة ثلاث وثمانين ومائتين"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه علي بن عبد العزيز البغوي المكي صاحب أبي عبيد"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "معاذ بن المثنى بن معاذ بن معاذ العنبري"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه محمد بن يونس بن موسى الكديمي السامي"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه أيضا أحمد بن خليد الحلبي"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه أيضا محمد بن علي الصائغ المكي"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه أيضا أحمد بن سهل بن أيوب الأهوازي"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه أيضا الحسين بن إسحاق التستري الدقيقي"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه أيضا أبو شعيب عبد الله بن الحسن بن أحمد بن أبي شعيب الحراني"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه خلف بن عمرو العكبري"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه بهلول بن إسحاق الأنباري"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه ههنا مسعدة بن سعد العطار المكي"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه الحسن بن علي"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه أيضا إسماعيل بن عبد الله العبدي"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "وروى عنه أحمد بن محمد بن الصلت البغدادي ليس بالقوي ولا بالأمين"
        }
    ]
}