{
    "b8246": [
        {
            "hno": "55",
            "id": "93",
            "nass": "55 - وَحَدَّثَنَا أَبُو مُحَمَّدِ بْنُ حَيَّانَ، حَدَّثَنَا أَحْمَدُ بْنُ يَحْيى بْنِ نَصْرٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ الْجَوْزَجَانِيُّ، حَدَّثَنَا سُلَيْمَانُ أَبُو أَيُّوبَ الْحِمْصِيُّ، حَدَّثَنَا أَبُو فِرَاسٍ الْمُؤَمِّلُ بْنُ سَعِيدٍ الْحِمْصِيُّ، حَدَّثَنَا أَبُو الْعَلَاءِ أَسَدُ بْنُ وَدَاعَةَ، سَمِعْتُ وَهْبَ بْنَ مُنَبِّهٍ، يُحَدِّثُ، عَنْ طَاوُسٍ، عَنْ ثَوْبَانَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§احْذَرُوا دَعْوَةَ الْمُؤْمِنِ وَفِرَاسَتَهُ، فَإِنَّهُ يَنْظُرُ بِنُورِ اللَّهِ؟، وَيَنْطِقُ بِتَوْفِيقِ اللَّهِ»",
            "page": "105",
            "part": "1",
            "seal": "9F234057"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "§وَمِنْهَا إِبَاحَةُ التَّنَسُّمِ بِشَجِيِّ الْأَغَانِي عِنْدَ فُتُورِ النَّفْسِ وَالتَّوَانِي",
            "page": "107",
            "part": "1",
            "seal": "BC74C337"
        },
        {
            "hno": "56",
            "id": "95",
            "nass": "56 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، إِمْلَاءً، حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ الْعَلَافُ، حَدَّثَنَا عَبْدُ الْغَفَّارِ بْنُ دَاوُدَ، حَدَّثَنَا أَبُو عُبَيْدَةَ سَعِيدُ بْنُ زَرْبِيِّ، وَحَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا أَحْمَدُ بْنُ الْقَاسِمِ بْنِ مُسَاوِرٍ، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ الْعَبَّادَانِيُّ، قَالَا: حَدَّثَنَا حَمَّادُ بْنُ أَبِي سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ النَّخَعِيِّ، عَنْ عَلْقَمَةَ بْنِ قَيْسٍ، قَالَ: كُنْتُ رَجُلًا قَدْ أَعْطَانِيَ اللَّهُ حُسْنَ الصَّوْتِ بِالْقُرْآنِ. فَكَانَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ يُرْسِلُ إِلَيَّ فَأَقْرَأَ عَلَيْهِ. قَالَ: فَكُنْتُ إِذَا فَرَغْتُ مِنْ قِرَاءَتِي، قَالَ: زِدْنَا مِنْ هَذَا فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: §«حُسْنُ الصَّوْتِ زِينَةٌ الْقُرْآنِ»",
            "page": "107",
            "part": "1",
            "seal": "23CB2C1C"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "§وَمِمَّا يُسْتَحَبُّ سَمَاعُهُ مِنَ الْغِنَا مَا يَصْفُو مِنَ اللَّغْوِ وَالْخَنَا",
            "page": "110",
            "part": "1",
            "seal": "4AAF787C"
        },
        {
            "hno": "57",
            "id": "97",
            "nass": "57 - حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ كَيْسَانَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِسْحَاقَ الْقَاضِي، حَدَّثَنَا عَارِمٌ أَبُو النُّعْمَانِ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، ح وَحَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِسْحَاقَ الْقَاضِي، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، حَدَّثَنَا إِسْرَائِيلُ، قَالَا: عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْخَنْدَقِ وَهُوَ يَنْقُلُ مَعَنَا التُّرَابَ وَهُوَ يَقُولُ: ¶ [البحر الرجز] ¶ «§وَاللَّهِ لَوْلَا اللَّهُ مَا اهْتَدَيْنَا ... يَوْمًا وَلَا صُمْنَا وَلَا صَلَّيْنَا ¶ فَأَنْزِلَنْ سَكِينَةً عَلَيْنَا ... وَثَبِّتِ الْأَقْدَامَ إِنْ لَاقَيْنَا ¶ وَالْمُشْرِكُونَ قَدْ بَغَوْا عَلَيْنَا ... إِنْ أَرَادُوا فِتْنَةً أَبَيْنَا» ¶ لَفْظُ عَارِمٍ",
            "page": "110",
            "part": "1",
            "seal": "73F897A6"
        },
        {
            "hno": "58",
            "id": "98",
            "nass": "58 - حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ، حَدَّثَنَا الْحَارِثُ بْنُ أَبِي أُسَامَةَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ حُمَيْدٍ، قَالَ: سَمِعْتُ أَنَسًا، يَقُولُ: خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْخَنْدَقِ فَإِذَا الْمُهَاجِرُونَ وَالْأَنْصَارُ يَحْفِرُونَ مِنَ الْخَنْدَقِ فِي غَدَاةٍ بَارِدَةٍ وَلَمْ يَكُنْ لَهُمْ عَبِيدٌ يَعْمَلُونَ لَهُمْ، فَلَمَّا رَأَى مَا بِهِمْ مِنَ النَّصَبِ وَالْجُوعِ قَالَ: «§اللَّهُمَّ إِنَّ الْعَيْشَ عَيْشُ الْآخِرَةْ. فَاغْفِرْ لِلْأَنْصَارِ وَالْمُهَاجِرَةْ» . فَقَالُوا مُجِيبِينَ لَهُ: ¶ [البحر الرجز] ¶ نَحْنُ الَّذِينَ بَايَعُوا مُحَمَّدَا ... عَلَى الْجِهَادِ مَا بَقِينَا أَبَدَا",
            "page": "111",
            "part": "1",
            "seal": "D9024359"
        },
        {
            "hno": "59",
            "id": "99",
            "nass": "59 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ يَحْيَى النَّيْسَابُورِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا فُلَيْحٌ، عَنْ ضَمْرَةَ بْنِ سَعِيدٍ، عَنْ قَيْسِ بْنِ أَبِي حُذَيْفَةَ، عَنْ خَوَّاتِ بْنِ جُبَيْرٍ، قَالَ: \" خَرَجْنَا حُجَّاجًا مَعَ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: فَسِرْنَا فِي رَكْبٍ مِنْهُمْ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ قَالَ: فَقَالَ: غَنِّنَا مِنْ شِعْرِ ضِرَارٍ قَالَ: فَقَالَ عُمَرُ بْنُ الْخَطَّابِ: دَعُوا أَبَا عُبَيْدَةَ فَلْيُغَنِّ مِنْ ثَنِيَّاتِ فُؤَادِهِ يَعْنِي مِنْ -[112]- شِعْرِهِ، فَمَا زِلْتُ أُغَنِّيهِمْ حَتَّى بَانَ السَّحَرُ، فَقَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: §ارْفَعْ لِسَانَكَ يَا خَوَّاتُ، فَقَدْ أَسْحَرْنَا \"",
            "page": "111",
            "part": "1",
            "seal": "BF1FE994"
        },
        {
            "hno": "60",
            "id": "100",
            "nass": "60 - حَدَّثَنَا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحُسَيْنِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْحَسَنِ بْنِ أَحْمَدَ الْحَرَّانِيُّ، حَدَّثَنَا جَدِّي أَحْمَدُ بْنُ أَبِي شُعَيْبٍ، حَدَّثَنَا مُوسَى بْنُ أَعْيَنَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ: \" §بَلَغَنِي أَنَّ اللَّهَ تَعَالَى يَقُولُ يَوْمَ الْقِيَامَةِ: أَيْنَ الَّذِينَ كَانُوا يُنَزِّهُونَ أَسْمَاعَهُمْ عَنِ اللَّهْوِ وَمَزَامِيرِ الشَّيْطَانِ؟ أَدْخِلُوهُمْ فِي رِيَاضِ الْمِسْكِ. ثُمَّ يَقُولُ لِلْمَلَائِكَةِ: أَسْمِعُوهُمْ حَمْدِي وَثَنَائِي وَأَخْبِرُوهُمْ أَنْ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ \"",
            "page": "112",
            "part": "1",
            "seal": "E4549C15"
        },
        {
            "hno": "28",
            "id": "47",
            "nass": "28 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ إِسْحَاقَ، حَدَّثَنَا قَيْسُ بْنُ الرَّبِيعِ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحِ بْنِ هَانِئٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ هَانِئِ بْنِ شُرَيْحٍ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ أَخْبِرْنِي بِشَيْءٍ يُوجِبُ لِي الْجَنَّةَ. قَالَ: «§عَلَيْكَ بِحُسْنِ الْكَلَامِ، وَبَذْلِ الطَّعَامِ»",
            "page": "61",
            "part": "1",
            "seal": "582615D6"
        },
        {
            "hno": "29",
            "id": "48",
            "nass": "29 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَلْمٍ الرَّازِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ الزِّبْرِقَانِ الْكُوفِيُّ، حَدَّثَنَا مِنْدَلُ بْنُ عَلِيٍّ، عَنْ عَبْدِ اللَّهِ بْنِ سِنَانٍ، عَنْ عَائِشَةَ بِنْتِ طَلْحَةَ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«لَا تَزَالُ الْمَلَائِكَةُ تُصَلِّي عَلَى أَحَدِكُمْ مَا دَامَتْ مَائِدَتُهُ مَوْضُوعَةً» وَرَوَاهُ أَبُو نُعَيْمٍ، عَنْ مِنْدَلٍ",
            "page": "63",
            "part": "1",
            "seal": "9DA9E3CC"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "§وَمِنْهَا الرِّعَايَةُ لِلتَّزَاوُرِ وَالتَّآخِي طَلَبًا لِلتَّحَابُبِ وَالتَّبَاهِي",
            "page": "64",
            "part": "1",
            "seal": "9514E8AE"
        },
        {
            "hno": "30",
            "id": "50",
            "nass": "30 - حَدَّثَنَا فَارُوقٌ الْخَطَّابِيُّ، وَحَبِيبُ بْنُ الْحَسَنِ، قَالَا: حَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيِّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ بَهْرَامَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، قَالَ: حَدَّثَنِي أَبُو طَيْبَةَ، أَنَّ شُرَحْبِيلَ بْنَ السِّمْطِ، دَعَا عَمْرَو بْنَ عَبَسَةَ فَقَالَ: يَا ابْنَ عَبَسَةَ هَلْ أَنْتَ مُحَدِّثِي حَدِيثًا سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ فِيهِ تَزَيُّدٌ وَلَا كَذِبٌ وَلَا تُحَدِّثُنِي عَنْ أَحَدٍ سَمِعَهُ غَيْرَكَ؟ قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" قَالَ اللَّهُ تَعَالَى: §وَجَبَتْ مَحَبَّتِي لِلَّذِينَ يَتَحَابُّونَ مِنْ أَجْلِي، وَحَقَّتْ مَحَبَّتِي لِلَّذِينَ يَتَصَافُونَ مِنْ أَجْلِي، وَحَقَّتْ مَحَبَّتِي لِلَّذِينَ يَتَزَاوَرُونَ مِنْ أَجْلِي، وَحَقَّتْ مَحَبَّتِي لِلَّذِينَ يَتَوَاصَلُونَ مِنْ أَجْلِي \"",
            "page": "64",
            "part": "1",
            "seal": "F888D79E"
        },
        {
            "hno": "31",
            "id": "51",
            "nass": "31 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا الْحُسَيْنُ بْنُ مَنْصُورٍ، حَدَّثَنَا الْمُعَافَى بْنُ سُلَيْمَانَ، حَدَّثَنَا حَكِيمُ بْنُ نَافِعٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" لَوْ أَنَّ عَبْدَيْنِ تَحَابَّا فِي اللَّهِ أَحَدُهُمَا فِي الْمَشْرِقِ وَالْآخَرُ فِي الْمَغْرِبِ جَمَعَ اللَّهُ بَيْنَهُمَا يَوْمَ الْقِيَامَةِ وَيَقُولُ: هَذَا الَّذِي كُنْتَ تُحِبُّهُ \"",
            "page": "65",
            "part": "1",
            "seal": "B547BEB2"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "§وَمِنْهَا الْمُثَابَرَةُ عَلَى مُصَاحَبَةِ الْأَوْلِيَاءِ وَالْمُسَارَعَةِ إِلَى مُؤَاكَلَةِ الْأَتْقِيَاءِ",
            "page": "66",
            "part": "1",
            "seal": "4176CF19"
        },
        {
            "hno": "32",
            "id": "53",
            "nass": "32 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا بَكْرُ بْنُ سَهْلٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا ابْنُ لَهِيعَةَ، حَدَّثَنَا سَالِمُ بِنُ غَيْلَانَ، عَنِ الْوَلِيدِ بْنِ قَيْسٍ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَصْحَبْ إِلَّا مُؤْمِنًا، وَلَا يَأْكُلْ طَعَامَكَ إِلَّا تَقِيُّ»",
            "page": "66",
            "part": "1",
            "seal": "846BF7E4"
        },
        {
            "hno": "33",
            "id": "54",
            "nass": "33 - حَدَّثَنَا مُحَمَّدُ بْنُ نَصْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ زَكَرِيَّا، حَدَّثَنَا مُحَمَّدُ بْنُ بُكَيْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ ثَابِتٍ، عَنِ ابْنِ لَهِيعَةَ، عَنْ أَبِي الْأَسْوَدِ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§لَا تُدْخِلِي بَيْتَكِ إِلَّا تَقِيًّا، وَلَا تُولِي مَعْرُوفَكِ إِلَّا مُؤْمِنًا»",
            "page": "67",
            "part": "1",
            "seal": "D8BE8859"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "§وَمِنْهَا الِاجْتِمَاعُ عَلَى الْأَكْلِ وَالْإِطْعَامُ، وَالِالْتِمَاسُ لِلْبَرَكَةِ، وَالْإِكْرَامُ",
            "page": "68",
            "part": "1",
            "seal": "1D62DAF6"
        },
        {
            "hno": "34",
            "id": "56",
            "nass": "34 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عُثْمَانَ الْوَاسِطِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ قُحْطُبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ وَحْشِيِّ بْنِ حَرْبِ بْنِ وَحْشِيِّ بْنِ حَرْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَجُلًا، قَالَ: يَا رَسُولَ اللَّهِ إِنَّا نَأْكُلُ وَمَا نَشْبَعُ. قَالَ: §«فَلَعَلَّكُمْ تَفَرَّقُونَ عَلَى طَعَامِكُمْ؟ اجْتَمِعُوا عَلَيْهِ وَاذْكُرُوا اسْمَ اللَّهِ يُبَارَكْ لَكُمْ»",
            "page": "68",
            "part": "1",
            "seal": "3B4DB523"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "§وَمِنْهَا رَفْضُهُمْ لِلتَّصَنُّعِ وَالتَّكَلُّفِ صِيَانَةً لِلتَّكَرُّمِ وَالتَّعَفُّفِ",
            "page": "70",
            "part": "1",
            "seal": "7393C587"
        },
        {
            "hno": "35",
            "id": "58",
            "nass": "35 - حَدَّثَنَا مُحَمَّدُ بْنُ الْمُظَفَّرِ، وَأَبُو أَحْمَدَ مُحَمَّدُ بْنُ مُحَمَّدٍ الْحَافِظُ، قَالَا: حَدَّثَنَا مُسَاعِدُ بْنُ أَشْرَسَ، حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، حَدَّثَنَا إِسْمَاعِيلُ الْبَصْرِيُّ يَعْنِي ابْنَ يَحْيَى عَنْ مِسْعَرِ بْنِ كِدَامٍ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي الْبَخْتَرِيِّ الطَّائِيِّ، عَنْ سَلْمَانَ، قَالَ: أَتَاهُ نَفَرٌ مِنْ أَصْحَابِهِ فَقَرَّبَ إِلَيْهِمْ خُبْزًا وَسَمَكًا مَالِحًا، ثُمَّ قَالَ: «كُلُوا، §نَهَانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ التَّكَلُّفِ، لَوْلَا ذَلِكَ لَتَكَلَّفْنَا لَكُمْ»",
            "page": "70",
            "part": "1",
            "seal": "2A4307AD"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "§وَمِنْهَا عُدُولُهُمْ عَنِ التَّرَفُّهِ وَالتَّنَعُّمِ احْتِرَازًا مِنَ التَّوَلِّي وَالتَّصَرُّمِ",
            "page": "73",
            "part": "1",
            "seal": "6ADEFB31"
        },
        {
            "hno": "36",
            "id": "60",
            "nass": "36 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، حَدَّثَنَا الْحَسَنُ بْنُ سُفْيَانَ، حَدَّثَنَا كَثِيرُ بْنُ عُبَيْدٍ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنِ السَّرِيِّ بْنِ يَنْعُمٍ، عَنْ أَبِي الْحَسَنِ، مُرَيْحٍ الْهَوْزَنِيِّ، عَنْ مُعَاذِ بْنِ جَبَلٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ حِينَ بَعَثَهُ إِلَى الْيَمَنِ: «§إِيَّاكَ وَالتَّنَعُّمَ، فَإِنَّ عِبَادَ اللَّهِ لَيْسُوا بِالْمُتَنَعِّمِينَ»",
            "page": "73",
            "part": "1",
            "seal": "35BF9C1A"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "§وَمِنْهَا أَنَّهُمْ هَجَرُوا الْمَرَاقِدَ وَاسْتَوطَنُوا الْمَسَاجِدَ",
            "page": "75",
            "part": "1",
            "seal": "CF5CF8EF"
        },
        {
            "hno": "37",
            "id": "62",
            "nass": "37 - حَدَّثَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، حَدَّثَنَا الْحَسَنُ بْنُ سُفْيَانَ، حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ دَرَّاجٍ، عَنِ ابْنِ حُجَيْرَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ لِلْمَسَاجِدِ أَوْتَادًا، الْمَلَائِكَةُ جُلَسَاؤُهُمْ، إِنْ غَابُوا تَفَقَّدُوهُمْ، وَإِنْ مَرِضُوا عَادُوهُمْ، وَإِنْ كَانُوا فِي حَاجَةٍ أَعَانُوهُمْ» . قَالَ: \" وَجَالِسُ الْمَسْجِدِ عَلَى ثَلَاثِ خِصَالٍ: أَخٍ مُسْتَفَادٍ، أَوْ كَلِمَةٍ مُحْكَمَةٍ، أَوْ رَحْمَةٍ مُنْتَظَرَةٍ \"",
            "page": "75",
            "part": "1",
            "seal": "39EB64AA"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "§وَمِنْهَا تَوْطِينُ النَّفْسِ عَلَى الْقَنَاعَةِ تَوَقِّيًا مِنَ الْمَلَامَةِ وَالشَّفَاعَةِ",
            "page": "77",
            "part": "1",
            "seal": "0D421848"
        },
        {
            "hno": "38",
            "id": "64",
            "nass": "38 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا الْمِقْدَامُ بْنُ دَاودَ، حَدَّثَنَا أَسَدُ بْنُ مُوسَى، حَدَّثَنَا أَبُو بَكْرٍ الدَّاهِرِيُّ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ خَالِدِ بْنِ مُهَاجِرٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «ابْنَ آدَمَ §عِنْدَكَ مَا يَكْفِيكَ وَأَنْتَ تَطْلُبُ مَا يُطْغِيكَ، لَا بِقَلِيلٍ تَقَنَعُ، وَلَا مِنْ كَثِيرٍ تَشْبَعُ، ابْنَ آدَمَ إِذَا أَصْبَحْتَ مُعَافًى فِي بَدَنِكَ، آمِنًا فِي سِرْبِكَ، عِنْدَكَ قُوتُ يَوْمِكَ، فَعَلَى الدُّنْيَا الْعَفَاءُ»",
            "page": "77",
            "part": "1",
            "seal": "CA580FCF"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "§وَمِنْهَا التَّحَرُّزُ مِنْ مُخَالَطَةِ الْأَغْنِيَاءِ، وَالتَّشْمِيرُ فِي مُلَاحَقَةِ الْأَصْفِيَاءِ",
            "page": "79",
            "part": "1",
            "seal": "4120F9DA"
        },
        {
            "hno": "39",
            "id": "66",
            "nass": "39 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو يَحْيَى الرَّازِيُّ، حَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ صَالِحِ بْنِ حَسَّانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّمَا يَكْفِيكَ مِنَ الدُّنْيَا كَزَادِ الرَّاكِبِ، فَإِذَا أَرَدْتَ اللُّحُوقَ بِي فَإِيَّاكَ وَمُخَالَطَةَ الْأَغْنِيَاءِ، وَلَا تَضَعِي ثَوْبًا حَتَّى تُرَقِّعِيهِ»",
            "page": "79",
            "part": "1",
            "seal": "682E0EF9"
        },
        {
            "hno": "40",
            "id": "67",
            "nass": "40 - أَخْبَرَنَا أَبُو عَبْدِ الرَّحْمَنِ السُّلَمِيُّ، فِي كِتَابِهِ: حَدَّثَنَا عَلِيُّ بْنُ بُنْدَارِ بْنِ الْحُسَيْنِ، حَدَّثَنَا أَبُو الْفَوَارِسِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ سَعِيدٍ الْمَرْكَبُ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْمُخَرِّمِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا وَرْقَاءُ، عَنْ أَبِي إِسْحَاقَ، عَنْ يَحْيَى بْنِ الْحُصَيْنِ، عَنْ أُمِّ الْحُصَيْنِ، قَالَتْ: كُنْتُ فِي بَيْتِ عَائِشَةَ وَهِيَ تَرْفَعُ قَمِيصًا لَهَا بِأَلْوَانٍ مِنْ رِقَاعٍ بَعْضُهَا مِنْ بَيَاضٍ وَبَعْضُهَا مِنْ سَوَادٍ، وَبَعْضُهَا غَيْرُ ذَلِكَ. فَدَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «مَا هَذَا يَا عَائِشَةُ؟» قَالَتْ: قَمِيصِي أُرَقِّعُهُ. فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَحْسَنْتِ، §لَا تَضَعِي ثَوْبًا حَتَّى تُرَقِّعِيهِ، فَإِنَّهُ لَا جَدِيدَ لِمَنْ لَا خَلِقَ لَهُ»",
            "page": "80",
            "part": "1",
            "seal": "3BD701F7"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "§وَمِنْ أُصُولِهِمُ الَّتِي عَلَيْهَا مَبَانِي أَحْوَالِهِمُ الِاسْتِقَامَةُ فِي التَّوْحِيدِ مَعَ الْمُلَازَمَةِ لِلتَّجْرِيدِ",
            "page": "81",
            "part": "1",
            "seal": "61531418"
        },
        {
            "hno": "41",
            "id": "69",
            "nass": "41 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ عَبْدِ اللَّهِ بْنِ سُفْيَانَ، عَنْ أَبِيهِ، أَنَّهُ قَالَ: يَا رَسُولَ اللَّهِ أَخْبِرْنِي بِأَمْرٍ، فِي الْإِسْلَامِ لَا أَسْأَلُ عَنْهُ أَحَدًا بَعْدَكَ. قَالَ: §«قُلْ آمَنْتُ بِاللَّهِ ثُمَّ اسْتَقِمْ»",
            "page": "81",
            "part": "1",
            "seal": "6B747D74"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "§وَمِنْهَا التَّأْيِيدُ بِالْخِصَالِ الَّتِي ظَفَرَ بِهَا الْعُمَّالُ",
            "page": "83",
            "part": "1",
            "seal": "009E4F34"
        },
        {
            "hno": "42",
            "id": "71",
            "nass": "42 - حَدَّثَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، حَدَّثَنَا الْحَسَنُ بْنُ سُفْيَانَ، حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ، حَدَّثَنَا مُؤَمَّلُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، عَنْ طَلْقِ بْنِ حَبِيبٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §أَرْبَعٌ مَنْ أُعْطِيهُنَّ فَقَدْ أُوتِيَ خَيْرَ الدُّنْيَا وَالْآخِرَةِ: قَلْبٌ شَاكِرٌ، وَلِسَانٌ ذَاكِرٌ، وَبَدَنٌ عَلَى الْبَلَاءِ صَابِرٌ وَزَوْجَةٌ لَا تَبْغِيهِ فِي نَفْسِهَا وَمَالِهِ خَوْنًا \"",
            "page": "83",
            "part": "1",
            "seal": "360C4EA9"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "§وَمِنْهَا التَّحَقُّقُ بِالْإِيمَانِ الْجَامِعِ وَالتَّمَكُّنُ مِنَ الْعِلْمِ النَّافِعِ",
            "page": "85",
            "part": "1",
            "seal": "93DCEA5F"
        },
        {
            "hno": "43",
            "id": "73",
            "nass": "43 - حَدَّثَنَا أَبُو الْحَسَنِ سَهْلُ بْنُ عَبْدِ اللَّهِ التُّسْتَرِيُّ، حَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ، حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ صَالِحٍ، بِمَكَّةَ، حَدَّثَنَا يُوسُفُ بْنُ عَطِيَّةَ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" §لَيْسَ الْإِيمَانُ بِالتَّمَنِّي وَلَا بِالتَّحَلِّي، وَلَكِنْ مَا وَقَرَ فِي الْقَلْبِ وَصَدَّقَهُ الْفِعْلُ، وَالْعِلْمُ عِلْمَانِ: عِلْمٌ بِالْقَلْبِ وَهُوَ الْعِلْمُ النَّافِعُ، وَعِلْمٌ بِاللِّسَانِ فَهُوَ حُجَّةُ اللَّهِ عَلَى خَلْقِهِ \"",
            "page": "85",
            "part": "1",
            "seal": "F76BB016"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "§وَمِنْهَا لَوَامِعُ الْيَقِينِ لِلْمُتَحَقِّقِينَ بِدَافِعٍ لِدَعَاوِي الْمُدَّعِينَ",
            "page": "87",
            "part": "1",
            "seal": "12E1DF03"
        },
        {
            "hno": "44",
            "id": "75",
            "nass": "44 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ، حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ خَالِدِ بْنِ يَزِيدَ السَّكْسَكِيِّ، عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ، عَنْ مُحَمَّدِ بْنِ أَبِي الْجَهْمِ، عَنِ الْحَارِثِ بْنِ مَالِكٍ الْأَنْصَارِيِّ، أَنَّهُ مَرَّ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ: «كَيْفَ أَصْبَحْتَ يَا حَارِثُ؟» قَالَ: أَصْبَحْتُ مُؤْمِنًا حَقًّا. قَالَ: «انْظُرْ مَا تَقُولُ، فَإِنَّ لِكُلِّ شَيْءٍ حَقِيقَةً، فَمَا حَقِيقَةُ إِيمَانِكَ؟» قَالَ: قَدْ عَزَفَتْ نَفْسِي عَنِ الدُّنْيَا. وَأَسْهَرْتُ لِذَلِكَ لِيَلِيَ، وَأَظْمَأْتُ نَهَارِي، فَكَأَنِّي أَنْظُرُ إِلَى عَرْشِ رَبِّي بَارِزًا، وَكَأَنِّي أَنْظُرُ إِلَى أَهْلِ الْجَنَّةِ يَتَزَاوَرُونَ فِيهَا، وَكَأَنِّي أَنْظُرُ إِلَى أَهْلِ النَّارِ يَتَضَاغُونَ فِيهَا. فَقَالَ: «يَا حَارِثُ §عَرَفْتَ فَالْزَمْ»",
            "page": "87",
            "part": "1",
            "seal": "38D5D0B9"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "§وَمِنْهَا الْقَلْبُ الْمُعَمَّرُ بِالنُّورِ وَالْمَحَبَّةِ سَالٍ عَمَّا يُعَقِّبَ الْمَذَبَّةَ وَالْمَسَبَّةَ",
            "page": "89",
            "part": "1",
            "seal": "B20AC363"
        },
        {
            "hno": "45",
            "id": "77",
            "nass": "45 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، حَدَّثَنَا الْحَسَنُ بْنُ سُفْيَانَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحَورَانِيُّ، حَدَّثَنَا أَبُو الْفَقِيرِ عَبْدُ الْعَزِيزِ بْنُ عُمَيْرٍ، مِنْ أَهْلِ خُرَاسَانَ سَكَنَ دِمَشْقَ، حَدَّثَنَا زَيْدُ بْنُ أَبِي الزَّرْقَاءِ، حَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ، عَنْ يَزِيدَ بْنِ الْأَصَمِّ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: نَظَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى مُصْعَبِ بْنِ عُمَيْرٍ رَضِيَ اللَّهُ عَنْهُ، وَعَلَيْهِ إِهَابُ كَبْشٍ قَدْ تَنْطِقُ بِهِ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§انْظُرُوا إِلَى هَذَا الرَّجُلِ الَّذِي قَدْ نَوَّرَ اللَّهُ قَلْبَهُ، لَقَدْ رَأَيْتُهُ بَيْنَ أَبَوَيْنِ يَغْدُوَانِهِ بِأَطْيَبِ الطَّعَامِ وَالشَّرَابِ، فَدَعَاهُ حُبُّ اللَّهِ وَرَسُولِهِ إِلَى مَا تَرَوْنَ»",
            "page": "89",
            "part": "1",
            "seal": "9F9846E8"
        },
        {
            "hno": "46",
            "id": "78",
            "nass": "46 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُسْلِمٍ، حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، قَالَ: حَدَّثَنِي يَزِيدُ بْنُ زِيَادٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، حَدَّثَنِي مَنْ، سَمِعَ عَلِيَّ بْنَ أَبِي طَالِبٍ، يَقُولُ: §«إِنَّا جُلُوسٌ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ طَلَعَ عَلَيْنَا مُصْعَبُ بْنُ عُمَيْرٍ مَا عَلَيْهِ إِلَّا بُرْدَةٌ لَهُ مَرْقُوعَةٌ بِفَرْو، فَلَمَّا رَآهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَكَى لِلَّذِي كَانَ فِيهِ مِنَ النِّعْمَةِ وَمَا هُوَ فِيهِ الْيَوْمَ»",
            "page": "90",
            "part": "1",
            "seal": "B1B1ABC0"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "§وَمِنْهَا التَّقَرُّبُ بِالنَّوَافِلِ يُوجِبُ أَشْرَفَ الْمَنَازِلِ",
            "page": "91",
            "part": "1",
            "seal": "641C85E7"
        },
        {
            "hno": "47",
            "id": "80",
            "nass": "47 - حَدَّثَنَا الْقَاضِي أَبُو أَحْمَدَ، إِمْلَاءً، حَدَّثَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ نَصْرٍ، قَالَ: قُرِئَ عَلَى أَبِي مُوسَى مُحَمَّدٍ قَالَ: الْحَسَنُ، وَحَدَّثَنَا الْحُسَيْنُ بْنُ أَبِي كَبْشَةَ، أَنَّ أَبَا عَامِرٍ الْعَقَدِيَّ، حَدَّثَهُمَا، قَالَ: حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ مَيْمُونٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْوِي عَنْ رَبِّهِ عَزَّ وَجَلَّ قَالَ: «§مَا يَزَالُ الْعَبْدُ يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ عَيْنَهُ الَّتِي يُبْصِرُ بِهَا، وَأُذُنَهُ الَّتِي يَسْمَعُ بِهَا، وَيَدَهُ الَّتِي يَبْطُشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَقَلْبَهُ الَّذِي يَعْقِلُ بِهِ، إِنْ سَأَلَنِي أَعْطَيْتُهُ، وَإِنْ دَعَانِي أَجَبْتُهُ»",
            "page": "91",
            "part": "1",
            "seal": "75197746"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "§وَمِنْهَا إِخْفَاءُ مِحَنِ الْأَسْرَارِ مِنْ ذَخَائِرِ الْأَبْرَارِ",
            "page": "94",
            "part": "1",
            "seal": "8969ECBC"
        },
        {
            "hno": "48",
            "id": "82",
            "nass": "48 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْجَمَالُ الْفَقِيهُ، حَدَّثَنَا قَطَنُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا الْجَارُودُ بْنُ يَزِيدَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَشْعَثَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" §ثَلَاثٌ مِنْ كُنُوزِ الْبِرِّ: كِتْمَانُ الشَّكْوَى، وَكِتْمَانُ الْمُصِيبَةِ، وَكِتْمَانُ الصَّدَقَةِ \"",
            "page": "94",
            "part": "1",
            "seal": "5247FC5C"
        },
        {
            "hno": "49",
            "id": "83",
            "nass": "49 - حَدَّثَنِي عِيسَى بْنُ حَامِدٍ الرُّخَّجِيُّ، بِبَغْدَادَ، حَدَّثَنَا الْحَسَنُ بْنُ حَمْزَةَ، حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، عَنْ عَبْدِ الْوَهَّابِ الْخَفَّافِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" §مِنْ كَنْزِ الْبِرِّ: كِتْمَانُ الْمَصَائِبِ وَالْأَمْرَاضِ وَالصَّدَقَةِ، وَمَنْ بَثَّ لَمْ يَصْبِرْ \"",
            "page": "95",
            "part": "1",
            "seal": "A187C1DB"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "§وَمِنْهَا الْقَلْبُ الْفَارِغُ التَّقِيُّ تَرُدُّهُ الْمَعَارِفُ الْخَفِيُّ",
            "page": "98",
            "part": "1",
            "seal": "CDFC05DF"
        },
        {
            "hno": "50",
            "id": "85",
            "nass": "50 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا أَنَسُ بْنُ سَلْمٍ الْخَوْلَانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ رَجَاءٍ السِّجِسْتَانِيُّ، حَدَّثَنَا مُنَبِّهُ بْنُ عُثْمَانَ، حَدَّثَنِي عُمَرُ بْنُ مُحَمَّدِ بْنِ زَيْدٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّ لِكُلِّ شَيْءٍ مَعْدِنًا، وَمَعْدِنُ التَّقْوَى قُلُوبُ الْعَارِفِينَ»",
            "page": "98",
            "part": "1",
            "seal": "096A19F2"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "§وَمِنْهَا تَقْدِيمُ مَقَامِ الْعَارِفِينَ عَلَى مَقَامَاتِ الْمُزِيدِينَ",
            "page": "100",
            "part": "1",
            "seal": "FAB62546"
        },
        {
            "hno": "51",
            "id": "87",
            "nass": "51 - حَدَّثَنَا الْقَاضِي أَبُو أَحْمَدَ مُحَمَّدُ بْنُ أَحْمَدَ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْمِنْقَرِيُّ، حَدَّثَنَا الْحَارِثُ بْنُ مَنْصُورٍ الْوَرَّاقُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" إِذَا جَمَعَ اللَّهُ الْأَوَّلِينَ وَالْآخِرِينَ يُنَادِي مُنَادٍ فِي صَعِيدٍ وَاحِدٍ مِنْ بُطْنَانِ الْعَرْشِ: أَيْنَ أَهْلُ الْمَعْرِفَةِ بِاللَّهِ؟ أَيْنَ الْمُحْسِنُونَ؟ \" قَالَ: \" فَيَقُومُ عُنُقٌ مِنَ النَّاسِ حَتَّى يَقِفُوا بَيْنَ يَدَيِ اللَّهِ فَيَقُولُ وَهُوَ أَعْلَمُ بِذَلِكَ: مَا أَنْتُمْ؟ فَيَقُولُونَ: نَحْنُ أَهْلُ الْمَعْرِفَةِ الَّذِينَ عَرَّفْتَنَا إِيَّاكَ وَجَعَلْتَنَا أَهْلًا لِذَلِكَ. فَيَقُولُ: صَدَقْتُمْ. ثُمَّ يَقُولُ لِلْآخَرِينَ: مَا أَنْتُمْ؟ قَالُوا: نَحْنُ الْمُحْسِنُونَ. قَالَ: صَدَقْتُمْ، قُلْتُ لِنَبِيِّ {مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ} [التوبة: 91] ، مَا عَلَيْكُمْ مِنْ سَبِيلٍ، ادْخُلُوا الْجَنَّةَ بِرَحْمَتِي \". ثُمَّ تَبَسَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «لَقَدْ نَجَّاهُمُ اللَّهُ مِنْ أَهْوَالِ بَوَائِقِ الْقِيَامَةِ» هَذَا طَرِيقٌ مُرْتَضَى لَوْلَا الْحَارِثُ بْنُ مَنْصُورٍ وَكَثْرَةُ وَهْمِهِ",
            "page": "100",
            "part": "1",
            "seal": "D64177D5"
        },
        {
            "hno": "52",
            "id": "88",
            "nass": "52 - حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ، حَدَّثَنَا الْحَارِثُ بْنُ أَبِي أُسَامَةَ، حَدَّثَنَا دَاوُدُ بْنُ الْمُحَبَّرِ، حَدَّثَنَا عَبَّادٌ يَعْنِي ابْنَ كَثِيرٍ عَنِ ابْنِ جُرَيْحٍ، عَنْ عَطَاءٍ، عَنْ أَبِي سَعِيدٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" §قَسَمَ اللَّهُ الْعَقْلَ عَلَى ثَلَاثَةِ أَجْزَاءٍ، فَمَنَ كُنَّ فِيهِ كَمُلَ عَقْلُهُ، وَمَنْ لَمْ يَكُنَّ فِيهِ فَلَا عَقْلَ لَهُ: حُسْنِ الْمَعْرِفَةِ بِاللَّهِ، وَحُسْنِ الطَّاعَةِ لِلَّهِ، وَحُسْنِ الصَّبْرِ عَلَى أَمَرِهِ \"",
            "page": "101",
            "part": "1",
            "seal": "FFE82F85"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "§وَالْعَارِفُ مَصُونٌ عَنْ (ـ) وَالتَّطَيُّشِ مَأْمُورٌ بِخِلَافِ النَّفْسِ وَالتَّفَتُّشِ",
            "page": "102",
            "part": "1",
            "seal": "D5FE10A2"
        },
        {
            "hno": "53",
            "id": "90",
            "nass": "53 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، وَسُلَيْمَانُ بْنُ أَحْمَدَ، قَالَا: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنَا الْهَيْثَمُ بْنُ خَارِجَةَ، حَدَّثَنَا الْمُعَافَى بْنُ عِمْرَانَ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ، عَنْ ضَمْرَةَ بْنِ حَبِيبٍ، عَنْ أُمِّ عَبْدِ اللَّهِ، أُخْتِ شَدَّادِ بْنِ أَوْسٍ أَنَّهَا أَرْسَلَتْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَدَحٍ مِنْ لَبَنٍ عِنْدَ فِطْرِهِ. فَرَدَّ الرَّسُولُ إِلَيْهَا: «أَنَّى لَكِ هَذَا اللَّبَنُ؟» قَالَتْ: مِنْ شَاتِي. فَرَدَّ الرَّسُولُ إِلَيْهَا: أَنَّى لَكِ هَذِهِ الشَّاةُ؟ قَالَتِ: اشْتَرَيْتُهَا مِنْ مَالِي. فَلَمَّا كَانَ الْغَدُ أَتَتْهُ فَقَالَتْ: يَا رَسُولَ اللَّهِ أَرْسَلْتُ إِلَيْكَ بِاللَّبِنِ مَرْثِيَةً لَكَ مِنْ طُولِ النَّهَارِ وَشِدَّةِ الْحَرِّ فَرَدَدْتَ الرَّسُولَ إِلَيَّ؟ فَقَالَ: «بِذَلِكَ أُمِرْتِ الرُّسُلُ قَبْلِي، §لَا تَأْكُلُ إِلَّا طَيِّبًا وَلَا تَعْمَلُ إِلَّا صَالِحًا»",
            "page": "102",
            "part": "1",
            "seal": "1E1E2154"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "§وَمَنْ رَاعَى مِنْ نَفْسِهِ التَّحَفُّظَ وَالتَّحَرُّسَ صَحَّ مِنْهُ الِاعْتِبَارُ وَالتَّفَرُّسُ",
            "page": "104",
            "part": "1",
            "seal": "31E592BA"
        },
        {
            "hno": "54",
            "id": "92",
            "nass": "54 - حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا بَكْرُ بْنُ سَهْلٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ رَاشِدِ بْنِ سَعْدٍ، عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§اتَّقُوا فِرَاسَةَ الْمُؤْمِنِ، فَإِنَّهُ يَنْظُرُ بِنُورِ اللَّهِ»",
            "page": "104",
            "part": "1",
            "seal": "761CCBBA"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "§بَابُ الْبَيَانِ مِنْ عُلُوِّ مَرَاتِبِهِمْ، وَتَرْفِيعِ مَنَازِلِهِمْ",
            "page": "21",
            "part": "1",
            "seal": "6B71CDE5"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - أَخْبَرَنَا الْمَشَايِخُ الْإِمَامُ الْعَالِمُ الْحَافِظُ تَاجُ الدِّينِ أَبُو الْحَسَنَ مُحَمِّدُ بْنُ الْإِمَامِ أَبِي جَعْفَرٍ أَحْمَدَ بْنِ عَلِيٍّ الْقُرْطُبِيُّ، وَالشَّيْخُ الْإِمَامُ الْعَالِمُ الْعَامِلُ الْعَارِفُ شَيْخُ الشُّيُوخِ تَاجُ الدِّينِ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ عَلِيِّ بْنِ مُحَمَّدِ بْنِ حَمَّوَيهِ، وَالْإِمَامُ الْعَالِمُ الْعَلّامَةُ عَلَمُ الدِّينِ أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ السَّخَاوِيُّ قَالَ تَاجَ الدِّينِ أَبُو الْحَسَنِ، وَتَاجُ الدِّينِ أَبُو مُحَمَّدٍ: أَخْبَرَنَا الْإِمَامُ مَجْدُ الدَّينِ أَبُو الْفَرَجِ يَحْيَى بْنُ أَبِي الرَّجَاءِ مَحْمُودِ بْنِ سَعْدِ بْنِ أَحْمَدَ بْنِ مَحْمُودٍ الثَّقَفِيُّ الْأَصْبَهَانِيُّ سَمَاعًا، وَقَالَ الشَّيْخُ عَلَمُ الدِّينِ أَخْبَرَنَا الشَّيْخُ الْمُسْنِدُ أَبُو طَاهِرٍ بَرَكَاتٍ بْنُ إِبْرَاهِيمَ بْنِ أَبِي طَاهِرٍ الْخُشُوعِيُّ إِجَازَةً، وَقَالَ تَاجُ الدِّينِ أَبُو الْحَسَنِ أَيْضًا أَخْبَرَنَا أَبُو سَعِيدٍ خَلِيلُ بْنُ أَبِي الرَّجَاءِ الرَّارَانِيُّ إِجَازَةً، قَالَ: أَخْبَرَنَا الشَّيْخُ الْإِمَامُ أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الْحَدَّادُ قَالَ الرَّازِيُّ: سَمَاعًا وَقَالَ الثَّقَفِيُّ: حُضُورًا، وَقَالَ الْخُشُوعِيُّ: إِجَازَةً. قَالَ الْحَدَّادُ: أَخْبَرَنَا الْإِمَامُ الْحَافِظُ أَبُو نُعَيْمٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ الْحَافِظُ قَالَ: أَمَّا بَعْدُ، فَإِنِّي أَحْبَبْتَ أَنْ أَجْمَعَ فِي مَبَانِي مَذَاهِبِ الْمُتَصَوِّفَةِ وَخَلائِقِهِم أَحَادِيثَ تُشَوِّقُ النَّاظِرُ فِيْهَا إِلَى اعْتِقَادِ مَا كَانَ عَلَيْهِ أَوَائِلُهُم مِنَ الْمُحَقِّقِينَ وَمُتَقَدِّمِيهِمْ مِنَ الصَّادِقِينَ، فَيَقْفُو آثَارَهُمْ وَيَنْتَحِلُ أَخْلاقَهُمْ، وَيَعْلَمُ أَنَّهُم كَانُوا مِنْ أَقْوَلِ النَّاسِ بِالْحَقَائِقِ وَأَخْذِهِمْ بِالْوَثَائِقِ مُتَوَفَّقًا مِنَ اللَّهِ الائْتِسَاءَ بِهِمْ، وَمَا بَايَنُوا بِهِ عَنِ الاغْتِرَارِ بِالْفَانِي، وَعَنْ قَبُولِهِمْ مِنَ النَّفْسِ التَّسْويلَ وَالْأَمَانِيَّ، وَمُسْتَزِيدًا مِنْهُ تَعَالَى الْمَعُونَةَ عَلَى مَا يَقْبَلُ بِهِ إِلَيْهِ، وَمُسْتَجِيرًا مِمَّا يَقْطَعُ بِهِ عَنْهُ، إِذْ هُوَ الْمُوَفِّقُ وَالْمُعِينُ، وَهُوَ الْمَوْلَى وَالنَّصِيرُ حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ، حَدَّثَنَا الْحَارِثُ بْنُ أَبِي أُسَامَةَ، حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، حَدَّثَنَا حَيْوَةُ، أَخْبَرَنِي أَبُو هَانِئٍ، أَنَّ أَبَا عَلِيٍّ الْجَنْبِيَّ، أَخْبَرَهُ أَنَّهُ، سَمِعَ فَضَالَةَ بْنَ عُبَيْدٍ يَقُولُ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى بِالنَّاسِ يَخِرُّ رِجَالٌ مِنْهُمْ مِنْ قَامَتِهِمْ فِي صَلَاتِهِمْ لَمَا بِهِمْ مِنَ الْخَصَاصَةِ وَهُمْ أَصْحَابُ الصُّفَّةِ حَتَّى يَقُولَ الْأَعْرَابُ: إِنَّ هَؤُلَاءِ مَجَانِينُ. فَإِذَا قَضَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ انْصَرَفَ إِلَيْهِمْ فَقَالَ لَهُمْ: §«لَوْ تَعْلَمُونَ مَا لَكُمْ عِنْدَ اللَّهِ لَأَحْبَبْتُمْ أَنْ تَزْدَادُوا فَاقَةً وَحَاجَةً» . قَالَ فَضَالَةُ: وَأَنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَئِذٍ",
            "page": "21",
            "part": "1",
            "seal": "ED5636D9"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "§بَابُ الْبَيَانِ عَنْ أَوْصَافِ الْمُتَحَقِّقِينَ بِالْفَقْرِ",
            "page": "23",
            "part": "1",
            "seal": "C21CF68B"
        },
        {
            "hno": "2",
            "id": "4",
            "nass": "2 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ بْنِ نَجْدَةَ، حَدَّثَنَا أَبُو الْمُغِيرَةِ، حَدَّثَنَا عُمَرُ بْنُ عَمْرٍو الْأُحْمُوسِيُّ، حَدَّثَنَا الْمُخَارِقُ بْنُ أَبِي الْمُخَارِقِ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§حَوْضِي كَمَا بَيْنَ عَدَنَ وَعَمَّانَ، أَبْرَدُ مِنَ الثَّلْجِ، وَأَحْلَى مِنَ الْعَسَلِ، وَأَطْيَبُ رِيحًا مِنَ الْمِسْكِ، أَكْوَابُهُ مِثْلُ نُجُومِ السَّمَاءِ، مَنْ شَرِبَ مِنْهُ لَا يَظْمَأُ بَعْدَهَا أَبَدًا، وَأَوَّلُ النَّاسِ وُرُودًا عَلَيْهِ صَعَالِيكُ الْمُهَاجِرِينَ» . قَالَ قَائِلٌ: مَنْ هُمْ يَا رَسُولَ اللَّهِ؟ فَقَالَ: «الشَّعِثَةُ رُءُوسُهُمْ، الشَّحِبَةُ وُجُوهُهُمْ، الدَّنِسَةُ ثِيَابُهُمْ، الَّذِينَ لَا تُفْتَحُ لَهُمُ السُّدَدُ، وَلَا يَنْكِحُونَ الْمُتَنَعِّمَاتِ، الَّذِينَ يُعْطُونَ كُلَّ الَّذِي عَلَيْهِمْ، وَلَا يَأْخُذُونَ الَّذِي لَهُمْ» . -[24]- رَوَاهُ الْوَضِينُ بْنُ عَطَاءٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ. وَالْمَشْهُورُ مِنْ حَدِيثِ أَبِي سَلَّامٍ الْأَسْوَدِ، عَنْ ثَوْبَانَ",
            "page": "23",
            "part": "1",
            "seal": "91664B14"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "§وَمِنْ أُصُولِهِمُ السُّكُونُ إِلَى ضَمَانِهِ وَالتَّعَرِّي مِنَ الْإِعْرَاضِ وَطُغْيَانِهِ",
            "page": "26",
            "part": "1",
            "seal": "AE0703E4"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "3 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، ح وَحَدَّثَنَا أَبُو بَكْرٍ الطَّلْحِيُّ، حَدَّثَنَا عُبَيْدُ بْنُ غَنَّامٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، رَضِيَ اللَّهُ عَنْهُ يَقُولُ: §أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نَتَصَدَّقَ، وَوَافَقَ ذَلِكَ مَالًا عِنْدِي، فَقُلْتُ: الْيَوْمَ أَسْبِقُ أَبَا بَكْرٍ إِنْ سَبَقْتُهُ يَوْمًا. قَالَ: فَجِئْتُ بِنِصْفِ مَالِي، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا أَبْقَيْتَ لِأَهْلِكَ؟» فَقُلْتُ: مِثْلَهُ. وَأَتَى أَبُو بَكْرٍ بِكُلِّ مَا عِنْدَهُ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا أَبْقَيْتَ لِأَهْلِكَ؟» قَالَ: أَبْقَيْتُ لَهُمُ اللَّهَ وَرَسُولَهُ. قُلْتُ: لَا أُسَابِقُكَ إِلَى شَيْءٍ أَبَدًا",
            "page": "26",
            "part": "1",
            "seal": "A21E654D"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "§وَمِنْهَا الْعُدُولُ عَنِ الِادِّخَارِ، وَالتَّبَرُّؤُ مِنَ الِاخْتِيَارِ",
            "page": "28",
            "part": "1",
            "seal": "26F8085D"
        },
        {
            "hno": "4",
            "id": "8",
            "nass": "4 - حَدَّثَنَا أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ حُبَيْشٍ، حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ، حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، قَالَا: حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، حَدَّثَنَا هِلَالُ بْنُ سُوَيْدٍ الْأَحْمَرِيُّ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَذْكُرُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَهْدَى لَهُ ثَلَاثَ طَوَائِرَ، فَأَطْعَمَ خَادِمَهَ طَيْرًا، فَلَمَّا كَانَ الْغَدُ أَتَاهُ بِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«أَلَمْ أَنْهَكَ أَنْ تُخَبِّئَ شَيْئًا لِغَدٍ؟ إِنَّ اللَّهَ يَأْتِي بِرِزْقِ كُلِّ غَدٍ»",
            "page": "28",
            "part": "1",
            "seal": "759D7107"
        },
        {
            "hno": "5",
            "id": "9",
            "nass": "5 - حَدَّثَنَا أَبُو سَعِيدٍ أَحْمَدُ بْنُ أَبَتَاهُ، قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ حَرْبٍ، حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ مُطَهَّرٍ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: \" §خَدَمْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشَرَ سِنِينَ، فَمَا قَالَ لِي أُفٍّ قَطُّ، وَمَا قَالَ لِيْ لِشَيْءٍ صَنَعْتُهُ: لِمَ صَنَعْتَهُ، وَمَا قَالَ لِي لِشَيْءٍ تَرَكْتُهُ: لِمَ تَرَكْتَهُ \"",
            "page": "30",
            "part": "1",
            "seal": "D642FB67"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "§وَمِنْهَا خُرُوجُهُمْ عَنِ التَّبْيِيتِ حَذَرًا مِنَ التَّعْيِيرِ وَالتَّبْكِيتِ",
            "page": "31",
            "part": "1",
            "seal": "B1E366D5"
        },
        {
            "hno": "6",
            "id": "11",
            "nass": "6 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، حَدَّثَنَا الْحَسَنُ بْنُ سُفْيَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ خَلَّادٍ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، حَدَّثَنَا عُمَرُ بْنُ سَعِيدِ بْنِ أَبِي حُسَيْنٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عُقْبَةَ بْنِ الْحَارِثِ، قَالَ: صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَصْرَ بِالْمَدِينَةِ، ثُمَّ انْصَرَفَ يَتَخَطَّى رِقَابَ النَّاسِ، حَتَّى تَعْجَبَ النَّاسُ لِسُرْعَتِهِ، فَتَبِعُوهُ حَتَّى دَخَلَ عَلَى بَعْضِ أَزْوَاجِهِ، ثُمَّ خَرَجَ فَكَأَنَّهُ رَأَى فِي وُجُوهِهِمْ مِنَ الْعَجَبِ لِسُرْعَتِهِ، فَقَالَ: §«إِنِّي ذَكَرْتُ وَأَنَا فِي الصَّلَاةِ شَيْئًا مِنْ تِبْرٍ كَانَ عِنْدَنَا، فَكَرِهْتُ أَنْ يَبِيتَ عِنْدَنَا فَقَسَمْتُهُ»",
            "page": "31",
            "part": "1",
            "seal": "66EC93CB"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "§وَمِنْهَا التَّجَزِّي بِالْكَفَافِ تَزَيُّنًا لِلْعَفَافِ",
            "page": "32",
            "part": "1",
            "seal": "B08B675E"
        },
        {
            "hno": "7",
            "id": "13",
            "nass": "7 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، حَدَّثَنَا الْحَسَنُ بْنُ سُفْيَانَ، حَدَّثَنَا أَبُو خَيْثَمَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِيهِ، عَنْ عُمَارَةَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«اللَّهُمَّ اجْعَلْ رِزْقَ آلِ مُحَمَّدٍ قُوتًا»",
            "page": "32",
            "part": "1",
            "seal": "21726E2E"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "§وَمِنْهَا الْإِعْرَاضُ عَمَّا يُلْهِي رِعَايَةً لِمَا يُدْنَى",
            "page": "34",
            "part": "1",
            "seal": "ADDE3ED2"
        },
        {
            "hno": "8",
            "id": "15",
            "nass": "8 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرِ، عَنْ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ: §صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي خَمِيصَةٍ ذَاتِ عَلَمٍ، فَلَمَّا قَضَى صَلَاتَهُ قَالَ: «اذْهَبُوا بِهَذِهِ الْخَمِيصَةِ إِلَى أَبِي جَهْمِ بْنِ حُذَيْفَةَ، وَائْتُونِي بِانْبِجَانِيَّةٍ، فَإِنَّهَا أَلْهَتْنِي آنِفًا عَنْ صَلَاتِي»",
            "page": "34",
            "part": "1",
            "seal": "CE5FDF1C"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "§وَمِنْهَا التَّبَرُّمُ بِمَا يَنْقَضِي وَيَبْلَى حَنِينًا إِلَى مَا يَدُومُ وَيَبْقَى",
            "page": "35",
            "part": "1",
            "seal": "2C25AD48"
        },
        {
            "hno": "9",
            "id": "17",
            "nass": "9 - حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ، حَدَّثَنَا الْحَارِثُ بْنُ أَبِي أُسَامَةَ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، أَنَّهُ قَالَ: §أُهْدِيَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُّوجٌ مِنْ حَرِيرٍ، فَلَبِسَهُ ثُمَّ صَلَّى فِيهِ، ثُمَّ انْصَرَفَ فَنَزَعَهُ نَزْعًا شَدِيدًا كَالْكَارِهِ، ثُمَّ قَالَ: «إِنَّهُ لَا يَنْبَغِي هَذَا لِلْمُتَّقِينَ»",
            "page": "35",
            "part": "1",
            "seal": "C8C3A83D"
        },
        {
            "hno": "10",
            "id": "18",
            "nass": "10 - حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنَا أَبُو حُصَيْنٍ مُحَمَّدُ بْنُ الْحُسَيْنِ الْوَادِعِيُّ، حَدَّثَنَا يَحْيى بْنُ عَبْدِ الْحَمِيدِ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ عَزْرَةَ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، قَالَتْ: §رَأَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى بَابِي سِتْرًا فِيهِ تَمَاثِيلُ، فَقَالَ: «انْزِعِيهِ فَإِنِّي إِذَا رَأَيْتُهُ ذَكَرْتُ الدُّنْيَا»",
            "page": "36",
            "part": "1",
            "seal": "31772A1C"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "§وَمِنْهَا اعْتِمَادُهُمْ عَلَى حَمِيدِ كِفَايَةِ اللَّهِ فِي الِانْقِطَاعِ إِلَيْهِ، وَاحْتِرَازُهُمْ مِنْ عَرَضِ الدُّنْيَا خَوْفًا مِنَ الرُّكُونِ إِلَيْهِ",
            "page": "37",
            "part": "1",
            "seal": "3CD4E0EB"
        },
        {
            "hno": "11",
            "id": "20",
            "nass": "11 - حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، حَدَّثَنَا هَارُونُ بْنُ عَلِيٍّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ بْنِ شَفِيقٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْأَشْعَثَ، حَدَّثَنَا الْفُضَيْلُ بْنُ عِيَاضٍ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنِ انْقَطَعَ إِلَى اللَّهِ كَفَاهُ اللَّهُ كُلَّ مَؤُنَةٍ، وَرَزَقَهُ مِنْ حَيْثِ لَا يَحْتَسِبُ، وَمَنِ انْقَطَعَ إِلَى الدُّنْيَا وَكَلَهُ اللَّهُ إِلَيْهَا»",
            "page": "37",
            "part": "1",
            "seal": "2A081A5B"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "§وَمِنْهَا إِدْمَانُ الْمُرَاقَبَةِ فِي الْإِعْلَانِ وَالْمُخَافَتَةِ",
            "page": "39",
            "part": "1",
            "seal": "E5BA6B8E"
        },
        {
            "hno": "12",
            "id": "22",
            "nass": "12 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ، حَدَّثَنَا أَحْمَدُ بْنُ جَعْفَرِ بْنِ نَصْرٍ، حَدَّثَنَا أَحْمَدُ بْنُ الصَّبَّاحِ بْنِ أَبِي سُرَيْجٍ، حَدَّثَنَا عَمْرُو بْنُ مُجَمِّعٍ، عَنْ إِبْرَاهِيمَ الْهَجَرِيِّ، عَنْ أَبِي الْأَحْوَصِ، عَنْ أَبِي ذَرٍّ: «أَوْصَانِي خَلِيلِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ §أَخْشَى اللَّهَ كَأَنِّي أُرَاهُ، فَإِنْ لَمْ أَكُنْ أُرَاهُ فَإِنَّهُ يَرَانِي»",
            "page": "39",
            "part": "1",
            "seal": "D1A81186"
        },
        {
            "hno": "13",
            "id": "23",
            "nass": "13 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ، حَدَّثَنَا بِشْرُ بْنُ مُوسَى، حَدَّثَنَا خَلَّادُ بْنُ يَحْيى، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ، ح، وَحَدَّثَنَا مَخْلَدُ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو -[40]- حَنِيفَةَ الْوَاسِطِيُّ، حَدَّثَنَا مَعْمَرُ بْنُ سَهْلٍ، حَدَّثَنَا عَامِرُ بْنُ مُدْرِكٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ، قَالَ: عَنْ أَبِي سَعِيدٍ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§كُنْ كَأَنَّكَ تَرَى اللَّهَ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ» . رَفَعَهُ عَامِرُ بْنُ مُدْرِكٍ وَوَقَفَهُ خَلَّادٌ",
            "page": "39",
            "part": "1",
            "seal": "D0636EEC"
        },
        {
            "hno": "14",
            "id": "24",
            "nass": "14 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ الثَّقَفِيُّ، حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الْخُنَيْسِيُّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنْ نَافِعٍ، قَالَ: \" خَرَجَ ابْنُ عُمَرَ فِي نَوَاحِي الْمَدِينَةِ، فَمَرَّ بِرَاعِي غَنْمٍ، فَقَالَ: §هَلْ لَكَ أَنْ تَبِيعَنَا شَاةً مِنْ غَنَمِكَ هَذِهِ فَنُعْطِيَكَ ثَمَنَهَا وَنُعْطِيَكَ مِنْ لَحْمِهَا فَتُفْطِرَ عَلَيْهِ؟ فَقَالَ: إِنَّهَا لَيْسَتْ لِي بِغَنَمٍ، إِنَّهَا لِسَيِّدِي. فَقَالَ لَهُ ابْنُ عُمَرَ: فَمَا عَسَى سَيِّدُكَ فَاعِلًا إِذَا فَقْدَهَا فَقُلْتَ: أَكَلَهَا الذِّئْبُ؟ فَوَلَّى الرَّاعِي عَنْهُ، وَهُوَ رَافِعٌ إِصْبَعَهُ إِلَى السَّمَاءِ وَهُوَ يَقُولُ: فَأَيْنَ اللَّهُ؟ قَالَ: فَجَعَلَ ابْنُ عُمَرَ -[41]- يُرَدِّدُ قَوْلَ الرَّاعِي، وَهُوَ يَقُولُ: قَالَ الرَّاعِيُ: فَأَيْنَ اللَّهُ، فَلَمَّا قَدِمَ الْمَدِينَةَ بَعَثَ إِلَى مَوْلَاهُ، فَاشْتَرَى مِنْهُ الْغَنَمَ وَالرَّاعِيَ، فَأَعْتَقَ الرَّاعِيَ وَوَهْبَ مِنْهُ الْغَنَمَ \"",
            "page": "40",
            "part": "1",
            "seal": "21E22C12"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "§وَمِنْهَا الْجَدُّ وَالْمُوَاظَبَةُ عَلَى جِهَادِ النَّفْسِ وَالْمُخَالَفَةِ",
            "page": "42",
            "part": "1",
            "seal": "981CA3F1"
        },
        {
            "hno": "15",
            "id": "26",
            "nass": "15 - حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ، حَدَّثَنَا أَبُو الرَّبِيعِ الْحُسَيْنُ بْنُ الْهَيْثَمِ، حَدَّثَنَا هِشَامُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو خُلَيْدٍ عُتْبَةُ بْنُ حَمَّادٍ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْعَلَاءِ بْنِ زِيَادٍ، عَنْ أَبِي ذَرٍّ، قَالَ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §أَيُّ الْجِهَادِ أَفْضَلُ؟ قَالَ: «أَنْ تُجَاهِدَ نَفْسَكَ وَهَوَاكَ فِي ذَاتِ اللَّهِ» . رَوَاهُ سُوَيْدُ بْنُ حُجَيْرٍ، عَنِ الْعَلَاءِ بْنِ زِيَادٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ",
            "page": "42",
            "part": "1",
            "seal": "298117DD"
        },
        {
            "hno": "16",
            "id": "27",
            "nass": "16 - حَدَّثَنَا مُحَمَّدُ بْنُ طَاهِرِ بْنِ يَحْيَى بْنِ قَبِيصَةَ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَحْمَدُ بْنُ حَفْصٍ، حَدَّثَنِي أَبِي قَالَ،: حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنِ الْحَجَّاجِ بْنِ الْحَجَّاجِ، عَنْ سُوَيْدِ بْنِ حُجَيْرٍ، عَنِ الْعَلَاءِ بْنِ زِيَادٍ، قَالَ: سَأَلَ رَجُلٌ عَبْدَ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ: \" §أَيُّ الْمَجَاهِدينَ أَفْضَلُ؟ قَالَ: مَنْ جَاهَدَ نَفْسَهُ فِي ذَاتِ اللَّهِ. قَالَ: أَنْتَ قُلْتَ يَا عَبْدَ اللَّهِ بْنِ عَمْرٍو أَمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: بَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "43",
            "part": "1",
            "seal": "B678A433"
        },
        {
            "hno": "17",
            "id": "28",
            "nass": "17 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ طَاهِرِ بْنِ أَبِي الدُّمَيْكِ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْفَضْلِ الزَّيْدِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، قَالَ: حَدَّثَنِي أَبُو هَانِئٍ الْخَوْلَانِيُّ، أَنَّهُ سَمِعَ عَمْرَو بْنَ مَالِكٍ الْجَنْبِيَّ، يَقُولُ: سَمِعْتُ فَضَالَةَ بْنَ عُبَيْدٍ، يَقُولُ: «§الْمُجَاهِدُ مَنْ جَاهَدَ نَفْسَهُ لِلَّهِ»",
            "page": "43",
            "part": "1",
            "seal": "A7D24171"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "§وَمِنْهَا تَنْفِيرُهُمْ أَبْنَاءَ الدُّنْيَا عَنِ ارْتِضَاعِهَا وَالِاسْتِهَانَةِ بِمُؤَثِّرِهَا وَاتِّضَاعِهَا",
            "page": "45",
            "part": "1",
            "seal": "B4CFDB7A"
        },
        {
            "hno": "18",
            "id": "30",
            "nass": "18 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، إِمْلَاءً، حَدَّثَنَا أَحْمَدُ بْنُ دَاوُدَ الْمَكِّيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ مِهْرَانَ بْنِ سُلَيْمَانَ الْوَاسِطِيُّ، حَدَّثَنَا زَيَّانُ بْنُ عَبْدِ اللَّهِ الْمَدْحَجِيُّ، عَنْ عُمَرَ بْنِ مُوسَى بْنِ وَجِيهٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §إِذَا صَلَّى الْغَدَاةَ قَعَدَ فِي مُصَلَّاهُ حَتَّى تَطْلُعَ الشَّمْسُ، فَأَقْبَلَ جَرِيرُ بْنُ عَبْدِ اللَّهِ فَقَالَ: السَّلَامُ عَلَيْكُمْ يَا مَعْشَرَ قُرَيْشٍ. أَيْنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَسْلِمْ تَسْلَمْ يَا جَرِيرُ، إِنِّي أُحَذِّرُكَ الدُّنْيَا وَحَلَاوَةَ رَضَاعِهَا وَمَرَارَةَ فِطَامِهَا»",
            "page": "45",
            "part": "1",
            "seal": "60B841C9"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "§وَمِنْهَا أَنَّهُمُ الرُّعَاةُ لِكُلِّ حَقٍّ وَالْحُمَاةُ لِكُلِّ حَدٍّ",
            "page": "46",
            "part": "1",
            "seal": "D67D3A60"
        },
        {
            "hno": "19",
            "id": "32",
            "nass": "19 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ زَكَرِيَا الْغَلَابِيُّ، حَدَّثَنَا شُعَيْبُ بْنُ وَاقِدٍ، حَدَّثَنَا أَبَانُ بْنُ عُثْمَانَ الْأَحْمَرُ، عَنْ أَبَانَ بْنِ تَغْلِبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ: §لَمَّا أَمَرَ اللَّهُ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَعْرِضَ نَفْسَهُ عَلَى قَبَائِلِ الْعَرَبِ خَرَجَ إِلَى مِنًى وَأَنَا مَعَهُ وَأَبُو بَكْرٍ، حَتَّى انْتَهَيْنَا إِلَى مَجْلِسِ بَنِي شَيْبَانَ بْنِ ثَعْلَبَةَ، فِيهِمْ مَفْرُوقُ بْنُ عَمْرٍو، وَهَانِئُ بْنُ قَبِيصَةَ، وَالْمُثَنَّى بْنُ حَارِثَةَ، وَالنُّعْمَانُ بْنُ شَرِيكٍ، وَجَرَى بَيْنَنَا وَبَيْنَهُمْ خُطَبٌ وَكَلَامٌ، فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا أَسَأْتُمُ الرَّدَّ إِذْ أَفْصَحْتُمْ بِالصِّدْقِ، إِنَّهُ لَا يَقُومُ بِدِينِ اللَّهِ إلَّا مَنْ حَاطَهُ مِنْ جَمِيعِ جَوَانِبِهِ»",
            "page": "46",
            "part": "1",
            "seal": "2AD68C06"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "§وَمِنْهَا تَحْسِينُ الْمُخَالَفَةِ وَتَمْهِيدُ الْعُذْرِ لِلْمُوَافَقَةِ",
            "page": "48",
            "part": "1",
            "seal": "10617059"
        },
        {
            "hno": "20",
            "id": "34",
            "nass": "20 - حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ، وَمُحَمَّدُ بْنُ أَحْمَدَ بْنِ مَخْلَدٍ، قَالَا: حَدَّثَنَا الْحَارِثُ بْنُ أَبِي أُسَامَةَ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنْ مَكْحُولٍ، عَنْ أَبِي ثَعْلَبَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ أَحَبَّكُمْ إِلَيَّ وَأَقْرَبَكُمْ مِنِّي أَحَاسِنُكُمْ أَخْلَاقًا، وَإِنَّ أَبْعَدَكُمْ مِنِّي مَسَاوِئِكُمْ أَخْلَاقًا الثَّرْثَارُونَ الْمُتَشَدِّقُونَ الْمُتَفَيْقِهُونَ»",
            "page": "48",
            "part": "1",
            "seal": "256E8CAD"
        },
        {
            "hno": "21",
            "id": "35",
            "nass": "21 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ دَاوُدَ بْنِ أَسْلَمَ، حَدَّثَنَا عَمْرُو بْنُ سَوَّادٍ السَّرَجِيُّ، حَدَّثَنَا مُؤَمَّلُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا أَبُو أُمَيَّةَ بْنُ يَعْلَى، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَوْحَى اللَّهُ إِلَى إِبْرَاهِيمَ الْخَلِيلَ عَلَيْهِ السَّلَامُ: «أَنْ يَا خَلِيلِي، §حَسِّنْ خُلُقَكَ، وَلَوْ مَعَ الْكُفَّارِ تَدْخُلْ مَدْخَلَ الْأَبْرَارِ، فَإِنْ كَلِمَتِي سَبَقَتْ لِمَنْ حَسُنَ خُلُقُهُ أَنْ أُظِلَّهُ فِي عَرْشِي، وَأَنْ أَسْقِيَهُ مِنْ حَظِيرَةِ قُدْسِي»",
            "page": "50",
            "part": "1",
            "seal": "3BCD1FF7"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "§وَمِنْهَا رِعَايَةُ حُقُوقِ الْمُجَاوَرَةِ وَصِيَانَةُ النَّفْسِ عَنِ الْمُحَاوَرَةِ",
            "page": "51",
            "part": "1",
            "seal": "04E18615"
        },
        {
            "hno": "22",
            "id": "37",
            "nass": "22 - حَدَّثَنَا أَحْمَدُ بْنُ يُوسُفَ، حَدَّثَنَا الْحَارِثُ بْنُ أَبِي أُسَامَةَ، حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، وَحَيْوَةُ، قَالَا: حَدَّثَنَا شُرَحْبِيلُ بْنُ شَرِيكٍ، أَنَّهُ سَمِعَ أَبَا عَبْدِ الرَّحْمَنِ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§خَيْرُ الْجِيرَانِ عِنْدَ اللَّهِ خَيْرُهُمْ لِجَارِهِ، وَخَيْرُ الْأَصْحَابِ عِنْدَ اللَّهِ خَيْرُهُمْ لِصَاحِبِهِ»",
            "page": "51",
            "part": "1",
            "seal": "8399E0C0"
        },
        {
            "hno": "23",
            "id": "38",
            "nass": "23 - حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّائِغُ، حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا بَشِيرُ بْنُ سَلْمَانَ أَبُو إِسْمَاعِيلَ، عَنْ مُجَاهِدٍ، قَالَ: \" كُنَّا نَأْتِي عَبْدَ اللَّهِ بْنَ عَمْرٍو عِنْدَ الْعَتَمَةِ وَغُلَامُهُ يَسْلَخُ شَاةً، فَقَالَ: يَا غُلَامُ إِذَا فَرَغْتَ فَابْدَأْ بِجَارِنَا الْيَهُودِيِّ، ثُمَّ قَالَهَا مَرَّةً أُخْرَى، ثُمَّ قَالَهَا أُخْرَى حَتَّى قَالَهَا ثَلَاثًا، فَقَالَ لَهُ رَجُلٌ: كَمْ تَذْكُرُ الْيَهُودِيَّ؟ قَالَ: فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §يُوصِي بِالْجَارِ حَتَّى حَسِبْنَا أَوْ رَأَيْنَا أَنَّهُ سَيُوَرِّثُهُ \"",
            "page": "52",
            "part": "1",
            "seal": "DD6B042C"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "§وَمِنْهَا إِيثَارُ الْفُقَرَاءِ وَالْغُرَبَاءِ عَلَى النَّفْسِ وَالْأَهْلِ الْقُرَبَاءِ",
            "page": "54",
            "part": "1",
            "seal": "E2977227"
        },
        {
            "hno": "24",
            "id": "40",
            "nass": "24 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، حَدَّثَنَا بِشْرُ بْنُ مُوسَى، حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّ فَاطِمَةَ، أَتَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَسْأَلُهُ خَادِمًا، فَقَالَ: §«لَا أُعْطِيكِ وَأَدَعُ أَهْلَ الصُّفَّةِ تُطْوَى بُطُونُهُمْ مِنَ الْجُوعِ» .",
            "page": "54",
            "part": "1",
            "seal": "5E69B40E"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "§وَمِنْهَا اخْتِيَارُ الْبَذْلِ وَالْإِنْفَاقُ وَالسُّلُوُّ عَنْ خَوْفِ الْعَوَزَ وَالْإِمْلَاقِ",
            "page": "56",
            "part": "1",
            "seal": "09749570"
        },
        {
            "hno": "25",
            "id": "42",
            "nass": "25 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَلِيٍّ، وَعَبْدُ الرَّحْمَنِ بْنُ دَاوُدَ، قَالَا: حَدَّثَنَا هِلَالُ بْنُ الْعَلَاءِ، قَالَ: حَدَّثَنِي أَبِي، حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ الْعَبْدِيُّ، عَنْ حَوْشَبٍ، وَمَطَرٍ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ: أَخَذَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِطَرَفِ عِمَامَتِي مِنْ وَرَائِي فَقَالَ: «يَا عِمْرَانُ إِنَّ §اللَّهَ يُحِبُّ الْإِنْفَاقَ، وَيُبْغِضُ الْإِقْتَارَ، فَأَنْفَقْ وَأَطْعِمْ، وَلَا تُصِرُّ صَرًّا فَيَعْسُرَ عَلَيْكَ الطَّلَبُ، وَاعْلَمْ أَنَّ اللَّهَ تَعَالَى يُحِبُّ النَّظَرَ النَّاقِدَ عِنْدَ مَجِيءِ الشُّبُهَاتِ، وَالْعَقْلَ الْكَامِلَ عِنْدَ نُزُولِ الشَّهَوَاتِ، وَيُحِبُّ السَّمَاحَةَ وَلَوْ عَلَى تَمَرَاتٍ، وَيُحِبُّ الشَّجَاعَةَ وَلَوْ عَلَى قَتْلِ حَيَّةٍ» . هَذَا حَدِيثٌ شَرِيفٌ يَجْمَعُ مِنْ أُصُولِهِمْ مَعَانِيَ لَطِيفَةً",
            "page": "56",
            "part": "1",
            "seal": "3FC23B7B"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "§وَمِنْهَا اغْتَنَامُهُمْ خِدْمَةَ الشُّيُوخِ وَالْفُقَرَاءِ اسْتِنَانًا بِسَيِّدِ النَّبِيِّينَ وَالسُّفَرَاءِ",
            "page": "58",
            "part": "1",
            "seal": "20A3C10D"
        },
        {
            "hno": "26",
            "id": "44",
            "nass": "26 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا حَفْصُ بْنُ عُمَرَ بْنِ الصَّبَّاحِ، حَدَّثَنَا الْعَلَاءُ بْنُ هِلَالٍ، وَحَدَّثَنَا أَبُو عَمْرِو بْنُ حَمْدَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ سَيَّارٍ، حَدَّثَنَا عَمْرُو بْنُ مَنْصُورٍ، حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ النَّسَائِيُّ، حَدَّثَنَا الْعَلَاءُ بْنُ هِلَالٍ، حَدَّثَنَا طَلْحَةُ بْنُ زَيْدٍ، حَدَّثَنَا الْأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي قَتَادَةَ، قَالَ: لَمَّا قَدِمَ وَفْدُ النَّجَاشِيِّ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ يَخْدُمُهُمْ بِنَفْسِهِ فَقَالَ أَصْحَابُهُ: نَحْنُ نَكْفِيكَ يَا رَسُولَ اللَّهِ. قَالَ: «§إِنَّهُمْ كَانُوا لِأَصْحَابِنَا مُكْرِمِينَ، وَإِنِّي أَحَبُّ أَنْ أُكَافِئَهُمْ» . قَالَ عَلِيُّ بْنُ الْحَسَنِ: وَكَانَ الْعَلَاءُ ثِقَةً مَأْمُونًا سَيِّدًا. وَقَالَ حَفْصٌ: وَقَالَ الْعَلَاءُ مَرَّةً: عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ. وَهَذَا حَدِيثٌ غَرِيبٌ، تَفَرَّدَ بِهِ الْعَلَاءُ حَدَّثَ عَنْهُ عَلِيُّ بْنُ الْحَسَنِ هَذَا، وَهُوَ غَرِيبٌ وَرَوَاهُ ابْنُهُ هِلَالُ بْنُ الْعَلَاءِ، عَنْ أَبِيهِ وَالْحَدِيثُ أَشْهُرُ. -[59]- حَدَّثَنَاهُ مُحَمَّدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ مَوْدُودٍ الْحَرَّانِيُّ، حَدَّثَنَا هِلَالُ بْنُ الْعَلَاءِ، حَدَّثَنَا أَبِي، حَدَّثَنَا طَلْحَةُ مِثْلَهُ",
            "page": "58",
            "part": "1",
            "seal": "D4F9A08F"
        },
        {
            "hno": "27",
            "id": "45",
            "nass": "27 - حَدَّثَنَا أَبُو أَحْمَدَ الْغِطْرِيفِيُّ، حَدَّثَنَا حَبَّانُ بْنُ إِسْحَاقَ الْبَلْخِيُّ، حَدَّثَنَا حَمُّ بْنُ نُوحٍ، حَدَّثَنَا سَلْمُ بْنُ سَالِمٍ، عَنِ ابْنِ الْمُبَارَكِ، عَنْ حُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§سَيِّدُ الْقَوْمِ خَادِمُهُمْ، وَسَاقِيهِمْ آخِرُهُمْ شُرْبًا»",
            "page": "59",
            "part": "1",
            "seal": "5B5DC0D7"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "§وَمِنْهَا نَصْبُهُمُ الْمَوَائِدَ لِاغْتِنَامِهِمُ الْفَوَائِدَ",
            "page": "61",
            "part": "1",
            "seal": "42227B71"
        }
    ],
    "t8246": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "باب البيان من علو مراتبهم، وترفيع منازلهم"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "باب البيان عن أوصاف المتحققين بالفقر"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "ومن أصولهم السكون إلى ضمانه والتعري من الإعراض وطغيانه"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها العدول عن الادخار، والتبرؤ من الاختيار"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها خروجهم عن التبييت حذرا من التعيير والتبكيت"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها التجزي بالكفاف تزينا للعفاف"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها الإعراض عما يلهي رعاية لما يدنى"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها التبرم بما ينقضي ويبلى حنينا إلى ما يدوم ويبقى"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها اعتمادهم على حميد كفاية الله في الانقطاع إليه، واحترازهم من عرض الدنيا خوفا من الركون إليه"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها إدمان المراقبة في الإعلان والمخافتة"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها الجد والمواظبة على جهاد النفس والمخالفة"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها تنفيرهم أبناء الدنيا عن ارتضاعها والاستهانة بمؤثرها واتضاعها"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها أنهم الرعاة لكل حق والحماة لكل حد"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها تحسين المخالفة وتمهيد العذر للموافقة"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها رعاية حقوق المجاورة وصيانة النفس عن المحاورة"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها إيثار الفقراء والغرباء على النفس والأهل القرباء"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها اختيار البذل والإنفاق والسلو عن خوف العوز والإملاق"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها اغتنامهم خدمة الشيوخ والفقراء استنانا بسيد النبيين والسفراء"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها نصبهم الموائد لاغتنامهم الفوائد"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها الرعاية للتزاور والتآخي طلبا للتحابب والتباهي"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها المثابرة على مصاحبة الأولياء والمسارعة إلى مؤاكلة الأتقياء"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها الاجتماع على الأكل والإطعام، والالتماس للبركة، والإكرام"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها رفضهم للتصنع والتكلف صيانة للتكرم والتعفف"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها عدولهم عن الترفه والتنعم احترازا من التولي والتصرم"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها أنهم هجروا المراقد واستوطنوا المساجد"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها توطين النفس على القناعة توقيا من الملامة والشفاعة"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها التحرز من مخالطة الأغنياء، والتشمير في ملاحقة الأصفياء"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "ومن أصولهم التي عليها مباني أحوالهم الاستقامة في التوحيد مع الملازمة للتجريد"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها التأييد بالخصال التي ظفر بها العمال"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها التحقق بالإيمان الجامع والتمكن من العلم النافع"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها لوامع اليقين للمتحققين بدافع لدعاوي المدعين"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها القلب المعمر بالنور والمحبة سال عما يعقب المذبة والمسبة"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها التقرب بالنوافل يوجب أشرف المنازل"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها إخفاء محن الأسرار من ذخائر الأبرار"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها القلب الفارغ التقي ترده المعارف الخفي"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها تقديم مقام العارفين على مقامات المزيدين"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "والعارف مصون عن () والتطيش مأمور بخلاف النفس والتفتش"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "ومن راعى من نفسه التحفظ والتحرس صح منه الاعتبار والتفرس"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "ومنها إباحة التنسم بشجي الأغاني عند فتور النفس والتواني"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "ومما يستحب سماعه من الغنا ما يصفو من اللغو والخنا"
        }
    ]
}