{
    "b8249": [
        {
            "id": "1",
            "nass": "أَخْبَرَنَا الشُّيُوخُ أَبُو إِبْرَاهِيمَ شَعْبَانُ بْنُ إِبْرَاهِيمَ بْنِ طَالِبِ بْنِ أَبِي الْفَضْلِ الْحِمْصِيُّ الْأَصْلِ، وَأَبُو حُمَيْدِ بْنُ خُضَيْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ حَمْزَةَ، وَأَبُو زُهَيْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ زُهَيْرِ بْنِ عَبْدِ الْعَزِيزِ، أَخْبَرَنَا الْحَافِظُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحَسَنِ بْنِ هِبَةِ اللَّهِ قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ بِدَارِيَّا فِي سَنَةِ. . .",
            "page": null,
            "part": "1",
            "seal": "3C43C27A"
        },
        {
            "id": "3",
            "nass": "§ذِكْرُ مَنْ نَزَلَ دَارِيَّا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالتَّابِعِينَ، وَتَابِعِي التَّابِعِينَ، وَأَهْلِ الْعِلْمِ عَلَى طَبَقَاتِهِمْ وَأَزْمَانِهِمْ، وَذِكْرُ وَفَاتِهِمْ، وَمَنْ أَعْقَبَ مِنْهُمْ، وَمَنْ لَمْ يُعْقِبْ، إِلَى وَقْتِنَا هَذَا، وَبِاللَّهِ التَّوْفِيقُ",
            "page": "28",
            "part": "1",
            "seal": "5141628E"
        },
        {
            "id": "4",
            "nass": "§ذِكْرُ بِلَالٍ مُؤَذِّنُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ مُوَلَّدًا، يَعْنِي: مِنْ مُوَلِّدِي جُمَحَ، فَاشْتَرَاهُ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ وَأَعْتَقَهُ سَكَنَ دَارِيَّا وَتَزَوَّجَ امْرَأَةً مِنْ أَهْلِهَا يُقَالُ لَهَا: هِنْدُ الْخَوْلَانِيَّةُ",
            "page": "29",
            "part": "1",
            "seal": "36AB28AA"
        },
        {
            "id": "5",
            "nass": "قَالَ أَبُو عَلِيٍّ: أَخْبَرَهُمْ أَحْمَدُ بْنُ سُلَيْمَانَ بْنِ أَيُّوبَ، قِرَاءَةً عَلَيْهِ: حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سَعِيدٌ، عَنِ ابْنِ أَبِي رُوَيْمٍ، قَالَ: «كَانَتِ §امْرَأَةُ بِلَالٍ رَضِيَ اللَّهُ عَنْهُ لَيْلَى الْخَوْلَانِيَّةَ وَالصَّحِيحُ أَنَّهَا هِنْدُ الْخَوْلَانِيَّةُ»",
            "page": "29",
            "part": "1",
            "seal": "3C110A79"
        },
        {
            "id": "6",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ الْقَاضِي، حَدَّثَنَا أَبُو زُرْعَةَ بْنُ عَمْرٍو، قَالَ: \" §قَبْرُ بِلَالٍ بِدِمَشْقَ، قَالَ: وَيُقَالُ بِدَارِيَّا أَنْكَحَ هِنْدَ الْخَوْلَانِيَّةَ \"",
            "page": "29",
            "part": "1",
            "seal": "5E9DFB3F"
        },
        {
            "id": "7",
            "nass": "قَالَ وَحَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا ابْنُ الرَّوَّاسِ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ مَرْوَانَ بْنَ مُحَمَّدٍ، يَقُولُ: «§مَاتَ بِلَالٌ رَحِمَهُ اللَّهُ فِي دَارِيَّا، وَحُمِلَ فَقُبِرَ فِي بَابِ الصَّغِيرِ» ¶ -[30]- وَقَدْ أَدْرَكْتُ جَمَاعَةً مِنْ خَوْلَانَ مِنْ شُيُوخِهِمْ وَذَوِي الْفَضْلِ مِنْهُمْ يَقُولُونَ: إِنَّ قَبْرَ بِلَالٍ فِي دَارِيَّا فِي مَقْبَرَةِ خَوْلَانَ وَقَدْ قِيلَ: إِنَّ قَبْرَ بِلَالٍ رَحِمَهُ اللَّهُ بِحَلَبَ",
            "page": "29",
            "part": "1",
            "seal": "7B1AA5DF"
        },
        {
            "id": "8",
            "nass": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، حَدَّثَنَا أَبُو أُسَامَةَ الْحَلَبِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو سَعِيدٍ، عَنْ عَدِيِّ بْنِ عَبْدِ الرَّحْمَنِ، «أَنَّ بِلَالًا رَحِمَهُ اللَّهُ §مَاتَ بِحَلَبَ، فَدُفِنَ عِنْدَ بَابِ الْأَرْبَعِينَ» وَقَدْ قِيلَ: إِنَّ الَّذِي بِحَلَبَ قَبْرُ خَالِدِ بْنِ رَبَاحٍ أَخِي بِلَالٍ، وَاللَّهُ أَعْلَمُ وَقِيلَ أَيْضًا: إِنَّ قَبْرَ بِلَالٍ بِعَمَوَاسَ، وَالَّذِي بِعَمَوَاسَ قَبْرُ بِلَالٍ، وَاللَّهُ أَعْلَمُ. وَكَانَتْ كُنْيَتُهُ: أَبَا عَبْدِ اللَّهِ",
            "page": "30",
            "part": "1",
            "seal": "69F27391"
        },
        {
            "id": "9",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ الْقَاضِي، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ، عَنْ أَبِي مُسْهِرٍ، حَدَّثَنَا سَعِيدٌ، قَالَ: نَظَرَ رَجُلٌ إِلَى بِلَالٍ فِي أَرْضِ الرُّومِ وَهُوَ عَلَى تَلٍّ، فَقَالَ: أَبَا عَبْدِ اللَّهِ، أَيْنَ نَزَلَ النَّاسُ؟ قَالَ: «§حَيْثُ وَضَعُوا رِحَالَهُمْ» ، وَكَانَتْ وَفَاتُهُ بِدَارِيَّا فِي سَنَةِ عِشْرِينَ",
            "page": "30",
            "part": "1",
            "seal": "4E5F3580"
        },
        {
            "id": "10",
            "nass": "قَالَ: وَأَخْبَرَنَا عَوْنُ بْنُ الْحَسَنِ بْنِ عَوْنٍ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعُمَرِيُّ، قَالَ: حَدَّثَنِي بَكْرُ بْنُ عَبْدِ الْوَهَّابِ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عُمَرَ الْوَاقِدِيُّ، قَالَ: «§مَاتَ بِلَالٌ بِدِمَشْقَ، وَقُبِرَ فِي مَقْبَرَةِ بَابِ الصَّغِيرِ سَنَةَ عِشْرِينَ، وَهُوَ ابْنُ بِضْعٍ وَسِتِّينَ سَنَةً»",
            "page": "31",
            "part": "1",
            "seal": "8154CD3A"
        },
        {
            "id": "11",
            "nass": "قَالَ: وَأَخْبَرَنَا عَوْنُ بْنُ الْحَسَنِ، قَالَ: أَخْبَرَنَا عُبَيْدُ اللَّهِ، قَالَ: حَدَّثَنِي بَكْرٌ، عَنِ الْوَاقِدِيِّ، عَنْ سَعِيدِ بْنِ عَبْدِ الْعَزِيزِ، عَنْ مَكْحُولٍ، قَالَ: حَدَّثَنِي مَنْ رَأَى بِلَالًا، قَالَ: «§كَانَ رَجُلًا آدَمَ شَدِيدَ الْأَدَمَةِ، نَحِيفًا طُوَالًا أَجْنَى، لَهُ شَعْرٌ كَثِيرٌ، وَكَانَ لَا يُغَيِّرُ» -[32]- قَالَ أَبُو عَبْدِ اللَّهِ: سَمِعْتُ شُعَيْبَ بْنَ طَلْحَةَ مِنْ وَلَدِ أَبِي بَكْرٍ الصِّدِّيقِ قَالَ: كَانَ بِلَالٌ تِرْبَ أَبِي بَكْرٍ رَحْمَةُ اللَّهِ عَلَيْهِمَا. قَالَ أَبُو عَبْدِ اللَّهِ: فَإِنْ كَانَ هَذَا هَكَذَا، وَقَدْ تُوُفِّيَ أَبُو بَكْرٍ سَنَةَ ثَلَاثَ عَشْرَةَ وَهُوَ ابْنُ ثَلَاثٍ وَسِتِّينَ، فَبَيْنَ هَذَا وَبَيْنَ مَا رُوِيَ لَنَا سَبْعُ سِنِينَ، وَشُعَيْبُ بْنُ طَلْحَةَ أَعْلَمُ بِمِيلَادِ بِلَالٍ حِينَ يَقُولُ: هُوَ تِرْبُ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمْ، وَاللَّهُ أَعْلَمُ بِهَذَا كُلِّهِ",
            "page": "31",
            "part": "1",
            "seal": "3C50983C"
        },
        {
            "id": "12",
            "nass": "§ذِكْرُ مَنْ رَوَى عَنْ بِلَالٍ مِنْ أَهْلِ دَارِيَّا أَبُو مُسْلِمٍ الْخَوْلَانِيُّ، وَأَبُو إِدْرِيسَ الْخَوْلَانِيُّ، وَأَبُو قِلَابَةَ الْجَرْمِيُّ، وَهِنْدُ الْخَوْلَانِيَّةُ زَوْجَةُ بِلَالٍ وَلَوْ ذَهَبْنَا إِلَى ذِكْرِ أَحَادِيثِهِمْ وَمَا رَوَوْا عَنْهُ لَاتَّسَعَ الْكِتَابُ وَطَالَ بِهِ الشَّرْحُ، وَلَكِنَّا اخْتَصَرْنَا هَذَا الْكَلَامَ لِشُهْرَةِ ذَلِكَ، وَصِحَّةُ الرَّاوِيَةِ عَنْهُ عِنْدَ أَهْلِ الْعِلْمِ بِالرِّوَايَةِ تُغْنِي عَنْ ذِكْرِهِ إِنْ شَاءَ اللَّهُ",
            "page": "32",
            "part": "1",
            "seal": "25E099FC"
        },
        {
            "id": "13",
            "nass": "§ذِكْرُ أَبِي رَاشِدٍ الْخَوْلَانِيِّ سَمَّاهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَنَّاهُ، وَمِنْ وَلَدِهِ جَمَاعَةٌ بِدَارِيَّا إِلَى الْيَوْمِ",
            "page": "33",
            "part": "1",
            "seal": "4E5E0ABD"
        },
        {
            "id": "14",
            "nass": "قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ مُوسَى، حَدَّثَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ يَحْيَى بْنِ الْفَضْلِ بْنِ يَحْيَى بْنِ عَبْدِ الْقَيُّومِ، قَالَ: حَدَّثَنِي أَبِي، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ أَبِي رَاشِدٍ، أَنَّهُ وَفَدَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَهُ: «مَا اسْمُكَ؟» قَالَ: قُلْتُ: عَبْدُ الْعُزَّى أَبُو مُغْوِيَةَ، قَالَ: «§بَلْ أَنْتَ عَبْدُ الرَّحْمَنِ أَبُو رَاشِدٍ» ، قَالَ: «فَمَنْ هَذَا مَعَكَ؟» قُلْتُ: مَوْلَايَ، قَالَ: «مَا اسْمُهُ» ؟ قُلْتُ: قَيُّومٌ، قَالَ: «كَلَّا، وَلَكِنَّهُ عَبْدُ الْقَيُّومِ أَبُو عُبَيْدٍ» وَأَبُو رَاشِدٍ هَذَا هُوَ مِنْ وَلَدِ رُحْبِ بْنِ بَكْرِ بْنِ حُلْوَانَ، وَلَيْسَ بِداريَا رُحْبِيُّ غَيْرَهُ وَوَلَدَهُ",
            "page": "33",
            "part": "1",
            "seal": "5DED6678"
        },
        {
            "id": "15",
            "nass": "§ذِكْرُ أَسْوَدَ بْنِ أَصْرَمَ الْمُحَارِبِيِّ وَالدَّلِيلُ عَلَى نُزُولِهِ دَارِيَّا قَطَائِعُ لَهُ بِهَا، تُعْرَفُ بِهِ إِلَى الْيَوْمِ رَوَى عَنْهُ سُلَيْمَانُ بْنُ حَبِيبٍ الْمُحَارِبِيُّ قَاضِي الْخُلَفَاءِ، وَهُوَ مِمَّنْ نَزَلَ دَارِيَّا وَلَهُ بِهَا أَوْقَافٌ تَجْرِي عَلَى مَسَاكِينِهَا إِلَى وَقْتِنَا هَذَا",
            "page": "34",
            "part": "1",
            "seal": "49C2DB26"
        },
        {
            "id": "16",
            "nass": "قَالَ: حَدَّثَنَا أَبُو الْحَارِثِ أَحْمَدُ بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحِيمِ الْبَرْقِيُّ، حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ، حَدَّثَنَا صَدَقَةُ بْنُ عَبْدِ اللَّهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَلِيٍّ، عَنْ سُلَيْمَانَ بْنِ حَبِيبٍ، قَالَ: حَدَّثَنِي أَسْوَدُ بْنُ أَصْرَمَ الْمُحَارِبِيُّ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، أَوْصِنِي قَالَ: «تَمْلُكْ يَدَيْكَ؟» ، قَالَ: قُلْتُ: فَمَاذَا أَمْلِكُ إِذَا لَمْ أَمْلِكْ يَدَيَّ؟ قَالَ: «تَمْلِكُ لِسَانَكَ؟» قُلْتُ: فَمَاذَا أَمْلِكُ إِذَا لَمْ أَمْلِكْ لِسَانِي؟ قَالَ: «§فَلَا تَبْسِطْ يَدَكَ إِلَّا إِلَى خَيْرٍ، وَلَا تَقُلْ بِلِسَانِكَ إِلَّا مَعْرُوفًا» قَالَ أَبُو عَلِيٍّ: وَأَقُولُ: إِنِّي مَا عَلِمْتُ لِأَسْوَدَ بْنِ أَصْرَمَ مِنْ حَدِيثٍ مُسْنَدٍ غَيْرَ هَذَا الْحَدِيثِ، وَلَا عَلِمْتُ أَنَّ أَحَدًا مِنْ أَهْلِ الْعِلْمِ رَوَى عَنْهُ غَيْرَ سُلَيْمَانَ بْنِ حَبِيبٍ الْمُحَارِبِيَّ، -[35]- وَاللَّهُ أَعْلَمُ",
            "page": "34",
            "part": "1",
            "seal": "B7E88F72"
        },
        {
            "id": "17",
            "nass": "§ذِكْرُ قَيْسِ بْنِ عَبَايَةَ بْنِ عُبَيْدِ بْنِ الْحَارِثِ بْنِ عُبَيْدٍ الْخَوْلَانِيِّ مِنْ خَوْلَانَ قُضَاعَةَ، حَلِيفُ بَنِي حَارِثَةَ بْنِ الْحَارِثِ مِنَ الْأَوْسِ: شَهِدَ بَدْرًا وَهُوَ حَدَثُ السِّنِّ، وَشَهِدَ فُتُوحَ الشَّامِ مَعَ أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ وَهُوَ كَهْلٌ يَسْتَشِيرُهُ أَبُو عُبَيْدَةَ فِي أُمُورِهِ قَالَ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ: هُوَ قَيْسُ بْنُ عَبَايَةَ أَبُو مُحَمَّدٍ الْبَدْرِيُّ، تُوُفِّيَ فِي إِمَارَةِ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ رَضِيَ اللَّهُ عَنْهُ",
            "page": "35",
            "part": "1",
            "seal": "1AF61754"
        },
        {
            "id": "18",
            "nass": "قَالَ: وَحَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ سَهْلٍ الْخَرَايِطِيُّ، حَدَّثَنَا سَعْدَانُ بْنُ نَصْرٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنِ الْجُرَيْرِيِّ، عَنْ قَيْسِ بْنِ عَبَايَةَ، عَنِ ابْنٍ لِعَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، قَالَ: -[36]- سَمِعَنِي أَبِي وَأَنَا أَقْرَأُ: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 1] فَقَالَ: \" أَيْ بُنَيَّ، إِنِّي §صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْرٍ وَعُمَرَ، فَلَمْ أَسْمَعْ أَحَدًا يَقْرَأُ بِهَا، إِذَا أَنْتَ قَرَأْتَ فَقُلِ: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2] \" قَالَ: وَمِنْ وَلَدِ قَيْسِ بْنِ عَبَايَةَ جَمَاعَةٌ بِدَارِيَّا إِلَى يَوْمِنَا هَذَا",
            "page": "35",
            "part": "1",
            "seal": "951C055E"
        },
        {
            "id": "19",
            "nass": "§ذِكْرُ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ وَاسْمُهُ جُرْثُومُ بْنُ نَاشِرٍ وَالدَّلِيلُ عَلَى نُزُولِهِ دَارِيَّا وَمُقَامِهِ بِهَا",
            "page": "36",
            "part": "1",
            "seal": "0AD41D17"
        },
        {
            "id": "20",
            "nass": "حَدِيثُ ابْنِ جَابِرٍ، عَنْ عُمَيْرِ بْنِ هَانِئٍ الْعَنْسِيِّ حَيْثُ يَقُولُ: -[37]- §\" كُنَّا بِدَارِيَّا فِي الْمَسْجِدِ مَعَنَا أَبُو ثَعْلَبَةَ الْخُشَنِيُّ صَاحِبُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مَعَ مَنْ رَوَى عَنْهُ مِنْ أَهْلِ دَارِيَّا",
            "page": "36",
            "part": "1",
            "seal": "E6CA4BF1"
        },
        {
            "id": "22",
            "nass": "وَأَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، حَدَّثَنَا أَبُو زُرْعَةَ، قَالَ: §«غَزَا أَبُو ثَعْلَبَةَ الْقُسْطَنْطِينِيَّةَ مَعَ يَزِيدَ بْنِ مُعَاوِيَةَ سَنَةَ خَمْسٍ وَخَمْسِينَ» وَقِيلَ: إِنَّ أَبَا ثَعْلَبَةَ كَانَ يَسْكُنُ بِقَرْيَةِ الْبَلَاطِ وَأَنَّ مِنْ وَلَدِهِ \" -[38]- ¶ قَوْمًا بِهَا إِلَى هَذَا الْيَوْمِ. قَالَ أَبُو عَلِيٍّ: وَأَرَى أَنَّ وَلَدَهُ انْتَقَلُوا مِنْ دَارِيَّا فَسَكَنُوا الْبَلَاطَ، لِأَنَّ حَدِيثَ ابْنِ جَابِرٍ، عَنْ عُمَيْرِ بْنِ هَانِئٍ مَشْهُورٌ مَعْرُوفٌ عِنْدَ أَهْلِ الْعِلْمِ، وَاللَّهُ أَعْلَمُ",
            "page": "37",
            "part": "1",
            "seal": "B485AF81"
        },
        {
            "id": "24",
            "nass": "§ذِكْرُ بَكْرِ بْنِ زُرْعَةَ الْخَوْلَانِيِّ مِنْ أَهْلِ دَارِيَّا",
            "page": "38",
            "part": "1",
            "seal": "49008D9E"
        },
        {
            "id": "25",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ هَارُونَ بْنِ عَبْدِ الرَّحْمَنِ الْعَنْسِيُّ الدَّارَانِيُّ، حَدَّثَنَا مُوسَى بْنُ مُحَمَّدِ بْنِ أَبِي عَوْفٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، حَدَّثَنِي أَبِي، عَنْ بَكْرِ بْنِ زُرْعَةَ الْخَوْلَانِيِّ، عَنْ مُسْلِمِ بْنِ عَبْدِ اللَّهِ الْأَزْدِيِّ، قَالَ: جَاءَ عَبْدُ اللَّهِ بْنُ قُرْطٍ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا اسْمُكَ؟» قَالَ: شَيْطَانُ بْنُ قُرْطٍ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«أَنْتَ عَبْدُ اللَّهِ بْنُ قُرْطٍ»",
            "page": "38",
            "part": "1",
            "seal": "FF3C3FDC"
        },
        {
            "id": "26",
            "nass": "§ذِكْرُ كُلْثُومِ بْنِ زِيَادٍ الْمُحَارِبِيِّ",
            "page": "38",
            "part": "1",
            "seal": "AB55051A"
        },
        {
            "id": "27",
            "nass": "قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ هَارُونَ بْنِ شُعَيْبٍ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ -[39]- حَمَّادٍ الْأَنْصَارِيُّ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ الْخَلِيلِ الْخُشَنِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ يَحْيَى الْخُشَنِيُّ، حَدَّثَنَا كُلْثُومُ بْنُ زِيَادٍ، عَنْ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ، قَالَ: §«مَنْ صَبَرَ نَفْسَهُ عَلَى الْأَذَى لَمْ يَجِدْ لِلْأَذَى مَسًّا»",
            "page": "38",
            "part": "1",
            "seal": "3D71E94A"
        },
        {
            "id": "28",
            "nass": "قَالَ: وَأَخْبَرَنَا مُحَمَّدُ بْنُ هَارُونَ، حَدَّثَنَا مُحَمَّدُ بْنُ حَمَّادٍ الْأَنْصَارِيُّ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ الْخَلِيلٍ الْخُشَنِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ يَحْيَى الْخُشَنِيُّ، حَدَّثَنَا كُلْثُومُ بْنُ زِيَادٍ، عَنْ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ، قَالَ: «§نَوْمُ الصَّائِمِ تَسْبِيحٌ، وَأَيْنَ الصَّائِمُ إِلَّا مَنْ لَزِمَ الصَّمْتَ وَأَقَلَّ مِنْ فُضُولِ الْكَلَامِ؟»",
            "page": "39",
            "part": "1",
            "seal": "168CA5AE"
        },
        {
            "id": "29",
            "nass": "قَالَ: حَدَّثَنَا عَوْنُ بْنُ الْحَسَنِ، حَدَّثَنَا بَكْرُ بْنُ سَهْلٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا كُلْثُومُ بْنُ زِيَادٍ، عَنْ سُلَيْمَانَ بْنِ حَبِيبٍ، قَالَ: خَرَجْتُ غَازِيًا، فَلَمَّا مَرَرْتُ بِحِمْصَ دَخَلْتُ إِلَى سُوقِهَا أَشْتَرِي مَا لَا غِنًى بِالْمُسَافِرِ عَنْهُ، فَلَمَّا نَظَرْتُ إِلَى بَابِ الْمَسْجِدِ قُلْتُ: لَوْ أَنِّي دَخَلْتُ فَرَكَعْتُ رَكْعَتَيْنِ، فَلَمَّا دَخَلْتُ نَظَرْتُ إِلَى ثَابِتِ بْنِ مَعْبَدٍ، وَابْنِ أَبِي زَكَرِيَّا، وَمَكْحُولٍ - وَلَيْسَ مَكْحُولَنَا هَذَا -[40]- فِي نَفَرٍ مِنْ أَهْلِ دِمَشْقَ، فَلَمَّا رَأَيْتُهُمْ أَتَيْتُهُمْ فَجَلَسْتُ إِلَيْهِمْ، فَتَحَدَّثْنَا شَيْئًا، ثُمَّ قَالُوا: إِنَّا نُرِيدُ أَبَا أُمَامَةَ، فَقَامُوا وَقُمْتُ مَعَهُمْ حَتَّى دَخَلْنَا عَلَيْهِ، فَإِذَا شَيْخٌ قَدْ رَقَّ وَكَبِرَ، فَإِذَا عَقْلُهُ وَمَنْطِقُهُ أَفْضَلُ مِمَّا تَرَى مِنْ مَنْظَرِهِ، فَقَالَ فِي أَوَّلِ مَا حَدَّثَنَا: \" إِنَّ مَجْلِسَكُمْ هَذَا مِنْ بَلَاغِ اللَّهِ إِيَّاكُمْ وَحُجَّتِهِ عَلَيْكُمْ، فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ بَلَّغَ مَا أُرْسِلَ بِهِ، وَإِنَّ أَصْحَابَهُ قَدْ بَلَّغُوا مَا سَمِعُوا، فَبَلِّغُوا مَا تَسْمَعُونَ: §ثَلَاثَةٌ كُلُّهُمْ ضَامِنٌ عَلَى اللَّهِ حَتَّى يُدْخِلَهُ الْجَنَّةَ أَوْ يُرْجِعَهُ بِمَا نَالَ مِنْ أَجْرٍ وَغَنِيمَةٍ: فَاصِلٌ فَصَلَ فِي سَبِيلِ اللَّهِ فَهُوَ ضَامِنٌ عَلَى اللَّهِ حَتَّى يُدْخِلَهُ الْجَنَّةَ أَوْ يُرْجِعَهُ بِمَا نَالَ مِنْ أَجْرٍ وَغَنِيمَةٍ، وَرَجُلٌ تَوَضَّأَ ثُمَّ عَمَدَ إِلَى الْمَسْجِدِ فَهُوَ ضَامِنٌ عَلَى اللَّهِ حَتَّى يُدْخِلَهُ الْجَنَّةَ أَوْ يُرْجِعَهُ بِمَا نَالَ مِنْ أَجْرٍ وَغَنِيمَةٍ، وَرَجُلٌ دَخَلَ بَيْتَهُ بِسَلَامٍ \" قَالَ: ثُمَّ قَالَ: «إِنَّ فِي جَهَنَّمَ جِسْرًا لَهُ سَبْعُ قَنَاطِرَ، عَلَى أَوْسَطِهِنَّ الْقَضَاءُ، فَيُجَاءُ بِالْعَبْدِ حَتَّى إِذَا انْتُهِيَ إِلَى الْقَنْطَرَةِ الْوُسْطَى» قِيلَ لَهُ: مَاذَا عَلَيْكَ مِنَ -[41]- الدَّيْنِ؟ قَالَ: \" فَيَحْبِسُهُ، ثُمَّ تَلَا هَذِهِ الْآيَةَ: {وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} [النساء: 42] \"، قَالَ: \" فَيَقُولُ: يَا رَبِّ، عَلَيَّ كَذَا وَكَذَا، قَالَ: \" فَيُقَالُ: اقْضِ دَيْنَكَ \"، قَالَ: \" فَيَقُولُ: مَا لِي شَيْءٌ، مَا أَدْرِي مَا أَقْضِي بِهِ \"؟ قَالَ: \" فَيُقَالُ: خُذُوا مِنْ حَسَنَاتِهِ \"، قَالَ: \" فَمَا يَزَالُ يُؤْخَذُ مِنْ حَسَنَاتِهِ حَتَّى مَا يَبْقَى لَهُ حَسَنَةٌ، فَإِذَا فَنِيَتْ حَسَنَاتُهُ قِيلَ لَهُ: قَدْ فَنِيَتْ حَسَنَاتُكَ \"، قَالَ: \" فَيُقَالُ: خُذُوا مِنْ سَيِّئَاتِ مَنْ يَطْلُبُهُ فَرَكِّبُوا عَلَيْهِ \"، قَالَ: «فَلَقَدْ بَلَغَنِي أَنَّ رِجَالًا يَجِيئُونَ بِأَمْثَالِ الْجِبَالِ مِنَ الْحَسَنَاتِ، فَمَا يَزَالُ يُؤْخَذُ لِمَنْ يَطْلُبُهُمْ حَتَّى مَا يَبْقَى لَهُمْ حَسَنَةٌ» ، قَالَ: «ثُمَّ تُرَكَّبُ عَلَيْهِمْ سَيِّئَاتُ مَنْ يَطْلُبُهُمْ حَتَّى يُرَدَّ عَلَيْهِمْ أَمْثَالُ الْجِبَالِ» ، قَالَ: \" وَسَمِعْتُهُ يَوْمَئِذٍ يَتَقَدَّمُ فِي الْكَذِبِ تَقَدُّمًا مَا سَمِعْتُ وَاعِظًا قَطُّ يَتَقَدَّمَهُ، حَتَّى إِنْ كُنْتُ لَأَقُولُ: لَقَدْ بَلَغَ هَذَا الشَّيْخُ مِنْ كَذِبِ النَّاسِ شَيْئًا مَا أَدْرِي مَا هُوَ \"، ثُمَّ قَالَ: «إِيَّاكُمْ وَالْكَذِبَ، فَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ، وَالْفُجُورَ يَهْدِي إِلَى النَّارِ، وَعَلَيْكُمْ بِالصِّدْقِ، فَإِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ، وَالْبِرَّ يَهْدِي إِلَى -[42]- الْجَنَّةِ» قَالَ: فَبَيْنَمَا هُوَ يُحَدِّثُنَا إِذْ عَقَدَ ثُمَّ قَالَ: «أَيُّهَا النَّاسُ، لَأَنْتُمْ أَضَلُّ مِنْ أَهْلِ الْجَاهِلِيَّةِ، إِنَّ اللَّهَ جَعَلَ لِأَحَدِكُمُ الدِّينَارَ يُنْفِقُهُ فِي سَبِيلِ اللَّهِ جَلَّ وَعَزَّ بِسَبْعِمِائَةِ دِينَارٍ، وَالدِّرْهَمُ بِسَبْعِمِائَةِ دِرْهَمٍ، ثُمَّ إِنَّكُمْ صَارُّونَ مُمْسِكُونَ أَمَا وَاللَّهِ لَقَدْ فُتِحَتِ الْفُتُوحُ بِسُيُوفٍ مَا حِلْيَتُهَا الذَّهَبُ وَالْفِضَّةُ، وَلَكِنْ حِلْيَتُهَا الْعَلَابِيُّ وَالْآنُكُ وَالْحَدِيدُ» وَكُلْثُومُ بْنُ زِيَادٍ كَانَ كَاتِبًا لِسُلَيْمَانَ بْنِ حَبِيبٍ الْمُحَارِبِيِّ، وَلِيَ الْقَضَاءَ بَعْدَ مَوْتِ سُلَيْمَانَ، وَكَانَ فَاضِلًا خِيَارًا",
            "page": "39",
            "part": "1",
            "seal": "D1746364"
        },
        {
            "id": "30",
            "nass": "§ذِكْرُ الْأَسْوَدِ بْنِ بِلَالٍ الْمُحَارِبِيِّ",
            "page": "42",
            "part": "1",
            "seal": "7F1AFC80"
        },
        {
            "id": "31",
            "nass": "قَالَ: أَنْبَأَنَا أَحْمَدُ الْخَوْلَانِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو الْجَمَاهِرِ، قَالَ: \" كُنْتُ بِالْبَابِ وَالْأَبْوَابُ عَلَيْهَا الْأَسْوَدُ بْنُ بِلَالٍ الْمُحَارِبِيُّ، فَأَصَابَ النَّاسَ فَزَعٌ مِنْ عَدُوٍّ، فَصَعِدَ الْمِنْبَرَ فَخَطَبَهُمْ، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَرَأَ: -[43]- {§أَفَأَمِنُوا أَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِنْ عَذَابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ} [يوسف: 107] ، قَالَ: فَصُعِقَ فَخَرَّ عَنِ الْمِنْبَرِ \" قَالَ أَبُو الْقَاسِمِ: قَالَ لِيَ ابْنُ أَبِي الْحَوَارِيِّ: أُحِبُّ أَنْ تَجِيءَ مَعِي إِلَى أَبِي الْجَمَاهِرِ حَتَّى أَسْمَعَ مِنْهُ هَذَا الْحَدِيثَ، قَالَ: فَجِئْتُ مَعَهُ حَتَّى سَمِعَهُ مِنْهُ عِنْدَ بَابِ السَّاعَاتِ قَالَ: وَالْأَسْوَدُ بْنُ بِلَالٍ مِنْ سَاكِنِي دَارِيَّا، ذَكَرَهُ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ فِي الطَّبَقَةِ الْخَامِسَةِ مِنَ التَّابِعِينَ",
            "page": "42",
            "part": "1",
            "seal": "5B26B5DD"
        },
        {
            "id": "32",
            "nass": "§ذِكْرُ ثَابِتِ بْنِ مَعْبَدٍ الْمُحَارِبِيِّ",
            "page": "43",
            "part": "1",
            "seal": "B9049493"
        },
        {
            "id": "33",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا هِقْلُ بْنُ زِيَادٍ، حَدَّثَنِي الْأَوْزَاعِيُّ، حَدَّثَنِي ثَابِتُ بْنُ مَعْبَدٍ الْمُحَارِبِيُّ، قَالَ: قَالَ جَابِرٌ، رَجُلٌ مِنْ مُحَارِبٍ: «يَا ثَابِتُ، §هَلْ أَرَاعَكَ مَا أَرَاعَنِي؟» قُلْتُ: وَمَا أَرَاعَكَ؟ قَالَ: فَرَدَّهُ عَلَيَّ ثَلَاثَ مَرَّاتٍ، فَقَالَ: «لَقَدْ أَتَى عَلَيَّ حَدِيثٌ، وَلَوْ أَنَّ آتِيًا أَتَانِي» فَقَالَ: يَا جَابِرُ، هَلْ -[44]- فِي قَوْمِكَ امْرُؤُ سَوْءٍ؟ \" لَقُمْتُ أَتَذَكَّرُ: هَلْ فِيهِمُ امْرُؤُ سَوْءٍ؟ وَهَذَا أَنَا لَوْ أَتَانِي آتٍ \" فَقَالَ: يَا جَابِرُ، هَلْ فِي قَوْمِكَ امْرُؤٌ صَالِحٌ؟ \" لَقُمْتُ أَتَذَكَّرُ: هَلْ فِيهِمُ امْرُؤٌ صَالِحٌ \" وَثَابِتٌ وَعَطِيَّةُ ابْنَا مَعْبَدٍ الْمُحَارِبِيَّانِ مِنْ سَاكِنِي دَارِيَّا، وَرَوَى عَنْهُمَا الْأَوْزَاعِيُّ، وَذَكَرَهُمَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ فِي التَّابِعِينَ",
            "page": "43",
            "part": "1",
            "seal": "AAE438C3"
        },
        {
            "id": "34",
            "nass": "§ذِكْرُ سَعِيدِ بْنِ عِكْرِمَةَ الْخَوْلَانِيِّ",
            "page": "44",
            "part": "1",
            "seal": "C16023D4"
        },
        {
            "id": "35",
            "nass": "قَالَ: أَخْبَرَنَا أَبُو الْعَبَّاسِ بْنُ مَلَّاسٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْعَلَاءِ بْنِ زَبْرٍ، عَنْ سَعِيدِ بْنِ عِكْرِمَةَ الْخَوْلَانِيِّ، قَالَ: قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: «يَا حَرَسِيُّ، §مَا لِي أَرَاكَ تُصَلِّي نِصْفَ النَّهَارِ مِنْ يَوْمِ الْجُمُعَةِ؟» فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، بَلَغَنِي أَنَّ جَهَنَّمَ لَا تُسَعَّرُ يَوْمَ الْجُمُعَةِ، قَالَ: فَسَكَتَ. قَالَ: وَسَعِيدُ بْنُ عِكْرِمَةَ هَذَا مِنْ أَصْحَابِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، ذَكَرَهُ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ فِي كِتَابِ الطَّبَقَاتِ وَوَلَدُهُ -[45]- بِدَارِيَّا إِلَى الْيَوْمِ، وَكَانَ سَعِيدُ بْنُ عِكْرِمَةَ عَلَى حَرَسِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ رَضِيَ اللَّهُ عَنْهُ",
            "page": "44",
            "part": "1",
            "seal": "9890A18D"
        },
        {
            "id": "36",
            "nass": "§ذِكْرُ مُحَمَّدِ بْنِ الْحَجَّاجِ بْنِ أَبِي قَيْلَةَ الْخَوْلَانِيِّ ذَكَرَهُ أَبُو زُرْعَةَ فِي كِتَابِ الطَّبَقَاتِ",
            "page": "45",
            "part": "1",
            "seal": "EB4E33A1"
        },
        {
            "id": "37",
            "nass": "قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا الْقَاسِمُ بْنُ عِيسَى، حَدَّثَنَا السَّلَمُ بْنُ يَحْيَى، حَدَّثَنَا سُوَيْدُ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنِي الْأَوْزَاعِيُّ، وَابْنُ أَبِي قَيْلَةَ، عَنِ الزُّهْرِيِّ، قَالَ: خَرَجْتُ أَنَا وَمَكْحُولٌ، نُرِيدُ دَابِقَ، فَلَمَّا كُنَّا بِحِمْصَ قَالَ: فَإِنَّ بِهَا أَبَا أُمَامَةَ الْبَاهِلِيَّ، لَوْ أَتَيْنَاهُ أَحْدَثْنَا بِهِ عَهْدًا وَنَظَرْنَا إِلَيْهِ , فَأَتَيْنَا مَنْزِلَهُ فَاسْتَدْعَيْنَا عَلَيْهِ، فَخَرَجَ إِلَيْنَا شَيْخٌ قَدْ سَقَطَ حَاجِبَاهُ عَلَى عَيْنَيْهِ، فَلَمَّا تَكَلَّمَ فَإِذَا هُوَ فِي كَلَامِهِ أَجْلَدُ مِنْهُ فِي مَرْآتِهِ، قَالَ: «إِنَّ §مَوْقِفَكُمْ هَذَا مِنْ حُجَّةِ اللَّهِ عَلَيْكُمْ يَوْمَ الْقِيَامَةِ» وَذَكَرَ الْحَدِيثَ إِلَى آخِرِهِ",
            "page": "45",
            "part": "1",
            "seal": "5305A75B"
        },
        {
            "id": "38",
            "nass": "قَالَ: وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ دُحَيْمٍ، حَدَّثَنَا ابْنُ عَبُّودٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ -[46]- بْنُ مَيْسَرَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي قَيْلَةَ، أَنَّ رَجُلًا كَتَبَ إِلَى عَبْدِ اللَّهِ بْنِ عُمَرَ يَسْأَلُهُ عَنِ الْعِلْمِ، فَكَتَبَ إِلَيْهِ ابْنُ عُمَرَ: «إِنَّكَ كَتَبْتَ إِلَيَّ تَسْأَلُنِي عَنِ الْعِلْمِ، §وَالْعِلْمُ أَكْثَرُ مِنْ أَنْ أَكْتُبَ بِهِ إِلَيْكَ، وَلَكِنْ إِنِ اسْتَطَعْتَ أَنْ تَلْقَى اللَّهَ عَزَّ وَجَلَّ وَأَنْتَ خَفِيفُ الظَّهْرِ مِنْ دِمَاءِ الْمُسْلِمِينَ، خَفِيفُ الْبَطْنِ مِنْ أَمْوَالِهِمْ، كَافُّ اللِّسَانِ عَنْ أَعْرَاضِهِمْ، لَازِمًا لِجَمَاعَتِهِمْ فَافْعَلْ» قَالَ: وَمُحَمَّدُ بْنُ الْحَجَّاجِ بْنِ أَبِي قَيْلَةَ مِنْ أَهْلِ دَارِيَّا، وَوَلَدُهُ بِهَا إِلَى الْيَوْمِ",
            "page": "45",
            "part": "1",
            "seal": "6E6553F5"
        },
        {
            "id": "39",
            "nass": "§ذِكْرُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ الْأَزْدِيِّ",
            "page": "46",
            "part": "1",
            "seal": "3A07B574"
        },
        {
            "id": "40",
            "nass": "قَالَ: حَدَّثَنَا عَوْنُ بْنُ الْحَسَنِ، حَدَّثَنَا بَكْرُ بْنُ سَهْلٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، قَالَ: سَمِعْتُ عَطَاءَ بْنَ أَبِي مُسْلِمٍ الْخُرَاسَانِيَّ يُحَدِّثُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا أَنَّهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §إِذَا خَرَجَ فِي سَفَرٍ أَقْرَعَ بَيْنَ نِسَائِهِ» وَذَكَرَ حَدِيثَ الْإِفْكِ بِطُولِهِ",
            "page": "46",
            "part": "1",
            "seal": "3C33D9E5"
        },
        {
            "id": "41",
            "nass": "قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ الْحُسَيْنِ الْمُؤَذِّنُ، بِبَيْتِ الْمَقْدِسِ، حَدَّثَنَا مُوسَى بْنُ إِسْحَاقَ الْأَنْصَارِيُّ، حَدَّثَنَا الْهَيْثَمُ بْنُ خَارِجَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، -[47]- حَدَّثَنَا عَطَاءٌ الْخُرَاسَانِيُّ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا حَدَّثَتْهُ «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ §إِذَا أَرَادَ أَنْ يَخْرُجَ فِي سَفَرٍ أَقْرَعَ بَيْنَ أَزْوَاجِهِ، فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا مَعَهُ» ، قَالَتْ عَائِشَةُ: «فَأَقْرَعَهُ بَيْنَنَا فِي غَزْوَةٍ غَزَاهَا، فَخَرَجَ فِيهَا سَهْمِي، فَخَرَجْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَمَا نَزَلَ الْحِجَابُ، فَأَنَا أُحْمَلُ فِي هَوْدَجِي» وَذَكَرَ حَدِيثَ الْإِفْكِ بِطُولِهِ",
            "page": "46",
            "part": "1",
            "seal": "54A6FC22"
        },
        {
            "id": "42",
            "nass": "قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ هِشَامٍ، حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ الْقُرَشِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ الْأَزْدِيُّ، حَدَّثَنِي أَبُو مُحَمَّدٍ الْحَكَمِيُّ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§عَلَيْكُمْ بِالسِّوَاكِ، فَنِعْمَ الشَّيْءُ السِّوَاكُ، يَذْهَبُ بِالْحُفَرِ، وَيَنْزِعُ الْبَلْغَمَ، وَيَجْلُو الْبَصَرَ، وَيَشُدُّ اللِّثَةَ، وَيَذْهَبُ بِالْبَخْرِ، وَيُصْلِحُ الْمَعِدَةَ، وَيَزِيدُ فِي دَرَجَاتِ الْجَنَّةِ، وَتَحْمَدُهُ الْمَلَائِكَةُ، وَيُرْضِي الرَّبَّ، وَيُسْخِطُ الشَّيْطَانَ»",
            "page": "47",
            "part": "1",
            "seal": "EB73FF92"
        },
        {
            "id": "43",
            "nass": "قَالَ: حَدَّثَنَا ابْنُ مَلَّاسٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا الْوَلِيدُ، قَالَ: -[48]- حَدَّثَنِي أَبُو إِسْمَاعِيلَ، عَنْ عَمِّهِ يَزِيدَ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ: §«فِي ذَكَرِ الْعِنِّينَ أَلْفُ دِينَارٍ»",
            "page": "47",
            "part": "1",
            "seal": "CF8842B6"
        },
        {
            "id": "44",
            "nass": "قَالَ: حَدَّثَنَا ابْنُ مَلَّاسٍ، حَدَّثَنَا الْحُسَيْنُ بْنُ بِلَالٍ، حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنْ أَبِيهِ أَنَّهُ سَمِعَهُ يُحَدِّثُ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَحْمَةُ اللَّهِ عَلَيْهِ كَتَبَ إِلَى مُعَاذِ بْنِ جَبَلٍ بِالْكِتَابِ، فَأَجَابَهُ مُعَاذُ بْنُ جَبَلٍ وَكَانَ كِتَابُهُ إِلَيْهِ: §«مِنْ مُعَاذِ بْنِ جَبَلٍ إِلَى عُمَرَ بْنِ الْخَطَّابِ»",
            "page": "48",
            "part": "1",
            "seal": "3F2B9ACD"
        },
        {
            "id": "45",
            "nass": "قَالَ: حَدَّثَنَا ابْنُ حَبِيبٍ، حَدَّثَنَا أَبُو جَعْفَرٍ الْفَارِسِيُّ، حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنْ أَبِيهِ، عَنْ عَطَاءِ بْنِ يَسَارٍ، قَالَ: \" §إِذَا وُضِعَ الْمَيِّتُ فِي لَحْدِهِ، فَأَوَّلُ شَيْءٍ يَأْتِيهِ عَمَلُهُ، فَيَضْرِبُ فَخِذَهُ الشِّمَالَ فَيَقُولُ: أَنَا عَمَلُكَ، فَيَقُولُ: فَأَيْنَ أَهْلِي وَوَلَدِي وَعَشِيرَتِي وَمَا خَوَّلَنِي اللَّهُ؟ فَيَقُولُ: تَرَكْتَ أَهْلَكَ وَوَلَدَكَ وَمَا خَوَّلَكَ اللَّهُ وَرَاءَ ظَهْرِكَ، فَلَمْ يَدْخُلْ مَعَكَ قَبْرَكَ غَيْرِي، -[49]- فَيَقُولُ: يَا لَيْتَنِي آثَرْتُكَ عَلَى أَهْلِي وَوَلَدِي وَعَشِيرَتِي وَمَا خَوَّلَنِي اللَّهُ إِذْ لَمْ يَدْخُلْ مَعِي غَيْرَكَ \" وَعَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ يُكَنَّى أَبَا إِسْمَاعِيلَ، وَوَلَدُهُ بِدَارِيَّا إِلَى الْيَوْمِ",
            "page": "48",
            "part": "1",
            "seal": "5F8BCB6C"
        },
        {
            "id": "46",
            "nass": "§ذِكْرُ سُلَيْمَانَ بْنِ عُتْبَةَ الْغَسَّانَيِّ",
            "page": "49",
            "part": "1",
            "seal": "17D9FA1F"
        },
        {
            "id": "47",
            "nass": "قَالَ: حَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا أَحْمَدُ بْنُ يَزِيدَ بْنِ الْمُعَلَّى، حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، وَهِشَامُ بْنُ عَمَّارٍ، قَالَا: حَدَّثَنَا سُلَيْمَانُ بْنُ عُتْبَةَ، قَالَ: سَمِعْتُ ابْنَ مَيْسَرَةَ بْنِ حَلْبَسٍ، يُحَدِّثُ عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، عَنْ أَبِي الدَّرْدَاءِ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §سَتَجِدُونَ أَجْنَادًا: جُنْدًا بِالشَّامِ وَمِصْرَ وَالْعِرَاقِ وَالْيَمَنِ \"، -[50]- قُلْنَا: فَخِرْ لَنَا يَا رَسُولَ اللَّهِ، قَالَ: «عَلَيْكُمْ بِالشَّامِ» ، قَالُوا: إِنَّا أَصْحَابُ مَاشِيَةٍ وَعَمُودٍ وَلَا نُطِيقُ الشَّامَ، قَالَ: «فَمَنْ لَمْ يُطِقْ الشَّامَ فَلْيَلْحَقْ بِيَمَنِهِ، وَلْيَسْقِ بِغُدُرِهِ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ تَكَفَّلَ لِي بِالشَّامِ وَأَهْلِهِ»",
            "page": "49",
            "part": "1",
            "seal": "742FED22"
        },
        {
            "id": "48",
            "nass": "§ذِكْرُ أَبِي سُلَيْمَانَ الدَّارَانِيِّ وَاسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ عَطِيَّةَ الْعَنْسِيُّ",
            "page": "51",
            "part": "1",
            "seal": "4212214A"
        },
        {
            "id": "49",
            "nass": "قَالَ: أَخْبَرَنَا أَبُو الْجَهْمِ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ طِلَابٍ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَقُولُ: «§لَيْسَ الزَّاهِدُ مَنْ أَلْقَى هُمُومَ الدُّنْيَا وَاسْتَرَاحَ مِنْهَا، إِنَّمَا ذَلِكَ رَاحَةٌ؛ إِنَّمَا الزَّاهِدُ مَنْ زَهِدَ فِي الدُّنْيَا وَتَعِبَ فِيهَا لِلْآخِرَةِ» قَالَ: وَحَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عَاصِمٍ، قَالَ: قَالَ لِي أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ: مَاتَ أَبُو سُلَيْمَانَ سَنَةَ خَمْسٍ وَثَلَاثِينَ وَمِئَتَيْنٍ، وَعَاشَ ابْنُهُ سُلَيْمَانُ بَعْدَهُ سَنَتَيْنِ وَأَشْهُرًا وَمَاتَ",
            "page": "51",
            "part": "1",
            "seal": "CA60F566"
        },
        {
            "id": "50",
            "nass": "قَالَ: وَحَدَّثَنَا أَحْمَدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَذْكُرُ عَنْ أَبِي الْأَشْهَبِ، قَالَ: \" أَوْحَى اللَّهُ تَبَارَكَ وَتَعَالَى إِلَى دَاوُدَ: إِنَّ §أَهْوَنَ مَا أَصْنَعُ بِالْعَبْدِ مِنْ عَبِيدِي إِذَا آثَرَ شَهْوَةً مِنْ شَهَوَاتِهِ عَلَيَّ، أَنْ أُحْرِمَهُ طَاعَتِي \"",
            "page": "52",
            "part": "1",
            "seal": "C52E6F2C"
        },
        {
            "id": "51",
            "nass": "قَالَ: وَحَدَّثَنَا أَحْمَدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَقُولُ: \" §أَقَمْتُ عِشْرِينَ سَنَةً لَمْ أَحْتَلِمْ، فَدَخَلْتُ مَكَّةَ فَأَحْدَثْتُ فِيهَا حَدَثًا، فَمَا أَصْبَحْتُ حَتَّى احْتَلَمْتُ فَقُلْتُ: وَإِيشْ كَانَ الْحَدَثُ؟ قَالَ: فَاتَتْنِي صَلَاةُ الْعِشَاءِ فِي جَمَاعَةٍ \"",
            "page": "52",
            "part": "1",
            "seal": "946CBCA6"
        },
        {
            "id": "52",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: قُلْتُ لِأَبِي سُلَيْمَانَ: {إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ} [الشعراء: 89] قُلْتُ لَهُ: §«الْقَلْبُ السَّلِيمُ الَّذِي يَلْقَى اللَّهَ بِهِ وَلَيْسَ فِيهِ أَحَدٌ غَيْرَهُ؟» فَبَكَى ثُمَّ قَالَ: مَا سَمِعْتُ مُنْذُ دَخَلْتُ الشَّامَ حَدِيثًا مِثْلَهُ، هَذَا هُوَ الَّذِي يَلْقَى رَبَّهُ وَلَيْسَ فِيهِ إِلَهٌ غَيْرَهُ",
            "page": "52",
            "part": "1",
            "seal": "DC84CCB3"
        },
        {
            "id": "53",
            "nass": "قَالَ: حَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عَاصِمٍ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ، يَقُولُ: سَمِعْتُ صَالِحَ بْنَ عَبْدِ الْجَلِيلِ، يَقُولُ: §«يَنْظُرُ أَهْلُ الْبَصَائِرِ إِلَى مُلْكِ أَهْلِ الدُّنْيَا بِالتَّصْغِيرِ لَهُمْ وَالرَّحْمَةِ، وَيَنْظُرُ إِلَيْهِمْ أَهْلُ الدُّنْيَا بِالتَّعْظِيمِ لَهُمْ وَالْغِبْطَةِ»",
            "page": "53",
            "part": "1",
            "seal": "B15987F1"
        },
        {
            "id": "54",
            "nass": "قَالَ: وَحَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عَاصِمٍ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: قَالَ لِي أَبُو سُلَيْمَانَ: §«إِذَا أَرَدْتَ أَبَدًا حَاجَةً مِنْ حَاجَاتِ الدُّنْيَا فَلَا تَأْكُلْ شَيْئًا حَتَّى تَقْضِيَهَا؛ فَإِنَّ الْأَكْلَ يُغَيِّرُ الْعَقْلَ»",
            "page": "53",
            "part": "1",
            "seal": "9954FD86"
        },
        {
            "id": "55",
            "nass": "قَالَ: وَحَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ هِشَامٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ أَيُّوبَ بْنِ حَذْلَمٍ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: حَدَّثَنَا إِسْحَاقُ الْخَيَّاطُ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَقُولُ: §\" لَأَنْ تَذْهَبَ الشَّهْوَةُ مِنْ قَلْبِي أَحَبُّ إِلَيَّ مِنْ أَنْ يُقَالَ لِيَ: ادْخُلِ الْجَنَّةَ \"",
            "page": "53",
            "part": "1",
            "seal": "158E725A"
        },
        {
            "id": "56",
            "nass": "قَالَ: وَحَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عَاصِمٍ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، حَدَّثَنَا أَبُو سُلَيْمَانَ الدَّارَانِيُّ، -[54]- قَالَ: شَهِدْتُ مَعَ أَبِي الْأَشْهَبِ جَنَازَةً بِعَبَادَانَ، فَسَمِعْتُهُ يَقُولُ: \" أَوْحَى اللَّهُ سُبْحَانَهُ إِلَى دَاوُدَ: §حَذِّرْ وَأَنْذِرْ أَصْحَابَكَ أَكْلَ الشَّهَوَاتِ، فَإِنَّ الْقُلُوبَ الْمُعَلَّقَةَ بِحُبِّ الشَّهَوَاتِ فِي الدُّنْيَا عُقُولُهَا مَحْجُوبَةٌ عَنِّي \" قَالَ: فَارْتَحَلْتُ وَمَا صَحِبَنِي حَدِيثٌ غَيْرَ هَذَا \"",
            "page": "53",
            "part": "1",
            "seal": "5238ED43"
        },
        {
            "id": "57",
            "nass": "رواية أبي إدريس الخولاني عن معاذ بن جبل ¶ وَحَدَّثَنَا عَبْدُ الْغَافِرِ بْنُ سَلَامَةَ الْحِمْصِيُّ، حَدَّثَنَا كَثِيرُ بْنُ عُبَيْدِ بْنِ نُمَيْرٍ الْمَذْحِجِيُّ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ عُبَيْدِ بْنِ أَبِي حَكِيمٍ، حَدَّثَنِي عَطَاءُ بْنُ أَبِي مُسْلِمٍ الْخُرَاسَانِيُّ، قَالَ: حَدَّثَنِي أَبُو إِدْرِيسَ، قَالَ: جِئْتُ إِلَى حِمْصَ فِي طَلَبِ حَاجَةٍ أَرَدْتُهَا، قَالَ: فَدَخَلْتُ الْمَسْجِدَ مَعَ الْعِشَاءِ، فَنَظَرْتُ فَإِذَا الْحَلْقَةُ فِيهَا ثَلَاثُونَ رَجُلًا أَوْ أَقَلَّ أَوْ أَكْثَرَ يَتَحَدَّثُونَ، كُلُّهُمْ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ",
            "page": "54",
            "part": "1",
            "seal": "8FB2BCBB"
        },
        {
            "id": "61",
            "nass": "§ذِكْرُ عَمْرِو بْنِ الْأَسْوَدِ الْعَنْسِيِّ وَيُكَنَّى أَبَا عِيَاضٍ، وَنِزُولُهُ دَارِيَّا، وَبِهَا جَمَاعَةٌ مِنْ وَلَدِهِ إِلَى هَذَا الْيَوْمِ",
            "page": "57",
            "part": "1",
            "seal": "47680DC3"
        },
        {
            "id": "62",
            "nass": "قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ عُمَيْرِ بْنِ يُوسُفَ، قِرَاءَةً عَلَيْهِ، حَدَّثَنَا أَبُو أَيُّوبَ سُلَيْمَانُ بْنُ عَبْدِ الْحَمِيدِ الْبَهْرَانِيُّ، حَدَّثَنَا أَبُو الْيَمَانِ يَعْنِي الْحَكَمَ بْنَ نَافِعٍ، حَدَّثَنَا أَبُو بَكْرٍ يَعْنِي ابْنَ أَبِي مَرْيَمَ، عَنْ حَبِيبِ بْنِ عُبَيْدٍ، عَنْ أَبِي رَاشِدٍ الْحُبْرَانِيِّ، عَنْ عَمْرِو بْنِ الْأَسْوَدِ الْعَنْسِيِّ، قَالَ: §\" صَلَّى بِنَا عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ صَلَاةَ الْفَجْرِ فِي بَيْتِ الْمَقْدِسِ، فَقَرَأَ فِي إِحْدَى الرَّكْعَتَيْنِ: إِذَا السَّمَاءُ انْشَقَّتْ فَسَجَدَ فِيهَا، ثُمَّ قَامَ فَقَرَأَ بَقِيَّةَ السُّورَةِ ثُمَّ رَكَعَ وَسَجَدَ \"",
            "page": "57",
            "part": "1",
            "seal": "154C85D0"
        },
        {
            "id": "63",
            "nass": "قَالَ: وَأَخْبَرَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا شُعَيْبُ بْنُ شُعَيْبٍ، حَدَّثَنَا أَبُو الْمُغِيرَةِ، حَدَّثَنِي أَبُو بَكْرٍ، يَعْنِي ابْنَ أَبِي مَرْيَمَ، حَدَّثَنِي ضَمْرَةُ بْنُ حَبِيبِ بْنِ صُهَيْبٍ، أَنَّ عَمْرَو بْنَ الْأَسْوَدِ، مَرَّ بِعُمَرَ بْنِ -[58]- الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ وَهُوَ سَائِرٌ إِلَى الشَّامِ، فَدَخَلَ عَلَى عُمَرَ، فَلَمَّا خَرَجَ مِنْ عِنْدِ عُمَرَ قَالَ عُمَرُ: §«مَنْ أَحَبَّ أَنْ يَنْظُرَ إِلَى هَدْيِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلْيَنْظُرْ إِلَى هَدْيِ عَمْرِو بْنِ الْأَسْوَدِ»",
            "page": "57",
            "part": "1",
            "seal": "1C3C1E62"
        },
        {
            "id": "64",
            "nass": "قَالَ: حَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا أَبُو عَبْدِ الْمَلِكِ أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو النَّضْرِ يَعْنِي إِسْحَاقَ بْنَ إِبْرَاهِيمَ، حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، قَالَ: حَدَّثَنِي زَيْدُ بْنُ وَاقِدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، أَنَّ عُمَيْرَ بْنَ الْأَسْوَدِ الْعَنْسِيَّ حَدَّثَهُ، أَنَّهُ أَتَى عُبَادَةَ بْنَ الصَّامِتِ وَهُوَ نَازِلٌ فِي سَاحِلِ حِمْصَ، وَهُوَ فِي بِنَاءٍ لَهُ وَمَعَهُ امْرَأَتُهُ أُمُّ حَرَامٍ، قَالَ عُمَيْرٌ: فَحَدَّثَتْنَا أُمُّ حَرَامٍ أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ §أَوَّلَ جَيْشٍ مِنْ أُمَّتِي يَغْزُونَ الْبَحْرَ قَدْ أَوْجَبُوا» ، قَالَتْ أُمُّ حَرَامٍ: يَا رَسُولَ اللَّهِ، أَنَا مِنْهُمْ؟ قَالَ: «أَنْتِ مِنْهُمْ» ، ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ أَوَّلَ جَيْشٍ مِنْ أُمَّتِي يَغْزُونَ مَدِينَةَ قَيْصَرَ مَغْفُورٌ لَهُمْ» قَالَتْ أُمُّ حَرَامٍ: وَأَنَا مِنْهُمْ؟ قَالَ: «لَا»",
            "page": "58",
            "part": "1",
            "seal": "7781B3DB"
        },
        {
            "id": "65",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ عُمَيْرٍ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، حَدَّثَنَا بُجَيْرٌ، عَنْ خَالِدٍ، عَنْ عَمْرِو بْنِ الْأَسْوَدِ، عَنْ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنِّي قَدْ حَدَّثْتُكُمْ عَنِ الدَّجَّالِ حَتَّى خَشِيتُ أَلَّا تَعْقِلُوا، إِنَّ §الْمَسِيحَ الدَّجَّالَ رَجُلٌ أَفْحَجُ قَصِيرٌ جَعْدٌ أَعْوَرُ مَطْمُوسُ الْعَيْنِ، لَيْسَتْ بِنَاتِيَةٍ وَلَا حَجَرًا، فَإِنْ أُلْبِسَ عَلَيْكُمْ فَاعْلَمُوا أَنَّ رَبَّكُمْ لَيْسَ بِأَعْوَرَ، وَأَنَّكُمْ لَنْ تَرَوْا رَبَّكُمْ حَتَّى تَمُوتُوا» قَالَ أَبُو عَلِيٍّ: وَعَمْرُو بْنُ الْأَسْوَدِ هَذَا عِدَادُهُ فِي التَّابِعِينَ مِنَ الشَّامِيِّينَ، وَيُقَالُ: إِنَّهُ كَانَ بِحِمْصَ، وَإِنَّمَا صَحَّ عِنْدَنَا أَنَّهُ نَزَلَ دَارِيَّا وَسَكَنَ بِهَا، فَإِنَّ وَلَدَهُ عِنْدَنَا بِدَارِيَّا إِلَى الْيَوْمِ وَقَدْ يُمْكِنُ أَنْ يَكُونَ نَزَلَ بِحِمْصَ ثُمَّ انْتَقَلَ عَنْهَا وَصَارَ إِلَى دَارِيَّا وَأَعْقَبَ بِهَا، وَاللَّهُ أَعْلَمُ",
            "page": "59",
            "part": "1",
            "seal": "2D6289D5"
        },
        {
            "id": "66",
            "nass": "§ذِكْرُ عَمْرِو بْنِ عَبْدٍ الْخَوْلَانِيِّ قَالَ أَبُو عَلِيٍّ: وَكَانَ عَمْرُو بْنُ عَبْدٍ الْخَوْلَانِيُّ تَزَوَّجَ بِزَوْجَةِ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ بَعْدَ وَفَاتِهِ، فَسَمِعْتُ مَنْ أَدْرَكْتُ مِنْ شُيُوخِنَا يَذْكُرُ أَنَّ أُمَّ مُسْلِمٍ سُئِلَتْ، أَوْ قِيلَ لَهَا: أَيُّ الرَّجُلَيْنِ كَانَ أَفْضَلَ؟ فَقَالَتْ: أَمَّا أَبُو مُسْلِمٍ فَإِنَّهُ لَمْ يَكُنْ يَسْأَلُ اللَّهَ شَيْئًا إِلَّا أَعْطَاهُ إِيَّاهُ، وَأَمَّا عَمْرُو بْنُ عَبْدٍ فَإِنَّهُ كَانَ يُنَارُ عَلَيْهِ فِي مِحْرَابِهِ حَتَّى إِنِّي كُنْتُ أَخْتَدِمُ عَلَى ضَوْءِ نَارِهِ مِنْ غَيْرِ مِصْبَاحٍ، وَكَانَ عَمْرُو بْنُ عَبْدٍ مِنْ أَفَاضِلِ الْمُسْلِمِينَ عَنْ أَهْلِ زَمَانِهِ، وَتُوُفِّيَ بِدَارِيَّا وَلَمْ يُعْقِبْ",
            "page": "60",
            "part": "1",
            "seal": "197F1FDB"
        },
        {
            "id": "67",
            "nass": "§ذِكْرُ أَبِي قِلَابَةَ الْجَرْمِيِّ وَهُوَ عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ عَامِرِ بْنِ نَاتِلِ بْنِ مَالِكِ بْنِ عُبَيْدِ بْنِ عَلْقَمَةَ بْنِ سَعْدِ بْنِ كَثِيرِ بْنِ غَالِبِ بْنِ عَدِيِّ بْنِ بَيْهَسَ بْنِ طَرُودِ بْنِ قُدَامَةَ بْنِ جَرْمِ بْنِ زِيَادِ بْنِ خَوْلَانَ بْنِ عِمْرَانَ بْنِ الْحَافِ بْنِ قُضَاعَةَ",
            "page": "60",
            "part": "1",
            "seal": "1F1590CA"
        },
        {
            "id": "69",
            "nass": "قَالَ: وَحَدَّثَنَا الْحَسَنُ بْنُ حَبِيبٍ، حَدَّثَنَا أَحْمَدُ بْنُ عَلِيٍّ الْقَاضِي، حَدَّثَنَا أَبُو الْخَطَّابِ زِيَادُ بْنُ يَحْيَى، حَدَّثَنَا حَاتِمُ بْنُ وَرْدَانَ، حَدَّثَنَا أَيُّوبُ السَّخْتِيَانِيُّ، قَالَ: , قُرِّبَ أَبُو قِلَابَةَ لِلْقَضَاءِ بِالْبَصْرَةِ فَلَحِقَ بِالشَّامِ فَغَابَ زَمَانًا ثُمَّ قَدِمَ، قَالَ أَيُّوبُ: فَقُلْتُ لَهُ: لَوْ وُلِّيتَ الْقَضَاءَ فَعَدَلْتَ بَيْنَ النَّاسِ رَجَوْتُ لَكَ أَجْرًا عَظِيمًا، قَالَ: «يَا أَيُّوبُ، §السَّابِحُ إِذَا وَقَعَ فِي الْبَحْرِ كَمْ يَسْبَحُ؟ آخِرَتُهَا يَغْرَقُ»",
            "page": "61",
            "part": "1",
            "seal": "B17F8111"
        },
        {
            "id": "70",
            "nass": "قَالَ: وَحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو زُرْعَةَ، قَالَ: وَحَدَّثَنِي مُحَمَّدُ بْنُ أَبِي أُسَامَةَ، قَالَ: قَالَ ضَمْرَةُ: قَالَ سَلَمَةُ بْنُ وَاصِلٍ: «§تُوُفِّيَ أَبُو قِلَابَةَ بِالشَّامِ» قَالَ أَبُو زُرْعَةَ: نَرَى ذَلِكَ فِي خِلَافَةِ يَزِيدَ بْنِ عَبْدِ الْمَلِكِ قَالَ أَبُو زُرْعَةَ: قَدِمَ أَبُو قِلَابَةَ الشَّامَ فِي خِلَافَةِ عَبْدِ الْمَلِكِ قَالَ أَبُو عَبْدِ اللَّهِ الْهَرَوِيُّ: حَدَّثَنِي ابْنُ الدَّوْرَقِيِّ قَالَ: قَالَ يَحْيَى بْنُ مَعِينٍ: أَبُو الْمُهَلَّبِ عَمُّ أَبِي قِلَابَةَ اسْمُهُ عَمْرُو بْنُ مُعَاوِيَةَ",
            "page": "62",
            "part": "1",
            "seal": "5C5EAD87"
        },
        {
            "id": "71",
            "nass": "قَالَ: وَحَدَّثَنِي مُحَمَّدُ بْنُ الْقَاسِمِ، حَدَّثَنَا أَحْمَدُ بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، قَالَ ابْنُ عُلَيَّةَ: عَنْ أَيُّوبَ،: «§لَمْ يَسْمَعْ قَتَادَةُ مِنْ أَبِي قِلَابَةَ شَيْئًا، إِنَّمَا وَقَعَتْ كُتُبُ أَبِي قِلَابَةَ إِلَيْهِ، وَمَاتَ أَبُو قِلَابَةَ بِالشَّامِ»",
            "page": "62",
            "part": "1",
            "seal": "11037625"
        },
        {
            "id": "72",
            "nass": "قَالَ: وَحَدَّثَنَا ابْنُ مَلَّاسٍ، حَدَّثَنَا شُعَيْبٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، قَالَ: «§رَأَيْتُ أَبَا قِلَابَةَ وَجَابِرَ بْنَ زَيْدٍ أَفَاضَا يَوْمَ النَّحْرِ، فَرَأَيْتُهُمَا فِي الْمَسْجِدِ الْحَرَامِ فِي حَلْقَةٍ يَتَحَدَّثَانِ» قَالَ أَبُو عَلِيٍّ: وَأَبُو قِلَابَةَ لَهُ مِنَ اللِّقَاءِ مَا لَهُ، وَهُوَ الَّذِي يَقُولُ: حَدَّثَنِي عَشَرَةٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَيْرِ حَدِيثٍ، -[63]- مِنْهَا",
            "page": "62",
            "part": "1",
            "seal": "BA3BD5D3"
        },
        {
            "id": "73",
            "nass": "مَا حَدَّثَنَا بِهِ أَحْمَدُ بْنُ عُمَيْرِ بْنِ يُوسُفَ بْنِ جُوصَا، وَأَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ الْهَرَوِيُّ، قَالَا: حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحِيمِ الْبَرْقِيُّ، حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ، حَدَّثَنَا صَدَقَةُ بْنُ عَبْدِ اللَّهِ، عَنْ سُلَيْمَانَ بْنِ دَاوُدَ الْخَوْلَانِيِّ، عَنْ أَبِي قِلَابَةَ الْجَرْمِيِّ، قَالَ: حَدَّثَنِي عَشَرَةٌ، مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «§فِي رُكُوعِهِ وَسُجُودِهِ وَحَالَهِ، أَنَّهُ كَانَ يُصَلِّي كَنَحْو مِمَّا رَأَى عُمَرَ بْنَ عَبْدِ الْعَزِيزِ رَضِيَ اللَّهُ عَنْهُ يُصَلِّي» قَالَ سُلَيْمَانُ: وَالْتَقَيْنَا عِنْدَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، وَذَكَرَ الْحَدِيثَ بِطُولِهِ",
            "page": "63",
            "part": "1",
            "seal": "D904D73F"
        },
        {
            "id": "74",
            "nass": "قَالَ: وَحَدِيثٌ آخَرُ أَخْبَرَنَاهُ أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ هِشَامِ بْنِ مَلَّاسٍ، حَدَّثَنَا أَبُو عَامِرٍ مُوسَى بْنُ عَامِرٍ، قَالَ: سَأَلْتُ صَدَقَةَ بْنَ عَبْدِ اللَّهِ، فَحَدَّثَنِي عَمَّنْ حَدَّثَهُ، عَنْ أَبِي قِلَابَةَ، قَالَ: §«أَدْرَكْتُ عَشَرَةً مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» وَحَدَّثَ أَبُو قِلَابَةَ عَنْ رَجُلٍ مِنْ قَوْمِهِ يُقَالُ لَهُ أَنَسُ بْنُ مَالِكٍ، وَقَدْ قِيلَ: إِنَّهُ عَمُّ أَبِي قِلَابَةَ",
            "page": "63",
            "part": "1",
            "seal": "92C13985"
        },
        {
            "id": "75",
            "nass": "قَالَ: وَحَدَّثَنَا مُحَمَّدُ بْنُ أَيُّوبَ الْخَشَّابُ الرَّمْلِيُّ، بِالرَّمْلَةِ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي زَيْدُونَ، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ أَبِي قِلَابَةَ الْجَرْمِيِّ، عَنْ رَجُلٍ مِنْ قَوْمِهِ يُقَالُ لَهُ أَنَسُ بْنُ مَالِكٍ، قَالَ: أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَتَغَدَّى، فَقَالَ لِي: «ادْنُ» فَقُلْتُ: إِنِّي صَائِمٌ، فَقَالَ: «ادْنُ أُحَدِّثْكَ، إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى §وَضَعَ عَنِ الْمُسَافِرِ الصَّوْمَ وَشَطْرَ الصَّلَاةِ، وَعَنِ الْحُبْلَى أَوِ الْمُرْضِعِ» ، قَالَ سُفْيَانُ: أَيُّوبُ الَّذِي شَكَّ. قَالَ أَبُو عَلِيٍّ: وَلَوْ ذَهَبْتُ إِلَى سِيَاقِ حَدِيثِ مَنْ رَوَى عَنْهُ أَبُو قِلَابَةَ مِنَ الصَّحَابَةِ لَطَالَ ذَلِكَ وَاتَّسَعَ الْكِتَابُ، وَلَكِنَّنِي اقْتَصَرْتُ عَلَى ذِكْرِ مَنِ اخْتَصَّ أَبُو قِلَابَةَ بِذِكْرِهِ مِنْ قَوْلِهِ: عَشَرَةٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَرِوَايَتِهِ عَنْ رَجُلٍ مِنْ قَوْمِهِ يُقَالُ لَهُ أَنَسُ بْنُ مَالِكٍ، مَا عَلِمْتُ أَنَّ أَحَدًا رَوَى عَنْهُ غَيْرَهُ، وَاللَّهُ أَعْلَمُ",
            "page": "64",
            "part": "1",
            "seal": "A1D5CAE3"
        },
        {
            "id": "76",
            "nass": "§ذِكْرُ عُمَيْرِ بْنِ هَانِئٍ الْعَنْسِيِّ وَمَنْ لَقِيَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَمَنْ رَوَى عَنْهُ مِنْ أَهْلِ دَارِيَّا، وَكَيْفَ كَانَ سَبِيلُ قَتْلِهِ، وَذِكْرِ عَقِبِهِ",
            "page": "64",
            "part": "1",
            "seal": "2E043D4F"
        },
        {
            "id": "77",
            "nass": "قَالَ: أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو زُرْعَةَ، قَالَ: -[65]- وَأَخْبَرَنِي هِشَامٌ، قَالَ: §«قُتِلَ عُمَيْرُ بْنُ هَانِئٍ سَنَةَ سَبْعٍ وَعِشْرِينَ وَمِائَةٍ»",
            "page": "64",
            "part": "1",
            "seal": "C4FDEC8B"
        },
        {
            "id": "78",
            "nass": "قَالَ أَبُو زُرْعَةَ: وَقَرَأْتُ فِي كِتَابِ عَبْدِ اللَّهِ بْنِ مُعَاذٍ أَعْطَانِيهِ ابْنُهُ، عَنِ الْهَيْثَمِ بْنِ عِمْرَانَ، قَالَ: §«قَتَلَ الصَّقْرُ بْنُ حَبِيبٍ الْمُرِّيُّ عُمَيْرَ بْنَ هَانِئٍ»",
            "page": "65",
            "part": "1",
            "seal": "BCD554E2"
        },
        {
            "id": "79",
            "nass": "قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو زُرْعَةَ، قَالَ: حَدَّثَنِي مُحْرِزُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: §\" رَأَيْتُ فِي أَيَّامِ زَامِلٍ رَأْسَ عُمَيْرِ بْنِ هَانِئٍ وَقَدْ أُدْخِلَ بِهِ مَحْمُولًا عَلَى رُمْحٍ، فَقُلْتُ لِحَامِلِهِ: وَيْلَكَ أَتَدْرِي رَأْسُ مَنْ تَحْمِلُ؟ \"",
            "page": "65",
            "part": "1",
            "seal": "5CA77D32"
        },
        {
            "id": "118",
            "nass": "§ذِكْرُ سُلَيْمَانَ بْنِ دَاوُدَ الْخَوْلَانِيِّ يُكَنَّى أَبَا دَاوُدَ وَأَخُوهُ عُثْمَانُ بْنُ دَاوُدَ قَالَ: أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يُوسُفَ الْهَرَوِيُّ، حَدَّثَنَا ابْنُ الدَّوْرَقِيِّ، قَالَ: قَالَ يَحْيَى بْنُ مَعِينٍ: حَدَّثَ يَحْيَى بْنُ حَمْزَةَ، عَنْ سُلَيْمَانَ بْنِ دَاوُدَ، عَنِ الزُّهْرِيِّ، حَدِيثًا فِي الصَّدَقَاتِ، وَهُوَ",
            "page": "80",
            "part": "1",
            "seal": "2BE11C14"
        },
        {
            "id": "121",
            "nass": "قَالَ: وَحَدَّثَنَا أَحْمَدُ بْنُ عُمَيْرِ بْنِ يُوسُفَ، حَدَّثَنَا نَصْرُ بْنُ مَرْزُوقٍ، وَأَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحِيمِ الْبَرْقِيُّ، قَالَا: حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ، حَدَّثَنَا صَدَقَةُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنِي سُلَيْمَانُ بْنُ دَاوُدَ الْخَوْلَانِيُّ، عَنْ أَيُّوبَ، عَنْ نَافِعِ بْنِ كَيْسَانَ، عَنْ أَبِيهِ كَيْسَانَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§سَتَشْرَبُ أُمَّتِي مِنْ بَعْدِي الْخَمْرَ، يُسَمُّونَهَا بِغَيْرِ اسْمِهَا، يَكُونُ عَوْنَهُمْ عَلَى شُرْبِهَا أُمَرَاؤُهُمْ»",
            "page": "82",
            "part": "1",
            "seal": "A06BD4A8"
        },
        {
            "id": "122",
            "nass": "وَقَالَ: وَحَدَّثَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا حُمَيْدُ بْنُ مُنَبِّهِ بْنِ عُثْمَانَ اللَّخْمِيُّ، حَدَّثَنَا أَبِي مُنَبِّهُ بْنُ عُثْمَانَ، حَدَّثَنَا صَدَقَةُ بْنُ عَبْدِ اللَّهِ، عَنِ الْوَضِينِ بْنِ عَطَاءٍ، حَدَّثَنِي سُلَيْمَانُ بْنُ دَاوُدَ الْخَوْلَانِيُّ، قَالَ: -[83]- سَمِعْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، يَقُولُ لِأَبِي بُرْدَةَ بْنِ أَبِي مُوسَى الْأَشْعَرِيِّ: حَدِّثْنِي بِحَدِيثٍ، لَيْسَ بَيْنَكَ وَبَيْنَ أَبِيكَ فِيهِ أَحَدٌ، وَلَا بَيْنَ أَبِيكَ وَبَيْنَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِ أَحَدٌ، فَقَالَ: نَعَمْ، سَمِعْتُ أَبِي يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §مِنْ أُمَّتِي أُمَّةً مَرْحُومَةً مُقَدَّسَةً مُبَارَكَةً لَا عَذَابَ عَلَيْهَا يَوْمَ الْقِيَامَةِ، إِنَّمَا عَذَابُهُمْ بَيْنَهُمْ فِي الدُّنْيَا بِالْفِتَنِ»",
            "page": "82",
            "part": "1",
            "seal": "800FF13F"
        },
        {
            "id": "123",
            "nass": "قَالَ: وَحَدَّثَنَا أَبُو عَبْدِ اللَّهِ الْهَرَوِيُّ، وَأَبُو الْحَسَنِ أَحْمَدُ بْنُ عُمَيْرٍ، قَالَا: حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحِيمِ الْبَرْقِيُّ، حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ، حَدَّثَنَا صَدَقَةُ بْنُ عَبْدِ اللَّهِ، عَنْ سُلَيْمَانَ بْنِ دَاوُدَ الْخَوْلَانِيِّ، عَنْ أَبِي قِلَابَةَ، قَالَ: حَدَّثَنِي عَشَرَةٌ، مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «فِي رُكُوعِهِ وَسُجُودِهِ وَحَالِهِ، أَنَّهُ كَانَ §يُصَلِّي نَحْوًا مِمَّا رَأَى عُمَرَ بْنَ عَبْدِ الْعَزِيزِ يُصَلِّي» قَالَ سُلَيْمَانُ: وَالْتَقَيْنَا عِنْدَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، وَذَكَرَ الْحَدِيثَ بِطُولِهِ",
            "page": "83",
            "part": "1",
            "seal": "B7994AFA"
        },
        {
            "id": "124",
            "nass": "قَالَ: وَحَدَّثَنَا الْهَرَوِيُّ، حَدَّثَنَا ابْنُ الْبَرْقِيِّ، قَالَ: وَأَخْبَرَنِي أَبُو سُلَيْمَانَ الْعَنْسِيُّ، مِنْ أَصْحَابِ الْأَوْزَاعِيِّ قَالَ: دَخَلَ سُلَيْمَانُ بْنُ دَاوُدَ الْخَوْلَانِيُّ مِنْ بَابِ مَسْجِدٍ - ذَكَرَهُ ابْنُ الْبَرْقِيِّ - فَرَأَى الْأَوْزَاعِيَّ يُصَلِّي فَقَالَ: §«مَا رَأَيْتُ صَلَاةً أَشْبَهَ بِصَلَاةِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ مِنْ هَذَا» وَهُوَ يُشِيرُ إِلَى الْأَوْزَاعِيِّ",
            "page": "84",
            "part": "1",
            "seal": "57F4234C"
        },
        {
            "id": "125",
            "nass": "قَالَ: وَأَخْبَرَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْأَعْلَى، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى اللَّخْمِيُّ، حَدَّثَنَا هِشَامُ بْنُ الْغَازِ، حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْخَوْلَانِيُّ، وَأَخُوهُ -[85]- عُثْمَانُ بْنُ دَاوُدَ، عَنْ عُمَيْرِ بْنِ هَانِئٍ، قَالَ: أَتَيْتُ ابْنَ عُمَرَ فَقُلْتُ: يَا أَبَا عَبْدِ الرَّحْمَنِ، أَرْشِدْنِي أَرْشَدَكَ اللَّهُ، فَإِنِّي رَجُلٌ مِنْ أَهْلِ الشَّامِ، وَإِنِّي جِئْتُ الْحَجَّاجَ فَقَالَ: «مَا أَنَا لَكُمُ بِحَامِدٍ» قُلْتُ: فَأَصْحَابُنَا الَّذِينَ حَارَبُونَا؟ قَالَ: «مَا أَنَا لَهُمْ بِعَاذِرٍ، §أَنْتُمْ تَتَهَافَتُونَ فِي النَّارِ تَهَافُتَ الذُّبَابِ فِي الْمَرَقِ» ، قَالَ: قُلْتُ: أَرَأَيْتَ أَصْلَحَكَ اللَّهُ، قَالَ: «مَهْ، إِنَّ أَرَأَيْتَ مِنَ الشَّيْطَانِ» قُلْتُ: اسْمَعْ مِنِّي قَالَ: «أَلَكَ رَحْلٌ؟» قُلْتُ: نَعَمْ، قَالَ: «فَارْحَلْ إِلَى رَحْلِكَ»",
            "page": "84",
            "part": "1",
            "seal": "3F33651D"
        },
        {
            "id": "126",
            "nass": "قَالَ: وَأَخْبَرَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ، حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا يَزِيدُ بْنُ يَحْيَى أَبُو خَالِدٍ الْقُرَشِيُّ، حَدَّثَنِي عُمَرُ بْنُ حُمْرَانَ الْجُذَامِيُّ، وَعُثْمَانُ بْنُ دَاوُدَ، قَالَا: كَتَبَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ إِلَى عُبَيْدَةَ بْنِ عَبْدِ الرَّحْمَنِ السُّلَمِيِّ بِأَذْرَبِيجَانَ: إِنَّهُ بَلَغَنِي أَنَّكَ تَحْلِقُ الرَّأْسَ وَاللِّحْيَةَ، وَإِنَّهُ بَلَغَنِي -[86]- أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ اللَّهَ تَعَالَى §جَعَلَ هَذَا الشَّعْرَ نُسُكًا، وَسَيَجْعَلُهُ الظَّالِمُونَ نَكَالًا» فَإِيَّاكَ وَالْمُثْلَةَ: جَزُّ الرَّأْسِ وَاللِّحْيَةِ، فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنِ الْمُثْلَةِ",
            "page": "85",
            "part": "1",
            "seal": "5307DACB"
        },
        {
            "id": "127",
            "nass": "قَالَ: وَأَخْبَرَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا يَزِيدُ، حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا يَزِيدُ بْنُ يَحْيَى، حَدَّثَنَا عَمْرُو بْنُ مُهَاجِرٍ، وَعُثْمَانُ بْنُ دَاوُدَ الْخَوْلَانِيُّ، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ «كَانَتْ §لَهُ جُبَّةُ خَزٍّ غَبْرَاءُ، سُدَاهَا قُطْنٌ»",
            "page": "86",
            "part": "1",
            "seal": "26E9332E"
        },
        {
            "id": "128",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا وَصِيفُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَلِيُّ بْنُ سِرَاجٍ، حَدَّثَنَا أَحْمَدُ بْنُ حَرْبٍ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا ابْنُ ثَوْبَانَ، عَنْ عُثْمَانَ بْنِ دَاوُدَ، عَنِ الضَّحَّاكِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَا أَنْتَ مُحَدِّثٌ قَوْمًا حَدِيثًا لَا تَبْلُغُهُ عُقُولُهُمْ إِلَّا كَانَ عَلَى بَعْضِهِمْ فِتْنَةً» -[87]- وَسُلَيْمَانُ بْنُ دَاوُدَ كَانَ حَاجِبًا لِعُمَرَ بْنِ عَبْدِ الْعَزِيزِ، وَكَانَ مُقَدَّمًا عِنْدَهُ، وَأَخُوهُ عُثْمَانُ بْنُ دَاوُدَ أَيْضًا مِنْ أَجِلَّةِ أَصْحَابِ عُمَرَ، وَوَلَدُ سُلَيْمَانَ بِدَارِيَّا إِلَى الْيَوْمِ، وَوَلَدُ عُثْمَانَ بِالسَّاحِلِ إِلَى وَقْتِنَا هَذَا",
            "page": "86",
            "part": "1",
            "seal": "8DAFD697"
        },
        {
            "id": "129",
            "nass": "§ذِكْرُ كَعْبِ بْنِ حَامِدٍ الْعَنْسِيِّ وَهُوَ كَعْبُ بْنُ حَامِدِ بْنِ سَلَمَةَ بْنِ جَابِرِ بْنِ شَرَاحِيلَ بْنِ رَبِيعَةَ ذِي الْأَرْبَعَةِ، وَهُوَ حَمَّالٌ الشَّايِمُ أَحَدُ بَنِي الرَّائِشِ",
            "page": "87",
            "part": "1",
            "seal": "71870B6E"
        },
        {
            "id": "130",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، حَدَّثَنِي عَمْرُو بْنُ مُهَاجِرٍ، أَنَّ كَعْبَ بْنَ حَامِدٍ \" §جَاءَهُ بِسَارِقٍ قَدْ قُطِعَتْ يَدُهُ، أَخَذَ فِي فُسْطَاطٍ قَدْ أَخْرَجَ عَامَّةَ الْمَتَاعِ فَوَضَعَهُ فِي خُرْجٍ ثُمَّ جَعَلَهُ عَلَى دَابَّتِهِ، وَدَابَّتُهُ -[88]- مَرْبُوطَةٌ بِوَتَدِ الْفُسْطَاطِ، فَسَأَلَ كَعْبًا: كَيْفَ أَخَذَهُ؟ فَأَخْبَرَهُ، فَضَرَبَهُ دُونَ الْمِائَةِ ضَرْبًا وَجِيعًا ثُمَّ قَالَ: يَا عَمْرُو، خُذْهُ إِلَيْكَ، فَأَخَذْتُهُ، فَأَوْمَأَ إِلَيَّ أَنْ أَلْبِسْهُ جِلْدًا قَالَ: ثُمَّ سَأَلَنِي عَنْهُ بَعْدَ لَيْلَتَيْنِ: مَا فَعَلَ الرَّجُلُ الَّذِي ضَرَبْنَا؟ فَقُلْتُ: عِنْدِي يَا أَمِيرَ الْمُؤْمِنِينَ، قَالَ: هَلْ أَكَلَ؟ قُلْتُ: نَعَمْ، قَالَ: فَأَلْبَسْتَهُ جِلْدًا؟ قُلْتُ: نَعَمْ، قَالَ: فَإِذَا كَانَ فِي ثُلُثِ اللَّيْلِ فَسَرِّحْهُ \" وَكَعْبُ بْنُ حَامِدٍ كَانَ عَلَى شُرْطَةِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، وَوَلَدُهُ بِدَارِيَّا إِلَى الْيَوْمِ",
            "page": "87",
            "part": "1",
            "seal": "C4BD6566"
        },
        {
            "id": "131",
            "nass": "§ذِكْرُ عُثْمَانَ بْنِ مُرَّةَ الدَّارَانِيُّ",
            "page": "88",
            "part": "1",
            "seal": "9E603CBB"
        },
        {
            "id": "132",
            "nass": "قَالَ: أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ بَكَّارٍ بِبَيْتِ لِهْيَا: حَدَّثَنَا -[89]- شُرَحْبِيلُ بْنُ مُحَمَّدٍ الدَّارَانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ مُرَّةَ الدَّارَانِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: §«كَانَ اسْمُ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ عَبْدَ اللَّهِ بْنَ ثَوْبٍ»",
            "page": "88",
            "part": "1",
            "seal": "271FCB3A"
        },
        {
            "id": "133",
            "nass": "قَالَ مُحَمَّدُ بْنُ بَكَّارٍ: وَحَدَّثَنَا شُرَحْبِيلُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ مُرَّةَ الدَّارَانِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: §«صَلَّى بِنَا أَبُو مُسْلِمٍ الْخَوْلَانِيُّ فِي مَسْجِدِ خَوْلَانَ سِتِّينَ سَنَةً» وَعُثْمَانُ بْنُ مُرَّةَ مِنَ التَّابِعِينَ، ذَكَرَهُ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ فِي كِتَابِ الطَّبَقَاتِ فِي عِدَادِ التَّابِعِينَ مِنَ الشَّامِيِّينَ، وَكَانَ الْوَلِيدُ بْنُ عَبْدِ الْمَلِكِ وَلَّاهُ عَلَى غَزَاةِ الصَّائِفَةِ وَالْمَقَاسِمِ وَغَيْرِ ذَلِكَ. وَوَلَدُهُ بِدَارِيَّا إِلَى الْيَوْمِ، وَهُوَ مِنْ وَلَدِ غَرْسِ بْنِ خَوْلَانَ، وَلَيْسَ بِدَارِيَّا غَرْسِيُّ غَيْرَهُ وَوَلَدَهُ",
            "page": "89",
            "part": "1",
            "seal": "3FD099FC"
        },
        {
            "id": "134",
            "nass": "§ذِكْرُ مَسْلَمَةَ الْعَدْلِ",
            "page": "90",
            "part": "1",
            "seal": "1AA33A51"
        },
        {
            "id": "135",
            "nass": "قَالَ: أَخْبَرَنَا أَبُو الْجَهْمِ، حَدَّثَنَا عَبَّاسٌ هُوَ ابْنُ الْوَلِيدِ، حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنِي مَسْلَمَةُ الْعَدْلُ، شَيْخٌ مِنْ أَهْلِ دَارِيَّا، قَالَ: حَدَّثَنِي عُمَيْرُ بْنُ هَانِئٍ، عَنْ أَبِي الْعَذْرَاءِ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§أَحِلُّوا لِلَّهِ يَغْفِرْ لَكُمْ» وَقَالَ مَرْوَانُ بْنُ مُحَمَّدٍ: قَوْلُهُ: «أَحِلُّوا لِلَّهِ» أَيْ: أَسْلِمُوا لِلَّهِ يَغْفِرْ لَكُمْ، وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ: مَسْلَمَةُ بْنُ عَبْدِ اللَّهِ الْجُهَنِيُّ كَانَ عَلَى بَيْتِ الْمَالِ زَمَنَ هِشَامٍ، وَكَانَ أَيْضًا عَلَى تَابُوتِ الزَّكَاةِ بِدِمَشْقَ",
            "page": "90",
            "part": "1",
            "seal": "C83D14EF"
        },
        {
            "id": "136",
            "nass": "§ذِكْرُ النُّعْمَانِ بْنِ الْمُنْذِرِ الْغَسَّانَيُّ وَهُوَ مِنْ سَاكِنِي دَارِيَّا",
            "page": "90",
            "part": "1",
            "seal": "EDE73D58"
        },
        {
            "id": "137",
            "nass": "قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عُمَارَةَ، حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ، حَدَّثَنَا أَبُو إِسْحَاقَ الْفَزَارِيُّ، عَنْ يَزِيدَ بْنِ السِّمْطِ، عَنِ النُّعْمَانِ بْنِ الْمُنْذِرِ، عَنْ مَكْحُولٍ، قَالَ: -[91]- كَثُرَ الْمُسْتَأْذِنُونَ إِلَى الْحَجِّ فِي غَزْوَةِ تَبُوكَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُمْ: §«لَغَزْوَةٌ فِي سَبِيلِ اللَّهِ أَحَبُّ إِلَيَّ مِنْ أَرْبَعِينَ حَجَّةً»",
            "page": "90",
            "part": "1",
            "seal": "5BCC686B"
        },
        {
            "id": "138",
            "nass": "وَقَالَ: حَدَّثَنَا ابْنُ مَلَّاسٍ، حَدَّثَنَا مُوسَى بْنُ عَامِرٍ، حَدَّثَنَا الْوَلِيدُ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ شُعَيْبٍ، عَنِ النُّعْمَانِ بْنِ الْمُنْذِرِ الْغَسَّانَيِّ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، قَالَ: نَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا عِنْدَ أُمِّ سَلَمَةَ، فَانْتَبَهَ يَمْسَحُ عَنْ عَيْنَيْهِ النَّوْمَ، فَقَالَتْ: يَا رَسُولَ اللَّهِ، نِمْتَ حَتَّى ظَنَنْتُ أَنَّكَ قَدْ قُبِضْتَ فِي نَوْمِكَ هَذَا، فَقَالَ: «وَمَا لِي وَقَدْ §نَظَرْتُ إِلَى أُمَّتِي يَرِدُونَ الْجَنَّةَ، فَرَأَيْتُ أَوَّلَهُمْ وُرُودًا مَسَاكِينَ الْمُهَاجِرِينَ، وَآخِرَهُمْ وُرُودًا الْأَغْنِيَاءَ، وَأَبْطَأَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ حَتَّى ظَنَنْتُ بِهِ الظُّنُونَ» - وَكَانَ مِنَ الْأَغْنِيَاءِ - فَقَالَتْ أُمُّ سَلَمَةَ: وَمَنْ مِثْلُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ؟ قَالَ أَبُو عَلِيٍّ: وَمَا عَلِمْتُ أَنَّ النُّعْمَانَ بْنَ الْمُنْذِرِ أَعْقَبَ بِدَارِيَّا عَقِبًا",
            "page": "91",
            "part": "1",
            "seal": "11B22395"
        },
        {
            "id": "139",
            "nass": "§ذِكْرُ الْقَاسِمِ بْنِ هَزَّانَ الْخَوْلَانِيِّ",
            "page": "91",
            "part": "1",
            "seal": "A034BD52"
        },
        {
            "id": "140",
            "nass": "قَالَ: أَخْبَرَنَا أَبُو الْحَسَنِ بْنُ عُمَيْرٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا -[92]- الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا مَرْوَانُ بْنُ جَنَاحٍ، وَالْقَاسِمُ بْنُ هَزَّانَ، وَعُثْمَانُ بْنُ أَبِي الْعَاتِكَةِ، أَنَّهُمْ سَمِعُوا عَمْرَو بْنَ مُهَاجِرٍ، يُخْبِرُ، أَنَّهُ سَمِعَ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَا هَلَكَتْ أُمَّةٌ بَعْدَ إِيمَانِهَا إِلَّا بِشِرْكِهَا، وَمَا كَانَ بُدُوُّ شِرْكِهَا إِلَّا التَّكْذِيبَ بِالْقَدَرِ»",
            "page": "91",
            "part": "1",
            "seal": "1F1C0124"
        },
        {
            "id": "141",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الْقَاسِمُ بْنُ هَزَّانَ الْخَوْلَانِيُّ، حَدَّثَنَا الزُّهْرِيُّ، أَنَّ ابْنَ عُمَرَ قَرَأَ فِي الْمَسْجِدِ: {لِلَّهِ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ} إِلَى {يُحَاسِبْكُمْ بِهِ اللَّهُ} [البقرة: 284] فَقَالَ: §«إِنَّا لَنُؤَاخَذُ بِمَا تُوَسْوِسُ بِهِ أَنْفُسُنَا» وَنَشَجَ عِنْدَ ذَلِكَ وَالْقَاسِمُ بْنُ هَزَّانَ هُوَ الَّذِي بَنَى الْمَسْجِدَ لِخَوْلَانَ، يَعْنِي بِدَارِيَّا، وَمَا أَعْلَمُهُ أَعْقَبَ بِهَا عَقِبًا قَالَ أَبُو زُرْعَةَ: وَالْقَاسِمُ بْنُ هَزَّانَ مِنْ أَصْحَابِ الزُّهْرِيِّ، وَعِدَادُهُ فِيهِمْ",
            "page": "92",
            "part": "1",
            "seal": "394A1572"
        },
        {
            "id": "142",
            "nass": "§ذِكْرُ عَمْرِو بْنِ شَرَاحِيلَ وَيُكَنَّى أَبَا الْمُغِيرَةِ",
            "page": "93",
            "part": "1",
            "seal": "F5862F55"
        },
        {
            "id": "143",
            "nass": "قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفِ بْنِ سُفْيَانَ، وَأَحْمَدُ بْنُ عَبْدِ الْوَاحِدِ بْنِ عَبُّودٍ، وَابْنُ عَمْرٍو، قَالُوا: حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ، عَنْ عَمْرِو بْنِ شَرَاحِيلَ الْعَنْسِيِّ، عَنْ بِلَالِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، أَنَّهُ قَالَ: يَا رَسُولَ اللَّهِ أَيُّ أُمَّتِكَ خَيْرٌ؟ قَالَ: «§أَنَا وَقَرْنِي» ، قَالَ: قُلْنَا: ثُمَّ مَاذَا يَا رَسُولَ اللَّهِ؟ قَالَ: «ثُمَّ الْقَرْنُ الثَّانِي» ، قَالَ: قُلْنَا: ثُمَّ مَاذَا يَا رَسُولَ اللَّهِ؟ قَالَ: «ثُمَّ الْقَرْنُ الثَّالِثُ» ، قَالَ: قُلْنَا: ثُمَّ مَاذَا يَا رَسُولَ اللَّهِ؟ قَالَ: «ثُمَّ يَكُونُ قَوْمٌ يَحْلِفُونَ وَلَا يُسْتَحْلَفُونَ، وَيَشْهَدُونَ وَلَا يُسْتَشْهَدُونَ، وَيُؤْتَمَنُونَ وَلَا يُؤَدُّونَ» ، قَالَ ابْنُ عَبُّودٍ: يَشْهَدُونَ أَوَّلُ",
            "page": "93",
            "part": "1",
            "seal": "71CE7478"
        },
        {
            "id": "144",
            "nass": "قَالَ: وَحَدَّثَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ بَكَّارٍ بِبَيْتِ لِهْيَا، حَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ، حَدَّثَنَا -[94]- مُحَمَّدُ بْنُ شُعَيْبِ بْنِ شَابُورَ، قَالَ: أَخْبَرَنِي أَبُو الْمُغِيرَةِ عَمْرُو بْنُ شَرَاحِيلَ الْعَنْسِيُّ، قَالَ: أَتَيْنَا بَيْرُوتَ أَنَا وَعُمَيْرُ بْنُ هَانِئٍ الْعَنْسِيُّ، فَإِذَا نَحْنُ بِرَجُلٍ يَتَعَايَا عَلَيْهِ النَّاسُ فِي الْمَسْجِدِ، فَإِذَا عَلَيْهِ قَمِيصٌ كَرَابِيسُ إِلَى نِصْفِ سَاقَيْهِ، وَقَلَنْسُوَةٌ صَغِيرَةٌ، وَثِيَابٌ رَثَّةٌ، يُقَالُ لَهُ حَيَّانُ بْنُ وَبَرَةَ الْمُرِّيُّ، فَقُلْتُ لِعُمَيْرِ بْنِ هَانِئٍ: أَمِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هُوَ؟ قَالَ: «لَا، وَلَكِنَّهُ صَاحِبٌ لِأَبِي -[95]- بَكْرٍ رَضِيَ اللَّهُ عَنْهُ» ، قَالَ عَمْرُو بْنُ شَرَاحِيلَ: فَسَمِعْتُهُ يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: §«لَا يَزَالُ بِدِمَشْقَ عِصَابَةٌ يُقَاتِلُونَ عَلَى الْحَقِّ حَتَّى يَأْتِيَ أَمْرُ اللَّهِ وَهُمْ ظَاهِرُونَ»",
            "page": "93",
            "part": "1",
            "seal": "D9EDCF94"
        },
        {
            "id": "145",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحِيمِ الْبَرْقِيُّ، حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، قَالَ: أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ سُلَيْمَانَ الْعَنْسِيُّ، عَنْ أَبِي الْمُغِيرَةِ عَمْرِو بْنِ شَرَاحِيلَ الْعَنْسِيِّ، قَالَ: سَمِعْتُ حَيَّانَ بْنَ وَبَرَةَ الْمُرِّيَّ، وَأَنَا مَعَ عُمَيْرِ بْنِ هَانِئٍ الْعَنْسِيِّ، فَقُلْتُ: يَا عُمَيْرُ، مَنْ هَذَا؟ قَالَ: حَيَّانُ بْنُ وَبَرَةَ صَاحِبُ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، فَسَمِعْتُهُ يَقُولُ: سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§كُلُوا هَذَا الْمَالَ مَا طَابَ، فَإِذَا عَادَ رُشًا فَدَعُوهُ، فَإِنَّ اللَّهَ سَيُغْنِيكُمْ مِنْ فَضْلِهِ، وَلَنْ تَفْعَلُوا حَتَّى يَأْتِيَكُمُ اللَّهُ بِإِمَامٍ عَادِلٍ لَيْسَ مِنْ بَنِي أُمَيَّةَ» قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ: قَالَ أَبُو زُرْعَةَ: أَبُو الْمُغِيرَةِ عَمْرُو بْنُ شَرَاحِيلَ مِنَ الثِّقَاتِ",
            "page": "95",
            "part": "1",
            "seal": "A6052E86"
        },
        {
            "id": "146",
            "nass": "§ذِكْرُ تَمِيمِ بْنِ عَطِيَّةَ الْعَنْسِيِّ، مِنْ أَهْلِ دَارِيَّا",
            "page": "96",
            "part": "1",
            "seal": "81982DEB"
        },
        {
            "id": "147",
            "nass": "قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ حَبِيبٍ، حَدَّثَنَا أَبُو زُرْعَةَ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو، حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ، عَنْ تَمِيمِ بْنِ عَطِيَّةَ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ قَيْسٍ الْهَمْدَانِيُّ، قَالَ: كُنْتُ فِيمَنْ تَلَقَّى عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ مَقْدِمَهُ الشَّامَ وَالْجَابِيَةَ يُرِيدُ قَسْمَ مَا فَتَحْنَا مِنَ الْأَرَضِينَ، قَالَ: فَتَلَقَّيْنَاهُ خَلْفَ أَذْرِعَاتٍ مَعَ أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ، قَالَ: فَبَيْنَا هُوَ يُسَايرُ أَبَا عُبَيْدَةَ إِذْ لَقِيَهُ الْمُقَلِّسُونَ مِنْ أَهْلِ أَذْرِعَاتٍ، فَأَنْكَرَهُمْ عُمَرُ وَأَمَرَ بِرَدِّهِمْ، فَقَالَ أَبُو عُبَيْدَةَ: إِنَّهَا بَيْعَةُ الْأَعَاجِمِ، وَإِنَّكَ إِنْ تَمْنَعْهُمْ مِنْ هَذَا يَرَوْنَ أَنَّ فِي نَفْسِكَ نَقْضًا لِعَهْدِهِمْ، -[97]- فَقَالَ عُمَرُ: «§دَعُوهُمْ، عُمَرُ وَآلُ عُمَرَ فِي طَاعَةِ أَبِي عُبَيْدَةَ» قَالَ: ثُمَّ مَضَى حَتَّى نَزَلَ الْجَابِيَةَ، فَذَكَرَ عُمَرُ قَسْمَ الْأَرَضِينَ، فَأَشَارَ عَلَيْهِ مُعَاذُ بْنُ جَبَلٍ بِإِيقَافِهَا، فَأَجَابَهُ عُمَرُ إِلَى إِيقَافِهَا قَالَ أَبُو زُرْعَةَ: تَمِيمُ بْنُ عَطِيَّةَ مِنَ الثِّقَاتِ",
            "page": "96",
            "part": "1",
            "seal": "4ADF1631"
        },
        {
            "id": "148",
            "nass": "§ذِكْرُ عَبْدِ الرَّحْمَنِ بْنِ سُلَيْمَانَ بْنِ أَبِي الْجَوْنِ الْعَنْسِيِّ",
            "page": "97",
            "part": "1",
            "seal": "78A33351"
        },
        {
            "id": "149",
            "nass": "قَالَ: حَدَّثَنَا أَبُو الْوَلِيدِ هِشَامُ بْنُ أَحْمَدَ بْنِ هِشَامٍ، حَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ سُلَيْمَانَ بْنِ أَبِي الْجَوْنِ الْعَنْسِيُّ، حَدَّثَنَا مُقَاتِلُ بْنُ حَيَّانَ الْخُرَاسَانِيُّ، عَنْ شُرَحْبِيلَ بْنِ سَعْدٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ جَمَعَ الْقُرْآنَ فَإِنَّ لَهُ عِنْدَ اللَّهِ دَعْوَةً مُسْتَجَابَةً، إِنْ شَاءَ عَجَّلَهَا لَهُ فِي الدُّنْيَا، وَإِنْ شَاءَ ذَخَرَهَا لَهُ فِي الْآخِرَةِ»",
            "page": "97",
            "part": "1",
            "seal": "BB9F415C"
        },
        {
            "id": "150",
            "nass": "قَالَ: وَحَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي رَجَاءٍ، حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْجَوْنِ، حَدَّثَنَا لَيْثُ بْنُ أَبِي سُلَيْمٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ: أَخَذَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِبَعْضِ جَسَدِي وَقَالَ: -[98]- «يَا عَبْدَ اللَّهِ، §كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ أَوْ كَعَابِرِ سَبِيلٍ، وَعُدَّ نَفْسَكَ فِي أَهْلِ الْقُبُورِ، وَإِذَا أَصْبَحْتَ فَلَا تُحَدِّثْ نَفْسَكَ بِالْمَسَاءِ، وَإِذَا أَمْسَيْتَ فَلَا تُحَدِّثْ نَفْسَكَ بِالصَّبَاحِ، وَخُذْ مِنْ شَبَابِكَ قَبْلَ هِرَمِكَ، وَخُذْ مِنْ صِحَّتِكَ قَبْلَ سَقَمِكَ، وَمِنْ غِنَاكَ قَبْلَ فَقْرِكَ، وَمِنْ فَرَاغِكَ قَبْلَ شُغْلِكَ، وَمِنْ حَيَاتِكَ قَبْلَ مَوْتِكَ، فَإِنَّكَ لَا تَدْرِي يَا عَبْدَ اللَّهِ مَا اسْمُكَ غَدًا؟»",
            "page": "97",
            "part": "1",
            "seal": "657E5673"
        },
        {
            "id": "151",
            "nass": "حَدَّثَنَا أَبُو عَبْدِ اللَّهِ الْهَرَوِيُّ، حَدَّثَنَا عَقِيلُ بْنُ الْفَضْلِ التَّمِيمِيُّ أَبُو الْقَاسِمِ الْبَغْدَادِيُّ، حَدَّثَنَا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ الْحَلَبِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سُلَيْمَانَ بْنِ أَبِي الْجَوْنِ، عَنْ مِسْعَرِ بْنِ كِدَامٍ، عَنْ زُبَيْدٍ الْيَامِيِّ، عَنْ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: \" §كُلُّ مُحْدَثَةٍ بِدْعَةَ، وَكُلُّ بِدْعَةٍ ضَلَالَةٌ، وَالصَّلَاةُ نُورٌ، وَالصَّدَقَةُ بُرْهَانٌ، وَالصِّيَامُ جُنَّةٌ حَصِينَةٌ وَهِيَ مَغْنَمٌ وَتَرْكُهَا مَغْرَمٌ، وَالنَّاسُ غَادِيَانِ: فَبَائِعٌ رَقَبَتَهُ فَمُوبِقُهَا، وَشَارِيهَا فَمُعْتِقُهَا \"",
            "page": "98",
            "part": "1",
            "seal": "5A7B9133"
        },
        {
            "id": "152",
            "nass": "§ذِكْرُ سَعِيدِ بْنِ يَزِيدَ بْنِ ذِي عُصْوَانَ مِنْ سَاكِنِي دَارِيَّا، وَوَلَدُهُ بِهَا إِلَى الْيَوْمِ",
            "page": "99",
            "part": "1",
            "seal": "CBD8BDE4"
        },
        {
            "id": "153",
            "nass": "قَالَ: حَدَّثَنَا أَبُو الْعَبَّاسِ بْنُ مَلَّاسٍ حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ الْجَوْزَجَانِيُّ، حَدَّثَنِي يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا سَعِيدُ بْنُ يَزِيدَ بْنِ ذِي عُصْوَانَ الْعَنْسِيُّ، عَنْ أَبِي عَطَاءٍ يَزِيدَ بْنِ أَبِي عَطَاءٍ السَّكْسَكِيِّ، عَنْ مُعَاذِ بْنِ سَعْدٍ السَّكْسَكِيِّ، عَنْ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ، أَنَّهُ سَمِعَ عُبَادَةَ بْنَ الصَّامِتِ، يَقُولُ: إِنَّ رَجُلًا أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ -[100]- وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ، مَا مُدَّةُ أُمَّتِكَ مِنَ الرَّخَاءِ، أَوِ الرَّجَاءِ؟ فَلَمْ يَرُدَّ عَلَيْهِ شَيْئًا، حَتَّى سَأَلَهُ مَرَّاتٍ، كُلُّ ذَلِكَ لَا يُجِيبُهُ، فَانْصَرَفَ الرَّجُلُ، ثُمَّ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «أَيْنَ السَّائِلُ؟» فَرَد عَلَيْهِ فَقَالَ: «لَقَدْ سَأَلْتَنِي عَنْ شَيْءٍ مَا سَأَلَنِي عَنْهُ أَحَدٌ مِنْ أُمَّتِي، مُدَّةُ أُمَّتِي مِنَ الرَّخَاءِ، أَوِ الرَّجَاءِ، مِائَةُ سَنَةٍ» ، قَالَهَا مَرَّتَيْنِ، قَالَ الرَّجُلُ: يَا رَسُولَ اللَّهِ، فَهَلْ لِذَلِكَ مِنْ أَمَارَةٍ أَوْ عَلَامَةٍ أَوْ آيَةٍ؟ قَالَ: «نَعَمْ، §الْخَسْفُ وَالرَّجْفُ وَإِرْسَالُ الشَّيَاطِينِ الْمُلْجَمَةِ عَلَى النَّاسِ» قَالَ أَبُو زُرْعَةَ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو: سَعِيدُ بْنُ يَزِيدَ بْنِ ذِي عُصْوَانَ مِنَ الثِّقَاتِ",
            "page": "99",
            "part": "1",
            "seal": "5E59CD29"
        },
        {
            "id": "154",
            "nass": "§ذِكْرُ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عِصْمَةَ الْمُحَارِبِيِّ مِنْ سَاكِنِي دَارِيَّا، ذَكَرَهُ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ فِي كِتَابِ الطَّبَقَاتِ",
            "page": "100",
            "part": "1",
            "seal": "FD2DD3F2"
        },
        {
            "id": "155",
            "nass": "قَالَ: حَدَّثَنَا ابْنُ مَلَّاسٍ، أَخْبَرَنَا شُعَيْبُ بْنُ شُعَيْبٍ، حَدَّثَنَا أَبُو الْمُغِيرَةِ، حَدَّثَنَا الْأَوْزَاعِيُّ، حَدَّثَنَا سَالِمُ بْنُ عَبْدِ اللَّهِ الْمُحَارِبِيُّ، أَنَّ مَكْحُولًا، سَمِعَ أَعْرَابِيًّا، «§يُنَادِي لِصَلَاةِ الْفَجْرِ وَهُوَ فِي سَفَرٍ فَقَامَ خَلْفَهُ، فَلَمْ يَقْرَأِ الْأَعْرَابِيُّ، فَأَعَادَ مَكْحُولٌ الصَّلَاةَ»",
            "page": "100",
            "part": "1",
            "seal": "5ACCEFDA"
        },
        {
            "id": "156",
            "nass": "أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْهَرَوِيُّ، حَدَّثَنِي أَحْمَدُ بْنُ الْعَبَّاسِ بْنِ -[101]- الْوَلِيدِ الْبَيْرُوتِيُّ، حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا ابْنُ ثَوْبَانَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: §\" أَتَانِي جِبْرِيلُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِي يَدِهِ كَالْمِرْآةِ الْبَيْضَاءِ فِيهَا نُكْتَةٌ سَوْدَاءُ، قُلْتُ: مَا هَذِهِ يَا جِبْرِيلُ؟ قَالَ: هَذِهِ الْجُمُعَةُ بَعَثَ بِهَا إِلَيْكَ رَبُّكَ عِيدًا لَكَ وَلِأُمَّتِكَ مِنْ بَعْدِكَ \" قَالَ أَبُو زُرْعَةَ: سَالِمُ بْنُ عَبْدِ اللَّهِ عِدَادُهُ فِي قُضَاةِ التَّابِعِينَ",
            "page": "100",
            "part": "1",
            "seal": "3DAA45A6"
        },
        {
            "id": "157",
            "nass": "§وَمِنَ النِّسَاءِ بِدَارِيَّا: هِنْدُ الْخَوْلَانِيَّةُ امْرَأَةُ بِلَالٍ رَحِمَهُ اللَّهُ",
            "page": "102",
            "part": "1",
            "seal": "230F02A2"
        },
        {
            "id": "158",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا أَبُو زُرْعَةَ، حَدَّثَنِي أَبُو مُسْهِرٍ، وَيَحْيَى بْنُ صَالِحٍ، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ مُهَاجِرٍ، عَنْ عُمَيْرِ بْنِ هَانِئٍ، عَنْ هِنْدَ الْخَوْلَانِيَّةِ، امْرَأَةِ بِلَالٍ، قَالَ: قَالَتْ: كَانَ بِلَالٌ إِذَا أَخَذَ مَضْجَعَهُ قَالَ: «اللَّهُمَّ §تَقَبَّلْ حَسَنَاتِي، وَتَجَاوَزَ عَنْ سَيِّئَاتِي، وَاعْذُرْنِي بِعِلَّاتِي»",
            "page": "102",
            "part": "1",
            "seal": "7D5D836C"
        },
        {
            "id": "159",
            "nass": "§وَأُمُّ مُسْلِمٍ الْخَوْلَانِيَّةُ زَوْجَةُ أَبِي مُسْلِمٍ رَحِمَهَا اللَّهُ، وَمَاتَ عَنْهَا وَتَزَوَّجَتْ بَعْدَهُ عَمْرَو بْنَ عَبْدٍ الْخَوْلَانِيَّ، قَالَ أَبُو عَلِيٍّ: فَسَمِعْتُ مَنَ أَرْضَى مِنْ شُيُوخِنَا يَقُولُونَ: إِنَّ أُمَّ مُسْلِمٍ سُئِلَتْ فَقِيلَ لَهَا: أَيُّ الرَّجُلَيْنِ أَفْضَلُ؟ قَالَتْ: أَمَّا أَبُو مُسْلِمٍ فَإِنَّهُ لَمْ يَكُنْ يَسْأَلُ اللَّهَ شَيْئًا إِلَّا أَعْطَاهُ إِيَّاهُ، وَأَمَّا عَمْرُو بْنُ عَبْدٍ فَإِنَّهُ كَانَ يُنَارُ عَلَيْهِ فِي مِحْرَابِهِ حَتَّى إِنِّي كُنْتُ أَخْتَدِمُ عَلَى ضَوْءِ نُورِهِ مِنْ غَيْرِ مِصْبَاحٍ",
            "page": "103",
            "part": "1",
            "seal": "418E072C"
        },
        {
            "id": "160",
            "nass": "§ذِكْرُ التَّابِعِينَ الْأَكَابِرِ مِمَّنْ أَدْرَكَ مَوْلِدُهُ حَيَاةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يُهَاجِرْ إِلَيْهِ",
            "page": "103",
            "part": "1",
            "seal": "FAA8BB8E"
        },
        {
            "id": "161",
            "nass": "§أَبُو مُسْلِمٍ الْخَوْلَانِيُّ اسْمُهُ عَبْدُ اللَّهِ بْنُ ثَوْبٍ وَقَدْ قِيلَ: عَبْدُ اللَّهِ بْنُ ثَوَابِ بْنِ عَبْدِ اللَّهِ بْنِ رُحْبِ بْنِ عَمْرِو بْنِ خَوْلَانَ أَدْرَكَ الْجَاهِلِيَّةَ وَكَانَ مِنَ الْأَفَاضِلِ الْأَخْيَارِ، رَوَى عَنْ جَمَاعَةٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَكَانَ فَاضِلًا دَيِّنًا وَرِعًا",
            "page": "103",
            "part": "1",
            "seal": "85B40715"
        },
        {
            "id": "162",
            "nass": "قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ هِشَامِ بْنِ مَلَّاسٍ، قَالَ: حَدَّثَنَا أَبُو عَامِرٍ مُوسَى بْنُ عَامِرٍ، حَدَّثَنَا الْوَلِيدُ، قَالَ: وَأَخْبَرَنِي عُثْمَانُ بْنُ أَبِي الْعَاتِكَةِ، عَنْ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ «أَنَّهُ كَانَ §يَتَكَلَّفُ حُضُورَ صَلَاةِ الْجَمَاعَةِ مِنْ دَارِيَّا إِلَى الْمَسْجِدِ الْجَامِعِ بِدِمَشْقَ الْتِمَاسَ الْفَضِيلَةِ»",
            "page": "104",
            "part": "1",
            "seal": "62CACB61"
        },
        {
            "id": "163",
            "nass": "وَأَخْبَرَنَا أَحْمَدُ بْنُ عُمَيْرٍ، قَالَ: حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا الْوَلِيدُ، أَخْبَرَنِي أَبُو بَكْرِ بْنُ أَبِي مَرْيَمَ، عَنْ عَطِيَّةَ بْنِ قَيْسٍ، أَنَّ أَبَا مُسْلِمٍ \" كَانَ يُنَادِي عِنْدَ لِقَاءِ الْعَدُوِّ: اللَّهُمَّ §احْقِنْ عَلَيَّ دِمَاءَ الْأُجَرَاءِ \"",
            "page": "104",
            "part": "1",
            "seal": "485AC99B"
        },
        {
            "id": "164",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا أَبِي، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا الْوَلِيدُ بْنُ عَبَّادٍ، عَنْ عَاصِمٍ الْأَحْوَلِ، عَنْ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«لَا تَزَالُ عِصَابَةٌ مِنْ أُمَّتِي يُقَاتِلُونَ عَلَى أَبْوَابِ دِمَشْقَ وَمَا حَوْلَهَا، وَعَلَى أَبْوَابِ بَيْتِ الْمَقْدِسِ وَمَا حَوْلَهَا، لَا يَضُرُّهُمْ خِذْلَانُ مَنْ خَذَلَهُمْ، ظَاهِرِينَ عَلَى الْحَقِّ إِلَى يَوْمِ الْقِيَامَةِ»",
            "page": "104",
            "part": "1",
            "seal": "5D473E8C"
        },
        {
            "id": "165",
            "nass": "قَالَ: وَأَخْبَرَنَا ابْنُ حَبِيبٍ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، أَنَّ أَبَا مُسْلِمٍ الْخَوْلَانِيَّ، كَانَ يَقُولُ: «§مَا رَأَيْتُ أَسْأَلُ عَنْ صَغِيرَةٍ، وَلَا أَرْكَبُ لَكَبِيرَةٍ مِنْكُمْ يَا أَهْلَ الْعِرَاقِ»",
            "page": "105",
            "part": "1",
            "seal": "D84B957E"
        },
        {
            "id": "166",
            "nass": "قَالَ: وَأَخْبَرَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الْمُغِيرَةِ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي مَرْيَمَ، حَدَّثَنِي ضَمْرَةُ بْنُ حَبِيبٍ، قَالَ: خَرَجَ أَبُو مُسْلِمٍ الْخَوْلَانِيُّ يَوْمًا فِي أَرْضِ الرُّومِ فَنَادَى بِأَعْلَى صَوْتِهِ: «يَا مَعْشَرَ الْمُسْلِمِينَ، §ذَهَبَ الْعَبِيدُ وَالْأُجَرَاءُ بِالْأَجْرِ، يَسْتَقُونَ الْمَاءَ وَيَعْجِنُونَ وَيَخْبِزُونَ وَيَحُشُّونَ وَيَحْتَطِبُونَ»",
            "page": "105",
            "part": "1",
            "seal": "52755822"
        },
        {
            "id": "167",
            "nass": "قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا أَبُو أَيُّوبَ سُلَيْمَانُ بْنُ عَبْدِ الْحَمِيدِ الْبَهْرَانِيُّ، حَدَّثَنَا أَبُو الْيَمَانِ، حَدَّثَنَا أَبُو بَكْرٍ، عَنْ عَطِيَّةَ بْنِ قَيْسٍ، قَالَ: دَخَلَ أُنَاسٌ مِنْ أَهْلِ دِمَشْقَ عَلَى أَبِي مُسْلِمٍ وَهُوَ غَازٍ فِي أَرْضِ الرُّومِ وَقَدِ احْتَفَرَ جَوْرَةً فِي فُسْطَاطِهِ، وَجَعَلَ فِيهَا نِطَعًا وَأَفْرَغَ فِيهَا الْمَاءَ، -[106]- وَهُوَ يَتَصَلَّقُ فِيهِ، فَقَالُوا: مَا حَمَلَكَ عَلَى الصِّيَامِ وَأَنْتَ مُسَافِرٌ وَقَدْ أُرْخِصَ لَكَ فِي الْفِطْرِ فِي الْغَزْوِ وَالسَّفَرِ؟ فَقَالَ: «§لَوْ حَضَرَ قِتَالٌ لَأَفْطَرْتُ وَلَتَهَيَّأْتُ لَهُ وَتَقَوَّيْتُ، إِنَّ الْخَيْلَ لَا تَجْرِي إِلَى الْغَايَاتِ وَهِيَ بُدْنٌ، إِنَّهَا تُجْرَى وَهِيَ ضُمَّرٌ، أَلَا وَإِنَّ أَمَامَنَا بَاقِيَةً كَائِنَةً لَهَا نَعْمَلُ»",
            "page": "105",
            "part": "1",
            "seal": "53B08DB5"
        },
        {
            "id": "168",
            "nass": "حَدَّثَنَا ابْنُ حَذْلَمٍ، أَنْبَأَنَا يَزِيدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو مُسْهِرٍ، قَالَ: حَدَّثَنِي خَالِدُ بْنُ يَزِيدَ، حَدَّثَنِي إِبْرَاهِيمُ بْنُ أَبِي عَبْلَةَ، أَنَّ أَبَا مُسْلِمٍ الْخَوْلَانِيَّ، دَخَلَ عَلَى مُعَاوِيَةَ فَقَالَ: «مَا اسْمُكَ» ؟ قَالَ: مُعَاوِيَةُ، قَالَ: «بَلْ أَنْتَ §أُحْدُوثَةٌ وَفِتَنٌ، إِنْ جِئْتَ بِشَيْءٍ فَلَكَ شَيْءٌ، وَإِنْ لَمْ تَأْتِ بِشَيْءٍ فَلَا شَيْءَ لَكَ يَا مُعَاوِيَةُ، إِنَّكَ لَوْ عَدَلْتَ بَيْنَ جَمِيعِ قَبَائِلِ الْعَرَبِ ثُمَّ مِلْتَ عَلَى أَقَلِّهِمْ قَبِيلَةً مَالَ جَوْرُكَ بِعَدْلِكَ، يَا مُعَاوِيَةُ، إِنَّا لَا نُبَالِي بِتَكَدُّرِ الْأَنْهَارِ مَا صَفَا لَنَا رَأْسُ الْعَيْنِ»",
            "page": "106",
            "part": "1",
            "seal": "08985D45"
        },
        {
            "id": "169",
            "nass": "وَأَخْبَرَنَا الْحَسَنُ بْنُ حَبِيبٍ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، أَنَّ أَبَا مُسْلِمٍ، §اسْتَبْطَأَ خَبَرَ جَيْشٍ كَانَ بِأَرْضِ الرُّومِ، فَبَيْنَا -[107]- هُوَ عَلَى ذَلِكَ الْحَالِ إِذْ دَخَلَ طَائِرٌ فَوَقَعَ فَقَالَ: أَنَا أَرْزُ بَابِيلَ الْمَلَكُ مُسَلِّي الْحُزْنِ عَنْ قُلُوبِ بَنِي آدَمَ، وَأَخْبَرَهُ خَبَرَ ذَلِكَ الْجَيْشِ، فَقَالَ لَهُ أَبُو مُسْلِمٍ: «مَا جِئْتَ حَتَّى اسْتَبْطَأْتُكَ»",
            "page": "106",
            "part": "1",
            "seal": "595654AC"
        },
        {
            "id": "170",
            "nass": "وَأَخْبَرَنَا الْهَرَوِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ سَيَّارٍ النَّصِيبِيُّ، حَدَّثَنَا سَيْفُ بْنُ عُبَيْدِ اللَّهِ الْجَرْمِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ أَبِي جَعْفَرٍ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، أَنَّ كَعْبًا، لَقِيَ أَبَا مُسْلِمٍ الْخَوْلَانِيَّ فَقَالَ: «كَيْفَ كَرَامَتُكَ عَلَى قَوْمِكَ» ؟ قَالَ: إِنِّي عَلَيْهِمْ لَكَرِيمٌ، قَالَ: «إِنِّي أَجِدُ فِي التَّوْرَاةِ غَيْرَ مَا تَقُولُ» قَالَ: صَدَقَتِ التَّوْرَاةُ وَكَذَبَ أَبُو مُسْلِمٍ، قَالَ: فَمَا وَجَدْتَ فِي التَّوْرَاةِ؟ قَالَ: \" وَجَدْتُ فِي التَّوْرَاةِ أَنَّهُ §لَمْ يَكُنْ حَلِيمٌ مِنْ قَوْمِهِ إِلَّا كَانَ أَزْهَدَهُمْ فِيهِ قَوْمُهُ ثُمَّ الْأَقْرَبُ فَالْأَقْرَبُ، وَإِنْ كَانَ فِي حَسَبِهِ شَيْءٌ عَيَّرُوهُ بِهِ، وَإِنْ كَانَ عَمِلَ بُرْهَةً مِنْ دَهْرِهِ ذَنْبًا عَيَّرُوهُ بِهِ فَقَالُوا: فُلَانٌ يُعَيِّرُنَا، وَابْنُ فُلَانَةَ يُعَيِّرُنَا \"",
            "page": "107",
            "part": "1",
            "seal": "9EFD2683"
        },
        {
            "id": "171",
            "nass": "§ذِكْرُ عَمْرِو بْنِ جَزْءٍ الْخَوْلَانِيِّ",
            "page": "107",
            "part": "1",
            "seal": "9DB808D4"
        },
        {
            "id": "172",
            "nass": "قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفِ بْنِ سُفْيَانَ،",
            "page": "107",
            "part": "1",
            "seal": "559CD617"
        },
        {
            "id": "174",
            "nass": "قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو زُرْعَةَ، حَدَّثَنِي مُحَمَّدُ بْنُ عُثْمَانَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ شُرَحْبِيلَ بْنِ مُسْلِمٍ الْخَوْلَانِيِّ، عَنْ سَعِيدِ بْنِ هَانِئٍ، قَالَ: قَالَ مُعَاوِيَةُ: «إِنَّمَا §الْمُصِيبَةُ كُلُّ الْمُصِيبَةِ بِمَوْتِ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ وَكُرَيْبِ بْنِ سَيْفٍ الْأَنْصَارِيِّ» وَرَوَى عَنْ أَبِي مُسْلِمٍ مِنْ غَيْرِ أَهْلِ دَارِيَّا جَمَاعَةٌ مِنْهُمْ عُثْمَانُ -[109]- بْنُ أَبِي الْعَاتِكَةِ، وَعَاصِمٌ الْأَحْوَلُ، وَأَبُو الْعَالِيَةَ، وَعَطَاءٌ، وَفُرَاتُ بْنُ ثَعْلَبَةَ، وَضَمْرَةُ بْنُ حَبِيبٍ، وَإِبْرَاهِيمُ بْنُ أَبِي عَبْلَةَ، وَعَطِيَّةُ بْنُ قَيْسٍ، وَسَعِيدُ بْنُ عَبْدِ الْعَزِيزِ مُرْسِلًا، وَكَعْبُ الْأَحْبَارِ، وَغَيْرُهُمْ وَلَوْ ذَهَبْتُ إِلَى ذِكْرِ أَحَادِيثِهِمْ وَمَا نَقَلَ كُلُّ وَاحِدٍ مِنْهُمْ عَنْهُ لَطَالَ ذَلِكَ وَاتَّسَعَ الْأَمْرُ فِيهِ، إِلَّا أَنَّا اقْتَصَرْنَا عَلَى ذِكْرِ بَعْضِ مَنَاقِبِهِ دُونَ الْمُسْنَدِ مِنْ حَدِيثِهِ، وَبِاللَّهِ التَّوْفِيقُ",
            "page": "108",
            "part": "1",
            "seal": "F61CBC56"
        },
        {
            "id": "175",
            "nass": "§ذِكْرُ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ رَضِيَ اللَّهُ عَنْهُ اسْمُهُ عَايِذُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ إِدْرِيسَ بْنِ عَايِذِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ غَيْلَانَ بْنِ مَكِينٍ مِنْ خَوْلَانَ مَوْلِدُهُ عَامَ حُنَيْنٍ، وَتُوُفِّيَ سَنَةَ ثَمَانِينَ، أَدْرَكَ جَمَاعَةً مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
            "page": "109",
            "part": "1",
            "seal": "AC269FF0"
        },
        {
            "id": "176",
            "nass": "قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ: حَدَّثَنَا أَبُو زُرْعَةَ، قَالَ: قَالَ مُحَمَّدُ بْنُ أَبِي عُمَرَ، عَنِ ابْنِ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ ذَكَرَ «أَنَّهُ §أَدْرَكَ عُبَادَةَ بْنَ الصَّامِتِ، وَأَبَا الدَّرْدَاءِ، وَشَدَّادَ بْنَ أَوْسٍ، وَفَاتَهُ مُعَاذُ بْنُ جَبَلٍ»",
            "page": "109",
            "part": "1",
            "seal": "9A938469"
        },
        {
            "id": "177",
            "nass": "قَالَ: وَقَالَ أَبُو عَبْدِ اللَّهِ الْهَرَوِيُّ: حَدَّثَنَا ابْنُ الدَّوْرَقِيِّ، قَالَ: قَالَ يَحْيَى بْنُ مَعِينٍ: §«مَاتَ أَبُو إِدْرِيسَ سَنَةَ ثَمَانِينَ»",
            "page": "110",
            "part": "1",
            "seal": "3DA4CA31"
        },
        {
            "id": "178",
            "nass": "قَالَ: وَحَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا سَعِيدٌ، قَالَ: §\" أَوَّلُ مَنْ سَمِعْنَا مِنْهُ اسْمَ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ هُوَ الزُّهْرِيُّ يَقُولُ: حَدَّثَنَا عَايِذُ اللَّهِ بْنُ عَبْدِ اللَّهِ، ثُمَّ يَقُولُ: إِنَّ الشَّامَ قَدْ كَانَتْ تُنَازِعُنِي \"",
            "page": "111",
            "part": "1",
            "seal": "BCD58C02"
        },
        {
            "id": "179",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ الْقَاضِي، حَدَّثَنَا أَبُو زُرْعَةَ، قَالَ: قَالَ أَبُو مُسْهِرٍ: §«لَمْ نَجِدْ لِأَبِي إِدْرِيسَ الْخَوْلَانِيِّ بَعْدَ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ ذِكْرًا»",
            "page": "111",
            "part": "1",
            "seal": "273C34C9"
        },
        {
            "id": "180",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبُو مُسْهِرٍ، قَالَ: سَمِعْتُ سَعِيدًا، يَقُولُ: §«وُلِدَ أَبُو إِدْرِيسَ الْخَوْلَانِيُّ عَامَ حُنَيْنٍ» وَيُنْكِرُ أَنْ يَكُونَ سَمِعَ مِنَ مُعَاذٍ شَيْئًا",
            "page": "111",
            "part": "1",
            "seal": "85E29316"
        },
        {
            "id": "181",
            "nass": "وَأَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ، قَالَ: قَالَ أَبُو زُرْعَةَ: نَاظَرْتُ عَبْدَ الرَّحْمَنِ بْنَ إِبْرَاهِيمَ قُلْتُ لَهُ: أَيُّ الرَّجُلَيْنِ عِنْدَكَ أَعْلَمُ: جُبَيْرُ بْنُ نُفَيْرٍ الْحَضْرَمِيُّ أَوْ أَبُو إِدْرِيسَ الْخَوْلَانِيُّ؟ قَالَ: §«أَبُو إِدْرِيسَ عِنْدِي الْمُقَدَّمُ» وَرَفَعَ مِنْ شَأْنِ جُبَيْرٍ -[112]- الحضرمي بِإِسْنَادِهِ وَأَحَادِيثِهِ، ثُمَّ ذَكَرَ أَبَا إِدْرِيسَ فَقَالَ: «لَهُ مِنَ الْحَدِيثِ مَا لَهُ، وَمِنَ اللِّقَاءِ، وَمِنِ اسْتِعْمَالِ عَبْدِ الْمَلِكِ إِيَّاهُ عَلَى الْقَضَاءِ بِدِمَشْقَ»",
            "page": "111",
            "part": "1",
            "seal": "7736F309"
        },
        {
            "id": "182",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا سَعِيدٌ، قَالَ: قَالَ أَبُو إِدْرِيسَ، وَكَانَ قَاضِيًا: §«مَا عَزَلُونِي حَتَّى أَزْحَفْتُ»",
            "page": "112",
            "part": "1",
            "seal": "5AAA9F0C"
        },
        {
            "id": "183",
            "nass": "أَخْبَرَنَا أَبُو الْفَوَارِسِ أَحْمَدُ بْنُ عَلِيٍّ الْأَنْطَاكِيُّ بِأَنْطَاكِيَةَ، حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ الْقَلَّا، حَدَّثَنَا بَقِيَّةُ، عَنْ لَيْثِ بْنِ سَعْدٍ، قَالَ: حَدَّثَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، أَنَّ مُوسَى سَأَلَ رَبَّهُ تَبَارَكَ وَتَعَالَى فَقَالَ: أَيْ رَبِّ، أَيُّ شَيْءٍ أَوَّلُ مَا خَلَقْتَ؟ قَالَ: يَا مُوسَى §أَوَّلُ مَا خَلَقْتُ مَا جَعَلْتُ فِي نَفْسِي فِيهِ قَضَاءَ كُلِّ شَيْءٍ وَقَدْرَ كُلِّ شَيْءٍ: الدَّهْرُ \"",
            "page": "112",
            "part": "1",
            "seal": "EF6D43B0"
        },
        {
            "id": "184",
            "nass": "§ذِكْرُ رِوَايَةِ أَبِي إِدْرِيسَ عَنْ مُعَاذِ بْنِ جَبَلٍ، وَالِاخْتِلَافِ فِي ذَلِكَ",
            "page": "112",
            "part": "1",
            "seal": "FAE146EF"
        },
        {
            "id": "185",
            "nass": "قَالَ: أَخْبَرَنَا عَوْنُ بْنُ الْحَسَنِ بْنِ عَوْنٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا بَكْرُ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنِي مُحَمَّدُ بْنُ عُمَرَ الْوَاقِدِيُّ، قَالَ: §«مَاتَ مُعَاذُ بْنُ جَبَلٍ سَنَةَ ثَمَانِ عَشْرَةَ فِي الطَّاعُونِ طَاعُونِ عَمَوَاسَ»",
            "page": "112",
            "part": "1",
            "seal": "0F0CB4D6"
        },
        {
            "id": "186",
            "nass": "أَخْبَرَنَا عَوْنُ بْنُ الْحَسَنِ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، حَدَّثَنِي بَكْرٌ، عَنِ الْوَاقِدِيِّ، حَدَّثَنَا أَيُّوبُ بْنُ النُّعْمَانِ، عَنْ أَبِيهِ، عَنْ قَوْمِهِ، قَالَ: «§شَهِدَ مُعَاذٌ بَدْرًا وَهُوَ ابْنُ عِشْرِينَ سَنَةً، أَوْ إِحْدَى وَعِشْرِينَ سَنَةً، وَمَاتَ سَنَةَ ثَمَانِ عَشْرَةَ فِي الطَّاعُونِ وَهُوَ ابْنُ ثَمَانٍ وَثَلَاثِينَ سَنَةً، وَكَانَ طَوِيلًا أَبْيَضَ حَسَنَ الثَّغْرِ عَظِيمَ الْعَيْنَيْنِ مَجْمُوعَ الْحَاجِبَيْنِ جَعْدًا قَطَطًا»",
            "page": "113",
            "part": "1",
            "seal": "A08900B3"
        },
        {
            "id": "187",
            "nass": "أَخْبَرَنَا عَوْنُ بْنُ الْحَسَنِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، حَدَّثَنِي بَكْرٌ، عَنِ الْوَاقِدِيِّ، حَدَّثَنَا إِسْحَاقُ بْنُ خَارِجَةَ، أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ «§وَيُكَنَّى أَبَا عَبْدِ الرَّحْمَنِ، وَمَاتَ بِنَاحِيَةِ الْأُرْدُنِّ» قَالَ أَبُو عَبْدِ اللَّهِ: وَلَمْ يُولَدْ لَهُ قَطُّ، زَعَمُوا، وَكَانَ مِنْ أَجْمَلِ الرِّجَالِ",
            "page": "113",
            "part": "1",
            "seal": "62AEC647"
        },
        {
            "id": "188",
            "nass": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْقَاسِمِ، حَدَّثَنَا أَحْمَدُ بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنْ سَعِيدِ بْنِ عَبْدِ الْعَزِيزِ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، قَالَ: §«الْمَسَاجِدُ مَجَالِسُ الْكِرَامِ» قَالَ أَبُو عَلِيٍّ عَبْدُ الْجَبَّارِ بْنُ الْمُهَنَّا: إِنَّ مِنَ الدَّلَالَةِ عَلَى صِحَّةِ -[114]- رِوَايَةِ أَبِي إِدْرِيسَ عَنْ مُعَاذٍ، وَلُقْيِهِ إِيَّاهُ، أَنَّ مُعَاذَ بْنَ جَبَلٍ وَأَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ مَاتَا فِي عَامٍ وَاحِدٍ رَضِيَ اللَّهُ عَنْهُمَا",
            "page": "113",
            "part": "1",
            "seal": "0086A50A"
        },
        {
            "id": "189",
            "nass": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو زُرْعَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَائِذٍ، عَنْ أَبِي مُسْهِرٍ، قَالَ: قَرَأْتُ فِي كِتَابِ يَزِيدَ بْنِ عُبَيْدَةَ: §«تُوُفِّيَ مُعَاذُ بْنُ جَبَلٍ وَأَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ سَنَةَ سَبْعَ عَشْرَةَ» وَأَبُو إِدْرِيسَ مَوْلِدُهُ عَامَ حُنَيْنٍ، وَحُنَيْنٌ كَانَتْ فِي سَنَةِ سِتٍّ، فَإِذَا صَحَّ فَقَدْ كَانَ لِمُعَاذٍ عَامَ حُنَيْنٍ إِحْدَى عَشْرَةَ سَنَةً، وَأَبُو عُبَيْدَةَ وَمُعَاذٌ مَاتَا فِي عَامٍ وَاحِدٍ، وَأَهْلُ النَّقْلِ يُصَحِّحُونَ رِوَايَةَ أَبِي إِدْرِيسَ عَنْ أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ وَلُقْيِهِ إِيَّاهُ، فَهَكَذَا يَنْبَغِي أَنْ يَكُونَ قَدْ لَقِيَ مُعَاذًا وَصَحَّتْ رِوَايَتُهُ عَنْهُ، لِأَنَّ مُعَاذًا كَانَ بِالْيَمَنِ وَالِيًا عَلَيْهَا، وَأَبُو إِدْرِيسَ مَوْلِدُهُ بِالْيَمَنِ وَبِهَا قَوْمُهُ، فَمَا يُنْكَرُ عَلَى مَنْ قَالَ إِنَّهُ قَدْ سَمِعَ مِنْهُ",
            "page": "114",
            "part": "1",
            "seal": "8DBC34CA"
        },
        {
            "id": "190",
            "nass": "وَقَدْ حَدَّثَنَا مُحَمَّدُ بْنُ أَيُّوبَ الْخَشَّابُ بِالرَّمْلَةِ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي زَيْدُونَ، حَدَّثَنَا الْفِرْيَابِيُّ، حَدَّثَنَا عَبْدُ الْحَمِيدِ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، حَدَّثَنِي عَايِذُ اللَّهِ بْنُ عَبْدِ اللَّهِ، أَنَّ مُعَاذًا، قَدِمَ عَلَيْهِمُ الْيَمَنَ، فَلَقِيَتْهُ امْرَأَةٌ مِنْ خَوْلَانَ مَعَهَا بَنُونَ لَهَا اثْنَا عَشَرَ، وَتَرَكَتْ أَبَاهُمْ فِي بَيْتِهَا: أَصْغَرُهُمُ الَّذِي قَدِ اجْتَمَعَتْ -[115]- لِحْيَتُهُ، فَقَامَتْ فَسَلَّمَتْ عَلَى مُعَاذٍ وَرَجُلَانِ مِنْ بَنِيهَا مُمْسِكَانِ بِعَضُدَيْهَا، فَقَالَتْ: مَنْ أَرْسَلَكَ إِلَيْنَا أَيُّهَا الرَّجُلُ؟ قَالَ لَهَا مُعَاذٌ: أَرْسَلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَتِ الْمَرْأَةُ: أَرْسَلَكَ رَسُولُ اللَّهِ وَأَنْتَ رَسُولُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَفَلَا تُحَدِّثُنِي يَا رَسُولَ رَسُولِ اللَّهِ؟ قَالَ لَهَا مُعَاذٌ: سَلِي عَمَّا شِئْتِ، قَالَتْ: حَدِّثْنِي، مَا حَقُّ الْمَرْءِ عَلَى زَوْجَتِهِ؟ قَالَ لَهَا مُعَاذٌ: «§تَتَّقِي اللَّهَ مَا اسْتَطَاعَتْ، وَتَسْمَعُ وَتُطِيعُ» قَالَتْ: أَقْسَمْتُ عَلَيْكَ بِاللَّهِ، مَا حَقُّ الرَّجُلِ عَلَى زَوْجَتِهِ؟ قَالَ لَهَا مُعَاذٌ: «وَمَا رَضِيتِ بِأَنْ تَسْمَعِي وَتُطِيعِي وَتَتَّقِي اللَّهَ» ؟ قَالَتْ: بَلَى، وَلَكِنْ حَدِّثْنِي مَا حَقُّ الْمَرْءِ عَلَى زَوْجَتِهِ؟ فَإِنِّي تَرَكْتُ أَبَا هَؤُلَاءِ شَيْخًا كَبِيرًا فِي الْبَيْتِ، فَقَالَ لَهَا مُعَاذٌ: «وَالَّذِي نَفْسُ مُعَاذٍ بِيَدِهِ، لَوْ أَنَّكَ تَرْجِعِينَ إِذَا رَجَعْتِ إِلَيْهِ فَوَجَدْتِ الْجُذَامَ قَدْ خَرَقَ أَنْفَهُ، وَوَجَدْتِ مَنْخَرَيْهِ يَسِيلَانِ قَيْحًا وَدَمًا، ثُمَّ الْتَعَقْتِيهِمَا بِفِيكِ لِكَيْمَا تَبْلُغِي حَقَّهُ مَا بَلَغْتِيهِ أَبَدًا»",
            "page": "114",
            "part": "1",
            "seal": "92E173F5"
        },
        {
            "id": "191",
            "nass": "حَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عَاصِمٍ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: قَالَ أَبُو سُلَيْمَانَ: §«أَهْلُ الطَّاعَةِ فِي لَيْلِهِمْ أَلَذُّ بِطَاعَتِهِمْ مِنْ أَهْلِ اللَّهْوِ بِلَهْوِهِمْ»",
            "page": "116",
            "part": "1",
            "seal": "E0F5A7A7"
        },
        {
            "id": "192",
            "nass": "حَدَّثَنَا الْحَسَنُ بْنُ حَبِيبٍ، حَدَّثَنَا أَبُو عَبْدِ الْمَلِكِ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ، يَقُولُ: «§مَا خَلَقَ اللَّهُ خَلْقًا أَهْوَنَ عَلَيَّ مِنْ إِبْلِيسَ، وَلَوْلَا أَنِّي أُمِرْتُ أَنْ أَتَعَوَّذَ مِنْهُ مَا تَعَوَّذْتُ مِنْهُ أَبَدًا، وَلَوْ بَدَا لِي مَا لَطَمْتُ إِلَّا صَفْحَةَ وَجْهِهِ»",
            "page": "116",
            "part": "1",
            "seal": "5624CABA"
        },
        {
            "id": "193",
            "nass": "أَخْبَرَنَا ابْنُ حَبِيبٍ، حَدَّثَنَا أَبُو الْحَسَنِ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: قُلْتُ لِأَبِي سُلَيْمَانَ: \" إِذَا قَالَ اللَّهُ جَلَّ وَعَلَا لِأَهْلِ النَّارِ: {§اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ} انْدَرَسَتْ وُجُوهُهُمْ وَبَقِيَتْ لَحْمًا عَلَى لَحْمٍ تَأْكُلُهُ النَّارُ \"",
            "page": "116",
            "part": "1",
            "seal": "99976C4A"
        },
        {
            "id": "194",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْوَلِيدِ بْنِ هِشَامٍ، حَدَّثَنَا أَبُو مَسْعُودٍ هَاشِمُ بْنُ خَالِدٍ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَقُولُ: §«رُبَّمَا مُثِّلَ لِي أَنِّي عَلَى قَنْطَرَةٍ مِنْ قَنَاطِرِ جَهَنَّمَ أَنِّي بَيْنَ حَجَرَيْنِ، فَكَيْفَ يَكُونُ عَيْشُ مَنْ هُوَ هَكَذَا؟»",
            "page": "116",
            "part": "1",
            "seal": "F95127AE"
        },
        {
            "id": "195",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْوَلِيدِ بْنِ هِشَامٍ، حَدَّثَنَا أَبُو مَسْعُودٍ هَاشِمُ بْنُ خَالِدٍ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ، يَقُولُ: «§مَنْ لَا يَسْأَلِ اللَّهَ يَغْضَبْ عَلَيْهِ، فَأَنَا أَسْأَلُهُ لِعِيَالِي حَتَّى الْمِلْحَ»",
            "page": "117",
            "part": "1",
            "seal": "E9CFFD34"
        },
        {
            "id": "196",
            "nass": "أَخْبَرَنَا أَحْمَدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ، يَقُولُ: «§مَنْ أَحْسَنَ فِي نَهَارِهِ كُوفِئَ فِي لَيْلِهِ، وَمَنْ أَحْسَنَ فِي لَيْلِهِ كُوفِئَ فِي نَهَارِهِ»",
            "page": "117",
            "part": "1",
            "seal": "244299D4"
        },
        {
            "id": "197",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ، يَقُولُ: «§كُنَّا نُخَالِطُ صَالِحَ بْنَ عَبْدِ الْجَلِيلِ وَالْقَدَرُ يَبْلُغُنَا عَنْهُ، فَلَمَّا سَمِعْنَاهُ مِنْهُ، جَانَبْنَاهُ عَلَيْهِ»",
            "page": "117",
            "part": "1",
            "seal": "09856B14"
        },
        {
            "id": "198",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَقُولُ: «§صَلِّ خَلْفَ كُلِّ صَاحِبِ بِدْعَةٍ إِلَّا الْقَدَرِيَّ، لَا تُصَلِّ خَلْفَهُ وَإِنْ كَانَ سُلْطَانًا» قَالَ أَحْمَدُ: وَبِهِ نَأْخُذُ",
            "page": "117",
            "part": "1",
            "seal": "17201E68"
        },
        {
            "id": "199",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ، يَقُولُ: «-[118]- إِنَّ §فِي خَلْقِ اللَّهِ تَعَالَى خَلْقًا مَا يَشْغَلُهُمُ الْجِنَانُ وَمَا فِيهَا مِنَ النَّعِيمِ عَنْهُ، فَكَيْفَ يُشْغَلُونَ بِالدُّنْيَا»",
            "page": "117",
            "part": "1",
            "seal": "FAEE8C10"
        },
        {
            "id": "200",
            "nass": "§ذِكْرُ أَصْحَابِ أَبِي سُلَيْمَانَ مِنْ أَهْلِ دَارِيَّا السُكَّانِ بِهَا",
            "page": "118",
            "part": "1",
            "seal": "B42926E1"
        },
        {
            "id": "201",
            "nass": "§حُمَيْدُ بْنُ هِشَامٍ الْعَنْسِيُّ",
            "page": "118",
            "part": "1",
            "seal": "A38AA661"
        },
        {
            "id": "202",
            "nass": "قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ هِشَامٍ، حَدَّثَنَا حُمَيْدُ بْنُ هِشَامٍ الْعَنْسِيُّ، مِنْ أَهْلِ دَارِيَّا قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَقُولُ: \" §لَوْلَا الذُّنُوبُ لَسَأَلْتُهُ أَنْ يُقِيمَ الْقِيَامَةَ، وَلَكِنْ إِذَا ذَكَرْتُ الْخَطِيئَةَ قُلْتُ: أَبْقَى لَعَلِّي أَتُوبُ \"",
            "page": "118",
            "part": "1",
            "seal": "1F6635E8"
        },
        {
            "id": "203",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ مَلَّاسٍ، حَدَّثَنَا حُمَيْدُ بْنُ هِشَامٍ أَبُو هِشَامٍ، قَالَ: قُلْتُ لِأَبِي سُلَيْمَانَ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ بْنِ عَطِيَّةَ: يَا عَمِّ، لِمَ تُشَدِّدُ عَلَيْنَا وَقَدْ قَالَ اللَّهُ عَزَّ وَجَلَّ فِي كِتَابِهِ: {يَا عِبَادِي الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} [الزمر: 53] ؟ قَالَ: «اقْرَأْ» ، فَقَرَأْتُ: {وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ} [الزمر: 54]",
            "page": "118",
            "part": "1",
            "seal": "2DC68AE4"
        },
        {
            "id": "205",
            "nass": "حَدَّثَنَا الْحَسَنُ بْنُ حَبِيبٍ، قَالَ: سَمِعْتُ حُمَيْدَ بْنَ هِشَامٍ الدَّارَانِيَّ، قَالَ: -[120]- قَرَأَ رَجُلٌ عَلَى أَبِي سُلَيْمَانَ الدَّارَانِيِّ سُورَةَ: هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا، فَلَمَّا بَلَغَ إِلَى هَذَا الْمَوْضِعِ: {وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا} [الإنسان: 12] ، قَالَ: فَقَالَ أَبُو سُلَيْمَانَ: «§بِمَا صَبَرُوا عَلَى تَرْكِ الشَّهَوَاتِ فِي الدُّنْيَا» قَالَ الْحَسَنُ بْنُ حَبِيبٍ: وَأَنْشَدَنَا حُمَيْدُ بْنُ هِشَامٍ لِبَعْضِهِمْ: ¶ [البحر الخفيف] ¶ كَمْ قَتِيلٍ لِشَهْوَةٍ وَأَسِيرِ ... أُفٍّ لِلْمُشْتَهِي خِلَافَ الْجَمِيلِ ¶ شَهَوَاتُ الْإِنْسَانِ تُورِثُهُ الذُّ ... لَّ وَتُلْقِيهِ فِي الْبَلَاءِ الطَّوِيلِ",
            "page": "119",
            "part": "1",
            "seal": "DCCF8F19"
        },
        {
            "id": "206",
            "nass": "§ذِكْرُ سُلَيْمَانَ بْنِ أَبِي سُلَيْمَانَ",
            "page": "120",
            "part": "1",
            "seal": "BB0BC171"
        },
        {
            "id": "207",
            "nass": "حَدَّثَنَا الْحَسَنُ بْنُ حَبِيبٍ، حَدَّثَنَا أَبُو الْحَسَنِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ سُلَيْمَانَ بْنَ أَبِي سُلَيْمَانَ، يَقُولُ: «-[121]- إِنَّ §مَنْ لَمْ يُعْطَ مَا يَشْتَهِي مِنَ الْآخِرَةِ فِي الدُّنْيَا، إِنَّهُ يُعْطَاهُ فِي الْآخِرَةِ، وَأَحْسَبُ أَنَّ عَمَلًا لَا يُوجَدُ لَهُ لَذَّةٌ فِي الدُّنْيَا أَنَّهُ يَكُونُ لَهُ ثَوَابًا فِي الْآخِرَةِ»",
            "page": "120",
            "part": "1",
            "seal": "8AABFDAB"
        },
        {
            "id": "208",
            "nass": "§ذِكْرُ عَبْدِ الرَّحِيمِ بْنِ صَالِحٍ عَنْ أَبِي سُلَيْمَانَ",
            "page": "121",
            "part": "1",
            "seal": "CA872D20"
        },
        {
            "id": "209",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ أَيُّوبَ بْنِ الْحَسَنِ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ صَالِحٍ، قَالَ: سَمِعْتُ أَبَا سُلَيْمَانَ الدَّارَانِيَّ، يَقُولُ لِأُمِّ هَارُونَ: أَتُحِبِّينَ الْمَوْتَ؟ قَالَتْ: «لَا» قَالَ: وَلِمَ تَكْرَهِينَ لِقَاءَ اللَّهِ عَزَّ وَجَلَّ؟ فَفَاضَتْ دُمُوعُهَا بِالِانْتِحَابِ، فَقَالَتْ: «يَا أَبَا سُلَيْمَانَ، §لَوْ عَادَيْتَ آدَمَيًّا لَكَرِهْتَ لِقَاءَهُ» فَصَرَخَ أَبُو سُلَيْمَانَ وَوَقَعَ مَغْشِيًّا عَلَيْهِ",
            "page": "121",
            "part": "1",
            "seal": "2EA257DC"
        },
        {
            "id": "210",
            "nass": "§ذِكْرُ مُحَمَّدِ بْنِ خَلَفِ بْنِ طَارِقٍ وَوَلَدُهُ بِدَارِيَّا إِلَى الْيَوْمِ",
            "page": "121",
            "part": "1",
            "seal": "A19E2529"
        },
        {
            "id": "211",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ خَلَفِ بْنِ طَارِقٍ الدَّارَانِيُّ، -[122]- حَدَّثَنَا الْوَلِيدُ بْنُ الْوَلِيدِ الْعَنْسِيُّ الْقُلَانِسِيُّ، حَدَّثَنَا سَعِيدُ بْنُ بَشِيرٍ، عَنْ قَتَادَةَ، وَإِبْرَاهِيمَ بْنِ عَامِرٍ، عَنِ الشَّعْبِيِّ، قَالَ: دَخَلْتُ الْمَدِينَةَ فَجَلَسْتُ عِنْدَ الْمِنْبَرِ، فَجَاءَ رَجُلٌ فَجَلَسَ إِلَيَّ، فَقُلْتُ لَهُ: هَلْ تَدُلُّنِي عَلَى أَحَدٍ يُحَدِّثُنِي عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ فَانْطَلَقَ بِي إِلَى فَاطِمَةَ بِنْتِ قَيْسٍ، فَقَرَّبَتْ لَنَا عَجْوَةً فَقَالَتْ لَنَا: قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ، فَسَمِعَ النَّاسُ بِهِ قَدْ قَامَ عَلَى الْمِنْبَرِ، فَأَقْبَلَ النَّاسُ يَشْتَدُّونَ إِلَيْهِ، فَكُنْتُ أَنَا مِمَّنْ أَتَاهُ، فَسَمِعْتُهُ يَقُولُ: \" حَدَّثَنِي تَمِيمٌ الدَّارِيُّ أَنَّ بَنِيَّ عَمٍّ لَهُ مِنْ لَخْمٍ §رَكِبُوا سَفِينَةً فِي الْبَحْرِ تُجَّارًا، فَقَرَّبَتْ بِهِمْ إِلَى جَزِيرَةٍ، قَالَ: فَخَرَجْنَا إِلَيْهَا، أَوْ مَنْ خَرَجَ مِنْهُمْ، يَلْتَمِسُونَ هَلْ يَرَوْنَ أَحَدًا، حَتَّى لَقِيَهُمْ مَنْ قَدْ غَطَّاهُ الشَّعْرُ لَا يَسْتَبِينُ مِنْهُ، قَالُوا: الْخَبَرُ؟ قَالَ: الْخَبَرُ عِنْدَ صَاحِبِ هَذَا الدَّيْرِ، وَأَنَا الْجَسَّاسُ، أَوِ الْجَسَّاسَةُ، قَالَ: فَأَتَوْا الدَّيْرَ فَإِذَا رَجُلٌ مُوثَقٌ بِالْحَدِيدِ، فَسَأَلَهُمْ: مَنْ هُمْ؟ فَأَخْبَرُوهُ، فَقَالَ: مَا فَعَلَ نَبِيُّ الْعَرَبِ، أَخْرَجَ بَعْدُ؟ قَالُوا: نَعَمْ، قَالَ: مَنْ تَبِعَهُ؟ -[123]- السَّفَلَةُ أَوْ أَشْرَافُ النَّاسِ؟ قَالُوا: تَبِعَهُ السَّفَلَةُ، قَالَ: يَكْثُرُونَ أَوْ يَقِلُّونَ؟ قَالُوا: بَلْ يَكْثُرُونَ، قَالَ: أَفَرَجِعَ أَحَدٌ مِمَّنْ أَيَّدَهُ؟ قَالُوا: لَا، قَالَ: ذَلِكَ خَيْرٌ لَهُمْ، مَا فَعَلَتْ بُحَيْرَةُ طَبَرِيَّةَ، هَلْ فِيهَا مَاءٌ؟ قَالُوا: نَعَمْ، قَالَ: مَا فَعَلَ نَخْلُ بَيْسَانَ، هَلْ يَحْمِلُ؟ قَالُوا: نَعَمْ، قَالَ: مَا فَعَلَتْ عَيْنُ زُغَرَ، فِيهَا مَاءٌ؟ قَالُوا: نَعَمْ، قَالَ: أَمَا إِنَّهُ لَوْ قَدْ أُذِنَ لِي لَوَطَئْتُ بِرِجْلِي هَذِهِ الْأَرْضَ كُلَّهَا غَيْرَ طَابَةَ، عَلَى كُلِّ نَقْبٍ مِنْ أَنْقَابِهَا مَلَكٌ شَاهِرٌ سَيْفَهُ إِلَى يَوْمِ الْقِيَامَةِ هُوَ مِنْ نَحْوِ الْعِرَاقِ، مَا هُوَ مِنْ أَهْلِ الْعِرَاقِ، مَا هُوَ -[124]- \" الزِّيَادَةُ عَلَى تَارِيخِ دَارِيَّا، وَجَدْتُ بِخَطِّ الشَّيْخِ أَبِي جَعْفَرَ أَحْمَدُ بْنُ الْفِرْيَابِي عَلَى نُسْخَةٍ بِهَذَا التَّارِيخِ هَذِهِ الزِّيَادَةَ",
            "page": "121",
            "part": "1",
            "seal": "7A7916FA"
        },
        {
            "id": "212",
            "nass": "قَالَ الْحَافِظُ، وَأَخْبَرَنَا أَبُو مُحَمَّدٍ هِبَةَ اللهِ بْنُ أَحْمَدَ بْنُ مُحَمَّدِ بْنُ الْأَكْفَانِي، قَالَ: وَمِنْ أَهْلِ دَارِيَا: عَبْدُ الْوَّهَابِ بْنُ عَبْدِ اللَّهِ بْنُ مُحَمَّدِ بْنُ سَعِيدِ بْنُ عَمْرِو بْنُ حَفْصِ بْنُ حَرِيشٍ أَبُو الْفَرَجِ: أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدِ بْنِ إِبْرَاهِيمِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ سُلَيْمَانَ بْنِ أَيُّوبَ بْنِ حَذْلَمِ الْأُسْدِيِّ إِجَازَةً: حَدَثَنِي عَبْدُ الْوَهَّابِ بْنُ عَبْدِ اللَّهِ بْنُ مُحَمَّدِ بْنُ سَعِيدِ بْنُ عَمْرِو بْنُ حَفْصِ بْنُ حَرِيشِ الدَّارَانِي فِي دَارِيَّا، فِي شُهُورِ سَنَةِ ثَلَاثَ عَشْرَةَ وَأَرْبَعِمِائَةٍ: حَدَّثَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ عَطَاءِ الْمَعْرُوفِ بِالرُّوذْبَادِيِّ بِصِوَرِ؛ حَدَّثَنَا أَبُو سَعِيدِ الْحَسَنِ بْنِ عَلِيِّ بْنِ زَكَرِيَّا",
            "page": "124",
            "part": "1",
            "seal": "A31A844B"
        },
        {
            "id": "214",
            "nass": "§خَلَفُ بْنُ مُحَمَّدِ بْنُ الْقَاسِمِ بْنُ عَبْدِ السَّلَامِ بْنُ مُحَمَّدِ الْعَنْسِي حَدَّثَ عَنْ أَبِي يَعْقُوبَ الْأَذْرُعِي، حَدَّثَنَا عَنْهُ أَبُو مُحَمَّدٍ عَبْدُ الْعَزِيزِ بْنُ أَحْمَدَ",
            "page": "126",
            "part": "1",
            "seal": "75C5711A"
        },
        {
            "id": "215",
            "nass": "§أَحْمَدُ بْنُ عَمْرِو بْنِ مُعَاذِ الْعَنْسِيِّ وَابْنَهُ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنُ عَمْرِو بْنُ مُعَاذِ الْعَنْسِيِّ أَبُو الْحُسَيْنِ يَرْوِي عَنْ أَبِي الْمَيْمُونِ بْنِ رَاشِدِ وَأَبِي الْحَسَنِ بْنِ حَذْلَمَ، وَأَبِي الْقَاسِمِ بْنِ أَبِي الْعُقْبَ، وَأَبِي يَعْقُوبَ الْأَذْرُعِي، وَغَيرَهُمْ. تُوفِّيَ بِدَارِيَا فِي شَوَّالٍ سَنَةَ أَرْبَعَ عَشَرَةَ وَأَرْبَعِمِئَةٍ.",
            "page": "126",
            "part": "1",
            "seal": "E8CD59A8"
        },
        {
            "id": "216",
            "nass": "§عَلِيُّ بْنُ دَاوُدَ بْنُ عَبْدِ اللَّهِ الْمُقْرِيُّ إِمَامَ الْمَسْجِدِ الْجَامِعِ بِدِمَشْقِ، وَإِلَيْهِ انْتَهَتِ الرِّيَاسَةُ فِي الْقِرَاءَةِ بِدِمَشْقِ، تَوَفَّى لِسِتٍ خَلَوْنَ مِنْ جُمَادَى الْأُولَى سَنَةِ اثْنَتَيْنِ وَأَرْبَعُمِئَةٍ. رَوَى عَنْ خَيْثَمَةَ بْنِ سُلَيْمَانَ وَالْحَسَنِ بْنِ حَبِيبِ وَغَيْرَهُمَا",
            "page": "126",
            "part": "1",
            "seal": "ED2C956A"
        },
        {
            "id": "217",
            "nass": "§عَلِيُّ بْنُ بَجِيلَةَ أَبُو الْحَسَنِ الْمَقْرِيءُ، يُعْرَفُ بِصِهْرِ الْأَطْرُوشِ. تَوَفَّى سَنَةَ خَمْسِ عَشْرَةَ وَأَرْبَعِمِئَةٍ. ذَكَرَهُ الْحَدَّادُ فِي الْوَفِيَّاتِ.",
            "page": "127",
            "part": "1",
            "seal": "F5E96EBB"
        },
        {
            "id": "218",
            "nass": "§عَلِيُّ بْنُ مُحَمَّدِ بْنُ طَوْقٍ يُعْرَفُ بِابْنِ الطَّبَرَانِيِّ. حَدَّثَنَا عَنْهُ عَبْدُ الْعَزِيزِ بْنُ أَحْمَدَ",
            "page": "127",
            "part": "1",
            "seal": "CC1C3136"
        },
        {
            "id": "219",
            "nass": "§أَحْمَدُ بْنُ مَنْصُورِ بْنُ الْفَقِيهِ أَبُو الْعَبَّاسِ الْمَالِكِيِّ",
            "page": "128",
            "part": "1",
            "seal": "806BBC99"
        },
        {
            "id": "220",
            "nass": "§عَمْرُو بْنُ عُذْرَةَ بْنُ مُحَمَّدِ السَّلْمِيِّ الْمَالِكِيِّ أَبُو الْبَرَكَاتِ، تَوَفَّى فِي شَوَّالٍ سَنَةِ سَتِّينَ وَأَرْبَعِمِائَةٍ. قَالَ: ذَكَرَ أَبُو الْحَسَنِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنُ جَعْفَرَ بْنُ عَبْدِ اللَّهِ بْنُ الْجُنَيدِ الرَّازِي فِي تَسْمِيَةِ مَنْ كَتَبَ عَنْهُ بِدِمَشْقِ، فَذَكَرَ: \" وَمِمَّنْ كَتَبْتَ عَنْهُ فِي قُرَى دِمَشْقِ",
            "page": "128",
            "part": "1",
            "seal": "BA327006"
        },
        {
            "id": "221",
            "nass": "§أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ هَارُونَ بْنُ عَبْدِ الرَّحْمَنِ بْنُ عُبَيْدِ بْنُ زَكَرِيَّا الْعَنْسِي مِنْ أَهْلِ دَارِيَا، مَاتَ سَنَةَ أَرْبَعٍ وَعِشْرِينَ وَثَلَاثِمِئَةٍ",
            "page": "128",
            "part": "1",
            "seal": "694A1D5E"
        },
        {
            "id": "222",
            "nass": "§عَبْدُ الرَّحْمَنِ بْنُ عَلِيِّ بْنُ مُحَلِّي",
            "page": "128",
            "part": "1",
            "seal": "C3575128"
        },
        {
            "id": "223",
            "nass": "§أَبُو الْحَسَنِ عَبْدُ اللَّهِ بْنُ هِشَامِ بْنُ سُوَارِ الْعَنْسِيُّ الدَّارَانِي",
            "page": "128",
            "part": "1",
            "seal": "9D37A20A"
        },
        {
            "id": "224",
            "nass": "§ابْنَاهُ: أَبُو الْقَاسِمِ عُبَيْدِ اللَّهِ، وَأَبُو الْفَضْلِ عَبْدُ الْوَاحِدِ ابْنَا عَبْدِ اللَّهِ بْنُ هِشَامِ بْنُ سُوَارٍ كَتَبْتُ عَنْهُمَا عَنْ أَبِي مُحَمَّدٍ عَبْدَ الرَّحْمَنِ بْنِ عُثْمَانَ بْنِ أَبِي نَصْرٍ رَحِمَهُ اللَّهُ",
            "page": "128",
            "part": "1",
            "seal": "9BC878A2"
        },
        {
            "id": "2",
            "nass": "أَخْبَرَنَا أَبُو مُحَمَّدٍ هِبَةُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْأَكْفَانِيُّ رَضِيَ اللَّهُ عَنْهُ: أَخْبَرَنَا الْحَافِظُ أَبُو مُحَمَّدٍ عَبْدُ الْعَزِيزِ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْكَتَّانِيُّ مِنْ لَفْظِهِ فِي جُمَادَى الْأُولَى سَنَةَ ثَمَانٍ وَخَمْسِينَ وَأَرْبَعِمِائَةٍ: أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ طَوْقٍ الطَّبَرَانِيُّ قِرَاءَةً عَلَيْهِ بِدَارِيَّا قَالَ: أَخْبَرَنَا أَبُو عَلِيٍّ عَبْدُ الْجَبَّارِ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الرَّحِيمِ الْخَوْلَانِيُّ فِي الْمُحَرَّمِ سَنَةَ خَمْسٍ وَسِتِّينَ وثَلَاَثِمِائَةٍ حَدَّثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ حَبِيبِ بْنِ عَبْدِ الْمَلِكِ، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبُو مُسْهِرٍ، يَعْنِي: عَبْدَ الْأَعْلَى بْنَ مُسْهِرٍ، حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ، قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ بْنِ جَابِرٍ، يَقُولُ: كَانَ يُقَالُ: «§مَنْ أَرَادَ الْعِلْمَ فَلْيَنْزِلْ بَيْنَ عَنْسٍ وَخَوْلَانَ بِدَارِيَّا»",
            "page": "28",
            "part": "1",
            "seal": "720774CA"
        },
        {
            "id": "58",
            "nass": "وَسَلَّمَ، فَإِذَا أَشْكَلَ عَلَيْهِمْ أَمْرٌ وَاخْتَلَفُوا فِيهِ رَدُّوهُ إِلَى فَتًى مِنْهُمْ شَابٍّ وَضِيءٍ أَقْنَى بَرَّاقِ الثَّنَايَا، فَرَضُوا بِهِ وَانْتَهَوْا إِلَى مَا يَقُولُ، قَالَ: فَقُلْتُ: مَنْ هَذَا؟ قَالَ: هَذَا مُعَاذُ بْنُ جَبَلٍ، قَالَ: فَوَقَعَ لَهُ فِي قَلْبِي مِنَ الْحُبِّ شَيْءٌ مَا أَحْسَبُ أَحَدًا أَحَبَّهُ، ثُمَّ تَفَرَّقَ الْقَوْمُ وَانْصَرَفْتُ إِلَى مَنْزِلِي، فَبِتُّ لَيْلَتِي أَتَشَوَّقُ رَجَاءَ أَنْ أُصْبِحَ فَأَلْقَاهُ، فَلَمَّا أَصْبَحْتُ عَرَضَ لِي بَعْضُ مَا يَشْغَلُ الْمُسَافِرَ، ثُمَّ خَرَجْتُ إِلَى الْمَسْجِدِ فَنَظَرْتُ إِلَى مَجْلِسِهِمْ فَإِذَا هُمْ قَدِ ارْتَفَعُوا، وَأَنْظُرُ فَإِذَا أَنَا بِهِ قَائِمًا يُصَلِّي إِلَى عَمُودٍ مِنْ عَمَدِ الْمَسْجِدِ، قَالَ: فَصَلَّيْتُ إِلَى جَنْبِهِ، ثُمَّ قَعَدْتُ فَاحْتَبَيْتُ مِنْهُ غَيْرَ بَعِيدٍ، فَلَمَّا رَآنِي ظَنَّ أَنَّ لِي حَاجَةً، قَالَ: فَذَكَرْتُ الَّذِي رَأَيْتُ مِنْهُ وَمِنْ أَصْحَابِهِ بِالْأَمْسِ، ثُمَّ قُلْتُ: وَاللَّهِ إِنِّي قَدْ أَحْبَبْتُكَ لِلَّهِ تَعَالَى، قَالَ: فَقَطَّبَ مَا بَيْنَ عَيْنَيْهِ، وَضَرَبَ بِيَدِهِ عَلَى حُبْوَتِي فَاجْتَبَذَنِي إِلَيْهِ",
            "page": "55",
            "part": "1",
            "seal": "57BE4AE1"
        },
        {
            "id": "59",
            "nass": "اجْتِبَاذَةً شَدِيدَةً، وَصَدَمَتْ رُكْبَتَايَ رُكْبَتَيْهِ، فَقَالَ: آللَّهِ لَقَدْ أَحْبَبْتَنِي لِلَّهِ؟ قَالَ: قُلْتُ: آللَّهِ لَقَدْ أَحْبَبْتُكَ لِلَّهِ، فَرَدَّدَهَا عَلَيَّ ثَلَاثَ مَرَّاتٍ: آللَّهِ لَقَدْ أَحْبَبْتَنِي لِلَّهِ؟ فَأَقُولُ: نَعَمْ، وَاللَّهِ لَقَدْ أَحْبَبْتُكَ لِلَّهِ، قَالَ: فَأَبْشِرْ، فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ §الْمُتَحَابِّينَ فِي اللَّهِ فِي ظِلِّ الْعَرْشِ» فَقَالَ عُبَادَةُ بْنُ الصَّامِتِ: صَدَقَ مُعَاذٌ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْوِي عَنْ رَبِّهِ تَبَارَكَ وَتَعَالَى يَقُولُ: «حَقَّتْ مَحَبَّتِي لِلْمُتَحَابِّينَ فِي، وَحَقَّتْ مَحَبَّتِي لِلْمُتَزَاوِرِينَ فِي، وَحَقَّتْ مَحَبَّتِي لِلْمُتَصَافِينَ فِي، وَحَقَّتْ مَحَبَّتِي لِلْمُتَبَاذِلِينَ فِي» قَالَ أَبُو عَلِيٍّ عَبْدُ الْجَبَّارِ بْنِ الْمُهَنَّا: فَأَقُولُ: إِنَّ أَبَا إِدْرِيسَ مَعَ جَلَالَةِ قَدْرِهِ وَكَثْرَةِ رِوَايَتِهِ عَنِ الصَّحَابَةِ، وَمَنْ حَدَّثَ عَنْهُ مِنَ التَّابِعِينَ مِثْلُ الزُّهْرِيِّ، وَأَبِي قِلَابَةَ الْجَرْمِيِّ، وَغَيْرِهِمَا مِنَ التَّابِعِينَ، وَعِظَمِ مَنْزِلَتِهِ كَانَتْ عِنْدَ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ، وَإِثْبَاتِهِ إِيَّاهُ عَلَى الْقَضَاءِ بِدِمَشْقَ، وَمَا كَانَ قَدْ جَعَلَ لَهُ عَبْدُ الْمَلِكِ مِنَ الْقَصَصِ وَالْوَعْظِ لِأَهْلِ ذَلِكَ الْعَصْرِ، وَمَا قَدْ جَعَلَهُ اللَّهُ فِيهِ وَوَهَبَهُ لَهُ مِنَ الْفَضْلِ لَا يَقُولُ: حَدَّثَنِي مُعَاذُ بْنُ جَبَلٍ، وَلَمْ يُحَدِّثْهُ، وَلَا رَأَيْتُ مُعَاذًا وَلَمْ يَرَهُ، مَعَ شُهْرَةِ مَنْ رَوَى عَنْهُ مِنَ الْمُحَدِّثِينَ، وَاللَّهُ أَعْلَمُ وَمَا صَحَّ عَنْهُ أَنَّهُ لَمَّا عَزَلَهُ عَبْدُ الْمَلِكِ عَنِ الْقَصَصِ وَأَقَرَّهُ عَلَى الْقَضَاءِ قَالَ: عَزَلُونِي",
            "page": "56",
            "part": "1",
            "seal": "4308860C"
        },
        {
            "id": "60",
            "nass": "عَنْ رَغْبَتِي، وَتَرَكُونِي فِي رَهْبَتِي فَمَنْ رَهِبَ الْقَضَاءَ وَخَافَ عَاقِبَتَهُ أَلَا يَرْهَبُ أَنْ يَقُولَ مَا لَمْ يَكُنْ وَلَا سَمِعَ وَلَا رَأَى؟ فَهَذَا عِنْدِي غَلَطٌ، وَبِاللَّهِ التَّوْفِيقُ",
            "page": "57",
            "part": "1",
            "seal": "76331176"
        },
        {
            "id": "68",
            "nass": "مَوْلِدُهُ بِالْبَصْرَةِ، وَقَدِمَ الشَّامَ وَنَزَلَ دَارِيَّا وَسَكَنَ بِهَا عِنْدَ ابْنِ عَمِّهِ بَيْهَسَ بْنِ صُهَيْبِ بْنِ عَامِرِ بْنِ نَاتِلٍ، لِأَنَّهُ كَانَ لِعَامِرِ بْنِ نَاتِلِ ثَلَاثَةُ أَوْلَادٍ مِنْهُمْ أَبُو الْمُهَلَّبِ وَاسْمُهُ عَمْرُو بْنُ مُعَاوِيَةَ بْنِ عَامِرٍ، وَصُهَيْبُ بْنُ عَامِرٍ، وَزَيْدُ بْنُ عَامِرٍ، فَأَمَّا أَبُو الْمُهَلَّبِ فَوَلَدُهُ بِالْبَصْرَةِ، وَأَمَّا صُهَيْبٌ فَإِنَّ ابْنَهُ بَيْهَسَ بْنَ صُهَيْبٍ انْتَقَلَ إِلَى الشَّامِ وَسَكَنَ دَارِيَّا وَوَلَدُهُ بِهَا إِلَى الْيَوْمِ وَشَهِدَ بَيْهَسُ بْنُ صُهَيْبٍ الْأَزَارِقَةَ مَعَ الْمُهَلَّبِ بْنِ أَبِي صُفْرَةَ، وَهُوَ الَّذِي يَقُولُ: ¶ [البحر البسيط] ¶ مَا يَنْبَحُ الْكَلْبُ ضَيْفِي، قَدْ أَسَأْتُ إِذًا ... وَلَا أَقُولُ لِأَهْلِي: أَطْفِئُوا النَّارَا ¶ مِنْ خَشْيَةِ أَنْ يَرَاهَا جَائِعٌ صَرِدٌ ... إِنِّي أَخَافُ عِقَابَ اللَّهِ وَالْعَارَا ¶ وَكَانَ بَيْهَسُ بْنُ صُهَيْبٍ يُكَنَّى أَبَا الْمِقْدَامِ",
            "page": "61",
            "part": "1",
            "seal": "B78857E3"
        },
        {
            "id": "80",
            "nass": "وَقَالَ مَرْوَانُ بْنُ مُحَمَّدٍ، عَنْ أَبِيهِ، قَالَ: \" خَرَجْتُ مِنَ الْمَسْجِدِ أُرِيدُ بَابَ الْجَابِيَةِ، فَلَقِيتُ ابْنَ مُرَّةَ الدَّارَانِيَّ مُسْمِطًا رَأْسَ عُمَيْرِ بْنِ هَانِئٍ عَلَى بِرْذَوْنٍ، فَقَالَ لِيَ النَّاسُ: يَا شَيْخُ، هَذَا رَأْسُ عُمَيْرِ بْنِ هَانِئٍ فَقُلْتُ لِحَامِلِهِ: أَمَا إِنْ قَتَلْتَهُ لَقَدْ كَانَ §يَصْعَدُ لَهُ إِلَى اللَّهِ عَزَّ وَجَلَّ فِي كُلِّ يَوْمٍ سَبْعُونَ أَلْفَ تَسْبِيحَةٍ \" قَالَ عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ: قَالَ أَبُو زُرْعَةَ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو: أَيَّامُ زَامِلٍ هِيَ بَعْدَ مَوْتِ يَزِيدَ بْنِ الْوَلِيدِ فِي سَنَةِ سَبْعٍ وَعِشْرِينَ وَمِائَةٍ قَالَ أَبُو عَلِيٍّ: وَقَالَ لَنَا أَحْمَدُ بْنُ سُلَيْمَانَ: قَالَ لَنَا أَبُو زُرْعَةَ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو: كَانَ عُمَيْرُ بْنُ هَانِئٍ يُكَنَّى أَبَا الْوَلِيدِ،",
            "page": "65",
            "part": "1",
            "seal": "479241A1"
        },
        {
            "id": "83",
            "nass": "قَالَ: وَأَخْبَرَنَا مُحَمَّدُ بْنُ الْقَاسِمِ، حَدَّثَنَا أَحْمَدُ بْنُ عَلِيٍّ، حَدَّثَنَا -[68]- يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُبَارَكِ، حَدَّثَنَا صَدَقَةُ، عَنْ عَمْرِو بْنِ شَرَاحِيلَ، قَالَ: سَمِعْتُ عُمَيْرَ بْنَ هَانِئٍ، يَقُولُ: \" §تَقُولُ التَّوْبَةُ لِلشَّابِّ: مَرْحَبًا وَأَهْلًا، وَتَقُولُ لِلشَّيْخِ: نَقْبَلُكَ عَلَى مَا كَانَ مِنْكَ \"",
            "page": "67",
            "part": "1",
            "seal": "D1FB176D"
        },
        {
            "id": "84",
            "nass": "§ذِكْرُ سُلَيْمَانَ بْنِ حَبِيبٍ الْمُحَارِبِيِّ قَاضِي الْخُلَفَاءِ قَالَ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ: كُنْيَتُهُ أَبُو ثَابِتٍ",
            "page": "68",
            "part": "1",
            "seal": "B9FF3A49"
        },
        {
            "id": "85",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنِي كُلْثُومُ بْنُ زِيَادٍ الْمُحَارِبِيُّ، أَنَّ سُلَيْمَانَ الْمُحَارِبِيَّ «أَقَامَ قَاضِي الْخُلَفَاءِ بِالشَّامِ مِنْ قِبَلِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ حَتَّى قُتِلَ الْوَلِيدُ، §يَقْضِي بِالْيَمِينِ مَعَ الشَّاهِدِ ثَلَاثِينَ سَنَةً»",
            "page": "68",
            "part": "1",
            "seal": "A0D5620B"
        },
        {
            "id": "86",
            "nass": "قَالَ: وَحَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْهَرَوِيُّ، حَدَّثَنَا عُثْمَانُ بْنُ سَعِيدٍ، قَالَ: سَأَلْتُ يَحْيَى بْنَ مَعِينٍ عَنْ §سُلَيْمَانَ بْنِ حَبِيبٍ، فَقَالَ: «ثِقَةٌ» وَقَالَ يَحْيَى: «مَاتَ سُلَيْمَانُ بْنُ حَبِيبٍ سَنَةَ عِشْرِينَ وَمِائَةٍ»",
            "page": "68",
            "part": "1",
            "seal": "17E0057E"
        },
        {
            "id": "87",
            "nass": "قَالَ: وَأَخْبَرَنَا عَوْنُ بْنُ الْحَسَنِ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ",
            "page": "68",
            "part": "1",
            "seal": "AE2A28A7"
        },
        {
            "id": "89",
            "nass": "§ذِكْرُ أَبِي كَبِيرٍ الْمُحَارِبِيِّ مِنْ سَاكِنِي دَارِيَّا",
            "page": "69",
            "part": "1",
            "seal": "8862FB3D"
        },
        {
            "id": "90",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ عُمَيْرِ بْنِ يُوسُفَ، حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الصَّنْعَانِيُّ، عَنْ ثَابِتِ بْنِ الْعَجْلَانِ، -[70]- حَدَّثَنِي أَبُو كَبِيرٍ الْمُحَارِبِيُّ، قَالَ: سَمِعْتُ خَرَشَةَ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§سَتَكُونُ بَعْدِي فِتَنٌ، النَّائِمُ فِيهَا خَيْرٌ مِنَ الْيَقْظَانِ، وَالْجَالِسُ فِيهَا خَيْرٌ مِنَ الْقَائِمِ، وَالْقَائِمُ فِيهَا خَيْرٌ مِنَ الْمَاشِي، أَلَا فَمَنْ أَتَتْ عَلَيْهِ فَلْيَلْتَمِسْ بِسَيْفِهِ إِلَى صَفَاةٍ فَلْيَضْرِبْهُ حَتَّى يَنْكَسِرَ، ثُمَّ لِيَضْطَجِعْ حَتَّى تَنْجَلِيَ عَمَّا انْجَلَتْ»",
            "page": "69",
            "part": "1",
            "seal": "33C07614"
        },
        {
            "id": "91",
            "nass": "قَالَ: حَدَّثَنَا عَوْنُ بْنُ الْحَسَنِ، حَدَّثَنَا بَكْرُ بْنُ سَهْلٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا كُلْثُومُ بْنُ زِيَادٍ، عَنْ أَبِي كَبِيرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى حَائِطٍ مِنْ حَوَائِطِ الْمَدِينَةِ، قَالَ: §«فَدَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَغْلَقَ الْبَابَ»",
            "page": "70",
            "part": "1",
            "seal": "646BD69B"
        },
        {
            "id": "92",
            "nass": "قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْوَلِيدِ بْنِ هِشَامٍ، حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ هِشَامٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ، حَدَّثَنَا كُلْثُومُ بْنُ زِيَادٍ، حَدَّثَنِي أَبُو كَبِيرٍ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" اخْرُجْ فَنَادِ -[71]- النَّاسَ: إِنَّهُ §مَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَجَبَتْ لَهُ الْجَنَّةُ \"، قَالَ: فَلَقِيَنِي عُمَرُ بْنُ الْخَطَّابِ فَأَخْبَرْتُهُ بِمَا أَمَرَنِي بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: ارْجِعْ، فَإِنِّي أَخَافُ أَنْ يَتَّكِلَ النَّاسُ وَلَا يَعْمَلُونَ، قَالَ: فَرَجَعْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ بِمَا قَالَ لِي عُمَرُ، فَقَالَ: «أَحْسَنَ ابْنُ الْخَطَّابِ، أَحْسَنَ ابْنُ الْخَطَّابِ»",
            "page": "70",
            "part": "1",
            "seal": "FC68483B"
        },
        {
            "id": "93",
            "nass": "§ذِكْرُ عُثْمَانَ بْنِ عَبْدِ الْأَعْلَى بْنِ سُرَاقَةَ الْأَزْدِيِّ قَالَ أَبُو زُرْعَةَ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو: هُوَ فِي الطَّبَقَةِ الثَّانِيَةِ مِنَ التَّابِعِينَ، وَلَمْ يَزَلْ مِنْ وَلَدِهِ جَمَاعَةٌ إِلَى هَذَا الْوَقْتِ قَالَ أَبُو زُرْعَةَ: إِنَّ عُثْمَانَ بْنَ عَبْدِ الْأَعْلَى بْنِ سُرَاقَةَ مِنْ قُضَاةِ التَّابِعِينَ وَعِدَادُهُ فِيهِمْ",
            "page": "71",
            "part": "1",
            "seal": "1456CA0B"
        },
        {
            "id": "94",
            "nass": "§ذِكْرُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي كَبِيرَةَ الْعَنْسِيِّ قَالَ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ: هُوَ مِنْ دَارِيَّا",
            "page": "71",
            "part": "1",
            "seal": "6BAEC258"
        },
        {
            "id": "95",
            "nass": "قَالَ: أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ عُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ وَزِيرِ بْنِ الْحَكَمِ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ: أَخْبَرَنِي صَدَقَةُ بْنُ خَالِدٍ، وَغَيْرُهُ، عَنْ عَمْرِو بْنِ شَرَاحِيلَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي كَبِيرَةَ الْعَنْسِيِّ، قَالَ: -[72]- سَمِعْتُ أَبَا الدَّرْدَاءِ يَقُولُ لِرَجُلٍ مَرَّ بَيْنَ يَدَيْهِ: مَا حَمَلَكَ عَلَى مَا صَنَعْتَ؟ قَالَ: مَا صَنَعْتُ؟ قَالَ: §«مَرَرْتَ بَيْنَ يَدَيْ صَلَاةِ أَخِيكَ وَهَدَمْتَ مِنْ عَمَلِكَ بُنْيَانَ سَنَةٍ أَوْ سَنَتَيْنِ»",
            "page": "71",
            "part": "1",
            "seal": "FB5B4999"
        },
        {
            "id": "96",
            "nass": "§ذِكْرُ مُعَاوِيَةَ بْنِ طُوَيْعٍ وَعُمَرَ بْنِ طُوَيْعٍ الْيَزَنِيَّيْنِ مِنْ سَاكِنِي دَارِيَّا وَأَوْلَادُهُمْ بِهَا إِلَى الْيَوْمِ",
            "page": "72",
            "part": "1",
            "seal": "C6A06EBD"
        },
        {
            "id": "97",
            "nass": "قَالَ: حَدَّثَنَا أَبُو الْحَارِثِ أَحْمَدُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو مُحَمَّدٍ عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَهَّابِ النَّصْرِيُّ، بِحِمْصَ، حَدَّثَنَا أَبُو الْيَمَانِ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ، عَنْ مُعَاوِيَةَ بْنِ طُوَيْعٍ الْيَزَنِيِّ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«كُلُّ شَيْءٍ لِلرَّجُلِ حِلٌّ مِنَ الْمَرْأَةِ فِي صِيَامِهِ مَا خَلَا بَيْنَ رِجْلَيْهَا»",
            "page": "72",
            "part": "1",
            "seal": "FF1BF72A"
        },
        {
            "id": "98",
            "nass": "§طَبَقَةٌ بَعْدَ هَؤُلَاءِ",
            "page": "72",
            "part": "1",
            "seal": "71332117"
        },
        {
            "id": "99",
            "nass": "§ذِكْرُ يَزِيدَ بْنِ يَزِيدَ بْنِ جَابِرٍ الْأَزْدِيِّ أَخِي عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ الْأَزْدِيِّ، وَمَنَاقِبِهِ وَفَضَائِلِهِ",
            "page": "72",
            "part": "1",
            "seal": "A3F729F6"
        },
        {
            "id": "100",
            "nass": "قَالَ: حَدَّثَنَا أَبُو الْحَارِثِ أَحْمَدُ بْنُ سَعِيدٍ، حَدَّثَنَا الْحُسَيْنُ بْنُ نَصْرِ بْنِ الْمُبَارَكِ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا سَعِيدٌ، قَالَ: §«رَأَيْتُ يَزِيدَ بْنِ يَزِيدَ بْنِ جَابِرٍ يَعْرِضُ عَلَى الزُّهْرِيِّ» قَالَ يَحْيَى: مَاتَ يَزِيدُ بْنُ يَزِيدَ بِالْمَدِينَةِ سَنَةَ أَرْبَعٍ وَثَلَاثِينَ وَمِائَةٍ، لَمْ يَبْلُغْ سِتِّينَ، أَخُوهُ عَبْدُ الرَّحْمَنِ أَكْبَرُ مِنْهُ، مَاتَ سَنَةَ ثَلَاثٍ وَخَمْسِينَ وَمِائَةٍ قَالَ: وَأَخْبَرَنَا عَوْنُ بْنُ الْحَسَنِ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعُمَرِيُّ، حَدَّثَنَا بَكْرُ بْنُ عَبْدِ الْوَهَّابِ، قَالَ: قَالَ الْوَاقِدِيُّ: مَاتَ يَزِيدُ بْنُ يَزِيدَ بْنِ جَابِرٍ الْأَزْدِيُّ بِالْمَدِينَةِ سَنَةَ أَرْبَعٍ وَثَلَاثِينَ وَمِائَةٍ، وَلَمْ يَبْلُغْ سَبْعِينَ، وَكَانَ أَخُوهُ عَبْدُ الرَّحْمَنِ أَكْبَرَ مِنْهُ، مَاتَ أَخُوهُ عَبْدُ الرَّحْمَنِ سَنَةَ ثَلَاثٍ وَخَمْسِينَ وَمِائَةٍ، وَهُوَ وَرِثَهُ",
            "page": "73",
            "part": "1",
            "seal": "63822E73"
        },
        {
            "id": "101",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْوَلِيدِ، قَالَ: حَدَّثَنِي يَزِيدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبُو مُسْهِرٍ، قَالَ: سَمِعْتُ سَعِيدَ بْنَ عَبْدِ الْعَزِيزِ، يَقُولُ: «§رَأَيْتُ يَزِيدَ بْنِ يَزِيدَ بْنِ جَابِرٍ يَعْرِضُ عَلَى الزُّهْرِيِّ، وَرَأَيْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي السَّائِبِ يَعْرِضُ عَلَى مَكْحُولٍ»",
            "page": "73",
            "part": "1",
            "seal": "BB32D2E8"
        },
        {
            "id": "102",
            "nass": "حَدَّثَنَا ابْنُ مَلَّاسٍ، حَدَّثَنَا شُعَيْبُ بْنُ شُعَيْبٍ، حَدَّثَنَا أَبُو الْمُغِيرَةِ، حَدَّثَنَا الْأَوْزَاعِيُّ، حَدَّثَنَا يَزِيدُ بْنُ يَزِيدَ بْنِ جَابِرٍ، عَنْ مَكْحُولٍ، قَالَ: «§لَنْ تَزْدَادَ الْأُمَّةُ إِلَّا شِدَّةً، وَلَا تَزْدَادُ الْوُلَاةُ إِلَّا غِلْظَةً، وَلَا يَزْدَادُ الْمَالُ إِلَّا إِفَاضَةً، وَلَا يَزْدَادُ النَّاسُ إِلَّا شُحًّا، وَلَا تَقُومُ السَّاعَةُ إِلَّا عَلَى شِرَارِ الْخَلْقِ»",
            "page": "74",
            "part": "1",
            "seal": "7749FEF8"
        },
        {
            "id": "103",
            "nass": "§ذِكْرُ إِدْرِيسَ بْنِ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ",
            "page": "74",
            "part": "1",
            "seal": "08ED07BA"
        },
        {
            "id": "104",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ الْقَاضِي، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا الْمُنْذِرُ بْنُ نَافِعٍ أَبُو عَبْدِ الصَّمَدِ، قَالَ: «كُنْتُ أَخْرُجُ مَعَ إِدْرِيسَ بْنِ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ §يَتَوَضَّأُ، فَكُنْتُ أَرَى عَلَيْهِ تُبَّانًا تَحْتَ الْإِزَارِ»",
            "page": "74",
            "part": "1",
            "seal": "A9839863"
        },
        {
            "id": "105",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ عُمَيْرِ بْنِ يُوسُفَ، حَدَّثَنَا أَبُو عُمَيْرٍ النَّحَّاسُ، حَدَّثَنَا ضَمْرَةُ، عَنْ عَلِيِّ بْنِ أَبِي حَمَلَةَ، قَالَ: قَالَ -[75]- ابْنُ أَبِي إِدْرِيسَ لِأَبِيهِ: يَا أَبَهْ، أَمَا يُعْجِبُكَ طُولُ صَمْتِ مُسْلِمِ بْنِ يَسَارٍ؟ فَقَالَ: تَكَلُّمٌ بِالْحَقِّ خَيْرٌ مِنْ سُكُوتٍ عَنْهُ، فَذَهَبْتُ إِلَى مُسْلِمِ بْنِ يَسَارٍ فَأَخْبَرْتُهُ فَقَالَ: «يَا ابْنَ أَخِي، §سُكُوتٌ عَنِ الْبَاطِلِ خَيْرٌ مِنَ التَّكَلُّمِ بِهِ»",
            "page": "74",
            "part": "1",
            "seal": "D74822C6"
        },
        {
            "id": "106",
            "nass": "§ذِكْرُ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ وَيُكَنَّى أَبَا عُتْبَةَ",
            "page": "75",
            "part": "1",
            "seal": "1CA15AF6"
        },
        {
            "id": "107",
            "nass": "قَالَ: أَخْبَرَنَا أَبُو الْجَهْمِ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ طِلَابٍ الْمَشْغَرَانِيُّ، أَخْبَرَنِي أَبِي، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ، حَدَّثَنَا مُحَمَّدُ بْنُ حَسَّانَ، قَالَ: «رَأَيْتُ عَبْدَ الرَّحْمَنِ بْنَ ثَابِتِ بْنِ ثَوْبَانَ §يَحْمِلُ ابْنًا لَهُ عَلَى عُنُقِهِ يَدُورُ بِهِ، وَعَلَى عُنُقِهِ سَيْفٌ حَمَايِلُهُ شَرِيطٌ» قَالَ: «وَكَانَ يَمُرُّ بِالسَّبُعِ فَيُبَصْبِصُ لَهُ» قَالَ: «وَرَأَيْتُ عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ بْنِ جَابِرٍ عِنْدَ بَابِ الْخَضْرَاءِ وَتَحْتَهُ مُصَلًّى وَمِرْفَقَةٌ، وَأَجْرُهُ عَلَى بَيْتِ الْمَالِ»",
            "page": "75",
            "part": "1",
            "seal": "D0077363"
        },
        {
            "id": "108",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا أَبُو زُرْعَةَ، قَالَ: -[76]- «كَانَ §عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ زَمَنَ هِشَامِ بْنِ عَبْدِ الْمَلِكِ عَلَى الْمَقَاسِمِ وَالِيًا»",
            "page": "75",
            "part": "1",
            "seal": "BF1541A0"
        },
        {
            "id": "109",
            "nass": "قَالَ: حَدَّثَنَا أَبُو عَبْدِ اللَّهِ الْهَرَوِيُّ، حَدَّثَنَا ابْنُ الدَّوْرَقِيِّ، قَالَ: قَالَ يَحْيَى بْنُ مَعِينٍ: §«عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ أَكْبَرُ مِنْ أَخِيهِ يَزِيدَ بْنِ يَزِيدَ بْنِ جَابِرٍ» قَالَ: وَأَخْبَرَنَا الْهَرَوِيُّ، قَالَ: وَأَخْبَرَنَا ابْنُ الدَّوْرَقِيِّ، قَالَ: قَالَ يَحْيَى بْنُ مَعِينٍ: مَاتَ عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ وَهِشَامُ بْنُ الْغَازِ فِي سَنَةِ سِتٍّ وَخَمْسِينَ وَمِائَةٍ قَالَ: وَحَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا أَبُو زُرْعَةَ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، قَالَ: سَمِعْتُ أَبَا مُسْهِرٍ، يَقُولُ: رَأَيْتُ عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ بْنِ جَابِرٍ وَمَاتَ سَنَةَ أَرْبَعٍ وَخَمْسِينَ وَمِائَةٍ",
            "page": "76",
            "part": "1",
            "seal": "22A5E5A3"
        },
        {
            "id": "110",
            "nass": "قَالَ: وَحَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ زَيْدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، -[77]- قَالَ: قَالَ لِي أَبُو عَبْدِ رَبٍّ الزَّاهِدُ: «يَا أَبَا عُتْبَةَ، §لَوْ أَنَّ بَرَدَى، أَسَالَتْ ذَهَبًا وَفِضَّةً مَا قُمْتُ إِلَيْهَا فَأَخَذْتُ مِنْهَا، وَلَوْ قِيلَ لِي إِنَّ أَوَّلَ مَنْ يَحْتَضِنُ هَذَا الْعَمُودَ يَمُوتُ لَكُنْتُ أَوَّلَ مَنْ يَحْتَضِنُهُ»",
            "page": "76",
            "part": "1",
            "seal": "001CE33D"
        },
        {
            "id": "111",
            "nass": "قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ بْنِ الدَّرَفْسِ، حَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ، قَالَ: أَخْبَرَنِي أَبِي، حَدَّثَنَا ابْنُ جَابِرٍ، قَالَ: سَمِعْتُ بِلَالَ بْنَ سَعْدٍ يَقُولُ فِي دُعَائِهِ: «اللَّهُمَّ إِنِّي §أَعُوذُ بِكَ مِنْ زَيْغِ الْقُلُوبِ، وَمِنْ تَبِعَاتِ الذُّنُوبِ، وَمِنْ مُرْدِيَاتِ الْأَعْمَالِ، وَمُضِلَّاتِ الْفِتَنِ»",
            "page": "77",
            "part": "1",
            "seal": "679D0F22"
        },
        {
            "id": "112",
            "nass": "قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ، حَدَّثَنَا أَحْمَدُ بْنُ مَسْعُودٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، قَالَ: أَخْبَرَنَا ابْنُ الْمُبَارَكِ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، قَالَ: قَالَ لِي بِلَالُ بْنُ سَعْدٍ: «بَلَغَنِي أَنَّ §الْمُؤْمِنَ مَرْآةُ أَخِيهِ، فَهَلْ تَسْتَرِيبُ مِنِّي مِنْ أَمْرِي شَيْئًا؟»",
            "page": "77",
            "part": "1",
            "seal": "3E307880"
        },
        {
            "id": "113",
            "nass": "قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِيءُ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، قَالَ: سَمِعْتُ عُمَيْرَ بْنَ هَانِئٍ، قَالَ: دَخَلْتُ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، -[78]- فَقَالَ لِي: «كَيْفَ تَقُولُ فِي رَجُلٍ §رَأَى أَنَّ سِلْسِلَةً دُلِّيَتْ مِنَ السَّمَاءِ، فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَعَلَّقَ بِهَا فَصَعِدَ، ثُمَّ جَاءَ أَبُو بَكْرٍ فَتَعَلَّقَ بِهَا فَصَعِدَ، ثُمَّ جَاءَ عُمَرُ فَتَعَلَّقَ بِهَا فَصَعِدَ، ثُمَّ جَاءَ عُثْمَانُ فَتَعَلَّقَ بِهَا فَانْقَطَعَتْ، فَلَمْ يَزَلْ حَتَّى وَصَلَهَا، ثُمَّ تَعَلَّقَ بِهَا فَصَعِدَ، ثُمَّ جَاءَ الَّذِي رَأَى هَذِهِ الرُّؤْيَا فَتَعَلَّقَ بِهَا فَصَعِدَ فَكَانَ خَامِسَهُمْ؟» فَقَالَ عُمَيْرٌ: فَقُلْتُ فِي نَفْسِي: هُوَ هُوَ، وَلَكِنَّهُ كَنَّى عَنْ نَفْسِهِ",
            "page": "77",
            "part": "1",
            "seal": "46477B2A"
        },
        {
            "id": "114",
            "nass": "قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ هِشَامِ بْنِ مَلَّاسٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا ابْنُ جَابِرٍ، قَالَ: حَدَّثَنِي سُلَيْمُ بْنُ عَامِرٍ الْكَلَاعِيُّ، عَنِ الْحَارِثِ الْغَامِدِيِّ، وَقَدْ أَدْرَكَ الْحَارِثُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ سُلَيْمٌ: سَمِعْتُ الْحَارِثَ يَقُولُ: «§الْفِرْدَوْسُ سُرَّةُ الْجَنَّةِ» كَقَوْلِكَ: عَلَيْكَ بِبَطْنِ الْوَادِي، فَإِنَّهُ أَسَرُّ مَا هُنَالِكَ وَأَحْسَنُهُ",
            "page": "78",
            "part": "1",
            "seal": "771AAF07"
        },
        {
            "id": "115",
            "nass": "قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ هِشَامِ بْنِ مَلَّاسٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا الْوَلِيدُ، قَالَ: قَالَ ابْنُ جَابِرٍ: حَدَّثَنِي الْقَاسِمُ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّهُ قَالَ لِعَبْدِ اللَّهِ بْنِ عُمَرَ: أَلَا تَخْرُجُ فَتُقَاتِلُ؟ قَالَ: \" قَدْ قَاتَلْتُ وَالْأَنْصَابُ بَيْنَ الرُّكْنِ -[79]- وَالْمَقَامِ حَتَّى نَفَاهَا اللَّهُ مِنْ أَرْضِ الْعَرَبِ، فَأَنَا §أَكْرَهُ أَنْ أُقَاتِلَ مَنْ يَقُولُ: لَا إِلَهَ إِلَّا اللَّهُ \" قَالُوا: وَاللَّهِ مَا ذَاكَ بِكَ، وَلَكِنَّكَ أَرَدْتَ أَنْ يُفْنِيَ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْضُهُمْ بَعْضًا، فَإِذَا لَمْ يَبْقَ غَيْرُكَ قِيلَ: بَايَعُوا لِعَبْدِ اللَّهِ بْنِ عُمَرَ بِإِمَارَةِ الْمُؤْمِنِينَ، قَالَ: \" وَاللَّهِ مَا ذَاكَ بِي، وَلَكِنَّكُمْ إِذَا قُلْتُمْ: حَيَّ عَلَى الصَّلَاةِ أَجَبْتُكُمْ، وَإِذَا قُلْتُمْ: حَيَّ عَلَى الْفَلَاحِ أَجَبْتُكُمْ، وَإِذَا افْتَرَقْتُمْ لَمْ أُجَامِعْكُمْ، وَإِذَا اجْتَمَعْتُمْ لَمْ أُفَارِقْكُمْ \"",
            "page": "78",
            "part": "1",
            "seal": "7AD9D522"
        },
        {
            "id": "116",
            "nass": "قَالَ: وَحَدَّثَنَا ابْنُ مَلَّاسٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا الْوَلِيدُ، قَالَ: أَخْبَرَنِي ابْنُ جَابِرٍ، قَالَ: سَمِعْتُ مَكْحُولًا، يَقُولُ: \" §مَنْ سَمَّى اللَّهَ حِينَ يَخْرُجُ مِنْ مَنْزِلِهِ، أَوْ قَالَ: مِنْ بَابِ دَارِهِ، قَالَ لَهُ الْمَلَكُ: هُدِيتَ، فَإِذَا قَالَ: لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، قَالَ لَهُ الْمَلَكُ: وُقِيتَ، فَإِذَا قَالَ: تَوَكَّلْتُ عَلَى اللَّهِ قَالَ لَهُ الْمَلَكُ: كُفِيتَ، تَوَجَّهْ حَيْثُ شِئْتَ \"",
            "page": "79",
            "part": "1",
            "seal": "6B3CC348"
        },
        {
            "id": "117",
            "nass": "وَحَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا أَبُو الْحَسَنِ بْنُ أَبِي رَجَاءٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَيُّوبُ، عَنِ ابْنِ جَابِرٍ، عَنْ أَخِيهِ، قَالَ: لَقِيتُ وَهْبَ بْنَ مُنَبِّهٍ بِالْمَوْسِمِ، فَقَالَ لِي: «أَلَكَ عَهْدٌ بِالْحَسَنِ بْنِ أَبِي الْحَسَنِ؟» قُلْتُ: نَعَمْ، قَالَ: «هَلْ أَنْكَرْتُمْ -[80]- مِنْ عَقْلِهِ شَيْئًا؟» فَقُلْتُ: لَا، فَقَالَ وَهْبٌ: \" إِنَّا لَنَجِدُ فِي الْكُتُبِ: §مَا أُوتِي عَبْدٌ عِلْمًا فَسَلَكَهُ فِي سَبِيلِ هُدًى فَسَلَبَهُ اللَّهُ عَقْلَهُ أَبَدًا \" قَالَ أَبُو عَلِيٍّ: فَأَقُولُ: إِنَّ يَزِيدَ بْنِ جَابِرٍ الْأَزْدِيَّ مِنَ التَّابِعِينَ، وَعِدَادُهُ فِي أَهْلِ الْمَدِينَةِ، وَإِنَّ ابْنَيْهِ عَبْدَ الرَّحْمَنِ وَيَزِيدَ ابْنَيْ يَزِيدَ بْنِ جَابِرٍ جَلِيلَانِ نَبِيلَانِ وَلَوْ ذَهَبْتُ إِلَى ذِكْرِ مَا لِكُلِّ وَاحِدٍ مِنْهُمَا مِنَ الْحَدِيثِ، وَمَا حَدَّثَا عَنِ التَّابِعِينَ مِنَ الْمُسْنَدِ مِنْ حَدِيثِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْأَخْبَارِ، لَطَالَ ذَلِكَ وَاتَّسَعَ، وَلَكِنِّي اقْتَصَرْتُ عَلَى ذِكْرِهِمَا وَوَصْفِهِمَا وَعَبْدُ الرَّحْمَنِ أَكْبَرُ مِنْ يَزِيدَ وَأَكْثَرُ رِوَايَةً، وَوَلَدُ عَبْدِ الرَّحْمَنِ بِدَارِيَّا إِلَى الْيَوْمِ",
            "page": "79",
            "part": "1",
            "seal": "0F784AD1"
        },
        {
            "id": "81",
            "nass": "قَالَ: وَابْنُهُ يَعْقُوبُ بْنُ عُمَيْرٍ كَانَ مِنْ جِلَّةِ أَصْحَابِ يَزِيدَ بْنِ الْوَلِيدِ، وَكَانَ رَفِيعَ الْمَنْزِلَةِ عِنْدَهُ، وَذَلِكَ أَنَّهُ لَمَّا بَلَغَ يَزِيدَ بْنِ الْوَلِيدِ مَا اجْتَمَعَ عَلَيْهِ أَهْلُ حِمْصَ مِنْ حَرْبِهِ وَالطَّلَبِ بِدَمِ الْوَلِيدِ وَجَّهَ إِلَيْهِمْ عَشَرَةَ رَهْطٍ مِنْهُمْ: يَزِيدُ بْنُ يَزِيدَ بْنِ جَابِرٍ الْأَزْدِيُّ، وَيَعْقُوبُ بْنُ عُمَيْرٍ بْنُ هَانِئٍ الْعَنْسِيِّ، وَأَنَّهُمْ لَمَّا قَرِبُوا مِنْهَا لَقِيَتْهُمْ خَيْلُ أَهْلِ حِمْصٍ وَمَنَعُوهُمْ مِنْ دُخُولِهَا، وَبَعَثُوا إِلَى أَهْلِ حِمْصٍ، فَخَرَجَ إِلَيْهِمْ نَحْوٌ مِنْ خَمْسِينَ رَجُلًا مِنْ أَشْرَافِهِمْ، وَأَخْرَجَ يَزِيدُ بْنُ يَزِيدَ بْنِ جَابِرٍ كِتَابَ يَزِيدَ بْنِ الْوَلِيدِ فَقَرَأَهُ عَلَيْهِمْ، ثُمَّ حَمِدَ اللَّهَ وَصَلَّى عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ ذَكَرَ الْوَلِيدَ فَوَصَفَهُ بِسَيِّءِ أَعْمَالِهِ وَمَا نَقَمَ عَلَيْهِ أَهْلُ بَيْتِهِ، وَأَعْلَمَهُمْ أَنْ يَزِيدَ لَيْسَ يَدْعُوهُمْ إِلَى نَفْسِهِ، وَإِنَّمَا يَدْعُوهُمْ إِلَى الرِّضَى مِنَ الْأُمَّةِ وَأَنْ يَكُونَ أَمْرُهُمْ شُورَى بَيْنَهُمْ، وَقَالَ: نَجْتَمِعُ نَحْنُ وَأَنْتُمْ وَنُظَرَاؤُنَا مِنْ أَهْلِ الشَّامِ فَنَنْظُرُ لِأَنْفُسِنَا وَنَخْتَارُ لِلْمُسْلِمِينَ، فَقَالَ عَمْرُو بْنُ قَيْسٍ: فَإِنَّ الَّذِي لَا نَرْضَى إِلَّا بِهِ، وَلَا نُقِرُّ إِلَّا عَلَيْهِ، تَوْلِيَةُ وَلِيَّيْ عَهْدِنَا",
            "page": "66",
            "part": "1",
            "seal": "5590FB45"
        },
        {
            "id": "82",
            "nass": "اللَّذَيْنِ قَدْ بَايَعْنَاهُمَا وَرَضِيَتِ الْأُمَّةُ بِهِمَا، فَتَنَاوَلَ يَعْقُوبُ بْنُ عُمَيْرٍ لِحْيَةَ عَمْرٍو فَقَبَضَ عَلَيْهَا وَقَالَ: عِنْدَ اللَّهِ أَحْتَسِبُ فَنَاءَ عَشِيرَتِي وَضِيعَةَ أَمْرِهِمْ، وَقَالَ: ذَهَبَ عَقْلُكَ وَأَغْلَظَ لَهُ الْقَوْلَ، وَوَثَبَ الْحِمْصِيُّونَ وَقَالُوا: قَتَلْتُمْ خَلِيفَتَنَا، لَيْسَ بَيْنَنَا وَبَيْنَكُمْ إِلَّا السَّيْفُ، وَانْصَرَفُوا إِلَى يَزِيدَ فَأَعْلَمُوهُ مَا كَانَ مِنْ أَمْرِهِمْ، وَكَانَ يَعْقُوبُ بْنُ عُمَيْرٍ عَلَى شُرْطَةِ عَبْدِ الْعَزِيزِ بْنِ الْحَجَّاجِ، وَتُوُفِّيَ بِدَارِيًّا، وَلَمْ يُعْقِبْ وَعُمَيْرُ بْنُ هَانِئٍ مِنْ أَفَاضِلِ التَّابِعِينَ، وَقَدْ حَدَّثَ عَنْ جَمَاعَةٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مِنْهُمْ عَبْدُ اللَّهِ بْنُ عُمَرَ وَمُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ، وَغَيْرُهُمَا",
            "page": "67",
            "part": "1",
            "seal": "6DCB21CF"
        },
        {
            "id": "88",
            "nass": "الْعُمَرِيُّ، حَدَّثَنَا بَكْرُ بْنُ عَبْدِ الْوَهَّابِ، قَالَ: قَالَ مُحَمَّدُ بْنُ عُمَرَ الْوَاقِدِيُّ: §\" مَاتَ سُلَيْمَانُ بْنُ حَبِيبٍ سَنَةَ سِتٍّ وَعِشْرِينَ وَمِائَةٍ وَكَانَ قَاضِيًا لِعَبْدِ الْمَلِكِ وَسُلَيْمَانَ وَعُمَرَ بْنِ عَبْدِ الْعَزِيزِ، وَلِيَزِيدَ هُوَ وَالزُّهْرِيُّ، وَقَضَى لِهِشَامٍ أَيْضًا وَكَانَ الزُّهْرِيُّ قَاضِيًا لِيَزِيدَ هُوَ وَسُلَيْمَانُ بْنُ حَبِيبٍ: هَذَا عَلَى حِيَالِهِ، وَهَذَا عَلَى حِيَالِهِ \" وَقَدْ رَوَى سُلَيْمَانُ بْنُ حَبِيبٍ، عَنْ جَمَاعَةٍ، مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهُمْ أَنَسُ بْنُ مَالِكٍ، وَأَبُو أُمَامَةَ الْبَاهِلِيُّ، وَأَبُو هُرَيْرَةَ، وَمُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ، وَكُرْزٌ الْخُزَاعِيُّ، وَغَيْرُهُمْ، وَلَوْ ذَهَبْنَا إِلَى ذِكْرِ أَحَادِيثِهِمْ وَسِيَاقِهَا لَطَالَ ذَلِكَ وَاتَّسَعَ الْأَمْرُ فِيهِ، إِلَّا أَنَّا اقْتَصَرْنَا عَلَى مَا قَامَتْ بِهِ الْحُجَجُ وَالْبَرَاهِينُ مِنْ ذِكْرِهِ وَمَعَ هَذَا فَلَهُ بِدَارِيَّا وَقْفٌ تَجْرِي غَلَّتُهُ عَلَى مَسَاكِينِهَا إِلَى هَذَا الْوَقْتِ، وَبِاللَّهِ التَّوْفِيقُ",
            "page": "69",
            "part": "1",
            "seal": "6A042B0A"
        },
        {
            "id": "119",
            "nass": "شَيْخٌ شَامِيٌّ. قَالَ: وَحَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، قَالَ: حَدَّثَنَا أَبُو زُرْعَةَ، حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى، حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، عَنْ سُلَيْمَانَ بْنِ دَاوُدَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي بَكْرِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِيهِ، وَذَكَرَ الْحَدِيثَ بِطُولِهِ. قَالَ أَبُو عَلِيٍّ: فَأَقُولُ: إِنَّ هَذَا غَلَطٌ مِنَ الْحَكَمِ بْنِ مُوسَى، وَقَدْ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ: إِنَّ الَّذِي حَدَّثَ بِحَدِيثِ الصَّدَقَاتِ عَنِ الزُّهْرِيِّ هُوَ سُلَيْمَانُ بْنُ دَاوُدَ الْجَزَرِيُّ، وَهَذَا غَلَطٌ أَيْضًا، وَالَّذِي صَحَّ عِنْدَنَا أَنَّهُ رَوَى حَدِيثَ الصَّدَقَاتِ عَنِ الزُّهْرِيِّ هُوَ سُلَيْمَانُ بْنُ أَرْقَمَ، هَكَذَا هُوَ مَكْتُوبٌ فِي أَصْلِ يَحْيَى بْنِ حَمْزَةَ: سُلَيْمَانُ بْنُ أَرْقَمَ وَهُوَ الصَّوَابُ وَقَدْ رَوَى عَنْ سُلَيْمَانَ بْنِ دَاوُدَ جَمَاعَةٌ مِنْ أَصْحَابِ الْحَدِيثِ مِنْهُمْ: يَحْيَى بْنُ حَمْزَةَ، وَالْوَضِينُ بْنُ عَطَاءٍ، وَصَدَقَةُ بْنُ عَبْدِ اللَّهِ السَّمِينُ، وَهِشَامُ بْنُ الْغَازِ، وَغَيْرُهُمْ قَالَ: وَحَدَّثَنَا عَلِيُّ بْنُ يَعْقُوبَ، حَدَّثَنَا أَحْمَدُ بْنُ مَحْمُودٍ، حَدَّثَنَا عُثْمَانُ بْنُ سَعِيدٍ، قَالَ:",
            "page": "81",
            "part": "1",
            "seal": "596B137B"
        },
        {
            "id": "120",
            "nass": "سَأَلْتُ يَحْيَى بْنَ مَعِينٍ عَنِ الْوَضِينِ بْنِ عَطَاءٍ،: كَيْفَ هُوَ؟ قَالَ: ثِقَةٌ قَالَ يَحْيَى: وَمَاتَ الْوَضِينُ بْنُ عَطَاءٍ سَنَةَ تِسْعٍ وَأَرْبَعِينَ وَمِائَةٍ",
            "page": "82",
            "part": "1",
            "seal": "B91FD0C7"
        },
        {
            "id": "173",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، حَدَّثَنِي أَبِي، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سُلَيْمَانَ، عَنْ عَمْرِو بْنِ شَرَاحِيلَ، قَالَ: سَمِعْتُ عَمْرَو بْنَ شَرَاحِيلَ، قَالَ: سَمِعْتُ عَمْرَو بْنَ جُزْءٍ الْخَوْلَانِيَّ، يَقُولُ: كُنْتُ مَعَ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ بِأَرْضِ الرُّومِ مَعَ بُسْرِ بْنِ أَبِي أَرْطَاةَ وَنَحْنُ شَاتُونَ، فَحَرَسْتُ لَيْلَةً مَطِيرَةً، فَجِئْتُ وَقَدِ ابْتَلَّتْ ثِيَابِي، فَإِذَا أَبُو مُسْلِمٍ وَأَصْحَابُهُ قَدْ أَوْقَدُوا نَارًا عَظِيمَةً، فَلَمَّا رَآنِي أَقْبَلَ أَبُو مُسْلِمٍ يُهَرْوِلُ إِلَيَّ فَقَالَ: §«وَجَبَتْ وَرَبِّ الْكَعْبَةِ - يَقُولُهَا ثَلَاثًا - اسْتَغْفِرْ لِي يَا ابْنَ أَخِي» ثُمَّ نَزَعَ ثِيَابِي فَجَفَّفَهَا ثُمَّ ضَمَّنِي إِلَيْهِ حَتَّى أَدْفَأَنِي وَلِأَبِي مُسْلِمٍ مِنَ الْمَنَاقِبِ وَالْفَضَائِلِ وَالرِّوَايَةِ عَنِ الصَّحَابَةِ مَا يَطُولُ ذِكْرُهُ وَرَوَى عَنْهُ مِنَ التَّابِعِينَ مِنْ أَهْلِ دَارِيَّا أَبُو إِدْرِيسَ الْخَوْلَانِيُّ، وَأَبُو قِلَابَةَ الْجَرْمِيُّ، وَعُمَيْرُ بْنُ هَانِئٍ الْعَنْسِيُّ، وَعَمْرُو بْنُ جُزْءٍ الْخَوْلَانِيُّ",
            "page": "108",
            "part": "1",
            "seal": "4754CD64"
        },
        {
            "id": "204",
            "nass": "ثُمَّ قَالَ: «اقْرَأْ» ، فَقَرَأْتُ: {وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ} [الزمر: 55] ، {أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ} ، {أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ} [الزمر: 57] ، {أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ} [الزمر: 58] فَأَقَمْتُ أَيَّامًا ثُمَّ قَرَأْتُ مَا يَتْلُو هَذَا: {بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ} [الزمر: 59] فَقُلْتُ لَهُ: يَا عَمِّ، قَالَ اللَّهُ: {بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ} [الزمر: 59] ، فَأَنَا بِحَمْدِ اللَّهِ وَنِعْمَتِهِ لَمْ أُكَذِّبْ بِآيَاتِ رَبِّي وَلَا اسْتَكْبَرْتُ عَنْ عِبَادَتِهِ، وَمَا أَنَا مِنَ الْكَافِرِينَ، فَمَسَحَ - يَعْنِي رَأْسَهُ - وَقَالَ: «يَا بُنَيَّ، §اتَّقِ اللَّهَ وَخَفْهُ وَارْجُهُ»",
            "page": "119",
            "part": "1",
            "seal": "5599F815"
        },
        {
            "id": "213",
            "nass": "بْنِ رَاشِدَ الْعَدَوِي: حَدَّثَنَا خِرَاشُ مَوْلَى أَنَسِ: حَدَّثَنِي مَوْلَاي أَنَسِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§الَحَيَاءُ وَالْإِيمَانُ مَقْرُونَانِ فِي قَرَنٍ، فَمَنْ سَلَبَ أَحَدَهُمَا تَبِعَهُ الْآخَرَ» قَالَ: نَقَلْتُ ذَلِكَ مَنْ خَطِّ أَبِي إِسْحَاقَ إِبْرَاهِيمِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ حَرِيشَ الدَّارَانِي، وَابْنَيْ أَبُو الْحَسَنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ حَاضِرَ مَعِي يَسْمَعُ فِي دَارِيَا فِي شُهُورِ سَنَةِ ثَلَاثِ عَشَرَةَ وَأَرْبَعِمِئَةِ. قَالَ: قَرَأْتُ بِخَطٍّ مَكِّيِّ بْنِ جَابَانِ الدَّيْنُوَرِي: حَدَّثَنَا أَبُو الْفَرَجُ عَبْدُ الْوَهَّابِ بْنُ عَبْدِ اللَّهِ بْنُ مُحَمَّدِ بْنُ سَعِيدِ بْنُ عَمْرِو بْنُ حَفْصِ بْنُ حَرِيشِ الدَّارَانِي بِدَارِيَا، فِي مَسْجِدِ غَسَّانَ: حَدَّثَنَا أَبُو عَلِيِّ الْحُسَيْنُ بْنُ إِبْرَاهِيمَ بْنُ جَابِرَ الْفرَائِضِي. وَحَدَّثَنَا أَبُو الْفَرَجِ أَيْضًا: حَدَّثَنَا الْقَاضِي يُوسُفُ بْنُ الْقَاسِمِ الْمَيَانَجِي",
            "page": "125",
            "part": "1",
            "seal": "38DD464E"
        },
        {
            "id": "23",
            "nass": "حَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ الْقَاضِي، حَدَّثَنَا أَبُو زُرْعَةَ، حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: سَأَلْتُ بَعْضَ وَلَدِ أَبِي ثَعْلَبَةَ عَنِ اسْمِ أَبِي ثَعْلَبَةَ، فَقَالَ: §«نَاشِرُ بْنُ جُرْثُومٍ»",
            "page": "38",
            "part": "1",
            "seal": "CCE8D570"
        }
    ],
    "t8249": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر من نزل داريا من أصحاب رسول الله صلى الله عليه وسلم والتابعين، وتابعي التابعين، وأهل العلم على طبقاتهم وأزمانهم، وذكر وفاتهم، ومن أعقب منهم، ومن لم يعقب، إلى وقتنا هذا، وبالله التوفيق"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر بلال مؤذن رسول الله صلى الله عليه وسلم كان مولدا، يعني: من مولدي جمح، فاشتراه أبو بكر رضي الله عنه وأعتقه سكن داريا وتزوج امرأة من أهلها يقال لها: هند الخولانية"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر من روى عن بلال من أهل داريا أبو مسلم الخولاني، وأبو إدريس الخولاني، وأبو قلابة الجرمي، وهند الخولانية زوجة بلال ولو ذهبنا إلى ذكر أحاديثهم وما رووا عنه لاتسع الكتاب وطال به الشرح، ولكنا اختصرنا هذا الكلام لشهرة ذلك، وصحة الراوية عنه عند أهل"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أبي راشد الخولاني سماه النبي صلى الله عليه وسلم وكناه، ومن ولده جماعة بداريا إلى اليوم"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أسود بن أصرم المحاربي والدليل على نزوله داريا قطائع له بها، تعرف به إلى اليوم روى عنه سليمان بن حبيب المحاربي قاضي الخلفاء، وهو ممن نزل داريا وله بها أوقاف تجري على مساكينها إلى وقتنا هذا"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر قيس بن عباية بن عبيد بن الحارث بن عبيد الخولاني من خولان قضاعة، حليف بني حارثة بن الحارث من الأوس: شهد بدرا وهو حدث السن، وشهد فتوح الشام مع أبي عبيدة بن الجراح وهو كهل يستشيره أبو عبيدة في أموره قال عبد الرحمن بن إبراهيم: هو قيس بن عباية أبو"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أبي ثعلبة الخشني واسمه جرثوم بن ناشر والدليل على نزوله داريا ومقامه بها"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر بكر بن زرعة الخولاني من أهل داريا"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر كلثوم بن زياد المحاربي"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر الأسود بن بلال المحاربي"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ثابت بن معبد المحاربي"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر سعيد بن عكرمة الخولاني"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر محمد بن الحجاج بن أبي قيلة الخولاني ذكره أبو زرعة في كتاب الطبقات"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عبد الله بن عبد الرحمن بن يزيد بن جابر الأزدي"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر سليمان بن عتبة الغساني"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عمرو بن الأسود العنسي ويكنى أبا عياض، ونزوله داريا، وبها جماعة من ولده إلى هذا اليوم"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عمرو بن عبد الخولاني قال أبو علي: وكان عمرو بن عبد الخولاني تزوج بزوجة أبي مسلم الخولاني بعد وفاته، فسمعت من أدركت من شيوخنا يذكر أن أم مسلم سئلت، أو قيل لها: أي الرجلين كان أفضل؟ فقالت: أما أبو مسلم فإنه لم يكن يسأل الله شيئا إلا أعطاه إياه،"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أبي قلابة الجرمي وهو عبد الله بن زيد بن عامر بن ناتل بن مالك بن عبيد بن علقمة بن سعد بن كثير بن غالب بن عدي بن بيهس بن طرود بن قدامة بن جرم بن زياد بن خولان بن عمران بن الحاف بن قضاعة مولده بالبصرة، وقدم الشام ونزل داريا وسكن بها عند ابن عمه بيهس بن"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عمير بن هانئ العنسي ومن لقي من أصحاب رسول الله صلى الله عليه وسلم، ومن روى عنه من أهل داريا، وكيف كان سبيل قتله، وذكر عقبه"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر سليمان بن حبيب المحاربي قاضي الخلفاء قال عبد الرحمن بن إبراهيم: كنيته أبو ثابت"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أبي كبير المحاربي من ساكني داريا"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عثمان بن عبد الأعلى بن سراقة الأزدي قال أبو زرعة عبد الرحمن بن عمرو: هو في الطبقة الثانية من التابعين، ولم يزل من ولده جماعة إلى هذا الوقت قال أبو زرعة: إن عثمان بن عبد الأعلى بن سراقة من قضاة التابعين وعداده فيهم"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عبد الرحمن بن أبي كبيرة العنسي قال عبد الرحمن بن إبراهيم: هو من داريا"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر معاوية بن طويع وعمر بن طويع اليزنيين من ساكني داريا وأولادهم بها إلى اليوم"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "طبقة بعد هؤلاء"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر يزيد بن يزيد بن جابر الأزدي أخي عبد الرحمن بن يزيد بن جابر الأزدي، ومناقبه وفضائله"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر إدريس بن أبي إدريس الخولاني"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عبد الرحمن بن يزيد بن جابر ويكنى أبا عتبة"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر سليمان بن داود الخولاني يكنى أبا داود وأخوه عثمان بن داود قال: أخبرنا أبو عبد الله محمد بن يوسف الهروي، حدثنا ابن الدورقي، قال: قال يحيى بن معين: حدث يحيى بن حمزة، عن سليمان بن داود، عن الزهري، حديثا في الصدقات، وهو شيخ شامي. قال: وحدثنا"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر كعب بن حامد العنسي وهو كعب بن حامد بن سلمة بن جابر بن شراحيل بن ربيعة ذي الأربعة، وهو حمال الشايم أحد بني الرائش"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عثمان بن مرة الداراني"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر مسلمة العدل"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر النعمان بن المنذر الغساني وهو من ساكني داريا"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر القاسم بن هزان الخولاني"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عمرو بن شراحيل ويكنى أبا المغيرة"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر تميم بن عطية العنسي، من أهل داريا"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عبد الرحمن بن سليمان بن أبي الجون العنسي"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر سعيد بن يزيد بن ذي عصوان من ساكني داريا، وولده بها إلى اليوم"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر سالم بن عبد الله بن عصمة المحاربي من ساكني داريا، ذكره عبد الرحمن بن إبراهيم في كتاب الطبقات"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "ومن النساء بداريا: هند الخولانية امرأة بلال رحمه الله"
        },
        {
            "id": "159",
            "lvl": "1",
            "sub": null,
            "tit": "وأم مسلم الخولانية زوجة أبي مسلم رحمها الله، ومات عنها وتزوجت بعده عمرو بن عبد الخولاني، قال أبو علي: فسمعت من أرضى من شيوخنا يقولون: إن أم مسلم سئلت فقيل لها: أي الرجلين أفضل؟ قالت: أما أبو مسلم فإنه لم يكن يسأل الله شيئا إلا أعطاه إياه، وأما"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر التابعين الأكابر ممن أدرك مولده حياة رسول الله صلى الله عليه وسلم ولم يهاجر إليه"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "أبو مسلم الخولاني اسمه عبد الله بن ثوب وقد قيل: عبد الله بن ثواب بن عبد الله بن رحب بن عمرو بن خولان أدرك الجاهلية وكان من الأفاضل الأخيار، روى عن جماعة من أصحاب رسول الله صلى الله عليه وسلم، وكان فاضلا دينا ورعا"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عمرو بن جزء الخولاني"
        },
        {
            "id": "175",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أبي إدريس الخولاني رضي الله عنه اسمه عايذ الله بن عبد الله بن إدريس بن عايذ بن عبد الله بن عتبة بن غيلان بن مكين من خولان مولده عام حنين، وتوفي سنة ثمانين، أدرك جماعة من أصحاب رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "184",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر رواية أبي إدريس عن معاذ بن جبل، والاختلاف في ذلك"
        },
        {
            "id": "200",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أصحاب أبي سليمان من أهل داريا السكان بها"
        },
        {
            "id": "201",
            "lvl": "1",
            "sub": null,
            "tit": "حميد بن هشام العنسي"
        },
        {
            "id": "206",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر سليمان بن أبي سليمان"
        },
        {
            "id": "208",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر عبد الرحيم بن صالح عن أبي سليمان"
        },
        {
            "id": "210",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر محمد بن خلف بن طارق وولده بداريا إلى اليوم"
        },
        {
            "id": "214",
            "lvl": "1",
            "sub": null,
            "tit": "خلف بن محمد بن القاسم بن عبد السلام بن محمد العنسي حدث عن أبي يعقوب الأذرعي، حدثنا عنه أبو محمد عبد العزيز بن أحمد"
        },
        {
            "id": "215",
            "lvl": "1",
            "sub": null,
            "tit": "أحمد بن عمرو بن معاذ العنسي وابنه عبد الله بن أحمد بن عمرو بن معاذ العنسي أبو الحسين يروي عن أبي الميمون بن راشد وأبي الحسن بن حذلم، وأبي القاسم بن أبي العقب، وأبي يعقوب الأذرعي، وغيرهم. توفي بداريا في شوال سنة أربع عشرة وأربعمئة."
        },
        {
            "id": "216",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن داود بن عبد الله المقري إمام المسجد الجامع بدمشق، وإليه انتهت الرياسة في القراءة بدمشق، توفى لست خلون من جمادى الأولى سنة اثنتين وأربعمئة. روى عن خيثمة بن سليمان والحسن بن حبيب وغيرهما"
        },
        {
            "id": "217",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن بجيلة أبو الحسن المقريء، يعرف بصهر الأطروش. توفى سنة خمس عشرة وأربعمئة. ذكره الحداد في الوفيات."
        },
        {
            "id": "218",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن محمد بن طوق يعرف بابن الطبراني. حدثنا عنه عبد العزيز بن أحمد"
        },
        {
            "id": "219",
            "lvl": "1",
            "sub": null,
            "tit": "أحمد بن منصور بن الفقيه أبو العباس المالكي"
        },
        {
            "id": "220",
            "lvl": "1",
            "sub": null,
            "tit": "عمرو بن عذرة بن محمد السلمي المالكي أبو البركات، توفى في شوال سنة ستين وأربعمائة. قال: ذكر أبو الحسن محمد بن عبد الله بن جعفر بن عبد الله بن الجنيد الرازي في تسمية من كتب عنه بدمشق، فذكر: \" وممن كتبت عنه في قرى دمشق"
        },
        {
            "id": "221",
            "lvl": "1",
            "sub": null,
            "tit": "أبو عبد الله محمد بن هارون بن عبد الرحمن بن عبيد بن زكريا العنسي من أهل داريا، مات سنة أربع وعشرين وثلاثمئة"
        },
        {
            "id": "222",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الرحمن بن علي بن محلي"
        },
        {
            "id": "223",
            "lvl": "1",
            "sub": null,
            "tit": "أبو الحسن عبد الله بن هشام بن سوار العنسي الداراني"
        },
        {
            "id": "224",
            "lvl": "1",
            "sub": null,
            "tit": "ابناه: أبو القاسم عبيد الله، وأبو الفضل عبد الواحد ابنا عبد الله بن هشام بن سوار كتب عنهما عن أبي محمد عبد الرحمن بن عثمان بن أبي نصر رحمه الله"
        }
    ]
}