{
    "b8256": [
        {
            "hno": null,
            "id": "1",
            "nass": "§ذِكْرُ الْبُكَاءِ مِنِ خَشْيَةِ اللَّهِ وَثَوَابِهِ",
            "page": "39",
            "part": "1",
            "seal": "9BFF663F"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - حَدَّثَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عُمَرَ بْنِ أَبَانَ الَأَصْبَهَانِيُّ، قَالَ: حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ بْنِ سُفْيَانَ الْقُرَشِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ خَيْرَانَ، قَالَ: أَخْبَرَنَا الْمَسْعُودِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا يَلِجُ النَّارَ مَنْ بَكَى مِنْ خَشْيَةِ اللَّهِ حَتَّى يَعُودَ اللَّبَنُ فِي الضَّرْعِ، وَلَا يَجْتَمِعُ غُبَارٌ فِي سَبِيلِ اللَّهِ وَدُخَانُ جَهَنَّمَ فِي مَنْخَرَيْ عَبْدٍ أَبَدًا»",
            "page": "41",
            "part": "1",
            "seal": "A370F6BD"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - حَدَّثَنِي ابْنُ أَيُّوبَ، قَالَ: حَدَّثَنَا مُصْعَبُ بْنُ سَلَّامٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حُمَيْدٍ، عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ أَبِيهِ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا مِنْ عَبْدٍ مُؤْمِنٍ يَخْرُجُ مِنْ عَيْنَيْهِ دُمُوعٌ وَإِنْ كَانَ مِثْلَ رَأْسِ الذُّبَابِ مِنْ خَشْيَةِ اللَّهِ، ثُمَّ تُصِيبُ شَيْئًا مِنْ حُرِّ وَجْهِهِ، إِلَّا حَرَّمَهُ اللَّهُ عَلَى النَّارِ»",
            "page": "42",
            "part": "1",
            "seal": "54F97936"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - حَدَّثَنِي زَيْدُ بْنُ إِسْمَاعِيلَ مَوْلَى الْأَنْصَارِ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ شُرَيْحٍ الْإِسْكَنْدَرَانِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سُمَيْرٍ الرُّعَيْنِيُّ، عَنْ أَبِي عَلِيٍّ التُّجِيبِيِّ، عَنْ أَبِي رَيْحَانَةَ -[43]- صَاحِبِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§لَا تَرَى النَّارَ عَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللَّهِ، وَلَا عَيْنٌ سَهِرَتْ فِي سَبِيلِ اللَّهِ»",
            "page": "42",
            "part": "1",
            "seal": "E6013D25"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - حَدَّثَنِي أَبُو جَعْفَرٍ الْكِنْدِيُّ، قَالَ: أَنْبَأَنَا يُوسُفُ بْنُ الْغَرِقِ، عَنْ أَيُّوبَ الْحَبَطِيِّ، عَنْ نُفَيْعِ بْنِ الْحَارِثِ الْهَمْدَانِيِّ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ: قَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ، بِمَ أَتَّقِي النَّارَ؟ قَالَ: «بِدُمُوعِ عَيْنَيْكَ؛ فَإِنَّ §عَيْنًا بَكَتْ مِنْ خَشْيَةِ اللَّهِ لَا تَمَسُّهَا النَّارُ أَبَدًا»",
            "page": "43",
            "part": "1",
            "seal": "E8A2C034"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ زَكَرِيَّا الْقُرَشِيُّ، قَالَ: حَدَّثَنَا بِشْرُ بْنُ إِبْرَاهِيمَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§عَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللَّهِ , لَا تَمَسُّهَا النَّارُ أَبَدًا»",
            "page": "44",
            "part": "1",
            "seal": "7CB58710"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - وَحَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا زَكَرِيَّا بْنُ عَدِيٍّ , عَنْ عَلِيِّ بْنِ فُضَيْلٍ، عَنِ الْعَلَاءِ بْنِ الْمُسَيَّبِ، عَنِ الْحَسَنِ الْبَصْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا مِنْ قَطْرَةٍ أَحَبَّ إِلَى اللَّهِ مِنْ قَطْرَةٍ مِنْ دَمٍ فِي سَبِيلِ اللَّهِ، وَقَطْرَةِ دُمُوعٍ قُطِرَتْ مِنْ عَيْنِ رَجُلٍ فِي جَوْفِ اللَّيْلِ مِنْ خَشْيَةِ اللَّهِ»",
            "page": "44",
            "part": "1",
            "seal": "01EB324B"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا صَالِحٌ الْمُرِّيُّ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ أَبِي الْجَلْدِ، قَالَ: قَرَأْتُ فِي مَسْأَلَةِ دَاوُدَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِلَهِي , مَا جَزَاءُ §مَنْ بَكَى مِنْ خَشْيَتِكَ حَتَّى تَسِيلَ دُمُوعُهُ عَلَى وَجْنَتَيْهِ؟ قَالَ: جَزَاؤُهُ أَنْ أُحَرِّمَ وَجْهَهَ عَلَى لَفْحِ النَّارِ، وَأَنْ أُؤَمِّنَهُ يَوْمَ الْفَزَعِ \"",
            "page": "45",
            "part": "1",
            "seal": "7BC225E5"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - حَدَّثَنِي عَلِيُّ بْنُ مُسْلِمٍ، قَالَ: حَدَّثَنِي عَوْنُ بْنُ عُمَارَةَ، عَنْ أَيُّوبَ وَهُوَ أَبُو أُمَيَّةَ، عَنْ زِيَادٍ الْعَنْبَرِيِّ، \" أَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى قَالَ: وَعِزَّتِي , §لَا يَبْكِي عَبْدٌ مِنْ خَشْيَتِي , إِلَّا أَجَرْتُهُ مِنْ نِقْمَتِي، وَعِزَّتِي , لَا يَبْكِي عَبْدٌ مِنْ خَشْيَتِي إِلَّا أَبْدَلْتُهُ ضَحِكًا فِي نُورِ قُدُسِي \"",
            "page": "45",
            "part": "1",
            "seal": "AF731BD0"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - حَدَّثَنَا الْحَسَنُ بْنُ يُوسُفَ بْنِ يَزِيدَ، قَالَ: حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، قَالَ: حَدَّثَنِي أَيُّوبُ بْنُ عُثْمَانَ الْأَزْدِيُّ، قَالَ: حَدَّثَنِي أَبُو بَصْرَةَ، عَنِ الْحَسَنِ، قَالَ: -[46]- «§إِنَّ الْعَيْنَيْنِ لَتَبْكِيَانِ، وَإِنَّ الْقَلْبَ لَيَشْهَدُ عَلَيْهِمَا بِالْكَذِبِ، وَلَوْ بَكَى عَبْدٌ مِنْ خَشْيَةِ اللَّهِ لَرُحِمَ مَنْ حَوْلَهُ , وَلَوْ كَانُوا عِشْرِينَ أَلْفًا»",
            "page": "45",
            "part": "1",
            "seal": "E3BE22AB"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا بِشْرُ بْنُ عُمَرَ الزَّهْرَانِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنِ يَزِيدَ التَّمِيمِيُّ، عَنِ الْحَسَنِ، قَالَ: «بَلَغَنَا أَنَّ §الْبَاكِيَ مِنْ خَشْيَةِ اللَّهِ لَا يَقْطُرُ مِنْ دُمُوعِهِ قَطْرَةٌ عَلَى الْأَرْضِ حَتَّى تُعْتَقَ رَقَبَتُهُ مِنَ النَّارِ , وَلَوْ أَنَّ بَاكِيًا بَكَى فِي مَلَأٍ مِنَ الْمَلَأِ لَرُحِمُوا جَمِيعًا بِبُكَائِهِ، وَ. . . . لَهُ وَزْنٌ , إِلَّا الْبُكَاءُ , فَإِنَّهُ لَا يُوزَنُ»",
            "page": "46",
            "part": "1",
            "seal": "95C355D1"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": "11 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو عُمَرَ الضَّرِيرُ، قَالَ: حَدَّثَنَا عُتْبَةُ بْنُ عَبْدِ اللَّهِ الْأَصَمُّ، قَالَ: سَمِعْتُ فَرْقَدًا السَّبَخِيَّ، يَقُولُ: «بَلَغَنَا أَنَّ §الْأَعْمَالَ كُلَّهَا تُوزَنُ , إِلَّا الدَّمْعَةَ تَخْرُجُ مِنْ عَيْنِ الْعَبْدِ مِنْ خَشْيَةِ اللَّهِ فَإِنَّهُ لَيْسَ لَهَا وَزْنٌ وَلَا قَدْرٌ؛ وَإِنَّهُ لَيُطْفَأُ بِالدَّمْعَةِ الْبُحُورُ مِنَ النَّارِ»",
            "page": "46",
            "part": "1",
            "seal": "0416A8D4"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَبُو حَفْصٍ الْحَبَطِيُّ، قَالَ: حَدَّثَنَا زُرْعَةُ الْأَعْشَى، عَنْ وَهْبِ بْنِ مُنَبِّهٍ قَالَ: «§الْبُكَاءُ مِنْ خَشْيَةِ اللَّهِ تَعَالَى مَثَاقِيلُ بِرٍّ , لَيْسَ ثَوَابُهُ وَزْنًا، إِنَّمَا يُعْطَى الْبَاكِي مِنْ خَشْيَةِ اللَّهِ , وَالصَّابِرُ عَلَى طَاعَةِ اللَّهِ أَجْرَهُمْ بِغَيْرِ حِسَابٍ»",
            "page": "46",
            "part": "1",
            "seal": "7E1C3108"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "13 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ ثَوْرِ بْنِ أَبِي الْخَلَّالِ الْعَتَكِيُّ، قَالَ: حَدَّثَنَا سَوَادَةُ بْنُ أَبِي الْأَسْوَدِ، قَالَ: سَمِعْتُ شَهْرَ بْنَ حَوْشَبٍ، يَقُولُ: «§لَوْ أَنَّ عَبْدًا بَكَى فِي مَلَأٍ مِنَ النَّاسِ لَرُحِمُوا بِبُكَائِهِ»",
            "page": "47",
            "part": "1",
            "seal": "19BFDF59"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "14 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، قَالَ: أَخْبَرَنَا سُلَيْمَانُ وَهُوَ غَيْرُ التَّيْمِيِّ، عَنْ عُبَيْدَةَ بْنِ حَسَّانَ، عَنِ النَّضْرِ بْنِ سَعِيدٍ، رَفَعَهُ قَالَ: «§مَا اغْرَوْرَقَتْ عَيْنَا عَبْدٍ مِنْ خَشْيَةِ اللَّهِ إِلَّا حَرَّمَ اللَّهُ جَسَدَهَا عَلَى النَّارِ , فَإِنْ فَاضَتْ عَلَى خَدِّهِ لَمْ يَرْهَقْ وَجْهَهُ قَتَرٌ وَلَا ذِلَّةٌ , وَلَوْ أَنَّ عَبْدًا بَكَى فِي أُمَّةٍ مِنَ الْأُمَمِ , لَأَنْجَى اللَّهُ بِبُكَاءِ ذَلِكَ الْعَبْدِ تِلْكَ الْأُمَّةَ مِنَ النَّارِ , وَمَا مِنْ عَمِلٍ إِلَّا لَهُ وَزْنٌ أَوْ ثَوَابٌ , إِلَّا الدُّمُوعُ؛ فَإِنَّهَا تُطْفِئُ بُحُورًا مِنَ النَّارِ»",
            "page": "47",
            "part": "1",
            "seal": "8B853A75"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "15 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، قَالَ: حَدَّثَنَا ثَوْرُ بْنُ يَزِيدَ، عَنْ خَالِدِ بْنِ مَعْدَانَ، قَالَ: «إِنَّ §الدَّمْعَةَ لَتُطْفِئُ الْبُحُورَ مِنَ النِّيرَانِ، فَإِنْ سَالَتْ عَلَى خَدِّ بَاكِيهَا لَمْ يَرَ ذَلِكَ الْوَجْهُ النَّارَ , وَمَا بَكَى عَبْدٌ مِنْ خَشْيَةِ اللَّهِ إِلَّا خَشَعَتْ لِذَلِكَ جَوَارِحُهُ، وَكَانَ مَكْتُوبًا فِي الْمَلَأِ الْأَعْلَى بِاسْمِهِ وَاسْمِ أَبِيهِ، مُنَوَّرًا قَلْبُهُ بِذِكْرِ اللَّهِ»",
            "page": "48",
            "part": "1",
            "seal": "DF7200CA"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو عَاصِمٍ النَّبِيلُ الضَّحَّاكُ بْنُ مَخْلَدٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي سَعِيدٍ السَّرَّاجُ، قَالَ: كُنَّا عِنْدَ الْحَسَنِ يَوْمًا وَهُوَ يَعِظُ، فَانْتَحَبَ رَجُلٌ مِنْ نَاحِيَةِ الْمَجْلِسِ، فَقَالَ الْحَسَنُ: «أَيُّهَا الْبَاكِي اشْدُدْ» ، أَوْ قَالَ: «احْدُدْ فَإِنَّهُ بَلَغَنَا أَنَّ §الْبَاكِيَ مِنْ خَشْيَةِ اللَّهِ مَرْحُومٌ يَوْمَ الْقِيَامَةِ»",
            "page": "48",
            "part": "1",
            "seal": "8E0846A7"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا حِبَّانُ بْنُ هِلَالٍ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ، قَالَ: وَعَظَ مَالِكُ بْنُ دِينَارٍ يومًا فَتَكَلَّمَ، فَبَكَى حَوْشَبٌ، فَضَرَبَ مَالِكٌ -[49]- بِيَدِهِ عَلَى مَنْكِبِهِ وَقَالَ: «ابْكِ يَا أَبَا بِشْرٍ، فَإِنَّهُ بَلَغَنِي أَنَّ §الْعَبْدَ لَا يَزَالُ يَبْكِي حَتَّى يَرْحَمَهُ سَيِّدُهُ , فَيُعْتِقَهُ مِنَ النَّارِ»",
            "page": "48",
            "part": "1",
            "seal": "B721ED77"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنَا عِمْرَانُ بْنُ خَالِدٍ الْخُزَاعِيُّ، قَالَ: سَمِعْتُ فَرْقَدًا السَّبَخِيَّ، يَقُولُ: قَرَأْتُ فِي بَعْضِ الْكُتُبِ: \" قُلْ لِلْبَكَّائِينَ مِنْ خَشْيَةِ اللَّهِ: أَبْشِرُوا فَإِنَّكُمْ §أَوَّلُ مَنْ تَنْزِلُ عَلَيْهِ الرَّحْمَةُ إِذَا نَزَلَتْ \"",
            "page": "49",
            "part": "1",
            "seal": "D98CBB0E"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، عَنْ عُثْمَانَ بْنِ طَلِيقٍ، عَنْ أَبِي مَيْمُونٍ الْبَرَّادِ، قَالَ: قَالَ رَجُلٌ لِلْحَسَنِ: أَوْصِنِي , قَالَ: «§رَطِّبْ لِسَانَكَ بِذِكْرِ اللَّهِ، وَنَدِّ جُفُونَكَ بِالدُّمُوعِ مِنْ خَشْيَةِ اللَّهِ، فَقَلَّ مَنْ طَلَبْتَ لَدَيْهِ خَيْرًا فَلَمْ تُدْرِكْهُ»",
            "page": "49",
            "part": "1",
            "seal": "D59C2D3D"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي شُعَيْثُ بْنُ مُحْرِزٍ، قَالَ: حَدَّثَنِي صَالِحٌ الْمُرِّيُّ، قَالَ: بَلَغَنِي عَنْ كَعْبٍ، أَنَّهُ كَانَ يَقُولُ: «§مَنْ بَكَى خَوْفًا مِنْ ذَنْبٍ غُفِرَ لَهُ، وَمَنْ بَكَى اشْتِيَاقًا إِلَى اللَّهِ أَبَاحَهُ النَّظَرَ إِلَيْهِ تَبَارَكَ وَتَعَالَى , يَرَاهُ مَتَى شَاءَ»",
            "page": "49",
            "part": "1",
            "seal": "C839239F"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا زَكَرِيَّا بْنُ عَدِيٍّ، قَالَ: حَدَّثَنِي النَّضْرُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنِي عِيسَى الْمُعَلِّمُ، عَنْ زَاذَانَ أَبِي عُمَرَ، قَالَ: -[50]- «بَلَغَنَا أَنَّهُ §مَنْ بَكَى خَوْفًا مِنَ النَّارِ أَعَاذَهُ اللَّهُ مِنْهَا، وَمَنْ بَكَى شَوقًا إِلَى الْجَنَّةِ أَسْكَنَهُ اللَّهُ إِيَّاهَا»",
            "page": "49",
            "part": "1",
            "seal": "FD0A058F"
        },
        {
            "hno": "22",
            "id": "23",
            "nass": "22 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ أَبَى بُكَيْرٍ قَالَ: حَدَّثَنَا عُمَارَةُ بْنُ زَاذَانَ الصَّيْدَلَانِيُّ، قَالَ: سَمِعْتُ يَزِيدَ بْنِ أَبَانَ الرَّقَاشِيَّ، يَقُولُ: «بَلَغَنِي أَنَّهُ §مَنْ بَكَى عَلَى ذَنْبٍ مِنْ ذُنُوبِهِ نُسِّيَ حَافِظَاهُ ذَلِكَ الذَّنْبَ , وَمَنْ فَاضَتْ عَيْنَاهُ مِنْ خَشْيَةِ اللَّهِ أُعْطِيَ الْأَمَانَ يَوْمَ الْقِيَامَةِ»",
            "page": "50",
            "part": "1",
            "seal": "BCF6FDA4"
        },
        {
            "hno": "23",
            "id": "24",
            "nass": "23 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ جَرِيرٍ، قَالَ: سَمِعْتُ أَبَا طَالِبٍ الْقَاصَّ، يُحَدِّثُ عَنْ عَطِيَّةَ الْعَوْفِيِّ، قَالَ: «بَلَغَنِي أَنَّهُ §مَنْ بَكَى عَلَى خَطِيئَتِهِ مُحِيَتْ عَنْهُ» ، ¶ 24 - قَالَ عَمْرٌو: وَحَدَّثَنِي الْأَشْجَعِيُّ، عَنْ أَبِي طَالِبٍ، عَنْ عَطِيَّةَ، قَالَ: «وَكُتِبَتْ لَهُ حَسَنَةٌ»",
            "page": "50",
            "part": "1",
            "seal": "EA788B32"
        },
        {
            "hno": "25",
            "id": "25",
            "nass": "25 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ يَزِيدَ الْقَرَنِيُّ، -[51]- عَنَ خَازِمِ بْنِ حُسَيْنٍ، عَنْ مَالِكِ بْنِ دِينَارٍ، قَالَ: «§الْبُكَاءُ عَلَى الْخَطِيئَةِ يَحُطُّ الذُّنُوبَ , كَمَا تَحُطُّ الرِّيحُ الْوَرَقَ الْيَابِسَ»",
            "page": "50",
            "part": "1",
            "seal": "1FA735E1"
        },
        {
            "hno": "26",
            "id": "26",
            "nass": "26 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مَالِكُ بْنُ ضَيْغَمٍ، قَالَ: سَمِعْتُ بَكْرَ بْنَ مَصَادٍ، يَقُولُ: سَمِعْتُ عَبْدَ الْوَاحِدِ بْنَ زَيْدٍ، يَقُولُ: يَا إِخْوَتَاهْ §أَلَا تَبْكُونَ شَوقًا إِلَى اللَّهِ؟ أَلَا إِنَّهُ مَنْ بَكَى شَوقًا إِلَى سَيِّدِهِ لَمْ يَحْرِمْهُ النَّظَرَ إِلَيْهِ. يَا إِخْوَتَاهْ أَلَا تَبْكُونَ خَوْفًا مِنَ النَّارِ؟ أَلَا إِنَّهُ مَنْ بَكَى خَوْفًا مِنَ النَّارِ أَعَاذَهُ اللَّهُ مِنْهَا , يَا إِخْوَتَاهْ أَلَا تَبْكُونَ خَوْفًا مِنَ الْعَطَشِ يَوْمَ الْقِيَامَةِ؟ أَلَا إِنَّهُ مَنْ بَكَى خَوْفًا مِنْ ذَلِكَ سُقِيَ عَلَى رُءُوسِ الْخَلَائِقِ يَوْمَ الْقِيَامَةِ , يَا إِخْوَتَاهْ أَلَا تَبْكُونَ؟ بَلَى، فَابْكُوا عَلَى الْمَاءِ الْبَارِدِ أَيَّامَ الدُّنْيَا , لَعَلَّهُ أَنْ يَسْقِيكُمُوهُ فِي حَظَائِرِ الْقُدُسِ مَعَ خَيْرِ النُّدَمَاءِ وَالْأَصْحَابِ مِنَ النَّبِيِّينَ وَالصِّدِّقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ , وَحَسُنَ أُولَئِكَ رَفِيقًا. ثُمَّ جَعَلَ يَبْكِي حَتَّى غُشِيَ عَلَيْهِ \"",
            "page": "51",
            "part": "1",
            "seal": "4C02EC0B"
        },
        {
            "hno": "27",
            "id": "27",
            "nass": "27 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ سَهْلٍ الْأُرْدُنِّيُّ، قَالَ: حَدَّثَنِي رِشْدِينُ بْنُ سَعْدٍ، عَنْ بَعْضِ أَصْحَابِهِ، قَالَ: قَرَأْتُ فِي -[52]- بَعْضِ الْكُتُبِ: «§قُلْ لِلْمُؤَيَّدِينَ مِنْ عِبَادِي , فَلْيُجَالِسُوا الْبَكَّائِينَ مِنْ خَشْيَتِي، لَعَلِّي أُصِيبُهُمْ بِرَحْمَتِي إِذَا أَنَا رَحِمْتُ الْبَكَّائِينَ»",
            "page": "51",
            "part": "1",
            "seal": "62C8A531"
        },
        {
            "hno": "28",
            "id": "28",
            "nass": "28 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ سُلَيْمٍ مَوْلَى بَنِي لَيْثٍ، قَالَ: سَمِعْتُ هَارُونَ بْنَ رِئَابٍ، قَالَ: «بَلَغَنِي أَنَّ §الْبُكَاءَ مَثَاقِيلُ لَوْ وُزِنَ بِالْمِثْقَالِ الْوَاحِدِ مِنْهُ مِثْلُ جِبَالِ الدُّنْيَا» ، أَوْ قَالَ: «جِبَالِ الْأَرْضِ رَجَحَ الْبُكَاءُ، وَإِنَّ الدَّمْعَةَ لَتَنْحَدِرُ فَتُطْفِئُ الْبُحُورَ مِنَ النَّارِ، وَمَا بَكَى عَبْدٌ لِلَّهِ مُخْلِصًا فِي مَلَأٍ مِنَ الْمَلَأِ إِلَّا غُفِرَ لَهُمْ جَمِيعًا بِبَرَكَةِ بُكَائِهِ»",
            "page": "52",
            "part": "1",
            "seal": "4D103F34"
        },
        {
            "hno": "29",
            "id": "29",
            "nass": "29 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حُسَيْنُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا أَبُو الْمُغِيرَةِ الْقَاصُّ، قَالَ: قَالَ عُمَرُ بْنُ ذَرٍّ: -[53]- «§مَا رَأَيْتُ بَاكِيًا قَطُّ إِلَّا خُيِّلَ إِلَيَّ أَنَّ الرَّحْمَةَ قَدْ تَنَزَّلَتْ عَلَيْهِ»",
            "page": "52",
            "part": "1",
            "seal": "6C3AAE1D"
        },
        {
            "hno": "30",
            "id": "30",
            "nass": "30 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنَا حَجَّاجٌ، عَنْ أَبِي مَعْشَرٍ، قَالَ: رَأَيْتُ عَوْنَ بْنَ عَبْدِ اللَّهِ فِي مَجْلِسِ أَبِي حَازِمٍ يَبْكِي وَيَمْسَحُ وَجْهَهُ بِالدُّمُوعِ , وَيَقُولُ: «بَلَغَنِي أَنَّ §النَّارَ لَا تَمَسُّ مَوْضِعَ الدُّمُوعِ»",
            "page": "53",
            "part": "1",
            "seal": "C7A52963"
        },
        {
            "hno": "31",
            "id": "31",
            "nass": "31 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَمَّارُ بْنُ عُثْمَانَ، قَالَ: حَدَّثَنَا حَزْمٌ الْقُطَعِيُّ، قَالَ سَمِعْتُ يَزِيدَ الرَّقَاشِيَّ، يَقُولُ: «بَلَغَنَا أَنَّ §الْبَاكِيَ مِنْ خَشْيَةِ اللَّهِ تَهْتَزُّ لَهُ الْبِقَاعُ الَّتِي يَبْكِي عَلَيْهَا، وَتَغْمُرُهُ الرَّحْمَةُ مَا دَامَ بَاكِيًا»",
            "page": "53",
            "part": "1",
            "seal": "F6987DFB"
        },
        {
            "hno": "32",
            "id": "32",
            "nass": "32 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، عَنْ أَبِي الْجُودِيِّ، قَالَ: قَالَ لِي عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: يَا أَبَا الْجُودِيِّ «§اغْتَنِمِ الدَّمْعَةَ تُسِيلُهَا عَلَى خَدِّكَ لِلَّهِ»",
            "page": "53",
            "part": "1",
            "seal": "0DF3E470"
        },
        {
            "hno": "33",
            "id": "33",
            "nass": "33 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَمَّارُ بْنُ عُثْمَانَ، قَالَ: حَدَّثَنِي حَمَّادُ بْنُ يَحْيَى الْأَبَحُّ، قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ وَاسِعٍ , وَرَأَى رَجُلًا يَبْكِي , فَقَالَ: «بَلَغَنَا أَنَّ §الْبَاكِيَ مَرْحُومٌ، فَمَنِ اسْتَطَاعَ أَنْ يَبْكِيَ فَلْيَبْكِ، فَلِمِثْلِ مَا يُقْدَمُ عَلَيْهِ فَلْيُبْكَ لَهُ»",
            "page": "54",
            "part": "1",
            "seal": "44567AAC"
        },
        {
            "hno": "34",
            "id": "34",
            "nass": "34 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا مُطَرِّفٌ أَبُو الْمُصْعَبِ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، قَالَ: سَمِعْتُ أَبَا حَازِمٍ، يَقُولُ: «بَلَغَنَا أَنَّ §الْبُكَاءَ مِنْ خَشْيَةِ اللَّهِ مِفْتَاحٌ لِرَحْمَتِهِ»",
            "page": "54",
            "part": "1",
            "seal": "0DA56017"
        },
        {
            "hno": "35",
            "id": "35",
            "nass": "35 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ، قَالَ: سَمِعْتُ ابْنَ السَّمَّاكِ يَذْكُرُ , عَنِ الْمُفَضَّلِ بْنِ مُهَلْهَلٍ، قَالَ: \" بَلَغَنِي أَنَّ §الْعَبْدَ إِذَا بَكَى مِنْ خَشْيَةِ اللَّهِ مُلِئَتْ جَوَارِحُهُ نُورًا، وَاسْتَبْشَرَتْ بِبُكَائِهِ، وَتَدَاعَتْ بَعْضُهَا بَعْضًا: مَا هَذَا النُّورُ؟ فَيُقَالُ لَهَا: هَذَا غَشِيَكُمْ مِنْ نُورِ الْبُكَاءِ \"",
            "page": "54",
            "part": "1",
            "seal": "0DAAD4CB"
        },
        {
            "hno": "36",
            "id": "36",
            "nass": "36 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورِ بْنِ حَيَّانَ الْأَسَدِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ صَبِيحٍ الْعِجْلِيُّ، قَالَ: سَمِعْتُ ابْنَ ذَرٍّ، يَقُولُ: «بَلَغَنِي أَنَّ §الْبَاكِيَ مِنْ خَشْيَتِهِ يُبَدِّلُ اللَّهُ مَكَانَ كُلِّ قَطْرَةٍ أَوْ دَمْعَةٍ تَخْرُجُ مِنْ عَيْنَيْهِ أَمْثَالَ الْجِبَالِ مِنَ النُّورِ فِي قَلْبِهِ، وَيُزَادُ مِنْ قُوَّتِهِ لِلْعَمَلِ، وَيُطْفَأُ بِتِلْكَ الْمَدَامِعِ بُحُورٌ مِنْ نَارٍ»",
            "page": "55",
            "part": "1",
            "seal": "CD591B49"
        },
        {
            "hno": "37",
            "id": "37",
            "nass": "37 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، قَالَ: سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ، يَقُولُ: «§الْبُكَاءُ مِنْ مَفَاتِيحِ التَّوْبَةِ؛ أَلَا تَرَى أَنَّهُ يَرِقُّ فَيَنْدَمُ؟»",
            "page": "55",
            "part": "1",
            "seal": "81DCA9AE"
        },
        {
            "hno": "38",
            "id": "38",
            "nass": "38 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي نُوحُ بْنُ يَحْيَى الزَّرَّادُ، قَالَ: حَدَّثَنِي قُثَمٌ الْعَابِدُ، عَنْ حَمْزَةَ الْأَعْمَى، قَالَ: ذَهَبَتْ أُمِّي إِلَى الْحَسَنِ، فَقَالَتْ: يَا أَبَا سَعِيدٍ ابْنِي هَذَا قَدْ أَحْبَبْتُ أَنْ يَلْزَمَكَ، فَلَعَلَّ اللَّهَ أَنْ يَنْفَعَهُ بِكَ , قَالَ: فَكُنْتُ أَخْتَلِفُ إِلَيْهِ، فَقَالَ لِي يَوْمًا: «يَا بُنَيَّ §أَدِمِ الْحُزْنَ عَلَى خَيْرِ الْآخِرَةِ , لَعَلَّهُ أَنْ يُوصِلَكَ إِلَيْهِ، وَابْكِ فِي سَاعَاتِ الْخَلْوَةِ , لَعَلَّ مَوْلَاكَ يَطَّلِعُ عَلَيْكَ فَيَرْحَمَ عَبْرَتَكَ , فَتَكُونَ مِنَ الْفَائِزِينَ» . قَالَ: وَكُنْتُ أَدْخُلُ عَلَيْهِ مَنْزِلَهُ وَهُوَ يَبْكِي، وَآتِيهِ مَعَ النَّاسِ وَهُوَ يَبْكِي، وَرُبَّمَا جِئْتُ وَهُوَ يُصَلِّي , فَأَسْمَعُ بُكَاءَهُ وَنَحِيبَهُ , فَقُلْتُ لَهُ يُومًا: يَا أَبَا سَعِيدٍ إِنَّكَ لَتُكْثِرُ مِنَ الْبُكَاءِ فَبَكَى ثُمَّ قَالَ: «يَا بُنَيَّ فَمَا يَصْنَعُ الْمُؤْمِنُ إِذَا لَمْ يَبْكِ؟ يَا بُنَيَّ إِنَّ الْبُكَاءَ دَاعٍ إِلَى الرَّحْمَةِ، فَإِنِ اسْتَطَعْتَ أَنْ لَا تَكُونَ عُمْرَكَ -[56]- إِلَّا بَاكِيًا فَافْعَلْ، لَعَلَّهُ يَرَاكَ عَلَى حَالَةٍ , فَيَرْحَمَكَ بِهَا، فَإِذَا أَنْتَ قَدْ نَجَوْتَ مِنَ النَّارِ»",
            "page": "55",
            "part": "1",
            "seal": "7930E104"
        },
        {
            "hno": "39",
            "id": "39",
            "nass": "39 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، عَنْ إِسْمَاعِيلَ بْنِ ذَكْوَانَ، قَالَ: دَخَلَ إِيَاسُ بْنُ مُعَاوِيَةَ وَأَبُوهُ إِلَى مَسْجِدٍ فِيهِ قَاصٌّ يَقُصُّ عَلَيْهِمْ، فَلَمْ يَبْقَ أَحَدٌ مِنَ الْقَوْمِ إِلَّا بَكَى، غَيْرَ إِيَاسَ وَأَبِيهِ , فَلَمَّا تَفَرَّقُوا قَالَ مُعَاوِيَةُ بْنُ قُرَّةَ لِابْنِهِ: أَتُرَانَا شَرَّ أَهْلِ هَذَا الْمَجْلِسِ؟ قَالَ إِيَاسُ: «إِنَّمَا §هِيَ رِقَّةٌ فِي الْقُلُوبِ، فَكَمَا تُسْرِعُ إِلَى الدَّمْعَةِ , فَكَذَلِكَ تُسْرِعُ إِلَيْهَا الْفِتْنَةٌ» فَقَالَ مُعَاوِيَةُ: مَا أَدْرِي مَا تَقُولُ يَا بُنَيَّ غَيْرَ أَنَّهُمْ قَدْ تَعَجَّلُوا الرِّقَّةَ , وَرَجَاءَ الرَّحْمَةِ",
            "page": "56",
            "part": "1",
            "seal": "912C6314"
        },
        {
            "hno": "40",
            "id": "40",
            "nass": "40 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو إِسْحَاقَ الضَّرِيرُ، فِي قَنْطَرَةِ قُرَّةَ قَالَ: حَدَّثَنَا عَبْدُ رَبِّهِ أَبُو كَعْبٍ، صَاحِبُ الْحَرِيرِ قَالَ: كُنَّا عِنْدَ مُعَاوِيَةَ بْنِ قُرَّةَ، فَذَكَرَ شَيْئًا، فَنَحَبَ رَجُلٌ مِنْ نَاحِيَةِ الْمَجْلِسِ، فَقَالَ لَهُ مُعَاوِيَةُ بْنُ قُرَّةَ: «§أَعْطَاكَ اللَّهُ أَمَلَكَ فِيمَا بَكَيْتَ عَلَيْهِ» , قَالَ: فَارْتَجَّتِ الْحَلَقَةُ بِالْبُكَاءِ",
            "page": "56",
            "part": "1",
            "seal": "020F5245"
        },
        {
            "hno": "41",
            "id": "41",
            "nass": "41 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا فَهْدُ بْنُ حَيَّانَ، قَالَ: حَدَّثَنَا أَشْرَسُ الْهُذَلِيُّ، قَالَ: سَمِعْتُ فَرْقَدًا السَّبَخِيَّ، يَقُولُ: قَرَأْتُ فِي بَعْضِ الْكُتُبِ: \" أَنَّ §الْعَبْدَ إِذَا بَكَى مِنْ خَشْيَةِ اللَّهِ تَحَاتَّتْ عَنْهُ ذُنُوبُهُ كَيَوْمَ وَلَدَتْهُ أُمُّهُ , وَلَوْ أَنَّ عَبْدًا جَاءَ بِجِبَالِ الْأَرْضِ ذُنُوبًا وَآثَامًا , لَوَسِعَتْهُ الرَّحْمَةُ إِذَا بَكَى , وَإِنَّ الْبَاكِيَ عَلَى الْجَنَّةِ لَتَشْفَعُ لَهُ الْجَنَّةُ إِلَى رَبِّهَا , فَتَقُولُ: يَارَبِّ، أَدْخِلْهُ الْجَنَّةَ كَمَا بَكَى عَلَيَّ. وَإِنَّ النَّارَ لَتَسْتَجِيرُ لَهُ مِنْ رَبِّهَا , فَتَقُولُ: يَا رَبِّ أَجِرْهُ مِنَ النَّارِ , كَمَا اسْتَجَارَكَ مِنِّي , وَبَكَى خَوْفًا مِنْ دُخُولِي \"",
            "page": "57",
            "part": "1",
            "seal": "C02CABAA"
        },
        {
            "hno": "42",
            "id": "42",
            "nass": "42 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ قُرَيْبٍ، قَالَ: حَدَّثَنَا غَاضِرَةُ بْنُ قَرْهَدٍ، قَالَ: كَانَ فَرْقَدٌ السَّبَخِيُّ قَدْ بَكَى حَتَّى أَضَرَّ بِهِ ذَلِكَ الْبُكَاءُ، وَتَنَاثَرَتْ أَشْفَارُهُ , فَقِيلَ لَهُ فِي ذَلِكَ، فَقَالَ: «بَلَغَنِي أَنَّ §كُلَّ عَيْنٍ بَكَتْ مِنْ خَشْيَةِ اللَّهِ لَا يُصِيبُهَا لَفْحُ النَّارِ يَوْمَ الْقِيَامَةِ» ، قَالَ: فَكَانَ يَبْكِي، وَيُبْكِي أَصْحَابَهُ",
            "page": "57",
            "part": "1",
            "seal": "43724304"
        },
        {
            "hno": "43",
            "id": "43",
            "nass": "43 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا حِبَّانُ بْنُ هِلَالٍ، قَالَ: حَدَّثَنَا عُمَرُ الْأَشَجُّ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، قَالَ: «§لِكُلِّ أَعْمَالِ الْبِرِّ جَزَاءٌ، وَفِي كُلَّهَا خَيْرٌ، إِلَّا الدَّمْعَةَ , تَخْرُجُ مِنْ عَيْنِ الْعَبْدِ، فَلَيْسَ لَهَا كَيْلٌ وَلَا وَزْنٌ، حَتَّى يُطْفَأَ بِهَا بِحَارٌ مِنَ النِّيرَانِ»",
            "page": "57",
            "part": "1",
            "seal": "162CACCE"
        },
        {
            "hno": "44",
            "id": "44",
            "nass": "44 - حَدَّثَنِي أَبِي رَحِمَهُ اللَّهُ، وَأَبُو خَيْثَمَةَ، عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ، -[58]- عَنْ ثَابِتِ بْنِ سَرْحٍ أَبِي سَلَمَةَ الدَّوْسِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، قَالَ: كَانَ مِنْ دُعَاءِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اللَّهُمَّ ارْزُقْنِي عَيْنَيْنِ هَطَّالَتَيْنِ , تَبْكِيَانِ بِذُرُوفِ الدُّمُوعِ، وَتَشْفِيَانَنِي مِنْ خَشْيَتِكَ مِنْ قَبْلِ أَنْ تَكُونَ الدُّمُوعُ دَمًا , وَالْأَضْرَاسُ جَمْرًا»",
            "page": "57",
            "part": "1",
            "seal": "05FB7EC0"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "§اسْتِدْعَاءُ الْبُكَاءِ",
            "page": "61",
            "part": "1",
            "seal": "3B7E1769"
        },
        {
            "hno": "45",
            "id": "46",
            "nass": "45 - حَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ بْنِ مَرْوَانَ، قَالَ: حَدَّثَنَا أَبُو يَحْيَى الْحِمَّانِيُّ، عَنْ عِمْرَانَ أَبِي يَحْيَى التَّغْلِبِيِّ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا أَيُّهَا النَّاسُ §ابْكُوا، فَإِنْ لَمْ تَبْكُوا فَتَبَاكَوْا، فَإِنَّ أَهْلَ النَّارِ يَبْكُونَ حَتَّى تَصِيرَ فِي وُجُوهِهِمُ الْجَدَاوِلُ، فَتَنْفَدَ الدُّمُوعُ، فَتَقْرَحَ الْعُيُونُ، حَتَّى لَوْ أَنَّ السُّفُنَ أُرْخِيَتْ فِيهَا لَجَرَتْ»",
            "page": "61",
            "part": "1",
            "seal": "85B34DB0"
        },
        {
            "hno": "46",
            "id": "47",
            "nass": "46 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ إِسْحَاقَ الْحَضْرَمِيُّ، قَالَ: سَمِعْتُ صَالِحًا الْمُرِّيَّ، يَقُولُ: \" §لِلْبُكَاءِ دَوَاعيٍ: الْفِكْرَةُ فِي الذُّنُوبِ، فَإِنْ أَجَابَتْ عَلَى ذَلِكَ الْقُلُوبُ، وَإِلَّا نَقَلْتَهَا إِلَى تِلْكَ الشَّدَائِدِ وَالْأَهْوَالِ، فَإِنْ أَجَابَتْ عَلَى ذَلِكَ، وَإِلَّا فَاعْوِضْ عَلَيْهَا التَقَلُّبَ بَيْنَ أَطْبَاقِ النِّيرَانِ قَالَ: ثُمَّ صَاحَ وَغُشِيَ عَلَيْهِ , فَتَصَايَحَ النَّاسُ مِنْ نَوَاحِي الْمَجْلِسِ \"",
            "page": "62",
            "part": "1",
            "seal": "6E09746B"
        },
        {
            "hno": "47",
            "id": "48",
            "nass": "47 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، قَالَ: حَدَّثَنِي حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلًا، شَكَا إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَسْوَةَ قَلْبِهِ، فَقَالَ: «§إِنْ أَحْبَبْتَ أَنْ يَلِينَ قَلْبُكَ فَامْسَحْ رَأْسَ الْيَتِيمِ، وَأَطْعِمِ الْمِسْكِينَ»",
            "page": "62",
            "part": "1",
            "seal": "0553E4A1"
        },
        {
            "hno": "48",
            "id": "49",
            "nass": "48 - حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الْأَسَدِيُّ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنِ الْمُعَلَّى بْنَ زِيَادٍ، أَنَّ رَجُلًا، قَالَ لِلْحَسَنِ: يَا أَبَا سَعِيدٍ §أَشْكُو إِلَيْكَ قَسْوَةَ قَلْبِي فَقَالَ: «ادْنُهْ مِنَ الذِّكْرِ»",
            "page": "62",
            "part": "1",
            "seal": "6EE1B12E"
        },
        {
            "hno": "49",
            "id": "50",
            "nass": "49 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي مَهْدِيُّ بْنُ حَفْصٍ، قَالَ: سَمِعْتُ أَبَا عَبْدِ الرَّحْمَنِ الْمَغَازِلِيَّ، يَقُولُ: \" قَالَ رَجُلٌ بِبِلَادِ الشَّامِ فِي بَعْضِ تِلْكَ السَّوَاحِلِ: «§لَوْ بَكَى الْعَابِدُونَ -[63]- عَلَى الشَّفَقَةِ حَتَّى لَمْ يَبْقَ فِي أَجْسَادِهِمْ جَارِحَةٌ إِلَّا أَدَّتْ مَا فِيهَا مِنَ الدَّمِ وَالْوَدَكِ دُمُوعًا جَارِيَةً، وَبَقِيَتِ الْأَبْدَانُ يُبَّسًا خَالِيَةً , تَرَدَّدُ فِيهَا الْأَرْوَاحُ إِشْفَاقًا وَوَجَلًا مِنْ يَوْمٍ تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ، لَكَانُوا مَحْقُوقِينَ بِذَلِكَ ثُمَّ غُشِيَ عَلَيْهِ»",
            "page": "62",
            "part": "1",
            "seal": "9BE7ADD3"
        },
        {
            "hno": "50",
            "id": "51",
            "nass": "50 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي إِبْرَاهِيمُ بْنُ بَكْرٍ الشَّيْبَانِيُّ، عَنْ عُثْمَانَ بْنِ عَطَاءٍ الْخُرَاسَانِيِّ، عَنْ أَبِيهِ، قَالَ: كَانَ أُوَيْسٌ الْقَرَنِيُّ §يَقِفُ عَلَى مَوْضِعِ الْحَدَّادِينَ، فَيَنْظُرُ إِلَيْهِمْ كَيْفَ يَنْفُخُونَ الْكِيرَ، وَيَسْمَعُ صَوْتَ النَّارِ، فَيَصْرُخُ، ثُمَّ يَسْقُطُ، فَيَجْتَمِعُ النَّاسُ عَلَيْهِ، فَيَقُولُونَ: مَجْنُونٌ قَالَ: وَكَانَ يَأْتِي مَزْبَلَةً بِالْكُوفَةِ قَدِيمَةً، فَيَصْعَدُ عَلَيْهَا، فَيَجْلِسُ، ثُمَّ يَبْكِي، حَتَّى تَأْتِيَهُ الشَّمْسُ، فَيَنْزِلُ، فَيَتْبَعُهُ الصِّبْيَانُ حَتَّى يَأْتِيَ الْمَسْجِدَ، فَيَدْخُلَ \"",
            "page": "63",
            "part": "1",
            "seal": "1AD51AE6"
        },
        {
            "hno": "51",
            "id": "52",
            "nass": "51 - حَدَّثَنِي أَبُو عَقِيلٍ الْأَسَدِيُّ، قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ دَاوُدَ بْنِ يَزِيدَ، عَنِ الْبَخْتَرِيِّ بْنِ يَزِيدَ بْنِ جَارِيَةَ الْأَنْصَارِيِّ، «أَنَّ رَجُلًا مِنَ الْعُبَّادِ §وَقَفَ عَلَى كِيرِ حَدَّادٍ وَقَدْ كُشِفَ عَنْهُ، فَجَعَلَ يَنْظُرُ إِلَيْهِ وَيَبْكِي» ، قَالَ: «ثُمَّ شَهِقَ شَهْقَةً فَمَاتَ»",
            "page": "63",
            "part": "1",
            "seal": "26057DC9"
        },
        {
            "hno": "52",
            "id": "53",
            "nass": "52 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا أَبُو عُمَرَ الصَّفَّارُ، عَنْ مَالِكِ بْنِ دِينَارٍ، قَالَ: دَخَلْتُ مَعَ الْحَسَنِ السُّوقَ، فَمَرَّ بِالْعَطَّارِينَ، فَوَجَدَ تِلْكَ الرَّائِحَةَ، فَبَكَى، ثُمَّ بَكَى، حَتَّى خِفْتُ أَنْ يُغْشَى عَلَيْهِ , ثُمَّ قَالَ: يَا مَالِكُ \" §وَاللَّهِ مَا هُوَ إِلَّا حُلُولُ الْقَرَارِ مِنَ الدَّارَيْنِ جَمِيعًا: الْجَنَّةِ أَوِ النَّارِ، لَيْسَ هُنَاكَ مَنْزِلٌ ثَالِثٌ، مَنْ أَخْطَأَتْهُ وَاللَّهِ الرَّحْمَةُ صَارَ إِلَى عَذَابِ اللَّهِ. قَالَ: ثُمَّ جَعَلَ يَبْكِي , فَلَمْ يَلْبَثْ بَعْدَ ذَلِكَ إِلَّا يسِيرًا حَتَّى مَاتَ \"",
            "page": "64",
            "part": "1",
            "seal": "68E31A7E"
        },
        {
            "hno": "53",
            "id": "54",
            "nass": "53 - حَدَّثَنِي أَبُو حَاتِمٍ الرَّازِيُّ، قَالَ: حَدَّثَنَا عِمْرَانُ بْنُ أَبِي جَمِيلٍ الدِّمَشْقِيُّ، قَالَ: حَدَّثَنَا شِهَابُ بْنُ خِرَاشٍ، قَالَ: حَدَّثَنَا أَبُو الْهَيْثَمِ، بَيَّاعُ الْقَصَبِ قَالَ: مَرَرْتُ أَنَا وَسَعِيدُ بْنُ جُبَيْرٍ عَلَى بَنِي الْأَشْعَثِ، وَإِذَا هُمْ عَلَى طَنافِسَ، وَعَلَيْهِمْ أَلْوَانُ الْخَزِّ , فَسَلَّمَ عَلَيْهِمْ، فَجَعَلُوا يَقُولُونَ لَهُ: مرْحَبًا بِأَبِي عَبْدِ اللَّهِ , وَيُسَلِّمُونَ عَلَيْهِ: اجْلِسْ. فَلَمَّا وَلَّى عَنْهُمْ بَكَى حَتَّى بَلَغَ الْكُنَاسَةَ بُكَاءً شَدِيدًا , فَقُلْتُ: §مَا يُبْكِيكَ؟ قَالَ: إِنَّنِي ذَكَرْتُ الْجَنَّةَ وَنَعِيمَهَا وَشَبَابَهَا حِينَ رَأَيْتُ هَؤُلَاءِ \"",
            "page": "64",
            "part": "1",
            "seal": "77D4D42D"
        },
        {
            "hno": "54",
            "id": "55",
            "nass": "54 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي إِبْرَاهِيمُ بْنُ مَهْدِيٍّ، قَالَ: سَمِعْتُ أَخًا لِشُعَيْبِ بْنِ صَفْوَانَ، يَذْكُرُ عَنْ بَعْضِ الْمَشْيَخَةِ، عَنْ مَوْلًى لِعُمَرَ بْنِ عَبْدِ الْعَزِيزِ، قَالَ: اسْتَيْقَظَ ذَاتَ لَيْلَةٍ بَاكِيًا، فَلَمْ يَزَلْ يَبْكِي حَتَّى اسْتَيْقَظَتُ , قَالَ: وَكُنْتُ أَبِيتُ مَعَهُ، فَرُبَّمَا مَنَعَنِي النَّوْمَ كَثْرَةُ بُكَائِهِ قَالَ: فَأَكْثَرَ لَيْلَتَئِذٍ الْبُكَاءَ جِدًّا , فَلَمَّا أَصْبَحَ دَعَانِي فَقَالَ: «أَيْ بُنَيَّ §لَيْسَ الْخَيْرُ أَنْ يُسْمَعَ لَكَ وَيُطَاعَ، إِنَّمَا الْخَيْرُ أَنْ تَكُونَ قَدْ عَقَلْتَ عَنْ رَبِّكَ ثُمَّ أَطَعْتَهُ , يَا بُنَيَّ لَا تَأْذَنِ الْيَوْمَ لَأَحَدٍ عَلَيَّ حَتَّى أُصْبِحَ , وَيَرْتَفِعَ النَّهَارُ، فَإِنِّي أَخَافُ أَنْ لَا أَعْقِلَ عَنِ النَّاسِ , وَلَا يَفْهَمُونَ عَنِّي» فَقُلْتُ: بِأَبِي أَنْتَ يَا أَمِيرَ الْمُؤْمِنِينَ رَأَيْتُكَ اللَّيْلَةَ بَكَيْتَ بُكَاءً مَا رَأَيْتُكَ بَكَيْتَ مِثْلَهُ قَالَ: فَبَكَى، ثُمَّ بَكَى، ثُمَّ قَالَ: «يَا بُنَيَّ إِنِّي وَاللَّهِ ذَكَرْتُ الْمَوْقِفَ بَيْنَ يَدَيِ اللَّهِ» , قَالَ: ثُمَّ غُشِيَ عَلَيْهِ، فَلَمْ يُفِقْ حَتَّى عَلَا النَّهَارُ , فَمَا رَأَيْتُهُ بَعْدَ ذَلِكَ مُبْتَسِمًا حَتَّى مَاتَ",
            "page": "65",
            "part": "1",
            "seal": "2FA1B3AF"
        },
        {
            "hno": "55",
            "id": "56",
            "nass": "55 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يُوسُفُ بْنُ الْحَكَمِ، قَالَ: حَدَّثَنِي عَبْدُ السَّلَامِ مَوْلَى مَسْلَمَةَ بْنِ عَبْدِ الْمَلِكِ، قَالَ: -[66]- بَكَى عُمَرُ بْنُ عَبْدِ الْعَزِيزِ، فَبَكَتْ فَاطِمَةُ، فَبَكَى أَهْلُ الدَّارِ، لَا يَدْرِي هَؤُلَاءِ مَا أَبْكَى هَؤُلَاءِ , فَلَمَّا تَجَلَّى عَنْهُمُ الْعَبْرُ، قَالَتْ فَاطِمَةُ: بِأَبِي أَنْتَ يَا أَمِيرَ الْمُؤْمِنِينَ مِمَّ بَكَيْتَ؟، قَالَ: ذَكَرْتُ يَا فَاطِمَةُ §مُنْصَرَفَ الْقَوْمِ مِنْ بَيْنِ يَدَيِ اللَّهِ: فَرِيقٌ فِي الْجَنَّةِ، وَفَرِيقٌ فِي السَّعِيرِ \". ثُمَّ صَرَخَ وَغُشِيَ عَلَيْهِ",
            "page": "65",
            "part": "1",
            "seal": "4CDB8BC0"
        },
        {
            "hno": "56",
            "id": "57",
            "nass": "56 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مَالِكُ بْنُ ضَيْغَمٍ، قَالَ: حَدَّثَنِي مِسْمَعُ بْنُ عَاصِمٍ، قَالَ: بِتُّ أَنَا وَعَبْدُ الْعَزِيزِ بْنُ سَلْمَانَ، وَكِلَابُ بْنُ جُرَيٍّ، وَسَلْمَانُ الْأَعْرَجُ، عَلَى سَاحِلٍ مِنْ بَعْضِ السَّوَاحِلِ , فَبَكَى كِلَابٌ حَتَّى خَشِيتُ أَنْ يَمُوتَ , ثُمَّ بَكَى عَبْدُ الْعَزِيزِ لِبُكَائِهِ , ثُمَّ بَكَى سَلْمَانُ لِبُكَائِهِمْ , وَبَكَيْتُ وَاللَّهِ لِبُكَائِهِمْ، لَا أَدْرِي مَا أَبْكَاهُمْ. فَلَمَّا كَانَ بَعْدُ، سَأَلْتُ عَبْدَ الْعَزِيزِ فَقُلْتُ: يَا أَبَا مُحَمَّدٍ مَا أَبْكَاكَ لَيْلَتَكَ؟ فَقَالَ: إِنِّي وَاللَّهِ §نَظَرْتُ إِلَى أَمْوَاجِ الْبَحْرِ تَمُوجُ وَتَخِيلُ، فَذَكَرْتُ أَطْبَاقَ النِّيرَانِ وَزَفَرَاتِهَا، فَذَلِكَ الَّذِي أَبْكَانِي. ثُمَّ سَأَلْتُ كِلَابًا أَيْضًا نَحْوًا مِمَّا سَأَلْتُ عَبْدَ الْعَزِيزِ، فَوَاللَّهِ لَكَأَنَّمَا قِصَّتُهُ فَقَالَ لِي مِثْلَ ذَلِكَ. -[67]- ثُمَّ سَأَلْتُ سَلْمَانَ الْأَعْرَجَ نَحْوًا مِمَّا سَأَلْتُهُمَا، فَقَالَ لِي: مَا كَانَ فِي الْقَوْمِ شَرٌ مِنِّي مَا كَانَ بُكَائِي إِلَّا لِبُكَائِهِمْ، رَحْمَةً لَهُمْ مِمَّا كَانُوا يَصْنَعُونَ بِأَنْفُسِهِمْ \"",
            "page": "66",
            "part": "1",
            "seal": "53D84E88"
        },
        {
            "hno": "57",
            "id": "58",
            "nass": "57 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، قَالَ: حَدَّثَنَا عَبْدُ رَبِّهِ أَبُو كَعْبٍ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ: أَنَّ أَبَا مُوسَى «خَطَبَ النَّاسَ بِالْبَصْرَةِ §فَذَكَرَ فِي خُطْبَتِهِ النَّارَ، فَبَكَى حَتَّى سَقَطَتْ دُمُوعُهُ عَلَى الْمِنْبَرِ، وَبَكَى النَّاسُ يَوْمَئِذٍ بُكَاءً شَدِيدًا»",
            "page": "67",
            "part": "1",
            "seal": "4891DEEB"
        },
        {
            "hno": "58",
            "id": "59",
            "nass": "58 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ حَمَّادٍ، قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سُلَيْمَانَ يَعْنِي الْأَعْمَشَ، عَنْ شِمْرِ بْنِ عَطِيَّةَ، عَنَ الْمُغِيرَةِ بْنِ سَعْدِ بْنِ الْأَخْرَمِ، عَنْ أَبِيهِ، قَالَ: «كُنْتُ أَمْشِي مَعَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ §فَمَرَّ بِالْحَدَّادِينَ وَقَدْ أَخْرَجُوا حَدِيدَةً مِنَ النَّارِ، فَقَامَ يَنْظُرُ إِلَيْهَا وَيَبْكِي»",
            "page": "67",
            "part": "1",
            "seal": "32F8AF83"
        },
        {
            "hno": "59",
            "id": "60",
            "nass": "59 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ، قَالَ: حَدَّثَنَا النَّضْرُ بْنُ إِسْمَاعِيلَ، قَالَ: مَرَّ الرَّبِيعُ بْنُ أَبِي رَاشِدٍ بِرَجُلٍ بِهِ زَمَانَةٌ، فَجَلَسَ يَحْمَدُ اللَّهَ وَيَبْكِي , فَمَرَّ بِهِ رَجُلٌ، فَقَالَ: مَا يُبْكِيكَ رَحِمَكَ اللَّهُ؟ قَالَ: §ذَكَرْتُ أَهْلَ الْجَنَّةِ وَأَهْلَ النَّارِ، فَشَبَّهْتُ أَهْلَ الْجَنَّةِ بِأَهْلِ الْعَافِيَةِ، وَأَهْلَ الْبَلَاءِ بِأَهْلِ النَّارِ، فَذَلِكَ الَّذِي أَبْكَانِي \"",
            "page": "68",
            "part": "1",
            "seal": "C1C66C79"
        },
        {
            "hno": "60",
            "id": "61",
            "nass": "60 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُوسَى بْنُ دَاوُدَ، قَالَ: حَدَّثَنَا النَّضْرُ بْنُ إِسْمَاعِيلَ، عَنِ ابْنِ أَبِي الذُّبَابِ: -[69]- «أَنَّ طَلْحَةَ، وَزُبَيْرًا،» §مَرَّا بِكِيرِ حَدَّادٍ، فَوَقَفَا يَنْظُرَانِ إِلَيْهِ وَيَبْكِيَانِ \" قَالَ: «وَمَرَّا بِأَصْحَابِ الْفَاكِهَةِ وَالرَّيَاحِينِ، فَوَقَفَا يَبْكِيَانِ وَيَسْالْأَنِ اللَّهَ الْجَنَّةَ»",
            "page": "68",
            "part": "1",
            "seal": "A6E36F82"
        },
        {
            "hno": "61",
            "id": "62",
            "nass": "61 - قَالَ النَّضْرُ: وَحَدَّثَنَا الْأَعْمَشُ، أَنَّ الرَّبِيعَ بْنَ خُثَيْمٍ، «§مَرَّ فِي الْحَدَّادِينَ، فَنَظَرَ فِي كِيرٍ، فَصَعِقَ»",
            "page": "69",
            "part": "1",
            "seal": "A547C9BD"
        },
        {
            "hno": "62",
            "id": "63",
            "nass": "62 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ بِسْطَامٍ، قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَلِيٍّ الصَّرَّافُ، أَنَّ حَسَّانَ بْنَ أَبِي سِنَانٍ قُدِّمَ لَهُ سُكَّرٌ مِنَ الْأَهْوَازِ , فَرَبِحَ فِيهِ مَالًا كَثِيرًا، فَدَخَلَ عَلَيْهِ قَوْمٌ مِنْ إِخْوَانِهِ يُهَنِّؤُونَهُ بِذَلِكَ، فَوَجَدُوهُ فِي نَاحِيَةِ الْحُجْرَةِ يَبْكِي، فَقَالُوا: يَا عَبْدَ اللَّهِ هَذِهِ نِعْمَةٌ مِنَ اللَّهِ عَلَيْكَ، فَفِيمَ الْبُكَاءُ؟ قَالَ: «إِنِّي §خَشِيتُ وَاللَّهِ أَنْ يَكُونَ ذَلِكَ سَكَرًا، فَاسْتِدْرَاجًا , وَإِنِّي -[70]- أَسْتَغْفِرُ اللَّهَ مِنْ نِسْيَانِي مَا ذَكَّرَنِي بِهِ رَبِّي، وَمِنْ غَفْلَتِنَا عَنْ ذَلِكَ»",
            "page": "69",
            "part": "1",
            "seal": "00B053B5"
        },
        {
            "hno": "63",
            "id": "64",
            "nass": "63 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ حَفْصٍ الْقُرَشِيُّ، قَالَ: بَعَثَ بَعْضُ الْأُمَرَاءِ إِلَى عُمَرَ بْنِ الْمُنْكَدِرِ بِمَالٍ، فَجَاءَ بِهِ الرَّسُولُ، فَوَضَعَهُ بَيْنَ يَدَيْهِ، فَجَعَلَ عُمَرُ يَنْظُرُ إِلَيْهِ وَيَبْكِي , ثُمَّ جَاءَ أَبُو بَكْرٍ، فَلَمَّا رَأَى عُمَرَ يَبْكِي، جَلَسَ يَبْكِي لِبُكَائِهِ , ثُمَّ جَاءَ مُحَمَّدٌ، فَجَلَسَ يَبْكِي لِبُكَائِهِمَا , فَاشْتَدَّ بُكَاؤُهُمْ جَمِيعًا. فَبَكَى الرَّسُولُ أَيْضًا لِبُكَائِهِمْ , ثُمَّ أَرْسَلَ إِلَى صَاحِبِهِ، فَأَخْبَرَهُ بِذَلِكَ , فَأَرْسَلَ رَبِيعَةَ بْنَ أَبِي عَبْدِ الرَّحْمَنِ يَسْتَعْلِمُ عِلْمَ ذَلِكَ الْبُكَاءِ , فَجَاءَ رَبِيعَةُ، فَذَكَرَ ذَلِكَ لِمُحَمَّدٍ، فَقَالَ مُحَمَّدٌ: سَلْهُ، فَهُوَ أَعْلَمُ بِبُكَائِهِ مِنِّي. فَاسْتَأْذَنَ عَلَيْهِ رَبِيعَةُ، فَقَالَ: يَا أَخِي مَا الَّذِي أَبْكَاكَ مِنْ صِلَةِ الْأَمِيرِ لَكَ؟ قَالَ: إِنِّي وَاللَّهِ §خَشِيتُ أَنْ تَغْلِبَ الدُّنْيَا عَلَى قَلْبِي , فَلَا يَكُونَ لِلْآخِرَةِ فِيهِ نَصِيبٌ، فَذَاكَ الَّذِي أَبْكَانِي. قَالَ: فَأَمَرَ بِالْمَالِ، فَتُصُدِّقَ بِهِ عَلَى فُقَرَاءِ أَهْلِ الْمَدِينَةِ , -[71]- فَجَاءَ رَبِيعَةُ، فَأَخْبَرَ الْأَمِيرَ بِذَلِكَ، فَبَكَى وَقَالَ: هَكَذَا وَاللَّهِ يَكُونُ الْخَيْرُ \"",
            "page": "70",
            "part": "1",
            "seal": "A13D6E6B"
        },
        {
            "hno": "64",
            "id": "65",
            "nass": "64 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْحُمَيْدِيُّ، عَنْ سُفْيَانَ، قَالَ: كَانَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ يَومًا سَاكِتًا وَأَصْحَابُهُ يَتَحَدَّثُونَ، فَقَالُوا لَهُ: مَا لَكَ لَا تَتَكَلَّمُ يَا أَمِيرَ الْمُؤْمِنِينَ؟ قَالَ: «§كُنْتُ مُفَكِّرًا فِي أَهْلِ الْجَنَّةِ كَيْفَ يَتَزَاوَرُونَ فِيهَا، وَفِي أَهْلِ النَّارِ كَيْفَ يَصْطَرِخُونَ فِيهَا» ثُمَّ بَكَى",
            "page": "71",
            "part": "1",
            "seal": "1CC700EA"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "§أَسْبَابُ الْبُكَاءِ",
            "page": "73",
            "part": "1",
            "seal": "5B65FDE4"
        },
        {
            "hno": "65",
            "id": "67",
            "nass": "65 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى الصَّنْعَانِيُّ، قَالَ: حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ سَيْفِ بْنِ أَبِي سَيْفٍ، عَنِ ابْنٍ لِعَبْدِ اللَّهِ بْنِ خَازِمٍ السُّلَمِيِّ، عَنْ كَعْبٍ، قَالَ: «إِنَّ §الْعَبْدَ لَا يَبْكِي حَتَّى يَبْعَثَ اللَّهُ إِلَيْهِ مَلَكًا يَمْسَحُ كَبِدَهُ بِجَنَاحِهِ، فَإِذَا مَسَحَ كَبِدَهُ بَكَى»",
            "page": "75",
            "part": "1",
            "seal": "C160C8A0"
        },
        {
            "hno": "66",
            "id": "68",
            "nass": "66 - حَدَّثَنِي مُحَمَّدُ بْنُ أَبَى بِلَالٍ، قَالَ: حَدَّثَنَا مَعْمَرُ بْنُ سُلَيْمَانَ الرَّقِّيُّ، عَنْ أَبِي الْمُهَاجِرِ، عَنْ مَكْحُولٍ، قَالَ: «§أَرَقُّ النَّاسِ قُلُوبًا أَقَلُّهُمْ ذُنُوبًا»",
            "page": "75",
            "part": "1",
            "seal": "002EC3E1"
        },
        {
            "hno": "67",
            "id": "69",
            "nass": "67 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي يُوسُفُ بْنُ الْحَكَمِ، عَنْ فَيَّاضِ بْنِ مُحَمَّدٍ، قَالَ: \" كَانَ شَيْخٌ هَهُنَا مِنْ قُرَيْشٍ سَرِيعَ الدَّمْعَةِ كَثِيرًا، وَكَانَ مَا عَلِمْتُهُ مِنَ الْمُتَهَجِّدِينَ، قَلِيلَ الْآثَامِ، مُعْتَزِلًا لِلنَّاسِ. فَذَكَرْتُهُ يَومًا لِبَعْضِ عُلَمَائِنَا فَقُلْتُ: هَذَا الشَّيْخُ طَوِيلُ الِاجْتِهَادِ، وَمَا أَظُنُّهُ اقْتَرَفَ إِثْمًا مُذْ -[76]- خَمْسُونَ عَامًا أَوْ مَا شَاءَ اللَّهُ , ثُمَّ هُوَ الدَّهْرَ يَبْكِي فَقَالَ لِيَ الرَّجُلُ: مَا يَنْبَغِي أَنْ يَكُونَ مِثْلُهُ إِلَّا هَكَذَا: نَدِيَّ الْعَيْنَيْنِ دَهْرَهُ. قُلْتُ: وَكَيْفَ ذَاكَ؟ قَالَ: لِأَنَّ §الْبَدَنَ إِذَا عَرِيَ دَقَّ , فَكَذَاكَ الْقَلْبُ إِذَا قَلَّتْ خَطَايَاهُ سَرُعَتْ دَمْعَتُهُ. قَالَ: فَعَلِمْتُ أَنَّ ذَاكَ كَمَا قَالَ \"",
            "page": "75",
            "part": "1",
            "seal": "69B3EAE8"
        },
        {
            "hno": "68",
            "id": "70",
            "nass": "68 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ السَّعْدِيُّ، قَالَ: قَالَ لِي أَبُو عَبْدِ اللَّهِ الْبَرَاثِيُّ: «§لَا تَنْدَى الْعَيْنُ حَتَّى يَحْتَرِقَ الْقَلْبُ، فَإِذَا احْتَرَقَ الْقَلْبُ تَلَهَّبَ شَعْلُهُ , فَهَاجَ إِلَى الرَّأْسِ دُخَانُهُ، فَاسْتَنْزَلَ الدُّمُوعَ مِنَ الشُّؤُونِ إِلَى الْعَيْنِ فَسَجَمَتْهُ»",
            "page": "76",
            "part": "1",
            "seal": "3040FDD7"
        },
        {
            "hno": "69",
            "id": "71",
            "nass": "69 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مَالِكُ بْنُ ضَيْغَمٍ الرَّاسِبِيُّ، عَنْ أَبِيهِ، قَالَ: كَانَ يُقَالُ: إِنَّ §كَثْرَةَ الدُّمُوعِ وَقِلَّتَهَا عَلَى قَدْرِ احْتِرَاقِ الْقَلْبِ، حَتَّى إِذَا احْتَرَقَ الْقَلْبُ كُلُّهُ لَمْ يَشَأِ الْحَزِينُ أَنْ يَبْكِيَ إِلَّا بَكَى، وَالْقَلِيلُ مِنَ التَّذْكِرَةِ يُجْزِئُهُ \"",
            "page": "76",
            "part": "1",
            "seal": "36373AB6"
        },
        {
            "hno": "70",
            "id": "72",
            "nass": "70 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، عَنْ مِسْمَعِ بْنِ عَاصِمٍ، قَالَ: \" سَأَلْتُ عَابِدًا مِنْ أَهْلِ الْبَحْرَيْنِ فَقُلْتُ: §مَا بَالُ الْحَزِينِ يُجِيبُهُ قَلْبُهُ إِذَا شَاءَ , وَتَهْمُلُ عَيْنَاهُ عِنْدَ كُلِّ حَرَكَةٍ؟ فَقَالَ: أُخْبِرُكَ عَنْ ذَاكَ: إِنَّ الْحَزِينَ بَدَا بِهِ الْحُزْنُ، فَجَالَ فِي بَدَنِهِ، فَأَعْطَاهُ كُلَّ عُضْوٍ بِقِسْطِهِ، ثُمَّ رَجَعَ إِلَى الْقَلْبِ وَالرَّأْسِ فَسَكَنَهُمَا، فَمَتَى حُرِّكَ الْقَلْبُ بِشَيْءٍ تَحَرَّكَ، فَهَاجَتِ الْحُرْقَةُ مُصَاعِدَةً، فَاسْتَثَارَتِ الدُّمُوعَ مِنْ شُؤُونِ الرَّأْسِ حَتَّى تُسَلِّمَهَا إِلَى الْعَيْنِ، فَتُذْرِيَهَا حِينَئِذٍ الْجُفُونُ. ثُمَّ خَنَقَتْهُ عَبْرَتُهُ فَقَامَ \"",
            "page": "77",
            "part": "1",
            "seal": "E9D3FA7B"
        },
        {
            "hno": "71",
            "id": "73",
            "nass": "71 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ سَهْلٍ، قَالَ: قَالَ لِي أَبُو مُعَاوِيَةَ الْأَسْوَدُ: يَا أَبَا عَلِيٍّ «§مَنْ أَكْثَرَ لِلَّهِ الصِّدْقَ نَدِيَتْ عَيْنَاهُ، وَأَجَابَتْهُ إِذَا دَعَاهُمَا»",
            "page": "77",
            "part": "1",
            "seal": "374372F6"
        },
        {
            "hno": "72",
            "id": "74",
            "nass": "72 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي رَاهُوَيْهِ أَبُو سَهْلٍ، قَالَ: قُلْتُ لِسُفْيَانَ بْنِ عُيَيْنَةَ: أَلَا تَرَى إِلَى أَبِي عَلِيٍّ يَعْنِي فُضَيلًا لَا تَكَادُ تَجِفُّ لَهُ دَمْعَةٌ؟ فَقَالَ سُفْيَانُ: «§إِذَا قَرِحَ الْقَلْبُ نَدِيَتِ الْعَينَانِ. ثُمَّ تَنَفَّسَ سُفْيَانُ نَفَسًا مُنْكَرًا»",
            "page": "77",
            "part": "1",
            "seal": "52BFA6B2"
        },
        {
            "hno": "73",
            "id": "75",
            "nass": "73 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبَّادٍ الْمَكِّيُّ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، قَالَ: -[78]- \" §الْبُكَاءُ مِنْ سَبْعٍ: الْبُكَاءُ مِنْ خَشْيَةِ اللَّهِ: الْقَطْرَةُ مِنْهُ تَكُفُّ مِنَ النَّارِ أَمْثَالَ الْبُحُورِ، وَرَجُلٌ فَاضَتْ عَيْنَاهُ مِنْ خَشْيَةِ اللَّهِ، وَالْبُكَاءُ مِنَ السُّرُورِ، وَالْبُكَاءُ مِنَ الْكَرْبِ، وَالْبُكَاءُ مِنَ السُّكْرِ، وَالْبُكَاءُ مِنَ الْخَوْفِ، وَالْبُكَاءُ مِنَ الْأَلَمِ \"",
            "page": "77",
            "part": "1",
            "seal": "CFA20585"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "§الْبُكَاءُ عِنْدَ قِرَاءَةِ الْقُرْآنِ",
            "page": "79",
            "part": "1",
            "seal": "5C471BBF"
        },
        {
            "hno": "74",
            "id": "77",
            "nass": "74 - حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، قَالَ: حَدَّثَنَا جَرِيرٌ، عَنْ حُصَيْنٍ، عَنْ هِلَالِ بْنِ يَسَافٍ، عَنْ أَبِي حَيَّانَ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ لِيَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اقْرَأْ عَلَيَّ» قَالَ: قُلْتُ: أَلَيْسَ تَعَلَّمْتُ مِنْكَ يَا رَسُولَ اللَّهِ؟ قَالَ: «إِنِّي أُحِبُّ أَنْ أَسْمَعَهُ مِنْ غَيْرِي» , فَقَرَأْتُ عَلَيْهِ سُورَةَ النِّسَاءِ حَتَّى إِذَا بَلَغْتُ: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا} [النساء: 41] §فَاضَتْ عَيْنَاهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "81",
            "part": "1",
            "seal": "34260A07"
        },
        {
            "hno": "75",
            "id": "78",
            "nass": "75 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ: حَدَّثَنِي حُيَيٌّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: لَمَّا نَزَلَتْ إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا بَكَى أَبُو بَكْرٍ الصِّدِّيقُ رَحِمَهُ اللَّهُ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا يُبْكِيكَ يَا أَبَا بَكْرٍ؟» قَالَ: أَبْكَتَنِي -[82]- يَا رَسُولَ اللَّهِ هَذِهِ السُّورَةُ \"",
            "page": "81",
            "part": "1",
            "seal": "3ABCF3AB"
        },
        {
            "hno": "76",
            "id": "79",
            "nass": "76 - وَبِإِسْنَادِهِ حَدَّثَنِي حُيَيٌّ، قَالَ: سَمِعْتُ أَبَا عَبْدِ الرَّحْمَنِ الْحُبُلِيَّ، يَذْكُرُ: أَنَّ عُقْبَةَ بْنَ عَامِرٍ وَكَانَ مِنْ أَحْسَنِ النَّاسِ صَوتًا بِالْقُرْآنِ فَقَالَ لَهُ عُمَرُ: «§اعْرِضْ عَلَيَّ سُورَةَ بَرَاءَةِ» , فَقَرَأَهَا عَلَيْهِ، فَبَكَى عُمَرُ بَكَّاءً شَدِيدًا، ثُمَّ قَالَ: «مَا كُنْتُ أَظُنُّ أَنَّهَا أُنْزِلَتْ»",
            "page": "82",
            "part": "1",
            "seal": "B0DBFBA2"
        },
        {
            "hno": "77",
            "id": "80",
            "nass": "77 - حَدَّثَنِي الْحَسَنُ بْنُ الصَّبَّاحِ، قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُثْمَانَ بْنِ وَاقِدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ: كَانَ إِذَا أَتَى عَلَى هَذِهِ الْآيَةِ {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ} [الحديد: 16] §بَكَى حَتَّى يَبُلَّ لِحْيَتَهُ الْبُكَاءُ، وَيَقُولُ: «بَلَى يَا رَبِّ»",
            "page": "82",
            "part": "1",
            "seal": "12725E85"
        },
        {
            "hno": "78",
            "id": "81",
            "nass": "78 - وَحَدَّثَنِي الْحَسَنُ بْنُ الصَّبَّاحِ، قَالَ: حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ، قَالَ: \" كَانَ صَفْوَانُ بْنُ مُحْرِزٍ §إِذَا قَرَأَ هَذِهِ الْآيَةَ {وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ} [الشعراء: 227] بَكَى، حَتَّى أَقُولَ: قَدِ انْدَقَّ قَضِيضُ زَوْرِهِ \"",
            "page": "83",
            "part": "1",
            "seal": "95E4DC76"
        },
        {
            "hno": "79",
            "id": "82",
            "nass": "79 - حَدَّثَنِي إِسْحَاقُ بْنُ دَاوُدَ، قَالَ: حَدَّثَنَا أَبُو السَّرِيِّ سَهْلُ بْنُ مَحْمُودٍ، عَنْ يُوسُفَ بْنِ الْغَرِقِ، عَنِ الْهَيْثَمِ بْنِ جِمَازٍ، قَالَ: قَالَ شُمَيْطٌ يَعْنِي ابْنَ عَجْلَانَ: -[84]- «§كُلُّ دَمْعٍ يَجْرِي مِنَ الْقُرْآنِ فَمَرْحُومٌ عِنْدَ اللَّهِ»",
            "page": "83",
            "part": "1",
            "seal": "624D2AAD"
        },
        {
            "hno": "80",
            "id": "83",
            "nass": "80 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ: سَمِعْتُ أَبِي يَقُولُ: قَالَ فَضْلٌ الرَّقَاشِيُّ: «§مَا تَلَذَّذَ الْعَابِدُونَ، وَلَا اسْتَطَارَتْ قُلُوبُهُمْ بِشَيْءٍ كَحُسْنِ الصَّوْتِ بِالْقُرْآنِ , وَكُلُّ قَلْبٍ لَا يُجِيبُ عَلَى حُسْنِ الصَّوْتِ بِالْقُرْآنِ فَهُوَ قَلْبٌ مَيِّتٌ» . وَقَالَ الْفَضْلُ: \" وَأَيُّ عَيْنٍ لَا تَهْمُلُ عَلَى حُسْنِ الصَّوْتِ إِلَّا عَيْنُ غَافِلٍ أَوْ لَاهٍ؟",
            "page": "84",
            "part": "1",
            "seal": "2D9A7002"
        },
        {
            "hno": "81",
            "id": "84",
            "nass": "81 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ بَكْرٍ الْبُرْسَانِيُّ، عَنِ ابْنِ جُرَيْجٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، قَالَ: كَانَ عُمَرُ بْنُ الْخَطَّابِ يَقُولُ لِأَبِي مُوسَى: «§ذَكِّرْنَا رَبَّنَا. فَيَقْرَأُ عِنْدَهُ»",
            "page": "84",
            "part": "1",
            "seal": "C4D72A3A"
        },
        {
            "hno": "82",
            "id": "85",
            "nass": "82 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْمَدَائِنِيُّ، عَنْ أَبِي مَعْشَرٍ، قَالَ: -[85]- كَانَ مُحَمَّدُ بْنُ قَيْسٍ \" §إِذَا أَرَادَ أَنْ يُبْكِيَ أَصْحَابَهُ، قَرَأَ آيَاتٍ قَبْلَ أَنْ يَتَكَلَّمَ، وَكَانَ مِنْ أَحْسَنِ النَّاسِ صَوتًا، فَإِذَا قَرَأَ بَكَى وَأَبْكَى , قَالَ: ثُمَّ يَتَكَلَّمُ بَعْدَ ذَلِكَ \" قَالَ: وَكَانَ مُحَمَّدُ بْنُ كَعْبٍ يَتَكَلَّمُ وَدُمُوعُهُ سَائِلَةٌ \"",
            "page": "84",
            "part": "1",
            "seal": "FD30C5E6"
        },
        {
            "hno": "83",
            "id": "86",
            "nass": "83 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا يُونُسُ بْنُ يَحْيَى أَبُو نُبَاتَةَ، قَالَ: حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، قَالَ: حَدَّثَنِي مَنْ شَهِدَ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ وَهُوَ أَمِيرُ الْمَدِينَةِ، \" وَقَرَأَ عِنْدَهُ رَجُلٌ {وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا} [الفرقان: 13] ، §فَبَكَى حَتَّى غَلَبَهُ الْبُكَاءُ وَعَلَا نَشِيجُهُ، فَقَامَ مِنْ مَجْلِسِهِ، فَدَخَلَ بَيْتَهُ، وَتَفَرَّقَ النَّاسُ \"",
            "page": "85",
            "part": "1",
            "seal": "6D37A998"
        },
        {
            "hno": "84",
            "id": "87",
            "nass": "84 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ , -[86]- أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، قَالَ لِابْنِهِ: \" §اقْرَأْ فَقَالَ: مَا أَقْرَأُ؟ قَالَ: سُورَةُ ق فَقَرَأَ، حَتَّى إِذَا بَلَغَ: {وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ} [ق: 19] بَكَى ثُمَّ قَالَ: اقْرَأْ يَا بُنَيَّ. قَالَ: مَا أَقْرَأُ؟ قَالَ: سُورَةُ ق حَتَّى إِذَا بَلَغَ ذِكْرَ الْمَوْتِ بَكَى أَيْضًا بُكَاءً شَدِيدًا. فَفَعَلَ ذَلِكَ مِرَارًا \"",
            "page": "85",
            "part": "1",
            "seal": "EB0FCB55"
        },
        {
            "hno": "85",
            "id": "88",
            "nass": "85 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ زَكَرِيَّا الْقُرَشِيُّ، عَنْ مُعْتَمِرٍ، قَالَ: \" صَلَّى بِنَا أَبِي، فَقَرَأَ سُورَةَ ق فِي صَلَاةِ الْفَجْرِ، فَلَمَّا انْتَهَى إِلَى هَذِهِ الْآيَةِ {: وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ} [ق: 19] §غَلَبَتْهُ عَبْرَتُهُ، فَلَمْ يَسْتَطِعْ أَنْ يَجُوزَ، فَرَكَعَ \"",
            "page": "86",
            "part": "1",
            "seal": "951D8E61"
        },
        {
            "hno": "86",
            "id": "89",
            "nass": "86 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا الصَّلْتُ بْنُ حَكِيمٍ، قَالَ: \" قَرَأَ لَنَا قَارِئٌ بِمَكَّةَ {§وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ} [ق: 19] وَنَحْنُ عَلَى بَابِ فُضَيْلٍ فَجَعَلْنَا نَسْمَعُ نَشِيجَهُ مِنَ الْعُلُوِّ \"",
            "page": "86",
            "part": "1",
            "seal": "487264ED"
        },
        {
            "hno": "87",
            "id": "90",
            "nass": "87 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي زَهْدَمُ بْنُ الْحَارِثِ، عَنْ سُفْيَانَ، قَالَ: كَانَ طَلْقٌ إِذَا قَرَأَ بَكَى وَأَبْكَى، وَكَانَ إِذَا قَرَأَ لَمْ يَسْمَعْهُ أَحَدٌ إِلَّا بَكَى مِنْ رِقَّتِهِ وَحُسْنِ صَوْتِهِ , قَالَ: وَقَالَتْ لَهُ أُمُّهُ: §مَا أَحْسَنَ صَوْتَكَ يَابُنَيَّ بِالْقُرْآنِ فَلَيتَهُ لَا يَكُونُ وَبَالًا عَلَيْكَ غَدًا فِي الْقِيَامَةِ. فَبَكَى حَتَّى غُشِيَ عَلَيْهِ \"",
            "page": "87",
            "part": "1",
            "seal": "31843912"
        },
        {
            "hno": "88",
            "id": "91",
            "nass": "88 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ الْفُضَيْلِ مَوْلَى بَنِي زُهْرَةَ، قَالَ: حَدَّثَنِي رَجُلٌ مِنْ بَنِي ضَبَّةَ، قَالَ: شَهِدْتُ رَجُلًا قَرَأَ عِنْدَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، فَلَمَّا انْتَهَى إِلَى هَذِهِ الْآيَةِ {فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ} [الطور: 27] «§بَكَى عُمَرُ حَتَّى اشْتَدَّ بُكَاؤُهُ ثُمَّ ازْدَادَ بُكَاءً، فَلَمْ يَزَلْ يَبْكِي حَتَّى غُشِيَ عَلَيْهِ»",
            "page": "87",
            "part": "1",
            "seal": "C249F61A"
        },
        {
            "hno": "89",
            "id": "92",
            "nass": "89 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ: حَدَّثَنَا -[88]- شَيْبَانُ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، قَالَ: قَرَأَ الْحَارِثُ بْنُ سُوَيْدٍ: {§فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ} [الزلزلة: 7] {وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} [الزلزلة: 8] ، فَبَكَى ثُمَّ قَالَ: «إِنَّ عَذَابَ الْآخِرَةِ لَشَدِيدٌ»",
            "page": "87",
            "part": "1",
            "seal": "F786C3BB"
        },
        {
            "hno": "90",
            "id": "93",
            "nass": "90 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَبُو عُمَرَ الضَّرِيرُ، قَالَ: حَدَّثَنَا الْحَارِثُ بْنُ سَعِيدٍ، قَالَ: كُنَّا عِنْدَ مَالِكِ بْنِ دِينَارٍ وَعِنْدَهُ قَارِئٌ يَقْرَأُ، §فَقَرَأَ إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا فَجَعَلَ مَالِكٌ يَنْتَفِضُ، وَأَهْلُ الْمَجْلِسُ يَبْكُونَ وَيَصْرُخُونَ، حَتَّى انْتَهَى إِلَى هَذِهِ الْآيَةِ: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ} [الزلزلة: 7] فَجَعَلَ مَالِكٌ وَاللَّهِ يَبْكِي وَيَشْهَقُ حَتَّى غُشِيَ عَلَيْهِ، فَحُمِلَ مِنْ بَيْنَ الْقَوْمِ صَرِيعًا \"",
            "page": "88",
            "part": "1",
            "seal": "1AA87BF6"
        },
        {
            "hno": "91",
            "id": "94",
            "nass": "91 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ نَافِعٍ الْمَدِينِيُّ، قَالَ: حَدَّثَنَا أَبُو مَوْدُودٍ، قَالَ: بَلَغَنِي أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ قَرَأَ ذَاتَ يَوْمٍ: {وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا} [يونس: 61] فَبَكَى بُكَاءً شَدِيدًا حَتَّى سَمِعَهَا أَهْلُ الدَّارِ، فَجَاءَتْ فَاطِمَةُ، فَجَعَلَتْ تَبْكِي لِبُكَائِهِ وَبَكَى أَهْلُ الدَّارِ لِبُكَائِهِمْ، فَجَاءَ عَبْدُ الْمَلِكِ، فَدَخَلَ عَلَيْهِمْ وَهُمْ عَلَى تِلْكَ الْحَالِ يَبْكُونَ، فَقَالَ: يَا أَبَهْ مَا يُبْكِيكَ؟ قَالَ: «خَيْرٌ يَا بُنَيَّ، §وَدَّ أَبُوكَ أَنَّهُ لَمْ يَعْرِفِ الدُّنْيَا وَلَمْ تَعْرِفْهُ , وَاللَّهِ يَا بُنَيَّ لَقَدْ خَشِيتُ أَنْ أُهْلَكَ , وَاللَّهِ يَا بُنَيَّ لَقَدْ خَشِيتُ أَنْ أَكُونَ مِنْ أَهْلِ النَّارِ»",
            "page": "89",
            "part": "1",
            "seal": "474501F0"
        },
        {
            "hno": "92",
            "id": "95",
            "nass": "92 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي زَهْدَمُ بْنُ الْحَارِثِ، عَنْ عَبْدِ اللَّهِ بْنِ رَجَاءٍ، عَنْ هِشَامِ بْنِ حَسَّانَ، قَالَ: انْطَلَقْتُ أَنَا وَمَالِكُ بْنُ دِينَارٍ، إِلَى الْحَسَنِ، فَانْتَهَيْنَا إِلَيْهِ وَعِنْدَهُ رَجُلٌ -[90]- يَقْرَأُ، فَلَمَّا بَلَغَ هَذِهِ الْآيَةَ: {إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ} [الطور: 7] {مَا لَهُ مِنْ دَافِعٍ} [الطور: 8] بَكَى الْحَسَنُ، وَبَكَى أَصْحَابُهُ , §وَجَعَلَ مَالِكٌ يَضْطَرِبُ حَتَّى غُشِيَ عَلَيْهِ \"",
            "page": "89",
            "part": "1",
            "seal": "1BD71D1C"
        },
        {
            "hno": "93",
            "id": "96",
            "nass": "93 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ سَلْمَانَ، قَالَ: قَرَأَ رَجُلٌ عِنْدَ أَبِي {وَالطُّورِ} [الطور: 1] {وَكِتَابٍ مَسْطُورٍ} [الطور: 2] ، حَتَّى انْتَهَى إِلَى: {إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ} [الطور: 7] {مَا لَهُ مِنْ دَافِعٍ} [الطور: 8] قَالَ: §فَبَكَى الْقَوْمُ، حَتَّى مَا كُنْتُ أَسْمَعُ قِرَاءَةَ الْقَارِئِ \"",
            "page": "90",
            "part": "1",
            "seal": "00641296"
        },
        {
            "hno": "94",
            "id": "97",
            "nass": "94 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ الشَّمَّاسِ، قَالَ: حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ عَبْدِ الْحَمِيدِ بْنِ حَبِيبٍ، عَنْ مُقَاتِلِ بْنِ حَيَّانَ، قَالَ: صَلَّيْتُ خَلْفَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، \" فَقَرَأَ: {وَقِفُوهُمْ إِنَّهُمُ مَسْئُولُونَ} [الصافات: 24] §فَجَعَلَ يُكَرِّرُهَا لَا يَسْتَطِيعُ أَنْ يُجَاوِزَهَا، يَعْنِي: مِنَ الْبُكَاءِ \"",
            "page": "90",
            "part": "1",
            "seal": "4D89F5E6"
        },
        {
            "hno": "95",
            "id": "98",
            "nass": "95 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، عَنْ أَبِيهِ، عَنِ الْأَعْمَشِ، قَالَ: كَانَ أَبُو صَالِحٍ مُؤَذِّنًا , فَأَبْطَأَ الْإِمَامُ، فَأَمَّنَا، §فَكَانَ لَا يَكَادُ يُجِيزُهَا مِنَ الرِّقَّةِ، يَعْنِي مِنَ الْبُكَاءِ \"",
            "page": "90",
            "part": "1",
            "seal": "6450FEA5"
        },
        {
            "hno": "96",
            "id": "99",
            "nass": "96 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي خَالِدُ بْنُ عَمْرٍو الْأُمَوِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ أَبِي عَبْدِ اللَّهِ الْعَنَزِيُّ، قَالَ: رَأَيْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ خَرَجَ يَوْمَ الْجُمُعَةِ فِي ثِيَابٍ دَسِمَةٍ، وَوَرَاءَهُ حَبَشِيُّ يَمْشِي , فَلَمَّا انْتَهَى إِلَى النَّاسِ رَجَعَ الْحَبَشِيُّ , فَكَانَ عُمَرُ إِذَا انْتَهَى -[91]- إِلَى الرَّجُلَيْنِ قَالَ: «هَكَذَا رَحِمَكُمَا اللَّهُ» ، حَتَّى صَعِدَ الْمِنْبَرَ، فَخَطَبَ، فَقَرَأَ: {إِذَا الشَّمْسُ كُوِّرَتْ} [التكوير: 1] ، فَقَالَ: «وَمَا شَأْنُ الشَّمْسِ؟» ، {وَإِذَا النُّجُومُ انْكَدَرَتْ} [التكوير: 2] حَتَّى انْتَهَى إِلَى {وَإِذَا الْجَحِيمُ سُعِّرَتْ} [التكوير: 12] {§وَإِذَا الْجَنَّةُ أُزْلِفَتْ} [التكوير: 13] فَبَكَى، وَبَكَى أَهْلُ الْمَسْجِدِ، وَارْتَجَّ الْمَسْجِدُ بِالْبُكَاءِ، حَتَّى رَأَيْتُ أَنُ حِيطَانَ الْمَسْجِدِ تَبْكِي مَعَهُ",
            "page": "90",
            "part": "1",
            "seal": "B8B10714"
        },
        {
            "hno": "97",
            "id": "100",
            "nass": "97 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي رَوْحُ بْنُ سَلَمَةَ الْوَرَّاقُ، قَالَ: حَدَّثَنِي الْحَكَمُ بْنُ نُوحٍ، قَالَ: \" كُنْتُ مَعَ ضَيْغَمٍ بِعَبَّادَانَ، فَزَارَهُ بِشْرُ بْنُ مَنْصُورٍ، فَقَالَ ضَيْغَمٌ: وَيْحَكَ يَا حَكِيمُ انْظُرْ لَنَا بَعْضَ أَصْحَابِنَا مِمَّنْ يَقْرَأُ، فَإِنَّ بِشْرًا يُعْجِبُهُ حُسْنُ الصَّوْتِ , فَانْطَلَقْتُ، فَأَتَيتُهُمْ بِإِنْسَانٍ فَارِسِيٍّ حَسَنِ الصَّوْتِ، فَقَالُوا لِي: لَا تَقُلْ لَهُ يَقْرَأُ حَتَّى يَهْدَأَ أَهْلُ الدَّيْرِ. فَلَمَّا سَكَنَتِ الرِّجْلُ، وَهَدَأَ النَّاسُ، قَالُوا لَهُ: خُذِ الْآنَ. فَجَعَلَ وَاللَّهِ الْفَارِسِيُّ §يَقْرَأُ , وَالْقَوْمُ يَبْكُونَ وَيَنْتَحِبُونَ -[92]- قَالَ: ثُمَّ أَخَذَ فَجَعَلَ يَنُوحُ بِالْفَارِسِيَّةِ، فَجَعَلُوا وَاللَّهِ يَصْرُخُونَ كَمَا تَصْرُخُ الثَّكْلَى. قَالَ: حَتَّى اسْتَيْقَظَ أَهْلُ الدَّيْرِ وَاجْتَمَعُوا. فَأَمَّا بِشْرٌ فَغُشِيَ عَلَيْهِ تِلْكَ اللَّيْلَةِ مِرَارًا قَالَ: وَأَمَّا أَبُو مَالِكٍ فَجَعَلَ يَقُومُ وَيَقْعُدُ، حَتَّى ظَنَنْتُ أَنَّ عَقْلَهُ قَدْ ذَهَبَ قَالَ: فَبِتْنَا وَاللَّهِ بِلَيْلَةٍ , أَطْيَبِ لَيْلَةٍ , وَأَلَذِّ عَيْشٍ فَكَانَ بِشْرٌ يَقُولُ لِي بَعْدُ: وَيْحَكَ يَا حَكِيمُ مَا فَعَلَ الْفَارِسِيُّ؟ وَيْحَكَ يَا حَكِيمُ يَقْتُلُ النَّاسَ ذَاكَ الْفَارِسِيُّ هَكَذَا عِيَانًا بِصَوْتِهِ \"",
            "page": "91",
            "part": "1",
            "seal": "4020B42B"
        },
        {
            "hno": "98",
            "id": "101",
            "nass": "98 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ: حَدَّثَنَا شَيْبَانُ، عَنِ الْأَعْمَشِ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ: قَرَأْتُ عَلَى عَائِشَةَ هَذِهِ الْآيَاتِ: فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ، فَبَكَتْ، وَقَالَتْ: «§رَبِّ مُنَّ، وَقِنِي عَذَابَ السَّمُومِ»",
            "page": "92",
            "part": "1",
            "seal": "57DBDA32"
        },
        {
            "hno": "99",
            "id": "102",
            "nass": "99 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي رَوْحُ بْنُ سَلَمَةَ الْوَرَّاقُ، قَالَ: حَدَّثَنِي عَبْدُ الْعَزِيزِ، مِنْ وَلَدِ تَوْبَةَ الْعَنْبَرِيِّ، قَالَ: كُنَّا نَجْتَمِعُ كَثِيرًا، قَالَ: فَبِتْنَا لَيْلَةً بِعَبَّادَانَ فِي أَوَّلِ مَا اتُّخِذَتْ، قَالَ: وَمَعَنَا لَيْلَتَئِذٍ الرَّبِيعُ بْنُ صَبِيحٍ، وَبَكْرُ بْنُ خُنَيْسٍ الْكُوفِيُّ، وَعِدَّةٌ مِنَ الْفُقَهَاءِ، إِذْ قَالُوا: قَدْ جَاءَ عَبْدُ الْوَاحِدِ بْنُ زَيْدٍ،. . لَهُ الْقَوْمُ جَمِيعًا، فَدَخَلَ عَلَيْنَا، وَكَانَ رَجُلٌ يَقْرَأُ، فَدَخَلَ عَبْدُ الْوَاحِدِ وَقَدِ انْتَهَى الْقَارِئُ إِلَى هَذِهِ الْآيَةِ: {يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا} [الطور: 9] {وَتَسِيرُ الْجِبَالُ سَيْرًا} [الطور: 10] ، فَصَاحَ: وَأَيُّ أَذَانٍ دُونَ؟ §فَضَجَّ الْقَوْمُ بِالْبُكَاءِ، وَسَقَطَ عَبْدُ الْوَاحِدِ مَغْشِيًّا عَلَيْهِ. فَقَامَ الرَّبِيعُ وَأَصْحَابُهُ، فَأَحَاطُوا بِهِ، فَجَعَلُوا يَبْكُونَ وَهُوَ بَيْنَهُمْ صَرِيعٌ. فَلَمْ يَزَالُوا عَلَى ذَلِكَ يَبْكُونَ , حَتَّى ضَرَبَهُ الْبَرْدُ فِي السَّحَرِ، فَأَفَاقَ \"",
            "page": "93",
            "part": "1",
            "seal": "E86AA1B4"
        },
        {
            "hno": "100",
            "id": "103",
            "nass": "100 - حَدِّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ سَهْلٍ الْأُرْدُنِّيُّ، قَالَ: حَدَّثَنَا -[94]- سُوَيْدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ شَيْبَانَ، عَنِ الشَّعْبِيِّ، قَالَ: سَمِعَ عُمَرُ بْنُ الْخَطَّابِ، رَجُلًا يَقْرَأُ: {إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ مَا لَهُ مِنْ دَافِعٍ} [الطور: 8] ، فَجَعَلَ يَبْكِي حَتَّى اشْتَدَّ بُكَاؤُهُ. ثُمَّ خَرَّ يَضْطَرِبُ. فَقِيلَ لَهُ فِي ذَلِكَ فَقَالَ: «§دَعُونِي، فَإِنِّي سَمِعْتُ قَسَمَ حَقٍّ مِنْ رَبِّي»",
            "page": "93",
            "part": "1",
            "seal": "4F0CDA2F"
        },
        {
            "hno": "101",
            "id": "104",
            "nass": "101 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا الضَّحَّاكُ بْنُ مَخْلَدٍ، قَالَ: حَدَّثَنَا أَبُو خُرَيْمٍ، قَالَ: قِيلَ لِلْحَسَنِ: إِنَّ هَهُنَا قَوْمًا إِذَا اسْتَمَعُوا الْقُرْآنَ بَكَوْا حَتَّى تَعْلُوَ أَصْوَاتُهُمْ فَقَالُ الْحَسَنُ: «§لَمْ يَزَلِ النَّاسُ عَلَى ذَلِكَ يَبْكُونَ عِنْدَ الذِّكْرِ وَقِرَاءَةِ الْقُرْآنِ»",
            "page": "94",
            "part": "1",
            "seal": "61EC5144"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "§مَنْ وَعَظَ وَبَكَى",
            "page": "95",
            "part": "1",
            "seal": "3B590BBF"
        },
        {
            "hno": "102",
            "id": "106",
            "nass": "102 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنِي أَيُّوبُ بْنُ شَبِيبٍ الصَّنْعَانِيُّ، قَالَ: فِيمَا عَرَضْنَا عَلَى رَبَاحِ بْنِ زَيْدٍ قَالَ: وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ بَحِيرٍ قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ يَقُولُ: سَمِعْتُ ابْنَ عُمَرَ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ وَهُوَ يَقُولُ: «§لَا تَنْسَوُا الْعَظِيمَتَيْنِ» قُلْنَا: وَمَا الْعَظِيمَتَانِ؟ قَالَ: «الْجَنَّةُ وَالنَّارُ» , فَذَكَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا ذَكَرَ، ثُمَّ بَكَى حَتَّى جَرَى أَوَائِلُ دُمُوعِهِ جَانِبَيْ لِحْيَتِهِ، ثُمَّ قَالَ: «وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ , لَوْ تَعْلَمُونَ مِنْ عِلْمِ الْآخِرَةِ مَا أَعْلَمُ، لَمَشَيْتُمْ إِلَى الصَّعِيدِ، فَلَحَثَيْتُمْ عَلَى رُءُوسِكُمُ التُّرَابَ»",
            "page": "97",
            "part": "1",
            "seal": "00210E2F"
        },
        {
            "hno": "103",
            "id": "107",
            "nass": "103 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، قَالَ: حَدَّثَنَا عَبْدُ رَبِّهِ أَبُو كَعْبٍ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ: أَنَّ أَبَا مُوسَى، \" خَطَبَ النَّاسَ بِالْبَصْرَةِ، §فَذَكَرَ فِي خُطْبَتِهِ النَّارَ، فَبَكَى حَتَّى سَقَطَتْ دُمُوعُهُ عَلَى الْمِنْبَرِ. قَالَ: وَبَكَى النَّاسُ يَوْمَئِذٍ بُكَاءً شَدِيدًا \"",
            "page": "98",
            "part": "1",
            "seal": "3AF815CD"
        },
        {
            "hno": "104",
            "id": "108",
            "nass": "104 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حَاتِمُ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي حَوْثَرَةَ، عَنِ ابْنِ لَهِيعَةَ، عَنْ أَبِي قَبِيلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: \" §لَوْ أَنَّ رَجُلًا، مِنْ أَهْلِ النَّارِ أُخْرِجَ إِلَى الدُّنْيَا، لَمَاتَ أَهْلُ الدُّنْيَا مِنْ وَحْشَةِ مَنْظَرِهِ، وَمِنْ رِيحِهِ. قَالَ: ثُمَّ بَكَى عَبْدُ اللَّهِ بُكَاءً شَدِيدًا \"",
            "page": "98",
            "part": "1",
            "seal": "FBFCBB83"
        },
        {
            "hno": "105",
            "id": "109",
            "nass": "105 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، قَالَ: سَمِعْتُ عَدِيَّ بْنَ أَرْطَاةَ، يَخْطُبُنَا عَلَى مِنْبَرِ الْمَدَائِنِ , فَجَعَلَ يَعِظُنَا حَتَّى بَكَى وَأَبْكَى، فَقَالَ: \" كُونُوا كَرَجُلٍ قَالَ لِابْنِهِ وَهُوَ يَعِظُهُ: يَا بُنَيَّ -[99]- أُوصِيكَ أَنْ لَا تُصَلِّيَ صَلَاةً إِلَّا ظَنَنْتَ أَنَّكَ لَا تُصَلِّي بَعْدَهَا غَيْرَهَا حَتَّى تَمُوتَ، وَتَعَالَ بُنَيَّ حَتَّى نَعْمَلَ عَمَلَ رَجُلَيْنِ كَأَنَّهُمَا قَدْ أُوقِفَا عَلَى النَّارِ ثُمَّ سَأَلَا الْكَرَّةَ، وَلَقَدْ سَمِعْتُ فُلَانًا - نَسِيَ عَبَّادٌ اسْمَهَ - مَا بَيْنِي وَبَيْنَ رَسُولِ اللَّهِ غَيْرُهُ، قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §لِلَّهِ مَلَائِكَةً تَرْعَدُ فَرَائِصُهُمْ مِنْ مَخَافَتِهِ، مَا مِنْهُمْ مَلَكٌ تَقْطُرُ دَمْعَةٌ مِنْ عَيْنِهِ إِلَّا وَقَعَتْ مَلَكًا يُسَبِّحُ» قَالَ: \" وَمَلَائِكَةٌ سُجُودٌ مُنْذُ خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ، لَمْ يَرْفَعُوا رُءُوسَهُمْ، وَلَا يَرْفَعُونَهَا إِلَى يَوْمِ الْقِيَامَةِ , وَصُفُوفٌ لَمْ يَنْصَرِفُوا عَنْ مَصَافِّهِمْ، وَلَا يَنْصَرِفُونَ إِلَى يَوْمِ الْقِيَامَةِ , فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ تَجَلَّى لَهُمْ رَبُّهُمْ، فَنَظَرُوا إِلَيْهِ، تَبَارَكَ وَتَعَالَى , فَقَالُوا: سُبْحَانَكَ مَا عَبَدْنَاكَ كَمَا يَنْبَغِي لَكَ \"",
            "page": "98",
            "part": "1",
            "seal": "C4221802"
        },
        {
            "hno": "106",
            "id": "110",
            "nass": "106 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ الْغُدَّانِيُّ، قَالَ: حَدَّثَنِي أَبُو زَيْدٍ، شَيْخٌ بِمَكَّةَ قَالَ: «رَأَيْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ §يَبْكِي عَلَى الْمِنْبَرِ، مَا يَسْتَطِيعُ أَنْ يَتَكَلَّمَ مِنْ شِدَّةِ الْبُكَاءِ»",
            "page": "100",
            "part": "1",
            "seal": "D1BAFDBA"
        },
        {
            "hno": "107",
            "id": "111",
            "nass": "107 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا بَدَلُ بْنُ الْمُحَبَّرِ، قَالَ: حَدَّثَنَا جَسْرٌ أَبُو جَعْفَرٍ، قَالَ: «رَأَيْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ بِخُنَاصِرَةَ §يَصْعَدُ الْمِنْبَرَ , وَإِنَّ لِحْيَتَهُ لَتَقْطُرُ دُمُوعًا. ثُمَّ رَأَيْتُهُ بَعْدَ أَنْ نَزَلَ وَإِنَّهُ لَعَلَى نَحْوٍ مِنْ حَالِهِ الَّتِي صَعِدَ عَلَيْهَا مِنَ الْبُكَاءِ»",
            "page": "100",
            "part": "1",
            "seal": "9C413448"
        },
        {
            "hno": "108",
            "id": "112",
            "nass": "108 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا يُونُسُ بْنُ يَحْيَى الْأُمَوِيُّ أَبُو نُبَاتَةَ، قَالَ: حَدَّثَنِي الْحَجَّاجُ بْنُ صَفْوَانَ بْنِ أَبِي يَزِيدَ، قَالَ: حَدَّثَنِي رَجُلٌ مِنْ أَهْلِ الْمَدِينَةِ، عَنْ أَبِيهِ: أَنَّهُ قَدِمَ مَعَ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ , قَالَ: وَكَانَ فِيمَا ذَاكَرَنَا بِهِ عُمَرُ أَنْ قَالَ لِمُحَمَّدٍ: «يَا أَبَا حَمْزَةَ مَا ضَرَّ أَخَاكَ بُسْرَ بْنَ سَعِيدٍ التَّقَلُّلُ وَالِانْقِطَاعُ الَّذِي كَانَ فِيهِ؟» ، قَالَ: ثُمَّ §بَكَى بُكَاءً شَدِيدًا، حَتَّى قُلْتُ: الْآنَ يَسْقُطُ ثُمَّ قَالَ: «أَمَا وَاللَّهِ لَئِنْ كَانَ بُسْرٌ صَبَرَ عَلَى الْقِلَّةِ وَالْعِبَادَةِ، لَقَدْ صَبَرَ عَلَى مَعْرِفَةٍ وَعِلْمٍ بِمَا صَبَرَ عَلَيْهِ»",
            "page": "101",
            "part": "1",
            "seal": "DA1F27D3"
        },
        {
            "hno": "109",
            "id": "113",
            "nass": "109 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا خَلَفُ بْنُ تَمِيمٍ، قَالَ: حَدَّثَنَا أَبُو رَجَاءٍ الْهَرَوِيُّ، عَنْ أَبِي بَكْرٍ الْهُذَلِيِّ، قَالَ: رَأَيْتُ الْحَجَّاجَ يَخْطُبُ عَلَى الْمِنْبَرِ، فَسَمِعْتُهُ يَقُولُ: «يَا أَيُّهَا النَّاسُ §إِنَّكُمْ غَدًا مَوقُوفُونَ بَيْنَ يَدَيِ اللَّهِ، وَمَسْئُولُونَ، -[102]- فَلْيَتَّقِ اللَّهَ امْرُؤٌ، وَلْيَنْظُرْ مَا يُعِدُّ لِذَلِكَ الْمَوْقِفِ؛ فَإِنَّهُ مَوْقِفٌ يَخْسَرُ فِيهِ الْمُبْطِلُونَ، وَتَذْهَلُ فِيهِ الْعُقُولُ، وَيَرْجِعُ الْأَمْرُ فِيهِ إِلَى اللَّهِ؛ لِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ، إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ، بَادِرُوا آجَالَكَمْ بِأَعْمَالِكِمْ , قَبْلَ أَنْ تُخْتَرَمُوا دُونَ آمَالِكُمْ» ثُمَّ نَحَبَ وَهُوَ عَلَى الْمِنْبَرِ، فَرَأَيْتُ دُمُوعَهُ تَنْحَدِرُ عَلَى لِحْيَتِهِ",
            "page": "101",
            "part": "1",
            "seal": "13E373A4"
        },
        {
            "hno": "110",
            "id": "114",
            "nass": "110 - حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ صَالِحٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي سَعْدٍ، قَالَ: خَطَبَنَا الْحَجَّاجُ فَقَالَ: \" ابْنَ آدَمَ §أَنْتَ الْيَوْمَ تَأْكُلُ , وَغَدًا تُؤْكَلُ. ثُمَّ تَلَا: {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ} [العنكبوت: 57] ثُمَّ بَكَى، حَتَّى جَعَلَ يَتَلَقَّى دُمُوعَهُ بِعِمَامَتِهِ \"",
            "page": "102",
            "part": "1",
            "seal": "EF17D554"
        },
        {
            "hno": "111",
            "id": "115",
            "nass": "111 - قَالَ أَبُو بَكْرِ وَأَمَّا أَبُو كُرَيْبٍ فَقَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي سَعْدٍ، قَالَ: -[103]- سَمِعْتُ الْحَجَّاجَ، يَخْطُبُ يومًا وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ: \" يَا ابْنَ آدَمَ §بَيْنَمَا أَنْتَ فِي دَارِكَ وَقَرَارِكَ، إِذْ تَسَوَّرَ عَلَيْكَ عَبْدٌ يُدْعَى مَلَكَ الْمَوْتِ، فَوَضَعَ يَدَهُ مِنْ جَسَدِكَ مَوضِعًا، فَذَلَّ لَهُ، فَاخْتَلَسَ رُوحَكَ، فَأَخَذَهُ، فَذَهَبَ بِهِ. ثُمَّ قَامَ إِلَيْكَ أَهْلُكَ، فَغَسَّلُوكَ وَكَفَّنُوكَ، ثُمَّ حَمَلُوكَ إِلَى قَبْرِكَ فَدَفَنُوكَ، ثُمَّ رَجَعُوا، فَاخْتَصَمَ فِيكَ حَبِيبَاكَ: حَبِيبُكَ مِنْ أَهْلِكَ , وَحَبِيبُكَ مِنْ مَالِكَ فَاتَّقِ اللَّهَ؛ فَإِنَّكَ الْيَوْمَ تَأْكُلُ , وَغَدًا تُؤْكَلُ \". قَالَ أَبُو سَعْدٍ: ثُمَّ نَعَرَ نَعْرَةً، فَظَنَنْتُ أَنَّهُ الْمَوْتُ بِهِ. ثُمَّ نَظَرْتُ إِلَى عَيْنَيْهِ تَسْكُبَانِ، حَتَّى نَظَرْتُ إِلَيْهِ يَتَلَقَّى دُمُوعَهُ بِعِمَامَتِهِ، ثُمَّ يَنْزِلُ، فَيَفْتُلُ قَالَ: وَصَعِدَ الْمِنْبَرَ، فَاسْتَسْقَى، وَقَدِ اسْتَسْقَى قَبْلُ , قَالَ: فَلَمَّا كَانَ فِي ذَلِكَ الْيَوْمِ اسْتَسْقَى، فَلَا وَاللَّهِ مَا نَزَلَ عَنَ الْمِنْبَرِ حَتَّى مُطِرَ. فَاسْتَقْبَلَ الْقِبْلَةَ وَصَلَّى، وَسَقَطَ رِدَاؤُهُ. قَالَ: وَبَكَى لَمَّا أُجِيبَ، ثُمَّ أَقْبَلَ بِوَجْهِهِ فَقَالَ: «أَيُّهَا النَّاسُ، إِنَّ الْعَبْدَ يَسْأَلُ رَبَّهُ الْحَاجَةَ , وَطَلَبُهَا إِلَيْهِ، وَمَنْ أَمْرِ رَبِّهِ أَنْ يُجِيبَهُ فِيهَا، فَيَطُوِّلُ اللَّهُ عَلَيْهِ؛ لِيَكُونَ إِذَا أَعْطَاهَا إِيَّاهُ أَشَدَّ لِشُكْرِهِ، وَإِنِّي أَقْسَمْتُ عَلَيْكُمْ بِاللَّهِ لَمَا صُمْتُمْ شُكْرًا» ثَلَاثًا، ثُمَّ خَرَجَ",
            "page": "102",
            "part": "1",
            "seal": "83ADDF56"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "§مَنْ وُعِظَ فَاسْتَمَعَ الْمَوْعِظَةَ وَبَكَى",
            "page": "105",
            "part": "1",
            "seal": "BB548DA9"
        },
        {
            "hno": "112",
            "id": "117",
            "nass": "112 - حَدَّثَنِي أَبُو حَاتِمٍ الرَّازِيُّ، قَالَ: حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، قَالَ: حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ: أَنَّ أَبَاهُ كَانَ يَقُصُّ لِابْنِ الزُّبَيْرِ، وَابْنُ عُمَرَ قَاعِدٌ نَاحِيَةً، فَقَرَأَ: {لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} [النساء: 42] §فَبَكَى ابْنُ عُمَرَ حَتَّى لَثِقَ جَيْبُهُ مِنْ دُمُوعِهِ، وَابْتَلَّتْ لِحْيَتُهُ \"",
            "page": "107",
            "part": "1",
            "seal": "BA21800D"
        },
        {
            "hno": "113",
            "id": "118",
            "nass": "113 - قَالَ أَبُو بَكْرِ وَأَمَّا الْهَيْثَمُ بْنُ خَارِجَةٍ فَذَكَرَ، عَنْ شِهَابِ بْنِ خِرَاشٍ، عَنِ الْعَوَّامِ بْنِ حَوْشَبٍ، قَالَ: «رُئِيَ ابْنُ عُمَرَ فِي حَلْقَةِ عُبَيْدِ بْنِ عُمَيْرٍ وَكَانَ مِنْ أَبْلَغِ النَّاسِ §يَبْكِي، حَتَّى بَلَّ الْحَصَى بِدُمُوعِهِ»",
            "page": "108",
            "part": "1",
            "seal": "A8EBE9EB"
        },
        {
            "hno": "114",
            "id": "119",
            "nass": "114 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عُمَرَ أَبُو الْمُنْذِرِ، قَالَ: حَدَّثَنَا مُعَرِّفُ بْنُ وَاصِلٍ، قَالَ: «§رَأَيْتُ أَبَا وَائِلٍ شَقِيقَ بْنَ سَلَمَةَ وَيَدُهُ فِي يَدِ إِبْرَاهِيمَ التَّيْمِيِّ، فَكُلَّمَا ذَكَرَ إِبْرَاهِيمُ , انْتَفَضَ شَقِيقٌ وَبَكَى»",
            "page": "108",
            "part": "1",
            "seal": "CEA9B702"
        },
        {
            "hno": "115",
            "id": "120",
            "nass": "115 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا مَنْصُورُ بْنُ صُقَيْرٍ أَبُو النَّضْرِ، قَالَ: حَدَّثَنَا أَبُو مَعْشَرٍ، عَنْ مُحَمَّدِ بْنِ قَيْسٍ، قَالَ: سَلَّمَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ يومًا فِي الظُّهْرِ، ثُمَّ قَالَ: يَا أَبَا إِبْرَاهِيمَ \" §ذَكِّرْنَا بِالْجَنَّةِ وَالنَّارِ. -[109]- قَالَ: فَذَكَّرْتُ، فَمَا رَأَيْتُ أَحَدًا مِنْ خَلْقِ اللَّهِ أَكْثَرَ بُكَاءً مِنْهُ",
            "page": "108",
            "part": "1",
            "seal": "653C96B9"
        },
        {
            "hno": "116",
            "id": "121",
            "nass": "116 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، قَالَ: حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، قَالَ: دَخَلَ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ رَجُلٌ يُقَالُ لَهُ ابْنُ الْأَهْتَمِ، فَلَمْ يَزَلْ يَعِظُهُ §وَعُمَرُ يَبْكِي، حَتَّى سَقَطَ مَغْشِيًّا عَلَيْهِ \"",
            "page": "109",
            "part": "1",
            "seal": "277EED30"
        },
        {
            "hno": "117",
            "id": "122",
            "nass": "117 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الطَّائِيُّ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ صَفْوَانَ، قَالَ: قَالَ لَهُ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: \" ابْنَ الْأَهْتَمِ بَيَانُكَ حُجَّةٌ عَلَيْكَ، فَأَقْصِرْ مِنْ خُطْبَتِكَ، وَأَعِدَّ الْجَوَابَ عِنْدَ اللَّهِ بِحُجَّتِكَ قَالَ: فَبَكَى ابْنُ الْأَهْتَمِ، §وَبَكَى عُمَرُ، وَارْتَجَّتِ الدَّارُ بِالْبُكَاءِ، فَمَا رُئِيَ بَاكٍ فِي زَمَنِ عُمَرَ أَكْثَرَ مِنْ ذَلِكَ الْيَوْمِ \"",
            "page": "109",
            "part": "1",
            "seal": "257A46D7"
        },
        {
            "hno": "118",
            "id": "123",
            "nass": "118 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا دَاوُدُ بْنُ الْمُحَبَّرِ، عَنِ الْمُبَارَكِ بْنِ فَضَالَةَ، قَالَ: -[110]- دَخَلَ عَبْدُ اللَّهِ بْنُ الْأَهْتَمِ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَهُوَ جَالِسٌ عَلَى سَرِيرٍ، فَحَمِدَ اللَّهَ , وَأَثْنَى عَلَيْهِ، ثُمَّ أَخَذَ فِي مَوعِظَتِهِ الطَّوِيلَةِ، فَنَزَلَ عُمَرُ عَنْ سَرِيرِهِ حَتَّى اسْتَوَى بِالْأَرْضِ، وَجَثَا عَلَى رُكْبَتَيْهِ، وَابْنُ الْأَهْتَمِ يَقُولُ: «وَأَنْتَ يَا عُمَرُ وَأَنْتَ يَا عُمَرُ §مِنْ أَوْلَادِ الْمُلُوكِ , وَأَبْنَاءِ الدُّنْيَا الَّذِينَ وُلِدُوا فِي النَّعِيمِ , وَغُذُّوا بِهِ، لَا يَعْرِفُونَ غَيْرَهُ» وَعُمَرُ يَبْكِي وَيَقُولُ: هِيهِ هِيهِ ابْنَ الْأَهْتَمِ هِيهِ، فَلَمْ يَزَلْ يَعِظُهُ , وَعُمَرُ يَبْكِي، حَتَّى غُشِيَ عَلَيْهِ",
            "page": "109",
            "part": "1",
            "seal": "C1043A12"
        },
        {
            "hno": "119",
            "id": "124",
            "nass": "119 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ مُوسَى، قَالَ: حَدَّثَنِي مُوسَى بْنُ زَيْدٍ الْحَسَنِيُّ، قَالَ: تَكَلَّمَ رَجُلٌ عِنْدَ عَبْدِ اللَّهِ بْنِ الْحَسَنِ يَومًا، §فَأَبْكَى الْقَوْمَ , فَلَمَّا تَفَرَّقُوا وَخَرَجُوا مِنْ دَارِهِ قَالَ عَبْدُ اللَّهِ: «هَكَذَا كَانَ النَّاسُ فِيمَا مَضَى»",
            "page": "110",
            "part": "1",
            "seal": "F0C4F6BA"
        },
        {
            "hno": "120",
            "id": "125",
            "nass": "120 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، عَنْ عُقَيْبَةَ بْنِ فَضَالَةَ، قَالَ: دَخَلْتُ عَلَى سَعِيدِ بْنِ دَعْلَجٍ وَبَيْنَ يَدَيْهِ رَجُلٌ يُضْرَبُ، فَقُلْتُ: -[111]- أَصْلَحَ اللَّهُ الْأَمِيرَ أُكَلِّمُكَ بِشَيْءٍ , ثُمَّ شَأْنَكَ وَمَا تُرِيدُ. قَالَ: فَأَمَرَ بِهِ، فَأَمْسَكَ عَنْهُ، فَقَالَ: هَاتِ كَلَامَكَ. قَالَ: فَهِبْتُهُ وَاللَّهِ , وَرَهِبْتُ مِنْهُ رَهْبَةً شَدِيدَةً، ثُمَّ قُلْتُ: إِنَّهُ بَلَغَنِي أَصْلَحَ اللَّهُ الْأَمِيرَ أَنَّ \" §الْعِبَادَ يَوْمَ الْقِيَامَةِ تَرْعَدُ فَرَائِصُهُمْ فِي الْمَوْقِفِ خَوْفًا مِنْ شَرِّ مَا يَأْتِي بِهِ الْمُنَادِي لِلْحِسَابِ , وَإِنَّ الْمُتَكَبِّرِينَ يَوْمَئِذٍ لَتَحْتَ أَقْدَامِ الْخَلَائِقِ قَالَ: فَبَكَى، فَاشْتَدَّ بُكَاؤُهُ، فَأَمَرَ بِالرَّجُلِ، فأُطْلِقَ. قَالَ: فَكُنْتُ إِذَا دَخَلْتُ عَلَيْهِ بَعْدَ ذَلِكَ قَرَّبْنِي وَأَكْرَمَنِي قَالَ: وَقَالَ لِي يَومًا وَقَدْ دَخَلْتُ عَلَيْهِ: وَيْحَكَ يَا عُقَيْبَةُ مَا ذَكَرْتُ حَدِيثَكَ إِلَّا أَبْكَانِي قَالَ: ثُمَّ بَكَى \"",
            "page": "110",
            "part": "1",
            "seal": "0693B0B8"
        },
        {
            "hno": "121",
            "id": "126",
            "nass": "121 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا مُضَرُ، قَالَ: اجْتَمَعْنَا لَيْلَةً عَلَى السَّاحِلِ وَمَعَنَا مُسْلِمٌ أَبُو عَبْدِ اللَّهِ، فَقَالَ رَجُلٌ مِنَ الْأَزْدِ: ¶ [البحر الكامل] ¶ §مَا لِلْمُحِبِّ سِوَى إِرَادَةِ حُبِّهِ ... إِنَّ الْمُحِبَّ بِكُلِّ بَرٍّ يَضْرَعُ ¶ قَالَ: «فَبَكَى مُسْلِمٌ حَتَّى خَشِيتُ وَاللَّهِ أَنْ يَمُوتَ»",
            "page": "111",
            "part": "1",
            "seal": "9DC27EDF"
        },
        {
            "hno": "122",
            "id": "127",
            "nass": "122 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَبُو جَعْفَرٍ الضَّرِيرُ، قَالَ: قَالَ لِي صَالِحُ بْنُ عَبْدِ الْكَرِيمِ: ¶ [البحر الوافر] ¶ §بَكَى الْبَاكُونَ لِلرَّحْمَنِ لَيْلًا ... وَبَاتُوا دَمْعَهُمْ مَا يَسْأَمُونَا ¶ بِقَاعُ الْأَرْضِ مِنْ شَوقٍ إِلَيْهِمْ ... تَحِنُّ مَتَى عَلَيْهَا يَسْجُدُونَا ¶ قَالَ: فَجَعَلْتُ أُرَدِّدُهَا عَلَيْهِ، فَبَكَى، حَتَّى قُلْتُ: الْآنَ تَخْرُجُ نَفْسُهُ",
            "page": "112",
            "part": "1",
            "seal": "74B022C9"
        },
        {
            "hno": "242",
            "id": "253",
            "nass": "242 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْحُمَيْدِيُّ، عَنْ سُفْيَانَ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، قَالَ: \" كَانَ رَجُلٌ يَبْكِي اللَّيْلَ وَالنَّهَارَ , فَقَالَتْ لَهُ أُمُّهُ: §لَوْ كُنْتَ قَتَلْتَ نَفْسًا ثُمَّ أَتَيْتَ أَهْلَهُ لَعَفَوْا عَنْكَ لِمَا يَرَوْنَ مِنْ كَثْرَةِ بُكَائِكَ، قَالَ: فَبَكَى ثُمَّ قَالَ: يَا أُمَّهْ إِنِّي وَاللَّهِ إِنَّمَا قَتَلْتُ نَفْسِي فَبَكَتْ أُمُّهُ عِنْدَ ذَلِكَ \"",
            "page": "171",
            "part": "1",
            "seal": "AD58B372"
        },
        {
            "hno": "243",
            "id": "254",
            "nass": "243 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْحُمَيْدِيُّ، عَنْ سُفْيَانَ، قَالَ: «كَانَ سَعِيدُ بْنُ السَّائِبِ الطَّائِفِيُّ لَا تَكَادُ تَجِفُّ لَهُ دَمْعَةٌ إِنَّمَا دُمُوعُهُ جَارِيَةٌ دَهْرَهُ إِنْ صَلَّى فَهُوَ يَبْكِي، وَإِنْ طَافَ فَهُوَ يَبْكِي، وَإِنْ جَلَسَ يَقْرَأُ فِي الْمُصْحَفِ فَهُوَ يَبْكِي، وَإِنْ لَقِيتَهُ فِي طَرِيقٍ فَهُوَ يَبْكِي» قَالَ سُفْيَانُ: فَحَدَّثُونِي أَنَّ رَجُلًا عَاتَبَهُ عَلَى ذَلِكَ، فَبَكَى ثُمَّ قَالَ: إِنَّمَا §يَنْبَغِي أَنْ تَعْذُلَنِي وَتُعَاتِبَنِي عَلَى التَّقْصِيرِ وَالتَّفْرِيطِ، فَإِنَّهُمَا قَدِ اسْتَوْلَيَا عَلَيَّ. -[172]- قَالَ الرَّجُلُ: فَلَمَّا سَمِعْتُ ذَلِكَ مِنْهُ انْصَرَفْتُ وَتَرَكْتُهُ \"",
            "page": "171",
            "part": "1",
            "seal": "C2EE621F"
        },
        {
            "hno": "244",
            "id": "255",
            "nass": "244 - حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا الْهَيْثَمُ بْنُ عُبَيْدِ الصِّيدِ الصَّيْرَفِيُّ، قَالَ: سَمِعْتُ أَبِي يَقُولُ: «§أَتَيْتُ الْحَسَنَ سَنَةً، فَمَا أَخْطَأَنِي يَوْمٌ آتِيهِ إِلَّا وَأَنَا أَرَى دُمُوعَهُ تَجْرِي عَلَى لِحْيَتِهِ»",
            "page": "172",
            "part": "1",
            "seal": "82D94A88"
        },
        {
            "hno": "245",
            "id": "256",
            "nass": "245 - حَدَّثَنَا أَبُو حَاتِمٍ الرَّازِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ الْقَطَّانُ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ حِبَّانَ، قَالَ: حَدَّثَنِي مُرَجَّى بْنُ وَدَاعٍ الْأَسْوَدُ الرَّاسِبِيُّ، عَنْ سُهَيْلِ بْنِ عَبْدِ اللَّهِ الْقُطَعِيِّ، قَالَ: «صَلَّى بِنَا مَالِكُ بْنُ دِينَارٍ الْعَصْرَ، §فَلَمَّا سَلَّمَ عَضَّ عَلَى إِصْبَعِهِ، فَلَمْ تَزَلْ عَيْنَاهُ تَدْمَعَانِ حَتَّى غَابَتِ الشَّمْسُ»",
            "page": "172",
            "part": "1",
            "seal": "823C589D"
        },
        {
            "hno": "246",
            "id": "257",
            "nass": "246 - حَدَّثَنِي أَبُو عَبْدِ اللَّهِ التَّيْمِيُّ، قَالَ: حَدَّثَنِي سُوَيْبِطُ بْنُ الْمُثَنَّى بْنِ بَكْرٍ الضَّبِّيُّ، قَالَ: حَدَّثَنِي شَيْخٌ، لَنَا قَالَ: كَانَ مُحَمَّدُ بْنُ سُوقَةَ يَزُورُ مُسْلِمًا النَّحَاتَ , قَالَ: فَكُنْتُ أَلْقَى -[173]- مُحَمَّدَ بْنَ سُوقَةَ، فَكَانَ كَلَامُهُ وَسَلَامُهُ: ¶ [البحر الكامل] ¶ §لَنْ يَلْبَثَ الْقُرَنَاءُ أَنْ يَتَفَرَّقُوا ... لَيْلٌ يَكِرُّ عَلَيْهِمُ وَنَهَارُ ¶ قَالَ: ثُمَّ تَجِيءُ دُمُوعُهُ \"",
            "page": "172",
            "part": "1",
            "seal": "DD473763"
        },
        {
            "hno": null,
            "id": "258",
            "nass": "§مَنْ عُوتِبَ عَلَى كَثْرَةِ الْبُكَاءِ فَأَجَابَ عَنْ ذَلِكَ",
            "page": "175",
            "part": "1",
            "seal": "7BD27A1E"
        },
        {
            "hno": "247",
            "id": "259",
            "nass": "247 - حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، قَالَ: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، قَالَ: قُلْتُ لِيَزِيدَ بْنِ مَرْثَدٍ: مَا لِي لَا أَرَى عَيْنَكَ تَجِفُّ؟ قَالَ: وَمَا مَسْأَلَتُكَ عَنْهُ؟ قُلْتُ: عَسَى اللَّهُ أَنْ يَنْفِعَ بِهِ. قَالَ: يَا أَخِي «§إِنَّ اللَّهَ قَدْ تَوَعَّدَنِي إِنْ أَنَا عَصَيْتُهُ أَنْ يَسْجِنَنِي فِي النَّارِ. وَاللَّهِ لَوْ لَمْ يَتَوَعَّدْنِي أَنْ يَسْجِنَنِي إِلَّا فِي الْحَمَّامِ لَكُنْتُ حَرِيًّا أَنْ لَا تَجِفَّ لِي عَيْنٌ»",
            "page": "177",
            "part": "1",
            "seal": "E6B65762"
        },
        {
            "hno": "248",
            "id": "260",
            "nass": "248 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنَا سَلَمَةُ بْنُ سَعِيدٍ، قَالَ: -[178]- قَالُوا لِيَزِيدَ بْنِ أَبَانَ الرَّقَاشِيِّ: §مَا تَسْأَمُ مِنْ كَثْرَةِ الْبُكَاءِ؟ فَبَكَى ثُمَّ قَالَ: «وَهَلْ يَشْبَعُ الْمُرْضَعُ مِنَ الْغِذَاءِ؟ وَاللَّهِ لَوَدِدْتُ أَنِّي أَبْكِي بَعْدَ الدُّمُوعِ الدِّمَاءَ، وَبَعْدَ الدِّمَاءِ الصَّدِيدَ , أَيَّامَ الدُّنْيَا، فَإِنَّهُ بَلَغَنَا أَنَّ أَهْلَ النَّارِ يَبْكُونَ الدِّمَاءَ إِذَا نَفِدَتِ الدُّمُوعُ، حَتَّى لَوْ أُرْسِلَتْ فِيهَا السُّفُنُ لَجَرَتْ فَمَا حَقُّ امْرِئٍ لَا يَبْكِي عَلَى نَفْسِهِ فِي الدُّنْيَا وَيَنُوحُ عَلَيْهَا؟» قَالَ: وَكَانَ يَقُولُ: «ابْكِ يَا يَزِيدُ عَلَى نَفْسِكَ قَبْلَ حِينِ الْبُكَاءِ، إِنَّمَا سُمِّيَ نُوحًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؛ لِأَنَّهُ كَانَ يَنُوحُ عَلَى نَفْسِهِ. يَا يَزِيدُ مَنْ يُصَلِّي لَكَ بَعْدَكَ؟ وَمَنْ يَصُومُ يَا يَزِيدُ؟ وَمَنْ يَضْرَعُ لَكَ إِلَى رَبِّكَ بَعْدَكَ؟ وَمَنْ يَدْعُو؟» فَكَانَ يُعَدِّدُ عَلَى هَذَا وَنَحْوِهِ، وَيَبْكِي وَيَقُولُ: «يَا إِخْوَتَاهُ ابْكُوا أَوْ بَكُّوا أَنْفُسَكُمْ، فَإِنْ لَمْ تَجِدُوا بُكَاءً فَارْحَمُوا كُلَّ بَكَّاءٍ»",
            "page": "177",
            "part": "1",
            "seal": "595F8ECC"
        },
        {
            "hno": "249",
            "id": "261",
            "nass": "249 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٌ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ ذَكْوَانَ، قَالَ: §كَانَ يَزِيدُ الرَّقَاشِيُّ إِنْ دَخَلَ بَيْتَهُ بَكَى، وَإِنْ شَهِدَ جَنَازَةً بَكَى، وَإِنْ جَلَسَ إِلَيْهِ إِخْوَانُهُ بَكَى وَأَبْكَاهُمْ. فَقَالَ لَهُ ابْنُهُ يَوْمًا: يَا أَبَهْ كَمْ تَبْكِي؟ وَاللَّهِ لَوْ كَانَتِ النَّارُ خُلِقَتْ لَكَ مَا زِدْتَ عَلَى هَذَا الْبُكَاءِ فَقَالَ: ثَكِلَتْكَ أُمُّكَ يَا بُنَيَّ وَهَلْ خُلِقَتِ النَّارُ إِلَّا لِي، وَلِأَصْحَابِي، وَلِإِخْوَانِنِا مِنَ الْجِنِّ -[179]- أَمَا تَقْرَأُ يَا بُنَيَّ: {سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلَانِ} [الرحمن: 31] ؟ أَمَا تَقْرَأُ يَا بُنَيَّ: {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٍ فَلَا تَنْتَصِرَانِ} [الرحمن: 35] ؟ فَجَعَلَ يَقْرَأُ عَلَيْهِ حَتَّى انْتَهَى إِلَى: {يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ} [الرحمن: 44] قَالَ: فَجَعَلَ يَجُولُ فِي الدَّارِ وَيَصْرُخُ وَيَبْكِي، حَتَّى غُشِيَ عَلَيْهِ فَقَالَتْ لِلْفَتَى أُمُّهُ: يَا بُنَيَّ مَا أَرَدْتَ إِلَى هَذَا مِنْ أَبِيكَ؟ فَقَالَ: وَاللَّهِ إِنَّمَا أَرَدْتُ أَنْ أُهَوِّنَ عَلَيْهِ، لَمْ أُرِدْ أَنْ أَزِيدَهُ حَتَّى يَقْتُلَ نَفْسَهُ \"",
            "page": "178",
            "part": "1",
            "seal": "9F006A06"
        },
        {
            "hno": "250",
            "id": "262",
            "nass": "250 - قَالَ مُحَمَّدٌ: وَحَدَّثَنَا مُجَالِدُ بْنُ عُبَيْدٍ الْبَاهِلِيُّ، قَالَ: حَدَّثَنَا عَبْدُ النُّورِ بْنُ يَزِيدَ بْنِ أَبَانَ الرَّقَاشِيُّ، قَالَ: كَانَ أَبِي يَبْكِي وَيَقُولُ لِأَصْحَابِهِ: \" §ابْكُوا الْيَوْمَ قَبْلَ الدَّاهِيَةِ الْكُبْرَى ابْكُوا الْيَوْمَ قَبْلَ أَنْ تَبْكُوا غَدًا ابْكُوا الْيَوْمَ قَبْلَ يَوْمٍ لَا يُغْنِي فِيهِ الْبُكَاءُ ابْكُوا عَلَى التَّفْرِيطِ أَيَّامَ الدُّنْيَا قَالَ: ثُمَّ يَبْكِي حَتَّى يُرْفَعَ صَرِيعًا مِنْ مَجْلِسِهِ \"",
            "page": "179",
            "part": "1",
            "seal": "05F9868B"
        },
        {
            "hno": "251",
            "id": "263",
            "nass": "251 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي زَهْدَمُ بْنُ الْحَارِثِ، عَنْ سُفْيَانَ، قَالَ: -[180]- كَانَ أُمَيَّةُ رَجُلٌ مِنْ أَهْلِ الشَّامِ يَقْدَمُ فَيُصَلِّي هُنَاكَ مِمَّا يَلِي بَابَ بَنِي سَهْمٍ، فَيَنْتَحِبُ وَيَبْكِي حَتَّى يَعْلُوَ صَوْتُهُ، وَحَتَّى تَسِيلَ دُمُوعُهُ عَلَى. . قَالَ: فَأَرْسَلَ إِلَيْهِ الْأَمِيرُ أَنَّكَ تُفْسِدُ عَلَى الْمُصَلِّينَ صَلَاتَهُمْ بِكَثْرَةِ بُكَائِكَ , وَارْتِفَاعِ صَوْتِكَ، فَلَوْ أَمْسَكْتَ قَلِيلًا. فَبَكَى ثُمَّ قَالَ: «إِنَّ §حُزْنَ يَوْمِ التِّيهِ أَوْرَثَنِي دُمُوعًا غِزَارًا، فَأَنَا أَسْتَرِيحُ إِلَى ذَرْيِهَا أَحْيَانًا» وَكَانَ أُمَيَّةُ يَقُولُ: «وَمَنْ أَسْعَدُ بِالطَّاعَةِ مِنْ مُطِيعٍ؟ أَلَا وَكُلُّ الْخَيْرِ فِي الطَّاعَةِ. أَلَا وَإِنَّ الْمُطِيعَ لِلَّهِ مَلِكٌ فِي الدُّنْيَا وَالْآخِرَةِ» قَالَ: وَكَانَ يَدْخُلُ الطَّوَافَ، فَيَأْخُذُ فِي النَّحِيبِ وَالْبُكَاءِ، وَرُبَّمَا سَقَطَ مَغْشِيًّا عَلَيْهِ",
            "page": "179",
            "part": "1",
            "seal": "D70A173C"
        },
        {
            "hno": "252",
            "id": "264",
            "nass": "252 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْفَيْضُ بْنُ الْفَضْلِ الْبَجَلِيِّ، قَالَ: حَدَّثَنِي جَارٌ لِمُسْعَرٍ قَالَ: -[181]- \" §بَكَى مِسْعَرٌ فَبَكَتْ أُمُّهُ، فَقَالَ لَهَا مِسْعَرٌ: مَا أَبْكَاكِ يَا أُمَّهْ؟ قَالَتْ: يَا بُنَيَّ رَأَيْتُكَ تَبْكِي فَبَكَيْتُ. قَالَ: يَا أُمَّهُ لِمِثْلِ مَا نَهْجُمُ عَلَيْهِ غَدًا فَلْيَظَلَّ الْبُكَاءُ قَالَتْ: وَمَا ذَاكَ يَا بُنَيَّ؟ قَالَ: الْقِيَامَةُ وَمَا فِيهَا قَالَ: ثُمَّ غَلَبَهُ الْبُكَاءِ، فَقَامَ قَالَ: وَكَانَ مِسْعَرٌ يَقُولُ: لَوْلَا أُمِّي مَا فَارَقْتُ الْمَسْجِدَ إِلَّا لِمَا لَا بُدَّ مِنْهُ، قَالَ: وَكَانَ إِنْ دَخَلَ بَكَى، وَإِنْ خَرَجَ بَكَى، وَإِنْ صَلَّى بَكَى، وَإِنْ جَلَسَ بَكَى \"",
            "page": "180",
            "part": "1",
            "seal": "9FE069F8"
        },
        {
            "hno": "253",
            "id": "265",
            "nass": "253 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَبْدُ السَّلَامِ بْنُ مُطَهَّرٍ، قَالَ: حَدَّثَنِي رَجُلٌ يُكْنَى أَبَا حَمْزَةَ قَالَ: كُنْتُ أَمْشِي مَعَ رِيَاحٍ الْقَيْسِيِّ، فَمَرَّ بِصَبِيٍّ يَبْكِي، فَوَقَفَ عَلَيْهِ يَسْأَلُهُ: مَا يُبْكِيكَ يَا بُنَيَّ؟ وَجَعَلَ الصَّبِيُّ لَا يُحْسِنُ يُجِيبُهُ، وَلَا يَرُدُّ عَلَيْهِ شَيْئًا , فَبَكَى، ثُمَّ الْتَفَتَ إِلَيَّ فَقَالَ: يَا أَبَا حَمْزَةَ §مَا لِأَهْلِ النَّارِ رَاحَةٌ وَلَا مُعَوَّلٌ إِلَّا الْبُكَاءُ. وَجَعَلَ يَبْكِي \"",
            "page": "181",
            "part": "1",
            "seal": "4990618C"
        },
        {
            "hno": "254",
            "id": "266",
            "nass": "254 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَمَّارُ بْنُ عُثْمَانَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ فَرُّوخَ، مِنْ وَلَدِ أَبِي نَضْرَةَ قَالَ: -[182]- زَارَنِي رِيَاحٌ الْقَيْسِيُّ، فَبَكَى صَبِيُّ لَنَا مِنَ اللَّيْلِ، فَبَكَى رِيَاحٌ لِبُكَائِهِ حَتَّى أَصْبَحَ. فَذَاكَرْتُهُ يَوْمًا ذَلِكَ، فَقَالَ: «§ذَكَرْتُ بِبُكَائِهِ بُكَاءَ أَهْلِ النَّارِ فِي النَّارِ، لَيْسَ لَهُمْ نَصِيرٌ» ثُمَّ بَكَى",
            "page": "181",
            "part": "1",
            "seal": "716ADE34"
        },
        {
            "hno": "255",
            "id": "267",
            "nass": "255 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ يَزِيدَ بْنِ خُنَيْسٍ، قَالَ: «§مَا رَأَيْتُ أَحَدًا قَطُّ أَسْرَعَ دَمْعَةً مِنْ سَعِيدِ بْنِ السَّائِبِ. إِنَّمَا كَانَ يُجْزِئُهُ أَنْ يُحَرَّكَ , فَتَرَى دُمُوعَهُ كَالْقَطْرِ»",
            "page": "182",
            "part": "1",
            "seal": "73C6B929"
        },
        {
            "hno": "256",
            "id": "268",
            "nass": "256 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يُوسُفُ بْنُ الْحَكَمِ الرَّقِّيُّ، عَنْ فَيَّاضِ بْنِ مُحَمَّدِ بْنِ سِنَانٍ الْقُرَشِيِّ، قَالَ: جَعَلَ زِيَادٌ الْأَسْوَدُ الْعَبْدُ يَبْكِي يَوْمًا، فَقَالَ لَهُ مَيْمُونُ بْنُ مِهْرَانَ: كَمْ تَبْكِي وَيْحَكَ يَا زِيَادُ؟ قَالَ: يَا أَبَا أَيُّوبَ §وَمَا لِي لَا أَبْكِي؟ وَاللَّهِ أَبَدًا لَعَلِّي. . . . مِنَ الْبُكَاءِ فِي الْقِيَامَةِ غَدًا قَالَ: فَبَكَى مَيْمُونُ بْنُ مِهْرَانَ عِنْدَ ذَلِكَ بُكَاءً شَدِيدًا",
            "page": "182",
            "part": "1",
            "seal": "BF39BABF"
        },
        {
            "hno": "257",
            "id": "269",
            "nass": "257 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي سِجْفُ بْنُ مَنْظُورٍ، قَالَ: حَدَّثَنَا سِرَارٌ أَبُو عُبَيْدَةَ، قَالَ: -[183]- قَالَتْ لِيَ امْرَأَةُ عَطَاءٍ السُّلَيْمِيِّ: عَاتِبْ عَطَاءً فِي كَثْرَةِ الْبُكَاءِ، فَعَاتَبْتُهُ , فَقَالَ لِيَ: «يَا سِرَارُ كَيْفَ تُعَاتِبُنِي فِي شَيْءٍ لَيْسَ هُوَ إِلَيَّ؟ إِنِّي §إِذَا ذَكَرْتُ أَهْلَ النَّارِ وَمَا يَنْزِلُ بِهِمْ مِنْ عَذَابِ اللَّهِ وَعِقَابِهِ، تَمَثَّلَتْ لِي نَفْسِي بِهِمْ، فَكَيْفَ بِنَفْسٍ تُغَلُّ يَدُهَا إِلَى عُنُقِهَا , وَتُسْحَبُ إِلَى النَّارِ , أَلَا تَصِيحُ وَتَبْكِي؟ وَكَيْفَ لِنَفْسٍ تُعَذَّبُ أَلَّا تَبْكِي وَيْحَكَ يَا سِرَارُ مَا أَقَلَّ غَنَاءَ الْبُكَاءِ عَنْ أَهْلِهِ إِنْ لَمْ يَرْحَمْهُمُ اللَّهُ» قَالَ: فَسَكَتُّ عَنْهُ",
            "page": "182",
            "part": "1",
            "seal": "828CE351"
        },
        {
            "hno": "258",
            "id": "270",
            "nass": "258 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي سِجْفُ بْنُ مَنْظُورٍ، قَالَ: حَدَّثَنَا سِرَارٌ الْعَنَزِيُّ، قَالَ: «§مَا رَأَيْتُ عَطَاءً السُّلَيْمِيَّ قَطُّ إِلَّا وَعَيْنَاهُ تَفِيضَانِ وَمَا كُنْتُ أُشَبِّهُ عَطَاءً إِذَا رَأَيْتُهُ إِلَّا بِالْمَرْأَةِ الثَّكْلَى، وَكَأَنَّ عَطَاءً لَمْ يَكُنْ مِنْ أَهْلِ الدُّنْيَا»",
            "page": "183",
            "part": "1",
            "seal": "3501561E"
        },
        {
            "hno": "259",
            "id": "271",
            "nass": "259 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي شُعَيْبُ بْنُ مُحْرِزٍ، قَالَ: حَدَّثَنِي صَالِحٌ الْمُرِّيُّ، قَالَ: قُلْتُ لِعَطَاءٍ السُّلَيْمِيِّ: مَا تَشْتَهِي؟ فَبَكَى ثُمَّ قَالَ: «§أَشْتَهِي وَاللَّهِ يَا أَبَا بِشْرٍ أَنْ أَكُونَ رَمَادًا لَا تَجْتَمِعُ مِنْهُ سُفَّةٌ أَبَدًا فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ» -[184]- قَالَ صَالِحٌ: فَأَبْكَانِي وَاللَّهِ، وَعَلِمْتُ أَنَّهُ إِنَّمَا أَرَادَ النَّجَاةَ مِنْ عُسْرِ يَوْمِ الْحِسَابِ",
            "page": "183",
            "part": "1",
            "seal": "4C9284B8"
        },
        {
            "hno": "260",
            "id": "272",
            "nass": "260 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي شُعَيْبُ بْنُ مُحْرِزٍ، قَالَ: حَدَّثَنِي حُمَيْدُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنِي رَجُلٌ مِنْ أَهْلِ صَنْعَاءَ، عَنْ وَهْبَ بْنِ مُنَبِّهٍ، أَنَّ عَابِدًا لَقِيَ عَابِدًا وَهُوَ يَبْكِي، وَقَدْ بَكَى حَتَّى جَرِدَتْ عَيْنَاهُ، فَقَالَ: مَا يُبْكِيكَ؟ قَالَ: §وَمَا لِي لَا أَبْكِي؟ أَبْكِي وَاللَّهِ عَلَى أَنْ لَا أَكُونَ لَمْ أَزَلْ أَبْكِي \"",
            "page": "184",
            "part": "1",
            "seal": "032BE1FD"
        },
        {
            "hno": "261",
            "id": "273",
            "nass": "261 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي فُرَيْطٌ الْوَرَّاقُ، قَالَ: حَدَّثَنِي نُعَيْمُ بْنُ مُوَرِّعٍ التَّمِيمِيُّ، قَالَ: حُدِّثْتُ عَنْ مَيْسَرَةَ الْقَيْسِيِّ، أَنَّهُ كَانَ يَبْكِي حَتَّى يُغْمَى عَلَيْهِ، فَيُقَالُ لَهُ: لَوْ رَفَقْتَ بِنَفْسِكَ؟ فَيَقُولُ: إِنَّمَا §أُتِيتُ مِنَ الرِّفْقِ بِهَا، وَاللَّهِ لَا أَرْفَقُ بِهَا أَبَدًا وَالْقِيَامَةُ أَمَامَهَا، حَتَّى أَعْلَمَ مَا لَهَا عِنْدَ رَبِّهَا مِنْ خَيْرٍ وَشَرٍّ قَالَ: وَكَانَ قَدْ عَمِشَ مِنْ طُولِ الْبُكَاءِ \"",
            "page": "184",
            "part": "1",
            "seal": "FEA5CC35"
        },
        {
            "hno": "262",
            "id": "274",
            "nass": "262 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي زَيْدٌ الْخُمْرِيُّ، قَالَ: حَدَّثَنِي بَحْرٌ أَبُو يَحْيَى، وَكَانَ عَابِدًا قَالَ: \" §رَأَيْتُ عَابِدًا بِعَبَّادَانَ يَبْكِي عَامَّةَ اللَّيْلِ وَالنَّهَارِ. قَالَ: فَقُلْتُ لَهُ: يَا أَخِي كَمْ تَبْكِي؟ قَالَ: فَازْدَادَ بُكَاءً ثُمَّ قَالَ لِي: فَمَا أَصْنَعُ إِذَا لَمْ أَبْكِ؟ -[185]- قَالَ: وَغُشِيَ عَلَيْهِ \"",
            "page": "184",
            "part": "1",
            "seal": "A683C51C"
        },
        {
            "hno": "263",
            "id": "275",
            "nass": "263 - حَدَّثَنِي مُحَمَّدُ، قَالَ: حَدَّثَنِي زَهْدَمُ بْنُ الْحَارِثِ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، قَالَ: بَكَى يَزِيدُ الرَّقَاشِيُّ أَرْبَعِينَ عَامًا لَا يَكَادُ تَرْقَأُ لَهُ دَمْعَهٌ فَكَانَ إِذَا قِيلَ لَهُ ذَلِكَ قَالَ: «إِنَّمَا §الْأَسَفُ عَلَى أَنْ لَا أَكُونَ تَقَدَّمْتُ فِي الْبُكَاءِ»",
            "page": "185",
            "part": "1",
            "seal": "20E78979"
        },
        {
            "hno": null,
            "id": "276",
            "nass": "§جِمَاعٌ مِنْ أَخْبَارِ الْبَكَّائِينَ",
            "page": "187",
            "part": "1",
            "seal": "1AC2595A"
        },
        {
            "hno": "264",
            "id": "277",
            "nass": "264 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، قَالَ: حَدَّثَنَا زَائِدَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ زَيْدِ بْنِ وَهْبٍ، قَالَ: «§رَأَيْتُ أَثَرَيْنِ فِي الْحَصَى مِنْ دُمُوعِ عَبْدِ اللَّهِ»",
            "page": "189",
            "part": "1",
            "seal": "9D5312BD"
        },
        {
            "hno": "265",
            "id": "278",
            "nass": "265 - وحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، قَالَ: حَدَّثَنَا زَائِدَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ زَيْدِ بْنِ وَهْبٍ، أَنَّ عَبْدَ اللَّهِ §بَكَى حَتَّى رَأَيْتُهُ أَخَذَ بِكَفِّهِ مِنْ دُمُوعِهِ، فَقَالَ بِهِ هَكَذَا",
            "page": "189",
            "part": "1",
            "seal": "84B435EE"
        },
        {
            "hno": "266",
            "id": "279",
            "nass": "266 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي رَوْحُ بْنُ أَسْلَمَ، قَالَ: حَدَّثَنَا صَدَقَةُ الدَّقِيقِيُّ، عَنْ مَالِكِ بْنِ دِينَارٍ، قَالَ: «§لَوْ مَلَكْتُ الْبُكَاءَ لَبَكَيْتُ أَيَّامَ الدُّنْيَا. وَلَوْلَا أَنْ يَقُولَ النَّاسُ مَجْنُونٌ لَوَضَعْتُ التُّرَابَ عَلَى رَأْسِي، ثُمَّ نُحْتُ عَلَى نَفْسِي فِي الطُّرُقِ وَالْأَحْيَاءِ، حَتَّى تَأْتِيَنِي مَنِيَّتِي، ثُمَّ بَكَى»",
            "page": "189",
            "part": "1",
            "seal": "49BEA0DD"
        },
        {
            "hno": "267",
            "id": "280",
            "nass": "267 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ بْنُ إِسْحَاقَ الضَّبِّيُّ، قَالَ: -[190]- حَدَّثَنَا الْعَلَاءُ بْنُ مَيْمُونٍ، عَنْ أَفْلَحَ مَوْلَى مُحَمَّدِ بْنِ عَلِيٍّ قَالَ: خَرَجْتُ مَعَ مُحَمَّدِ بْنِ عَلِيٍّ حَاجًّا؛ فَلَمَّا دَخَلَ الْمَسْجِدَ نَظَرَ إِلَى الْبَيْتِ، فَبَكَى حَتَّى عَلَا صَوْتُهُ. فَقُلْتُ: بِأَبِي أَنْتَ وَأُمِّي النَّاسُ يَنْظُرُونَ إِلَيْكَ، فَلَوْ رَفَقْتَ بِصَوْتِكَ قَلِيلًا قَالَ: «وَيْحَكَ يَا أَفْلَحُ وَلِمَ لَا أَبْكِي؟ §لَعَلَّ اللَّهَ أَنْ يَنْظُرَ إِلَيَّ مِنْهُ بِرَحْمَةٍ؛ فَأَفُوزَ بِهَا غَدًا عِنْدَهُ» قَالَ: ثُمَّ طَافَ الْبَيْتَ، ثُمَّ جَاءَ حَتَّى رَكَعَ عِنْدَ الْمَقَامِ، فَرَفَعَ رَأْسَهُ مِنْ سُجُودِهِ، فَإِذَا مَوْضِعُ سُجُودِهِ مُبْتَلٌّ مِنْ دُمُوعِ عَيْنَيْهِ",
            "page": "189",
            "part": "1",
            "seal": "5DB9AF01"
        },
        {
            "hno": "268",
            "id": "281",
            "nass": "268 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يُوسُفُ بْنُ الْحَكَمِ، قَالَ: سَمِعْتُ يَعْلَى بْنَ الْأَشْدَقِ يَذْكُرُ أَنَّ عَبْدَ الْمَلِكِ بْنَ مَرْوَانَ، نَظَرَ إِلَى رَجُلٍ سَاجِدٍ، قَدْ أَطَالَ السُّجُودَ، فَلَمَّا رَفَعَ رَأْسَهُ نَظَرَ إِلَى مَوْضِعٍ سُجُودِهِ مُبْتَلًّا بِالدُّمُوعِ فَأَرْصَدَ َ لَهُ رَجُلًا فَقَالَ: إِذَا قَضَى صَلَاتَهُ فَأْتِنِي بِهِ أَخْتَبِرُ عَقْلَهُ. فَلَمَّا قَضَى صَلَاتَهُ، أَتَاهُ، فَقَالَ لَهُ عَبْدُ الْمَلِكِ: رَأَيْتُ مِنْكَ مَنْظَرًا الْجَنَّةُ تُدْرَكُ بِدُونِهِ. -[191]- فَصَرَخَ الرَّجُلُ صَرْخَةً أَفْزَعَ عَبْدَ الْمَلِكِ وَخَرَّ مَغْشِيًّا عَلَيْهِ ثُمَّ أَفَاقَ بَعْدَ طَوِيلٍ وَهُوَ يَمْسَحُ الْعَرَقَ عَنْ وَجْهِهِ وَيَقُولُ: §تَبًّا لِعَاصِيكَ مَا احْتَمَلَ مِنَ الْآثَامِ لَدَيْكَ قَالَ: فَجَعَلَ عَبْدُ الْمَلِكِ يَبْكِي، وَالرَّجُلُ مُوَلٍّ لَا يَلْتَفِتُ، حَتَّى خَرَجَ \"",
            "page": "190",
            "part": "1",
            "seal": "7D5CD939"
        },
        {
            "hno": "269",
            "id": "282",
            "nass": "269 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ , عَنْ أَبِيهِ، قَالَ: كُنَّا ذَاتَ يَوْمٍ عِنْدَ ابْنِ ذَرٍّ وَهُوَ يَتَكَلَّمُ، فَذَكَرَ رَوَاجِفَ الْقِيَامَةِ وَزَلَازِلَهَا وَأَهْوَالَهَا، وَشِدَّةَ الْأَمْرِ يَوْمَئِذٍ هُنَاكَ. قَالَ: وَاسْتَبْكَى ابْنُ ذَرٍّ، وَبَكَى النَّاسُ يَوْمَئِذٍ بُكَاءً شَدِيدًا. قَالَ: فَوَثَبَ رَجُلٌ مِنْ بَنِي عِجْلٍ يُقَالُ: لَهُ وَرَّادٌ , فَجَعَلَ يَبْكِي وَيَصْرُخُ وَيَضْطَرِبُ، حَتَّى هَدَأَ. قَالَ: ثُمَّ حُمِلَ مِنْ بَيْنِ الْقَوْمِ صَرِيعًا قَالَ: فَجَعَلَ ابْنُ ذَرٍّ يَوْمَئِذٍ يَبْكِي وَيَقُولُ: §لَيْسَ كُلُّنَا قَدْ أَتَاهُ الْأَمَانُ مِنَ اللَّهِ يَا وَرَّادُ غَيْرُكَ لَيْسَ كُلُّنَا قَدْ أَيْقَنَ بِالنَّجَاةِ مِنَ النَّارِ غَيْرُكَ. وتالِلَّهِ أَيُّهَا النَّاسُ مَا أَخُو بَنِي عِجْلٍ بِأَوْلَى بِالْخَوْفِ مِنَ اللَّهِ مِنَّا وَمِنْكُمْ، وَمَا مِنَّا أَحَدٌ إِلَّا عَلَى مِثْلِ حَالِهِ بَيْنَ خَوْفٍ وَرَجَاءٍ. وَإِنَّا فِيمَا نَدَبَنَا اللَّهُ إِلَيْهِ مِنْ طَاعَتِهِ لَمُشْتَرِكُونَ جَمِيعًا، فَمَا الَّذِي قَصَّرَ بِنَا وَأَسْرَعَ بِهِ؟ وَكَلَمَ قَلْبَهُ حَتَّى أَبْكَاهُ فَأَخْرَجَهُ إِلَى مَا رَأَيْتُمْ مِنْ مَخَافَةِ اللَّهِ؟ وَكُلُّنَا قَدْ سَمِعَ -[192]- الْمَوْعِظَةَ , وَفَهِمَ التَّذْكِرَةَ، فَلَمْ يَكُنْ مِنْ أَحَدٍ مِنَّا سِوَاهُ لِذَلِكَ حَرَّكَهُ، وَلَمْ تَنْبِضْ مِنْ أَحَدٍ مِنَّا فِي ذَلِكَ خَارِجَةٌ وَاللَّهِ إِنْ هَذَا يَا أَخَا بَنِي عِجْلٍ إِلَّا مِنْ صَفَاءِ قَلْبِكَ، وَتَرَاكُمِ الذُّنُوبِ عَلَى قُلُوبِنَا، وَمَا أَرَانَا نُؤْتَى إِلَّا مِنْ أَنْفُسِنَا \" قَالَ: ثُمَّ بَكَى ابْنُ ذَرٍّ، وَقَرَأَ هَذِهِ الْآيَةَ: {إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ} [إبراهيم: 11] \"، قَالَ عُمَرُ قَالَ أَبِي: كُنْتُ أَرَى وَرَّادًا الْعِجْلِيَّ يَأْتِي الْمَسْجِدَ مُقَنَّعَ الرَّأْسِ، فَيَعْتَزَلُ نَاحِيَةً، فَلَا يَزَالُ مُصَلِّيًا وَدَاعِيًا وَبَاكِيًا كَمْ شَاءَ اللَّهُ مِنَ النَّهَارِ. ثُمَّ يَخْرُجُ , ثُمَّ يَعُودُ فَيُصَلِّي الظُّهْرَ فَهُوَ كَذَلِكَ بَيْنَ صَلَاةٍ وَدُعَاءٍ وَبُكَاءٍ حَتَّى يُصَلِّيَ الْعِشَاءَ. ثُمَّ يَخْرُجُ لَا يُكَلِّمُ أَحَدًا، وَلَا يَجْلِسُ إِلَى أَحَدٍ فَسَأَلْتُ عَنْهُ رَجُلًا مِنْ حَيِّهِ، وَوَصَفْتُهُ لَهُ، قُلْتُ: شَابٌّ مِنْ صِفَتِهِ، مِنْ هَيْئَتِهِ قَالَ: بَخٍ يَا أَبَا عُمَرَ تَدْرِي عَمَّنْ تَسْأَلُ؟ ذَاكُ وَرَّادٌ الْعِجْلِيُّ الَّذِي عَاهَدَ اللَّهَ أَنْ لَا يَضْحَكَ حَتَّى يَنْظُرَ إِلَى وَجْهِ رَبِّ الْعَالَمِينَ قَالَ أَبِي: فَكُنْتُ إِذَا رَأَيْتُهُ بَعْدُ هِبْتُهُ",
            "page": "191",
            "part": "1",
            "seal": "82D69430"
        },
        {
            "hno": "270",
            "id": "283",
            "nass": "270 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُمَرُ بْنُ حَفْصٍ، قَالَ: حَدَّثَنِي سُكَيْنُ بْنُ مُكَيْنٍ، رَجُلٌ مِنْ بَنِي عِجْلٍ قَالَ: -[193]- كَانَتْ بَيْنَنَا وَبَيْنَهُ قَرَابَةٌ يَعْنِي وَرَّادًا فَسَأَلْتُ أُخْتًا لَهُ كَانَتْ أَصْغَرَ مِنْهُ قَالَ: قُلْتُ: كَيْفَ كَانَ لَيْلُهُ؟ قَالَتْ: بُكَاءٌ عَامَّةَ اللَّيْلِ وَتَضَرُّعٌ قُلْتُ: فَمَا كَانَ طُعْمُهُ؟ قَالَتْ: قُرْصٌ فِي أَوَّلِ اللَّيْلِ، وَقُرْصٌ فِي آخِرِهِ عِنْدَ السَّحَرِ قُلْتُ: فَتَحْفَظِينَ مِنْ دُعَائِهِ شَيْئًا؟ قَالَتْ: نَعَمْ، كَانَ إِذَا كَانَ، أَوْ قَرِيبٌ مِنْ طُلُوعِ الْفَجْرِ، سَجَدَ، ثُمَّ بَكَى، ثُمَّ قَالَ: «مَوْلَايَ §عَبْدُكَ يُحِبُّ الِاتِّصَالَ بِطَاعَتِكَ، فَأَعِنْهُ عَلَيْهَا بِتَوْفِيقِكَ أَيُّهَا الْمَنَّانُ مَوْلَايَ عَبْدُكَ يُحِبُّ اجْتِنَابَ سَخَطِكَ , فَأَعِنْهُ عَلَى ذَلِكَ بِمَنِّكَ عَلَيْهِ أَيُّهَا الْمَنَّانُ. مَوْلَايَ عَبْدُكَ عَظِيمُ الرَّجَاءِ لِخَيْرِكَ، فَلَا تَقْطَعْ رَجَاءَهُ يَوْمَ يَفْرَحُ بِخَيْرِكَ الْفَائِزُونَ» قَالَتْ: فَلَا يَزَالُ عَلَى هَذَا وَنَحْوِهِ حَتَّى يُصْبِحَ قَالَتْ: وَكَانَ قَدْ كَلَّ مِنَ الِاجْتِهَادِ، وَتَغَيَّرَ لَوْنُهُ جِدًّا",
            "page": "192",
            "part": "1",
            "seal": "A8AD9A5A"
        },
        {
            "hno": "271",
            "id": "284",
            "nass": "271 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُمَرُ بْنُ حَفْصٍ، قَالَ: حَدَّثَنِي سُكَيْنُ بْنُ مُكَيْنٍ، هَذَا قَالَ: «§لَمَّا مَاتَ وَرَّادٌ الْعِجْلِيُّ، فَحَمَلُوهُ إِلَى حُفْرَتِهِ، نَزَلُوا لِيُدْلُوهُ فِي حُفْرَتِهِ، فَإِذَا الْقَبْرُ مَفْرُوشٌ بِالرَّيْحَانِ , فَأَخَذَ بَعْضُ الْقَوْمِ الَّذِينَ نَزَلُوا الْقَبْرَ مِنْ ذَلِكَ الرَّيْحَانِ شَيْئًا، فَمَكَثَ سَبْعِينَ يَوْمًا طَرِيًّا لَا يَتَغَيَّرُ، يَغْدُو النَّاسُ وَيَرُوحُونَ يَنْظُرُونَ إِلَيْهِ» -[194]- قَالَ: وَكَثُرَ النَّاسُ فِي ذَلِكَ، حَتَّى خَافَ الْأَمِيرُ أَنْ يُفْتَنَ النَّاسُ , فَأَرْسَلَ إِلَى الرَّجُلِ، فَأَخَذَ ذَلِكَ الرَّيْحَانَ، وَفَرَّقَ النَّاسَ. فَفَقَدَهُ الْأَمِيرُ مِنْ مَنْزِلِهِ لَا يَدْرِي كَيْفَ ذَهَبَ \"",
            "page": "193",
            "part": "1",
            "seal": "70C395FE"
        },
        {
            "hno": "272",
            "id": "285",
            "nass": "272 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُخَوَّلٌ، قَالَ: جَاءَنِي بَهِيمٌ يَوْمًا فَقَالَ لِي: تَعْلَمُ لِي رَجُلًا مِنْ جِيرَانِكَ أَوْ إِخْوَانِكَ يُرِيدُ الْحَجَّ تَرْضَاهُ يُرَافِقُنِي؟ قُلْتُ: نَعَمْ فَذَهَبْتُ إِلَى رَجُلٍ مِنَ الْحَيِّ لَهُ صَلَاحٌ وَدِينٌ، فَجَمَعْتُ بَيْنَهُمَا، وَتَوَاطَآ عَلَى الْمُرَافَقَةِ. ثُمَّ انْطَلَقَ بَهِيمٌ إِلَى أَهْلِهِ، فَلَمَّا كَانَ بَعْدُ، أَتَانِي الرَّجُلُ فَقَالَ: يَا هَذَا، أُحِبُّ أَنْ تَزْوِيَ عَنِّي صَاحِبَكَ وَتَطْلُبَ رَفِيقًا غَيْرِي. فَقُلْتُ: وَيْحَكَ فَلِمَ؟ فَوَاللَّهِ مَا أَعْلَمُ فِي الْكُوفَةِ لَهُ نَظِيرًا فِي حُسْنِ الْخَلْقِ وَالِاحْتِمَالِ، وَلَقَدْ رَكِبْتُ مَعَهُ الْبَحْرَ فَلَمْ أَرَ إِلَّا خَيْرًا. قَالَ: وَيْحَكَ حُدِّثْتُ أَنَّهُ طَوِيلُ الْبُكَاءِ لَا يَكَادُ يَفْتُرُ، فَهَذَا يُنَغِّصُ عَلَيْنَا الْعَيْشَ سَفَرَنَا كُلَّهُ. قَالَ: قُلْتُ: وَيْحَكَ إِنَّمَا يَكُونَ الْبُكَاءُ أَحْيَانًا عِنْدَ التَّذَكُّرِ، يَرِقُّ الْقَلْبُ فَيَبْكِي الرَّجُلُ، أَوَ مَا تَبْكِي أَحْيَانًا؟ قَالَ: بَلَى، وَلَكِنَّهُ قَدْ بَلَغَنِي عَنْهُ أَمْرٌ -[195]- عَظِيمٌ جِدًّا مِنْ كَثْرَةِ بُكَائِهِ. قَالَ: قُلْتُ: اصْحَبْهُ، فَلَعَلَّكَ أَنْ تَنْتَفِعَ بِهِ , قَالَ: أَسْتَخِيرُ اللَّهَ. فَلَمَّا كَانَ الْيَوْمُ الَّذِي أَرَادَ أَنْ يَخْرُجَا فِيهِ، جِيءَ بِالْإِبِلِ، وَوُطِّئَ لَهُمَا، فَجَلَسَ بَهِيمٌ فِي ظِلِّ حَائِطٍ، فَوَضَعَ يَدَهُ تَحْتَ لِحْيَتِهِ، وَجَعَلْتَ دُمُوعُهُ تَسِيلُ عَلَى خَدَّيْهِ، ثُمَّ عَلَى لِحْيَتِهِ، ثُمَّ عَلَى صَدْرِهِ، حَتَّى وَاللَّهِ رَأَيْتُ دُمُوعَهُ عَلَى الْأَرْضِ. قَالَ: فَقَالَ لِي صَاحِبِي: يَا مُخَوَّلُ , قَدِ ابْتَدَأَ صَاحِبُكَ، لَيْسَ هَذَا لِي بِرَفِيقٍ. قَالَ: قُلْتُ: ارْفُقْ، لَعَلَّهُ ذَكَرَ عِيَالَهُ وَمُفَارَقَتَهُ إِيَّاهُمْ فَرَقَّ. وَسَمِعَهَا بَهِيمٌ فَقَالَ: وَاللَّهِ يَا أَخِي مَا هُوَ ذَاكَ، وَمَا هُوَ إِلَّا أَنِّي ذَكَرْتُ بِهَا الرِّحْلَةَ إِلَى الْآخِرَةِ. قَالَ: وَعَلَا صَوْتُهُ بِالنَّحِيبِ. قَالَ لِي صَاحِبِي: وَاللَّهِ مَا هِيَ بِأَوَّلِ عَدَوَاتِكَ لِي أَوْ بُغْضِكَ إِيَّايَ، أَنَا مَا لِي وَلِبَهِيمٍ؟ إِنَّمَا كَانَ يَنْبَغِي أَنْ تُرَافِقَ بَيْنَ بَهِيمٍ وَبَيْنَ ذَوَّادِ بْنِ عُلْبَةَ , وَدَاوُدَ الطَّائِيِّ، وَسَلَّامٍ أَبِي الْأَحْوَصِ، حَتَّى يَبْكِيَ بَعْضُهُمْ إِلَى بَعْضٍ، -[196]- حَتَّى يَشْتَفُّوا أَوْ يَمُوتُوا جَمِيعًا. قَالَ: فَلَمْ أَزَلْ أَرْفُقُ بِهِ، وَقُلْتُ: وَيْحَكَ لَعَلَّهَا خَيْرُ سَفْرَةٍ سَافَرْتَهَا. قَالَ: وَكَانَ طَوِيلَ الْحَجِّ، رَجُلًا صَالِحًا، إِلَّا أَنَّهُ كَانَ رَجُلًا تَاجِرًا مُوسِرًا، مُقْبِلًا عَلَى شَأْنِهِ، لَمْ يَكُنْ صَاحِبَ حُزْنٍ وَلَا بُكَاءٍ. قَالَ: فَقَالَ لِي: قَدْ وَقَعْتُ مَرَّتِي هَذِهِ، وَلَعَلَّهَا أَنْ تَكُونَ خَيْرًا. قَالَ: وَكُلُّ هَذَا الْكَلَامِ لَا يَعْلَمُ بِهِ بَهِيمٌ، وَلَوْ عَلِمَ بِشَيْءٍ مِنْهُ مَا صَحِبَهُ. قَالَ: فَخَرَجَا جَمِيعًا، حَتَّى حَجَّا وَرَجَعَا، مَا يَرَى كُلُّ وَاحِدٍ مِنْهُمَا أَنَّ لَهُ أَخًا غَيْرَ صَاحِبِهِ. فَلَمَّا جِئْتُ أُسَلِّمُ عَلَى جَارِي قَالَ: جَزَاكَ اللَّهُ يَا أَخِي عَنِّي خَيْرًا، §مَا ظَنَنْتُ أَنَّ فِي هَذَا الْخَلْقِ مِثْلَ أَبِي بَكْرٍ؛ كَانَ وَاللَّهِ يَتَفَضَّلُ عَلَيَّ فِي النَّفَقَةِ وَهُوَ مُعْدِمٌ وَأَنَا مُوسِرٌ، وَيَتَفَضَّلُ عَلَيَّ فِي الْخِدْمَةِ وَأَنَا شَابٌّ قَوِيُّ , وَهُوَ شَيْخٌ ضَعِيفٌ، وَيَطْبِخُ لِي , وَأَنَا مُفْطِرٌ وَهُوَ صَائِمٌ قَالَ: قُلْتُ: فَكَيْفَ كَانَ أَمْرُكَ مَعَهُ فِي الَّذِي كُنْتَ تَكْرَهُهُ مِنْ طُولِ بُكَائِهِ؟ قَالَ: أَلِفْتُ وَاللَّهِ ذَلِكَ الْبُكَاءَ، وَسَرَّ قَلْبِي , حَتَّى كُنْتُ أُسَاعِدُهُ عَلَيْهِ، حَتَّى تَأَذَّى بِنَا أَهْلُ الرُّفْقَةِ. قَالَ: ثُمَّ وَاللَّهِ أَلِفُوا ذَلِكَ، فَجَعَلُوا إِذَا سَمِعُونَا نَبْكِي بَكَوْا، وَجَعَلَ بَعْضُهُمْ يَقُولُ لِبَعْضٍ: مَا الَّذِي جَعَلَهُمْ أَوْلَى بِالْبُكَاءِ مِنَّا وَالْمَصِيرُ وَاحِدٌ؟ قَالَ: فَجَعَلُوا وَاللَّهِ يَبْكُونَ وَنَبْكِي. -[197]- قَالَ: ثُمَّ خَرَجْتُ مِنْ عِنْدِهِ، فَأَتَيْتُ بَهِيمًا فَسَلَّمْتُ عَلَيْهِ، فَقُلْتُ: كَيْفَ رَأَيْتَ صَاحِبَكَ؟ قَالَ: كَخَيْرِ صَاحِبٍ، كَثِيرَ الذِّكْرِ، طَوِيلَ التِّلَاوَةِ لِلْقُرْآنِ، سَرِيعَ الدَّمْعَةِ، مُحْتَمِلٌ لِهَفَوَاتِ الرَّفِيقِ؛ فَجَزَاكَ اللَّهُ عَنِّي خَيْرًا \"",
            "page": "194",
            "part": "1",
            "seal": "E1419F17"
        },
        {
            "hno": "273",
            "id": "286",
            "nass": "273 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ حَفْصٍ، قَالَ: حَدَّثَنَا مُعَاذُ بْنُ زِيَادٍ، مَوْلَى بَنِي سَعْدٍ قَالَ: لَمَّا اتُّخِذَتْ عَبَّادَانُ سَكَنَهَا نُسَّاكٌ، وَكَانَ مِنْهُمْ رَجُلٌ يُقَالُ لَهُ بَهِيمٌ، فَكَانَ يُصَلِّي بَيْنَ أَضْعَافِ النَّخْلِ، فَيُصَلِّي مَا شَاءَ اللَّهُ، ثُمَّ يَقْعُدُ فَيَحْتَبِي مُدَّةً. وَكَانَ رَجُلًا حَزِينًا، فَيَزْفَرُ الزَّفْرَةَ بَعْدَ الزَّفْرَةِ، فَكَانَ يُسْمَعُ زَفِيرُهُ قَالَ: فَيَقَعُ الْبَعُوضُ عَلَى كَتِفَيْهِ وَظَهْرِهِ، فَيَتَأَذَّى بِهِنَّ فَيَقُولُ: ¶ §وَأَنْتَ تَأَذَّى مِنْ حَسِيسِ بَعُوضَةٍ ... فَالْمَنَايَا. . سَاكِنِينَ. . \"",
            "page": "197",
            "part": "1",
            "seal": "12723CA5"
        },
        {
            "hno": "274",
            "id": "287",
            "nass": "274 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُعَاوِيَةُ بْنُ عَمْرٍو، قَالَ: «§كَانَ بَهِيمٌ رَجُلًا طِوَالًا، شَدِيدَ الْأُدْمَةِ، إِذَا رَأَيْتَهُ رَأَيْتَ رَجُلًا حَزِينًا»",
            "page": "197",
            "part": "1",
            "seal": "73862899"
        },
        {
            "hno": "275",
            "id": "288",
            "nass": "275 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ يَحْيَى الْأُوَيْسِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ أَسْلَمَ، قَالَ: -[198]- خَرَجَ عَطَاءُ بْنُ يَسَارٍ , وَسُلَيْمَانُ بْنُ يَسَارٍ حَاجَّيْنِ مِنَ الْمَدِينَةِ , وَمَعَهُمْ أَصْحَابٌ لَهُمْ، حَتَّى إِذَا كَانُوا بِالْأَبْوَاءِ نَزَلُوا مَنْزِلًا، فَانْطَلَقَ سُلَيْمَانُ وَأَصْحَابُهُ لِبَعْضِ حَاجَتِهِمْ، وَبَقِيَ عَطَاءُ بْنُ يَسَارٍ قَائِمًا فِي الْمَنْزِلِ يُصَلِّي. فَدَخَلْتُ عَلَيْهِ امْرَأَةٌ مِنَ الْأَعْرَابِ جَمِيلَةٌ، فَلَمَّا رَآهَا ظَنَّ أَنَّ لَهَا حَاجَةً فَأَوْجَزَ فِي صَلَاتِهِ ثُمَّ قَالَ: أَلَكِ حَاجَةٌ؟ قَالَتْ: نَعَمْ. قَالَ: مَا هِيَ؟ قَالَتْ: قُمْ فَأَصِبْ مِنِّي فَإِنِّي قَدْ وَدِقْتُ وَلَا بَعْلَ لِي. فَقَالَ: إِلَيْكِ عَنِّي، لَا تَحْرِقِينِي وَنَفْسَكِ بِالنَّارِ. وَنَظَرَ إِلَى امْرَأَةٍ جَمِيلَةٍ، فَجَعَلَتْ تُرَاوِدُهُ عَنْ نَفْسِهِ، وَتَأْبَى إِلَّا مَا تُرِيدُ قَالَ: فَجَعَلَ عَطَاءُ يَبْكِي وَيَقُولُ: وَيْحَكِ إِلَيْكِ عَنِّي إِلَيْكِ عَنِّي قَالَ: وَاشْتَدَّ بُكَاؤُهُ. فَلَمَّا نَظَرَتِ الْمَرْأَةُ إِلَيْهِ , وَمَا دَاخَلَهُ مِنَ الْبُكَاءِ وَالْجَزَعِ، بَكَتِ الْمَرْأَةُ لِبُكَائِهِ. فَجَعَلَ يَبْكِي، وَالْمَرْأَةُ بَيْنَ يَدَيْهِ تَبْكِي. فَبَيْنَمَا هُوَ كَذَلِكَ، إِذْ جَاءَ سُلَيْمَانُ مِنْ حَاجَتِهِ. فَلَمَّا نَظَرَ إِلَى عَطَاءٍ يَبْكِي، وَالْمَرْأَةُ بَيْنَ يَدَيْهِ تَبْكِي، جَلَسَ يَبْكِي فِي نَاحِيَةِ الْبَيْتِ لِبُكَائِهِمَا لَا يَدْرِي مَا أَبْكَاهُمَا -[199]- وَجَعَلَ أَصْحَابُهُمَا يَأْتُونَ رَجُلًا رَجُلًا، كُلَّمَا أَتَى رَجُلٌ فَرَآهُمْ يَبْكُونَ، جَلَسَ يَبْكِي لِبُكَائِهِمْ، لَا يَسْألُونَهُمْ عَنْ أَمْرِهِمْ، حَتَّى كَثُرَ الْبُكَاءُ وَعَلَا الصَّوْتُ. فَلَمَّا رَأَتِ الْأَعَرَابِيَّةُ ذَلِكَ، قَامَتْ فَخَرَجَتْ. قَالَ: وَقَامَ الْقَوْمُ فَدَخَلُوا. فَلَبِثَ سُلَيْمَانُ بَعْدَ ذَلِكَ وَهُوَ لَا يَسْأَلُ أَخَاهُ عَنْ قِصَّةِ الْمَرْأَةِ إِجَلَالًا لَهُ وَهَيْبَةً. قَالَ: وَكَانَ أَسَنَّ مِنْهُ. قَالَ: ثُمَّ إِنَّهُمَا قَدِمَا مِصْرًا لِبَعْضِ حَاجَتِهُمَا، فَلَبِثَا بِهَا مَا شَاءُ اللَّهُ. فَبَيْنَا عَطَاءٌ ذَاتَ لَيْلَةٍ نَائِمٌ، إِذِ اسْتَيْقَظَ وَهُوَ يَبْكِي فَقَالَ لَهُ سُلَيْمَانُ: مَا يُبْكِيكَ أَيْ أَخِي؟ قَالَ: فَاشْتَدَّ بُكَاؤُهُ قَالَ: مَا يُبْكِيكَ يَا أَخِي؟ قَالَ: رُؤْيَا رَأَيْتُهَا اللَّيْلَةَ. قَالَ: وَمَا هِيَ؟ قَالَ: لَا تُخْبِرْ بِهَا أَحَدًا مَا دُمْتُ حَيًّا. قَالَ: وَذَاكَ. قَالَ: \" §رَأَيْتُ يُوسُفَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَجِئْتُ أَنْظُرُ إِلَيْهِ فِيمَنْ يَنْظُرُ. فَلَمَّا رَأَيْتُ حُسْنَهُ بَكَيْتُ فَنَظَرَ إِلَيَّ فِي النَّاسِ فَقَالَ: مَا يُبْكِيكَ أَيُّهَا الرَّجُلُ؟ قُلْتُ: بِأَبِي أَنْتَ وَأُمِّي، ذَكَرْتُكَ وَامْرَأَةَ الْعَزِيزِ , وَمَا ابْتُلِيتَ بِهِ مِنْ أَمْرِهَا , وَمَا لَقِيتَ مِنَ السِّجْنِ , وَفُرْقَةِ الشَّيْخِ يَعْقُوبَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَبَكَيْتُ مِنْ ذَلِكَ، وَجَعَلْتُ أَتَعَجَّبُ مِنْهُ. فَقَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: فَهَلَّا تَعَجَّبْتَ مِنْ صَاحِبِ الْمَرْأَةِ بِالْأَبْوَاءِ؟ فَعَرَفْتُ الَّذِي أَرَادَ، فَبَكَيْتُ، وَاسْتَيْقَظْتُ بَاكِيًا \" -[200]- قَالَ سُلَيْمَانُ: أَيْ أَخِي وَمَا كَانَ حَالُ تِلْكَ الْمَرْأَةِ؟ قَالَ: فَقَصَّ عَلَيْهِ عَطَاءٌ الْقِصَّةَ فَمَا أَخْبَرَ سُلَيْمَانُ بِهَا أَحَدًا حَتَّى مَاتَ عَطَاءٌ؛ وَحَدَّثَ بِهَا بَعْدَهُ امْرَأَةً مِنْ أَهْلِهِ. قَالَ: وَمَا شَاعَ هَذَا الْحَدِيثُ بِالْمَدِينَةِ إِلَّا بَعْدَ مَوْتِ سُلَيْمَانَ بْنِ يَسَارٍ",
            "page": "197",
            "part": "1",
            "seal": "2A06ECB5"
        },
        {
            "hno": "276",
            "id": "289",
            "nass": "276 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي مُجَالِدُ بْنُ عُبَيْدٍ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ صُبْحٍ الْبَرَّادُ، قَالَ: دَخَلْنَا عَلَى الْمُغِيرَةِ أَبِي مُحَمَّدٍ، وَكَانَ إِذَا تَكَلَّمَ بَكَى وَأَبْكَى، فَقَالَ: «يَا إِخْوَتَاهُ §ابْكُو وَبَكُّوا هَذِهِ الْأَعْيُنَ وَالْقُلُوبَ، فَإِنَّ الْحَزِينَ غَدًا مَسْرُورٌ، وَالْبَاكِيَ ضَاحِكٌ، وَالْخَائِفَ آمِنٌ، وَطَوِيلَ السَّغَبِ فِي الدُّنْيَا طَوِيلُ الشِّبَعِ فِي الْآخِرَةِ، وَطَوِيلَ الظَّمَأِ طَوِيلُ الرِّيِّ عِنْدَ اللَّهِ. أَلَا فَتَخَيَّرُوا وَاخْتَارُوا، وَاتَّقُوا أَنْ تُغْبَنُوا فَتَهْلِكُوا» قَالَ: وَيَبْكِي، وَيَبْكِي النَّاسُ",
            "page": "200",
            "part": "1",
            "seal": "3B6FC0AB"
        },
        {
            "hno": "277",
            "id": "290",
            "nass": "277 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي مَالِكُ بْنُ ضَيْغَمٍ، عَنْ بَكْرِ بْنِ مَصَادٍ، قَالَ: دَخَلْنَا عَلَى أَبِي مُحَمَّدٍ الْمُغِيرَةِ الْخَزَّازِ , وَهُوَ فِي مَسْجِدٍ فِي بَيْتِهِ، مُسْتَقْبِلٌ الْقِبْلَةَ، وَدُمُوعُهُ جَارِيَةٌ عَلَى لِحْيَتِهِ، فَسَلَّمْنَا عَلَيْهِ وَقُلْنَا: مَا يُبْكِيكَ رَحِمَكَ اللَّهُ؟ قَالَ: «§أَمَلٌ طَوِيلٌ، وَلَيْلٌ قَرِيبٌ أَتَوَقَّعُهُ، مَا أَدْرِي عَلَى مَاذَا. . -[201]- مِنْهُ، عَلَى مَسَرَّةٍ أَوْ مَعَرَّةٍ. ثُمَّ غُشِيَ عَلَيْهِ»",
            "page": "200",
            "part": "1",
            "seal": "4ED525EC"
        },
        {
            "hno": "278",
            "id": "291",
            "nass": "278 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي إِبْرَاهِيمُ بْنُ دَاوُدَ، قَالَ: حَدَّثَنِي هَيْثَمٌ الْعَبْدِيُّ، قَالَ: حَدَّثَنِي ابْنُ السَّمَّاكِ، قَالَ: رَأَيْتُ ابْنَ ذَرٍّ يَبْكِي مِنْ أَوَّلِ اللَّيْلِ إِلَى آخِرِهِ، مْتَعَلِّقًا بِأَسْتَارِ الْكَعْبَةِ وَهُوَ يَقُولُ: «§إِلَيْكَ أَنْضَيْتُ الْمَطِيَّ، وَإِلَيْكَ تَجَشَّمْتُ قَطْعَ الْمَفَاوِزِ، حَتَّى أَنَخْتُ بِفِنَائِكَ رَجَاءَ كَرَامَتِكَ , وَجَزِيلَ ثَوَابِكَ» قَالَ: وَيَبْكِي حَتَّى أَصْبَحَ",
            "page": "201",
            "part": "1",
            "seal": "782E4D0A"
        },
        {
            "hno": "279",
            "id": "292",
            "nass": "279 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَمَّارُ بْنُ عُثْمَانَ، قَالَ: سَمِعْتُ بَهِيمًا الْعِجْلِيَّ، يَقُولُ: «وَعِزَّتِكَ إِلَهِي §مَا بَكَى الْبَاكُونَ إِلَيْكَ فَخَيَّبْتَهُمْ مِنْ فَضْلِكَ، بَلْ ظَنُّ أَوْلِيَائِكَ بِكَ أَحْسَنُ الظُّنُونِ، وَرَجَاؤُهُمْ لَكَ أَكْثَرُ الرَّجَاءِ» قَالَ: ثُمَّ يَبْكِي حَتَّى يَبُلَّ لِحْيَتَهُ بِالدُّمُوعِ",
            "page": "201",
            "part": "1",
            "seal": "59F70A65"
        },
        {
            "hno": "280",
            "id": "293",
            "nass": "280 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي زَيْدٌ الْخُمْرِيُّ، قَالَ: كُنَّا عِنْدَ أَبِي عَبْدِ الرَّحْمَنِ الْمَغَازِلِيِّ، فَتَكَلَّمَ، فَبَكَى بَعْضُ مَنْ عِنْدَهُ، فَقَالَ أَبُو عَبْدُ الرَّحْمَنِ: دَعُوهُ، فَإِنَّمَا §مُعَوَّلُ الْمُذْنِبِينَ الْبُكَاءُ وَالتَّوْبَةُ \"",
            "page": "201",
            "part": "1",
            "seal": "43E566F7"
        },
        {
            "hno": "281",
            "id": "294",
            "nass": "281 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ حُمَيْدِ بْنِ الْأَسْوَدِ، قَالَ: سَمِعْتُ مُضَرَ أَبَا سَعِيدٍ التَّادِبِيَّ، يَقُولُ: «§مَا تَلَذَّذْتُ لَذَاذَةً قَطُّ، وَلَا تَنَعَّمْتُ نَعِيمًا أَكْثَرَ عِنْدَ مْنَ بَكَى حُرْقَةً»",
            "page": "202",
            "part": "1",
            "seal": "465ECDAA"
        },
        {
            "hno": "282",
            "id": "295",
            "nass": "282 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنَا عُقَيْبَةُ بْنُ فَضَالَةَ، قَالَ: سَمِعْتُ أَبَا عُبَيْدَةَ الْخَوَّاصَ، بَعْدَمَا كَبِرَ وَهُوَ آخِذٌ بِلِحْيَتِهِ يَقُولُ:. . . . «إِذَا ذَكَرَ يَأْخُذَاهُ» وَيَبْكِي قَالَ: «§قَدْ كَبِرْتُ فَأَعْتَقَنِي يَا مَوْلَايَ»",
            "page": "202",
            "part": "1",
            "seal": "B5FB3471"
        },
        {
            "hno": "123",
            "id": "128",
            "nass": "123 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الصَّلْتُ بْنُ حَكِيمٍ، قَالَ: \" بِتْنَا ذَاتَ لَيْلَةٍ عِنْدَ صَاحِبٍ لَنَا , وَمَعَنَا أَبُو عَبْدِ الرَّحْمَنِ، فَجَعَلَ بَعْضُ قُرَّائِنا تِلْكَ اللَّيْلَةَ يَقُولُ: ¶ وَمَا لِيَ لَا أَبْكِي عَلَى الذَّنْبِ إِنَّنِي ... §أَرَى الذَّنْبَ دَاءً فِي الْجَوَانِحِ وَالْقَلْبِ",
            "page": "112",
            "part": "1",
            "seal": "90315B97"
        },
        {
            "hno": "124",
            "id": "129",
            "nass": "124 - وَحَدَّثَنِي أَزْهَرُ بْنُ مَرْوَانَ الرَّقَاشِيُّ، قَالَ: حَدَّثَنَا مُوسَى بْنُ الْمُغِيرَةِ، قَالَ: سَمِعْتُ رِيَاحَ بْنَ عُبَيْدَةَ الْبَاهِلِيَّ، قَالَ: كُنْتُ قَاعِدًا عِنْدَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، فَجَاءَ أَعْرَابِيُّ فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، §جَاءَتْ بِيَ الْحَاجَةُ، وَانْتَهَيْتُ الْغَايَةَ، وَاللَّهُ سَائِلُكَ عَنِّي يَوْمَ الْقِيَامَةِ. قَالَ: «وَيْحَكَ أَعِدْ عَلَيَّ» فَأَعَادَ عَلَيْهِ، فَنَكَّسَ عُمَرُ رَأْسَهُ، وَأَرْسَلَ دُمُوعَهُ، حَتَّى ابْتَلَّتِ الْأَرْضُ ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ: «وَيْحَكَ كَمْ أَنْتُمْ؟» قَالَ: أَنَا وَثَلَاثُ بَنَاتٍ لِي فَفَرَضَ لَهُ عَلَى ثَلَاثِمِائَةٍ، وَفَرَضَ لِبَنَاتِهِ عَلَى مِائَةٍ، وَأَعْطَاهُ مِائَةَ -[113]- دِرْهَمٍ، وَقَالَ لَهُ: «هَذِهِ الْمِائَةُ أَعْطَيْتُكَ مِنَ مَالِي، لَيْسَ مِنْ أَمْوَالِ الْمُسْلِمِينَ اذْهَبْ , فَاسْتَنْفِقْهَا حَتَّى تَخْرُجَ أُعْطِيَاتُ الْمُسْلِمِينَ فَتَأْخُذَ مَعَهُمْ»",
            "page": "112",
            "part": "1",
            "seal": "4F5E3CFA"
        },
        {
            "hno": "125",
            "id": "130",
            "nass": "125 - حَدَّثَنِي عِيسَى بْنُ عَبْدِ اللَّهِ، قَالَ: أَخْبَرَنِي فَيَّاضُ بْنُ مُحَمَّدٍ الرَّقِّيُّ، عَنْ عُبَيْدَةَ بْنِ حَسَّانَ السِّنْجَارِيِّ، أَنَّ رَجُلًا مِنْ أَهْلِ أَذْرِبَيْجَانَ أَتَى عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، فَقَامَ بَيْنَ يَدَيْهِ فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ اذْكُرْ بِمَقَامِي هَذَا مَقَامًا لَا يَشْغَلُ اللَّهَ عَنْكَ فِيهِ كَثْرَةُ مَنْ يُخَاصِمُ , يَوْمَ تَلْقَاهُ بِلَا ثِقَةٍ مِنَ الْعَمَلِ، وَلَا بَرَاءَةٍ مِنَ الذَّنْبِ. فَبَكَى عُمَرُ بُكَاءً شَدِيدًا، ثُمَّ قَالَ: «وَيْحَكَ ارْدُدْ عَلَيَّ كَلَامَكَ هَذَا» . فَجَعَلَ يُرَدِّدُهُ، وَعُمَرُ §يَبْكِي وَيَنْتَحِبُ، ثُمَّ قَالَ: «حَاجَتَكَ» ، قَالَ: إِنَّ عَامِلَ أَذْرِبَيْجَانَ عَدَا عَلَيَّ فَأَخَذَ مِنِّي اثْنَيْ عَشَرَ أَلْفَ دِرْهَمٍ، فَجَعَلَهَا فِي بَيْتِ مَالِ الْمُسْلِمِينَ. فَقَالَ عُمَرُ: «اكْتُبُوا لَهُ السَّاعَةَ إِلَى عَامِلِهَا حَتَّى يَرُدَّ عَلَيْهِ»",
            "page": "113",
            "part": "1",
            "seal": "D1756ABA"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "§الْبُكَاءُ فِي الصَّلَاةِ",
            "page": "115",
            "part": "1",
            "seal": "3AE90CDC"
        },
        {
            "hno": "126",
            "id": "132",
            "nass": "126 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي الْحَارِثِ الثَّقَفِيُّ، قَالَ: «رَأَيْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ §رَفَعَ رَأْسَهُ مِنَ السُّجُودِ، فَقَعَدَ بَيْنَ السَّجْدَتَيْنِ مِقْدَارَ عِشْرِينَ آيَةً، ثُمَّ سَجَدَ. فَلَمَّا رَفَعَ رَأْسَهُ، نَظَرْتُ إِلَى الدُّمُوعِ سَائِلَةً عَلَى خَدَّيْهِ» قَالَ أَبُو عَمْرٍو: قُلْتُ لِمُحَمَّدٍ: أَفِي التَّطَوُّعِ كَانَ ذَلِكَ؟ قَالَ: نَعَمْ بِمَكَّةَ \"",
            "page": "117",
            "part": "1",
            "seal": "DD13D6BB"
        },
        {
            "hno": "127",
            "id": "133",
            "nass": "127 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَدْهَمُ بْنُ زَكَرِيَّا الْقُرَشِيُّ، قَالَ: أَخْبَرَنِي شَيْخٌ مِنْ أَهْلِ خُرَاسَانَ، قَالَ: لَمَّا أَرَادَ أَبُو جَعْفَرٍ بَيْتَ الْمَقْدِسِ، نَزَلَ بِرَاهِبٍ كَانَ يَنْزِلُ بِهِ عُمَرُ بْنُ عَبْدِ الْعَزِيزُ إِذَا أَرَادَ بَيْتَ الْمَقْدِسِ، فَقَالَ: يَا رَاهِبُ , أَخْبِرْنِي بِأَعْجَبِ شَيْءٍ رَأَيْتَهُ مِنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ قَالَ: نَعَمْ يَا أَمِيرَ الْمُؤْمِنِينَ. بَيْنَا عُمَرُ عِنْدِي ذَاتَ لَيْلَةٍ عَلَى سَطْحِ غُرْفَتِي هَذِهِ وَهُوَ مِنْ رُخَامٍ وَأَنَا مُسْتَلْقٍ عَلَى قَفَايَ، فَإِذَا أَنَا بِمَاءٍ يَقْطُرُ مِنَ الْمِيزَابِ عَلَى صَدْرِي، فَقُلْتُ: وَاللَّهِ مَا عِنْدِي مَاءٌ , وَلَا رَشَّتِ السَّمَاءُ مَطَرًا. فَصَعِدْتُ، «§فَإِذَا هُوَ سَاجِدٌ، وَإِذَا دُمُوعُ عَيْنَيْهِ تَنْحَدِرُ مِنَ الْمِيزَابِ»",
            "page": "117",
            "part": "1",
            "seal": "A724DA19"
        },
        {
            "hno": "128",
            "id": "134",
            "nass": "128 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْحُمَيْدِيُّ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ شَبِيبٍ، قَالَ: حَدَّثَنَا أَصْحَابُنَا الْحَجِّيِّونَ، قَالُوا: «لَمَّا رَفَعَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ رَأْسَهُ مِنَ السُّجُودِ خَلْفِ الْمَقَامِ، §نَظَرُوا إِلَى مَوْضِعِ سُجُودِهِ مُبْتَلًّا مِنْ دُمُوعِ عَيْنَيْهِ»",
            "page": "118",
            "part": "1",
            "seal": "3E901046"
        },
        {
            "hno": "129",
            "id": "135",
            "nass": "129 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرِ بْنِ يَحْيَى، قَالَ: «رَأَيْتُ خَالِدًا الزَّيَّاتَ قَدْ رَفَعَ رَأْسَهُ مِنْ سَجْدَةٍ، فَنَظَرْتُ إِلَى §الْحَصَى مُبْتَلَّةً مِنْ دُمُوعِ عَيْنَيْهِ»",
            "page": "118",
            "part": "1",
            "seal": "A5DDFB4C"
        },
        {
            "hno": "130",
            "id": "136",
            "nass": "130 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُوسَى بْنُ دَاوُدَ الضَّبِّيُّ، قَالَ: حَدَّثَنَا الرَّبِيعُ بْنُ صَبِيحٍ، عَنْ مَكْحُولٍ، قَالَ: \" رَأَيْتُ سَيِّدًا مِنْ سَادَاتِكُمْ دَخَلَ الطَّوَافَ، فَقُلْتُ: لَأَنْظُرَنَّ مَا يَصْنَعُ , فَقُلْتُ: مَنْ هُوَ؟ قَالَ: سَيِّدٌ مِنْ بَيْنِنَا , وَدَخَلَ، فَقَامَ فِي الزَّاوِيَةِ الَّتِي فِيهَا الرُّكْنُ الْأَسْوَدُ قَدْرَ. . . أَرْبَعِينَ آيَةً , ثُمَّ تَحَوَّلَ إِلَى الزَّاوِيَةِ الَّتِي مِنْ نَاحِيَةِ الْحِجْرِ، فَفَعَلَ مِثْلَ ذَلِكَ ثُمَّ تَحَوَّلَ إِلَى الزَّاوِيَةِ الَّتِي مَا يَلِي الدَّرَجَةَ، فَفَعَلَ مِثْلَ ذَلِكَ. ثُمَّ تَحَوَّلَ إِلَى الزَّاوِيَةِ الَّتِي فِيهَا الرُّكْنُ الْيَمَانِيُّ، فَفَعَلَ مِثْلَ ذَلِكَ , ثُمَّ قَامَ عَلَى الرُّخَامَةِ الْحَمْرَاءِ حِيَالَ الْجِزْعَةِ، فَصَلَّى رَكْعَتَيْنِ مِنْ أَحْسَنِ النَّاسِ صَلَاةً، فَسَمِعْتُهُ يَقُولُ وَهُوَ سَاجِدٌ: «§اللَّهُمَّ اغْفِرْ لِي ذُنُوبِي , وَمَا قَدَّمْتُ , وَمَا قَدَّمَتْ يَدَايَ» ثُمَّ بَكَى حَتَّى بَلَّ الْمَرْمَرَ",
            "page": "118",
            "part": "1",
            "seal": "7F947746"
        },
        {
            "hno": "131",
            "id": "137",
            "nass": "131 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عِيسَى الطُّفَاوِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الزَّرَّادُ، قَالَ: \" §صَلَّيْتُ إِلَى جَنْبِ رِيَاحٍ الْقَيْسِيِّ، فَكُنْتُ أَسْمَعَ وَقْعَ دُمُوعِهِ عَلَى -[119]- الْبَوَارِيِّ مِثْلَ الْوَكْفِ: طَقْ طَقْ \"",
            "page": "118",
            "part": "1",
            "seal": "42342405"
        },
        {
            "hno": "132",
            "id": "138",
            "nass": "132 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْقُرَشِيُّ، قَالَ: «§رُبَّمَا صَلَّيْتُ إِلَى جَنْبِ إِسْمَاعِيلَ بْنِ دَاوُدَ. . .، فَأَسْمَعُ وَقْعَ دُمُوعِهِ عَلَى بُورِيِّ الْمَسْجِدِ»",
            "page": "119",
            "part": "1",
            "seal": "A4D974A4"
        },
        {
            "hno": "133",
            "id": "139",
            "nass": "133 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو عُمَرَ الضَّرِيرُ، قَالَ: حَدَّثَنَا صَالِحٌ الْمُرِّيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ الْعَيْزَارِ، قَالَ: «مَا رَأَيْتُ الْحَسَنَ إِلَّا §صَارًّا بَيْنَ عَيْنَيْهِ , عَلَيْهِ كَآبَةٌ، كَأَنَّهُ رَجُلٌ أُصِيبَ بِمُصِيبَةٍ , فَإِنْ ذَكَرَ الْآخِرَةَ، أَوْ ذُكِرَتْ بَيْنَ يَدَيْهِ، جَاءَتْ عَيْنَاهُ بِأَرْبَعٍ»",
            "page": "119",
            "part": "1",
            "seal": "6F3F8C67"
        },
        {
            "hno": "134",
            "id": "140",
            "nass": "134 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْقُرَشِيُّ، قَالَ: حَدَّثَنِي عَبْدُ الْجَبَّارِ بْنُ النَّضْرِ السُّلَمِيُّ، قَالَ: حَدَّثَنِي رَجُلٌ مِنْ آلِ مُحَمَّدِ بْنِ سِيرِينَ قَالَ: «رَأَيْتُ مُسْلِمَ بْنَ يَسَارٍ رَفَعَ رَأْسَهُ مِنَ السُّجُودِ فِي الْمَسْجِدِ الْجَامِعِ، §فَنَظَرْتُ إِلَى مَوْضِعِ سُجُودِهِ كَأَنَّهُ قَدْ صُبَّ فِيهِ الْمَاءُ , مِنْ كَثْرَةِ دُمُوعِهِ» .",
            "page": "119",
            "part": "1",
            "seal": "2AF5FA79"
        },
        {
            "hno": "135",
            "id": "141",
            "nass": "135 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: قَالَ لِي قَادِمٌ الدَّيْلَمِيُّ: أَخَذَ فُضَيْلُ بْنُ عِيَاضٍ بِيَدِي فَقَالَ لِي: \" §ابْكِ عَلَى فُضَيْلٍ أَيَّامَ الدُّنْيَا، فَإِنِّي رَأَيْتُ مِنْكَ وُدًّا رَفَعَ رَأْسَهُ مَرَّةً مِنْ سُجُودِهِ فِي مَسْجِدِ الْكُوفَةِ، فَإِذَا الْحَصَى مُبْتَلٌّ. قَالَ: ثُمَّ بَكَى لِلرَّحِيلِ حَتَّى رَحِمْتُهُ \"",
            "page": "119",
            "part": "1",
            "seal": "51481AB3"
        },
        {
            "hno": "136",
            "id": "142",
            "nass": "136 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ، قَالَ: أَتَيْتُ صَاحِبًا لِي يُقَالُ لَهُ عِمْرَانُ بْنُ مُسْلِمٍ، \" §فَأَرَانِي مَوْضِعَيْنِ مُبْتَلَّيْنِ فِي مَسْجِدِهِ، أَحَدُهُمَا بِحِذَاءِ الْآخَرِ. فَقُلْتُ: مَا هَذَا؟ قَالَ: هَذَا وَاللَّهِ مِنْ دُمُوعِ ضَيْغَمٍ الْبَارِحَةَ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ وَهُوَ رَاكِعٌ \"",
            "page": "120",
            "part": "1",
            "seal": "31D35C69"
        },
        {
            "hno": "137",
            "id": "143",
            "nass": "137 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَبُو بَدْرٍ شُجَاعُ بْنُ الْوَلِيدِ قَالَ: حَدَّثَنَا عَمْرُو بْنُ قَيْسٍ، قَالَ: «كَانَ شَقِيقُ بْنُ سَلَمَةَ يَدْخُلُ الْمَسْجِدَ فَيُصَلِّي، ثُمَّ §يَنْشُجُ كَمَا تَنْشُجُ الْمَرْأَةُ» . قَالَ أَبُو بَدْرٍ: وَكَانَ مُحَمَّدُ بْنُ. . مِنَ الْخَائِفِينَ اللَّهَ، كَانَ عَلَى. . يَبْكِي حَتَّى. . الْحَصَى مِنْ دُمُوعِهِ",
            "page": "120",
            "part": "1",
            "seal": "8F72A2C3"
        },
        {
            "hno": "138",
            "id": "144",
            "nass": "138 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مَالِكُ بْنُ ضَيْغَمٍ، قَالَ: «§بَكَيْتُ حَتَّى. . . يَقُولُ. . . . دُمُوعُهُ تَسَّايَلُ. وَرَأَيْتُ رَجُلًا. . . . . لَهُ جَوَابًا»",
            "page": "120",
            "part": "1",
            "seal": "2C144498"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "§الْبُكَاءُ عِنْدَ النِّدَاءِ عَلَى الصَّلَاةِ",
            "page": "121",
            "part": "1",
            "seal": "D755681B"
        },
        {
            "hno": "139",
            "id": "146",
            "nass": "139 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي أَبُو عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا الْحَارِثُ بْنُ سَعِيدٍ، قَالَ: كَانَ أَبُو عِمْرَانَ الْجَوْنِيُّ «§إِذَا سَمِعَ الْأَذَانَ، تَغَيَّرَ لَوْنُهُ، وَفَاضَتْ عَيْنَاهُ»",
            "page": "123",
            "part": "1",
            "seal": "AD378141"
        },
        {
            "hno": "140",
            "id": "147",
            "nass": "140 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو بَكْرٍ الْحُمَيْدِيُّ، عَنْ سُفْيَانَ، قَالَ: كَانَ مَنْصُورُ بْنُ صَفِيَّةَ §يَبْكِي فِي وَقْتِ كُلِّ صَلَاةٍ، فَكَانُوا يَرَوْنَ أَنَّهُ يَذْكُرُ الْمَوْتَ وَالْقِيَامَةَ عِنْدَ الصَّلَوَاتِ \"",
            "page": "123",
            "part": "1",
            "seal": "229B9C54"
        },
        {
            "hno": "141",
            "id": "148",
            "nass": "141 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي رَوْحُ بْنُ سَلَمَةَ الْوَرَّاقُ، قَالَ: حَدَّثَنِي مُضَرُ الْقَارِئُ، عَنْ عَبْدِ الْوَاحِدِ بْنِ زَيْدٍ، عَنْ يَحْيَى الْبَكَّاءِ، عَنِ الْحَسَنِ، قَالَ: \" §إِذَا أَذَّنَ الْمُؤَذِّنُ لَمْ تَبْعُدْ دَابَّةُ بَرٍّ وَلَا بَحْرٍ إِلَّا أَصْغَتْ وَاسْتَمَعَتْ قَالَ: ثُمَّ بَكَى الْحَسَنُ بُكَاءً شَدِيدًا \"",
            "page": "123",
            "part": "1",
            "seal": "945B828A"
        },
        {
            "hno": "142",
            "id": "149",
            "nass": "142 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْوَهَّابِ الْحَارِثِيُّ، قَالَ: -[124]- كَانَ أَبُو بَكْرٍ النَّهْشَلِيُّ §إِذَا سَمِعَ النِّدَاءَ، تَغَيَّرَ لَوْنُهُ، وَأَرْسَلَ عَيْنَيْهِ فَبَكَى \" ¶ 143 - قَالَ: وَحَدَّثَنِي رَجُلٌ، مِنْ بَنِي. . . أَنَّهُ قَالَ سَأَلْتُهُ عَنْ ذَلِكَ، فَقَالَ: أُشَبِّهُهُ بِالصَّرِيخِ يَوْمَ الْعَرْضِ. قَالَ: ثُمَّ غُشِيَ عَلَيْهِ",
            "page": "123",
            "part": "1",
            "seal": "317FE427"
        },
        {
            "hno": "144",
            "id": "150",
            "nass": "144 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْحُمَيْدِيُّ، عَنْ سُفْيَانَ، قَالَ: كَانَ أَبُو خَالِدٍ الْمُؤَذِّنُ يَزِيدُ بْنُ. . \" §إِذَا أَذَّنَ بَكَى، وَرُبَّمَا صَرَخَ الصَّرْخَةَ فِي إِثْرِ الْأَذَانِ. فَقَالَ لَهُ بَعْضُ أَوْلِيَاءِ الْأَمْرِ: مَا الَّذِي يَغْشَاكَ عِنْدَ النِّدَاءِ؟ فَبَكَى ثُمَّ قَالَ: إِنَّنِي لَأُشَبِّهُهُ بِالْقِيَامَةِ. ثُمَّ غُشِيَ عَلَيْهِ \" ¶ 145 - قَالَ سُفْيَانُ: وَسَمِعْتُهُ يَقُولُ: لَوْلَا مَا أُؤَمِّلُ مِنَ الْفَرَجِ وَالرَّاحَةِ بَعْدَ الْأَذَانِ , لَظَنَنْتُ أَنَّ نَفْسِيَ سَتَخْرُجُ فَرَقًا مِنَ الْمَوْتِ",
            "page": "124",
            "part": "1",
            "seal": "286D7160"
        },
        {
            "hno": "146",
            "id": "151",
            "nass": "146 - قَالَ سُفْيَانُ: وَذَكَرُوا عَنْهُ أَنَّهُ كَانَ يَقُولُ إِذَا فَرَغَ مِنْ أَذَانِهِ: «§انْقَطَعَتِ الرَّغَائِبُ دُونَكَ، وَكَلَّتِ الْأَلْسُنُ إِلَّا عَنْ ذِكْرِكَ، وَذَهَلَتْ عُقُولُ أَوْلِيَائِكَ عَنْ غَيْرِكَ شَوقًا وَاشْتِيَاقًا، فَأَعْطِ الْقَوْمَ إِلَهِي أُمْنِيَّتَهُمْ، وَأَجِبْ دَعْوَتَهُمْ، وَتَفَضَّلْ عَلَيْنَا وَعَلَيْهِمْ بِجُودِكَ يَا كَرِيمُ» قَالَ نَحْوًا مِنْ هَذَا",
            "page": "124",
            "part": "1",
            "seal": "3F0E8604"
        },
        {
            "hno": "147",
            "id": "152",
            "nass": "147 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي قَادِمٌ الدَّيْلَمِيُّ، قَالَ: كُنَّا عِنْدَ فُضَيْلِ بْنِ عِيَاضٍ وَهُوَ فِي الْمَسْجِدِ، §فَأَذَّنَ الْمُؤَذِّنُ، فَبَكَى حَتَّى بَلَّ الْحَصَى ثُمَّ قَالَ: «أُشَبِّهُهُ بِالنِّدَاءِ ثُمَّ بَكَى»",
            "page": "124",
            "part": "1",
            "seal": "61128843"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "§الْبُكَاءُ عِنْدَ الطُّهُورِ",
            "page": "125",
            "part": "1",
            "seal": "DF55E42B"
        },
        {
            "hno": "148",
            "id": "154",
            "nass": "148 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ عُبَيْدِ اللَّهِ بْنِ مُحَمَّدٍ، قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ حَفْصٍ الْقُرَشِيُّ، قَالَ: كَانَ عَلِيُّ بْنُ حُسَيْنٍ \" §إِذَا تَوَضَّأَ اصْفَرَّ، فَيَقُولُ لَهُ أَهْلُهُ: مَا هَذَا الَّذِي يَعْتَادُكَ عِنْدَ الْوُضُوءِ؟ فَيَقُولُ: تَدْرُونَ بَيْنَ يَدَيْ مَنْ أُرِيدُ أَنْ أَقُومَ؟ \"",
            "page": "127",
            "part": "1",
            "seal": "10D34622"
        },
        {
            "hno": "149",
            "id": "155",
            "nass": "149 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ إِسْحَاقَ الْحَضْرَمِيُّ، قَالَ: حَدَّثَنِي شَيْخٌ مِنْ أَهْلِ وَاسِطَ يُكْنَى أَبَا سَعِيدٍ، وَكَانَ جَارًا لِمَنْصُورِ بْنِ زَاذَانَ قَالَ: رَأَيْتُ مَنْصُورًا تَوَضَّأَ فَلَمَّا فَرَغَ دَمَعَتْ عَيْنَاهُ، ثُمَّ جَعَلَ يَبْكِي حَتَّى ارْتَفَعَ صَوْتُهُ فَقُلْتُ: رَحِمَكُ اللَّهُ مَا شَأْنُكَ؟ -[128]- قَالَ: «وَأَيُّ شَيْءٍ أَعْظَمُ مِنْ شَأْنِي؟ إِنِّي §أُرِيدُ أَنْ أَقُومَ بَيْنَ يَدَيْ مَنْ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ»",
            "page": "127",
            "part": "1",
            "seal": "38A71429"
        },
        {
            "hno": "150",
            "id": "156",
            "nass": "150 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ بِسْطَامٍ، قَالَ: حَدَّثَنِي نُعَيْمُ بْنُ مُوَرِّعِ بْنِ تَوْبَةَ التَّمِيمِيُّ، قَالَ: كَانَ عَطَاءٌ السُّلَيْمِيُّ §إِذَا فَرَغَ مِنْ طَهُورِهِ ارْتَعَدَ وَانْتَفَضَ، وَبَكَى بُكَاءً شَدِيدًا. فَقِيلَ لَهُ فِي ذَلِكَ، فَقَالَ: «إِنِّي أُرِيدُ أَنْ أَتَقَدَّمَ عَلَى أَمْرٍ عَظِيمٍ، إِنِّي أُرِيدُ أَنْ أَقُومَ بَيْنَ يَدَيِ اللَّهِ»",
            "page": "128",
            "part": "1",
            "seal": "E471253D"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "§إِخْفَاءُ الْبُكَاءِ",
            "page": "129",
            "part": "1",
            "seal": "092E035F"
        },
        {
            "hno": "151",
            "id": "158",
            "nass": "151 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ قال: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حَبِيبِ بْنِ أَبِي ثَابِتٍ، قَالَ: رَأَيْتُ مُحَمَّدَ بْنَ كَعْبٍ يَقُصُّ، فَبَكَى رَجُلٌ، فَقَطَعَ قَصَصَهَ وَقَالَ: \" §مَنِ الْبَاكِي؟ قَالُوا: مَوْلَى بَنِي فُلَانٍ قَالَ: فَكَأَنَّهُ كَرِهَ ذَلِكَ \"",
            "page": "131",
            "part": "1",
            "seal": "27A3B5F9"
        },
        {
            "hno": "152",
            "id": "159",
            "nass": "152 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، قَالَ: حَدَّثَنَا أَبُو مَعْشَرٍ، قَالَ: كَانَ مُحَمَّدُ بْنُ كَعْبٍ الْقُرَظِيُّ يَقُصُّ وَدُمُوعُهُ تَجْرِي عَلَى خَدَّيْهِ، \" §فَإِنْ سَمِعَ بَاكِيًا زَجَرَهُ وَقَالَ: مَا هَذَا \"",
            "page": "131",
            "part": "1",
            "seal": "F8FDC155"
        },
        {
            "hno": "153",
            "id": "160",
            "nass": "153 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، قَالَ: بَكَى أَيُّوبُ مَرَّةً، فَأَخَذَ بِأَنْفِهِ وَقَالَ: «إِنَّ §هَذِهِ الزَّكْمَةَ رُبَّمَا عَرَضَتْ» -[132]- وَبَكَى مَرَّةً أُخْرَى، فَاسْتَكْنَى بُكَاءَهُ، فَقَالَ: «إِنَّ الشَّيْخَ إِذَا كَبِرَ مَجَّ»",
            "page": "131",
            "part": "1",
            "seal": "3EBED25D"
        },
        {
            "hno": "154",
            "id": "161",
            "nass": "154 - حَدَّثَنَا يَعْقُوبُ بْنُ إِسْمَاعِيلَ، قَالَ: أَخْبَرَنَا حِبَّانُ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ: أَخْبَرَنَا الْمُعْتَمِرُ، عَنْ كَهْمَسِ بْنِ الْحَسَنِ، «أَنَّ رَجُلًا تَنَفَّسَ عِنْدَ عُمَرَ بْنِ الْخَطَّابِ §كَأَنَّهُ يَتَجَاذَبُ فَلَكَزَهُ لَكْزَةً» ، أَوْ قَالَ: «لَكَمَهُ»",
            "page": "132",
            "part": "1",
            "seal": "CD672558"
        },
        {
            "hno": "155",
            "id": "162",
            "nass": "155 - حَدَّثَنِي يَعْقُوبُ، قَالَ: حَدَّثَنَا حِبَّانُ، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ رَجُلٍ، عَنْ أَبِي السَّيْلِ «§أَنَّهُ كَانَ يَتَحَدَّثُ، أَوْ يَقْرَأُ، فَيَأْتِيهِ الْبُكَاءُ , فَيَصْرِفُهُ إِلَى الضَّحِكِ»",
            "page": "132",
            "part": "1",
            "seal": "92ECF982"
        },
        {
            "hno": "156",
            "id": "163",
            "nass": "156 - حَدَّثَنِي مُحَمَّدُ بْنُ عُثْمَانَ الْحَجَبِيُّ، قَالَ: حَدَّثَنَا أَبُو -[133]- أُسَامَةَ، عَنِ الرَّبِيعِ يَعْنِي ابْنَ صَبِيحٍ قَالَ: وَعَظَ الْحَسَنُ يومًا، فَنَحَبَ رَجُلٌ، فَقَالَ الْحَسَنُ: «§لَيَسْأَلَنَّكَ اللَّهُ يَوْمَ الْقِيَامَةِ مَا أَرَدْتَ بِهَذَا»",
            "page": "132",
            "part": "1",
            "seal": "87F53369"
        },
        {
            "hno": "157",
            "id": "164",
            "nass": "157 - حَدَّثَنِي مُحَمَّدُ بْنُ عَلِيِّ بْنِ شَقِيقٍ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْأَشْعَثِ، قَالَ: سَمِعْتُ عِصَامًا الرَّمْلِيَّ،: أَنَّ الْحَسَنَ، حَدَّثَ يَومًا، أَوْ وَعَظَ، فَنَحَبَ رَجُلٌ فِي مَجْلِسِهِ، فَقَالَ الْحَسَنُ: «§إِنْ كَانَ لِلَّهِ فَقَدْ شَهَرْتَ نَفْسَكَ، وَإِنْ كَانَ لِغَيْرِ اللَّهِ هَلَكْتَ»",
            "page": "133",
            "part": "1",
            "seal": "4D9EF2FB"
        },
        {
            "hno": "158",
            "id": "165",
            "nass": "158 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، قَالَ: ذَكَرَ أَيُّوبُ يَوْمًا شَيْئًا، فَرَّقَ، فَالْتَفَتَ كَأَنَّهُ يَتَمَخَّطُ. ثُمَّ أَقْبَلَ عَلَيْنَا فَقَالَ: «§إِنَّ الزُّكَامَ شَدِيدٌ عَلَى الشَّيْخِ»",
            "page": "133",
            "part": "1",
            "seal": "FD1CBA14"
        },
        {
            "hno": "159",
            "id": "166",
            "nass": "159 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ السَّلُولِيُّ، عَنْ هُرَيْمِ بْنِ سُفْيَانَ، قَالَ: «كَانَ مَنْصُورٌ §يُحَدِّثُنَا، فَيَمْسَحُ الدُّمُوعَ مِرَارًا قَبْلَ أَنْ يَقُومَ»",
            "page": "133",
            "part": "1",
            "seal": "655F1FAA"
        },
        {
            "hno": "160",
            "id": "167",
            "nass": "160 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى الْأَصْفَرُ، قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ مُسْلِمٍ، مَوْلًى لِآلِ أَبِي بَكْرَةَ قَالَ: «§بَكَى أَيُّوبُ مَرَّةً، فَلَمْ يَمْلِكْ عَبْرَتَهُ، فَقَامَ»",
            "page": "134",
            "part": "1",
            "seal": "E47118F3"
        },
        {
            "hno": "161",
            "id": "168",
            "nass": "161 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، قَالَ: حَدَّثَنَا بِسْطَامُ بْنُ حُرَيْثٍ، قَالَ: كَانَ أَيُّوبُ «§يَرِقُّ، فَيَسْتَدْمِعُ، فَيُحِبُّ أَنْ يُخْفِيَ ذَلِكَ عَلَى أَصْحَابِهِ، فَيُمْسِكَ عَلَى أَنْفِهِ كَأَنَّهُ رَجُلٌ مَزْكُومٌ. فَإِذَا خَشِيَ أَنْ تَظِبَهُ عَبْرَتُهُ، قَامَ»",
            "page": "134",
            "part": "1",
            "seal": "161A3C03"
        },
        {
            "hno": "162",
            "id": "169",
            "nass": "162 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، قَالَ: جَاءَ ثَابِتٌ إِلَى مُحَمَّدِ بْنِ وَاسِعٍ يَعُودُهُ، فَسَلَّمَ يَحْيَى الْبَكَّاءُ عَلَى ثَابِتٍ فَقَالَ: «مَنْ أَنْتَ؟» فَقَالَ رَجُلٌ: هَذَا أَبُو مُسْلِمٍ، هَذَا يَحْيَى قَالَ: «مَنْ أَبُو مُسْلِمٍ؟» قَالُوا: يَحْيَى الْبَكَّاءُ قَالَ: «إِنَّ §شَرَّ أَيَّامِكُمْ يَوْمَ عُرِفْتُمْ بِالْبُكَاءِ , وَنُسِبْتُمْ إِلَيْهِ»",
            "page": "134",
            "part": "1",
            "seal": "563B03AF"
        },
        {
            "hno": "163",
            "id": "170",
            "nass": "163 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ، قَالَ: حَدَّثَنَا شَرِيكٌ، عَنِ الْأَعْمَشِ، قَالَ: بَكَى حُذَيْفَةُ فِي صَلَاتِهِ، فَلَمَّا فَرَغَ، الْتَفَتَ، فَإِذَا رَجُلٌ خَلْفَهُ -[135]- فَقَالَ: «§لَا تُعْلِمَنَّ بِهَذَا أَحَدًا»",
            "page": "134",
            "part": "1",
            "seal": "74B0E3E7"
        },
        {
            "hno": "164",
            "id": "171",
            "nass": "164 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْحَسَنُ بْنُ الرَّبِيعِ، قَالَ: كَانَ ابْنُ الْمُبَارَكِ «§إِذَا رَقَّ، فَخَافَ أَنْ يَظْهَرَ، ذَلِكَ مِنْهُ، قَامَ , وَرُبَّمَا أَخَذَ فِي حَدِيثٍ آخَرَ»",
            "page": "135",
            "part": "1",
            "seal": "5431CB21"
        },
        {
            "hno": "165",
            "id": "172",
            "nass": "165 - حَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي حَاتِمٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ حُرَيْثٍ الْعَبْدِيُّ، عَنْ يُوسُفَ بْنِ عَطِيَّةَ، عَنْ مُحَمَّدِ بْنِ وَاسِعٍ، قَالَ: «لَقَدْ أَدْرَكْتُ رِجَالًا، كَانَ الرَّجُلُ يَكُونُ رَأْسُهُ وَرَأْسُ امْرَأَتِهِ عَلَى وَسَادٍ وَاحِدٍ، قَدْ §بَلَّ مَا تَحْتَ خَدِّهِ مِنَ دُمُوعِهِ، لَا تَشْعُرُ بِهِ امْرَأَتُهُ. وَلَقَدْ أَدْرَكْتُ رِجَالًا، كَانَ أَحَدُهُمْ يَقُومُ فِي الصَّفِّ فَتَسِيلُ دُمُوعُهُ عَلَى خَدَّيْهِ، لَا يَشْعُرُ بِهِ الَّذِي إِلَى جَنْبِهِ»",
            "page": "135",
            "part": "1",
            "seal": "07466FAF"
        },
        {
            "hno": "166",
            "id": "173",
            "nass": "166 - حَدَّثَنَا الْحَسَنُ بْنُ يَحْيَى، قَالَ: أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، قَالَ: بَكَى رَجُلٌ إِلَى جَنْبِ الْحَسَنِ، فَقَالَ: «§قَدْ كَانَ أَحَدُهُمْ يَبْكِي إِلَى جَنْبِ صَاحِبِهِ فَمَا يَعْلَمُ بِهِ»",
            "page": "135",
            "part": "1",
            "seal": "8546C2D8"
        },
        {
            "hno": "167",
            "id": "174",
            "nass": "167 - حَدَّثَنِي أَبِي قَالَ: أَخْبَرَنَا عَبْدُ الْعَزِيزِ الْقُرَشِيُّ، قَالَ: أَخْبَرَنَا عِمْرَانُ بْنُ خَالِدٍ، قَالَ: سَمِعْتُ مُحَمَّدُ بْنُ وَاسِعٍ، قَالَ: «§إِنْ كَانُ الرَّجُلُ لَيَبْكِي عِشْرِينَ سَنَةً، وَمَعَهُ امْرَأَتُهُ، مَا تَعْلَمُ بِهِ»",
            "page": "136",
            "part": "1",
            "seal": "DB7F2BD4"
        },
        {
            "hno": "168",
            "id": "175",
            "nass": "168 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عِيسَى، قَالَ: أَخْبَرَنِي أَبِي قَالَ: كَانَ حَسَّانُ بْنُ أَبِي سِنَانٍ يَحْضُرُ مَسْجِدَ مَالِكِ بْنِ دِينَارٍ , فَإِذَا تَكَلَّمَ مَالِكٌ «بَكَى حَسَّانُ حَتَّى §يَبُلَّ مَا بَيْنَ يَدَيْهِ، لَا يُسْمَعُ لَهُ صَوْتٌ»",
            "page": "136",
            "part": "1",
            "seal": "CBCD9A2D"
        },
        {
            "hno": null,
            "id": "176",
            "nass": "§الْبُكَاءُ عَلَى الذُّنُوبِ",
            "page": "137",
            "part": "1",
            "seal": "50AE111B"
        },
        {
            "hno": "169",
            "id": "177",
            "nass": "169 - حَدَّثَنِي دَاوُدُ بْنُ عَمْرِو بْنِ زُهَيْرٍ الضَّبِّيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَيُّوبِ، عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ، عَنْ عَلِيِّ بْنِ يَزِيدَ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ عُقْبَةُ بْنُ عَامِرٍ قُلْتُ: يَا رَسُولَ اللَّهِ، مَا النَّجَاةُ؟ قَالَ: «§امْلِكْ عَلَيْكَ لِسَانَكَ، وَلْيَسَعْكَ بَيْتُكَ، وَابْكِ عَلَى خَطِيئَتِكَ»",
            "page": "139",
            "part": "1",
            "seal": "6C48FA31"
        },
        {
            "hno": "170",
            "id": "178",
            "nass": "170 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ الْجَوْهَرِيُّ، قَالَ: أَخْبَرَنَا شَرِيكٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ لِي أَبِي: «§اتَّقِ رَبَّكَ، وَلْيَسَعْكَ بَيْتُكَ، وَامْلِكْ عَلَيْكَ لِسَانَكَ، وَابْكِ مِنْ ذِكْرِ خَطِيئَتِكَ»",
            "page": "140",
            "part": "1",
            "seal": "B44951E5"
        },
        {
            "hno": "171",
            "id": "179",
            "nass": "171 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عَمَّارُ بْنُ عُثْمَانَ الْحَلَبِيُّ، قَالَ: حَدَّثَنِي مِسْمَعُ بْنُ عَاصِمٍ، قَالَ: انْطَلَقْتُ أَنَا وَعَبْدُ الْعَزِيزِ بْنُ سَلْمَانَ، إِلَى نَاشِرَةَ بْنِ سَعِيدٍ الْحَنَفِيِّ وَكَانَ قَدْ بَكَى حَتَّى أَظْلَمَتْ عَيْنَاهُ فَاسْتَأْذَنَّا عَلَيْهِ، فَأَذِنَ لَنَا , فَدَخَلْنَا عَلَيْهِ، فَسَلَّمَ عَلَيْهِ عَبْدُ الْعَزِيزِ، فَقَالَ لَهُ نَاشِرَةُ: «أَبُو مُحَمَّدٍ؟» قَالَ: نَعَمْ قَالَ: مَا جَاءَ بِكَ؟ قَالَ: «§جِئْنَا لَتَبْكِي وَنَبْكِيَ مَعَكَ عَلَى مَا تَقَدَّمَ مِنْ سَالِفِ الذُّنُوبِ» قَالَ: فَشَهِقَ شَهْقَةً خَرَّ مَغْشِيًّا عَلَيْهِ وَجَلَسَ عَبْدُ الْعَزِيزِ يَبْكِي عِنْدَ رَأْسِهِ. وَتَنَادَى أَهْلُهُ، فَجَعَلُوا يَبْكُونَ حَوْلَهُ وَهُوَ صَرِيعٌ بَيْنَهُمْ. فَلَمَّا رَأَيْتُ الْبُكَاءَ قَدْ كَثُرَ، انْسَلَلْتُ فَخَرَجْتُ",
            "page": "140",
            "part": "1",
            "seal": "05376AA0"
        },
        {
            "hno": "172",
            "id": "180",
            "nass": "172 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنِي سَلَمَةُ بْنُ سَعِيدٍ، عَنْ بَعْضِ رَجَالِهِ، أَنَّ زَيَادًا ضَحِكَ ذَاتَ يَوْمٍ حَتَّى عَلَا صَوْتُهُ، ثُمَّ قَالَ: أَسْتَغْفِرُ اللَّهَ. وَبَكَى بُكَاءً شَدِيدًا فَقَالَ لَهُ جُلَسَاؤُهُ بَعْدَ ذَلِكَ الْمَجْلِسِ: مَا رَأَيْنَا أَصْلَحَ اللَّهُ الْأَمِيرَ بُكَاءً فِي إِثْرِ ضَحِكٍ أَسْرَعَ مِنْ بُكَائِكَ بِالْأَمْسِ قَالَ «§إِنِّي وَاللَّهِ ذَكَرْتُ ذَنْبًا أَذْنَبْتُهُ، كُنْتُ بِهِ حِينَئِذٍ مَسْرُورًا، فَذَكَرْتُهُ، فَبَكَيْتُ خَوْفًا مِنْ عَاقِبَتِهِ ثُمَّ بَكَى أَيْضًا»",
            "page": "140",
            "part": "1",
            "seal": "EEA31B01"
        },
        {
            "hno": "173",
            "id": "181",
            "nass": "173 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ رَاشِدٍ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ الْحَارِثِ بْنِ عَبْدِ رَبِّهِ الْقَيْسِيُّ، وَكَانَ قَرَابَةً لِرِيَاحٍ الْقَيْسِيِّ قَالَ: -[141]- كُنْتُ أَدْخَلُ عَلَيْهِ الْمَسْجِدَ وَهُوَ يَبْكِي، وَأَدْخَلُ عَلَيْهِ بَيْتَهُ وَهُوَ يَبْكِي، وَآتِيهِ فِي الْجَبَّانِ وَهُوَ يَبْكِي فَقُلْتُ لَهُ يَومًا: أَنْتَ دَهْرَكَ فِي مَأْتَمٍ؟ قَالَ: فَبَكَى، ثُمَّ قَالَ: «§يَحِقُّ لِأَهْلِ الْمَصَائِبِ وَالذُّنُوبِ أَنْ يَكُونُوا هَكَذَا»",
            "page": "140",
            "part": "1",
            "seal": "D2BE47C2"
        },
        {
            "hno": "174",
            "id": "182",
            "nass": "174 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُوسَى بْنُ عِيسَى، قَالَ: نَظَرَ حُذَيْفَةُ الْمَرْعَشِيُّ إِلَى رَجُلٍ وَهُوَ يَبْكِي فَقَالَ: «مَا يُبْكِيكَ يَا فَتَى؟» قَالَ: §ذَكَرْتُ ذُنُوبًا سَلَفَتْ فَبَكَيْتُ. قَالَ: فَبَكَى حُذَيْفَةُ ثُمَّ قَالَ: «نَعَمْ يَا أَخِي فَلِمِثْلِ الذُّنُوبِ فَلَيُبْكَ» ثُمَّ أَخَذَ بِيَدِهِ، فَتَنَحَّيَا، فَجَعَلَا يَبْكِيَانِ",
            "page": "141",
            "part": "1",
            "seal": "A0DC0DCD"
        },
        {
            "hno": "175",
            "id": "183",
            "nass": "175 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ: كُنَّا عِنْدَ حَسَنِ بْنِ صَالِحٍ يومًا، فَذَكَرَ شَيْئًا، فَرَّقَ، فَبَكَى رَجُلٌ، فَارْتَفَعَ صَوْتُهُ، وَعَلَا بُكَاؤُهُ، فَقَالَ رَجُلٌ مِنَ الْقَوْمِ: نَعَمْ وَاللَّهِ يَا أَخِي فَابْكِ هَكَذَا عَلَى نَفْسِكَ، فَمَا خَيْرُ مَنْ لَا يَرْحَمُ نَفْسَهُ؟ قَالَ عُبَيْدُ اللَّهِ: فَكُنْتُ أَسْمَعُ الْحَسَنَ بَعْدَ ذَلِكَ كَثِيرًا يُرَدِّدُ هَذِهِ الْكَلِمَةَ: «§مَا خَيْرُ مَنْ لَا يَرْحَمُ نَفْسَهُ» -[142]- قَالَ: فَظَنَنْتُ أَنَّهُ أُعْجِبَ بِهَا حِينَ سَمِعَهَا يَوْمَئِذٍ",
            "page": "141",
            "part": "1",
            "seal": "192CC6AD"
        },
        {
            "hno": "176",
            "id": "184",
            "nass": "176 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا قَبِيصَةُ، عَنْ قَيْسِ بْنِ سُلَيْمٍ الْعَنْبَرِيِّ، قَالَ: كَانَ الضَّحَّاكُ بْنُ مُزَاحِمٍ إِذَا أَمْسَى بَكَى، فَقِيلَ لَهُ: مَا يُبْكِيكَ؟ قَالَ: «§لَا أَدْرِي مَا صَعِدَ الْيَوْمَ مِنْ عَمَلِي»",
            "page": "142",
            "part": "1",
            "seal": "6ECFF102"
        },
        {
            "hno": "177",
            "id": "185",
            "nass": "177 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنِي زُهَيْرٌ السَّلُولِيُّ، قَالَ: كَانَ رَجُلٌ مِنْ بِلْعَنْبَرَ قَدْ لَهِجَ بِالْبُكَاءِ، فَكَانَ لَا تَرَاهُ إِلَّا بَاكِيًا قَالَ: فَعَاتَبَهُ رَجُلٌ مِنْ إِخْوَانِهِ يَوْمًا فَقَالَ: لِمَ تَبْكِي رَحِمَكَ اللَّهُ هَذَا الْبُكَاءَ الطَّوِيلَ؟ فَبَكَى ثُمَّ قَالَ: ¶ [البحر الوافر] ¶ §بَكَيْتُ عَلَى الذُّنُوبِ لِعِظْمِ جُرْمِي ... وَحُقَّ لِكُلِّ مَنْ يَعْصِي الْبُكَاءُ ¶ فَلَوْ كَانَ الْبُكَاءُ يَرُدُّ هَمِّي ... لَأَسُعَدَتِ الدُّمُوعَ مَعًا دِمَاءُ ¶ ثُمَّ بَكَى حَتَّى غُشِيَ عَلَيْهِ، فَقَامَ الرَّجُلُ عَنْهُ وَتَرَكَهُ \"",
            "page": "142",
            "part": "1",
            "seal": "15172BAD"
        },
        {
            "hno": "178",
            "id": "186",
            "nass": "178 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ، مَوْلَى بَنِي لَيْثٍ قَالَ: \" §ذَكَرْنَا يومًا الْعَفْوَ , وَمَعَنَا حَوْشَبُ بْنُ مُسْلِمٍ وَكَانَ مِنَ الْبَكَّائِينَ عِنْدَ الذِّكْرِ فَبَكَى حَتَّى لَطَى بِالْأَرْضِ ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ: يَا إِخْوَتَاهُ بَعْدَ كَمْ؟ \"",
            "page": "143",
            "part": "1",
            "seal": "6DA3C7F5"
        },
        {
            "hno": "179",
            "id": "187",
            "nass": "179 - وَحَدَّثَنِي مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيٍّ الْمُقَدَّمِيُّ، وَغَيْرُهُ، عَنْ سَعِيدِ بْنِ عَامِرٍ، عَنْ خُشَيْشٍ أَبَى مُحْرِزٍ قَالَ: أَبُو عِمْرَانَ الْجَوْنِيُّ: «§هَبْكَ تَنْجُو، بَعْدَ كَمْ تَنْجُو؟»",
            "page": "143",
            "part": "1",
            "seal": "014BECD6"
        },
        {
            "hno": "180",
            "id": "188",
            "nass": "180 - حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّرَامِيُّ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، عَنْ عُقْبَةَ بْنِ إِسْحَاقَ، عَنْ مَالِكٍ يَعْنِي ابْنَ مِغْوَلٍ، عَنْ طَلْحَةَ يَعْنِي ابْنَ مُصَرِّفٍ قَالَ: \" كَانَ رَجُلٌ لَهُ ذُنُوبٌ، فَكَانَ §لَهُ عِنْدَ كُلُّ ذَنْبٍ مِنْهَا بَكِيَّةٌ قَالَ: فَقَالَ لَهُ غُلَامُهُ: إِنْ كَانَ هَذَا دَأْبَكَ فَإِنِّي سَأَقُودُكَ أَعْمَى \"",
            "page": "143",
            "part": "1",
            "seal": "7E21DB2E"
        },
        {
            "hno": "181",
            "id": "189",
            "nass": "181 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي مَهْدِيُّ بْنُ حَفْصٍ، قَالَ: سَمِعْتُ أَبَا عَبْدِ الرَّحْمَنِ الْمَغَازِلِيَّ، يَقُولُ: قَالَ رَجُلٌ بِبَعْضِ بِلَادِ الشَّامِ فِي بَعْضِ السَّوَاحِلِ: «§لَوْ بَكَى الْعَابِدُونَ عَلَى الشَّفَقَةِ حَتَّى لَمْ يَبْقَ فِي أَجْسَادِهِمْ جَارِحَةٌ إِلَّا أَدَّتْ مَا فِيهَا مِنَ الدَّمِ وَالْوَدَكِ دُمُوعًا جَارِيَةً، وَبَقِيَتِ الْأَبْدَانُ يُبَّسًا خَالِيَةً، تَرَدَّدُ فِيهَا الْأَرْوَاحُ -[144]- إِشْفَاقًا وَوَجَلًا مِنْ يَوْمٍ تَذْهَلُ فِيهِ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ، لَكَانُوا مَحْقُوقِينَ بِذَلِكَ ثُمَّ غُشِيَ عَلَيْهِ»",
            "page": "143",
            "part": "1",
            "seal": "BD604BCF"
        },
        {
            "hno": "182",
            "id": "190",
            "nass": "182 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ النَّصِيبِيُّ، وَكَانَ جَارًا لِأَبِي سُلَيْمَانَ دُوَيْدٍ اللَّبَانِ قَالَ: كَانَ أَبُو سُلَيْمَانَ يَبْكِي عَامَّةَ دَهْرِهِ. قَالَ: وَسَمِعْتُهُ يومًا يَقُولُ وَكَانَ كَثِيرًا مَا يُرَدِّدُ هَذَا الْكَلَامَ: \" §بَكُّوا الذُّنُوبَ قَبْلَ مَحْلِ بُكَائِهَا، وَفَرِّغُوا الْقُلُوبَ إِلَّا مِنْ شُغْلِ حِسَابِهَا، فَبِحَرِىً إِنْ كُنْتُمْ كَذَلِكَ أَنْ تُدْرِكُوا فَوَاتَ مَا قَدْ فَاتَ لِشُؤْمِ التَّفْرِيطِ، بِالْإِنَابَةِ وَالْمُرَاجَعَةِ وَالْإِخْلَاصِ لِلرَّبِّ الْكَرِيمِ. وَكَانَ يَبْكِي وَيَقُولُ: وَجَدْنَاهُ أَكْرَمَ مَوْلًى لِشَرِّ عَبِيدٍ \" قَالَ: ثُمَّ يَبْكِي وَيُبْكِي",
            "page": "144",
            "part": "1",
            "seal": "FE00F2D5"
        },
        {
            "hno": "183",
            "id": "191",
            "nass": "183 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عُثْمَانُ بْنُ زُفَرَ التَّيْمِيُّ، قَالَ: حَدَّثَنِي بَهِيمٌ الْعِجْلِيُّ، قَالَ: \" رَكِبَ مَعَنَا الْبَحْرَ فَتًى مِنْ بَنِي مُرَّةَ مِنْ أَهْلِ الْبَدْوِ , فَجَعَلَ يَبْكِي اللَّيْلَ وَالنَّهَارَ. فَعَاتَبَهُ أَهْلُ الْمَرْكَبِ عَلَى ذَلِكَ وَقَالُوا: ارْفُقْ بِنَفْسِكَ قَلِيلًا فَقَالَ: إِنَّ §أَقَلَّ مَا يَنْبَغِي أَنْ يَكُونَ لِنَفْسِي عِنْدِي أَنْ أَبْكِيَهَا، فَأَبْكِيَ عَلَيْهَا أَيَّامَ الدُّنْيَا، لِعِلْمِي بِمَا يَمُرُّ عَلَيْهَا فِي ذَلِكَ الْيَوْمِ غَدًا قَالَ: فَمَا بَقِيَ فِي الْمَرْكَبِ أَحَدٌ إِلَّا بَكَى \"",
            "page": "144",
            "part": "1",
            "seal": "0ED367F9"
        },
        {
            "hno": "184",
            "id": "192",
            "nass": "184 - قَالَ عُثْمَانُ: وَكَانَ بَهِيمٌ رَجُلًا حَزِينًا، فَكَانَ إِذَا ذُكِرَ هَذَا الْبَدَوِيُّ بَكَى، وَقَالَ: «§هَذَا يَبْكِي عَلَى نَفْسِهِ وَيَرْحَمُهَا مِمَّا يَمُرُّ عَلَيْهَا فِي الْمَوْقِفِ، -[145]- فَكَيْفَ بِمَا بَعْدَ الْمَوْقِفِ إِنْ لَمْ يَصُنِ الْعَبْدُ إِلَى خَيْرٍ؟» قَالَ: وَيَبْكِي بُكَاءً شَدِيدًا إِذَا ذَكَرَهُ",
            "page": "144",
            "part": "1",
            "seal": "B2D51A58"
        },
        {
            "hno": "185",
            "id": "193",
            "nass": "185 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: سَمِعْتُ أَبَا جَعْفَرٍ الْقَارِئَ، فِي جَوْفِ اللَّيْلِ وَهُوَ يَبْكِي وَيَقُولُ: ¶ §ابْكِ لِذَنْبِكَ طُولَ الدَّهْرِ مُجْتَهِدًا ... إنَّ الْبُكَاءَ مُعَوَّلُ الْأَحَزَانِ ¶ لَا تَنْسَ ذَنْبَكَ فِي النَّهَارِ وَطُولِهِ ... إِنَّ الذُّنُوبَ تُحِيطُ بِالْإِنْسَانِ ¶ وَيَبْكِي بُكَاءً شَدِيدًا، وَيُرَدِّدُ ذَلِكَ",
            "page": "145",
            "part": "1",
            "seal": "032B7E50"
        },
        {
            "hno": "186",
            "id": "194",
            "nass": "186 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي زَيْدٌ الْخُمْرِيُّ، قَالَ: حَدَّثَنِي بَحْرٌ أَبُو يَحْيَى، قَالَ: سَمِعْتُ عَابِدًا، فِي بَعْضِ السَّوَاحِلِ ذَاتَ لَيْلَةٍ يَبْكِي، وَإِخْوَانُهُ عِنْدَهُ، فَبَكَوْا، فَقَالَ: \" §ابْكُوا بِأَبِي أَنْتُمْ بُكَاءَ مَنْ عَلِمَ أَنَّهُ غَيْرُ نَاجٍ إِلَّا بِطُولِ الْحُزْنِ وَالْبُكَاءِ قَالَ: ثُمَّ بَكَى وَقَالَ: ¶ [البحر الخفيف] ¶ مَنْ فَيَّضَ الدَّمْعَ لِلدَّنيَا فَإِنَّا ... نَسْفَحُ الدَّمْعَ لِاقْتَرَافِ الذُّنُوبِ ¶ قَالَ: فَبَكَى الْقَوْمُ وَاللَّهِ بُكَاءً شَدِيدًا \"",
            "page": "145",
            "part": "1",
            "seal": "2C59B697"
        },
        {
            "hno": "187",
            "id": "195",
            "nass": "187 - قَالَ مُحَمَّدٌ: حَدَّثَنَا فَهْدُ بْنُ حَيَّانَ، قَالَ: سَمِعْتُ صَالِحًا الْمُرِّيَّ، قَالَ: قَالَ يَزِيدُ الرَّقَاشِيُّ: «§إِذَا أَنْتَ لَمْ تَبْكِ عَلَى ذَنْبِكَ، فَمَنْ يَبْكِي لَكَ عَلَيْهِ بَعْدَكَ؟» قَالَ: ثُمَّ يَبْكِي صَالِحٌ وَيَقُولُ: يَا إِخْوَتَاهْ ابْكُو عَلَى الذُّنُوبِ، فَإِنَّهَا تَرِينُ الْقُلُوبَ حَتَّى تَنْطَمِسَ، فَلَا يَصِلُ إِلَيْهَا مِنْ خَيْرِ الْمَوْعِظَةِ شَيْءٌ",
            "page": "145",
            "part": "1",
            "seal": "881FC409"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "§مَنْ أَفْسَدَ عَيْنَيْهِ الْبُكَاءُ",
            "page": "147",
            "part": "1",
            "seal": "A1614730"
        },
        {
            "hno": "188",
            "id": "197",
            "nass": "188 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا أَبُو إِسْحَاقَ الضَّرِيرُ، قَالَ: حَدَّثَنَا الْأَسْوَدُ بْنُ شَيْبَانَ، عَنْ قَتَادَةَ، قَالَ: \" §كَانَ زِيَادُ بْنُ مَطَرٍ الْعَدَوِيُّ قَدْ بَكَى حَتَّى عَمِيَ وَبَكَى ابْنُهُ الْعَلَاءُ بْنُ زِيَادٍ بَعْدَهُ حَتَّى عَشِيَ بَصَرُهُ قَالَ: وَكَانَ إِذَا أَرَادَ أَنْ يَتَكَلَّمَ أَوْ يَقْرَأَ، جَهِشَ بِالْبُكَاءِ \"",
            "page": "149",
            "part": "1",
            "seal": "FF6799DB"
        },
        {
            "hno": "189",
            "id": "198",
            "nass": "189 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الصَّلْتُ بْنُ حَكِيمٍ، عَنِ النَّضْرِ بْنِ إِسْمَاعِيلَ، عَنْ عُمَرَ بْنِ ذَرٍّ، قَالَ: \" قُلْتُ لِأُسَيْدٍ الضَّبِّيِّ: قَدْ §أَفْسَدَ الْبُكَاءُ عَيْنَيْكَ قَالَ: فَمَهْ قُلْتُ: لَوْ قَصَّرْتَ قَلِيلًا. قَالَ: وَلِمَ؟ أَأَتَانِي أَمَانٌ مِنَ اللَّهِ مِنْ دُخُولِ النَّارِ؟ قَالَ: ثُمَّ غُشِيَ عَلَيْهِ \"",
            "page": "149",
            "part": "1",
            "seal": "FC7ACC8F"
        },
        {
            "hno": "190",
            "id": "199",
            "nass": "190 - حَدَّثَنِي مُحَمَّدٌ، عَنْ أَبِي نُعَيْمٍ، قَالَ: «كَانَ الْعَلَاءُ بْنُ عَبْدِ الْكَرِيمِ قَدْ §بَكَى حَتَّى فَسَدَتْ عَيْنُهُ مِنْ كَثْرَةِ مَا يَبْكِي»",
            "page": "149",
            "part": "1",
            "seal": "E51BDF10"
        },
        {
            "hno": "191",
            "id": "200",
            "nass": "191 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي شِهَابُ بْنُ عَبَّادٍ، قَالَ: \" رَأَيْتُ بَهِيمًا أَبَا بَكْرٍ الْعِجْلِيَّ، وَكَانَ قَدْ §بَكَى حَتَّى سَقَطَتْ أَشْفَارُهُ، وَكَانَ رَطْبَ الْعَيْنَيْنِ جِدًّا فَقُلْتُ لِابْنِ أَخٍ لَهُ: مَا شَأْنُهُ يَمَسُّ عَيْنَيْهِ كَثِيرًا؟ قَالَ: قَدْ فَسَدَتْ مِنَ كَثْرَةِ مَا يَبْكِي، فَهِيَ تَحُكُّهُ وَتَضْرِبُ عَلَيْهِ \"",
            "page": "150",
            "part": "1",
            "seal": "CA9C6BAC"
        },
        {
            "hno": "192",
            "id": "201",
            "nass": "192 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ السَّلُولِيُّ، قَالَ: سَمِعْتُ أَبَا بَكْرِ بْنَ عَيَّاشٍ، يَقُولُ: بَكَى مَنْصُورٌ §حَتَّى جَرِدَتْ عَيْنَاهُ. وَكَانَ يَقُومُ اللَّيْلَ وَيَصُومُ النَّهَارَ، فَكَانَتْ أُمُّهُ تَرَى بُكَاءَهُ وَمَا يَصْنَعُ بِنَفْسِهِ، فَتَقُولُ لَهُ: يَا بُنَيَّ لَوْ كُنْتَ قَتَلْتَ قَتِيلًا لَمَا زِدْتَ عَلَى هَذَا \"",
            "page": "150",
            "part": "1",
            "seal": "48E58DF5"
        },
        {
            "hno": "193",
            "id": "202",
            "nass": "193 - حَدَّثَنِي مُحَمَّدٌ، عَنْ قَبِيصَةَ، قَالَ: \" كَانَتْ عَيْنَا مَالِكِ بْنِ مِغْوَلٍ رَطْبَةً جِدًّا وَكَانَ يُقَالُ فِي ذَلِكَ الزَّمَانِ: إِنَّهُ طَوِيلُ الْبُكَاءِ قَالَ: وَرُبَّمَا §رَأَيْتُهُ يُحَدِّثُ وَالدُّمُوعُ عَلَى لِحْيَتِهِ جَارِيَةٌ \"",
            "page": "150",
            "part": "1",
            "seal": "E3DA706A"
        },
        {
            "hno": "194",
            "id": "203",
            "nass": "194 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي صَدَقَةُ بْنُ بَكْرٍ السَّعْدِيُّ، قَالَ: سَمِعْتُ كِلَابَ بْنَ جُرَيٍّ، يَقُولُ: \" رَأَيْتُ شَابًّا بِبَيْتِ الْمَقْدِسِ قَدْ عَمِشَ مِنْ طُولِ الْبُكَاءِ , فَقُلْتُ لَهُ: يَا فَتَى كَمْ تَكُونُ الْعَيْنُ سَلِيمَةً عَلَى هَذَا؟ فَبَكَى ثُمَّ قَالَ: §كَمَا شَاءَ رَبِّي فَلْتَكُنْ، وَإِنْ شَاءَ سَيِّدِي فَلْتَذْهَبْ , فَلَيْسَتْ بِأَكْرَمَ عَلَيَّ مِنْ بَدَنِي إِنَّمَا أَبْكِي رَجَاءَ الْفَرَحِ وَالسُّرُورِ فِي الْآخِرَةِ؛ وَإِنْ تَكُنِ الْأُخْرَى فَهُوَ وَاللَّهِ شَقَاءُ الْآخِرَةِ , وَحُزْنُ الْأَبَدِ، وَالْأَمْرُ الَّذِي كُنْتُ أَخَافُهُ وَأَحْذَرُهُ عَلَى نَفْسِي، وَأَنِّي أَحْتَسِبُ عَلَى اللَّهِ غَفْلَتِي عَنْ نَفْسِي , وَتَقْصِيرِي فِي حَظِّي. ثُمَّ غُشِيَ عَلَيْهِ \"",
            "page": "151",
            "part": "1",
            "seal": "BE5369BA"
        },
        {
            "hno": "195",
            "id": "204",
            "nass": "195 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي صَدَقَةُ بْنُ بَكْرٍ، قَالَ: سَمِعْتُ مُعَاذَ بْنَ زِيَادٍ التَّمِيمِيَّ، يَذْكُرُ أَنَّ فَتًى، مِنَ الْأَزْدِ بَكَى حَتَّى أَطْلَعَ بَصَرُهُ فَعُوتِبَ فِي ذَلِكَ فَقَالَ: ¶ [البحر الوافر] ¶ §أَلَمْ يَرِثِ الْبُكَاءَ أُنَاسُ صِدْقٍ ... فَقَادَهُمُ الْبُكَا خَيْرَ الْمَعَادِ؟ ¶ أَلَمْ يَقُلِ الْإِلَهُ: إِلَيَّ عَبْدِي ... فَكُلُّ الْخَيْرِ عِنْدِي فِي الْمَعَادِ؟ ¶ وَاللَّهِ لَأَبْكِيَنَّ دَائِمَ الدُّنْيَا، فَإِذَا جَاءَتِ الْآخِرَةُ فَعِنْدَ اللَّهِ أَحْتَسِبُ مُصِيبَتِي فِي تَقْصِيرِي \"",
            "page": "151",
            "part": "1",
            "seal": "8B6E54FB"
        },
        {
            "hno": "196",
            "id": "205",
            "nass": "196 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي شَاذُّ بْنُ فَيَّاضٍ، قَالَ: «§بَكَى هِشَامٌ الدَّسْتُوَائِيُّ حَتَّى فَسَدَتْ عَيْنُهُ، فَكَانَتْ مَفْتُوحَةً، وَهُوَ لَا يَكَادُ يُبْصِرُ بِهَا»",
            "page": "152",
            "part": "1",
            "seal": "273BA5F4"
        },
        {
            "hno": "197",
            "id": "206",
            "nass": "197 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مَالِكُ بْنُ ضَيْغَمٍ، قَالَ: سَمِعْتُ بِشْرُ بْنُ مَنْصُورٍ، يَقُولُ: بَكَى بُدَيْلٌ الْعُقَيْلِيُّ §حَتَّى قَرِحَتْ مَآقِيهِ، فَكَانَ يُعَاتَبُ فِي ذَلِكَ، فَيَقُولُ: إِنَّمَا أَبْكِي خَوْفًا مِنْ طُولِ الْعَطَشِ يَوْمَ الْقِيَامَةِ \"",
            "page": "152",
            "part": "1",
            "seal": "22DA3B88"
        },
        {
            "hno": "198",
            "id": "207",
            "nass": "198 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي زَهْدَمُ بْنُ الْحَارِثِ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، عَنْ هِشَامِ بْنِ حَسَّانَ، قَالَ: بَكَى يَزِيدُ الرَّقَاشِيُّ أَرْبَعِينَ عَامًا حَتَّى §تَسَاقَطَتْ أَشْفَارُهُ، وَأَظْلَمَتْ عَيْنَاهُ، وَتَغَيَّرَتْ مَجَارِيَ دُمُوعِهِ \"",
            "page": "152",
            "part": "1",
            "seal": "F30F08F2"
        },
        {
            "hno": "199",
            "id": "208",
            "nass": "199 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، قَالَ: -[153]- حُدِّثْتُ أَنَّ بُدَيْلًا الْعُقَيْلِيَّ «§بَكَى حَتَّى ذَهَبَ بَصَرُهُ»",
            "page": "152",
            "part": "1",
            "seal": "DC5477EC"
        },
        {
            "hno": "200",
            "id": "209",
            "nass": "200 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، قَالَ: كَانَ هِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ قَدْ §أَظْلَمَ عَلَيْهِ بَصَرُهُ مِنْ طُولِ الْبُكَاءِ، فَكُنْتَ تَرَاهُ يَنْظُرُ إِلَيْكَ فَلَا يَعْرِفُكَ إِلَّا أَنْ تُكَلِّمَهُ \"",
            "page": "153",
            "part": "1",
            "seal": "1FA09D2A"
        },
        {
            "hno": "201",
            "id": "210",
            "nass": "201 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا مُوسَى بْنُ دَاوُدَ، عَنْ سَلَّامٍ أَبِي الْأَحْوَصِ، قَالَ: «§كَانَتْ عَيْنُ مَنْصُورٍ قَدْ تَقَبَّضَتْ مِنْ كَثْرَةِ الْبُكَاءِ»",
            "page": "153",
            "part": "1",
            "seal": "4B39A666"
        },
        {
            "hno": "202",
            "id": "211",
            "nass": "202 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنَا زُهَيْرٌ السَّلُولِيُّ، قَالَ: «كَانَ يَزِيدُ الرَّقَاشِيُّ قَدْ §بَكَى حَتَّى تَنَاثَرَتْ أَشْفَارُهُ، وَأَحْرَقَتِ الدُّمُوعُ مَجَارِيَهَا مِنْ وَجْهِهِ»",
            "page": "153",
            "part": "1",
            "seal": "3C0233C0"
        },
        {
            "hno": "203",
            "id": "212",
            "nass": "203 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ الْأَسَدِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَالِكِ بْنِ مِغْوَلٍ، قَالَ: §بَكَى أُسَيْدٌ الضَّبِّيُّ حَتَّى عَمِيَ , وَكَانَ إِذَا عُوتِبَ عَلَى الْبُكَاءِ، بَكَى وَقَالَ: الْآنَ حِينَ لَا أَهْدَأُ؟ وَكَيْفَ أَهْدَأُ وَأَنَا أَمُوتُ غَدًا؟ وَاللَّهِ لَأَبْكِيَنَّ، ثُمَّ لَأَبْكِيَنَّ , ثُمَّ لَأَبْكِيَنَّ فَإِنْ أَدْرَكْتُ بِالْبُكَاءِ خَيْرًا فَبِمَنِّ اللَّهِ عَلَيَّ وَفَضْلِهِ، وَإِنْ تَكُنِ الْأُخْرَى، فَمَا بُكَائِي فِي جَنْبِ مَا أَلْقَى؟ -[154]- قَالَ: وَكَانَ رُبَّمَا بَكَى حَتَّى يَتَأَذَّى بِهِ جِيرَانُهُ مِنْ كَثْرَةِ بُكَائِهِ \"",
            "page": "153",
            "part": "1",
            "seal": "03DF67C1"
        },
        {
            "hno": "204",
            "id": "213",
            "nass": "204 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي شُعَيْبُ بْنُ مُحْرِزٍ، قَالَ: حَدَّثَنِي سُلَامَةُ الْعَابِدَةُ، قَالَتْ: «§بَكَتْ عُبَيْدَةُ بِنْتُ أَبِي كِلَابٍ أَرْبَعِينَ سَنَةً، حَتَّى ذَهَبَ بَصَرُهَا»",
            "page": "154",
            "part": "1",
            "seal": "33787EB2"
        },
        {
            "hno": "205",
            "id": "214",
            "nass": "205 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا عَمَّارُ بْنُ عُثْمَانَ الْحَلَبِيُّ، قَالَ: حَدَّثَنِي مِسْمَعُ بْنُ عَاصِمٍ، قَالَ: «كَانَ نَاشِرَةُ بْنُ سَعِيدٍ الْحَنَفِيُّ قَدْ §بَكَى حَتَّى أَظْلَمَتْ عَيْنَاهُ»",
            "page": "154",
            "part": "1",
            "seal": "5372FE13"
        },
        {
            "hno": "206",
            "id": "215",
            "nass": "206 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ قُرَيْبٍ، قَالَ: حَدَّثَنَا غَاضِرَةُ بْنُ قَرْهَدٍ، قَالَ: «§كَانَ فَرْقَدٌ السَّبَخِيُّ قَدْ بَكَى حَتَّى أَضَرَّ ذَلِكَ الْبُكَاءُ بِعَيْنَيْهِ، وَتَنَاثَرَتْ أَشْفَارُهُ»",
            "page": "154",
            "part": "1",
            "seal": "DC7E0089"
        },
        {
            "hno": "207",
            "id": "216",
            "nass": "207 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، قَالَ: حَدَّثَنِي بَعْضُ أَصْحَابِنَا، قَالَ: قَالَ أَنَسٌ لِثَابِتٍ: \" مَا أَشْبَهَ عَيْنَيْكَ بِعَيْنَيْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -[155]- قَالَ: §فَبَكَى حَتَّى عَمِشَ \"",
            "page": "154",
            "part": "1",
            "seal": "469DE226"
        },
        {
            "hno": "208",
            "id": "217",
            "nass": "208 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ حَنْبَلٍ، قَالَ: حَدَّثَنَا سَلْمُ بْنُ قُتَيْبَةَ، قَالَ: حَدَّثَنَا الْأَصْبَغُ بْنُ زَيْدٍ، عَنِ الْقَاسِمِ، قَالَ: «كَانَ سَعِيدُ بْنُ جُبَيْرٍ §يَبْكِي حَتَّى عَمِشَ»",
            "page": "155",
            "part": "1",
            "seal": "4F6526C2"
        },
        {
            "hno": "209",
            "id": "218",
            "nass": "209 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا رُسْتُمُ بْنُ أُسَامَةَ، عَنْ مُعْتَمِرٍ، عَنْ أَبِيهِ، قَالَ: «§بَكَى يَزِيدُ الرَّقَاشِيُّ حَتَّى تَنَاثَرَتْ أَشْفَارُهُ»",
            "page": "155",
            "part": "1",
            "seal": "357D7916"
        },
        {
            "hno": "210",
            "id": "219",
            "nass": "210 - حَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنِي إِسْمَاعِيلُ بْنُ خَلِيلٍ الْخَزَّازُ، عَنْ أَبِي خَالِدٍ الْأَحْمَرِ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ الضُّبَعِيِّ، قَالَ: \" §بَكَى ثَابِتٌ حَتَّى ذَهَبَ بَصَرُهُ أَوْ كَادَ يَذْهَبُ. فَقِيلَ لَهُ: نُعَالِجُكَ عَلَى أَنْ لَا تَبْكِيَ. قَالَ: مَا خَيْرٌ فِيهِمَا إِذَا لَمْ تَبْكِيَا؟ \"",
            "page": "155",
            "part": "1",
            "seal": "ABF8F088"
        },
        {
            "hno": "211",
            "id": "220",
            "nass": "211 - حَدَّثَنِي أَحْمَدُ، قَالَ: حَدَّثَنِي أَبُو ظَفَرٍ، قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، قَالَ: \" اشْتَكَى ثَابِتٌ الْبُنَانِيُّ عَيْنَهُ، فَقَالَ لَهُ الطَّبِيبُ: اضْمَنْ لِي خَصْلَةً تَبْرَأْ -[156]- عَيْنُكَ , قَالَ: «وَمَا هِيَ؟» قَالَ: لَا تَبْكِ. قَالَ: «§وَمَا خَيْرٌ فِي عَيْنٍ لَا تَبْكِي»",
            "page": "155",
            "part": "1",
            "seal": "9D1DDB8F"
        },
        {
            "hno": null,
            "id": "221",
            "nass": "§مَنْ بَكَى حَتَّى أَثَّرَتِ الدُّمُوعُ فِي وَجْهِهِ",
            "page": "157",
            "part": "1",
            "seal": "4E20F437"
        },
        {
            "hno": "212",
            "id": "222",
            "nass": "212 - حَدَّثَنَا الْحَارِثُ أَبُو عُمَرَ، قَالَ: حَدَّثَنَا الْمُطَّلِبُ بْنُ زِيَادٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عِيسَى، قَالَ: «§كَانَ فِي وَجْهِ عُمَرَ بْنِ الْخَطَّابِ خَطَّانِ أَسْوَدَانِ مِنَ الْبُكَاءِ»",
            "page": "159",
            "part": "1",
            "seal": "BAE18B9A"
        },
        {
            "hno": "213",
            "id": "223",
            "nass": "213 - حَدَّثَنِي عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ بْنِ عَبْدِ اللَّهِ الْعَطَّارُ، مَوْلَى بَنِي هَاشِمٍ قَالَ: حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ: سَمِعْتُ شُعَيْبَ بْنَ دِرْهَمٍ أَبَا زِيَادٍ، قَالَ: حَدَّثَنِي أَبُو رَجَاءٍ الْعُطَارِدِيُّ، قَالَ: «كَانَ §هَذَا الْمَكَانُ مِنَ ابْنِ عَبَّاسٍ مِثْلَ الشِّرَاكِ الْبَالِي مِنَ الدُّمُوعِ»",
            "page": "159",
            "part": "1",
            "seal": "86434F2F"
        },
        {
            "hno": "214",
            "id": "224",
            "nass": "214 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنِي زُهَيْرٌ السَّلُولِيُّ، قَالَ: «كَانَ يَزِيدُ الرَّقَاشِيُّ قَدْ §بَكَى حَتَّى أَحْرَقَتِ الدُّمُوعُ مَجَارِيَهَا مِنْ وَجْهِهِ»",
            "page": "159",
            "part": "1",
            "seal": "CF96D56E"
        },
        {
            "hno": "215",
            "id": "225",
            "nass": "215 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا مُوسَى بْنُ دَاوُدَ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَسْلَمَ، عَنْ أَبِيهِ، قَالَ: «كَانَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ قَدْ §بَكَى حَتَّى أَثَّرَتِ الدُّمُوعُ بِوَجْهِهِ»",
            "page": "160",
            "part": "1",
            "seal": "847DD569"
        },
        {
            "hno": "216",
            "id": "226",
            "nass": "216 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الصَّلْتُ بْنُ حَكِيمٍ، قَالَ: حَدَّثَنَا مُوسَى بْنُ صَالِحٍ الْقُرَيْعِيُّ مِنْ أَهْلِ الْبَصْرَةِ قَالَ: «§رَأَيْتُ مَجَارِيَ الدُّمُوعِ فِي خَدِّ عُتْبَةَ الْغُلَامِ مُنْسَلِخَةً , وَرَأَيْتُ عَلَيْهِ إِزَارًا وَكُمًّا»",
            "page": "160",
            "part": "1",
            "seal": "FA27C06F"
        },
        {
            "hno": "217",
            "id": "227",
            "nass": "217 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، عَنْ عُقَيْبَةَ بْنِ فَضَالَةَ، قَالَ: «§كَانَتِ الدُّمُوعُ قَدْ أَثَّرَتْ بِخَدَّيِ الْفَضْلِ بْنِ عِيسَى الرَّقَاشِيِّ أَثَرًا بَيِّنًا، فَكَانَ كَالشَّيْءِ الْمَخْدُوشِ، نَديًّا دَهْرَهُ»",
            "page": "160",
            "part": "1",
            "seal": "36F2272D"
        },
        {
            "hno": "218",
            "id": "228",
            "nass": "218 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحَارِثِ الْخَرَّازُ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: سَمِعْتُ مَالِكَ بْنَ دِينَارٍ، يَقُولُ: «يَا إِخْوَتَاهْ وَاللَّهِ §لَوْ مَلَكْتُ الْبُكَاءَ لَبَكَيْتُ أَيَّامَ الدُّنْيَا» قَالَ: وَكَانَ قَدْ بَكَى حَتَّى اسْوَدَّ طَرِيقُ الدُّمُوعِ فِي خَدِّهِ",
            "page": "160",
            "part": "1",
            "seal": "ADD1AC53"
        },
        {
            "hno": null,
            "id": "229",
            "nass": "§مَنْ كَانَ يُدِيمُ الْبُكَاءَ",
            "page": "161",
            "part": "1",
            "seal": "2AE7B73E"
        },
        {
            "hno": "219",
            "id": "230",
            "nass": "219 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ نُسَيْرِ بْنِ ذُعْلُوقٍ، عَنِ الرَّبِيعِ بْنِ خُثَيْمٍ، \" أَنَّهُ كَانَ يَبْكِي حَتَّى تُبَلَّ لِحْيَتُهُ مِنْ دُمُوعِهِ، ثُمَّ يَقُولُ: §أَدْرَكْنَا أَقْوَامًا كُنَّا فِي جُنُوبِهِمْ لُصُوصًا \"",
            "page": "163",
            "part": "1",
            "seal": "DFC88C5C"
        },
        {
            "hno": "220",
            "id": "231",
            "nass": "220 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ أَبِي حَكِيمٍ الْعَدَنِيُّ، قَالَ: حَدَّثَنِي مُسْلِمُ بْنُ خَالِدٍ، قَالَ: أَخْبَرَنِي مَنْ رَأَى عُمَرَ بْنَ عَبْدِ الْعَزِيزِ «§يَطُوفُ بِالْبَيْتِ وَدُمُوعُهُ سَائِلَةً عَلَى لِحْيَتِهِ»",
            "page": "163",
            "part": "1",
            "seal": "E4147E26"
        },
        {
            "hno": "221",
            "id": "232",
            "nass": "221 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حَكِيمُ بْنُ حَفْصٍ، قَالَ: سَمِعْتُ مُضَرَ، يَقُولُ: \" كَانَ شَابٌّ فِي عَبْدِ الْقَيْسِ يَبْكِي اللَّيْلَ وَالنَّهَارَ، لَا يَكَادُ يَفْتُرُ، فَقِيلَ لَهُ: لَوْ قَصَرْتَ قَلِيلًا قَالَ: وَلِمَ أُقْصِرُ؟ وَقَدْ نُدِبْتُ إِلَى الْجَدِّ وَالِاجْتِهَادِ؟ وَاللَّهِ §لَا أُقْصِرُ عَنِ الِاجْتِهَادِ فِي نَجَائِهَا أَبَدًا -[164]- فَكَانَ يَبْكِي اللَّيْلَ وَالنَّهَارَ \"",
            "page": "163",
            "part": "1",
            "seal": "67CB2C95"
        },
        {
            "hno": "222",
            "id": "233",
            "nass": "222 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ صَالِحٍ، قَالَ: حَدَّثَنِي رَجُلٌ مِنْ بَنِي تَمِيمٍ: أَنَّ حَسَنَ بْنَ صَالِحٍ، كَانَ يُصَلِّي إِلَى السَّحَرِ، ثُمَّ يَجْلِسُ فَيَبْكِي فِي مَكَانِهِ، وَيَجْلِسُ عَلِيٌّ فَيَبْكِي فِي حُجْرَتِهِ. قَالَ: وَكَانَتْ أُمُّهُمْ تَبْكِي بِاللَّيْلِ وَالنَّهَارِ قَالَ: فَمَاتَتْ، ثُمَّ مَاتَ عَلِيٌّ، ثُمَّ مَاتَ حَسَنٌ. قَالَ: فَرَأَيْتُ حَسَنًا فِي مَنَامِي، فَقُلْتُ: مَا فَعَلَتِ الْوَالِدَةُ؟ قَالَ: «§بُدِّلَتْ بِطُولِ ذَلِكَ الْبُكَاءِ سُرُورَ الْأَبَدِ» . قُلْتُ: فَعَلِيٌّ؟ قَالَ: «وَعَلِيٌّ عَلَى خَيْرٍ» . قَالَ: قُلْتُ: فَأَنْتَ؟ قَالَ: فَمَضَى وَهُوَ يَقُولُ: «وَهَلْ نَتَّكِلُ إِلَّا عَلَى عَفْوِهِ؟»",
            "page": "164",
            "part": "1",
            "seal": "5482A47D"
        },
        {
            "hno": "223",
            "id": "234",
            "nass": "223 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ مُعَاوِيَةَ الْأَزْرَقُ النَّوَّاءُ، قَالَ: حَدَّثَنِي بَعْضُ أَصْحَابِنَا، قَالَ: -[165]- قِيلَ لِعَطَاءٍ السُّلَيْمِيِّ: مَا تَشْتَهِي؟ قَالَ: \" §أَشْتَهِي أَنْ أَبْكِيَ حَتَّى لَا أَقْدِرَ عَلَى أَنْ أَبْكِيَ قَالَ: فَكَانَ يَبْكِي اللَّيْلَ وَالنَّهَارَ، وَكَانَتْ دُمُوعُهُ الدَّهْرَ سَائِلَةً عَلَى وَجْهِهِ \"",
            "page": "164",
            "part": "1",
            "seal": "8A3B8298"
        },
        {
            "hno": "224",
            "id": "235",
            "nass": "224 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ، قَالَ: \" دَخَلَ رَجُلَانِ عَلَى عَطَاءٍ السُّلَيْمِيِّ، فَوَجَدَاهُ يَبْكِي , فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ: §أَمَّا هَذَا فَسَيَبْكِي ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ قَالَ: فَخَرَجَا وَتَرَكَاهُ \"",
            "page": "165",
            "part": "1",
            "seal": "BF3695C8"
        },
        {
            "hno": "225",
            "id": "236",
            "nass": "225 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، عَنْ مُعَاذِ بْنِ زِيَادٍ، قَالَ: كَانَ يَحْيَى بْنُ مُسْلِمٍ الْبَكَّاءُ قَدِ §اعْتَمَّ بِعِمَامَةٍ وَأَدَارَهَا عَلَى حَلْقِهِ، وَجَعَلَ لَهَا طَرَفَيْنِ. فَكَانَ يَبْكِي وَيَنْتَحِبُ حَتَّى يَبُلَّ هَذَا الطَّرْفَ، ثُمَّ يَبْكِي وَيَنْتَحِبُ حَتَّى يَبُلَّ هَذَا الطَّرَفَ الْآخَرَ ثُمَّ يَحِلُّهَا مِنْ رَأْسِهِ وَيَبْكِي وَيَنْتَحِبُ حَتَّى يَبُلَّ الْعِمَامَةَ بِأَسْرِهَا، ثُمَّ يَبْكِي وَيَنْتَحِبُ حَتَّى يَبُلَّ أَرْدَانَهُ \"",
            "page": "165",
            "part": "1",
            "seal": "F50F20F3"
        },
        {
            "hno": "226",
            "id": "237",
            "nass": "226 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ إِسْحَاقَ الْبَجَلِيُّ، قَالَ: حَدَّثَنِي أَبُو سَهْلٍ مُحَمَّدُ بْنُ عَمْرٍو الْأَنْصَارِيُّ قَالَ: -[166]- كُنَّا مَعَ مُحَمَّدِ بْنِ وَاسِعٍ فِي جَنَازَةٍ، فَجَعَلْتُ أَنْظُرُ إِلَى دُمُوعِهِ عَلَى لِحْيَتِهِ، وَهُوَ جَالِسٌ لَا يَتَكَلَّمُ بِشَيْءٍ , فَذَكَرْتُ ذَلِكَ لِيَحْيَى بْنِ مُسْلِمٍ الْبَكَّاءِ، فَبَكَى وَقَالَ: «§إِنَّ فِي دُونِ مَا كُنْتُمْ فِيهِ لَمَا يُبْكِي الْقُبُورَ»",
            "page": "165",
            "part": "1",
            "seal": "C4011576"
        },
        {
            "hno": "227",
            "id": "238",
            "nass": "227 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حَرَمِيُّ بْنُ حَفْصٍ التَّغْلِبِيُّ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ الْفُضَيْلِ الْقُرَشِيُّ مَوْلَى بَنِي زُهْرَةَ، قَالَ: كَانَ مُحَمَّدُ بْنُ وَاسِعٍ نَازِلًا فِي الْعُلُوِّ , وَكَانَ قَوْمٌ يَسْكُنُونَ فِي دَارِهِ فِي السُّفْلِ. قَالَ: فَحَدَّثَنِي بَعْضُهُمْ قَالَ: «كَانَ §يَبْكِي عَامَّةَ اللَّيْلِ، لَا يَكَادُ يَفْتُرُ» قَالَ: «ثُمَّ يُصْبِحُ، فَإِنَّمَا يَكْشِرُ فِي وُجُوهِ أَصْحَابِهِ»",
            "page": "166",
            "part": "1",
            "seal": "3A09B51A"
        },
        {
            "hno": "228",
            "id": "239",
            "nass": "228 - حَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ، قَالَ: حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ قُرَيْبٍ، قَالَ: حَدَّثَنِي نَسِيبٌ لِهِشَامٍ الْقُرْدُوسِيِّ قَالَ: قَالَ رَجُلٌ: دَخَلْنَا عَلَى مُحَمَّدِ بْنِ وَاسِعٍ، فَقَالَتْ عِلَجَةٌ كَانَتْ فِي دَارِهِ: \" إين كبره بس اباد اركه سود سون ازجها نياز همه بكشت، مَعْنَاهُ: هَذَا الرَّجُلُ إِذَا جَاءَ اللَّيْلُ، §لَوْ كَانَ قَتَلَ أَهْلَ الدُّنْيَا مَا زَادَ \"",
            "page": "166",
            "part": "1",
            "seal": "5940EE60"
        },
        {
            "hno": "229",
            "id": "240",
            "nass": "229 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا عَمَّارُ بْنُ عُثْمَانَ -[167]- الْحَلَبِيُّ، قَالَ: حَدَّثَنِي سِرَارٌ أَبُو عُبَيْدَةَ، قَالَ: \" §بَكَى عُتْبَةُ الْغُلَامُ فِي مَجْلِسِ عَبْدِ الْوَاحِدِ بْنِ زَيْدٍ تِسْعَ سِنِينَ , لَا يَفْتُرُ بُكَاءً مِنْ حِينَ يَبْدَأُ عَبْدُ الْوَاحِدِ فِي الْمَوْعِظَةِ إِلَى أَنْ يَقُومَ , لَا يَكَادُ أَنْ يَسْكُتَ عُتْبَةُ , فَقِيلَ لِعَبْدِ الْوَاحِدِ: إِنَّا لَا نَفْهَمُ كَلَامَكَ مِنْ بُكَاءِ عُتْبَةَ , قَالَ: فَأَصْنَعُ مَاذَا؟ يَبْكِي عُتْبَةُ عَلَى نَفْسِهِ وَأَنْهَاهُ أَنَا؟ لَبِئْسَ وَاعِظُ قَوْمٍ أَنَا \"",
            "page": "166",
            "part": "1",
            "seal": "AC2B0257"
        },
        {
            "hno": "230",
            "id": "241",
            "nass": "230 - وَحَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي سِجْفُ بْنُ مَنْظُورٍ، قَالَ: حَدَّثَنِي سُلَيْمٌ النَّحِيفُ، قَالَ: رَمَقْتُ عُتْبَةَ ذَاتَ لَيْلَةٍ بِسَاحِلِ الْبَحْرِ، فَمَا زَادَ لَيْلَتَهُ تِلْكَ حَتَّى أَصْبَحَ عَلَى هَذِهِ الْكَلِمَاتِ وَهُوَ قَائِمٌ، وَهُوَ يَقُولُ: «§إِنْ تُعَذِّبْنِي فَإِنِّي لَكَ مُحِبٌّ، وَإِنْ تَرْحَمْنِي فَإِنِّي لَكَ مُحِبٌّ. فَلَمْ يَزَلْ يُرَدِّدُهَا وَيَبْكِي حَتَّى طَلَعَ الْفَجْرُ»",
            "page": "167",
            "part": "1",
            "seal": "030BA88E"
        },
        {
            "hno": "231",
            "id": "242",
            "nass": "231 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي ابْنُ الْفُضَيْلِ بْنِ عِيَاضٍ، قَالَ: «كَانَ الْفُضَيْلُ قَدْ §أَلِفَ الْبُكَاءَ، حَتَّى رُبَّمَا بَكَى فِي نَوْمِهِ حَتَّى يَسْمَعَهُ أَهْلُ الدَّارِ»",
            "page": "167",
            "part": "1",
            "seal": "85EA6405"
        },
        {
            "hno": "232",
            "id": "243",
            "nass": "232 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي خَلَفُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا الرَّبِيعُ بْنُ صَبِيحٍ، قَالَ: مَا دَخَلْتُ عَلَى الْحَسَنِ §إِلَّا أَصَبْتُهُ مُسْتَلْقِيًا يَبْكِي \"",
            "page": "168",
            "part": "1",
            "seal": "DDD81BE4"
        },
        {
            "hno": "233",
            "id": "244",
            "nass": "233 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ عَاصِمٍ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، قَالَ: «كُنَّا §نَدْخُلُ عَلَى الْحَسَنِ، فَيَبْكِي حَتَّى نَرْحَمَهُ»",
            "page": "168",
            "part": "1",
            "seal": "F2B4DE01"
        },
        {
            "hno": "234",
            "id": "245",
            "nass": "234 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، قَالَ: كَانَ الْحَسَنُ §رُبَّمَا بَكَى حَتَّى نَرِقَّ لَهُ \"",
            "page": "168",
            "part": "1",
            "seal": "617967FA"
        },
        {
            "hno": "235",
            "id": "246",
            "nass": "235 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَبُو إِسْحَاقَ الضَّرِيرُ، قَالَ: حَدَّثَنِي صَالِحٌ الْمُرِّيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ الْعَيْزَارِ، قَالَ: «§مَا رَأَيْتُ الْحَسَنَ إِلَّا صَارًّا بَيْنَ عَيْنَيْهِ، عَلَيْهِ كَآبَةٌ، كَأَنَّهُ رَجُلٌ أُصِيبَ بِمُصِيبَةٍ , فَإِنْ ذَكَرَ الْآخِرَةَ، أَوْ ذُكِرَتْ بَيْنَ يَدَيْهِ جَاءَتْ عَيْنَاهُ بِأَرْبَعٍ»",
            "page": "168",
            "part": "1",
            "seal": "DD93EA06"
        },
        {
            "hno": "236",
            "id": "247",
            "nass": "236 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَبُو مَعْمَرٍ التَّنُّورِيُّ، قَالَ: حَدَّثَنِي رَبِيعٌ أَبُو مُحَمَّدٍ، قَالَ: كَانَ يَزِيدُ الرَّقَاشِيُّ يَبْكِي حَتَّى يَسْقُطَ، ثُمَّ يُفِيقُ، فَيَبْكِي حَتَّى يَسْقُطَ، ثُمَّ يُفِيقُ، فَيَبْكِي حَتَّى يَسْقُطُ، فَيُحْمَلَ مَغْشِيًّا عَلَيْهِ إِلَى أَهْلِهِ وَكَانَ يَقُولُ فِي كَلَامِهِ: «إِخْوَتَاهْ §ابْكُوا قَبْلَ يَوْمِ الْبُكَاءِ، وَنُوحُوا قَبْلَ -[169]- يَوْمِ النِّيَاحَةِ، وَتُوبُوا قَبْلَ انْقِطَاعِ التَّوْبَةِ، إِنَّمَا سُمِّيَ نُوحًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ نَوَّاحًا , فَنُوحُوا مَعْشَرَ الْكُهُولِ وَالشَّبَابِ عَلَى أَنْفُسِكُمْ» قَالَ: وَكَانَ يَتَكَلَّمُ وَالدُّمُوعُ جَارِيَةٌ عَلَى لِحْيَتِهِ وَخَدَّيْهِ",
            "page": "168",
            "part": "1",
            "seal": "566F44C5"
        },
        {
            "hno": "237",
            "id": "248",
            "nass": "237 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ، قَالَ: حَدَّثَتْنِي أُخْتِي، وَكَانَتْ أَكْبَرَ مِنْ مُحَمَّدٍ قَالَتْ: كَانَ لِمُحَمَّدِ بْنِ عَبْدِ الْوَهَّابِ صَدِيقٌ مِنْ بَنِي تَمِيمٍ، فَرُبَّمَا زَارَهُ، فَيَبْتَدِئَانِ فِي الْبُكَاءِ حَتَّى يُنَادَى بِصَلَاةِ الظُّهْرِ. قَالَتْ: فَرُبَّمَا قُلْتُ لِمُحَمَّدٍ: يَزُورُكَ أَخُوكَ فَتَبْكِيَانِ، لَا يَسْتَمتِعُ أَحَدُكُمَا مِنْ صَاحِبِهِ بِحَدِيثٍ وَلَا مُذَاكَرَةٍ؟ فَيَقُولُ: وَيْحَكِ اسْكُتِي، §لَيْسَتِ الدُّنْيَا دَارَ سُرُورٍ , وَلَا مُتْعَةٍ تَدُومُ، إِنَّمَا خَيْرُهَا لِمَنِ اتَّخَذَهَا بُلْغَةً إِلَى الْآخِرَةِ , وَوَاللَّهِ , لَوْلَا الْبُكَاءُ فَإِنَّهُ رَاحَةٌ لِلْقُلُوبِ لَظَنَنْتُ أَنَّ قَلْبِيَ سَيَنْشَقُّ فِي دَارِ الدُّنْيَا مِنْ طُولِ غَمِّي، لَكَثْرَةِ التَّفْرِيطِ. قَالَتْ: فَأَبْكَانِي وَاللَّهِ \"",
            "page": "169",
            "part": "1",
            "seal": "C8903898"
        },
        {
            "hno": "238",
            "id": "249",
            "nass": "238 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْحَسَنُ بْنُ الرَّبِيعِ، عَنِ ابْنِ الْمُبَارَكِ، قَالَ: «§كَانَ ابْنُ أَبِي رَوَّادٍ يَتَكَلَّمُ وَدُمُوعُهُ تَسِيلُ عَلَى خَدِّهِ , -[170]- وَكَانَ وُهَيْبٌ يَتَكَلَّمُ وَالدُّمُوعُ تَقْطُرُ مِنْ عَيْنَيْهِ»",
            "page": "169",
            "part": "1",
            "seal": "A342E3DB"
        },
        {
            "hno": "239",
            "id": "250",
            "nass": "239 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، قَالَ: «كَانَ يَحْيَى الْبَكَّاءُ قَدْ §أَدَارَ عِمَامَةً وَصَيَّرَ لَهَا فَضْلَةً يَتَلَقَّى بِهَا دُمُوعَهُ»",
            "page": "170",
            "part": "1",
            "seal": "1032B4DB"
        },
        {
            "hno": "240",
            "id": "251",
            "nass": "240 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَمَّارُ بْنُ عُثْمَانَ، قَالَ: حَدَّثَنَا مِسْمَعُ بْنُ عَاصِمٍ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ دِينَارٍ أَبُو هَمَّامٍ، قَالَ: \" كَانَ الْحَسَنُ §إِذَا تَكَلَّمَ شَفَى النُّفُوسَ مِنْ إِسْبَالِ الدُّمُوعِ قَالَ: وَمَا قَعَدْتُ إِلَيْهِ يَوْمًا قَطُّ إِلَّا بَكَيْتُ حَتَّى اشْتَفِيتُ \"",
            "page": "170",
            "part": "1",
            "seal": "46CFBAA6"
        },
        {
            "hno": "241",
            "id": "252",
            "nass": "241 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عَمَّارُ بْنُ عُثْمَانَ، قَالَ: حَدَّثَنِي حُصَيْنُ بْنُ الْقَاسِمِ، قَالَ: سَمِعْتُ عَبْدَ الْوَاحِدِ بْنَ زَيْدٍ، يَقُولُ: -[171]- «§لَوْ رَأَيْتَ الْحَسَنَ إِذَا أَقْبَلَ لَبَكَيْتَ لِرُؤْيَتِهِ مِنْ قَبْلِ أَنْ يَتَكَلَّمَ وَمَنْ ذَا الَّذِي كَانَ يَرَى الْحَسَنَ فَلَا يَبْكِي وَمَنْ كَانَ يَقْدِرُ يَمْلِكُ نَفْسَهَ عَنِ الْبُكَاءِ عِنْدَ رُؤْيَتِهِ؟ ثُمَّ بَكَى عَبْدُ الْوَاحِدِ بُكَاءً شَدِيدًا»",
            "page": "170",
            "part": "1",
            "seal": "982B23B6"
        },
        {
            "hno": "283",
            "id": "296",
            "nass": "283 - حَدَّثَنِي خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنِي مُعَلًّى الْوَرَّاقُ، قَالَ: كُنَّا عِنْدَ مَالِكِ بْنِ دِينَارٍ وَهُوَ يَتَكَلَّمُ، فَجَاءَ أَبُوعُبَيْدَةَ الْخَوَّاصُ، فَأَخْرَجَ مِنْ كُمِّهِ حَبْلَ لِيفٍ جَدِيدٍ، فِي طَرْفِهِ عُرْوَتَانِ، فَجَعَلَ عُرْوَةً فِي عُنُقِهِ، وَعُرْوَةً فِي عُنُقِ مَالِكٍ، ثُمَّ قَالَ: يَا مَالِكُ «§عُدَّ أَنَّا بَيْنَ يَدَيِ اللَّهِ، مَا عَسَى أَنْ نَقُولَ؟ فَبَكَى الْقَوْمُ جَمِيعًا»",
            "page": "202",
            "part": "1",
            "seal": "AC121B75"
        },
        {
            "hno": "284",
            "id": "297",
            "nass": "284 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ الضَّرِيرُ، قَالَ: كَانَ مُوسَى الْخَيَّاطُ يَبْكِي حَتَّى يَتَقَطَّعَ صَوْتُهُ وَتَسْتَرْخِيَ. . فَيَسْقُطَ. وَكَانَ يَنُوحُ عَلَى نَفْسِهِ فِي بُكَائِهِ وَيَقُولُ: «§أَبْكِي وَاللَّهِ قَبْلَ طُولِ الْبُكَاءِ، أَبْكِي وَاللَّهِ قَبْلَ مَحِلِّ الشَّقَاءِ، أَبْكِي وَاللَّهِ قَبْلَ. .»",
            "page": "202",
            "part": "1",
            "seal": "6E6BDE59"
        },
        {
            "hno": "285",
            "id": "298",
            "nass": "285 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدٍ، جَلِيسٌ لِمُوسَى الْخَيَّاطِ قَالَ: كَانَ مُوسَى بْنُ سَعِيدٍ الْخَيَّاطُ يَبْكِي ويَنُوحُ عَلَى نَفْسِهِ، وَيَقُولُ فِي تَعْدِيدِهِ: ¶ [البحر الوافر] ¶ §سَجُّونِي وَسَدُّونِي وَفِي لَحْدِي فَدُلُّونِي ¶ أُلْبِسْتُ قَبَاطِيًا أُبْلِيهَا وَتُبْلِينِي \" ¶ وَيَبْكِي. فَلَمَّا رَآنِي سَكَتَ",
            "page": "203",
            "part": "1",
            "seal": "779F2A14"
        },
        {
            "hno": "286",
            "id": "299",
            "nass": "286 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مَالِكُ بْنُ ضَيْغَمٍ، قَالَ: حَدَّثَنِي الْحَكَمُ بْنُ نُوحٍ، قَالَ: بَكَى أَبُوكُ لَيْلَةً مِنْ أَوَّلِ اللَّيْلِ إِلَى آخِرِهِ، لَمْ يَسْجُدْ فِيهَا سَجْدَةً، وَلَمْ يَرْكَعْ فِيهَا رَكْعَةً، وَنَحْنُ مَعَهُ فِي الْبَحْرِ. فَلَمَّا أَصْبَحْنَا قُلْتُ: يَا أَبَا مَالِكٍ لَقَدْ طَالَتْ لَيْلَتُكَ لَا مُصَلِّيًا وَلَا دَاعِيًا؟ فَبَكَى ثُمَّ قَالَ: \" §لَوْ يَعْلَمُ الْخَلَائِقُ مَاذَا يَسْتَقْبِلُونَ غَدًا مَا لَذُّوا بِعَيْشٍ أَبَدًا، إِنِّي وَاللَّهِ لَمَّا رَأَيْتُ اللَّيْلَ وَهَوْلَهُ , وَشِدَّةَ سَوَادِهِ، ذَكَرْتُ بِهِ الْمَوْقِفَ , وَشِدَّةَ الْأَمْرِ هُنَاكَ، وَكُلُّ امْرِئٍ يَوْمَئِذٍ تَهُمُّهُ نَفْسُهُ، لَا يُغْنِي وَالِدٌ عَنْ وَلَدِهِ، وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدَهِ شَيْئًا. -[204]- قَالَ: ثُمَّ شَهِقَ، فَلَمْ يَزَلْ يَضْطَرِبُ مَا شَاءَ اللَّهُ ثُمَّ هَدَأَ. قَالَ الْحَكَمُ: فَحَمَلَ عَلَيَّ أَصْحَابُنَا فِي الْمَرْكِبِ وَقَالُوا: أَنْتَ تَعْلَمُ أَنَّهُ لَا يَحْتَمِلُ الذِّكْرَ، فَمَا تُهَيِّجُهُ \" قَالَ: فَكُنْتُ بَعْدُ لَا أَكَادُ أَذْكُرُ لَهُ شَيْئًا لَا يَسْأَلُنِي عَنْهُ",
            "page": "203",
            "part": "1",
            "seal": "81E1CB8E"
        },
        {
            "hno": "287",
            "id": "300",
            "nass": "287 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنَا سَلَمَةُ بْنُ سَعِيدٍ، قَالَ: رُئِيَ لِلْعَلَاءِ بْنِ زِيَادٍ أَنَّهُ مِنْ أَهْلِ الْجَنَّةِ: فَمَكَثَ ثَلَاثًا لَا تَرْقَأُ لَهُ دَمْعَةٌ، وَلَا يَكْتَحِلُ بِنَوْمٍ، وَلَا يَذُوقَ طَعَامًا. فَأَتَاهُ الْحَسَنُ فَقَالَ: أَيْ أَخِي §أَتَقْتُلُ نَفْسَكَ أَنْ بُشِّرْتَ بِالْجَنَّةِ؟ فَازْدَادَ بُكَاءً عَلَى بُكَائِهِ. فَلَمْ يُفَارِقْهُ الْحَسَنُ حَتَّى أَمْسَى؛ وَكَانَ صَائِمًا، فَطَعِمَ شَيْئًا \"",
            "page": "204",
            "part": "1",
            "seal": "72F4E265"
        },
        {
            "hno": "288",
            "id": "301",
            "nass": "288 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، عَنْ مُضَرَ، عَنْ عَبْدِ الْوَاحِدِ بْنِ زَيْدٍ، قَالَ: أَتَى رَجُلٌ الْعَلَاءَ بْنَ زِيَادٍ فَقَالَ: أَتَانِي آتٍ فِي مَنَامِي فَقَالَ: ائْتِ الْعَلَاءَ بْنَ زِيَادٍ فَقُلْ لَهُ: §كَمْ تَبْكِي فَقَدْ غُفِرَ لَكَ. فَبَكَى، ثُمَّ قَالَ: «الْآنَ حِينَ لَا أَهْدَأُ»",
            "page": "204",
            "part": "1",
            "seal": "2F696FA6"
        },
        {
            "hno": "289",
            "id": "302",
            "nass": "289 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي حَكِيمُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنِي الْحَارِثُ بْنُ عُبَيْدٍ، قَالَ: «§كَانَ عَبْدُ الْوَاحِدِ بْنُ زَيْدٍ يَجْلِسُ إِلَى جَنْبِي عِنْدَ مَالِكٍ. فَكُنْتُ لَا أَفْهَمُ كَثِيرًا مِنْ مَوْعِظَةِ مَالِكٍ لِبُكَاءِ عَبْدِ الْوَاحِدِ»",
            "page": "205",
            "part": "1",
            "seal": "318CA7F3"
        },
        {
            "hno": "290",
            "id": "303",
            "nass": "290 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ سَلْمَانَ، قَالَ: «§كَانَ مِسْمَعٌ يَأْتِي أَبِي، فَيَجْلِسُ إِلَيْهِ، فَلَا يَفْتَرِقَانِ إِلَّا عَنْ مِثْلِ الْمُصِيبَةِ، مِنَ الْبُكَاءِ وَالْحُزْنِ»",
            "page": "205",
            "part": "1",
            "seal": "062FF3C1"
        },
        {
            "hno": "291",
            "id": "304",
            "nass": "291 - حَدَّثَنِي مُحَمَّدُ، قَالَ: حَدَّثَنِي صَدَقَةُ بْنُ بَكْرٍ السَّعْدِيُّ، قَالَ: حَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ سَلْمَانَ الْعَابِدُ، قَالَ: انْطَلَقْتُ أَنَا وَعَبْدُ الْوَاحِدِ بْنُ زَيْدٍ، إِلَى مَالِكِ بْنِ دِينَارٍ، فَوَجَدْنَاهُ قَدْ قَامَ مِنْ مَجْلِسِهِ وَدَخَلَ مَنْزِلَهَ، وَأَغْلَقَ عَلَيْهِ بَابَ الْحُجْرَةِ. فَجَلَسْنَا نَنْتَظِرُهُ لِيَخْرُجَ، أَوْ نَسْمَعَ لَهُ حَرَكَةً فَنَسْتَأْذِنَ عَلَيْهِ. فَجَعَلَ يَتَرَنَّمُ بِشَيْءٍ لَا نَفْهَمُهُ. ثُمَّ بَكَى حَتَّى جَعَلْنَا نَأْوِي لَهُ مِنْ شِدَّةِ بُكَائِهِ. ثُمَّ جَعَلَ يَشْهَقُ وَيَتَنَفَّسُ حَتَّى غُشِيَ عَلَيْهِ. -[206]- فَقَالَ لِي عَبْدُ الْوَاحِدِ: «§انْطَلِقْ , فَهَذَا رَجُلٌ مَشْغُولٌ بِنَفْسِهِ»",
            "page": "205",
            "part": "1",
            "seal": "AC6B1A00"
        },
        {
            "hno": "292",
            "id": "305",
            "nass": "292 - حَدَّثَنِي مُحَمَّدٌ، عَنْ أَبِي عُمَرَ الْخَطَّابِيِّ، قَالَ: حَدَّثَنِي رَجُلٌ مِنْ أَهْلِهِمْ، قَالَ: كَانَ عُتْبَةُ الْغُلَامُ يَبْكِي حَتَّى تَمْتَلِئَ رَاحَتُهُ بِدُمُوعِ عَيْنَيْهِ، ثُمَّ يَمْسَحُ بِهَا وَجْهَهُ وَرَقَبَتَهُ , وَيَقُولُ: \" §إِلَهِي وَسَيِّدِي، لَا تُخْزِنِي يَوْمَ يَقُومُ الْحِسَابُ. قَالَ: وَكَانَ إِذَا سَمِعَ النِّدَاءَ بَكَى \"",
            "page": "206",
            "part": "1",
            "seal": "DE303C4A"
        },
        {
            "hno": "293",
            "id": "306",
            "nass": "293 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْفَضْلُ بْنُ دُكَيْنٍ، قَالَ: \" §كَانَ حَسَنُ بْنُ صَالِحٍ إِذَا نَظَرَ إِلَى جَنَازَةٍ أَرْسَلَ عَيْنَيْهِ بِأَرْبَعٍ -[207]- قَالَ: وَدَخَلْنَا مَعَهُ مَرَّةً نَعُودُ مَرِيضًا , فَنَظَرْتُ إِلَيْهِ يَبْكِي حَتَّى جَرَتْ دُمُوعُهُ عَلَى لِحْيَتِهِ \"",
            "page": "206",
            "part": "1",
            "seal": "5BA70670"
        },
        {
            "hno": "294",
            "id": "307",
            "nass": "294 - حَدَّثَنِي أَبُو عَبْدِ اللَّهِ التَّيْمِيُّ، قَالَ: حَدَّثَنِي عِيسَى بْنُ هَارُونَ بْنِ أَبِي شَيْبَةَ، عَنْ عَمٍّ لَهُ كَانَ يُكْثِرُ مُجَالَسَةَ حَسَنِ بْنِ صَالِحٍ قَالَ: سَمِعْتُ حَسَنَ بْنَ صَالِحٍ، يَقُولُ بَعْدَ طُلُوعِ الْفَجْرِ فِي بَيْتِهِ: «وَا أَهْوَالَاهُ §فَلَوْ كَانَ هَوْلًا وَاحِدًا لَكَفَى، وَلَكِنَّهَا أَهْوَالٌ شَتَّى» ثُمَّ زَفَرَ",
            "page": "207",
            "part": "1",
            "seal": "7D90E35A"
        },
        {
            "hno": "295",
            "id": "308",
            "nass": "295 - حَدَّثَنِي أَبُو عَبْدِ اللَّهِ التَّيْمِيُّ، قَالَ: حَدَّثَنِي خَالِدُ بْنُ الصَّقْرِ السَّدُوسِيُّ، قَالَ: كَانَ أَبِي خَاصًّا لِسُفْيَانَ الثَّوْرِيِّ قَالَ أَبِي: فَاسْتَأْذَنْتُ عَلَى سُفْيَانَ فِي نَحْرِ الظُّهْرِ، فَأَذِنَتْ لِيَ امْرَأَةٌ، فَدَخَلْتُ عَلَيْهِ وَهُوَ يَقُولُ: {§أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ} [الزخرف: 80] ثُمَّ يَقُولُ: بَلَى يَا رَبِّ بَلَى يَا رَبِّ وَيَنْتَحِبُ , وَيَنْظُرُ إِلَى سَقْفِ الْبَيْتِ وَدُمُوعُهُ تَسِيلُ. فَمَكَثْتُ جَالِسًا كَمْ شَاءَ اللَّهُ، ثُمَّ أَقْبَلَ إِلَيَّ، فَجَلَسَ مَعِي، فَقَالَ: مُذْ كَمْ أَنْتَ هَهُنَا؟ مَا شَعُرْتُ بِمَكَانِكَ \"",
            "page": "207",
            "part": "1",
            "seal": "E9740A1D"
        },
        {
            "hno": "296",
            "id": "309",
            "nass": "296 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ، قَالَ: قَالَ الضَّحَّاكُ بْنُ مَخْلَدٍ: «§رَأَيْتُ هِشَامَ بْنَ حَسَّانَ إِذَا ذُكِرَتِ الْجَنَّةُ أَوِ النَّبِيُّ عَلَيْهِ -[208]- السَّلَامُ، بَكَى حَتَّى تَسِيلَ دُمُوعُهُ. وَرَأَيْتُ ابْنَ عَوْنٍ تَدُورُ الدُّمُوعُ فِي عَيْنَيْهِ وَلَا تَخْرُجُ»",
            "page": "207",
            "part": "1",
            "seal": "84F7E459"
        },
        {
            "hno": "297",
            "id": "310",
            "nass": "297 - حَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، قَالَ: «رَأَيْتُ ثَابِتًا الْبُنَانِيَّ §يَبْكِي حَتَّى تَخْتَلِفَ أَضْلَاعُهُ»",
            "page": "208",
            "part": "1",
            "seal": "7DFD0DF3"
        },
        {
            "hno": "298",
            "id": "311",
            "nass": "298 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحَارِثِ الْخَرَّازُ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: حَدَّثَنَا مَطَرٌ الْوَرَّاقُ، قَالَ: -[209]- بَاتَ هَرِمُ بْنُ حَيَّانَ عِنْدَ حُمَمَةَ، فَبَاتَ حُمَمَةُ بَاكِيًا حَتَّى أَصْبَحَ فَلَمَّا أَصْبَحَ قَالَ لَهُ هَرِمٌ: يَا أَخِي مَا أَبْكَاكَ اللَّيْلَةَ؟ قَالَ: \" §ذَكَرْتُ لَيْلَةً صَبِيحَتُهَا تَنَاثَرُ الْكَوَاكِبُ قَالَ: وَبَاتَ حُمَمَةُ عِنْدَ هَرِمٍ لَيْلَةً أُخْرَى، فَبَاتَ هَرِمُ بْنُ حَيَّانَ بَاكِيًا حَتَّى أَصْبَحَ فَلَمَّا أَصْبَحَ قَالَ لَهُ حُمَمَةُ: يَا أَخِي مَا أَبْكَاكَ اللَّيْلَةَ؟ قَالَ: يَا أَخِي ذَكَرْتُ لَيْلَةً صَبِيحَتُهَا تَبَعْثَرُ الْقُبُورُ لَلْمَحْشَرِ إِلَى اللَّهِ وَكَانَا إِذَا أَصْبَحَا غَدَوَا , فَمَرَّا بِأَكْوِرَةِ الْحَدَّادِينَ كَيْفَ يُنْفَخُ عَلَيْهَا، فَيَقْعُدَانِ، وَيَبْكِيَانِ، وَيَسْتَجِيرَانِ اللَّهَ مِنَ النَّارِ. ثُمَّ يَأْتِيَانِ أَصْحَابَ الرَّيَاحِينِ، فَيَقِفَانِ، فَيَسْأَلَانِ اللَّهَ الْجَنَّةَ. ثُمَّ يَدْعُوانِ بِدَعَوَاتٍ، وَيَفْتَرِقَانِ \"",
            "page": "208",
            "part": "1",
            "seal": "89161406"
        },
        {
            "hno": "299",
            "id": "312",
            "nass": "299 - حَدَّثَنَا الْمُثَنَّى بْنُ مُعَاذٍ بْنِ مُعَاذٍ، قَالَ: حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، قَالَ: حَدَّثَنَا عَاصِمٌ الرَّقَاشِيُّ، قَالَ: -[210]- انْطَلَقَ عَزْوَانُ وَحَمَمَةُ إِلَى عَامِرِ بْنِ عَبْدِ اللَّهِ، فَوَجَدَاهُ مُغْلِقًا عَلَيْهِ بَابَهُ، فَسَمِعَاهُ يَبْكِي. فَجَلَسَا بِبَابِهِ يَبْكِيَانِ لِبُكَائِهِ. ثُمَّ أَذِنَ لَهُمَا، فَرَأَى أَثَرَ الْبُكَاءِ عَلَى وجُوهِهِمَا، فَقَالَ: مَا أَبْكَاكُمَا؟ قَالَا: سَمِعْنَاكَ تَبْكِي فَبَكَيْنَا لِبُكَائِكَ. قَالَ: أُخْبِرُكُمَا مَا أَبْكَانِي. \" §إِنِّي ذَكَرْتُ اللَّيْلَةَ الَّتِي صَبِيحَتُهَا يَوْمُ الْقِيَامَةِ، قُلْتُ: إِنَّهَا لَتُمَخَّضُ بِأَمْرٍ عَظِيمٍ \"",
            "page": "209",
            "part": "1",
            "seal": "4ABD025A"
        },
        {
            "hno": "300",
            "id": "313",
            "nass": "300 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بِلَالٍ، قَالَ: حَدَّثَنَا خَلَفُ بْنُ خَلِيفَةَ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، قَالَ: مَرَّ رَجُلٌ بِعَامِرِ بْنِ عَبْدِ قَيْسٍ وَهُوَ جَالِسٌ فِي طَرِيقٍ وَهُوَ يَبْكِي، فَقَالَ: يَا عَامِرُ مَا يُبْكِيكَ؟ قَالَ: «شَيْءٌ مَا أَبْكَانِي، §عَجِبْتُ مِنْ لَيْلَةٍ تَمَخُّضُ صَبِيحَتِهَا يَوْمُ الْقِيَامَةِ» . وَكَانَ إِذَا أَصْبَحَ خَرَجَ إِلَى طَرِيقٍ مِنَ الطُّرُقِ، فَإِذَا رَأَى النَّاسَ قَدْ خَرَجُوا إِلَى حَوَائِجِهِمْ، وَالنَّاسُ يَذْهَبُونَ يَمِينًا وَشِمَالًا، فَيَقُولُ: «يَا رَبِّ غَدَا الْغَادُونَ فِي حَوَائِجِهِمْ، وَغَدَوْتُ أَسْأَلُكَ الْمَغْفِرَةَ»",
            "page": "210",
            "part": "1",
            "seal": "52C0902A"
        },
        {
            "hno": "301",
            "id": "314",
            "nass": "301 - حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ كَثِيرٍ، قَالَ: قِيلَ لِعُمَرَ بْنِ عَبْدِ الْعَزِيزِ: «مَا كَانَ بُدُوُّ إِنَابَتِكَ؟» ، قَالَ: أَرَدْتُ ضَرْبَ غُلَامٍ لِي، فَقَالَ: «يَا عُمَرُ §اذْكُرْ لَيْلَةً صَبِيحَتُهَا يَوْمُ الْقِيَامَةِ»",
            "page": "211",
            "part": "1",
            "seal": "0DDD5728"
        },
        {
            "hno": "302",
            "id": "315",
            "nass": "302 - حَدَّثَنِي أَبُو حَاتِمٍ الرَّازِيُّ، قَالَ: حَدَّثَنَا مُوسَى بْنُ أَيُّوبَ، قَالَ: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الْأَوْزَاعِيِّ، قَالَ: كَتَبَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ إِلَى عَدِيِّ بْنِ أَرْطَاةَ: أَمَّا بَعْدُ، «§فَإِنِّي أُذَكِّرُكَ بِلَيْلَةٍ تُمَخَّضُ بِالسَّاعَةِ، فَصَبَاحُهَا الْقِيَامَةُ، يَا لَهَا مِنْ لَيْلَةٍ وَيَا لَهُ مِنْ صَبَاحٍ كَانَ عَلَى الْكَافِرِينَ عَسِيرًا»",
            "page": "211",
            "part": "1",
            "seal": "BBDD68BA"
        },
        {
            "hno": "303",
            "id": "316",
            "nass": "303 - حَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، قَالَ: حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ، عَنْ جُنَيْدٍ، قَالَ: -[212]- بَيْنَمَا الْحَسَنُ فِي يَوْمٍ مِنْ رَجَبٍ فِي الْمَسْجِدِ، وَفِي يَدِهِ بُلْبُلَةٌ، وَهُوَ يَمُصُّ مَاءَهَا، ثُمَّ يَمُجُّهُ فِي الْحَصَى , ثُمَّ تَنَفَّسَ تَنَفُّسًا شَدِيدًا، ثُمَّ بَكَى حَتَّى رَعِدَتْ مَنْكِبَاهُ، ثُمَّ قَالَ: «§لَوْ أَنَّ بِالْقُلُوبِ حَيَاةً، لَوْ أَنَّ بِالْقُلُوبِ صَلَاحًا , لَأُبْكِيتُكُمْ مِنْ لَيْلَةٍ صَبِيحَتُهَا يَوْمُ الْقِيَامَةِ. إِنَّ لَيْلَةً تَمَخَّضُ عَنْ صَبِيحَةِ يَوْمِ الْقِيَامَةِ، مَا سَمِعَ الْخَلَائِقُ بِيَوْمٍ قَطُّ أُكْثِرَ فِيهِ عَوْرَةٌ بَادِيَةٌ، وَلَا عَيْنٌ بَاكِيَةٌ مَنْ يَوْمِ الْقِيَامَةِ»",
            "page": "211",
            "part": "1",
            "seal": "60F4C4F0"
        },
        {
            "hno": null,
            "id": "317",
            "nass": "§بُكَاءُ آدَمَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "213",
            "part": "1",
            "seal": "FF223938"
        },
        {
            "hno": "304",
            "id": "318",
            "nass": "304 - حَدَّثَنَا مَنْصُورُ بْنُ بَشِيرٍ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ ذَكْوَانَ، عَنِ الْحَسَنِ، عَنْ أُبَيِّ بْنِ كَعْبٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §إِنَّ أَبَاكُمْ آدَمَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ طِوَالًا مِثْلَ النَّخْلَةِ السَّحُوقِ، سِتِّينَ ذِرَاعًا. وَكَانَ طَوِيلَ الشَّعْرِ، مُوَارِيًا الْعَوْرَةَ. فَلَمَّا أَصَابَ الْخَطِيئَةَ بَدَتْ لَهُ سَوْأَتُهُ، فَخَرَجَ هَارِبًا فِي الْجَنَّةِ. فَلَقِيَتْهُ شَجَرَةٌ، فَأَخَذَتْ بِنَاصِيَتِهِ، فَأَوْحَى اللَّهُ إِلَيْهِ: يَا آدَمُ أَفِرَارًا مِنِّي؟ قَالَ: لَا يَا رَبِّ، وَلَكِنْ حَيَاءً مِمَّا جِئْتُ بِهِ. قَالَ: فَأَهْبَطَهُ اللَّهُ إِلَى الْأَرْضِ , فَلَمَّا حَضَرَتْ وَفَاتُهُ، بَعَثَ اللَّهُ بِكَفَنِهِ وَحَنُوطِهِ مِنَ الْجَنَّةِ. فَلَمَّا رَأَتْ حَوَّاءُ الْمَلَائِكَةَ ذَهَبَتْ لِتَدْخُلَ دُونَهُمْ، فَقَالَ: خَلِّي بَيْنِي وَبَيْنَ رُسُلِ رَبِّي، فَمَا لَقِيتُ مَا لَقِيتُ إِلَّا مِنْ قِبَلِكِ، وَمَا أَصَابَنِي مَا أَصَابَنِي إِلَّا فِيكِ. فَغَسَّلَتْهُ الْمَلَائِكَةُ بِالْمَاءِ وَالسِّدْرِ وِتْرًا، وَكَفَّنُوهُ فِي وِتْرٍ مِنَ الثِّيَابِ، وَأَلْحَدُوا لَهُ، وَدَفَنُوهُ، وَقَالُوا: هَذِهِ سُنَّةُ وَلَدِ آدَمَ مِنْ بَعْدِهِ \"",
            "page": "215",
            "part": "1",
            "seal": "BFCF1150"
        },
        {
            "hno": "305",
            "id": "319",
            "nass": "305 - حَدَّثَنَا شُجَاعُ بْنُ مَخْلَدٍ، قَالَ: حَدَّثَنَا هُشَيْمٌ، عَنْ عُثْمَانَ بْنِ سَعْدٍ، عَنِ الْحَسَنِ، قَالَ: -[216]- قُلْتُ: لَهُ: كَمْ كَبَّرَتِ الْمَلَائِكَةُ عَلَيْهِ؟ يَعْنِي عَلَى آدَمَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. قَالَ: «§كَبَّرُوا عَلَيْهِ أَرْبَعَ تَكْبِيرَاتٍ»",
            "page": "215",
            "part": "1",
            "seal": "AAB0AA2B"
        },
        {
            "hno": "306",
            "id": "320",
            "nass": "306 - حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا الْأَسْوَدُ بْنُ عَامِرٍ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنِ الْحَسَنِ، عَنْ عُتَيٍّ، عَنْ أُبَيٍّ قَالَ «§أُلْحِدَ لِآدَمَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
            "page": "216",
            "part": "1",
            "seal": "3917742A"
        },
        {
            "hno": "307",
            "id": "321",
            "nass": "307 - حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ سُفْيَانَ بْنِ حُسَيْنٍ، عَنْ يَعْلَى بْنِ مُسْلِمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: \" §لَمَّا أَكَلَ آدَمُ مِنَ الشَّجَرَةِ الَّتِي نُهِيَ عَنْهَا قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى لَهُ: مَا حَمَلَكَ عَلَى أَنْ عَصَيْتَنِي؟ قَالَ: رَبِّ زَيَّنَتْهُ لِي حَوَّاءُ. قَالَ: فَإِنِّي أَعْقَبْتُهَا أَنْ لَا تَحْمِلَ إِلَّا كُرْهًا، وَلَا تَضَعَ إِلَّا كُرْهًا. وَدَمَّيْتُهَا فِي الشَّهْرِ مَرَّتَيْنِ. فَلَمَّا سَمِعَتْ حَوَّاءُ ذَلِكَ رَنَّتْ. فَقَالَ لَهَا: عَلَيْكِ الرَّنَةُ وَعَلَى بَنَاتِكِ \"",
            "page": "216",
            "part": "1",
            "seal": "2291E109"
        },
        {
            "hno": "308",
            "id": "322",
            "nass": "308 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي سُمَيْنَةَ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُمَرَ بْنِ أَبِي الْوَزِيرِ، قَالَ: حَدَّثَنَا مَخْلَدُ بْنُ حُسَيْنٍ، عَنْ عَمْرِو بْنِ مَالِكٍ النُّكْرِيِّ، عَنْ أَبِي الْجَوْزَاءِ، عَنِ ابْنِ عَبَّاسٍ، -[217]- {يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا} [الأعراف: 27] قَالَ: «§كَانَ لِبَاسُهُمَا الظُّفُرَ. فَلَمَّا أَصَابَا الْخَطِيئَةَ نُزِعَ عَنْهُمَا، وَتُرِكَ الظُّفُرُ تَذْكِرَةً»",
            "page": "216",
            "part": "1",
            "seal": "E174C52B"
        },
        {
            "hno": "309",
            "id": "323",
            "nass": "309 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ، قَالَ: سَمِعْتُ النَّضْرَ بْنَ إِسْمَاعِيلَ، قَالَ: \" قَالَ اللَّهُ: يَا آدَمُ §عَصَيْتَنِي , وَأَطَعْتَ إِبْلِيسَ؟ قَالَ: يَا رَبِّ , أَقْسَمَ لِي بِكَ أَنَّهُ لِي نَاصِحٌ؛ وَظَنَنْتُ أَنَّ أَحَدًا لَا يُقْسِمُ بِكَ كَاذِبًا \"",
            "page": "217",
            "part": "1",
            "seal": "C6CBAF9B"
        },
        {
            "hno": "310",
            "id": "324",
            "nass": "310 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا رَبَاحٌ، أَوْ غَيْرُهُ، عَنْ فُضَيْلِ بْنِ عِيَاضٍ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، قَالَ: «§بَكَى آدَمُ حِينَ أُهْبِطَ مِنَ الْجَنَّةِ ثَلَاثَمِائَةِ عَامٍ، حَتَّى جَرَتْ أَوْدِيَةُ سَرَنْدِيبَ مِنْ دُمُوعِهِ»",
            "page": "217",
            "part": "1",
            "seal": "8AD32BEE"
        },
        {
            "hno": "311",
            "id": "325",
            "nass": "311 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ مِسْعَرٍ، عَمَّنْ حَدَّثَهُ، عَنِ ابْنِ سَابِطٍ، قَالَ: -[218]- «§لَوْ عُدِلَ بُكَاءُ أَهْلِ الْأَرْضِ بِبُكَاءِ آدَمَ حِينَ أُهْبِطَ مِنَ الْجَنَّةِ، كَانَ بُكَاءُ آدَمَ عَلَيْهِ السَّلَامُ أَكْثَرَ»",
            "page": "217",
            "part": "1",
            "seal": "A7E4F944"
        },
        {
            "hno": "312",
            "id": "326",
            "nass": "312 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ أَبِي بُكَيْرٍ، قَالَ: حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي يَحْيَى، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «§نَزَلَ آدَمُ بِالْحَجَرِ يَمْسَحُ بِهِ دُمُوعَهُ حِينَ أُهْبِطَ مِنَ الْجَنَّةِ وَلَمْ تَرْقَأْ عَيْنُ آدَمَ حِينَ خَرَجَ مِنَ الْجَنَّةِ حَتَّى رَجَعَ إِلَيْهَا»",
            "page": "218",
            "part": "1",
            "seal": "C87EE47E"
        },
        {
            "hno": "313",
            "id": "327",
            "nass": "313 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْحُمَيْدِيُّ، عَنْ سُفْيَانَ، قَالَ: حُدِّثْتُ عَنْ وَهْبِ بْنِ مُنَبِّهٍ، قَالَ: «§بَكَى آدَمُ عَلَى الْجَنَّةِ حِينَ أُهْبِطَ مِنْهَا ثَلَاثَمِائَةِ عَامٍ، لَا يَرْقَأُ لَهُ دَمْعٌ»",
            "page": "218",
            "part": "1",
            "seal": "0C0BF8F6"
        },
        {
            "hno": "314",
            "id": "328",
            "nass": "314 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ أَبِي بَكْرٍ، عَنِ الْهَيَّاجِ بْنِ بِسْطَامٍ، عَنْ أَشْرَسَ، عَنْ وَهْبٍ، قَالَ: «§بَكَى آدَمُ عَلَى الْجَنَّةِ ثَلَاثَمِائَةِ عَامٍ، وَمَا رَفَعَ رَأْسَهُ إِلَى السَّمَاءِ بَعْدَمَا أَصَابَ الْخَطِيئَةَ»",
            "page": "218",
            "part": "1",
            "seal": "0D54B48F"
        },
        {
            "hno": "315",
            "id": "329",
            "nass": "315 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا يَعْقُوبُ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، قَالَ: «§بَكَى آدَمُ عَلَى خَطِيئَتِهِ مِائَةَ سَنَةٍ، وَمَا رَفَعَ رَأْسَهُ إِلَى السَّمَاءِ بَعْدَ ذَلِكَ حَيَاءً مِنْ رَبِّهِ»",
            "page": "219",
            "part": "1",
            "seal": "7F86C90F"
        },
        {
            "hno": "316",
            "id": "330",
            "nass": "316 - حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو عُمَرَ الضَّرِيرُ، قَالَ: حَدَّثَنَا الْحَارِثُ بْنُ عُبَيْدٍ الْإِيَادِيُّ، عَنْ , يَزِيدَ الرَّقَاشِيِّ، قَالَ: \" §بَكَى آدَمُ لَمَّا أُهْبِطَ مِنَ الْجَنَّةِ ثَلَاثَمِائَةَ سَنَةٍ، لَا تَرْقَأُ لَهُ دَمْعَهٌ. فَقَالَ لَهُ بَعْضُ وَلَدِهِ: قَدْ آذَيْتَ مَنْ فِي الْأَرْضِ بِطُولِ بُكَائِكَ. فَقَالَ: أَنَا أَبْكِي عَلَى أَصْوَاتِ الْمَلَائِكَةِ حَوْلَ الْعَرْشِ \"",
            "page": "219",
            "part": "1",
            "seal": "96595663"
        },
        {
            "hno": "317",
            "id": "331",
            "nass": "317 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا جَدِّي يَحْيَى بْنُ إِسْحَاقَ الْبَجَلِيُّ قَالَ: حَدَّثَنَا عُمَارَةُ بْنُ زَاذَانَ الصَّيْدَلَانِيُّ، عَنْ يَزِيدَ الرَّقَاشِيِّ، قَالَ: \" §لَمَّا طَالَ بُكَاءُ آدَمَ عَلَى الْجَنَّةِ، قِيلَ لَهُ فِي ذَلِكَ، فَقَالَ: إِنَّمَا أَبْكِي عَلَى جِوَارِ رَبِّي فِي دَارٍ تُرْبَتُهَا طَيِّبَةٌ، فِيهَا أَصْوَاتُ الْمَلَائِكَةِ \"",
            "page": "219",
            "part": "1",
            "seal": "2C1E0CE1"
        },
        {
            "hno": "318",
            "id": "332",
            "nass": "318 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ: حَدَّثَنَا مُوسَى بْنُ عُبَيْدَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ: \" §مَكَثَ آدَمُ فِي الْأَرْضِ أَرْبَعِينَ سَنَةً مَا يُبْدِي عَنْ وَاضِحِهِ، وَمَا تَرْقَأُ لَهُ دَمْعَةٌ. فَقَالَتْ لَهُ حَوَّاءُ: قَدِ اسْتَوْحَشْنَا إِلَى أَصْوَاتِ الْمَلَائِكَةِ، ادْعُ رَبَّكَ أَنْ يُسْمِعَنَا أَصْوَاتَهُمْ قَالَ: مَازِلْتُ أَسْتَحْيِي مِنْ رَبِّي أَنْ أَرْفَعَ رَأْسِي إِلَى أَدِيمِ السَّمَاءِ مِمَّا صَنَعْتُ \"",
            "page": "219",
            "part": "1",
            "seal": "4205131C"
        },
        {
            "hno": "319",
            "id": "333",
            "nass": "319 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، قَالَ: حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، عَنِ الْحَسَنِ، قَالَ: -[220]- «§أُهْبِطَ آدَمُ مِنَ الْجَنَّةِ، فَبَكَى ثَلَاثَمِائَةِ سَنَةٍ لَا يَرْفَعُ رَأْسَهُ إِلَى السَّمَاءِ، وَلَا يَلْتَفِتُ إِلَى الْمَرْأَةِ، وَلَا يَضَعُ يَدَهُ عَلَيْهَا»",
            "page": "219",
            "part": "1",
            "seal": "DE90FFD8"
        },
        {
            "hno": "320",
            "id": "334",
            "nass": "320 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا الْحُمَيْدِيُّ، قَالَ: سَمِعْتُ سُفْيَانَ \" §ذَكَرَ آدَمَ فَقَالَ: يُقَالُ إِنَّهُ بَكَى عَلَى جَبَلِ الْهِنْدِ ثَلَاثَمِائَةِ عَامٍ، حَتَّى صَارَ فِي وَجْهِهِ جَدْوَلَانِ، وَمَا ضَحِكَ حَتَّى أَتَاهُ الْمَلَكُ فَقَالَ: حَيَّاكَ اللَّهُ وَبَيَّاكَ \"",
            "page": "220",
            "part": "1",
            "seal": "6E7CA7A0"
        },
        {
            "hno": "321",
            "id": "335",
            "nass": "321 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْهَيْثَمُ بْنُ خَارِجَةَ، عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ، عَنِ الْأَوْزَاعِيِّ، عَنْ حَسَّانَ بْنِ عَطِيَّةَ، قَالَ: «§بَكَى آدَمُ عَلَى الْجَنَّةِ سِتِّينَ عَامًا»",
            "page": "220",
            "part": "1",
            "seal": "39ADB791"
        },
        {
            "hno": "322",
            "id": "336",
            "nass": "322 - حَدَّثَنِي مُحَمَّدُ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ جَرِيرٍ، عَنْ بَكْرِ بْنِ خُنَيْسٍ، قَالَ: قَالَ وَهْبُ بْنُ مُنَبِّهٍ: \" §مَكَثَ آدَمُ مُنْكَفِئًا رَأْسُهُ بَعْدَمَا هَبَطَ مِنَ الْجَنَّةِ مِائَةَ عَامٍ، لَا يَنْظُرُ إِلَى السَّمَاءِ، وَلَا يَرْقَأُ لَهُ دَمْعٌ، يُنَادِي: إِلَهِي غَرَّتْنِي حَوَّاءُ، وَاسْتَزَلَّنِي إِبْلِيسُ، وَاسْتَحْوَذَ عَلَيَّ الْبَلَاءُ، {وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ} [هود: 47] فَنُودِيَ: يَا آدَمُ قَدْ غُفِرَ لَكَ. فَبَكَى بَعْدَ ذَلِكَ مِائَةَ عَامٍ اسْتِحْيَاءً مِنْ رَبِّهِ \"",
            "page": "220",
            "part": "1",
            "seal": "E3F18103"
        },
        {
            "hno": "323",
            "id": "337",
            "nass": "323 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا مُجَاشِعُ بْنُ عَمْرٍو التَّمِيمِيُّ، قَالَ: حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ الْمَهْرِيُّ، عَمَّنْ حَدَّثَهُ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، قَالَ: -[221]- \" §لَمَّا أُهْبِطَ آدَمُ إِلَى الْأَرْضِ مَكَثَ لَا يَرْقَأُ لَهُ دُمُوعُهُ، اطَّلَعَ اللَّهُ إِلَيْهِ فِي الْيَوْمِ السَّابِعِ وَهُوَ مَحْزُونٌ كَظِيمٌ مُنَكِّسٌ رَأْسَهُ، فَأَوْحَى إِلَيْهِ: يَا آدَمُ مَا هَذَا الْجَهْدُ الَّذِي أَرَى بِكَ؟ وَمَا هَذِهِ الْبَلِيَّةُ الَّتِي بِكَ بَلَاؤْهَا؟ قَالَ آدَمُ إِلَهِي عَظُمَتْ مُصِيبَتِي، وَأَحَاطَتْ بِي خَطِيئَتِي، وَأُخْرِجْتُ مِنْ مَلَكُوتِ رَبِّي، فَصِرْتُ فِي دَارِ الْهَوَانِ بَعْدَ الْكَرَامَةِ، وَفِي دَارِ الشَّقَاءِ بَعْدَ السَّعَادَةِ، وَفِي دَارِ النَّصَبِ وَالْعَنَاءِ بَعْدَ الْخَفْضِ وَالرَّاحَةِ، وَفِي دَارِ الْبَلَاءِ بَعْدَ الْعَافِيَةِ، وَفِي دَارِ الزَّوَالِ وَالظَّعْنِ بَعْدَ الْقَرَارِ وَالطُّمَأْنِينَةِ، وَفِي دَارِ الْمَوْتِ وَالْفَنَاءِ بَعْدَ الْخُلْدِ وَالْبَقَاءِ، فَكَيْفَ لَا أَبْكِي عَلَى خَطِيئَتِي؟ وَكَيْفَ لَا تَحْزَنُ نَفْسِي؟ أَمْ كَيْفَ لِي أَنْ أَجْتَبِرَ هَذِهِ الْمُصِيبَةَ. فَأُوحِيَ إِلَيْهِ: يَا آدَمُ أَلَمْ أَصْطَنِعْكَ لِنَفْسِي، وَأَحْلَلْتُكَ دَارِي، وَاصْطَفَيْتُكَ عَلَى خَلْقِي، وَخَصَصْتُكَ بِكَرَامَتِي، وَأَلْقَيْتُ عَلَيْكَ مَحَبَّتِي، وَحَذَّرْتُكَ سَخَطِي؟ أَلَمْ أَخْلُقْكَ بِيَدِي، وَأَنْفُخْ فِيكَ مِنْ رُوحِي، وَأُسْجِدْ لَكَ مَلَائِكَتِي؟ أَلَمْ تَكُ فِي بَحْبُوحَةِ كَرَامَتِي، وَمُنْتَهَى رَحْمَتِي، فَعَصَيْتَ أَمْرِي، وَنَسِيتَ عَهْدِي، وَتَعَرَّضْتَ لِسَخَطِي، وَضَيَّعْتَ وَصِيَّتِي؟ فَكَيْفَ تَسْتَنْكِرُ نِقْمَتِي؟ فَوَعِزَّتِي لَوْ مَلَأْتُ الْأَرْضَ رِجَالًا , كُلُّهُمْ يَعْبُدُونَنِي وَيُسَبِّحُونَنِي اللَّيْلَ -[222]- وَالنَّهَارَ، لَا يَفْتُرُونَ، ثُمَّ عَصَوْنِي، لَأَنْزَلْتُهُمْ مَنَازِلَ الْعَاصِينَ الْآثَمَةِ الْخَاطِئِينَ قَالَ: فَبَكَى آدَمُ عِنْدَ ذَلِكَ ثَلَاثَمِائَةِ عَامٍ عَلَى جَبَلِ الْهِنْدِ، تَجْرِي دُمُوعُهُ فِي أَوْدِيَةِ جِبَالِهَا. قَالَ: فَنَبَتَتْ بِتِلْكَ الْمَدَامِعِ أَشْجَارُ طِيبِكُمْ هَذَا. قَالَ: ثُمَّ خَرَجَ يَؤُمُّ الْبَيْتَ الْعَتِيقَ، فَجَعَلَ يَخْطُو الْخُطْوَةَ، فَيَكُونُ مَوْضِعُ قَدَمَيْهِ ذَا مَسَاكِنَ وَعُمْرَانٍ، وَبَيْنَهُمَا مَفَاوِزُ وَبَرارِيُّ، حَتَّى أَتَى الْبَيْتَ، فَطَافَ سُبُوعًا، فَبَكَى حَتَّى خَاضَ فِي دُمُوعِهِ إِلَى رُكْبَتَيْهِ. ثُمَّ صَلَّى، فَبَكَى سَاجِدًا حَتَّى فَاضَتْ دُمُوعُهُ وَجَرَتْ عَلَى الْأَرْضِ. فَنُودِيَ عِنْدَ ذَلِكَ: يَا آدَمُ قَدْ رَحِمْتُ ضَعْفَكَ، وَقَبِلْتُ تَوْبَتَكَ، وَغَفَرْتُ ذَنْبَكَ. فَقَالَ: لَا إِلَهَ إِلَّا أَنْتَ، سُبْحَانَكَ وَبِحَمْدِكَ، عَمِلْتُ سُوءًا، وَظَلَمْتُ نَفْسِي، فَتُبْ عَلَيَّ , إِنِّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ، فَاغْفِرْ لِي فَأَنْتَ خَيْرُ الْغَافِرِينَ، وَارْحَمْنِي فَأَنْتَ خَيْرُ الرَّاحِمِينَ. قَالَ: فَمَكَثَ بَعْدَ ذَلِكَ لَا يُبْدِي عَنْ وَاضِحِهِ، حَتَّى أَتَاهُ الْمَلَكُ فَقَالَ: حَيَّاكَ اللَّهُ يَا آدَمُ وَبَيَّاكَ. قَالَ: فَضَحِكَ \"",
            "page": "220",
            "part": "1",
            "seal": "4D9257DF"
        },
        {
            "hno": "324",
            "id": "338",
            "nass": "324 - حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي حَاتِمٍ الْأَزْدِيُّ، قَالَ: حَدَّثَنِي سَعْدُ بْنُ يُونُسَ بْنِ أَبِي عَمْرٍو الشَّيْبَانِيُّ، عَنْ عِمْرَانَ بْنِ أَبِي الْهُذَيْلِ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، قَالَ: \" §أَوْحَى اللَّهُ إِلَى آدَمَ يَا آدَمُ مَا هَذِهِ الْكَآبَةُ الَّتِي بِوَجْهِكَ، وَالْبَلِيَّةُ الَّتِي قَدْ أَحَاطَتْ بِكَ قَالَ: خُرُوجِي مِنْ دَارِ الْبَقَاءِ إِلَى دَارِ الْفِنَاءِ، وَمِنْ دَارِ النَّعِيمِ إِلَى دَارِ الشَّقَاءِ قَالَ: ثُمَّ إِنَّ آدَمَ سَجَدَ سَجْدَةً عَلَى جَبَلِ الْهِنْدِ مِائَةَ عَامٍ يَبْكِي، حَتَّى جَرَتْ دُمُوعُهُ فِي وَادِي سَرَنْدِيبَ فَأَنْبَتَ اللَّهُ بِذَلِكَ الْوَادِي مِنْ دُمُوعِ آدَمَ الدَّارَصِينِيَّ , وَالْقَرَنْفُلَ، وَجَعَلَ طَيْرَ ذَلِكَ الْوَادِي الطَّوَاوِيسَ ثُمَّ إِنَّ جِبْرِيلَ أَتَاهُ فَقَالَ: يَا آدَمُ ارْفَعْ رَأْسَكَ، فَقَدْ غُفِرَ لَكَ فَرَفَعَ رَأْسَهُ، ثُمَّ أَتَى الْبَيْتَ، فَطَافَ بِهِ سُبُوعًا، فَمَا أَتَمَّهُ حَتَّى خَاضَ فِي دُمُوعِهِ إِلَى رُكْبَتَيْهِ ثُمَّ أَتَى مَوْضِعَ الْمَقَامِ، فَصَلَّى فِيهِ رَكْعَتَيْنِ، وَبَكَى حَتَّى جَرَتْ دُمُوعُهُ إِلَى الْأَرْضِ \" وَكَانَ مُحَمَّدُ بْنُ الْحُسَيْنِ حَدَّثَنِي بِهَذَا الْحَدِيثِ عَنْ مُحَمَّدِ بْنِ يَحْيَى، ثُمَّ لَقِيتُ مُحَمَّدَ بْنَ يَحْيَى فَحَدَّثَنِي بِهِ",
            "page": "223",
            "part": "1",
            "seal": "F07E5FD4"
        },
        {
            "hno": "325",
            "id": "339",
            "nass": "325 - حَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا أَسَدُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ خَالِدٍ، عَنْ أَبِي مَعْشَرٍ، عَنِ الْمَقْبُرِيِّ، وَعَنْ طَلْحَةَ بْنِ عَمْرٍو، عَنْ عَطَاءٍ \" §أَنَّ آدَمَ قَامَ مِائَةَ عَامٍ يَبْكِي، حَتَّى جَرَى مِنْ عَيْنَيْهِ وَادِيَانِ، يُقَالُ لِأَحَدِهِمَا: أَرْفَدُ، وَالْآخَرُ بُلْجَرَانُ. سِبَاعُهُمَا النُّمُورُ، وَرَضْرَاضُهُمَا الدُّرُّ وَالْيَاقُوتُ، وَشَجَرُهُمَا الْأَلَنَجُوجُ وَكَانَ تِلْكَ الْمِائَةَ عَامٍ جِلْسَتُهُ جِلْسَةُ الْحَزِينِ، يَدَهُ تَحْتَ خَدِّهِ \"",
            "page": "224",
            "part": "1",
            "seal": "A47BD8C0"
        },
        {
            "hno": "326",
            "id": "340",
            "nass": "326 - حَدَّثَنِي عَلِيٌّ، قَالَ: حَدَّثَنَا أَسَدٌ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ خَالِدٍ، عَنْ طَلْحَةَ بْنِ عَمْرٍو، عَنْ عَطَاءٍ، قَالَ: «§لَمَّا أُهْبِطَ آدَمُ صَفَنَ عَلَى قَدَمَيْهِ مِائَةَ عَامٍ يَبْكِي عَلَى خَطِيئَتِهِ، حَتَّى تَأَذَّتْ بِهِ الْمَلَائِكَةُ»",
            "page": "224",
            "part": "1",
            "seal": "53CEA866"
        },
        {
            "hno": "327",
            "id": "341",
            "nass": "327 - حَدَّثَنِي عَلِيٌّ، قَالَ: حَدَّثَنَا أَسَدٌ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ خَالِدٍ، عَنْ أَبِي طَالِبٍ، خَالِ أَبِي يُوسُفَ قَالَ: \" نَادَاهُ اللَّهُ: يَا آدَمُ §أَيُّ جَارٍ كُنْتُ لَكَ؟ -[225]- قَالَ: سَيِّدِي نِعْمَ الْجَارُ كُنْتَ لِي قَالَ: اخْرُجْ مِنْ جِوَارِي وَسَلَبَهُ تَاجَهُ وُحُلِيَّهُ \"",
            "page": "224",
            "part": "1",
            "seal": "B92DAF89"
        },
        {
            "hno": "328",
            "id": "342",
            "nass": "328 - حَدَّثَنِي يَعْقُوبُ بْنُ إِسْحَاقَ بْنِ دِينَارٍ، قَالَ: حَدَّثَنَا مُعَاذٌ الْعَنْبَرِيُّ، عَنِ ابْنِ السَّمَّاكِ، قَالَ: حَدَّثَنِي عُمَرُ بْنُ ذَرٍّ، عَنْ مُجَاهِدٍ \" §أَنَّ آدَمَ، لَمَّا أَكَلَ مِنَ الشَّجَرَةِ تَسَاقَطَ عَنْهُ جَمِيعُ زِينَةِ الْجَنَّةِ، فَلَمْ يَبْقَ عَلَيْهِ شَيْءٌ مِنْ زِينَتِهَا إِلَّا التَّاجُ وَالْإِكْلِيلُ وَجَعَلَ لَا يَسْتَتِرُ بِشَيْءٍ مِنْ وَرَقِ الْجَنَّةِ إِلَّا سَقَطَ عَنْهُ فَالْتَفَتَ إِلَى حَوَّاءَ بَاكِيًا وَقَالَ: اسْتَعِدِّي لِلْخُرُوجِ مِنْ جِوَارِ اللَّهِ , هَذَا أَوَّلُ شُؤْمِ الْمَعْصِيَةِ. قَالَتْ: يَا آدَمُ مَا ظَنَنْتُ أَحَدًا يَحْلِفُ بِاللَّهِ كَاذِبًا , وَذَلِكَ أَنَّ إِبْلِيسَ لَمَّا قَاسَمَهُمَا عَلَى الشَّجَرَةِ , وَانْطَلَقَ آدَمُ فِي الْجَنَّةِ هَارِبًا اسْتِحْيَاءً مِنْ رَبِّ الْعَالَمِينَ، فَتَعَلَّقَتْ بِهِ شَجَرَةٌ بِبَعْضِ أَغْصَانِهَا، ظَنَّ آدَمُ أَنَّهُ قَدْ عُوجِلَ بِالْعُقُوبَةِ , فَنَكَّسَ رَأْسَهُ يَقُولُ: الْعَفْوَ الْعَفْوَ. فَقَالَ اللَّهُ: يَا آدَمُ فِرَارًا مِنِّي؟ قَالَ: بَلْ حَيَاءً مِنْكَ سَيِّدِي. فَأَوْحَى اللَّهُ إِلَى الْمَلَكَيْنِ: أَخْرِجَا آدَمَ وَحَوَّاءَ مِنْ جِوَارِي، فَإِنَّهُمَا قَدْ عَصَيَانِي. فَنَزَعَ جِبْرِيلُ التَّاجَ عَنْ رَأْسِهِ، وَحَلَّ مِيكَائِيلُ الْإِكْلِيلَ عَنْ جَبِينِهِ. -[226]- قَالَ مُجَاهِدٌ فَلَمَّا أُهْبِطَ مِنْ مَلَكُوتِ الْقُدُسِ إِلَى دَارِ الْجُوعِ وَالْمَسْغَبَةِ، بَكَى عَلَى خَطِيئَتِهِ مِائَةَ سَنَةٍ. قَدْ رَمَى بِرَأْسِهِ عَلَى رُكْبَتَيْهِ حَتَّى نَبَتَتِ الْأَرْضُ عُشْبًا وْأَشْجَارًا مِنْ دُمُوعِهِ، حَتَّى يَقَعَ الدَّمْعُ فِي نُقُرِ الْجَلَاهَمِ وَأَقْعِيَتِهَا. فَمَرَّ بِهِ نَسْرٌ عَظِيمٌ قَدْ أَجْهَدَهُ الْعَطَشُ، فَشَرِبَ مِنْ دُمُوعِ آدَمَ وَأَنْطَقَ اللَّهُ النَّسْرَ فَقَالَ: يَا آدَمُ إِنِّي فِي هَذِهِ الْأَرْضِ قَبْلَكَ بِأَلْفَيْ عَامٍ , وَقَدْ بَلَغْتُ شَرْقَ هَذِهِ الْأَرْضَ وَغَرْبَهَا، وَشَرِبْتُ مِنْ بُطُونِ أَوْدِيَتِهَا، وُغُدْرَانِ جِبَالِهَا، وَسِيفِ بِحَارِهَا، مَا شَرِبْتُ مَاءً أَعْذَبَ وَلَا أَطْيَبَ رَائِحَةً مِنْ هَذَا الْمَاءِ. قَالَ آدَمُ وَيْحَكَ يَا نَسْرُ أَتَعْقِلُ مَا تَقُولُ؟ مِنْ أَيْنَ تَجِدُ عُذُوبَةَ دَمْعِ مَنْ عَصَى رَبَّهُ، وَجرَى عَلَى خَدَّيْنِ عَاصِيَيْنِ؟ وَأَيُّ دَمْعٍ أَمَرُّ مِنْ دَمْعِ عَاصٍ؟ وَلَكِنْ أَظُنُّ بِكَ أَيُّهَا النَّسْرُ أَنَّكَ تُعَيِّرُنِي لِأَنِّي عَصَيْتُ رَبِّي، فَأُزْعِجْتُ مِنْ -[227]- دَارِ النِّعْمَةِ إِلَى دَارِ الْبُؤْسِ وَالْمَسْكَنَةِ. فَقَالَ النَّسْرُ: يَا آدَمُ أَمَّا مَا ذَكَرْتَ مِنَ التَّعْيِيرِ، فَمَا أُعَيِّرُكَ، وَلَكِنْ هَكَذَا وَجَدْتُ طَعْمَ دُمُوعِكَ. وَأَيُّ دَمْعٍ أَعْذَبُ مِنْ دَمْعِ عَبْدٍ عَصَى رَبَّهُ، وَذَكَرَ ذَنْبَهُ، فَوَجِلَ قَلْبُهُ، وَخَشَعَ جِسْمُهُ، وَبَكَى عَلَى خَطِيئَتِهِ خَوْفًا مِنْ رَبِّهِ \"",
            "page": "225",
            "part": "1",
            "seal": "B7A34BFA"
        },
        {
            "hno": "329",
            "id": "343",
            "nass": "329 - وَحَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَالِمٍ، قَالَ: سَمِعْتُ عَلِيَّ بْنَ أَبِي طَلْحَةَ، يَقُولُ: «§إِنَّ أَوَّلَ شَيْءٍ أَكَلَهُ آدَمُ حِينَ أُهْبِطَ إِلَى الْأَرْضِ الْكُمَّثْرَى. وَأَنَّهُ لَمَّا أَرَادَ أَنْ يَتَغَوَّطَ أَخَذَهُ مِنْ ذَلِكَ كَمَا يَأْخُذُ الْمَرْأَةَ لِلْوِلَادَةِ. فَذَهَبَ شَرْقًا وَغَرْبًا، لَا يَدْرِي كَيْفَ يَصْنَعُ، حَتَّى نَزَلَ إِلَيْهِ جِبْرِيلُ عَلَيْهِ السَّلَامُ، فَأَقْعَى لَهُ آدَمُ فَخَرَجَ ذَلِكَ مِنْهُ. فَلَمَّا وَجَدَ رِيحَهُ، مَكَثَ يَبْكِي سَبْعِينَ سَنَةً»",
            "page": "227",
            "part": "1",
            "seal": "A3540EFF"
        },
        {
            "hno": "330",
            "id": "344",
            "nass": "330 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ فَرَجٍ، عَنْ فَتْحٍ الْمَوْصِلِيِّ، قَالَ: \" قَالَ آدَمُ لِابْنِهِ: بُنَيَّ، §كُنَّا نَسْلًا مِنْ نَسْلِ السَّمَاءِ، خُلِقْنَا كَخَلْقِهِمْ , -[228]- وَغُذِّينَا بِغَذَائِهِمْ، فَسَبَانَا عَدُوُّنَا إِبْلِيسُ بِالْخَطِيئَةِ، فَلَيْسَ لَنَا فَرَجٌ وَلَا رَاحَةٌ إِلَّا الْهَمُّ وَالْعَنَاءُ وَالنَّصَبُ، حَتَّى نُرَدَّ إِلَى الدَّارِ الَّتِي أُخْرِجْنَا مِنْهَا \"",
            "page": "227",
            "part": "1",
            "seal": "B86CAFD2"
        },
        {
            "hno": "331",
            "id": "345",
            "nass": "331 - وَحَدَّثَنِي مُحَمَّدُ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْفَرَجِ، عَنْ فَتْحٍ الْمَوْصِلِيِّ، قَالَ: قَالَ آدَمُ لِابْنِهِ: «§طَالَ وَاللَّهِ حُزْنِي عَلَى دَارٍ خَرَجْتُ مِنْهَا، فَلَوْ رَأَيْتَهَا لَزَهِقَتْ نَفْسُكَ»",
            "page": "228",
            "part": "1",
            "seal": "3B1FD26F"
        },
        {
            "hno": null,
            "id": "346",
            "nass": "§بُكَاءُ نُوحٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "229",
            "part": "1",
            "seal": "FF58851C"
        },
        {
            "hno": "332",
            "id": "347",
            "nass": "332 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ: حَدَّثَنَا وُهَيْبُ بْنُ الْوَرْدِ، قَالَ: \" §لَمَّا عَاتَبَ اللَّهُ نُوحًا فِي ابْنِهِ، فَأَنْزَلَ عَلَيْهِ: {إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ} [هود: 46] بَكَى ثَلَاثَمِائَةِ عَامٍ، حَتَّى صَارَ تَحْتَ عَيْنَيْهِ أَمْثَالُ الْجَدَاوِلُ مِنَ الْبُكَاءِ \"",
            "page": "231",
            "part": "1",
            "seal": "EF7FA2E6"
        },
        {
            "hno": "333",
            "id": "348",
            "nass": "333 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو مَعْمَرٍ التَّنُّورِيُّ، قَالَ: حَدَّثَنِي رَبِيعٌ أَبُو مُحَمَّدٍ، عَنْ يَزِيدَ الرَّقَاشِيِّ، قَالَ: «§إِنَّمَا سُمِّيَ نُوحًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، لِأَنَّهُ كَانَ نَوَّاحًا»",
            "page": "231",
            "part": "1",
            "seal": "A3B2BE55"
        },
        {
            "hno": null,
            "id": "349",
            "nass": "§بُكَاءُ دَاوُدَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَنَوْحِهِ",
            "page": "233",
            "part": "1",
            "seal": "7FB0815A"
        },
        {
            "hno": "334",
            "id": "350",
            "nass": "334 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ، قَالَ: حَدَّثَنَا الْمُطَّلِبُ بْنُ زِيَادٍ، قَالَ: سَمِعْتُ السُّدِّيَّ، يَقُولُ: \" §إِنَّ الشَّيْطَانَ أَتَى دَاوُدَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي الْمِحْرَابِ، فِي صُورَةِ حَمَامَةٍ مِنْ ذَهَبٍ، لَهَا جَنَاحَانِ مِنْ لُؤْلُؤٍ، حَتَّى وَقَعَ عَلَى بَابِ الْمِحْرَابِ. فَنَظَرَ إِلَيْهَا دَاوُدُ، فَطَارَدَ حَتَّى أَشْرَفَ عَلَى تِلْكِ الْمَرْأَةِ وَهِيَ فِي الْبُسْتَانِ تَغْتَسِلُ، فَلَمَّا رَأَتْهُ أَرْخَتْ شَعَرَهَا فَجَلَّلَهَا. فَسَأَلَ عَنْهَا، فَأُخْبِرَ أَنَّ زَوْجِهَا غَازٍ. فَبَعَثَ دَاوُدُ إِلَى أَمِيرِ ذَلِكَ الْجَيْشِ أَنِ ابْعَثْ أُورِيَّا فِي وَجْهِ كَذَا فَبَعَثَهُ، فَفُتِحَ عَلَيْهِ. فَكَتَبَ: ابْعَثْهُ إِلَى التَّابُوتِ وَكُلُّ مَنْ بُعِثَ إِلَى ذَلِكَ الْوَجْهِ قُتِلَ وَلَمْ يَرْجِعْ. فَقُتِلَ \" قَالَ مُطَّلِبٌ: فَحَدَّثَنِي لَيْثُ بْنُ أَبِي سُلَيْمٍ أَوْ غَيْرُهُ قَالَ: أَتَاهُ الْمَلَكَانِ فِي صُورَةِ رَجُلَيْنِ مُعْتَمَّيْنِ، فَفَزِعَ مِنْهُمَا , فَقَصَّا عَلَيْهِ الْآيَةَ فِي كِتَابِ اللَّهِ، فَقَالَ لَهُمَا دَاوُدُ كَذَاكَ؟ قَالَا: نَعَمْ قَالَ: إِذًا نَضْرِبُ هُنَا. يَعْنِي الْأَنْفَ وَاللِّحْيَةَ وَالْجَبِينَ. -[236]- فَقَالَا: أَنْتَ أَحَقُّ أَنْ تُضْرَبَ , وَطَارَا. فَعَرَفَ دَاوُدُ فَخَرَّ أَرْبَعِينَ صَبَاحًا سَاجِدًا، حَتَّى نَبَتَ الْعُشْبُ مِنْ دُمُوعهِ. فَأَوْحَى اللَّهُ إِلَيْهِ: أَجَائِعٌ فَأُطْعِمَكَ، أَمْ مَظْلُومٌ فَأَنْصُرَكَ؟ قَالَ: فَشَهِقَ شَهْقَةً احْتَرَقَ الْعُشْبُ فَأَوْحَى اللَّهُ إِلَيْهِ: إِنِّي قَدْ غَفَرْتُ لَكَ، فَارْفَعْ رَأْسَكَ. قَالَ: كَيْفَ تَغْفِرُ لِي وَأَنْتَ الْحَكَمُ الْعَدْلُ؟ قَالَ: أَغْفِرُ لَهُ وَأَطْلُبُ إِلَيْهِ يَهَبَكَ لِي قَالَ: الْآنَ عَلِمْتُ أَنَّكَ قَدْ غَفَرْتَ لِي",
            "page": "235",
            "part": "1",
            "seal": "6F8A9DA3"
        },
        {
            "hno": "335",
            "id": "351",
            "nass": "335 - حَدَّثَنِي فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ، قَالَ: حَدَّثَنَا عَبْدُ الْوَهَّابِ يَعْنِي ابْنَ عَطَاءٍ عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، قَالَ: \" §خَرَّ سَاجِدًا أَرْبَعِينَ يَوْمًا، فَقَالَ: ارْفَعْ رَأْسَكَ فَقَدَ غَفَرْتُ لَكَ. قَالَ: كَيْفَ وَأَنْتَ الْحَكَمُ الْعَدْلُ؟ قَالَ: أَقْضِي لَهُ , وَأَسْتَوْهِبُهُ ذَنْبَكَ، ثُمَّ أُثِيبُهُ حَتَّى يَرْضَى قَالَ: الْآنَ طَابَتْ نَفْسِي، وَعَلِمْتُ أَنَّكَ قَدْ غَفَرْتَ لِي قَالَ: وَهِيَ أُمُّ سُلَيْمَانَ \"",
            "page": "237",
            "part": "1",
            "seal": "600152FB"
        },
        {
            "hno": "336",
            "id": "352",
            "nass": "336 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: \" §كَانَ دَاوُدُ يُصَلِّي فِي الْمِحْرَابِ وَحَوْلَهُ ثَلَاثُونَ أَلْفًا يَحْرُسُونَهُ فَتَسَوَّرَ عَلَيْهِ رَجُلَانِ الْمِحْرَابَ، فَفَزِعَ مِنْهُمَا، فَقَالَا: {لَا تَخَفْ خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ} [ص: 22] إِلَى قَوْلِهِ: {وَخَرَّ رَاكِعًا وَأَنَابَ} [ص: 24]-[238]- فَسَجَدَ أَرْبَعِينَ لَيْلَةً يَبْكِي، حَتَّى نَبَتَ حَوْلَهُ مِنَ الْعُشْبِ مَا غَطَّى رَأْسَهُ. فَقَالَ: يَا رَبِّ قَرِحَ جَبِينِي، وَلَا أَرَى خَطِيئَتِي تُذْكَرُ. قَالَ: يَا دَاوُدُ، أَجَائِعٌ فَتُطْعَمَ، أَمْ عَطْشَانُ فَتُسْقَى، أَمْ عَارٍ فَتُكْسَى؟ قَالَ: فَنَحِبَ نَحْبَةً هَاجَ مَا حَوْلَهُ. أَيْ: يَبِسَ \"",
            "page": "237",
            "part": "1",
            "seal": "E89893DA"
        },
        {
            "hno": "337",
            "id": "353",
            "nass": "337 - حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا سُفْيَانُ، عَنْ مِسْعَرٍ، عَمَّنْ حَدَّثَهُ، عَنِ ابْنِ سَابِطٍ، قَالَ: «§لَوْ عُدِلَ بُكَاءُ دَاوُدَ بِبُكَاءِ أَهْلِ الْأَرْضِ بَعْدَ آدَمَ، لَعَدلَ بُكَاءُ دَاوُدَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِبُكَاءِ أَهْلِ الْأَرْضِ»",
            "page": "238",
            "part": "1",
            "seal": "48F05189"
        },
        {
            "hno": "338",
            "id": "354",
            "nass": "338 - حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، قَالَ: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ ابْنِ جَابِرٍ، عَنْ عَطَاءٍ الْخُرَاسَانِيِّ: «أَنَّ دَاوُدَ §نَقَشَ خَطِيئَتَهُ فِي كَفِّهِ لِكَيْ لَا يَنْسَاهَا. وَكَانَ إِذَا رَآهَا اضْطَرَبَتْ يَدَاهُ»",
            "page": "238",
            "part": "1",
            "seal": "0459E9E2"
        },
        {
            "hno": "339",
            "id": "355",
            "nass": "339 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنِي صَاحِبٌ لَنَا، قَالَ: أَخْبَرَنَا ابْنُ الْمُبَارَكِ، قَالَ: أَخْبَرَنَا شِبْلُ بْنُ عَبَّادٍ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ: \" §سَأَلَ دَاوُدُ رَبَّهُ أَنْ يَجْعَلَ خَطِيئَتَهُ فِي كَفِّهِ. فَكَانَ لَا يَتَنَاوَلُ طَعَامًا، وَلَا شَرَابًا، وَلَا يَمُدُّ يَدَهُ إِلَى شَيْءٍ إِلَّا أَبْصَرَ خَطِيئَتَهُ فَأَبْكَاهُ قَالَ: فَكَانَ رُبَّمَا أُتِيَ بِالْقَدَحِ ثُلُثَاهُ مَاءٌ فَيُهْرِيقُهُ يَتَنَاوَلُهُ، فَيَنْظُرُ إِلَى خَطِيئَتِهِ، وَلَا يَضَعُهُ عَلَى شَفَتِهِ حَتَّى يُفِيضَ مِنْ دُمُوعِهِ \"",
            "page": "239",
            "part": "1",
            "seal": "98A62D3A"
        },
        {
            "hno": "340",
            "id": "356",
            "nass": "340 - حَدَّثَنِي إِسْحَاقُ، قَالَ: حَدَّثَنِي صَاحِبٌ لَنَا، قَالَ: حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنِ الْأَوْزَاعِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّ مَثَلَ عَيْنَيْ دَاوُدَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَالْقِرْبَتَيْنِ تَنْطِفَانِ مَاءً , وَلَقَدْ كَانَتِ الدُّمُوعُ خَدَّدَتْ فِي وَجْهِهِ كَأُخْدُودِ الْمَاءِ فِي الْأَرْضِ»",
            "page": "239",
            "part": "1",
            "seal": "46652796"
        },
        {
            "hno": "341",
            "id": "357",
            "nass": "341 - حَدَّثَنَا إِسْحَاقُ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا الْمَسْعُودِيُّ، عَنْ يُونُسَ بْنِ خَبَّابٍ، قَالَ: «خَرَّ دَاوُدُ أَرْبَعِينَ يَوْمًا سَاجِدًا، حَتَّى نَبَتَ الْعُشْبُ حَوْلَهُ» قَالَ: يَا رَبِّ \" §قَرِحَ الْجَبِينُ، وَرَقَأَ الدَّمْعُ، وَلَا أَرَى خَطِيئَتِي تُذْكَرُ -[240]- فَقِيلَ لَهُ: يَا دَاوُدُ أَجَائِعٌ فَتُطْعَمَ، أَمْ ظَمْآنُ فَتُسْقَى، أَمْ مَظْلُومٌ فَتُنْصَرَ؟ قَالَ: فَنَحَبَ نَحْبَةً هَاجَ مَا هُنَاكَ قَالَ: فَغَفَرُ لَهُ عِنْدَ ذَلِكَ \"",
            "page": "239",
            "part": "1",
            "seal": "05B615E9"
        },
        {
            "hno": "342",
            "id": "358",
            "nass": "342 - حَدَّثَنَا إِسْحَاقُ، قَالَ: حَدَّثَنِي صَاحِبٌ لَنَا، قَالَ: أَخْبَرَنَا ابْنُ الْمُبَارَكِ، قَالَ: أَخْبَرَنَا بَكَّارُ بْنُ عَبْدِ اللَّهِ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، قَالَ: \" §لَمْ يَرْفَعْ رَأْسَهُ، حَتَّى قَالَ لَهُ الْمَلَكُ: أَوَّلُ أَمْرِكَ ذَنْبٌ , وَآخِرُهُ مَعْصِيَةٌ؟ قَالَ: فَرَفَعَ رَأْسَهُ فَمَكَثَ حَيَاتَهُ لَا يَشْرَبُ شَرَابًا إِلَّا مَزَجَهُ بِدُمُوعِهِ، وَلَا يَأْكُلُ طَعَامًا إِلَّا بَلَّهَ بِدُمُوعِهِ، وَلَا يَضْطَجِعُ عَلَى فِرَاشٍ إِلَّا أَغَرَاهُ، أَوْ أَعَرَاهُ شَكَّ ابْنُ الْمُبَارَكِ بِدُمُوعِهِ فَانْهَرَمَ. فَكَانَ لَا يُدْفِئُهُ لِحَافٌ \"",
            "page": "240",
            "part": "1",
            "seal": "EE1EE299"
        },
        {
            "hno": "343",
            "id": "359",
            "nass": "343 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ حَسَّانَ الْبُرْجُلَانِيُّ، قَالَ: حَدَّثَنَا السَّرِيُّ بْنُ يَحْيَى، عَنْ سُلَيْمَانَ التَّيْمِيِّ، قَالَ: \" §سَجَدَ دَاوُدُ أَرْبَعِينَ لَيْلَةً، حَتَّى دَبِرَتْ جَبْهَتُهُ، وَدَبِرَتْ رُكْبَتَاهُ، وَنَبَتَ الْعُشْبُ مِنْ دُمُوعِ عَيْنَيْهِ. قَالَ: فَأَخَذَ فِي نَحْوٍ مِنَ الدُّعَاءِ فَقَالَ: يَا رَبِّ لَوْ شِئْتَ حَجَزْتَنِي عَنِ الْخَطِيئَةِ -[241]- فَلَمَّا رَأَى أَنَّهُ لَا يُسْتَجَابُ لَهُ، أَخَذَ فِي نَحْو مِنَ النِّيَاحَةِ. قَالَ: فَرِحَمَهُ اللَّهُ وَقِيلَ لَهُ: يَا دَاوُدُ ارْفَعْ رَأْسَكَ فَقَدْ غُفِرَ لَكَ. قَالَ: يَا رَبِّ كَيْفَ تَغْفِرُ لِي وَأَنْتَ حَكَمٌ عَدْلٌ؟ فَقِيلَ لَهُ: أَسْتَوْهِبُ فُلَانًا ظُلْمَكَ إِيَّاهُ، فَيَهَبُهُ لِي، فَأَغْفِرُهُ لَكَ، ثُمَّ أُعْطِيهِ مِنْ قِبَلِي حَتَّى يَرْضَى. فَقَالَ: يَا رَبِّ الْآنَ عَلِمْتُ أَنَّكَ قَدْ غَفَرْتَ لِي. فَرَفَعَ رَأْسَهُ \"",
            "page": "240",
            "part": "1",
            "seal": "56EA9E22"
        },
        {
            "hno": "344",
            "id": "360",
            "nass": "344 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ حَسَّانَ، قَالَ: حَدَّثَنَا السَّرِيُّ بْنُ يَحْيَى، عَنْ سُلَيْمَانَ التَّيْمِيِّ، قَالَ: «§مَا زَالَ يُرْعِدُ بَعْدَ ذَلِكَ حَتَّى فَارَقَ الدُّنْيَا. وَمَا وَصَلَ إِلَى أُنْثَى بَعْدَ ذَلِكَ، وَمَا شَرِبَ شَرَابًا إِلَّا مَزَجَهُ بِدُمُوعِ عَيْنَيْهِ»",
            "page": "241",
            "part": "1",
            "seal": "8097AD20"
        },
        {
            "hno": "345",
            "id": "361",
            "nass": "345 - حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، قَالَ: حَدَّثَنَا أَبِي قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُبَيْدِ بْنِ عُمَيْرٍ، يَقُولُ: «§خَرَّ دَاوُدُ أَرْبَعِينَ لَيْلَةً سَاجِدًا يَبْكِي، فَرَفَعَ رَأْسَهُ وَمَا فِي جَبِينِهِ لُحَاذَةٌ مِنْ لَحْوٍ»",
            "page": "241",
            "part": "1",
            "seal": "FB52D152"
        },
        {
            "hno": "346",
            "id": "362",
            "nass": "346 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَبُو حُذَيْفَةَ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ هَارُونَ بْنِ أَبِي عَيَّاشٍ الصَّنْعَانِيُّ، عَنْ سُلَيْمَانَ أَظُنُّهُ ابْنَ قَيْمَرٍ قَالَ: سَمِعْتُ وَهْبَ بْنَ مُنَبِّهٍ، يَقُولُ: -[242]- \" §كَتَبَ دَاوُدُ فِي كَفِّهِ: دَاوُدُ الْخَطَّاءُ \"",
            "page": "241",
            "part": "1",
            "seal": "6095FBF2"
        },
        {
            "hno": "347",
            "id": "363",
            "nass": "347 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الْحُمَيْدِيُّ، عَنْ سُفْيَانَ، قَالَ: \" كَانَ يُقَالُ: إِنَّ دَاوُدَ §نَقَشَ فِيَ كَفِّهِ خَطِيئَتَهُ فَكَانَ إِذَا رَآهَا اضْطَرَبَتْ يَدَاهُ وَهَاجَتْ دُمُوعُهُ \" ¶ 348 - قَالَ الْحُمَيْدِيُّ: وَذَكَرَ سُفْيَانُ مَرَّةً أُخْرَى فَقَالَ: «ضَاقَ صَدْرُ دَاوُدَ بِالْخَطِيئَةِ حَتَّى نَقَشَهَا فِي كَفِّهِ، فَكَانَ إِذَا نَظَرَ إِلَيْهَا صَرَخَ كَمَا تَصْرُخُ الثَّكْلَى»",
            "page": "242",
            "part": "1",
            "seal": "A73471CA"
        },
        {
            "hno": "349",
            "id": "364",
            "nass": "349 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ سَهْلٍ الْأُرْدُنِّيُّ، قَالَ: حَدَّثَنَا أَبُو إِسْحَاقُ الْفَزَارِيُّ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ مُجَاهِدٍ، قَالَ: «§نَقَشَ دَاوُدُ خَطِيئَتَهُ فِي كَفِّهِ لِكَيْ لَا يَنْسَاهَا، فَكَانَ إِذَا رَآهَا اضْطَرَبَتْ كَفُّهُ»",
            "page": "242",
            "part": "1",
            "seal": "6BADF88F"
        },
        {
            "hno": "350",
            "id": "365",
            "nass": "350 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ سَهْلٍ، قَالَ: حَدَّثَنِي أَبُو قُدَامَةَ الرَّمْلِيُّ، قَالَ: \" بَلَغَنِي أَنَّ دَاوُدَ، قَالَ: §نَصَبْتُ خَطِيئَتِي نُصْبَ عَيْنَيَّ، لِكَيْ لَا أَغْفَلَ عَنْهَا فَأَقَعَ فِي غَيْرِهَا \"",
            "page": "242",
            "part": "1",
            "seal": "40E1A539"
        },
        {
            "hno": "351",
            "id": "366",
            "nass": "351 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ بْنِ خُنَيْسٍ، عَنِ ابْنِ أَبِي رَوَّادٍ، قَالَ: \" §سَجَدَ دَاوُدُ حَتَّى دَبِرَتْ جَبْهَتُهُ وَكَفَّاهُ وَرُكْبَتَاهُ، وَبَكَى وَهُوَ سَاجِدٌ -[243]- حَتَّى نَبَتَ الْعُشْبُ مِنْ دُمُوعِ عَيْنَيْهِ، فَكَانَ يُنَادِي: يَا رَبِّ فَيُقَالُ لَهُ: أَجَائِعٌ فَتُطْعَمَ؟ أَمْ ظَمْآنُ فَتُسْقَى؟ أَمْ عَارٍ فَتُكْسَى؟ وَلَا يُذْكَرُ بِخَطِيئَتِهِ فَكَانَ يَزْفُرُ الزَّفْرَةَ يُهَيِّجُ الْعُودَ مِنَ الْعُشْبِ، فَيَحْتَرِقُ وَيَحْرِقُ مَا حَوْلَهُ مِنَ الْعُشْبِ \"",
            "page": "242",
            "part": "1",
            "seal": "E0E6C389"
        },
        {
            "hno": "352",
            "id": "367",
            "nass": "352 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا الْمُغِيرَةُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا أَبُو. . الصَّنْعَانِيُّ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، قَالَ: «§كَانَ دَاوُدُ عَلَيْهِ السَّلَامُ يَبْكِي حَتَّى يَبُلَّ مَا بَيْنَ يَدَيْهِ مِنْ دُمُوعِهِ، وَيَبْكِي حَتَّى يَنْبُتَ الْعُشْبُ مِنْ دُمُوعِهِ، ثُمَّ يَبْكِي حَتَّى تَنْقَطِعَ قُوَّتُهُ»",
            "page": "243",
            "part": "1",
            "seal": "4DC8A6BD"
        },
        {
            "hno": "353",
            "id": "368",
            "nass": "353 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا مُوسَى بْنُ عِيسَى، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ شُعَيْبٍ، عَنْ مُجَشِّرِ بْنِ الْحُرِّ الْحِمْيَرِيِّ، عَنْ وَهْبٍ، قَالَ: «§كَانَ دَاوُدُ إِذَا قَامَ إِلَى الصَّلَاةِ، فَرَفَعَ صَوْتَهُ، بَكَى قَائِمًا حَتَّى تَجْرِيَ دُمُوعُهُ إِلَى الْأَرْضِ، ثُمَّ يَرْكَعُ، فَيَبْكِي رَاكِعًا حَتَّى تَسِيلَ دُمُوعُهُ إِلَى الْأَرْضِ، فَإِذَا سَجَدَ سَجَدَ عَلَى. .»",
            "page": "243",
            "part": "1",
            "seal": "302DA8D7"
        },
        {
            "hno": "354",
            "id": "369",
            "nass": "354 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ أَبِي بُكَيْرٍ، قَالَ: حَدَّثَنَا عَمَّارُ بْنُ كُلْثُومٍ الْيَمَانِيُّ، عَنْ أَبِيهِ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، قَالَ: \" كَانَ لِدَاوُدَ حَشِيَّةٌ مَحْشُوَّةٌ بِالرَّمَادِ يُصَلِّي عَلَيْهَا، فَكَانَ يَسْجُدُ، فَيَبْكِي حَتَّى يَبْتَلَّ مَوْضِعُ سُجُودِهِ. ثُمَّ تَغْلِبُهُ الدُّمُوعُ، فَتَجَرِي حَتَّى تَبْتَلَّ الْحَشِيَّةُ مِنْ تَحْتِهِ -[244]- وَكَانَ يُنَادِي فِي سُجُودِهِ: §قَرِحَ الْجَبِينُ، وَجَفَّتِ الدَّمْعَةُ، وَخَطِيئَتِي لَمْ تُغْفَرْ فَقِيلَ لَهُ: يَا دَاوُدُ أَظَمْآنُ فَتُسْقَى؟ أَجَائِعٌ فَتُطْعَمُ؟ أَعَارٍ فَتُكْسَى؟ قَالَ: فَازْدَادَ بُكَاءً عَلَى بُكَائِهِ، وَأَخَذَ فِي الْأَنِينِ عِنْدَ مُنْقَطَعِ النَّحِيبِ قَالَ: فَعِنْدَ ذَلِكَ رُحِمَ، فَغُفِرَ لَهُ \"",
            "page": "243",
            "part": "1",
            "seal": "4EBACBC5"
        },
        {
            "hno": "355",
            "id": "370",
            "nass": "355 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، وَغَيْرُهُ، عَنْ سَيَّارِ بْنِ حَاتِمٍ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ، عَنْ ثَابِتٍ: أَنَّ دَاوُدَ §حَشَا سَبْعَةَ فُرُشٍ بِالرَّمَادِ، ثُمَّ بَكَى حَتَّى أَنْفَذَ بِهَا دُمُوعَهُ \"",
            "page": "244",
            "part": "1",
            "seal": "45B65346"
        },
        {
            "hno": "356",
            "id": "371",
            "nass": "356 - وَحَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا أَسَدُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ خَالِدٍ، عَنْ عُمَرَ بْنِ ذَرٍّ، عَنْ أَبِيهِ قَالَ: «§لَمَّا تَابَ اللَّهُ عَلَى دَاوُدَ، جَعَلَ يَوْمًا لِقَضَائِهِ، ويَوْمًا لِنِسَائِهِ، ويَوْمًا لِبُكَائِهِ. وَأَمَرَ بِفُرُشٍ مُسُوحٍ فَقُطِّعَتْ وَحُشِيَتْ لَهُ بِالرَّمَادِ، وَكَتَبَ خَطِيئَتَهُ فِي كَفِّهِ لِئَلَّا يَنْسَاهَا. فَكَانَ إِذَا اسْتَسْقَى فَأَخَذَ. . فَنَظَرَ إِلَى خَطِيئَتِهِ بَكَى حَتَّى يَمْلَأَ إِنَاءَهُ. وَخَلَطَ طَعَامَهُ بِالرَّمَادِ، فَكَانَ يَجْلِسُ يَوْمَ بُكَائِهِ عَلَى فَرْشِهِ، وَيَنْزِلُ إِلَيْهِ أَرْبَعَةُ آلَافِ عَابِدٍ يَبْكُونَ مَعَهُ، فَكَانَ يَبْكِي حَتَّى يَبُلَّ فِرَاشَهُ، وَتَصِلَ دُمُوعُهُ إِلَى الْأَرْضِ تَحْتَ فَرْشِهِ»",
            "page": "244",
            "part": "1",
            "seal": "DABB09ED"
        },
        {
            "hno": "357",
            "id": "372",
            "nass": "357 - حَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا أَسَدٌ، قَالَ: حَدَّثَنَا -[245]- عَبْدُ اللَّهِ بْنُ خَالِدٍ، عَنْ أَبِي سَعِيدٍ، \" أَنَّ دَاوُدَ، دَعَا غَلَامًا لَهُ يُقَالُ لَهُ شَمْعُونُ، فَنَزَعَ عَنْهُ ثِيَابَ الْمُلْكِ، وَأَلْبَسَهُ خَوْذِيًّا، وَرَبَطَ وَسَطَهُ بِشَرِيطٍ وَقَالَ: §قُدْنِي الْآنَ كَمَا يُقَادُ الْمُرِيبُ إِلَى الْعُقُوبَةِ قَالَ: فَقَادَهُ إِلَى الْمِحْرَابِ فَخَرَّ سَاجِدًا \"",
            "page": "244",
            "part": "1",
            "seal": "51747664"
        },
        {
            "hno": "358",
            "id": "373",
            "nass": "358 - حَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا أَسَدٌ، قَالَ: حَدَّثَنَا الْوَلِيدُ، عَنْ أَبِي الْعَاتِكَةِ، قَالَ: كَانَ مِنْ قَوْلِ دَاوُدَ: «§سُبْحَانَ خَالِقِ النُّورِ إِلَهِي إِذَا ذَكَرْتُ خَطِيئَتِي ضَاقَتْ عَلَيَّ الْأَرْضُ بِرُحْبِهَا. وَإِذَا ذَكَرْتُ رَحْمَتَكَ ارْتَدَّ إِلَيَّ رُوحِي. سُبْحَانَ خَالِقِ النُّورِ إِلَهِي خَرَجْتُ أَسْأَلُ أَطِبَّاءَ عِبَادِكَ أُرِيدُ أَنْ يُدَاوُوا خَطِيئَتِي، فَكُلُّهُمْ عَلَيْكَ يَدُلُّنِي»",
            "page": "245",
            "part": "1",
            "seal": "E9BF1EDB"
        },
        {
            "hno": "359",
            "id": "374",
            "nass": "359 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، وَغَيْرُهُ قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ: -[246]- حَدَّثَنَا أَبُو هِلَالٍ، قَالَ: حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ، قَالَ: كَانَ لِدَاوُدَ يَوْمٌ يَتَأَوَّهُ فِيهِ فَيَقُولُ: «§أَوَّهْ مِنْ عَذَابِ اللَّهِ أَوَّهْ مِنْ عَذَابِ اللَّهِ قَبْلَ أَلَّا أَوَّهْ» قَالَ: فَذَكَرَهَا صَفْوَانُ فِي مَجْلِسِهِ ذَاتَ يَوْمٍ، فَغَلَبَهُ الْبُكَاءُ، فَقَامَ",
            "page": "245",
            "part": "1",
            "seal": "070728FF"
        },
        {
            "hno": "360",
            "id": "375",
            "nass": "360 - حَدَّثَنَا إِسْحَاقُ، وَغَيْرُهُ قَالَ: حَدَّثَنَا أَبُو هِلَالٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، قَالَ: «كَانَ دَاوُدُ §إِذَا ذَكَرَ عَذَابَ اللَّهِ تَخَلَّعَتْ أَوْصَالُهُ، لَا يَشُدُّهَا إِلَّا الْأَسْرُ، فَإِذَا ذَكَرَ رَحْمَةَ اللَّهِ تَرَاجَعَتْ»",
            "page": "246",
            "part": "1",
            "seal": "828F00FF"
        },
        {
            "hno": "361",
            "id": "376",
            "nass": "361 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: حَدَّثَنَا ثَابِتٌ، قَالَ: «§كَانَ دَاوُدُ يَذْكُرُ ذُنُوبَهُ، فَيَخَافُ اللَّهَ مِنْهَا خَوْفًا تَفَرَّجُ أَعْضَاؤُهُ مِنْ مَوَاضِعِهَا. ثُمَّ يَذْكُرُ عَائِدَةَ اللَّهِ وَرَأْفَتَهُ عَلَى أَهْلِ الذُّنُوبِ، فَيَرْجِعُ كُلُّ عُضْوٍ إِلَى مَكَانِهِ»",
            "page": "246",
            "part": "1",
            "seal": "6E49F318"
        },
        {
            "hno": "362",
            "id": "377",
            "nass": "362 - حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي عَطَّافٍ، قَالَ: «§كَانَ دَاوُدُ إِذَا أَخَذَ الْإِنَاءَ بِيَدِهِ لِيَشْرَبَ، بَكَى حَتَّى يَفِيضَ الْإِنَاءُ مِنْ دُمُوعِهِ»",
            "page": "246",
            "part": "1",
            "seal": "3ABEFD47"
        },
        {
            "hno": "363",
            "id": "378",
            "nass": "363 - حَدَّثَنَا أَبُو مُسْلِمٍ عَبْدُ الرَّحْمَنِ بْنُ يُونُسَ، قَالَ: حَدَّثَنَا -[247]- عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، قَالَ: سَمِعْتُ لَيْثًا، عَنْ مُجَاهِدٍ، قَالَ: «كَانَ دَاوُدُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُؤْتَى بِالْإِنَاءِ لِيَشْرَبَ فَمَا يَشْرَبُ إِلَّا ثُلُثَهُ , أَوْ نِصْفَهُ، §ثُمَّ يَذْكُرُ خَطِيئَتَهُ، فَيَنْتَحِبُ النَّحْبَةَ تَكَادُ مَفَاصِلُهُ يَزُولُ بَعْضُهَا مِنْ بَعْضٍ، ثُمَّ مَا يُتِمُّهُ حَتَّى يَمْلَأَهُ مِنْ دُمُوعِهِ»",
            "page": "246",
            "part": "1",
            "seal": "98CB738B"
        },
        {
            "hno": "364",
            "id": "379",
            "nass": "364 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي خَالِدُ بْنُ خِدَاشٍ، قَالَ: حَدَّثَنِي أَبُو عُمَرَ الصَّفَّارُ، عَنْ حَوْشَبٍ، وَمَالِكِ بْنِ دِينَارٍ، عَنِ الْحَسَنِ، قَالَ: «§لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ كَثُرَ بُكَاؤُهُ حَتَّى فَسَدَتْ فُرُشُهُ، فَأَمَرَ عَلَيْهِ السَّلَامِ، فَجَعَلَ حَشْوَ فُرُشِهِ الرَّمَادَ. وَكَانَ قَدْ أَمَرَ صَاحِبَ شَرَابِهِ أَلَّا يَأْتِيَهُ بِشَرَابِهِ إِلَّا نِصْفَ الْإِنَاءِ، فَكَانَ إِذَا أَتَاهُ بِهِ وَضَعَهُ عَلَي رَاحَتِهِ ثُمَّ يَذْكُرُ خَطِيئَتَهُ فَيَبْكِي حَتَّى يَمْتَلِئَ الْإِنَاءُ وَيُفِيضَ مِنَ الدُّمُوعِ فَوْقَ الْإِنَاءِ، ثُمَّ يَشْرَبُ»",
            "page": "247",
            "part": "1",
            "seal": "C3DA7681"
        },
        {
            "hno": "365",
            "id": "380",
            "nass": "365 - حَدَّثَنَا أَبُو خَيْثَمَةَ، قَالَ: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ ابْنِ جَابِرٍ، عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدٍ، قَالَ: \" §كَانَ دَاوُدُ إِذَا عُوتِبَ فِي كَثْرَةِ الْبُكَاءِ قَالَ: دَعُونِي أَبْكِ قَبْلَ يَوْمِ الْبُكَاءِ، قَبْلَ احْتِرَاقِ الْعِظَامِ وَاشْتِعَالِ اللِّحَى، قَبْلَ أَنْ يُؤْمَرَ بِي مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ \"",
            "page": "247",
            "part": "1",
            "seal": "9DA1E9C0"
        },
        {
            "hno": "366",
            "id": "381",
            "nass": "366 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ، قَالَ: حَدَّثَنِي مُخْتَارٌ أَبُو عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ بَعْضِ إِخْوَانِهِ: أَنَّ دَاوُدَ كَانَ مِمَّا يَذْكُرُ خَطِيئَتَهُ فَيَضِيقُ بِهَا، وَيَخْرُجَ مِنْ جِبَالِ بَيْتِ -[248]- الْمَقْدِسِ سَائِحًا، فَيَخْرُجُ إِلَيْهِ عُبَّادُ بَنِي إِسْرَائِيلَ مِنَ الْغِيرَانِ كَأَنَّهُمُ الشِّنَانُ، فَيَقُولُ دَاوُدُ: «إِلَيْكُمْ إِلَيْكُمْ، إِنَّمَا §أُرِيدُ كُلَّ خَطَّاءٍ يَبْكِي عَلَى خَطِيئَتِهِ» قَالَ: فَيَتَّبِعُونَهُ، وَيَبْكُونُ بِبُكَائِهِ",
            "page": "247",
            "part": "1",
            "seal": "2C0459AF"
        },
        {
            "hno": "367",
            "id": "382",
            "nass": "367 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا فَرَجُ بْنُ فَضَالَةَ، قَالَ: حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ صَدَقَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «§كَانَتْ لِدَاوُدَ سَجْدَةٌ فِي آخِرِ اللَّيْلِ، يَبْكِي فِيهَا، فَإِذَا كَانَ ذَلِكَ، لَمْ تَبْقَ دَابَّةٌ فِي بَرٍّ وَلَا بَحْرٍ إِلَّا أَنْصَتْنَ لَهُ، يَسْتَمِعْنَ صَوْتَهُ وَيَبْكِينَ»",
            "page": "248",
            "part": "1",
            "seal": "403D0497"
        },
        {
            "hno": "368",
            "id": "383",
            "nass": "368 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا الْحُسَيْنُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا عَامِرُ بْنُ يَسَافٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ: \" §لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ، نَفَرَتِ الْوَحْشُ مِنْ حَوْلِهِ، فَنَادَى: إِلَهِي رُدَّ عَلَيَّ الْوَحْشَ كَيْ آنَسَ بِهَا فَرَدَّ اللَّهُ عَلَيْهِ الْوَحْشَ، فَأَحَطْنَ بِهِ، وَأَصْغَيْنَ بِأَسْمَاعِهِنَ نَحْوَهُ. قَالَ: وَرَفَعَ صَوْتَهُ يَقْرَأُ الزَّبُورَ، وَالْبُكَاءُ عَلَى نَفْسِهِ، فَنَادَيْنَهُ: هَيْهَاتَ هَيْهَاتَ يَا دَاوُدُ، ذَهَبَتِ الْخَطِيئَةُ بِحَلَاوَةِ صَوْتِكَ \"",
            "page": "248",
            "part": "1",
            "seal": "F11702B5"
        },
        {
            "hno": "369",
            "id": "384",
            "nass": "369 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ جَرِيرٍ، قَالَ: حَدَّثَنَا بَكْرُ بْنُ خُنَيْسٍ، عَنْ أَبِي سَعِيدٍ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ -[249]- فِي قَوْلِهِ: {§يَا جِبَالُ أَوِّبِي مَعَهُ} [سبأ: 10] قَالَ: «نُوحِي مَعَهُ , وَالطَّيْرُ تُسْعِدُكَ عَلَى ذَلِكَ» فَكَانَ إِذَا نَادَى بِالنِّيَاحَةِ أَجَابَتْهُ الْجِبَالُ بِصَدَاهَا، وَعَكَفَتِ الطَّيْرُ عَلَيْهِ مِنْ فَوْقِهِ , قَالَ: فَصَدَى الْجِبَالِ الَّذِي تَسْمَعُهُ مِنْ ذَاكَ",
            "page": "248",
            "part": "1",
            "seal": "263F517E"
        },
        {
            "hno": "370",
            "id": "385",
            "nass": "370 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا الْحُسَيْنُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا عُبَاةُ بْنُ كُلَيْبٍ اللَّيْثِيُّ، عَنْ أَبِي إِسْحَاقَ الْيَمَانِيِّ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، قَالَ: «§كَانَ دَاوُدُ إِذَا قَرَأَ تَصَرَّعَتِ الطَّيْرُ حَوْلَهُ، وَوَقَفَتِ الْمِيَاهُ الَّتِي تَجْرِي، لِحُسْنِ صَوْتِهِ، وَكَانَ يَبْكِي حَتَّى يَنْبُتَ الْعُشْبُ حَوْلَهُ»",
            "page": "249",
            "part": "1",
            "seal": "BB6F5C49"
        },
        {
            "hno": "371",
            "id": "386",
            "nass": "371 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا مُوسَى بْنُ عِيسَى، عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ، عَنِ الْأَوْزَاعِيِّ، قَالَ: «بَلَغَنِي أَنَّ دَاوُدَ كَانَ §إِذَا رَفَعَ صَوْتَهُ عَكَفَتِ الْوحُوشُ وَالسِّبَاعُ حَوْلَ مِحْرَابِهِ، حَتَّى يَمُوتَ بَعْضُهَا هَزِلًا قَبْلَ أَنْ يُفَارِقَهُ»",
            "page": "249",
            "part": "1",
            "seal": "5CC9723A"
        },
        {
            "hno": "372",
            "id": "387",
            "nass": "372 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا مُوسَى بْنُ عِيسَى، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، عَنْ مُجَشِّرِ بْنِ الْحُرِّ الْحِمْيَرِيِّ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ قَالَ: «كَانَ دَاوُدُ عَلَيْهِ السَّلَامُ §إِذَا رَفَعَ صَوْتَهُ بِالزَّبُورِ، لَمْ يَسْمَعْهُ شَيْءٌ إِلَّا حَجَلَ» -[250]- قَالَ مُحَمَّدٌ: فَقُلْتُ لِمُجَشِّرٍ: مَا حَجَلَ؟ قَالَ: كَهَيْئَةِ الرَّقْصِ",
            "page": "249",
            "part": "1",
            "seal": "CE940CCF"
        },
        {
            "hno": "373",
            "id": "388",
            "nass": "373 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي مُوسَى بْنُ عِيسَى، قَالَ: حَدَّثَنَا الْمُهَلَّبُ بْنُ عُثْمَانَ الْأَزْدِيُّ، عَنْ مُحَمَّدِ بْنِ مُطَرِّفٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، قَالَ: «§كَانَ دَاوُدُ إِذَا رَفَعَ صَوْتَهُ بِقِرَاءَةِ الزَّبُورِ، تَرَكَتِ الطَّيْرُ أَوْكَارَهَا، ثُمَّ عَكَفَتْ عَلَيْهِ حَوْلَ مِحْرَابِهِ حَتَّى تُصْرَعَ مِنْ قِرَاءَتِهِ. وَكَانَ يَبْكِي حَتَّى تَجْرِيَ دُمُوعُهُ عَلَى الْأَرْضِ، وَكَانَ إِذَا أُتِيَ بِالشَّرَابِ بَكَى حَتَّى يَمْزِجَ شَرَابَهُ بِدُمُوعِهِ»",
            "page": "250",
            "part": "1",
            "seal": "F71BE767"
        },
        {
            "hno": "374",
            "id": "389",
            "nass": "374 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ رَاشِدٍ، قَالَ: سَمِعْتُ مُضَرَ قَالَ: «§كَانَ دَاوُدُ إِذَا قَرَأَ، مَاتَتِ الْوحُوشُ هَزْلًا حَوْلَ مِحْرَابِهِ، مِنْ حُسْنِ صَوْتِهِ»",
            "page": "250",
            "part": "1",
            "seal": "F5ECBF87"
        },
        {
            "hno": "375",
            "id": "390",
            "nass": "375 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ رَاشِدٍ قَالَ: سَمِعْتُ قُثَمَ، قَالَ: \" كَانَ دَاوُدُ §إِذَا قَرَأَ تَرَكَتِ الطَّيْرُ أَوْكَارَهَا، وَتَرَكَتِ الْوحُوشُ أَوْطَانَهَا، حَتَّى تُحِيطَ بِهِ قَالَ: فَرُبَّمَا مُوِّتَتْ هَزْلًا مِنْ قِرَاءَتِهِ \"",
            "page": "250",
            "part": "1",
            "seal": "B6D3C001"
        },
        {
            "hno": "376",
            "id": "391",
            "nass": "376 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، قَالَ: حَدَّثَنَا عَبْدُ الْجَلِيلِ بْنُ عَطِيَّةَ، قَالَ: سَمِعْتُ شَهْرَ بْنَ حَوْشَبٍ يَقُولُ: «§كَانَ دَاوُدُ يُسَمَّى النَّوَّاحَ»",
            "page": "250",
            "part": "1",
            "seal": "C9AC892B"
        },
        {
            "hno": "377",
            "id": "392",
            "nass": "377 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الصَّلْتُ بْنُ حَكِيمٍ، وَغَيْرُهُ، عَنْ سَعِيدِ بْنِ إِبْرَاهِيمَ الْأُمَوِيِّ، عَنْ مُحَمَّدِ بْنِ خَوَّاتٍ \" أَنَّ دَاوُدَ لَمَّا §أَطَالَ الْبُكَاءَ عَلَى نَفْسِهِ قِيلَ لَهُ: اذْهَبْ إِلَى قَبْرِ زَوْجِ الْمَرْأَةِ، فَاسْتَوْهِبْ مَا صَنَعْتَ فَأَتَى الْقَبْرَ، وَأَذِنَ اللَّهُ لِصَاحِبِ الْقَبْرِ أَنْ يَتَكَلَّمَ، فَنَادَى: يَا أُورِيَّا أَنَا دَاوُدُ لَكَ عِنْدِي مَظْلَمَةٌ. قَالَ: قَدْ غَفَرْتُهَا لَكَ. فَانْصَرَفَ وَقَدْ طَابَتْ نَفْسُهُ. فَأُوحِيَ إِلَيْهِ أَنِ ارْجِعْ فَبَيِّنْ لَهُ الَّذِي صَنَعْتَ. فَرَجَعَ، فَأَخْبَرَهُ، فَنَادَاهُ صَاحِبُ الْقَبْرِ: يَا دَاوُدُ هَكَذَا تَفْعَلُ الْأَنْبِيَاءُ؟ \"",
            "page": "251",
            "part": "1",
            "seal": "B56852DD"
        },
        {
            "hno": "378",
            "id": "393",
            "nass": "378 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ، قَالَ: «قَالَ دَاوُدُ» إِلَهِي أَصْبَحَ §عَدُوُّكَ الشَّيْطَانُ يُعَيِّرُنِي، يَقُولُ: يَا دَاوُدُ أَيْنَ كَانَ رَبُّكَ حِينَ وَاقَعْتَ الْخَطِيئَةَ؟ \"",
            "page": "251",
            "part": "1",
            "seal": "DFCBC8AC"
        },
        {
            "hno": "379",
            "id": "394",
            "nass": "379 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنَا مُعَاذُ بْنُ زِيَادٍ التَّمِيمِيُّ قَالَ: \" §لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ، جَعَلَ يَفْزَعُ إِلَى الْعِبَادِ، فَيبَكَى إِلَيْهِمْ فِي رُءُوسِ الْجِبَالِ وَيَبْكُونَ إِلَيْهِ -[252]- فَأَتَى عَلَى رَجُلٍ مُنْفَرِدًا، فَنَادَاهُ: أَنَا دَاوُدُ نَبِيُّ اللَّهِ، صَاحِبُ الْخَطِيئَةِ، أَوَ مَا بَلَغَكَ أَيُّهَا الرَّجُلُ؟ فَبَكَى الرَّجُلُ بُكَاءً شَدِيدًا، ثُمَّ قَالَ: يَا دَاوُدُ قَدْ بَلَغَتْ خَطِيئَتُكَ إِلَى الْعَظَاءَةِ فِي جُحْرِهَا، فَكَيْفَ لَمْ تَبْلُغْ بَنِي إِسْرَائِيلَ؟ فَبَكَى دَاوُدُ، وَخَرَّ سَاجِدًا. فَلَمْ يَزَلْ يَبْكِي حَتَّى نَبَتَ الْعُشْبُ مِنْ دُمُوعِهِ \"",
            "page": "251",
            "part": "1",
            "seal": "AB26A752"
        },
        {
            "hno": "380",
            "id": "395",
            "nass": "380 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ مَالِكِ بْنِ دِينَارٍ: فِي قَوْلِهِ: {وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ} [ص: 25] قَالَ: \" §إِذَا كَانَ يَوْمُ الْقِيَامَةِ، أُمِرَ بِمِنْبَرٍ رَفِيعٍ، فَوُضِعَ فِي الْجَنَّةِ، ثُمَّ نُودِيَ: يَا دَاوُدُ مَجِّدْنِي بِذَاكَ الصَّوْتِ الْحَسَنِ الرَّخِيمِ الَّذِي كُنْتَ تُمَجِّدُنِي بِهِ فِي الدُّنْيَا قَالَ: فَيَسْتَفْرِغُ صَوْتُ دَاوُدَ جَمِيعَ نَعِيمِ الْجِنَانِ. فَذَلِكَ قَوْلُهُ: {وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ} [ص: 25] \"",
            "page": "252",
            "part": "1",
            "seal": "37F1DFDD"
        },
        {
            "hno": "381",
            "id": "396",
            "nass": "381 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ، قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ الصَّمَدِ بْنِ مَعْقِلٍ، قَالَ: سَمِعْتُ وَهْبَ بْنَ مُنَبِّهٍ يَقُولُ: «لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ، §اعْتَزَلَ النِّسَاءَ، وَلَزِمَ الْعِبَادَةَ، حَتَّى سَقَطَ»",
            "page": "252",
            "part": "1",
            "seal": "A2BCA0C8"
        },
        {
            "hno": "382",
            "id": "397",
            "nass": "382 - حَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا أَسَدُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنِ السَّرِيِّ بْنِ يَحْيَى، عَنْ سُلَيْمَانَ التَّيْمِيِّ قَالَ: «§لَمْ يُجَامِعْ دَاوُدُ امْرَأَةً بَعْدَ الَّذِي كَانَ مِنْهُ»",
            "page": "253",
            "part": "1",
            "seal": "B1B4D527"
        },
        {
            "hno": "383",
            "id": "398",
            "nass": "383 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ، قَالَ: حَدَّثَنَا مُخْتَارٌ أَبُو عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا الْوَلِيدُ، قَالَ: حَدَّثَنَا أَبُو عَمْرٍو يَعْنِي الْأَوْزَاعِيَّ قَالَ: «كَانَ دَاوُدُ §إِذَا بَكَى نَفْسَهُ عَكَفَتِ الْوحُوشُ حَوْلَهُ، حَتَّى يَمُوتَ بَعْضُهَا هَزْلًا»",
            "page": "253",
            "part": "1",
            "seal": "F6B0DA20"
        },
        {
            "hno": "384",
            "id": "399",
            "nass": "384 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ، قَالَ: حَدَّثَنَا مُخْتَارٌ، قَالَ: حَدَّثَنَا الْوَلِيدُ، قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ أَبِي الْعَاتِكَةِ قَالَ: كَانَ دَاوُدُ يَقُولُ: «§رَبِّ اغْفِرْ لِلْخَطَّائِينَ، كَيْمَا يُغْفَرَ لِدَاوُدَ مَعَهُمْ سُبْحَانَ خَالِقِ النُّورِ إِلَهِي أَخْطَأْتُ خَطِيئَةً قَدْ خِفْتُ أَنْ يُجْعَلَ حَصَادُهَا يَوْمَ الْقِيَامَةِ عَذَابَكَ، إِنْ لَمْ تَغْفِرْهَا لِي. سُبْحَانَ خَالِقِ النُّورِ إِلَهِي خَرَجْتُ أَسْأَلُ أَطِبَّاءَ عِبَادِكَ أَنْ يُدَاوُوا لِي خَطِيئَتِي، فَكُلُّهُمْ عَلَيْكَ يَدُلُّنِي»",
            "page": "253",
            "part": "1",
            "seal": "B45FCF93"
        },
        {
            "hno": "385",
            "id": "400",
            "nass": "385 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، قَالَ: سَمِعْتُ لَيْثًا، يَذْكُرُ عَنْ مُجَاهِدٍ قَالَ: \" §لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ، خَرَّ لِلَّهِ سَاجِدًا أَرْبَعِينَ يَوْمًا، حَتَّى نَبَتَ مِنْ دُمُوعِ عَيْنَيْهِ مِنَ الْبَقْلِ مَا غَطَّى رَأْسَهُ، فَنَادَى: رَبِّ قَرِحَ الْجَبِينُ، وَخَمَدَتِ الْعَيْنُ، وَدَاوُدُ لَمْ يُرْجَعْ إِلَيْهِ فِي خَطِيئَتِهِ شَيْءٌ -[254]- فَنُودِيَ: أَجَائِعٌ فَتُطْعَمَ؟ أَمْ مَرِيضٌ فَتُشْفَى؟ أَمْ مَظْلُومٌ فَتُنْصَرَ؟ قَالَ: فَنَحِبَ نَحْبَةً هَاجَ مَا حَوْلَهُ. فَعِنْدَ ذَلِكَ تِيبَ عَلَيْهِ. قَالَ: وَكَانَتْ خَطِيئَتُهُ فِي كَفِّهِ يَقْرَؤُهَا قَالَ: وَكَانَ يُؤْتَى بِالْإِنَاءِ لِيَشْرَبَ، فَمَا يَشْرَبُ إِلَّا ثُلُثَهُ، أَوْ نِصْفَهُ، ثُمَّ يَذْكُرُ خَطِيئَتَهُ، فَيَنْتَحِبُ النَّحْبَةَ، تَكَادُ مَفَاصِلُهُ يَزُولُ بَعْضُهَا مِنْ بَعْضٍ. ثُمَّ مَا يُتِمُّهُ حَتَّى يَمْلَأَهُ مِنْ دُمُوعِهِ قَالَ: وَكَانَ يُقَالُ: إِنَّ دَمْعَةَ دَاوُدَ تَعْدِلُ دَمْعَةَ الْخَلَائِقِ، وَدَمْعَةَ آدَمَ تَعْدِلُ دَمْعَةَ دَاوُدَ وَدَمْعَةَ الْخَلَائِقِ \"",
            "page": "253",
            "part": "1",
            "seal": "7A27ACF9"
        },
        {
            "hno": "386",
            "id": "401",
            "nass": "386 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ قَالَ: حَدَّثَنَا مِسْعَرٌ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنِ ابْنِ سَابِطٍ، قَالَ: «§لَوْ عُدِلَ بُكَاءُ الْخَلَائِقِ بِبُكَاءِ دَاوُدَ حِينَ أَصَابَ الْخَطِيئَةَ لَعَدَلَهُ، وَلَوْ عُدِلَ بُكَاءُ الْخَلَائِقِ وَبُكَاءُ دَاوُدَ بِبُكَاءِ آدَمَ حِينَ أُخْرِجَ مِنَ الْجَنَّةِ لَعَدَلَهُ»",
            "page": "254",
            "part": "1",
            "seal": "E7020C38"
        },
        {
            "hno": "387",
            "id": "402",
            "nass": "387 - حَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي حَاتِمٍ، قَالَ: حَدَّثَنَا سَعْدُ بْنُ يُونُسَ بْنِ أَبِي عَمْرٍو الشَّيْبَانِيُّ، عَنْ عِمْرَانَ بْنِ أَبِي الْهُذَيْلِ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ قَالَ: \" لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ قَالَ: رَبِّ اغْفِرْ لِي. قَالَ: قَدْ §غَفَرْتُ لَكَ، وَأَلْزَمْتَ عَارَهَا بَنِي إِسْرَائِيلَ قَالَ: كَيْفَ يَا رَبِّ وَأَنْتَ الْحَكَمُ الْعَدْلُ لَا تَظْلِمُ أَحَدًا؟ أَعْمَلُ أَنَا الْخَطِيئَةَ , وَتُلْزِمُ عَارَهَا بِغَيْرِي -[255]- فَأَوْحَى اللَّهُ إِلَيْهِ: إِنَّكَ لَمَّا اجْتَرَأْتَ عَلَيَّ بِالْمَعْصِيَةِ، لَمْ يَعْجَلُوا عَلَيْكَ بِالنُّكْرَةِ \"",
            "page": "254",
            "part": "1",
            "seal": "95342123"
        },
        {
            "hno": "388",
            "id": "403",
            "nass": "388 - حَدَّثَنَا شُجَاعُ بْنُ الْأَشْرَسِ، قَالَ: حَدَّثَنَا عَبْدُ الْغَفُورِ، عَنْ هَمَّامٍ، عَنْ كَعْبٍ، قَالَ: \" كَانَ دَاوُدُ §يَخْتَارُ مُجَالَسَةَ الْمَسَاكِينِ عَلَى غَيْرِهِمْ، وَيُكْثِرُ الْبُكَاءَ، ثُمَّ يَقُولُ: رَبِّ اغْفِرْ لِلْمَسَاكِينِ وَالْخَطَّائِينَ كَيْ تَغْفِرَ لِي مَعَهُمْ، وَكَانَ قَبْلَ ذَلِكَ يَدْعُو عَلَى الْخَطَّائِينَ \"",
            "page": "255",
            "part": "1",
            "seal": "80BEDF71"
        },
        {
            "hno": "389",
            "id": "404",
            "nass": "389 - حَدَّثَنَا شُجَاعُ بْنُ الْأَشْرَسِ، قَالَ: حَدَّثَنَا عَبْدُ الْغَفُورِ، عَنْ هَمَّامٍ، عَنْ كَعْبٍ قَالَ: قَالَ دَاوُدُ: «§رَبِّ لَا أَنْسَى خَطِيئَتِي، كَيْ أَحْزَنَ وَأَبْكِيَ عَلَيْهَا، وَأَسْتَغْفِرَكَ مِنْهَا»",
            "page": "255",
            "part": "1",
            "seal": "0F203176"
        },
        {
            "hno": "390",
            "id": "405",
            "nass": "390 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا مُوسَى بْنُ عِيسَى، قَالَ: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ قَالَ: «كَانَ دَاوُدُ §يُرَدِّدُ صَوْتَهُ إِذَا قَرَأَ، يُرِيدُ بِذَلِكَ أَنْ يَبْكِيَ وَيُبْكِيَ»",
            "page": "255",
            "part": "1",
            "seal": "FE27A7C3"
        },
        {
            "hno": "391",
            "id": "406",
            "nass": "391 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي عُمَرُ بْنُ حَفْصٍ الْعَدَنِيُّ، قَالَ: حَدَّثَنَا أَصْحَابُنَا الصَّنْعَانِيِّونَ، عَنْ وَهْبٍ قَالَ: \" لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ، جَعَلَ يَخْرُجُ إِلَى الْبَرَارِيِّ §فَيَبْكِي وَتَبْكِي الْوحُوشُ مَعَهُ. ثُمَّ يَرْجِعُ إِلَى بَنِي إِسْرَائِيلَ، فَيَبْكِي، فَيَبْكُونَ مَعَهُ، ثُمَّ يَرْجِعُ إِلَى أَهْلِهِ، فَيَبْكِي، وَيَبْكُونَ مَعَهُ , -[256]- فَلَمَّا طَالَ ذَلِكَ عَلَيْهِ، لَا يُرْجَعُ إِلَيْهِ بِشَيْءٍ، خَرَّ سَاجِدًا، فَبَكَى حَتَّى نَبَتَ الْبَقْلُ مِنْ دُمُوعِهِ. ثُمَّ نَحِبَ، فَهَاجَ الْعُودُ، فَاحْتَرَقَ مِنْ زَفِيرِهِ، فَنُودِيَ: يَا دَاوُدُ أَمَظْلُومٌ فَتُنْصَرَ؟ أَعَارٍ فَتُكْسَى؟ أَظَمْآنُ فَتُسْقَى؟ أَجَائِعٌ فَتُطْعَمَ؟ قَالَ: لَا، وَلَكِنْ أَوْبَقَتْنِي خَطِيئَتِي. قَالَ: فَلَمْ يُرْجَعْ إِلَيْهِ بِشَيْءٍ. فَجَعَلَ يَئِنُّ فِي سُجُودِهِ عِنْدَ آخِرِ بُكَائِهِ، ثُمَّ انْقَطَعَ صَوْتُهُ، فَكَانَ لَا يُسْمَعُ لَهُ إِلَّا شِبْهُ الْأَنِينِ الْخَفِيِّ، قَالَ: فَعِنْدَ ذَلِكَ رُحِمَ \"",
            "page": "255",
            "part": "1",
            "seal": "3CD5B206"
        },
        {
            "hno": "392",
            "id": "407",
            "nass": "392 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي الصَّلْتُ بْنُ حَكِيمٍ، قَالَ: حَدَّثَنَا عَامِرُ بْنُ يَسَافٍ، عَنْ رَجُلٍ مِنْ أَهْلِ مَكَّةَ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ قَالَ: \" §لَمْ يَزَلْ دَاوُدُ يَبْكِي حَتَّى أَوَتْ لَهُ الْوَحْشُ، وَعَكَفَتْ عَلَيْهِ الطَّيْرُ، فَعِنْدَ ذَلِكَ نَادِي: إِلَهِي قَدْ ضَاقَتْ عَلَيَّ الْأَرْضُ بِرُحْبِهَا مِنْ عِظَمِ مَا أَتَيْتُ إِلَى نَفْسِي. إِلَهِي قَدْ قَرِحَ الْجَبِينُ، وَحَنِيَ الصُّلْبُ، وَغَاضَتِ الدُّمُوعُ، وَخَطِيئَتِي لَمْ تُغْفَرْ لِي قَالَ: فَجَعَلَ يَنُوحُ عَلَى هَذَا وَنَحْوِهِ. قَالَ: فَعِنْدَ ذَلِكَ رُحِمَ \"",
            "page": "256",
            "part": "1",
            "seal": "2CBB6B7A"
        },
        {
            "hno": "393",
            "id": "408",
            "nass": "393 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ عَبْدِ رَبِّهِ صَاحِبِ الْحَرِيرِ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ قَالَ: \" §مَكَثَ دَاوُدُ أَرْبَعِينَ يَوْمًا سَاجِدًا يَبْكِي عَلَى خَطِيئَتِهِ، حَتَّى نَبَتَ الْبَقْلُ مِنْ دُمُوعِهِ. ثُمَّ زَفَرَ زَفْرَةً فَهَاجَ الْعُودُ. قَالَ: فَنُودِيَ: أَظَمْآنُ فَتُسْقَى؟ أَجَائِعٌ فَتُطْعَمَ؟ أَعَارٍ فَتُكْسَى؟ -[257]- قَالَ: فَلَمْ يُرْجَعْ إِلَيْهِ بِشَيْءٍ. فَازْدَادَ بُكَاءً حَتَّى انْقَطَعَ صَوْتُهُ، فَكَانَ لَا يُسْمَعُ لَهُ إِلَّا كَهَيْئَةِ الْأَنِينِ. فَعِنْدَ ذَلِكَ غُفِرَ لَهُ \"",
            "page": "256",
            "part": "1",
            "seal": "5B4D0EE4"
        },
        {
            "hno": "394",
            "id": "409",
            "nass": "394 - حَدَّثَنِي مُحَمَّدٌ قَالَ: حَدَّثَنَا إِبْرَاهِيمُ الطَّوِيلُ قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ الدِّمَشْقِيُّ قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عُمَرَ قَالَ: لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ، نَقَصَ حُسْنُ صَوْتِهِ. فَكَانَ يَقُولُ: «§بُحَّ صَوْتِي فِي صَفَاءِ أَصْوَاتِ الصِّدِّيقِينَ»",
            "page": "257",
            "part": "1",
            "seal": "89C6DF33"
        },
        {
            "hno": "395",
            "id": "410",
            "nass": "395 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ قَالَ: حَدَّثَنَا الْمُغِيرَةُ بْنُ مُحَمَّدٍ قَالَ: حَدَّثَنَا بَكْرُ بْنُ خُنَيْسٍ، عَنْ أَبِي عَبْدِ اللَّهِ الشَّامِيِّ قَالَ: لَمَّا أَصَابَ دَاوُدُ الْخَطِيئَةَ، §جَعَلَ يَبْكِي إِلَى بَنِي إِسْرَائِيلَ وَيَبْكُونَ إِلَيْهِ، ثُمَّ يَخْرُجُ إِلَى الْبَرِّيَّةِ، فَيَبْكِي إِلَى الْوحُوشِ وَتَبْكِي إِلَيْهِ، ثُمَّ يَنُوحُ عَلَى نَفْسِهِ، فَتَعْكُفُ عَلَيْهِ الطَّيْرُ، فَتَبْكِي لِبُكَائِهِ ثُمَّ تَضِيقُ بِهِ خَطِيئَتُهُ، فَيَسِيحُ فِي الْجِبَالِ، فَيُنَادِي: إِلَيْكَ رَهِبْتُ إِلَهِي مِنْ عَظِيمِ جُرْمِي. فَلَا يَزَالُ كَذَلِكَ حَتَّى يُمْسِيَ، فَيَرْجِعَ إِلَى أَهْلِهِ، فَيَدْخُلَ بَيْتَ عِبَادَتِهِ، فَلَا يَزَالُ مُصَلِّيًا، بَاكِيًا، سَاجِدًا. قَالَ: فَأَتَاهُ ابْنٌ لَهُ صَغِيرٌ، فَنَادَاهُ: يَا أَبَتَاهُ هَجَمَ اللَّيْلُ، وَأَفْطَرَ الصَّائِمُونَ. فَقَالَ: يَا بُنَيَّ إِنَّ أَبَاكَ لَيْسَ كَمَا كَانَ يَكُونُ إِنَّ أَبَاكَ قَدْ وَقَعَ فِي أَمْرٍ عَظِيمٍ إِنَّ أَبَاكَ عَنْكَ وَعَنْ عَشَائِكَ مَشْغُولٌ. -[258]- قَالَ: فَرَجَعَ الْغُلَامُ بَاكِيًا إِلَى أُمِّهِ، فَجَاءَتِ الْمَرْأَةُ فَقَالَتْ: يَا نَبِيَّ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي، قَدْ جَاءَ اللَّيْلُ، وَحَضَرَ فِطْرُ الصَّائِمِ، أَلَا نَأْتِيكَ بِطَعَامِكَ؟ قَالَ: فَنَادَاهَا مِنْ وَرَاءِ الْبَابِ: وَمَا يَصْنَعُ دَاوُدُ بِالطَّعَامِ بَعْدَ رُكُوبِ الْخَطِيئَةِ؟ فَلَمْ يَزَلْ عَلَى هَذَا، حَتَّى غُفِرَ لَهُ \"",
            "page": "257",
            "part": "1",
            "seal": "054DAAE2"
        },
        {
            "hno": "396",
            "id": "411",
            "nass": "396 - حَدَّثَنِي مُحَمَّدٌ قَالَ: حَدَّثَنِي إِبْرَاهِيمُ بْنُ بَكْرٍ الشَّيْبَانِيُّ قَالَ: حَدَّثَنَا الْهَيْثَمُ بْنُ جِمَازٍ الْبَكَّاءُ، عَنْ يَزِيدَ الرَّقَاشِيِّ، قَالَ: كَانَ دَاوُدُ \" §إِذَا بَكَى تَصَرَّعَتِ الطَّيْرُ حَوْلَهُ رَحْمَةً لَهُ مِنْ طُولِ بُكَائِهِ وَكَانَ يَنُوحُ عَلَى نَفْسِهِ، وَيَجُولُ فِي الْبَرَارِيِّ، يَقُولُ: إِلَهِي خَطِيئَتِي خَطِيئَتِي، لَمْ تَقِرَّ بِيَ الْأَرْضُ بِرُحْبِهَا , إِلَهِي إِلَهِي، خَطِيئَتِي خَطِيئَتِي فَكَانَ يَجُولُ وَيَبْكِي",
            "page": "258",
            "part": "1",
            "seal": "71A392E6"
        },
        {
            "hno": "397",
            "id": "412",
            "nass": "397 - حَدَّثَنِي مُحَمَّدٌ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ زِيَادٍ، عَنْ عَامِرِ بْنِ يَسَافٍ، عَنْ مَالِكِ بْنِ دِينَارٍ قَالَ: كَانَ دَاوُدُ §إِذَا ذَكَرَ الْخَطِيئَةَ فِي اللَّيْلِ، خَرَجَ حَتَّى يَنْظُرَ إِلَى السَّمَاءِ، ثُمَّ يَبْكِي وَيَقُولُ: إِلَيْكَ رَفَعْتُ رَأْسِي يَا سَاكِنَ السَّمَاءِ , نَظَرَ الْعَبِيدِ إِلَى أَرْبَابِهَا يَا عَامِرَ السَّمَاءِ. ثُمَّ لَا يَزَالُ يَبْكِي حَتَّى يُصْبِحَ \"",
            "page": "258",
            "part": "1",
            "seal": "30BEF0C0"
        },
        {
            "hno": "398",
            "id": "413",
            "nass": "398 - حَدَّثَنِي مُحَمَّدٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ رَاشِدٍ قَالَ: حَدَّثَنِي نُعَيْمُ بْنُ مُوَرِّعٍ، عَنْ رَجُلٍ مِنْ بَنِي تَمِيمٍ، عَنِ الْحَسَنِ، قَالَ: \" §كَانَ بُكَاءُ دَاوُدَ بَعْدَمَا غُفِرَتْ لَهُ الْخَطِيئَةُ، أَكْثَرَ مِنْ بُكَائِهِ قَبْلَ الْمَغْفِرَةِ. فَقِيلَ لَهُ: أَلَيْسَ قَدْ غُفِرَ لَكَ يَا نَبِيَّ اللَّهِ؟ قَالَ: فَكَيْفَ بِالْحَيَاءِ مِنَ اللَّهِ؟ \"",
            "page": "258",
            "part": "1",
            "seal": "2CDA6A9D"
        },
        {
            "hno": "399",
            "id": "414",
            "nass": "399 - حَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي حَاتِمٍ قَالَ: حَدَّثَنَا الْحُسَيْنُ بْنُ -[259]- مُحَمَّدٍ قَالَ: حَدَّثَنِي عُمَرُ، عَنْ مَالِكِ بْنِ دِينَارٍ قَالَ: كَانَ دَاوُدُ يَقُولُ: \" أَيُّهَا النَّاسُ §النِّسَاءُ شَجَرَةٌ مُرَّةٌ، فَإِذَا مَرَرْنَ بِكُمْ فَغُضُّوا أَعْيُنَكُمْ، وَاذْكُرُوا مَعَادَكُمْ كَيْ لَا تَقَعُوا فِيمَا وَقَعَ فِيهِ دَاوُدُ الْخَاطِئُ سُبْحَانَ خَالِقِ النُّورِ. وَكَانَ يَقُولُ: رَبِّ أَمِدُّ عَيْنِي بِالدُّمُوعِ، وَجَبْهَتِي بِالسٌّجُودِ، وَرُكْبَتِي بِالرُّكُوعِ، وَضَعْفِي بِالْقُوَّةِ، حَتَّى أَبْلُغَ رِضَاكَ عَنِّي. سُبْحَانَ خَالِقِ النُّورِ \"",
            "page": "258",
            "part": "1",
            "seal": "28094E1E"
        },
        {
            "hno": "400",
            "id": "415",
            "nass": "400 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رِزْمَةَ، قَالَ: سَمِعْتُ النَّضْرَ بْنَ شُمَيْلٍ، قَالَ: سَمِعْتُ الْهَيْثَمَ بْنَ جَمَّازٍ قَالَ: «§كَانَ لِدَاوُدَ سَبْعَةُ أَفْرِشَةٍ حَشْوُهَا لِيفٌ، فَيَقْعُدُ عَلَيْهَا كُلَّ سَبْعَةِ أَيَّامٍ مَرَّةً، وَحَوْلَهُ ثَلَاثُمِائَةِ بَكَّاءٍ، فَيَبْكِي حَتَّى تَصِلَ دُمُوعُهُ إِلَى الْأَرْضِ»",
            "page": "259",
            "part": "1",
            "seal": "DC5C0495"
        },
        {
            "hno": null,
            "id": "416",
            "nass": "§بُكَاءُ يَحْيَى بْنِ زَكَرِيَّا صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَعَلَيْهِ وَسَلَّمَ",
            "page": "261",
            "part": "1",
            "seal": "D9678B8F"
        },
        {
            "hno": "401",
            "id": "417",
            "nass": "401 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ قَالَ: حَدَّثَنِي حَاتِمُ بْنُ عُبَيْدِ بْنِ أَبِي حَوْثَرَةَ، عَنِ ابْنِ لَهِيعَةَ، عَنْ أَبِي قَبِيلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: §كَانَ يَحْيَى بْنُ زَكَرِيَّا يَبْكِي حَتَّى بَدَتْ أَضْرَاسُهُ، فَقَالَتْ لَهُ أُمُّهُ: لَوْ أَذِنْتَ لِي يَا بُنَيَّ حَتَّى أَتَّخِذُ لَكَ قِطْعَتَيْنِ مِنْ لُبُودٍ، فَأُوَارِيَ بِهِمَا أَضْرَاسَكَ عَنِ النَّاظِرينَ فَقَالَ: أَنْتِ وَذَاكَ يَا أُمَّهْ. قَالَ: فَاتَّخَذَتْ لَهُ قِطْعَتَيْنِ مِنْ لُبُودٍ، فَأَلْصَقَتْهُمَا عَلَى خَدَّيْهِ. فَكَانَ يَبْكِي، فَتَبْتَقِعُ الدُّمُوعُ، فَتَجِيءُ أُمُّهُ، فَتَعْصِرُهُمَا. . . دُمُوعُهُ عَلَى ذِرَاعِهَا \"",
            "page": "263",
            "part": "1",
            "seal": "5DE14D80"
        },
        {
            "hno": "402",
            "id": "418",
            "nass": "402 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ شُرَحْبِيلَ الْكِنْدِيُّ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ عُطَارِدٍ، عَنْ وُهَيْبٍ قَالَ: كَانَ يَحْيَى بْنُ زَكَرِيَّا لَهُ خَطَّانِ فِي خَدَّيْهِ مِنَ الْبُكَاءِ. فَقَالَ لَهُ أَبُوهُ زَكَرِيَّا: إِنِّي إِنَّمَا سَأَلْتُ اللَّهَ وَلَدًا تَقَرُّ بِهِ عَيْنِي. فَقَالَ: يَا أَبَهْ إِنَّ جِبْرِيلَ -[264]- أَخْبَرَنِي أَنَّ §بَيْنَ الْجَنَّةِ وَالنَّارِ مَفَازَةً لَا يَقْطَعُهَا إِلَّا كُلُّ بَكَّاءٍ \"",
            "page": "263",
            "part": "1",
            "seal": "BD3B84D5"
        },
        {
            "hno": "403",
            "id": "419",
            "nass": "403 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ صَالِحٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنِ الْمُبَارَكِ، عَنْ مَعْمَرٍ قَالَ: قَالَ: الصِّبْيَانُ لِيَحْيَى بْنِ زَكَرِيَّا: انْطَلِقْ بِنَا نَلْعَبْ. قَالَ: \" §أَوَ لِلِّعْبِ خُلِقْتُمْ؟ فَقَالَ اللَّهُ: {وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا} [مريم: 12] \"",
            "page": "264",
            "part": "1",
            "seal": "9509FEA2"
        },
        {
            "hno": "404",
            "id": "420",
            "nass": "404 - حَدَّثَنِي عَوْنُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ قَالَ: حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْحُرِّ قَالَ: \" §شَبِعَ يَحْيَى بْنُ زَكَرِيَّا لَيْلَةً شَبْعَةً مِنْ خُبْزِ شَعِيرٍ، فَنَامَ عَنْ جُزْئِهِ حَتَّى أَصْبَحَ. فَأَوْحَى اللَّهُ إِلَيْهِ: يَا يَحْيَى وَجَدْتَ دَارًا خَيْرًا لَكَ مِنْ دَارِي؟ وَجِوَارًا خَيْرًا لَكَ مِنْ جِوَارِي؟ وَعِزَّتِي يَا يَحْيَى لَوِ اطَّلَعْتَ إِلَى الْفِرْدَوْسِ اطِّلَاعَةً لَذَابَ جِسْمُكَ وَزَهَقَتْ نَفْسُكَ اشْتِيَاقًا وَلَوِ اطَّلَعْتَ إِلَى جَهَنَّمَ اطِّلَاعَةً، لَبَكَيْتَ الصَّدِيدَ بَعْدَ الدُّمُوعِ، وَلَلَبِسْتَ الْحَدِيدَ بَعْدَ الْمُسُوحِ \"",
            "page": "264",
            "part": "1",
            "seal": "93E7A1CC"
        },
        {
            "hno": "405",
            "id": "421",
            "nass": "405 - حَدَّثَنَا عَبْدُ الْمُتَعَالِ بْنُ طَالِبٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ: حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ حُمَيْدِ بْنِ قَيْسٍ، عَنْ مُجَاهِدٍ قَالَ: -[265]- «§كَانَ يَحْيَى بْنُ زَكَرِيَّا يَأْكُلُ الْعُشْبَ. وَإِنْ كَانَ لَيَبْكِي مِنْ خَشْيَةِ اللَّهِ مَا لَوْ كَانَ الْقَارُ عَلَى عَيْنِهِ لَخَرَقَهُ. وَكَانَتِ الدُّمُوعُ قَدِ اتَّخَذَتْ مَجْرًى فِي وَجْهِهِ»",
            "page": "264",
            "part": "1",
            "seal": "F949DD42"
        },
        {
            "hno": "406",
            "id": "422",
            "nass": "406 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، عَنْ سَيَّارٍ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: حَدَّثَنَا. . . قَالَ: \" بَلَغَنَا أَنَّ إِبْلِيسَ ظَهْرَ لِيَحْيَى بْنِ زَكَرِيَّا نَبِيِّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَهُ يَحْيَى: يَا إِبْلِيسُ §مَا هَذِهِ الْمَعَالِيقُ الَّتِي أَرَى عَلَيْكَ؟ قَالَ: هَذِهِ الشَّهَوَاتُ الَّتِي أُصِيبُ. . . كُلَّ يَوْمٍ. قَالَ: فَهَلْ لِي فِيهَا شَيْءٌ؟ قَالَ: رُبَّمَا شَبِعْتَ فَثَقَّلْنَاكَ عَنِ الصَّلَاةِ، وَعَنِ الذِّكْرِ. قَالَ: فَهَلْ. . . قَالَ: لَا. قَالَ: لِلَّهِ عَلَيَّ أَنْ لَا أَمْلَأَ بَطْنِيَ مِنْ طَعَامٍ أَبَدًا. قَالَ: إِبْلِيسُ: وَلِلَّهِ عَلَيَّ أَنْ لَا أَنْصَحَ مُسْلِمًا أَبَدًا \"",
            "page": "265",
            "part": "1",
            "seal": "2BF1912A"
        },
        {
            "hno": "407",
            "id": "423",
            "nass": "407 - حَدَّثَنَا أَبُو مُحَمَّدٍ التَّمِيمِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ مُسْهِرٍ، عَنْ سَعِيدِ بْنِ عَبْدِ الْعَزِيزِ: \" §أَنَّ يَحْيَى بْنَ زَكَرِيَّا، كَانَ لَا يَأْكُلُ شَيْئًا مِمَّا مَسَّ أَيْدِي النَّاسِ، مَخَافَةَ أَنْ يَكُونَ دَخَلَهُ ظُلْمٌ، وَأَنَّهُ إِنَّمَا كَانَ يَأْكُلُ مِنْ نَبَاتِ الْأَرْضِ، وَيَلْبَسُ مِنْ. . . وَأَنَّهُ لَمَّا حَضَرَتْهُ الْوَفَاةُ، قَالَ اللَّهُ لِمَلِكِ الْمَوْتِ: اذْهَبْ إِلَى ذَلِكَ الرُّوحِ الَّذِي فِي ذَلِكَ الْجَسَدِ الَّذِي لَمْ يَعْمَلْ خَطِيئَةً قَطُّ وَلَمْ يَهِمَّ بِهَا، فَاقْبِضْهُ \"",
            "page": "266",
            "part": "1",
            "seal": "92EAD389"
        },
        {
            "hno": null,
            "id": "424",
            "nass": "§بُكَاءُ الْمَلَائِكَةِ صَلَّى اللَّهُ عَلَيْهِمْ",
            "page": "267",
            "part": "1",
            "seal": "7A6DAB84"
        },
        {
            "hno": "408",
            "id": "425",
            "nass": "408 - حَدَّثَنِي الْفَضْلُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ وَهْبٍ، قَالَ: حَدَّثَنَا عَمِّي، قَالَ: حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَابْنُ لَهِيعَةَ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ حُمَيْدٍ، قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، عَنِ النَّبِيِّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ , أَنَّهُ \" سَأَلَ جِبْرِيلَ: مَا لِي لَا أَرَى مِيكَائِيلَ يَضْحَكُ؟ قَالَ جِبْرِيلُ: §مَا ضَحِكَ مِيكَائِيلُ مُنْذُ خُلِقَتِ النَّارُ \"",
            "page": "269",
            "part": "1",
            "seal": "ADA75C00"
        },
        {
            "hno": "409",
            "id": "426",
            "nass": "409 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ مَخْلَدٍ. . بْن زَيْدٍ: أَنَّ النَّبِيَّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ قَالَ لِجِبْرِيلَ: \" §لَا تَأْتِيَنِي إِلَّا وَأَنْتَ صَارٌّ بَيْنَ عَيْنَيْكَ؟ قَالَ: إِنِّي لَمْ أَضْحَكْ مُنْذُ خُلِقَتِ النَّارُ \"",
            "page": "270",
            "part": "1",
            "seal": "958FEAED"
        },
        {
            "hno": "410",
            "id": "427",
            "nass": "410 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا بَكْرٌ الْعَابِدُ، قَالَ: قُلْتُ: لِجَلِيسٍ لِابْنِ أَبِي لَيْلَى: أَتَضْحَكُ الْمَلَائِكَةُ؟ قَالَ: «§مَا ضَحِكَ مَنْ دُونَ الْعَرْشِ مُنْذُ خُلِقَتْ جَهَنَّمُ»",
            "page": "270",
            "part": "1",
            "seal": "B8011689"
        },
        {
            "hno": "411",
            "id": "428",
            "nass": "411 - حَدَّثَنَا الْحَسَنُ بْنُ عَبْدِ الْعَزِيزِ الْجَرَوِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ قَالَ: أَخْبَرَنَا بَكْرُ بْنُ مُضَرَ، قَالَ: حَدَّثَنَا صَخْرُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا زِيَادُ بْنُ أَبِي حَبِيبٍ: أَنَّهُ \" بَلَغَهُ أَنَّ §مِنْ حَمَلَةِ الْعَرْشِ مَنْ يَجِيءُ مِنْ عَيْنَيْهِ أَمْثَالُ الْأَنْهَارِ مِنَ الْبُكَاءِ، فَإِذَا رَفَعَ رَأْسَهُ قَالَ: سُبْحَانَكَ مَا تُخْشَى حَقَّ خَشْيَتِكَ. قَالَ اللَّهُ تَعَالَى ذِكْرُهُ: لَكِنَّ الَّذِينَ يَحْلِفُونَ بِاسْمِي كَاذِبِينَ لَا يَعْلَمُونَ ذَلِكَ \"",
            "page": "270",
            "part": "1",
            "seal": "47DA9C2C"
        },
        {
            "hno": "412",
            "id": "429",
            "nass": "412 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا يَحْيَى. . . . . .، وَخَالِدُ بْنُ يَزِيدَ، عَنْ أَبِي فَضَالَةَ، عَنْ أَشْيَاخِهِ قَالَ: «إِنَّ §لِلَّهِ مَلَائِكَةً لَمْ يَضْحَكْ أَحَدُهُمْ مُنْذُ خُلِقَتِ النَّارُ، مَخَافَةَ أَنْ يَغْضَبَ عَلَيْهِمْ فَيُعَذِّبَهُمْ»",
            "page": "270",
            "part": "1",
            "seal": "D3572EFA"
        },
        {
            "hno": "413",
            "id": "430",
            "nass": "413 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا سَيَّارٌ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: حَدَّثَنَا يُوسُفُ. . . وُلُقْمَانُ يَعْنِي الْحَنَفِيَّ قَالَا: -[271]- بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §لَمَّا عُرِجَ بِي، فَكُنْتُ فِي السَّمَاءِ الرَّابِعَةِ، سَمِعْتُ دَوِيًّا، فَقُلْتُ: يَا جِبْرِيلُ مَا هَذَا الدَّوِيُّ الَّذِي أَسْمَعُ؟ قَالَ: هَذَا بُكَاءٌ. . . عَلَى أَهْلِ الذُّنُوبِ مِنْ أُمَّتِكَ \"",
            "page": "270",
            "part": "1",
            "seal": "1F823777"
        },
        {
            "hno": "414",
            "id": "431",
            "nass": "414 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْمَجِيدِ التَّمِيمِيُّ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَمَّا كَانَ لَيْلَةُ أُسْرِيَ بِي، §رَأَيْتُ جِبْرِيلَ كالْحِلْسِ الْبَالِي مُلْقًى مِنْ خَشْيَةِ اللَّهِ»",
            "page": "271",
            "part": "1",
            "seal": "202E5B47"
        },
        {
            "hno": "415",
            "id": "432",
            "nass": "415 - حَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي حَاتِمٍ، قَالَ: حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا دُوَيْدٌ الْعَابِدُ، عَنْ ضِرَارٍ، عَنْ يَزِيدَ الرَّقَاشِيِّ قَالَ: \" إِنَّ §لِلَّهِ مَلَائِكَةً حَوْلَ الْعَرْشِ يُسَمَّوْنَ. . . أَعْيُنُهُمْ مِثْلُ الْأَنْهَارِ إِلَى يَوْمِ الْقِيَامَةِ، يَمِيدُونُ كَأَنَّمَا تَنْفُضُهُمُ الرِّيحُ مِنْ خَشْيَةِ اللَّهِ، فَيَقُولُ لَهُمُ الرَّبُّ: يَا مَلَائِكَتِي مَا الَّذي يُخِيفُكُمْ وَأَنْتُمْ عِنْدِي؟ فَيَقُولُونَ: يَا رَبِّ لَوْ أَنَّ أَهْلَ الْأَرْضِ اطَّلَعُوا وَعِزَّتِكَ وَعَظَمَتِكَ عَلَى مَا اطَّلَعْنَا عَلَيْهِ، مَا أَسَاغُوا طَعَامًا , وَلَا شَرَابًا، وَلَا أَنِسُوا فِي فُرُشِهِمْ، وَلَخَرَجُوا فِي الصَّحَارِي يَخُورُونَ كَمَا تَخُورُ الْبَقَرُ \"",
            "page": "271",
            "part": "1",
            "seal": "A6F7F8B4"
        },
        {
            "hno": null,
            "id": "433",
            "nass": "§جَامِعٌ مِنْ أَخْبَارِ الْبَكَّائِينَ",
            "page": "273",
            "part": "1",
            "seal": "58BF7E37"
        },
        {
            "hno": "416",
            "id": "434",
            "nass": "416 - حَدَّثَنَا أَبُو خَيْثَمَةَ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ: «§رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِ الْبَكَّاءَ، وَهُوَ يُصَلِّي، حَتَّى سَمِعْتُ خَنِينَهُ، مِنْ وَرَاءِ ثَلَاثَةِ صُفُوفٍ»",
            "page": "275",
            "part": "1",
            "seal": "6095781E"
        },
        {
            "hno": "417",
            "id": "435",
            "nass": "417 - وَحَدَّثَنَا أَبُو خَيْثَمَةَ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ: أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ: حَدَّثَنَا ابْنُ أَبِي مُلَيْكَةَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ قَالَ: «صَلَّيْتُ خَلْفَ عُمَرَ بْنِ الْخَطَّابِ، فَقَرَأَ سُورَةَ يُوسُفَ، فَكَانَ §إِذَا أَتَى عَلَى ذِكْرِ يُوسُفَ، سَمِعْتُ نَشِيجَهُ مِنْ وَرَاءِ الصُّفُوفِ»",
            "page": "275",
            "part": "1",
            "seal": "D856E1EE"
        },
        {
            "hno": "418",
            "id": "436",
            "nass": "418 - حَدَّثَنَا أَبُو خَيْثَمَةَ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ أَبِي مَعْمَرٍ: -[276]- \" أَنَّ عُمَرَ قَرَأَ. . . فَسَجَدَ، ثُمَّ قَالَ: §هَذَا السُّجُودُ فَأَيْنَ الْبَكِيُّ , أَوِ الْبُكِيُّ؟",
            "page": "275",
            "part": "1",
            "seal": "EAB8D597"
        },
        {
            "hno": "419",
            "id": "437",
            "nass": "419 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: حَدَّثَنِيهِ عَاصِمُ بْنُ كُلَيْبٍ الْجَرْمِيُّ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ: أَنَّهُ دَخَلَ عَلَى عُمَرَ وَبَيْنَ يَدَيْهِ مَالٌ، فَنَشَجَ حَتَّى اخْتَلَفَتْ أَضْلَاعُهُ؛ ثُمَّ قَالَ: «§وَدِدْتُ أَنِّي أَنْجُو مِنْهُ كَفَافًا لَا لِي، وَلَا عَلَيَّ»",
            "page": "276",
            "part": "1",
            "seal": "1F92704A"
        },
        {
            "hno": "420",
            "id": "438",
            "nass": "420 - حَدَّثَنَا سَعْدَوَيْهِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلَالٍ، عَنْ زُهَيْرِ بْنِ حَيَّانَ، قَالَ حُمَيْدٌ: وَكَانَ زُهَيْرٌ يَغْشَى ابْنَ عَبَّاسٍ وَيَسْمَعُ مِنْهُ، قَالَ: قَالَ ابْنُ عَبَّاسٍ: طَلَبَنِي عُمَرُ، فَأَتَيْتُهُ، فَإِذَا بَيْنَ يَدَيْهِ نِطَعٌ عَلَيْهِ الذَّهَبُ مَنْقُورٌ، فَقَالَ: \" §اذْهَبْ فَاقْسِمْ هَذَا بَيْنَ قَوْمِكَ؛ وَاللَّهُ أَعْلَمُ حِينَ حَبَسَ هَذَا عَنْ نَبِيِّهِ , وَعَنْ أَبِي بَكْرٍ، أَلِخَيْرٍ أَعْطَانِي أَمْ لِشَرٍّ قَالَ: ثُمَّ سَمِعْتُ الْبُكَاءَ، فَإِذَا صَوْتُ عُمَرَ يَبْكِي، وَيَقُولُ فِي بُكَائِهِ: كَلَّا وَالَّذِي نَفْسِي بِيَدِهِ , مَا حَبَسَ اللَّهُ هَذَا عَنْ نَبِيِّهِ وَعَنْ أَبِي بَكْرٍ لِشَرٍّ لَهُمَا، وَأَعْطَاهُ عُمَرَ إِرَادَةَ الْخَيْرِ بِهِ \"",
            "page": "276",
            "part": "1",
            "seal": "75EA5A5F"
        },
        {
            "hno": "421",
            "id": "439",
            "nass": "421 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، -[277]- قَالَ: حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، قَالَ: \" §لَمَّا وَرَدَ عُمَرُ الشَّامَ، فَصُنِعَ لَهُ طَعَامٌ لَمْ يَرَ قَبْلَهُ مِثْلَهُ , فَلَمَّا. . . قَالَ: هَذَا. . . فِي الْفُقَرَاءِ الْمُسْلِمِينَ وَالَّذِينَ كَانُوا. . . الْجَنَّة. . . لَقَدْ بَانُوا بَوْنًا. . . \"",
            "page": "276",
            "part": "1",
            "seal": "CB5847DF"
        },
        {
            "hno": "422",
            "id": "440",
            "nass": "422 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ، قَالَ: أَخْبَرَنَا أَبُو عُمَيْسٍ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ قَالَ: جَاءَ قَوْمٌ إِلَى عُمَرَ يَشْكُونَ الْجَهْدَ، فَأَرْسَلَ عَيْنَيْهِ بِأَرْبَعٍ، وَرَفَعَ يَدَيْهِ فَقَالَ: «§اللَّهُمَّ لَا تَجْعَلْ هَلَكَتَهُمْ عَلَى يَدَيَّ. وَأَمَرَ لَهُمْ بِطَعَامٍ»",
            "page": "277",
            "part": "1",
            "seal": "E1759F4A"
        },
        {
            "hno": "423",
            "id": "441",
            "nass": "423 - حَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ: حَدَّثَنَا أَبُو صَالِحٍ. . . عَبْدُ اللَّهِ بْنُ صَالِحٍ، قَالَ: حَدَّثَنِي يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ زِيَادٍ، مَوْلَى ابْنِ عَيَّاشٍ قَالَ: -[278]- لَوْ رَأَيْتَنِي وَدَخَلْتُ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ فِي لَيْلَةٍ شَاتِيَةٍ، وَفِي بَيْتِهِ كَانُونٌ، وَعُمَرُ عَلَى كِتَابِهِ، فَجَلَسْتُ أَصْطَلِي عَلَى الْكَانُونِ، فَلَمَّا فَرَغَ مِنْ كِتَابِهِ، مَشَى إِلَيَّ عُمَرُ حَتَّى جَلَسَ مَعِي عَلَى الْكَانُونِ، وَهُو خَلِيفَةٌ، فَقَالَ: «زِيَادُ بْنُ أَبِي زِيَادٍ؟» قُلْتُ: نَعَمْ يَا أَمِيرَ الْمُؤْمِنِينَ , قَالَ: «قُصَّ عَلَيَّ» قُلْتُ: مَا أَنَا بِقَاصٍّ قَالَ: «فَتَكَلَّمْ» . قَالَ: قُلْتُ: زِيَادٌ؟ وَمَا لَهُ؟ لَا يَنْفَعُهُ مَنْ دَخَلَ الْجَنَّةَ إِذَا دَخَلَ النَّارَ، وَلَا يَضُرُّهُ غَدًا مَنْ دَخَلَ النَّارَ إِذَا دَخَلَ الْجَنَّةَ قَالَ: «صَدَقْتَ وَاللَّهِ، §مَا يَنْفَعُكَ مَنْ دَخَلَ الْجَنَّةَ إِذَا دَخَلْتَ النَّارَ، وَلَا يَضُرُّكَ مَنْ دَخَلَ النَّارَ إِذَا دَخَلْتَ الْجَنَّةَ» قَالَ: فَلَقَدْ رَأَيْتُ عُمَرَ يَبْكِي حَتَّى أَطْفَأَ الْجَمْرَ الَّذِي فِي الْكَانُونِ",
            "page": "277",
            "part": "1",
            "seal": "7D5804A2"
        },
        {
            "hno": "424",
            "id": "442",
            "nass": "424 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، قَالَ: حَدَّثَنِي صَالِحٌ،. . . ضِرَار. . الْوَلِيد بْن مُسْلِمٍ قَالَ: سَمِعْتُ رَجُلًا، يُحَدِّثُ الْأَوْزَاعِيَّ، عَنْ جَسْرِ بْنِ الْحَسَنِ، قَالَ: ذَاكَرَنَا عُمَرُ بْنُ عَبْدِ الْعَزِيزِ شَيْئًا مِمَّا كَانَ فِيهِ، فَبَكَى، حَتَّى رَأَيْنَا خُلَلَ الدَّمِ فِي الدُّمُوعِ، فَقَالَ الْأَوْزَاعِيُّ: «§قَدْ. . . عَنِ الْبُكَاءِ عَنْ دَاوُدَ فَمَنْ دُونَهُ، فَمَا بَلَغَنَا أَنَّ أَحَدًا صَارَ إِلَى هَذَا غَيْرُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ»",
            "page": "278",
            "part": "1",
            "seal": "C185544B"
        },
        {
            "hno": "425",
            "id": "443",
            "nass": "425 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنِي الْهَيْثَمُ بْنُ جَمِيلٍ، قَالَ: حَدَّثَنَا أَبُو الْمَلِيحِ، عَنْ مَيْمُونَ بْنِ مِهْرَانَ قَالَ: قَرَأَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ {أَلْهَاكُمُ التَّكَاثُرُ} [التكاثر: 1] ، فَبَكَى، ثُمَّ قَالَ: {حَتَّى زُرْتُمُ الْمَقَابِرَ} [التكاثر: 2] : §مَا أَرَى الْمَقَابِرَ إِلَّا زِيَارَةً، وَلَا بُدَّ لِمَنْ يزُورُهَا أَنْ يَرْجِعَ إِلَى الْجَنَّةِ، أَوْ إِلَى النَّارِ \"",
            "page": "279",
            "part": "1",
            "seal": "22E0E065"
        },
        {
            "hno": "426",
            "id": "444",
            "nass": "426 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رِزْمَةَ، قَالَ: أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ عَبْدِ الْحَمِيدِ بْنِ حَبِيبٍ، قَالَ: أَخْبَرَنَا مُقَاتِلُ بْنُ حَيَّانَ قَالَ: \" صَلَّيْتُ خَلْفَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، §فَقَرَأَ: {وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ} [الصافات: 24] ، فَجَعَلَ يُكَرِّرُهَا، لَا يَسْتَطِيعُ أَنْ يُجَاوِزَهَا \"",
            "page": "279",
            "part": "1",
            "seal": "F3D49756"
        },
        {
            "hno": "427",
            "id": "445",
            "nass": "427 - حَدَّثَنَا أَبُو حَفْصٍ الصَّفَّارُ، قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ جَسْرٍ أَبِي جَعْفَرٍ، قَالَ: حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ، قَالَ: حَدَّثَتْنِي أُمِّي، قَالَتْ: تَرَى هَذَا السَّوَادَ الَّذِي فِي. . . قَالَتْ: أَثَرُ دُمُوعِ أَبِيكَ، قُلْتُ لَهُ: يَا -[280]- أَبَا عِمْرَانَ وَكَانَ أَبُوهُ يُكْنَى أَبَا عِمْرَانَ كَمْ تَبْكِي؟ قَالَتْ: فَيَقُولُ: «§دَعِينِي، دَعِينِي، فَإِنِّي لَا أَدْرِي بِمَ يُخْتَمُ لِي»",
            "page": "279",
            "part": "1",
            "seal": "01DA73E6"
        },
        {
            "hno": "428",
            "id": "446",
            "nass": "428 - حَدَّثَنَا أَبُو حَفْصٍ الصَّفَّارُ، قَالَ: حَدَّثَنَا جَعْفَرٌ، قَالَ: حَدَّثَنَا عَنْبَسَةُ الْخَوَّاصُ قَالَ: بَلَغَنِي أَنَّ مُحَمَّدَ بْنَ وَاسِعٍ، «§كَانَ يَجْعَلُ هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ وِرْدًا يُرَدِّدُهَا وَيَبْكِي»",
            "page": "280",
            "part": "1",
            "seal": "9C4A3718"
        }
    ],
    "t8256": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر البكاء من خشية الله وثوابه"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "استدعاء البكاء"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "أسباب البكاء"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "البكاء عند قراءة القرآن"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "من وعظ وبكى"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "من وعظ فاستمع الموعظة وبكى"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "البكاء في الصلاة"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "البكاء عند النداء على الصلاة"
        },
        {
            "id": "153",
            "lvl": "1",
            "sub": null,
            "tit": "البكاء عند الطهور"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "إخفاء البكاء"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "البكاء على الذنوب"
        },
        {
            "id": "196",
            "lvl": "1",
            "sub": null,
            "tit": "من أفسد عينيه البكاء"
        },
        {
            "id": "221",
            "lvl": "1",
            "sub": null,
            "tit": "من بكى حتى أثرت الدموع في وجهه"
        },
        {
            "id": "229",
            "lvl": "1",
            "sub": null,
            "tit": "من كان يديم البكاء"
        },
        {
            "id": "258",
            "lvl": "1",
            "sub": null,
            "tit": "من عوتب على كثرة البكاء فأجاب عن ذلك"
        },
        {
            "id": "276",
            "lvl": "1",
            "sub": null,
            "tit": "جماع من أخبار البكائين"
        },
        {
            "id": "317",
            "lvl": "1",
            "sub": null,
            "tit": "بكاء آدم صلى الله عليه وسلم"
        },
        {
            "id": "346",
            "lvl": "1",
            "sub": null,
            "tit": "بكاء نوح صلى الله عليه وسلم"
        },
        {
            "id": "349",
            "lvl": "1",
            "sub": null,
            "tit": "بكاء داود صلى الله عليه وسلم ونوحه"
        },
        {
            "id": "416",
            "lvl": "1",
            "sub": null,
            "tit": "بكاء يحيى بن زكريا صلى الله على محمد وعليه وسلم"
        },
        {
            "id": "424",
            "lvl": "1",
            "sub": null,
            "tit": "بكاء الملائكة صلى الله عليهم"
        },
        {
            "id": "433",
            "lvl": "1",
            "sub": null,
            "tit": "جامع من أخبار البكائين"
        }
    ]
}