{
    "b8268": [
        {
            "hno": "1",
            "id": "1",
            "nass": "1 - أَخْبَرَنَا الشَّيْخُ الْإِمَامُ الْحَافِظُ أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدٍ السَّلَفِيُّ الْأَصْبَهَانِيُّ رَضِيَ اللَّهُ عَنْهُ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ فِي شَهْرِ -[32]- رَمَضَانَ سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَخَمْسِمِائَةٍ بِالْإِسْكَنْدَرِيَّةِ: أَخْبَرَنَا الشَّيْخُ أَبُو سَعِيدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ الْحَبَّالُ فِي شَهْرِ رَبِيعٍ الْأَوَّلِ سَنَةَ إِحْدَى وَتِسْعِينَ وَأَرْبَعِمِائَةٍ بِأَصْبَهَانَ أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ بْنِ بُرْدَةَ الْمِلِنْجِيُّ قِرَاءَةً عَلَيْهِ فِي الْمُحَرَّمِ سَنَةَ إِحْدَى وَثَلَاثِينَ وَأَرْبَعِمِائِةٍ: حَدَّثَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ حَيَّانَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ حَمادٍ حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ الْبُسْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا قَتَادَةُ يُحَدِّثُ عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: قَالَ رَبُّكُمْ تَبَارَكَ وَتَعَالَى: «§إِذَا تَقَرَّبَ الْعَبْدُ مِنِّي شِبْرًا تَقَرَّبْتُ مِنْهُ ذِرَاعًا، وَإِذَا تَقَرَّبَ مِنِّي ذِرَاعًا تقَرَّبْتُ إِلَيْهِ بَاعًا، وَإِذَا أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً»",
            "page": "31",
            "part": "1",
            "seal": "175A726B"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "2 - حَدَّثَنَا عَبْدُ الرَّحْمنِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ يُحَدِّثُ عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«الْأَنْصَارُ كَرِشِي وَعَيْبَتِي، وَإِنَّ النَّاسَ سَيَكْثُرُونَ وَيَقِلُّونَ؛ فَاقْبَلُوا مِنْ -[34]- مُحْسِنِهِمْ، وَتَجَاوَزُوا عَنْ مُسِيئِهِمْ»",
            "page": "33",
            "part": "1",
            "seal": "B0E0D292"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "3 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ يُحَدِّثُ، عَنْ أَنَسٍ أَنَّ أَصْحَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالُوا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّ §أَهْلَ الْكِتَابِ يُسَلِّمُونَ عَلَيْنَا، فَكَيْفَ نَرُدُّ عَلَيْهِمْ؟ قَالَ: \" قُولُوا: وَعَلَيْكُمْ \"",
            "page": "34",
            "part": "1",
            "seal": "D09FCDF6"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ يُحَدِّثُ، عَنْ أَنَسٍ قَالَ: أَلَا أُحَدِّثُكُمْ حَدِيثًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُحَدِّثُكُمْ أَحَدٌ بَعْدِي؟ سَمِعْتُهُ يَقُولُ: «إِنَّ §مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يُرْفَعَ الْعِلْمُ، وَيَظْهَرَ الْجَهْلُ، وَيَفْشُوَ الزِّنَى، وَيُشْرَبَ الْخَمْرُ، وَيَذْهَبَ الرِّجَالُ، وَتَبْقَى النِّسَاءُ، حَتَّى يَكُونَ لِخَمْسِينَ امْرَأَةً قَيِّمٌ وَاحِدٌ»",
            "page": "35",
            "part": "1",
            "seal": "ED3CED77"
        },
        {
            "hno": "5",
            "id": "5",
            "nass": "5 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ -[36]- اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأُبَيِّ بنِ كَعْبٍ: \" إِنَّ §اللَّهَ أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ: {لَمْ يَكُنِ الَّذِينَ كَفَرُوا} [البينة: 1] \"، قَالَ: وَسَمَّانِي؟ قَالَ: «نَعَمْ» قَالَ: فَبَكَى",
            "page": "35",
            "part": "1",
            "seal": "DD28DE60"
        },
        {
            "hno": "6",
            "id": "6",
            "nass": "6 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدٌ قَالَ: سَمِعْتُ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«لَوْلَا أَنْ تَدَافَنُوا؛ لَدَعَوْتُ اللَّهَ أَنْ يُسْمِعَكُمْ عَذَابَ الْقَبْرِ»",
            "page": "36",
            "part": "1",
            "seal": "6FF2A096"
        },
        {
            "hno": "7",
            "id": "7",
            "nass": "7 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ يُحَدِّثُ عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«إِذَا كَانَ أَحَدُكُمْ فِي صَلَاةٍ؛ فَإِنَّهُ يُنَاجِي رَبَّهُ عَزَّ وَجَلَّ، فَلَا يَبْزُقَنَّ بَيْنَ يَدَيْهِ، وَلَا عَنْ يَمِينِهِ، وَلَكِنْ عَنْ شِمَالِهِ، أَوْ تَحْتَ قَدَمَيْهِ»",
            "page": "37",
            "part": "1",
            "seal": "86697C30"
        },
        {
            "hno": "8",
            "id": "8",
            "nass": "8 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ يُحَدِّثُ عَنْ أَنَسٍ، قَالَ: \" صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَبِي بَكْرٍ، وَعُمَرَ، وَعُثْمَانَ، §فَلَمْ أَسْمَعْ أَحَدًا مِنْهُمْ يَقْرَأُ: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [الفاتحة: 1] \"",
            "page": "38",
            "part": "1",
            "seal": "863DE9BB"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "9 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ قَتَادَةَ يُحَدِّثُ عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§سَوُّوا صُفُوفَكُمْ؛ فَإِنَّ تَسْوِيَةَ الصُّفُوفِ مِنْ تَمَامِ الصَّلَاةِ، وَاعْتَدِلُوا بِالسُّجُودِ، وَلَا يَبْسُطْ أَحَدُكُمْ ذِرَاعَيْهِ انْبِسَاطَ الْكَلْبِ»",
            "page": "38",
            "part": "1",
            "seal": "D8DAB4DB"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "10 - حَدَّثَنَا مُحَمَّدُ بْنُ نُصَيْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو، حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: §«مَا رَأَيْتُ أَحَدًا أَجْمَلَ فِي حُلَّةٍ حَمْرَاءَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» ، وَقَالَ: «كَانَ لَهُ شَعْرٌ إِلَى شَحْمَةِ أُذُنَيْهِ»",
            "page": "39",
            "part": "1",
            "seal": "CCE8D91B"
        },
        {
            "hno": "11",
            "id": "11",
            "nass": "11 - حَدَّثَنَا مُحَمَّدُ بْنُ نُصَيْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو، أَخْبَرَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ، عَنْ عَلِيِّ بْنِ الْأَقْمَرِ، عَنْ أَبِي جُحَيْفَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: -[41]- «أَمَّا أَنَا §فَلَا آكُلُ مُتَّكِئًا»",
            "page": "40",
            "part": "1",
            "seal": "ECA2EE25"
        },
        {
            "hno": "12",
            "id": "12",
            "nass": "12 - حَدَّثَنَا مَحْمُودُ بْنُ أَحْمَدَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو، حَدَّثَنَا -[42]- شَرِيكٌ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، قَالَ: سُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §أَيُّ الْإِيمَانِ أَوْثَقُ؟ قَالَ: «الصَّبْرُ، وَالسَّمَاحَةُ»",
            "page": "41",
            "part": "1",
            "seal": "008469C3"
        },
        {
            "hno": "13",
            "id": "13",
            "nass": "13 - حَدَّثَنَا مَحْمُودُ بْنُ أَحْمَدَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو، حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي الْمُحَجَّلِ الْبَكْرِيِّ، عَنِ الْحَسَنِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ: \" §ثَلَاثٌ يُصَفِّينَ لَكَ وُدَّ أَخِيكَ: تَبْدَؤُهُ فِي السَّلَامِ، وَتُوَسِّعُ لَهُ فِي الْمَجْلِسِ، وَتَدْعُوهُ بِأَحَبِّ الْأَسَامِي إِلَيْهِ \"",
            "page": "43",
            "part": "1",
            "seal": "C7F0304B"
        },
        {
            "hno": "14",
            "id": "14",
            "nass": "14 - حَدَّثَنَا مُحَمَّدُ بْنُ نُصَيْرٍ، وَالْفَرْقَدِيُّ، قَالَا: حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا سَلَّامُ بْنُ الطَّوِيلِ، عَنْ زِيَادِ بْنِ مَيْمُونٍ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«-[45]- طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ»",
            "page": "44",
            "part": "1",
            "seal": "E628CBBA"
        },
        {
            "hno": "15",
            "id": "15",
            "nass": "15 - حَدَّثَنَا مُحَمَّدُ بْنُ نُصَيْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ: حَدِيثَهُ يَرْفَعُهُ: §«فَضْلُ الْمُؤْمِنِ الْعَالِمِ عَلَى الْمُؤْمِنِ الْعَابِدِ سَبْعِينَ درَجَةً»",
            "page": "45",
            "part": "1",
            "seal": "A6051A86"
        },
        {
            "hno": "16",
            "id": "16",
            "nass": "16 - حَدَّثَنَا مَحْمُودُ بْنُ أَحْمَدَ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا بُرَيْدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ، عَنْ جَدِّهِ، عَنْ أَبِي مُوسَى قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ، يُقَوِّي بَعْضُهُ بَعْضًا»",
            "page": "47",
            "part": "1",
            "seal": "CC12B774"
        },
        {
            "hno": "17",
            "id": "17",
            "nass": "17 - حَدَّثَنَا مَحْمُودُ بْنُ أَحْمَدَ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، \" {§الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ} [المؤمنون: 2] قَالَ: السُّكُونُ فِي صَلَاتِهِمْ \"",
            "page": "47",
            "part": "1",
            "seal": "1E85A8C6"
        },
        {
            "hno": "18",
            "id": "18",
            "nass": "18 - حَدَّثَنَا مَحْمُودٌ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا سَلَّامٌ، وَابْنُ الْمُبَارَكِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي زِيَادٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءَ بِنْتِ أَوْسٍ الْأَنْصَارِيِّ، قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ ذَبَّ عَنْ لَحْمِ أَخِيهِ مِنْ مَغِيبَةٍ، كَانَ حَقًّا عَلَى اللَّهِ عَزَّ وَجَلَّ أَنْ يُعْتِقَهُ مِنَ النَّارِ»",
            "page": "48",
            "part": "1",
            "seal": "E8AC15E6"
        },
        {
            "hno": "19",
            "id": "19",
            "nass": "19 - حَدَّثَنَا مُحَمَّدُ بْنُ نُصَيْرٍ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§النَّاسُ كَإِبِلٍ مِائَةٍ، لَا تَجِدُ فِيهَا رَاحِلَةً»",
            "page": "50",
            "part": "1",
            "seal": "2CD1499F"
        },
        {
            "hno": "20",
            "id": "20",
            "nass": "20 - حَدَّثَنَا ابْنُ أَبِي عَاصِمٍ، حَدَّثَنَا الْحَوْطِيُّ عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ، حَدَّثَنَا بَقِيَّةُ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى §يُوصِيكُمْ بِأُمَّهَاتِكُمْ، ثُمَّ يُوصِيكُمْ بِأُمَّهَاتِكُمْ، ثُمَّ يُوصِيكُمْ بِأُمَّهَاتِكُمْ، ثُمَّ يُوصِيكُمْ بِآبَائِكُمْ، ثُمَّ يُوصِيكُمْ بِالْأَقْرَبِ فَالْأَقْرَبِ»",
            "page": "50",
            "part": "1",
            "seal": "6337237F"
        },
        {
            "hno": "21",
            "id": "21",
            "nass": "21 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ جَمِيلٍ، حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو أَحْمَدَ، عَنْ مِسْعَرٍ، عَنْ أَبِي عُتْبَةَ، عَنْ عَائِشَةَ، قَالَتْ: قُلْتُ: يَا رَسُولَ اللَّهِ §أَيُّ النَّاسِ أَعْظَمُ حَقًّا عَلَى الرَّجُلِ؟ -[52]- قَالَ: «أُمُّهُ»",
            "page": "51",
            "part": "1",
            "seal": "81FEB971"
        },
        {
            "hno": "22",
            "id": "22",
            "nass": "22 - حَدَّثَنَا مَحْمُودُ بْنُ مُحَمَّدٍ الْوَاسِطِيُّ، حَدَّثَنَا أَبُو الشَّعْثَاءِ، حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنْ حَجَّاجٍ، عَنْ مَكْحُولٍ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§يَدُ الْوَالِدِ مَبْسُوطٌ فِي مَالِ وَلَدِهِ، وَإِنْ أَمَرَكَ أَنْ تَخْرُجَ مِنْ أَهْلِكَ فَاخْرُجْ مِنْهَا»",
            "page": "52",
            "part": "1",
            "seal": "F0A13D37"
        },
        {
            "hno": "23",
            "id": "23",
            "nass": "23 - أَخْبَرَنَا أَبُو عُمَرَ بْنُ الْقُبَابِ، حَدَّثَنَا أَبُو النَّعِيمِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ عَمْرُو بْنُ عَبْدِ اللَّهِ النَّخَعِيُّ حَدَّثَنَا أَبُو عَمْرٍو الشَّيْبَانِيُّ، حَدَّثَنِي صَاحِبُ هَذِهِ الدَّارِ يَعْنِي عَبْدَ اللَّهِ بْنَ مَسْعُودٍ قَالَ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §أَيُّ الْعَمَلِ أَفْضَلُ؟ قَالَ: «الصَّلَاةُ لِمِيقَاتِهَا» قُلْتُ: ثُمَّ مَاذَا؟ قَالَ: «ثُمَّ بِرُّ الْوَالِدَيْنِ»",
            "page": "55",
            "part": "1",
            "seal": "4C1CAE68"
        },
        {
            "hno": "24",
            "id": "24",
            "nass": "24 - أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ أَبِي عَاصِمٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ طَلْحَةَ بْنِ مُعَاوِيَةَ بْنِ جَاهِمَةَ السُّلَمِيِّ، عَنْ أَبِيهِ قَالَ: أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ: إِنِّي أُرِيدُ الْجِهَادَ، قَالَ: «أُمُّكَ حَيَّةٌ؟» قُلْتُ: نَعَمْ، قَالَ: «§الْزَمْ رِجْلَيْهَا، فَثَمَّ الْجَنَّةُ»",
            "page": "56",
            "part": "1",
            "seal": "DF73A11E"
        },
        {
            "hno": "25",
            "id": "25",
            "nass": "25 - حَدَّثَنَا الْقَاسِمُ بْنُ فُورَكٍ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنَا مَنْصُورُ بْنُ مُهَاجِرٍ، عَنْ أَبِي النَّضْرِ الْأَبَّارِ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«الْجَنَّةُ تَحْتَ أَقْدَامِ الْأُمَّهَاتِ»",
            "page": "58",
            "part": "1",
            "seal": "24A0993D"
        },
        {
            "hno": "26",
            "id": "26",
            "nass": "26 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ زَكَرِيَّا، حَدَّثَنَا مَحْمُودُ بْنُ سَلَمَةَ، عَنْ خَالِدِ بْنِ يَزِيدَ الْعُمَرِيِّ، عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ الزُّبَيْرِيِّ قَالَ: سَمِعْتُ عَامِرَ بْنَ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ قَالَ: سَمِعْتُ عَائِشَةَ تَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§عِفُّوا تَعِفَّ نِسَاؤُكُمْ، وَبِرُّوا تَبَرَّكُمْ أَبْنَاؤُكُمْ»",
            "page": "60",
            "part": "1",
            "seal": "3A54026F"
        },
        {
            "hno": "27",
            "id": "27",
            "nass": "27 - أَخْبَرَنَا زَكَرِيَّا بْنُ يَحْيَى السَّاجِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ أَبُو يُونُسَ الْمَدِينِيُّ، حَدَّثَنَا ابْنُ أَبِي أُوَيْسٍ، عَنِ السَّرِيِّ بْنِ مِسْكِينٍ، عَنِ الْوَقَّاصِيِّ، عَنْ أَبِي سُهَيْلِ بْنِ مَالِكٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§بِرُّ الْوَالِدَيْنِ يَزِيدُ فِي الْعُمُرِ، وَالْكَذِبُ يَنْقُصُ الرِّزْقَ، وَالدُّعَاءُ يَرُدُّ الْبَلَاءَ»",
            "page": "61",
            "part": "1",
            "seal": "E60FE617"
        },
        {
            "hno": "28",
            "id": "28",
            "nass": "28 - حَدَّثَنَا أَبُو يَعْلَى الْمُوصِلِيُّ، وَإِبْرَاهِيمُ بْنُ أَسْبَاطٍ قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ سَهْمٍ الْأَنْطَاكِيُّ، حَدَّثَنَا أَبُو إِسْحَاقَ الْفَزَارِيُّ، عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§رِضَا اللَّهِ فِي رِضَا الْوَالِدِ، وَسَخَطُ اللَّهِ فِي سَخَطِ الْوَالِدِ»",
            "page": "63",
            "part": "1",
            "seal": "71E81A78"
        }
    ],
    "t8268": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "إذا تقرب العبد مني شبرا تقربت منه ذراعا، وإذا تقرب مني ذراعا تقربت إليه باعا، وإذا أتاني"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الأنصار كرشي وعيبتي، وإن الناس سيكثرون ويقلون؛ فاقبلوا من محسنهم، وتجاوزوا عن"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أهل الكتاب يسلمون علينا، فكيف نرد عليهم؟ قال: قولوا: وعليكم"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "من أشراط الساعة أن يرفع العلم، ويظهر الجهل، ويفشو الزنى، ويشرب الخمر، ويذهب الرجال، وتبقى"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الله أمرني أن أقرأ عليك: {لم يكن الذين كفروا} [البينة: 1] ، قال: وسماني؟ قال: نعم قال:"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "لولا أن تدافنوا؛ لدعوت الله أن يسمعكم عذاب القبر"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كان أحدكم في صلاة؛ فإنه يناجي ربه عز وجل، فلا يبزقن بين يديه، ولا عن يمينه، ولكن عن"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "فلم أسمع أحدا منهم يقرأ: {بسم الله الرحمن الرحيم} [الفاتحة: 1]"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "سووا صفوفكم؛ فإن تسوية الصفوف من تمام الصلاة، واعتدلوا بالسجود، ولا يبسط أحدكم ذراعيه"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "ما رأيت أحدا أجمل في حلة حمراء من رسول الله صلى الله عليه وسلم، وقال: كان له شعر إلى شحمة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "فلا آكل متكئا"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "أي الإيمان أوثق؟ قال: الصبر، والسماحة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "ثلاث يصفين لك ود أخيك: تبدؤه في السلام، وتوسع له في المجلس، وتدعوه بأحب الأسامي"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "طلب العلم فريضة على كل مسلم"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "فضل المؤمن العالم على المؤمن العابد سبعين درجة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "المؤمن للمؤمن كالبنيان، يقوي بعضه بعضا"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الذين هم في صلاتهم خاشعون} [المؤمنون: 2] قال: السكون في صلاتهم"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "من ذب عن لحم أخيه من مغيبة، كان حقا على الله عز وجل أن يعتقه من النار"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الناس كإبل مائة، لا تجد فيها راحلة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "يوصيكم بأمهاتكم، ثم يوصيكم بأمهاتكم، ثم يوصيكم بأمهاتكم، ثم يوصيكم بآبائكم، ثم يوصيكم"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "أي الناس أعظم حقا على الرجل؟ قال: أمه"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "يد الوالد مبسوط في مال ولده، وإن أمرك أن تخرج من أهلك فاخرج منها"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "أي العمل أفضل؟ قال: الصلاة لميقاتها قلت: ثم ماذا؟ قال: ثم بر الوالدين"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الزم رجليها، فثم الجنة"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الجنة تحت أقدام الأمهات"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "عفوا تعف نساؤكم، وبروا تبركم أبناؤكم"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "بر الوالدين يزيد في العمر، والكذب ينقص الرزق، والدعاء يرد البلاء"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "رضا الله في رضا الوالد، وسخط الله في سخط الوالد"
        }
    ]
}