{
    "b8275": [
        {
            "hno": "1",
            "id": "1",
            "nass": "1 - أَخْبَرَنَا الشَّيْخُ الْإِمَامُ الصَّدْرُ الْكَبِيرُ الْعَالِمُ عِمَادُ الدِّينِ إِمَامُ الْأَئِمَّةِ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ الْحَسَنِ بْنِ الْحُسَيْنِ بْن أَبِي السِّينَانِ - أَحْسَنَ اللَّهُ تَوْفِيقَهُ - فِي مَسْجِدِهِ - عَمَّرَهُ اللَّهُ تَعَالَى - بِمَدِينَةِ الْمَوْصِلِ فِي تَاسِعَ عَشَرَ مِنْ ذِي الْقِعْدَةِ سَنَةَ خَمْسٍ وَسِتِّمِائَةٍ، قَالَ: أَخْبَرَنَا الشَّيْخُ الْإِمَامُ عُمْدَةُ الدِّينِ أَبُو سَعِيدٍ عَبْدُ اللَّطِيفِ بْنُ أَبِي سَعْدٍ الْبَغْدَادِيُّ - قِرَاءَةً عَلَيْهِ بِالْمَوْصِلِ فِي شَهْرِ رَبِيعٍ الْآخَرِ سَنَةَ خَمْسٍ وَخَمْسِينَ وَخَمْسِمِائَةٍ قَدِمَ عَلَيْنَا - قَالَ: أَخْبَرَنَا الشَّيْخُ أَبُو الْمُطِيعِ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ بْنِ عَبْدِ الْعَزِيزِ الْمِصْرِيُّ - قِرَاءَةً عَلَيْهِ فِي جُمَادَى الْأُولَى سَنَةَ سَبْعٍ وَتِسْعِينَ وَأَرْبَعِمِائَةٍ - أَخْبَرَنَا الشَّيْخُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مُوسَى بْنِ مَرْدَوَيْهِ الْحَافِظُ إِمْلَاءً فِي دَارِهِ سَنَةَ عَشْرٍ وَأَرْبَعِمِائَةٍ، -[106]- حَدَّثَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الْبَغَوِيُّ، حَدَّثَنَا أَبُو سَعِيدٍ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ مَنْصُورٍ الْحَارِثِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زِيَادٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي طَالِبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، قَالَا: حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، نا قَيْسُ بْنُ أَبِي حَازِمٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ دُحَيْمٍ، نا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ، وَأَحْمَدُ بْنُ أَبِي حَازِمِ بْنِ أَبِي غَرَزَةَ، قَالُوا جَمِيعًا: نا جَعْفَرُ بْنُ عَوْنٍ، وَيَعْلَى بْنُ عُبَيْدٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ خَبَّابِ بْنِ الْأَرَتِّ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: شَكَوْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُتَوَسِّدٌ بِبُرْدَةٍ لَهُ فِي ظِلِّ الْكَعْبَةِ فَقُلْنَا لَهُ: أَلَا تَسْتَنْصِرُ لَنَا، أَلَا تَدْعُو لَنَا؟ فَقَالَ: «قَدْ كَانَ مَنْ كَانَ قَبْلَكُمْ §يُؤْخَذُ الرَّجُلُ فَيُحْفَرُ لَهُ فِي الْأَرْضِ فَيُجْعَلُ فِيهَا، ويُجَاءُ بِالْمِنْشَارِ فَيُوضَعُ عَلَى رَأْسِهِ، فَيُنْشَرُ بِاثْنَيْنِ، فَمَا يَصُدُّهُ ذَلِكَ عَنْ دِينِهِ، وَيُمْشَطُ بِأَمْشَاطِ الْحَدِيدِ مَا دُونَ عَظْمِهِ مِنْ لَحْمٍ أَوْ عَصَبٍ، فَمَا يَصُدُّهُ ذَلِكَ عَنْ دِينِهِ، وَاللَّهِ لَيَتِمَّنَّ هَذَا الْأَمْرُ حَتَّى يَسِيرَ الرَّاكِبُ مِنْ صَنْعَاءَ إِلَى حَضْرَمَوْتَ لَا يَخَافُ إِلَّا اللَّهَ عَزَّ وَجَلَّ وَالذِّئْبَ عَلَى غَنَمِهِ، وَلَكِنَّكُمْ تَسْتَعْجِلُونَ» . لَفْظُ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ",
            "page": "105",
            "part": "1",
            "seal": "09479B5B"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "2 - حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زِيَادٍ، نا مُحَمَّدُ بْنُ الْجَهْمِ بْنِ هَارُونَ السِّمَرِيُّ، نا يَعْلَى بْنُ عُبَيْدٍ. ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ دُحَيْمٍ، نا أَحْمَدُ بْنُ حَازِمِ بْنِ أَبِي غَرَزَةَ، أَخْبَرَنَا يَعْلَى بْنُ عُبَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَلَا §كُلُّكُمْ رَاعٍ، وَكُلُّكُمْ مَسْؤُولٌ عَنْ رَعِيَّتِهِ؛ الرَّجُلُ عَنْ أَهْلِ بَيْتِهِ، وَالْمَرْأَةُ عَنْ أَهْلِ بَيْتِهَا، وَالْعَبْدُ عَنْ مَالِ سَيِّدِهِ، وَالْإِمَامُ رَاعٍ عَلَى النَّاسِ، وَكُلُّكُمْ رَاعٍ، وَكُلُّكُمْ مَسْؤُولٌ عَنْ رَعِيَّتِهِ»",
            "page": "108",
            "part": "1",
            "seal": "7FB35F7C"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "3 - حَدَّثَنَا أَبُو أَحْمَدَ إِسْحَاقُ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ خَالِدٍ الْمُقْرِئُ الْكُوفِيُّ، نا مُحَمَّدُ بْنُ عَلِيِّ بْنِ عَفَّانَ الْعَامِرِيُّ، أَخُو الْحَسَنِ، نا الْحَسَنُ بْنُ عَطِيَّةَ، ثنا أَبُو مَعْشَرٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§خَيْرُ الدُّعَاءِ يَوْمُ عَرَفَةَ، وَخَيْرُ مَا جَاءَ بِهِ النَّبِيُّونَ قَبْلِي لَا إِلَهَ إِلَّا اللَّهُ»",
            "page": "111",
            "part": "1",
            "seal": "F6095075"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - حَدَّثَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ عُثْمَانَ بْنِ يَحْيَى الْآدَمِيُّ، نا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، نا أَبُو غَسَّانَ مَالِكُ بْنُ إِسْمَاعِيلَ النَّهْدِيُّ، نا زُهَيْرٌ يَعْنِي ابْنَ مُعَاوِيَةَ، نا عَمْرُو بْنُ قَيْسٍ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي الْبَخْتَرِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، يَرْفَعُهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: §\" لَا يَحْقِرَنَّ أَحَدُكُمْ يَرَى أَمْرًا لِلَّهِ فِيهِ مَقَالٌ أَنْ يَقُولَ فِيهِ، فَيَبْعَثُهُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ، فَيَقُولُ: مَا مَنَعَكَ إِذَا رَأَيْتَ كَذَا وَكَذَا أَلَّا تَقُولَ؟ فَيَقُولُ: أَيْ رَبِّ، خِفْتُ. فَيَقُولُ: إِيَّايَ كُنْتَ أَحَقَّ أَنْ تَخَافَ \"",
            "page": "114",
            "part": "1",
            "seal": "2509D837"
        },
        {
            "hno": "5",
            "id": "5",
            "nass": "5 - حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ دُحَيْمٍ، نا أَحْمَدُ بْنُ حَازِمِ بْنِ أَبِي غَزَرَةَ، نا يَعْلَى بْنُ عُبَيْدٍ، نا أَبَانُ بْنُ إِسْحَاقَ، عَنِ الصَّبَّاحِ بْنِ مُحَمَّدٍ، عَنْ مُرَّةَ الْهَمْدَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ §قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ كَمَا قَسَمَ بَيْنَكُمْ أَرْزَاقَكُمْ، وَإِنَّ اللَّهَ تَعَالَى يُعْطِي الدُّنْيَا مَنْ يُحِبُّ وَمَنْ لَا يُحِبُّ، وَلَا يُعْطِي الدِّينَ إِلَّا مَنْ يُحِبُّ، فَمَنْ أَعْطَاهُ اللَّهُ الدِّينَ فَقَدْ أَحَبَّهُ، وَلَا وَالَّذِي نَفْسِي بِيَدِهِ لَا يُسْلِمُ عَبْدٌ حَتَّى يُسْلِمَ - أَوْ يَسْلَمَ - قَلْبُهُ وَلِسَانُهُ، وَلَا يُؤْمِنُ حَتَّى يَأْمَنَ جَارُهُ بَوَائِقَهُ» . قَالُوا: يَا رَسُولَ اللَّهِ، وَمَا بَوَائِقُهُ؟ قَالَ: «غَشْمُهُ وَظُلْمُهُ، وَلَا يَكْسِبُ عَبْدٌ مَالًا حَرَامًا فَيُتَصَدَّقُ مِنْهُ فَيُقْبَلَ مِنْهُ، وَلَا يُنْفِقُ مِنْهُ فَيُبَارَكَ لَهُ فِيهِ، وَلَا يَتْرُكُهُ خَلْفَ ظَهْرِهِ إِلَّا كَانَ زَادَهُ إِلَى النَّارِ، إِنَّ اللَّهَ عَزَّ وَجَلَّ لَا يَمْحُو السَّيِّئَ بِالسَّيِّئِ، وَلَكِنْ يَمْحُو السَّيِّئَ بِالْحَسَنِ، إِنَّ الْخَبِيثَ لَا يَمْحُو الْخَبِيثَ»",
            "page": "118",
            "part": "1",
            "seal": "44B7734E"
        },
        {
            "hno": "6",
            "id": "6",
            "nass": "6 - حَدَّثَنَا أَحْمَدُ بْنُ كَامِلِ بْنِ خَلَفٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَوْحٍ الْمَدَائِنِيُّ، ثنا سَلَّامُ بْنُ سُلَيْمَانَ الْمَدَائِنِيُّ، ثنا مُحَمَّدُ بْنُ طَلْحَةَ، عَنْ زُبَيْدٍ الْيَامِيِّ، عَنْ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ح وَحَدَّثَنَا عَبْدُ الْبَاقِي بْنُ قَانِعِ بْنِ مَرْزُوقٍ، ثنا جُنَيْدُ بْنُ الْحَكِيمِ، وَصَالِحُ بْنُ مُقَاتِلِ بْنِ صَالِحٍ، قَالَا: حَدَّثَنَا أَحْمَدُ بْنُ جَنَابٍ الْمِصِّيصِيُّ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ زُبَيْدٍ، عَنْ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهُ §قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ كَمَا قَسَمَ بَيْنَكُمْ أَرْزَاقَكُمْ، وَإِنَّ اللَّهَ عَزَّ وَجَلَّ يُعْطِي الْمَالَ مَنْ يُحِبُّ وَمَنْ لَا يُحِبُّ وَلَا يُعْطِي الْإِيمَانَ إِلَّا مَنْ يُحِبُّ، فَمَنْ ضَنَّ مِنْكُمْ بِالْمَالِ أَنْ يُنْفِقَهُ، وَهَابَ الْعَدُوَّ أَنْ يُجَاهِدَهُ، وَاللَّيْلَ أَنْ يُكَابِدَهُ، فَلْيُكْثِرْ مِنْ هَؤُلَاءِ الْكَلِمَاتِ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، لَا يَضُرُّكُ بِأَيِّهِنَّ بَدَأْتَ \"",
            "page": "120",
            "part": "1",
            "seal": "29061746"
        },
        {
            "hno": "7",
            "id": "7",
            "nass": "7 - حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سَلْمَانَ بْنِ الْحَسَنِ النِّجَادُ، نا أَحْمَدُ بْنُ الْخَلِيلِ بْنِ ثَابِتٍ الْبُرْجُلَانِيُّ، ثنا مُحَمَّدُ بْنُ عُمَرَ الْوَاقِدِيُّ، نا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْأَمْلُونِيِّ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، سَمِعَهُ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَوْلَى النَّاسِ بِاللَّهِ وَبِرَسُولِهِ الَّذِي بَدَأَهُمْ بِالسَّلَامِ»",
            "page": "122",
            "part": "1",
            "seal": "9BA4BB2D"
        },
        {
            "hno": "8",
            "id": "8",
            "nass": "8 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ مَالِكٍ الْإِسْكَافِيُّ، ثنا الْحَارِثُ بْنُ مُحَمَّدٍ التَّمِيمِيُّ، حَدَّثَنَا عَلِيُّ بْنُ عَاصِمٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«مَنِ اطَّلَعَ فِي بَيْتِ قَوْمٍ قَبْلَ أَنْ يَأْذَنُوا لَهُ فَقَدْ حَلَّ لَهُمْ أَنْ يَفْقَؤُوا عَيْنَهُ»",
            "page": "124",
            "part": "1",
            "seal": "10D2F636"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "9 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ، نا مُوسَى بْنُ سَهْلِ بْنِ كَثِيرٍ، نا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ السِّخْتِيَانِيِّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِنَّ §أَصْحَابَ هَذِهِ الصُّوَرِ يُعَذَّبُونَ يَوْمَ الْقِيَامَةِ، وَيُقَالُ لَهُمْ: أَحْيُوا مَا خَلَقْتُمْ \"",
            "page": "126",
            "part": "1",
            "seal": "DFC20F85"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "10 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ النَّقَّاشُ الْمُقْرِئُ، ثنا يَحْيَى بْنُ سَاسَوَيْهِ الْمَرْوَزِيُّ، نا سُوَيْدُ بْنُ نَصْرٍ أَبُو الْفَضْلِ الْمَرْوَزِيُّ، نا عَبْدُ الْكَبِيرِ بْنُ دِينَارٍ الصَّايِغُ، نا أَبُو إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ إِذَا عَادَ مَرِيضًا يَقُولُ: «§أَذْهِبِ الْبَأْسَ رَبَّ النَّاسِ، وَاشْفِ أَنْتَ الشَّافِي، لَا شَافِيَ إِلَّا أَنْتَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ شِفَاءً لَا يُغَادِرُ سَقَمًا»",
            "page": "131",
            "part": "1",
            "seal": "213AF73F"
        },
        {
            "hno": "11",
            "id": "11",
            "nass": "11 - حَدَّثَنَا عَبْدُ الْخَالِقِ بْنُ الْحَسَنِ بْنِ مُحَمَّدٍ السَّقَطِيُّ، نا مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ الْحَارِثِ الْوَاسِطِيُّ، نا يَحْيَى بْنِ حَمَّادٍ، نا أَبُو مُسْلِمٍ، عَنْ قَتَادَةَ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ أَبِيهِ، رَضِيَ اللَّهُ عَنْهُ قَالَ: §\" إِنَّ كُنَّا لَنُطْرَدُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نُصَلِّيَ بَيْنَ السَّارِيَتَيْنِ إِلَّا أَنْ نُلْجَأَ إِلَيْهَا؟ . وَأَبُو مُسْلِمٍ الَّذِي يَرْوِي عَنْهُ يَحْيَى بْنُ حَمَّادٍ هَذَا الْحَدِيثَ هُوَ هَارُونُ بْنُ مُسْلِمٍ الْبَصْرِيُّ، رَوَى عَنْهُ صُغْدِيُّ بْنُ سِنَانٍ هَذَا الْحَدِيثِ",
            "page": "136",
            "part": "1",
            "seal": "A12FDAF4"
        },
        {
            "hno": "12",
            "id": "12",
            "nass": "12 - حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ السَّرِيِّ الْكُوفِيُّ، نا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ الْحَسَنِ بْنِ إِسْمَاعِيلَ بْنِ صُبَيْحٍ الْيَشْكُرِيُّ قَالَ: وَجَدْتُ فِي كِتَابِ جَدِّي إِسْمَاعِيلَ بْنِ صُبَيْحٍ: حَدَّثَنَا أَبُو مَرْيَمَ يَعْنِي عَبْدَ الْغَفَّارِ بْنَ الْقَاسِمِ، نا أَبُو إِسْحَاقَ يَعْنِي السَّبِيعِيَّ، حَدَّثَنِي الْأَغَرُّ سَلْمَانُ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، وَأَبِي هُرَيْرَةَ قَالَا: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" يُنَادِي مُنَادٍ: §يَا أَهْلَ الْجَنَّةِ، تَخْلُدُونَ فَلَا تَمُوتُونَ أَبَدًا، وَتَصِحُّونَ فَلَا تَمْرَضُونَ أَبَدًا، وَتَشِبُّونَ فَلَا تَهْرَمُونَ أَبَدًا، وَتَنْعَمُونَ فَلَا تَبْأَسُونَ أَبَدًا \"",
            "page": "139",
            "part": "1",
            "seal": "671987B2"
        },
        {
            "hno": "13",
            "id": "13",
            "nass": "13 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ شَاذَانَ الْمَغَازِلِيُّ، نا أَبُو غَسَّانَ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ يُوسُفَ الْقَلْزَمِيُّ، نا أَبِي نا سَيْفُ بْنُ مُحَمَّدٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §يَكْتَحِلُ كُلَّ لَيْلَةٍ، وَيَحْتَجِمُ كُلَّ شَهْرٍ، وَيَشْرَبُ الدَّوَاءَ فِي كُلِّ سِمَّةٍ",
            "page": "143",
            "part": "1",
            "seal": "D82EC9EC"
        },
        {
            "hno": "14",
            "id": "14",
            "nass": "14 - حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ مُحَمَّدٍ الْكَاتِبُ، أنا أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ سَعِيدِ بْنِ عُثْمَانَ الْخَرَّازُ، حَدَّثَنَا أَبِي، نا حُصَيْنُ بْنُ مُخَارِقٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ الْحَسَنِ الْبَصْرِيِّ الْعَنْبَرِيِّ، عَنْ أَبِي هَارُونَ الْعَبْدِيِّ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي أُمَامَةَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" §هَلَاكُ هَذِهِ الْأُمَّةِ إِذَا بَغَتْ نِسَاؤُهَا وَرِجَالُهَا، وَاسْتُخِفَ بِالْقُرْآنِ، وَكَانَ النِّكَاحُ زِنًى: يُطَلِّقُ الرَّجُلُ امْرَأَتَهُ، ثُمَّ يُرَاجِعُهَا فِيهِ، وَيَنْكِحُهَا فِيمَا بَيْنَهَا وَبَيْنَهُ بِلَا شَاهِدٍ وَلَا وَلِيٍّ وَلَا مَهْرٍ إِلَّا شِبْهَ الْكَرَى، وَكَانَتِ الْأَمَانَةُ خِيَانَةً، وَاتَّخَذَ النَّاسُ الزَّكَاةَ مَغْرَمًا، وَالْفَيْءَ مَغْنَمًا، فَذَلِكَ اقْتِرَابُ السَّاعَةِ \"",
            "page": "146",
            "part": "1",
            "seal": "F84B2D10"
        },
        {
            "hno": "15",
            "id": "15",
            "nass": "15 - حَدَّثَنَا أَحْمَدُ بْنُ سَلْمَانَ بْنِ الْحَسَنِ، نا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا، نا أَحْمَدُ بْنُ إِبْرَاهِيمَ، ثنا مُوسَى بْنُ إِسْمَاعِيلَ، ثنا عَبْدُ الْوَاحِدِ بْنُ صَفْوَانَ، قَالَ: سَمِعْتُ الْحَسَنَ، إِذَا قَعَدَ فِي مَجْلِسٍ قَالَ: «اللَّهُمَّ، §لَكَ الْحَمْدُ لِمَا بَسَطْتَ رِزْقَنَا، وَأَظْهَرْتَ أَمْنَنَا، وَأَحْسَنْتَ مُعَافَاتِنَا، وَمِنْ كُلِّ مَا سَأَلْنَاكَ أَعْطَيْتَنَا، فَلَكَ الْحَمْدُ بِالْإِسْلَامِ، وَلَكَ الْحَمْدُ بِالْأَهْلِ، وَالْمَالِ، وَلَكَ الْحَمْدُ بِالْيَقِينِ وَالْعَافِيَةِ»",
            "page": "147",
            "part": "1",
            "seal": "A5679879"
        },
        {
            "hno": "16",
            "id": "16",
            "nass": "16 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ الْهَاشِمِيُّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي الدُّنْيَا، قَالَ: أَنْشِدْنِي أَبُو بَكْرِ بْنُ عَلِيٍّ: ¶ [البحر السريع] ¶ §نُودِيَ بِصَوْتٍ أَيُّمَا صَوْتِ ... مَا أَقْرَبَ الْحَيَّ مِنَ الْمَيِّتِ ¶ كَأَنَّ أَهْلَ الْغَيِّ فِي غَيِّهِمْ ... قَدْ أَخَذُوا أَمْنًا مِنَ الْمَوْتِ ¶ كَمْ مُصْبِحٍ يَعْمُرُ بَيْتًا لَهُ ... لَمْ يُمْسِ إِلَّا خَرِبَ الْبَيْتِ ¶ هَذَا وَكَمْ حَيٍّ بَكَى مَيِّتًا ... فَأَصْبَحَ الْحَيُّ مِنَ الْمَيْتِ",
            "page": "150",
            "part": "1",
            "seal": "5B69823C"
        },
        {
            "hno": "17",
            "id": "17",
            "nass": "17 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَرْدَوَيْهِ إِمْلَاءً، نا أَبُو أَحْمَدَ إِسْحَاقُ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ خَالِدٍ الْمُقْرِئُ الْكُوفِيُّ، وَمُحَمَّدُ بْنُ عَلِيِّ بْنِ دُحَيْمٍ الشَّيْبَانِيُّ، وَمُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عَلِيٍّ الْأَسْوَارِيُّ، قَالُوا: ثنا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ بُكَيْرٍ الْعَبْسِيُّ، أنا وَكِيعُ بْنُ الْجَرَّاحِ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَوْ عَنْ أَبِي سَعِيدٍ، - شَكَّ الْأَعْمَشُ - قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ، §مَنْ لَقِيَ اللَّهَ عَزَّ وَجَلَّ بِهِمَا غَيْرَ شَاكٍ لَمْ يُحْجَبْ عَنِ الْجَنَّةَ»",
            "page": "151",
            "part": "1",
            "seal": "35C53F1E"
        },
        {
            "hno": "18",
            "id": "18",
            "nass": "18 - حَدَّثَنَا أَبُو مُحَمَّدٍ مَيْمُونُ بْنُ إِسْحَاقَ بْنِ الْحَسَنِ الْحَنَفِيُّ وَأَحْمَدُ بْنُ مُحَمَّدِ بْنِ زِيَادٍ قَالَا: حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ، نا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ نَظَرَ فِي قُلُوبِ عِبَادِهِ فَوَجَدَ قَلْبَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْرَ قُلُوبِ الْعِبَادِ، فَاصْطَفَاهُ لِنَفْسِهِ، وَابْتَعَثَهُ بِرِسَالَتِهِ، ثُمَّ نَظَرَ فِي قُلُوبِ الْعِبَادِ بَعْدَ قَلْبِهِ، فَوَجَدَ قُلُوبَ أَصْحَابِهِ خَيْرَ قُلُوبِ الْعِبَادِ بَعْدَ قَلْبِهِ، فَجَعَلَهُمْ وُزَرَاءَ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يُقَاتِلُونَ عَلَى دِينِهِ، §فَمَا رَآهُ الْمُسْلِمُونَ حَسَنًا فَهُوَ عِنْدَ اللَّهِ حَسَنٌ، وَمَا رَآهُ الْمُسْلِمُونَ سَيِّئًا فَهُوَ عِنْدَ اللَّهِ سَيِّئٌ»",
            "page": "154",
            "part": "1",
            "seal": "10FD79BD"
        },
        {
            "hno": "19",
            "id": "19",
            "nass": "19 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، نا أَبُو الْعَبَّاسِ عُبَيْدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ فَضَا الْجَوْهَرِيُّ، حَدَّثَنَا بَكْرُ بْنُ يَحْيَى بْنِ زَبَّانَ، ثنا يَعْقُوبُ بْنُ مُجَاهِدٍ، عَنْ أَبِي الطُّفَيْلِ، قَالَ: أَتَيْتُ حُذَيْفَةَ بْنَ أَسِيدٍ الْغِفَارِيَّ رَضِيَ اللَّهُ عَنْهُ فَقُلْتُ: لَقَدْ سَمِعْتُ الْيَوْمَ عَجَبًا قَالَ: وَمَا هُوَ؟ قَالَ: سَمِعْتُ ابْنَ أُمِّ عَبْدٍ يَقُولُ: الشَّقِيُّ مَنْ شَقِيَ فِي بَطْنِ أُمِّهِ، وَالسَّعِيدُ مَنْ وُعِظَ بِغَيْرِهِ. فَأَنْكَرْتُ ذَلِكَ، فَقَالَ: وَمَا تُنْكِرُ مِنْ ذَلِكَ؟ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" إِنَّ §خَلْقَ أَحَدِكُمْ يُجَمَّعُ فِي بَطْنِ أُمِّهِ خَمْسَةً وَأَرْبَعِينَ يَوْمًا، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللَّهُ عَزَّ وَجَلَّ مَلَكًا، فَيَقُولُ: اكْتُبْ أَجَلَهُ، وَرِزْقَهُ، وَعَمَلَهُ، وَشَقِيًّا أَوْ سَعِيدًا، ثُمَّ يُخْتَمُ ذَلِكَ الْكِتَابُ فَلَا يُزَادُ فِيهِ وَلَا يَنْقُصُ مِنْهُ شَيْءٌ إِلَى يَوْمِ الْقِيَامَةِ \"",
            "page": "156",
            "part": "1",
            "seal": "C476F312"
        },
        {
            "hno": "20",
            "id": "20",
            "nass": "20 - حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ دُحَيْمٍ، حَدَّثَنَا أَحْمَدُ بْنُ حَازِمِ بْنِ أَبِي غَرَزَةَ، وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، ثنا الْحَسَنُ بْنُ سَلَّامٍ السَّوَّاقُ، قَالَا: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، نا إِسْرَائِيلُ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ: كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ سِتَّةُ نَفَرٍ، فَقَالَ الْمُشْرِكُونَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §اطْرُدْهُمْ لَا يَجْتَرِؤُونَ عَلَيْنَا. قَالَ: وَكُنْتُ أَنَا وَابْنُ مَسْعُودٍ وَرَجُلٌ مِنْ هُذَيْلِ، وَرَجُلَانِ نَسِيتُ أَسْمَاءَهُمَا، فَوَقَعَ فِي نَفْسِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا شَاءَ اللَّهُ أَنْ يَقَعَ، فَحَدَّثَ بِهِ نَفْسَهُ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ} [الأنعام: 52] وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَنَزَلَتْ: {وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ} [الأنعام: 53] إِلَى آخِرِ الْآيَةِ، هَذَا أَوْ نَحْوَهُ",
            "page": "159",
            "part": "1",
            "seal": "6CEE57BE"
        },
        {
            "hno": "21",
            "id": "21",
            "nass": "21 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ دَلِيلٍ، وَأَحْمَدُ بْنُ عِيسَى الْخَفَّافُ، قَالَا: نا أَحْمَدُ بْنُ يُونُسَ الضَّبِّيُّ، نا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، نا أَبِي، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §مَنْزِلَنَا غَدًا إِنْ شَاءَ اللَّهُ لَخَيْفُ بَنِي كِنَانَةَ بِحَيْثُ تَقَاسَمُوا عَلَى الْكُفْرِ»",
            "page": "162",
            "part": "1",
            "seal": "1D7C1F65"
        },
        {
            "hno": "22",
            "id": "22",
            "nass": "22 - حَدَّثَنَا أَحْمَدُ بْنُ كَامِلِ بْنِ خَلَفٍ، نا عَبْدُ اللَّهِ بْنُ رَوْحٍ الْمَدَائِنِيُّ، حَدَّثَنَا سَلَّامُ بْنُ سُلَيْمَانَ الْمَدَائِنِيُّ، نا سَلَّامٌ الطَّوِيلُ، عَنْ إِسْمَاعِيلَ بْنِ رَافِعٍ، عَنْ خَالِدِ بْنِ الْمُهَاجِرِ، عَنْ عُمَرَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَا ابْنَ آدَمَ، §عِنْدَكَ مَا يَكْفِيكَ فَلِمَ تَطْلُبْ مَا يُطْغِيكَ؟ لَا بِقَلِيلٍ تَقْنَعُ، وَلَا بِكَثِيرٍ تَشْبَعُ، إِذَا أَصْبَحْتَ آمِنًا فِي سِرْبِكَ، مُعَافًى فِي بَدَنِكَ، مَعَكَ قُوتُ يَوْمِكَ، فَعَلَى الدُّنْيَا الْعَفَاءُ»",
            "page": "164",
            "part": "1",
            "seal": "A0392CCD"
        },
        {
            "hno": "23",
            "id": "23",
            "nass": "23 - حَدَّثَنَا أَبُو عَمْرٍو أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمِ بْنِ وَارَةَ، حَدَّثَنَا الرَّبِيعُ بْنُ رَوْحٍ، حَدَّثَنَا الْحَارِثُ بْنُ عُبَيْدَةَ، عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسِ بْنِ مَالِكٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قِيلَ لِرَسُولِ اللَّهِ: مَنْ يُحَرَّمُ عَلَى النَّارِ؟ قَالَ: §«الْهَيِّنُ اللَّيِّنُ السَّهْلُ الْقَرِيبُ»",
            "page": "167",
            "part": "1",
            "seal": "15336DE4"
        },
        {
            "hno": "24",
            "id": "24",
            "nass": "24 - حَدَّثَنَا أَحْمَدُ بْنُ عِيسَى الْخَفَّافُ، نا أَحْمَدُ بْنُ يُونُسَ الضَّبِّيُّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ دُحَيْمٍ، نا أَحْمَدُ بْنُ حَازِمِ بْنِ أَبِي غَرَزَةَ، قَالَا: نا يَعْلَى بْنُ عُبَيْدٍ، نا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، وَزُبَيْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهُ §لَيْسَ شَيْءٌ يُقَرِّبُكُمْ مِنَ النَّارِ وَيُبَاعِدُكُمْ عَنِ الْجَنَّةِ إِلَّا وَقَدْ نَهَيْتُكُمْ عَنْهُ، وَإِنَّهُ لَيْسَ مِنْ شَيْءٍ يُدْنِيكُمْ مِنَ الْجَنَّةِ وَيُبَاعِدُكُمْ مِنَ النَّارِ إِلَّا وَقَدْ أَمَرْتُكُمْ بِهِ، وَإِنَّ الرُّوحَ الْقُدُسَ نَفَثَ فِي رُوعِي أَنَّهُ لَنْ تَمُوتَ نَفْسٌ حَتَّى يُسْتَوْفَى رِزْقُهَا، فَاتَّقُوا اللَّهَ، وَأَجْمِلُوا فِي الطَّلَبِ، وَلَا يَحْمِلَنَّكُمُ اسْتِبْطَاءُ الرِّزْقِ أَنْ تَطْلُبُوهُ بِمَعَاصِي اللَّهِ عَزَّ وَجَلَّ، فَإِنَّهُ لَا يُدْرَكُ مَا عِنْدَ اللَّهِ إِلَّا بِطَاعَتِهِ»",
            "page": "171",
            "part": "1",
            "seal": "154FBA29"
        },
        {
            "hno": "25",
            "id": "25",
            "nass": "25 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَسَنِ الْقُرَشِيُّ الْكُوفِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ الزُّهْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ كُنَاسَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ أَبِي جُحَيْفَةَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: §رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْحَسَنَ بْنَ عَلِيٍّ عَلَيْهِمَا السَّلَامُ يُشْبِهُهُ",
            "page": "173",
            "part": "1",
            "seal": "2D785E9E"
        },
        {
            "hno": "26",
            "id": "26",
            "nass": "26 - حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ يَحْيَى الْآدَمِيُّ، حَدَّثَنَا أَبُو قِلَابَةَ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الرَّقَاشِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ الضَّحَّاكُ بْنُ مَخْلَدٍ، حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ الْأَنْصَارِيُّ، عَنْ ثُمَامَةَ بْنِ أَنَسٍ عَنْ أَنَسِ بْنِ مَالِكٍ، رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«إِذَا أُتِيَ أَحَدُكُمْ بِالطِّيبِ فَلْيُصِبْ مِنْهُ»",
            "page": "177",
            "part": "1",
            "seal": "75CDC2C8"
        },
        {
            "hno": "27",
            "id": "27",
            "nass": "27 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ، نا أَبُو الْوَلِيدِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ بُرْدٍ الْأَنْطَاكِيُّ، نا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحُنَيْنِيُّ، قَالَ: ذَكَرَ مَالِكُ بْنُ أَنَسٍ، عَنْ يَحْيَى بْنِ مُحَمَّدِ بْنِ طَحْلَاءَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«أَحَبُّ بُيُوتِكُمْ إِلَى اللَّهِ عَزَّ وَجَلَّ بَيْتٌ فِيهِ يَتِيمٌ مُكْرَمٌ»",
            "page": "179",
            "part": "1",
            "seal": "BDF63FEC"
        },
        {
            "hno": "28",
            "id": "28",
            "nass": "28 - حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ السَّرِيِّ التَّمِيمِيُّ الْكُوفِيُّ، حَدَّثَنَا الْمُنْذِرُ بْنُ مُحَمَّدٍ الْمُنْذِرُ، نا أَبِي، حَدَّثَنَا عَمِّي الْحُسَيْنُ بْنُ سَعِيدِ بْنِ أَبِي الْجَهْمِ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَلِيِّ بْنِ مِهْرَانَ أَبُو أَيُّوبَ الْإِفْرِيقِيُّ، عَنِ الْمُثَنَّى بْنِ الصَّبَّاحِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ النَّاسَ فَقَالَ: «§لَا تَجُوزُ شِهَادَةُ خَائِنٍ وَلَا خَائِنَةٍ، وَلَا ذِي غِمْرٍ عَلَى أَخِيهِ، وَلَا مَوْقُوفًا عَلَى حَدٍّ»",
            "page": "181",
            "part": "1",
            "seal": "38C14354"
        },
        {
            "hno": "29",
            "id": "29",
            "nass": "29 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْحَسَنِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عُبَيْدٍ الْهَمَذَانِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحُسَيْنِ الْهَمَذَانِيُّ، نا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ مُحَمَّدِ الْفَرْوِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدٍ الْحَزْمِيِّ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" §سِتَّةٌ لَعَنْتُهُمْ؛ فَلَعَنَهُمُ اللَّهُ، وَكُلُّ نَبِيٍّ مُجَابُ الدَّعْوَةِ: الْمُكَذِّبُ بِقَدَرِ اللَّهِ، وَالزَّائِدُ فِي كِتَابِ اللَّهِ، وَالْمُتَسَلِّطُ بِالْجَبَرُوتِ يَذِلُّ مَنْ أَعَزَّ اللَّهُ، وَيُعِزُّ مَنْ أَذَلَّ اللَّهُ، وَالْمُسْتَحِلُّ بِحُرَمِ اللَّهِ، وَالتَّارِكُ لِسُنَّتِي، وَالْمُسْتَحِلُّ مِنْ عِتْرَتِي مَا حَرَّمَ اللَّهُ \"",
            "page": "186",
            "part": "1",
            "seal": "1984A740"
        },
        {
            "hno": "30",
            "id": "30",
            "nass": "30 - حَدَّثَنَا عَبْدُ الرَّحْمَنُ بْنُ أَحْمَدَ بْنِ سَعِيدٍ الْمَرْوَزِيُّ، نا أَبُو رَجَاءٍ السِّنْجِيُّ الْمَرْوَزِيُّ، نا مُحَمَّدُ بْنُ مَسْعَدَةَ، نا سُورَةُ بْنُ شَدَّادٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ إِذَا أَرَادَ أَنْ يَسْتَجِيبَ لِعَبْدٍ §أَذِنَ لَهُ بِالدُّعَاءِ»",
            "page": "188",
            "part": "1",
            "seal": "58BA7FD4"
        },
        {
            "hno": "31",
            "id": "31",
            "nass": "31 - حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ يَحْيَى، ثنا أَبُو قِلَابَةَ، ثنا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، نا عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: \" §لَا يَكُنْ حُبُّكَ كَلَفًا، وَلَا يَكُنْ بُغْضُكَ تَلَفًا. قُلْتُ: كَيْفَ ذَلِكَ يَا أَمِيرَ الْمُؤْمِنِينَ؟ قَالَ: إِذَا أَحْبَبْتَ كَلِفْتَ كَمَا يَكْلَفُ الصَّبِيُّ، وَإِذَا أَبْغَضْتَ أَحْبَبْتَ أَنْ يُتْلَفَ صَاحِبُكَ \"",
            "page": "190",
            "part": "1",
            "seal": "4331C8A6"
        },
        {
            "hno": "32",
            "id": "32",
            "nass": "32 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ الْهَاشِمِيُّ، قَالَ: أَنْشَدَنَا أَبُو بَكْرِ بْنُ أَبِي الدُّنْيَا لِمَحْمُودٍ الْوَرَّاقِ: ¶ [البحر الوافر] ¶ §فَلَا تَجْزَعْ وَإِنْ أَعْسَرْتَ يَوْمًا ... فَقَدْ أَيْسَرْتَ فِي الدَّهْرِ الطَّوِيلِ ¶ فَإِنَّ الْعُسْرَ يَتْبَعُهُ يَسَارٌ ... وَقَوْلُ اللَّهِ أَصْدَقُ كُلِّ قِيلِ ¶ وَلَا تَظْنُنْ بِرَبِّكَ ظَنَّ سُوءٍ ... فَإِنَّ اللَّهَ أَوْلَى بِالْجَمِيلِ ¶ فَلَوْ أَنَّ الْعُقُولَ تُفِيدُ مَالًا ... لَكَانَ الْمَالُ عِنْدَ ذَوِي الْعُقُولِ",
            "page": "190",
            "part": "1",
            "seal": "113AAB83"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "§مَجْلِسٌ آخَرُ",
            "page": "192",
            "part": "1",
            "seal": "79BB0228"
        },
        {
            "hno": "33",
            "id": "34",
            "nass": "33 - حَدَّثَنَا أَحْمَدُ بْنُ مَرْدَوَيْهِ الْحَافِظُ إِمْلَاءً نا أَبُو بَكْرٍ أَحْمَدُ بْنُ كَامِلِ بْنِ خَلَفٍ، نا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ سَعْدٍ الْعَوْفِيُّ، نا قُدَامَةُ بْنُ مُحَمَّدِ بْنِ خَشْرَمٍ الْمَدَائِنِيُّ، حَدَّثَنِي مَخْرَمَةُ بْنُ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الْأَشَجِّ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ عَمْرَو بْنَ شُعَيْبٍ، يَقُولُ: سَمِعْتُ مُحَمَّدَ بْنَ مُسْلِمِ بْنِ شِهَابٍ، يَقُولُ: سَمِعْتُ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، يَقُولُ: سَمِعْتُ أَبَا هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ يَقُولُ: أَتَى رَجُلَانِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ أَحَدُهُمَا: يَا رَسُولَ اللَّهِ، اقْضِ بَيْنِي وَبَيْنَ هَذَا، كَانَ ابْنِي أَجِيرًا لِامْرَأَتِهِ، وَابْنِي بِكْرٌ لَمْ يُحْصِنْ، فَزَنَى - يَعْنِي بِامْرَأَةِ هَذَا - فَسَأَلْتُ مَنْ لَا يَعْلَمُ؛ فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي الرَّجْمَ، فَافْتَدَيْتُ مِنْهُ بِكَذَا وَكَذَا، ثُمَّ سَأَلْتُ مَنْ يَعْلَمُ؛ فَأَخْبَرُونِي أَنْ لَيْسَ عَلَى ابْنِي الرَّجْمُ؟ قَالَ: فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" §لَأَقْضِيَنَّ بَيْنَكُمْ بِالْحَقِّ: أَمَّا مَا أَعْطَيْتُهُ فَيَرُدُّهُ إِلَيْكَ، وَأَمَّا ابْنُكَ فَيُجْلَدُ مِائَةَ جَلْدَةٍ، وَيُغَرَّبُ سَنَةً، وَأَمَّا امْرَأَتُهُ فَتُرْجَمُ \"",
            "page": "192",
            "part": "1",
            "seal": "FAC295DB"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "34 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا الْحَسَنُ بْنُ مُكْرَمِ بْنِ حَسَّانَ الْبَزَّازُ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ بْنِ فَارِسٍ، أَخْبَرَنَا قُرَّةُ بْنُ خَالِدٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ رِفَاعَةَ بْنِ شَدَّادٍ، قَالَ: كُنْتُ أَبْطُنُ الْمُخْتَارَ، أَدْخُلُ عَلَيْهِ وَعَلَيَّ سَيْفِي، فَدَخَلْتُ عَلَيْهِ ذَاتَ يَوْمٍ، فَقَالَ: «دَخَلْتَ عَلَيَّ وَقَدْ قَامَ جِبْرِيلُ مِنْ هَذَا الْكُرْسِيِّ» فَقُلْتُ: مَا أَنْتَظِرُ بِهَذَا أَنْ أَمْشِيَ بَيْنَ رَأْسِهِ وَجَسَدِهِ، وَوَضَعْتُ يَدَيَّ عَلَى قَائِمِ سَيْفِي ثُمَّ ذَكَرَ حَدِيثًا حَدَّثَنِيهِ عَمْرُو بْنُ الْحَمِقِ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§إِذَا اطْمَأَنَّ الرَّجُلُ إِلَى الرَّجُلِ، ثُمَّ َقَتَلَهُ بَعْدَمَا اطْمَأّنَّ إِلَيْهِ نُصِبَ لَهُ لِوَاءُ غَدْرٍ»",
            "page": "195",
            "part": "1",
            "seal": "83F56080"
        },
        {
            "hno": "35",
            "id": "36",
            "nass": "35 - حَدَّثَنَا أَحْمَدُ بْنُ هِشَامِ بْنِ حُمَيْدٍ الْحَضْرَمِيُّ، نا يَحْيَى بْنُ أَبِي طَالِبٍ، أَخْبَرَنَا عَلِيُّ بْنُ عَاصِمٍ، أَخْبَرَنَا حُصَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَامِرٍ، عَنْ عُرْوَةَ الْبَارِقِيِّ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§الْخَيْلُ مَعْقُودٌ بِنَوَاصِيهَا الْخَيْرُ إِلَى يَوْمِ الْقِيَامَةِ» قِيلَ: وَمَا ذَاكَ؟ قَالَ: «الْأَجْرُ، وَالْمَغْنَمُ إِلَى يَوْمِ الْقِيَامَةِ»",
            "page": "198",
            "part": "1",
            "seal": "D969E777"
        },
        {
            "hno": "36",
            "id": "37",
            "nass": "36 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ الْفَرَجِ الْمُقْرِئُ الْأَنْبَارِيُّ، نا مُسْلِمُ بْنُ عِيسَى بْنِ مُسْلِمٍ الصَّفَّارُ، نا عَبْدُ اللَّهِ بْنُ دَاوُدَ الْخُرَيْبِيُّ، نا الْأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ عَلْقَمَةَ، قَالَ: خَطَبَنَا عَبْدُ اللَّهِ يَوْمًا فَقَالَ فِي خُطْبَتِهِ: مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُها مِنْ إِسْتَبْرَقٍ، فَقَالَ: هَذِهِ الْبَطَائِنُ فَكَيْفَ لَوْ رَأَيْتُمُ الظَّوَاهِرَ؟ ثُمَّ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ §فِي الْجَنَّةِ طَيْرًا لَهُ سَبْعُونَ أَلْفِ رِيشَةٍ، فَإِذَا وُضِعَ الْخِوَانُ قُدَّامَ وَلِيٍّ مِنَ الْأَوْلِيَاءِ جَاءَ الطَّيْرُ فَسَقَطَ عَلَيْهِ، فَانْتَفَضَ، فَخَرَجَ مِنْ كُلِّ رِيشَةٍ لَوْنٌ أَلَذُّ مِنَ الشَّهْدِ، وَأَلْيَنُ مِنَ الزُّبْدِ، وَأَحْلَى مِنَ الْعَسَلِ، ثُمَّ يَطِيرُ»",
            "page": "203",
            "part": "1",
            "seal": "903F0286"
        },
        {
            "hno": "37",
            "id": "38",
            "nass": "37 - حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ يَحْيَى الْآدَمِيُّ، حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدِ بْنِ حَاتِمٍ الدُّورِيُّ، ثنا الْحَسَنُ بْنُ مُوسَى الْأَشْيَتَ، نا زُهَيْرُ بْنُ مُعَاوِيَةَ، عَنْ سَعْدٍ أَبي مُجَاهِدٍ الطَّائِيُّ، عَنْ عَطِيَّةَ الْعَوْفِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، رَضِيَ اللَّهُ عَنْهُ، أُرَاهُ قَدْ رَفَعَهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«أَيُّمَا مُؤْمِنٍ سَقَى مُؤْمِنًا شُرْبَةً عَلَى ظَمَأٍ سَقَاهُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ مِنَ الرَّحِيقِ الْمَخْتُومِ، وَأَيُّمَا مُؤْمِنٍ كَسَا مُؤْمِنًا عَلَى عُرْيٍ كَسَاهُ اللَّهُ مِنْ خُضْرِ الْجَنَّةِ»",
            "page": "205",
            "part": "1",
            "seal": "E0D9C047"
        },
        {
            "hno": "38",
            "id": "39",
            "nass": "38 - حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ نُصَيْرٍ الْمَدِينِيُّ، نا أَحْمَدُ بْنُ عِصَامٍ، نا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَكَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ شَعِيرَةً، ثُمَّ يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَكَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ بُرَّةً، ثُمَّ يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَكَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ ذَرَّةً \"",
            "page": "206",
            "part": "1",
            "seal": "7E8759F4"
        },
        {
            "hno": "39",
            "id": "40",
            "nass": "39 - حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ دُحَيْمٍ الشَّيْبَانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ أَبِي الْحُسَيْنِ، نا حَسَنُ بْنُ عَطِيَّةَ، نا أَبُو عَاتِكَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ §خَلَقَ السَّمَاوَاتِ وَكَانَ الْإِسْلَامُ قَدِيمًا، وَكَانَ فِيهِ زِيَادَةٌ، فَأَمَّا فِي آخِرِ الزَّمَانِ فَإِنَّهُ يَنْقُصُ» ، قَالَ: فَقَالَ عَبْدُ اللَّهِ بْنُ سَلَامَةَ: وَمَا نُقْصَانُهُ يَا رَسُولَ اللَّهِ؟ قَالَ: «بِقَطْعِ الْأَرْحَامِ، وَكَثْرَةِ الْبُنْيَانِ، وَكَثْرَةِ الْمَسَاكِينِ عَلَى أَبْوَابِ النَّاسِ»",
            "page": "207",
            "part": "1",
            "seal": "0DA1F7F0"
        },
        {
            "hno": "40",
            "id": "41",
            "nass": "40 - حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مَالِكٍ الْإِسْكَافِيُّ، نا يَعْقُوبُ بْنُ يُوسُفَ الْقَزْوِينِيُّ، نا مُحَمَّدُ بْنُ سَعِيدِ بْنِ سَابِقٍ، ثنا عَمْرُو بْنُ أَبِي قَيْسٍ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«عَلَى كُلِّ ذِي مَيْسَمٍ مِنَ الْإِنْسَانِ صَلَاةٌ كُلَّ يَوْمٍ» ، فَقَالَ رَجُلٌ مِنَ الْقَوْمِ: هَذَا مِنْ أَشَدِّ مَا أُتِينَا بِهِ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ أَمْرًا بِالْمَعْرُوفِ وَنَهْيًا عَنِ الْمُنْكَرِ صَلَاةٌ، وَحَمْلُكَ الضَّعِيفَ صَلَاةٌ، وَإِنْحَاؤُكَ الْقَذَرَ عَنِ الطَّرِيقِ صَلَاةٌ، وَكُلُّ خُطْوَةٍ إِلَى الصَّلَاةِ صَلَاةٌ»",
            "page": "209",
            "part": "1",
            "seal": "C9C1E40B"
        },
        {
            "hno": "41",
            "id": "42",
            "nass": "41 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَلِيِّ بْنِ إِسْمَاعِيلَ الْخُطَبِيُّ، أَخْبَرَنَا الْحَارِثُ بْنُ مُحَمَّدٍ التَّمِيمِيُّ، نا عُثْمَانُ بْنُ عُمَرَ بْنِ فَارِسٍ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ الزُّهْرِيِّ عنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §لَا حَسَدَ إِلَّا فِي اثْنَيْنِ: رَجُلٌ أَتَاهُ اللَّهُ الْكِتَابَ فَهُوَ يَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَرَجُلٌ أَتَاهُ اللَّهُ مَالًا فَهُوَ يَتَصَدَّقُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ \"",
            "page": "211",
            "part": "1",
            "seal": "C5101689"
        },
        {
            "hno": "42",
            "id": "43",
            "nass": "42 - نا أَحْمَدُ بْنُ كَامِلِ بْنِ خَلَفٍ، نا أَبُو إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ التِّرْمِذِيُّ، نا بِشْرُ بْنُ عُبَيْدِ اللَّهِ الدَّارِسِيُّ، نا عَمَّارُ بْنُ عَبْدِ الرَّحْمَنِ، عَنِ الْمَسْعُودِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهُ أَمَرَنِي بِمُدَارَاةِ النَّاسِ كَمَا أَمَرَنِي بِإِقَامَةِ الْفَرَائِضِ»",
            "page": "215",
            "part": "1",
            "seal": "8C8DBAFD"
        },
        {
            "hno": "43",
            "id": "44",
            "nass": "43 - حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ مُحَمَّدٍ الْكَاتِبُ، أَخْبَرَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ الْأَحْمَسِيُّ، نا نَصْرُ بْنُ مُزَاحِمٍ، نا مِسْعَرُ بْنُ كِدَامٍ، عَنْ أَبِي عَقِيلٍ، عَنْ سَابِقٍ، عَنْ أَبِي سَلَّامٍ، خَادِمِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §\" مَا مِنْ عَبْدٍ يَقُولُ حِينَ يُمْسِي أَوْ حِينَ يُصْبِحُ ثَلَاثَ مَرَّاتٍ: رَضِيتُ بِاللَّهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَمُحَمَّدٍ نَبِيًّا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، إِلَّا كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُرْضِيَهُ يَوْمَ الْقِيَامَةِ \"",
            "page": "216",
            "part": "1",
            "seal": "87179C33"
        },
        {
            "hno": "44",
            "id": "45",
            "nass": "44 - حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ يَزِيدَ بْنِ سِنَانٍ الْبَصْرِيُّ، نا مُحَمَّدُ بْنُ حَفْصِ بْنِ عُمَرَ بْنِ عَبَّادٍ الْبَصْرِيُّ، بِمِصْرَ، نا مُسْلِمُ بْنُ إِبْرَاهِيمَ، نا الدُّجَيْنُ بْنُ ثَابِتٍ الْيَرْبُوعِيُّ، نا أَسْلَمُ مَوْلَى عُمَرَ بْنِ الْخَطَّابِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" §مَنْ حَجَّ بِمَالٍ حَرَامٍ فَقَالَ: لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، قَالَ اللَّهُ عَزَّ وَجَلَّ لَهُ: لَا لَبَّيْكَ وَلَا سَعْدَيْكَ، وَحَجُّكَ مَرْدُودٌ عَلَيْكَ \"",
            "page": "220",
            "part": "1",
            "seal": "6D418AAB"
        },
        {
            "hno": "45",
            "id": "46",
            "nass": "45 - حَدَّثَنَا عَبْدُ الْبَاقِي بْنُ قَانِعِ بْنِ مَرْزُوقٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ الْفَضْلِ الْبَلْخِيُّ، نا الْحَسَنُ بْنُ عُمَرَ بْنِ شَقِيقٍ، نا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، نا يُونُسُ بْنُ عُبَيْدٍ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: §«شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ؛ يُدْعَى الشَّبْعَانُ وَيُتْرَكُ الْغَرْثَانُ»",
            "page": "222",
            "part": "1",
            "seal": "BD99199E"
        },
        {
            "hno": "46",
            "id": "47",
            "nass": "46 - نا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ الْمَالِكِيُّ، نا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ مَهْدِيٍّ السِّيرَافِيُّ، نا عَلِيُّ بْنُ مُحَمَّدٍ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا هُشَيْمٌ، عَنْ يُونُسَ، عَنِ ابْنِ عُبَيْدٍ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: §«أَيُّمَا مُؤْمِنٍ لَقِيَ مُؤْمِنًا فَصَافَحَهُ وَتَبَسَّمَ فِي وَجْهِهِ؛ لَمْ يَفْتَرِقَا إِلَّا عَنْ مَغْفِرَةٍ»",
            "page": "223",
            "part": "1",
            "seal": "B5CF8505"
        },
        {
            "hno": "47",
            "id": "48",
            "nass": "47 - حَدَّثَنَا أَبُو عَلِيٍّ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ أَحْمَدَ الْبَصْرِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ شَطَنٍ، نا جَعْفَرُ بْنُ الْأَسْوَدِ الْأَنْبَارِيُّ، نا يَحْيَى بْنُ عَنْبَسَةَ الْبَصْرِيُّ، نا بَكْرُ بْنُ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، إِنَّا إِذَا كُنَّا عِنْدَكَ رَقَّتْ قُلُوبُنَا، وَزَهِدْنَا فِي الدُّنْيَا، وَرَغِبْنَا فِي الْآخِرَةِ؟ فَقَالَ: §«لَوْ تَكُونُونَ إِذَا خَرَجْتُمْ مِنْ عِنْدِي كَمَا تَكُونُونَ عِنْدِي؛ لَزَارَكُمُ الْمَلَائِكَةُ؛ وَلَصَافَحَتْكُمْ فِي الطَّرِيقِ، وَلَوْ لَمْ تُذْنِبُوا لَجَاءَ اللَّهُ بِقَوْمٍ يُذْنِبُونَ حَتَّى تَبْلُغَ خَطَايَاهُمْ عَنَانَ السَّمَاءِ، فَيَسْتَغْفِرُونَ اللَّهُ عَزَّ وَجَلَّ فَيَغْفِرُ لَهُمْ عَلَى مَا كَانَ مِنْهُمْ وَلَا يُبَالِي»",
            "page": "234",
            "part": "1",
            "seal": "2A0F9767"
        },
        {
            "hno": "48",
            "id": "49",
            "nass": "48 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ الْفَرَجِ الْأَنْبَارِيُّ، نا مُسْلِمُ بْنُ عِيسَى بْنِ مُسْلِمٍ، نا عَفَّانُ بْنُ مُسْلِمٍ، ثنا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ رَبِّهِ أَبِي كَعْبٍ، قَالَ: سَمِعْتُ الْحَسَنَ بْنَ أَبِي الْحَسَنٍ الْبَصْرِيَّ رَحِمَهُ اللَّهُ يَقُولُ: «§الْمُؤْمِنُ فِي الدُّنْيَا كَالْغَرِيبِ، لَا يُنَافِسُ فِي عِزِّهَا، وَلَا يَجْزَعُ مِنْ ذُلِّهَا، لِلنَّاسِ حَالٌ وَلَهُ حَالٌ، وَجِّهُوا هَذِهِ الْفُضُولَ حَيْثُ وَجَّهَهَا اللَّهُ عَزَّ وَجَلَّ»",
            "page": "244",
            "part": "1",
            "seal": "1B9F1F89"
        },
        {
            "hno": "49",
            "id": "50",
            "nass": "49 - حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَمْرِو بْنِ يَزِيدَ، قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ إِبْرَاهِيمَ بْنَ مُحَمَّدٍ يَقُولُ: كَتَبَ الْأَشْجَعِيُّ الْكُوفِيُّ عَلَى قَبْرِ أَخِيهِ: ¶ [البحر الطويل] ¶ §بُكَائِي طَوِيلٌ وَالدِّمُوعُ غَزِيرَةٌ ... وَأَنْتَ بَعِيدٌ وَالْمَزَارُ قَرِيبُ ¶ نَسِيبُكَ مِنْ أَمْسَى يُنَاجِيكَ طَرْفُهُ ... وَلَيْسَ لِمَنْ تَحْتَ التُّرَابِ نَسِيبُ ¶ غَرِيبٌ وَأَطْرَافُ الْبُيُوتِ تَحُوطُهُ ... أَلَا كُلُّ مَا تَحْتَ التُّرَابِ غَرِيبُ",
            "page": "244",
            "part": "1",
            "seal": "4E012DF0"
        }
    ],
    "t8275": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "يؤخذ الرجل فيحفر له في الأرض فيجعل فيها، ويجاء بالمنشار فيوضع على رأسه، فينشر باثنين، فما"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "كلكم راع، وكلكم مسؤول عن رعيته؛ الرجل عن أهل بيته، والمرأة عن أهل بيتها، والعبد عن مال"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "خير الدعاء يوم عرفة، وخير ما جاء به النبيون قبلي لا إله إلا الله"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "لا يحقرن أحدكم يرى أمرا لله فيه مقال أن يقول فيه، فيبعثه الله عز وجل يوم القيامة، فيقول:"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "قسم بينكم أخلاقكم كما قسم بينكم أرزاقكم، وإن الله تعالى يعطي الدنيا من يحب ومن لا يحب،"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "قسم بينكم أخلاقكم كما قسم بينكم أرزاقكم، وإن الله عز وجل يعطي المال من يحب ومن لا يحب ولا"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "أولى الناس بالله وبرسوله الذي بدأهم بالسلام"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "من اطلع في بيت قوم قبل أن يأذنوا له فقد حل لهم أن يفقؤوا عينه"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "أصحاب هذه الصور يعذبون يوم القيامة، ويقال لهم: أحيوا ما خلقتم"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "أذهب البأس رب الناس، واشف أنت الشافي، لا شافي إلا أنت، اللهم إني أسألك شفاء لا يغادر"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "إن كنا لنطرد على عهد رسول الله صلى الله عليه وسلم أن نصلي بين الساريتين إلا أن نلجأ"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "يا أهل الجنة، تخلدون فلا تموتون أبدا، وتصحون فلا تمرضون أبدا، وتشبون فلا تهرمون أبدا،"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "يكتحل كل ليلة، ويحتجم كل شهر، ويشرب الدواء في كل سمة"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "هلاك هذه الأمة إذا بغت نساؤها ورجالها، واستخف بالقرآن، وكان النكاح زنى: يطلق الرجل"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "لك الحمد لما بسطت رزقنا، وأظهرت أمننا، وأحسنت معافاتنا، ومن كل ما سألناك أعطيتنا، فلك"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "نودي بصوت أيما صوت ... ما أقرب الحي من الميت كأن أهل الغي في غيهم ... قد أخذوا أمنا من"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "من لقي الله عز وجل بهما غير شاك لم يحجب عن الجنة"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "فما رآه المسلمون حسنا فهو عند الله حسن، وما رآه المسلمون سيئا فهو عند الله"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "خلق أحدكم يجمع في بطن أمه خمسة وأربعين يوما، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك،"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "اطردهم لا يجترؤون علينا. قال: وكنت أنا وابن مسعود ورجل من هذيل، ورجلان نسيت أسماءهما،"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "منزلنا غدا إن شاء الله لخيف بني كنانة بحيث تقاسموا على الكفر"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "عندك ما يكفيك فلم تطلب ما يطغيك؟ لا بقليل تقنع، ولا بكثير تشبع، إذا أصبحت آمنا في سربك،"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "الهين اللين السهل القريب"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "ليس شيء يقربكم من النار ويباعدكم عن الجنة إلا وقد نهيتكم عنه، وإنه ليس من شيء يدنيكم من"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت رسول الله صلى الله عليه وسلم والحسن بن علي عليهما السلام يشبهه"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أتي أحدكم بالطيب فليصب منه"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "أحب بيوتكم إلى الله عز وجل بيت فيه يتيم مكرم"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "لا تجوز شهادة خائن ولا خائنة، ولا ذي غمر على أخيه، ولا موقوفا على حد"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "ستة لعنتهم؛ فلعنهم الله، وكل نبي مجاب الدعوة: المكذب بقدر الله، والزائد في كتاب الله،"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "أذن له بالدعاء"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "لا يكن حبك كلفا، ولا يكن بغضك تلفا. قلت: كيف ذلك يا أمير المؤمنين؟ قال: إذا أحببت كلفت"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "فلا تجزع وإن أعسرت يوما ... فقد أيسرت في الدهر الطويل فإن العسر يتبعه يسار ... وقول الله"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "لأقضين بينكم بالحق: أما ما أعطيته فيرده إليك، وأما ابنك فيجلد مائة جلدة، ويغرب سنة، وأما"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "إذا اطمأن الرجل إلى الرجل، ثم قتله بعدما اطمأن إليه نصب له لواء غدر"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الخيل معقود بنواصيها الخير إلى يوم القيامة قيل: وما ذاك؟ قال: الأجر، والمغنم إلى يوم"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "في الجنة طيرا له سبعون ألف ريشة، فإذا وضع الخوان قدام ولي من الأولياء جاء الطير فسقط"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "أيما مؤمن سقى مؤمنا شربة على ظمأ سقاه الله عز وجل يوم القيامة من الرحيق المختوم، وأيما"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "يخرج من النار من قال: لا إله إلا الله وكان في قلبه من الخير ما يزن شعيرة، ثم يخرج من"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "خلق السماوات وكان الإسلام قديما، وكان فيه زيادة، فأما في آخر الزمان فإنه ينقص، قال: فقال"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "على كل ذي ميسم من الإنسان صلاة كل يوم، فقال رجل من القوم: هذا من أشد ما أتينا به قال"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "لا حسد إلا في اثنين: رجل أتاه الله الكتاب فهو يقوم به آناء الليل وآناء النهار، ورجل أتاه"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الله أمرني بمداراة الناس كما أمرني بإقامة الفرائض"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "ما من عبد يقول حين يمسي أو حين يصبح ثلاث مرات: رضيت بالله ربا، وبالإسلام دينا، ومحمد نبيا"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "من حج بمال حرام فقال: لبيك اللهم لبيك، قال الله عز وجل له: لا لبيك ولا سعديك، وحجك مردود"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "شر الطعام طعام الوليمة؛ يدعى الشبعان ويترك الغرثان"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "أيما مؤمن لقي مؤمنا فصافحه وتبسم في وجهه؛ لم يفترقا إلا عن مغفرة"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "لو تكونون إذا خرجتم من عندي كما تكونون عندي؛ لزاركم الملائكة؛ ولصافحتكم في الطريق، ولو لم"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "المؤمن في الدنيا كالغريب، لا ينافس في عزها، ولا يجزع من ذلها، للناس حال وله حال، وجهوا"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "بكائي طويل والدموع غزيرة ... وأنت بعيد والمزار قريب نسيبك من أمسى يناجيك طرفه ... وليس"
        }
    ]
}