{
    "b828": [
        {
            "id": "3",
            "nass": "ـ[ما يجوز للشاعر في الضرورة]ـ ¶ المؤلف: القزاز القيرواني المتوفى 412 هـ ¶ حققه وقدم له وصنع فهارسه: الدكتور رمضان عبد التواب، الدكتور صلاح الدين الهادي ¶ الناشر: دار العروبة، الكويت - بإشراف دار الفصحى بالقاهرة ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "47781982"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ وبه أستعين ¶ قال أبو عبد الله محمد بن جعفر النحوي: ¶ هذا كتابٌ أذكر فيه، إن شاء الله، ما يجوز للشاعر عند الضرورة، من الزيادة والنقصان، والاتّساع في سائر المعاني، من التقديم والتأخير، والقلب والإبدال، وما يتصل بذلك من الحجج عليه، وتبيين ما يمرّ من معانيه، فأردّه إلى أصوله، وأقيسه على نظائره، وهو باب من العِلْم لا يَسَعُ الشاعرَ جهلُه، ولا يستغني عن معرفته؛ ليكون له حجَّةً لما يقع في شعره، مما يضطر إليه من استقامة قافية، أو وزن بيت، أو إصلاح إعراب. ¶ وذلك أن كثيراً ممن يطلب الأدب، وأخذ نفسه بدراسة الكتب، إذا مرَّ به بيتٌ لشاعر من أهل عصره، أو لطالب من نظرائه، فيه تقديم أو تأخير، أو زيادة أو نقصان، أو تغيير حركة عما حفظ، من الأصول المؤلفة",
            "page": "99",
            "part": "1",
            "seal": "3FB8323A"
        },
        {
            "id": "5",
            "nass": "له في الكتب، أخذ في التشنيع عليه، والطعن على علمه، والإجماع على تخطئته. ¶ ولو نظر بعين الحق، لعلم أن ذلك لا يُخَرَّج إلا من وجهين: إما أن يكون ذلك جائزاً، لعلل تغيَّبت عنه، لم يبلغ النهاية من علمها، وهو كذلك، ووهمه الذي لعلَّه إن نُبِّه عليه، أو أعاد نظره فيه، رجع عنه إلى الصواب، وتخطاه إلى مالا مَطْعَنَ فيه من الكلام، إذ كان غير معصوم من الخطأ، ولا ممنوع من الزَّلَل. ¶ فليس للناظر في الأصول مع تأخره عن الإحاطة بسائر الفروع، الهجومُ على ما لَعلَّه جائز عند المتقدمين في العلم، الناظرين بعين الحقّ؛ كأخذهم على أبي نواس، في قوله: ¶ نَبِّه نَدِيمَك قد نَعَسْ ... يَسْقيكَ كأساً في غَلَسْ ¶ قالوا: كان الوجهُ يَسْقِكَ؛ لأنه جواب الأمر، وهو جزمٌ، تسقط له الباءُ من يسقيك، كما تقول في مثله: ارْمِ زَيْداً يَرْمِك، فتحذف الياء للجزم. ¶ وهذا على ما أُصِّل في الكتب المختصرات على ما قيل، غير أن لجوازه وجهاً من العربية، وهو أن الشاعر له أن يُجْرِيَ المعتلّ مُجرى السالم، فيتوهم",
            "page": "100",
            "part": "1",
            "seal": "05FB491A"
        },
        {
            "id": "6",
            "nass": "أن الياء كانت متحركةً، وأنه أسكنها للجزم على أصل ما يفعل في السالم. ¶ ومثله قوله الشاعر: ¶ ثم نادِي إذا دخلت دِمَشْقاً ... يا يزيدَ بن خالدِ بن يزيدِ ¶ فقال: نادِي وهو أمرٌ، فأثبت الياء على ما ذكرنا، وهو كثير يمرُّ في داخل الكتاب؛ لأن هذا موضعُ اختصار. ¶ وأُخذ أيضاً عليه قولُه: ¶ كَمَنَ الشَّنْآنُ فيه لنا ... ككُمون النار في حَجَرِهْ ¶ قالوا: والنار مؤنثة، فكان الوجهُ أن يقول: ككمون النار في حجرها. وهذا ظاهِرُهُ على ما قالوا، ولكنَّ العربَ تتَّسع، فتذكِّر المؤنث لمعنى تُخْرِجه له، يَئُول به إلى التذكير؛ كما قال امرؤ القيس: ¶ بَرَهْرَهَةٌ رَخْصَةٌ رُؤْدَةٌ ... كخُرعوبةِ البانةِ المنفطرْ",
            "page": "101",
            "part": "1",
            "seal": "E3138B57"
        },
        {
            "id": "7",
            "nass": "فذكَّر الخُرعوبةَ والبانةَ، لأنه يريد الغصنَ أو نحوه من المذكر. وكما قال الآخر: ¶ لو كان مِدْحةُ حَيٍّ مُنْشِراً أحداً ... أحيَا أباكنَّ يا لَيْلَى الأَمادِيحُ ¶ فقال: منشراً وهو للمِدحة فذكّر؛ لأنه يريد المدح أو غيره، مما هو في معناه من المذكّر. وكثير مثل هذا يُذكر في مواضعه. ¶ هذا، على أن بعض النحويين يقول: كل ما لا رُوح له، يجوز تذكيرُه وتأنيثه. وهذا، وإن لم يكن بشيء، فقد ذكرنا ما يعضدّه من شعر العرب، ونذكر فيما يُستقبل أكثر من هذا. ¶ على أن بيت أبي نواس له وجه، لا ضرورة فيه، وهو أن الكُمون مذكَّر مضاف إلى النار، فيرد الهاء عليه، فكأنه قال: ككمون النار في حجر الكمون، أي في الحجر الذي يكمن فيه النار.",
            "page": "102",
            "part": "1",
            "seal": "76A689DF"
        },
        {
            "id": "8",
            "nass": "وأخذ عليه قوله: ¶ كيف لا يُدْنيك مِن أمَلٍ ... مَنْ رسولُ الله من نَفَرِهْ ¶ قالوا: وهذا قلب المعنى، وإنما الوَجْهُ: مَنْ هو مِنْ نفر رسول الله. وهذا ليس فيه نَقْصٌ، لأنه إذا كان من نفر رسول الله، فرسول الله من نفره. ¶ ومنه قول الآخر: ¶ وما زال في الإسلام من آل هاشمٍ ... دعائمُ عِزٍّ لا تُرَامُ ومَفْخَرُ ¶ بهاليلُ منهم جعفرٌ وابنُ أُمِّه ... عَلِيٌّ ومنهم أحمدُ المتخيَّرُ ¶ فجعل مَنْ ذَكَرَ منهم، كما جعل الأوّل محمّداً صلى الله عليه وسلم، من نفر الممدوح. ¶ وأُخذ عليه قوله: ¶ شَمُولٌ تخطَّاها المنونُ فقد أتتْ ... سِنُونٌ لها في دّنِّها وسِنُونُ ¶ تُراثُ أناسٍ عن أناس تُخُرِّمُوا ... توارَثَها بعد البنين بَنُونُ",
            "page": "103",
            "part": "1",
            "seal": "4BF2D77F"
        },
        {
            "id": "9",
            "nass": "فقالوا: رفع نون الجميع. وهذا قد ذكره النحويون أنه يجوز في اضطرار الشعر، وأن العرب تُجرى النُّون الزائدة مُجرى الأصلية، فتعربها، وتجعله بمنزلة كلمة واحدة. ¶ وكأخذهم على أبي تمام: ¶ من كلِّ أظمَى الثَّرى والأرضُ مُخْلِفَةٌ ... ومقشعرُّ الرُّبا والشمسُ في الحَمَلِ ¶ قالوا: والوجه ظمآن الثرى؛ لأن الواحدة ظمأى، كعطشان وعَطْشَى. ¶ وإن كان كما زعموا، فإن للشاعر أن يَرُدَّ مذكّر فَعْلَى إلى مذكّر فعلاء؛ إذ كان كل واحد منهما مقيساً على صاحبه؛ وذلك أن فَعْلاَن هذا مضارع لفَعْلاء، فالألف والنون في آخره، كالهمزة والألف في آخر فَعلاء، وخالفوا بين مذكّره ومؤنثه، كما خالفوا بين مذكّر أفعل ومؤنثه في اللفظ. فلما اضطر أجرى مذكر فَعْلى مُجرى مذكر فَعلاء. ¶ وأيضاً فإن العرب تقول: رُمْحٌ أظمَى، إذا كان أسمر، وقَناةٌ",
            "page": "104",
            "part": "1",
            "seal": "B9F4496B"
        },
        {
            "id": "10",
            "nass": "ظميَاءُ، إذا كانت كذلك، فجوز أن يكون المعنى: من كل أسود الثرى والأرض مُخلفة، ألا تراه أسْوَدَ لِمَحْلِهِ، وذلك يدل على الجَدْب، فيكون هذا لا ضرورة فيه. ¶ وأُخذ عليه قوله: ¶ أظنُّ دموعَها سَنَنَ الفَريدِ ... وَهَي سِلْكاه من نَحْرٍ وجِيدِ ¶ قالوا: فالسَّنَنُ الطريق، وأضاف إليها الفريد، وشبه الدموع بها. وكان الوجه أن يقول: أظن دموعها الفريد؛ لأنه هو الذي يشبه الدموع، لا طريقُه، وإنما أراد: أظن سَنَنَ دموعها سَنَنَ الفريد؛ يريد أن يشبّه تتابُعَ الدموع، وهو سَنَنَُه، بتتابع الفريد، إذا وهي سِلْكُه. ¶ ومثل هذا في شعر العرب كثير، منه قول الشاعر: ¶ وشرُّ المنايا مَيِّتٌ وَسْطَ أهلِه ... كُهلْك الفَتى قد أسْلَم الحَيَّ حاضِرُهْ ¶ فقال: وشر المنايا ميّت، وإنما يريد: وشر المنايا منية ميت، كما",
            "page": "105",
            "part": "1",
            "seal": "135A32A0"
        },
        {
            "id": "11",
            "nass": "قال هذا: أظن دموعها سنن الفريد، يريد: أظن سنن دموعها. ¶ وأخذهم على أبي الطيب أحمد بن الحسين: ¶ أُحادٌ أم سُداسٌ في أُحادِ ... لُيَيْلَتُنا المَنُوطةُ بالتّنادِ ¶ قالوا: فغلط في هذا البيت في وجوه منها: أنه صرف أحاد، والعرب لا تعربه، وإنما تجعله مبنياً؛ كقول الشاعر: ¶ . . . . . . . . . . . ... أُحادَ أُحادَ في الشّهر الحَرَامِ ¶ وقال: سداس، والعرب لم تجاوز في العَدَد رُباع",
            "page": "106",
            "part": "1",
            "seal": "30B6550D"
        },
        {
            "id": "12",
            "nass": "وقال: لييلتنا، والعرب إذا صغرت ليلة قالت: لُيَيْلِِيَة، فحذف هذا الياءَ من آخره. ¶ فأما قوله: أحادٌ، فهو وجه الكلام هاهنا، ولا يكون غيرُه، وليس هو مما قال الشاعر في قوله: ¶ . . . . . . . . . . . . ... أُحادَ أُحادَ في الشهر الحرام ¶ وذلك أن العرب إذا قالت هذا، فكأن فيه معنى الموالاة، وكان ممنوعاً من الصرف؛ لأنه يجتمع فيه علّتان: إحداهما العَدْل، والأخرى أنه يؤدي عن معنى آخر؛ وذلك إذا قال: جاءني القوم مثنى مثنى كان معدولاً عن اثنين، يؤدي عن معنى: اثنين اثنين. ولما قال هذا الشاعر: أحاد كان معناه: واحد في ستة أم ستة في واحد، فهو معدول عن واحد يؤدي عن معنى واحد، فليس فيه إلا علة واحدة، فلذلك انصرف، كما أن طُوَالاً معدول عن طويل، وهو بمعنى طويل، فهو منصرف. ¶ وأما قولهم: إن العرب لم تجاوز في العَدد رُباع، ادِّعاء منهم؛",
            "page": "107",
            "part": "1",
            "seal": "B9D3BF08"
        },
        {
            "id": "13",
            "nass": "لأن القياس لا يمنعه، وإنما جاء في القرآن إلى رُباع، فأما في الكلام فلا أرى مانعاً يمنعه. على أنه قد أتى في الشعر عُشار، وهو قول الكميت: ¶ فلم يَستريثُوك حتى جَمَعْ ... تَ فوقَ الرِّجال خِصالاً عُشارَا ¶ فإذا كان القياس يعطيه، وقد جاء في الشعر ما يجوز رُباع، دل على أن قوله: سداس جائز. ¶ وأما قولهم: كان يلزمه أن يثبت في آخر ليلة الياء في التصغير، على ما يفعل العربُ، فهذا تشعيث؛ وذلك أن العرب لما قالت في جمع ليلة: ليالي، جاءوا بياء في الجمع لم يكن في الواحد، قالوا: كأنه جمع ليلاة،",
            "page": "108",
            "part": "1",
            "seal": "30D85A0B"
        },
        {
            "id": "14",
            "nass": "فلما صغّروا جعلوا التصغير بمنزلة الجمع، لأنهما من واد واحد، والزيادة فيهما من مكان واحد، فزادوا الياء كأنهم صغروا ليلاةً، فقالوا: لُيَيْلِيَة، فإذا صغّره شاعر على اللفظ، كان حسناً، بل لا يمتنع في الكلام فضلاً على الشعر. ¶ والعرب تقول في تصغير رَجُل: رُجَيْل ورُوَيْجل، فمن صغّره رُجَيْلاً، صغره على لفظه، ومن قال: رُوَيْجِل قال: معنى رجل وراجل واحد، فصغّره على المعنى، فليس في هذا البيت على هذا مطعنٌ. ¶ وأخذ عليه في قوله: ¶ وا حَرَّ قَلباهُ ممّن قلبُه شَبِمُ ... ومَنْ بجسمي وحالي عنده سَقَمُ ¶ قالوا: فالغلط في هذا البيت من وجهين: ¶ أحدهما: أنه وصل المندوب، وحرَّك الهاء، وهي هاء إنما تدخل في الوقف، وهي ساكنة أبداً إذا قلت: وا زيداهْ، وا عمراهْ فإذا وصلت أسقطت الهاء، فقلت: وا زيدَ بن عمرو.",
            "page": "109",
            "part": "1",
            "seal": "58D426DF"
        },
        {
            "id": "15",
            "nass": "والوجه الثاني: أنه أسقط الياء من المضاف إليه، وهو موضع لا تسقط فيه الياء؛ لأنه إذا قال: يا غلامِ أسقط الياء، فإذا قال: يا غلامَ غلامي لم يجُز إسقاطُها؛ فقوله: وَا حَرَّ قَلْبَاهُ بمنزلة: يا غُلامَ غُلامياه، فكما لا يجوز إسقاط الياء من الآخِر، كذا لا يجوز إسقاطها من القلب. ¶ وهذا أيضاً يجوز في اتساع كلام العرب، أما إثبات الهاء في الوقف، ووصلها، فقد جاء في شعر العرب، وهو قول بعضهم: ¶ وامَرْحَبَاهُ بحمار عَفراءْ ¶ إذا أتى قدّمتُه لما شاءْ ¶ من الشِّعِير والحشيشِ والماءْ ¶ وكذلك قوله الآخر: ¶ وا مَرْحبَاهُ بحمار ناجيَهْ ¶ إذا أتى قدَّمتُه للسَّانِيهْ",
            "page": "110",
            "part": "1",
            "seal": "FD8BD22B"
        },
        {
            "id": "16",
            "nass": "فَوصَل الهاءَ وحرَّك. ¶ فأما حذف الياء، فقد أجازه بعض النحويين، واحتج بأن المضاف والمضاف إليه بمنزلة اسم واحد، فكما جاز حذف الياء من الأول، جاز حذفها من الثاني، ولا أرى هذا بالوجه، ولكن أراه جائزاً في مثل هذا البيت، وغير جائز في غيره؛ وذلك أن قول الشاعر: وا حَرَّ قلباهُ ليس بمنزلة: وا غلام غلامياه إلا في الإضافة، وبينهما فرق، وذلك أن هذا إنما التفجّع فيه ¶ على الثاني، وليس الأول، فيه تفجُّع، فإذا قال: وا حَرَّ قلباهُ فكأنه قال: وا قلباه؛ لأنه هو معناه، فأجاز حذف الياء، كما يجيزها في قوله: وا قلباه وإذا قال: وا غلامَ غلامياه، فالتفجّع على الغلام الأول، فلذلك لم يجز حذف الياء من الثاني، وهذا بيّن إن شاء الله. ¶ وأخذ عليه قوله: ¶ هَذِي بَرَزْتِ فهجْتِ رَسِيسا ... ثم انصرفتِ وما شفيتِ نَسِيسا ¶ قالوا: ولا يجوز إسقاط حرف النداء مع النكرة والمبهم؛ لا يجوز:",
            "page": "111",
            "part": "1",
            "seal": "37C33D44"
        },
        {
            "id": "17",
            "nass": "رَجُلُ، وأنت تريد: يا رَجُلُ. ولا: هذا وأنت تريد: يا هذا؛ لأنهم جعلوا يا عوضاً مما حذفوا، وأيضاً فإنه يلتبس بالخبر. ¶ وهذا كله لا يلزم، قد أجاز حذفَ حرف النداء في هذا كله بعضُ البصريين، وأنشد في النكرة: ¶ جارِيَ لا تستنكرِي عَذِيري ¶ قالوا: يريد يا جارية. ¶ وحكى في مَثل العرب: افْتَدِ مَخْنُوقُ وأْطرِقْ كَرَا؛ يريد يا مخنوقُ وياكَرَا؛ يعني الكروان.",
            "page": "112",
            "part": "1",
            "seal": "F9F9F75F"
        },
        {
            "id": "18",
            "nass": "فأما احتجاجهم بأنها عِوَضٌ، فلو لَزِمَ ما حُذفت مع المعارف، إذا قلت: يا عَبْدَ الله وعَبْدَ الله لأنها عِوضٌ من الفِعْل. ¶ فأما قولهم: يلتبس بالخبر، فإن جوابه يمنع من ذلك، ألا ترى أن البيت: هذِي برزتِ، فلو كان خبراً لم يَجُز أن يكون الجواب هكذا، وكذا كل ما كان من هذا الباب. ¶ وأخذ عليه قوله: ¶ جَلَلاً كما بي فَلْيَكُ التَّبريحُ ... أغذاء ذا الرَّشَأ الأغنِّ الشِّيحُ ¶ قالوا: إنما يقال: لم يَكُ زيدٌ عاقلاً ولم يَكُ في الدار زيدٌ، فإذا لقي الألف واللام، رجعت النون، فقلت: لم يكن الرجل. ¶ وهذا كلام العرب، غير أن لها فيه اتساعاً، وهي أنها تمنع شيئاً لوجوه غيره، وربما اتسعت فجمعت بينهما؛ كما قال بعضهم: اللَّهُمَّ، ويا للَّهُمَّ، فأدخل الياء في النداء مع الميم، وهي ممتنعة معها، وقد جاء هذا في الشعر.",
            "page": "113",
            "part": "1",
            "seal": "E8E6C484"
        },
        {
            "id": "19",
            "nass": "وكذا تَمْنَعُ دخولَ (يا) مع الألف واللام إذا كانتا في الاسم، وقد جاء ذلك في الشعر. ¶ وتَقلِبُ هذا المعنى، فتحذف شيئاً لعدم غيره، وربما حذفته وذلك محذوف أيضاً، كما كان أولاً؛ كقولهم: قاضٍ والقاضِي، فإذا دخلت الألف واللام، منعتِ التنوينَ، فعادت الياءُ، وإذا سقطتا دخل التنوين، فحذِفت الياءُ، فيقولون: هذا القاضِ والغازِ وأنشدوا: ¶ فطِرْتُ بمُنْصُليِ في يَعْمَلاتٍ ... دَوَامِي الأيْدِ يخبِطْنَ السَّرِيحاَ",
            "page": "114",
            "part": "1",
            "seal": "72F9B6E5"
        },
        {
            "id": "20",
            "nass": "فقال: الأيد، والوجه أن يقول: الأيدي، لأن الياء تثبت مع دخول الألف واللام، فلما اضطُرَّ حذف الياء مع وجودهما، وذلك أنه أدخلهما على محذوف، وأبقاهما على الحذف، فكذا هذا حذف النون كما تفعل العرب، فلما أتى بالألف واللام ترك ذلك الحذف، وهذا بيِّن في هذا البيت. ¶ وأخذ عليه قوله: ¶ ابْعَدْ بَعِدْتَ بياضاً لا بياضَ له ... لأنت أسودُ في عيني من الظُّلَمِ ¶ قالوا: كيف قال هذا وهو في معنى التعجب؟ وأنت لا تقول: هذا أسود من هذا، إنما هو أشَدّ سواداً من هذا، كما تقول: ما أشدّ سوادَه، لا تقول: ما أسوده. ¶ وهذا أيضاً كما قالوا في أصول العربية، إلا أن الشاعر له أن يجريه مجرى الثلاثي من الأفعال، كما قال الأول: ¶ أبيضُ من أخت بني إباضِ ¶ جاريةٌ في رمضانَ الماضِي",
            "page": "115",
            "part": "1",
            "seal": "5241F019"
        },
        {
            "id": "21",
            "nass": "تقطِّع الحديثَ بالإيماضِ ¶ فقال: أبيض من كذا، وهو مثل قول الشاعر: لأنت أسود في عيني. وأخذ عليه قوله: ¶ بعثتُ إليه من لساني حديقةً ... سقاهَا الحِجَى سَقْيَ الرياضَ السحائبِ ¶ قالوا: كيف يفرّق بين المضاف والمضاف إليه ثم يخفضه، وإنما كان الوجه أن يقول: سقْيَ السحائبِ الرياضَ أو سَقْي الرياضِ السحائبُ، كما تقول: عجبتُ من ضرب زيدٍ عمراً ومن ضرب عمرٍو زيدٌ، إذا كان زيد في كل هذه فاعلاً، كما كانت السحائب فاعلة.",
            "page": "116",
            "part": "1",
            "seal": "C9FC0D03"
        },
        {
            "id": "22",
            "nass": "ويستحيل أن تقول: مِنْ ضَرْبِ عمرًا زيدٍ، كما قلت: سَقْيَ الرياضَ السَّحائبِ. ¶ والعرب تفرَّق بين المضاف والمضاف إليه بالظرف في الشعر؛ كما قال الشاعر: ¶ كما خُطَّ الكتابُ بكف يوماً ... يهودِيًّ يقاربُ أو يُزِيلُ ¶ فخفض يهودياًّ بإضافة الكف إليه، وفرق باليوم بينهما، وهو كثير يمر في الكتاب، فحمل هذا الشاعر هذا البيت على ذلك، فأجازه في الأسماء، تشبيهاً بالظروف، فهذا لا ينكر في الشعر لاتساع العرب فيه. ¶ ولم نقصد في هذا الكتاب إلى العيوب التي تجري في الشعر، مما يؤخذ على الشعراء في غير النحو، ولو قصدت إلى ذلك، وذكرت كلَّ ما أخذ على الشعراء في كل فنًّ، لعظم ما أردت تقليله، وصعُب ما قصدت تسهيلَه، وبَعُدَ ما أمّلت تقريَبه؛ إذ كانت فنون الشعر كثيرةً، وطرق العيوب",
            "page": "117",
            "part": "1",
            "seal": "E1F3D6CD"
        },
        {
            "id": "23",
            "nass": "موجودة، وإنما قصدت إلى فنًّ، الناس إليه أحوجُ منهم إلى غيره، ومعرفتهم له ألزم، والفائدة فيه أعظمُ، فاقتصرت عليه، ولم ألتفت إلى ما سواه من العيوب؛ مثل قولهم في المعاني المَعيبات، كأخذهم على امرئ القيس قوله: ¶ أغرَّكِ منّي أن حُبَّك قاتِلي ... وأنكِ مهما تأمري القلبَ يفعلِ ¶ قالوا فإذا لم يكن هذا غارًّا، فبأيّ شيء تغتر؟ وأين هذا من قوله: ¶ فإن تك قد ساءتكِ منّي خليقةٌ ... فسُلََّي ثيابي من ثيابك تَنْسُلِ ¶ فقد ناقض في البيتين، فادعى في أحدهما التجلّد، وفي الثاني الاستسلام والطاعة.",
            "page": "118",
            "part": "1",
            "seal": "0D000A58"
        },
        {
            "id": "24",
            "nass": "ومثل قول طرفه: ¶ أُسْدُ غاب فإذا ما شربُوا ... وهبوا كلّ أَمُونٍ وطِمِرّ ¶ قالوا: والبخيل في مثل هذه الحال يفعل ما افتخر هذا به، فلا فَضْلَ له ولا فخر في هذا البيت، حتى يكون مثل قول عنترة: ¶ فإذا شربتُ فإنّني مستهلكٌ ... مالي وعِرضي وافرٌ لم يُكْلَمِ ¶ وإذا صحوتُ فما أقصَّرُ عن نَدًى ... وكما علمتِ شمائِلي وتكرُّمِي ¶ فأخبر أنه في حال صَحْوِه يفعلُ ما يفعلُ في حال شربه، وبهذا يكمُلُ الفخر، ويعلو الذًًَّكْرُ. ¶ وكقول نابغة بني ذبيان، وقد أنشده حَسَّانٌ قولَه: ¶ لنا الجَفَنات الغُرُّ يلمعنَ بالضُّحى ... وأسيافُنا يقطُرِنَ من نَجْدةٍ دَمَا",
            "page": "119",
            "part": "1",
            "seal": "0AF6BCE3"
        },
        {
            "id": "25",
            "nass": "ما صنعت شيئاً! قللت أمركم؛ فقلت: لنا الجفنات والجِفان أكثر، والغُرّ والبِيض أحسن، ويلمعن ويشرقن أجود، وبالضُّحى والدُّجى أبلغ، وقلت: وأسيافنا والسيوف أكثر، وقلت: يقطرن ويسكبن أجود. ¶ وكقول بعض المحدثين: قصَّر جرير في قوله: ¶ إنّ العيونَ التي في طَرْفها مرضٌ ... قتَلْنَنَا ثم لم يحيينَ قتلانَا",
            "page": "120",
            "part": "1",
            "seal": "9D5BB536"
        },
        {
            "id": "26",
            "nass": "فقال: في طرفها، فأضاف الجمع إلى الواحد، والطَّرْف هو العين، فكأنه قال: إنّ العيون التي في عينها مرض، وقال: قتلننا ثم لم يحيين قتلانا فجاء بما ليس في العادات، من الإحياء بعد القتل. ¶ وقال: أحسن منه قولي: ¶ لا شيَء أعجبُ من عَيْنيكِ إنّهما ... لا يَضعفانِ القُوَى إلاّ إذا ضَعُفا ¶ وكذا قال في قول النابغة: ¶ وإنّك كالليل الذي هو مُدْرِكي ... وإن خِلْتُ أن المنتأَى عنك واسِعُ ¶ إن هذا ليس بغاية في التبالغ؛ لأنه جاء بما لَهُ قسيِمٌ يفعل مثل فِعْلِه، وهو أن النهار يُدرك ما يدرك الليلُ؛ وإنما كان يتم له ما قَصَدَ، لو أتى بشيء لا قسيم له.",
            "page": "121",
            "part": "1",
            "seal": "3A06DBEA"
        },
        {
            "id": "27",
            "nass": "وذكر أن قوله: ¶ كأنّه الدهرُ في إدراك غايته ... أو المنايا إذا جاءتْ على عَجَلِ ¶ أبلغ منه؛ لأنه جاء بما لا قسيم له. ¶ وقال: ومنه قولي: ¶ همْ للعُداةِ كآجالٍ مُسَوَّمةٍ ... إن حاولوا فَوْتَها آلُوا ولم يَئِلُوا ¶ وقال: الآجال لا يفوتها شيء، ولا قسيم لها، فهي أبلغ من الليل؛ إذ كان النهارُ قَسِيمَه. ¶ وما هو في هذه العيوب إلا كما حدثنا أبو علي الحسين بن إبراهيم الآمدي، قال: حدثنا أبو الحسن علي بن سليمان الأخفش، قال: أخبرنا محمد بن يزيد المبرد، قال: تلاحَى مسلم بن الوليد وأبو نواس،",
            "page": "122",
            "part": "1",
            "seal": "8CFBB02A"
        },
        {
            "id": "28",
            "nass": "فقال مسلم: ما أعلَم كل بيتاً يخلو من سقط، فقال أبو نواس: اذكر شيئاً من ذلك، قال: بل أنشد أنت أيَّ بيت شئت، فأنشده: ¶ ذكر الصَّبُوحَ بِسُحْرَةٍ فارتاحا ... وأملَّه ديكُ الصَّباحِ صِياحاَ ¶ فقال مسلم: قف عند هذا. لم أمله ديك الصباح، وهو يبشِّره بالصَّبوح، وهو الذي ارتاح إليه؟ ¶ فقال أبو نواس: فأنشدني أنت، فأنشده: ¶ عاصَى الشبابَ فراحَ غير مفنَّدِ ... وأقام بين عزيمةٍ وتجلُّدِ ¶ فقال أبو نواس: ناقضتَ، ذكرت أنه راح، والرواح لا يكون إلاّ بالانتقال من مكان إلى مكان، ثم قالت: وأقام بين عزيمة وتجلد، فجعلته منتقلاً مقيماً في حال، وهذا منتقض. ¶ قال أبو العباس: وكلا البيتين صحيح، ولكن من طلب عيباً وجده ومن طلب مخرجاً لم يفته.",
            "page": "123",
            "part": "1",
            "seal": "0BF78A53"
        },
        {
            "id": "29",
            "nass": "وقد أُخذ على الشعراء هذا وأمثاله كثيراً، وكان الأصمعيُّ مُغْزًى بذلك، وهو الذي قال: أخطأ زهير في قوله: ¶ فتُنْتَج لكم غلمانَ أشأمَ كلّهم ... كأحمرِ عادٍ ثم تُرْضِعْ فَتْفطِمِ ¶ فقال: إنما هو أحمر ثمود، وخُطِّئ الأصمعي في هذا، وقيل: العرب تسمى ثموداً عاداً الثانية، يدلك على ذلك قول الله عز وجل: {وَأَنَّهُ أَهْلَكَ عَاداً الْأُولَى، وَثَمُودَ فَمَا أَبْقَى}، فجعلها ثانية. وقال قيس بن سعد بن عُبادة: ¶ أردتُ لكيما يعلَم الناسُ أنّها ... سراويلُ قيسٍ والوفودُ شُهودُ ¶ وأن لا يقولوا غاب قيسٌ وهذه ... سراويلُ عادِيٍّ نمتْهُ ثَمُودُ",
            "page": "124",
            "part": "1",
            "seal": "02EABCC8"
        },
        {
            "id": "30",
            "nass": "فجعل من نََمَتْهُ ثمودُ عاديّاً؛ لأنهم يسمون ثمودَ عاداً: ¶ وكذا خطَّأ الشماخ في قوله، ووصف الناقة: ¶ فنعم المجتدَى رتَكتْ إليه ... رَحَى حَيْزُومها كَرَحَى الطَّحينِ ¶ فقال: هذا عيبٌ أن تكون الكِرْكِرة واسعةً، فيكون الْحِملُ لذلك ضاغطاً. وخُطِّئ الأصمعي في هذا؛ لأنه إنما أراد أنها صلبة تطحن الحَصَى، كما تفعل الرَّحَى بالحَبِّ، والعرب تستعمل ذلك ومن أجله قالت ليلى الأخيلية: ¶ كأنّ فتى الفتيان توبةَ لم يُنِخْ ... قلائصَ يفحصْن الحَصَى بالكراكِرِ ¶ ويروى: تطْحَنَّ، فجعلها هذا بمنزلة الرَّحى تطحن الحَصَى، وهو أبلغ في الصلابة. ¶ وكذا قال: أخطأ ذو الرمة في قوله، وذكر الكلابَ والثورَ: ¶ حتى إذا دوَّمتْ في الأرض راجَعَهُ ... كِبْرٌ ولو شاء نجَّى نفسَه الهَرَبُ",
            "page": "125",
            "part": "1",
            "seal": "C022A3CD"
        },
        {
            "id": "31",
            "nass": "قال: وإنما التدويم في السماء؛ يقال: دوَّم الطائرُ في السماء، ودَوَّى الرَّجُلُ في الأرض، إذا ذهب فيها. وأُنكِر هذا على الأصمعي وقيل: أصل التدويم الاستدارة، وأصله الدُّوَّامة وذلك ¶ يكون في الأرض والسماء. ¶ وأخذ على لبيد قوله: ¶ ومقامٍ ضَيِّق فَرَّجْتُه ... بمَقَامِي ولساني وجَدَلْ ¶ لو يقومُ الفِيلُ أو فيّالُه ... زَلَّ عن مثل مَقامي وزَحَلْ ¶ قالوا: ظنَّ أن الفيّال من أشدَ الناس، فغلط؛ وإنما يريد: لو يقوم الفيلُ أو الفيلُ وفيالُه. ثم حذف، كما قال الله عز وجلّ: {وَأَرْسَلْنَاهُ إِلَى ماِئَةِ أَلْفٍ أَوْ يَزِيدُونَ}، والمعنى: إلى مائة ألف، أو مائة ألف ويزيدون، وقَصَدَ ذِكر الفيل؛ لأنه أقوى الوحش وأعظمُه.",
            "page": "126",
            "part": "1",
            "seal": "6D1A5B87"
        },
        {
            "id": "32",
            "nass": "وأُخذ على المرقّش قولُه، وذكر امرأة: ¶ صحا قلبُه عنها على أن ذِكْرَةً ... إذا خطرتْ دارتْ به الأرضُ قائِمَا ¶ قالوا: فيكف يصحو عنها من إذا ذُكِرَتْ دارت به الأرضُ. وهذا أيضاً من العنف؛ لأنه يريد أن تَرَك طِلابها، على أنه في هذه الحال من الوَجْد بها. ¶ وأخذ على زهير قولُه، وذكر الضفادع: ¶ يخرجن من شَرَباتٍ ماؤُها غَدِقٌ ... على الجَذُوع يَخَفْنَ الغَمَّ والغَرَقَا ¶ قالوا: ليس خروج الضفادع من الماء، مخافة الغَمِّ والغَرَق؛ إذ كانت حياتهنّ إنما تكون مع كثرة الماء. وهذا أيضاً ليس بعيب، وإنما أراد التبالغ، أن يخبر أنّ هذه الضفادعَ التي إنما حياتها مع كثرة الماء، قد زاد",
            "page": "127",
            "part": "1",
            "seal": "F9BCDEF8"
        },
        {
            "id": "33",
            "nass": "الماء عليها، حتى صارت تهرُب منه، وجعل ذلك خوف الغَمِّ والغَرَق، لأنه عادةُ مَنْ هَرَبَ من الماء من الحيوان، وهذا على الاستعارة والإفراط. ¶ وأُخذ على النابغة قولُه، وذكر الثور: ¶ يحيدُ عن أسْتِنٍ سُودٍ أسافلُه ... مثلَ الإِماء الغَوادِي تَحْمِلُ الحُزَما ¶ قالوا: هذا غلط؛ لأن الإماء إنما يحمِلْنَ الحُزَم رواحاً، وهنّ يَغْدُون لجمع الحطب واحتج بعضهم لهذا وقال: معناه مثل الإماء الغوادي لِحَمْل الحُزَم رواحاً، أي تفعل هذا لهذا، وله وجه في العربية. ¶ وأُخذ على أبي النجم قوله في صفة الفرس:",
            "page": "128",
            "part": "1",
            "seal": "06115155"
        },
        {
            "id": "34",
            "nass": "يَسْبَحُ أُخْرَاهُ ويطفُو أوَّلُهْ ¶ قالوا: اضطراب مآخيره عيبٌ يمنعه من الجَرْي. ¶ وأخذ على رؤبة قولُه: ¶ كنتم كَمَن أدخلَ في جُحْرٍ يَدَا ¶ فأخطأ الأفْعَى ولاقَى الأسْوَدَا ¶ قالوا: فجعل الأفعى دون الأسود، وهي أخبث منه وأشد عند العرب. وهذا أيضاً ليس بعيب، إذ كان إنما خلص من شر إلى شر، وليس من الشر قليل. ¶ وأُخذ عليه قولُه: ¶ ليتَ المُنَى والدَّهْرَ جَرْيُ السُّمَّه",
            "page": "129",
            "part": "1",
            "seal": "1FD5BDAD"
        },
        {
            "id": "35",
            "nass": "قالوا: وهذا غلط، تقول العرب: ذهَبَ فلانٌ في السُّمَّهَى، أي في الباطل. وهذا يجوز أن يتوهم به جمع السُّمَّهى، فيجعل السُّمَّه بمنزلة الجمع، وإن لم يستعمل، إذ كان للشاعر من الاتساع ماهو أكثر من هذا. ¶ وأُخذ عليه قوله: ¶ أو فضةٌ أو ذَهَبٌ كِبريتُ ¶ قالوا: سمع بالكبريت الأحمر، فظن أنه ذَهَبٌ، وهذا أيضاً له وجه؛ وذلك أن العرب تقول: هو أعزٌّ من الكِبريتِ الأحمر، فتصفه",
            "page": "130",
            "part": "1",
            "seal": "44305427"
        },
        {
            "id": "36",
            "nass": "بالحمرة، وتصف الذهب بالحمرة فتقول: هو ذهب أحمر، فأراد بقوله: أو ذهب كبريت أي أحمر، فيجعل قوله: كبريت، يؤدي عن أحمر، كما قال الشاعر: ¶ وأنت سيِّدُها المذكورُ قد علمت ... ذاك العمائمُ يوم الخندق السيِّدُ ¶ يريد أصحاب العمائم، فجاء بها وبصفتها، وهو يريدها، وكذا هذا جاء بالاسم، وهو يريد النعت. ¶ وأُخذ على أبي النجم قولُه، وذكر بعيراً: ¶ أخْنَسُ في مِثِل الكِظام مَخْطِمُهْ ¶ قالوا: والأخنس القصير المشافر من الإبل، وهو عَيْبُ؛ وإنما توصف المشافر بالسُّبُوطة. والكِظام: هي السواقي التي يجري فيها الماء. ¶ وأُخذ على أبي ذويب قولُه، وذكر الفَرَسَ: ¶ قَصَر الصَّبُوحَ لها فشرَّجَ لَحْمَها ... بالنَّيَّ فهي تثُوخ فيها الإصْبَعُ",
            "page": "131",
            "part": "1",
            "seal": "7E6CB2D0"
        },
        {
            "id": "37",
            "nass": "فمعنى شَرَّجَ لَحْمَها: جعله شَرِيجين شحماً ولحماً، وتثوخ تغيب، ومعناه: تسوخ. وهذا من أقبح ما يوصف به الخيل، إنما توصف بشدة البَضْعَة، وصلابة اللحم. ¶ وأُخذ على المرار العدوي قولُه في صفة النَّخْل: ¶ كأنّ فُروعَها في ظِلِّ ريحٍ ... جَوَارٍ بالذَّوائبِ يَنْتَصِينَا ¶ فمعنى ينتصين: يأخذ بعضهم بنواصي بعض، يريد أنه قد قَرُب بعضه من بعض، فالتفَّت فروعه، وهذا عيبٌ؛ لأن النخل إذا تباعد كان أجودَ له، وأصحَّ لثمره، والعرب تقول: قالت نخلةٌ لأخرى: أَبْعِدي ظِلِّي من ظِلِّك، أحْمِلْ حَمْلِي وحَمْلك. ¶ وأُخذ على أبي نواس قولُه في صفة الأسد: ¶ كأنما عينه إذا نَظَرَتْ ... بارزَةَ الجَفنِ عينُ مَخْنُوقِ",
            "page": "132",
            "part": "1",
            "seal": "AEA1242E"
        },
        {
            "id": "38",
            "nass": "قالوا: فوصفه بالجُحوظة، وإنما يوصف الأسدُ بغُؤور العين، ولذلك قال أبو زبيد: ¶ كأنّما عينُه وقبانِ في حَجَرٍ ... قِيضَا انْقِياضاً بأطرافِ المناقيرِ ¶ وأُخذ عليه قولُه في صفة الناقة: ¶ كأنّما رِجْلُها قفا يَدِها ... رِجْلُ وُليدٍ يلهُو بدَبُّوقِ ¶ قالوا: وإذا كانت الناقة كذلك، كان بها عُقَّالٌ، وهو من أسوأ العيوب، كذا أُخذ عليه في صفة الدار: ¶ كأنَّها إذا خَرِسَتْ جَارِمٌ ... بين ذَوِي تَفْنِيدِه مُطْرِقُ ¶ قالوا: فشبه ما لا ينطق أبداً بما ينطق، وإنما كان يجب أن يشبه الساكت بما لا ينطق أبداً، وهذا مثل قول الآخر:",
            "page": "133",
            "part": "1",
            "seal": "8C886EB2"
        },
        {
            "id": "39",
            "nass": "كأنّ نيرانهم من فوقِ حَسْنِهِمُ ... مُعَصْفَرَاتٌ على أرْسانِ قَصَّارِ ¶ فوصف النار بالثياب المعصفرات، وإنما كان يجب أن يصف الثياب بالنار. ¶ ومما أخذ عليهم من جهة الغلط في الألفاظ، قول ابن أحمر، وذكر امرأة: ¶ لم تَدْرِ ما نسجُ اليَرَندج قبلَها ... ودِرَاسُ أعوصَ دارسٍ مُتَجَدِّدِ ¶ قالوا: فاليرندج: جِلد أسود لا ينسج. ¶ وقال من رد هذا: اليرندج ضرب من الخِفاف السُّود، والنسج هاهنا بمعنى المعالجة والعمل؛ يصف أنّها لا تدري ما يَعمل به الناسُ، ولا ما يعالجون به صنائعَهم. وأعوص ¶ بمعنى عويص. ودارس بمعنى مدارس، أي هي لم تدارس الناس في العويص.",
            "page": "134",
            "part": "1",
            "seal": "18F693BC"
        },
        {
            "id": "40",
            "nass": "وأُخذ على حميد بن ثور قولُه: ¶ لما تخايلتِ الحُمولُ حَسِبْتُها ... دوماً بأيلة ناعماً مكمُومَا ¶ قالوا: فأخطأ؛ لأن الدَّوْم شجر المُقْل، وهو لا يُكَمّ ومن يحتج لهذا يرويه: نخلاً. ¶ وأُخذ على كعب بن زهير قولُه، وذكر ناقة فقال: ¶ ضَخْمٌ مُقَلَّدُها فَعْمٌ مُقَيَّدُها ... . . . . . . . . . . . . ¶ فوصف المُقَلَّد بأنه ضخم، والنَّجائِب إنما تُوصف بدقة المَذْبَح. ¶ وعِيب على المتلمّس قولُه: ¶ وإني لأُمْضِي الهمَّ عند احتضارِه ... بناجٍ عليه الصَّيْعَرِيَّةُ مِكْدَمٍ",
            "page": "135",
            "part": "1",
            "seal": "8206BCC6"
        },
        {
            "id": "41",
            "nass": "ولما سمعه طرفة يقول هذا، قال: اسْتَنْوَقَ الجَمَلُ، أي صار ناقة، فذهب قوله مَثَلاً، وإنما عيب عليه؛ لأنه ذكر أنه يُمضِي الهم بفَحْلٍ من الإبل، وجعل عليه الصَّيْعَرِيَّة، وهي سِمَةٌ لا تكون إلا على الإناث؛ فلذلك قال طرفه: استنوق الجمل، أي صار بهذه السِّمَةِ ناقةً. ¶ وعيب على الأعشى قولُه: ¶ وقد غدوتُ إلى الحانوت يتبَعُنِي ... شَاوٍ مِشَلٌّ شَلُولٌ شُلْشُلٌ شَوِلُ ¶ قالوا: فهذه الألفاظ كلها بمعنى واحد، وهذا عيب. ¶ وقال قوم: هي مختلفة المعاني؛ فالمِشَلّ: السريع السَّوْق.",
            "page": "136",
            "part": "1",
            "seal": "876B7816"
        },
        {
            "id": "42",
            "nass": "والشَّلُول: الخفيف الذي يُسرع في حوائجهم. والشُّلْشُل: الذكي والشَّوِل: الرافع يده. ¶ وعيب على أبي ذؤيب قولُه، وذكر الدُّرَّةَ: ¶ فجاء بها ما شئتَ من لَطَمِيَّةٍ ... يدومُ الفُراتُ فوقها ويَمُوجُ ¶ قالوا: والدُّرَّة لا تكون في الماء الفرات وإنما تكون في الماء الملح. ¶ وأُخذ على أبي النجم قولُه، وذكر الراعي: ¶ صلْبُ العَصَا جافٍ عن التعزُّلِ ¶ قالوا: وليس بهذا يُوصف الراعي، إنما يُوصف بِلينِ العَصَا، كما قال الراعي: ¶ ضعيفُ العَصَا بادِي العُروق تَرَى له ... عليها إذا ما أجْدَبَ القومُ إصْبَعَا",
            "page": "137",
            "part": "1",
            "seal": "BB6ECA34"
        },
        {
            "id": "43",
            "nass": "أي أثراً حسناً. ¶ وقال قوم: إنما أراد بقوله: صلب العصا صفة نفسه، أي هو صلب الظهر، وجعل العصا مكان ذكر قناة الظهر. ¶ ومما أخذ على الشعراء من فساد المعاني قول الأخطل يهجو زُفَر بن الحارث: ¶ بني أمية إني ناصحٌ لكمُ ... فلا يبيتنَّ فيكم آمناً زُفَرُ ¶ مُرْتَبِئاً كارتباء اللَّيث منتظرٌ ... لوقعةِ كائنٍ فيها له جَزَرُ ¶ ذُكِرَ أن الأخطل مرَّ بقوم يتذاكرون الشعر والشعراء، ولم يذكروه ولا شيئاً من شعره، فقال: ما كنت أظنّ أنّي أعيشُ، حتى أرى قوماً يذكرون الشعراء والشِّعْرَ، ولا يذكرونني ولا شيئاً من شعري، ثم أقبل عليهم فقال: أعرفتموني؟ قالوا: نعم، قال: فلم أغفلتم ذِكْرِي وذِكْرَ شعري؟ قالوا: وبِمَ استحققتَ أن تُذكر؟ قال: وبِمَ استحققتُ أن أُغفَل؟ قالوا:",
            "page": "138",
            "part": "1",
            "seal": "ABC60934"
        },
        {
            "id": "44",
            "nass": "لأنك أردت أن تهجُوَ فمدحتَ، قلتَ لما هجوتَ زُفَرَ بن الحارث: وذكروا البيتين، ثم قالوا: وأي مدح أكثر من هذا؟ تهدّدتَ به بني أمية، وهم الخلفاء، وجعلته ممن يكون له وَقْعَةٌ، ولا تكون الوقعة إلا لمن يُتَّقَى، ولم تَرْض حتى جعلته ممن يكون له جَزَرٌ إذا أوقع، وهذا غاية المدح، وقلت تمدح ابن منجوف فهجوته، في قولك: ¶ قد كنتُ أحسبُه قَيْناً وأُنْبَؤُهُ ... فالآن طُيِّرَ عن أثوابه الشَّرَرُ ¶ ما هذا من المدح، أما كان لك في الكلام مذهبٌ أحسنُ من هذا؟ كأنه لم يرتفِعْ عندك إلا حيث لم يكن قَيْناً، وقد ذكرتَ أنك أنت",
            "page": "139",
            "part": "1",
            "seal": "AAAD0AF6"
        },
        {
            "id": "45",
            "nass": "رفعته بشعرك عن أن يكون قيناً! وهذا من أقبح العيوب، ومعنى هذا الكلام أنه كان يقال لرهطه القيون، يقول: فلما مدحتَه طار الشَّرَرُ عن أثوابه! ¶ وأُخذ على جميل قولُه: ¶ فلو تركتْ عقلِي معي ما طلبتُها ... ولكن طَلابِيهَا لما فاتَ من عَقْلِي ¶ قالوا: فذكر أنه إنما طلبها، لأخذها لعَقْلِه، ولولا ذلك ما طلبها. ¶ وهذا عيب في المعنى. وإنما الحَسَنُ قولُ الآخر: ¶ أبكي وقد ذَهَبَ الفؤادُ وإنّما ... أبكى لفقدِك لا لفقدِ الذَّاهبِ ¶ وأُخذ على كُثيّر قولُه: ¶ أريدُ لأنسى ذِكْرَها فكأنّما ... تُمَثَّلُ لي لَيْلَى بكلِّ سَبِيلِ",
            "page": "140",
            "part": "1",
            "seal": "BDF17B1A"
        },
        {
            "id": "46",
            "nass": "قالوا: فذكر أنه يريد نِسْيَانَها، وإنما يردُّه إليها تمثيلُها له. ¶ وكقولهم في قول الآخر: ¶ طرقتْكَ صائِدةُ القُلوب وليس ذا ... وقتُ الزِّيارة فارجعي بسَلاَمِ ¶ قالوا: وأي وقت أحسن للزيارة من الطُّروق؟ وما كان من حقّها عليه أن يتلقّاها بالرُّحْب والبِشْر، إذ تلقّاها بالطَّرْد والإِنكار. ¶ وأُخذ على امرئ القيس قولُه: ¶ فمثلِكِ حُبْلَى قد طرقتُ ومُرضِعاً ... فألهيتُها عن ذي تمائِمَ مُحْوِلِ ¶ قالوا: ولا فائدة هاهنا في ذكر الحُبْلَى والمُرضع، وهذا ليس بعيب، والفائدة في ذكر الحُبْلَى والمُرضع بيِّنة؛ وذاك أن الحُبْلَى لا ترغب في الرَّجُل، والمرضع مشغولة بولدها، فإذا كان هاتان ألهاهما بطُرُوقه، فهو لغيرهما من النساء أشدُّ إلهاءً.",
            "page": "141",
            "part": "1",
            "seal": "9545406F"
        },
        {
            "id": "47",
            "nass": "وأخذ على النابغة قولُه، وذكر ناقةً: ¶ تَخُبُّ إلى النّعمان حتى تنالَهُ ... فِدىً لك من رَبٍّ طَرِيفي وتَالِدِي ¶ وكنتُ امرءاً لا أمدحُ الدَّهْرَ سُوقَةً ... فلستُ على خيرٍ أتاكَ بحاسِدِ ¶ قالوا: فامتنَّ عليه بِمَدْحِه، وجعله خيراً أتاه لا يحسدُه عليه. ¶ وأُخذ على الأخطل قوله: ¶ وقد جعل اللهُ الخلافةَ منهم ... لأبيضَ لا عارِي الخِوَان ولا جَدْبِ ¶ قالوا: وهذا لا يجوز أن تمدح به الملوك. أما في أفعالها ما يُمدح سوى خِصْب الخِوان! ¶ قالوا: وغلط أبو النجم في وصف ورود الماء في قوله، وذكر الإبل: ¶ جاءت تَسَامَى في الرَّعيل الأوَّلِ ¶ والظّلُّ عن أخفافِها لم يفضُلِ",
            "page": "142",
            "part": "1",
            "seal": "08A78012"
        },
        {
            "id": "48",
            "nass": "قالوا: يريد أنه أوْرَدَها في الهاجِرة، والعرب إنّما تصفُ الوِرْدَ غَلَساً، والماء باردٌ، كما قال الشاعر: ¶ فَوَرَدْنَ قبلَ الصَّباحِ الفاتِقِ ¶ وكقول الآخر: ¶ . . . . . . . . . . . . . ... فَوَرَدْت قبلَ تبيُّنِ الأَلُوَانِ ¶ وأُخذ على النابغة قولُه: ¶ إذا ما غَزَوْا بالجيش حَلَّق فوقَهم ... سحائبُ طَيْرٍ تهتدِي بعَصَائبِ ¶ جوانِجُ قد أيقنَّ أنّ قِبيلَهُ ... إذا ما التقى الجمعانِ أوّلُ غالِبِ ¶ قالوا: وكيف يعلم الطيرُ الغالبَ من الفريقين. وهذا ليس بعيب؛",
            "page": "143",
            "part": "1",
            "seal": "66A196E1"
        },
        {
            "id": "49",
            "nass": "لأنه إفراط في المدح، وذلك أنه يصِفُ كثرةَ ما يصحب الطيرُ جيوشَهم، وأنها تعلم منهم الغَلَبَةَ، فكأنها قد وَثِقت بنصرَهم، وأيقنت بذلك. ¶ وأُخذ عليه قوله في صفة السُّيوف: ¶ تُقدُّ السَّلُوقِيّ المضاعفَ نَسْجُهُ ... ويُوقِدْنَ بالصُّفَّاح نارَ الحُبَاحِبِ ¶ قالوا: وهذا من الإفراط الذي لا يجوز؛ لأنّه جعل السيوف تَقُدّ ما ذَكَرَ، ثم تصيب الحجارة، فتوقِدُ النارَ. ¶ وقد احتُجَّ لهُ أنه يريد بذلك الخيل، وأنه رجع إلى ذكرها، يريد أنها تضرب بحوافرها، فتوقد النار لصلابتها. ¶ وأُخذ على الأعشى قولُه: ¶ ويأمُر لليَحْمُومِ كلَّ عَشِيَّةٍ ... بقَتٍّ وتَعْليقٍ فقد كادَ يَسْنَقُ",
            "page": "144",
            "part": "1",
            "seal": "01CD84A9"
        },
        {
            "id": "50",
            "nass": "قالوا: وما في هذا مما يُمدح به الملوك؟ وهل أحدٌ يضيِّعُ فرسَه؛ حتى يكون هذا مدحاً للملك؟ وفيه لَعَمرِي مَدْحٌ، وذاك أن الملوك كانت تجعل بالقرب من مواضعها فرساً مُعَدّاً لما يتخوَّفونه، فأخبر الأعشى بذلك، وأنه يقرََّب منه الفرسَ، فيأمر بعَلْفِهِ وافتقاده، وذلك لحَزْمِهِ وشجاعته. ¶ وأُخذ على أبي نواس قولُه: ¶ وأخفتَ أهلَ الشِّرك حتى أنَّه ... لَتخافُك النُّطفُ التي لم تُخْلَقِ ¶ وكذا قوله: ¶ حتّى الذي في الرَّحْمِ لم يَكُ صورة ... بفؤادِهِ خَوْفِه خَفَقَانُ",
            "page": "145",
            "part": "1",
            "seal": "F1E87364"
        },
        {
            "id": "51",
            "nass": "قالوا: جَعَل لم يُخلق بعد، ولم يُصَوَّر فؤاداً، وهذا من الإفراط. ¶ والأخْذُ على الشعراءِ كثيراً لم طَلَبَ مثل هذا، وإنما قَصَدْنَا إلى ضَرْب من عيوب الشعر، أردنا أن نقدّمه أمام ما نحن ذاكروه، مما يجوز للشاعر في شعره من غامض العربية ¶ ومستنكرها في المنثور؛ ليكون فيما أخبرنا حجَّةٌ لهذا وأمثاله؛ إذ كانت عيوبه أكثر من أن يتضمَّنها كتابٌ، أو يحيطَ بها خطاب، من الفساد في المعاني، والخطأ في اللغة، واللحن في دقائق العربية؛ وفساد التشبيه، والتقديم والتأخير، ووضع الشيء غير موضعه، واختلاف القوافي، وما يجوز فيها من الإكفاء والإقواء، وغير ذلك. ¶ فالإكفاء: هو اختلاف إعراب الأبيات؛ كقول النابغة:",
            "page": "146",
            "part": "1",
            "seal": "832B8DAD"
        },
        {
            "id": "52",
            "nass": "قالت بنُو عامرٍ خالُوا بني أسدٍ ... يا بُؤْسَ للجهل ضرَّاراً لأقوامِ ¶ ثم قال فيها: ¶ تبدو كواكبُه والشمسُ طالعةٌ ... لا النُّور نورٌ ولا الإظلامُ إظلامُ ¶ فخفض ورفع. وكذا قال: ¶ مِنْ آل مَيَّةَ رائحٌ أو مُغْتَدِ ... عَجْلانَ ذا زادٍ وغيرَ مُزَوَّدِ ¶ ثم قال فيها: ¶ زعم البوراحُ أنَّ رِحلتنا غَداً ... وبذاك خَبَّرنَا الغُدافُ الأسْوَدُ",
            "page": "147",
            "part": "1",
            "seal": "94962BA4"
        },
        {
            "id": "53",
            "nass": "خفض ورفع أيضاً. وهذا من أقبح العيوب، ولا يجوز لمن كان مولَّداً هذا، لأنه إنما جاء في شعر العرب على الغلط، وقلة المعرفة به، وأنه يجاوز طبعه ولا يشعر به، ألا ترى أن النابغة غُنِّي له به، فلما سمع اختلاف الصوت بالخفض والرفع، فطن له ورجع عنه. ¶ والإقواء: نقصانُ حرفٍ من فاصلة البيت، مأخوذٌ من قُوى الحَبْل، وهي طاقاتُه التي يُفْتَل عليها، فإذا أسقط الشاعر حرفاً، فكأنّه مثلُ الذي أذهب قُوّةً من حبله، وهو مثل قول الشاعر: ¶ حنَّت نوارُ ولات هنَّا حَنَّتِ ... وبَدَا الذي كانت توارُ أجنَّتِ",
            "page": "148",
            "part": "1",
            "seal": "11216093"
        },
        {
            "id": "54",
            "nass": "لما رأتْ ماَء السَّلا مشرُوباً ... والفرْثَ يُعْصَرُ في الإناء أَرَنَّتِ ¶ فنقص من قوله: لما رأت ماء السّلا مشروباً عن العروض الأولى. ¶ ومثله قوله الآخر: ¶ إنِّي كبِرْتُ وإنَّ كلَّ كبيرٍ ... مما يُظَنُّ به يَمَلُّ ويفْْتُرُ ¶ وكذا قول الآخر: ¶ أبعدَ مقتلِ مالكِ بنِ زُهَيْرٍ ... يرجُو النِّساءُ عواقبَ الأَطْهارِ",
            "page": "149",
            "part": "1",
            "seal": "659467C3"
        },
        {
            "id": "55",
            "nass": "ومن عيوب القوافي: السِّناد، وهو: أن يختلف أردافُ القوافي، كقوله: ¶ . . . . . . . . . . . . . . . ... كأنَّ عيونهنَّ عيونُ عِينِ ¶ ثم قال: ¶ . . . . . . . . . . . . . . . ... وأصْبَحَ رأسُه مِثْلَ اللُّجَيْنِ",
            "page": "150",
            "part": "1",
            "seal": "35B20971"
        },
        {
            "id": "56",
            "nass": "فكسر ما قبل الياء في الأول، وفتح في الثاني، وهو كثير. ¶ ومن عيوبه: الإيطاء، وهو: إعادة القافية. ¶ ومن عيوبه: الإجازة، وهي عند قوم: اختلاف حركات الرِّدف في الشعر المقيَّد، كقول امرئ القيس: ¶ . . . . . . . . . . . . . . ... لا يَدَّعِي القومُ أنِّي أفِرّْ",
            "page": "151",
            "part": "1",
            "seal": "0C799A86"
        },
        {
            "id": "57",
            "nass": "ثم قال: ¶ . . . . . . . . . . . . . . ... وكندةُ حَوْلِي جميعاً صُبُرْ ¶ ثم قال: ¶ . . . . . . . . . . . . . . ... . . . . . ألحقتَ شَراً بشَرّْ ¶ فكسر ما قبل الرَّوِيّ وضم وفتح، وهو عيب. ¶ وقال قوم: هو اختلاف القوافي في الحروف التي تتقارب مخارجها، وهو أن تكون دالاً وطاءً، أو نوناً وميماً، كقول بعض العرب: ¶ يا رب جَعْدٍ لو تَدْرِينْ ... يضربُ ضربَ السُّبُطِ المقادِيمْ",
            "page": "152",
            "part": "1",
            "seal": "772BBC03"
        },
        {
            "id": "58",
            "nass": "وكقول الآخر: ¶ واللهِ لولا شيخُنا عَبَّادُ ... لكَمَرُونا عِندها أو كادُوا ¶ فَرْشَطَ لمّا كُرِه الفِرشاطُ ... بفَيْشَةٍ كأنّها مِلْطاطُ ¶ فجاء الأول بالنون والميم، وجاء هذا بالدال والطاء. وهذه الحروف تتقارب مخارجها. ¶ ومثله قول الآخر: ¶ قُبِّحْتِ من سالفةٍ ومن صُدُغْ ... كأنّها كُشْيَةُ ضَبٍّ في صُقُعْ",
            "page": "153",
            "part": "1",
            "seal": "AEAF0759"
        },
        {
            "id": "59",
            "nass": "وكقول الآخر: ¶ كأنّها والعهدُ مُذْ أقياظِ ... أسُّ جراميزَ على وجَاذِ ¶ يصف داراً، فالجُرْمُوز: الحوض الصغير. وأُسُّه: بقيّته. والوِجَاذُ: جمع وَجْذٍ، وهو مستنقع الماء. ¶ وكذا قول الآخر: ¶ كأن أصوات القَطَا المُنْقَضِّ ... بالليل أصواتُ الحَصَى المُنْقَزِّ",
            "page": "154",
            "part": "1",
            "seal": "BCDED223"
        },
        {
            "id": "60",
            "nass": "وهذا كثير، إن تقصَّيتُه طال الكتاب، وخرج عما قصدته من الاختصار، ولكن نرجع إلى ما أخرته، مما يجوز للشاعر في شعره، إذ كان فيما ذكرنا كِفايةٌ لمن أراد الاطلاع على عيوب الشعر، والله المستعان، وهو حسبنا ونعم الوكيل. ¶ 1 - اعلم أن كل اسم كان حقه في الإعراب أن يكون منصرفاً، ولكن مُنِعَتْ من الصرف أسماءٌ لِعِلَلٍ فيها. فإذا اضطر شاعر جاز له صَرْفُ ما لا ينصرف؛ لأنه يردّه إلى أصله، فمن ذلك قول الشاعر: ¶ فَلْتَأْتِينْكَ قصائدٌ وليَرْكَبَنْ ... جيشٌ إليك قوادمَ الأكْوَار ¶ فصرف قصائد وهو جمع ثالثُ حروفه ألِفٌ، وبعد الألف حرفان.",
            "page": "155",
            "part": "1",
            "seal": "0736D8CC"
        },
        {
            "id": "61",
            "nass": "وهذا المثال لا ينصرف في معرفة ولا نكرة، لأن الجمعَ أثقلَ من الواحد، ولأن هذا الجمعَ غايةُ الجُموع فاجتمعت فيه علَّتان، فامتنع من الصرف لذلك، ولكنَّ أصلَه أن ينصرف لتمكّن الأسماء في الإعراب، فكأن الشاعر لما صرفه، رَدّه إلى أصله. ¶ 2 - ومما يجوز للشاعر: تنوين الاسم المفرد في النداء، فاختلف النحويون فيه، فقال قوم: إذا اضطر الشاعر إلى تنوينه، نَوَّنَ ورَفَعَ، بمنزلة مالا ينصرف من الأسماء، فإذا انصرفَ تُرِك على ما كان عليه من الإعراب ونُوِّن. ¶ وقال قوم: إذا نُوِّنَ نُصب، يرد إلى أصل المنادى في الإعراب؛ لأن أصله النصب، إذ كان في المعنى مفعولاً، وإنما صُمَّ المفردُ لقلة تمكُّنِه، ووقوعه موقع المضمر، قالوا: فليس رَفْعُه ¶ إعراباً، فيبقى عليه إذا نُوِّن. بل يَرْجع به التنوين إلى أصله. ¶ وحجّة الذين تركوه مرفوعاً: اطِّراد الضَّمِّ في المنادى المفرد، حتى كأنه فيه إعراب، فإذا نُوِّن بقي على ما هو عليه.",
            "page": "156",
            "part": "1",
            "seal": "8F3EF237"
        },
        {
            "id": "62",
            "nass": "ومن هذا قول الشاعر: ¶ سلام الله يا مَطَرٌ عليها ... وليس عليك يا مَطَرُ السَّلامُ ¶ فيُنْشد على ما ذكرنا، بالرفع والنصب. ¶ وكذا قول الآخر: ¶ يا عديّاً لقلبكَ المهتاج ... . . . . . . . . . . . . . ¶ يجوز فيه الرفع والنصب، على ما ذكرنا. ¶ 3 - ويجوز للشاعر أن يُجري المعتل من الأفعال مُجْرَى السالم، فيجزم",
            "page": "157",
            "part": "1",
            "seal": "3D59A175"
        },
        {
            "id": "63",
            "nass": "ولا يحذف حروف الاعتلال. وذاك أن العرب استثقلت الحركات في الياء والواو، فحذفتها عنهما، وأبقتهما سواكنَ في الرفع، إذا قلت: هو يدعو وهو يرمي. فإذا جزمت حذفتهما، فقلت: لم يدع ولم يرم. ¶ فإذا احتاج الشاعر، أجْرَى هذا المعتلَّ مُجْرَى السالم، فأثبت الياء في الجزم، كأنَّه يتوهَّم أنها كانت متحرِّكة فسكَّنها، كما قال الشاعر: ¶ ألمْ يأتِيك والأنباءُ تَنْمِي ... بما لاقت لَبُون بني زِيادِ",
            "page": "158",
            "part": "1",
            "seal": "5612D2B7"
        },
        {
            "id": "64",
            "nass": "فقال: ألم يأتيك والوجه: ألم يأتِكَ. ولكن أجراه على ما ذكرنا. ¶ ومثله قوله الآخر. ¶ ثم نادِي إذا دخلتَ دِمَشْقاً ... يا يزيدَ بن خالدِ بن يَزيدِ ¶ فأثبت الياء في نادِى، وهو موضع تسقط فيه الياء. ¶ وجاء في ذوات الواو في قوله: ¶ هجوثَ زَبَّان ثم جئتَ معتذراً ... من سَبِّ زَبَّانَ لم تَهْجُو ولم تَدَعِ ¶ فقال: لم تهْجُو، والوجه: لم تَهْجُ. ولكن أثبت على أصل ما ذكرنا. ¶ 4 - ومما يجوز له: إدخال النون في الواجب، وحقّها أن تدخل في غير الواجب، من الأمر والنهي والاستفهام والمجازاة؛ لأن هذه كلَّها غيرُ واجبات. فإن اضطر الشاعرُ جاز له أن ¶ يدخلها في الواجب؛ كما قال الشاعر:",
            "page": "159",
            "part": "1",
            "seal": "A3DDA1C5"
        },
        {
            "id": "65",
            "nass": "ربما أوفيتُ في عَلمٍ ... ترفَعَنْ ثوبِي شَمَالاتُ ¶ قال: تَرْفَعَنْ، وليس هذا موضع النون. ¶ 5 - ومما يجوز له: إثبات الألف من (أنا) في الوصل. وحقها أن تسقطَ في الوصل، وتثبتَ في الوقف، وذاك أن الاسم من أنا: أنَ وإنما زيدت الألف للوقف، فيجعل الشاعر الوصل في هذا كالوقف؛ مثل قوله: ¶ فكيف أنا وانتحالي القَوَافِ ... يَ بعد المشيب كَفَى ذاك عَارَا ¶ وأنكر هذا قوم، وقالوا: الرواية: فكيف يكون انتحالي القوافي.",
            "page": "160",
            "part": "1",
            "seal": "29BC5F90"
        },
        {
            "id": "66",
            "nass": "6 - ويجوز له: أن يردّ الألفَ التي تسقط من الفعل لالتقاء الساكنين، إذا قلت: رمت هند كذا، فإذا ثنّيت قلت: الهندان رَمَتَا. ¶ فإذا اضطر الشاعرُ قال: رَمَاتا، فرد الحرف الذي سقط، لتحرك التاء، وتقول: لما تحركت التاء عاد الحرفُ، وإن لم يكن ذلك الأصلَ. ¶ ولكن قد جاء في الشعر. ¶ قال امرؤ القيس: ¶ لها مَتْنَتانِ خَظَاتا كما ... أكبَّ على سَاعِدَيْه النَّمِرْ ¶ وكان الوجه أن يقول: خَظَتا، غير أنه لما حرَّك التاء لدخول ضمير الاثنين، ردّ الحرف الذي سقط لالتقاء الساكنين.",
            "page": "161",
            "part": "1",
            "seal": "95E4A266"
        },
        {
            "id": "67",
            "nass": "وقد زعم قومٌ أنه يريد: خظاتان، وأنه نعت للمَتْنَتَيْنِ؛ قالوا: ولكن أسقط النون، كما أسقطها الشاعر من قوله: ¶ أبني كُليبٍ إن عَمَّيّ اللَّذا ... قتلا الملوكَ وفكَّكا الأَغْلالاَ ¶ فقال: اللَّذَا، والوجه: اللَّذان فكذا هذا قال: خظاتا وهو يريد خظاتان. ¶ وهذا القول عند أكثرهم ليس بشيء؛ لأن النون سقطت من اللَّذا لطول الاسم، إذ كان لابد من صلة، وهذا فليس مثله. ¶ وذكر قوم أن النون حُذفت منه؛ لأنه يريد الإضافة إلى الكاف من",
            "page": "162",
            "part": "1",
            "seal": "5D37681E"
        },
        {
            "id": "68",
            "nass": "كما، وهي بمعنى مِثْل. وأحسن هذه الأقوال ما قدمنا. ¶ ومثله قول الآخر: ¶ ما كان إلاَّ طَلَق الإهمادِ ¶ حتى تحاجَزْنَ على الرُّوَّادِ ¶ تحاجَُ الرِّيِّ ولم تَكادِ ¶ فلما أطلق القافية، ردّ الألفَ التي تُحذف لالتقاء الساكنين. ¶ 7 - ويجوز للشاعر أن يُثَقِّل في الوقف؛ مثل قوله: ¶ بِبازِلٍ وَجْنَاءَ أو عَيْهَلِّ",
            "page": "163",
            "part": "1",
            "seal": "438E1188"
        },
        {
            "id": "69",
            "nass": "فثقَّل اللام وكسر، وإنما هذا شيءٌ تفعلُه العربُ في الوقف؛ ليَدُلَّ على أن الحرف الذي تَقف عليه كان محرَّكاً؛ لأن المدغم لا يكون ساكناً؛ إذ كان حرفين أحدهما ساكن، فيستحيل أن يكون الآخَر ساكناً، فلما اضطر الشاعر أجراه في الوصل مُجراه في الوقف. ¶ ومثله قول الآخر: ¶ ضَخْمٌ يَحبُّ الْخُلُقَ الأَضْخَمَّا ¶ وأصله: الأضْخَمَ، ولكن ثقَّله في الوقف وأجراه في الوصل ذلك المُجْرَى. ¶ وبضعهم يرويه: الإضْخَمَّا بكسر الهمزة، فلا تكون فيه ضرورة؛",
            "page": "164",
            "part": "1",
            "seal": "C8BD734F"
        },
        {
            "id": "70",
            "nass": "لأنهم بَنَوْه بناء إرْزَبٍّ، وهو من أبنية العرب، وذاك إنما كان الأضْخََمَ ولكن ثقِّل في الوقف، لِما ذكرنا، وكان حقُّه في الوصل أن يذهب منه الإدغام، ولكن أجراه في الوصل مُجراه في الوقف للضرورة. ¶ ومثله في الآخر: ¶ في عامِنا ذَا بَعْدَ ما أخْصَبَّا ¶ يريد: أخْصَبَ، فشدّد وزاد الألف للإطلاق، على ما ذكرنا. ¶ 8 - ومما يجوز له: الإتيانُ بالفعل مُعرّىً من الضمير، وقبله اسم مرفوع بالابتداء، والهاء مضمرةٌ مع الفعل، وهو مثل قولك: زَيْدٌ ضَرَبْتُ وهذا لا يكون في الكلام، ولكن يكون في الشعر عند الضرورة. ¶ ومنه ما أنشده سيبويه: ¶ قد أصبحتْ أُمُّ الخِيار تَدَّعِي ¶ عَلَيِّ ذنباً كُلُّه لم أصْنَعِ",
            "page": "165",
            "part": "1",
            "seal": "C649E553"
        },
        {
            "id": "71",
            "nass": "فرفع: كلُّه، ولا عائد في: أصنع، فكأنه أراد: كلُّه لم أصنعه أو كلُّه غير مصنوع. ¶ وكذا أنشدوا قول امرئ القيس: ¶ فأقبلت زَحْفاً على الرّكبتينِ ... فَثَوبٌ نسيتُ وثوبٌ أجُرّْ ¶ برفع الثوب، وتعرية: نسيت وأجرّ من العائد، كأنه يريد: نسيتُه وأجرُّه. ¶ ومثله قول الآخر: ¶ فيومٌ علينا ويومٌ لنا ... ويومٌ نُساءُ ويومٌ نُسَرّْ",
            "page": "166",
            "part": "1",
            "seal": "C2FA4514"
        },
        {
            "id": "72",
            "nass": "فأضمر الهاء على قول من يجعلُه مفعولاً على السَّعة، فكأنه قال: فيومٌ نساؤُه ويوم نُسَرُّه. ومن جعله ظرفاً أراد: فيومٌ نُساءُ فيه، ويومٌ نُسرُّ فيه. ¶ وكذا قول الآخر: ¶ ثلاثٌ كلُّهن قتلتُ عَمْداً ... فأخْزَى الله رابعةٌ تعودُ ¶ فأضمر الهاء أيضاً ورفع. ¶ وقد أنكر بعضُ أهل النظر هذا، ولم يُجِزْه في كلامٍ ولا شِعْرٍ، وقال: لا ضرورة في هذا؛ لأن المنصوب بزنة المرفوع، فلو نصب لم ينكسر الشعر، وقال: كذا ينشده أكثر الناس منصوباً. ¶ ونحن لا ندفع ما رواه سيبويه، على ثقته وعلمه، مع قوله: سمعناه من العرب مرفوعاً. ¶ 9 - ومما يجوز له: أن يجعل اسم كان نكرةً، وخبرها معرفةً، إذا اضطر إلى ذلك، وذلك غير جائز في الكلام، وذلك أن تقول: كان رجلٌ زيداً فيجوز في الشعر ولا يجوز في غيره، وذلك أن اسم كان بمنزلة الابتداء، فكما كان الأَولى أن يبتدئ المتكلم بالمعرفة، ثم يخبر عنها، كان ذلك في كان.",
            "page": "167",
            "part": "1",
            "seal": "7AD61ED5"
        },
        {
            "id": "73",
            "nass": "ومنه قول حسان: ¶ كأنَّ سَبِيئَةً من بيتِ رَأْسِ ... يكون مِزاجَهَا عَسَلٌ وماءٌ ¶ فجعل العَسَل اسم كان، والماء معطوفاً عليه، ونصب المزاج وهو معرفة، فجعله الخبر وقدّمه. ¶ وكذا قوله: ¶ فإنك لا تبالِي بعدَ حَوْلٍ ... أظبيٌ كان أمَّك أم حِمَارُ ¶ فنصب الأمّ، جعلها خبراً، وجعل الظبي والحمار اسمَ كان، وهما نكرتان.",
            "page": "168",
            "part": "1",
            "seal": "5F3BCC6E"
        },
        {
            "id": "74",
            "nass": "وكذا أنشد النحويون: ¶ ألا مَنْ مُبْلغٌ حسّان عَنِّي ... أسِحْرٌ كان طِِبًّك أم جُنُونُ ¶ فنصب الطبّ وجعله خبراً، وجعل السحر والجنون اسم كان وهما نكرتان. ¶ وأنشدوا أيضاً: ¶ أسكرانُ كان ابنَ المَرَاغة إذا هَجَا ... تميماً بجوَفِ الشَّام أم متساكِرُ ¶ وقال سيبويه: فهذا إنشاد بعضهم، وأكثرهم ينصب سكرانَ، ويرفع الطِّبَّ، وينصب سِحْراً، ويرفع متساكراً، وجنونا على قطع وابتداء، كأنه قال: أم هو متساكرُ.",
            "page": "169",
            "part": "1",
            "seal": "00AB7D70"
        },
        {
            "id": "75",
            "nass": "وزعم بعض أهل النظر أن هذا لا يجوز، وأن قوله: يكون مزاجُها بالرفع وعسلا بالنصب، يجعله خبر كان، ويرفع ماء على الاستئناف، كأنه قال: وماء كذلك. ¶ وقال في قوله: ¶ أسكرانُ كان ابن المراغة إذا هجا ... . . . . . . . . . . . . . ¶ النصب في سكران يجعله خبر كان متقدماً، وترفع ابن المراغة تجعله اسمها، وترفع متساكراً على ما قال سيبويه، كأن قال: أم هو متساكر. ¶ وقال في قوله: ¶ . . . . . . . . . . . . . . . . ... أسحرٌ كان طبَّك أم جنونُ ¶ النصب في السحر يجعله خبر كان، ويرفع الطب يجعله اسم كان، ويرفع الجنون على الاستئناف أيضاً، كأنه قال: أم هو جنون. ¶ وقال في قوله: ¶ . . . . . . . . . . . . ... أظبيٌ كان أمَّك أم حمارُ ¶ لم يجعل هاهنا اسم كان نكرة؛ لأن في كان ضمير الظبي والضمير لا يكون إلا معرفة، فهو اسم كان، والأم الخبر، فكأنك جعلت اسمها معرفة وخبرها معرفة، وهذا حسن في الكلام، إذ قلت: كان زيد أخاك وكان أخوك زيداً تجعل أيُّهما شئت اسم كان، إذا كانا معرفتين.",
            "page": "170",
            "part": "1",
            "seal": "210BF81A"
        },
        {
            "id": "76",
            "nass": "قال: ويرفع حماراً على القطع والاستئناف، كأنك قلت: أم هو حمار. ¶ ومن أجاز الأول له حجج على هذا، إن شئت أن تراها؛ طلبتها في كتابنا المؤلف في ¶ الحروف، تجدها على وجهها، إن شاء الله، لأن هذا موضع اختصار، إذ كان القصد فيه ذكر ما يجوز للشاعر، لا استقصاء العلل. ¶ 10 - ومما يجوز له: أن يؤنّث المذكّر، إذا كان مضافاً إلى مؤنث، أو هو من سببه، كما أنشد النحويون: ¶ لما أتى خَبَرُ الزُّبير تواضَعَتْ ... سُورُ المدينة والجبالُ الْخُشَّعُ ¶ فأنث السور لما أضافه إلى المدينة، فكأنه قال: تواضعتِ المدينةُ.",
            "page": "171",
            "part": "1",
            "seal": "4BD6B423"
        },
        {
            "id": "77",
            "nass": "ومثله: ¶ مَشَيْن كما اهْتزَّت رماحٌ تسفَّهَتْ ... أعالِيَها مَر الرِّياحِ النَّواسِمِ ¶ فأنث المَرَّ؛ إذ كان من الرياح، فكأنه قال: تسفهت أعاليها الرياح. ¶ ومثله: ¶ إذا بعضُ السِّنينَ تَعَرَّقَتَنا ... كَفَى الأيتامَ فقدُ أبِي الَيَتِيمِ ¶ فأنث البعضَ؛ لإضافته إلى السِّنين، كأنه قال: إذا السنون تعرقتنا. ¶ ومثله: ¶ طولُ اللَّيالي أسرعتْ في نَقْضِي",
            "page": "172",
            "part": "1",
            "seal": "8E6FE95D"
        },
        {
            "id": "78",
            "nass": "نَقَضْن طُولِي ونَقَضْنَ عَرْضِي ¶ ويروي: مَرّ الليالي، فأنّث لما أضاف إلى اللَّيالي، على ما ذكرنا. ¶ 11 - ومما يجوز له: إظهار الضمير في الموضع الذي أنت مُسْتَغْنٍ عن إظهاره فيه؛ وذلك مثل قولك: ما زيدٌ منطلقاً أبوه، فالهاء في أبيه ضمير زيد، فأنت مستغن بها عن إظهاره، فلو أظهرته فقلت: ما زيدٌ منطلقاً أبو زيد، وزيدٌ الأول زيدٌ الثاني، لم يجز في الكلام، وجاز في ضرورة الشعر.",
            "page": "173",
            "part": "1",
            "seal": "C9B0768B"
        },
        {
            "id": "79",
            "nass": "ومنه قول الشاعر: ¶ لا أرى الموتَ يسبقُ الموتَ شيءٌ ... نَغَّصَ الموتُ ذا الغِنَى والفَقِيرَا ¶ وكان الوجه أن يقول: لا أرَى الموتَ يسبقُه شيءٌ، ولكن أظهر الضمير اضطراراً. ¶ ومثله: ¶ إذا الوَحْشُ ضَمَّ الوحشَ في ظُلُلاَتِها ... سَوَاقِطُ من حَرٍّ وقد كان أظْهَرا ¶ وكان الوجه أن يقول: إذا الوحش ضمّها.",
            "page": "174",
            "part": "1",
            "seal": "56FF6486"
        },
        {
            "id": "80",
            "nass": "ومثله: ¶ لَعَمْرُك ما مَعْنٌ بتاركِ حَقِّه ... ولا مُنْسِئٌ مَعْنٌ ولا مُتَيَسِّرُ ¶ فَمَعْنٌ الأخير هو مَعْنٌ الأول، وكان الوجه أن يأتي بضميره. ¶ وزعم بعض أهل النظر أن هذا لا يجوز في شعر ولا كلام؛ وقال: إنما يجوز إذا كان اسما للجنس، كقوله تبارك وتعالى: {إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا، وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا} فأعاد الظاهر ولم يضمره. ¶ وقال مثلُه ما ذكر في البيت الأول؛ لأن الموت بمنزلة الأرض. ¶ وهذا إذا جاز في هذا، فما يمنعه أن يجوز في سائر الأسماء؟ على أنّ قولَه: ¶ لَعَمْرُكَ ما مَعْنٌ بتاركِ حَقِّه ... . . . . . . . . . . . . . . . . ¶ خارجٌ عَمَّا شَرَطَ؛ لأنّه اسمُ عَلَمٍ. ¶ 12 - ومما يجوز له: الفرقُ بين الجارّ والمجرور في الشعر، وليس ذلك بجائز في الكلام؛ لا تقول: هذا غلام اليوم زيد، ويجوز في الشعر كما قال الشاعر: ¶ رُبَّ ابن عمٍّ لُسلَيْمى مُشْمَعِلْ",
            "page": "175",
            "part": "1",
            "seal": "538E8005"
        },
        {
            "id": "81",
            "nass": "طَبَّاخِ ساعاتِ الكَرَى زادِ الكَسِلْ ¶ فأضاف الطّباخ إلى الزّاد وفرق بينهما بساعات الكرى. ¶ ومثله، على إنشاد بعضهم: ¶ وكرَّارِ خَلْفَ المُجْحَرينَ جَوَادِه ... إذا لم يُحَامِ دُونَ أنثى حَليلُها ¶ فأضاف كرّار إلى الجَواد وفرّق بينهما بخلف المُجْحَرِينَ. ومنهم من يرويه: ¶ طباخ ساعاتِ الكَرَى زادَ الكَسِلْ ¶ فيضيف طَبَّاخاً إلى ساعات، وينصب زادَ الكَسِل بطباخ. وكذا ينشد: ¶ وكرّار خلفِ المُجْحَرِينَ جَوَادَهُ ... . . . . . . . . . . . . . . ¶ فيضيف أيضاً إلى خَلْف، ويجعل الظرف في كل هذا مفعولاً على السَّعة، كما أنشد سيبويه:",
            "page": "176",
            "part": "1",
            "seal": "55690EEF"
        },
        {
            "id": "82",
            "nass": "يا سارق اللَّيلةِ أهْلَ الدَّارِ ¶ فجعل الليلة مفعولة على السعة، وأضاف إليها، ونصب أهل الدار بسارق، وهذا على هذه ¶ الرواية لا ضرورة فيه. ¶ ومما جاء قد حِيَل بينه وبين المجرور، قولُ الآخر: ¶ لما رأتْ ساتِيدَمَا استَعْبَرَتْ ... لله درُّ اليومَ مَنْ لامَهَا ¶ يذكر ناقته. وسَاتِيدَما اسم مكان. وفرق في هذا البيت بين دَرّ ومَنْ بقوله: اليوم والتقدير: لله دَرُّ مَن لامَهَا اليومَ، فَمَنْ في موضع جَرّ.",
            "page": "177",
            "part": "1",
            "seal": "EDFE98EB"
        },
        {
            "id": "83",
            "nass": "ومثله: ¶ كأنَّ أصواتَ مِن إيغالِهِنَّ بنا ... أواخر المَيْسِ أصواتُ الفَرَاريج ¶ يريد: كأن أصوات أواخرِ الميْس أصواتُ الفراريج، ففرَّق بين الجار والمجرور. ¶ ومثله قول الآخر: ¶ هما أخَوا في الْحَرْبِ مَنْ لا أخَا لَهُ ... إذا خافَ يومَا نَبْوَةً فَدَعَاهُمَا ¶ ففرّق بين أخَوَا وبين مَنْ بقوله: في الحرب. ¶ والتقدير: هما أخوا من لا أخا له في الحرب. ¶ وزعم سيبويه أن من هذا الباب قول الشاعر:",
            "page": "178",
            "part": "1",
            "seal": "41BB1470"
        },
        {
            "id": "84",
            "nass": "إلاّ عُلالةَ أو بُدَا ... هَةَ قارِحٍ نَهْدِ الجُزَارَهْ ¶ قال سيبويه: أراد إلاّ عُلالَة قارِحٍ ففرق بينهما ببُدَاهَة، وغلط في هذا. ¶ وقيل: كان يلزمه أن يقول: إلا علالة أو بداهته قارح؛ لأن التقدير على قوله: إلا عُلالة قارحٍ أو بُداهتَه. ¶ والتقدير عند غيره: إلا عُلالَة قارحٍ، أو بداهةَ قارِحٍ، ثم حذف من الأول لدلالة الثاني عليه، كما يقول: هو أعزُّ وأفضلُ مَنْ ثَمَّ، والتقدير: هو أعزُّ مَنْ ثَمَّ وأفضلُ مَنْ ثَمَّ، فحذف من الأول لدلالة الثاني عليه. ¶ ومما هو أصعب من هذا قول الشاعر: ¶ فَزَجَجْتُها بِمِزَجَّةٍ ... زِجَّ القلوصَ أبي مَزَادَهْ",
            "page": "179",
            "part": "1",
            "seal": "8A522A87"
        },
        {
            "id": "85",
            "nass": "يريد: زَجَّ أبي مزادةَ القلوصَ، ففرّق بين الظرف، ونصب المفرَّق به بالعامل. ¶ وهذا أصعب مما جاز. ¶ ومثله قول المتنبي: ¶ حملتُ إليه من لساني حَدِيقةً ... سَقاها الحِجَى سَقْيَ الرِّياضَ السَّحائبِ ¶ يريد: سَقْيَ السحائب الرياضَ، فجاء به على قول الأول. ¶ 13 - ومما يجوز له: أن يكون اللفظ واحداً والمعنى جمعاً، كما قال الشاعر: ¶ بها جِيَفُ الحَسْرَى فأمّا عِظامُها ... فبيضٌ وأمّا جلدُها فصليبُ ¶ فقال: وأما جلدُها، فوحَّد وهو يريد: وأما جلُودُها، ولكن أخرجه على لفظ الواحد اتّساعاً. ¶ ومثله قول الآخر: ¶ لا تنكرِ القتلَ وقد سُبِينَا",
            "page": "180",
            "part": "1",
            "seal": "D91159A4"
        },
        {
            "id": "86",
            "nass": "في حَلقِكُمْ عَظْمٌ وقد شَجِينَا ¶ فقال: في حلقكم، يريد: في حلوقكم، فأخرجه على لفظ الواحد اتّساعاً، ومثله على ما ذكرنا. ¶ 14 - ويجوز له: قَلْبُ هذا المعنى، يجمع والمعنى واحد؛ كما قال الشاعر: ¶ كأن نُسوعَ رَحْلِي حين ضمَّت ... حَوالِبَ غُرَّزاً ومِعىً جِياعَا ¶ فقال: جياعا، وكان الوجه أن يقول: جائعاً؛ لأن المعى واحد.",
            "page": "181",
            "part": "1",
            "seal": "BC908872"
        },
        {
            "id": "87",
            "nass": "15 - ومما يجوز له: قَلْبُ المعنى إذا كان الكلام لا يُشكل؛ وذلك أن يقول: أُدخِلَ فُوهُ الحَجَرَ فيكون المعنى أن الفَمَ أُدْخِل في الحَجَر وإنما حقيقته أن الحَجَرَ أدخل في الفم. ¶ وكذلك قال الشاعر: ¶ ترى الثورَ فيها مُدخِلَ الظِّلِّ رأسَه ... وسائِرُهُ بادٍ إلى الشمس أجمعُ ¶ فجعل الظلَّ يدخل الرأسَ، وإنما يجوز أن يقال: مُدخل رأسِه الظِّلَّ، فقَلَب لأنه لا يُشكل، وقد أجاز هذا الشأنّ الناسُ في الكلام، فضلاً عن الشعر، وأجازوا: أُعْطِيَ الدرهمُ زيداً فجعلوا الدرهم آخذاً لزيد، والوجه: أُعطي زيدُ الدِّرهَم، لأنه القابضُ له، ولكن هذا لا يشكل. ¶ 16 - ومما يجوز له: أن يُخبِر عن الشَّيء بخبرٍ ليس من جنسه، ولكن يكون تحت ذلك الخبر حذف تقوم به الفائدة.",
            "page": "182",
            "part": "1",
            "seal": "51542FCE"
        },
        {
            "id": "88",
            "nass": "وذلك مثل قول الشاعر: ¶ وكيفَ تُواصِلُ مَنْ أصبحتْ ... خَلالَتُه كأبي مَرْحَب ¶ فشبّه الخَلالَة بأبي مَرْحب، وليس هو من جنسها، ولكن المعنى: كخَلالَة أبي مَرحْب فأسقط هذا اتّساعاً. ¶ ومثله قول الآخر: ¶ كأنَّ عَذِيرَهم بجنُوب سِلَّى ... نعامٌ قاقَ في بَلدٍ قفارِ ¶ فالعَذِير: الصوت، فشبّه الصَّوتَ بالنعام، وليس من جنسه، ولكن المعنى: كأنّ عَذِيرهم عَذِيرُ نَعامٍ.",
            "page": "183",
            "part": "1",
            "seal": "F9E362A9"
        },
        {
            "id": "89",
            "nass": "وشَرُّ المَنَايَا ميِّتٌ بين أهله ... كهُلْكِ الفتى قد أسْلَمَ الحَيَّ حاضِرُهُ ¶ فشبه المَيِّت بالهُلْك، ولكن التقدير: وشرُّ المنايا مِيتَة مَيِّت. ¶ وقد زعم قومٌ أن هذا ليس من ضرورة الشعر، وأنه يجوز في الكلام، وقال: هو مِثْل قول العرب: بنو فلان تطؤُهم الطريقُ، يريد: أهل الطريق، وكما قال عز وجلّ: {وَاسْأَلِ الْقَرْيَةَ}، يريد: أهلها. ¶ ونعرف من هذا الأول - بل هو مما ذكرنا من كلام العرب - قول الشاعر: ¶ وأنت سيِّدُها المذكور قد علمتْ ... ذاك العمائمُ يومَ الخندقِ السودُ ¶ يريد: أهل العمائم، فحذف وأقام العمائم مُقام ما تضاف إليه. ¶ وكذا قول الآخر: ¶ إذا حملتُ جَرَّتي على عَدَسْ",
            "page": "184",
            "part": "1",
            "seal": "170993B7"
        },
        {
            "id": "90",
            "nass": "على الذي بين الحمار والفَرَسْ ¶ فما أُبالي مَنْ غَزَا ومن جَلَسْ ¶ وعَدَس إنما هو زَجْرٌ للبغال، فأقامه مُقام ما يُزْجَر به. ¶ ومثله قول الآخر، وذكر ناقة: ¶ وكأنَّ غاربَها رَُِباوة مُخْرِمٍ ... وتَمُدُّ ثِنْيَ جَديلهَا بشراعِ ¶ فالشِّراع: القِلْع الذي للسفينة، وهو يريد ما تحمله، يعني الدَّقَلَ، وبه شُبِّه عُنُقُ الناقة، فأقام ما عليه مُقامه. ¶ ومثله قول الآخر، وذكر ناقة: ¶ كأنَّ أهدامَ النَّسيل المُنْسَلِ ¶ على يَدَيْها والشِّراعِ الأطولِ",
            "page": "185",
            "part": "1",
            "seal": "34AB5E14"
        },
        {
            "id": "91",
            "nass": "يريد: على يديها وعنقها، فسماه شراعاً وهو يريد: الدَّقَل، فسمّاه بما عليه. ¶ ومن الأوّل قول الآخر: ¶ ولو تَرَى إذْ جُبَّتِي من طَاقِ ¶ وَلِمَّتِي مثلُ جَنَاحِ غَاقِ ¶ يريد: مثل جناح الغراب، فأجتزأ بصياحه منه. ¶ 17 - ومما يجوز له: استعمالُ معنىً في الإعراب لا يجوز مثلُه في الكلام، ولكن يجوز له هو أن يستعمله، وهو أن يقول: قاتل زيدٌ عمروٌ؛ لأن كلَّ واحدٍ في المعنى فاعِلٌ بصاحبه. ¶ ومنه قول الشاعر: ¶ تُواهق رجَلاها يداها ورأسُه ... لها قَتَبٌ خلفَ الحقيبةِ رَادِفُ ¶ قال سيبويه: فقال: رجلاها يداها، فجعل كل واحد يفعل بصاحبه.",
            "page": "186",
            "part": "1",
            "seal": "0DA712FB"
        },
        {
            "id": "92",
            "nass": "وقد زعم قوم أن هذا لا يجوز، وقالوا: هو فَسَادُ الإعراب، وقَلْبُ ما عليه الأصول. وقالوا: الرواية: تُواهق رجلاها يَدَيْهَا، ولا ضرورة هاهنا، تمنع من هذا الإعراب. ¶ ومثله ما أنشده أيضاً سيبويه: ¶ قد سالمَ الحياتِ منه القَدَمَا ¶ الأفعوانَ والشُّجَاعَ الشَّجْعَمَا ¶ قال سيبويه: فإنما نَصَب الأُفعوان والشّجاع؛ لأنه قد عُلم أنّ القَدَم هاهنا مسالِمةٌ، كما أنها مسالَمةٌ؛ يريد أن القَدَمَ منصوبةٌ،",
            "page": "187",
            "part": "1",
            "seal": "DA5D5E96"
        },
        {
            "id": "93",
            "nass": "لأنها مفعولة في المعنى، والشجاع والأفعوان منصوبان؛ لأنهما مفعولان أيضاً؛ لأن ما سالَمَك فقد سالمته. ¶ وزعم قوم أن قوله: القَدَمَا، إنما يريد به: القدمان أنهما فاعلان، وأن الشجاع والأفعوان مفعولان، ولكن أسقط النون، كما أسقطها في قوله: ¶ أبني كُلَيْبٍ إنّ عَمَّيَّ اللَّذا ... قَتلا الملوكَ وفكَّكَا الأغلالا ¶ وهذا جائز في هذا البيت؛ لأن حذف النون من الصلة حَسَنٌ، لطول الاسم، ولا يجوز فيما تقدّم، وقد ذكرته أوّلا. ¶ 18 - ومما يجوز له: حذفُ الفِعل المتّصل بحرف الجر، والاقتصار على الجار؛ مثل قول الشاعر: ¶ ومؤمِنٌ بما عَلَى مُحَمَّدِ ¶ أي بما أُنْزِلَ على محمد، فحذف أنزل، لدلالة على عليه. ¶ 19 - وقد يحذفون حرف الجرّ، مما الوجه فيه إظهاره، كقول الشاعر: ¶ ولقد رميتُ اللَّيلَ وهو مقوّض ... بالأرض يزمع دونه الموثوقُ ¶ يريد: الموثوق بحزمه وإقدامه.",
            "page": "188",
            "part": "1",
            "seal": "DCDFF317"
        },
        {
            "id": "94",
            "nass": "20 - ويجوز له: إسكان المفتوح. وإن كان ذلك لا يجوز في الكلام، لأن العرب تُسكّن المضموم والمكسور، وتأبى إسكان المفتوح؛ إذ كان الفتح غير مستثقل، فيقولون في عَضُدٍ: عَضْد وفي فَخِذٍ: فَخْذ ولا يقولون في جَمَل: جَمْل. وقد جاء في الشعر إسكان المفتوح. وهو قول الشاعر: ¶ وقالوا ترابيٌّ فقلتُ صدَقتمُ ... أبِي من تُراب خَلْقَهُ الله آدمُ ¶ يريد: خَلَقَه الله، فأسكن المفتوح اضطراراً. ¶ فأما إسكان المضموم، فمثل قول الشاعر: ¶ أعِكْرِمَ أنت الأصلُ والفرعُ والذُّرَى ... أتاك ابنُ عَمٍّ زَائِرٌ لَكَ عُفْرِ ¶ يريد: عن عُفُر، أي عن بُعْدٍ فأسكنَ. ¶ وقالوا في المكسور: ¶ لو عُصْرَ منه البانُ والمسْكُ انْعَصَرْ",
            "page": "189",
            "part": "1",
            "seal": "0E8808C6"
        },
        {
            "id": "95",
            "nass": "يريد: عُصِرَ، فأسكن المكسور. ¶ ومثله قول الآخر: ¶ وأحْفَظُ من أخِي ما حَفْظَ مِنِّي ... ويكفيني البلاءُ إذا بَلَوْتُ ¶ يريد: ما حَفِظَ منّي، فأسكن أيضاً. ¶ ومثله قول الآخر: ¶ . . . . . . . . . . . . ... وذِي وَلَدٍ لم يَلْدَهُ أبَوانِ ¶ يريد: لم يَلِدْه، فأسكن اللام، ولم يُمكن سكُون الدال، فَحُرِّك بالضمّ، الذي كان لها في الأصل.",
            "page": "190",
            "part": "1",
            "seal": "08FD3570"
        },
        {
            "id": "96",
            "nass": "21 - ويجوز له أن يجري نون الجميع بالإعراب، يَتَوهَّم أنها أصلٌ؛ كما قال الشاعر: ¶ أتُوعدني وراَء بني رياحٍ ... كذبت لَتَقْصُرَنَّ يداك دُونِي ¶ عرفنا جَعْفَراً وبني قُشَيْرٍ ... وأنكْرنَا زَعَانِفَ آخَرِينِ ¶ فأعرب نون آخرين. ¶ ومنه قول الآخر: ¶ إنَّي أبِيٌّ أبيٌّ ذو محافظةٍ ... وابنُ أبِيٍّ أبِيٍّ من أُبَيِّينِ ¶ وأنتم معشرٌ زَيْدٌ على مائة ... فأجمِعُوا أمركم طُرًّاً فيكدُونِي",
            "page": "191",
            "part": "1",
            "seal": "3AADCD72"
        },
        {
            "id": "97",
            "nass": "ومن كانت هذه لُغَتُه، أثبت النون الزائدة في الإضافة؛ ولذلك قال الشاعر: ¶ ومئين القرآن فاتلُ عليهم ... ودَع الشِّعر إنّه شَرُّ قِيلِ ¶ فأثبت النون في مِئين القرآن، والوجه: مِئِي القرآن، ولكن توهّم النون من الأصل. ¶ ومثله قول الآخر: ¶ ولقد ولدتَ بنين صِدْقٍ سادةٍ ... ولأنت بعد الله كنتَ السَّيِّدَا ¶ فأثبت النون في بنين. ¶ وقد زعم أن إجراء هذه النون الزائدة مُجرى الأصلية، مثلما أجْرَوْا الأصلية مُجرى الزائدة في الكلام. ¶ قالوا: ومنه قراءة الحسن {وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ}، فتوهم أن النون زائدة، وأنه بمنزلة: مسلمين ومُسْلِمُون.",
            "page": "192",
            "part": "1",
            "seal": "7B37E3F9"
        },
        {
            "id": "98",
            "nass": "22 - وأجاز قوم أن يُتْرَك صَرْفُ ما ينصرف؛ وأنشدوا: ¶ وما كان حِصْنٌ ولا حابِسٌ ... يفوقانِ مِرْدَاسَ في مَجْمَعِ ¶ قالوا: فَتَرَك صَرْف مِرْدَاسٍ، ومثله ينصرف. ومن أنكر هذا رواه: ¶ . . . . . . . . . . . . . . ... يفوقان شَيْخِيَ في مَجْمَعِ ¶ واحتج من أجاز هذا بقول الآخر: ¶ وَمِمَّنْ وَلَدُوا عامِ ... رُ ذُو الطُّول وذُو العَرْضِ ¶ قالوا: فلم يصرف عامِراً وحقُّه الصرف. ¶ ومن أبى هذا يقول: عَامِر يراد به القبيلة؛ فلذلك لم ينصرف.",
            "page": "193",
            "part": "1",
            "seal": "5ADD5256"
        },
        {
            "id": "99",
            "nass": "واحْتُجَّ عليهم بقوله: ذو الطّول وذو العرض وأنه لو أراد القبيلة لقال: ذات الطول والعرض. ¶ وهذا الاحتجاج عندهم لا يلزم؛ لأنه لمّا اضطرّ ذكّر، كما قال الآخر: ¶ قامت تُبَكِّيه على قبره ... مَنْ لِي مِنْ بعدِكَ يا عامرُ ¶ تركتَني في الدار ذا غُربةٍ ... قد ذلَّ مَنْ ليس له ناصرُ ¶ وكان الوجه أن يقول: ذات غربة، فلما اضطر رده إلى تذكير الإنسان، كأنه قال: تركتني إنساناً ذا غربة. ¶ وأنشد آخرون في تَرْكِ صرفِ ما ينصرفُ، قولَ الشاعر:",
            "page": "194",
            "part": "1",
            "seal": "C27E7B0C"
        },
        {
            "id": "100",
            "nass": "لَمُصْعَبُ حين جَدَّ الأم ... رُ أكثرُها وأطْيَبُهَا ¶ وزعم الأصمعي أن هذا لابن الرقيّات، وقال: ليس بحجَّة، لأن الحَضَرِية أفسدت عليه لغتَه وقال: إنما ينشده الفصحاء: ¶ لأنْتُم حين جَدَّ الأم ... رُ أكثرُها وأطْيَبُها ¶ ومثله قول الآخر: ¶ وإلى ابن أُمِّ أُنَاسَ أرْحَلُ ناقتِي ... عَمْرٍوٍ فُتدْرِكُ حاجتي أو تُسْعِفُ ¶ فلم يصرف أُنَاساً. ¶ وقال قوم: الرواية: ¶ وإلى ابن أُمِّ أُناسٍ ارْحَلُ ناقتِي ... . . . . . . . . . . . . .",
            "page": "195",
            "part": "1",
            "seal": "72C89096"
        },
        {
            "id": "101",
            "nass": "فرد حركة الهمزة على التنوين. ¶ ومن أجاز مَنْعَ صرفِ ما ينصرف، زعم أنّ أصل الأسماء كلِّها أن يترك صرفُها، ولكن خُفِّفت منها أسماءٌ صرفت، فإذا تُرك صرفُها، رُدَّت إلى أصلها. ¶ والوجه غير هذا، لأن أصلَ الأسماء التمكّنُ في التسمية والإعراب، وتُرِك صَرْفُ مالا ينصرف منها؛ لِعِللٍ ذُكِرَت في غير هذا الموضع. ¶ 23 - ومما يجوز له أن يُجريَ المعتلَّ من الأسماء مُجْرَى السالم؛ فيقول في الشعر: هذا قاضِيٌ ومررت بقاضي؛ وحقه أن يكون في الرفع والجرّ ساكنَ الياء؛ لاستثقال الحركات في هذه الحروف، إذ كانت الحركات مشتقة منها، والشيءُ في غيره أبين منه في نفسه، كالسواد في البياض أبين منه في السواد. ¶ فمما أجراه الشاعر مُجرى السالم من هذا قوله: ¶ لا باركَ اللهُ في الغَوَانِي هَلْ ... يُصْبِحن إلا لَهُنَّ مُطَّلََب",
            "page": "196",
            "part": "1",
            "seal": "AE86316C"
        },
        {
            "id": "102",
            "nass": "فقال: الغَوانِي فأدخل الجرّ على الياء. ¶ ومثله قول الآخر: ¶ ويوماً يُجَازِينَ الهَوى غير مَاضِيٍ ... ويوماً تَرَى منهنَّ غُولاً تَغَوَّلُ ¶ فقال: ماضِيٍ، فأجراه مُجرى سائر الأسماء المعربة السالمة. ¶ ومثله: ¶ قد عَجِبتْ مِنِّي ومِنْ يُعَيْلِيَا ¶ لما رأتِني خَلَقا مُقْلَوْليا",
            "page": "197",
            "part": "1",
            "seal": "3F20B1D2"
        },
        {
            "id": "103",
            "nass": "جعل: يُعَيْلي لا ينصرف، بمنزلة السالم الذي في أوله الياء الزائدة؛ وفَتَحَهُ لأنه موضع الجرّ. وأشبع الفتحة، فصارت ألفاً للإطلاق، كما لو كان يوسف في قافية منصوبة في موضع جر، لقلت: عن يًوسُفَا، مع نظيرهما من القوافي؛ وذلك أن يَعَيْلي تصغير يَعْلَى، فكان حقه في الجرّ والرفع أن يقول: هذا يَُعَيْلٍ، ومررت بيُعَيْلٍ، ورأيت يُعَيْلِيَ، فيفتحه في النصب، ولا يصرفه لأنّه على وزن الفعل المستقبل، فلما أجراه هذا مُجرى السالم، جَعَلَه في موضع الجرّ مفتوحاً، كما يفعل بما لا ينصرف وزاد الألف للإطلاق. ومثله قول الآخر: ¶ أبيتُ على مَعَارِيَ فاخراتٍ ... بهنّ مُلَوَّبٌ كَدَمِ العِبَاطِ ¶ فأجرى مَعَارِيَ مُجرَى السالم، فحرّكها في الجرّ إلى الفتح، لأنها لو كانت سالمة لم تنصرف؛ إذ كانت مَعَارٍ على مفاعل.",
            "page": "198",
            "part": "1",
            "seal": "E82FFEE8"
        },
        {
            "id": "104",
            "nass": "ورواه قوم: ¶ أبِيتُ عَلَى مَعَارٍ فاخراتٍ ... . . . . . . . . . . . . . . . ¶ فأجراه على أصله، وأذهب الياء للتنوين على أصل الباب، وهذا لا ضرورة فيه. ¶ ومن الأول قول الشاعر: ¶ فلو كان عبدُ الله مولًَى هجوتُه ... ولكنّ عَبْدَ الله مَوْلَى مَوَالِيَا ¶ وكان الوجه أن يقول: مَوْلَى مَوالٍ، ولكن ردّه إلى الأصلِ، وأجراه مُجرى السالم، فكان بمنزلة مالا ينصرف، ففتَحَهُ في الجرّ، وألحقَ الألفَ للإطلاق. ¶ 24 - ومما يجوز له: ردُّ الهمزة في الموضع الذي جرى على أَلْسِنَةِ العرب مخفَّفاً، وذلك أن الفعل المستقبل من رأى جرى على ألسنتهم غير",
            "page": "199",
            "part": "1",
            "seal": "44DC477D"
        },
        {
            "id": "105",
            "nass": "مهموز تخفيفاً؛ فيقولون: هو يَرَى ذاك، ¶ فإذا احتاج الشاعر أجراه على أصله في الهمزة؛ ومنه قول الأول: ¶ لَعَمْرُك إنّني لأُحِبُّ نَجْداً ... وما أرْأى إلى نَجْدٍ سَبِيلاَ ¶ يريد: وما أرى، فَهَمَز على أصْلِ الهمز في الفِعل. ¶ ومثله قول الآخر: ¶ ألا تلك جارَتُنَا بالغَضَا ... تقول أتَرْأيْنَهُ لن يَضِيعَا ¶ فهمز: أترينه، على الأصل. ¶ وكذا قال الآخر: ¶ أُرِي عَيْنَيَّ ما لم تَرْأيَاهُ ... كِلانا عَالِمٌ بالتُّرَّهَاتِ",
            "page": "200",
            "part": "1",
            "seal": "BC559E01"
        },
        {
            "id": "106",
            "nass": "فهمز على أصل ما ذكرنا. ¶ 25 - ومما يجوز له: قطع ألف الوصل؛ كما قال الشاعر: ¶ ولا يُبادرُ في الشتاء وليدُنا ... ألْقِدْرَ يُنْزِلُها بغير جِعَالِ ¶ فقطع الألف من القِدْر، وهي ألف وَصْلٍ، وقال: إنما يكون في النصف الثاني من البيت، كأنَّه موضعٌ سَكَتَ فيه، وابتدأ بها مقطوعة أو في موضع يُتَوَهَّمُ هذا فيه. ¶ ومثل الأول قول الشاعر: ¶ لا نَسَبَ اليومَ ولا خُلَّةً ... إتَّسَعَ الخَرْقُ على الرَّاقِعِ",
            "page": "201",
            "part": "1",
            "seal": "CA45EFEE"
        },
        {
            "id": "107",
            "nass": "فقطع الألف من اتسع، وهي ألف وصل. ¶ ومثله أيضاً: ¶ من لم يَمُتْ عَبْطَةً يَمُتْ هَرَماً ... ألموتُ كأسٌ والمرءُ ذَائِقُهَا ¶ فقطع الألف من قوله: الموتُ كأس على أصل ما ذكرنا. ¶ 26 - ومما يجوز له تحريك السّاكن إذا اضطر إلى ذلك؛ مثل قول الشاعر: ¶ ثم استمرُّوا وقالوا إنّ مَشْرَبَكُمْ ... ماءٌ بشرقيِّ سَلْمَى فَيْدُ أورَكَكُ ¶ وإنما اسم الموضع: رَكٌّ فلمّا اضطرّ حرّك الكاف الساكنة، فأظهر التضعيف.",
            "page": "202",
            "part": "1",
            "seal": "586D4EFB"
        },
        {
            "id": "108",
            "nass": "ومثله قول الآخر: ¶ وقاتمِ الأعماقِ خاوِي المختَرَقْ ¶ مشتبه الأعلام لَمَّاعِ الخَفَقْ ¶ وإنما هو: الخَفْقُ؛ فحرك لمّا اضطر إلى ذلك. ¶ وكذا قول الآخر: ¶ هاجَكَ من أرْوَى كمُنْهاضِ الفَكَكْ ¶ وإنما هو الفَكُّ، يقال: فكَّهُ يَفُكُّهُ فَكّاً، فحرّك وأظهر التضعيف.",
            "page": "203",
            "part": "1",
            "seal": "33B8A9E4"
        },
        {
            "id": "109",
            "nass": "وكذا قول الآخر: ¶ فالحمدُ لله الذي أعْطَى الحَبَرْ ¶ فحرك، وإنما هو مُسَكَّن، وهو السُّرور. ¶ ومثله: ¶ وشَفَّها اللَّوْحُ بمأْزُولٍ ضَيَقْ ¶ يريد: ضَيْقاً، فحرّك. ¶ وكذا قوله: ¶ صَوَادِقَ العَقْبِ مَهَاذِيبَ الوَلَقْ ¶ يريد: الوَلْقَ، وهو: السرعة. ¶ فإذا كان قبلَ الحرف مكسورٌ، واحتاجوا إلى حركته، حَرّكُوه بحركة ما قبله، كما قال الشاعر:",
            "page": "204",
            "part": "1",
            "seal": "1C024A53"
        },
        {
            "id": "110",
            "nass": ". ... ضَرْباً أليماً بِسبْتٍ يَلْعَجُ الجِلِدَا ¶ وإنما يريد: الجِلْد، فلما حَرَّكه حَرَّكه بحركة الجيم. ¶ وربما كُرِه الجميع بين كسرتين، فرُدَّ إلى الفتح، كما قال الآخر: ¶ ولم يُضِعْها، بين فِرْك وعَشَقْ ¶ وأصله: العِشْق، وكان حقه في الضرورة أن يقول: عِشِق، فكَرِهَ توالي كسرتين، فرجع إلى الفتح. ¶ 27 - ومما يجوز له: تخفيف المشدّد في القافية؛ وذلك أنّ المشدَّد",
            "page": "205",
            "part": "1",
            "seal": "D882944A"
        },
        {
            "id": "111",
            "nass": "حرفان، فلما تمّ للشاعر الوزن بأحدهما، حذف الآخر، ومنه قول الشاعر: ¶ أصحوتَ اليومَ أمْ شاقَتْك هِرْ ... . . . . . . . . . . . . ¶ وكقوله: ¶ أرّقَ العينَ خيالٌ لم يَقِرْ ... . . . . . . . . . . . . . . . ¶ فخفّف، وأصله التشديد. ¶ وكذا قول الآخر: ¶ حتى إذا ما لَمْ أجِدْ غيرَ السَّرِي ¶ كنتُ امرءاً من مالِكِ بن جَعْفَرِ ¶ فخفف: السّرِيّ",
            "page": "206",
            "part": "1",
            "seal": "2333B10B"
        },
        {
            "id": "112",
            "nass": "ومنه قول الآخر: ¶ قتلتُ علياءً وهندَ الجَمَليِ ¶ وابناً لصُوحانَ عَلَى دينِ عَلِي ¶ فخفّف الياء من عَلِيٍّ، لما احتاج إلى ذلك. ¶ 28 - ويجوز له أن يحذف النّون الخفيفة لالتقاء الساكنين، إذا احتاج إلى ذلك، وحقُّه أن يحرِّكها؛ ومنه قول الشاعر: ¶ فلستُ بآتيهِ ولا أستطيعُه ... ولاكِ اسْقِنِي إن كان ماؤكَ ذا فَضْلِ ¶ فأسقط النون من لكن؛ لسكونها وسكون السين من اسقني، وكان الواجب أن يحرَّكَ إلى ما يُحَرّكُ إليه الساكنُ.",
            "page": "207",
            "part": "1",
            "seal": "04EF4A4E"
        },
        {
            "id": "113",
            "nass": "ويشبه هذا الحذفَ قولُهم: لم يكُ زيدٌ عاقلاً، فيحذفون النون مع حذفهم عين الفعل، وهي الواو من يكون، وإنما حق هذه النون الجزمُ بلم. وحذف الواو لالتقاء الساكنين، غير أنّ بعضَ العرب يشبهها بما يحذف للجزم فيحذفها، فإذا جاء بعدها اسمٌ فيه ألِفٌ ولام، أثبتها فقال: لم يكن الرجلُ عاقلاً، ومنهم من يُجريها مع الألف واللام مُجراها مع ما ليستا فيه. ¶ ومنه قول بعض المحدثين: ¶ جَلَلاً كما بي فَلْيَكُ التَّبْرِيحُ ... . . . . . . . . . . . ¶ فحذف مع الألف واللام. وبعضهم لا يُجيزه، وأرى أن يكون جائزاً، وكأنه إنما جاء بالألف واللام، بعد ما جرى الكلام على الحذف، كما قال الشاعر: ¶ . . . . . . . . . . . . . . . . . . . . ... دَوَامي الأَيْدِ يَخْبِطنَ السَّرِيحَا ¶ فحذف الياء، مع وجود الألف واللام.",
            "page": "208",
            "part": "1",
            "seal": "ACC3B904"
        },
        {
            "id": "114",
            "nass": "29 - وكذا له حذفُ التَّنوين لالتقاء الساكنين، والأصلُ تحريكُه؛ ومنه قول الشاعر: ¶ فألفيتُه غَيْرَ مُسْتَعْتِبٍ ... ولا ذاكِرِ اللهَ إلا قَلِيلاَ ¶ فحذف التنوين من ذَاكرٍ لمَّا لَقِيَ اللامَ الساكنةَ، وكان حقه أن يحرّكه بالكسر لالتقاء الساكنين. ¶ ومنه قول الآخر: ¶ عَمْرُو الَّذِي هَشَم الثَّرِيدَ لقومهِ ... ورجالُ مكَّةَ مُسْنِتُونَ عِجَافُ",
            "page": "209",
            "part": "1",
            "seal": "B73ABA1B"
        },
        {
            "id": "115",
            "nass": "فحذف التنوين من عمرو، لما ذكرنا. ¶ 30 - ومما يجوز له: حذفُ لام الأمر في الغائب، وحقها ألاَّ تحذفَ، لأنها تجزم الفعل، ولكن لمَّا كان الأمرُ بابَ حَذفٍ، اجترءُوا على ذلك؛ ومنه قول الشاعر: ¶ مُحَمَّدُ تَفْدِ نفسَك كلُّ نفسٍ ... إذا ما خفتَ من أمرٍ تَبالاَ ¶ أراد: لِتَفْدِ نفسَك. ¶ ومثله قول الآخر: ¶ فقلتُ ادعِي وأدْعُ فإنّ أنْدَى ... لَصَوْتٍ أن ينادِيَ داعِيانِ",
            "page": "210",
            "part": "1",
            "seal": "68B294EC"
        },
        {
            "id": "116",
            "nass": "يريد: ولأَدْعُ فحذف اللام، وهو قبيح. ¶ 31 - ومما يجوز له: حذفُ بعض حُرُوف الكلمة اضطراراً، كما قال الشاعر: ¶ قواطناً مكَّةَ من وُرْقِ الحَمِي ¶ قالوا: يريد الحمام، فحذف الميم الآخرة، فبقي الحَمَى، فأبدل من الألف ياء للقافية، فقال: الحَمِي. ¶ وقيل: أراد الحمام فحذف الألف الزائدة. فبقي الحَمَم، فاجتمع حرفان من لفظ واحد، فأبدل أحدهما ياء، كما قالوا: تظنّيت، والأصل: تظنّنت، وتقضيّت، والأصل: تقضضت، وهو كثير.",
            "page": "211",
            "part": "1",
            "seal": "12224D5E"
        },
        {
            "id": "117",
            "nass": "وقيل: بل رخّم في غير النّداء، فبقي: الحَمَا، فأبدل الألف ياء. ومثله قول الآخر: ¶ دُعاء حماماتٍ يُجاوِبُها حَمِي ¶ ففي قوله: حَمِي من العلة ما ذكرنا. ¶ ومثله قوله الآخر: ¶ غَرْثَى الوِشَاحَيْنِ صَمُوتِ الخَلْخَلِ ¶ يريد: الخَلْخَالَ، فحذف لما احتاج إلى ذلك. ¶ 32 - ومما يجوز له: إشباع الضمة، فيجعلها واواً، وإشباع الكسرة فتكون ياء، وكذا يشبع الفتحة فيجعلها ألفاً؛ فمن ذلك قول الشاعر: ¶ وإنّني حيثُما يَثْنِي الهَوىَ بَصَرِي ... من حيثُ ما سَلَكُوا أدنو فَأَنْظُورُ",
            "page": "212",
            "part": "1",
            "seal": "9335249D"
        },
        {
            "id": "118",
            "nass": "يريد: فأنظر، فأشبع حركة الظاء، فصارت واواً. ¶ وكذا قول الآخر: ¶ يَنْبَاعُ من ذِفْرَى غَضُوبٍ جَسْرَةٍ ... زَيَّافةٍ مثلِ الفَنِيق المُكْدَمِ ¶ فقال: ينباع، يريد: يَنْبَعُ، فأشبع الفتحة فصارت ألفاً. ¶ قالوا: ومن هذا الباب قول الآخر: ¶ تنفِي يَدَاهَا الحَصَى في كلِّ هاجِرَةٍ ... نَفْيَ الدَّرَاهيمِ تنقادُ الصيَّاريفِ",
            "page": "213",
            "part": "1",
            "seal": "7DA83867"
        },
        {
            "id": "119",
            "nass": "قيل: أشبع الكسرة التي في الهاء، فصارت ياءً في قولك: دراهم. ¶ وقيل: هو جمع على غير واحده، كما قالوا: مَذَاكير في جمع: ذَكَرٍ. ¶ وقيل: الرواية: نفي الدنانير، فليس في هذا ضرورة؛ لأن ديناراً يُجمع: دنانير، لأن رابعَهُ حرفُ مدٍّ ولين، وكل ما كان كذلك جُمع على ما ذكرنا، نحو: مِفتاح مفاتيح وقِنديل وقناديل. ¶ 33 - ومما يجوز له: إثبات ما يجوز حذفُه؛ مثل قولهم: هؤلاء الضَّارِبُون زيداً، فإذا أضمروا قالوا: الضاربوه، فوصلوا المضمر، ولا يجوز انفصاله، وحذفوا النون للإضافة، ويجوز إثباتُها للشاعر، كما قال الأول: ¶ هم القائلونَ الخَيْرَ والآمِرُونَهُ ... إذا ما خَشُوا من مُحدث الأمرِ مُعْظَمَا",
            "page": "214",
            "part": "1",
            "seal": "62917C59"
        },
        {
            "id": "120",
            "nass": "وكان الوجه أن يقول: الامروه، ولكن رد النون اضطراراً. ومثله: ¶ ولم يرتَفِقْ والناس مُحْتَضِرُونَهُ ... جميعاً وأيدي المُعْتَفِينَ رَوَاهِقُهْ ¶ فقال: محضرونه، والوجه: محتضروه. ¶ 34 - ومما يجوز له: إزالةُ الإضافة وإدخالُ النون في العدد، إذا قال: مائةُ درهمٍْ ومائتا دِرهمٍ، فيجوز له أن يقول: مائةٌ درهماً، ومائتانِ درهماً؛ كما قال الأول: ¶ إذا عاش الفَتَى مائتين عاماً ... فقد ذَهَبَ اللَّذاذةُ والفَتَاء",
            "page": "215",
            "part": "1",
            "seal": "E8FFCAE6"
        },
        {
            "id": "121",
            "nass": "فقال: مائتين عاماً، وكان الوجه أن يقول: مائتي عامٍ، على ما ذكرنا، ولكن جاز له هذا اضطراراً. ¶ ومثله: ¶ أنْعَتُ عَيْراً من حَمِير خَنْزَرَهْ ¶ في كلِّ عَيْرٍ مائتانِ كَمَرَهْ ¶ فقال: مائتانِ كَمَرهْ، والحق أن يقول: مائتا كَمَرَهْ. ¶ 35 - ومما يجوز له عند الكوفيين، ولا جوز عند البصريين مدّ المقصور؛ وحجتهم في ذلك أنك تخفّف الشيء بالحذف منه، وليس لك أن تزيد فيه ما ليس منه؛ فلذلك جاز عندهم قصرُ الممدود، لأنَّك تحذف",
            "page": "216",
            "part": "1",
            "seal": "9E53022B"
        },
        {
            "id": "122",
            "nass": "منه ما تخفِّفه به، ولم يَجُزْ مدُّ المقصور؛ لأنك تزيد فيه ما ليس منه. ¶ وأنشد من أجاز مدّ المقصود: ¶ يا لك من تمر ومن شِيشاءِ ¶ يَنْشَبُ في الحَلْقِ وفي اللَّهاءِ ¶ فمد اللَّها، وهو جمع لَهَاةٍ، مثل: قطاة وقطاً. ¶ ومثله قول الآخر: ¶ قفاؤُكَ أحسنُ من وَجْههِ ... . . . . . . . . . . . . . . . . ¶ فمد القَفَا، وهو مقصور أيضاً. ¶ 36 - ومما يجوز له: أن يجعلَ في الفعل علامةً من التثنية والجمع،",
            "page": "217",
            "part": "1",
            "seal": "F38FD0E9"
        },
        {
            "id": "123",
            "nass": "والفعل متقدّم، فيقولون: قاما الزيدان وقاموا الزيدون، وأنشدوا في ذلك: ¶ يلُومُونِني في اشتراء النَّخِي ... لِ أهلِي فكلُّهُمُ أَلْوَمُ ¶ فقال: يلومونني، وهو فعل للقوم. ¶ ومثله قول الآخر: ¶ ولكنْ دِيَافِيٌّ أبوه وأمُّه ... بحَوْرَانَ يَعْصِرْن السَّلِيطَ أقارِبُهْ ¶ فقال: يَعْصِرْن، وهو فعلٌ للأقارب. ¶ وإنما جاز هذا عندهم؛ لأنهم جعلوا في الفعل علماً من التثنية والجمع، كما",
            "page": "218",
            "part": "1",
            "seal": "51C64AE8"
        },
        {
            "id": "124",
            "nass": "جعلوا فيه عَلَماً للتأنيث في قولك: قامت هِنْدٌ وذهبتْ دَعْدٌ. ¶ وزعم أكثر النحويين أن هذا جائز في الشعر والكلام؛ قالوا: ومنه قول الله تبارك وتعالى: {فَعَمُواْ وَصَمُّواْ كَثِيرٌ مِّنْهُمْ}، فَجَمَع في الفعل، وهو متقدّم، وكذا قوله: {وَأَسَرُّواْ النَّجْوَى الَّذِينَ ظَلَمُواْ}، فقال: أسرُّوا وهو فِعْلُ الذين. وحكوا عن العرب: أكلوني البراغيث. ¶ وأنكر قومٌ هذه اللغة، وقالوا: لو كانت أكلتني كانت حجّة، ولكن لما قالوا: أكلوني جعلوا في فِعْلِ من لا يعقل عَلَمَ ما يعقل، كان صاحبها غالطاً، فلم تقم به حجّة. ¶ ولهم في الآيتين تأويل منه أن يجعلوا ما في الفعل ضميراً، ويجعلوا كثيراً والذين بدلاً منه، ومنه أن يجعلوا الذين بدلاً من الناس",
            "page": "219",
            "part": "1",
            "seal": "09A4AE7B"
        },
        {
            "id": "125",
            "nass": "في قوله تعالى: {اقْتَرَبَ لِلنَّاسِ} ثم قال: {الَّذِينَ ظَلَمُواْ}. ¶ ومن أجاز ما قدمنا يجعله وجهاً ثالثاً. ¶ 37 - ومما يجوز له: حذفُ النون التي هي غير أصلية في الجمع المُسَلَّم والتثنية بغير إضافة؛ فمن ذلك ما ذكرته من قول الشاعر: ¶ أبني كُلَيبٍ إنّ عَمَّيَّ اللَّذَا ... قَتَلا الملوكَ وفكَّكا الأغْلاَلا ¶ وإنما جاز هذا عند قوم؛ لأن اللَّذَيْنِ لا يتم اسماً إلا بصِلةٍ، فطال فحذف منه لطوله، وذكرته أوّلا، وذكرت أن منه قول الشاعر: ¶ لها مَتْنَتَانِ خَظاتا كما ... أكبَّ على ساعِدَيْهِ النَّمِرْ ¶ وأنه يريد خظاتان في بعض الأقوال، ولكن حذف. ¶ وكذا قول الآخر: ¶ لنا أعنُزٌ لُبْنٌ ثلاثٌ فبعضُها ... لأولادنا ثِنتَْاَ وفي بيتنا عَنْزُ",
            "page": "220",
            "part": "1",
            "seal": "4CE44C90"
        },
        {
            "id": "126",
            "nass": "فقال: ثِنْتَا وهو يريد: ثنتان، فحذفُ النون عندهم اضطرارٌ. ومما حُذف في الجمع قول الآخر: ¶ ولقد يَغْنَى بها جيرانُكَ المُمْسِكُو مِنك بحبلٍ للوِصَالْ. ¶ فقال: الممسكو، وحقه أن يقول: الممسكون: فحذفَ النون لما ذكرنا من أنّ ذلك جائز للشاعر، منه قول الآخر: ¶ وحاتِمُ الطائِيُّ وهَّابُ المِئِي",
            "page": "221",
            "part": "1",
            "seal": "25523FF8"
        },
        {
            "id": "127",
            "nass": "يريد: المِئين، فحذف النون أيضاً على ما ذكرنا. ¶ وكذا قول الآخر: ¶ يأكلُ أيّامَ الهُزالِ والسِّنِي ¶ يريد: السِّنين، فحذف أيضاً اضطراراً. ¶ وقد زعم قومٌ أن المِئِي جمع مائة، كتمرة وتمر. ¶ وقالوا: يجوز أن يبني السِّنين والمِئين على حذف النون، وجَعْلِ ما بقي اسماً، كأنه يُجْعَل: سِنُو ومِئُو، من قولك: سِنُونَ ومِئُونَ اسماً بعد الحذف، فلم يمكن أن يكون اسم آخره واو قبلها متحرّك، فقلب الواوَ ياءً، وردَّ الضمة كسرةً؛ فقال: المِئِي والسِّنِي. ¶ 38 - ومما يجوز له عند الكوفيين: حذفُ باء الإلزاق، في قولهم: مررت بزيد، فأجازوا: مررت زيداً، وأنشدوا: ¶ تمرُّون الدِّيارَ ولم تَعُوجُوا ... كلامُكُمُ عَلَىَّ إذاً حَرَامُ",
            "page": "222",
            "part": "1",
            "seal": "66441E1D"
        },
        {
            "id": "128",
            "nass": "يريدون: تمرُّون بالدِّيار. ¶ وأنكر هذا سائر البصريين، وقالوا: لا يجوز في كلام ولا شعر. وقال محمد بن يزيد: قال عمارة بن عَقيل بن بلال بن جرير: إنما قال جَدِّي: ¶ مَرَرْتُم بالدِّيار فلم تَعوجُوا ... كلامُكُمُ عَلَىَّ إذاً حَرَامُ ¶ فعلى هذا ليس فيه اضطرار، ويصح ما قال البصريون؛ لأن الفعل لا يصل إلى اسم إلا بالباء، ولا يوجد في كلام العرب بغير ذلك. ¶ 39 - ويجوز له أن يحذف (أنْ) من جواب عَسَى؛ إذا قلت: عَسَى زيد أنْ يقوم، فهو الوجه، وجاء في الشعر: عَسَى زَيْدٌ يقومُ، وأنشدوا:",
            "page": "223",
            "part": "1",
            "seal": "08B3E77D"
        },
        {
            "id": "129",
            "nass": "عَسَى الهَمُّ الذي أمْسَيْتَ فيه ... يكونُ وَرَاَءهُ فَرَجٌ قَرِيبُ ¶ فأسقط (أنْ)، والوجه إثباتها؛ ولكن الشاعر شبّه عَسَى بَلَعَلَّ، فكما يقول: لَعَلَّ زيداً يقومُ، كذا يقول: عَسَى زيد يقوم. ¶ ومثله: ¶ عَسَى اللهُ يَغنِي عن بلاد ابنِ قادر ... بُمنْهَمِرٍ جَوْنِ الرَّبابِ سَكُوبِ ¶ ومثله: حذف (أنْ) أيضاً بعد: يُوشك مَنْ فَعَلَ أنْ يُفْعَل به، وأجازوا في الشعر: يُفْعَلُ به، وأنشدوا: ¶ يوشِك مَنْ فَرَّ من مَنِيَّتِه ... في بعض غِرَّاتِهِ يُوافقُهَا",
            "page": "224",
            "part": "1",
            "seal": "26D7DC3C"
        },
        {
            "id": "130",
            "nass": "40 - ومما يجوز له: حذف الياء من الجمع، الذي حقّها أن تثبت فيه؛ مثل قولك: قِنديل وقَناديل ودَامُوس ودَوامِيس؛ فيقولون: دَوامِس وقَنادِل ومنه قول الشاعر: ¶ قد قَرَّبَتْ ساداتِها الرَّوَائِسَا ¶ والبَكَراتِ الفُسَّجَ العَطَامِسا ¶ فحذف الياء. والوجه أن يقول: العطاميس؛ لأنه جمع عُطْمُوس والعُطموس: الناقة الحسنة، والرَّوَائِس جمع رائسة، وهي الناقة السريعة. ¶ 41 - ومما يجوز له على قول قوم من النحويين: حذف الإعراب؛ إذا احتاج إلى ذلك. وهذا لا يكاد يجوز عند أكثرهم في كلام ولا شعر. وأنشد من أجازه: ¶ فاليومَ أشربْ غير مُستحقبٍ ... إثماً من الله ولا واغِلِ",
            "page": "225",
            "part": "1",
            "seal": "9F0B9C20"
        },
        {
            "id": "131",
            "nass": "فحذف الإعراب من أشربُ، وهو فعل مستقبل، حقه أن يكون مرفوعاً، ولكن فَعَل هذا فيه ما يُفعل في الحركات التي تحذف استثقالاً، وليس بإعراب. ¶ ومن أنكره رواه: فاليومَ فاشْرَبْ، على الأمر لنفسه. ¶ وكذا قول الآخر: ¶ إذا اعْوَجَجْنَ قلتُ صاحبْ قَوِّمِ ¶ بالدَّوِّ أمثالَ السَّفِينِ العُوَّمِ",
            "page": "226",
            "part": "1",
            "seal": "0A4E2C4C"
        },
        {
            "id": "132",
            "nass": "فقال: صَاحِبْ، ولم يُعرب. ¶ ويقرب منه في الضرورة، ما أنشدونا لوضَّاح اليَمَانِيِّ: ¶ عجِبَ الناسُ وقالوا ... شِعْرُ وضَّاحِ اليَمَانِي ¶ إنما شِعْرِيَ قَنْدٌ ... قد خُلِطْ بالُجلْجُلاَنِي ¶ فأسكن الفعل في قوله: خُلِطَ. ¶ وأسهلُ من هذا، حذفُ الإعراب في النصب عن الياء والواو في قولك: لن يَرْمِيَ ولن يَغْزُوَ، ولو جاء في شعر ساكناً لجاز، وذلك أن يُشَبَّه بَغَيْرِه في الرفع والجرّ، الذي يكون فيه ¶ الياء والواو ساكنة، فيُجري في النصب على ذلك، ومنه قول الشاعر: ¶ سَوَّى مَسَاحِيهِنَّ تقطيطَ الحُقَقْ",
            "page": "227",
            "part": "1",
            "seal": "787318E1"
        },
        {
            "id": "133",
            "nass": "فأسكن الياء في موضع النصب. ¶ وكذا ما أنشده سيبويه: ¶ يا دارَ هندٍ عَفَتْ إلاّ أثَافِيهَا ... . . . . . . . . ¶ فخفف الأثَافِيَّ وأسكن الياء في النصب؛ لأنه استثناء فحق الياء أن تكون منصوبة، ولكن قائل هذا يفعلُ به ما يفعل في الجر والرفع من حذف الحركات. ¶ وكذلك قول الآخر: ¶ كَفَى بالنّأيِ من أسماَء كافي ... وليس لسقْمِه إذا طال شَافِ ¶ والوجه: كافياً، فأجراه على ما ذكرنا. ¶ وكذا قول الآخر: ¶ كم قد ذكرتك لو أُجْزَى بتذكرةٍ ... يا أشبهَ الناس كلِّ الناس بالقَمرِ ¶ إني لأَجْذَلُ أن أُمْسِي مُقابِلَهُ ... حُبَّا لرؤيةِ مَنْ أشبهتِ في الصُّوَرِ",
            "page": "228",
            "part": "1",
            "seal": "CB95354C"
        },
        {
            "id": "134",
            "nass": "فقال: أُمْسِي مقابله. ¶ 42 - ومما يجوز له: تشديد المخفّف اضطراراً، وتغيير البناء، كما قال الأول: ¶ تعرَّضَتْ لِي بمكانٍ حِلِّ ¶ تعرُّضَ المُهْرَة في الطِّوَلِّ ¶ يريد: الطِّوَلَ، فثقّل اللام اضطراراً. والطِّوَلُ: الحَبْلُ الذي يرخى للدابّة، ترعى فيه؛ ومنه قول طرفة: ¶ لعمرُكَ إنّ الموتَ ما أخطأ الفَتَى ... لكالطِّوَلِ المرْخَى وثنْيَاهُ باليَدِ",
            "page": "229",
            "part": "1",
            "seal": "C6C9DC3E"
        },
        {
            "id": "135",
            "nass": "ومثل الأول قول الآخر: ¶ قُطُنَّةٌ من أجْوَدِ القُطُنِّ ¶ فثقّل، وإنما هو القُطْنُ. ¶ ومن التغيير قول الآخر: ¶ وأنتَ يا بُنَيَّ فاعْلَمْ أنِّي ¶ أحِبُّ مِنكَ مَعْقِدَ الوُشْحَنِّ ¶ وأنت تريد جمع الوشاح، فزاد وغيّر كما ترى. ¶ 43 - ومما يجوز له: حذف الهاء في الترخيم؛ في الوقف والوصل؛ وذلك أن العرب إذا أسقطت هاء في الترخيم؛ ثم وقفت على اسم أسقطتها",
            "page": "230",
            "part": "1",
            "seal": "AD181ED8"
        },
        {
            "id": "136",
            "nass": "منه، أعادتها لبيان الحركة. ويجوز للشاعر ألاّ يُعِيدَها، ويجري الوقف كالوصل؛ مثل قول الشاعر: ¶ وكادت فزارةُ تَشْقى بنا ... فأَوْلَى فَزَارةُ أوْلَى فَزَارَا ¶ فأسقط الهاء من فَزَارة الآخرة، ووقف على حذفها وأشبع الفتحة، فصارت ألفاً للإطلاق. ¶ ومثله قول الآخر: ¶ قِفِي قبلَ التّفَرُّق يا ضُباعَا ... . . . . . . . . . . . . . . . ¶ يريد ضبّاعة، فَعَل به ما فَعَل الأول، وكان الوجه إذا وقف في مثل هذا أن يعيد الهاءَ المحذوفة لبيان الحركة. ¶ 44 - ومما يجوز له أن العرب لا تقول: نِعم الرَّجُلُ الظريفُ",
            "page": "231",
            "part": "1",
            "seal": "61161035"
        },
        {
            "id": "137",
            "nass": "زَيْدٌ، ولا بئس الرجلُ الفاسقُ عمرٌو، ولكن إذا اضطر إليه الشاعر جاز له؛ كما قال الأول: ¶ نِعمَ الَفتي المُرِّىُّ أنت إذا هُمُ ... حَضَرُوا لَدَى الحجراتِ نارَ المَوْقِدِ ¶ فالمرىّ من نعت الفتى، جاء به اضطراراً. ¶ 45 - ويجوز له: تَقْدِمة (إلا) في الاستثناء، فأجازوا: إلاَّ زيداً أتاني القوم وأنشدوا: ¶ خلا اللهَ ما أرجو سواكَ وإنَّما ... أعُدُّ عِيالِي شُعْبَةً من عيالكَا ¶ وكان الوجه أن يقول: ما أرجُو سِواكَ خَلاَ اللهَ. ¶ 46 - ومما يجوز له أنّ الياء تحذف مع التنوين في قولك: قاضٍ وجَوَارٍ، وللشاعر أن يحذفها مع غير التنوين، كأنه يتوهم أن ذاك الحذف أصل فيها ومنه قوله: ¶ كنَواحِ ريشِ حمامَةٍ نَجْدِيَّةٍ ... ومَسَحْتِ باللَّثَتَيْنِ عَصْفَ الإِثْمِدِ",
            "page": "232",
            "part": "1",
            "seal": "80712DB7"
        },
        {
            "id": "138",
            "nass": "فحذف الياء، وليس موضع تنوين، وكان الوجه أن يقول: كنواحي ريش حمامة، لأنه مضاف لا يدخله التنوين. ¶ ومثله حذفها مع الألف واللام، كما قال الشاعر: ¶ فَطِرْتُ بُمنْصُلِي في يَعْمَلاَتٍ ... دَوَامِي الأيْدِ يَخْبِطْنَ السَّرِيحَا ¶ فقال: الأيد، وهو يريد: الأيدي، ولكنه توهّم أنه أدخل الألف واللام على محذوف، فأبقاه على حذفه. ¶ ومثله قول الآخر: ¶ وأخُو الغَوَانِ متى يَشَأ يَصْرِمْنَهُ ... ويَعُدْنَ أعداءً بُعَيْدَ وِدَادِ ¶ يريد: الغواني، فحذف على أصل ما ذكرنا. ¶ 47 - ومما يجوز له: الترخيم في غير النّداء، وَذاك أنّ النداءَ بابُ حذفٍ واستخفافٍ، فجاز الترخيم فيه؛ لأنه حذف من الاسم، وليس",
            "page": "233",
            "part": "1",
            "seal": "A0750019"
        },
        {
            "id": "139",
            "nass": "كذا غيرُه من الكلام، ولكن الشاعر إذا اضطر جاز له ذلك في غير النداء؛ كما قال الأول: ¶ إنَّ ابنَ حارثَ إنْ أشْتَقْ لرؤيتِه ... أو أمتدحْهُ فإنَّ الناسَ قد علمُوا ¶ يريد: حارثة، فرخَّم في غير النداء. ¶ ومثله قول الآخر: ¶ ألا أضحتْ حبالُكُمُ رِمامَا ... وأضحتْ منك شاسعةً أُمَاماَ ¶ يريد: أمامة، فرخم في غير النداء، وأشبع الفتحة، فصارت ألفا للإطلاق. ¶ ومثله قول الآخر: ¶ أبو حَنَشٍ يُؤَرِّقُنا وطَلْقٌ ... وعَمَّارٌ وآونةً أُثَالاَ",
            "page": "234",
            "part": "1",
            "seal": "C81280AE"
        },
        {
            "id": "140",
            "nass": "يريد: أُثالة، فرخَّم وفَعَلَ به في الإطلاق ما ذكرنا. ¶ ومثله: ¶ وقد وَسَطْتُ مالكاً وحَنْظَلا ¶ يريد: حنظلة. ¶ وكذا قال الآخر. ¶ خُذُوا حظَّكُمْ يا آل عِكْرِمَ واذكُرُوا ... أواصِرَنَا والرِّحْمُ بالغَيْبِ تُذْكَرُ ¶ يريد: عكرمة فرخَّم هذا كله في غير النداء، على ما ذكرنا. ¶ 48 - ومما يجوز له: التفرقة بين المفسِّر والعدد، في قولك: عِندي ثلاثون رجلاً وأربعون فَرَساً؛ فيجوز له: عندي ثلاثون في الدار رجلاً.",
            "page": "235",
            "part": "1",
            "seal": "23A4A908"
        },
        {
            "id": "141",
            "nass": "ومنه قول الشاعر: ¶ على أنَّنِي بَعْدَ ما قَدْ مَضَى ... ثلاثون للهجْرِ حَوْلاً كَمِيلاَ ¶ يذكِّرُنِِيكِ حَنيِنُ العُجُولِ ... ونَوْحُ الحمامةِ يدعُو هَدِيلاَ ¶ يريد: ثلاثون حَوْلاً، ففرّق بقوله: للهجر. ¶ 49 - ومما يجوز له: إدخال (يا) في النداء على الاسم الذي فيه الألف واللام لازمتين، كالذي، والتي. وحقُّ كلِّ اسمٍ دُعِيَ، وفيه ألف ولام، أن يحذف ذلك منه، إلاَّ قولَهم: يا الله، فإن الألف واللام لزمتا هذا الاسم، حتى صارتا كأحد حروفه، وإنما شبه الذي والتي وما أشبههما بذلك؛ فمن ذلك قول الشاعر: ¶ مِنَ أجْلِكِ يا الَّتِي تَيَّمْتِ قَلبي ... وأنتِ بخيلةٌ بالوُدِّ عَنِّي ¶ وأجاز قوم دخول (يا) على مالا تثبت فيه الألف واللام. وأنشدوا:",
            "page": "236",
            "part": "1",
            "seal": "302D0A09"
        },
        {
            "id": "142",
            "nass": "فيا الغُلاَمَانِ اللَّذَانِ فَرَّا ¶ إياكُما أن تُكْسِبانَا شَرَّا ¶ ورواية من لم يجزه: ¶ فَيَا غُلامَانِ اللَّذانِ فَرَّا ¶ 50 - ومما يجوز له: إبدالُ ياء الإضافة ألفاً في قولك: يا غلامي، فيقولون: يا غُلامَا، فيبدلون من الياء ألفاً؛ لأن الألف أخفُّ من الياء، والفتحة أخفّ من الكسرة، ومنه قول الشاعر: ¶ يا ابْنَة عَمَّا لا تَلُومي واهْجَعِي ¶ أراد: يا ابْنَةَ عَمِّي، فأبدل الياء ألفاً.",
            "page": "237",
            "part": "1",
            "seal": "E130715E"
        },
        {
            "id": "143",
            "nass": "وقد زعم قوم أن هذا ليس من الاضطرار؛ لأنه يجوز أن يردّ الياء، ولا ينكسر الوزن. ¶ وقال قوم: يجوز هذا في الشعر والكلام؛ لأنه أحد لغات الإضافة، وهو أنه يجوز أن يقول القائل: يا غلامِيَ ويا غُلامِي ويا غُلامِ ويا غُلامَا وغُلامُ، وهو يريد الإضافة، ولكل هذه عِلَلٌ. ¶ 51 - ومما يجوز له: تفريقه بين حرف الجَزاء والفِعل، ويَجْزِمُ به، فمن ذلك قول عَدِيّ بن زيد: ¶ فَمَتَى واغلٌ يَنُبْهُم يُحَيُّو ... هُ وتُعْطَفْ عليه كأسُ السَّاقِي ¶ ففرق بين متى وينبهم. ¶ ومثله قول الآخر: ¶ صَعْدَةُ نابتة في حائرٍ ... أيْنَمَا الرِّيحُ تُمَيِّلْها تَمِلْ",
            "page": "238",
            "part": "1",
            "seal": "845F2E84"
        },
        {
            "id": "144",
            "nass": "ففرَّقَ بين أينما وتُمَيِّلْها؛ وإنما التقدير: أينما تَميِّلْها الرِّيحُ تَمِلْ. ¶ ومثله قول الآخر: ¶ فَمَنْ نحنُ نؤمنْهُ يَبِتْ وهو آمنٌ ... ومَنْ لا نُجِرْهُ يُمْسِ فينا مُفَزَّعَا ¶ ففرّق بين مَنْ ونؤمنه بنحن. ¶ 52 - ومما يجوز له: الجمع بين العِوَض والمعوّض منه في قولهم: فَمٌ وفَمَوَانِ وذاك أن الميم في فمٍ بدل من الواو التي كانت في فو زيدِ فلما جُعل اسماً منفصلاً، رَدُّوا الواو مع الميم، كما قال الأول:",
            "page": "239",
            "part": "1",
            "seal": "4841F1AB"
        },
        {
            "id": "145",
            "nass": "هما نَفَثَا فِي فِيَّ مِنْ فَمَوَيْهِمَا ... على النابحِ العاوِي أشدَّ رِجامِ ¶ وقد أنكر هذا بعضهم ولم يُجِزْه، وذكر أن الفرزدق قال هذا في حين اختلاطه، وأنه في ذلك الحين ليس بحجة. ¶ ومثل هذا ما أجاز الكوفيون، من إدخال (يا) على اللهُمَّ، وذاك أن الميم عند البصريين بدل من (يا)، فلا يجوز عندهم أن تجتمع مع (يا)، وهي عند الكوفيين الميم من أُمَّ، إذا قلت: اقصد، ومعنى اللهُمَّ عندهم: يا الله أُمَّنا بخيرٍ، ولكن حُذِفت الهمزة وَوُصِلت الميمُ باسم الله عزّ وجلَّ؛ ولذلك أنشدوا: ¶ وما عليكِ أن تَقُولي كُلَّمَا ¶ سبَحتِ أو هَلَّلتِ يا الَّلهُمَّمَا",
            "page": "240",
            "part": "1",
            "seal": "4ADE5A13"
        },
        {
            "id": "146",
            "nass": "ارْدُد علينا شيخَنَا مُسَلَّمَا ¶ فأدخل (يا) على اللَّهمّ، وهو عند البصريين لا يجوز، لما ذكرنا. ومثله عندهم قول الآخر: ¶ إنِّي إذا ما حَدَثٌ ألَمَّا ¶ دَعَوْتُ يا للَّهُمَّ يا للَّّهُمَّا ¶ وحجّة من مَنَعه، ما ذكرنا من اجتماع البَدَل والمبدل منه. ¶ وقالوا: قول الكوفيين في هذا غلط؛ لأنَّه يلزم ألاَّ يأتيَ بعده جواب؛ لأن قوله: أُمَّنَا يغني عن ¶ الجواب؛ لأن القائل إذا قال: يا اللهُ أُمَّنا",
            "page": "241",
            "part": "1",
            "seal": "EF1351DF"
        },
        {
            "id": "147",
            "nass": "بخير، كان هذا جوابَهُ، أعني هو ما يسأله الداعي، فهو يغني عن قولك: ياللهمّ اغفر لنا. ¶ ورواية البصريين: أللَّهُمَمَا، وكذا أللَّهُمَّا، وردَّ هذا الكوفيون بأن فيه قطع ألف الوصل، وهذا لا يلزم لأنَّها لزمت هذا الاسم حتى صارت كأحد حروفه، فجاز قطعها لذلك. ¶ 53 - ومما يجوز له أن يحذِفَ في الوصل ما كان يحذف في الوقف، فتدعو الضرورة إلى أن يُجري الوصلَ مُجْرَى الوقف؛ وذلك مثل قول الشاعر: ¶ وما لَهُ من مَجْد تليدٍ ولا لَهُ ... من الرِّيح حظُّ لا الجنوبُ ولا الصِّبا ¶ فقال: مالَهُ، والوجه أن يقول: ما لَهُو، وإنما يحذف هذا في الوقف، فلما وصل واحتاج، أجرى الوصل مُجْرى الوقف. ¶ ومثله: ¶ أو مُعْبَرُ الظَّهر يُنْبِي هم وَلِيتَّهِ ... ما حجَّ رَبُّهُ في الدُّنْيَا ولا اعْتمَرَا ¶ يريد: رَبُّهُو، فحذف.",
            "page": "242",
            "part": "1",
            "seal": "6857F073"
        },
        {
            "id": "148",
            "nass": "ومثله قول الآخر: ¶ له زَجَلٌ كأنَّهُ صَوْتُ حادٍ ... إذا طَلَبَ الوَسِيقَةَ أو زَمِيرُ ¶ أراد: كأنَّهُو، فحذف أيضاً. ¶ وقال قوم: الرواية: ¶ له زجلٌ تقول أصَوْتُ حادٍ ... . . . . . . . . . . . . . . . . ¶ والذي ذكرنا لا يَمْنَعُ؛ لأنَّه كثر في الشعر حتى لا يحتاج إلى الاستشهاد عليه. ¶ ومنه قول الآخر: ¶ فَبَيْنَاهُ يَشْرِي رَحْلَه قال قائلٌ ... لِمَنْ جَمَلٌ رِخْوُ المِلاطِ نَجِيبُ ¶ وكذا يحذف الياء من مثل هذا في قول الشاعر:",
            "page": "243",
            "part": "1",
            "seal": "A7BB4924"
        },
        {
            "id": "149",
            "nass": "دارٌ لسُعْدَى إذْهِ مِنْ هواكَا ¶ يريد: إذ هِيَ فحذف الياء في الوصل، كما يحذفها في الوقف، وأنها عندهم ليست بأصل؛ وذاك أن من العرب من يحذف الحركة عن الياء، فيقول: هِي فإذا وقف حذفه. ¶ ومثله قول الآخر: ¶ فإنْ يَكُ غَثّاً أو سَميناً فإنَّني ... سأجعلُ عَيْنَيهِ لِنَفْسِهِ مَقْنَعا ¶ يريد: لنفسهِي، وهو الأصل، ولكن حَذَف في الوصل ما يحذفه في الوقف، على أصل ما ذكرنا.",
            "page": "244",
            "part": "1",
            "seal": "1595ED22"
        },
        {
            "id": "150",
            "nass": "ومثله ما أنشدوا لرجل من أزد السراة: ¶ فََظَلْتُ لَدَى البيت العتِيقِ أُخِيلُهُ ... ومِطْوَاي مُشْتَاقانِ لَهْ أرِقَانِ ¶ فحذف في الوصل، كما يحذف في الوقف؛ فقال: لَهْ، يريد: لَهُو. ¶ 54 - ومما يجوز له: تثنية الواحد الذي لا يُعلم له في مكانه ثانٍ؛ مثل قول الشاعر: ¶ على كُلّ ذيِ مَيْعَةٍ سابحٍ ... يُقَطِّعُ ذو أبْهَرَيْهِ الحِزَامَا",
            "page": "245",
            "part": "1",
            "seal": "B8ED9BF0"
        },
        {
            "id": "151",
            "nass": "يريد أنه يقطِّع الحزامَ، لانْتِفَاخِ جنبيه، وثَنَّى الأبْهَرَ؛ لأنه يريده هو وما حوله، فجعل ذلك أبْهَرَيْنِ. ¶ ومثله قول الفرزدق: ¶ ألم تعلَمُوا أنِّي ابنُ صاحبِ صَوْأرِ ... وعندي حُسَامَا سفيهِ وحَمَائِلُهْ ¶ أراد: حُسام سيفه، فثنَّي على ما ذكرنا. ¶ ورواه قوم: حساماً سيفُه وحمائلُه، فنصب حُسَاماً على الحال، والأول أعرف، وصَوْأر ماءٌ لِكَلْبٍ فوق الكوفة. ¶ ومثله لقيس بن الخطيم: ¶ . . . . . . . . . . . . . . . . . . كأنَّ قَتِيرََيْها عُيُونُ الَجنَادِبِ",
            "page": "246",
            "part": "1",
            "seal": "2831538D"
        },
        {
            "id": "152",
            "nass": "يصف الدِّرْعَ، فقالك قَتِيرَيْها، يريد: قتيرها، وهو مسامير الدِّرع، ولكن ثنَّى على ما ذكرنا. ¶ ومثله قول جرير: ¶ لما تذكَّرتُ بالدَّيْرَيْنِ أرَّقَنِي ... صَوْتُ الدَّجَاجِ وقرعٌ بالنَّوَاقِيسِ ¶ أراد: دَيْرَ الوليد، فثنَّاه وهو دَيْرٌ بالشام معروف. ¶ 55 - ومما يجوز له: جمع المذكر على ما يجمع عليه المؤنث، مثل قول الفرزدق:",
            "page": "247",
            "part": "1",
            "seal": "56CCD608"
        },
        {
            "id": "153",
            "nass": "وإذا الرِّجالُ رَأوْا يزيدَ رأيتَهم ... خُضُعَ الرقابِ نواكسَ الأبصارِ ¶ فقال: نواكِس، وهو جمع ناكِسَة؛ لأن فواعل جمع فاعلة؛ نحو: ضاربة وضوارب، وجمع فاعل يكثر على غير هذا المثال. ¶ ومثله قول رؤبة، وذكر القوس: ¶ نَبْعِيَّةً ساوَرَهَا بَيْنَ النِّيَقْ ¶ يريد بالنِّيَق: جمعَ نِيقٍ، وليس هذا جمعَه، وإنما النِّيَقُ جمع نِيقَة؛ والعرب لا تقول: نِيقَة، إنما يقولون: نِيقٌ، يريدون: أعلى الجبل. ¶ ومثله قوله: ¶ إذا دَنَا مِنْهُنَّ أنقاضُ النُّقَقْ",
            "page": "248",
            "part": "1",
            "seal": "3C7F1FF2"
        },
        {
            "id": "154",
            "nass": "يصف الحمير إذا سَمِعْنَ صوت الضفادع؛ فقال: النُّقَق، يريد: جمع نَقُوق، وإنما جمعه: نُقُقُ، ولو أنشد هذا لم يكن به بأس، ولكن يكون من العيوب التي تقع في أرداف القوافي، من اختلاف الحركات، وإنما هذا على هذه الرواية جمع نُقَّة، وليس في الكلام نُقَّةٌ. ¶ 56 - ومما يجوز له: حذف الفاء من جواب الجزاء كما أنشد سيبويه: ¶ مَنْ يفعِل الحسَنَاتِ اللهُ يشكُرُها ... والشَّرُّ بالشِّرِّ عند اللهِ مِثْلانِ ¶ أراد: فاللهُ يشكُرها، ولولا ذلك لفسد الكلام؛ لأن جواب الجزاء لابد أن يكون فعلاً أو فاءً. فلما اضطر جاز له حذف الفاء، وهو يريدها. ¶ ومثله قول الآخر: ¶ وإنِّي مَتَي أُشْرِفْ على الجانب الذي ... به أنتِ من بين الجوانب ناظِرُ",
            "page": "249",
            "part": "1",
            "seal": "9B302D6D"
        },
        {
            "id": "155",
            "nass": "تقديره عند أبي العباس، على حذف الفاء، وأجاز سيبويه أن يكون التقدير: ¶ وإني ناظرٌ متى أشْرِفْ على التقديم والتأخير. وهذا عند أبي العباس ضعيف؛ لأن الجواب في موضعه، فلا يُنْوَى به تقديم. ¶ ومثله: ¶ يا أقرعُ بنَ حابِسٍ يا أقرعُ ¶ إنَّك إنْ يُصْرَعْ أخوك تُصْرَعُ ¶ فهذا أيضاً على حذف الفاء، وسيبويه يقدِّرُه تقديرَ الذي قبله، أي إنك تُصْرَعُ إنْ يُصْرَعْ أخُوك.",
            "page": "250",
            "part": "1",
            "seal": "15A82FB9"
        },
        {
            "id": "156",
            "nass": "ومثله قول الآخر: ¶ فقلتُ تحمَّلْ فوق طَوْقكَ إنها ... مُطَبَّعة من يَأتِها لا يَضِيرُهَا ¶ فهذا أيضاً على حذف الفاء، وسيبويه يقدِّره على ما تقدَّم في الذي قبله. ¶ 57 - ومما يجوز له: حذف النون في قولهم: الضاربون زيداً، فكان حقُّ هذه النون إذا حذفت، أن يضيف الاسم الذي بعدها؛ لتكون النون تعاقب الإضافة، ولكن ربما حذفت لطول الاسم، ونصب ما بعدها، كما قال الشاعر: ¶ الحافِظُو عَوْرَة العَشِيرةِ لا ... يأتيهُمُ من وَرَائَنا وَكَفُ ¶ فنصب مع حذف النون، كما كان ينصب مع إثباتها.",
            "page": "251",
            "part": "1",
            "seal": "1E2B0AD9"
        },
        {
            "id": "157",
            "nass": "وهذا عندهم مشبَّهٌ بما تقدم من حذفها من اللَّذَينِ، وكذا حذفها من الَّذِينَ في قول الآخر: ¶ إنّ الَّذِي حانَتْ بفَلْجٍ دماؤُهُمْ ... هُمُ القومُ كلَّ القومِ يا أُمَّ خالِدِ",
            "page": "252",
            "part": "1",
            "seal": "3759E15A"
        },
        {
            "id": "158",
            "nass": "وإنما يريد: الذين، فحذف النون؛ لطول الاسم، ومثل هذا ما قد تقدّمت العلّة فيه. ¶ 58 - ومما يجوز له: حذف (ما) من (إمّا)، وذلك أن أصلها: إنْ ما، فإذا أراد الشاعر جاز له حذف (ما)، وبقيت إن بمعنى إمّا، كما قال الأوّل: ¶ لقد كَذَبَتْكَ نَفْسُكَ فاكذِبَنْها ... فإن جَزَعاً وإنْ إِجمالَ صَبْرِ ¶ يريد: إمَّا جَزَعاً وإمَّا إجمالَ صَبْرِ، ولكن حذف ما وأبقي إنْ، وهذا لا يجوز في الكلام، وإنما يجوز في الشعر، إذا اضطر إليه الشاعر. ¶ وأنْشد سيبويه في مثله: ¶ سقَتْهُ الرَّوَاعِدُ من صَيِّفٍ ... وإنْ من خريفٍ فَلَنْ يَعْدَمَا",
            "page": "253",
            "part": "1",
            "seal": "4F9AADA3"
        },
        {
            "id": "159",
            "nass": "قال سيبويه: فإنّما يريد: إمّا. ¶ وقال بعض أهل النظر: هي إنْ الجزاء، وإنما يجب حذفُ ما من إمّا في الاضطرار، فإذا وَجَدْتَ أن تكون إنْ إنْ الجزاء، لم تخرجْ عنها، إنما لا يجوز إلاّ في الاضطرار. ¶ والذي يُحتجّ به لسيبويه أنه يصف مكاناً أو نبتاً فيقول: سقته الرواعد من صَيِّفٍ، وإن من خريف فلن يعدم الرِّيّ، أي إمّا سقته من الصيف، وإما من الخريف، فهو لن يعدم الرِّيّ، لِنعمته وخصب مكانه. ¶ وعلى قوله من قال: هي إنْ الجزاء: إنْ لم يسقه الخريف عَدِمَ الرِّىَّ. ¶ والأول أبلغ، فبهذا جعله سيبويه على إمَّا، ولم يجعله على إنْ الجزاء. ¶ 59 - ومما يجوز له: حذفُ هاء التأنيث في الموضع الذي يكون ثباتُها فيه الوجهَ؛ إمّا للردّ ¶ معنىً يُوجب التذكير، وإما لضرب من التأويل، وذلك مثل قول الشاعر:",
            "page": "254",
            "part": "1",
            "seal": "A86E2543"
        },
        {
            "id": "160",
            "nass": "فلا مُزْنَةٌ ودقتْ وَدْقَهَا ... ولا أرضَ أبقلَ إبْقَالَها ¶ فحذف علامة التأنيث من أبقلت، والوجه ثباتها والتقدير: ولا أرض أبقلت إبقالها؛ وإنما جاز ذلك، لأن الأرضَ والمِهادَ واحدٌ، فردَّ على تذكير المِهاد. ¶ وقال قوم: الأرض لا عَلَمَ للتأنيث فيها؛ فلذلك جاز تذكيرها تشبيهاً بالمذكّر. ¶ وقد أنشد قوم: ¶ . . . . . . . . . . . . . . ... ولا أرضَ أبْقَلَتِ أبْقَالَهَا ¶ على أنْ رَدَّ حركة الهمزة على التاء، ثم حذفها. ¶ ومثل الأول قول الشاعر: ¶ له الوَيْلُ إنْ أمْسَى ولا أمُّ عامرٍ ... قَرِيبٌ ولا البَسْبَاسَة ابنةُ يَعْمُرَا",
            "page": "255",
            "part": "1",
            "seal": "DF84CD59"
        },
        {
            "id": "161",
            "nass": "فحذف الهاء من قريبة، وليس موضعَ حذفٍ، ولكن جعل المعنى: له الويل إن أمسى ولا أمَّ عامر قُربه، فجَعَل فعِيلاً بمعنى فُعْلٍ، فأجراه على التذكير. ¶ ومثل هذا قول الآخر: ¶ فإمَّا تَرَىْ لِمَّتِي بُدِّلَتْ ... فإنَّ الحَوَادِثَ أوْدَى بِها ¶ فقال: أوْدَي بِهَا، ولم يقل: أوْدَيْنَ، وذلك أن الحَوَادِث والحَدَثَان واحد، فذكّر لذلك. ¶ أرَي رَجُلاً منهم أسِيفاً كأنما ... يَمُدُّ إلى كَشْحَيْهِ كَفَّاً مُخَضَّبَا ¶ فذكَّر لأنه يريد النَّسب، أي ذات خِضاب.",
            "page": "256",
            "part": "1",
            "seal": "531990CF"
        },
        {
            "id": "162",
            "nass": "ومثله قول الآخر: ¶ عَشِيَّةَ لا عَفْرَاءُ منكَ بعيدةٌ ... فتصحُو ولا عفراءُ منكَ قَرِيبُ ¶ أي ذاتُ قُرْبٍ ¶ وكذا قال الآخر: ¶ . . . . . . . . . . . . . . ... والعَيْنُ بالإِثْمِد الحَارِيِّ مَكْحُولُ ¶ فذكَّر، لأنه يريد الطَّرْف، وقيل: لأنه لا علامة تأنيث فيها، فَذُكِّرت. ¶ وأما قول الشاعر: ¶ وَلَوْ رَفَع السَّماءُ إليه قوماً ... لَحِقْنَا بالسَّماءِ مع السَّحَابِ",
            "page": "257",
            "part": "1",
            "seal": "2E09932B"
        },
        {
            "id": "163",
            "nass": "فإنهم زعموا أنه أراد الجمع، فذكَّر، وهو جمع سَمَاءَة أو سماوة، وقال قوم: هي بمنزلة العين لا علامةَ تأنيثٍ بها فجاز تذكيرُها. ¶ وقول الشاعر: ¶ فإنْ تَعْهَدِي لامرئٍ لِمَّةً ... فإنَّ الحوادثَ أوْدَى بها ¶ فإنما ذكَّر، لأنه يريد الحَدَثان، وكذا قول الآخر: ¶ فإنَّ كلاباً هذه عَشْرُ أبْطُنٍ ... وأنت بَرِئٌ من قبائلها العَشْرِ ¶ كان الوجه أن يقول: عَشْرَةُ أبْطُنٍ؛ لأن البطن ذَكَرٌ، ولكنه أنّث، لأنه يريد القبيلة، فردَّ على المعنى.",
            "page": "258",
            "part": "1",
            "seal": "0DC94E07"
        },
        {
            "id": "164",
            "nass": "وكذا قال الآخر: ¶ وقائِعُ في مُضَرٍ تِسْعَةٌ ... وفي وائلٍ كانتِ العَاشِرَهْ ¶ فقال: تٍسْعَةٌ، وكان الوجه أن يقول: تِسْعٌ؛ لأن الوقائع مؤنثة، ولكن ذكَّر لأنه يريد أيَّامَ الوقائع، لأن العرب تسمّى حُروبَها أيَّاماً، فذكّر على ذلك. ¶ 60 - ومما يجوز له: طَرْدُ البَدَل من السِّين تاءً، وذلك إنما جاء في حروف معروفة، مثل قولهم: سِتٌّ، والأصل: سِدْسٌ، وقَرَبُوس وقَرَبُوت، فجعل الشاعر ذلك جائزاً في كلِّ سين كما قال الأول: ¶ ألاَ لَحَا اللهُ بَنِي السَّعْلاة ¶ عمْرَو بنَ مَيْمُونٍ لِئامَ النَّاتِ",
            "page": "259",
            "part": "1",
            "seal": "1BDA48CE"
        },
        {
            "id": "165",
            "nass": "ليسُوا بأعفافٍ ولا أكياتِ ¶ أراد: لِئَام الناس، ووليسوا بأعفافٍ ولا أكياسٍ، ولكن أبدل من السِّين تاء لمّا وَجَد العرب قد وَجَدَتْ ذلك في بعض الحروف. ¶ 61 - ومما يجوز له: ثَبَاتُ التنوين في الموضع الذي حقُّه أن يسقط فيه، مثل قولهم: رأيت زَيْدَ بْنَ عمرٍو ومررت بزيدِ بنِ عمروٍ، ومنهم من إذا اضطر أثبته، كما قال الشاعر الحطيئة: ¶ فإلاّ يَكُنْ مالِي يُثابُ فإنَّه ... سيأتي ثنائِي زَيْداً بنَ مُهلهِل ¶ فنوِّن وحقُّه إسقاط التنوين.",
            "page": "260",
            "part": "1",
            "seal": "AD722881"
        },
        {
            "id": "166",
            "nass": "وكذا قول الآخر: ¶ جارِيةٌ من قَيْسٍ بنِ ثَعْلَبَهْ ¶ قَبَّاءُ ذاتُ سُرَّةٍ مُثَعَّبَهْ ¶ فنوَّنَ لِعَلَّة ما ذكرنا. ¶ 62 - ومما يجوز له: ضِدَّ هذا، وهو حذف التنوين مما الوجه فيه إثباته، مثل قول الشاعر: ¶ أتجعلُ صالِحَ الغنَويَّ دُونِي ... وَرَحْلِي دُونَ رَحْلِكَ في الرِّحالِ ¶ فلم ينون صَالِحاً وحقه أن يكون منوناً، وإنما حذفه لالتقاء الساكنين وهما التنوين واللام من الغَنَوىَّ. ومثله قول الآخر: ¶ حَيْدَةُ خاليِ وَلَقِيطٌ وعَلِي ¶ وحاتِمُ الطَّائِيُّ وهَّابُ المِئِي",
            "page": "261",
            "part": "1",
            "seal": "242D3C1B"
        },
        {
            "id": "167",
            "nass": "فلم ينون حاتماً لما ذكرنا. ¶ 63 - ومما يجوز له: بَدَلُ الياء ألفاً في سائر الكلام، فتقول في: أُعْطِيتُ: أُعْطَاتُ وفي: دُهِيَ: دُهَا، وهي لغةٌ لطَيِّئ. فإذا اضطر الشاعرُ أجْرَى كلامَه عليها. ¶ وقد زعم قومٌ أنه يجوز في الكلام؛ إذ كان من لغات العَرَب. ¶ ومما جاء في الشعر منه قولُ الشاعر: ¶ آلا آذَنَتْ أهَل اليمامةِ طَيِّئٌ ... بَحرْبٍ كناصاةِ الأغَرِّ المُشَهّرِ ¶ فقال: كناصاة، وهو يريد: كناصية، فأبدل الياء ألفاً.",
            "page": "262",
            "part": "1",
            "seal": "BC72A8C4"
        },
        {
            "id": "168",
            "nass": "ومثله: ¶ لَعَمْرُكَ ما أخْشَى التَّصَعْلُك ما بَقَى ... على الأرض قَيْسِيٌّ يسوقُ الأباعِرَا ¶ فقال: بَقَى، والوجه: بَقِيَ ¶ ومثله قول الآخر: ¶ لَزَجَرْتُ قلباً لا يَرِيعُ إلى الصِّبَا ... إنَّ الغَوِيَّ إذا نُهَى لم يُعْتِبِ ¶ يريد: إذا نُهِيَ، فأبدل الياء ألفاً، على ما ذكرنا. ¶ ومثله قول الآخر: ¶ وقد لقَتْ فَزارة الفجورْ ¶ منَّا ومن مُرْهَفَة الذكورْ ¶ يريد: لَقِيَتْ، ولكن لما أبدل من الياء ألفاً، ثم أدخل التاء وهي ساكنة؛ حذف الألفَ لالتقاء الساكنين، كما تقول في رَمَي: رَمَتْ، فتحذف الألف التي كانت في لفظ الفعل. ¶ وكذلك يجوز له أيضاً أن يفعل في الواو، وحكى أن ذلك في طيِّئ",
            "page": "263",
            "part": "1",
            "seal": "0AFD90C5"
        },
        {
            "id": "169",
            "nass": "أيضاً، وأنهم يقولون في قََرْنُوة وتَرْقُوَة وعَرْقُوَة: قَرناة وعَرقاة فيصنعون في الواو ما صنعوا في الياء من البَدل. ¶ 64 - ومما يجوز له عند بعض النحويين: حذف واو العطف؛ فأجاز أن يقول الشاعر إذا اضطر: رأيت زيداً عمراً، على غير البدل، ولكن على معنى: رأيت زيداً وعمراً، ثم يحذف الواو، وأنشدوا في ذلك: ¶ كيف أصبحتَ كيف أمسيتَ ممَّا ... يُثْبِتُ الوُدَّ في فؤادِ الكريمِ ¶ يريد: كيف أصبحتَ وكيف أمسيتَ. ثم حذف الواو على ما ذكرنا. ¶ 65 - ومما يجوز له: إجراء فَعْلٍ في الجمع في ذوات الواو مجرى",
            "page": "264",
            "part": "1",
            "seal": "817B1E52"
        },
        {
            "id": "170",
            "nass": "السالم، وذاك أن فَعْلاً في السالم، يجمع على أفْعُل نحو: فَلْسٍ وأفْلُسٍ، فإذا كان من ذوات الواو، جمعوه على أفعال استثقالاً للضمة في الواو، لو جمعوه على أفْعُل، وذلك نحو: حَوض وأحواض وثَوْب وأثواب، وفي الكثير على فِعال نحو: حِياض وثياب. ¶ وإذا اضطر الشاعر، جاز له أن يأتي به على الأصل، كما قال الأول: ¶ لكلِّ دَهْر قد لبستُ أثْوُبَا ¶ فجمع فَعْلاً على أفْعُلٍ في ذات الواو. ¶ فإن كان من ذوات الياء، جمع في القليل على أفْعَالٍ وفي الكثير على فُعول لأن الضَّمَّ في الياء، أسهلُ منها في الواو، كما قالوا: بُيُوت وشُيُوخ. ¶ 66 - ومما يجوز له أن يَرُدَّ في الشعر ما يُحْذَف في الكلام حذفاً مطَّرِداً، نحو قولهم: كان ذلك غَدٍ، والأصل: غَدْوٌ، ولكن",
            "page": "265",
            "part": "1",
            "seal": "C5976522"
        },
        {
            "id": "171",
            "nass": "جرى في كلامهم محذوفاً، فإذا اضطر إليه الشاعر أعاده، كما قال الأول: ¶ إنَّ مَعَ اليومِ أخاهُ غَدْواً ¶ يريد: غَداً، فردَّ الواوَ المحذوفة، كما قال الآخر: ¶ ومن الناسُ إلا كالدِّيار وأهْلُها ... بها يَوْمَ حَلُّوها وغَدوْاً بَلاقِعُ ¶ فقال: غَدْواً، فأثبت الواو اضطراراً، وأجراه على أصله. ¶ 67 - ومما يجوز له: إجراءُ مصدر المعتلّ في فَعَّلتُ مُجرى مصدر",
            "page": "266",
            "part": "1",
            "seal": "F99A2350"
        },
        {
            "id": "172",
            "nass": "السالم؛ وذاك أن المصدر من فَعَّلْتُ في السالم: تَفْعِيلٌ، نحو كرَّمتُه تكريماًً، وعلَّمتُه تعليماً، وإن كان معتلاً كان مصدره تَفْعِلة؛ نحو: غَطَّيتُه تَغْطِيَةً وسَوَّيتُه تَسْوِيةً، ولكن إذا اضطر الشاعر، جاز له أن يجرى المعتلَّ مُجرى الصحيح السالم، كما قال الشاعر: ¶ باتَتْ تُنَزِّي دَلْوَهْ تَنْزِيَّا ¶ كما تُنَزِّي شَهْلَةٌ صَبِيَّا ¶ فقال: تنْزِيَّا؛ والوجه أن يقول: تَنْزِيَةً، ولكن أجراه في المعتل مجراه في السالم، على ما ذكرنا. ¶ 68 - ومما يجوز له أن يُجرِي المصدر على غير الصَّدْرِ، كما قال الأول: ¶ وخَيْرُ الأمرِ ما استقبلتَ منه ... وليس بأن تَتَبَّعَهُ إتِّباعاَ",
            "page": "267",
            "part": "1",
            "seal": "CB55075E"
        },
        {
            "id": "173",
            "nass": "فقال اتِّباعا، ولو جرى على الفعل الذي قبله، لقال: تَتَبُّعاً. ¶ وكذا قول الآخر: ¶ . . . . . . . . . . . . . . ... وإن شِئتُم تَعاوَدْنَا عِوَادَا ¶ ولو أجراه على الأول لقال: تَعاوُداً، ولكن جاء به على عاوَدْنا؛ لأن معناهما واحدٌ. ¶ وقد زعم أكثر الناس أن هذا ليس من اضطرار الشعر، وأنه جائز في الكلام، وقد جاء به القرآن، كما قال جلَّ وعزَّ: {وَاللَّهُ أَنبَتَكُم مِّنَ الْأَرْضِ نَبَاتاً} ولو جرى على الأول، لكان: إنباتا، ولكنه",
            "page": "268",
            "part": "1",
            "seal": "E82773D6"
        },
        {
            "id": "174",
            "nass": "جرى على: نَبَت. وكذا قولُه جلَّ وعَزَّ:} َتَبَتَّلْ إِلَيْهِ تَبْتِيلاً} ولو جرى على الأول لكان تَبْتُّلاً. ¶ وحكى قومٌ أن مصدر أفْعَلَ جاء على فَعِلٍ، وأنشدوا للأعشي: ¶ وما بالَّذِي أبْصَرَتْهُ العُيو ... نُ من قَطْعِ يأسٍ ولا مِنْ يَقَنْ ¶ وإنما يقال: أيْقَنَ إيقاناً وَيَقِيناً. ¶ وقالوا: مثله: أفلح الرجلُ إفلاحاً وفَلَحاً وفَلاحاً، وأنشدوا: ¶ عَدِمْتُ أُمَّا ولدتْ رَبَاحَا ¶ جاءتْ به مُفَرْكَحاً فِرْكاحاَ ¶ تَحْسبُ أن قد ولدتْ نَجَاحَا ¶ أشْهَدُ لا يزيدُها فَلاَحَا ¶ المُفَرْكَحُ: الذي تنفرج ألْيَتَاهُ، والذي أظن أنّ هذه لم تَجْرِ",
            "page": "269",
            "part": "1",
            "seal": "1A176F7E"
        },
        {
            "id": "175",
            "nass": "على الفعل وإنما هي أسماءٌ موضوعات تقوم مقام الأفعال؛ وإن كان هذا الرجز لا ضرورة فيه. ¶ 69 - ويجوز له حَرَكَةُ المُدْغَم؛ فيظهر التضعيف لذلك، مثل قول الشاعر: ¶ مَهْلاً أعاذِلَ قد جَرَّبْتِ من خُلُقِي ... أنِّي أجودُ لأقوامٍ وإن ضَنِنُوا ¶ يريد: وإن ضَنُّوا أي بخلوا. فردّ الحركة اضطراراً. فظهر التضعيف. ¶ ومثله قول الآخر: ¶ الحمدُ للهِ العَلِيِّ الأجْلَلِ",
            "page": "270",
            "part": "1",
            "seal": "D1755C42"
        },
        {
            "id": "176",
            "nass": "يريد: الأجلَّ، ففعل به ما فعل الأوّل. ¶ ومثله: ¶ قد عَلِمتْ ذاكَ بناتُ ألْبَبِهْ ¶ ولا يكون في الكلام إلا بناتُ ألَبِّهِ؛ ولكن جاز هذا على ما ذكرنا. ¶ ومثله قول الآخر: ¶ إنَّ بَنِيَّ لَلِئامٌ زَهَدَهْ ¶ مالِيَ في صُدورهم من مَوْدَدَهْ ¶ وإنما هي: المَودَّة، فردَّ الحركة على الدال الأولى، وأظهر التضعيف على ما ذكرنا.",
            "page": "271",
            "part": "1",
            "seal": "BDF9D671"
        },
        {
            "id": "177",
            "nass": "وقال آخر: ¶ تشكُو الوَجَي من أظلُلٍ وأظْلُلِ ¶ وقال آخر: ¶ وهو يَلْوِي خَطْوَهُ مُفاحِجَا ¶ قَرْماً تَرَاهُ بالهَديرِ عَاجِجَا ¶ وقال آخر: ¶ وعامِرٌ خُئُولَتِي وأعْمُمِي ¶ وقال آخر: ¶ حتَّى إذا الليلُ عليه ادْلَهْمَمَا",
            "page": "272",
            "part": "1",
            "seal": "81CA58C4"
        },
        {
            "id": "178",
            "nass": "70 - ومما يجوز له أن يأتي بالماضي من الأفعال في معنى المستقبل، كما قال الشاعر: ¶ شَهِدَ الحُطيئةُ حين يَلْقَى رَبَّهُ ... أنَّ الوليدَ أحقُّ بالعُذْرِ ¶ فقال: شهد، فجاء بالماضي في موضع المستقبل. ¶ ومثله قول الآخر: ¶ وإني لآتيكم تذكُّرَ ما مَضَى ... من الدَّهرِ واستِيجَابَ ما كان في غَدِ ¶ ومثله قول الآخر: ¶ لقد أمرُّ على اللئيم يَسُبُّنِي ... فمضيتُ ثُمَّتَ قلْتُ لا يَعْنِيِني",
            "page": "273",
            "part": "1",
            "seal": "924699F3"
        },
        {
            "id": "179",
            "nass": "قال: فمضيت وهو يريد: فأمضي. ¶ وقد زعم قومٌ أن هذا ليس من الاضطرار، وأجازوه في الكلام، وقالوا: هو من أفصحه؛ ومنه قوله جلَّ وعَزَّ: {وإذْ قَالَ اللهُ يا عِيسَى بْنَ مَرْيَم أأنْتَ قُلْتَ للنَّاسِ}، قالوا: معناه: وإذ يقول الله يومَ القيامة. ¶ ومثله قوله جلَّ وعَزَّ: {يَحْسَبُ أنَّ مَالَهُ أخْلَدَهُ}، أي يُخِلدُه؛ لأنه لم يكن خُلودٌ بعد. ¶ وكذا قوله جلَّ وعَزَّ: {قَالُوا يا أباَناَ مُنِعَ مِنَّا الكيْلُ}، وإنما هو يُمْنَع منا، إن لم تُرسلْ معنا أخانا؛ لأنّه لم يُمْنَعْ بعد. ¶ 71 - ومما يجوز له: إثباتُ الهاء في صفات المؤنّث التي جرت على كلامهم بغير هاءٍ، وذاك أن العرب تقول: مِلْحَفَةٌ جَديدٌ وخَلَقٌ، ولا تقول غير ذلك، ولكن إذا اضطر الشاعر جاز له ردها؛ كما قال مزاحم العقيلي:",
            "page": "274",
            "part": "1",
            "seal": "7C1DE4D8"
        },
        {
            "id": "180",
            "nass": "تَرَاهَا على طُولِ القَوَاءِ جَديدةً ... وعَهْدُ المَغَانِي بالحُلُولِ قَدِيِمُ ¶ وكان الوجه أن يقول: جديد؛ لأنه كلام العرب، غير أنه أجراه على ما كان يجب له في الأصل. ¶ وكذا يقولون: أصبحت هندٌ دَهِينَةٌ، والوجه: دهينا، ومنه قول الآخر: ¶ قد أصبَحَتْ بالأمْسِ ماءُ اللِّينَهْ ¶ يَحُفُّها مِلْ قَوْمِ أرْبَعُونَهْ ¶ حاليةً كاسيةً دَهِينَهْ ¶ وإنما فعلوا ذلك إرادة البيان، كما قالوا: هذه فَرَسَةٌ وعَجُوزَةٌ، فأثبتوا الهاء؛ إرادة البيان في التأنيث. ¶ ومثله قول الآخر: ¶ رأيتُ خُتُونَ العامِ والعامِ قَبلَهُ ... كحائِضَةٍ يُزْنَى بها غَيْرِ طاهِر",
            "page": "275",
            "part": "1",
            "seal": "864D157F"
        },
        {
            "id": "181",
            "nass": "فقال: كحائضة، والوجه: كحائض، لأنه صفة للمؤنث، لا يَشرَكُها فيه المذكَّر. ¶ 72 - ومما يجوز له أن يقول: لا زيدٌ في الدَّار؛ لأن هذا موضع (ما)، فإذا كرر وقال: لا زيدٌ في الدار ولا عمروٌ جاز، فإن اضطر جاز له أن يوقعها على المعرفة بلا تكرير، كما قال الأول: ¶ بَكَتْ جَزَعاً واسترجعتْ ثم آذنتْ ... ركائِبُهَا أنْ لا إلينا رُجُوعُها ¶ فأوقعها على الرجوع، وهو معرفة مبتدأ، وإلينا الخبر. ¶ ومثل هذا قول الآخر: ¶ مَنْ صَدَّ عن نِيرانهَا ... فأنا ابنُ قَيْسٍ لا بَرَاحُ",
            "page": "276",
            "part": "1",
            "seal": "2601BB36"
        },
        {
            "id": "182",
            "nass": "وحق (لا) أن تكررها هنا أيضاً، كما قال تبارك وتعالى: {فَلَا صَدَّقَ وَلَا صَلَّى} فإذا أفردت كان ذلك من ضرورة الشعر، و (لا) فيه تُردّ على معنى ليس. ¶ 73 - ومما يجوز له: إدخال إلاَّ في الواجب مع كُلٍّ، لأن فيها معنى النفي. ومنه قول الآخر. ¶ فكلُّهُمُ حاشاكَ إلاَّ وَجَدْتَهُ ... كعَيْنِ الكَذُوبِ جُهْدُها وَاحْتِفَالُها ¶ فأدخلها في الواجب، كما تدخل مع الجَحْد؛ لأن المعنى معنى العموم؛ أي ما منهم أحدٌ إلاَّ وجدتَه كعين الكَذُوب حاشاك. ¶ 74 - ومما يجوز له: بدل الحروف بعضها من بعض، إذا احتاج ذلك لعلة، كما قال الشاعر. ¶ لها أشارِيرُ من لحم تُتَمِّرُهُ ... من الثَّعالِي وَوَخْزٌ من أرانيها",
            "page": "277",
            "part": "1",
            "seal": "D2685F2F"
        },
        {
            "id": "183",
            "nass": "ذلك أنه لما احتاج إلى تسكين الباء في الثعالب والأرانب ليعتدل له الوزن، أبدل منها حرفاً لا يكون في موضعهما من الإعراب إلا ساكناً. ¶ وكذا قول الآخر: ¶ وَمَنْهَلٍ ليس به حَوَازِقُ ¶ ولِضفادِي جَمِّهِ نَقَانِقُ",
            "page": "278",
            "part": "1",
            "seal": "3A3D2D28"
        },
        {
            "id": "184",
            "nass": "فإنما احتاج إلى تسكين العين في الضفادع؛ ليتفق له الوزن فأبدل الياء مكانها، لأنها لا تكون في هذا الإعراب إلا ساكنةً. ¶ ومما يقرب من هذا البدل والتعويض، ما أنشد الفراء: ¶ الباعثِ الناسَ والأمواتَ قد ضَمِنَتْ ... إياهُم الأرضُ مُذْ دَهْرِ الدَّهارِيرِ ¶ قال: فإنما يريد: مُذْ دَهْرِ الأدَاهِير، ولكنه لمَّا احتاج إلى العِوض جعل الرَّاء عِوضاً من الهمزة. ¶ وقال: مثله تصغيرهم الأصيل: أُصَيْلالاً، وإنما هو تصغير آصالٍ، زيدت لام في آخره، وحذفت الهمزة من أوله، كأنهم أرادوا أُوَيْصالاً، فقالوا: أصَيْلال. ¶ وقال قوم: الدهارير جمعٌ لا واحدَ له، ولو كان له واحد، وجب",
            "page": "279",
            "part": "1",
            "seal": "91446B98"
        },
        {
            "id": "185",
            "nass": "أن يكون دُهٍروراً، وأيضاً فإنه يلزم أن لا يقع هاهنا عِوَضٌ؛ لأنه لا اضطرار فيه في وزن ولا غيره؛ لأنه لو قال في وزن الشعر: الأداهير في موضع: الدهارير لم ينقص ذلك من الوزن ولا كانت فيه ضرورة. ¶ وكذا قالوا في قول الآخر: ¶ حتَّى كأن لم يكُنْ إلاَّ تذكُّره ... والدَّهرُ أيَّتَمَا حالٍ دَهَاريرُ ¶ قالوا: وأُصيْلال اللام فيه بدل من النون والأصل: أُصَيْلان كأنهم صَغَّرُوه على هذا البناء، كما صغروا المغرِب: مُغَيْرِبان؛ كأنه تصغير مَغْرِبان، وأشياء من هذا إن ذكرناها طال بها الكتاب.",
            "page": "280",
            "part": "1",
            "seal": "600C21B0"
        },
        {
            "id": "186",
            "nass": "75 - ومما يجوز له: الإيجاز في الإخبار، والإتيان بما يدل على ما أراد، كما قال الشاعر يرثي أخاه: ¶ إلى اللهِ أشْكُو لا إلى الناسِ فَقْدَهُ ... وَلَوْعَةَ حُزْنٍ أَوْجَعَ القلبَ داخلُهْ ¶ وتحقيقُ رؤيا في المنام رأيتُها ... فكان أخيِ رُمحِي تَرَفَّضَ عامِلُهْ ¶ فلم يذكر الرؤيا التي رأى، ولكن دلّ على ما رأى عبارتُه؛ لأنه حين قال: ¶ . . . . . . . . . ... فكان أخي رُمحيِ تَرَفَّض عامِلُهْ ¶ فقد دلّ على أنه رأى أنه ترفَّضَ عاملُ رُمحه، فتأوَّل ذلك فقدانَ أخيه. ¶ 76 - ومما يجوز له: تَرْكُ المصدر إلى ما يَقْرُبُ من مصدر ذلك الفعل ويكون أصْلَهُ. كما قال رؤبة وذكر الصائد: ¶ لا يَلْتَوِي مِن عَاطِسٍ ولا نَغَقْ ¶ يقول: لا يتطيَّر من عاطسٍ، ولا من صوت غراب. والمصدر النَّغِيقُ",
            "page": "281",
            "part": "1",
            "seal": "61EE8196"
        },
        {
            "id": "187",
            "nass": "والنُّغاق، ولكن جاء به على هذا النَّغْق، وحرك الساكن اضطراراً، وذاك أن أصل الأفعال الثلاثية أن يأتي مصدرها على الفَعْل، فيما كان متعديا نحو ضَرَبَهُ ضَرْباً، فإذا لم يكن متعدياً فأصله فُعُول، كقولك: قَعَدَ قعُوداً. ¶ وربما جاء الفَعْل فيما كان غير متعدٍّ، والفُعُول فيما كان متعدياً؛ فأما ما جاء منه في المتعدِّي، فقولهم: شكره شُكُورا، وأما ما جاء من الفَعْل في غير المعتدى، فقولهم: عَجَزَ الرجلُ عَجْزَاً، فجاء الشاعر بالفَعْل الذي ذكرنا، على هذا. ¶ ومثله قول أبي نواس: ¶ وإذا نَزَعْتَ عن الغِواية فَلْيَكنْ ... للهِ ذاك النَّزْعُ لا للنَّاسِ ¶ فقال: النَّزْع وحقه أن يقول: النُّزُوع، لأن العرب تقول: نَزعَ الرَّجُلُ عن الأمر نُزُوعاً إذا أقلع عنه، ونَزَع الثوبَ نَزْعاً، فردَّه إلى الفَعْل، كأنه عنده الأصل، أو شبهه بنزع الثوب، فأتى بمصدر مثله. ¶ 77 - ومما يجوز له عند الكوفيين: إفراد الاسم الواحد العلم، وعطفه على الجمع، وهم يريدون بالواحد الجمعَ، وجاز ذلك عندهم؛ لأن الجمع الأول يدلّ عليه؛ وذلك مثل قول الشاعر:",
            "page": "282",
            "part": "1",
            "seal": "8AA101B1"
        },
        {
            "id": "188",
            "nass": "فإن تَصِلُوا ما قَرَّب اللهُ بَيْننا ... فإنّكُمُ أعمامُ أُمِّي وخالُها ¶ يريد: فإنكم أعمامُ أمي وأخوالُها، فدلّ على ذلك قوله: أعمام. ¶ 78 - ومما يجوز له: تُرْكُ تنوين أذْرِعات، وعَانات، وما أشبههما وأن يجعل ذلك بمنزلة مالا ينصرف، فيفتح في موضع الجرّ، وأنشدوا: ¶ تخيَّرها أخُو عانَاتَ شَهْراً ... يُرَجِّي بِرَّها عاماً فَعَامَا ¶ فلم يَصْرِف عاناتٍ، وهي في كلام العرب مصروفةٌ منونة. ¶ 79 - ومما يجوز له: حذف الضمير الذي لابد من إظهاره، وذلك مثل قولك: زيدٌ طعامَكَ آكله هو فهو إظهار الفاعل من آكله، ولابد منه، ولكن يحذف في الشعر، كما قال الشاعر: ¶ وإنَّ امْرَأ أهداكِ بيني وبينه ... مَجُوفُ عِلافيٌّ وقِطْعٌ ونُمْرُقُ ¶ لَمحقُوقَةٌ أن تستجيبي لصوته ... وأن تعلمي أنَّ المعانَ موفَّقُ",
            "page": "283",
            "part": "1",
            "seal": "B1C2DE83"
        },
        {
            "id": "189",
            "nass": "فحذف صاحب محقوقة؛ أراد: لمحقوقة أنتِ. ¶ وكذا قول الآخر: ¶ أمُسْلِمَتِي للموتِ أنتِ فميِّتٌ ... وهلْ للنفوسِ المُسْلَماتِ بقاءُ ¶ أراد: فأنا ميت، فحذف ما لابد منه في الكلام. ¶ 80 - ومما يجوز له: حذف بعض الحروف التي دخلت لمعنى، كما قال الشاعر: ¶ قَدْنِيَ مِنْ نَصْرِ الخُبَيْبَيْنِ قَدِي",
            "page": "284",
            "part": "1",
            "seal": "C1735438"
        },
        {
            "id": "190",
            "nass": "فحذف النون التي كانت في قدني، وذاك أنها دخلت لتَسْلَمَ الدَّالُ على سكونها، فَحَذَفَها لمَّا احتاج إلى الوزن، وحَرَّك الدالَ بالكسر للقافية. ¶ وقال آخر: ¶ كَمُنْيَةِ جابرٍ إذ قال لَيْتي ... أُصَادِفُه وأفْقِدُ بَعْضَ مَالِي ¶ أراد: ليتني فحذف النون؛ لأنها زائدة، وليفعل في ليت ما فُعِل في إنَّ ولَعَلَّ؛ لأنهم يقولون: إِنِّي ولَعَلِّي. ¶ 81 - ومما يجوز له: الحذف والتغيير، على قول الكوفيين، في قول الشاعر: ¶ فلم أرَ مثلها خُباسة واحدٍ ... ونَهْنَهْتُ نفسي بعد ما كدتُ أفْعَلَهْ",
            "page": "285",
            "part": "1",
            "seal": "5C45434F"
        },
        {
            "id": "191",
            "nass": "قال الفراء: أراد: أفْعَلُها، فحذف الألف وفتح اللام؛ ليدلَّ على أنه حذف الألف؛ لأن الفتحة من جنس الألف. ¶ وهذا يفسد عند سائر الناس؛ لأن الفتحة يجب أن تكون على الهاء، واللام فعليها الإعراب، فمستحيلٌ أن يَسْقُطَ ويؤتى بما لا يلزم أن يدخله ولا يكون دليلاً فيه؛ لأن الهاء حائل بينهما. ¶ وأيضاً فإن هذا لا يجوز إلا فيما قبل آخره ساكنٌ، فتُردّ حركة الهاء عليه؛ كما أنشد سيبويه: ¶ عَجِبْتُ والدَّهْرُ كثيرٌ عَجَبُهْ ¶ مِن عَنَزِيٍّ سَبَّنِي لم أضْرِبُه ¶ كان الوجه: لم أضْرِبْ، ثم ردّ حركة الهاء، على الباء الساكنة، وسكَّن الهاء.",
            "page": "286",
            "part": "1",
            "seal": "95C77F9E"
        },
        {
            "id": "192",
            "nass": "والذي قال سيبويه في هذا البيت: إنما حملوه على أن الشعراء يستعملون أن هاهنا كثيراً، كأنه قال: بَعْدَ ما كِدْتُ أنْ أفْعَلَهُ. ¶ وهذا أيضاً عند أصحابه غلطٌ، وذاك أن كاد لا يجوز أن تدخل معها أنْ إلا في الشعر؛ لأن معناها المقاربة؛ ومنها قول جلَّ وعزَّ: {مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ}؛ فكيف تضمر مع ما لا تدخله ثم تعملُ، وهي لا تضمر في غير هذا الموضع حتى يكون في الكلام دليل عليها؟ كما قال الشاعر: ¶ ألا أيُّهَذَا الزَّاجِرِي أحْضُرَ الوَغَى ... وأن أشْهدَ اللَّذاتِ هل أنتَ مُخْلِديِ",
            "page": "287",
            "part": "1",
            "seal": "275C524E"
        },
        {
            "id": "193",
            "nass": "فأراد: أنْ أحْضُرَ، ولكن حذف لما كانت أن الثانية في قوله: وأنْ أشهدَ اللَّذّات تدل على ذلك. ¶ على أن بعض النحويين، لم يجز في هذا إلا الرفع، وقال: إذا فُقِدَتْ أن رُفع الفعل. فهذا وأمثاله يضعف ما قال سيبويه عندهم. ¶ وقال قوم: بعد ما كدتُ أفعلَنْهُ، ثم حذف النون؛ فبقيت اللام على فتحها. ¶ وقد زعم بعض النحويين أن هذا أيضاً غلطٌ؛ لأن النون إذا كانت في هذا الكلام، لم يجب حذفُها؛ إذ لا عِلَّةَ أوجبت ذلك، فإن كان الذي أوجبها اضطرار الوزن، وجب أن يزول عن البناء إلى الأعراب؛ لأن النون ليست بشيءٍ لازم المعنى. واستحسنَ صاحبُ هذا القول قولَ سيبويه وصَوَّبَهُ. ¶ 82 - ومما يجوز له: رَفْعُ الاسم بتأويل معنىً في الكلام؛ مثل قول الشاعر: ¶ لِيُبْكَ يَزِيدُ ضارِعٌ لِخُصُومَةٍ ... ومُختبطٌ مما تُطِيحُ الطَّوائِحُ",
            "page": "288",
            "part": "1",
            "seal": "BFE7B7C3"
        },
        {
            "id": "194",
            "nass": "فرفع يزيد؛ لأنه اسم ما لم يُسَمَّ فاعله، ورفع ضارع ومختبط بالمعنى، لأنه لما قال: لِيُبْكَ عُلم أنَّ له باكياً، فكأنه قال: يبكيه ضارعٌ لخصومةٍ ومختبطٌ. ¶ وقد زعم قوم أن هذا جائز في الكلام، وأن منه قوله جَلَّ وعزَّ: {وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ الْمُشْرِكِينَ قَتْلُ أَوْلاَدِهِمْ شُرَكَآؤُهُمْ}؛ قالوا: فالشركاء مرفوعون بالمعنى، أي زَيَّنَه شركاؤُهم. ¶ 83 - ومما يجوز له: إدخال الكاف على الكاف، مثل قول الشاعر:",
            "page": "289",
            "part": "1",
            "seal": "97A6F055"
        },
        {
            "id": "195",
            "nass": "وَصَالِياتٍ كَكَما يُؤَثْفَيْنْ ¶ فأدخل الكاف على الكاف. ¶ وهو مثل قول الآخر: ¶ فَصُيِّرُوا مثْلَ كَعَصْفٍ مَأكُولْ ¶ فأدخل مِثْلاً على الكاف، ومعناهما واحدٌ، إرادةَ التوكيد. ¶ 84 - ومما يجوز له: الخفضُ على الجوار، وذلك مثل قول الشاعر:",
            "page": "290",
            "part": "1",
            "seal": "F21B693E"
        },
        {
            "id": "196",
            "nass": "كأنَّ نَسْجَ العنكَبُوتِ المُرْمِلِ ¶ فخفض المُرْمِل لمجاورة العنكبوت، وحقه أن يكون منصوباً لأنه من نعت النَّسْج. ¶ ومثله قول امرئ القيس: ¶ كأنَّ ثَبِيراً في عَرَانينِ وَبْلِهِ كَبِيرُ أُناسٍ في بِجادٍ مُزَمَّلِ ¶ فخفض مُزَمَّلاً لجواره البِجاد، وكان حقُّه أن يكون رفعاً، لأنه نعتٌ للكبير. ¶ ومثله قول الآخر: ¶ كأنَّها ضَرَبَتْ قُدَّامَ أعْيُنِها ... قُطْناً بِمُسْتَحْصِدِ الأوتار مَحْلُوجِ",
            "page": "291",
            "part": "1",
            "seal": "003F9A96"
        },
        {
            "id": "197",
            "nass": "فخفض محلوجاً لجواره الأوتار وحقه أن يكون نصباً؛ لأنه من نعت القطن. ¶ وأجاز بعض النحويين مثل هذا الكلام، وحكى سيبويه أن العرب تقول: ¶ هذا جُجْرُضَبٍّ خَرِبٍ؛ فيخفضون الخَرِبَ لجواره الضَّبَّ وإن كان نعتاً للجُحْر. وهذا عند أكثرهم لا يجوز إلا في الشعر. ¶ 85 - ومما يجوز له: قَصْرُ الممدود؛ وذاك أنك إذا قصرته حذفت منه، والعَربُ من كلامها الحذف استخفافاً، كما قال الشاعر: ¶ وَشَطَّ بِفُرقَتِهَا بارِحٌ ... فَصَدَّق ذاك غرابُ النَّوى ¶ وأضحتْ بِبغْدَانَ في منزلٍ ... شُرُفاتٌ دُوَيْن السَّما ¶ فقصَرَ السَّما لما اضطر إلى ذلك، وهو كثير تغني شهرته عن الاستشهاد له. ¶ 86 - ومما يجوز له أنك إذا قلت: صَهٍ وإيهٍ، فكأنك قلتَ",
            "page": "292",
            "part": "1",
            "seal": "A850BF58"
        },
        {
            "id": "198",
            "nass": "له: سكوتاً وحديثاً. ويجوز للشاعر حذف التنوين اضطراراً؛ ومنه قول ذي الرُمَّة: ¶ وَقَفْنا فقُلْنا إيهِ عن أمِّ سالِمٍ ... وما بالُ تَكْلِيم الدِّيار البَلاقِعِ ¶ قالوا: فترك التنوين اضطراراً، وأكثر النحويين على غير هذا؛ وذلك أنهم يجعلون التنوينَ في مثل هذا فرقاً بين المعرفة والنكرة؛ فإذا قالوا: صَهٍ، كان معناه: سكوتاً، وإذا قالوا: صَهِ، فكأنهم قالوا: السَكوتَ، وكذا إيهٍ: حديثاً، وإيهِ: الحديثَ. ¶ 87 - ومما يجوز له: إدخال لام القَسَم على إنْ، وتوهّم حذفها، كما قال الشاعر: ¶ لئن تَكُ قد ضَاقَتْ عليكُمْ بيوتُكُمْ ... لَيَعْلَمُ رَبِّي أنّ بيتَي واسِعُ",
            "page": "293",
            "part": "1",
            "seal": "FCB917CE"
        },
        {
            "id": "199",
            "nass": "فَجَزَمَ بلئن؛ وزاد لأنه توهّم حذف اللاّمِ والجزم بإنْ. ¶ وكذا قال الآخر: ¶ لَئِنْ كان ما حُدِّثْتُه اليومَ صادِقاً ... أصُمْ في نهارِ القَيْظِ للشَّمس باديا ¶ وأركبْ حِماراً بين سَرْجٍ وفرْوَةٍ ... وأُعْرِ من الخاتامِ صُغْرَى شِماليَا ¶ فتوهّم حذف اللام والجزم بإنْ، فموضع كان جَزْمٌ بالشرط، وجَزَمَ أصُمْ بالجواب وهو المجازاة، وجزم أرْكَبْ وأُعْرِ بالعطف على أصُمْ.",
            "page": "294",
            "part": "1",
            "seal": "09BB9F09"
        },
        {
            "id": "200",
            "nass": "وكذا قول الآخر: ¶ فلا يَدْعُنِي قَوْمِي صَرِيحاً لحُرَّةٍ ... لئن كنتُ مقتولاً وتَسْلَمَ عامِرُ ¶ فتوهّم إسقاط اللام، ونصب تَسْلَمَ؛ لأنّه جوابٌ بالواو، ومعناه: لا يجتمعُ هذانِ، ونصَبَهُ بإضمار أنْ وتسمّيه الكوفيون: الصَّرْفَ. ¶ ومنه قول الأعشى: ¶ لئن مُنِيتَ بنا عن غِبِّ معركةٍ ... لا تُلْفِنَا من دماء القومِ نَنْتَفِلُ ¶ فجزم تُلْفِنَا؛ لأنه توهم سقوط اللام، وأن هذا جوابٌ للشرط.",
            "page": "295",
            "part": "1",
            "seal": "39328EB1"
        },
        {
            "id": "201",
            "nass": "88 - ومما يجوز له: دخول الحروف بعضها على بعض، كما قال الشاعر: ¶ ولئن قومٌ أصابوا غِرَّةً ... وأصبناَ من زمانٍ رَقَقَا ¶ لَلَقَد كانُوا لدَى أزْمَانِنَا ... لَصَنِيعيْنِ لبأسٍ وتُقَى ¶ فأدخل لاماً على لقد، وهذا ممتنع في الكلام. ¶ وكذا قول الآخر: ¶ لَدَدْتُهمُ النَّصيحةَ كُلَّ لَدٍّ ... فمجُّوا النصحَ ثم ثَنْوا فَقَاءُوا ¶ فَلا والله ما يُلَفى لِمَا بِي ... وَلا لِلِمَا بهم أبدا دَوَاءُ",
            "page": "296",
            "part": "1",
            "seal": "A53C24CE"
        },
        {
            "id": "202",
            "nass": "فأدخل اللام أيضاً. ¶ ومنه قول الآخر: ¶ كما ما امرؤٌ في مَعْشَرٍ غيرِ رَهطِهِ ... ضَعِيفُ الكلام شَخْصُهُ مُتضَائِلُ ¶ فأدخل كما على ما. ¶ ومنه قول الآخر: ¶ وحُدِّثتُ أنّ إنّما بين بِيشَةٍ ... ونَجْرَانَ أحْوَى والجنَابُ رَطِيبُ ¶ فأدخل أنّ على إنّما. ¶ 89 - ومما يجوز له: حذف واو الجميع في قولهم: ضربوا ودخلوا، فيقولون: ضَرَبُ ودَخَلُ، وذاك أن من العرب من يجتزئ من الواو بالضمة، فيقول: سَنَدْعُ زيداً، يريد: سندعو فاكتفى بالضمة من الواو. ¶ وكذا قرئ {سَنَدْعُ الزَّبَانِيَةَ} و {وَيَدْعُ الإِنسَانُ}، ثم حملهم هذا على حذف واو الجميع، والاجتزاء بالضمة أيضاً.",
            "page": "297",
            "part": "1",
            "seal": "5650F1D5"
        },
        {
            "id": "203",
            "nass": "ومنه قول الشاعر: ¶ إذا ما شاءُ ضَرُّوا مَنْ أرادُوا ... ولا يألُو لهم أحَدٌ ضِرَارا ¶ فقال: شاءُ، وكان الوجه: شاءَوا، ولكن حذف الواو واكتفى بالضمة، على أصل ما ذكرنا. ¶ وقد أجاز هذا بعضُهم في الكلام، فأما في الشعر فهو كثير. ¶ ومنه قول الآخر: ¶ فلو أنّ الأطِبَّا كانُ حَوْلِي ... وكان مع الأطِبّاء الأُسَاةُ ¶ فقال: كانُ، يريد: كانوا، فحذفَ على أصل ما ذكرنا. ¶ 90 - ومما يجوز له: القَلْبُ، كما قال الشاعر:",
            "page": "298",
            "part": "1",
            "seal": "F5FF4282"
        },
        {
            "id": "204",
            "nass": "كانت فريضة ما أتَيْتَ كما ... كان الزُّناءُ فَرِيضة الرَّجْمِ ¶ فقلت، وإنما الوجه أن يقول: كما كان الرَّجْمُ فريضةَ الزنَاء، ولكن جاز هذا؛ كما أن الشاعر يعلم أنه مفهوم. ¶ ومنه قول الآخر: ¶ لقد خِفتُ حتَّى ما تَزِيدُ مَخَافَتِي ... على وَعِلٍ في ذي المَطَارَة عاقِلِ ¶ والمعنى: حتًّى ما تزيد مخافةُ وَعَلٍ عَلَى مَخافتي.",
            "page": "299",
            "part": "1",
            "seal": "394F2190"
        },
        {
            "id": "205",
            "nass": "وكذا قول الآخر: ¶ . . . . . . . . . . . . . . . . ... كأنَّنا رُعْنُ قُفًّ يَرفَعُ الآلا ¶ أي يرفعه الآلُ، فقلب على أصل ما ذكرنا. ¶ ومنه قول الآخر: ¶ وتكْسُو المِجَنَّ الرَّخْوَ خَصْراً كأنّه ... إهانٌ ذَوَي عن صُفْرَةٍ فهو أخْلَقُ ¶ وكان الوجه أن يقول: وتكسو الخَصْرَ مِجَناًّ، فقلب على ما ذكرنا. ¶ وكذا قال أبو النجم: ¶ قبلَ دُنُوَّالأُفْقِ من جَوْزَائِهِ ¶ وإنما تدنو الجوزاء إلى الأفق.",
            "page": "300",
            "part": "1",
            "seal": "97517955"
        },
        {
            "id": "206",
            "nass": "وكذا قول الآخر: ¶ فصَبَّحَتْه كلابُ الغوث يُؤسِِدُها ... مُسْتَوْضِحُونَ يَرَوْنَ العينَ كالأَثَرِ ¶ والوجه: يرون الأثر كالعين. ¶ وكذا قول الآخر: ¶ . . . . . . . . . . . . . . . . . يَرَوْ ... نَ الجَمْرَ مثلَ تُرابِها ¶ أي يرون ترابَها مثلَ الجمر. ¶ وكذا قول الآخر: ¶ أسْلَمتْهُ في دِمَشْقَ كما ... أسْلَمَتْ وَحْشِيَّةٌ وَهَقَا ¶ والوجه: كما أسلمَ وحشيَّةً وَهَقٌ.",
            "page": "301",
            "part": "1",
            "seal": "82A2DE02"
        },
        {
            "id": "207",
            "nass": "91 - ومما يجوز له: العطف بفاعلٍ على يَفْعَل، إذا كان في موضع الحال؛ وذلك مثل قول الشاعر: ¶ بِتُّ أُعَشِّيها بعَضْبٍ باترِ ¶ يَقْصِدُ في أسْؤُقها وَجَائِرِ ¶ يريد بقاصدٍ في أسؤُقها وجائرٍ، وكونُ يَفْعَل حالاً كثيرٌ، منه قول الشاعر: ¶ متى تأته تعشُو إلى ضَوْء نارِه ... تجدْ خَيْرَ نارٍ عندها خيرُ مُوقدٍ ¶ يريد: متى تأتِهِ عاشياً. ¶ وكذا قول الآخر: ¶ من الذَّرِيحيَّاتِ جَعْداً آرِكَا",
            "page": "302",
            "part": "1",
            "seal": "5DB55C12"
        },
        {
            "id": "208",
            "nass": "يَقْصُر يمشِي ويَطُول باركَا ¶ قال: يَقْصُرُ يمشى، يريد: ماشياً؛ ولذلك عطف عليه ببارِكٍ، وهو فاعل، وهذا كثيرٌ في الكلام، وليس من اضطرار الشعر إذا كان على هذا، ولكن جَعَلَ بعضُهم عطفَ الاسم على الفعل اضطراراً. ¶ 92 - ومما يجوز له: جمعُ حرفين بمعنى واحد، إرادة التوكيد، مثل جمع لام كي مع كَيْ في كلمة، وهذا جائز في الكلام، ولكن جاء في الشعر جمع ثلاثة أحرف، وهو في قول الشاعر: ¶ من حيثُ لا إنْ ما رأيتُ مِثلكَا ¶ فجمع بين لا وإنْ وهما بمعنى ما وما فاجتمعت ثلاثة أحرف بمعنى واحد.",
            "page": "303",
            "part": "1",
            "seal": "B3E45E60"
        },
        {
            "id": "209",
            "nass": "ومثله قول الآخر: ¶ يُرََجّى المرءُ مالا إنْ يُلاقِي ... وتُعْرِضُ دون أبْعَدِهِ الخُطوبُ ¶ فجمع بين ثلاثة أحرف، وهي ما ولا وإنْ وهي بمعنى واحد. ¶ 93 - ومما يجوز له: إدخال الباء في خبر ما، ويجعلها تلي ما كما قال الشاعر: ¶ أمَا واللهِ أنْ لو كنتَ حُرَّا ... وما بالحُرِّ أنتَ ولا العَتيقِ ¶ فقال: وما بالحر أنت، فأدخل الباء تلي ما، وهذا لا يجوز في الكلام، وإنما جاز لاضطرار الشعر.",
            "page": "304",
            "part": "1",
            "seal": "D2CEE30A"
        },
        {
            "id": "210",
            "nass": "94 - ومما يجوز له: تقديمُ الجَحْدِ من آخر الكلمة إلى أوّلها، كما قال الشاعر: ¶ إذا أعْجَبتْكَ الدَّهرَ حالٌ من امرئٍ ... فَدَعْهُ وواكلْ حالَهُ واللَّيَالِيَا ¶ يجِئْنَ علي وكان من صالحٍ به ... وإن كان فيما لا تَرَى العينُ آلِيَا ¶ ومعناه: وإن كان فيما يَرَى الناسُ لا يألُو، فقدَّم الجَحْدَ في أول الكلام، وهو يريد تأخيره. ¶ وكذا قول الآخر: ¶ ولا وأرُاها تَزَالُ ظالمةً ... تُحْدِثُ لي نكبةً وتنكؤُهَا ¶ يريد: وأراها لا تزالُ، فقدّم على ما ذكرنا. ¶ 95 - ومما يجوز له: كسر ياء المتكلم التي هي مفتوحة، وذاك أنه يقال في الكلام: هذا غلامِي، وهذه دارِي، فإن شئت فتحت الياء؛ وإن شئت أسكنت؛ فإذا كان قبل هذه الياء حرفٌ ساكنٌ، ياءٌ أو ألفٌ،",
            "page": "305",
            "part": "1",
            "seal": "B2284886"
        },
        {
            "id": "211",
            "nass": "كانت مفتوحةً، نحو: عصَايَ قاضِيَّ، فقبلها ألفٌ في عَصَايَ وياء ساكنة في قاضِيَّ. ¶ وإذا احتاج الشاعر، كَسَرَ الياء وتوهَّمها كانت ساكنةً، وأنه حرّكها إلى ما يُحرّك إليه الساكنُ، لأن العرب تجيزُ أن يحرَّك الحرفُ إلى الكسر في اجتماع الساكنين، وإن كان أصلهُ غيرَ ذلك، ألا ترى أنهم أجازوا أن يقول القائلُ: لم أرَهُ مُذِ اليومِ، وحقّ الذال أن تُحرّك بالضم، ولكن أصلَ المحرّك لالتقاء الساكنين أن يكون مكسوراً، فيحرك الشاعرُ الياءَ إلى ذلك، كما قال الشاعر: ¶ قال لها هل لك يا تَافِيِّ ¶ قالت له ما أنتَ بالمرضِيِّ ¶ فحرك الياء من فِيَّ بالكسر، لما احتاج إلى ذلك، وكان الوجه الفتح. ¶ قد أجاز مثلَ هذا في الكلام بعضُهم؛ فقرأ الأعمش: {وَمَا أَنتُمْ",
            "page": "306",
            "part": "1",
            "seal": "31D97CC4"
        },
        {
            "id": "212",
            "nass": "بِمُصْرِخِيَّ} بكسر الياء، وأكثر الناس على أن هذا لا يجوز في الشعر فضلاً على الكلام؛ قالوا: وهذا من غلط صاحب هذه القراءة، وكثيراً ما يغلط مَنْ لا بَصَرَ له بالعربية في أمثال هذا. ¶ 96 - ومما يجوز له عند الكوفيين: إفراد واحد كِلْتا. وأنشدوا: ¶ في كِلْتَ رِجْلَيْهَا سُلاَمَي وَاحِدَهْ ¶ كلتاهما مَقْرونةٌ بزَائِدَهْ ¶ فقال: في كِلْتَ، فوحّد على أصل قولهم؛ لأنهم يقولون إن كلتا تثنية، وهو اسم واحد عند البصريين، وأصلُ تائه واوٌ، ولكن",
            "page": "307",
            "part": "1",
            "seal": "4B75E710"
        },
        {
            "id": "213",
            "nass": "أبدلت تاءً، لتدُلَّ على التأنيث. ¶ واستدلوا على ذلك بأنّ النسب إليه كَلَوِيٌّ، فيرجع إلى الواو، وكِلاَ عندهم واحدُ كَمِعىً. وهذا البيت عندهم من اضطرار الشعر. ¶ 97 - ومما يجوز له: إدخال أنْ في جواب كاد، والوجهُ أن لا تَدْخلَ، إذا قلت: كاد زيدٌ يقومُ؛ لأنها وُضعت للمقاربة، وقد أجازوا إدخال أنْ معها، وشبّهوها بعَسَى؛ فقال الشاعر: ¶ قد كاد من طُولِ البِلَى أن يَمْصَحَا ¶ فأدخل أنْ في الجواب، وحقّها الحذف.",
            "page": "308",
            "part": "1",
            "seal": "8F826FAD"
        },
        {
            "id": "214",
            "nass": "98 - ومما يجوز له: وضعُ الكلام غيرَ موضعه، كما قال الشاعر: ¶ صَدَدْتِ فأطْوَلْتِ الصُّدودَ وقَلَّما ... وِصالٌ على طُول الصُّدُودِ يَدُومُ ¶ أي: وقلَّما يدومُ وصالٌ على طُول الصُّدود. ¶ ويجوز له أيضاً من التقديم والتأخير مالا يكون مثله في الكلام؛ وذلك مثل قول الأول: ¶ وما مِثْلُه في النَّاس إلاَّ مُمَلَّكاً ... أبو أمِّه حَيٌّ أبوه يقارِبُهْ ¶ يريد: وما مثلُه حَيٌّ يقاربُه إلا مُمَلَّكٌ، أبو أمِّ ذلك المملَّك أبُوه، فدلّ بهذا على أنه خالُه؛ ونصَبَ مملَّكاً، لأنه استثناء مقدم.",
            "page": "309",
            "part": "1",
            "seal": "F9532471"
        },
        {
            "id": "215",
            "nass": "99 - ومما يجوز له، وهو من أقبحِ الضرورات: تصحيح حروف الاعتلال، قبل الألف التي تكون بدلا من التنوين في النصب؛ وذاك أنهم يشبهونها بالهاء؛ فيقولون: سِقايا في: سقاءٍ، كما يقولون: سِقاية فيصححون الياء ولا يبدلون منها همزة مع الألف التي هي عوض من التنوين كما يفعلون مع الهاء؛ ومن ذلك قول الشاعر: ¶ إذا ما المرء صَمَّ فلم يُكَلَّم ... وأعيا سَمْعُه إلا نِدايَا ¶ ولاعَبَ بالعشِيِّ بِنى بنيِه ... كفِعْلِ الهرِّ يلتمس العَظَايا ¶ يلاعبُهم وَوَدُّوا لو سَقَوْهُ ... من الذِّيفان مُتْرَعةً إنايَا ¶ فأبْعَدهُ الإلهُ ولا يُؤَبَّى ... ولا يُعْطَى من المرضِ الشِّفَايَا ¶ فأبقى الياء على ما كانت عليه مع الهاء، والحق أن يبدل منها همزة؛ فيقال:",
            "page": "310",
            "part": "1",
            "seal": "3D206D5F"
        },
        {
            "id": "216",
            "nass": "النداء، والعَظَاء، وإناء، والشّفاء، وهذا من أقبح ضرورة عندهم؛ إذ كان لا أصل له في كلامهم. ¶ 100 - ومما يجوز له: بَدَلُ الهمزة في الموضع الذي لا يقوم فيه الشعر بتحقيقها ولا بتخفيفها؛ وذاك إذا كان قبله متحرك، وأصلها أنها إذا كانت متحركة بالفتح وقبلها فتحة، جعلت بَيْنَ بَيْنَ، ومعنى بَيْنَ بَيْنَ: بَيْنَ الحرف الذي منه حركتها وبين الهمزة، وإذا جعلتها بَيْنَ بَيْنَ، لم ينقص من وزن المحقّقة شيئا؛ فإذا كان الشاعر لا يقوم له الوزن بذلك، أبدل منها، وذلك مثل قوله: ¶ سَالَتْ هُذَيْلٌ رَسُولَ الله فاحشةً ... ضَلَّتْ هُذَيْلٌ بما سَالَتْ ولم تُصِبِ ¶ فأبدل من الهمزة ألفاً، وكان هذا موضع بَيْنَ بَيْنَ.",
            "page": "311",
            "part": "1",
            "seal": "C626967B"
        },
        {
            "id": "217",
            "nass": "ومثله قول الآخر: ¶ راحتْ بمسلَمَةَ البغالُ عشِيَّةً ... فارْعَيْ فَزَارَةُ لا هَنَاكِ المرتَعُ ¶ فقال: لا هَنَاكِ، فأبدل من الهمزة ألفاً، والأصل ما ذكرنا. ¶ وكذا قول الآخر: ¶ ولا يَرْهَبُ ابنُ العَمِّ عِشْتُ صَوْلَتِي ... ولا أخْتَتِي من صَوْلَةِ المُتَهدِّدِ ¶ وكان الأصل هاهنا: ولا أخْتَتِيُّ، وليس هو موضعَ بَدَلٍ؛ لأن الهمزة أيضاً إذا كانت مضمومة أو مكسورة، كانت مع أيِّ حركة قبلها بَيْنَ بَيْنَ في حال التخفيف. ¶ وإنما يقع البدل فيها، إذا كانت مفتوحة وكان ما قبلها مضموماً أو مكسوراً؛ كقولك: هذا صاحبُ أبيكَ، فإن أردت تخفيفها قلت: هذا صاحبُ وَبِيكَ، وكذا: مررت بصاحبِ يَبيكَ، فتبدل مع",
            "page": "312",
            "part": "1",
            "seal": "71C4CD59"
        },
        {
            "id": "218",
            "nass": "المكسورة ياء، ومع المضمومة واواً، فإذا خالفت هذا كانت في حال التخفيف تُجعل بَيْنَ بَيْنَ، فلما اضطر الشاعر أبدل فيما ذكرنا، وليس هو موضعَ بَدلٍ. ¶ 101 - ومما يجوز له: إدخالُ الفاء في جواب الواجب، والنصب بها، كما قال الشاعر: ¶ سأتركُ منزلِي لبني تميم ... وأَلْحَقُ بالعراقِ فأسترِيحَا ¶ فنصب وهو إيجاب، وإنما ذاك عندهم للضرورة؛ لأن القائل إذا قال: أَمَا تأتيني فتكرمَنِي، كان معناه ما يكون منك إتيانٌ فأنْ تكرِمَنِي، فإذا قال في الواجب: أنت تأتيني فتُكرمَنِي، كان معناه: أنت تأتيني فأنْ تكرِمَني، وهو من أقبح الضرورات.",
            "page": "313",
            "part": "1",
            "seal": "4B611D6A"
        },
        {
            "id": "219",
            "nass": "ومنه قول الآخر: ¶ لنا هَضْبَةٌ لا يدخلُ الذُّل وسْطَهَا ... ويأوِي إليها المستجيرُ فَيُعْصَما ¶ فنصب بالفاء على ما ذكرنا. ¶ وقد نَفَى هذا أكثرُهم، وقال: هو غير جائز، وقال الرواية: لِيُعْصَمَا فينصبُ بلام كي. ¶ وكذا زعموا قول الآخر: فأستريحا، إنما يروونه: لأستريحا على لام كي أيضاً. ¶ 102 - وقد جعل قوم من الضرورات: إعرابَ بعضِ الكلام على معنىً يدلُّ عليه اللفظ، كقول الشاعر: ¶ فكرَّت تَبْتَغِيه فَوَافَقَتْهُ ... على دَمِهِ ومَصْرَعِه السِّباعَا",
            "page": "314",
            "part": "1",
            "seal": "CE1CB960"
        },
        {
            "id": "220",
            "nass": "فنصب السِّباع؛ لأنه دخل في الموافقة، فكأنه قال: فوافقت السِّباعَ على دَمِه ومَصْرَعِه. ¶ ومثل قول الآخر: ¶ لَنْ تَرَاها ولو تأمَّلْتَ إلاّ ... ولها في مَفَارِق الرأس طِيبَا ¶ فَنَصَبَ الطِّيبَ؛ لأنه داخلٌ في الرؤية. ¶ وكذا قول الآخر: ¶ وَجَدْنا الصَّالحين لهم جزاءٌ ... وجنَّاتٍ وعيناً سَلْسَبِيلاَ ¶ فنصب لأنه دخل فيما وَجَدَ، فانتصب على المعنى، وقد أجاز هذا أكثر الناس في الكلام، وأدخله بعضُهم في الضرورات فذكرناه.",
            "page": "315",
            "part": "1",
            "seal": "759BAFBE"
        },
        {
            "id": "221",
            "nass": "103 - ومما يجوز له أن يُنَوِّن قبل وبعد، ويضمّ، وإن شاء نَصَبَ؛ كما قال الشاعر: ¶ ونحن قَتلْنَا الأزْدَ شًنُوَءةٍ ... فما شَرِبُوا بعدٌ على لَذَّةٍ خَمْرَا ¶ وهي هاهنا معرفةٌ، وإذا كانت نكرة جاز إعرابُها وتنوينُها، وإنما تُبنى في حال المعرفة، وإنما بنيت على الضم عند البصريين؛ لأنه قد كان يدخلها في حال الإعراب الفتح والجرّ فأعطيت في حال البناء ما ليس لها في حال الإعراب. ¶ وقيل: لمّا غايةً أُعطيتْ غايةَ الحركات. ¶ وقيل: لمّا أشبهت المنادَى المفرد، أُعطيتْ حركتَه. ¶ وقيل: لمّا تضمّنت معناها ومعنى المضاف إليه، أعطيتْ أقوى الحركات.",
            "page": "316",
            "part": "1",
            "seal": "3FBDB33D"
        },
        {
            "id": "222",
            "nass": "وقيل: لو فُتحت أشبهت المضافَ، ولو كُسِرت أشبهت الإضافة إلى المتكلم بحذف الياء، فضمت لذلك. ¶ فأما الضَّمُّ بالتنوين، والنصبُ به في حال البناء. فهو اضطرار عند البصريين، وأكثرهم لا يجيزه، وهذا البيت عنده ليس بحجة؛ وذاك أن حذف التنوين في البيت جائز في العروض؛ لأنه من الطويل، والطويل يدخله الكفّ وهو ذهاب النون من مفاعيلن، فيبقى مفاعيلُ، فإذا أسقط التنوين في هذا، كان مثلَ ما ذكرنا، والذي أجازه شبّهه بالنداء المفرد، إذا اضطُرّ إلى تنوينه، نُوِّن مضموماً. ¶ 104 - ومما يجوز له: رد ما حذف من (ما) في الاستفهام، إذا وصلتها بحروف الجر، إذا قلت: عَلامَ تَشْتُمُنِي؟ وفِيم تَغْضَبُ عَلَيَّ؟، فإذا اضطر الشاعر ردَّ المحذوف، كما قال ¶ الشاعر: ¶ عَلاَما قام يَشْتُمني لَئِيمٌ ... كخِنْزيرٍ تَمرَّغَ في رَمادِ",
            "page": "317",
            "part": "1",
            "seal": "4D2D54F3"
        },
        {
            "id": "223",
            "nass": "فرد الألف المحذوفة في الاستفهام. ¶ 105 - ومما يجوز له: سكون الميم في (لِمَ) في الاستفهام، إذا قلت: لِمَ فَعَلْتَ ذاك؟، فتحرك الميم، ويجوز للشاعر أن يسكن الميم في مثل هذا؛ ومنه قول الشاعر: ¶ فَلِمْ دَفَنْتُم عُبيدَ اللهِ في جَدَثٍ ... وَلِمْ تَعَجَّلْتُمُ ولِمْ تَرُوحُونَا ¶ فأسكن لِمْ في الموضعين اضطراراً. ¶ 106 - ومما يجوز له أن يحذف النون التي تأتي مع نون الرفع في الفِعل؛ وذلك في مثل قولك في الشعر: القوم يضربوني ويأمروني، والأصل: يضربونني ويأمرونني، وذاك لأنه اجتمع نونان، فحذفت إحداهما استخفافاً، ومنه قول الشاعر:",
            "page": "318",
            "part": "1",
            "seal": "1BCCDFB6"
        },
        {
            "id": "224",
            "nass": "تَرَاهُ كالثُّغامِ يُعَلُّ مِسْكاً ... يَسُوءُ الفالياتِ إذا فَلَيْني ¶ والوجه أن يقول: إذا فلينَنِي، فتكون النون الأولى علامةَ رفعِ الفعل، والثانية هي التي تكون مع الياء في اسم المتكلم المنصوب. ¶ ومثله قول الآخر: ¶ أبِالموتِ الذي لابُدَّ أنِّي ... مُلاقٍ لا أباكِ تُخَوِّفِينِي ¶ فحذف إحدى النونين، على ما ذكرنا.",
            "page": "319",
            "part": "1",
            "seal": "A4D8F9A7"
        },
        {
            "id": "225",
            "nass": "وقد زعم بعض النحويين أن هذا يجوز في الكلام، ومنه قراءة بعض القُرَّاء: {قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ} بنون واحدة خفيفة؛ قال: والأصل: تأمرونَنِي، فحذف لاجتماع النونات. وأكثر القُرّاء على تشديد النون والإدغام، وهو الوجه. ¶ 107 - ومما يجوز له في الاضطرار: الإتيان باسم، وهو يريد غيره ولكن فيما أتى به بعضُ الدليل على ما يريد؛ مثل قول الشاعر: ¶ صَبَّحْنَ من كاظِمَةَ الخُصَّ الخَرِبْ ¶ يحملْنَ عَبّاسَ بْنَ عبد المطَّلِبْ ¶ يريد: عبدَ الله بن عبّاس؛ فذكر أباه مكانه اضطراراً. ¶ وكذا قال الآخر: ¶ أرى الخَطَفَى بَذَّ الفرزدقَ شِعرُه ... ولكنّ خيراً من كليبٍ مجاشِعُ",
            "page": "320",
            "part": "1",
            "seal": "15504F89"
        },
        {
            "id": "226",
            "nass": "أراد: أرى جريراً، فتركه وجاء باسم أبيه. ¶ وكذا قول الآخر: ¶ عَشيَّةَ فَرَّ الحارِثيُّونَ بعد ما ... قَضَى نَحْبَهُ من مُلْتَقَى الموتِ هَوْبَرُ ¶ قالوا: وإنما يريد: يزيدَ بن هوْبَر. ¶ ومثله قول أوس بن حجر: ¶ فهل لكمُ فيها إليَّ فإنّني ... طبيبٌ بما أعْيَا النَّطَاسِيَّ حِذْيَمَا ¶ وإنما هو في قولٍ: ابن حِذْيَم، وهو طبيب كان في الجاهلية.",
            "page": "321",
            "part": "1",
            "seal": "E48DE9C3"
        },
        {
            "id": "227",
            "nass": "108 - ومما يجوز له: تغيير الأسماء، كما قال الأول: ¶ . . . . . . . . . . . . . . . ... ونسج سُلَيْمٍ كُلَّ قضَّاَء ذائِلِ ¶ يريد بقوله: سُلَيْم: سُليمان، وبقوله: قضّاء أي مُحْكمة، وهي التي فُرِغ من عملها، يريد دِرْعاً. ¶ ومثله قول الآخر: ¶ . . . . . . . . . . . . . . . ... جَدْلاََء مُحْكَمةٍ من نَسْجِ سَلاَّمِ ¶ يريد أيضاً: سُليمان، وهما يريدان بذكر سليمان أباه؛ لأنه أول مَنْ عَمِلَ الدَّروع، فغيّر الاسم هذا التغيير، وأراد داود فذكر سليمان. ¶ 109 - ومما يجوز له: حذف مَنْ، لأن معناها في الكلام، وذلك مع مِنْ، وفِي، كما قال الشاعر:",
            "page": "322",
            "part": "1",
            "seal": "7C09F344"
        },
        {
            "id": "228",
            "nass": "فَضَلُّوا ومنه دَمْعُهُ غالِبٌ له ... وآخرُ يُثْنِي عَبْرَةَ العَين بالمَهْلِ ¶ يريد: ومنهم مَنْ دَمْعُهُ غالبٌ له، فحذف مَنْ مع مِنْ، لأن في الكلام دليلاً عليها. ¶ وكذلك قول الآخر: ¶ لو قُلْتَ ما في قَوْمها لم تِيثَمِ ¶ يفضُلُها في حَسَبٍ ومِيسَمِ ¶ أي مَنْ يَفْضُلُها، فحذف أيضاً مع في على ما ذكرنا. ¶ وقد أجاز هذا أكثرهم في الكلام، ولم يجعله اضطراراً، فأجاز أن يقول الرجلُ: فِينا يقولُ ¶ ذاك، ومِنَّا لا يقولُه، يريد: مَنْ يقولُ ذاك، ومن لا يقوله، ويدل على هذا قوله جلّ وعزّ: {وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَّعْلُومٌ}، والمعنى: وما منَّا إلا مَنْ له مقام معلومٌ، فحذف مَنْ لَمَّا كان سياق الكلام يدلّ على حذفها.",
            "page": "323",
            "part": "1",
            "seal": "6D6DB6E5"
        },
        {
            "id": "229",
            "nass": "110 - ومما يجوز له على قول بعض النحويين: زيادة مِنْ في الشعر، مثل قول الشاعر: ¶ يا شاةَ مَنْ قَنَصٍ لِمَنْ حَلَّتْ له ... حَرُمَتْ عَلَيَّ ولَيْتَها لم تَحْرُمِ ¶ هكذا رواه قوم، ورواه آخرون: ما، وكلا الروايتين عندهم أنّ مَنْ وما فيهما زائدة، وأن المعنى: يا شاةَ قَنَصٍ. ¶ وأنكر هذا بعض النحويين، وقال: لا يجوز أن يقع في الكلام زيادة لغير معنىً، ومعنى الرواية بِمَنْ عندهم: يا شاة من يقتنص، فكأنه قال: يا شاةَ مُقْتَنِصٍ. ¶ 111 - ومما يجوز له أن يُجري الوصل مُجْرَى الوقف في مَنْ في الاستفهام عن النكرة؛ وذلك إذا قال الرجلُ: رأيتُ رَجُلاً، قلت:",
            "page": "324",
            "part": "1",
            "seal": "5DBF4B03"
        },
        {
            "id": "230",
            "nass": "مَنَا، وإذا قال: مررتُ برجلٍ قلت: مَنِي، وإن قال: جاءني رجلٌ قلت: مَنُو، وفي التثنية: مَنَانِ ومَنَيْنِ وفي الجمع: مَنُونَ ومَنِينَ، كل هذا في الوقت، فإذا وصل قال: مَنْ يا هذا؟ في كل الوجوه من التثنية والجمع، غير أن الشاعر يجوز له أن يُجرِي الوصل مُجْرَى الوقف في هذا، كما قال الأول: ¶ أتَوْا نارِي فقلتُ مَنُونَ أنتمْ ... فَقَالُوا الجِنَّ قلتُ عِمُوا ظَلاما ¶ فقال: مَنُونَ أنتم فوصل، وكان الوجه أن يقول: مَنْ أنتم ولكن اضطرّ للوزن، فأجْرَى الوصل مُجْرَى الوقف، ورواه قوم هنا: ¶ أتْوا نارِي فقلتُ مَنُونَ قالوا ... سَرَاةُ الجنِّ قلت عِمُوا ظَلامَا",
            "page": "325",
            "part": "1",
            "seal": "FAC723C4"
        },
        {
            "id": "231",
            "nass": "فلم يجعلوا فيه ضرورة؛ لأنه لا وصل هاهنا، فبناء الكلام على الوقف. ¶ 112 - ومما يجوز له: إدخال النون في الشرط والمجازاة مع عدم ما؛ وذاك أنّ العرب إنما تُدخلها في الشرط مع ما؛ فيقولون: إمَّا تَذْهَبَنَّ أذهبْ مَعَكَ ومَتَى تَذْهَبَنَّ أذهبْ مَعَكَ؛ فيُلزمون ما النونَ هاهنا؛ كما ألزموا اللام في القسم في قوله: واللهِ لَتَذهَبنَّ، فلا يجوز في القسم حذفها، ويجوز مع ما. ¶ وإذا اضطر الشاعر جاز له حذف ما والإتيان بالنون، كما قال الشاعر: ¶ مَنْ يَثْقَفَنْ منهم فليس بآيِبٍ ... أبَداً وقَتْلُ بني قُتيبةَ شَافِي ¶ فأدخل النون في يثقفنْ، وليس ثم ما، وهو عندهم من الاضطرار.",
            "page": "326",
            "part": "1",
            "seal": "3DA6CDA7"
        },
        {
            "id": "232",
            "nass": "113 - ومما يجوز له: تقديم هاء التنبيه على بعض الكلام، كما قال الشاعر: ¶ ونحنُ اقْتَسَمْنَا المالَ نِصفين بَيْنَنا ... فقلتُ لها هذا لها ها وذَا لِيَا ¶ فقدم الهاء على واو العطف، والتقدير: فقلتُ لها هذا لها وهذا ليا. ففصل الهاء من هذا، وحال بينها وبين ذا بالواو التي هي العطف، وكذا قول الآخر: ¶ تعلَّمَنْ هَا لَعَمرُ الله ذا قَسَماً ... فاقصِدْ بذَرْعِكَ وانظرْ أيْنَ نَنْسَلِكُ ¶ وإنما أراد: تعلّمَنْ لَعَمْرُ الله، هذا ما أُقسم به، ففصل الهاء من",
            "page": "327",
            "part": "1",
            "seal": "8DD4CC0C"
        },
        {
            "id": "233",
            "nass": "هذا ووصلها بتلعّمن، وفرق بينها وبين ذا بلعمر الله. ¶ 114 - ومما يجوز له: تقديم واو العطف على المعطوف عليه، كما قال الشاعر: ¶ جَمَعْتَ وفُحْشاً غِيبَةً ونَميمَةً ... خِصالاً ثلاثاً لَسْتَ عنها بمُرْعَوِي ¶ وإنما يجوز هذا عند أكثرهم في المنصوب، ولا يجوز في المجرور عند جميعهم، ولا يجوز أن تقول: مررتُ وعمروٍ بزيدٍ، وذاك لأن الفعل لا يدلّ عليه، ويقبح عندهم في المرفوع، إذا قلت: قام وزيدٌ عمرو. ¶ فإذا قالوا: فيك وعَيْبٌ شَرٌّ وعليكَ ورحمةَ الله السَّلامُ، يريدون: فيك شر وعيب وعليك السلام ورحمة الله لم يجزه",
            "page": "328",
            "part": "1",
            "seal": "19F44268"
        },
        {
            "id": "234",
            "nass": "البصريون في شعر ولا غيره، وأجازه الكوفيون في الشعر وعلته عند البصريين أن هذه الأسماء ترتفع بالابتداء، فكما لا يجوز: وعمرو زيدٌ منطلقان كذا لا يجوز هذا. ¶ وأنشد الكوفيون في جوازه قولَ الشاعر: ¶ ألا يا نخلَةً من ذات عِرْقٍ ... عليكِ ورحْمَةُ اللهِ السَّلامُ ¶ يريد: عليكِ السَّلامُ ورحمةُ الله، وهذا لا يجوز عند البصريين، على ما ذكرنا. ¶ 115 - ومما يجوز له: حذف الياء، وهي لام الفعل، اجتزاء بالكسرة كما قال الشاعر:",
            "page": "329",
            "part": "1",
            "seal": "093DA294"
        },
        {
            "id": "235",
            "nass": "ليس تَخْفَى أسَارَتِي قَدْرَ يَوْمٍ ... ولَقَدْ تُخْفِ شٍيمتي إعْسَارِي ¶ أراد: تُخْفي، فحذف الياء لغير جزم، ولكن وجد الكسرة تدل عليها، فحذفها اجتزاء بها. ¶ ومثله قول الآخر: ¶ كفَّاكَ كَفٌّ ما تُلِيق دِرْهَمَا ¶ جُوداً وأخرى تُعْطِ بالسَّيف الدَّمَا ¶ أراد: تُغطِي، فحذف على ما ذكرنا. ¶ وكذا قول الآخر: ¶ ولا أدْرِ من ألْقَى عليه ثيابَهُ ... ولكنّه وقد سُلَّ عن ماجدٍ مَحْضِ",
            "page": "330",
            "part": "1",
            "seal": "53A6A78E"
        },
        {
            "id": "236",
            "nass": "يريد أدرِي، فحذف الياء اجتزاء بالكسرة، على ما ذكرنا. ¶ 116 - ومما يجوز له: تحريك الواو في الجمع، وذلك أن العرب، إذا جمعت على فُعُلٍ ما كان عينه ياءً، ضَمُّوا الياء؛ فقالوا: دَجَاج بُيُضٌ فمن سكَّن قال: بِيضٌ، فإذا كان من ذوات الواو ولم يجز تحريك الواو بالضم وأجازوه في الشعر؛ قال الشاعر: ¶ أغرُّ الثنايا أحَمُّ اللّثا ... تِ تَمْنَحُهُ سُوُكُ الإِسْحِلِ ¶ فحرك الواو بالضم على الأصل، وهذا لا يجوز في الكلام استثقالاً للضمة في الواو. ¶ 117 - ومما يجوز له: قطع الألف واللام من الكلمة، فيجعلونها كلمةً",
            "page": "331",
            "part": "1",
            "seal": "F1668DC9"
        },
        {
            "id": "237",
            "nass": "واحدةً يعتدُّونها فيها كما قال الشاعر: ¶ قلتُ لطاهِينا المُطَرِّي في العَمَلْ ¶ دَعْ ذا وعَجِّلْ ذا وألْحِقْنَا بِذَلْ ¶ بالشَّحم إنّا قد مَللنا ذا بَجَلْ ¶ فقطع اللام وأعادها في الكلمة الثانية، وكذلك تقول فيما لم يكن مدغماً: جاءني ال، ثم تقول: حارث، فتقطع الألف واللام منه وتجعلهما بمنزلة حرف على حدته، ثم تبتدئ الاسم بعدهما، وإنما يقع هذا عند التذكّر والفِكرة. ¶ 118 - ومما يجوز له عند الكوفيين: حذف ألف الاستفهام، وليس في الكلام عليها دليل، وأنشدوا:",
            "page": "332",
            "part": "1",
            "seal": "A60A58C1"
        },
        {
            "id": "238",
            "nass": "ثمّ قالوا تُحبُّها قلتُ بَهراً ... عَدَدَ الرَّمْلِ والحَصَى والتُّرابِ ¶ معناه عندهم: أتحبّها، وهذا لا يجوز عند البصريين، ومعنى البيت عندهم: الإيجاب، كأنه يقول: أنت تحبّها. ¶ وأنشدوا في الحذف أيضاً: ¶ إنْ كنتَ أزْنَنْتَني بها كِذباً ... جَزْءٌ فلاقيتُ مِثْلَها عَجِلاَ ¶ أفْرَحُ أن أُرْزَأ الكِرامَ وأنْ ... أُورَثَ ذَوْداً شَصَائِصاً نَبَلا",
            "page": "333",
            "part": "1",
            "seal": "667C67CC"
        },
        {
            "id": "239",
            "nass": "قالوا: يريد: أأفْرَحُ، وغيرهم يقول: معناه الحكاية، كأنه يقول: أفرح أن أرزأ الكرام. ¶ 119 - ومما يجوز له: الإتيان بالاسم المنفصل في موضع المتصل؛ كما قال الشاعر: ¶ إليكَ حتّى بَلَغْتُ إيَّاكَا ¶ والوجه أن يقول: حتى بلغتك. ¶ وكذا قول لآخر: ¶ كأنَّا يومَ قُرَّى إنَّما نَقْتُلُ إيَّانَا",
            "page": "334",
            "part": "1",
            "seal": "7804041E"
        },
        {
            "id": "240",
            "nass": "والوجه: إنما نقتل أنفسنا، ولكن جاء بالضمير المنفصل بعد الفعل. ¶ 120 - ومما يجوز له: حذف الواو من قولك: إيّاك وزَيْداً، ولا يجوز أن تقول: إيّاك زيداً، كما لا يجوز أن تقول: رأسَكَ الجِدارَ، حتى تقول: والجدارَ، وذلك أن الثاني ينصب بفعلٍ ثانٍ غير فعل الأول، فكأنه عطفُ الفعل على الفعل، وأجازوا حذف الواو في الشعر، وأنشدوا: ¶ فإيَّاكَ إيَّاكَ المِراَء فإنّه ... إلى الشَّرِّ دَعَّاءٌ وللشَّرِّ جالِبُ ¶ وبعضهم إنما جاز هذا عنده، ومن أجل تكرير إياك، كأنه جعل إحداهما عوضاً من الواو. ¶ وقوم يجعلون المِراءَ بمعنى: أن تماري، فيكون المعنى: إياك من أجل أن تماري.",
            "page": "335",
            "part": "1",
            "seal": "E14A546D"
        },
        {
            "id": "241",
            "nass": "121 - ومما يجوز له عند الكوفيين: إذا اضطر إلى ضمير المنصوب جعله في موضع المجرور، كما قال الشاعر: ¶ فأجْمِلْ وأحْسِنْ في أسيركَ إنه ... أسيرٌ ولم يأسِرْ كإيَّاك آسِرُ ¶ وهذا لا يجوز عند البصريين؛ لأن كل واحد من هذه المضمرات عَلَمٌ لما جُعِلَ له، فلا يجوز تغييرها. ¶ 122 - ومما يجوز له: ما أبْيَضَهُ وهذا أبيضُ من هذا؛ ومنه قول الشاعر: ¶ أمّا الملوكُ فأنت اليومَ ألأمُهُمْ ... لُؤْماً وأبيضُهم سِربالَ طبَّاخِ ¶ وهذا بمعنى التعجّب، وكذا أنشدوا:",
            "page": "336",
            "part": "1",
            "seal": "1316848F"
        },
        {
            "id": "242",
            "nass": "أبيضُ مِنْ أُخْتِ بني إباضِ ¶ جاريةٌ في رمضانَ الماضِي ¶ تُقَطِّعُ الحديثَ بالإيمَاضِ ¶ فقال: أبيض من، وهو بمعنى التعجب، وإنما يجوز عند البصريين: أنت أشدُّ بياضاً من فلان، ولا يجوز هذا عندهم، وهو جائز عند الكوفيين. ¶ 123 - ومما يجوز له أنّ العربَ تُبدل من الياء المشدّدة جيما؛ فتقول: تميميٌّ أنا، تميميجٌّ أنا فإذا احتاج الشاعر أبدل من الخفيفة، كما قال الراجز: ¶ يا ربِّ إن كنتَ قبلتَ حِجَّتِجْ ¶ فلا يزالُ شاحِجٌ يأتيك بِجْ",
            "page": "337",
            "part": "1",
            "seal": "E9BD815D"
        },
        {
            "id": "243",
            "nass": "أراد: حِجَّتِي ويأتيك بي، فأبدل من الياء الخفيفة جيما. ¶ ومنهم من يبدلها من الألف، كما أبدلها من الياء، وأنشدوا: ¶ حتى إذا ما أمْسَجَتْ وأمْسَجَا ¶ يريد: أمسَت وأمسى، فأبدل من الألف جيماً، كما أبدلها من الياء. ¶ 124 - ومما يجوز له عند الكوفيين: أن يولي الضمير المتصل إلاّ وذاك أنك تقول: ما كلّمني إلا أنت، وإذا نصبت قلت: ما كلّمت إلا إيّاكَ فأجازوا: إلاَّكَ، وأنشدوا: ¶ فما أُبالي إذا ما كنتِ جَارتَنَا ... إلاّ يجاوِرَنَا إلاّكِ دَيَّارُ",
            "page": "338",
            "part": "1",
            "seal": "EDC902C8"
        },
        {
            "id": "244",
            "nass": "فقال: إلاَّكِ، والوجه أن يقول: إلا أنتِ، ورواية مَنْ لَمْ يُجِزْ هَذَا: ¶ . . . . . . . . . . . . . . ... ألاَّ يُجاوِرَنا سِوَاكِ دَيَّارُ ¶ 125 - ومما يجوز له: الزيادةُ في الأسماء المنقوصة، غير ما حذف منها، يتوهمّون ذلك عوضاً مما حذفوا؛ كما قالوا في: فمٍ في الشعر: فَمٌّ فشددوا الميم،، كأنهم توهمّوا أن زيادة الميم على الميم، عِوَضٌ من المحذوف ومنه قول الشاعر: ¶ يا ليتَها قد خرجتْ من فَمِّهْ ¶ ريحٌ تنالُ الأنفَ قبْل شَمِّهْ",
            "page": "339",
            "part": "1",
            "seal": "0839B738"
        },
        {
            "id": "245",
            "nass": "فشدد الميم على ما ذكرنا. ¶ ومثله قول الآخر: ¶ يا أيَّها السائِلُ عن كَمْ كَمِّهْ ¶ فشدد الميم في كَمْ، لأنه يجعله بمنزلة الأسماء المحذوفة، ويجعل تشديد الميم بمنزلة ما ¶ حذف. ¶ 126 - ومما يجوز له: إجراءُ ما لا يكون إلا ظرفاً، مُجرى غيره من الأسماء؛ من ذلك أنّ سواك لا يكون إلاّ ظرفاً؛ تقول: جاءني رجلٌ سِواكَ أي يقوم مقامك، وزيد سواك مثله منصوب على الظرف؛ لأنه لم يتمكن في الأسماء فإذا جعلته بمعنى غير، أدخلته في الأسماء، وأدخلت عليه حروف الجرّ، كما قال الشاعر: ¶ تَجَانَفُ عن جّوِّ اليمامة ناقتِي ... وما قَصَدَتْ من أهلها لِسِوَائِكَا",
            "page": "340",
            "part": "1",
            "seal": "9B7A4EF8"
        },
        {
            "id": "246",
            "nass": "فأدخل لامَ الجرّ عليها، وجعلها بمعنى غير على ما ذكرنا. ¶ قال سيبويه في باب ما يجوز للشاعر: وجعلوا مالا يَجْرِي في الكلام إلا ظرفاً، بمنزلة غيره من الأسماء، وأنشد ما ذكرنا، وقال بعده: فَعَل ذلك؛ لأن معنى سواء معنى غير. ¶ 127 - ومما يجوز له: وصلُ المضمر بما يرجع مع المضمر إلى أصله وذاك أن أصل كاف التشبيه مِثْل، فإذا قلت: أنت كزيد جاز، وكان المعنى: أنت مثل زيد، فإذا أضمرت زيداً وجب أن تقول: أنت مثلُه، ويجوز للشاعر أن يقول: أنت كه؛ كما قال الراجز: ¶ وأُمَّ أوْعَالٍ كَهَا أو أقْرَبَا",
            "page": "341",
            "part": "1",
            "seal": "2170C4EA"
        },
        {
            "id": "247",
            "nass": "أي: مثلها. ¶ وكما قال أيضاً: ¶ فلا تَرى بَعْلاً ولا حَلائِلَا ¶ كَهُو ولا كَهُنَّ إلا حاَظِلاَ ¶ فوصل الضمير بالكاف، وكان الوجه أن يرجع إلى الأصل. ¶ وكذا ما كان له أصلٌ نحْوُه؛ فإذا قلت: هذا ذو الجُمَّة، تريد: صاحبها، فإذا أضمرت قلت: هذا صاحبها، ولو جاء في الشعر: ذُوها جاز على ما ذكرنا. ¶ وكذا: زيد من آل فلان، فإذا أضمرت، وجب أن تقول: من أهله، لأن أصل آل: أهل. ويجوز للشاعر أن يقول:",
            "page": "342",
            "part": "1",
            "seal": "2A8C0E82"
        },
        {
            "id": "248",
            "nass": "من آله، كما قال المتنبي: ¶ فاللهُ يُسْعِدُ كلَّ يَوْمٍ جَدَّهُ ... ويَزِيدُ من أعدائهِ في آلِهِ ¶ وقد رأى محمد بن يزيد هذا جائزاً في الكلام، وقال: المضمرُ عَقِيبُ المظهر وكما جاز في المظهر، وجب أن يكون جائزاً في المضمر. ورآه غيرُه من ضرورة الشعر على ما ذكرنا. ¶ 128 - ومما يجوز له: المجازاة بإذا، وذاك أن إذا لما يستقبل من الزمان، إذا قال القائل: إذا أكرمتني أكرمتك، فالإكرام معلوم، غير أنه لم يقع، وقوله عزَّ وجلَّ: {إِذَا السَّمَاء انشَقَّتْ}، و {إِذَا السَّمَاء انفَطَرَتْ} وقتٌ معلومٌ لم يقع، ولا يكون حرف المجازاة إلاّ والفعلُ بَعْدَهُ لا يُدْرَى أيقع أم لا، فإذا اضطر الشاعر جاز له أن يجازي بإذا؛ لأنها تشبه حروف الشرط بردّها الماضي إلى المستقبل. ¶ فمما جاء من الشعر قول الشاعر: ¶ إذا قَصُرَتْ أسيافُنا كان وَصْلُها ... خُطَانَا إلى أعدائِنا فَنُضَارِبِ",
            "page": "343",
            "part": "1",
            "seal": "284B5704"
        },
        {
            "id": "249",
            "nass": "جَزَم نضارب ردَّاً على موضع كان، وكان، في موضع جزم جواباً لإذا. ¶ وقال آخر: ¶ تَرْفَعُ لي خِنْدِفٌ والله يرفعُ لي ... ناراً إذا خَمَدَتْ نيرانُهم تَقِدِ",
            "page": "344",
            "part": "1",
            "seal": "B91FC67A"
        },
        {
            "id": "250",
            "nass": "جَزَم تقد، لأنه جواب لإذا. ¶ وقال آخر: ¶ إذا لم تَزَلْ في كلِّ دارٍ عَرَفْتَها ... لها وَاكِفٌ من دَمْعِ عَيْنَيْكَ تَسْجمِ ¶ فجرم تزل بإذا!! ¶ 129 - ومما يجوز له: إضمارُ الهاء مع الحروف التي لا يجوز وقوعُها على ما بعدها؛ مثل قول الشاعر: ¶ إنّ مَنْ لام في بَنِي بنتِ حَسَّا ... نَ أَلُمْهُ وأعْصِهِ في الخُطُوبِ ¶ فأضمر الهاء مع إنّ، لأنها لا يجوز أن تقع على مَنْ للشرط؛",
            "page": "345",
            "part": "1",
            "seal": "2EFB070C"
        },
        {
            "id": "251",
            "nass": "لأن الشرط والاستفهام، لا يعمل فيهما ما قبلهما، فاحتاج إلى إضمار الهاء لتقع عليها إنّ. ¶ وكذا قول الآخر: ¶ ولكنَّ مَنْ لا يَلْقَ أمْراً يَنُوبُهُ ... بُعدَّتِهِ يَنْزِلْ به وَهوَ أعْزَلُ ¶ أضمر الهاء مع لكنّ، كما فعل مع إن. ¶ وكذا قول الآخر: ¶ إنَّ مَنْ يَدْخُلِ الكنيسةَ يوماً ... يَلقَ فيها جآذِراً وظِباَء ¶ بمعنى: أنّه، والكناية عن الحديث. ¶ وكذا قول الآخر: ¶ فلو أنّ حُقَّ اليومَ منكم إقامةٌ ... وإن كانَ سَرْحٌ قد مَضَى فَتَسَرَّعَا",
            "page": "346",
            "part": "1",
            "seal": "C25BC537"
        },
        {
            "id": "252",
            "nass": "يريد: فلو أنه حُقَّ اليوم؛ لأن أنّ لا تقع على الفعل، فأُضمر لها اسمٌ تقع عليه. ¶ 130 - ومما يجوز له: حذفُ جواب رُبَّ، زعم سيبويه عن الخليل أنه وجد في أشعار العرب رُبَّ لا جواب لها، وقال: من ذلك قول الشماخ: ¶ ودَاوِيَّةٍ قَفْرٍ تَمَشَّى نَعَامُها ... كَمَشْيِ النَّصَارى في خِفافِ اليَرَنْدَجِ ¶ قال: لأنّه لما حَذَف جوابَ رُبّ، عرف المعنى، يريد: قطعتها. ¶ قال: فهذه القصيدة التي فيها هذا البيت، لم يجئ فيها جواب لِرُبَّ ¶ وقال غيره: إلى جَنْب هذا البيت في كل الروايات: ¶ قطعتُ إلى مَعْرُوفِها مُنكَراتِها ... وقد خَبَّ آلُ الأمْعَزِ المتَوَهِّجِ",
            "page": "347",
            "part": "1",
            "seal": "3C39540A"
        },
        {
            "id": "253",
            "nass": "131 - وما يجوز له: الاجتزاء بحرف من الكلمة يُدَلّ به على سائرها، كما قال الشاعر: ¶ بالخيرِ خيراتٍ وإنْ شَرَّاً فَا ¶ ولا أُريّد الشرَّ إلاّ أنْ تَا ¶ يريدون: وإن شَرّاً فَشَرٌّ، ولا أريد الشر إلا أن تريد وإلا أن تشاءَ. ¶ ومثله: ¶ نادَوْهُم أنْ ألْجِمُوا ألاَ تَا ¶ قالُوا جميعاً كُلُّهم بَلَى فَا",
            "page": "348",
            "part": "1",
            "seal": "20A9D0DC"
        },
        {
            "id": "254",
            "nass": "يريدون: ألا تركبون؟ قالوا: بلى فاركبوا. ¶ 132 - ومما يجوز له: بدل الهمزة حرفاً من حروف اللين في موضع البدل، فإذا تم ذلك، حذف الحرف للجزم، من ذلك قول الشاعر: ¶ جَرِئٌ مَتَى يُظْلَمْ يُعاقِبْ بظُلْمِهِ ... سَرِيعاً وإلا يُبْدَ بالظُّلم يَظْلِمِ ¶ كان الأصل: وإلاَّ يُبَدَأ بالظلم، فوقعت الهمزة ساكنةً بالشرط، وقبلها فتحة، واحتاج إلى بَدَلِها، فأبدلها ألفاً كما يقول في رأس وكأس: راس وكاس، فلما صارت ألفاً حذفها للجزم، وأبقى الفتحة تدلّ على حذفها. ¶ 133 - ومما يجوز له أن يُخفّف الهمزة بالبدل، إذا كانت ساكنة، ثم لا يحذف الحرفَ الذي ¶ هو بدلٌ منها للجزم، كما قال الشاعر: ¶ عَجِيتُ من لَيْلاكَ وانتِيابَها",
            "page": "349",
            "part": "1",
            "seal": "21C082FB"
        },
        {
            "id": "255",
            "nass": "من حيثُ زارتنِي ولم أُورَا بِها ¶ فإنما يريد: ولم أُوأَرْ بها، قلب الهمزة فردّها بعد الراء، وقدَّم الراء، فصارت: ولم أورَأْ بها، فسكنت الهمزة قبلها مفتوحٌ، فأبدلت ألفاً، فصارت: أَورَا، فلم يحذف الألف للجزم، وأبقاها على لفظها. ومعنى: أُوأرُ: أشعر، يقال: ما أُوأَرْتُ به، أي ما شعرت به. ¶ 134 - ومما يجوز له: إضافة الواحد والاثنين في العدد إلى ما يُبيِّنهما من الجنس، كما يفعل في الثلاثة والأربعة، فتقول: واحدُ رجالٍ واثنا رجال كما تقول: ثلاثةُ رجال وأربعةُ رجالٍ؛ لأن الأصل ذلك، ولكن اجتزءوا برجُل ورَجُلين، فإذا اضطر الشاعر ردّ إلى الأصل؛ فمن ذلك قول الشاعر: ¶ كأنّ خُصْيَيْه من التَّدَلْدُلِ",
            "page": "350",
            "part": "1",
            "seal": "35278A32"
        },
        {
            "id": "256",
            "nass": "ظُرْفُ جِرَابٍ فيه ثِنْتَا حَنْظِل ¶ فقل: ثَنْتا حَنْظَل، يريد حنظلتين. ¶ 135 - ومما يجوز له: قَلْبُ هذا المعنى، وإضافةُ العَدَدِ إلى واحد، وأجازوا في الشعر أن يقول: جاءني خمسةُ رَجُلٍ وخَمْسُ امرأةٍ كما قال الشاعر: ¶ قد جَعَلَتْ مَيٌّ على الظِّرارِ ¶ خَمْسَ بَنَانٍ قانئ الأظْفارِ",
            "page": "351",
            "part": "1",
            "seal": "66BF6DB8"
        },
        {
            "id": "257",
            "nass": "والبنَانُ واحد، فأضاف الخَمْسَ إليه. ¶ وقال سيبويه: سألت الخليل عن ثلاثة كِلاَب فقال: يجوز في الشعر، يشبهونه بثلاثة قرود، معنى هذا الكلام أن العدد فيما دون العشرة إنما يضاف إلى الجمع القليل، ولا يضاف إلى الكثير، إلا أن يكون لم يأت لما بُيِّنَ به العدد جمعٌ قليل؛ مثل قولهم: ثلاثة شُسُوع؛ لأنه جمع كثير، ولم يأت لشِسْعٍ جمعٌ قليل، فاضطّروا إلى هذا الجمع؛ فالمعنى: ثلاثةٌ من الشُّسُوع؛ فلذلك قال سيبويه: يشبّهونه بثلاثة قرود؛ لأنه لم يأت له جمعٌ قليلٌ، فلما قالوا: كلاب وأكلب، كان الوجه أن يقولوا: ثلاثة أكلب؛ فإن قال الشاعر: كلاب، وجاء به على غير ما يجب، فإنما يجوز على التشبيه بما لم يأتِ له جمعٌ قليلٌ، ويراد: ثلاثةٌ من الكلاب. ¶ 136 - ومما يجوز له أن يضيفَ اثنين إلى اثنين؛ فيقول: أشْبَعْتُ",
            "page": "352",
            "part": "1",
            "seal": "D8D1EB73"
        },
        {
            "id": "258",
            "nass": "بَطْنَيْهما، والوجه أن يقول: أشبعتُ بطونهما. كما قال عزّ وجلّ: {فَقَدْ صَغَتْ قُلُوبُكُمَا}، ولهذا عِلَلٌ، فإذا احتاج الشاعر ردّ إلى التثنية، كما قال: ¶ نَمَا في فُؤَادَيْنَا من الشّوق والهَوَى ... فَيُجْبَرُ مُنْهَاضُ الفؤاد المشعَّفُ ¶ وكان الوجه أن يجمع الفؤاد. ¶ 137 - ومما يجوز له: حذف همزة تكون أصلاً في الكلمة؛ كما قال الشاعر: ¶ ويْلٌ أمِّها في هواءِ الجوِّ طالبةً ... ولا كهذا الذي في الأرضِ مطلوبُ ¶ فحذف الهمزة من أمّها.",
            "page": "353",
            "part": "1",
            "seal": "FCC474A8"
        },
        {
            "id": "259",
            "nass": "قال أبو إسحاق: ما أعرف لهذا نظيراً في كلام العرب إلا شيئاً حكاه الفرّاء، من قولهم: أَيْشٍ عِندَكَ، يريد: أي شيء عندك. ¶ وقال قوم في هذا البيت: إنما هو: وَىْ مفصولة، ولالاُمِّها، بضم اللام، على أن تكون ألقيتَ حركة الهمزة على اللام وحذفتها. ¶ وهذا أيضاً لا يصلح إلا إذا كان الحرفُ الذي قبل الهمزة ساكناً فأما إذا كان متحرّكاً، لم يكن هذا من شرائطها. ¶ 138 - ومما يجوز له: بنيانُ التثنية على ألفٍ في الرفع والنصب والجر؛ فيقول: جاءني الرجُلانِ ومررت بالرجُلانِ ورأيت الرجُلانِ؛ كما قال الشاعر: ¶ تَزَوَّدَ مِنّا بين أُذناه ضَرْبَةً ... دَعَتْهُ إلى هابِي التّرابِ عَقِيمِ ¶ وكما قال الآخر: ¶ أيَّ قَلُوصٍ راكبٍ تَرَاهَا",
            "page": "354",
            "part": "1",
            "seal": "DCF3F6EB"
        },
        {
            "id": "260",
            "nass": "طارُوا عَلاهُنَّ فِطِرْ عَلاهَا ¶ واشدُدْ بأقْوَى حَقَبٍ حَقْوَاهَا ¶ ناجِيةً وناجِياً أباهَا ¶ فجاء في هذا الرجز ببدل الياء ألفاً في عَلَيْها، وبنيان التثنية على الألف في حقواها، وألزم الألف في أباها. ¶ وقد ذكر قوم أن هذا كله يجوز في الكلام، وقالوا: منه قوله عز وجل: {إِنْ هَذَانِ لَسَاحِرَانِ}، ¶ ومَنْ جعل هذا من اضطرار الشعر، اعتلّ لتلك القراءة، بما قد شرحته في كتاب الحروف على وجهه.",
            "page": "355",
            "part": "1",
            "seal": "647D8206"
        },
        {
            "id": "261",
            "nass": "139 - ومما يجوز له: الإخبار عن الاثنين اللذين لا يفارق أحدهما الآخر، كما يخبر عن الواحد؛ من ذلك قول الشاعر: ¶ سأجزيكَ خِذْلاناً بتَضْيِيعَي الهَوَى ... إليك وخُفَّا زَاحِفٍ تقطرُ الدَّمَا ¶ فقال: تقطر ولم يقل: تقطران؛ لأن كلَّ واحد من الخفّين لا يفارق صاحبه. ¶ وقال آخر: ¶ وكأنَّ بالعَيْنَيْنِ حَبَّ قَرَنْفُلٍ ... أو سُنُبلاً كُحِلَتْ به فانْهَلَّتِ ¶ وكان الوجه أن يقول: كُحِلَتَا؛ فأفرد لأنهما لا يفترقان، فالإخبار عن إحداهما يدل على أنه يريد بالتثنية.",
            "page": "356",
            "part": "1",
            "seal": "1AA48A9D"
        },
        {
            "id": "262",
            "nass": "140 - ويجوز له قلب هذا؛ فيجوز أن يخبر عن الواحد منهما بالتثنية كما قال الشاعر: ¶ وَعَيْنٌ لها حَدْرَةٌ بَدْرَةٌ ... شُقّتْ مآقِيها مِن أُخُرْ ¶ فابتدأ بذكر عين واحدة؛ ثم أخبر عن الاثنتين. ¶ وقال الآخر: ¶ تُسائِلُ بابنِ أحْمَرَ مَنْ رَآهُ ... أعارَتْ عَيْنُهُ أمْ لَمْ تَعارَا ¶ فلما استفهم عن الواحدة، عطف بالاثنين في قوله: أمْ لمْ تَعَارَا. ¶ 141 - ومما يجوز له: حذف الألف من هاؤلاء فيقولون:",
            "page": "357",
            "part": "1",
            "seal": "B884B32B"
        },
        {
            "id": "263",
            "nass": "هؤلاء، كما قال الشاعر: ¶ تَجَلَّدْ لا تَقُلْ هَوْلاءِ هذا ... بَكَى لمّا بَكَى أسَفاً وعِيَّا ¶ قال الفراء: فَعَلَ هذا، لأن الواو ساكنة وقبلها ألف ساكنة. فحذف الألف لالتقاء الساكنين. ¶ 142 - ومما يجوز له: قلب الهمزة في مثل: نَأَى ونَاءَ، كما قال الشاعر: ¶ سنُثْنِي عليه بالَّذي هو أهْلُه ... وإن شَحَطتْ دارٌ وناَء مَزَارُها ¶ 143 - ومما يجوز له أن يقول في الثّالث: ثالِي، فيبدل إذا احتاج إلى ذلك، وكذا في سائر أسماء العدد المشتقة من أفعالها، كما قال الشاعر: ¶ يِفْدِيكَ يا زُرْعَ أبِي وخالِي ¶ قد مرَّ يومانِ وهذا الثّالِي",
            "page": "358",
            "part": "1",
            "seal": "409BDB84"
        },
        {
            "id": "264",
            "nass": "فإنما أراد: الثالث. ¶ وقال آخر: ¶ كم للمنازِل من شَهْرٍ وأعوامِ ... بالمُنْحَنَي بينَ أنهارٍ وآجَامِ ¶ مَضَى ثلاثُ سِنينَ مُنْذُ حلَّ بها ... وعامَ حُلَّتْ وهذا التابعُ الخامِي ¶ وإنما يريد: الخامس. ¶ وقال آخر: ¶ بُوَيْزِلُ أعوامٍ أذاعَتْ بخَمْسَةٍ ... وتَجْعَلُنِي إن لم يَقِ اللهُ سادِيَا ¶ يريد: سَادٍساً. ¶ وقال آخر: ¶ يا عَفْرَ قد عَثيتِ بالفَسَادِ ¶ خمسةُ أعوامٍ وهذا السَّادي",
            "page": "359",
            "part": "1",
            "seal": "6EB6AA32"
        },
        {
            "id": "265",
            "nass": "وقال آخر: ¶ وقد مَرَّت به من بعد عَهْدِي ... ثمانيةٌ وهذا العامُ تاسِي ¶ يريدك تاسعاً. ¶ هذا، وما قدمنا يجوز للشاعر في شعره؛ لضيق الشِّعر، وما يوجبه الوزن والروِيّ، ومن كان متكلّما فهو في فسحة من لفظه، أن يضطر إلى معيب منه، ونحن وإن لم نُحِط بكل ما يجوز له، فقد جئنا بأكثره، وكلام العرب آخذٌْ بعضُه برقاب بعضٍ، ففي ما جئنا به دليل على ما شذّ عنا، وحسبنا الله ونعم الوكيل. ¶ هذا آخر ما ألّفه أبو عبد الله محمد بن جعفر التميمي النحوي، مما يجوز في ضرورة الشعر، والحمد لله رب العالمين، وصلواته على سيدنا محمد خاتم النبيين، وعلى آله الطيبين الطاهرين، وسلّم تسليماً كثيراً إلى يوم الدين.",
            "page": "360",
            "part": "1",
            "seal": "2442444E"
        }
    ],
    "t828": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الكتاب"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "مآخذ على أبي نواس في بعض شعره"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "مآخذ على أبي تمام في بعض شعره"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "مآخذ على أبي الطيب المتنبي في بعض شعره"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "من عيوب الشعر في المعاني"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "من أغلاط الشعراء في الألفاظ"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "مما أخذ على الشعراء من فساد المعاني"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "الإكفاء"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "الإقواء"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "السناد"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "الإيطاء والإجازة"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "(1) صرف ما لا ينصرف"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "(2) تنوين المنادى المفرد"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "(3) إجراء المعتل مجرى السالم"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "(4) تأكيد المثبت"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "(5) إثبات ألف (أنا) وصلا"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "(6) ألف خظاتا"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "(7) التشديد في الوقف"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "(8) حذف الرابط"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "(9) اسم (كان) نكرة"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "(10) تأنيث المذكر"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "(11) إظهار الضمير"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "(12) الفصل بين الجار والمجرور"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "(13) الإفراد بمعنى الجمع"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "(14) الجمع بمعنى المفرد"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "(15) القب المعنوي"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": "1",
            "tit": "(16) الإخبار عن الشيء بما ليس من جنسه"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "(17) إعراب على غير وجهه"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "(18) حذف الفعل المتصل حرف الجر"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": "1",
            "tit": "(19) حذف حرف الجر"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "(20) إسكان المفتوح"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "(21) إجراء نون الجمع بالإعراب"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "(22) ترك صرف ما ينصرف"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "(23) إجراء المعتل مجرى السالم"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "(24) رد الهمزة في موضع التخفيف"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "(25) قطع ألف الوصل"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "(26) تحريك الساكن"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "(27) تخفيف المشدد"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "(28) حذف النون الخفيفة"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "(29) حذف التنوين"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "(30) حذف لام الأمر في الغائب"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "(31) حذف بعض حروف الكلمة"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "(32) إشباع الضمة"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "(33) إثبات جائز الحذف"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "(34) إدخال النون في العدد"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "(35) مد المقصور"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "(36) لغة أكلوني البراغيث"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "(37) حذف نون جمع المذكر والمثنى"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "(38) حذف باء الإلزاق"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "(39) حذف (أن) من جواب عسى"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "(40) حذف الياء من الجمع المكسر"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": "1",
            "tit": "(41) حذف الإعراب"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "(42) تشديد المخفف"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "(43) حذف الهاء في الترخيم"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "(44) وصف فاعل نعم وبئس"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "(45) تقديم (إلا) في الاستثناء"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": "1",
            "tit": "(46) حذف ياء المنقوص غير المنون"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "(47) الترخيم في غير النداء"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "(48) التفرقة بين التمييز والعدد"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "(49) إدخال (يا) على ما فيه (أل)"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "(50) إبدال ياء الإضافة ألفا"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "(51) التفريق بين حرف الجزاء والفصل"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "(52) الجمع بين العوض والمعوض منه"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "(53) إجراء الوصل مجرى الوقف في الحذف"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "(54) تثنية ما لا ثاني له"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "(55) جمع المذكر كالمؤنث"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "(56) حذف الفاء من جواء الشرط"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "(57) حذف النون من جمع المذكر"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "(58) حذف (ما) من (إما)"
        },
        {
            "id": "159",
            "lvl": "1",
            "sub": null,
            "tit": "(59) حذف تاء التأنيث"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "(60) إبدال السين تاء"
        },
        {
            "id": "165",
            "lvl": "1",
            "sub": null,
            "tit": "(61) إثبات التنوين في موضع حذفه"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "(62) حذف التنوين في موضع إثباته"
        },
        {
            "id": "167",
            "lvl": "1",
            "sub": null,
            "tit": "(63) إبدال الياء ألفا"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": null,
            "tit": "(64) حذف واو العطف"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": "1",
            "tit": "(65) إجراء (فعل) المعتل مجرى السالم في الجمع"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "(66) رد المحذوف"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "(67) إجراء مصدر المعتل مجرى مصدر السالم"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "(68) إجراء المصدر على غير فعله"
        },
        {
            "id": "175",
            "lvl": "1",
            "sub": null,
            "tit": "(69) فك التضعيف"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": null,
            "tit": "(70) الإتيان بالماضي في معنى المستقبل"
        },
        {
            "id": "179",
            "lvl": "1",
            "sub": null,
            "tit": "(71) إثبات الهاء في صفة المؤنث"
        },
        {
            "id": "181",
            "lvl": "1",
            "sub": null,
            "tit": "(72) وضع (لا) مكان (ما)"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "(73) إدخال (إلا) في المثبت مع (كل)"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": "1",
            "tit": "(74) بدل الحروف بعضها مع بعض"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": null,
            "tit": "(75) الإيجاز في الإخبار"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": "1",
            "tit": "(76) الإتيان بالمصدر على غير وزنه"
        },
        {
            "id": "187",
            "lvl": "1",
            "sub": null,
            "tit": "(77) عطف المفرد على الجمع"
        },
        {
            "id": "188",
            "lvl": "1",
            "sub": null,
            "tit": "(78) ترك تنوين: أذرعات وعانات"
        },
        {
            "id": "188",
            "lvl": "1",
            "sub": "1",
            "tit": "(79) حذف بعض الواجب الإظهار"
        },
        {
            "id": "189",
            "lvl": "1",
            "sub": null,
            "tit": "(80) حذف بعض حروف المعاني"
        },
        {
            "id": "190",
            "lvl": "1",
            "sub": null,
            "tit": "(81) الحذف والتغيير"
        },
        {
            "id": "193",
            "lvl": "1",
            "sub": null,
            "tit": "(82) رفع الاسم بتأويل معنى في الكلام"
        },
        {
            "id": "194",
            "lvl": "1",
            "sub": null,
            "tit": "(83) إدخال الكاف على الكاف"
        },
        {
            "id": "195",
            "lvl": "1",
            "sub": null,
            "tit": "(84) الخفض على الجوار"
        },
        {
            "id": "197",
            "lvl": "1",
            "sub": null,
            "tit": "(85) قصر المعدود"
        },
        {
            "id": "197",
            "lvl": "1",
            "sub": "1",
            "tit": "(86) صه وإيه التنوين وعدمه"
        },
        {
            "id": "198",
            "lvl": "1",
            "sub": null,
            "tit": "(87) إدخال لام القسم على (إن)"
        },
        {
            "id": "201",
            "lvl": "1",
            "sub": null,
            "tit": "(88) دخول الحروف بعضها على بعض"
        },
        {
            "id": "202",
            "lvl": "1",
            "sub": null,
            "tit": "(89) حذف واو الجمع"
        },
        {
            "id": "203",
            "lvl": "1",
            "sub": null,
            "tit": "(90) القلب المعنوي"
        },
        {
            "id": "207",
            "lvl": "1",
            "sub": null,
            "tit": "(91) عطف اسم الفاعل على المضارع"
        },
        {
            "id": "208",
            "lvl": "1",
            "sub": null,
            "tit": "(92) جمع حرفين بمعنى واحد"
        },
        {
            "id": "209",
            "lvl": "1",
            "sub": null,
            "tit": "(93) تقديم خبر (ما) المقترن بالباء"
        },
        {
            "id": "210",
            "lvl": "1",
            "sub": null,
            "tit": "(94) تقديم الجحد عن موضعه"
        },
        {
            "id": "210",
            "lvl": "1",
            "sub": "1",
            "tit": "(95) كسر ياء المتكلم المفتوحة"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "(96) إفراد واحد كلتا"
        },
        {
            "id": "213",
            "lvl": "1",
            "sub": null,
            "tit": "(97) إدخال (أن) في جواب (كاد)"
        },
        {
            "id": "214",
            "lvl": "1",
            "sub": null,
            "tit": "(98) وضع الكلام في غير موضعه"
        },
        {
            "id": "215",
            "lvl": "1",
            "sub": null,
            "tit": "(99) تصحيح حروف العلة"
        },
        {
            "id": "216",
            "lvl": "1",
            "sub": null,
            "tit": "(100) بدل الهمزة"
        },
        {
            "id": "218",
            "lvl": "1",
            "sub": null,
            "tit": "(101) إدخال الفاء في جواب المثبت"
        },
        {
            "id": "219",
            "lvl": "1",
            "sub": null,
            "tit": "(102) إعراب بعض الكلام على المعنى"
        },
        {
            "id": "221",
            "lvl": "1",
            "sub": null,
            "tit": "(103) تنوين (قبل) و (بعد)"
        },
        {
            "id": "222",
            "lvl": "1",
            "sub": null,
            "tit": "(104) رد ألف (ما) في الاستفهام"
        },
        {
            "id": "223",
            "lvl": "1",
            "sub": null,
            "tit": "(105) سكون ميم (لم) في الاستفهام"
        },
        {
            "id": "223",
            "lvl": "1",
            "sub": "1",
            "tit": "(106) حذف نون الوقاية في الفعل"
        },
        {
            "id": "225",
            "lvl": "1",
            "sub": null,
            "tit": "(107) الإتيان باسم وإرادة غيره"
        },
        {
            "id": "227",
            "lvl": "1",
            "sub": null,
            "tit": "(108) تغيير الأسماء"
        },
        {
            "id": "227",
            "lvl": "1",
            "sub": "1",
            "tit": "(109) حذف (من)"
        },
        {
            "id": "229",
            "lvl": "1",
            "sub": null,
            "tit": "(110) زيادة (من)"
        },
        {
            "id": "229",
            "lvl": "1",
            "sub": "1",
            "tit": "(111) إجراء الوصل مجرى الوقف في (من) الاستفهامية"
        },
        {
            "id": "231",
            "lvl": "1",
            "sub": null,
            "tit": "(112) التوكيد بالنون في الشرط بدون (ما)"
        },
        {
            "id": "232",
            "lvl": "1",
            "sub": null,
            "tit": "(113) تقديم هاء التنبيه على بعض الكلام"
        },
        {
            "id": "233",
            "lvl": "1",
            "sub": null,
            "tit": "(114) تقديم واو العطف على المعطوف عليه"
        },
        {
            "id": "234",
            "lvl": "1",
            "sub": null,
            "tit": "(115) حذف الياء وهي لام الفعل"
        },
        {
            "id": "236",
            "lvl": "1",
            "sub": null,
            "tit": "(116) تحريك الواو في الجمع"
        },
        {
            "id": "236",
            "lvl": "1",
            "sub": "1",
            "tit": "(117) قطع (أل)"
        },
        {
            "id": "237",
            "lvl": "1",
            "sub": null,
            "tit": "(118) حذف ألف الاستفهام"
        },
        {
            "id": "239",
            "lvl": "1",
            "sub": null,
            "tit": "(119) الإتيان بالضمير المنفصل مكان المتصل"
        },
        {
            "id": "240",
            "lvl": "1",
            "sub": null,
            "tit": "(120) حذف الواو بعد التحذير"
        },
        {
            "id": "241",
            "lvl": "1",
            "sub": null,
            "tit": "(121) ضمير المنصوب في مكان المجرور"
        },
        {
            "id": "241",
            "lvl": "1",
            "sub": "1",
            "tit": "(122) التعجب من صيغة (أفعل)"
        },
        {
            "id": "242",
            "lvl": "1",
            "sub": null,
            "tit": "(123) إبدال الياء المشددة جيما"
        },
        {
            "id": "243",
            "lvl": "1",
            "sub": null,
            "tit": "(124) مجيء الضمير المتصل بعد (إلا)"
        },
        {
            "id": "244",
            "lvl": "1",
            "sub": null,
            "tit": "(125) زيادة ما لم يحذف"
        },
        {
            "id": "245",
            "lvl": "1",
            "sub": null,
            "tit": "(126) إجراء الظرف مجرى غيره من الأسماء"
        },
        {
            "id": "246",
            "lvl": "1",
            "sub": null,
            "tit": "(127) الكاف بمعنى: مثل"
        },
        {
            "id": "248",
            "lvl": "1",
            "sub": null,
            "tit": "(128) المجازاة بإذا"
        },
        {
            "id": "250",
            "lvl": "1",
            "sub": null,
            "tit": "(129) إضمار الهاء بعد (إن) قبل الشرط"
        },
        {
            "id": "252",
            "lvl": "1",
            "sub": null,
            "tit": "(130) حذف جواب رب"
        },
        {
            "id": "253",
            "lvl": "1",
            "sub": null,
            "tit": "(131) الاجتزاء بحرف من الكلمة"
        },
        {
            "id": "254",
            "lvl": "1",
            "sub": null,
            "tit": "(132) إبدال الهمزة حرف على وحذفه للجزم"
        },
        {
            "id": "254",
            "lvl": "1",
            "sub": "1",
            "tit": "(133) إبدال الهمزة حرف على وعدم حذفه للجزم"
        },
        {
            "id": "255",
            "lvl": "1",
            "sub": null,
            "tit": "(134) إضافة الواحد والاثنين في العدد إلى الجنس"
        },
        {
            "id": "256",
            "lvl": "1",
            "sub": null,
            "tit": "(135) إضافة العدد فيما دون العشرة إلى المفرد أو جمع الكثرة"
        },
        {
            "id": "257",
            "lvl": "1",
            "sub": null,
            "tit": "(136) إضافة اثنين إلى اثنين"
        },
        {
            "id": "258",
            "lvl": "1",
            "sub": null,
            "tit": "(137) حذف الهمزة الأصلية"
        },
        {
            "id": "259",
            "lvl": "1",
            "sub": null,
            "tit": "(138) إلزام المثنى الألف"
        },
        {
            "id": "261",
            "lvl": "1",
            "sub": null,
            "tit": "(139) الإخبار عن الاثنين المتلازمين بواحد"
        },
        {
            "id": "262",
            "lvl": "1",
            "sub": null,
            "tit": "(140) الإخبار عن الواحد بالمثنى"
        },
        {
            "id": "262",
            "lvl": "1",
            "sub": "1",
            "tit": "(141) حذف ألف هؤلاء"
        },
        {
            "id": "263",
            "lvl": "1",
            "sub": null,
            "tit": "(142) قلب الهمزة قلبا مكانيا"
        },
        {
            "id": "263",
            "lvl": "1",
            "sub": "1",
            "tit": "(143) الإبدال في العدد"
        }
    ]
}