{
    "b8382": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ بسم الله الرحمن الرحيم ¶ الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن اهتدى بهُداه أما بعد: ¶ فإن السعادة هدف منشود، ومطلب مُلِحٌّ، وغاية مبتغاة. ¶ وكل إنسان يعيش على وجه الأرض يسعى لإسعاد نفسه، وطرد الهم عنها. ¶ ولقد حرص الكُتَّاب، والمفكرون، والفلاسفة، والأدباء، والأطباء على البحث في أسباب جلب السعادة، وطرد الهمِّ؛ ولكلٍّ وجهةٌ هو مُوَلِّيها، وقد عَلِمَ كلُّ أُناسٍ مَشْرَبَهُم. ¶ ومع ذلك، فإنَّ السعادة التي يصل إليها أكثرهم سعادة مبتورة، أو ناقصة، أو وهمية، أشبه ما تكون بالمخدر يتناوله متعاطيه، فيشعر بنشوة أول وهلة، حتى إذا ذهب أثره رجعت إليه الأحزان أضعافاً مضاعفة. ¶ والسبب أن أولئك يغفلون أصل الأصول في جلب السعادة الحقَّة، ألا وهو الإيمان بالله - عز وجل - فذلك سرُّ السعادة وطريقها الأقوم؛ فلا يجد السعادة الحقَّة الدائمة إلا من آمن بالله، واهتدى بهُداه، فهناك يسعد في دنياه وأُخراه. ¶ وهذا الكتاب1 الذي بين يديك يدعوك إلى السعادة العظمى؛ لأنه يهديك إلى الإيمان بربك الذي خلقك، ويدلك على الاعتقاد الحق الذي يؤيده عقلك ¶ __________ ¶ 1 هذا الكتاب وضع في الأصل لتعريف غير المسلمين بالإسلام ولهذا سوف يلاحظ القارئ قلة الحواشي والتفصيلات والحرص على سهولة العبارة ووضوح المعلومة.",
            "page": "3",
            "part": "1",
            "seal": "EE08C164"
        },
        {
            "id": "2",
            "nass": "السليم، وفطرتك السوية، والذي تعرف من خلاله بداية خلق الإنسان ونهايته، والحكمة من إيجاده، وغير ذلك مما ستجده في الصفحات التالية؛ فهذا الكتاب يعرفك بدين الإسلام الذي ختم الله به الأديان، وارتضاه لجميع عباده، وأمرهم بالدخول فيه. ¶ وسيتضح لك من خلاله عظمة هذا الدين، وصحة ما جاء به، وصلاحه لكل زمان، ومكان، وأمة. ¶ وإذا أردت التفصيل بعد ذلك فما عليك إلا أن تبحث بنفسك، وأن تسأل عما يشكل عليك؛ فالإسلام دين مفتوح لا يُغلق في وجه أحد، ولا يضيق بالأسئلة مهما كثرت وتنوعت؛ فلكل سؤال في دين الإسلام جواب، ولكل قضية حكم؛ فإلى موضوعات الكتاب، والله المستعان، وعليه التكلان، وصلى الله وسلم على نبينا محمد وآله وصحبه. ¶ محمد بن إبراهيم الحمد ¶ الزلفي ص. ب: 460 ¶ ط2, 10/1/1426هـ ¶ www.toislam.net",
            "page": "4",
            "part": "1",
            "seal": "B731546C"
        },
        {
            "id": "3",
            "nass": "قصة البشرية ¶ تبدأ قصة البشرية منذ أن خلق الله أبا البشر آدم - عليه السلام - حيث خلقه الله بيده الكريمة من طين، ونفخ فيه من روحه، وعَلَّمَهُ أسماء الأشياء كلها من الطيور، والدواب، وغير ذلك، وأَمرَ الملائكة أن يسجدوا لآدم؛ زيادة في التكريم والتشريف، فسجدوا كلُّهم إلا إبليس أبى واستكبر، فأهبطه الله من ملكوت السموات، وأخرجه ذليلاً مدحوراً، وقضى عليه باللعنة، والشقاء والنار. ¶ وبعد ذلك سأل إبليسُ ربَّه أن يُنظِره إلى يوم القيامة، فقال الله - تعالى -: {إِنَّكَ مِنْ الْمُنظَرِينَ} [الأعراف: 15] ، فقال إبليس: {قَالَ فَبِعِزَّتِكَ لأغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمْ الْمُخْلَصِينَ} [ص:، 82 83] ، وقال: {فَبِمَا أَغْوَيْتَنِي لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ ثُمَّ لآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} [الأعراف:، 16 17] ، فقال الله - عز وجل -: {اخْرُجْ مِنْهَا مَذْءُوماً مَدْحُوراً لَمَنْ تَبِعَكَ مِنْهُمْ لأَمْلأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ} [الأعراف: 18] ، فأخرجه الله من الجنة، وأعطاه القدرة على الوسوسة والإغواء، وأمهله إلى يوم القيامة، ليزداد إثماً، فتعظم عقوبته، ويتضاعف عذابه، وليجعله الله مَحَكَّاً يتميز به الخبيث من الطيب. ¶ ثم بعد ذلك خلق الله من آدم زوجَه حواء؛ ليسكن إليها، ويأنس بها، وأمرهما أن يسكنا دار النعيم الجنة التي فيها ما لا عين رأت، ولا أذن سمعت،",
            "page": "5",
            "part": "1",
            "seal": "325DBD61"
        },
        {
            "id": "4",
            "nass": "ولا خطر على قلب بشر، وأخبرهما - عز وجل - بعداوة إبليس لهما، ونهاهما عن الأكل من شجرة من أشجار الجنة؛ ابتلاءً وامتحاناً، فوسوس لهما الشيطان، وزيَّن لهما الأكل من تلك الشجرة، وأقسم لهما أنه لهما من الناصحين، وقال: صلى الله عليه وسلم إن أكلتما من هذه الشجرة كنتما من الخالدين صلى الله عليه وسلم. ¶ فلم يزل بهما حتى أغواهما، فأكلا من الشجرة، وعصيا ربَّهما؛ فندما على ما فعلا أشد الندم، وتابا إلى ربِّهما، فتاب عليهما، واجتباهما، لكنه أهبطهما من الجنة دار النعيم إلى الدنيا دار النصب والتعب، وسكن آدم الأرض، ورزقه الله الذرية التي تكاثرت، وتشعبت إلى يومنا الحاضر، ثم توفاه الله، وأدخله الجنة. ¶ ومنذ أن أهبط الله آدم وزوجته إلى الأرض والعداوة قائمة مستمرة بين بني آدم من جهة، وبين إبليس وذريته من جهة، ومنذ ذلك الحين وإبليس وذريته في صراع دائم مع بني آدم؛ لصدهم عن الهدى، وحرمانهم من الخير، وتزيين الشر لهم، وإبعادهم عما يرضي الله؛ حرصاً على شقائهم في الدنيا، ودخولهم النار في الآخرة. ¶ ولكن الله - عز وجل - لم يخلق خلقه سدى، ولم يتركهم هملاً، بل أرسل إليهم الرسل الذين يبيِّنون لهم عبادة ربهم، وينيرون لهم دروب الحياة، ويوصلونهم إلى سعادة الدنيا والآخرة، فأخبر - سبحانه - الجن والإنس أنه إذا أتاكم مني كتاب، أو رسول يهديكم لما يقربكم مني، ويدنيكم من مرضاتي فاتبعوه؛ لأن من اتبع هدى الله، وآمن بكتبه ورسله، وما جاء في الكتب، وما",
            "page": "6",
            "part": "1",
            "seal": "1B2EA97F"
        },
        {
            "id": "5",
            "nass": "أمرت به الرسل فإنه لا يخاف، ولا يضل، ولا يشقى، بل تحصل له السعادة في الدنيا والآخرة. ¶ وهكذا بدأت قصة البشرية، فعاش آدم ومِنْ بعده ذريته عشرةَ قرونٍ وهم على طاعة الله، وتوحيده، ثم حصل الشرك، وعُبِد غير الله مع الله؛ فبعث الله أول رسله وهو نوح - عليه السلام - يدعو الناس إلى عبادة الله، ونبذ الشرك. ¶ ثم تتابع الأنبياء والرسل من بعده على اختلاف بينهم في الأزمنة، والأمكنة، وبعض الشرائع، وتفاصيلها مع الاتفاق في الأصل وهو: الدعوة إلى الإسلام، وعبادة الله وحده، ونبذ ما يُعبد من دونه. ¶ إلى أن جاء إبراهيم - عليه السلام - فدعا قومه إلى ترك عبادة الأصنام وإفراد الله بالعبادة، ثم كانت النبوة في ذريته من بعده في إسماعيل وإسحاق، ثم كانت في ذرية إسحاق. ¶ ومن أعظم الأنبياء من ذرية إسحاق: يعقوب، ويوسف، وموسى، وداود، وسليمان، وعيسى - عليهم السلام -. ¶ ولم يكن بعد عيسى نبي من بني إسرائيل. ¶ وبعد ذلك انتقلت النبوة إلى فرع إسماعيل؛ فكان أن اصطفى الله - عز وجل - محمداً صلى الله عليه وسلم ليكون خاتماً للأنبياء والمرسلين، ولتكون رسالته هي الخاتمة، وكتابه الذي أنزل إليه وهو القرآن هو رسالة الله الأخيرة للبشرية. ¶ ولهذا جاءت رسالته شاملة، كاملة، عامة للإنس والجن، العرب وغير العرب، صالحة لكل زمان ومكان، وأمة وحال؛ فلا خير إلا دلَّت عليه، ولا شر إذا حذَّرت منه، ولا يقبل الله من أحد ديناً سوى ما جاء به محمد صلى الله عليه وسلم.",
            "page": "7",
            "part": "1",
            "seal": "D7868FF6"
        },
        {
            "id": "6",
            "nass": "بعثة النبي محمد وخلاصة سيرتة صلى الله علية وسلم ¶ مقدمة ¶ ... ¶ بعثة النبي محمد وخلاصه وسيرته صلى الله عليه وسلم ¶ الحديث عن بعثة النبي محمد صلى الله عليه وسلم وسيرته يطول، ولقد أفرد العلماء في هذا الشأن كتباً كثيرة. ¶ والمجال هنا لا يتسع للإطالة والإسهاب، وقد مرَّ بنا في الفقرة الماضية أن رسالة محمد صلى الله عليه وسلم هي الرسالة الخاتمة، وأن الكتاب الذي أُنزِل إليه وهو القرآن هو آخر الكُتب السماوية. ¶ ولعل الحديث في الأسطر التالية يتناول الموضوعات التالية من السيرة المباركة:",
            "page": "8",
            "part": "1",
            "seal": "37129CAB"
        },
        {
            "id": "7",
            "nass": "مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [البقرة127: 129: 128] . ¶ فاستجاب الله دعوة إبراهيم وإسماعيل، فكان النبي الخاتم محمد عليه الصلاة والسلام - من ذريتهما. ¶ أما قوله: \"وبشرى عيسى\" فإن نبي الله عيسى - عليه السلام - قد بَشَّر بالنبي محمد صلى الله عليه وسلم كما أخبر الله عنه في القرآن، فقال: {وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقاً لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ} [الصف: 6] . ¶ فعيسى - عليه السلام - هو آخر نبي من أنبياء بني إسرائيل، وليس بينه وبين محمد صلى الله عليه وسلم نبي؛ فعيسى بَشَّر بنبي يأتي من بعده اسمه أحمد، وأحمد من أسماء النبي محمد صلى الله عليه وسلم. ¶ أما \"رؤيا أمه\" فقد رأت رؤيا صادقة؛ ذلك أن أمه لما أخذها المخاض، فوضعته تَمَثَّل لعينيها ذلك النور الذي أضاءت له بصرى في أرض الشام. ¶ 2 - كون النبي صلى الله عليه وسلم خرج في أمة العرب: تلك الأمة التي فُضِّلَت على غيرها من الأمم آنذاك، حتى استعدت لهذا الإصلاح الروحي المدني العام، الذي اشتمل عليه دين الإسلام، بالرغم مما طرأ عليها من الأمية، وعبادة الأصنام، وما أحدثت فيها غلبة البداوة من التفرق والانقسام. ¶ ومع ذلك، فقد كانت أمة العرب متميزة باستقلال الفكر، وسعة الحرية الشخصية، في الوقت الذي كانت الأمم الأخرى ترسف في عبودية الرياستين",
            "page": "9",
            "part": "1",
            "seal": "0EB69960"
        },
        {
            "id": "8",
            "nass": "الدينية والدنيوية، محظوراً عليها أن تفهم غير ما يلقنها الكهنة، ورجال الدين من الأحكام الدينية، أو أن تخالفهم في مسألة عقلية، أو كونية، كما حظرت عليها التصرفات المدنية والمالية. ¶ وكانت أمة العرب - أيضاً - متميزة باستقلال الإرادة في جميع الأعمال أيام كانت الأمم مُذَلَّلَةً مُسَخَّرة للملوك والنبلاء، المالكين للرقاب والأموال بحيث يستخدمونهم كما يستخدمون البهائم؛ فلا رأي لهم في سلم، ولا حرب، ولا إرادة لها دونهم في عمل ولا كسب. ¶ وكانت أمة العرب متميزة بعزة النفس، وشدة البأس، وقوة الأبدان والقلوب أيام كانت الأمم مؤلفة من رؤساء أفسدهم الإسراف والترف، ومرؤوسين أضعفهم البؤس والشظف، وسادة أبطرهم بغي الاستبداد، ومُسَوَّدين أذلَّهم قَهْرُ الاستعباد. ¶ وكانت أمة العرب أقرب إلى العدل بين الأفراد، وكانت ممتازة بالذكاء، وكثيرٍ من الفضائل الموروثة والمكتسبة كإكرام الضيف، وإغاثة الملهوف، والنجدة، والإباء، وعلو الهمة، والسخاء، والرحمة، وحماية اللاجئ، وحرمة الجار أيام كانت الأمم مرهقة بالأثرة، والأنانية، والأنين من ثقل الضرائب والأتاوى الأميرية. ¶ وكانت أمة العرب قد بلغت أوج الكمال في فصاحة اللسان، وبلاغة المقال مما جعلها مستعدة للتأثر والتأثير بالبراهين العقلية، والمعاني الخطابية، والشعرية، وللتعبير عن جميع العلوم الإلهية والشرعية، والفنون العقلية، والكونية - أيام",
            "page": "10",
            "part": "1",
            "seal": "7D7B4E7C"
        },
        {
            "id": "9",
            "nass": "كانت الأمم الأخرى تنفصم عرى وحدتها بالتعصبات الدينية والمذهبية، والعداوات العرقية. ¶ وأعظم مزية امتاز بها العرب، أنهم كانوا أسلم الناس فطرةً، بالرغم من أن أمم الحضارة كانت أرقى منهم في كل فن وصناعة. ¶ والإصلاح الإسلامي مبني على تقديم إصلاح النفس باستقلال العقل، والإرادة، وتهذيب الأخلاق على إصلاح ما في الأرض من معدن، ونبات، وحيوان. ¶ وبهذا كان الله - عز وجل - يُعِدُّ هذه الأمة للإصلاح العظيم الذي جاء به محمد صلى الله عليه وسلم. ¶ 3 - شرف النسب: فقد كان نسبه صلى الله عليه وسلم أشرف الأنساب، وأصرحها، قال - تعالى -: {إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحاً وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ} [آل عمران:33] . ¶ فالله - عز وجل - اصطفى هؤلاء؛ إذ جعل فيهم النبوة والهداية للمتقدمين، واصطفى قريشاً من كِنانة، واصطفى من قريش بني هاشم، واصطفى من بني هاشم سيد ولد آدم محمداً صلى الله عليه وسلم فكان آل إسماعيل أفضل الأولين والآخرين، كما كان بنو إسحاق أفضل المتوسطين. ¶ أما اصطفاء الله لقبيلة قريش فقد كان بما آتاهم الله من المناقب العظام، ولاسيما بعد سُكنى مكة، وخدمة المسجد الحرام؛ إذ كانوا أصرح ولد إسماعيل أنساباً، وأشرفهم أحساباً، وأعلاهم آداباً، وأفصحهم ألسنة، وهم الممهدون",
            "page": "11",
            "part": "1",
            "seal": "ACD92EE6"
        },
        {
            "id": "10",
            "nass": "لجمع الكلمة. ¶ أما اصطفاء الله لبني هاشم فقد كان لما امتازوا به من الفضائل والمكارم؛ فكانوا أصلح الناس عند الفتن، وخيرهم لمسكين ويتيم. ¶ وإنما أطلق لقب هاشم على عمْرو بن عبد مناف؛ لأنه أول من هشم الثريد - وهو طعام لذيذ - للذين أصابهم القحط، وكان يَشْبَعُ منه كلَّ عامٍ أهلُ الموسم كافة، ومائدتُه منصوبةٌ لا ترفع في السراء ولا في الضراء. ¶ وزاد على هاشم ولَدُه عبد المطلب جدُّ الرسول صلى الله عليه وسلم فكان يطعم الوحش، وطير السماء، وكان أول من تعبد بغار حراد، وروي أنه حرم الخمر على نفسه. ¶ وبالجملة: فقد امتاز آل النبي صلى الله عليه وسلم على سائر قومه بالأخلاق العلية، والفواضل العملية، والفضائل النفسية، ثم اصطفى الله محمداً صلى الله عليه وسلم من بني هاشم؛ فكان خير ولد آدم، وسيدهم. ¶ 4 - بلوغه صلى الله عليه وسلم الذروة في مكارم الأخلاق: فقد جبله الله - عز وجل - على كريم الخلال، وحميد الخصال، فكان قبل النبوة أرقى قومه، بل أرقى البشرية في زكاء نفسه، وسلامة فطرته، وحسن خلقه. ¶ نشأ يتيماً شريفاً، وشبَّ فقيراً عفيفاً، ثم تزوج محباً لزوجته مخلصاً لها. ¶ لم يتولَّ هو لا والده شيئاً من أعمال قريش في دينها ولا دنياها، ولا كان يعبد عبادتهم، ولا يحضر سامرهم، ولا ندواتهم، ولم يُؤْثَرْ عنه قول ولا عمل يدل على حبِّ الرياسة، أو التطلع إليها. ¶ وكا يُعرف بالتزام الصدق، والأمانة، وعلو الآداب؛ فبذلك كان له المقام",
            "page": "12",
            "part": "1",
            "seal": "931BF80C"
        },
        {
            "id": "11",
            "nass": "الأرفع قبل النبوة؛ حتى لقبوه بالأمين. ¶ وعلى هذه الحال كان صلى الله عليه وسلم حتى بلغ أشده، واستوى، وكملت في جسده الطاهر، ونفسه الزكية جميع القوى، ولا طمع في مال، ولا سمعة، ولا تطلع إلى جاه ولا شهرة، حتى أتاه الوحي من رب العالمين كما سيأتي بيانه بعد قليل. ¶ 5 - كونه صلى الله عليه وسلم أميّاً لا يقرأ ولا يكتب: فهذا من أعظم المهيئات والدلائل على صدق نبوته؛ فهذا الرجل الأمي الذي لم يقرأ كتاباً، ولم يكتب سطراً، ولم يقل شعراً، ولم يرتجل نثراً، الناشىءُ في تلك الأمة الأمية - يأتي بدعوة عظيمة، وبشريعة سماوية عادلة، تستأصل الفوضى الاجتماعي، وتكفل لمعتنقيها السعادة الإنسانية الأبدية، وتعتقهم من رق العبودية لغير ربِّهم - جل وعلا -. ¶ كل ذلك من مهيئات النبوة، ومن دلائل صدقها.",
            "page": "13",
            "part": "1",
            "seal": "B556DB58"
        },
        {
            "id": "12",
            "nass": "أولا: مهيئات النبوة: ¶ لقد هيأ الله - عز وجل - للنبي صلى الله عليه وسلم مهيئات كثيرة كانت إرهاصاً لبعثته ونبوته، فمن ذلك ما يلي: ¶ 1 - دعوة إبراهيم، وبشرى عيسى - عليهما السلام - ورؤيا أمه آمنة: يقول النبي صلى الله عليه وسلم عن نفسه: \"أنا دعوة أبي إبراهيم، وبشرى عيسى، ورأت أمي حين حملت بي كأنه خرج منها نور أضاءت له بصرى من أرض الشام\". ¶ ومعنى الحديث: أن النبي صلى الله عليه وسلم يقول: أنا مصداق دعوة إبراهيم الخليل - عليه السلام - لأن إبراهيم لمَّا كان يرفع القواعد من الكعبة في مكة، ومعه ابنه إسماعيل كان يقول - كما أخبرنا الله عنه في القرآن -: {رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً",
            "page": "8",
            "part": "1",
            "seal": "9B36E283"
        },
        {
            "id": "13",
            "nass": "ثانيا نبذة عن نسب النبي صلى الله عليه وسلم وحياته: ¶ هو محمد بن عبد الله بن عبد المطلب بن هاشم بن عبد مناف بن قصي بن حكيم بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان، وعدنان من العرب، والعرب من ذرية إسماعيل بن إبراهيم - عليه السلام -. ¶ وأُم النبي صلى الله عليه وسلم هي آمنة بنت وهب بن عبد مناف بن زهرة، وزهرة أخو جد النبي صلى الله عليه وسلم. ¶ وقد تزوج بها عبد الله والد النبي صلى الله عليه وسلم وأقام معها في بيت أهلها ثلاثة أيام، فلم تلبث أن حملت بالنبي صلى الله عليه وسلم ولم تجد في حمله ثقلاً، ولا وحماً كما هو شأن",
            "page": "13",
            "part": "1",
            "seal": "051C7382"
        },
        {
            "id": "14",
            "nass": "المحصنات الصحيحات الأجسام. ¶ وقد رأت أمه رؤيا لما حملت به، وقد مَرَّ ذِكْرُ الرؤيا في كلام سابق. ¶ وقد ولدته أمه سَويّ الخلق، جميل الصورة، صحيح الجسم، وكانت ولادته عام الفيل الموافق للحادي والسبعين بعد الخمسمائة للميلاد. ¶ وقد تُوفي والده وهو حَمْلٌ في بطن أمه، فكفله جده عبد المطلب، وأرضعته أمه ثلاثة أيام ثم عهد جده بإرضاعه إلى امرأة يقال لها حليمة السعدية. ¶ وكان من عادة العرب أن يسترضعوا لأولادهم في البوادي؛ حيث تتوافر أسباب النشأة البدنية السليمة. ¶ ولقد رأت حليمة السعدية من أمر هذا الرضيع عجباً، ومن ذلك: أنها أتت مع زوجها إلى مكة على أتان هزيلة بطيئة السير، وفي طريق العودة من مكة، وهي تضع الرضيع في حجرها كانت الأتان تعدو عَدْواً سريعاً، وتُخَلِّف وراءها كل الدواب، مما جعل رفاق الطريق كلهم يتعجبون. ¶ وتُحدِّث حليمة بأن ثديها لم يكن يُدِرُّ شيئاً من الحليب، وأن طفلها الرضيع كان دائم البكاء من شدة الجوع، فلما ألقمت الثدي رسول الله صلى الله عليه وسلم دَرَّ غزيراً، فأصبحت ترضعه وترضع طفلها حتى يشبعا. ¶ وتُحدِّث حليمة عن جدب أرض قومها ديار بني سعد، فلما حظيت بشرف رضاعة هذا الطفل أنتجت أرضها، وماشيتها، وتَبَدَّلت حالها من بؤس وفقر، إلى هناء ويسر. ¶ وبعد سنتين عادت به حليمة إلى أمه وجده في مكة، لكن حليمة ألَحَّتْ على",
            "page": "14",
            "part": "1",
            "seal": "C2D4228C"
        },
        {
            "id": "15",
            "nass": "أمه أن توافق على بقائه عندها مرة ثانية؛ لِمَا رأت من بركته عليها، فوافقت أُمُّه آمنة، فعادت حليمة بالطفل مرة أخرى إلى ديارها والفرحة تملأ قلبها. ¶ وبعد سنتين عادت به حليمة إلى أمه، وعمره آنذاك أربع سنوات، فحضنته أمه إلى أن توفيت، وكان له من العمر ست سنين، فكفله جده عبد المطلب سنتين ثم توفي، وقبل وفاته أوصى به ابنه أبا طالب عمَّ النبي صلى الله عليه وسلم فحاطه بعنايته كما يحوط أهله وولده. ¶ إلا أنه كان لفقره يعيش عيش الشظف؛ فلم يتعود صلى الله عليه وسلم نعيم الترف، ولعلَّ ذلك من عناية الله بهذا النبي الكريم. ¶ وكان صلى الله عليه وسلم قد ألِفَ رعي الغنم مع إخوانه من الرضاع لما كان في بادية بني سعد، فصار يرعى الغنم لأهل مكة؛ فيكفي نفسه بما يأخذه على ذلك من الأجرة، ولا يرهق عمه بالنفقة. ¶ ثم سافر مع عمه أبي طالب في تجارة إلى الشام، وله من العمر اثنتا عشرة سنة وشهران وعشرة أيام، وهناك رآه \"بحيرا\" الراهب، وبشَّر به عمَّه أبا طالب، وحذَّره من عدوان اليهود عليه بعد أن رأى خاتم النبوة بين كتفيه. ¶ ثم إنه سافر مرة أخرى مُتَّجراً بمالٍ لخديجة بنت خويلد، فأعطته أفضل مما كانت تعطي غيره؛ إذ جاءت تلك التجارة بأرباح مضاعفة، بل جاءت بسعادة الدنيا والآخرة. ¶ وكانت خديجة هذه أعقل وأكمل امرأة في قريش، حتى كانت تدعى في الجاهلية: الطاهرة؛ لِما لها من الصيانة، والعفَّة، والفضائل الظاهرة.",
            "page": "15",
            "part": "1",
            "seal": "8386B6BF"
        },
        {
            "id": "16",
            "nass": "ولما حدَّثَها غُلامها ميسرةُ بما رأى من النبي صلى الله عليه وسلم في رحلته معه إلى الشام، من الأخلاق العالية، والفضائل السامية، وما قاله \"بحيرا\" الراهب لعمه أبي طالب في رحلته الأولى إلى الشام - تعلقت رغبتها به؛ وبأن تتخذه زوجاً لها، وكانت قد تزوجت من قبل، وتوفي عنها زوجها؛ فتمَّ ذلك الزواج الميمون، وكان عمره آنذاك خمسة وعشرين سنة، وعمرها قريب من أربعين سنة. ¶ ولم يتزوج عليها طيلة حياتها، ولا أحب مثلها، وتوفيت بعد البعثة النبوية بعشر سنين، فكان كثيراً ما يذكرها، ويتصدق عنها، ويهدي لصاحباتها، وهي الزوجة التي رُزِق منها جميع أولاده عدا إبراهيم؛ فإنه من زوجته ماريا القبطية. ¶ هذه بعض أخباره وسيرته قبل النبوة، وبدء الوحي على سبيل الإجمال.",
            "page": "16",
            "part": "1",
            "seal": "A81958B3"
        },
        {
            "id": "17",
            "nass": "ثالثا: بدء الوحي: ¶ بَلَغَ النبي صلى الله عليه وسلم أشُدَّه وقَرُب من الأربعين، واكتملت قواه العقلية والبدنية، وكان أول ما بدأ به من الوحي الرؤيا الصالحة، فكان لا يرى رؤيا إلا جاءت مِثْلَ فَلَق الصبح واضحة كما رآها في منامه. ¶ ثم بعد ذلك حُبِّبَ إليه الخلاء، فكان يخلو بنفسه في غار حراء في مكة، فيتعبد الله الليالي ذوات العدد، ثم يرجع إلى خديجة فيتزود بالطعام والشراب، حتى جاءه الحق، وهو على هذا الشأن بنزول القرآن عليه في شهر رمضان، وذلك بأن تَمَثَّل له المَلَكُ جبريل، ولقَّنَه عن ربِّه أول ما نزل من القرآن، فقال: {اقًرأً} فقال: \"ما أنا بقارئ\"، فقال له: {اقًرأً} فقال: \"ما أنا بقارئ\"، فقال: {اقًرأً} فقال: \"ما أنا بقارئ\"، وكان جبريل بعد كل جواب من الأجوبة",
            "page": "16",
            "part": "1",
            "seal": "871E36F0"
        },
        {
            "id": "18",
            "nass": "الثلاثة يضمه على صدره، ويعصره حتى يبلغ منه الجهد. ¶ ولما تركه جبريل في المرة الثالثة ألقى عليه أول آيات أُنزلت من القرآن، وهي {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ, خَلَقَ الإِنسَانَ مِنْ عَلَقٍ , اقْرَأْ وَرَبُّكَ الأَكْرَمُ , الَّذِي عَلَّمَ بِالْقَلَمِ, عَلَّمَ الإِنسَانَ مَا لَمْ يَعْلَمْ} [العلق 5: 1] . ¶ بهذه الآيات العظيمة التي تأمر بالعلم، وتبيِّن بداية خلق الإنسان - بدأ نزول الوحي على النبي صلى الله عليه وسلم فرجع النبي إلى زوجته خديجة يرجف فؤاده، ولكنه حفظ رشاده، فقال: \"زملوني زملوني\"، يعني: لففوني بالثياب، ففعلوا، حتى إذا ذهب عنه الروع، أخبر خديجة الخبر، وقال: \"لقد خشيت على نفسي\". ¶ فقالت خديجة - رضي الله عنها -: \"كلا والله لا يخزيك الله أبداً؛ إنك لتصل الرحم، وتحمل الكلّ، وتكسب المعدوم، وتقري الضعيف، وتعين على نوائب الحق\". ¶ وهكذا استدلت هذه المرأة العاقلة على أن من كان هذا شأنه في محبة الخير للناس فلن يخذله الله؛ فسنَّة الله تقتضي بأن الجزاء من جنس العمل. ¶ ثم انطلقت بعد ذلك خديجة بالنبي صلى الله عليه وسلم حتى أتت ابن عمها ورقة بن نوفل، وكان قد تنصَّر في الجاهلية، ويكتب الإنجيل بالعبرانية، وكان شيخاً كبيراً قد عمي، فقالت خديجة له: اسمع من محمد ما يقول، فقال ورقة: يا ابن أخي، ماذا ترى؟ فأخبره صلى الله عليه وسلم خبر ما رأى، فقال ورقة: هذا الناموس الذي أُنزل على موسى، يا ليتني فيها جذعاً - أي: شاباً - ليتني أكون حياً إذ يخرجك قومك. ¶ فقال له الرسول صلى الله عليه وسلم: \"أَوَمُخْرِجيَّ هم؟ \" قال: نعم؛ لم يأت رجل قط بمثل ما",
            "page": "17",
            "part": "1",
            "seal": "7392C26F"
        },
        {
            "id": "19",
            "nass": "جئت به إلا عُودِيَ، وإن يدركني يومك أَنْصُرْك نصراً مؤزراً، ثم توفي ورقة، وفتر الوحي. ¶ واستمرت فترة الوحي ثلاث سنين، قوي فيها استعداد النبي، واشتدَّ شوقه وحنينه. ¶ قال صلى الله عليه وسلم: \"بينما أنا أمشي سمعت صوتاً من السماء، فرفعت بصري، فإذا الملك الذي جاءني في حراء\". ¶ وذكر أنه رعب منه، ولكن ذلك دون الرَّعبة الأولى، فرجع إلى أهله فتزَمَّلَ، وتَدَثَّرَ - أي: تغطى بالثياب -. ¶ ثم أنزل الله عليه قوله - تعالى -: {يَا أَيُّهَا الْمُدَّثِّرُ , قُمْ فَأَنذِرْ , وَرَبَّكَ فَكَبِّرْ , وَثِيَابَكَ فَطَهِّرْ , وَالرُّجْزَ فَاهْجُرْ} [المدثر] . ¶ أي: يا أيها الذي تدثر بثيابه قم فأنذر الناس بالقرآن، وبلغهم دعوة الله، وطهر ثيابك وأعمالك من أدران الشرك، واهجر الأصنام، وتبرأ من أهلها. ¶ ثم حمي الوحي بعد ذلك، وتتابع، وبلَّغ صلى الله عليه وسلم دعوة ربه، حيث أمره وأوحى إليه بأن يدعو الناس إلى عبادة الله وحده، وإلى دين الإسلام الذي ارتضاه الله، وختم به الأديان؛ فقام النبي صلى الله عليه وسلم يدعو إلى سبيل ربه بالحكمة، والموعظة الحسنة، والمجادلة بالتي هي أحسن. ¶ فاستجاب له أول من استجاب: خديجة من النساء، وأبو بكر الصديق من الرجال، وعلي بن أبي طالب من الصبيان، ثم توالى دخول الناس في دين الله، فاشتدَّ عليه أذى المشركين، وأخرجوه من مكة، وآذوا أصحابه أشدَّ الأذى،",
            "page": "18",
            "part": "1",
            "seal": "AFECA068"
        },
        {
            "id": "20",
            "nass": "فهاجر إلى المدينة، وتتابع عليه نزول الوحي، واستمر في دعوته، وجهاده، وفتوحاته، حتى عاد إلى مكة ظافراً فاتحاً. ¶ وبعد ذلك أكمل الله له الدين، وأقرَّ عينه بعز الإسلام وظهور المسلمين، ثم توفاه الله وعمره ثلاث وستون سنة، أربعون منها قبل النبوة وثلاث وعشرون نبياً رسولاً. ¶ وبه ختم الله الرسالات السماوية، وأوجب طاعته على الجن والإنس؛ فمن أطاعه سعد في الدنيا، ودخل الجنة في الآخرة، ومن عصاه شقي في الدنيا، ودخل النار في الآخرة. ¶ وبعدما توفاه الله - عز وجل - تابع أصحابه مسيرته، وبلَّغوا دعوته، وفتحوا البلدان بالإسلام، ونشروا الدين الحق حتى بلغ ما بلغ من الليل والنهار. ¶ ودينه صلى الله عليه وسلم باقٍ إلى يوم القيامة. ¶ فما القول في أميّ نشأ بين أميين، قام بذلك الإصلاح الذي تغيَّر به تاريخ البشر أجمعين، في الشرائع، والسياسات، وسائر أمور الدنيا والدين؟ وامتدَّ مع لغته في قرن واحد من الحجاز إلى آخر حدود أوربا وأفريقيا من الغرب، وإلى حدود الصين من جهة الشرق حتى خضعت له الأمم، ودانت له الدول، وأقبلت إليه الأرواح قبل الأشباح، وكانت تتبعه في كل فتوحه الحضارة والمدنية، والعدل والرحمة، والعلوم العقلية والكونية على أيدي تلك الأمة الحديثة العهد بالأمية، التي زكَّاها القرآن، وعلَّمها أن إصلاح الإنسان يتبعه إصلاح الأكوان؛ فهل يمكن أن يكون هذا إلا بوحي من لدن حكيم عليم. ¶ وتأييد سماوي من الإله العزيز القدير الرحيم؟",
            "page": "19",
            "part": "1",
            "seal": "B0A4ABBF"
        },
        {
            "id": "21",
            "nass": "رابعاً: من أخلاق النبي صلى الله علية وسلم: ¶ كان النبي صلى الله عليه وسلم أكرم الخلق أخلاقاً، وأعلاهم فضائل وآداباً، امتاز بذلك في الجاهلية قبل عهد النبوة فكيف بأخلاقه بعد النبوة؟. ¶ وقد خاطبه ربُّه - تبارك وتعالى - بقوله له: {وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ} [القلم:4] . ¶ لقد أدَّبهُ ربُّه، فأحسن تأديبه، وربَّاه فأحسن تربيته، فكان خُلُقهُ القرآن الكريم، يتأدب به، ويؤدب الناس به، فمن أخلاقه صلى الله عليه وسلم أنه كان أحلم الناس، وأعدلهم، وأعفَّهم، وأسخاهم. ¶ وكان يخصف النعل، ويرقع الثوب، ويعين أهله في المنزل، ويقطع اللحم معهن، وكان أشد الناس حياءً، لا يثبت بصره في وجه أحد. ¶ وكان يجيب الدعوة من أي أحد، ويقبل الهدية ولو قلَّت، ويكافىء عليها، وكان يغضب لربِّه، ولا يغضب لنفسه، وكان يجوع أحياناً فيعصب الحجر على بطنه من الجوع، ومرة يأكل ما حضر، ولا يرد ما وجد، ولا يعيب طعاماً قط، إن وجد تمراً أكله، وإن وجد شواءً أكله، وإن وجد خبزَ برٍّ أو شعير أكله، وإن وجد حلواً أو عسلاً أكله، وإن وجد لبناً دون خبز اكتفى به، وإن وجد بطيخاً أو رطباً أكله. ¶ وكان يعود المرضى، ويشهد الجنائز، ويمشي وحده بين أعدائه بلا حارس. ¶ وكان أشد الناس تواضعاً، وأسكنهم من غير كِبْر، وأبلغهم من غير تطويل،",
            "page": "20",
            "part": "1",
            "seal": "E108BCC9"
        },
        {
            "id": "22",
            "nass": "وأحسنهم بشراً، لا يهوله شيء من أمور الدنيا. ¶ وكان يلبس ما وجد، فمرة شملة، ومرة جبة صوف، فما وجد من المباح لبس. ¶ يركب ما أمكنه، مرة فرساً، ومرة بعيراً، ومرة بغلة شهباء، ومرة حماراً، أو يمشي راجلاً حافياً. ¶ يجالس الفقراء، ويؤاكل المساكين، ويكرم أهل الفضل في أخلاقهم، ويتألف أهل الشرف في البر لهم، ويصل ذوي الرحم من غير أن يؤثرهم على من هو أفضل منهم. ¶ لا يجفو على أحد، يقبل معذرة المعتذر إليه، يمزح ولا يقول إلا حقاً، يضحك من غير قهقهة، يسابق أهله، ترفع الأصوات عليه فيصبر. ¶ وكان لا يمضي عليه وقت في غير عمل لله - تعالى - أو فيما لابد له منه من صلاح نفسه. ¶ لا يحتقر مسكيناً لفقره وزمانته، ولا يهاب مَلِكاً لمُلكِهِ، يدعو هذا وهذا إلى الله دعاء مستوياً، قد جمع الله له السيرة الفاضلة، والسياسة التامة، وهو أمي لا يقرأ ولا يكتب. ¶ نشأ في بلاد الفقر والصحاري في فقره، وفي رعاية الغنم يتيماً، لا أب له، فعلمه الله - تعالى - جميع محاسن الأخلاق والطرق الحميدة، وأخبار الأولين والآخرين، وما فيه النجاة والفوز في الآخرة، والغبطة والخلاص في الدنيا. ¶ ما كان يأتيه أحد إلا قام معه في حاجته، ولم يكن فظاً، ولا غليظاً، ولا",
            "page": "21",
            "part": "1",
            "seal": "DA16024D"
        },
        {
            "id": "23",
            "nass": "صخَّاباً في الأسواق، وما كان يجزي السيئة بالسيئة، ولكن يعفو ويصفح. ¶ وكان من خُلُقه أن يبدأ من لقيه بالسلام، ومَنْ قادَمَهُ لحاجةٍ صابره حتى يكون القادم هو المنصرف. ¶ وما أخذ أحد بيده فيرسل يده حتى يرسلها الآخر. ¶ وكان إذا لقي أحداً من أصحابه بدأه بالمصافحة، ثم أخذ بيده فشابكه، ثم شدَّ قبضته عليه. ¶ وكان أكثر جلوسه أن ينصب ساقيه جميعاً، ويمسك بيديه عليهما، ولم يكن يُعْرَفُ مجلسُهُ من مجلس أصحابه؛ لأنه كان يجلس حيث انتهى به المجلس. ¶ وما رُئِيَ قط ماداً رجليه بين أصحابه؛ حتى لا يضيقَ بهما على أحد إلا أن يكون المجلس واسعاً لا ضيق فيه. ¶ وكان يكرم من يدخل عليه حتى ربما بسط ثوبه لمن ليس بينه وبينه قرابة يُجْلِسه عليه. ¶ وكان يؤثر الداخل عليه بالوسادة التي تحته، فإن أبى أن يقبلها عزم عليه حتى يفعل. ¶ وما استصفاه أحد إلا ظن أنه أكرم الناس عليه؛ وكان يعطي من جلس إليه نصيبه من وجهه، وسمعه، وحديثه، ولطيف محاسنه، وتوجيهه. ¶ ومَجْلسُه مع ذلك مجلسُ حياء، وتواضع، وأمانة. ¶ وكان يدعو أصحابه بكناهم؛ إكراماً لهم، واستمالة لقلوبهم، وكان يكني من لم تكن له كنية، وكان يكني النساء اللاتي لهن أولاد، واللاتي لم يلدن يبتدىء",
            "page": "22",
            "part": "1",
            "seal": "24307994"
        },
        {
            "id": "24",
            "nass": "لهن الكنى، وكان يكني الصبيان فيستلين قلوبهم. ¶ وكان أبعد الناس غضباً، وأسرعهم رضاً، وكان أرأف الناس بالناس، وخير الناس للناس، وأنفع الناس للناس. ¶ وكان يحب اليسر، ويكره العسر، ولا يشافه أحد بما يكره، ومن رآه بديهة هابه، ومن خالطه معرفة أحبه. ¶ هذه بعض أخلاقه وشمائله صلى الله عليه وسلم.",
            "page": "23",
            "part": "1",
            "seal": "9FD2D8B2"
        },
        {
            "id": "25",
            "nass": "خامسا: شهادة الفيلسوف الإنجليزي توماس كارليل على صدق رسالة النبي صلى الله عليه وسلم: ¶ كل عاقل منصف لا يسعه إلا التصديق برسالة النبي صلى الله عليه وسلم ذلك أن الأمارات الكثيرة شاهدة ناطقة بصدقه. ¶ ولا ريب أن شهادة المخالف لها مكانتها؛ فالفضل - كما قيل - ما شهدت به الأعداء. ¶ وفيما يلي شهادة للفيلسوف الإنجليزي الشهير \"توماس كارليل\" الحائز على جائزة نوبل، حيث قال في كتابه \"الأبطال\" كلاماً طويلاً عن النبي صلى الله عليه وسلم يخاطب به قومه النصارى، ومن ذلك قوله: \"لقد أصبح من أكبر العار على أي فرد متحدث هذا العصر أن يصغي إلى ما يقال من أن دين الإسلام كذب، وأن محمداً خدّاع مزوِّر. ¶ وإن لنا أن نحارب ما يشاع من مثل هذه الأقوال السخيفة المخجلة؛ فإن الرسالة التي أدَّاها ذلك الرسول ما زالت السراج المنير مدة اثني عشر قرناً لنحو مائتي مليون من الناس، أفكان أحدكم يظن أن هذه الرسالة التي عاش بها ومات عليها هذه الملايين الفائقة الحصر والإحصاء أكذوبة وخدعة؟! ¶ أما أنا فلا أستطيع أن أرى هذا الرأي أبداً، ولو أن الكذب والغش يروجان عند خلق الله هذا الرواج، ويصادفان منهم مثل هذا القبول، فما الناس إلا بُلْهٌ مجانين، فوا أسفا! ما أسوأ هذا الزعم، وما أضعف أهله، وأحقهم بالرثاء والرحمة.",
            "page": "24",
            "part": "1",
            "seal": "C1426403"
        },
        {
            "id": "26",
            "nass": "وبعد، فعلى من أراد أن يبلغ منزلة ما في علوم الكائنات ألا يصدق شيئاً البتة من أقوال أولئك السفهاء؛ فإنها نتائج جيل كفر، وعصر جحود وإلحاد، وهي دليل على خبث القلوب، وفساد الضمائر، وموت الأرواح في حياة الأبدان. ¶ ولعل العالَم لم ير قط رأياً أكفر من هذا وأَلأَم، وهل رأيتم قط معشر الإخوان، أن رجلاً كاذباً يستطيع أن يوجد ديناً وينشره علناً؟ ¶ والله إن الرجل الكاذب لا يقدر أن يبني بيتاً من الطوب؛ فهو إذا لم يكن عليماً بخصائص الجير، والجص، والتراب، وما شاكل ذلك - فما ذلك الذي يبنيه ببيت، وإنما هو تل من الأنفاق، وكثيب من أخلاط المواد. ¶ نعم، وليس جديراً أن يبقى على دعائمه اثني عشر قرناً يسكنه مائتا مليون من الأنفس، ولكنه جدير أن تنهار أركانه، فينهدم؛ فكأنه لم يكن\". ¶ إلى أن قال: \"وعلى ذلك، فلسنا نَعُدُّ محمداً هذا قط رجلاً كاذباً متصنعاً، يتذرع بالحيل والوسائل إلى بغيته، ويطمح إلى درجة ملك أو سلطان، أو إلى غير ذلك من الحقائر. ¶ وما الرسالة التي أدَّاها إلا حق صراح، وما كلمته إلا قول صادق. ¶ كلا، \"ما محمد بالكاذب\"، ولا المُلفِّق، وهذه حقيقة تدفع كل باطل، وتدحض حُجة القوم الكافرين. ¶ ثم لا ننسى شيئاً آخر، وهو أنه لم يتلق دروساً على أستاذ أبداً، وكانت صناعة الخط حديثه العهد إذ ذاك في بلاد العرب - وعجيب وأيم الله أُمِّيَةَ العرب - ولم يقتبس محمد من نور أي إنسان آخر، ولم يغترف من مناهل غيره، ولم يكن",
            "page": "25",
            "part": "1",
            "seal": "E4680FE4"
        },
        {
            "id": "27",
            "nass": "إلا كجميع أشباهه من الأنبياء والعظماء، أولئك الذين أشبِّههم بالمصابيح الهادية في ظلمات الدهور. ¶ وقد رأيناه طول حياته راسخ المبدأ، صادق العزم بعيداً، كريماً بَرًّا، رؤوفاً، تقياً، فاضلاً، حراً، رجلاً، شديد الجد، مخلصاً، وهو مع ذلك سهل الجانب، ليِّن العريكة، جم البشر والطلاقة، حميد العشرة، حلو الإيناس، بل ربما مازح وداعب، وكان - على العموم - تضيء وجهه ابتسامةٌ مشرقة من فؤاد صادق؛ لأن من الناس من تكون ابتسامته كاذبة ككذب أعماله وأقواله\". ¶ إلى أن قال: \"كان عادلاً، صادق النية، كان ذكي اللب، شهم الفؤاد، لوذعياً، كأنما بين جنبيه مصابيح كل ليل بهيم، ممتلئاً نوراً، رجلاً عظيماً بفطرته، لم تثقفه مدرسة، ولا هذبه معلم، وهو غني عن ذلك. ¶ ويزعم المتعصبون من النصارى والملحدين أن محمداً لم يكن يريد بقيامه إلا الشهرة الشخصية، ومفاخر الجاه والسلطان. ¶ كلا - وأيم الله - لقد كان في فؤاد ذلك الرجل ابن القفار والفلوات، المتوقد المقلتين، العظيم النفس، المملوء رحمة وخيراً وحكمة، وحِجَى - أفكار غير الطمع الدنيوي، ونوايا خلاف طلب السلطة والجاه، وكيف لا، وتلك نفس صامتة كبيرة، ورجل من الذين لا يمكنهم إلا أن يكونوا مخلصين جادين؛ فبينما ترى آخرين يرضون الاصطلاحات الكاذبة، ويسيرون طبق الاعتبارات الباطلة إذ ترى محمداً لم يرض أن يَتَلَفَّع بمألوف الأكاذيب، ويتوشح بمبتدع الأباطيل. ¶ لقد كان منفرداً بنفسه العظيمة، وبحقائق الأمور والكائنات، لقد كان سرُّ",
            "page": "26",
            "part": "1",
            "seal": "2037153F"
        },
        {
            "id": "28",
            "nass": "الوجود يسطع لعينيه - كما قلت - بأهواله، ومخاوفه، وروانقه، ومباهره، ولم يكن هناك من الأباطيل ما يحجب ذلك عنه، فكان لسان حال ذلك السر الهائل يناجيه: ها أنا ذا، فمثل هذا الإخلاص لا يخلو من معنى إلهي مقدس، فإذا تكلم هذا الرجل فكل الآذان برغمها صاغية، وكل القلوب واعية، وكل كلام ما عدا ذلك هباء، وكل قول جفاء\". ¶ إلى أن قال: \"إذاً فلنضرب صفحاً عن مذهب الجائرين أن محمداً كاذب، ونعد موافقتهم عاراً، وسبة، وسخافة، وحمقاً؛ فلنربأ بأنفسنا عنه\". ¶ إلى أن قال: \"وإن ديناً آمن به أولئك العرب الوثنيون، وأمسكوه بقلوبهم النارية لجدير أن يكون حقاً، وجدير أن يصدق به. ¶ وإنما أودع هذا الدين من القواعد هو الشيء الوحيد الذي للإنسان أن يؤمن به. ¶ وهذا الشيء هو روح جميع الأديان، وروح تلبس أثواباً مختلفة، وأثواباً متعددة، وهي في الحقيقة شيء واحد. ¶ وبإتباع هذه الروح يصبح الإنسان إماماً كبيراً لهذا المعبد الأكبر - الكون - جارياً على قواعد الخالق، تابعاً لقوانينه، لا مجادلاً عبثاً أن يقاومها ويدافعها. ¶ لقد جاء الإسلام على تلك الملل الكاذبة، والنحل الباطلة، فابتلعها، وحق له أن يبتلعها؛ لأنه حقيقة، وما كان يظهر الإسلام حتى احترقت فيه وثنيات العرب، وجدليات النصرانية، وكل ما لم يكن بحق؛ فإنها حطب ميت\". ¶ إلى أن قال: \"أيزعم الأفَّاكون الجهلة أنه مشعوذ ومحتال؟",
            "page": "27",
            "part": "1",
            "seal": "7C4278AD"
        },
        {
            "id": "29",
            "nass": "كلا، ثم كلا، ما كان قط ذلك القلب المحتدم الجائش كأنه تَنور فِكْر يضور ويتأجج - ليكون قلب محتال ومشعوذ، لقد كانت حياته في نظره حقاً، وهذا الكون حقيقة رائعة كبيرة\". ¶ إلى أن قال: \"مثل هذه الأقوال، وهذه الأفعال ترينا في محمد أخ الإنسانية الرحيم، أخانا جميعاً الرؤوف الشفيق، وابن أمنا الأولى، وأبينا الأول. ¶ وإنني لأحب محمداً لبراءة طبعه من الرياء والتصنع، ولقد كان ابن القفار رجلاً مستقل الرأي، لا يقول إلا عن نفسه، ولا يدّعي ما ليس فيه، ولم يكن متكبراً، ولكنه لم يكن ذليلاً ضَرِعاً، يخاطب بقوله الحرَّ المبين قياصرة الروم وأكاسرة العجم، يرشدهم إلى ما يجب عليهم لهذه الحياة، وللحياة الآخرة، وكان يعرف لنفسه قدرها. ¶ ولم تخل الحروب الشديدة التي وقعت له مع الأعراب من مشاهد قوة، ولكنها كذلك لم تخل من دلائل رحمة وكرم وغفران، وكان محمد لا يعتذر من الأولى، ولا يفتخر بالثانية\". ¶ إلى أن قال: \"وما كان محمد بعابث قط، ولا شابَ شيئاً من قوله شائبةُ لعبٍ ولهوٍ، بل كان الأمر عنده أمر خسران وفلاح، ومسألة فناء وبقاء، ولم يكن منه بإزائها إلا الإخلاص الشديد، والجد المرير. ¶ فأما التلاعب بالأقوال، والقضايا المنطقية، والعبث بالحقائق - فما كان من شأنه قط، وذلك عندي أفظع الجرائم؛ إذ ليس هو إلا رقدة القلب، ووسن العين عن الحق، وعيشة المرء في مظاهر كاذبة.",
            "page": "28",
            "part": "1",
            "seal": "202BADAB"
        },
        {
            "id": "30",
            "nass": "وفي الإسلام خَلَّة أراها من أشرف الخلال وأجلها، وهي التسوية بين الناس، وهذا يدل على أصدق النظر وأصوب الرأي؛ فنفس المؤمن رابطة بجميع دول الأرض، والناس في الإسلام سواء\". ¶ إلى أن قال: \"وسع نوره الأنحاء، وعمَّ ضوئه الأرجاء، وعقد شعاعه الشمال بالجنوب، والمشرق بالمغرب، وما هو إلا قرن بعد هذا الحادث حتى أصبح لدولة العرب رجل في الهند، ورجل في الأندلس، وأشرقت دولة الإسلام حقباً عديدة، ودهوراً مديدة بنور الفضل والنبل، والمروءة، والبأس، والنجدة، ورونق الحق والهدى على نصف المعمورة\" أ – هـ. ¶ وبعد أن تبين لك أيها القارىء شيء من سيرة النبي صلى الله عليه وسلم ودعوته، وأخلاقه، إليك هذه الصفحات التي تعرفك بدين الإسلام الذي جاء به محمد صلى الله عليه وسلم.",
            "page": "29",
            "part": "1",
            "seal": "5332BD4A"
        },
        {
            "id": "31",
            "nass": "من خصائص دين الإسلام ¶ الإسلام دين الفطرة، ودين السلام والأمانِ، والبشريةُ لن تجد الراحة، ولن تحقق السعادة إلا بالأخذ بالإسلام، وتطبيقه في شتى الشؤون. ¶ ومما يؤكد عظمة دين الإسلام ما يتميز به من خصائص لا توجد في غيره من المذاهب والأديان. ¶ ومن تلك الخصائص التي تثبت تَمَيُّزَ الإسلام، ومدى حاجة الناس إليه مايلي: ¶ 1 - أنه جاء من عند الله: والله - عز وجل - أعلم بما يصلح عباده، قال - تعالى -: {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} [الملك: 14] . ¶ 2 - أنه يبين بداية الإنسان ونهايته، والغاية التي خُلق من أجلها: قال - تعالى -: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً} [النساء: 1] ، وقال: {مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى} [طه: 55] ، وقال: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ} [الذاريات: 56] . ¶ 3 - أنه دين الفطرة: فلا يتنافى معها، قال - تعالى -: {فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} [الروم: 30] . ¶ 4 - أنه يعتني بالعقل ويأمر بالتفكر: ويذم الجهل، والتقليد الأعمى، والغفلة عن التفكير السليم، قال - تعالى -: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الأَلْبَابِ} [الزمر: 9] .",
            "page": "30",
            "part": "1",
            "seal": "2408E6EB"
        },
        {
            "id": "32",
            "nass": "وقال: {إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لآيَاتٍ لأُولِي الأَلْبَابِ , الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ} [آل عمران: 190، 191] . ¶ 5 - الإسلام عقيدة وشريعة: فهو كامل في عقيدته وشرائعه؛ فليس ديناً فكرياً فحسب، أو خاطرة تمر بالذهن، بل هو كامل في كل شيء، مشتمل على العقائد الصحيحة، والمعاملات الحكيمة، والأخلاق الجميلة، والسلوك المنضبط؛ فهو دين فرد وجماعة، ودين آخرة وأولى. ¶ 6 - أنه يعتني بالعواطف الإنسانية: ويوجهها الوجهة الصحيحة التي تجعلها أداء خير وتعمير. ¶ 7 - أنه دين العدل: سواء مع العدو، أو الصديق، أو القريب، أو البعيد، قال - تعالى - {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ} [النحل: 90] ، وقال: {وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى} [الأنعام: 152] ، وقال: {وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} [المائدة: 8] . ¶ 8 - الإسلام دين الأُخُوَّة الصادقة: فالمسلمون إِخْوةٌ في الدين، لا تفرقهم البلاد، ولا الجنس، ولا اللون، فلا طبقية في الإسلام، ولا عنصرية، ولا عصبية لجنس أو لون أو عِرق، ومعيارُ التفاضل في الإسلام إنما يكون بالتقوى. ¶ 9 - الإسلام دين العلم: فالعلم فريضة على كل مسلم ومسلمة، والعلم يرفع صاحبه إلى أعلى الدرجات، قال - تعالى -: {يَرْفَعْ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [المجادلة: 11] .",
            "page": "31",
            "part": "1",
            "seal": "F922356F"
        },
        {
            "id": "33",
            "nass": "10 - أن الله تكفل لمن أخذ بالإسلام وطبَّقه بالسعادة، والعزة، والنصرة فرداً كان أم جماعة: قال - تعالى -: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمْ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً} [النور: 55] ، وقال: {مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} [النحل: 97] . ¶ 11 - في الإسلام حل لجميع المشكلات: لاشتمال شريعته وأصولها على أحكام ما لا يتناهى من الوقائع. ¶ 12 - أن شريعته أحكم ما تساس به الأمم: وأصلح ما يقضى به عند التباس المصالح، أو التنازع في الحقوق. ¶ 13 - الإسلام دين صالح لكل زمان ومكان، وأمة وحال، بل لا تصلح الدنيا بغيره: ولهذا كلما تقدمت العصور، وترقت الأمم ظهر برهان جديد على صحة الإسلام، ورفعة شأنه. ¶ 14 - الإسلام دين المحبة، والاجتماع، والألفة، والرحمة: قال النبي صلى الله عليه وسلم: \"مَثَلُ المؤمنين في توادهم وتراحمهم كمثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالحمى والسهر\". ¶ وقال: \"الراحمون يرحمهم الرحمن؛ ارحموا من في الأرض يرحمكم من في السماء\". ¶ 15 - الإسلام دين الحزم والجد والعمل: قال النبي صلى الله عليه وسلم: \"المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف، احرص على ما ينفعك ولا تعجز، وإن",
            "page": "32",
            "part": "1",
            "seal": "4A3182D0"
        },
        {
            "id": "34",
            "nass": "أصابك شيء فلا تقل: لو أني فعلت كذا وكذا، ولكن قل: قَدَرُ الله وما شاء فعل\". ¶ 16 - الإسلام أبعد ما يكون عن التناقض: قال - تعالى -: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} [النساء: 82] . ¶ 17 - أنه يحمي معتنقيه من الفوضى والضياع والتخبط: ويكفل لهم الراحة النفسية والفكرية. ¶ 18 - الإسلام واضح ميسور: وسهل الفهم لكل أحد. ¶ 19 - الإسلام دين مفتوح: لا يغلق في وجه من يريد الدخول فيه. ¶ 20 - الإسلام يرتقي بالعقول، والعلوم، والنفوس، والأخلاق: فأهله المتمسكون به حق التمسك هم خير الناس، وأعقل الناس، وأزكى الناس. ¶ 21 - الإسلام يدعو إلى أحسن الأخلاق والأعمال: قال - تعالى -: {خُذْ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنْ الْجَاهِلِينَ} [الأعراف: 199] ، وقال: {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ} [فصلت: 34] . ¶ 22 - الإسلام يحفظ العقول: ولهذا حرَّم الخمر، والمخدرات، وكل ما يؤدي إلى فساد العقل. ¶ 23 - الإسلام يحفظ الأموال: ولهذا حثَّ على الأمانة، وأثنى على أهلها، ووعدهم بطيب العيش، ودخول الجنة، وحرَّم السرقة، وتوعد فاعلها بالعقوبة، وشرع حد السرقة وهو قطع يد السارق؛ حتى لا يتجرأ أحد على سرقة الأموال؛ فإذا لم يرتدع خوفاً من عقاب الآخرة، ارتدع خوفاً منن قطع اليد؛",
            "page": "33",
            "part": "1",
            "seal": "50C0AA33"
        },
        {
            "id": "35",
            "nass": "ولهذا يعيش أهل البلاد التي تطبق حدود الشرع آمنين على أموالهم، بل إن قطع اليد قليل جداً؛ لقلة من يسرق. ¶ ثم إن قطع يد السارق فيه حكمة الزجر للسارق من معاودة السرقة، وردع أمثاله عن الإقدام عليها، وهكذا تحفظ الأموال في الإسلام. ¶ 24 - الإسلام يحفظ الأنفس: ولهذا حرَّم قتل النفس بغير الحق، وعاقب قاتل النفس بغير الحق بأن يقتل؛ ولأجل ذلك يقل القتل في بلاد المسلمين، التي تطبق شرع الله؛ فإذا علم الإنسان أنه إذا قَتَل شخصاً سيُقتل به كفَّ عن القتل، وارتاح الناس من شر المقاتلات. ¶ ثم إن أهل القتيل لهم حق فإذا كان القاتل سيقتل ثم يخرج بعد ذلك يتمتع بالحياة كيفما شاء – كان ذلك – مغيظا لأهل المقتول وربما حملهم على الثأر فيزيد الأمر ضراوة وفتنة. ¶ فإذا اقتص من القاتل ارتاحت نفوس أهل القتيل واشتفت صدورهم بأخذ حقهم. ¶ ثم إن القصاص ليس الطريق الوحيد بل إن لورثة القتيل الحق في العفو أو أخذ الدية وهذا من التخفيف والرحمة. ¶ بل إن الإسلام حث على العفو ورتب عليه الجزاء العظيم والثواب الجزيل من الله – عز وجل -. ¶ قال الله - تبارك وتعالى -: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ} .",
            "page": "34",
            "part": "1",
            "seal": "4D6AE836"
        },
        {
            "id": "36",
            "nass": "وقال: {فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ} ¶ 25 - الإسلام يحفظ الصحة: فالإشارات إلى هذا المعنى كثيرة جداً سواء في القرآن أو السنة النبوية، قال - تعالى -: {وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ} [الأعراف: 31] . ¶ قال العلماء: إن هذه الآية جمعت الطبَّ كلَّه؛ ذلك أن الاعتدال في الأكل والشرب من أعظم أسباب حفظ الصحة. ¶ ومن الإشارات لحفظ الصحة أن الإسلام حرَّم الخمر، ولا يخفى ما في الخمر من أضرار صحية كثيرة، فهي تضعف القلب، وتفري الكلى، وتمزق الكبد إلى غير ذلك من أضرارها المتنوعة. ¶ ومن ذلك: أن الإسلام حرَّم الفواحش من زناً ولواط، ولا يخفى ما فيهما من الأضرار الكثيرة، ومنها الأضرار الصحية التي عُرِفَتْ أكثر ما عُرِفَتْ في هذا العصر من: زهري، وسيلان، وهربس، وإيدز ونحوها. ¶ ومن حِفظ الإسلام للصحة أنه حرَّم لحم الخنزير، الذي عُرِفَ الآن أنه يولِّد في الجسم أدواءً كثيرة، ومن أخصِّها الدودة الوحيدة، والشعرة الحلزونية، وعملهما في الإنسان شديد، وكثيراً ما يكونان السبب في موته. ¶ ومن الإشارات في هذا الصدد ما عُرف من أسرار الوضوء، وأنه يمنع من أمراض الأسنان، والأنف، بل هو من أهم الموانع للسل الرئوي؛ إذ قال بعض الأطباء: إن أهم طريق لهذا المرض الفتاك هو الأنف، وإن أنوفاً تُغسَلُ في اليوم خمس عشرة مرة لجديرة بألا تبقى فيها جراثيم هذا الداء الوبيل، ولذا كان هذا",
            "page": "35",
            "part": "1",
            "seal": "8037A1AF"
        },
        {
            "id": "37",
            "nass": "المرض في المسلمين قليلاً وفي الإفرنج كثيراً. ¶ والسبب أن المسلمين يتوضئون للصلاة خمس مرات في اليوم، وفي كل وضوء يغسل المسلم أنفه مرة أو مرتين أو ثلاثاً. ¶ 36 - الإسلام يتفق مع الحقائق العلمية: ولهذا لا يمكن أن تتعارض الحقائق العلمية الصحيحة مع النصوص الشرعية الصريحة. ¶ وإذا ظهر في الواقع ما ظاهره المعارضة فإما أن يكون الواقع مجرد دعوى لا حقيقة لها، وإما أن يكون النص غير صريح في معارضته؛ لأن النص وحقائق العلم كلاهما قطعي، ولا يمكن تعارض القطعيين. ¶ ولقد قرر هذه القاعدة كثير من علماء المسلمين، بل لقد قررها كثير من الكُتَّاب الغربيين المنصفين، ومنهم: الكاتب الفرنسي المشهور [موريس بوكاي] في كتابه [التوراة والإنجيل والقرآن] ، حيث بيَّن في هذا الكتاب أن التوراة المحرَّفة، والإنجيل المحرَّف الموجودين اليوم يتعارضان مع الحقائق العلمية، في الوقت الذي سجل فيه هذا الكتاب شهادات تفوق للقرآن الكريم سبق بها القرآنُ العلمَ الحديثَ. ¶ وأثبت الكاتب من خلال ذلك أن القرآن لا يتعارض أبداً مع الحقائق العلمية، بل إنه يتفق معها تمام الاتفاق. ¶ ولقد تضافرت البراهين الحسيَّة، والعلميَّة، والتجريبيَّة على صدْق ما جاء به الإسلام حتى في أشد المسائل بُعداً عن المحسوس، وأعظمها إنكاراً في العصور السابقة.",
            "page": "36",
            "part": "1",
            "seal": "0989A8B4"
        },
        {
            "id": "38",
            "nass": "خذ على سبيل قول النبي صلى الله عليه وسلم: \"إذا شرب الكلب في إناء أحدكم فليغسله سبعاً أُولاهنَّ بالتراب\". ¶ ولقد جاء الطب باكتشافاته ومكبراته فأثبت أن في لعاب الكلب ميكروباتٍ وأمراضاً فتَّاكة لا يزيلها الماء وحده، وأظهرت البحوث العلمية الحديثة أنه يحصل من إنقاء التراب لهذه النجاسة ما لا يحصل بغيره. ¶ وجاء - أيضاً - أن شرب الكلب في الإناء يسبب أمراضاً خطيرة، فالكلب كثيراً ما تكون فيه ديدان مختلفة الأنواع، ومنها: دودة شريطية صغيرة جداً، فإذا شرب في إناء، أو لمس إنسان جسد الكلب بيده أو بلباسه انتقلت بويضات هذه الديدان إليه، ووصلت إلى معدته في أكله، أو شربه، فتثقب جدرانها، وتصل إلى أوعية الدم، وتصل إلى الأعضاء الرئيسة، فتصيب الكبد، وتصيب المخ، فينشأ عنه صداع شديد، وقيءٌ متوالٍ، وفقد للشعور، وتشنجات، وشلل في بعض الأعضاء، وتصيب القلب، فربما مزَّقته، فيموت الشخص في الحال. ¶ ثم إن العلوم الطبيعية تؤيد الإسلام، وتؤكد صحته على غير علم من ذويها. ¶ مثال ذلك: تلقيح الأشجار الذي لم يُكتَشف إلا منذ عهد قريب، وقد نصَّ عليه القرآن الذي أُنزل على النبي الأمي منذ أربعة عشر قرناً في قوله - تعالى -: {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ} [الحجر: 22] ، وكذلك قوله - تعالى -: {وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ} [ق: 7] ، وقوله: {وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ} [الذاريات: 49] ، وقوله: {سُبْحَانَ الَّذِي خَلَقَ الأَزْوَاجَ كُلَّهَا} [يس: 36] . ¶ فهذا كلام رب العالمين في القرآن قبل أن تبيَّن لنا العلوم الطبيعية أن في كل",
            "page": "37",
            "part": "1",
            "seal": "007DAC42"
        },
        {
            "id": "39",
            "nass": "نبات ذكراً وأنثى. ¶ ولقد اعتنق بعض الأوربيين الإسلام لما وجد وصف القرآن للبحر وصفاً شافياً مع كون النبي صلى الله عليه وسلم لم يركب البحر طول عمره، وذلك مثل قوله تعالى: {أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا} [النور: 40] . ¶ 27 - الإسلام يكفل الحريات ويضبطها: فحرية التفكير في الإسلام مكفولة، وقد منح الله الإنسان الحواس من السمع، والبصر، والفؤاد؛ ليفكر، ويعقل، ويصل إلى الحق، وهو مأمور بالتفكير الجاد السليم، ومسئول عن إهمال حواسه وتعطيلها، كما أنه مسئول عن استخدامها فيما يضر. ¶ والإنسان في الإسلام حُرٌّ في بيعه، وشرائه، وتجارته، وتنقلاته، ونحو ذلك ما لم يتعد حدود الله في غش، أو خداع، أو إفساد. ¶ والإنسان في الإسلام حُرٌّ في الاستمتاع بطيبات الحياة الدنيا من: مأكول، أو مشروب، أو مشموم، أو ملبوس، ما لم يرتكب محرماً يعود عليه أو على غيره بالضرر. ¶ ثم إن الإسلام يضبط الحريات؛ فلا يجعلها مطلقة سائمة في مراتع البغي والتعدي على حريات الآخرين؛ فالشهوة على سبيل المثال لو أطلقت لا ندفع الإنسان وراء شهوته، التي تكون سبباً في هلاكه؛ لأن طاقته محدودة، فإذا استُنفِذت في اللهو والعبث والمجون - لم يبق فيها ما يدفعها إلى الطريق الجاد، ويدلها على مسالك الخير؛ فليس من الحرية - إذاً - أن يسترسل في شهواته",
            "page": "38",
            "part": "1",
            "seal": "3EC15AC7"
        },
        {
            "id": "40",
            "nass": "وملذاته غير مبالٍ بحلال أو حرام، وغير ناظر في العواقب. ¶ إن نهايته ستكون وخيمة في العاجل قبل الآجل؛ إن ثرواته ستتبدد، وإن قواه ستنهار، وصحته ستزول، وبالتالي سيكون تعيساً محسوراً. ¶ ثم هب أن الإنسان أطلق لشهواته العنان، هل سيجد الراحة والطمأنينة؟ ¶ الجواب: لا؛ وإذا أردت الدليل على ذلك فانظر إلى عالمنا المعاصر بحضارته المادية؛ لما أطلق حرية العبث والمجون، ولم يُحسن استخدامها - حدثت القلاقل، والمصائب، والأمراض الجسدية والنفسية، وشاع القتل، والنهب، والسلب، والانتحار، والقلق، وأمراض الشذوذ. ¶ وليست الحرية - أيضاً - بالسير وراء الأطماع التي لا تقف عند حد دونما مبالاة في آثارها على الآخرين؛ فهل يعد من الحرية ما يقوم به الأقوياء من سطو على الضعفاء، واستخفاف بحقوقهم، ومصادرة لآرائهم كما هي حال الدول الكبرى في عالمنا المعاصر؟ ¶ الجواب: لا؛ فالحرية الحقة هي ما جاء به الإسلام، وهي الحرية المنضبطة التي تحكم تصرفات الإنسان، والتي يكون فيها الإنسان عبداً لربه وخالقه؛ فذلك سر الحرية الأعظم؛ فالإنسان إذا تعلق بربه خوفاً، وطمعاً، وحباً، ورجاء، وذلاً، وخضوعاً - تحرر من جميع المخلوقين؛ ولم يعد يخاف أحداً غير ربه، ولا يرجو سواه، وذلك عين فلاحه وعزته. ¶ وبالجملة، فالإسلام دين الكمال والرفعة، ودين الهداية والسمو.",
            "page": "39",
            "part": "1",
            "seal": "F357A12A"
        },
        {
            "id": "41",
            "nass": "وإذا رأينا من بعض المنتمين إليه وَهَناً في العزم، أو بُعداً عن الهدى - فالتبعة تعود على أولئك، لا على الدين؛ فالدين براء، والتبعة تقع على من جهل الإسلام، أو نبذ هدايته وراء ظهره.",
            "page": "40",
            "part": "1",
            "seal": "E9B46FAC"
        },
        {
            "id": "42",
            "nass": "من محاسن الدين الإسلامي ¶ مرَّ بك في الفقرة السابقة ذكْرٌ لبعض خصائص الدين الإسلامي، والحديث في هذه الفقرة قريب من الحديث السابق أو إكمالٌ له، وسيتضح لك فيما يلي شيء من محاسن الدين الإسلامي، وأنه دين السعادة والفلاح، وأنه لم يَدَع الإنسان في خاصة نفسه أو مع أهله، أو مع جيرانه، أو أهل ملَّته، أو الناس أجمعين - إلا علَّمه من دقائق الآداب، ومحاسن المعاملات ما يصفو به عيشه، ويتم سروره. ¶ ولا يَريبَنَّك ما عليه كثير من المسلمين من سوء الحال؛ فإن ذلك بمقتضى أهوائهم لا من طبيعة دينهم. ¶ ومحاسن الدين الإسلامي تتجلى بوضوح من خلال النظر في أوامر الإسلام ونواهيه؛ فإليك نبذة عن ذلك فيما يلي من أسطر: ¶ أولاً: من أوامر الإسلام: الإسلام يأمر بأوامر عظيمة تنتظم بها الأمور المدنية، وتصلح بها حالة المعاش؛ فالإسلام في ذلك الشأن هو البحر الذي لا يدرك غوره، والغاية التي ليس بعدها أمل لآمل، ولا زيادة لمستزيد. ¶ وهذه الأوامر حثَّ عليها الإسلام بأبلغ العبارات، وأقربها إلى الأفهام، وتوعد على الخروج عن هذه الجادة بالعقاب، ووعد من أخذ بها بجزيل الثواب. ¶ فمن تلك الأوامر العظيمة التي جاء بها الإسلام ما يلي: ¶ 1 - الإسلام يأمرك بما تكون به كبير النفس عن التشبه بما دونك من أنواع الحيوانات، رفيعَ القدر عن أن تكون عبداً لشهواتك وحظوظك، عالي المنزلة عن أن تعظم غير ربك، أو تخضع لغير حكمه.",
            "page": "41",
            "part": "1",
            "seal": "24C3FFB3"
        },
        {
            "id": "43",
            "nass": "2 - الإسلام يأمرك بما يشعرك أنك عضو نافع عامل تأنف أن تقلد غيرك، أو تكون عالة على سواك. ¶ 3 - الإسلام يأمرك باستعمال عقلك، وجوارحك فيما خُلِقْتَ له، من العمل النافع في أمر دينك ودنياك. ¶ 4 - الإسلام يأمرك بالتوحيد الخالص، والعقيدة الصحيحة التي لا يقبل العقل غيرها، ولا تطمئن القلوب إلا بها؛ فالعقيدة التي أمرك الإسلام بها تجعلك عظيماً كبيراً، وتشعر قلبك العزة، وتذيقك حلاوة الإيمان. ¶ 5 - الإسلام يأمرك بستر عورات المسلمين، واتقاء مواضع التهم. ¶ 6 - الإسلام يأمرك بالسعي لقضاء حاجات المسلمين، وتنفيس كرباتهم. ¶ 7 - الإسلام يأمرك بالبدء بالسلام على كل مسلم، وأن تنصر أخاك المسلم في غيبته. ¶ 8 - الإسلام يأمرك بعيادة المرضى، وتشييع الجنائز، وزيارة القبور، والدعاء لإخوانك المسلمين. ¶ 9 - الإسلام يأمرك بإنصاف الناس من نفسك، وأن تحب لهم ما تحبه لنفسك. ¶ 10 - الإسلام يأمرك بالسعي في طلب الرزق، وأن تعز نفسك، وأن ترفعها عن مواطن الذل والهوان. ¶ 11 - الإسلام يأمرك بالرحمة بالخَلق، والعطف عليهم، وحُسن رعايتهم ومداراتهم، والسعي في نفعهم، وجلب الخيرات لهم، ودفع المضرات عنهم. ¶ 12 - الإسلام يأمرك ببر الوالدين، وصلة الأرحام، وإكرام الجار، والرفق بالحيوان.",
            "page": "42",
            "part": "1",
            "seal": "6463B7B1"
        },
        {
            "id": "44",
            "nass": "13 - الإسلام يأمرك بالوفاء للأصحاب، وحُسن المعاملة للزوج والأبناء. ¶ 14 - الإسلام يأمرك بالحياء، والحلم، والسخاء، والكرم، والشجاعة، والغيرة على الحق. ¶ 15 - ويأمرك بالمروءة، وحسن السمت، والحزم، والحكمة في الأمور. ¶ 16 - ويأمرك بالأمانة، وإنجاز الوعد، وحُسن الظن، والأناة في الأمور، والمبادرة في فعل الخير. ¶ 17 - ويأمرك بالعفة، والاستقامة، والشهامة، والنزاهة. ¶ 18 - الإسلام يأمرك بشكر الله، ومحبته، وخوفه، ورجائه، والأنس به، والتوكل عليه. ¶ إلى غير ذلك من المعاني الجميلة العظيمة. ¶ ثانياً: من نواهي الإسلام: فمن أعظم محاسن الإسلام ما جاء به من النواهي التي تحذر المسلم من الوقوع في الشر، وتنذره سوء العاقبة التي تترتب على الأفعال القبيحة؛ فمما نهى الإسلام عنه مايلي: ¶ 1 - نهى عن الكفر، والفسوق، والعصيان، واتباع الهوى. ¶ 2 - ونهى عن الكِبْر، والحقد، والعجب، والحسد، والشماتة بالمبتلين. ¶ 3 - ونهى عن سوء الظن، والتشاؤم، واليأس، والبخل، والتقتير، والإسراف، والتبذير. ¶ 4 - ونهى عن الكسل، والخور، والجبن، والضعف، والبطالة، والعجلة،",
            "page": "43",
            "part": "1",
            "seal": "F51B3324"
        },
        {
            "id": "45",
            "nass": "والفظاظة، وقلة الحياء، والجزع، والعجز، والغضب، والطيش، والتسخط على ما فات. ¶ 5 - ونهى عن العناد، وعن قسوة القلب التي تمنع صاحبها من إغاثة الملهوف والمضطر. ¶ 6 - ونهى عن الغيبة وهي ذكرك أخاك بما يكره، وعن النميمة وهي نقل الكلام بين الناس على جهة الإفساد. ¶ 7 - ونهى عن كثرة الكلام بلا فائدة، وعن إفشاء السر، والسخرية بالناس، والاستهزاء بالآخرين. ¶ 8 - ونهى عن السب، واللعن، والشتم، والتعبير بالعبارات المستقبحة، والتخاطب بالألقاب السيئة. ¶ 9 - ونهى عن كثرة الجدال، والخصومة، وعن المزاح البذيء الذي يجر إلى الشر والتطاول. ¶ 10 - ونهى عن الكلام فيما لا يعني. ¶ 11 - ونهى عن كتمان الشهادة، وعن شهادة الزور، وعن قذف المحصنات، وسب الأموات، وكتم العلم. ¶ 12 - ونهى عن السفاهة، والفُحش، وعن المن بالصدقة، وعن ترك الشكر لمن أسدى إليك معروفاً. ¶ 13 - ونهى عن الاستطالة في الأعراض، وانتساب المرء إلى غير أبيه، وعن ترك النصيحة، وترك الأمر بالمعروف والنهي عن المنكر.",
            "page": "44",
            "part": "1",
            "seal": "92B5C9D9"
        },
        {
            "id": "46",
            "nass": "14 - ونهى عن الخيانة، والمكر، وإخلاف الوعد، والفتنة التي توقع الناس في اضطراب. ¶ 15 - ونهى عن عقوق الوالدين، وقطيعة الرحم، وإهمال الأولاد، وأذية الجار. ¶ 16 - ونهى عن التجسس، والتحسس، وتتبع عورات الناس. ¶ 17 - ونهى عن تشبه الرجال بالنساء، وعن تشبه النساء بالرجال، وعن إفشاء سر الزوج. ¶ 18 - ونهى عن شرب الخمر، وتعاطي المخدرات، وعن المقامرة التي تعرض المال للمخاطرة. ¶ 19 - ونهى عن ترويج السلعة بالحلف الكاذب، وعن بخس الكيل والوزن، وعن إنفاق المال بالمحرمات. ¶ 20 - ونهى عن السرقة، والغصب، وخطبة الإنسان على خطبة أخيه، وشرائه على شراء أخيه. ¶ 21 - ونهى عن خيانة أحد الشريكين لشريكه، وعن استعمال العارية بغير ما أذن بها صاحبها، وعن تأخير أجرة الأجير، أو منعه منها بعد فراغه من عمله. ¶ 22 - ونهى عن الإكثار من الطعام بحيث يضر صاحبه. ¶ 23 - ونهى عن التهاجر، والتشاحن، والتدابر، وحذَّر أن يهجر المسلم أخاه فوق ثلاث ليال. ¶ 24 - ونهى عن الضرب لأحد بغير مسوغ شرعي، وعن ترويع الناس بالسلاح.",
            "page": "45",
            "part": "1",
            "seal": "3137C2F3"
        },
        {
            "id": "47",
            "nass": "25 - ونهى عن الزنا، واللواط، وقتل النفوس التي حرَّم الله قتلها. ¶ 26 - ونهى عن قبول القاضي هديةً من أحد لم يكن له عادة بإهدائها له قبل توليه، وعن قبول الضيافة الخاصة. ¶ 27 - ونهى عن أخذ الرشوة من محق أو مبطل، وعن دفع الرشوة من محق أو مبطل، إلا من محق مضطر إلى دفعها. ¶ 28 - ونهى عن خذلان المظلوم مع القدرة على نصره. ¶ 29 - ونهى عن اطِّلاع المرء على دار غيره بغير إذنه ولو من ثقب، وعن التسمع لحديث قوم يكرهون سماعه. ¶ 30 - ونهى عن كل ما يضر بالهيئة الاجتماعية، أو النفس، أو العقل، أو الشرف، أو العرض. ¶ هذه نبذة موجزة عن أوامر الإسلام ونواهيه، وبسط ذلك وذكر أدلته يحتاج إلى مجلدات ضخام.",
            "page": "46",
            "part": "1",
            "seal": "422D14F3"
        },
        {
            "id": "48",
            "nass": "شرح أركان الإسلام ¶ أركان الإسلام هي أسُسه التي يبنى عليها، وهي خمسة أركان: ¶ 1 - شهادة أن لا إله إلا الله، وأن محمداً رسول الله. ¶ 2 - إقام الصلاة. ¶ 3 - إيتاء الزكاة. ¶ 4 - صيام رمضان. ¶ 5 - حج بيت الله الحرام. ¶ هذه هي أركان الإسلام على سبيل الإجمال وإليك شرحها بإيجاز: ¶ 1 - شهادة أن لا إله إلا الله، وأن محمداً رسول الله: معنى هذه الشهادة الاعتقاد الجازم المُعَبِّر عنه باللسان بأن الله هو المعبود الحق وحده لا شريك له، وأن محمداً هو الرسول المبلِّغ عن الله. ¶ وجُعِلت هاتان الشهادتان ركناً واحداً مع تعدد المشهود به؛ لأن هاتين الشهادتين أساس صحة الأعمال؛ فلا يقبل إسلام، ولا عمل إلا بالإخلاص لله، والمتابعة للرسول صلى الله عليه وسلم. ¶ ومعنى ذلك ألا يُعْبَدَ إلا الله وحده، ولا يُعْبَدَ إلا بما شرعه على لسان رسوله صلى الله عليه وسلم. ¶ فبالإخلاص تتحقق شهادة أن لا إله إلا الله، وبالمتابعة تتحقق شهادة أن محمداً رسول الله. ¶ ومما يمكن أن يتضح به معنى الشهادتين أن يقال: إن معنى [لا إله إلا الله] :",
            "page": "47",
            "part": "1",
            "seal": "3422DF30"
        },
        {
            "id": "49",
            "nass": "هو أن ينطق بها الإنسان معتقداً أن الله هو المعبود الحق وحده؛ ولا يكفي مجرد النطق بها، بل لابد من العمل بمقتضاها من القبول، والانقياد، والصدق، والإخلاص، والمحبة. ¶ ومعنى شهادة أن محمداً رسول الله: طاعته فيما أمر، وتصديقه فيما أخبر، واجتناب ما نهى عنه وزجر، وألا يعبد الله إلا بما شرع. ¶ هذا وللشهادتين ثمرات عظيمة منها: تحرير القلب والنفس من الرق للمخلوقين، والإتباع لغير المرسلين. ¶ 2 - إقام الصلاة: وهو التعبد لله بفعل الصلاة على وجه الاستقامة والتمام في أوقاتها وهيئاتها. ¶ والصلوات المفروضة في الإسلام خمس في اليوم والليلة، وهي: صلاة الفجر، وصلاة الظهر، وصلاة العصر، وصلاة المغرب، وصلاة العشاء. ¶ ومن ثمرات الصلاة: أنها سبب لانشراح الصدر، وقرة العين، وقوة العقل، وحصول النشاط، وطرد الكسل، والانزجار عن الفحشاء والمنكر، وحصول الترابط بين المسلمين. ¶ 3 - إيتاء الزكاة: وهو التعبد لله ببذل القدر الواجب من الأموال الزكوية لمستحقيها، بحيث يُخْرج المسلم قدراً يسيراً محدداً من ماله، ويدفعه إلى مستحقيه من الفقراء، والمساكين، ونحوهم. ¶ ومن ثمرات الزكاة: تطهير النفس من البخل، وزيادة المال، ونماؤه، وسد حاجة المسلمين، وشيوع المحبة بينهم، والتخلص من الأثرة والاستبداد،",
            "page": "48",
            "part": "1",
            "seal": "3261ABC0"
        },
        {
            "id": "50",
            "nass": "والسلامة من الحسد، وحصول التواضع والرحمة، والشعور بالآخرين. ¶ 4 - صوم رمضان: وهو التعبد لله بالإمساك عن المفطرات نهار رمضان. ¶ وذلك بأن يدع المسلم الطعام، والشراب، والجماع، ونحوها من المفطرات من طلوع الفجر إلى غروب الشمس طيلة شهر رمضان؛ تعبداً لله - عز وجل -. ¶ ومن ثمرات الصيام: تزكيةُ الروح، وتهذيب النفس، وترفعها عن الدنايا، وترويضها على ترك المحبوبات طلباً لمرضاة الله، وتعويدها على الصبر وتحمُّل المصاعب. ¶ ومن ثمراته - أيضاً -: تنمية الإخلاص ومراقبة الله، ورعايةُ الأمانة، والشعور بالآخرين، وطرد الفردية، وحصول الصحة العامة للبدن. ¶ 5 - حج البيت: وهو التعبد لله بقصد البيت الحرام للقيام بشعائر الحج ولو مرة واحدة في العمر لمن استطاع إلى ذلك سبيلاً. ¶ ومن ثمرات الحج: تذكر الآخرة، وترويض النفس على بذل الجهد المالي والبدني؛ تقرباً لله. ¶ ومن ثمراته: حصول التعارف، والتوادد بين المسلمين. ¶ هذه هي أركان الإسلام، وهذه ثمراتها على سبيل الإجمال، وإلا فتفاصيل ثمراتها لا تُعد ولا تحصى. ¶ فهذه الأركان تجعل من الأمة أمة إسلامية طاهرة، نقية، تدين بدين الحق، وتعامل الخلق بالعدل والصدق، لأن ما سوى ذلك من شرائع الإسلام يصلح بصلاح هذه الأسس، والأمة تصلح بصلاح أمر دينها، ويفوتها من صلاح أحوالها بقدر ما فاتها من صلاح أمور دينها.",
            "page": "49",
            "part": "1",
            "seal": "D3C45CEF"
        },
        {
            "id": "51",
            "nass": "أسس العقيدة الإسلامية ¶ الدين الإسلامي عقيدة وشريعة، وقد مرَّ فيما سبق الإشارة إلى شيء من شرائعه، ومرَّ الحديث عن أركانه التي هي أساس لشرائعه. ¶ أما العقيدة الإسلامية فهي تشمل الإيمان بكل ما جاء عن الله، وعن رسول الله صلى الله عليه وسلم من الأخبار، والأحكام القطعية، والغيبيات، ونحو ذلك. ¶ وأسس العقيدة هي أركان الإيمان الستة، وهي: ¶ 1 - الإيمان بالله. ¶ 2 - الإيمان بالملائكة. ¶ 3 - الإيمان بالكتب. ¶ 4 - الإيمان بالرسل. ¶ 5 - الإيمان باليوم الآخر. ¶ 6 - الإيمان بالقدر خيره وشره. ¶ وإليك فيما يلي بعض التفصيل حول هذه الأركان.",
            "page": "50",
            "part": "1",
            "seal": "BB7EF04D"
        },
        {
            "id": "52",
            "nass": "شرح أسس العقيدة الاسلامية ¶ الايمان بالله ¶ ... ¶ شرح أسس العقيدة الإسلامية ¶ أولاً: الإيمان بالله ¶ الإيمان بالله - عز وجل - أصل الأصول، وأهم المهمات، وأشرف العلوم. ¶ والإيمان بالله هو التصديق الجازم بوجود الله، وبأنه رب كل شيء ومليكه، وأنه الخالق وحده، المدبر للكون كله، وأنه هو الذي يستحق العبادة وحده لا شريك له، وأنه متصف بصفات الكمال والجلال، وأنه منزه عن كل عيب، ونقص، ومماثلة للمخلوقين. ¶ وهذا الإيمان مستقر في فطرة كل إنسان؛ فكل واحد من البشر مفطور على الإيمان بخالقه من غير سبق تفكير أو تعليم، ولا ينصرف عن مقتضى هذه الفطرة إلا من طرأ على قلبه ما يصرفه عن ذلك، قال - تعالى -: {فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} [الروم: 30] . ¶ ومعنى فطرة الله: الإسلام؛ ولهذا فإن كل إنسان مفطور على اللجوء إلى ربه - تعالى - عند الشدائد؛ فإذا وقع الإنسان - أي إنسان حتى الكافر والملحد - في شدة أو أحدق به خطر - فإن الخيالات والأوهام تتطاير من ذهنه، ويبقى ما فطره الله عليه؛ فيلجأ إلى ربه؛ ليفرج كربته. ¶ والمراد بكون الإنسان يولد على الفطرة أنه يولد مجبولاً على حب خالقه، وإقراره بوجوده وعبوديته؛ فلو خلي وفطرتَه لم يَعْدِل عن ذلك إلى غيره؛ فكما أنه يولد مفطوراً على ما يلائم بدنه من الأغذية والأشربة فكذلك يولد مفطوراً على ما يلائم قلبه، وروحه من التوجه إلى الله، والإقرار به.",
            "page": "51",
            "part": "1",
            "seal": "575BF628"
        },
        {
            "id": "53",
            "nass": "ولهذا قال النبي صلى الله عليه وسلم: \"كل مولود يولد على الفطرة؛ فأبواه يهودانه، أو ينصرانه، أو يمجسانه\"، أي: أن المولود يولد على الفطرة، وهي الإسلام، ولهذا لم يقل أو يسلمانه؛ فاعتناق غير الإسلام يعد خروجاً عن الأصل والقاعدة بأسباب خارجة؛ فالأبوان قد يصرفان المولود عن أصل فطرته إلى اليهودية، أو النصرانية، أو المجوسية، أو غير ذلك مما يخالف الفطرة. ¶ ثم إن العقل السليم يؤيد الفطرة السليمة؛ فالعقل يدل أعظم الدلالة على الإيمان بالله؛ فمن نظر إلى هذا العالم، وما أودع الله فيه من المخلوقات المتنوعة من أرض، وسماء، وجبال، وبحار، وإنسان، وحيوان، وجماد، وزروع، ونحو ذلك - أدرك أن لهذا الكون خالقاً وهو الله - عز وجل - فالقسمة العقلية في هذا الصدد لا تخرج عن ثلاثة أمور: ¶ 1 - إما أن تكون هذه المخلوقات وجدت صدفة من غير مُحْدِث ولا خالق: وهذا مُحال ممتنع يجزم العقل ببطلانه؛ لأن كل من له عقل يعلم أنه لا يمكن أن يوجد شيء من غير مُحْدِث ولا مُوجد؛ ولأن وجود هذه المخلوقات على هذا النظام البديع المتَّسِق المتآلف، والارتباط الملتحم بين الأسباب والمسببات، وبين الكائنات بعضها مع بعض - يمنع منعاً باتاً أن يكون وجودها صدفة. ¶ 2 - وإما أن تكون هذه المخلوقات هي الخالقة لنفسها: وهذا محال ممتنع؛ فكل عاقل يجزم أن الشيء لا يخلق نفسه؛ لأنه قبل وجوده معدوم؛ فكيف يكون خالقاً؟. ¶ وإذا بطل هذان القسمان تعين الثالث وهو:",
            "page": "52",
            "part": "1",
            "seal": "D5BD0932"
        },
        {
            "id": "54",
            "nass": "3 - أن هذه المخلوقات لها خالق خلقها، ومُحْدِث أوجدها: وهو الله الخالق لكل شيء، الذي لم يسبق بعدم، ولا ينتهي بفناء. ¶ وقد ذكر الله - عز وجل - هذا الدليل العقلي القاطع في القرآن الكريم فقال: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمْ الْخَالِقُونَ} [الطور: 35] . ¶ يعني أنهم لم يخلقوا من غير خالق، ولا هم خلقوا أنفسهم؛ فتعين أن يكون خالقهم هو الله؛ فالمخلوق لابد له من خالق، والأثر لابد له من مُؤَثِّر، والمُحْدَث لابد له من مُحْدِث، والمصنوع لابد له من صانع، والمفعول لابد له من فاعل. ¶ هذه قضايا واضحة، تعرف في بداهة العقول، ويشترك في إدراكها والعلم بها جميع العقلاء، وهي أعظم القضايا العقلية؛ فمن ارتاب فيها فقد دلَّ على اختلال عقله، وبرهن على سفهه، وفساد تصوره. ¶ وهذه الحقائق معروفة لدى العقلاء من غير المسلمين، ومن نظر في كتاب [الله يتجلى في عصر العلم] وقد كتبه ثلاثون من علماء الفلك والطبيعة ممن انتهت إليهم الرياسة في هذه العلوم - أدرك أن العَالِمَ الحقيقيَّ لا يكون إلا مؤمناً، والعامي لا يكون إلا مؤمناً، وأن الإلحاد والكفر إنما يبدوان من أنصاف العلماء، وأرباع العلماء ممن تعلَّم قليلاً، وخسر بذلك الفطرة المؤمنة، ولم يصل إلى الحق الذي يدعو إليه الإيمان. ¶ وقريب من الكتاب السابق كتاب آخر اسمه [الإنسان لا يقوم وحده] وترجم للعربية بعنوان: [العلم يدعو للإيمان] . ¶ ومؤلف هذا الكتاب هو [كريسي موريسون] الرئيس السابق",
            "page": "53",
            "part": "1",
            "seal": "A8BE2F84"
        },
        {
            "id": "55",
            "nass": "لأكاديمية العلوم في نيويورك، ورئيس المعهد الأمريكي لمدينة نيويورك، وعضو المجلس التنفيذي لمجلس البحوث القومي في الولايات المتحدة، والزميل في المتحف الأمريكي للتاريخ الطبيعي، وعضو مدى الحياة للمعهد الملكي البريطاني. ¶ ومما قاله [موريسون] في كتابه الآنف الذكر: \"إن تقدم الإنسان من الوجهة الخلقية، وشعوره بالواجب إنما هو أثر من آثار الإيمان بالله\". ¶ وقال: \"إن غزارة التدين لتكْشِفُ عن روح الإنسان، وترفعه خطوة خطوة حتى يشعر بالاتصال بالله، وإن دعاء الإنسان الغريزي لله بأن يكون في عونه - هو أمر طبيعي، وإن أبسط صلاة تسمو به إلى مقربة من خالقه\". ¶ وقال: \"إن الوقار، والكرم، والنبل، والفضيلة، والإلهام لا تنبعث عن الإلحاد\". ¶ وقال: \"بدون الإيمان كانت المدنية تفلس، وكان النظام ينقلب فوضى، وكان كل ضابط، وكل كبح يضيع، وكان الشر يسود العالم؛ فعلينا أن نَثْبُتَ على اعتقادنا بوجود الله وعلى محبته\". ¶ وقال: \"وما دامت عقولنا محدودة فإننا لا نقدر أن ندرك ما هو غير محدود، وعلى ذلك لا نقدر إلا أن نؤمن بوجود الخالق المدبر الذي خلق الأشياء بما فيها تكوين الذرات، والكواكب، والشمس\". ¶ وقال: \"إن كون الإنسان في كل مكان، ومنذ بدء الخليقة حتى الآن قد شعر بحافز يحفزه إلى أن يستنجد بمن هو أسمى منه، وأقوى، وأعظم - يدل على أن",
            "page": "54",
            "part": "1",
            "seal": "52EC77E7"
        },
        {
            "id": "56",
            "nass": "الدين فطري، ويجب أن يقر العلم بذلك\". ¶ ومن الأدلة على وحدانية الله، والإيمان به - دلالة الحسن، والأدلة الحسية على ذلك لا تكاد تحصى، ومن الأمثلة الحسية الدالة على الإيمان بالله إجابة الدعوات؛ فكم من الداعين الملهوفين الذين يتوجهون إلى الله بالدعاء فيستجيب دعاءهم، ويفرِّج كرباتهم، ويدفع عنهم السوء. ¶ والأمثلة على إجابة الدعوات كثيرة جداً، بل كل مسلم يعرف ذلك من نفسه، قال - تعالى -: {وَقَالَ رَبُّكُمْ ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر: 60] ، وقال: {أَمَّنْ يُجِيبُ الْمُضطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ} [النمل: 62] . ¶ ومن الأمثلة على ذلك: ما جاء في القرآن الكريم من ذكر لإجابة دعوات الأنبياء، قال - تعالى -: {وَنُوحاً إِذْ نَادَى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ} [الأنبياء: 76] ، وقال: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ} [الأنفال: 9] . ¶ وجاء في السنة النبوية أدلة كثيرة على إجابة دعوات الداعين، ومن ذلك ما جاء في صحيح البخاري عن أنس بن مالك \"أن أعرابياً دخل يوم الجمعة، والنبي صلى الله عليه وسلم يخطب، فقال: يا رسول الله، هلك المال، وجاع العيال؛ فادع الله لنا، فرفع النبي يديه، ودعا، فثار السحاب أمثال الجبال، فلم ينزل عن منبره حتى رأيت المطر يتحادر من لحيته\". ¶ وفي الجمعة الثانية قام ذلك الأعرابي أو غيره، فقال: يا رسول الله، تهدم البناء، وغرق المال، فادع الله لنا، فرفع يديه وقال: \"اللهم حوالينا ولا علينا، فما يشير بيده إلى ناحية إلا انفرجت\".",
            "page": "55",
            "part": "1",
            "seal": "0390F646"
        },
        {
            "id": "57",
            "nass": "ومن الأدلة الحسية - أيضاً - آيات الأنبياء التي تسمى المعجزات، وهي أمور خارقة للعادة، خارجة عن نطاق البشر، يجريها الله على أيدي أنبيائه تأييداً لهم، وتصديقاً لما جاءوا به من الحق. ¶ فالمعجزات برهان قاطع على وجود من أرسلهم. ¶ * مثال ذلك: آيات موسى، ومنها: أنه - عليه السلام - لما ذهب بأتباعه المؤمنين لحق به فرعون وجنوده، فلما وصل موسى وأتباعه البحر قال أصحابه: {إِنَّا لَمُدْرَكُونَ} [الشعراء:61] ، أي: سوف يدركنا فرعون وجنوده، فقال موسى - عليه السلام -: {كَلاَّ إِنَّ مَعِي رَبِّي سَيَهْدِينِ} [الشعراء: 62] {فَأَوْحَيْنَا إِلَى مُوسَى أَنْ اضْرِبْ بِعَصَاكَ الْبَحْرَ} [الشعراء: 63] فلما ضرب موسى البحر بعصاه، صار في البحر اثنا عشر طريقاً يابساً فعبره موسى وأتباعه، ولما لحق به فرعون وتمكن في البحر هو وجنوده أطبق عليهم البحر، فنجا موسى وأتباعه، وأدرك فرعون وجنوده الغرقُ. ¶ * ومن ذلك: آية عيسى - عليه السلام - حيث كان يحيي الموتى، ويخرجهم من قبورهم بإذن الله. ¶ أما معجزات النبي محمد صلى الله عليه وسلم فكثيرة جداً، منها نبع الماء بين أصابعه صلى الله عليه وسلم. ¶ * وكذلك لما طلب كفار مكة منه صلى الله عليه وسلم آية، فأشار إلى القمر، فانفلق فرقتين، فرآه الناس؛ فهذه الآيات المحسوسة التي يجريها الله تأييداً لرسله تدل دلالة قاطعة على وجود من أرسلهم. ¶ ويكفي من المعجزات معجزة القرآن الكريم.",
            "page": "56",
            "part": "1",
            "seal": "E5250D16"
        },
        {
            "id": "58",
            "nass": "ومن الأدلة على وحدانية الله - عز وجل - ووجوب الإيمان به صدق الرسل: فالرسل جاءوا بدعوى النبوة، وتلك الدعوى لا يدَّعيها إلا أصدق الناس أو أكذبهم؛ فالأنبياء أصدق الناس، ومدعو النبوة أكذب الناس؛ فالأنبياء والرسل جاءوا بالوحي من عند الله، فأيَّدهم الله، ونصرهم، وأعلى شأنهم، وأجاب دعاءَهم، وأهلك عدوهم؛ فلو كانوا كاذبين لأهلكهم، ولخذلهم، ولجعل الدائرة عليهم كما هي الحال مع مدعي النبوة، فتأييد الله للرسل دليل على صدقهم، وصدقهم دليل على أنهم مبعوثون من عند الله الحق، وأن مرسلهم حق، وعبادته حق. ¶ ومن الأدلة على وحدانية الله - عز وجل - هداية المخلوقات، فلقد هدى الله الحيوان ناطقه، وبهيمه، وطيره، ودوابه، وفصيحه، وأعجمه إلي ما فيه صلاح معاشه وحاله؛ فمن الذي هدى الطفل ساعة ولادته إلى أن يلتقم ثدي أمه؟ ومن الذي أودع فيه معرفة عملية الرضاع، تلك العملية الشاقة التي تتطلب انقباضات متوالية في عضلات الوجه، واللسان، والعنق، وحركات متواصلة للفك الأسفل، والتنفس من طريق الأنف، كل ذلك يتم بهداية تامة، وبدون سابق علم أو تجربة؟ فمن الذي ألهمه ذلك؟. ¶ إنه الله {الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى} [طه: 50] . ¶ ومن الذي أعطى الإنسان القوة، والعقل، وعلَّمه ما لم يكن يعلم؟ إنه الله الخالق المستحق للعبادة. ¶ أما هداية الطير، والوحش، والدواب فحدِّث ولا حرج؛ فلقد هداها الله إلى",
            "page": "57",
            "part": "1",
            "seal": "5B1C3042"
        },
        {
            "id": "59",
            "nass": "الأفعال العجيبة التي يعجز عنها الإنسان. ¶ وإذا أردت الدليل فانظر إلى حياة النحل، أو النمل، أو الحمام أو غيرها فسترى العجب العجاب الذي يدعوك إلى الإيمان برب الأرباب. ¶ والمجال لا يتسع للتفصيل في هذا الأمر.",
            "page": "58",
            "part": "1",
            "seal": "EEB085CC"
        },
        {
            "id": "60",
            "nass": "ثانياً: الإيمان بالملائكة ¶ وهذا هو الركن الثاني من أركان الإيمان: ¶ والملائكة: عالم غيبي، مخلوقون، عابدون لله - تعالى - وليس لهم من خصائص الربوبية، ولا الألوهية شيء، أي أنهم لا يخلُقون، ولا يَرزُقون، ولا يجوز أن يعبدوا مع الله. ¶ وقد منحهم الله - عز وجل - الانقياد التام لأمره، والقوة على تنفيذه. ¶ والملائكة عددهم كثير، ولا يحصيهم إلا الله، والإيمان بهم يتضمن مايلي: ¶ 1 - الإيمان بوجودهم. ¶ 2 - الإيمان بما علمنا اسمه منهم باسمه كجبريل، ومن لم نعلم اسمه نؤمن به إجمالاً، أي نؤمن بأن لله ملائكة كثيرين، ولا يلزم معرفة أسمائهم. ¶ 3 - الإيمان بما علمنا من صفاتهم، كصفة جبريل؛ فقد أخبر النبي صلى الله عليه وسلم أنه رآه على صفته التي خلقه الله عليها، وله ستمائة جناح قد سدَّ الأُفق. ¶ وقد يتحول الملك بأمر الله إلى هيئة رجل، كما حصل لجبريل حين أرسله الله إلى مريم أم المسيح - عليهما السلام - {فَتَمَثَّلَ لَهَا بَشَراً سَوِيّاً} [مريم: 17] وحين جاء إلى النبي صلى الله عليه وسلم وهو جالس بين أصحابه، حيث جاء جبريل بصورة رجل شديد بياض الثياب، شديد سواد الشعر، لا يُرَى عليه أثرُ السفر، ولا يعرفه أحدٌ من أصحاب رسول الله صلى الله عليه وسلم فجلس إلى رسول الله صلى الله عليه وسلم وأسند ركبتيه إلى ركبته، ووضع كفيه على فخذيه، وسأل النبي صلى الله عليه وسلم عن الإسلام، والإيمان، والإحسان، والساعة، وأماراتها، فأجابه النبي صلى الله عليه وسلم ثم قال بعد أن ولَّى: \"هذا",
            "page": "59",
            "part": "1",
            "seal": "B99E198E"
        },
        {
            "id": "61",
            "nass": "جبريل أتاكم يعلمكم دينكم\". ¶ وكذلك الملائكة الذين أرسلهم الله إلى إبراهيم ولوط على هيئة رجال. ¶ 4 - الإيمان بما علمنا من أعمالهم التي يقومون بها، كتسبيح الله، وعبادته ليلاً ونهاراً بدون ملل ولا فتور. ¶ وقد يكون لبعضهم أعمال خاصة، كـ \"جبريل\" الأمين على وحي الله يرسله الله بالوحي إلى الأنبياء والرسل، ومثل \"ميكائيل\" الموكل بالقطر أي النبات، ومثل \"مالك\" الموكل بالنار، ومثل الملائكة الموكلين بحفظ بني آدم. ¶ والإيمان بالملائكة يثمر ثمرات جليلة منها: ¶ 1 - العلم بعظمة الله تعالى، وقوته، وسلطانه: فإن عظمة المخلوق من عظمة الخالق. ¶ 2 - شكر الله على عنايته ببني آدم حيث وكل بهم من هؤلاء الملائكة من يقومون بحفظهم، وكتابة أعمالهم، وغير ذلك من مصالحهم. ¶ 3 - التقرب إلى الله بحب الملائكة على ما قاموا به من مراضي الله.",
            "page": "60",
            "part": "1",
            "seal": "9B667355"
        },
        {
            "id": "62",
            "nass": "ثالثاً: الإيمان بالكتب ¶ فهذا هو الركن الثالث من أركان الإيمان. ¶ والمراد بالكتب: هي الكتب التي أنزلها الله على رسله؛ رحمة بالخلق، وهداية لهم؛ ليصلوا إلى سعادة الدنيا والآخرة. ¶ والغاية التي أنزلت من أجلها الكتب: هي أن يُعْبَد الله وحده لا شريك له، ولتكون منهج حياة للبشر تقودهم بما فيها من هداية إلى كل خير، وتحيي نفوسهم، وتنير لهم دروب الحياة. ¶ والإيمان بالكتب يتضمن مايلي: ¶ 1 - الإيمان بأنها منزلة من عند الله حقاً. ¶ 2 - الإيمان بما علمنا اسمه منها كالقرآن الذي نزل على محمد، والإنجيل الذي نزل على عيسى، والتوراة التي أنزلت على موسى، والزبور الذي أوتيه داود، وما لم نعلمه نؤمن به إجمالاً. ¶ 3 - تصديق ما صح من أخبارها، والعمل بآخرها وهو القرآن؛ لأنه آخرها، ولأنه ناسخ لها. ¶ والكتب السماوية تتفق في أمور: فتتفق في وحدة المصدر؛ فكلها من عند الله، وتتفق في وحدة الغاية، وفي مسائل الاعتقاد، وأنها تدعو إلى العدل، والقسط، ومكارم الأخلاق، ومحاربة الظلم، والفساد، والانحراف، وتتفق في كثير من التشريعات، وتختلف في بعض التشريعات وتفاصيلها؛ فلكل أمة شريعة تلائمها وتناسبها.",
            "page": "61",
            "part": "1",
            "seal": "5C022FA0"
        },
        {
            "id": "63",
            "nass": "منزلة القرآن الكريم من الكتب السماوية ¶ القرآن الكريم هو آخر الكتب السماوية، وخاتمها، وأطولها، وأشملها، وهو الحاكم عليها؛ فهو مشتمل على ما اشتملت عليه الكتب السماوية السابقة، ويزيد عليها من المطالب الإلهية، والأخلاق النفسية. ¶ والقرآن فيه نبأ السابقين، واللاحقين، وفيه الحكم، والحكمة، والأحكام. ¶ والقرآن هو الحاكم المهيمن على الكتب السابقة؛ فما شهد له بالصدق فهو المقبول، وما حكم عليه بالرد فهو مردود قد دخله التحريف والتبديل. ¶ والقرآن جاء في الذروة من الفصاحة والبلاغة والإعجاز؛ فهو معجز في لفظه، ومعناه، وفي فصاحته، وإخباره عن الغيوب السابقة واللاحقة، وهو معجز في حكمه وأحكامه وفي كل ما جاء به. ¶ ولهذا يخضع له كل متمسك بالكتب المتقدمة؛ لأنها دلَّت عليه، وبشَّرت به. ¶ فالعمل - إذاً - يكون بالقرآن، ولا يُقبل من أحد دينٌ إلا ما جاء في هذا القرآن؛ فهو رسالة الله الأخيرة للبشرية، بل هو عامٌّ للجن والإنس؛ بخلاف الكتب السماوية الأخرى التي كانت خاصة بأقوام معينين، وفترات معينة. ¶ ثم إن القرآن محفوظ من الزيادة، والنقص، والتحريف؛ فلقد تكفل الله - سبحانه - بحفظه، قال - تعالى -: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر:9] ، والذكر هو القرآن، والسنة النبوية. ¶ والقرآن له أثر عظيم في القلوب؛ فما يسمعه أحد وهو ملقٍ سمعه إلا يجد أن له تأثيراً عظيماً في نفسه، ولو لم يفهم معانيه أو دلالاته، حتى ولو لم يكن",
            "page": "62",
            "part": "1",
            "seal": "A0674EED"
        },
        {
            "id": "64",
            "nass": "يعرف اللغة العربية. ¶ وهذا سرٌّ من أسرار القرآن التي تبيِّن عظمته. ¶ ثم إن القرآن له أبلغ الأثر في رُقي الأمم وفلاحها؛ فهو الذي أخرج الله به من أمة العرب أعلام الحكمة والهدى، وجعلهم خير أمة أُخرجت للناس، بعد أن كانوا يتخبطون في دياجير الجهالة. ¶ ومن خصائص القرآن: أن عجائبه لا تنقضي، وأنه لا يَخْلَق من كثرة الرد؛ فكلما أكثر الإنسان من قراءته زادت حلاوته مرة بعد مرة. ¶ ومن خصائصه: أن الله يسَّر تعلمه وحفظه؛ ولهذا فإن كثيراً من أطفال المسلمين يحفظونه كاملاً عن ظهر قلب. ¶ ومن خصائصه: أنه مشتمل على أعدل الأحكام، وأعظمها، وأشرفها، وأشملها، فلم يغادر صغيرة ولا كبيرة إلا وأحاط بها إجمالاً وتفصيلاً، ويشهد بذلك كل منصف عاقل، حتى ولو لم يكن مسلماً. ¶ يقول السير \"وليم مور\" في كتابه المسمى [حياة محمد] : \"إن القرآن ممتلىء بأدلة من الكائنات المحسوسة والدلائل العقلية على وجود الله - تعالى - وأنه الملك القدوس، وأنه سيجزي المرء بعمله إن خيراً فخير، وإن شراً فشر، وأن اتباع الفضائل، واجتناب الرذائل فرض على العالمين، وأن الواجب على كل مكلف أن يعبد الله - تعالى - وهي علة سعادته\". ¶ ويقول جيون: \"إن أوامر القرآن ليست محصورة في الفروض الدينية والأدبية فقط، إن القرآن عليه مدار الأمور الأخروية والدنيوية من الفقه، والتوحيد،",
            "page": "63",
            "part": "1",
            "seal": "8773B7AD"
        },
        {
            "id": "65",
            "nass": "والأحكام الحقوقية، والجزائية، وما به انتظام الكون، وقمع الظالم، وصيانة الحقوق، وذلك أمر إلهي لا مرية فيه. ¶ وبعبارة أخرى: إن القرآن المجيد هو الدستور العمومي لكل العالم الإسلامي، وهو دستور الدين الإسلامي، فهو نظام الكون في المعاش والمعاد، وبه النجاة الأبدية، وحفظ الصحة البدنية، والمصالح العمومية والشخصية، وما يترتب على ذلك من الفضائل الأدبية، والإجراءات الجزائية الدنيوية والأخروية، وكل ذلك منظم في القرآن المجيد\". ¶ وبالجملة فالشهادات في هذا السياق كثيرة جداً، ولو استمر الكاتب في سردها لطال به المقام.",
            "page": "64",
            "part": "1",
            "seal": "16C2CCB5"
        },
        {
            "id": "66",
            "nass": "السنة النبوية ¶ السنة النبوية: هي كل ما ورد عن النبي صلى الله عليه وسلم من قول، أو فعل، أو وصف، أو تقرير. ¶ والسنة شقيقة القرآن، تفسره، وتبينه، وتعبر عنه، وتدل عليه، وتفصِّل مجمله، وتدل على أحكام سكت عنها القرآن، فهي المصدر الثاني من مصادر التشريع الإسلامي، وهي من الذكر الذي تكفل الله بحفظه. ¶ والأحاديث التي جاءت عن الرسول صلى الله عليه وسلم كثيرة جداً، ولقد اعتنى بها العلماء غاية العناية، حيث ميزوا صحيحها من ضعيفها، ونقلوها إلينا بالأسانيد من طريق الرواة الثقاة العدول. ¶ ثمرات الإيمان بالكتب: ¶ 1 - العلم بعناية الله: حيث أنزل على كل قوم كتاباً يهديهم. ¶ 2 - العلم بحكمة الله: حيث شرع لكل قوم ما يلائمهم. ¶ 3 - التحرر من الهوى والنقص الذي يعتري أفكار البشر وتشريعاتهم.",
            "page": "65",
            "part": "1",
            "seal": "3EAEE0C6"
        },
        {
            "id": "67",
            "nass": "رابعاً: الإيمان بالرسل ¶ هذا هو الركن الرابع من أركان الإيمان، والرسل: جمع رسول، وهو كل من أوحي إليه بشرع وأُمِر بتبليغه. ¶ وأول الرسل نوح، وآخرهم محمد عليهم الصلاة والسلام. ¶ ولم تَخْلُ أمةٌ من الأمم من رسول، يبعثه الله بشريعة مستقلة إلى قومه، أو نبي يوحي إليه بشرعة مَنْ قبله، ليجددها. ¶ والرسل بشر مخلوقون، ليس لهم من خصائص الربوبية والألوهية شيء، ولهذا تلحقهم خصائص البشرية من المرض والموت والحاجة إلى الطعام والشراب. ¶ والرسالة اصطفاء من الله، واختيار، ولا تأتي بالاكتساب، والمجاهدة. ¶ والرسل خير البشر، وصفوتهم، وخلاصتهم. ¶ والإيمان بالرسل يتضمن مايلي: ¶ 1 - الإيمان بأن رسالتهم حق؛ فمن كفر برسالة واحد منهم فقد كفر بالرسل جميعاً، فالذي يكذب بعيسى أو موسى أو محمد أو غيرهم من الرسل فهو مكذب بجميع الرسل. ¶ وعلى هذا فالذين يؤمنون بعيسى، ويكذبون بمحمد - عليهما السلام - هم مكذبون بعيسى غير متبعين له؛ لأنه بَشَّرَ بمحمد صلى الله عليه وسلم ولا معنى لبشارته لهم إلا أنه رسول إليهم ينقذهم الله به من الضلالة، ويهديهم إلى الصراط المستقيم. ¶ 2 - الإيمان بما علمنا اسمه منهم باسمه كإبراهيم، وموسى، وعيسى،",
            "page": "66",
            "part": "1",
            "seal": "B960D7E4"
        },
        {
            "id": "68",
            "nass": "ومحمد، وما لم نعلمه نؤمن به إجمالاً؛ أي نؤمن بأن لله رسلاً قد بعثهم إلى أممهم، ولا يلزم أن نعرفهم بأسمائهم. ¶ 3 - تصديق ما صح من أخبارهم. ¶ 4 - العمل بشريعة خاتمهم الذي أُرسل إلى الناس جميعاً وهو محمد صلى الله عليه وسلم. ¶ من ثمرات الإيمان بالرسل: ¶ 1 - العلم برحمة الله، وعنايته بعباده: حيث أرسل إليهم الرسل ليهدوهم إلى صراط الله، ويبينوا لهم كيف يعبدون الله، ويسيرون على طريق مستقيمة في هذه الحياة؛ لأن العقل البشري لا يستقل بمعرفة ذلك. ¶ 2 - شكر الله على هذه النعمة. ¶ 3 - محبة الرسل، وتعظيمهم والثناء عليهم بما يليق بهم؛ لأنهم رسل الله، ولأنهم قاموا بعبادة الله، وتبليغ دعوته، والنصح لعباده، ولأنهم خير البشر، وصفوتهم، وأحسنهم أخلاقاً، وأعظمهم عبادة.",
            "page": "67",
            "part": "1",
            "seal": "25BB188F"
        },
        {
            "id": "69",
            "nass": "خامساً: الإيمان باليوم الآخر ¶ اليوم الآخر: هو يوم القيامة الذي يُبعث الناس فيه للحساب والجزاء؛ وسمي بذلك لأنه لا يوم بعده؛ حيث يستقر أهل الجنة في منازلهم، وأهل النار في منازلهم. ¶ ومعنى الإيمان باليوم الآخر: التصديق الجازم بإتيانه، والعمل بموجب ذلك. ¶ والإيمان باليوم الآخر يتضمن ثلاثة أمور: ¶ 1 - الإيمان بالبعث: وهو إحياء الموتى؛ حيث ينفخ في الصور، وهو قرن ينفخ فيه الملك الموكل بذلك، ويقوم الناس لرب العالمين حفاة عراة غُرْلاً أي غير مختونين. ¶ وهذا البعث مقتضى الحكمة؛ حيث تقتضي أن يجعل الله لهذه الخليقة معاداً يجازيهم فيه على ما كلفهم به على ألسنة رسله. ¶ 2 - الإيمان بالجزاء والحساب: فيحاسب العبد على عمله، ويجازى عليه؛ فمن جاء بالحسنة فله عشر أمثالها، ومن جاء بالسيئة فلا يجزى إلا مثلها وهم لا يظلمون. ¶ والجزاء والحساب مقتضى الحكمة؛ فإن الله أنزل الكتب، وأرسل الرسل، وفرض على العباد قبول ما جاء به الرسل، والعمل بما يجب العمل به. ¶ فلو لم يكن هناك حساب ولا جزاء لكان هذا من العبث الذي ينزه الله عنه. ¶ ثم إن العباد منهم البر والفاجر، والمؤمن والكافر، فهل يليق بحكمة الله أن يكون هؤلاء سواء؟",
            "page": "68",
            "part": "1",
            "seal": "8832066C"
        },
        {
            "id": "70",
            "nass": "الجواب: لا، قال - تعالى -: {أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ مَا لَكُمْ كَيْفَ تَحْكُمُونَ} [القلم:، 35 36] . ¶ 3 - الإيمان بالجنة والنار: وأنهما المآل الأبدي للخلق؛ فالجنة هي دار النعيم التي أعدَّها الله للمؤمنين المتقين الذين آمنوا بما أوجب الله عليهم الإيمان به، وقاموا بطاعة الله ورسله، مخلصين لله، متبعين لرسوله. ¶ وفي الجنة من أنواع النعيم ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. ¶ والناس في الجنة تتفاوت درجاتهم بحسب أعمالهم الصالحة. ¶ وأما النار فهي دار العذاب التي أعدَّها الله للكافرين الظالمين الذين كفروا به، وعصوا رسله. ¶ وفيها من أنواع النكال والعذاب ما لايخطر على البال. ¶ والنار دركات، وأهلها يتفاوتون في العذاب بحسب أعمالهم السيئة. ¶ ومما يلتحق بالإيمان باليوم الآخر: الإيمان بأشراط الساعة، وما في القيامة من الأهوال. ¶ ويلتحق فيه - أيضاً - الإيمان بكل ما يكون بعد الموت من: ¶ أ - فتنة القبر: وهي سؤال الميت بعد دفنه؛ حيث تُعادُ له الروح؛ فيُسأَل عن ربه، ودينه، ونبيه؛ فيُثَبِّت الله الذين آمنوا بالقول الثابت، فيقول المؤمن: ربي الله، وديني الإسلام، ونبيي محمد. ¶ ويضل الله الظالمين، فيقول الكافر: هاه، هاه، لا أدري.",
            "page": "69",
            "part": "1",
            "seal": "91D3F569"
        },
        {
            "id": "71",
            "nass": "ويقول المنافق أو المرتاب: لا أدري، سمعت الناس يقولون شيئاً فقلته. ¶ ب - عذاب القبر ونعيمه: فأما عذاب القبر، فيكون للظالمين من المنافقين والكافرين حيث يأتيهم من حَرِّ جهنم وعذابها ما يسوؤهم، ويضيِّق عليهم قبورهم. ¶ وأما نعيم القبر فللمؤمنين الصادقين، حيث يفتح لهم باب من أبواب الجنة، وتوسَّع عليهم قبورهم، ويأتيهم من نعيم الجنة ما تقر به عيونهم. ¶ ثمرات الإيمان باليوم الآخر: ¶ 1 - الرغبة في فعل الطاعات، والحرص عليها؛ رجاء لثواب ذلك اليوم. ¶ 2 - الرهبة من فعل المعاصي، والحذر من الرضا بها؛ خوفاً من عقاب ذلك اليوم. ¶ 3 - تسلية المؤمن عما يفوته في الدنيا بما يرجوه من نعيم الآخرة وثوابها. ¶ 4 - الصبر على الأذى، والمصائب، واحتسابُ الأجر.",
            "page": "70",
            "part": "1",
            "seal": "55CED550"
        },
        {
            "id": "72",
            "nass": "إنكار البعث بعد الموت والرد على هذا الزعم: ¶ أنكر الكافرون البعث بعد الموت زاعمين أن ذلك غير ممكن. ¶ وهذا الزعم باطل من وجوه عديدة منها: ¶ أ - الشرع: قال الله - تعالى -: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ} [التغابن: 7] . ¶ ب - أن الله هو الذي بدأ الخلق، والذي بدأه لا يعجزه إعادته. ¶ جـ - الحس: فقد أرى الله عباده إحياء الموتى في هذه الدنيا، ومن ذلك أن قوم موسى - عليه السلام - حين قالوا: {لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ} [البقرة: 55] ، أماتهم الله، ثم أحياهم. ¶ وفي قصة القتيل الذي اختصم فيه بنو إسرائيل زمن موسى - عليه السلام - فأمرهم الله أن يذبحوا بقرة، ويضربوه ببعضها؛ ليخبرهم بمن قتله، ففعلوا ذلك فأحياه الله، وأخبر بمن قتله، ثم مات. ¶ وكذلك قصة الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتواً ثم أحياهم. ¶ وكذلك ما أعطاه الله عيسى - عليه السلام - من القدرة على إحياء الموتى بإذن الله، والأدلة على ذلك كثيرة جداً.",
            "page": "71",
            "part": "1",
            "seal": "BDC8DDB4"
        },
        {
            "id": "73",
            "nass": "إنكار عذاب القبر ونعيمه والرد على هذا الزعم: ¶ ينكر بعض الناس عذاب القبر ونعيمه؛ بحجة أنه لو كُشِفَ عن الميت في قبره لَوُجِدَ كما كان، والقبر لم يتغير بسعة، ولا ضيق. ¶ وهذا الزعم باطل من وجوه عديدة منها: ¶ أ - الشرع: فأدلة الكتاب والسنة بيَّنت وقوع عذاب القبر ونعيمه، ولا تجوز معارضة هذه الأدلة بالرد والتكذيب. ¶ ب - الحس: ومن الأدلة الحسية التي تقرب المعنى، وتدل على عذاب القبر: أن النوم أخو الموت، والنائم يرى في منامه أنه بمكان فسيح يُنَعَّمُ به، أو يرى أنه في مكان موحش يتألم منه، وربما يستيقظ أحياناً مما رأى، وهو مع ذلك على فراشه وفي حجرته على ما هو عليه. ¶ ثم إن أحوال البرزخ في القبر لا يدركها الحس، ولو كانت تدرك بالحس لفاتت فائدة الإيمان بالغيب، ولتساوى المؤمن بالغيب والجاحد في التصديق به. ¶ ثم إن نعيم القبر وعذابه إنما يدركه الميت دون غيره، كما يرى النائم أنه في مكان موحش أو في مكان فسيح، وهو بالنسبة لغيره لم تتغير حاله، فهو يراه في منامه وبين فراشه وغطائه. ¶ ثم إن إدراك الخلق محدود بما مكنهم الله من إدراكه، ولا يمكن أن يدركوا كل شيء؛ فكما أن أبصارهم وأسماعهم لها حد تقف عنده فكذلك عقولهم ومداركهم لها حد تقف عنده. ¶ ومما ينبغي أن يُعْلَم في هذه المسألة أن عذاب القبر ونعيمه لا يختص بمن مات",
            "page": "72",
            "part": "1",
            "seal": "C5CB233B"
        },
        {
            "id": "74",
            "nass": "ووضع في القبر، بل يشمل كل من مات، سواء وضع في قبره، أو كان في ثلاجة الموتى، أو كان في بطن سبع، أو كان في صحراء لم يدفن فيها، وإنما قيل عذاب القبر؛ لأن العادة جرت بدفن الموتى.",
            "page": "73",
            "part": "1",
            "seal": "688CCB3F"
        },
        {
            "id": "75",
            "nass": "سادساً: الإيمان بالقدر ¶ القدر: هو تقدير الله للكائنات حسب ما سبق به علمه، واقتضته حكمته. ¶ وهو علم الله بالأشياء، وكتابته ومشيئته وخلقه لها. ¶ ومعنى الإيمان بالقدر: أن يؤمن الإنسان بأن الله يعلم ما يكون وما كان، وما سيكون، وأن ما شاء الله كان، وما لم يشأه لا يكون، وأن الله كتب مقادير الخلائق؛ فلا يقع شيء إلا بعلم الله، وكتابته، ومشيئته وخلقه. ¶ ويؤمن بأن ما أصابه لم يكن ليخطئه، وما أخطأه لم يكن ليصيبه. ¶ ويؤمن - مع ذلك - بأن الله قد أمر بطاعته، ونهى عن معصيته، فيفعل الطاعة؛ رجاء ثواب الله، ويترك المعصية؛ خوفاً من عقابه؛ فإذا أحسن حمد الله، وإذا أساء استغفر الله. ¶ ومن تمام الإيمان بالقدر: أن يأخذ الإنسان بالأسباب، ويسعى في مصالحه الدنيوية، ويسلك الطرق الصحيحة الموصلة إليها، فيضرب في الأرض، ويسعى لطلب الرزق؛ فإن أتت الأمور على ما يريد حمد الله، وإن أتت على خلاف ما يريد تعزى بقدر الله. ¶ والإيمان بالقدر على هذا النحو، يثمر سكون القلب، وطمأنينة النفس، وراحة البال، وترك التحسر على ما فات، ويورث الإنسان الشجاعة، والإقدام، وطرد اليأس، وقوة الاحتمال. ¶ ولهذا يجد المؤمنون بالقضاء والقدر راحة، وطمأنينة لا يجدها غيرهم ممن لا يؤمنون بقضاء الله وقدره.",
            "page": "74",
            "part": "1",
            "seal": "0B2DB2A3"
        },
        {
            "id": "76",
            "nass": "ولهذا يشيع الانتحار في البلاد الكافرة التي لا يؤمن أهلها بالله وقدره؛ فتراهم لا يحتملون أدنى مصيبة تنزل بهم. ¶ أما المؤمنون بالقدر فلا تكاد توجد عندهم أدنى نسبة للانتحار؛ بسبب أنهم يؤمنون بأن ما أصابهم إنما هو بقضاء الله وقدره، ويؤمنون بأن الله لا يُقَدِّر لعبده المؤمن إلا الخير، حتى وإن كان القضاء مراً؛ فإن عاقبته حميدة للمؤمن إن رضي بقدر الله.",
            "page": "75",
            "part": "1",
            "seal": "3D4EE1FB"
        },
        {
            "id": "77",
            "nass": "العبادة في الإسلام ¶ تعريفها: العبادة في الإسلام هي: التقرب إلى الله - عز وجل - بفعل ما أمر به، واجتناب ما نهى عنه. ¶ وهي شاملة لكل ما يحبه الله ويرضاه من الأقوال والأعمال الظاهرة والباطنة. ¶ وروح العبادة، ولبها، وحقيقتها تحقيق الحب والخضوع لله - تعالى -. ¶ شروط العبادة: لا تقبل العبادة إلا إذا اجتمع فيها شرطان: ¶ 1 - الإخلاص لله. ¶ 2 - المتابعة لرسوله صلى الله عليه وسلم. ¶ ومعنى ذلك: أنه لابد من أن تكون العبادة خالصة لله، وأن تكون موافقة لما جاء به الرسول صلى الله عليه وسلم فلا يعبد إلا الله، ولا يعبد إلا بما شرع. ¶ فالصلاة على سبيل المثال عبادة لا تصرف إلا لله، أي لا تُصلَّى إلا لله، وبهذا يتحقق الإخلاص. ¶ ولا يصلى إلا كما جاء عن رسول الله صلى الله عليه وسلم من كيفية الصلاة، وبهذا تتحقق الموافقة والمتابعة للرسول صلى الله عليه وسلم. ¶ ولسائل أن يسأل: ما الحكمة من اشتراط هذين الشرطين لصحة العبادة؟. ¶ والجواب عن ذلك من عدة وجوه: ¶ 1 - أن الله أمر بإخلاص العبادة له وحده؛ فعبادة غيره معه شرك به، قال - تعالى -: {وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ} [الأعراف: 29] .",
            "page": "76",
            "part": "1",
            "seal": "11E21F32"
        },
        {
            "id": "78",
            "nass": "2 - أن الله - تعالى - اختص نفسه بالتشريع؛ فهو حقه وحده، ومن تعبد بغير ما شرع الله فقد شارك الله في تشريعه. ¶ 3 - أن الله أكمل لنا الدين، فالذي يخترع عبادة من عنده يكون مستدركاً على الدين، متهماً له بالنقص. ¶ 4 - أنه لو جاز للناس أن يتعبدوا بما شاءوا كيفما شاءوا - لأصبح لكل إنسان طريقته الخاصة بالعبادة، ولأصبح - ت حياة الناس جحيماً لا يُطاق؛ إذ يسود التناحر والتنافر؛ لاختلاف الأذواق، والدين إنما يأمر بالاتفاق والائتلاف. ¶ أنواع العبادة: أنواع العبادة كثيرة كالصلاة، والزكاة، والصيام، والحج، وبر الوالدين، وصلة الأرحام، وصدق الحديث، وأداء الأمانة، والوفاء بالعهود، والأمر بالمعروف، والنهي عن المنكر، وإماطة الأذى عن الطريق، والإحسان إلى الأيتام والمساكين وابن السبيل والحيوان، وغير ذلك. ¶ ومن أنواع العبادة: الذكر، والدعاء، والاستعاذة بالله، والاستعانة به، والتوكل عليه، والتوبة، والاستغفار. ¶ ومنها: الصبر، والشكر، والرضا، والخوف، والمحبة، والرجاء، والحياء. ¶ فضائل العبادة: العبادة في الإسلام هي الغاية المحبوبة لله، والمرضية له، التي خلق لأجلها الخلق، وأرسل الرسل، وأنزل الكتب، وهي التي مدح القائمين بها، وذم المستكبرين عنها. ¶ والعبادة في الإسلام لم تشرع للتضييق على الناس، ولا لإيقاعهم في الحرج،",
            "page": "77",
            "part": "1",
            "seal": "790BAC94"
        },
        {
            "id": "79",
            "nass": "وإنما شرعت لحِكَمٍ عظيمة، ومصالح كثيرة، لا يحاط بعدّها وحصرها. ¶ فمن فضائل العبادة: أنها تزكي النفوس، وتطهرها، وتسمو بها إلى أعلى درجات الكمال الإنساني. ¶ ومن فضائلها: أن الإنسان محتاج إليها أعظم الحاجة، بل هو مضطر لها أشد الضرورة؛ فالإنسان بطبعه ضعيف، فقير إلى الله، وكما أن جسده بحاجة إلى الطعام والشراب - فكذلك قلبه وروحه بحاجة إلى العبادة والتوجه إلى الله، بل إن حاجة قلبه وروحه إلى العبادة أعظم بكثير من حاجة جسده إلى الطعام والشراب؛ فإن حقيقة العبد قلبه وروحه، ولا صلاح لهما إلا بالتوجه إلى الله بالعبادة؛ فلا تطمئن النفوس في الدنيا إلا بذكر الله وعبادته، ولو حصل للعبد لذَّات أو سرور بغير الله فلا يدوم، وقد يكون ذلك الذي يتلذذ به لا لذة فيه ولا سرور أصلاً. ¶ أما السرور بالله والأُنس به - عز وجل - فهو سرور لا ينقطع ولا يزول؛ فهو الكمال، والجمال، والسرور الحقيقي؛ فمن أراد السعادة الأبدية فليلزم عتبة العبودية لله وحده؛ ولهذا فإن أهل العبادة الحقة هم أسعد الناس، وأشرحهم صدراً. ¶ ولا يوجد ما يسكن إليه العبد ويطمئن به، ويتنعم بالتوجه إليه حقاً إلا الله. ¶ ومن فضائل العبادة: أنها تسهل على العبد فعل الخيرات، وترك المنكرات، وتسليه عند المصائب، وتخفف عليه المكاره، وتهون الآلام، فيتلقاها بصدر منشرح، ونفسٍ مطمئنة.",
            "page": "78",
            "part": "1",
            "seal": "25E0A38F"
        },
        {
            "id": "80",
            "nass": "ومن فضائلها: أن العبد يتحرر بعبوديته لربه من رق المخلوقين، والتعلق بهم، وخوفهم، ورجائهم؛ وبهذا يكون عزيز الجانب، مرفوع الرأس، عالي القدر. ¶ وأعظم فضائلها: أنها هي السبب الأعظم لنيل رضا الله، والفوز بالجنة، والنجاة من النار.",
            "page": "79",
            "part": "1",
            "seal": "3E5C306F"
        },
        {
            "id": "81",
            "nass": "الردة عن الإسلام ¶ مر بنا فيما مضى حديث عن الحرية وأن الإسلام يكفل الحريات ويحفظها ويضبطها بالضوابط التي تجعل منها أداة خير وتعمير ولا معول هدم وتدمير. ¶ ومما ينافي هذه الحرية الردة عن الإسلام بعد الدخول فيه ومما يحفظ هذه الحرية منع الداخل في الإسلام أن يرتد عنه. ¶ ولهذا قال النبي صلى الله عليه وسلم: \"لا يحل دم امرئ مسلم إلا بإحدى ثلاث إحداها: التارك لدينه المفارق للجماعة\". ¶ وقال عليه الصلاة والسلام: \"من بدل دينه فاقتلوه\". ¶ وقت المرتد ليس من التدخل في الشؤون الشخصية ولا من الإرهاب بل إن الردة وإصرار المرتد عليها ضرر على الآخرين كما سيأتي بيان ذلك. ¶ وإنما جبر على البقاء في الإسلام وحكم بقتله إذا رفض لأسباب وحكم عظيمة منها: ¶ أن تركه على الردة سيكون سببا في هد بنيان نظام الأمة وتخلخل خير أمة أخرجت للناس فالمبيح قتله هو الكفر بعد الإيمان وهو نوع خاص من الكفر فإنه لو لم يقتل ذلك لكان الداخل في الدين يخرج منه فقتله حفظ لأهل الدين وللدين فإن ذلك يمنعهم من النقص ويمنعهم من الخروج",
            "page": "80",
            "part": "1",
            "seal": "5A7F92D6"
        },
        {
            "id": "82",
            "nass": "بخلاف من لم يدخل فيه. ¶ ومما ينبغي أن يعلم أن الإسلام جاء بما يسمى بحفظ الضروريات الخمس وحرم التعدي عليها وهي: الدين والنفس والعرض والعقل والمال وأهم هذه الضروريات الدين. ¶ وإذا كان التعدي على النفس أو العرض أو العقل أو المال يعد جرما عظيما فإن التعدي على الدين بالردة أعظم منه وأشد. ¶ وذلك لما مضى ذكره من الأسباب وأن من ارتد عن الإسلام بعد دخوله فيه وإدراكه له كان خارجا عن الحق والمنطق ومنكرا للدليل والبرهان وحائدا عن العقل السليم والفطرة السوية. ¶ وحين يصل الإنسان إلى هذا المستوى يكون قد هوى إلى أقصى دركات الانحطاط. ¶ ومثل هذا الإنسان لا ينبغي المحافظة على حياته ولا الحرص على بقائه لأن حياته ليست لها غاية كريمة ولا مقصد نبيل. ¶ وبالجملة فإن الارتداد عن الإسلام خروج على العقيدة وشذوذ عن الجماعة وإضعاف للأمة وتكثير لسواد الأعداء وإفشاء لأسرار المسلمين. ¶ ثم إن في جعل عقوبة المرتد إباحة دمه زاجرا للأمم الأخرى عن الدخول في الدين نفاقا لأهله وباعثا لهم على التثبيت من أمره فلا يدخلونه إلا على بصيرة وسلطان مبين لأن الداخل في الدين نفاقا يتعسر عليه الاستمرار على الإسلام وإقامة شعائره.",
            "page": "81",
            "part": "1",
            "seal": "55C15ED3"
        },
        {
            "id": "83",
            "nass": "وإذا نظرت في تاريخ الإسلام الطويل تبحث عن حال من ارتدوا بعد الإسلام لا تجد من ارتد عن الدين رغبة عنه وسخطة عليه. ¶ وإذا وجدت فلا تجد سوى طائفتين: منهم من دخل الإسلام منافقا قضى وطره أو انقطع أمله انقلب على وجهه خاسرا وذلك كحال من يسلم لمكيد يقصد بها الصد عن دين الله كما حصل من بعض اليهود في أول عهد الدعوة حينما تمالأ نفر منهم بأن يؤمنوا أول النهار ويكفروا آخره من أجل إحداث بلبلة في صفوف المؤمنين لأن اليهود أهل كتاب فإذا حصل منهم الردة وقع في بعض النفوس الضعيفة أن هؤلاء اليهود لو لم يتبينوا خطأ هذا الدين لما رجعوا عنه. ¶ ومنهم من لم يعرف حقائق الدين ولم يتلق عقائده ببراهين تربط على قلبه ليكون من الموقنين فمتى عرضت له شبهة من الباطل تزلزلت عقيدته وأصبح في ريبه مترددا. ¶ وقد يكون ممن يريد إطلاق العنان لشهواته أيا كانت فلا يريد أن يقف الدين عائقا له عن ذلك. ¶ ومما ينبغي التنبيه عليه في هذا لاصدد أن للإنسان قبل أن يؤمن بالإسلام الحق في أن يؤمن أو يكفر فإذا رغب في اعتناق أي دين من الأديان فلا اعتراض عليه ويبقى له حق الحياة والأمن والعيش بسلام. ¶ وإذا رغب في الإسلام ودخل فيه وآمن به فعليه أن يخلص له ويتجاوب معه.",
            "page": "82",
            "part": "1",
            "seal": "550E8042"
        },
        {
            "id": "84",
            "nass": "فإذا ارتد عن الإسلام بعد ذلك ونبذ قواعده وسفه شعائره ومقدساته – فهل من حقه أن يطالب المسلمين بأن يهيؤا له الحياة الكريمة؟! ¶ إن محاولة إقناع المسلمين بهذا الوضع سفه وضلال. ¶ وأخيرا فإن المرتد لا تثبت ردته إلا بشهادة اثنين أو اعترافه أو نطقه بذلك. ¶ وإذا ثبتت ردته طولب بالعودة والرجوع إلى الدين. ¶ وإذا أصر فليس لأي أحد أن يقوم بقتله وإنما ذلك لولي أمر المسلمين.",
            "page": "83",
            "part": "1",
            "seal": "BFF40683"
        },
        {
            "id": "85",
            "nass": "مكانة المرأة في الإسلام ¶ لقد رفع الإسلام مكانة المرأة، وأكرمها بما لم يكرمها به دين سواه؛ فالنساء في الإسلام شقائق الرجال، وخير الناس خيرهم لأهله؛ فالمسلمة في طفولتها لها حق الرضاع، والرعاية، وإحسان التربية، وهي في ذلك الوقت قرة العين، وثمرة الفؤاد لوالديها وإخوانها. ¶ وإذا كبرت فهي المعززة المكرمة، التي يغار عليها وليها، ويحوطها برعايته، فلا يرضى أن تمتد إليها أيد بسوء، ولا ألسنة بأذى، ولا أعين بخيانة. ¶ وإذا تزوجت كان ذلك بكلمة الله، وميثاقه الغليظ؛ فتكون في بيت الزوج بأعز جوار، وأمنع ذمار، وواجب على زوجها إكرامها، والإحسان إليها، وكف الأذى عنها. ¶ وإذا كانت أماً كان برُّها مقروناً بحق الله - تعالى - وعقوقها والإساءة إليها مقروناً بالشرك بالله، والفساد في الأرض. ¶ وإذا كانت أختاً فهي التي أُمر المسلم بصلتها، وإكرامها، والغيرة عليها. ¶ وإذا كانت خالة كانت بمنزلة الأم في البر والصلة. ¶ وإذا كانت جدة، أو كبيرة في السن زادت قيمتها لدى أولادها، وأحفادها، وجميع أقاربها؛ فلا يكادر يرد لها طلب، ولا يُسَفَّه لها رأي. ¶ وإذا كانت بعيدة عن الإنسان لا يدنيها قرابة أو جوار كان له حق الإسلام العام من كف الأذى، وغض البصر ونحو ذلك. ¶ وما زالت مجتمعات المسلمين ترعى هذه الحقوق حق الرعاية، مما جعل للمرأة",
            "page": "84",
            "part": "1",
            "seal": "2DC749A6"
        },
        {
            "id": "86",
            "nass": "قيمة واعتباراً لا يوجد لها عند المجتمعات غير المسلمة. ¶ ثم إن للمرأة في الإسلام حق التملك، والإجارة، والبيع، والشرء، وسائر العقود، ولها حق التعلم، والتعليم، بما لا يخالف دينها، بل إن من العلم ما هو فرض عين يأثم تاركه ذكراً أم أنثى. ¶ بل إن لها ما للرجال إلا بما تختص به من دون الرجال، أو بما يختصون به دونها من الحقوق والأحكام التي تلائم كُلاً منهما على نحو ما هو مفصل في مواضعه. ¶ ومن إكرام الإسلام للمرأة أن أمرها بما يصونها، ويحفظ كرامتها، ويحميها من الألسنة البذيئة، والأعين الغادرة، والأيدي الباطشة؛ فأمرها بالحجاب والستر، والبعد عن التبرج، وعن الاختلاط بالرجال الأجانب، وعن كل ما يؤدي إلى فتنتها. ¶ ومن إكرام الإسلام لها: أن أمر الزوج بالإنفاق عليها، وإحسان معاشرتها، والحذر من ظلمها، والإساءة إليها. ¶ بل ومن المحاسن - أيضاً - أن أباح للزوجين أن يفترقا إذا لم يكن بينهما وفاق، ولم يستطيعا أن يعيشا عيشة سعيدة؛ فأباح للزوج طلاقها بعد أن تخفق جميع محاولات الإصلاح، وحين تصبح حياتهما جحيماً لا يطاق. ¶ وأباح للزوجة أن تفارق الزوج إذا كان ظالماً لها، سيئاً في معاشرتها، فلها أن تفارقه على عوض تتفق مع الزوج فيه، فتدفع له شيئاً من المال، أو تصطلح معه على شيء معين ثم تفارقه. ¶ ومن إكرام الإسلام للمرأة: أن أباح للرجل أن يعدد، فيتزوج بأكثر",
            "page": "85",
            "part": "1",
            "seal": "347F84E6"
        },
        {
            "id": "87",
            "nass": "من واحدة، فأباح له أن يتزوج اثنتين، أو ثلاثاً، أو أربعاً، ولا يزيد عن أربع بشرط أن يعدل بينهن في النفقة، والكسوة، والمبيت، وإن اقتصر الزوج على واحدة فله ذلك. ¶ هذا وإن في التعدد حكماً عظيمة، ومصالح كثيرة لا يدركها الذين يطعنون في الإسلام، ويجهلون الحكمة من تشريعاته، ومما يبرهن على الحكمة من مشروعية التعدد مايلي: ¶ 1 - أن الإسلام حرم الزنا، وشدَّد في تحريمه؛ لما فيه من المفاسد العظيمة التي تفوق الحصر والعد، والتي منها: اختلاط الأنساب، وقتل الحياء، والذهاب بالشرف وكرامة الفتاة؛ إذ الزنا يكسوها عاراً لا يقف حده عندها، بل يتعداه إلى أهلها وأقاربها. ¶ ومن أضرار الزنا: أن فيه جناية على الجنين الذي يأتي من الزنا؛ حيث يعيش مقطوع النسب، محتقراً ذليلاً. ¶ ومن أضراره: ما ينتج عنه من أمراض نفسية وجسدية يصعب علاجها، بل ربما أودت بحياة الزاني كالسيلان، والزهري، والهربس، والإيدز، وغيرها. ¶ والإسلام حين حرَّم الزنا وشدَّد في تحريمه فتح باباً مشروعاً يجد فيه الإنسان الراحة، والسكن، والطمأنينة ألا وهو الزواج، حيث شرع الزواج، وأباح التعدد فيه كما مضى. ¶ ولا ريب أن منع التعدد ظلم للرجل وللمرأة؛ فمنعه قد يدفع إلى الزنا؛ لأن عدد النساء يفوق عدد الرجال في كل زمان ومكان، ويتجلى ذلك في أيام",
            "page": "86",
            "part": "1",
            "seal": "AE44C395"
        },
        {
            "id": "88",
            "nass": "الحروب؛ فَقَصْر الزواج على واحدة يؤدي إلى بقاء عدد كبير من النساء دون زواج، وذلك يسبب لهن الحرج، والضيق، والتشتت، وربما أدى بهن إلى بيع العرض، وانتشار الزنا، وضياع النسل. ¶ 2 - أن الزواج ليس متعة جسدية فحسب: بل فيه الراحة، والسكن، وفيه - أيضاً - نعمة الولد، والولد في الإسلام ليس كغيره في النظم الأرضية؛ إذ لوالديه أعظم الحق عليه؛ فإذا رزقت المرأة أولاداً، وقامت على تربيتهم كانوا قرة عين لها؛ فأيهما أحسن للمرأة: أن تنعم في ظل رجل يحميها، ويحوطها، ويرعاها، وترزق بسببه الأولاد الذين إذا أحسنت تربيتهم وصلحوا كانوا قرة عين لها؟ أو أن تعيش وحيدة طريدة ترتمي هنا وهناك؟!. ¶ 3 - أن نظرة الإسلام عادلة متوازنة: فالإسلام ينظر إلى النساء جميعهن بعدل، والنظرة العادلة تقول بأنه لابد من النظر إلى جميع النساء بعين العدل. ¶ إذا كان الأمر كذلك؛ فما ذنب العوانس اللاتي لا أزواج لهن؟ ولماذا لا ينظر بعين العطف والشفقة إلى من مات زوجها وهي في مقتبل عمرها؟ ولماذا لا ينظر إلى النساء الكثيرات اللواتي قعدن بدون زواج؟. ¶ أيهما أفضل للمرأة: أن تنعم في ظل زوج معه زوجة أخرى، فتطمئن نفسها، ويهدأ بالها، وتجد من يرعاها، وترزق بسببه الأولاد، أو أن تقعد بلا زواج البتة؟. ¶ وأيهما أفضل للمجتمعات: أن يعدد بعض الرجال فيسلم المجتمع من تبعات العنوسة أو ألا يعدد أحد، فتصطلي المجتمعات بنيران الفساد؟.",
            "page": "87",
            "part": "1",
            "seal": "D2CB1C86"
        },
        {
            "id": "89",
            "nass": "وأيهما أفضل: أن يكون للرجل زوجتان أو ثلاث أو أربع أو أن يكون له زوجة واحدة وعشر عشيقات، أو أكثر أو أقل؟. ¶ 4 - أن التعدد ليس واجباً: فكثير من الأزواج المسلمين لا يعددون؛ فطالما أن المرأة تكفيه، أو أنه غير قادر على العدل فلا حاجة له في التعدد. ¶ 5 - أن طبيعة المرأة تختلف عن طبيعة الرجل: وذلك من حيث استعدادها للمعاشرة؛ فهي غير مستعدة للمعاشرة في كل وقت، ففي الدورة الشهرية مانع قد يصل إلى عشرة أيام، أو أسبوعين كل شهر. ¶ وفي النفاس مانع - أيضاً - والغالب فيه أنه أربعون يوماً، والمعاشرة في هاتين الفترتين محظورة شرعاً، لما فيها من الأضرار التي لا تخفى. ¶ وفي حال الحمل قد يضعف استعداد المرأة في معاشرة الزوج، وهكذا. ¶ أما الرجل فاستعداده واحد طيلة الشهر، والعام؛ فبعض الرجال إذا منع من التعدد قد يؤول به الأمر إلى الزنا. ¶ 6 - قد تكون الزوجة عقيماً لا تلد: فيُحْرَمُ الزوج من نعمة الولد، فبدلاً من تطليقها يبقي عليها، ويتزوج بأخرى ولود. ¶ وقد يقال: وإذا كان الزوج عقيماً والزوجة ولوداً؛ فهل للمرأة الحق في الفراق؟. ¶ والجواب: نعم فلها ذلك إن أرادت. ¶ 7 - قد تمرض الزوجة مرضاً مزمناً: كالشلل وغيره، فلا تستطيع القيام على خدمة الزوج؛ فبدلاً من تطليقها يبقي عليها، ويتزوج بأخرى.",
            "page": "88",
            "part": "1",
            "seal": "EB6AB0AA"
        },
        {
            "id": "90",
            "nass": "8 - قد يكون سلوك الزوجة سيئاً: فقد تكون شرسة، سيئة الخلق لا ترعى حق زوجها؛ فبدلاً من تطليقها يبقي الزوج عليها، ويتزوج بأخرى؛ وفاء للزوجة، وحفظاً لحق أهلها، وحرصاً على مصلحة الأولاد من الضياع إن كان له أولاد منها. ¶ 9 - أن قدرة الرجل على الإنجاب أوسع بكثير من قدرة المرأة: فالرجل يستطيع الإنجاب إلى ما بعد الستين، بل ربما تعدى المائة وهو في نشاطه وقدرته على الإنجاب. ¶ أما المرأة فالغالب أنها تقف عن الإنجاب في حدود الأربعين، أو تزيد عليها قليلاً؛ فمنع التعدد حرمان للأمة من النسل. ¶ 10 - أن في الزواج من ثانية راحة للأولى: فالزوجة الأولى ترتاح قليلاً أو كثيراً من أعباء الزوجية؛ إذ يوجد من يعينها ويأخذ عنها نصيباً من أعباء الزوج. ¶ ولهذا، فإن بعض العاقلات إذا كبرت في السن وعجزت عن القيام بحق الزوج أشارت عليه بالتعدد. ¶ 11 - التماس الأجر: فقد يتزوج الإنسان بامرأة مسكينة لا عائل لها، ولا راع، فيتزوجها بنيَّة إعفافها، ورعايتها، فينال الأجر من الله بذلك. ¶ 12 - أن الذي أباح التعدد هو الله - عز وجل -: فهو أعلم بمصالح عباده، وأرحم بهم من أنفسهم. ¶ وهكذا يتبين لنا حكمة الإسلام، وشمول نظرته في إباحة التعدد، ويتبين لنا جهل من يطعنون في تشريعاته.",
            "page": "89",
            "part": "1",
            "seal": "8CDA4867"
        },
        {
            "id": "91",
            "nass": "ومن إكرام الإسلام للمرأة أن جعل لها نصيباً من الميراث؛ فللأم نصيب معين، وللزوجة نصيب معين، وللبنت وللأخت ونحوها نصيب على نحو ما هو مُفَصَّل في موضعه. ¶ ومن تمام العدل أن جعل الإسلام للمرأة من الميراث نصف ما للرجل، وقد يظن بعض الجهلة أن هذا من الظلم؛ فيقولون: كيف يكون للرجل مثل حظ الأنثيين من الميراث؟ ولماذا يكون نصيب المرأة نصف نصيب الرجل؟. ¶ والجواب أن يقال: إن الذي شرع هذا هو الله الحكيم العلم بمصالح عباده. ¶ ثم أي ظلم في هذا؟ إن نظام الإسلام متكامل مترابط؛ فليس من العدل أن يؤخذ نظام، أو تشريع، ثم ينظر إليه من زاوية واحدة دون ربطه بغيره، بل ينظر إليه من جميع جوانبه؛ فتتضح الصورة، ويستقيم الحكم. ¶ ومما يتبين به عدل الإسلام في هذه المسألة: أن الإسلام جعل نفقة الزوجة واجبة على الزوج، وجعل مهر الزوجة واجب على الزوج - أيضاً -. ¶ ولنفرض أن رجلاً مات، وخلَّف ابناً، وبنتاً، وكان للابن ضعف نصيب أخته، ثم أخذ كل منهما نصيبه، ثم تزوج كل منهما؛ فالابن إذا تزوج فإنه مطالب بالمهر، والسكن، والنفقة على زوجته وأولاده طيلة حياته. ¶ أما أخته فسوف تأخذ المهر من زوجها، وليست مطالبة بشيء من نصيبها لتصرفه على زوجها، أو نفقة بيتها أو على أولادها؛ فيجتمع لها ما ورثته من أبيها، مع مهرها من زوجها، مع أنها لا تُطَالب بالنفقة على نفسها وأولادها. ¶ أليس إعطاء الرجل ضعف ما للمرأة هو العدل بعينه إذاً؟",
            "page": "90",
            "part": "1",
            "seal": "17DFBE50"
        },
        {
            "id": "92",
            "nass": "هذه هي منزلة المرأة في الإسلام؛ فأين النظم الأرضية من نظم الإسلام العادلة السماوية، فالنظم الأرضية لا ترعى للمرأة كرامتها، حيث يتبرأ الأب من ابنته حين تبلغ سن الثامنة عشرة أو أقل؛ لتخرج هائمة على وجهها تبحث عن مأوى يسترها، ولقمة تسد جوعتها، وربما كان ذلك على حساب الشرف، ونبيل الأخلاق. ¶ وأين إكرام الإسلام للمرأة، وجعلها إنساناً مكرماً من الأنظمة التي تعدها مصدر الخطيئة، وتسلبها حقها في الملكية والمسؤولية، وتجعلها تعيش في إذلال واحتقار، وتعدها مخلوقاً نجساً؟. ¶ وأين إكرام الإسلام للمرأة ممن يجعلون المرأة سلعة يتاجرون بجسدها في الدعايات والإعلانات. ¶ وأين إكرام الإسلام لها من الأنظمة التي تعد الزواج صفقة مبايعة تنتقل فيه الزوجة؛ لتكون إحدى ممتلكات الزوج؟ حتى إن بعض مجامعهم انعقدت؛ لتنظر في حقيقة المرأة وروحها أهل هي من البشر أو لا؟!. ¶ وهكذا نرى أن المرأة المسلمة تسعد في دنياها مع أسرتها وفي كنف والديها، ورعاية زوجها، وبر أبنائها سواء في حال طفولتها، أو شبابها، أو هرمها، وفي حال فقرها أو غناها، أو صحتها أو مرضها. ¶ وإن كان هناك من تقصير في حق المرأة في بعض بلاد المسلمين أو من بعض المنتسبين إلى الإسلام - فإنما هو بسبب القصور والجهل، والبُعد عن تطبيق",
            "page": "91",
            "part": "1",
            "seal": "262C7616"
        },
        {
            "id": "93",
            "nass": "شرائع الدين، والوزر في ذلك على من أخطأ - والدين براء من تبعة تلك النقائص. ¶ وعلاج ذلك الخطأ إنما يكون بالرجوع إلى هداية الإسلام وتعاليمه؛ لعلاج الخطأ. ¶ هذه هي منزلة المرأة في الإسلام على سبيل الإجمال: عفة، وصيانة، ومودة، ورحمة، ورعاية، وتذمم إلى غير ذلك من المعاني الجميلة السامية. ¶ أما الحضارة المعاصرة فلا تكاد تعرف شيئاً من تلك المعاني، وإنما تنظر للمرأة نظرة مادية بحتة، فترى أن حجابها وعفتها تخلف ورجعية، وأنها لابد أن تكون دمية يعبث بها كل ساقط؛ فذلك سر السعادة عندهم. ¶ وما علموا أن تبرج المرأة وتهتكها هو سبب شقائها وعذابها. ¶ وإلا فما علاقة التطور والتعليم بالتبرج وإظهار المفاتن، وإبداء الزينة، وكشف الصدور، والأفخاذ، وما هو أشد؟!. ¶ وهل من وسائل التعليم والثقافة ارتداء الملابس الضيقة والشفافة والقصيرة؟!. ¶ ثم أي كرامة حين توضع صور الحسناوات في الإعلانات والدعايات؟! ¶ ولماذا لا تروج عندهم إلا الحسناء الجميلة، فإذا استنفذت السنوات جمالها وزينتها أهملت ورميت كأي آلة انتهت مدة صلاحيتها؟!. ¶ وما نصيب قليلة الجمال من هذه الحضارة؟ وما نصيب الأم المسنة، والجدة، والعجوز؟. ¶ إن نصيبها في أحسن الأحوال يكون في الملاجئ، ودور العجزة والمسنين؛ حيث لا تُزار ولا يُسأل عنها.",
            "page": "92",
            "part": "1",
            "seal": "F977CA29"
        },
        {
            "id": "94",
            "nass": "وقد يكون لها نصيب من راتب تقاعد، أو نحوه، فتأكل منه حتى تموت؛ فلا رحم هناك، ولا صلة، ولا ولي حميم. ¶ أما المرأة في الإسلام فكلما تقدم السن بها زاد احترامها، وعظم حقها، وتنافس أولادها وأقاربها على برها - كما سبق - لأنها أدَّت ما عليها، وبقي الذي لها عند أبنائها، وأحفادها، وأهلها، ومجتمعها. ¶ أما الزعم بأن العفاف والستر تخلف ورجعية - فزعم باطل، بل إن التبرج والسفور هو الشقاء والعذاب، والتخلف بعينه، وإذا أردت الدليل على أن التبرج هو التخلف فانظر إلى انحطاط خصائص الجنس البشري في الهمج العراة الذين يعيشون في المتاهات والأدغال على حال تقرب من البهيمية؛ فإنهم لا يأخذون طريقهم في مدارج الحضارة إلا بعد أن يكتسوا. ¶ ويستطيع المراقب لحالهم في تطورهم أن يلاحظ أنهم كلما تقدموا في الحضارة زادت نسبة المساحة الكاسية من أجسادهم، كما يلاحظ أن الحضارة الغربية في انتكاسها تعود في هذا الطريق القهقرى درجة درجة حتى تنتهي إلى العري الكامل في مدن العراة التي أخذت في الانتشار بعد الحرب العالمية الأولى، ثم استفحل داؤها في السنوات الأخيرة. ¶ وهكذا تبين لنا عظم منزلة المرأة في الإسلام، ومدى ضياعها وتشردها إذا هي ابتعدت عن الإسلام.",
            "page": "93",
            "part": "1",
            "seal": "77A1B543"
        },
        {
            "id": "95",
            "nass": "تساؤل ¶ وبعد أن تبيَّن لك أيها القارىء الكريم من خلال الصفحات الماضية عظمةُ دين الإسلام، وشموله، وعدله، ومدى حاجة البشرية إليه - قد يخطر ببالك تساؤل فتقول: ¶ إذا كان الإسلام بهذه العظمة والشموع والعدل - فلماذا لا نرى أهله في مقدمة الأمم في هذا العصر؟ ولماذا نرى كثيراً منهم بعيداً عن الاتصاف بما يأمر به الدين؟ وما مدى صحة ما يقال بأن الإسلام دين تطرف، وإرهاب؟. ¶ والجواب عن ذلك يسير بحمد الله، وذلك من عدة وجوه: ¶ 1 - أن حال المسلمين في عصورهم المتأخرة لاتمثل حقيقة الإسلام: فمن الظلم وقصور النظر أن تُجْعَلَ حالُ المسلمين في هذه العصور المتأخرة - هي الصورة التي تمثل الإسلام، فيُظنَّ أن الإسلام لم يَرْفَعْ عنهم الذلة، ولا التفرق، ولا الفقر؛ فعلى من يريد الحقيقة بعدل وإنصاف أن ينظر إلى دين الإسلام من خلال مصادره الصحيحة من كتاب الله، وسنة رسوله صلى الله عليه وسلم وما كان عليه سلف الأمة الصالح، وأن ينظر إلى الإسلام من خلال الكتب التي تتحدث عنه بعدل وعلم، فسيتبين له أن الإسلام يدعو إلى كل صلاح ديني ودنيوي، وأنه يحث على الاستعداد لتعلم العلوم النافعة، وأنه يدعو إلى تقوية العزائم، وجمع الكلمة. ¶ ثم إن انحرافات بعض المنتسبين إلى الإسلام - قَلَّتْ أو كثرت - لا يجوز بحال من الأحوال أن تحسب على الدين، أو أن يعاب بها، بل هو براء منها، وتبعة الانحراف تعود على المنحرفين أنفسهم؛ لأن الإسلام لم يأمرهم بذلك؛ بل نهاهم",
            "page": "94",
            "part": "1",
            "seal": "C84425E9"
        },
        {
            "id": "96",
            "nass": "وزجرهم عن الانحراف عما جاء به. ¶ ثم إن العدل يقتضي بأن يُنظر في حال القائمين بالدين حق القيام، والمنفذين لأوامره وأحكامه في أنفسهم وفي غيرهم؛ فإن ذلك يملأ القلوب إجلالاً ووقاراً لهذا الدين وأهله؛ فالإسلام لم يغادر صغيرة ولا كبيرة من الإرشاد والتهذيب إلا حثَّ عليها، ولا رذيلة أو مفسدة إلا صدَّ عن سبيلها، وبذلك كان المعظمون لشأنه، المقيمون لشعائره في أعلى طبقة من أدب النفس، وتربيتها على محاسن الشيم، ومكارم الأخلاق، يشهد لهم بذلك القريب والبعيد، والموافق والمخالف. ¶ أما مجرد النظر إلى حال المسلمين المفرِّطين في دينهم، الناكبين عن صراطه المستقيم - فليس من العدل في شيء، بل هو الظلم بعينه. ¶ 2 - أن تأخر المسلمين سببه البعد عن الدين: فلم يتأخر المسلمون عن ركب الحضارة، ولم يتفرقوا ويُسْتذلوا إلا عندما فرطوا في دينهم، ونسوا حظاً مما ذُكِّروا به. ¶ فالإسلام دين الرقي، والتقدم، والزكاء، وعندما كان المسلمون متمسكين بدينهم حق التمسك دانت لهم أمم الأرض قروناً متطاولة، فنشروا فيها لواء الحكمة، والعدل، والعلم. ¶ وهل ترقت أمم الأرض، وبزَّت غيرها في الصناعات والاختراعات المذهلة إلا بعد أن استنارت عقول أهليها بعلوم المسلمين بعد الحروب الصليبية؟. ¶ ألم تكن تلك الأمم في القرون التي يسمونها القرون المظلمة في غاية الجهل، والهمجية؟.",
            "page": "95",
            "part": "1",
            "seal": "D7FBD0F9"
        },
        {
            "id": "97",
            "nass": "ألم يكن المسلمون هم سادة الخلق آنذاك؟. ¶ ألم تكن مدنية الإسلام هي المدنية الزاهرة الحقيقية؛ حيث كان روحها الدين والعدل، والرحمة، حتى لقد شملت بظلها الظليل، وإحسانها المتدفق جميع الناس حتى المخالفين والأعداء؟. ¶ فهل أخَّر المسلمين دينُهم الحقُّ؟ وهل منعهم من الرُّقي الحقيقي؟ وهل نفع الآخرين كُفْرُهم بالله في تلك القرون الطويلة؛ إذ كانوا هم الأذلين المخذولين؟. ¶ ثم لما قصَّر المسلمون في التمسك بدينهم، وقصَّروا في الأخذ بالأسباب الموصلة إلى خيري الدنيا والآخرة - حلَّ بهم التفكك والدمار. ¶ ثم إن التقدم المادي لا يكفي وحده، بل لابد معه من الدين الحق الذي يزكي النفوس، ويرتقي بالأخلاق؛ فها هي أمم الكفر لما ارتقت في علوم المادة وأغفلت جانب الروح - ها هي تتخبط في تيهها وضلالها؛ فهل أغنت عنها تلك المدنية المادية فتيلاً؟ ¶ ألم تكن حضارتها قائمة على الظلم، والجشع، والاستبداد، والاستعباد، والتسلط على الأمم الضعيفة؟ ¶ ألم ينتشر فيهم الخيانة، والسرقة، والانتحار، والقتل، والأمراض النفسية، والجنسية وغيرها؟. ¶ فهذا أكبر برهان على أن الرقي المادي ينقلب ضرراً على أهله إذا خلا من الدين الحق الذي تستنير به العقول، وتزكو به النفوس.",
            "page": "96",
            "part": "1",
            "seal": "45C56D11"
        },
        {
            "id": "98",
            "nass": "3 - أن القول بأن الإسلام دين تطرف وإرهاب مردود على من قاله: فهو محض افتراء، ومحاولة للصد عنه؛ فالإسلام دين الرحمة، والرفق، والتسامح، وما السيف الذي يأمر الإسلام بانتضائه للجهاد في سبيل الله إلا كمبضع طبيب ناصح يشرط به جسم العليل؛ لينزف دمه الفاسد؛ حرصاً على سلامته؛ فليس الغرض من الجهاد في الإسلام سفك الدماء، وإزهاق الأرواح، وإنما الغرض منه إعلاء كلمة الله، وتخليص البشرية من عبادة البشر، ودلالتهم على عبادة رب البشر، كي يعيشوا حياة كريمة. ¶ وأمة الإسلام خير أمة أُخْرِجَت للناس، وخير أمة جاهدت في سبيل الله فانتصرت، وغلبت فرحمت، وحكمت فعدلت، وساست فأطلقت الحرية من عقالها، وفجَّرت ينابيع الحكمة بعد نضوبها. ¶ واسأل التاريخ؛ فإنها قد استودعته من مآثرها الغُرِّ ما بَصُرَ بضوئه الأعمى، وازدهر في الأرض ازدهار الكواكب في كبد السماء. ¶ فماذا فعل المسلمون حين انتصروا على خصومهم؟ هل تكبَّروا، وتسلطوا، واستبدوا؟ وهل انتهكوا الأعراض، وقتلوا الشيوخ، والنساء، والأطفال؟. ¶ ماذا فعل النبي صلى الله عليه وسلم عندما انتصر على خصومه الذين كانوا يؤذونه أشد الأذى؟ ألم يكن يصفح عنهم؟ ويمنَّ عليهم بالسبي والأموال؟. ¶ وماذا فعل المسلمون عندما انتصروا على كسرى وقيصر؟ هل خانوا وغدروا؟ هل تعرَّضوا للنساء؟ وهل أساءوا للرهبان في الأديرة؟ وهل عاثوا في الأرض فساداً؟ وهل هدموا المنازل، وقطعوا الأشجار؟.",
            "page": "97",
            "part": "1",
            "seal": "27724CC9"
        },
        {
            "id": "99",
            "nass": "وماذا فعل صلاح الدين لما انتصر على الصليبيين الذين فعلوا بالمسلمين الأفاعيل، ونكَّلوا بهم أيَّما تنكيل؟ فماذا فعل بهم صلاح الدين لما انتصر عليهم؟ ألم يصفح عن قائدهم؟ ويعالجه؟ ويطلق سراحه؟. ¶ فهذه المواقف النبيلة وأمثالها كثير في تاريخ المسلمين، مما كان له أبلغ الأثر في محبة الناس للإسلام، والدخول فيه عن قناعة ويقين. ¶ أفغير المسلمين يقوم بهذا؟ آلغرب يقدم مثل هذه النماذج؟. ¶ الجواب ما تراه، وتسمعه؛ فمن أين خرج هتلر، وموسوليني، ولينين، وستالين، ومجرمو الصرب؟ أليست أوربا هي التي أخرجت هؤلاء وأمثالهم من الشياطين الذين قتلوا الملايين من البشر، ولاقت منهم البشرية الويلات إثر الويلات؟. ¶ ألا يعد أولئك هم طلائع حضارة أوربا؟ فَمَنِ الهمج القساة العتاة إذاً؟. ¶ ومن المتطرفون الإرهابيون حقيقة؟. ¶ ثم من الذين صنعوا القنابل النووية، والعنقودية، والذرية، والجرثومية، وأسلحة الدمار الشامل؟. ¶ ومن الذين لوَّثوا الهواء بالعوادم، والأنهار بالمبيدات؟. ¶ ومن الذين يسلكون الطرق القذرة التي لا تمت إلى العدل، ولا إلى شرف",
            "page": "98",
            "part": "1",
            "seal": "FF4DECC3"
        },
        {
            "id": "100",
            "nass": "الخصومة بشيء؟. ¶ من الذين يُعَقِّمون النساء؟ ويسرقون أموال الشعوب وحرياتهم، ومن الذين ينشرون الإيدز؟. ¶ أليس الغرب، ومن يسير في ركابهم؟. ¶ ومن الذي يدعم اليهود وهم في قمة التسلط والإرهاب؟. ¶ هذه هي الحقيقة الواضحة، وهذا هو الإرهاب والتسلط. ¶ أما جهاد المسلمين لإحقاق الحق، وقمع الباطل، ودفاعهم عن دينهم، وأنفسهم وبلادهم فليس إرهاباً، وإنما هو العدل بعينه. ¶ وما يحصل من بعض المسلمين من الخطأ في سلوك سبيل الحكمة فقليل لا يكاد يذكر بجانب وحشية الغرب، وتبعته تعود على من أخطأ السبيل ولا تعود على الدين، ولا على المسلمين. ¶ وقد يكون لهذا مسوغاته في بعض الأحيان؛ فظلم الكفار عليهم قد يوجد مثل هذه التصرفات. ¶ وهكذا ينبغي للعاقل المنصف؛ أن ينظر إلى الأمور كما هي بعيداً عن الظلم والتزوير والنظرة القاصرة. ¶ وبعد هذا فإن كان للإنسان عجب من شيء فإن عجبه من الأوربيين،",
            "page": "99",
            "part": "1",
            "seal": "7C557C6A"
        },
        {
            "id": "101",
            "nass": "والأمريكان؛ حيث لم يكتشفوا حقيقة الدين الإسلامي فيما اكتشفوه، وهو أجلُّ من كل ما اكتشفوه، وأضمن للسعادة الحقيقية من كل ما وصلوا إليه؛ فهل هم جاهلون بحقيقة الإسلام حقاً؟ أو أنهم يتعامون ويصدون عنه؟!. ¶ وإن كانت الأولى فهي مصيبة وإن كانت الثانية فهي مصيبتان!.",
            "page": "100",
            "part": "1",
            "seal": "774E7E0C"
        },
        {
            "id": "102",
            "nass": "خاتمة ودعوة ¶ وبعد أن تبيَّن لك عظمة دين الإسلام، وأنه الطريق الوحيد للنجاة عند الله - عز وجل - وأن الدخول فيه واجب على كل أحد - هذه دعوة لك بدخول دين الإسلام، ولك أن تسأل عن كيفية الدخول فيه، والجواب عن ذلك أن الإنسان يدخل في الإسلام بفطرته، وأصل خلقته؛ فكل مولود على وجه الأرض يولد على الفطرة، وهي دين الإسلام؛ فالمولود يولد مقراً بخالقه، محباً له، متوجهاً إليه. ¶ فإذا بقي على هذه الفطرة فهو مسلم على الأصل، ولا يحتاج إلى تجديد الدخول في الإسلام إذا بلغ وعقل. ¶ أما إذا نشأ بين أبوين غير مسلمين، واعتنق دينهما الباطل، أو كان معتنقاً أي دين غير الإسلام كان واجباً عليه أن يتخلى عن دينه السابق، ويدخل في دين الإسلام؛ فيشهد أن لا إله إلا الله، وأن محمداً رسول الله، ثم يبدأ بتعلم ما يقيم به شعائر دينه من إقامة الصلاة ونحو ذلك مما مضى ذكره سابقاً. ¶ وآخر دعوانا أن الحمد لله رب العالمين، وسلام على المرسلين، وصلى الله على نبينا محمد وآله وصحبه أجمعين.",
            "page": "101",
            "part": "1",
            "seal": "CFA5197D"
        }
    ],
    "t8382": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "قصة البشرية"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "بعثة النبي محمد وخلاصة سيرتة صلى الله علية وسلم"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "مقدمة"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "مهيئات النبوة"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "نبذة عن نسب النبي صلى الله علية وسلم"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "بدء الوحي"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "من أخلاق النبي صلى الله علية وسلم"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "شهادة الفيلسوف الإنجليزي توماس كارليل على صدق رسالة النبي صلى الله عليه وسلم:"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "من خصائص دين الاسلام"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "من محاسن الدين الاسلامي"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "شرح أركان الاسلام"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "أسس العقيدة"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "شرح أسس العقيدة الاسلامية"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "الايمان بالله"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "الايمان بالملائكة"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "الايمان بالكتب"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "الايمان بالرسل"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "الايمان باليوم الآخر"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "الايمان بالقدر"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "العبادة في الاسلام"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "الردة عن الاسلام"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "مكانة المرأة في الاسلام"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "تساؤل"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة ودعوة"
        }
    ]
}