{
    "b844": [
        {
            "id": "3",
            "nass": "الأساليب والإطلاقات العربية ¶ التي ¶ ذكرها العلامة الشِّنقيطي ¶ محمد الأمين بن محمد المختار الجَكَنِي ¶ في تفسيره أضواء البيان ¶ جمع وترتيب ¶ أبي المنذر محمود بن محمد بن مصطفي المنياوي ¶ عفا الله عنه ¶ الطبعة الأولى ¶ 1432هـ / 2011م ¶ المكتبة الشاملة",
            "page": "1",
            "part": "1",
            "seal": "4657BDDF"
        },
        {
            "id": "4",
            "nass": "حقوق الطبع محفوظة للمؤلف ¶ الطبعة الأولى ¶ 1432 هـ / 2011 م ¶ رقم الإيداع بالمكتبة الشاملة 7/ 2011",
            "page": "2",
            "part": "1",
            "seal": "B3A5C1EC"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ}، ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً}، ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً}، ¶ أما بعد، .. ¶ فمنذ زمن، وقضية المجاز تستحوذ على قدر غير قليل من تفكيري، لما لها من تعلق بمسائل شتى وفنون متعددة، وخاصة صفات الباري - سبحانه وتعالى -، فقد توصل قوم من خلال القول بوقوع المجاز في اللغة إلى نفي صفات الكمال الثابتة لله - عزوجل -. ¶ ولقد كانت تعجبني طريقة العلامة الشنقيطي - رحمه الله - في الرد على القائلين بالمجاز في رسالته \"منعُ جَوازِ المَجازِ في المُنزَّلِ للتَّعَبُّدِ والإعجَازِ\" وذلك ببيان أن كل ما يسميه القائلون بالمجاز مجازاً فهو - عند من يقول بنفي المجاز - أسلوب من أساليب اللغة العربية، وأنها حقائق تكلم بها العرب، ولا يجوز نفيها. ¶ إلا أن رسالته هذه جاءت قصيرة، والأمثلة فيها قليلة، فقد صنفها - رحمه الله - لتكون أمثلتها، وطريقتها مثالاً يحتذى به، ويقاس عليه غيره مما لم يُذكر - فجزاه الله خيراً -. ¶ ولقد منَّ الله - عزوجل - عليَّ بقراءة تفسيره \"أضواء البيان\" فرأيت فيه أنه - رحمه الله - قد عالج هذه القضية بأوسع مما في هذه الرسالة، فرحت أجوب بين جنباته، وألتقط من عباراته كل ما قد ذكر عنه أنه من الأساليب العربية، ثم رأيت",
            "page": "3",
            "part": "1",
            "seal": "D8B70E36"
        },
        {
            "id": "6",
            "nass": "أن أضيف إليها ما قال أنه من الإطلاقات العربية، للشبه بينهما، فلما رأيت أنه قد تجمع لديَّ كم غير قليل من هذه الأساليب، والإطلاقات قمت بعرضها على من أظن أن لهم دراية أكثر مني بعلم البلاغة، وكنت أستفيد من ملاحظاتهم، فجزاهم الله، على حسن النصيحة، خير الجزاء، فكانت ثمرة ذلك هذه الرسالة النافعة بإذن الله، وسميتها: \"تتمة منع جواز المجاز ببيان الأساليب والإطلاقات العربية التي ذكرها العلامة الشِّنقيطي محمد الأمين بن محمد المختار الجَكَنِي في تفسيره أضواء البيان\"، وسوف أقدم بين يديها بمقدمة تبين مقصودها، وتشتمل على: الكلام على المجاز: وبيان أهميته، وتعريف المجاز في الاصطلاح، وأقسامه، وأمثلة على كل قسم، وتاريخ نشوء القول بالمجاز، وأقوال العلماء في المجاز, وأدلتهم، مع المناقشة والترجيح. ثم أبين من كلام العلامة الشنقيطي - رحمه الله - أهمية الأساليب العربية في الرد على القائلين بالمجاز، وأتبع ذلك ببعض الأمثلة حتى يتضح المقصود تمام الاتضاح. ¶ والله - عزوجل - أسأل أن يجعل هذا العمل خالصاً لوجهه الكريم، وأن يجعله في ميزان حسناتي، وميزان حسنات كل من شارك فيه بنصح، أو مشورة. ¶ وأرجو من الله - عزوجل - أن تكون هذه الرسالة باكورة عمل لتجميع مثل هذه الأساليب والإطلاقات من بطون الكتب (¬1)، ومعالجتها على نحو طريقة الشنقيطي في الرد على القائلين بالمجاز؛ لتكون موسوعة شاملة، ومعولاً فعالاً لهدم طاغوت التأويل، ونفي الصفات، وأيضاً لفهم كتاب الله، وسنة نبيه - صلى الله عليه وسلم - على الوجه الصحيح. ¶ ¬__________ ¶ (¬1) - وانظر كتاب \"سر العربية\" للثعالبي، و \"الصاحبي في فقه اللغة\" لابن فارس.",
            "page": "4",
            "part": "1",
            "seal": "263F815B"
        },
        {
            "id": "7",
            "nass": "المجاز (¬1) ¶ قال د. عبد الرحمن السديس: ¶ المطلب الأول: أهمية الموضوع وأسباب اختياره. ¶ تأتي أهمية هذا الموضوع وترجع أسباب اختياره لاعتبارات عدة أهمها: ¶ 1 - أن هذه القضية تعتبر مسألة جوهرية من مسائل اللغة، والألفاظ، لها علاقتها الوطيدة بعدد من العلوم في العقيدة لاسيما في صفات الباري جل وعلا، كما أن لها ارتباطا وثيقا بالأدلة خاصة المصدر الأول من مصادر التشريع \"كتاب الله سبحانه\"، وقضية هذا شأنها، وتلك محاورها، جديرة بالبحث والدراسة. ¶ 2 - أن هذه المسألة ليست نظرية صرفة ولفظية بحتة، بل لها آثار عملية كثيرة ويلزم منها لوازم خطيرة، ويترتب عليها أمور شنيعة، بل لقد كانت تكأة لكثير من المخالفين لمذهب السلف في الاعتقاد، بنوا عليها مذاهبهم، وعولوا عليها في استدلالاتهم، فكان لابد من تجليتها وإبانة الحق فيها. ¶ 3 - أن هذه القضية كانت ولازالت محل نقاش وإشكال وجدل بين طلاب العلم والباحثين ما بين مثبت وناف ومفصل ومتردد ومتوقف، فكان لابد من وجود بحث حر متجرد يتسم بالعرض والاستدلال والمناقشة الهادفة ومن ثم بيان الراجح على حسب قوة الدليل وصحة التعليل. ¶ المطلب الثاني: تعريف المجاز في الاصطلاح. ¶ تعددت عبارات الأصوليين في تعريف المجاز، وإليك أهمها: ¶ أن المجاز: \"ما كان بضد معنى الحقيقة\". ¶ ومنها: \"أنه اللفظ المستعمل في غير ما وضع له\" (¬2). ¶ ¬__________ ¶ (¬1) - وقد لخصت في هذه الفقرة كلام د. عبد الرحمن بن عبد العزيز بن عبد الله السديس، في البحث الذي أودعه العدد العشرين من مجلة أم القرى باسم: \"المجاز عند الأصوليين بين المجيزين والمانعين\"، وقد نقلت عنه لما رأيت أنه قد ألمَّ بعدة جوانب من هذه القضية، وأنه قد سلك الحياد، والموضوعية في مناقشة هذه المسألة، فجزاه الله خيراً. ¶ (¬2) - وعبر صاحب المعتمد بـ: \"ما أفيد به غير ما وضع له\" 1/ 11 من المعتمد للبصري.",
            "page": "5",
            "part": "1",
            "seal": "7BAF4BE8"
        },
        {
            "id": "8",
            "nass": "ومن الأصوليين من زاد على هذا الحد قيدا، وهو قولهم \"في غير ما وضع ¶ له أولا\"، ومنهم من زاد \"على وجه يصح\" وهو تعريف صاحب الروضة (¬1)، وبعضهم زاد \"في غير ما وضع له، لعلاقة مع قرينة\" (¬2). ¶ ومنهم من عبر بقوله: \"قول مستعمل بوضع ثان لعلاقة\". ¶ وعرفه بعضهم بأنه: \"كل اسم أفاد معنى على غير ما وضع له\" (¬3). ¶ وذكروا في تعريفه \"أنه كل اسم غير ما وقع عليه الاصطلاح على ما وضع له حين التخاطب\" (¬4). ¶ ومن خلال عرض هذه التعريفات يترجح لدي أن تعريف صاحب الروضة أرجحها لأنه جامع مانع وهذا واضح لمن تأمله بخلاف غيره فلم يسلم من المناقشات (¬5). ¶ وهذا الترجيح مبني على القول بصحة التقسيم، والله أعلم. ¶ المطلب الثالث: أقسام المجاز، وأمثلته. ¶ قسم العلماء المجاز إلى أقسام متعددة، أهمها أربعة هي: ¶ مجاز الإفراد، ومجاز التركيب، والمجاز العقلي، ومجاز النقص والزيادة. ¶ ¬__________ ¶ (¬1) - انظر: ص64 منها. ¶ (¬2) - وهو حد صاحب جمع الجوامع، انظر: 1/ 300 من حاشية البناني على الجمع وقريب منه حد شارح الكوكب المنير كما في 1/ 154 منه. ¶ (¬3) - وهو تعريف أبي الخطاب صاحب التمهيد كما في 1/ 77 منه. ¶ (¬4) - انظر في تعريف المجاز: 1/ 203 من فواتح الرحموت، 1/ 11 من المعتمد للبصري، ص44 من شرح تنقيح الفصول، ص20 من منتهى الوصول والأمل لابن الحاجب، 1/ 105،341 من المستصفى، 1/ 304 - 305 من حاشية البناني على جمع الجوامع، ص179 من التمهيد للاسنوي، 1/ 28 من الإحكام للآمدي، 1/ 172 - 174 من العدة لأبي يعلى، 1/ 77 من التمهيد لأبي الخطاب، ص64 من الروضة 1/ 154 - 155 من شرح الكوكب المنير، ص214 من التعريفات، ص21 من إرشاد الفحول للشوكاني، ص443 من أصول الفقه لشلبي. ¶ (¬5) - انظر شيئا منها في: 1/ 11 - 14 من المعتمد، 1/ 29 من الإحكام للآمدي.",
            "page": "6",
            "part": "1",
            "seal": "B5EE357D"
        },
        {
            "id": "9",
            "nass": "فمجاز الإفراد: هو الكلمة المستعملة في غير ما وضعت له، لعلاقة مع قرينة صارفة عن قصد المعنى الأصلي كإطلاق لفظ الأسد على الرجل الشجاع. ¶ والتركيب: أن يستعمل كلام مفيد في معنى كلام آخر، لعلاقة بينهما دون نظر إلى المفردات، ومن ذلك جميع الأمثال السائرة، المعروفة عند العرب. ¶ والمجاز العقلي: هو ما كان التجوز فيه في الإسناد خاصة، لا في لفظ المسند إليه ولا المسند، كقولك \"أنبت الربيع البقل\"، فالربيع وإنبات البقل كلاهما مستعمل في حقيقته، والتجوز: إنما هو في إسناد الإنبات إلى الربيع، وهو لله جل وعلا. ¶ وأما مجاز النقص والزيادة: فمداره على وجود زيادة، أو نقص يغيران الإعراب، ويمثلون للنقص بقوله تعالى: {وَاسْأَلِ الْقَرْيَةَ}، والمراد أهل القرية. ¶ ويمثلون للزيادة بقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} ويقولون إن الكاف زائدة والمراد ليس مثله شيء. ¶ وهناك أقسام أخرى كمجاز التقديم والتأخير، وغيره، وليس هذا محل بسطه (¬1). ¶ وينبغي أن يعلم أن أقسام المجاز هذه إنما هي عند الذين يرون المجاز في العربية، وفي القرآن، أما الذين لا يرونه فلا يعتبرون ذلك كله، وسيأتي لهذا الأمر تفصيل في صلب البحث عند ذكر الخلاف في المسألة، وقد أتيت بهذه التقسيمات لعلاقتها الوطيدة بالبحث، والله أعلم. ¶ المطلب الرابع: تاريخ نشوء القول بالمجاز. ¶ المستقرئ للجانب التاريخي لظهور المجاز يجد أن العرب لم يعرف عنهم تقسيم الكلام إلى حقيقة ومجاز ولم يذكر عنهم التعبير بلفظ المجاز الذي هو قسيم الحقيقة عند أهل الأصول، وإنما هذا اصطلاح حدث بعد القرون المفضلة. ¶ ¬__________ ¶ (¬1) - انظر في أقسام المجاز والأمثلة: 1/ 203 من فواتح الرحموت، ص44 من شرح تنقيح الفصول، 1/ 14 من المعتمد، 1/ 341 من المستصفى، 1/ 309 - 317 من حاشية البناني على جمع الجوامع، 1/ 172 من العدة،1/ 156 - 180 من شرح الكوكب المنير، ص214 - 215 من التعريفات، ص23 - 24 من إرشاد الفحول.",
            "page": "7",
            "part": "1",
            "seal": "B14FDBAA"
        },
        {
            "id": "10",
            "nass": "يقول شيخ الإسلام ابن تيميه - رحمه الله -: \"فهذا التقسيم اصطلاح حادث بعد انقضاء القرون الثلاثة لم يتكلم به أحد من الصحابة ولا التابعين لهم بإحسان ولا أحد من الأئمة المشهورين في العلم، .. بل ولا تكلم به أئمة اللغة، .. ولا من سلف الأمة، وعلمائها وإنما هو اصطلاح حادث، .. فإن تقسيم الألفاظ إلى حقيقة، ومجاز إنما اشتهر في المائة الرابعة، وظهرت أوائله في المائة الثالثة، وما علمته موجودا في المائة الثانية\" (¬1). ¶ وقال العلامة ابن القيم رحمه الله بعد رده تقسيم اللفظ إلى حقيقة ومجاز: \"وهو اصطلاح حدث بعد القرون الثلاثة المفضلة بالنص\" (¬2). ¶ المبحث الأول: أقوال العلماء في المجاز. ¶ اختلف العلماء في المجاز بين مجيز، ومانع، ومفصل، ولقد تتبعت أقوالهم فيه فتحصل لي خمسة مذاهب (¬3) هي: ¶ الأول: الجواز والوقوع مطلقا، وإليه ذهب الجمهور (¬4). ¶ الثاني: المنع مطلقا، وإليه ذهب بعض العلماء والمحققين منهم أبو إسحاق الاسفراييني (¬5) من الشافعية، وأبو علي الفارسي من أهل اللغة، وهو قول المحققين من العلماء (¬6). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى (7/ 88، 89)، (12/ 277). ¶ (¬2) - مختصر الصواعق المرسلة 2/ 5. ¶ (¬3) - أوردها كلها الزركشي في البحر المحيط 2/ 185. ¶ (¬4) - انظر: 1/ 24 من المعتمد، 1/ 47 من الإحكام للآمدي، 1/ 80 من التمهيد لأبي الخطاب، ص564 من المسودة، 1/ 191 من شرح الكوكب، ص22 من إرشاد الفحول. ¶ (¬5) - وقد طعن في النقل عن أبي إسحاق الاسفراييني إمام الحرمين ظنا منه ولكن الأظهر ثبوته عنه، وقد دأبت كتب الأصول على إثباته عنه، وعن الفارسي في أكثرها. ¶ (¬6) - كشيخ الإسلام ابن تيميه وتلميذه العلامة ابن القيم، وقد ذكرا من ذهب إليه، انظر 7/ 89 من الفتاوى، ص85 من كتاب الإيمان، ط/2، المكتب الإسلامي، بيروت 2/ 242 - 243 من مختصر الصواعق المرسلة لابن القيم، اختصار محمد بن الموصلي دار الندوة الجديدة، بيروت، وانظر في ذلك أيضا: 1/ 80 من التمهيد لأبي الخطاب، ص165 من المسودة، 1/ 192 من شرح الكوكب المنير، 1/ 183 من شرح ابن بدران على الروضة، ص58 من مذكرة الشنقيطي.",
            "page": "8",
            "part": "1",
            "seal": "1F3DCF73"
        },
        {
            "id": "11",
            "nass": "القول الثالث: المنع في القرآن وحده، وهو قول بعض العلماء منهم داود بن علي، ومن الشافعية ابن القاص، ومن المالكية ابن خويز منداد، ومن الحنابلة جمع منهم: أبو الفضل التميمي بن أبي الحسن التميمي، وأبو عبد الله بن حامد وغيرهم (¬1). ¶ القول الرابع: المنع في القرآن والسنة دون غيرهما (¬2)، وهو قول ابن داود الظاهري. ¶ القول الخامس: التفصيل بين ما فيه حكم شرعي وغيره، فما فيه حكم شرعي لا مجاز فيه ومالا فلا (¬3)، وإلى هذا التفصيل ذهب ابن حزم الظاهري. ¶ المبحث الثاني: الأدلة، والمناقشات، والراجح، ووجه ترجيحه. ¶ أولا: أدلة الجمهور القائلين بجواز المجاز ووقوعه. ¶ استدلوا بأدلة كثيرة على ذلك، أهمها: ¶ 1 - أن الاسم في لغة العرب منقسم إلى الحقيقة والمجاز، وهذا التقسيم معتبر عند علماء العربية، ومشتهر في استعمالات العرب، والقرآن هو أصل اللغة، ومعينها، فمحال أن يأتي بخلاف ما عليه أهل اللسان العربي، من تقسيم الاسم إلى حقيقة ومجاز. ¶ 2 - أن الأمثلة على وقوع المجاز في القرآن وغيره كثيرة جدا، وهي أشهر من أن تنكر كقوله تعالى: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنْ الرَّحْمَةِ}، {جِدَارًا يُرِيدُ أَنْ يَنقَضَّ}، {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنْ الْغَائِطِ}، وغيرها. ¶ ¬__________ ¶ (¬1) - كأبي الحسن الخرزي من الحنابلة، ومنذر بن سعيد البلوطي، وقد ذكر شيخ الإسلام أن له مصنفا في منع المجاز في القرآن 7/ 89 من الفتاوى. ¶ (¬2) - نسبه إليه الزركشي في البحر وقال تفرد به، انظر 3/ 185، وأورده ابن حزم في الإحكام 4/ 531. ¶ (¬3) - أورده الزركشي في البحر 3/ 185، وانظر: 4/ 531 - 532 من الإحكام لابن حزم الظاهري.",
            "page": "9",
            "part": "1",
            "seal": "FED157E4"
        },
        {
            "id": "12",
            "nass": "ووجه الاستدلال من هذه الآيات أنها استعملت في غير ما وضعت له أولا في أصل الوضع، فقوله \"جناح الذل\" الجناح حقيقة للطائر من الأجسام، والمعاني والجمادات لا توصف به، فإثباته للذل مجاز قطعا، والسؤال لأهل القرية، وليس لها، فهو مجاز بالحذف، والجدار لا إرادة له، إذ الإرادة حقيقة، من خصائص الإنسان أو الحيوان، وإنما هو كناية عن مقاربته الانقضاض لأن من أراد شيئا قاربه فكانت المقاربة من لوازم الإرادة، فتجوز بها عنها (¬1). ¶ ثانيا: أدلة المانعين من وجود المجاز، ومناقشتهم للمجيزين. ¶ سأورد هنا أدلة المانعين للمجاز سواء في اللغة أم في القرآن وحده أم في القرآن والسنة لتقاربها، وتلافيا للتكرار وفي ثناياها مناقشة المخالف ومنها: ¶ (أ) أن تقسيم الألفاظ إلى حقيقة ومجاز لم يقع إلا في كلام المتأخرين، فهو اصطلاح حادث بعد انقضاء القرون الثلاثة المفضلة، ولم يتكلم في ذلك أحد من الصحابة والتابعين، ولا أحد من الأئمة المشهورين في العلم من أئمة المذاهب، وغيرهم، بل ولا تكلم فيه أئمة اللغة والنحو المعتبرون. ¶ (ب) أن الذين أطلقوا كلمة المجاز من علماء السلف لم يعنوا بها ما هو قسيم الحقيقة، فأول من عرف أنه تكلم بلفظ المجاز أبو عبيدة معمر ابن المثنى في كتابه \"مجاز القرآن\"، ولكنه لم يعن بالمجاز ما يقابل الحقيقة وإنما عنى بمجاز الآية ما يعبر به عن الآية. ¶ وقال الإمام أحمد في كتابه \"الرد على الجهمية\" في قوله تعالى \"إنا\" و\"نحن\" ونحو ذلك في القرآن، هذا من مجاز اللغة، ومراده رحمه الله بذلك أن هذا مما يجوز استعماله في اللغة، ولم يرد أنه مستعمل في غير ما وضع له. ¶ (جـ) أن الذين قالوا بالتقسيم مطالبون بالدليل لكون الألفاظ العربية وضعت أولا لمعان، ثم بعد ذلك استعملت فيها، ثم تجوز بها عن ما وضعت له ولن يستطيعوا ذلك، لأنه ليس بإمكان أحد أن ينقل عن العرب أنه اجتمع جماعة، ¶ ¬__________ ¶ (¬1) - انظر: 1/ 182 من شرح ابن بدران للروضة. وانظر في أدلة المجيزين: 1/ 47 من الإحكام للآمدي، 1/ 80 من التمهيد لأبي الخطاب، 1/ 182 من شرح الروضة لابن بدران، ص23 من إرشاد الفحول.",
            "page": "10",
            "part": "1",
            "seal": "3B5CFFA9"
        },
        {
            "id": "13",
            "nass": "فوضعوا جميع الأسماء الموجودة في اللغة، ثم استعملوها بعد الوضع، وإنما المعروف المنقول بالتواتر استعمال العرب هذه الألفاظ فيما عنوه بها من المعاني، ¶ وأي دعوى خلاف ذلك فليست صحيحة لعدم نقلها إلينا (¬1). ¶ (د) أن التقسيم ذاته غير صحيح من وجوه: ¶ (1) أن دعوى المجاز تستلزم وضعا قبل الاستعمال، وهذا غير معلوم. ¶ (2) أنه يستلزم تعطيل الألفاظ عن دلالتها على المعاني، وذلك ممتنع؛ لأن الدليل يستلزم مدلوله من غير عكس. ¶ (3) أن التقسيم لا يدل على وجود المجاز، بل ولا على إمكانه، ولا يدل على ثبوت كل واحد من الأقسام في الخارج، ولا على إمكانها، فإن التقسيم يتضمن حصر المقسوم في تلك الأقسام وهي أعم من أن تكون موجودة، أو معدومة ممكنة، أو ممتنعة. ¶ (4) أن هذا التقسيم يتضمن التفريق بين المتماثلين، فإن اللفظ إذا أفهم هذا المعنى تارة، وهذا تارة، فدعوى المدعي أنه موضوع لأحدهما دون الآخر تحكم محض. ¶ (5) أنه يلزم منه الدور، فإن معرفة كون اللفظ مجازا متوقف على معرفة الوضع الثاني، ومستفاد منه، فلو استفيد معرفة الوضع من كونه مجازا لزم الدور الممتنع، فمن أين علم أن هذا وضع ثان للفظ؟ ومن أين علم أن وضع اللفظ لأحد معنيين سابق على وضعه للآخر؟ ¶ (6) أن هذا التقسيم يتضمن إثبات الشيء ونفيه، فإن وضع اللفظ للمعنى هو تخصيص به، بحيث إذا استعمل فهم منه ذلك المعنى فقط، ففهم المعنى المجازي مع نفي الوضع، جمع بين النقيضين، وهو يتضمن أن يكون اللفظ موضوعا غير موضوع. ¶ (7) أن المجاز هو ما يصح أن يقال لقائله إنه فيه كاذب لأنه يخبر بالشيء على خلاف حقيقته فيصح أن يقال لمن قال: \"رأيت أسدا يرمي\": إنك كاذب، حيث ¶ ¬__________ ¶ (¬1) - انظر: 7/ 90 - 91 من الفتاوى، ص86 - 87 من الإيمان، 2/ 243 - 244 من مختصر ¶ الصواعق، ص62 من مذكرة الشنقيطي.",
            "page": "11",
            "part": "1",
            "seal": "6E314C13"
        },
        {
            "id": "14",
            "nass": "لم ير أسدا، وإنما رأى رجلا شجاعا، وهذا ظاهر في ضعف تقسيم اللفظ إلى حقيقة ومجاز. ¶ (8) أن هذا التقسيم لا ينضبط بضابط صحيح، ولهذا فإن عامة ما يسميه ¶ بعضهم مجازا، يسميه غيرهم حقيقة، وكل يدعي أن اللفظ مستعمل في موضوعه، ¶ وهذا يدل على بطلان هذا التقسيم، وتجرده من الحقيقة، وإذا بطل التقسيم بطل تقسيم التقسيم حيث قسموا كل قسم إلى أقسام وهذا ينقصه الدليل الصحيح، والنقل السليم (¬1). ¶ (هـ) أن الفروق التي يفرق بها بين الحقيقة والمجاز ليست صحيحة، كقولهم: إن المجاز يصح نفيه، والحقيقة ليست كذلك، وإن المجاز ما يتبادر غيره إلى الذهن، والحقيقة ما تتبادر إلى الذهن، وإن الحقيقة ما يفيد المعنى مجردا عن القرائن، والمجاز مالا يفيد ذلك المعنى إلا مع القرينة (¬2). ¶ فهذه الفروق لم تخل من مناقشات طويلة، ومستلزمات غير سديدة، ثم ما ضابط القرائن، والعلائق التي تذكر؟ كل ذلك وغيره مما ليس له برهان ساطع، وضابط واضح يدل على عدم صحة هذه الفروق، وفساد اللازم يدل على فساد الملزوم (¬3). ¶ (ز) أن هذا الأمر يستلزم لوازم غير صحيحة، ويترتب عليه أمور غير سديدة، وما استلزم ذلك فهو مثله، فما أولت الآيات وردت الأحاديث، إلا بدعوى ¶ ¬__________ ¶ (¬1) - انظر في بطلان التقسيم وما يترتب عليه: 7/ 96 - 106 من الفتاوى، ص92 - 104 من الإيمان، 1/ 243 - 287 من مختصر الصواعق، فقد ذكر فيه خمسين وجها على بطلانه، لما يترتب عليه من لوازم فاسدة. ¶ (¬2) - انظر في الفروق بينهما: 7/ 96 - 115 من الفتاوى، ص92 - 101 من الإيمان، 2/ 247 - 261 من مختصر الصواعق، 1/ 25 - 27 من المعتمد، 1/ 86 من التمهيد لأبي الخطاب، ص25 من إرشاد الفحول. ¶ (¬3) - وانظر في ذلك: 7/ 96 - 115 من الفتاوى، ص92 - 101 من الإيمان، 1/ 247 - 261 من مختصر الصواعق.",
            "page": "12",
            "part": "1",
            "seal": "D7702768"
        },
        {
            "id": "15",
            "nass": "المجاز، وما عطلت الصفات العلي لله جل وعلا وحرفت إلا بدعوى المجاز، فقطع هذا الباب، وسده أسلم للشريعة، وأقوم للملة. ¶ ثالثا: أدلة المانعين منه في القرآن ومناقشتهم للمخالفين. ¶ من ذلك إضافة إلى ما سبق: أننا لو أثبتنا المجاز في القرآن لصح أن نطلق ¶ على الله سبحانه اسم متجوز ومستعير وهذا لا يصح لأن أسماء الله توقيفية، كما أن ¶ دعواهم في القرآن بضرب الأمثلة المعروفة غير صحيحة، فالآيات والأمثلة التي ذكروها لا مجاز فيها، وإنما هي أساليب استعملتها العرب، ومعان حقيقية جاءت بها اللغة، فمثلا قوله تعالى {وَاسْأَلِ الْقَرْيَةَ} فيه حذف مضاف، وحذف المضاف وإقامة المضاف إليه مقامه، أسلوب من أساليب العربية معروف (¬1)، لأنه مما يعلم وحذف ما علم جائز كما قرره علماء العربية. ¶ وأيضا: فإن العرب استعملت لفظ القرية ونحوه من الألفاظ التي فيها الحال والمحل، وهما داخلان في الاسم، كالمدينة والنهر، والميزاب وغيرها، وأطلقت هذه الألفاظ تارة على المحل، وهو المكان، وتارة على الحال وهو السكان، وهذا أسلوب مشهور من أساليب العربية، فيقولون: حفر النهر، يريدون المحل، وجرى النهر، وهو الماء ووضعت والميزاب وهو المحل، وجرى والميزاب وهو الماء، ونحو ذلك (¬2)، ونظيره هذا المثال، {وَاسْأَلِ الْقَرْيَةَ} فقد جاء استعمال العرب لها تارة للمكان، وتارة للسكان، وقد جاء القرآن بذلك كله، قال تعالى: {وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ فَمَا كَانَ دَعْوَاهُمْ إِذْ جَاءَهُمْ بَأْسُنَا إِلَّا أَنْ قَالُوا إِنَّا كُنَّا ظَالِمِينَ}، وقال في آية أخرى: {وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ}، فالمراد بالقرية هنا السكان، وكذلك قوله تعالى: {وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا}، والمراد السكان. ¶ وقد أطلق لفظ القرية، وأريد به المكان، قال تعالى: {أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ} الآية. ¶ ¬__________ ¶ (¬1) - انظر الأسلوب رقم (46) الآتي في رسالتنا الأساليب، والإطلاقات العربية. ¶ (¬2) - انظر: 7/ 112 - 113 من الفتاوى، ص108 من الإيمان، 20/ 263 من الفتاوى. والأسلوب الآتي في رسالتنا برقم (162).",
            "page": "13",
            "part": "1",
            "seal": "983FF118"
        },
        {
            "id": "16",
            "nass": "فالحاصل أن العرب تطلق هذا اللفظ، وتريد به تارة المكان، وتارة السكان، والسياق هو الذي يحدد ذلك، وليس هذا اللفظ مجازا، وإنما أسلوب من أساليب العربية المعروفة (¬1). ¶ وقوله تعالى: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنْ الرَّحْمَةِ} ليس المراد به أن للذل جناحا، بل المراد بالآية الكريمة كما يدل عليه كلام جمع من المفسرين أنها من إضافة الموصوف إلى صفته، فيكون المعنى \"واخفض لهما جناحك الذليل لهما من الرحمة\"، وقد ورد ما يدل على ذلك في كلام العرب كقولهم \"حاتم الجود\" أي الموصوف بالجود، ووصف الجناح بالذل، مع أنه صفة الإنسان، لأن البطش يظهر برفع الجناح، والتواضع واللين يظهر بخفضه فخفضه كناية عن لين الجانب، وإضافة صفة الإنسان لبعض أجزائه أسلوب من أساليب العربية كما في هذا المثال، وكما في قوله تعالى: {نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ}، والمراد: صاحب الناصية (¬2)، والله أعلم. ¶ وأما قوله تعالى: {جِدَاراً يُرِيدُ أَنْ يَنْقَضَّ} فلا مجاز فيه من وجهين: ¶ أحدهما: أن المراد بالإرادة هنا إرادة حقيقية، لأن للجمادات إرادة حقيقية، لا نعلمها، وإنما يعلمها الله عز وجل ومما يؤيد ذلك سلام الحجر على الرسول - صلى الله عليه وسلم - (¬3)، وحنين الجذع الذي كان يخطب عليه لما تحول عنه إلى المنبر (¬4)، وهذا كله ناشئ عن إرادة يعلمها الله تعالى وإن لم نعلمها، كما في قوله ¶ ¬__________ ¶ (¬1) - انظر: 7/ 112 - 113، 20/ 463 من الفتاوى، ص108 من الإيمان، 2/ 302 - 303 من ¶ مختصر الصواعق المرسلة. ¶ (¬2) - انظر في ذلك كله: 20/ 465 من الفتاوى، 2/ 252 من مختصر الصواعق، ص58 - 59 من مذكرة الشنقيطي، والأسلوب رقم (120) في رسالتنا الأساليب. ¶ (¬3) - يشير إلى ما رواه مسلم (4/ 1782) (2277)، وغيره عن جابر بن سمرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (إني لأعرف حجرا بمكة كان يسلم علي قبل أن أبعث، إني لأعرفه الآن). ¶ (¬4) - قال الكتاني في نظم المتناثر (ص/ 302): [حنين الجذع: أورده في الأزهار من حديث سهل بن سعد، وجابر بن عبدالله، وابن عمر، وأبي بن كعب، وبريدة، وابن عباس، وأبي سعيد الخدري، وأنس، وأم سلمة، والمطلب بن أبي وداعة السمهي عشرة أنفس ... ].",
            "page": "14",
            "part": "1",
            "seal": "A7F4CD8C"
        },
        {
            "id": "17",
            "nass": "تعالى: {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ}، وأمثال ذلك كثير في الكتاب والسنة. ¶ الثاني: أن الإرادة تطلق على معان عدة، منها: المعنى اللغوي المعروف، ومنها: مقاربة الشيء، والميل إليه فيكون معنى إرادة الجدار ميله إلى السقوط، ¶ وقربه منه، وهذا أسلوب عربي معروف، وبه ينتفي ادعاء المجاز في الآية (¬1). ¶ وأما قوله تعالى: {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنْ الْغَائِطِ} فلا مجاز فيه كذلك، بل هو من إطلاق اسم المحل على الحال فيه وعكسه، وهذا أسلوب من أساليب العربية المشهورة، وكلاهما حقيقة في محله، كما سبق نظيره في القرية، والنهر ونحوها. ¶ فحاصل الجواب على هذه الأمثلة التي ادعي فيها المجاز أن يقال: إن ذلك أسلوب من أساليب العرب على حقيقته (¬2). ¶ رابعا: ومما سبق من الأدلة والمناقشات على منع المجاز في القرآن يدخل فيها المنع في السنة لعموم كونها وحيا من الله تبارك وتعالى. ¶ خامسا: مناقشة الجمهور لأدلة نفاة المجاز. ¶ وقد ناقش الجمهور حجج المنكرين وأجابوا عن أدلتهم فمن ذلك: ¶ أن القول بأن العرب لم تقسم الكلام إلى حقيقة، ومجاز، فإن أردتم أنهم لم يضعوا هذا الاصطلاح فمسلم، وإن أردتم أنه لا يوجد في كلامهم مجاز فغير مسلم بدليل ما ذكرناه من الأمثلة. ¶ وأما قولكم إن هذا الاصطلاح حادث لم يعرف إلا بعد القرون المفضلة فغير صحيح بل قد تكلم به عدد من الأئمة منهم معمر بن المثنى مما يدل على أنه استعمال قديم وقد يطلقون عليه لفظ الاتساع. ¶ وأما القول بأن المجاز يخل بالفهم، فنحن اشترطنا لصحة القول بالمجاز وجود القرينة التي تمنع الإخلال بالفهم، وتبين مراد المتكلم من لفظه. ¶ ¬__________ ¶ (¬1) - انظر: 7/ 108 من الفتاوى، ص103 من الإيمان، ص59 من مذكرة الشنقيطي، والأسلوب رقم (65) في رسالتنا الأساليب. ¶ (¬2) - وبهذا أيها القارئ الكريم يتبين لك أهمية تجميع مثل هذه الأساليب، فلله الفضل والمنة.",
            "page": "15",
            "part": "1",
            "seal": "E60908F1"
        },
        {
            "id": "18",
            "nass": "وأما قولكم إن المجاز كذب، وأنه يصح نفيه فغير مسلم، لأنه وإن جاز نفيه فليس كذبا، لأن المنفي هو إرادة المعنى الحقيقي وليس المجازي بدليل القرينة الموضحة للمراد. ¶ وأما دعوى أن المجاز يلزم عليه وصف الله سبحانه بأنه متجوز، ومستعير، فغير مسلم، لأن الصفات توقيفية. ¶ تلك أهم المناقشات التي أوردها الجمهور على القائلين بنفي المجاز وإنكاره (¬1). ¶ سادسا: أما التفصيل بين ما فيه حكم شرعي، وما ليس فيه فيمنع في الأحكام الشرعية لما يترتب عليه من لوازم غير صحيحة، فالأحكام الشرعية مبنية على القرآن والسنة بلفظ العرب ولغتهم، فالأيمان والنذور والمعاملات والنكاح والطلاق ونحوها لا مجاز فيها، أما ما ليس فيه حكم شرعي فالأمر فيه واسع بحمد الله، والله أعلم. ¶ سابعا: الراجح ووجه ترجيحه. ¶ مما سبق من عرض المذاهب، والأدلة والمناقشات، أرى صعوبة الترجيح في هذه المسألة وإن كنت أميل إلى التفصيل على حسب الضوابط الشرعية وأهمها: ¶ (1) ألا يكون في القرآن والسنة. ¶ (2) ألا يكون في الاعتقاد لاسيما صفات الله سبحانه. ¶ (3) ألا يكون طريقا إلى تأويل النصوص وردها والتنصل من الأحكام الشرعية. ¶ ¬__________ ¶ (¬1) - انظر في ذلك: 1/ 31 من المعتمد لأبي الحسين البصري، 1/ 212 من فواتح الرحموت، 2/ 22 من تيسير التحرير، ص179 من التبصرة للشيرازي، 1/ 1/464 من المحصول للرازي، 1/ 50 من الإحكام للآمدي، 2/ 700 من العدة، 2/ 648،913،1094 من كتاب المجاز في اللغة والقرآن الكريم بين الإجازة والمنع د. عبد العظيم المطعني، ط/مكتبة وهبة بالقاهرة.",
            "page": "16",
            "part": "1",
            "seal": "CBAF9697"
        },
        {
            "id": "19",
            "nass": "والذي يظهر لي إذا دون تعصب، ولا تقليد رجحان القول بعدم المجاز، لاسيما في كتاب الله عز وجل وسنة رسوله - صلى الله عليه وسلم -، لقوة أدلة المانعين، وضعف أدلة المجيزين مما ورد عليها من المناقشات القوية، التي أوهنتها. ¶ ولما يلزم على القول بالجواز المطلق من لوازم غير سديدة، كتعطيل صفات الكمال لله جل وعلا بحجة المجاز وتأويل النصوص على حسب الأهواء بهذه الحجة، ولعدم الضوابط السليمة التي يعرف بها ما قسموه، مما يوهن القول به، ولما يترتب على التفريق بين ما قسموه، من جواز نفي بعض كلمات القرآن والسنة، لأن المجاز يجوز نفيه وهذا باطل قطعا، ونحو ذلك مما تقدم عند أدلة المانعين، ومناقشتهم للمجيزين فيصار إلى القول بأن ما سموه بالمجاز يسمى أسلوبا من أساليب العرب المشهورة، التي درجت عليها وعرفت عنها، فالحاصل أن الراجح هو التفصيل والقول بجواز المجاز بالضوابط الشرعية، فما يتعلق بالاعتقاد والصفات وكلام الله فلا مجاز فيه بل كله حقيقة، أما المجاز فيما دون ذلك فأمره يسير بحمد الله (¬1). ¶ المبحث الثالث: هل للخلاف في المجاز ثمرة؟ ¶ بعد عرض الخلاف في المسألة ظهر لي أن الخلاف بين المانعين، والمجيزين خلاف حقيقي ليس لفظيا، وإن لم يترتب عليه كبير فائدة في الفروع بشرط ألا يتخذ القول بالمجاز ذريعة لتعطيل شيء مما جاء به الشرع، فالأمثلة السابقة المضروبة لهذه المسألة، يطلق عليها المجيزون مجازاً، ويطلق عليها المانعون أساليب عربية، ¶ ¬__________ ¶ (¬1) - قلت - المؤلف-: ولا أرى لهذا التفريق وجه، بل الراجح هو القول بالمنع مطلقاً في اللغة، والقرآن، والسنة، وأن كل ما يسميه القائلون بالمجاز مجازاً إنما هو أسلوب تكلمت به العرب، وهذه الأساليب لا يجوز نفيها، وعلى هذا، فلا يمكن إثبات مجاز في اللغة العربية أصلاً كما ذكر ذلك العلامة ابن تيمية، وابن القيم، والشنقيطي - رحمهم الله - وسوف يأتي قريباً - بمشيئة الله تعالى - زيادة بيان لهذه الأساليب، وأمثلة أخرى عليها.",
            "page": "17",
            "part": "1",
            "seal": "29299158"
        },
        {
            "id": "20",
            "nass": "تكلمت بها العرب، وهي حقيقة في معناها، لا تجوز فيها (¬1)، ولهذا فقد أنكر المانعون كون الخلاف لفظيا (¬2)، لأنهم لم يسلموا أصلا بصحة التقسيم. ¶ قال شيخ الإسلام ابن تيميه - رحمه الله -: \"وتقسيم اللغة إلى حقيقة ومجاز تقسيم مبتدع، محدث لم ينطق به السلف، والخلف فيه على قولين وليس النزاع فيه لفظيا، بل يقال: نفس هذا التقسيم باطل، لا يتميز هذا عن هذا، .. \" (¬3). ¶ المبحث الرابع: أثر القول بالمجاز على النصوص الشرعية وتعقيب على أشهر الأمثلة التي ذكرها بعض الأصوليين للمجاز. ¶ لقد كان للقول بالمجاز على إطلاقه أثر عظيم وخطير على الموقف الصحيح الذي يجب اتخاذه حيال النصوص الشرعية حيث يجب إثباتها على حقيقتها دون تحريف لها عن معانيها الحقيقية لاسيما فيما يتعلق بالأسماء والصفات، وقد سبق أن أوردت في حجج منكري المجاز ومناقشتهم للمثبتين له شيئا من ذلك بما يغني عن الإعادة. ¶ وقد ذكر الأصوليون عددا من الأمثلة من القرآن على إثبات المجاز وحيث إن كثيرا منها يتعلق بصفات الباري جل وعلا، فإن ادعاء المجاز فيها يقتضي نفي حقيقتها، وتعطيل دلالتها على إثبات صفات الكمال لله عز وجل، التي أثبتها لنفسه في كتابه، وأثبتها له رسوله - صلى الله عليه وسلم -، وسار عليها سلف هذه الأمة، وقد عرف عن بعضهم سلوكه مذهب الأشاعرة في العقيدة، لذا فقد وقعوا في تأويل بعض النصوص عن حقيقتها، بدعوى المجاز، ولاسيما في آيات الصفات وتلك عقيدة المخالفين لمنهج أهل السنة والجماعة في إثباتهم الصفات لله، كما جاءت، وإقرارها كما وردت، بدون تأويل، ولا تعطيل، ولا نفي لحقيقتها، ولا ادعاء كونها مجازا. ¶ وإليك بعض الأمثلة (¬4) التي ذكروها -عفا الله عنهم- تعد شواهد من كلامهم تبين خطورة القول بالمجاز في هذا المجال: ¶ ¬__________ ¶ (¬1) - كذا بالأصل، ولعل الصواب: لا تجوز نفيها. ¶ (¬2) - انظر: 1/ 46 من الإحكام للآمدي حيث جعله كذلك. ¶ (¬3) - 7/ 113 من الفتاوى، وانظر 2/ 243 من مختصر الصواعق لابن القيم. ¶ (¬4) - وقد اقتصرت على ذكر مثالاً واحداً مما ذكر د. السديس، خشية الإطالة.",
            "page": "18",
            "part": "1",
            "seal": "1CCBF048"
        },
        {
            "id": "21",
            "nass": "قوله تعالى: {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ .. } الآية. ¶ هذا المثال ذكره بعضهم لإثبات المجاز في القرآن، مع اختلافهم في معنى إيذاء الله تعالى. ¶ فيرى بعضهم أن معنى إيذاء الله: إيذاء رسوله (¬1). ¶ ويرى آخرون أن معنى إيذاء الله: إيذاء أوليائه (¬2). ¶ والذي اضطرهم إلى هذا التأويل الواضح ادعاؤهم المجاز فيها. ¶ والحق: أن كلا التفسيرين ليس صحيحا، بل تحمل الآية على حقيقتها، وتجرى على ظاهرها، ويكون المعنى الصحيح لإيذاء الله: الكفر به، ومخالفة أوامره، وارتكاب زواجره، واتخاذ الأنداد والشركاء له، وتكذيب رسله عليهم الصلاة والسلام (¬3)، ويدل على ذلك المعنى حديث \"ليس أحد أصبر على أذى سمعه من الله، إنهم ليدعون له ولدا، ويجعلون له أندادا، وهو مع ذلك يعافيهم ويرزقهم\" (¬4). ¶ وأما تفسير من أوله بأنه إيذاء رسوله فهو مردود، بما ذكر، ثم إن الله نص في الآية نفسها على إيذاء الرسول بعد ذكره إيذاءه، فقال: {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ} فيكون الكلام على هذا القول مكرراً، وهذا محال؛ لمنافاته الأسلوب الصحيح، والتعبير السليم، الذي جرى عليه كتاب الله. ¶ وأما تفسير من قال بأنهم يؤذون أولياءه فهو غير صحيح من جهتين: ¶ الأولى: ما ذكر سابقا من المعنى الصحيح في الآية. ¶ الثانية: أن الآية نفسها فيها ذكر للرسول، وللمؤمنين والمؤمنات وهم أولياء الله، فيكون في الكلام تكرار لا يليق بكتاب الله، ولو قيل به لحصل المحظور، وهو ¶ ¬__________ ¶ (¬1) - 1/ 105 من المستصفى، ص64 من الروضة. ¶ (¬2) - 1/ 105 من المستصفى، 2/ 696 من العدة. ¶ (¬3) - انظر: 3/ 517 من تفسير القرآن العظيم لابن كثير، ط/دار الفكر، 7/ 237 من تفسير القرطبي، ص60 من مذكرة الشنقيطي. ¶ (¬4) - أخرجه البخاري (5/ 2262) (5748)، ومسلم (4/ 2160) (2804) من حديث أبي موسى - رضي الله عنه -.",
            "page": "19",
            "part": "1",
            "seal": "FCEB298D"
        },
        {
            "id": "22",
            "nass": "صرف الآية عن ظاهرها، وتأويلها على غير حقيقتها، والوقوع في التكرار الممنوع الذي يجعل المعطوف عليه بمعنى المعطوف فيكون معنى لفظ الجلالة \"الله\" بمعنى لفظ \"الرسول\" وبمعنى لفظ \"المؤمنين\"، وهذا غير مراد قطعاً. ¶ والأمثلة التي ذكرها القائلون بالمجاز ليس فيها مجاز على القول الراجح وإنما هي أساليب بلاغية، تكلم بها العرب وأرادوا بها الحقيقة، وأما آيات الصفات فهي حق، تمر على ظاهرها، وتجرى على حقيقتها، نوردها كما جاءت، ونثبتها كما وردت ولا نقع فيه تأويلا أو تعطيلا بدعوى المجاز، فهذا خلاف منهج السلف أهل السنة والجماعة والله تعالى أعلم. اهـ كلام د. عبدالرحمن السديس باختصار. ¶ الأساليب العربية ¶ الأسلوب العربي هو: الطريقة (¬1) التي يسلكها العرب للتعبير عن أفكارهم، أو عواطفهم. ¶ وقد بيَّن العلامة الشنقيطي (¬2) - رحمه الله - أهمية هذه الأساليب العربية في الرد على القائلين بالمجاز النافين لصفات الله - عز وجل -، وبيَّن أيضاً أنها حقائق تكلم بها العرب، وأنه لا يجوز نفيها، وإليك جملاً من أقواله يتضح بها المقام، والله المستعان. ¶ قال العلامة الشنقيطي: [كل ما يسميه القائلون بالمجاز مجازاً فهو - عند من يقول بنفي المجاز - أسلوب من أساليب اللغة العربية. ¶ فمن أساليبها إطلاق الأسد مثلاً على الحيوان المفترس المعروف، وأنه ينصرف إليه عند الإطلاق، وعدم التقييد بما يدل على أن المراد غيره. ¶ ومن أساليبها إطلاقه على الرجل الشجاع إذا اقترن بما يدل على ذلك. ولا مانع من كون أحد الإطلاقين لا يحتاج إلى قيد، والثاني يحتاج إليه؛ لأن بعض الأساليب يتضح فيها المقصود فلا يحتاج إلى قيد، وبعضها لا يتعين المراد فيه إلا ¶ ¬__________ ¶ (¬1) - قال الفيومي في المصباح المنير مادة (س ل ب): [(الأُسْلُوبُ) بضم الهمزة الطريق والفن وهو على (أُسْلُوبٍ) من (أَسَالِيبِ) القوم أي على طريق من طرقهم]. ¶ (¬2) - وانظر أيضاً ما سبق من كلام د. عبدالرحمن السديس.",
            "page": "20",
            "part": "1",
            "seal": "343E9C38"
        },
        {
            "id": "23",
            "nass": "بقيد يدل عليه، وكل منهما حقيقة في محله. وقس على هذا جميع أنواع المجازات. ¶ وعلى هذا، فلا يمكن إثبات مجاز في اللغة العربية أصلاً، كما حققه العلامة ابن القيم - رحمه الله - في الصواعق. وإنما هي أساليب متنوعة بعضها لا يحتاج إلى دليل، وبعضها يحتاج إلى دليل يدل عليه، ومع الاقتران بالدليل يقوم مقام الظاهر المستغني عن الدليل، فقولك: \" رأيت أسداً يرمي \" يدل على الرجل الشجاع، كما أن لفظ الأسد عند الإطلاق على الحيوان المفترس. ثم إن القائلين بالمجاز في اللغة العربية اختلفوا في جواز إطلاقه في القرآن ... والذي ندين به، ويلزم قبوله كل منصف محقق أنه لا يجوز إطلاق المجاز مطلقاً على كلا القولين. ¶ أما على القول بأنه لا مجاز في اللغة أصلاً - وهو الحق - فعدم المجاز في القرآن واضح، وأما على القول بوقوع المجاز في اللغة العربية فلا يجوز القول به في القرآن. وأوضح دليل على منعه في القرآن إجماع القائلين بالمجاز على أن كل مجاز يجوز نفيه، ويكون نافيه صادقاً في نفس الأمر، فتقول لمن قال: رأيت أسداً يرمي، ليس هو بأسد، وإنما هو رجل شجاع، فيلزم على القول بأن في القرآن مجاز أن في القرآن ما يجوز نفيه. ¶ ولا شك أنه لا يجوز نفي شيء من القرآن، وهذا اللزوم اليقيني الواقع بين القول بالمجاز في القرآن وبين جواز نفي بعض القرآن قد شوهد في الخارج صحته، وأنه كان ذريعة إلى نفي كثير من صفات الكمال والجلال الثابتة لله في القرآن العظيم. ¶ وعن طريق القول بالمجاز توصل المعطلون لنفي ذلك فقالوا: لا يد ولا استواء ولا نزول، ونحو ذلك في كثير من آيات الصفات، لأن هذه الصفات لم ترد حقائقها، بل هي عندهم مجازات، فاليد مستعملة - عندهم - في النعمة أو القدرة، والاستواء في الاستيلاء، والنزول نزول أمره، ونحو ذلك، فنفوا هذه الصفات الثابتة بالوحي عن طريق القول بالمجاز ... ] (¬1). ¶ ثم قال - رحمه الله: [فإن قالوا: هذا الذي نسميه مجازاً وتسمونه أسلوباً ¶ ¬__________ ¶ (¬1) - انظر رسالة \" منع جواز المجاز في المنزل للتعبد والإعجاز \" (ص 35: 38).",
            "page": "21",
            "part": "1",
            "seal": "5B5D0883"
        },
        {
            "id": "24",
            "nass": "آخر من أساليب اللغة يجوز نفيه على قولكم، كما جاز نفيه على قولنا. فيلزم ¶ المحذور قولكم كما لزم قولنا. ¶ فالجواب: أنه على قولنا بكونه حقيقة لا يجوز نفيه. فإن قولنا: رأيت أسداً يرمي - مثلاً - لا نسلم جواز نفيه؛ لأن هذا الأسد المقيد بكونه يرمي ليس حقيقة الحيوان المفترس حتى تقول: وهو ليس بأسد. فلو قلتم: فهو ليس بأسد. قلنا: نحن ما زعمنا أنه حقيقة الأسد المتبادر عند الإطلاق حتى تكذبونا، وإنما قلنا بأنه أسد يرمي، وهو كذلك هو أسد يرمي. ¶ قال ابن القيم - رحمه الله - في مختصر الصواعق ما نصه: (الوجه ¶ السادس عشر): أن يقال: ما تعنون بصحة النفي؟ نفي المسمى عند التقييد؟ أم القدر المشترك؟ أم أمراً رابعاً؟ فإن أردتم الأول كان حاصله أن اللفظ له دلالتان، دلالة عند الإطلاق ودلالة عند التقييد، بل المقيد مستعمل في موضعه، وكل منهما منفي عن الآخر. وإن أردتم الثاني لم يصح نفيه فإن المفهوم منه هو المعنى المقيد فكيف يصح نفيه. وإن أردتم القدر المشترك بين ما سميتموه حقيقة ومجازاً لم يصح نفيه أيضاً. وإن أردتم أمراً رابعاً فبينوه لنا لنحكم عليه بصحة النفي أو عدمها. وهذا ظاهر جداً لا جواب عنه كما ترى. اهـ كلام ابن القيم - رحمه الله - بلفظه. وهو موضح غاية لما ذكرنا مصرح بأنه ظاهر جداً لا جواب عنه. ¶ فإن قيل: هذا الذي قررتم يدل على عدم صحة نفي المجاز، لأن ابن القيم ساق الكلام المذكور ليبين عدم صحة نفي المجاز وإذا يرتفع المحذور الناشئ عن القول بصحة نفيه. ¶ فالجواب: أنكم أيها القائلون بالمجاز أنتم الذين أطبقتم على جواز نفيه وتوصلتم بذلك إلى نفي كثير من صفات الله الثابتة بالكتاب والسنة الصحيحة، زعماً منكم أنها مجاز وأن المجاز يجوز نفيه ـ فلو أقررتم بأنه لا يجوز نفيه لوقفتم على أنه أسلوب من أساليب اللغة العربية وهو حقيقة في محله، وسلمتم من نفي صفات ¶ الكمال والجلال الثابتة في القرآن .... ] (¬1). ¶ ¬__________ ¶ (¬1) - انظر الرسالة السابقة (ص/70 - 71).",
            "page": "22",
            "part": "1",
            "seal": "DE7C46B7"
        },
        {
            "id": "25",
            "nass": "وبعد، فسوف أضرب بعض الأمثلة (¬1) التي يتبين بها طريقة الشنقيطي - رحمه الله - في الرد على القائلين بالمجاز بطرقة الأساليب العربية، حتى يتضح المقام تمام الاتضاح. ¶ قال العلامة الشنقيطي - رحمه الله -: [في هذه الآية الكريمة سؤال معروف، هو أن يقال: كيف أوقع الإذاقة على اللباس في قوله: {فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ}. وروي أن ابن الراوندي الزنديق قال لابن الأعرابي إمامِ اللغة الأدب: هل يُذاق اللباس؟ ايريد الطعن في قوله تعالى: {فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ}. فقال له ابن الأعرابي: لا بأس أيها النسناس هب أن محمداً صلى الله عليه وسلم ما كان نبياً! أما كان عربياً؟ ¶ قال مقيده عفا الله عنه: والجواب عن هذا السؤال ظاهر، وهو أنه أطلق اسم اللباس على ما أصابهم من الجوع والخوف؛ لأن آثار الجوع والخوف تظهر على أبدانهم، وتحيط بها كاللباس، ومن حيث وجدانهم ذلك اللباس المعبرَّ به عن آثار الجوع والخوف، أوقع عليه الإذاقة، فلا حاجة إلى ما يذكره البيانيون من الاستعارات في هذه الآية الكريمة، وقد أوضحنا في رسالتنا التي سميناها (منع جواز المجاز في المنزل للتعبد والإعجاز): أنه لا يجوز لأحد أن يقول إن في القرآن مجازاً، وأوضحنا ذلك بأدلته، وبينا أن ما يسميه البيانيون مجازاً أنه أسلوب من أساليب اللغة العربية. ¶ وقد اختلف أهل البيان في هذه الآية، فبعضهم يقول: فيها استعارة مجردة. يعنون أنها جيء فيها بما يلائم المستعار له. وذلك في زعمهم أنه استعار اللباس لما غشيهم من بعض الحوادث كالجوع والخوف، بجامع اشتماله عليهم كاشتمال اللباس على اللابس على سبيل الاستعارة التصريحية الأصلية التحقيقية، ثم ذكر الوصف، الذي هو الإذاقة ملائماً للمستعار له، الذي هو الجوع والخوف؛ لأن إطلاق الذوق على وجدان الجوع والخوف جرى عندهم مجرى الحقيقة لكثرة الاستعمال. ¶ فيقولون: ذاق البؤس والضر، وأذاقه غيره إياهما. فكانت الاستعارة مجردة ¶ ¬__________ ¶ (¬1) - وسوف تأتي هذه الأمثلة، وغيرها - بمشيئة الله - في صلب الرسالة، وإنما نقلتها هنا للإيضاح، وحتى يكون القارئ على بصيرة تامة بموضوع الرسالة.",
            "page": "23",
            "part": "1",
            "seal": "57F6BAC3"
        },
        {
            "id": "26",
            "nass": "لذكر ما يلائم المستعار له، الذي هو المشبه في الأصل في التشبيه الذي هو أصل الاستعارة. ولو أريد ترشيح هذه الاستعارة في زعمهم لقيل: فسكاها؛ لأن الإتيان بما يلائم المستعار منه الذي هو المشبه به في التشبيه الذي هو أصل الاستعارة يسمى «ترشيحاً»، والكسوة تلائم اللباس، فذكرها ترشيح للاستعارة، قالوا: وإن كانت الاستعارة المرشحة أبلغ من المجردة، فتجريد الاستعارة في الآية أبلغ من حيث إنه روعي المستعار له الذي هو الخوف والجوع، وبذكر الإذاقة المناسبة لذلك ليزداد الكلام وضوحاً. ¶ وقال بعضهم: هي استعارة مبنية على استعارة، فإنه أولاً استعار لما يظهر على أبدانهم من الاصفرار، والذبول، والنحول اسم اللباس، بجامع الإحاطة بالشيء والاشتمال عليه، فصار اسم اللباس مستعاراً لآثار الجوع والخوف على أبدانهم، ثم استعار اسم الإذاقة لما يجدونه من ألم ذلك الجوع والخوف، المعبر عنه باللباس، بجامع التعرف والاختبار في كل من الذوق بالفم، ووجود الألم من الجوع والخوف. وعليه ففي اللباس استعارة أصلية كما ذكرنا، وفي الإذاقة المستعارة لمس ألم الجوع، والخوف استعارة تبعية. ¶ وقد ألممنا هنا بطرف قليل من كلام البيانيين هنا ليفهم الناظر مرادهم، مع أن التحقيق الذي لا شك فيه: أن كل ذلك لا فائدة فيه، ولا طائل تحته، وأن العرب تطلق الإذاقة على الذوق وعلى غيره من وجود الألم واللذة، وأنها تطلق اللباس على المعروف، وتطلقه على غيره مما فيه معنى اللباس من الاشتمال. كقوله: {هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ}، وقول الأعشى: ¶ إذا ما الضجيع ثنى عطفها ... ... ... تثنت عليه فكانت لباسا ¶ وكلها أساليب عربية، ولا إشكال في أنه إذا أطلق اللباس على مؤثر مؤلم يحيط بالشخص إحاطة اللباس، فلا مانع من إيقاع الإذاقة على ذلك الألم المحيط المعبر ¶ باسم اللباس. والعلم عند الله تعالى.] (¬1). ¶ وقال أيضاً: [البشارة: الخبر بما يسر، وقد تطلق العرب البشارة على ¶ ¬__________ ¶ (¬1) - (3/ 344: 346) (النحل/ 112، 113).",
            "page": "24",
            "part": "1",
            "seal": "43FEC8B3"
        },
        {
            "id": "27",
            "nass": "الإخبار بما يسوء، ومنه قوله تعالى: {فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} ومنه قول الشاعر: ¶ وبشرتني يا سعد أن أحبتي ... ... جفوني وقالوا الود موعده الحشر ¶ وقول الآخر: ¶ يبشرني الغراب ببين أهلي ... ... ... فقلت له ثكلتك من بشير ¶ والتحقيق: أن إطلاق البشارة على الإخبار بما يسوء، أسلوب من أساليب اللغة العربية، ومعلوم أن علماء البلاغة يجعلون مثل ذلك مجازاً، ويسمونه استعارة عنادية، ويقسمونها إلى تهكمية وتمليحية كما هو معروف في محله] (¬1). ¶ وقال أيضاً: [أطلق جل وعلا في هذه الآية الكريمة - أي قوله تعالى: {وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقاً} -، الرزق وأراد المطر، لأن المطر سبب الرزق، وإطلاق المسبب وإرادة سببه لشدة الملابسة بينهما، أسلوب عربي معروف، وكذلك عكسه الذي هو إطلاق السبب وإرادة المسبب كقوله: ¶ أكنت دماً إن لم أرعْكِ بضرَّة ... ... ... بعيدة مهوى القرط طيبة النشر ¶ فأطلق الدم وأراد الدية، لأنه سببها. ¶ وقد أوضحنا في رسالتنا المسماة: منع جواز المجاز، في المنزل للتعبد والإعجاز، أن أمثال هذا أساليب عربية، نطقت بها العرب في لغتها، ونزل بها القرآن، وأن ما يقوله علماء البلاغة من أن في الآية ما يسمونه المجاز المرسل الذي يعدون من علاقاته السببية والمسببية، لا داعي إليه، ولا دليل عليه، يجب الرجوع إليه. ¶ وإطلاق الرزق في آية المؤمن هذه على المطر جاء مثله، في غير هذا الموضع كقوله تعالى في أول سورة الجاثية {وَمَآ أَنَزَلَ اللَّهُ مِنَ السَّمَآءِ مَّن رِّزْقٍ فَأَحْيَا بِهِ الاٌّرْضَ بَعْدَ مَوْتِهَا} فأوضح بقوله {فَأَحْيَا بِهِ الاٌّرْضَ بَعْدَ مَوْتِهَا} أن مراده بالرزق المطر، لأن المطر هو الذي يحيي الله به الأرض بعد موتها. ¶ وقد أوضح جل وعلا، أنه إنما سمي المطر رزقاً، لأن المطر سبب الرزق، في آيات كثيرة من كتابه، كقوله تعالى في سورة البقرة {وَأَنزَلَ مِنَ السَّمَآءِ ¶ ¬__________ ¶ (¬1) - (4/ 9) (الكهف/1: 5)، وانظر أيضاً (7/ 342) (الجاثية/6: 8).",
            "page": "25",
            "part": "1",
            "seal": "3FBBA18A"
        },
        {
            "id": "28",
            "nass": "مَآءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقاً لَّكُمْ}، والباء في قوله فأخرج به سببية كما ترى. وكقوله تعالى في سورة إبراهيم: {اللَّهُ الَّذِى خَلَقَ السموات وَالاٌّرْضَ وَأَنزَلَ مِنَ السَّمَآءِ مَآءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ}. وقوله تعالى في سورة ق: {وَنَزَّلْنَا مِنَ السَّمَآءِ مَآءً مُّبَارَكاً فَأَنبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ وَالنَّخْلَ بَاسِقَاتٍ لَّهَا طَلْعٌ نَّضِيدٌ رِّزْقاً لِّلْعِبَادِ} ... ] (¬1). ¶ وفي الختام أنقل هذه العبارة للعلامة الألوسي - رحمه الله - للاستدلال بها على صحة كلام الشنقيطي - رحمه الله - في الأساليب، قال الألوسي في روح المعاني (1/ 302): [الويل: واد في جهنم يهوى به الكافر أربعين خريفا قبل أن يبلغ قعره، وفي بعض الروايات: إنه جبل فيها، وإطلاقه على ذلك إما: حقيقة شرعية، وإما مجاز لغوي، من إطلاق لفظ الحال على المحل، ولا يمكن أن يكون حقيقة لغوية؛ لأن العرب تكلمت به في نظمها، ونثرها قبل أن يجيء القرآن، ولم تطلقه على ذلك]. فيستفاد من مفهوم المخالفة في هذه العبارة أن العرب إن تكلمت بها على المعنى المراد، فتكون حقيقة لغوية. وهذا هو نفس مقصود العلامة الشنقيطي بالأساليب العربية، فتراه يبين بهذه الأساليب أن ما يدعون فيه المجاز إنما هو أسلوب تكلمت به العرب، فيكون حقيقة، وليس مجازاً (¬2). ¶ وبعد فقد لاح لك أيها القارئ الكريم أهمية جمع هذه الأساليب، والإطلاقات العربية، مع ذكر شواهدها من القرآن، واللغة، حتى يتضح لك الجواب عما زعموا أنه من المجاز قاصدين من وراء ذلك نفي الصفات، وهو في الحقيقة حقيقة في محله، وأسلوب عربي، تكلمت به العرب. ¶ وهذا أوان الشروع في المقصود، فالله المستعان، وعليه البلاغ، ولا حول، ولا قوة إلا بالله العلي العظيم. ¶ أبو المنذر محمود بن محمد بن مصطفى المنياوي. ¶ عفا الله - تعالى - عنه ¶ ¬__________ ¶ (¬1) - (7/ 76) (غافر/13)، وانظر أيضاً (6/ 76) (النور/3)، (7/ 263 - 264) (الزخرف/61). ¶ (¬2) - وليس الغرض هنا مناقشة المثال الذي ذكره - رحمه الله - وإنما الغرض التنبيه على موطن الشاهد من كلامه.",
            "page": "26",
            "part": "1",
            "seal": "C4160BDD"
        },
        {
            "id": "29",
            "nass": "الأساليب والإطلاقات العربية (¬1) ¶ 1 - يسمي التقدير خلقاً (¬2). ¶ [المراد بخلق ما في الأرض جميعا قبل خلق السماء الخلق اللغوي الذي هو التقدير لا الخلق بالفعل الذي هو الإبراز من العدم إلى الوجود، والعرب تسمي التقدير خلقا ومنه قول زهير: ¶ ولأنت تَفْري ما خلقت وبعض ... القوم يخلُقَ ثم لا يَفْري ¶ والدليل على أن المراد بهذا الخلق التقدير أنه تعالى نصّ على ذلك في سورة فصلت حيث قال: {وَقَدَّرَ فِيهَا أَقْوَاتَهَا} ثم قال: {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ} الآية.] (¬3). ¶ وقال: [وقوله في هذه الآية {أَحْسَنُ الْخَالِقِينَ} أي المقدرين والعرب تطلق الخلق وتريد التقدير. ومنه قول زهير: ¶ ولأنت تفري ما خلقت وبعض ... القوم يخلق ثم لا يفري ¶ ¬__________ ¶ (¬1) - وقد رتبتها حسب ورودها في تفسير \" أضواء البيان \"، وقد يرد الأسلوب أو الإطلاق في أكثر من موضع، فيكون ترتيبه على حسب أول وروده، والمنقول على حسب شموله. ¶ ولعلي قد توسعت بعض الشيء، وذلك بإيراد ما ليس له علاقة مباشرة بالرد على الآيات التي زعموا أن فيها مجازاً، وذلك بأنني قد أورد بعض الشواهد الشعرية التي تشهد لوجوه التفسير، وعذري في ذلك أنني رأيت - من وجهة نظري - أن هذه الشواهد قد يكون لها علاقة بالرد على القائلين بالمجاز، وإن كان بطريق غير مباشر، فهي تساعد في إثبات أن هذه الوجوه حقائق في محلها. فأرجو ممن وجد شيئاً من ذلك أن يحسن الظن، ويقوم بالنصح. ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز اللفظي، من باب إطلاق اللازم على الملزوم، وذلك لأن التقدير لازم للخلق. وانظر الإتقان للسيوطي (3/ 113). ¶ (¬3) - هذا نص كلام الشنقيطي كما ذكره في (1/ 48) (البقرة/29)، وانظر (6/ 267 - 268) (الفرقان/1)، (7/ 118 - 120) (فصلت/10)، وسوف أضعه دائما بين معكوفتين لتمييز بعضه من بعض.",
            "page": "27",
            "part": "1",
            "seal": "8E7C7962"
        },
        {
            "id": "30",
            "nass": "فقوله: يخلق ثم لا يفري: أي يقدر الأمر، ثم لا ينفذه لعجزه عنه كما هو معلوم.] (¬1) ¶ وقال أيضاً: [إطلاق اللازم، وإرادة الملزوم أسلوب عربي معروف، والقائلون بالمجاز يقولون: إن ذلك من المجاز المرسل، وعلى أن هذه الآية - أي قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} (النور:27) أطلق فيها اللازم الذي هو الاستئناس وأريد ملزومه الذي هو الإذن، يصير المعنى: حتى تستأذنوا، ويشهد لهذا المعنى قوله تعالى: {لاَ تَدْخُلُواْ بُيُوتَ النَّبِىّ إِلاَّ أَن يُؤْذَنَ لَكُمْ}، وقوله تعالى بعده: {فَلاَ تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمُ}، وقال الزمخشري في هذا الوجه بعد أن ذكره: وهذا من قبيل الكناية، والإرداف؛ لأن هذا النوع من الاستئناس يردف الإذن فوضع موضع الإذن.] (¬2). ¶ 2 - المفرد إذا كان اسم جنس يكثر في كلام العرب إطلاقه مراداً به الجمع - مع تنكيره، أو تعريفه بالألف واللام أو بالإضافة - (¬3). ¶ [قال مقيده عفا الله عنه وغفر له: الذي يظهر لي من استقراء اللغة العربية التي نزل بها القرآن، هو أن من أساليبها أن المفرد إذا كان اسم جنس يكثر إطلاقه مراداً به الجمع مع تنكيره كما في هذه الآية، وتعريفه بالألف واللام، وبالإضافة فمن أمثلته في القرآن مع التنكير قوله تعالى {إِنَّ الْمُتَّقِينَ فِى جَنَّاتٍ وَنَهَرٍ} أي وأنهار بدليل قوله تعالى {فِيهَآ أَنْهَارٌ مِّن مَّآءٍ غَيْرِ آسِنٍ} وقوله {وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَاماً} أي أئمة وقوله تعالى {فَإِن طِبْنَ لَكُمْ عَن شَىْءٍ مِّنْهُ نَفْساً} أي أنفساً وقوله تعالى {مُسْتَكْبِرِينَ بِهِ سَامِراً تَهْجُرُونَ} أي سامرين وقوله تعالى {لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ} أي بينهم وقوله تعالى {وَحَسُنَ أولئك رَفِيقاً} أي رفقاء ¶ ¬__________ ¶ (¬1) - (5/ 781) (المؤمنون/12: 14). ¶ (¬2) - (6/ 167) (النور/27). ¶ (¬3) - ونوع المجاز هنا عند القائلين به هو المجاز في المفرد، ويسمى اللغوي، من نوع إطلاق المفرد على الجمع، وقد أجاد العلامة الشنقيطي - رحمه الله - في بيان أن ذلك واقع في لغة العرب، وأنه من أساليبها، فيكون حقيقة لا مجاز، كما سبق بيان ذلك في المقدمة.",
            "page": "28",
            "part": "1",
            "seal": "22D83270"
        },
        {
            "id": "31",
            "nass": "وقوله تعالى {وَإِن كُنتُمْ جُنُباً فَاطَّهَّرُواْ} أي جنبين أو أجناباً وقوله تعالى {وَالْمَلَائِكَةُ بَعْدَ ذلك ظَهِيرٌ} أي مظاهرون ومن أمثلة ذلك مع التنكير في كلام العرب قول عقيل بن علفة المري: ¶ وكان بنو فزارة شرَّ عم ... ... ... وكنتُ لهم كشر بني الأَخينا ¶ يعني شر أَعمام. وقول قعنب ابن أم صاحب: ¶ ما بال قوم صديق ثم ليس لهم ... ... دين وليس لهم عقل إذا ائتمنوا ¶ يعني ما بال قوم أصدقاء. وقول جرير: ¶ نصبن الهوى ثم ارتمين قلوبنا ... ... ... بأعين أعداء وهن صديق ¶ يعني صديقات. وقول الآخر: ¶ لعمري لئن كنتم على النأي والنوى ... ... ... بكم مثل ما بي إنكم لصديق ¶ وقول الآخر. ¶ يا عاذلاتي لا تزدن ملامة ... ... ... إن العواذل ليس لي بأمير ¶ أي لسن لي بأمراء. ¶ ومن أمثلته في القرآن واللفظ مضاف قوله تعالى {أَوْ مَا مَلَكْتُم مَّفَاتِحهُ أَوْ صَدِيقِكُمْ} أي أصدقائكم: وقوله {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ} أي أوامره: وقوله {وَإِن تَعُدُّواْ نِعْمَةَ اللَّهِ لاَ تُحْصُوهَا} أَي نعم الله: وقوله {إِنَّ هؤلاء ضَيْفِى}: أي أضيافي، ونظير ذلك من كلام العرب قول علقمة بن عبدة التميمي: ¶ بها جيف الحسرى فأما عظامها ... ... ... فبيض وأما جلدها فصليب ¶ أي وأما جلودها فصليبة. ¶ وقول الآخر: ¶ كلوا في بعض بطنكم تعفوا ... ... ... فإن زمانكم زمن خميص ¶ أي بطونكم. وهذا البيت والذي قبله أنشدهما سيبويه في كتابه مستشهداً بهما لما ذكرنا. ¶ ومن أمثلة ذلك قول العباس بن مرادس السلمي: ¶ فقلنا أسلموا إنا أخوكم ... ... ... وقد سلمت من الإحن الصدور ¶ أي إنا إخوانكم. وقول جرير:",
            "page": "29",
            "part": "1",
            "seal": "C8375AAC"
        },
        {
            "id": "32",
            "nass": "إذا آباؤنا وأبوك عدوا ... ... ... أبان المقرفات من العراب ¶ أي إذا آباؤنا وآباؤك عدواً، وهذا البيت، والذي قبله يحتمل أن يراد بهما جمع التصحيح للأب وللأخ، فيكون الأصل: أبون وأخون فحذفت النون للإضافة، فصار كلفظ المفرد. ¶ ومن أمثلته جمع التصحيح في جمع الأخ بيت عقيل بن علفة المذكور آنفاً، حيث قال فيه: ... كشر بني الأخينا. ¶ ومن أمثلة تصحيح جمع الأب قول الآخر: ¶ فلما تبين أصواتنا ... ... ... بكين وفديننا بالأبينا ¶ ومن أمثلة ذلك في القرآن: واللفظ معرف بالألف واللام قوله تعالى: {وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ} أي بالكتب كلها، بدليل قوله {كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ} الآية، وقوله {وَقُلْ آمَنتُ بِمَآ أَنزَلَ اللَّهُ مِن كِتَابٍ} وقوله تعالى {أولئك يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُواْ} أي الغرف بدليل قوله {لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ} وقوله {وَهُمْ فِى الْغُرُفَاتِ آمِنُونَ}: وقوله تعالى {وَجَآءَ رَبُّكَ وَالْمَلَكُ صَفّاً}: أي الملائكة بدليل قوله: {هَلْ يَنظُرُونَ إِلاَّ أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلَائِكَةُ}: وقوله تعالى {سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ}: أي الأدبار بدليل قوله تعالى: {فَلاَ تُوَلُّوهُمُ الأَدْبَارَ} وقوله تعالى: {أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُواْ عَلَى عَوْرَاتِ النِّسَآءِ}: أي الأطفال: وقوله تعالى {هُمُ الْعَدُوُّ فَاحْذَرْهُمْ} أي الأعداء، ونحو هذا كثير في القرآن، وفي كلام العرب: وهو في النعت بالمصدر مطرد، كما تقدم مراراً. ¶ ومن أمثلة ذلك قول زهير: ¶ متى يَشْتَجِر قومٌ يقل سرواتهم ... ... ... هم بيننا هم رضى وهم عدل ¶ أي عدول مرضيون.] (¬1) ¶ ¬__________ ¶ (¬1) - (5/ 29 - 32) (الحج/5)، وانظر أيضاً المواضع التالية: (1/ 48) (البقرة/30)، (5/ 782) (المؤمنون/12: 14)، (7/ 183) (الشورى/17)، (7/ 251) (الزخرف/33:35)، (7/ 661) (الذاريات / 1:6)، (7/ 699 - 700) (النجم / 1: 4)، (7/ 714) (النجم/53)، (7/ 730) (القمر/54). وقال الثعالبي في سر العربية (ص/352): [فصل في إقامة الواحد مُقام الجمع - هي من سنن العرب إذ تقول: قَرَرْنا به عيناً، أي أعيننا. وفي القرآن: \"فإن طِبْنَ لكُم عن شيءٍ منهُ نَفْساً\"، وقال جلّ ذِكره: \"ثمَّ يُخْرِجُكُم طِفْلا\" أي أطفالا، وقال تعالى: \"وكم من مَلَكٍ في السَّمواتِ لا تُغني شَفاعَتُهم شيئاً\"، وتقديره: وكم من ملائكة في السموات، وقال عزّ من قائل: \"فَإنَّهُم عدوٌ لي إلا رَبَّ العالَمين\". وقال: \"هؤلاء ضَيفي\"، ولم يقل: أعدائي ولا أضيافي. وقال جلّ جلاله: \"لا نُفَرِّقُ بينَ أحَدٍ منهم\"، والتفريق لا يكون إلا بين اثنين، والتقدير: لا نُفَرِّق بينهم، وقال: \"يا أيُها النَّبيُّ إذا طَلَّقْتُمُ النِّساء\". وقال: \"وإنْ كُنْتُم جُنُباً فاطَّهَروا\". وقال: \"والمَلائكَةُ بَعْدَ ذلك ظَهِير\". ¶ ومن هذا الباب سنة العرب أن يقولوا للرجل العظيم والملك الكبير: انظروا من أمري، ولأنّ السادة والملوك يقولون: نحن فعلنا وإنّا أمَرنا، فعلى قضيَّة هذا الابتداء يخاطِبون في الجواب، كما قال تعالى عمّن حضَرَه الموت: \"رَبِّ ارْجِعون\".]",
            "page": "30",
            "part": "1",
            "seal": "E43BA4FF"
        },
        {
            "id": "33",
            "nass": "3 - عطف الشيء على نفسه، مع اختلاف اللفظ؛ لأن تغاير اللفظين ربما نزل منزلة التغاير المعنوي. ... ¶ [قوله تعالى: {وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ} الظاهر في معناه: أن الفرقان هو الكتاب الذي أوتيه موسى، وإنما عطف على نفسه؛ تنزيلاً لتغاير الصفات منزلة تغاير الذوات؛ لأن ذلك الكتاب الذي هو التوراة موصوف بأمرين: ¶ أحدهما: أنه مكتوب كتبه اللَّه لنبيه موسى عليه وعلى نبيّنا الصلاة والسلام. ¶ والثاني: أنه فرقان أي فارق بين الحق والباطل، فعطف الفرقان على الكتاب، مع أنه هو نفسه نظرًا لتغاير الصفتين، كقول الشاعر: ¶ إلى الملك القرم وابن الهمام ... ... ... وليث الكتيبة في المزدحم ¶ بل ربما عطفت العرب الشيء على نفسه مع اختلاف اللفظ فقط، فاكتفوا بالمغايرة في اللفظ. كقول الشاعر: ¶ إني لأعظم في صدر الكميِّ على ... ... ... ما كان فيّ من التجدير والقصر ¶ القصر: هو التجدير بعينه. وقول الآخر: ¶ وقددت الأديم لراهشيه ... ... ... وألفى قولها كذبًا ومينًا ¶ والمين: هو الكذب بعينه. وقول الآخر: ¶ ألا حبذا هند وأرض بها هند ... ... ... وهند أتى من دونها النأْي والبعد",
            "page": "31",
            "part": "1",
            "seal": "21D28847"
        },
        {
            "id": "34",
            "nass": "والبعد: هو النأي بعينه. وقول عنترة في معلّقته: ¶ حييت من طلل تقادم عهده ... ... ... أقوى وأقفر بعد أم الهيثم ¶ والإقفار: هو الإقواء بعينه.] (¬1) ¶ وقال أيضاً: [قوله: {فَمَحَوْنَآ آيَةَ الَّيْلِ وَجَعَلْنَآ آيَةَ النَّهَارِ مُبْصِرَةً} ... الوجه الثاني من التفسير أن الآية الكريمة ليس فيها مضاف محذوف، وأن المراد بالآيتين نفس الليل والنهار، لا الشمس والقمر. ¶ وعلى هذا القول فإضافة الآية إلى الليل والنهار من إضافة الشيء إلى نفسه مع اختلاف اللفظ، تنزيلاً لاختلاف اللفظ منزلة الاختلاف في المعنى. وإضافة الشيء إلى نفسه مع اختلاف اللفظ كثيرة في القرآن وفي كلام العرب. فمنه في القرآن قوله تعالى: {شَهْرُ رَمَضَانَ}، ورمضان هو نفس الشهر بعينه على التحقيق، وقوله: {وَلَدَارُ الاٌّخِرَةِ}، والدار هي الآخرة بعينها. بدليل قوله في موضع آخر: {وَلَلدَّارُ الاٌّخِرَةُ} بالتعريف، والآخرة نعت للدار. وقوله: {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} والحبل هو الوريد، وقوله: {وَمَكْرَ السَّيِّىءِ}، والمكر هو السيء بدليل قوله {وَلاَ يَحِيقُ الْمَكْرُ السَّيِّىءُ إِلاَّ بِأَهْلِهِ}. ¶ ومن أمثلته في كلام العرب قول امرىء القيس: ... ¶ كبكر المقاناة البياض بصفرة ... ... ... غذاها نمير الماء غير المحلل ¶ لأن المقاناة هي البكر بعينها، وقول عنترة في معلقته: ¶ ومشك سابغة هتكت فروجها ... ... ... بالسيف عن حامي الحقيقة معلم ¶ لأن مراده بالمشك: السابغة بعينها. بدليل قوله: هتكت فروجها. لأن الضمير عائد إلى السابغة التي عبر عنها بالمشك. ¶ وقد أوضحنا هذه المسألة في كتابنا (دفع إيهام الاضطراب عن آيات الكتاب) في سورة فاطر. وبينا أن الذي يظهر لنا: أن إضافة الشيء إلى نفسه مع اختلاف لفظ المضاف والمضاف إليه أسلوب من أساليب اللغة العربية. لأن تغاير اللفظين ربما نزل منزلة التغاير المعنوي. لكثرة الإضافة المذكورة في القرآن وفي ¶ ¬__________ ¶ (¬1) - (1/ 66) (البقرة/53).",
            "page": "32",
            "part": "1",
            "seal": "7D2EFB6E"
        },
        {
            "id": "35",
            "nass": "كلام العرب. وجزم بذلك ابن جرير في بعض مواضعه في القرآن. وعليه فلا حاجة إلى التأويل المشار إليه بقوله في الخلاصة: ¶ ولا يضاف اسم لما به اتحد ... ... ... معنى وأول موهماً إذا ورد ¶ ومما يدل على ضعف التأويل المذكور قوله: ¶ وإن يكونا مفردين فأضف ... ... ... حتما وإلا أتبع الذي ردف ¶ لأن إيجاب إضافة العلم إلى اللقب مع اتحادهما في المعنى إن كانا مفردين المستلزم للتأويل، ومنع الإتباع الذي لا يحتاج إلى تأويل دليل على أن ذلك من أساليب اللغة العربية، ولو لم يكن من أساليبها لوجب تقديم ما لا يحتاج إلى تأويل على المحتاج إلى تأويل كما ترى. وعلى هذا الوجه من التفسير فالمعنى: فمحونا الآية التي هي الليل، وجعلنا الآية التي هي النهار مبصرة. أي جعلنا الليل مَمْحُو الضوء مطموسه، مظلماً لا تستبان فيه الأشياء كما لا يستبان ما في اللوح الممحو. وجعلنا النهار مبصراً. أي تبصر فيه الأشياء وتستبان.] (¬1). ¶ 4 - كل ما علا الماء يسمى طافيًا. ¶ [كل ما علا على وجه الماء ولم يرسب فيه تسميه العرب طافيًا. ومن ذلك قول عبد اللَّه بن رواحة رضي اللَّه عنه: ¶ وأن العرش فوق الماء طاف (¬2) ... ... وفوق العرش رب العالمين (¬3) ¶ ¬__________ ¶ (¬1) - (3/ 421) (بني إسرائيل/11)، وانظر أيضاً: (3/ 241) (النحل/30)، (7/ 812) (الحديد/16)، (7/ 798) (الواقعة/95 - 96). ¶ (¬2) - أسند الطفو هنا إلى العرش؛ لأن الطفو ملابس للعرش فهو وصف له، وإطلاق القعل وشبهه إلى ما له به ملابسة، يسمى مجازاً عقلياً، كما زعموا في قوله تعالى: {وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا} (الزلزلة:2)، لإسناد الإخراج إلى الأرض لتلبسه بها، وهذا عند القائلين بالمجاز أحد أنواع المجاز العقلي، وطرفاه حقيقيان. وانظر الإتقان للسيوطي (3/ 109 - 110). ¶ (¬3) - قال الحافظ الذهبي في \" العلو \" (ص/49) (83): [قال أبو عمر ابن عبد البر في كتاب \" الاستيعاب \": روينا من وجوه صحاح أن عبد الله بن رواحة مشى ليلة إلى أمة له فنالها، فرأته امرأته، فلامته، فجحدها، فقالت له: إن كنت صادقا فاقرأ القرآن، فإن الجنب لا يقرأ القرآن فقال: ... ¶ شهدت بأن وعد الله حق ... ... ... وأن النار مثوى الكافرينا ¶ وأن العرش فوق الماء طاف ... ... ... وفوق العرش رب العالمينا ¶ فقالت امرأته: صدق الله، وكذبت عيني، وكانت لا تحفظ القرآن. قلت: روي من وجوه مرسلة، منها: يحيى بن أيوب المصري حدثنا عمارة بن غزية عن قدامة بن محمد بن إبراهيم الحاطبي، فذكره فهو منقطع]. والقصة ضعفها أيضاً الحافظ ابن حجر في \"الكافي الشافي في تخريج أحاديث الكشاف\". والنووي في المجموع فقال (2/ 183): إسنادُ هذه القصةِ ضعيفٌ ومنقطعٌ. والشيخ الألباني - رحمه الله - في تخريج الطحاوية (ص/282) (306)، وحكم عليها بالنكارة الشيخ مشهور حسن في كتاب \"قصص لا تثبت\"، إلا أنه ذهب في تحقيق \"الخلافيات\" للبيهقي (2/ 31 - 38) إلى ثبوت الشِّعر الذي قاله عبد الله بن رواحة دون القصة المذكورة.",
            "page": "33",
            "part": "1",
            "seal": "5DC042F4"
        },
        {
            "id": "36",
            "nass": "ويحكى في نوادر المجانين أن مجنونًا مرّ به جماعة من بني راسب، وجماعة من بني طفاوة يختصمون في غلام، فقال لهم المجنون: القوا الغلام في البحر فإن رسب فيه فهو من بني راسب، وإن طفا على وجهه فهو من بني طفاوة.] (¬1). ¶ 5 - الخيط الأبيض يطلق على الصبح، والأسود على الليل (¬2). ¶ [قوله تعالى: {حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ} بينه قوله: {مِنَ الْفَجْرِ} (البقرة: 187) والعرب تسمى ضوء الصبح خيطًا، وظلام الليل المختلط به خيطًا، ومنه قول أبي دواد الإيادي: ¶ فلما أضاءت لنا سدفة ... ... ... ولاح من الصبح خيط أنارا ¶ وقول الآخر: ¶ الخيط الأبيض ضوء الصبح منفلق ... والخيط الأسود جنح الليل مكتوم] (¬3). ¶ ¬__________ ¶ (¬1) - (1/ 84) (البقرة / 173). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو مجاز الإسناد، والمجاز العقلي، وعلاقته هنا الزمانية؛ لأن (الخيط الأبيض)، وهو الضوء يحدث مع انفلاق الصبح، و (الخيط الأسود) الظلام يحدث مع دخول الليل، فأسند كلاهما لما يحدث فيه، ومثلوا له أيضاً بقوله تعالى: {يَوْماً يَجْعَلُ الْوِلْدَانَ شِيباً} (المزمل: 17)، قالوا: فقد أسند {يَجْعَلُ} إلى اليوم؛ لأنه يحدث فيه، وانظر الإتقان للسيوطي (3/ 109). ¶ (¬3) - (1/ 105) (البقرة/187).",
            "page": "34",
            "part": "1",
            "seal": "66F2974A"
        },
        {
            "id": "37",
            "nass": "6 - ربما أطلقت العرب لفظ النعم على خصوص الإبل. ¶ [قوله تعالى: {وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ} (آل عمران: 14)، ربما أطلقت العرب لفظ النعم على خصوص الإبل، ومنه قوله صلى الله عليه وسلم: «من حمر النعم» (¬1) يعني: الإبل (¬2). وقول حسان رضي اللَّه عنه: ¶ وكانت لا يزال بها أنيس ... ... ... خلال مروجها نعم وشاء ¶ أي: إبل وشاء.] (¬3). ¶ 7 - إطلاق الخوف بمعنى العلم. ¶ [الخوف في لغة العرب: الغم من أمر مستقبل. والحزن: الغم من أمر ماض. وربما استعمل كل منهما في موضع الآخر. ¶ وإطلاق الخوف على العلم أسلوب عربي معروف. قال بعض العلماء: ومنه قوله تعالى {إِلاَّ أَن يَخَافَآ أَلاَّ يُقِيمَا حُدُودَ اللَّهِ}. قال معناه: إلا أن يعلما. ¶ ومنه قول أبي محجن الثقفي: ¶ إذا مُت فادفِنّي إِلى أصلِ كَرمَةٍ ... ... تروّي عظامي في التراب عروقُها ¶ ولا تَدفِنَنّي بالفلاةِ فإنّني ... ... ... أخافُ إذا ما مُتُّ أن لا أذوقُها (¬4) ¶ فقوله أخاف: أي أعلم لأنه لا يشك في أنه لا يشربها بعد موته.] (¬5) ¶ 8 - إسلام الوجه يطلق ويراد به الإذعان والانقياد التامّ. ¶ [قوله تعالى: {وَمَنْ أَحْسَنُ دِيناً مِمَّنْ أَسْلَمَ وَجْهَهُ لله وَهُوَ مُحْسِنٌ} ذكر تعالى في هذه الآية الكريمة أنه لا أحد أحسن دينًا ممن أسلم وجهه للَّه، في حال ¶ ¬__________ ¶ (¬1) - جزء من حديث أخرجه البخاري (3/ 1077) (2783)، ومسلم (4/ 1872) (1406) من حديث سهل بن سعد رضي الله عنه، وفيه قوله - صلى الله عليه وسلم - لعلي رضي الله عنه: (فوالله لأن يهدى بك رجل واحد خير لك من حمر النعم). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز اللفظي، من نوع إطلاق العام على الخاص، ومثل له أيضاً السيوطي في الإتقان (3/ 112) بقوله تعالى: {وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْض} (الشورى: 5)، قال: أي المؤمنين، بدليل قوله: {وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا} (غافر: 7). ¶ (¬3) - (1/ 242 - 243) (آل عمران/14). ¶ (¬4) - بالأصل بعض التحريف، وصوبته من البرنامج الإلكتروني: (الموسوعة الشعرية). ¶ (¬5) - (7/ 277 - 278) (الزخرف/ 68 - 69)، وانظر (1/ 269 - 270) (النساء/3).",
            "page": "35",
            "part": "1",
            "seal": "4B2610FF"
        },
        {
            "id": "38",
            "nass": "كونه محسنًا؛ لأن استفهام الإنكار مضمن معنى النفي ... ومعنى إسلام وجهه للَّه إطاعته وإذعانه، وانقياده لَّله تعالى بامتثال أمره، واجتناب نهيه في حال كونه محسنًا، أي: مخلصًا عمله للَّه لا يشرك فيه به شيئًا مراقبًا فيه للهِ كأنه يراه، فإن لم يكن يراه فاللَّه تعالى يراه، والعرب تطلق إسلام الوجه، وتريد به الإذعان والانقياد التامّ، ومنه قول زيد بن نفيل العدويّ: ¶ وأسلمت وجهي لمن أسلمت ... ... ... له المزن تحمل عذبًا زلالا ¶ وأسلمت وجهي لمن أسلمت ... ... ... له الأرض تحمل صخرًا ثقالا] (¬1). ¶ 9 - عال يعول إذا جار ومال، وهو عائل (¬2). ¶ [العرب تقول: عال يعول إذا جار ومال، وهو عائل، ومنه قول أبي طالب: ¶ بميزان قسط لا يخيس شعيرة ... ... ... له شاهد من نفسه غير عائل ¶ أي: غير مائل ولا جائر، ومنه قول الآخر: ¶ قالوا تبعنا رسول اللَّه واطرحوا ... ... ... قول الرسول وعالوا في الموازين ¶ أي: جاروا، وقول الآخر: ¶ ثلاثة أنفس وثلاث ذود ... ... ... لقد عال الزمان على عيالي ¶ أي: جار ومال، أما قول أحيحة بن الجلاح الأنصاريّ: ¶ وما يدري الفقير متى غناه ... ... ... وما يدري الغني متى يعيل ¶ وقول جرير: ¶ اللَّه نزل في الكتاب فريضة ... ... ... لابن السبيل وللفقير العائل ¶ وقوله تعالى: {وَوَجَدَكَ عَائِلاً فَأَغْنَى}، فكل ذلك من العيلة، وهي الفقر، ومنه قوله تعالى: {وَإِنْ خِفْتُمْ عَيْلَةً}، فعال التي بمعنى جار واوية العين، والتي بمعنى افتقر يائية العين. ¶ وقال الشافعي رحمه اللَّه: معنى قوله: {أَلاَّ تَعُولُواْ}، أي: يكثر عيالكم من ¶ ¬__________ ¶ (¬1) - (1/ 371) (النساء/125). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز العقلي، من إطلاق الفعل على ما له به ملابسه، ويسمى مجاز إسناد، وانظر الإتقان (3/ 109).",
            "page": "36",
            "part": "1",
            "seal": "1CCC6389"
        },
        {
            "id": "39",
            "nass": "عال الرجل يعول إذا كثر عياله، وقول بعضهم: إنّ هذا لا يصح وإنّ المسموع أعال الرجل بصيغة الرباعي على وزن أفعل، فهو معيل إذا كثر عياله فلا وجه له؛ لأنّ الشافعي من أدرى الناس باللغة العربية؛ ولأنّ عال بمعنى كثر عياله لغة حمير، ومنه قول الشاعر: ¶ وأن الموت يأخذ كل حي ... ... ... بلا شك وإن أمشى وعالا ¶ يعني: وإن كثرت ماشيته وعياله، وقرأ الآية طلحة بن مصرف {ألا تعيلوا} بضم التاء من أعال إذا كثر عياله على اللغة المشهورة.] (¬1) ¶ 10 - يسمى النفخ روحاً (¬2). ¶ قال العلامة الشنقيطي - رحمه الله - وهو يتكلم عن سبب تسمية سيدنا عيسى - عليه السلام - روحاً: [وقيل سمي روحاً بسبب نفخة سيدنا جبريل - عليه السلام - المذكورة في سورة الأنبياء، والتحريم، والعرب تسمي النفخ روحاً؛ لأنه ريح تخرج من الروح، ومنه قول ذي الرمة: ¶ فَقُلتُ لَهُ اِرفَعها إِلَيكَ وَأَحيِها ... ... بِروحِكَ وَاِقتَتهُ لَها قيتَة قَدرا] (¬3). ¶ 11 - الخفض بالمجاورة. ¶ [الخفض بالمجاورة أسلوب من أساليب اللغة العربية، وأنه جاء في القرآن لأنه بلسان عربي مبين. ¶ فمنه في النعت قول امرئ القيس: ¶ كأن ثبيرا في عرانين ودقه ... ... ... كبير أناس في بجاد مزمل ¶ بخفض «مزمل» بالمجاورة، مع أنه نعت «كبير» المرفوع بأنه خبر «كأن» وقول ذي الرمة: ¶ تريك سنة وجه غير مقرفة ... ... ... ملساء ليس بها خال ولا ندب ¶ إذ الرواية بخفض «غير»، كما قاله غير واحد للمجاورة، مع أنه نعت «سنة» المنصوب بالمفعولية. ¶ ¬__________ ¶ (¬1) - (1/ 375 - 376) (النساء/129). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو: المجاز اللفظي من باب إطلاق اللازم على الملزوم. ¶ (¬3) - (1/ 382) (النساء/171).",
            "page": "37",
            "part": "1",
            "seal": "6EC94218"
        },
        {
            "id": "40",
            "nass": "ومنه في العطف قول النابغة: ¶ لم يبق إلا أسير غير منفلت ... ... ... وموثق في حبال القد مجنوب ¶ بخفض «موثق» لمجاورته المخفوض، مع أنه معطوف على «أسير» المرفوع بالفاعلية. ¶ وقول امرئ القيس: ¶ وظل طهاة اللحم ما بين منضج ... ... ... صفيف شواءٍ أو قدير معجل ¶ بجر «قدير» لمجاورته للمخفوض، مع أنه عطف على «صفيف» المنصوب بأنه مفعول اسم الفاعل الذي هو «منضج» والصفيف: فعيل بمعنى مفعول وهو المصفوف من اللحم على الجمر لينشوي، والقدير: كذلك فعيل بمعنى مفعول، وهو المجعول في القدر من اللحم لينضج بالطبخ. ¶ وهذا الإعراب الذي ذكرناه هو الحق، لأن الإنضاج واقع على كل من الصفيف والقدير، فما زعمه «الصبان» في حاشيته على «الأشموني» من أن قوله «أو قدير» معطوف على «منضج» بتقدير المضاف أي وطابخ قدير الخ ظاهر السقوط، لأن المنضج شامل لشاوي الصفيف، وطابخ القدير. فلا حاجة إلى عطف الطابخ على المنضج لشموله له، ولا داعي لتقدير «طابخ» محذوف. ¶ وما ذكره العيني من أنه معطوف على «شواء»، فهو ظاهر السقوط أيضاً. وقد رده عليه «الصبان»، لأن المعنى يصير بذلك: وصفيف قدير، والقدير لا يكون صفيفاً. ¶ والتحقيق: هو ما ذكرنا من الخفض بالمجاورة، وبه جزم ابن قدامة في المغني. ¶ ومن الخفض بالمجاورة في العطف قول زهير: ¶ لعب الزمان بها وغيرها ... ... ... بعدي سوافي المور والقطر ¶ بجر «القطر» لمجاورته للمخفوض مع أنه معطوف على «سوافي» المرفوع، بأنه فاعل غير. ¶ ومنه في التوكيد قول الشاعر: ¶ يا صاح بلغ ذوي الزوجات كلهم ... أن ليس وصل إذا انحلت عرى الذنب",
            "page": "38",
            "part": "1",
            "seal": "DB3EB96E"
        },
        {
            "id": "41",
            "nass": "بجر «كلهم» على ما حكاه الفراء، لمجاورة المخفوض، مع أنه توكيد «ذوي» المنصوب بالمفعولية. ¶ ومن أمثلته في القرآن العظيم في العطف كالآية التي نحن بصددها قوله تعالى: {وَحُورٌ عِينٌ كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ}، على قراءة حمزة، والكسائي. ¶ ورواية المفضل عن عاصم بالجر لمجاورته لأكواب وأباريق، إلى قوله: {وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُونَ} مع أن قوله: {وَحُورٌ عِينٌ} حكمه الرفع: فقيل، إنه معطوف على فاعل «يطوف» الذي هو {وِلْدَانٌ مُّخَلَّدُونَ}. ¶ وقيل: هو مرفوع على أنه مبتدأ خبره محذوف دل المقام عليه. ¶ أي: وفيها حور عين، أو لهم حور عين. وإذن فهو من العطف بحسب المعنى. ¶ وقد أنشد سيبويه للعطف على المعنى قول الشماخ، أو ذي الرمة: ¶ بادت وغير آيهن مع البلا ... ... ... إلا رواكد جمرهن هباء ¶ ومشجَّج أما سواء قذاله ... ... ... فبدا وغيب ساره المعزاء ¶ لأن الرواية بنصب «رواكد» على الاستثناء، ورفع مشجج عطفاً عليه، لأن المعنى لم يبق منها إلا رواكد ومشجج، ومراده بالرواكد أثافي القدر، وبالمشجج وتد الخباء، وبه تعلم أن وجه الخفض في قراءة حمزة، والكسائي هو المجاورة للمخفوض، كما ذكرنا خلافاً لمن قال في قراءة الجر: إن العطف على أكواب، أي يطاف عليهم بأكواب، وبحور عين، ولمن قال: إنه معطوف على جنات النعيم، أي هم في جنات النعيم، وفي حورٍ على تقدير حذف مضاف أي في معاشرة حور. ¶ ولا يخفى ما في هذين الوجهين، لأن الأول يرد، بأن الحور العين لا يطاف بهن مع الشراب، لقوله تعالى: {حُورٌ مَّقْصُورَاتٌ فِى الْخِيَامِ}. ¶ والثاني فيه أن كونهم في جنات النعيم، وفي حور ظاهر السقوط كما ترى، وتقدير ما لا دليل عليه لا وجه له. ¶ وأجيب عن الأول بجوابين، الأول: أن العطف فيه بحسب المعنى، لأن المعنى: يتنعمون بأكواب وفاكهة ولحم وحور. قاله الزجاج وغيره. ¶ الجواب الثاني: أن الحور قسمان: حور مقصورات في الخيام،: وحور",
            "page": "39",
            "part": "1",
            "seal": "62AF1789"
        },
        {
            "id": "42",
            "nass": "يطاف بهن عليهم، قاله الفخر الرازي وغيره، وهو تقسيم لا دليل عليه، ولا يعرف من صفات الحور العين كونهن يطاف بهن كالشراب، فأظهرها الخفض بالمجاورة، كما ذكرنا. ¶ وكلام الفراء وقطرب، يدل عليه، وما رد به القول بالعطف على أكواب من كون الحور لا يطاف بهن يرد به القول بالعطف على {وِلْدَانٌ مُّخَلَّدُونَ}، في قراءة الرفع، لأنه يقتضي أن الحور يطفن عليهم كالولدان، والقصر في الخيام ينافي ذلك. ¶ وممن جزم بأن خفض {وَأَرْجُلَكُمْ} لمجاورة المخفوض البيهقي في (السنن الكبرى)، فإنه قال ما نصه: باب قراءة من قرأ {وَأَرْجُلَكُمْ} نصباً، وأن الأمر رجع إلى الغسل وأن من قرأها خفضاً، فإنما هو للمجاورة، ثم ساق أسانيده إلى ابن عباس، وعلي، وعبد الله بن مسعود، وعروة بن الزبير، ومجاهد وعطاء والأعرج وعبد الله بن عمرو بن غيلان، ونافع بن عبد الرحمن بن أبي نعيم القارىء، وأبي محمد يعقوب بن إسحاق بن يزيد الحضرمي أنهم قرأوها كلهم: {وَأَرْجُلَكُمْ} بالنصب. ¶ قال: وبلغني عن إبراهيم بن يزيد التيمي أنه كان يقرؤها نصباً، وعن عبد الله بن عامر اليحصبي، وعن عاصم برواية حفص، وعن أبي بكر بن عياش من رواية الأعشى، وعن الكسائي، كل هؤلاء نصبوها. ¶ ومن خفضها فإنما هو للمجاورة، قال الأعمش: كانوا يقرأونها بالخفض، وكانوا يغسلون، اه كلام البيهقي. ¶ ومن أمثلة الخفض بالمجاورة في القرآن في النعت قوله تعالى {عَذَابَ يَوْمٍ مُّحِيطٍ} بخفض {مُحِيطٌ} مع أنه نعت للعذاب. وقوله تعالى: {عَذَابَ يَوْمٍ أَلِيمٍ}، ومما يدل أن النعت للعذاب، وقد خفض للمجاورة، كثرة ورود الألم في القرآن نعتاً للعذاب. وقوله تعالى: {بَلْ هُوَ قُرْآنٌ مَّجِيدٌ فِى لَوْحٍ مَّحْفُوظٍ} على قراءة من قرأ بخفض {مَّحْفُوظٍ} كما قاله القرطبي ومن كلام العرب «هذا جحر ضب خرب» بخفض خرب لمجاورة المخفوض مع أنه نعت خبر المبتدأ. وبهذا تعلم أن دعوى كون الخفض بالمجاورة لحناً لا يتحمل إلا لضرورة الشعر باطلة.] (¬1). ¶ ¬__________ ¶ (¬1) - (2/ 8 - 12) (المائدة/6).",
            "page": "40",
            "part": "1",
            "seal": "498E7C1E"
        },
        {
            "id": "43",
            "nass": "12 - يطلق المسح على الغسل. ¶ قال العلامة الشنقيطي - رحمه الله - وهو يتكلم على الجمع بين قراءتي الخفض، والنصب في قوله تعالى: {وَامْسَحُوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْن} (المائدة: 6) [وقال بعض العلماء: المراد بمسح الرجلين غسلهما: والعرب تطلق المسح على الغسل أيضاً، وتقول: تمسَّحت بمعنى توضأت، ومسح المطر الأرض أي غسلها، ومسح الله ما بك أي غسل عنك الذنوب والأذى.] (¬1). ¶ 13 - ربّما اسْتُعمِل التحرير في الإخراج مِن الأسر والمشقّات، وتعب الدنيا ونحو ذلك. ¶ [قوله تعالى: {فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ}، والمراد بالتحرير الإخراج من الرقّ، وربّما استعملته العرب في الإخراج مِن الأسر والمشقّات، وتعب الدنيا ونحو ذلك، ومنه قول والدة مريم {إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا} أي من تعب أعمال الدُّنيا، ومنه قول الفرزدق همام بن غالب التميمي: ¶ أبني غدانة إنِّي حررتكم ... ... ... فوهبتكم لعطية بن جعال ¶ يعني حررتكم من الهجاء، فلا أهجوكم.] (¬2). ¶ 14 - إطلاق شيطان على المتمرد (¬3). ¶ [اللسان العربي الذي نزل به القرآن يطلق اسم الشيطان على كل عات متمرد من الجن، والإنس، والدواب، ومنه قوله تعالى: {وَإِذَا لَقُواْ الَّذِينَ آمَنُواْ قَالُوا آمَنَّا وَإِذَا خَلَوْاْ إِلَى شَيَاطِينِهِمْ قَالُواْ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ}، وقوله: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِىٍّ عَدُوّاً شَيَاطِينَ الإِنْسِ وَالْجِنِّ يُوحِى بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً} ومنه قوله صلى الله عليه وسلم: «الكلب الأسود شيطان» (¬4) وقول جرير: ¶ ¬__________ ¶ (¬1) - (2/ 13) (المائدة/6). ¶ (¬2) - (2/ 114) (المائدة/89). ¶ (¬3) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق المصدر أو شبهه على اسم الفاعل، ومثلوا له أيضاً بقوله تعالى: {فَإِنَّهُمْ عَدُوٌّ لِي} (الشعراء: 77)، أي معادون، وانظر الإتقان (3/ 116)، وأسرار البيان (ص/111). ¶ (¬4) - أخرجه مسلم من حديث أبي ذر رضي الله عنه (1/ 365) (510).",
            "page": "41",
            "part": "1",
            "seal": "1BD37297"
        },
        {
            "id": "44",
            "nass": "أيام يدعونني الشيطان من غزلي ... وكن يهوينني إذ كنت شيطانا] (¬1). ¶ 15 - يطلق المجموع مراداً بعضه. ¶ [قال بعض العلماء: {رُسُلٌ مِّنْكُمْ} (¬2) أي من مجموعكم الصادق بخصوص الإنس: لأنه لا رسل من الجن، ويستأنس لهذا القول بأن القرآن ربما أطلق فيه المجموع مراداً بعضه، كقوله: {وَجَعَلَ الْقَمَرَ فِيهِنَّ نُوراً}، وقوله: {فَكَذَّبُوهُ فَعَقَرُوهَا}، مع أن العاقر واحد منهم، كما بينه بقوله: {فَنَادَوْاْ صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ}.] (¬3). ¶ وقال أيضاً [من أساليب العربية إسناد الفعل إلى المجموع، مع أن فاعله بعضهم لا جميعهم. ومن أظهر الأدلة القرآنية في ذلك قراءة حمزة والكسائي {فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ} من القتل في الفعلين، أي فإن قتلوا بعضكم فليقتلهم بعضكم الآخر كما تقدم مراراً. ومن أظهر الشواهد العربية في ذلك قول الفرزدق: ¶ فسيف بني عبس وقد ضربوا به ... ... ... نبا بيدي ورقاء عن رأس خالد ¶ فقد أسند الضرب إلى بني عبس، مع أنه صرح بأن الضارب الذي بيده السيف هو ورقاء وهو ابن زهير بن جذيمة العبسي. وخالد هو ابن جعفر الكلابي. وقصة قتله لزهير المذكور مشهورة.] (¬4). ¶ 16 - يطلق لا شيء على ما لا نفع فيه. ¶ [ومن المعلوم أن العرب تطلق لا شيء على ما لا نفع فيه. ألا ترى أن ¶ ¬__________ ¶ (¬1) - (3/ 109) (الحجر/ 17 - 18)، وانظر: (2/ 186) (الأنعام/112). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز مفرد، ويسمى اللغوي، من إطلاق الفعل على شيئين أو أكثر، وهو لأحدهم، مثلوا له أيضاً بقوله تعالى: {نَسِيَا حُوتَهُمَا} (الكهف: 61)، مع أن الناسي هو الغلام فقط كما هو معلوم، وانظر الإتقان (3/ 117)، وفيه أيضاً مجاز مرسل علاقته كلية، حيث أطلق الكل، وأراد البعض، وانظر أسرار البيان (ص/122)، والإتقان (3/ 111 - 112). ¶ (¬3) - (2/ 188) (الأنعام/130)، وانظر أيضاً: (3/ 111) (الحجر/17، 18)، (4/ 170) (الكهف/61)، (4/ 231) (مريم/7)، (7/ 724) (القمر/29)، ... ¶ (¬4) - (4/ 370) (مريم/67)، وانظر أيضاً: (7/ 259) (الزخرف/57، 58)، (7/ 671 - 672) (الذاريات/56).",
            "page": "42",
            "part": "1",
            "seal": "CA9A3E2C"
        },
        {
            "id": "45",
            "nass": "الله يقول في المنافقين: {صُمٌّ بُكْمٌ عُمْىٌ}، مع أنه يقول فيهم: {فَإِذَا ذَهَبَ الْخَوْفُ ¶ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ}، ويقول فيهم: {وَإِن يَقُولُواْ تَسْمَعْ لِقَوْلِهِمْ} أي لفصاحتهم وحلاوة ألسنتهم. ويقول فيهم: {وَلَوْ شَآءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ} وما ذلك إلا لأن الكلام ونحوه الذي لا فائدة فيه كلا شيء: فيصدق على صاحبه أنه أعمى ¶ وأصم وأبكم، ومن ذلك قول قعنب بن أم صاحب: ¶ صُمٌّ إذا سمعوا خيراً ذُكِرت به ... ... وإن ذكرت بسوء عندهم أَذنوا ¶ وقول الآخر: ¶ أصمٌّ عن الأمر الذي لا أريده ... ... وأسمع خلق الله حين أريد ¶ وقول الآخر: ¶ قل ما بدا لك من زور ومن كذب ... ... ... حلمي أصم وأذني غير صماء ¶ ونظائر هذا كثيرة في كلام العرب من إطلاق الصمم على السماع الذي لا فائدة فيه. وكذلك الكلام الذي لا فائدة فيه، والرؤية التي لا فائدة فيها.] (¬1). ¶ 17 - القرابة إذا كانت قرابة نسب تعين التأنيث فيها، وإن كانت قرابة مسافة جاز التذكير والتأنيث. ¶ [من أساليب اللغة العربية أن القرابة إذا كانت قرابة نسب تعين التأنيث فيها في الأنثى فتقول: هذا المرأة قريبتي أي في النسب ولا تقول: قريب مني. وإن كانت قرابة مسافة جاز التذكير والتأنيث. فتقول: داره قريب وقريبة مني، ويدل لهذا الوجه قوله تعالى: {وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ}، وقوله تعالى: {وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيباً} وقول امرىء القيس: ¶ لَهُ الوَيلُ إِن أَمسى وَلا أُمُّ هاشِمٍ ... قَريبٌ وَلا البَسباسَةُ اِبنَةَ يَشكُرا] (¬2). ¶ 18 - يطلق اسم الفيء على الغنيمة. ¶ قال بعض العلماء: إن الغنيمة والفيء واحد، فجميع ما أخذ من الكفار على ¶ أي وجه كان غنيمة وفيء، وهذا قول قتادة رحمه الله وهو المعروف في اللغة، ¶ ¬__________ ¶ (¬1) - (4/ 598 - 599) (طه/124)، وانظر أيضاً: (2/ 257) (الأعراف/2)، (3/ 300) (النحل/84)، (6/ 421) (النمل/80). ¶ (¬2) - (2/ 288) (الأعراف/56).",
            "page": "43",
            "part": "1",
            "seal": "03BF65A1"
        },
        {
            "id": "46",
            "nass": "فالعرب تطلق اسم الفيء على الغنيمة، ومنه قول مهلهل بن ربيعة التغلبي: ¶ فلا وأبي جليلة ما أفأنا ... ... ... من النعم المؤبل من بعير ¶ ولكنا نهكنا القوم ضربا ... ... ... على الأثباج منهم والنحور ¶ يعني أنهم لم يشتغلوا بسوق الغنائم ولكن بقتل الرجال فقوله: أفأنا: يعني غنماً، ويدل لهذا الوجه قوله تعالى: {وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ اللَّهُ عَلَيْكَ}، لأن ظاهر هذه الآية الكريمة شمول ذلك لجميع المسبيات ولو كن منتزعات قهراً، ولكن الاصطلاح المشهور عند العلماء هو ما قدمنا من الفرق بينهما، وتدل له آية الحشر المتقدمة-أي قوله تعالى: {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} -.] (¬1). ¶ 19 - يطلق الحرف الواحد من الكلمة، ويراد به جميع الكلمة. ¶ [العرب قد تطلق الحرف الواحد من الكلمة، وتريد به جميع الكلمة كقول الراجز: ¶ قلت لها قفي فقالت لي قاف ... ... ... لا تحسبي أنا نسينا الإيجاف ¶ فقوله: «قاف» أي وقفت. وقول الآخر: ¶ بالخير خيرات وإن شراً فا ... ... ... ولا أريد الشر إلا أن تا ¶ يعني: وإن شراً فشر، ولا أريد الشر إلا أن تشاء. فاكتفى بالفاء والتاء عن بقية الكلمتين. ¶ قال القرطبي: وفي الحديث «من أعان على قتل مسلم بشطر كلمة» الحديث (¬2). قال سفيان: هو أن يقول في أقتل: أق.] (¬3). ¶ ¬__________ ¶ (¬1) - (2/ 316) (الأنفال/41). ¶ (¬2) - أخرجه ابن ماجه (2/ 874) (2620) من حديث أبي هريرة - رضي الله عنه -، وقال البوصيري في الزوائد في إسناده يزيد بن أبي زياد بالغوا في تضعيفه حتى قيل كأنه حديث موضوع.، وقال الشيخ الألباني: ضعيف جداً. ¶ (¬3) - (3/ 4 - 5) (هود/1).",
            "page": "44",
            "part": "1",
            "seal": "B4AA93F7"
        },
        {
            "id": "47",
            "nass": "20 - عادة العرب قولهم: لا أستطيع أن أسمع كذا، إذا كان شديد الكراهية، والبغض له (¬1). ¶ [قوله تعالى: {مَا كَانُواْ يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُواْ يُبْصِرُونَ} ... المعنى ما كانوا يستطيعون السمع أي لشدة كراهيتهم لكلام الرسل على عادة العرب في قولهم: لا أستطيع أن أسمع كذا إذا كان شديد الكراهية والبغض له ويشهد لهذا القول قوله تعالى: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِى وُجُوهِ الَّذِينَ كَفَرُواْ الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتُنَا} وقوله تعالى {وَقَالَ الَّذِينَ كَفَرُواْ لاَ تَسْمَعُواْ لِهذا الْقُرْآنِ} وقوله {وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُواْ أَصَابِعَهُمْ فِى آذَانِهِمْ}.] (¬2). ¶ 21 - الضلال يطلق بمعنى: الذهاب عن طريق الحق إلى طريق الباطل، وبمعنى: الضلال بمعنى الهلاك والغيبة والاضمحلال، وبمعنى: الذهاب عن علم حقيقة الأمر المطابقة للواقع. ¶ [وقد قدمنا أن الضلال يطلق في القرآن واللغة العربية ثلاثة إطلاقات: ¶ الأول: الضلال بمعنى الذهاب عن طريق الحق إلى طريق الباطل. كالذهاب عن الإسلام إلى الكفر. وهذا أكثر استعمالاته في القرآن. ومنه قوله تعالى: {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلاَ الضَّآلِّينَ}، وقوله: {وَلاَ تَتَّبِعُواْ أَهْوَآءَ قَوْمٍ قَدْ ضَلُّواْ مِن قَبْلُ وَأَضَلُّواْ كَثِيراً وَضَلُّواْ عَن سَوَآءِ السَّبِيلِ}. ¶ الثاني: الضلال بمعنى الهلاك والغيبة والاضمحلال، ومنه قول العرب: ضل السمن في الطعام إذا استهلك فيه وغاب فيه. ومنه بهذا المعنى قوله تعالى: {وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ} أي غاب واضمحل، وقوله هنا: {الَّذِينَ ضَلَّ سَعْيُهُمْ} أي بطل ¶ ¬__________ ¶ (¬1) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق المسبب على السبب أي أنهم بسبب شدة كرايتهم، وبغضهم للحق ما كانوا يستطيعون سماعه، ومثل له السيوطي أيضاً بقوله تعالى: {وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقاً} (غافر: 13)، وقوله: {قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاساً} (الأعراف: 26)، أي مطراً يتسبب عنه الرزق، واللباس، وقوله تعالى: {لا يَجِدُونَ نِكَاحاً} (النور: 33) أي مؤنة من مهر، ونفقة، وما لابد للمتزوج منه. وانظر الإتقان (3/ 113)، وأسرار البيان (ص/121). ¶ (¬2) - (3/ 15) (هود/20).",
            "page": "45",
            "part": "1",
            "seal": "C2318CE7"
        },
        {
            "id": "48",
            "nass": "واضمحل، وقول الشاعر: ¶ ألم تسأل فتخبرك الديار ... ... ... عن الحي المضلل أين ساروا ¶ أي عن الحي الذي غاب واضمحل، ومن هنا سمي الدفن إضلالاً؛ لأن مآل الميت المدفون إلى أن تختلط عظامه بالأرض، فيضل فيها كما يضل السمن في الطعام. ومن إطلاق الضلال على الدفن قول نابغه ذبيان: ¶ فآب مضلوه بعين جلية ... ... ... وغودو بالجولان حزم ونائل ¶ فقوله «مضلوه» يعني دافنيه في قبره. ¶ ومن هذا المعنى قوله تعالى: {وَقَالُواْ أَءِذَا ضَلَلْنَا فِى الاٌّرْضِ أَءِنَّا لَفِى خَلْقٍ جَدِيدٍ}. فمعنى {ضَلَلْنَا فِى الاٌّرْضِ} أنهم اختلطت عظامهم الرميم بها لغابت واستهلكت فيها. ¶ الثالث: الضلال بمعنى الذهاب عن علم حقيقة الأمر المطابقة للواقع، ومنه بهذا المعنى قوله تعالى: {وَوَجَدَكَ ضَآلاًّ فَهَدَى} أي ذاهباً عما تعلمه الآن من العلوم والمعارف التي لا تعرف إلا بالوحي فهداك إلى تلك العلوم والمعارف بالوحي. وحدد هذا المعنى قوله تعالى عن أولاد يعقوب: {قَالُواْ تَاللَّهِ إِنَّكَ لَفِى ضَلَالِكَ الْقَدِيمِ} أي ذهابك عن العلم بحقيقة أمر يوسف، ومن أجل ذلك تطمع في رجوعه إليك، وذلك لا طمع فيه على أظهر التفسيرات وقوله تعالى: {فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ الشُّهَدَآءِ أَن تَضِلَّ إْحْدَاهُمَا} أي نذهب عن حقيقة علم المشهود به بنسيان أو نحوه، بدليل قوله {فَتُذَكّرَ أَحَدُهُمَا الاْخْرَى}، وقوله تعالى: {قَالَ عِلْمُهَا عِندَ رَبِّى فِى كِتَابٍ لاَّ يَضِلُّ رَبِّى وَلاَ يَنسَى} ومن هذا المعنى قول الشاعر: ¶ وتظن سلمى أنثى أبغى بها ... ... ... بدلاً أراها في الضلال تهيم ¶ فقوله «أراها في الضلال» أي الذهاب عن علم حقيقة الأمر حيث تظنني أبغى بها بدلاً، والواقع بخلاف ذلك] (¬1). ¶ ¬__________ ¶ (¬1) - (4/ 209: 211) (الكهف/103: 105)، وانظر (3/ 46: 48) (يوسف/8)، (6/ 371: 373) (الشعراء/20).",
            "page": "46",
            "part": "1",
            "seal": "B080FC6F"
        },
        {
            "id": "49",
            "nass": "22 - يطلق الهم ويراد به المحبة والشهوة. ¶ [العرب تطلق الهم وتريد به المحبة والشهوة، فيقول الإنسان فيما لا يحبه ولا يشتهيه: هذا ما يهمني، ويقول فيما يحبه ويشتهيه: هذا أهم الأشياء إلي] (¬1). ¶ 23 - إذا كان المحكوم عليه غير موجود فيعلم منه انتفاء الحكم عليه بذلك الأمر الموجودي. ¶ قال العلامة الشنقيطي - رحمه الله - عند قوله تعالى: {اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا} (الرعد: 2) مرجحاً أن السماء لا عمد لها: [وهذا القول يدل عليه تصريحه تعالى في سورة «الحج» أنه هو الذي يمسكها أن تقع على الأرض في قوله: {وَيُمْسِكُ السَّمَآءَ أَن تَقَعَ عَلَى الاٌّرْضِ إِلاَّ بِإِذْنِهِ}. قال ابن كثير: فعلى هذا يكون قوله: {تَرَوْنَهَا} تأكيداً لنفي ذلك، أي هي مرفوعة بغير عمد كما ترونها كذلك، وهذا هو الأكمل في القدرة اهـ. ¶ قال مقيده عفا الله عنه: الظاهر أن هذا القول من قبيل السالبة لا تقتضي وجود الموضوع، والمراد أن المقصود نفى اتصاف المحكوم عليه بالمحكوم به، وذلك صادق بصورتين: ¶ الأولى: أن يكون المحكوم عليه موجوداً، ولكن المحكوم به منتف عنه، كقولك ليس الإنسان بحجر، فالإنسان موجود والحجرية منتفية عنه. ¶ الثانية: أن يكون المحكوم عليه غير موجود فيعلم منه انتفاء الحكم عليه بذلك الأمر الموجودي، وهذا النوع من أساليب اللغة العربية، ومثاله في اللغة قول امرئ القيس: ¶ على لا حب لا يهتدى بمناره ... ... ... إذا سافه العود النباطي جرجوا ¶ أي لا منار له أصلاً حتى يهتدي به، وقوله: ¶ لا تفزع الأرنب أهوالها ... ... ... ولا ترى الضب بها ينجحر ¶ يعني لا أرانب فيها ولا ضباب. وعلى هذا فقوله {بِغَيْرِ عَمَدٍ تَرَوْنَهَا} أي: لا عمد لها حتى تروها] (¬2). ¶ ¬__________ ¶ (¬1) - (3/ 52) (يوسف/24). ¶ (¬2) - (3/ 68) (الرعد/2)، وانظر أيضاً (6/ 659) (يس/23 - 24).",
            "page": "47",
            "part": "1",
            "seal": "E5482FBF"
        },
        {
            "id": "50",
            "nass": "24 - \" وراء \" تطلق بمعنى: أمام (¬1). ¶ [قوله تعالى: {مِّن وَرَآئِهِ جَهَنَّمُ} وراء هنا بمعنى أمام كما هو ظاهر. ويدل له إطلاق وراء بمعنى إمام في القرآن وفي كلام العرب، فمنه في القرآن قوله تعالى: {وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْباً} أي أمامهم ملك. وكان ابن عباس يقرؤها: وكان أمامهم ملك يأخذ كل سفينة غصباً، ومن إطلاق وراء بمعنى أمام في كلام العرب قول لبيد: ¶ أليس ورائي إن تراخت منيتي ... ... ... لزوم العصا تحنى عليها الأصابع ¶ وقول الآخر: ¶ أترجو بنو مروان سمعي وطاعتي ... ... ... وقومي تميم والفلاة ورائيا ¶ وقوله الآخر: ¶ ومن ورائك يوم أنت بالغه ... ... ... لا حاضر معجز عنه ولا باد ¶ فوراء بمعنى أمام في الأبيات. ¶ وقال بعض العلماء. ومعنى من ورائه جهنم، أي من بعد هلاكه جهنم، وعليه فوراء في الآية بمعنى بعد، ومن إطلاق وراء بمعنى بعد قول النابغة: ¶ حلفت فلم أترك لنفسك ريبة ... ... ... وليس وراء الله للمرء مذهب ¶ أي ليس بعد الله مذهب، قاله القرطبي. والأول هو الظاهر وهو الحق] (¬2). ¶ 25 - الغلام يطلق على العبد، وعلى الصغير الذي لم يبلغ، وعلى الرجل البالغ (¬3)، وربما قالوا للأنثى غلامة. ¶ [الغلام يطلق في لغة العرب على العبد، وعلى الصغير الذي لم يبلغ، وعلى الرجل البالغ. ¶ ¬__________ ¶ (¬1) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق الشيء، وإرادة ضده، وانظر الإتقان (3/ 115). ¶ (¬2) - (3/ 96) (إبراهيم/16). ¶ (¬3) - إطلاق الغلام على الرجل البالغ فيه عند القائلين بالمجاز مجاز مفرد، وعلاقته: اعتبار ما كان، أي الذي كان غلاماً، ومثلوا له أيضاً بقوله تعالى: {وَآتُوا الْيَتَامَى أَمْوَالَهُمْ} (النساء: 2) أي الذين كانوا يتامى، وانظر الإتقان (3/ 113)، وأسرار البيان (ص/119).",
            "page": "48",
            "part": "1",
            "seal": "3C85D318"
        },
        {
            "id": "51",
            "nass": "ومن إطلاقه على البالغ قول علي رضي الله يوم النهروان: ¶ أنا الغلام القرشي المؤتمن ... ... ... أبو حسين فاعلمن والحسن ¶ وقول صفوان بن المعطل السلمي لحسان رضي الله عنهما: ¶ تلق ذباب السيف عني فإنني ... ... ... غلام إذا هوجيت لست بشاعر ¶ وقول ليلى الأخيلية تمدح الحجاج بن يوسف: ¶ إذا نزل الحجاج أرضا مريضة ... ... ... تتبع أقصى دائها فشفاها ¶ شفاها من الداء العضال الذي بها ... ... غلام إذا هز القناة سقاها ¶ وربما قالوا للأنثى غلامة ومنه قول أوس بن غلفاء الهجيمي يصف فرساً: ¶ ومركضة صريحي أبوها ... ... ... يهان لها الغلامة والغلام] (¬1). ¶ 26 - صدعت الشيء: أظهرته. ¶ [قوله: {فَاصْدَعْ} قال بعض العلماء: أصله من الصدع بمعنى الإظهار، ومنه قولهم: انصدع الصبح: انشق عنه الليل. والصديع: الفجر لانصداعه، ومنه قول عمرو بن معد يكرب: ¶ ترى السرحان مفترشاً يديه ... ... ... كأن بياض لبته صديع ¶ أي فجر والمعنى على هذا القول: أظهر ما تؤمر به وبلغه علناً على رؤوس الأشهاد وتقول العرب: ¶ صدعت الشيء: أظهرته. ومنه قول أبي ذؤيب: ¶ وكأنهن ربابة وكأنه ... ... ... يسر يفيض على القداح ويصدع ¶ قاله صاحب اللسان] (¬2). ¶ 27 - يطلق اسم الشجر على كل ما تنبته الأرض من المرعى (¬3). ¶ ¬__________ ¶ (¬1) - (3/ 135 - 136) (الحجر/53). ¶ (¬2) - (3/ 181) (الحجر/94). ¶ (¬3) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، فالأرض تنبت الشجر بجميع أنواعه، فإذا أطلق الشجر على كل ما تنبته الأرض يكون من باب إطلاق الخاص على العام، ومثلوا له بقوله تعالى: {إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ} (الشعراء: 16) أي: رسله. وانظر الإتقان (3/ 112).",
            "page": "49",
            "part": "1",
            "seal": "E3118588"
        },
        {
            "id": "52",
            "nass": "28 - يقال: سامت المواشي، إذا رعت في المرعى الذي ينبته الله بالمطر. وأسامها صاحبها: أي رعاها فيه. ¶ [قوله تعالى في هذه الآية الكريمة: {وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ} (¬1) أي ترعون مواشيكم السائمة ¶ في ذلك الشجر الذي هو المرعى. والعرب تطلق اسم الشجر على كل ما تنبته الأرض من المرعى. ومنه قول النمر بن تولب العكلي: ¶ إنا أتيناك وقد طال السفر ... ... ... نقود خيلا ضمرا فيها صعر ¶ نطعمها اللحم إذا عز الشجر ¶ والعرب تقول: سامت المواشي إذا رعت في المرعى الذي ينبته الله بالمطر. وأسامها صاحبها: أي رعاها فيه، ومنه قول الشاعر: ¶ مثل ابن بزعة أو كآخر مثله ... ... ... أولى لك ابن مسيمة الأجمال ¶ يعني يا ابن راعية الجمال التي تسيمها في المرعى] (¬2). ¶ 29 - يذكر وصف الأنثى باعتبار الشخص، وكذلك لا مانع من تأنيث صفة الذكر باعتبار النسمة أو النفس (¬3). ¶ ¬__________ ¶ (¬1) - ونوع المجاز في هذه الآية عند القائلين به هو المجاز في التركيب، ويسمى مجاز الإسناد، والمجاز العقلي، فقد أسند الفعل لعاقل، مع أن الأنعام هي التي تسوم، والعلاقة هنا الملابسة؛ لأن الناس متلبسون بالفعل، فهم الذين يسيمون أنعامهم، وانظر الإتقان (3/ 109). ¶ (¬2) - (3/ 204 - 205) (النحل/10). ¶ (¬3) - وتذكير المؤنث على تأويله بمذكر، أو تأنيث المذكر، فيه عند القائلين بالمجاز مجاز مفرد، ويسمى اللغوي، من نوع إقامة صيغة مقام أخرى، وقد مثل له السيوطي بأمثلة كثيرة، وانظر الإتقان (3/ 120 - 121). وقال الثعالبي في سر العربية (ص/359): [فصل في حمل اللفظ على المعنى في تذكير المؤنث وتأنيث المذكر: من سنن العرب ترك حكم ظاهر اللفظ وحمله على معناه كما يقولون: ثلاثةُ أنفس والنفس مؤنثة وإنما حملوه على معنى الإنسان أو معنى الشّخص. قال الشاعر: ¶ ما عندنا إلا ثلاثة أنفسِ ... مِثلُ النُّجومِ تلألأتُ في الحِندِسِ ¶ وقال عمر بن عبد الله بن أبي ربيعة: ¶ فكان مِجَنِّي دون ما كنتُ أتَّقي ... ثلاثُ شُخوصٍ كاعِبانِ وَمُعْصِرُ ¶ فحمل ذلك على أنهن نساء. وقال الأعشى: ¶ لِقومٍ وكانوا هُمُ المُنْفِدِينَ ... شَرَبَهُمُ قَبْلَ تَنْفادِها ¶ فأنَّث الشراب لما كان الخمر المعني وهي مؤنثة كما ذكر الكفّ وهي مؤنثة في قوله: ¶ أرى رجلا منهم أسيفاً كأنَّما ... يَضُمُّ إلى كَشْحيه كفَّاً مُخَضَّبا ¶ فحمل الكلام على العضو وهو مذكر. وكما قال الآخر: ¶ يا أيها الرَّاكب المُزجي مَطِّيته ... سائلْبني أسدٍ ما هذهِ الصَّوتُ ¶ أي ما هذه الجَلَبة. وقال آخر: ¶ مِنَ النَّاسِ إنسانان دَيْنِي عَليهما ... مَليئان لو شَاءَا لقد قَضَياني ¶ خليلَيَّ أمّا أمُّ عَمروٍ فَواحِدٌ ... وأمَّا عنِ الثاني فلا تَسلاني ¶ فحمل المعنى على الإنسان أو على الشخص. وفي القرآن: \" وأعْتَدْنا لِمَنْ كَذَّبَ بِالساعة سَعيراً \" والسَّعير مذكر ثمَّ قال: \" إذا رَأتهُمْ مِنْ مَكانٍ بَعيدٍ \" فحمله على النار فأنثه وقال عزَّ إسمه: \" فأحْيَينا بهِ بَلْدَةً ميتاً \" ولم يقل ميتة لأنه حمله على المكان. وقال جلّ ثناؤه: \" السَّماء مُنْفَطِرٌ بِه \" فذكر السّماء وهي مؤنثة لأنه حمل الكلام على السقف وكل ما علاك وأظلك فهو سماء والله أعلم].",
            "page": "50",
            "part": "1",
            "seal": "3AFD9C7A"
        },
        {
            "id": "53",
            "nass": "[قال مقيّده عفا اللَّه عنه وغفر له: أظهر القولين عندي فيمن قال لذكر: يا زانية بصيغة التأنيث، أو قال لامرأة: يا زاني بصيغة التذكير، أنه يلزمه الحدّ. ¶ وإيضاحه أن القاذف بالعبارتين المذكورتين لا يخلو من أحد أمرين، إما أن يكون عاميًّا لا يعرف العربية، أو يكون له علم باللغة العربية، فإن كان عاميًّا فقد يكون غير عالم بالفرق بين العبارتين، ونداؤه للشخص بلفظ الزنى ظاهر في قصده قذفه، وإن كان عالمًا باللغة، فاللغة يكثر فيها إطلاق وصف الذكر على الأنثى باعتبار كونها شخصًا. ¶ وقد قدّمنا بعض أمثلة ذلك في سورة «النحل» (¬1)، في الكلام على قوله: {وَتَسْتَخْرِجُواْ مِنْهُ حِلْيَةً تَلْبَسُونَهَا}، ومما ذكرنا من الشواهد هناك قول حسان رضي اللَّه عنه: ¶ منع النوم بالعشاء الهموم ... ... ... وخيال إذا تغار النجوم ¶ من حبيب أصاب قلبك منه ... ... ... سقم فهو داخل مكتوم ¶ ¬__________ ¶ (¬1) - (3/ 223) (النحل/13).",
            "page": "51",
            "part": "1",
            "seal": "06E61677"
        },
        {
            "id": "54",
            "nass": "ومراده بالحبيب أنثى، بدليل قوله بعده: ¶ لم تفتها شمس النهار بشىء ... ... ... غير أن الشباب ليس يدوم ¶ وقول كثير: ¶ لئن كان يرد الماء هيمان صاديًا ... ... إلى حبيبًا إنها لحبيب ¶ ومن أمثلة ذلك قول مليح بن الحكم الهذلي: ¶ ولكن ليلى أهلكتني بقولها ... ... ... نعم ثم ليلى الماطل المتبلح ¶ يعني ليلى الشخص الماطل المتبلح. ¶ وقول عروة بن حزام العذري: ¶ وعفراء أرجى الناس عندي مودّة ... ... ... وعفراء عني المعرض المتواني ¶ أي: الشخص المعرض. ¶ وإذا كثر في كلام العرب تذكير وصف الأنثى باعتبار الشخص كما رأيت أمثلته، فكذلك لا مانع من تأنيثهم صفة الذكر باعتبار النسمة أو النفس، وورود ذلك لتأنيث اللفظ مع تذكير المعنى معروف؛ كقوله: ¶ أبوك خليفة ولدته أخرى ... ... ... وأنت خليفة ذاك الكمال] (¬1). ¶ 30 - الفلك يطلق على الواحد وعلى الجمع (¬2)، وأنه إن أطلق على الواحد ذكر، وإن أطلق على الجمع أنّث. ¶ ¬__________ ¶ (¬1) - (6/ 112 - 113) (النور/4، 5). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز اللفظي، فإذا أطلقت على الواحد فهو من باب: إطلاق الجمع على المفرد، ومثلوا له أيضاً بقوله تعالى: {حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ} (المؤمنون:99)، أي: أرجعني، وإذا أطلقت وأريد بها الجمع فيكون من باب: إطلاق المفرد على الجمع، ومثلوا له أيضاً بقوله تعالى: {إِنَّ الْأِنْسَانَ لَفِي خُسْرٍ} (العصر:2)، أي: الأناسي. وانظر الإتقان (3/ 117 - 118).وقال الثعالبي في سر العربية (ص/362): [فصل فيما يقع على الواحد والجمع: من ذلك الفُلك قال الله تعالى: \" في الفُلكِ المَشحونِ \" فلما جمعه قال: \" والفُلكِ التي تَجري في البَحرِ \". ومن ذلك قولهم: رَجُل جُنُبٌ ورِجال جُنُبٌ وفي القرآن: \" وإن كنتم جُنُبا فاطَّهَروا \". ومن ذلك العدو. قال تعالى: \" فإنهُمْ عَدُوٌ لي إلا رَبَّ العالمين \" وقال: \" وإن كانَ مِن قومٍ عَدوٍ لَكُم وهوَ مُؤمِنٌ \". ومن ذلك الضيف: قال الله عزّ وجلّ: \" هؤلاء ضَيْفِي فَلا تَفْضَحونِ \"].",
            "page": "52",
            "part": "1",
            "seal": "FE616004"
        },
        {
            "id": "55",
            "nass": "[قوله جل وعلا في هذه الآية الكريمة: {وَتَرَى الْفُلْكَ} أي السفن. وقد دل القرآن على أن \" الفلك \" يطلق على الواحد وعلى الجمع، وأنه إن أطلق على الواحد ذكر، وإن أطلق على الجمع أنّث. فأطلقه على المفرد مذكراً في قوله: {وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ. وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ}. وأطلقه على الجمع مؤنثا في قوله: {وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ} (¬1).] (¬2). ¶ 31 - يطلق الوصوب على الدوام. ¶ [قوله تعالى: {وَلَهُ الدِّينُ وَاصِباً} ... ونظير هذه الآية المذكورة قوله: {وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ دُحُوراً وَلَهُمْ عَذابٌ وَاصِبٌ} أي دائم. وقيل: عذاب «وجمع مؤلم» والعرب تطلق الوصب على المرض، وتطلق الوصوب على الدوام. وروي عن ابن عباس أنه لما سأله نافع بن الأزرق عن قوله تعالى: {وَلَهُ الدِّينُ وَاصِبًا} قال له: الوصب الدائم، واستشهد له بقول أمية بن أبي الصلت الثقفي: ¶ وله الدين واصباً وله المل ... ... ... ك وحمد له على كل حال ¶ ومنه قول الدؤلي: ¶ لا أبتغي الحمد القليل بقاؤه ... ... ... يوماً بذم الدهر أجمع واصباً ¶ وممن قال بأن معنى الواصب في هذه الآية الدائم: ابن عباس ومجاهد، وعكرمة وميمون بن مهران، والسدي وقتادة، والحسن والضحاك، وغيرهم] (¬3). ¶ 32 - البشارة تطلق على الخبر مما يسر، وبما يسوء. ¶ [البشارة: الخبر بما يسر. وقد تطلق العرب البشارة على الإخبار بما يسوء، ومنه قوله تعالى: {فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} ومنه قول الشاعر: ¶ وبشرتني يا سعد أن أحبتي ... ... ... جفوني وقالوا الود موعده الحشر ¶ وقول الآخر: ¶ يبشرني الغراب ببين أهلي ... ... ... فقلت له ثكلتك من بشير ¶ ¬__________ ¶ (¬1) - وقد ورد ذلك في أشعار العرب، قال أمية بن أبي الصلت: ¶ قِيلَ فَاِهبِط فَقَد تَناهَت بِكَ الفُلكَ عَلى ... ... ... رَأَسِ شاهِقٍ مرساها ¶ (¬2) - (3/ 228 - 229) (النحل/14)، وانظر (6/ 378) (الشعراء/119). ¶ (¬3) - (3/ 255) (النحل/52).",
            "page": "53",
            "part": "1",
            "seal": "20DCC0E2"
        },
        {
            "id": "56",
            "nass": "والتحقيق: أن إطلاق البشارة على الإخبار بما يسوء، أسلوب من أساليب اللغة العربية. ومعلوم أن علماء البلاغة يجعلون مثل ذلك مجازاً، ويسمونه استعارة عنادية، ويقسمونها إلى تهكمية وتمليحية كما هو معروف في محله] (¬1). ¶ وقال أيضاً: [والبشارة تطلق في العربية على الخبر مما يسر، وبما يسوء. ومن إطلاقها على الخبر بما يسوء قوله هنا: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالاٍّنْثَى}، ونظيره قوله تعالى: {فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ}، ونحو ذلك من الآيات. ¶ وما ذكره جل وعلا في هذه الآية الكريمة: من بغضهم للبنات مشهور معروف في أشعارهم. ¶ ولما خطبت إلى عقيل بن علفة المري ابنته الجرباء قال: ¶ أني وإن سيق إلى المهر ... ... ... ألف وعبدان وذود عشر ¶ أحب أصهاري إلى القبر ¶ ويروى لعبد الله بن طاهر قوله: ¶ لكل أبي بنت يراعى شؤونها ... ... ... ثلاثة أصهار إذا حمد الصهر ¶ فبعل يراعيها وخدر يكنها ... ... ... وقبر يواريها وخيرهم القبر ¶ وهم يزعمون أن موجب رغبتهم في موتهن، وشدة كراهيتهم لولادتهن: الخوف من العار، وتزوج غير الأكفاء، وأن تهان بناتهم بعد موتهم. كما قال الشاعر في ابنة له تسمى مودة: ¶ مودة تهوى عمر شيخ يسره ... ... ... لها الموت قبل الليل لو أنها تدري ¶ يخاف عليها جفوة الناس بعده ... ... ... ولا ختن يرجى أود من القبر ... ] (¬2). ¶ 33 - لفظة «جعل» تأتي لأربعة معان: اعتقد، صير، خلق، شرع. ¶ [لفظة «جعل» تأتي في اللغة العربية لأربعة معان: ¶ الأول بمعنى اعتقد؛ كقوله تعالى هنا: {وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ} قال في الخلاصة: وجعل اللذ كاعتقد. ¶ ¬__________ ¶ (¬1) - (4/ 9) (الكهف/1: 5)، وانظر أيضاً (7/ 342) (الجاثية/6: 8). ¶ (¬2) - (3/ 261 - 262) (النحل / 57: 59).",
            "page": "54",
            "part": "1",
            "seal": "05EDB873"
        },
        {
            "id": "57",
            "nass": "الثاني بمعنى صير؛ كما تقدم في الحجر. كقوله: {وَجَعَلَ الْقَمَرَ فِيهِنَّ نُوراً}. قال في الخلاصة: ¶ والتي كصيرا ... ... ... وأيضاً بها انصب مبتدأ وخبرا ¶ الثالث بمعنى خلق؛ كقوله: {الْحَمْدُ للَّهِ الَّذِى خَلَقَ السموات وَالاٌّرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ} أي خلق الظلمات والنور. ¶ الرابع بمعنى شرع؛ كقوله: ¶ وقد جعلت إذا ما قمت يثقلني ... ... ... ثوبي فأنهض نهض الشارب السكر ¶ قال في الخلاصة: ¶ كأنشأ السائق يحدو وطفق ... ... ... كذا جعلت وأخذت وعلق] (¬1). ¶ 34 - رجوع الضمير إلى غير مذكور يدل عليه المقام. ¶ [قوله: {مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ} الضمير في «عليها» راجع إلى غير مذكور وهو الأرض؛ لأن قوله {مِن دَابَّةٍ} يدل عليه؛ لأن من المعلوم: أن الدواب إنما تدب على الأرض. ونظيره قوله تعالى: {مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَآبَّةٍ}، وقوله: {حَتَّى تَوَارَتْ بِالْحِجَابِ} أي الشمس، ولم يجر لها ذكر، ورجوع الضمير إلى غير مذكور يدل عليه المقام كثير في كلام العرب. ومنه قول حميد بن ثور: ¶ وصهباء منها كالسفينة نضجت ... ... به الحمل حتى زاد شهراً عديدها ¶ فقوله «صهباء منها» أي من الإبل، وتدل له قرينة «كالسفينة» مع أن الإبل لم يجر لها ذكر، ومنه أيضاً قول حاتم الطائي: ¶ أماوى ما يغني الثراء عن الفتى ... إذا حشرجت يوماً وضاق بها الصدر ¶ فقوله «حشرجت وضاق بها» يعني النفس، ولم يجر لها ذكر. كما تدل له قرينة «وضاق بها الصدر». ومنه أيضاً لبيد في معلقته: ¶ حتى إذا ألقت يداً في كافر ... ... ... وأجن عورات الثغور ظلامها ¶ فقوله «ألقت» أي الشمس، ولم يجر لها ذكر، ولكن يدل له قوله: وأجن عورات الثغور ظلامها ¶ ¬__________ ¶ (¬1) - (3/ 262 - 263) (النحل / 57: 59).",
            "page": "55",
            "part": "1",
            "seal": "DB2BBBD7"
        },
        {
            "id": "58",
            "nass": "لأن قوله: «ألقت يداً في كافر» أي دخلت في الظلام. ومنه أيضاً قول طرفة في معلقته: ¶ على مثلها أمضي إذا قال صاحبي ... ... ألا ليتني أفديك منها وأفتدي ¶ فقوله: «أفديك منها» أي الفلاة، ولم يجر لها ذكر، ولكن قرينة سياق الكلام تدل عليها] (¬1). ¶ 35 - تطلق المفاعلة بمعنى الفعل المجرد. ¶ [وقوله تعالى في هذه الآية الكريمة - أي قوله تعالى: {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِم} -: {يُؤَاخِذُ} الظاهر أن المفاعلة فيه بمعنى الفعل المجرد. فمعنى آخذ الناس يؤاخذهم: أخذهم بذنوبهم؛ لأن المفاعلة تقتضي الطرفين. ومجيئها بمعنى المجرد مسموع نحو: سافر وعافى. وقوله «يؤاخذ» إن قلنا إن المضارع فيه بمعنى الماضي فلا إشكال. وإن قلنا: إنه بمعنى الاستقبال فهو على إيلاء لو المستقبل وهو قليل. كقوله: {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافاً خَافُواْ عَلَيْهِمْ}، وقول قيس بن الملوح: ... ¶ ولو تلتقي أصداؤنا بعد موتنا ... ... ... ومن دون رمسينا من الأرض سيسب ¶ لظل صدى صوتي وإن كنت رمة ... لصوت صدى ليلى يهش ويطرب ¶ والجواب بحمله على المضي في الآية تكلف ظاهر، ولا يمكن بتاتاً في البيتين، وأمثلته كثيرة في القرآن وفي كلام العرب. وقد أشار لذلك في الخلاصة بقوله: ¶ لو حرف شرط في مضي ويقل ... ... ... إيلاؤها مستقبلاً لكن قبل]. (¬2) ¶ 36 - يطلق المصدر ويراد الاسم (¬3). ¶ [قوله تعالى: {وَمِن ثَمَرَاتِ النَّخِيلِ وَالاٌّعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا ¶ ¬__________ ¶ (¬1) - (3/ 265 - 266) (النحل / 61). ¶ (¬2) - (3/ 266) (النحل/61). ¶ (¬3) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إحلال صيغة محل أخرى، قالوا: ومنه أيضاً: إطلاق المصدر وإرادة اسم الفاعل، أو اسم المفعول، كقوله تعالى: {فَإِنَّهُمْ عَدُوٌّ لِي} (الشعراء: 77)، أي: معادون، وقوله: {وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ} (البقرة: 255)، أي: من معلومه، وانظر الإتقان (3/ 116).",
            "page": "56",
            "part": "1",
            "seal": "018B26A8"
        },
        {
            "id": "59",
            "nass": "حَسَنًا}. جمهور العلماء على أن المراد بالسكر في هذه الآية الكريمة: الخمر، لأن العرب تطلق اسم السكر على ما يحصل به السكر، من إطلاق المصدر وإرادة الاسم. والعرب تقول: سكر «بالكسر» سكراً «بفتحتين» وسكراً «بضم فسكون». ¶ وقال الزمخشري في الكشاف: والسكر: الخمر. سميت بالمصدر من سكر سكراً وسكراً، نحو رشد رشداً ورشداً. قال: ¶ وجاءونا بهم سكر علينا ... ... فأجلى اليوم والسكران صاحي اهـ ¶ ومن إطلاق السكر على الخمر قول الشاعر: ¶ بئس الصحاة وبئس الشرب شربهم ... إذا جرى فيهم المزاء والسكر ¶ وممن قال: بأن السكر في الآية الخمر: ابن عباس، وابن مسعود، وابن عمر، وأبو رزين، والحسن، ومجاهد، والشعبي، والنخعي، وابن أبي ليلى، والكلبي، وابن جبير، وأبو ثور، وغيرهم] (¬1). ¶ 37 - يطلق الإيحاء على الإعلام بالشيء في خفية. ولذا تطلقه العرب على الإشارة، وعلى الكتابة، وعلى الإلهام. ¶ [الوحي في لغة العرب يطلق على كل إلقاء في سرعة وخفاء؛ ولذلك أطلق على الإلهام، كما في قوله تعالى: {وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ}. وعلى الإشارة كما هو الظاهر في قوله تعالى: {فَأَوْحَى إِلَيْهِمْ أَن سَبِّحُواْ}. ويطلق على الكتابة كما هو القول الآخر في هذه الآية الكريمة - أي قوله تعالى: {فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيّاً} -. وإطلاق الوحي على الكتابة مشهور في كلام العرب، ومنه قول لبيد بن ربيعة في معلقته: ¶ فمدافع الريان عرى رسمها ... ... ... خلقا كما ضمن الوحي سلامها ¶ فقوله «الوحي» بضم الواو وكسر الحاء وتشديد الياء، جمع وحي بمعنى الكتابة. وقول عنترة: ... ¶ كوحي صحائف من عهد كسرى ... ... ... فأهداها لأعجم طمطمي ¶ وقول ذي الرمة: ¶ ¬__________ ¶ (¬1) - (3/ 279) (النحل/67).",
            "page": "57",
            "part": "1",
            "seal": "1E0C1038"
        },
        {
            "id": "60",
            "nass": "سوى الأربع الدهم اللواتي كأنها ... ... ... بقية بطرحى في ون الصحائف ¶ وقول جرير: ¶ كأن أخا الكتاب يخط وحيا ... ... ... بكاف في منازلها ولام] (¬1). ¶ 38 - حذف الإرادة لدلالة المقام عليه (¬2). ¶ [قوله تعالى: {فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ}. أظهر القولين في هذه الآية الكريمة: أن الكلام على حذف الإرادة. أي فإذا أردت قراءة القرآن فاستعذ بالله .. الآية. وليس المراد أنه إذا قرأ القرآن وفرغ من قراءته استعاذ بالله من الشيطان كما يفهم من ظاهر الآية، وذهب إليه بعض أهل العلم. والدليل على ما ذكرنا تكرر حذف الإرادة في القرآن وفي كلام العرب لدلالة المقام عليها. كقوله: {يَاأَيُّهَا الَّذِينَ آمَنُواْ إِذَا قُمْتُمْ إِلَى الصلاةِ}، أي أردتم القيام إليها كما هو ظاهر. وقوله: {إِذَا تَنَاجَيْتُمْ فَلاَ تَتَنَاجَوْاْ بِالإِثْمِ}. أي إذ أردتم أن تتناجوا فلا تتناجوا بالإثم. لأن النهي إنما هو عن أمر مستقبل يراد فعله، ولا يصح النهي عن فعل مضى وانقضى كما هو واضح] (¬3). ¶ 39 - يطلق اللسان ويراد به الكلام، فيؤنث، ويذكر (¬4). ¶ [العرب تطلق اللسان وتريد به الكلام. فتؤنثها وتذكرها. ومنه قول أعشى باهلة: ¶ إني أتتني لسان لا أسر بها ... ... ... من علو لا عجب فيها ولا سخر ¶ وقول الآخر: ¶ لسان الشر تهديها إلينا ... ... ... وخنت وما حسبتك أن تخونا ¶ وقول الآخر: ¶ ¬__________ ¶ (¬1) - (4/ 237) (مريم / 10)، وانظر أيضاً: (3/ 285) (النحل/68). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق الفعل، والمراد مشارفته، ومقاربته، وإرادته، وانظر الإتقان (3/ 115). ¶ (¬3) - (3/ 325) (النحل/98). ¶ (¬4) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع تسمية الشيء باسم آلته التي يتم بها، وعلاقته آلية، وانظر الإتقان (3/ 114).",
            "page": "58",
            "part": "1",
            "seal": "3C41A211"
        },
        {
            "id": "61",
            "nass": "أتتني لسان بني عامر ... ... ... أحاديثها بعد قول نكر ¶ ومنه قوله تعالى: {وَاجْعَل لِّى لِسَانَ صِدْقٍ فِى الاٌّخِرِينَ} أي ثناءً حسناً باقياً. ومن إطلاق اللسان بمعنى الكلام مذكراً قول الحطيئة: ¶ ندمت على لسان فات مني ... ... ... فليت بأنه في جوف عكم] (¬1). ¶ 40 - يطلق الإذاقة على الذوق وعلى غيره من وجود الألم واللذة. ¶ 41 - يطلق اللباس على المعروف، ويطلق على غيره مما فيه معنى اللباس من الاشتمال. ¶ [في هذه الآية الكريمة سؤال معروف، هو أن يقال: كيف أوقع الإذاقة على اللباس في قوله: {فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ}. وروي أن ابن الراوندي الزنديق قال لابن الأعرابي إمامِ اللغة الأدب: هل يُذاق اللباس؟ ايريد الطعن في قوله تعالى: {فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ}. فقال له ابن الأعرابي: لا بأس أيها النسناسا هب أن محمداً صلى الله عليه وسلم ما كان نبياً! أما كان عربياً؟ ¶ قال مقيده عفا الله عنه: والجواب عن هذا السؤال ظاهر، وهو أنه أطلق اسم اللباس على ما أصابهم من الجوع والخوف؛ لأن آثار الجوع والخوف تظهر على أبدانهم، وتحيط بها كالباس، ومن حيث وجدانهم ذلك اللباس المعبرَّ به عن آثار الجوع والخوف، أوقع عليه الإذاقة، فلا حاجة إلى ما يذكره البيانيون من الاستعارات في هذه الآية الكريمة، وقد أوضحنا في رسالتنا التي سميناها (منع جواز المجاز في المنزل للتعبد والإعجاز): أنه لا يجوز لأحد أن يقول إن في القرآن مجازاً، وأوضحنا ذلك بأدلته، وبينا أن ما يسميه البيانيون مجازاً أنه أسلوب من أساليب اللغة العربية. ¶ وقد اختلف أهل البيان في هذه الآية، فبعضهم يقول: فيها استعارة مجردة. يعنون أنها جيء فيها بما يلائم المستعار له. وذلك في زعمهم أنه استعار اللباس لما غشيهم من بعض الحوادث كالجوع والخوف، بجامع اشتماله عليهم كاشتمال اللباس على اللابس على سبيل الاستعارة التصريحية الأصلية التحقيقية، ثم ذكر الوصف، ¶ ¬__________ ¶ (¬1) - (3/ 338) (النحل/103).",
            "page": "59",
            "part": "1",
            "seal": "6C2AF45E"
        },
        {
            "id": "62",
            "nass": "الذي هو الإذاقة ملائماً للمستعار له، الذي هو الجوع والخوف؛ لأن إطلاق الذوق على وجدان الجوع والخوف جرى عندهم مجرى الحقيقة لكثرة الاستعمال. ¶ فيقولون: ذاق البؤس والضر، وأذاقه غيره إياهما. فكانت الاستعارة مجردة لذكر ما يلائم المستعار له، الذي هو المشبه في الأصل في التشبيه الذي هو أصل الاستعارة. ولو أريد ترشيح هذه الاستعارة في زعمهم لقيل: فسكاها؛ لأن الإتيان بما يلائم المستعار منه الذي هو المشبه به في التشبيه الذي هو أصل الاستعارة يسمى «ترشيحاً»، والكسوة تلائم اللباس، فذكرها ترشيح للاستعارة، قالوا: وإن كانت الاستعارة المرشحة أبلغ من المجردة، فتجريد الاستعارة في الآية أبلغ من حيث إنه روعي المستعار له الذي هو الخوف والجوع، وبذكر الإذاقة المناسبة لذلك ليزداد الكلام وضوحاً. ¶ وقال بعضهم: هي استعارة مبنية على استعارة، فإنه أولاً استعار لما يظهر على أبدانهم من الاصفرار، والذبول، والنحول اسم اللباس، بجامع الإحاطة بالشيء والاشتمال عليه، فصار اسم اللباس مستعاراً لآثار الجوع والخوف على أبدانهم، ثم استعار اسم الإذاقة لما يجدونه من ألم ذلك الجوع والخوف، المعبر عنه باللباس، بجامع التعرف والاختبار في كل من الذوق بالفم، ووجود الألم من الجوع والخوف. وعليه ففي اللباس استعارة أصلية كما ذكرنا، وفي الإذاقة المستعارة لمس ألم الجوع، والخوف استعارة تبعية. ¶ وقد ألممنا هنا بطرف قليل من كلام البيانيين هنا ليفهم الناظر مرادهم، مع أن التحقيق الذي لا شك فيه: أن كل ذلك لا فائدة فيه، ولا طائل تحته، وأن العرب تطلق الإذاقة على الذوق وعلى غيره من وجود الألم واللذة، وأنها تطلق اللباس على المعروف، وتطلقه على غيره مما فيه معنى اللباس من الاشتمال. كقوله: {هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ}، وقول الأعشى: ¶ إذا ما الضجيع ثنى عطفها ... ... تثنت عليه فكانت لباسا ¶ وكلها أساليب عربية، ولا إشكال في أنه إذا أطلق اللباس على مؤثر مؤلم يحيط بالشخص إحاطة اللباس، فلا مانع من إيقاع الإذاقة على ذلك الألم المحيط المعبر",
            "page": "60",
            "part": "1",
            "seal": "DC5C43D7"
        },
        {
            "id": "63",
            "nass": "باسم اللباس. والعلم عند الله تعالى.] (¬1). ¶ 42 - الإتيان بحرف التعليل للدلالة على العلة الغائية، والإتيان باللاّم للدلالة على ترتب أمر على أمر، كترتب المعلول على علته الغائية. ¶ [من أساليب اللغة العربية: الإتيان بحرف التعليل للدلالة على العلة الغائية. كقوله: {وَأَنزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ}. ومن أساليبها الإتيان باللاّم للدلالة على ترتب أمر على أمر، كترتب المعلول على علته الغائية، وهذا الأخير كقوله: {فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً}؛ لأن العلة الغائية الباعثة لهم على التقاطه ليست هي أن يكون لهم عدواً، بل ليكون لهم قرة عين. كما قالت امرأة فرعون: {قُرَّةُ عَيْنٍ لِّى وَلَكَ لاَ تَقْتُلُوهُ عَسَى أَن يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً} ولكن لما كان كونه عدواً لهم وحزناً يترتب على التقاطهم له. كترتب المعلول على علته الغائية عبر فيه باللام الدالة على ترتيب المعلول على العلة. وهذا أسلوب عربي، فلا حاجة إلى ما يطيل به البيانيون في مثل هذا المبحث.] (¬2). ¶ 43 - الفلاح يطلق على: الفوز بالمطلوب، وعلى: البقاء والدوام في النعيم. ¶ [قوله تعالى في هذه الآية الكريمة: {وَلاَ يُفْلِحُ السَّاحِرُ} مضارع أفلح بمعنى نال الفلاح. والفلاح يطلق في العربية على الفوز بالمطلوب. ومنه قول لبيد: ¶ فاعقلي إن كنت لما تعقلي ... ... ... ولقد أفلح من كان عقل ¶ فقوله «ولقد أفلح من كان عقل» يعني أن من رزقه الله العقل فاز بأكبر مطلوب. ويطلق الفلاح أيضاً على البقاء والدوام في النعيم. ومنه قول لبيد: ¶ لو أن حيا مدرك الفلاح ... ... ... لناله ملاعب الرماح ¶ فقوله «مدرك الفلاح» يعني البقاء. وقول الأضبط بن قريع السعدي، وقيل كعب بن زهير: ¶ لكل هم من الهموم سعه ... ... ... والمسى والصبح لا فلاح معه ¶ يعني أنه ليس مع تعاقب الليل والنهار بقاء. وبكل واحد من المعنيين فسر ¶ ¬__________ ¶ (¬1) - (3/ 344: 346) (النحل/ 112، 113). ¶ (¬2) - (3/ 348) (النحل/116).",
            "page": "61",
            "part": "1",
            "seal": "2914EF80"
        },
        {
            "id": "64",
            "nass": "بعض أهل العلم «حي على الفلاح» في الأذان والإقامة] (¬1). ¶ 44 - المشاكلة بين الألفاظ. ¶ [أطلق جل وعلا في هذه الآية الكريمة اسم العقوبة على الجناية الأولى في قوله: {بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} والجناية الأولى ليست عقوبة؛ لأن القرآن بلسان عربي مبين، ومن أساليب اللغة العربية المشاكلة بين الألفاظ، فيؤدي لفظ بغير معناه الموضوع له مشاكلة للفظ آخر مقترن به في الكلام. ¶ كقول الشاعر: ¶ قالوا اقترح شيئاً نجد لك طبخه ... ... ... قلت اطبخوا لي جبةً وقميصا ¶ أي خيطوا لي. وقال بعض العلماء: ومنه قول جرير: ¶ هذي الأرامل قد قضيت حاجتها ... ... فمن لحاجة هذا الأرمل الذَّكر ¶ بناء على القول بأن الأرامل لا تطلق في اللغة إلا على الإناث. ¶ ونظير الآية الكريمة في إطلاق إحدى العقوبتين على ابتداء الفعل مشاكلة للفظ الآخر قوله تعالى: {ذلك وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِىَ عَلَيْهِ}، ونحوه أيضاً قوله: {وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا} مع أن القصاص ليس بسيئة وقوله: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُواْ عَلَيْهِ}. لأن القصاص من المعتدي أيضاً ليس باعتداء كما هو ظاهر، وإنما أدى بغير لفظه للمشاكلة بين اللفظين.] (¬2). ¶ 45 - لفظ الرؤيا يطلق على رؤية العين يقظة - أي مع إطلاقها على رؤيا المنام - (¬3). ¶ [وما زعمه بعض أهل العلم من أن الرؤيا لا تطلق بهذا اللفظ لغة إلا على رؤيا المنام مردود. ¶ بل التحقيق: أن لفظ الرؤيا يطلق في لغة العرب على رؤية العين يقظة أيضاً. ومنه ¶ ¬__________ ¶ (¬1) - (3/ 349) (النحل/116 - 117)، وانظر أيضاً: (4/ 480 - 481) (طه / 69)، (5/ 756 - 757) (المؤمنون / 1 - 2)، (6/ 204) (النور/31). ¶ (¬2) - (3/ 354) (النحل/126). ¶ (¬3) - ولعل هذا، والله أعلم عند القائلين بالمجاز من باب إطلاق المصدر على اسم المفعول، وقد سبق الكلام على ذلك، وانظر الإتقان (3/ 116).",
            "page": "62",
            "part": "1",
            "seal": "5B91426F"
        },
        {
            "id": "65",
            "nass": "قول الراعي وهو عربي قح: ¶ فكبر للرُّؤيا وهش فؤاده ... ... وبشَّر نفساً كان قبل يلومها ¶ فإنه يعني رؤية صائد بعينه. ومنه أيضاً قول أبي الطيب: \" ورؤياك أحلى في العيون من الغمض \". قاله صاحب اللسان.] (¬1). ¶ 46 - حذف المضاف، إن دلت عليه قرينة (¬2). ¶ [قوله: {وَجَعَلْنَآ آيَةَ النَّهَارِ} على التفسير المذكور أي الشمس {مُبْصِرَةً} أي ذات شعاع يبصر ¶ في ضوئها كل شيء على حقيقته. ¶ قال الكسائي: هو من قول العرب: أبصر النهار: إذا أضاء وصار بحالة يبصر بها. نقله عنه القرطبي. ¶ قال مقيده عفا الله عنه: هذا التفسير من قبيل قولهم: نهاره صائم، وليله قائم. ومنه قوله: ¶ لقد لمتنا يا أم غيلان في السرى ... ... ... ونمت وما ليل المحب بنائم ¶ وغاية ما في الوجه المذكور من التفسير: حذف مضاف، وهو كثير في القرآن وفي كلام العرب إن دلت عليه قرينة. قال في الخلاصة: ¶ وما يلي المضاف يأتي خلفا ... عنه في الإعراب إذا ما حذفا ¶ ¬__________ ¶ (¬1) - (3/ 357) (بني إسرائيل/1). ¶ (¬2) - قال السيوطي في الإتقان (3/ 124): [وقال ابن عطية: حذف المضاف هو عين المجاز ومعظمه، وليس كل حذف مجازا. وقال القرافي: الحذف أربعة أقسام: قسم يتوقف عليه صحة اللفظ ومعناه، من حيث الإسناد، نحو {وَاسْأَلِ الْقَرْيَة} (يوسف: 82)، أي: أهلها إذ لا يصح إسناد السؤال إليها. وقسم يصح بدونه، لكن يتوقف عليه شرعا، كقوله: {فَمَنْ كَانَ مِنْكُمْ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} (البقرة: 184) أي: فأفطر فعدة. ¶ وقسم يتوقف عليه عادة، لا شرعا، نحو: {أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ} (الشعراء: 63) أي: فضربه. وقسم يدل عليه دليل غير شرعي، ولا هو عادة، نحو: {فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُول} (طه: 96) دل الدليل على أنه إنما قبض من أثر حافر فرس الرسول، وليس في هذه الأقسام مجاز إلا الأول].",
            "page": "63",
            "part": "1",
            "seal": "C144D6EE"
        },
        {
            "id": "66",
            "nass": "والقرينة في الآية الكريمة الدالة على المضاف المحذوف قوله: {فَمَحَوْنَآ آيَةَ الَّيْلِ وَجَعَلْنَآ آيَةَ النَّهَارِ مُبْصِرَةً} فإضافة الآية إلى الليل والنهار دليل على أن الآيتين المذكورتين لهما لا هما أنفسهما. وحذف المضاف كثيرة في القرآن كقوله: {وَاسْئَلِ الْقَرْيَةَ الَّتِى كُنَّا فِيهَا وَالّعِيْرَ الَّتِى أَقْبَلْنَا فِيهَا}، وقوله: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الاٌّخِ وَبَنَاتُ الاٍّخْتِ} أي نكاحها، وقوله: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} أي أكلها، ونحو ذلك.] (¬1). ¶ 47 - أمرته فعصاني. أي أمرته بالطاعة فعصى. ¶ [قوله تعالى: {وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا}. في معنى قوله {أَمَرْنَا مُتْرَفِيهَا} في هذه الآية الكريمة ثلاثة مذاهب معروفة عند علماء التفسير: ¶ الأول: وهو الصواب الذي يشهد له القرآن، وعليه جمهور العلماء أن الأمر في قوله {أَمْرُنَا} هو الأمر الذي هو ضد النهي، وأن متعلق الأمر محذوف لظهوره. والمعنى: {أَمَرْنَا مُتْرَفِيهَا} بطاعة الله وتوحيده، وتصديق رسله وأتباعهم فيما جاؤوا به {فَفَسَقُواْ} أي خرجوا عن طاعة أمر ربهم، وعصوه وكذبوا رسله {فَحَقَّ عَلَيْهَا الْقَوْلُ} أي وجب عليها الوعيد {فَدَمَّرْنَاهَا تَدْمِيرًا} أي أهلكناها إهلاكاً مستأصلاً. وأكد فعل التدمير بمصدره للمبالغة في شدة الهلاك الواقع بهم ... ¶ وبهذا التحقيق تعلم: أن ما زعمه الزمخشري في كشافه من أن معنى {أَمَرْنَا مُتْرَفِيهَا} أي أمرناهم بالفسق ففسقوا، وأن هذا مجاز تنزيلاً لإسباغ النعم عليهم الموجب لبطرهم وكفرهم منزلة الأمر بذلك كلام كله ظاهر السقوط والبطلان. وقد أوضح إبطاله أبو حيان في «البحر»، والرازي في تفسيره، مع أنه لا يشك منصف عارف في بطلانه. ¶ وهذا القول الصحيح في الآية جار على الأسلوب العربي المألوف، من قولهم: أمرته فعصاني. أي أمرته بالطاعة فعصى، وليس المعنى: أمرته بالعصيان كما لا ¶ ¬__________ ¶ (¬1) - (3/ 421) (بني إسرائيل/11)، وانظر أيضاً (5/ 554) (الحج/28)، (6/ 271) (الفرقان/3)، (7/ 264) (الزخرف/61).",
            "page": "64",
            "part": "1",
            "seal": "E8D5CD9A"
        },
        {
            "id": "67",
            "nass": "يخفى] (¬1). ¶ 48 - خطاب إنسان والمراد بالخطاب غيره. ¶ [قوله تعالى: {لاَّ تَجْعَل مَعَ اللَّهِ الهاءَاخَرَ فَتَقْعُدَ مَذْمُومًا مَّخْذُولاً}. الظاهر أن الخطاب في هذه الآية الكريمة متوجه إلى النَّبي صلى الله عليه وسلم؛ ليشرع لأمته على لسانه إخلاص التوحيد في العبادة له جل وعلا؛ لأنه صلى الله عليه وسلم معلوم أنه لا يجعل مع الله إلهاً آخر، وأنه لا يقعد مذموماً مخذولاً. ¶ ومن الآيات الدالة دلالة واضحة على أنه صلى الله عليه وسلم يوجه إليه الخطاب، والمراد بذلك التشريع لأمته لا نفس خطابه هو صلى الله عليه وسلم. قوله تعالى: {إِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَآ أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيمًا}؛ لأن معنى قوله {إِمَّا يَبْلُغَنَّ}: أي إن يبلغ عندك والداك أو أحدهما الكبر فلا تقل لهما أف، ومعلوم أن والديه قد ماتا قبل ذلك بزمن طويل، فلا وجه لاشتراط بلوغهما أو أحدهما الكبر بعد أن ماتا منذ زمن طويل، إلا أن المراد التشريع لغيره صلى الله عليه وسلم، ومن أساليب اللغة العربية خطابهم إنساناً والمراد بالخطاب غيره. ومن الأمثلة السائرة في ذلك قول الراجز، وهو سهل بن مالك الفزاري: إياك أعني واسمعي يا جاره ¶ وسبب هذا المثل: أنه زار حارثة بن لأم الطائي فوجده غائباً. فأنزلته أخته وأكرمته، وكانت جميلة. ¶ فأعجبه جمالها، فقال مخاطباً لأخرى غيرها ليسمعها هي: ¶ يا أخت خير البدو والحضارة ... ... ... كيف ترين في فتى فزاره ¶ أصبح يهوى حرة معطاره ... ... ... إياك أعني واسمعي يا جاره ¶ ففهمت المرأة مراده، وأجابته بقولها: ¶ إني أقول يا فتى فزاره ... ... لا أبتغي الزوج ولا الدعاره ¶ ولا فراق أهل هذي الحاره ... ... ... فارحل إلى أهلك باستحاره ¶ ¬__________ ¶ (¬1) - 3/ 441 - 442، بني إسرائيل / 15.",
            "page": "65",
            "part": "1",
            "seal": "5001EA30"
        },
        {
            "id": "68",
            "nass": "والظاهر أن قولها «باستحاره» أن أصله استفعال من المحاورة بمعنى رجع الكلام بينهما أي ارحل إلى أهلك بالمحاورة التي وقعت بيني وبينك، وهي كلامك وجوابي له، ولا تحصل مني على غير ذلك! والهاء في «الاستحاره» عوض من العين الساقطة بالإعلال، كما هو معروف في فن الصرف.] (¬1). ¶ 49 - إفراد الخطاب مع قصد التعميم (¬2). ¶ وقال العلامة الشنقيطي - رحمه الله - عقب كلامه السابق: [وذهب بعض أهل العلم إلى أن الخطاب في قوله: {لاَّ تَجْعَل مَعَ اللَّهِ الهاءَاخَرَ} ونحو ذلك من الآيات متوجه إلى المكلف، ومن أساليب اللغة العربية: إفراد الخطاب مع قصد التعميم. كقول طرفة بن العبد في معلقته: ... ¶ ستبدي لك الأيام ما كنت جاهلا ... ... ويأتيك بالأخبار من لم تزود] (¬3). ¶ 50 - إطلاق كل من اسما الفاعل واسم المفعول وإرادة الآخر. ¶ [قوله في هذه الآية الكريمة: {حِجَابًا مَّسْتُورًا} قال بعض العلماء: هو من إطلاق اسم المفعول وإرادة اسم الفاعل. أي حجاباً ساتراً، وقد يقع عكسه كقوله تعالى: {مِن مَّآءٍ دَافِقٍ} أي مدفوق {عِيشَةٍ رَّاضِيَةٍ} أي مرضية. فإطلاق كل من اسم الفاعل واسم المفعول وإرادة الآخر أسلوب من أساليب اللغة العربية. والبيانيون يسمون مثل ذلك الإطلاق «مجازاً عقلياً» (¬4) ومن أمثلة إطلاق المفعول وإرادة الفاعل كالقول في الآية قولهم: ميمون ومشؤوم، بمعنى يامن وشائم. وقال بعض أهل العلم: قوله {مَّسْتُورًا} على معناه الظاهر من كونه اسم مفعول، لأن ذلك ¶ ¬__________ ¶ (¬1) - (3/ 450 - 451) (بني إسرائيل/22)، وانظر أيضاً: (6/ 338) (الفرقان/51،52)، (6/ 384) (الشعراء/213)، (6/ 491) (الروم/60)، (6/ 513) (الأحزاب/1)، (7/ 26 - 27) (ص/26)، (7/ 308 - 309) (الزخرف/81)، (7/ 353) (الجاثية/18). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من باب إطلاق الخاص على العام، وقد سبق الكلام عليه قريباً. وانظر الإتقان (3/ 112). ¶ (¬3) - (3/ 451) (بني إسرائيل/22)، وانظر أيضاً: (7/ 26 - 27) (ص/26)، (9/ 373) (العلق/15، 16)، (9/ 604) (المسد/1). ¶ (¬4) - وانظر الإتقان (3/ 117)، وأسرار البيان (ص/12).",
            "page": "66",
            "part": "1",
            "seal": "6F58C08C"
        },
        {
            "id": "69",
            "nass": "الحجاب مستور عن أعين الناس فلا يرونه. أو مستوراً به القارئ فلا يراه غيره. واختار هذا أبو حيان في البحر. والعلم عند الله تعالى.] (¬1). ¶ 51 - حذف النعت إن دلَّ عليه الدليل. ¶ [قوله تعالى: {وَإِن مِّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذلك فِى الْكِتَابِ مَسْطُورًا}. قال بعض أهل العلم: في هذه الآية الكريمة حذف الصفة، أي وإن من قرية ظالمة إلا نحن مهلكوها. وهذا النعت المحذوف دلت عليه آيات من كتاب الله تعالى. كقوله {وَمَا كُنَّا مُهْلِكِى الْقُرَى إِلاَّ وَأَهْلُهَا ظَالِمُونَ} وقوله: {ذلك أَن لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ}. أي بل لا بد أن تنذرهم الرسل فيكفروا بهم وبربهم. وقوله {وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ}، وقوله {وَكَأِيِّن مِّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَاباً شَدِيداً وَعَذَّبْنَاهَا عَذَاباً نُّكْراً فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْراً} إلى غير ذلك من الآيات. ¶ وغاية ما في هذا القول حذف النعت مع وجود أدلة تدل عليه. ونظيره في القرآن قوله تعالى: {وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْباً} أي كل سفينة صالحة. بدليل أن خرق الخضر للسفينة التي ركب فيها هو وموسى يريد به سلامتها من أخذ الملك لها، لأنه لا يأخذ المعيبة التي فيها الخرق وإنما يأخذ الصحيحة. ومن حذف النعت قوله تعالى: {قَالُواْ الْآنَ جِئْتَ بِالْحَقِّ} أي بالحق الواضح الذي لا لبس معه في صفات البقرة المطلوبة. ونظيره من كلام العرب قول الشاعر، وهو المرقش الأكبر: ¶ ورب أسيلة الخدين بكر ... ... مهفهفة لها فرع وجيد ¶ أي فرع فاحم وجيد طويل، وقول عبيد بن الأبرص: ¶ من قوله قول ومن فعله ... ... فعل ومن نائله نائل ¶ أي قوله قول فصل، وفعله فعل جميل، ونائله نائل جزيل، وإلى هذا أشار في الخلاصة بقوله: ... ¶ ¬__________ ¶ (¬1) - (3/ 542) (بني إسرائيل/42)، وانظر سر العربية للثعالبي (ص/355).",
            "page": "67",
            "part": "1",
            "seal": "F0598E2A"
        },
        {
            "id": "70",
            "nass": "وما من المنعوت والنعت عقل ... ... ... يجوز حذفه وفي النعت يقل] (¬1). ¶ 52 - يطلق لفظة الصالحة على الفعلة الطيبة. ¶ [التحقيق: أن مفرد {الصَّالِحَاتِ} في قوله: {يَعْمَلُونَ الصَّالِحَاتِ}، وقوله: {وَعَمِلُواْ الصَّالِحَاتِ} ونحو ذلك أنه: صالحة، وأن العرب تطلق لفظة الصالحة على الفعلة الطيبة، كإطلاق اسم الجنس لتناسى الوصفية، كما شاع ذلك الإطلاق في الحسنة مراداً بها الفعلة الطيبة. ¶ ومن إطلاق العرب لفظ الصالحة على ذلك قول أبي العاص بن الربيع في زوجة زينب بنت رسول الله صلى الله عليه وسلم: ¶ بنت الأمين جزاك الله صالحة ... ... ... وكل بعل سيثنى بالذي علماً ¶ وقول الحطيئة: ¶ كيف الهجاء ولا تنفك صالحة ... ... من آل لأم بظهر الغيب تأتيني ¶ وسئل إعرابي عن الحب فقال: ... ¶ الحب مشغلة عن كل صالحة ... ... وسكرة الحب تنفي سكرة الوسن] (¬2). ¶ 53 - تطلق لعل مضمنة معنى النهي. ¶ [قوله تعالى: {فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَى آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بِهذا الْحَدِيثِ أَسَفاً} ... وأظهر هذه الأقوال عندي في معنى «لعل» أن المراد بها في الآية النهي عن الحزن عليهم. وإطلاق لعل مضمنة معنى النهي في مثل هذه الآية أسلوب عربي يدل عليه سياق الكلام. ومن الأدلة على أن المراد بها النهي عن ذلك كثرة ورود النهي صريحاً عن ذلك. كقوله: {فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ}، وقوله: {وَلاَ تَحْزَنْ عَلَيْهِمْ}، وقوله: {فَلاَ تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ} إلى غير ذلك من الآيات وخير ما يفسر به القرآن القرآن.] (¬3). ¶ ¬__________ ¶ (¬1) - (3/ 546) (بني إسرائيل/58)، وانظر أيضاً (7/ 651) (ق / 17، 18). ¶ (¬2) - (4/ 10) (الكهف/1: 5). ¶ (¬3) - (4/ 16) (الكهف/6).",
            "page": "68",
            "part": "1",
            "seal": "4FDE1F06"
        },
        {
            "id": "71",
            "nass": "54 - يطلق فعيل بمعنى مفعول (¬1). ¶ [قوله تعالى: {أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُواْ مِنْءَايَاتِنَا عَجَبًا}. واختلف العلماء في المراد بـ {الرقيم} في هذه الآية على أقوال كثيرة ... وأظهر الأقوال عندي بحسب اللغة العربية وبعض آيات القرآن: أن الرقيم معناه: المرقوم، فهو فعيل بمعنى مفعول، من رقمت الكتاب إذا كتبته، ومنه قوله تعالى: {كِتَابٌ مَّرْقُومٌ}. سواء قلنا: إن الرقيم كتاب كان عندهم فيه شرعهم الذي تمسكوا به، أو لوح من ذهب كتبت فيه أسماؤهم وأنسابهم وقصتهم وسبب خروجهم، أو صخرة نقشت فيها أسماؤهم. والعلم عند الله تعالى.] (¬2). ¶ وقال أيضاً: [قوله تعالى في هذه الآية {عَذَابِ السَّعِيرِ} يعني عذاب النار، فالسعير النار أعاذنا الله، وإخواننا المسلمين منها. والظاهر أن أصل السعير: فعيل، بمعنى: مفعول من قول العرب: سعر النار، يسعرها كمنع يمنع إذا أوقدها، وكذلك سعرها بالتضعيف، وعلى لغة التضعيف والتخفيف القراءتان السبعيتان في قوله {وَإِذَا الْجَحِيمُ سُعِّرَتْ} فقد قرأه من السبعة نافع وابن عامر في رواية ابن ذكوان، وعاصم في رواية حفص: سعرت بتشديد العين وقرأه الباقون بتخفيف العين، ومما جرى من كلام العرب على نحو قراءة نافع، وابن ذكوان، وحفص قول بعض شعراء الحماسة: ¶ قالت له عرسهُ يوماً لتُسْمعني ... ... مهلاً فإنَّ لنا في أمِّنا أربا ¶ ولو رأتنيَ في نار مُسعَّرة ... ثم استطاعت لزادَت فوقْها حَطبا ¶ إذ لا يخفى أن قوله: مسعرة: اسم مفعول سعرت بالتضعيف، وبما ذكرنا يظهر أن أصل السعير: فعيل بمعنى اسم المفعول: أي النار المسعرة: أي الموقدة إيقاداً شديداً لأنها بشدة الإيقاد يزداد حرها عياذاً بالله منها، ومن كل ما قرب إليها ¶ ¬__________ ¶ (¬1) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق فعيل، بمعنى مفعول، ومثل له السيوطي أيضاً بقوله تعالى: {وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيراً} (الفرقان: 55) وظهير معنى مظهور أي كفر الكافرين هين على الله تعالى، والله مستهين به؛ لأن كفره لا يضره، وانظر الإتقان (3/ 117) وتفسير القرطبي. ¶ (¬2) - (4/ 21 - 22) (الكهف/7، 8).",
            "page": "69",
            "part": "1",
            "seal": "942FCD82"
        },
        {
            "id": "72",
            "nass": "من قول وعمل] (¬1). ¶ 55 - يطلق الأمد على الغاية. ¶ [إطلاق الأمد على الغاية معروف في كلام العرب ومنه قول نابغة ذبيان: ¶ إلا لمثلك أو من أنت سابقه ... ... سبق الجواد إذا استولى على الأمد] (¬2). ¶ 56 - تطلق الآية في اللغة العربية بمعنى العلامة، وبمعنى الجماعة، وتطلق في القرآن على الآية الشرعية، والآية الكونية. ¶ [الآية تطلق في اللغة العربية إطلاقين، وتطلق في القرآن العظيم إطلاقين أيضاً. أما إطلاقاها في اللغة الأول منهما أنها تطلق بمعنى العلامة، وهو الإطلاق المشهور، ومنه قوله تعالى: {إِنَّ آيَةَ مُلْكِهِ أَن يَأْتِيَكُمُ التَّابُوتُ}، وقول عمر بن أبي ربيعة: ¶ بآية ما قالت غداة لقيتها ... ... ... بمدفع أكنان أهذا المشهر ¶ يعني أن قولها ذلك هو العلامة بينها وبين رسوله إليها المذكور في قوله قبله: ¶ ألكني إليها بالسلام فإنه ... ... يشهر إلمامي بها وينكر ¶ وقد جاء في شعر نابغة ذبيان وهو جاهلي تفسير الآية بالعلامة في قوله: ¶ توهمت آيات لها فعرفتها ... ... ... لستة أعوام وذا العام سابع ¶ ثم بين أن مراده بالآيات علامات الدار بقوله بعده: ¶ رماد ككحل العين لأياً أبينه ... ونؤدي كجذم الحوض أثلم خاشع ¶ وأما الثاني منهما فهو إطلاق الآية بمعنى الجماعة، يقولون: جاء القوم بآيتهم، أي بجماعتهم. ومنه قول برج بن مسهر أو غيره: ¶ خرجنا من النقبين لاحى مثلنا ... ... ... بآياتنا لزجي اللقاح المطافلا ¶ فقوله «بآياتنا» أي بجماعتنا. ¶ وإما إطلاقاها في القرآن فالأول منهما إطلاقها على الآية الكونية القدرية، كقوله تعالى: {إِنَّ فِى خَلْقِ السموات وَالاٌّرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لاّيَاتٍ لاٌّوْلِى ¶ ¬__________ ¶ (¬1) - (5/ 17 - 18) (الحج / 3، 4). ¶ (¬2) - (4/ 29) (الكهف/12).",
            "page": "70",
            "part": "1",
            "seal": "CF3EA999"
        },
        {
            "id": "73",
            "nass": "الاٌّلْبَابِ} أي علامات كونية قدرية، يعرف بها أصحاب العقول السليمة أن خالقها هو الرب المعبود وحده جل وعلا. والآية الكونية القدرية في القرآن من الآية بمعنى العلامة لغة. ¶ وأما إطلاقها الثاني في القرآن فهو إطلاقها على الآية الشرعية الدينية، كقوله: {رَّسُولاً يَتْلُو عَلَيْكُمْ آيَاتِ اللَّهِ} ونحوها من الآيات. ¶ والآية الشرعية الدينية قيل: هي من الآية بمعنى العلامة لغة، لأنها علامات على صدق من جاء بها. أو أن فيها علامات على ابتدائها وانتهائها. ¶ وقيل: من الآية بمعنى الجماعة، لاشتمال الآية الشرعية الدينية على طائفة وجماعة من كلمات القرآن] (¬1). ¶ 57 - يطلق الغد على المستقبل من الزمان (¬2). ¶ [قوله تعالى: {وَلاَ تَقْولَنَّ لِشَىْءٍ إِنِّى فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ اللَّهُ} ... والمراد بالغد: ما يستقبل من الزمان لا خصوص الغد. ومن أساليب العربية إطلاق الغد على المستقبل من الزمان. ومنه قول زهير: ¶ واعلم علم اليوم والأمس قبله ... ... ... ولكنني عن علم ما في غد عم ¶ يعني أنه لا يعلم ما يكون في المستقبل، إذ لا وجه لتخصيص الغد المعين بذلك.] (¬3). ¶ 58 - التهديد بالصيغة التي ظاهرها التخيير (¬4). ¶ [قوله تعالى: {فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ}. ظاهر هذه الآية الكريمة بحسب الوضع اللغوي التخيير بين الكفر والإيمان ولكن المراد من الآية الكريمة ليس هو التخيير، وإنما المراد بها التهديد والتخويف. والتهديد بمثل هذه ¶ ¬__________ ¶ (¬1) - 4/ 42: 44، الكهف / 17، وانظر أيضاً: 7/ 338: 340, الجاثية/6. ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من باب إطلاق الخاص على العام، وقد سبق الكلام عليه. وانظر الإتقان (3/ 112). ¶ (¬3) - (4/ 86) (الكهف/23، 24). ¶ (¬4) - قال البزدوي في أصوله (ص/88): [وأما الثابت بسياق النظم فمثل قول الله تعالى: {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَاراً} (الكهف: 29) تركت حقيقة الأمر والتخيير بقوله عز وجل: {إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَاراً} وحمل على الإنكار، والتوبيخ مجازا].",
            "page": "71",
            "part": "1",
            "seal": "D851BABF"
        },
        {
            "id": "74",
            "nass": "الصيغة التي ظاهرها التخيير أسلوب من أساليب اللغة العربية. والدليل من القرآن العظيم على أن المراد في الآية التهديد والتخويف أنه أتبع ذلك بقوله {إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كَالْمُهْلِ يَشْوِى الْوجُوهَ بِئْسَ الشَّرَابُ وَسَآءَتْ مُرْتَفَقًا} وهذا أصرح دليل على أن المراد التهديد والتخويف. إذ لو كان التخيير على بابه لما توعد فاعل أحد الطرفين المخير بينهما بهذا العذاب الأليم. وهذا واضح كما ترى.] (¬1). ¶ 59 - الظلم وضع الشيء في غير محله. ¶ [وقد قدمنا أن الظلم في لغة العرب: وضع الشيء في غير محله، ومن أعظم ذلك وضع العبادة في مخلوق. وقد جاء في القرآن إطلاق الظلم على النقص في قوله: {وَلَمْ تَظْلِمِ مِّنْهُ شَيْئًا} وأصل معنى مادة الظلم هو ما ذكرنا من وضع الشيء في غير موضعه، ولأجل ذلك قيل الذي يضرب اللبن قبل أن يروب: ظالم لوضعه ضرب لبنه في غير موضعه، لأن ضربه قبل أن يروب يضيع زبده. ومن هذا المعنى قول الشاعر: ¶ وقائلة ظلمت لكم سقائي ... ... ... وهل يخفى على العكد الظليم ¶ فقوله «ظلمت لكم سقائي» أي ضربته لكم قبل أن يروب. ومنه قول الآخر في سقاء له ظلمه بنحو ذلك: ¶ وصاحب صدق لم تربني شكاته ... ... ... ظلمت وفي ظلمي له عامداً أجر ¶ وفي لغز الحريري في مقاماته في الذي يضرب لبنه قبل أن يروب قال: أيجوز أن يكون الحاكم ظالماً؟ قال: نعم، إذا كان عالماً. ¶ ومن ذلك أيضاً قولهم للأرض التي حفر فيها وليست محل حفر في السابق: أرض مظلومة، ومنه قول نابغة ذبيان: ¶ إلا الأواري لأياً ما أبينها ... والنؤى كالحوض بالمظلومة الجلد ¶ وما زعمه بعضهم من أن «المظلومة» في البيت هي التي ظلمها المطر بتخلفه عنها وقت إبانه المعتاد غير صواب. والصواب هو ما ذكرنا إن شاء الله ¶ ¬__________ ¶ (¬1) - (4/ 101) (الكهف/29).",
            "page": "72",
            "part": "1",
            "seal": "74EE0F7A"
        },
        {
            "id": "75",
            "nass": "تعالى. ولأجل ما ذكرنا قالوا للتراب المخرج من القبر عند حفره ظليم بمعنى مظلوم، لأنه حفر في غير محل الحفر المعتاد، ومنه قول الشاعر يصف رجلاً مات ودفن: ¶ فأصبح في غبراء بعد إشاحة ... ... ... على العيش مرود عليها ظليمها] (¬1). ¶ 60 - إغاثة الكفار بماء كالمهل مع أنه من أشد العذاب (¬2)، وبيان إطلاقات المهل. ¶ [قوله في هذه الآية الكريمة: {وَإِن يَسْتَغِيثُواْ} يعني إن يطلبوا الغوث مما هم فيه من الكرب يغاثوا، يؤتوا بغوث هو ماء كالمهل. ¶ والمهل في اللغة: يطلق على ما أذيب من جواهر الأرض، كذائب الحديد والنحاس، والرصاص ونحو ذلك. ¶ ويطلق أيضاً على دردي الزيت وهو عكره. والمراد بالمهل في الآية: ما أذيب من جواهر الأرض. وقيل: دردي الزيت. وقيل: هو نوع من القطران. وقيل السم. ¶ فإن قيل: أي إغاثة في ماء كالمهل مع أنه من أشد العذاب، وكيف قال الله تعالى: {يُغَاثُواْ بِمَآءٍ كَالْمُهْلِ}؟ فالجواب أن هذا من أساليب اللغة العربية التي نزل بها القرآن. ونظيره من كلام العرب قول بشر بن أبي حازم: ¶ غضبت تميم أن تقتل عامر ... ... ... يوم النسار فأعتبوا بالصيلم ¶ فمعنى قوله «أعتبوا بالصيلم»: أي أرضوا بالسيف. يعني ليس لهم منا إرضاء إلا بالسيف. ... ¶ وقول عمرو بن معد يكرب: ¶ وخيل قد دلفت لها بخيل ... ... ... تحية بينهم ضرب وجيع ¶ يعني لا تحية لهم إلا الضرب الوجيع. وإذا كانوا لا يغاثون إلا بماء كالمهل علم من ذلك أنهم لا إغاثة لهم البتة.] (¬3). ¶ ¬__________ ¶ (¬1) - (4/ 101) (الكهف/29). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق الشيء، وإرادة عكسه، أو ضده، وانظر الإتقان (3/ 115). ¶ (¬3) - (4/ 104) (الكهف/29).",
            "page": "73",
            "part": "1",
            "seal": "7D8E61BE"
        },
        {
            "id": "76",
            "nass": "61 - أصل الارتفاق هو الاتكاء على المرفق (¬1). ¶ قال العلامة الشنقيطي - رحمه الله - عند قوله تعالى: {بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقاً} (الكهف: 29) [والمرتفق: مكان الارتفاق. وأصله أن يتكئ الإنسان معتمداً على مرفقه. وللعلماء في المراد بالمرتفق في الآية أقوال متقاربة في المعنى. قيل مرتفقاً. أي منزلاً، وهو مروي عن ابن عباس. وقيل مقراً، وهو مروي عن عطاء. وقيل مجلساً وهو مروي عن العتبي. وقال مجاهد: مرتفقاً أي مجتمعاً. فهو عنده مكان الارتفاق بمعنى مرافقة بعضهم لبعض في النار. ¶ وحاصل معنى الأقوال أن النار بئس المستقر هي، وبئس المقام هي. ويدل لهذا قوله تعالى: {إِنَّهَا سَآءَتْ مُسْتَقَرّاً وَمُقَاماً}، وكون أصل الارتفاق هو الاتكاء على المرفق معروف في كلام العرب، ومنه قول أبي ذؤيب الهذلي: ¶ نام الخلى وبت الليل مرتفقا ... ... ... كأن عيني فيها الصاب مذبوح ¶ ويروى «وبت الليل مشتجراً» وعليه فلا شاهد في البيت. ومنه قول أعشى باهلة: ¶ قد بت مرتفقاً للنجم أرقبه ... ... ... حيران ذا حذر لو ينفع الحذر ¶ وقول الراجز: ¶ قالت له وارتفقت ألا فتى ... ... ... يسوق بالقوم غزالات الضحا] (¬2). ¶ 62 - يطلق الجن على الملائكة. ¶ [العرب تعرف في لغتها إطلاق الجن على الملائكة. ومنه قول الأعشى في سليمان بن داود: ... ¶ وسخر من جن الملائك تسعة ... ... ... قياماً لديه يعملون بلا أجر ¶ قالوا: ومن إطلاق الجن على الملائكة قوله تعالى: {وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَباً} عند من يقول: بأن المراد بذلك قولهم: الملائكة بنات الله. سبحانه وتعالى عن كل ما ¶ ¬__________ ¶ (¬1) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع تسمية الشيء باسم آلته التي يتم بها، وعلاقته آلية، وانظر الإتقان (3/ 114) وأسرار البيان (ص/125). ¶ (¬2) - (4/ 105 - 106) (الكهف/29).",
            "page": "74",
            "part": "1",
            "seal": "FA2E462C"
        },
        {
            "id": "77",
            "nass": "لا يليق بكماله وجلاله علواً كبيراً!] (¬1). ¶ 63 - يطلق باض وفرخ على سبيل المثل (¬2). ¶ [دلت الآية الكريمة - أي قوله تعالى: {أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوّ} (الكهف: 50) - على أن له ذرية، أما كيفية ولادة تلك الذرية فلم يثبت فيه نقل صحيح، ومثله لا يعرف بالرأي. وقال القرطبي في تفسير هذه الآية: قلت: الذي ثبت في هذا الباب من الصحيح ما ذكره الحميري في الجمع بين الصحيحين عن الإمام أبي بكر البرقاني: أنه خرج في كتابه مسنداً عن أبي محمد عبد الغني بن سعيد الحافظ، من رواية عاصم، عن أبي عثمان، عن سلمان قال: قال رسول الله صلى الله عليه وسلم: «لا تكن أول من يدخل السوق ولا آخر من يخرج منها، فيها باض الشيطان وفرخ» (¬3) وهذا يدل على أن للشيطان ذرية من صلبه. ¶ قال مقيده عفا الله عنه: هذا الحديث إنما يدل على أنه يبيض ويفرخ، ولكن لا دلالة فيه على ذلك. هل هي من أنثى هي زوجة له، أو من غير ذلك، مع أن دلالة الحديث على ما ذكرنا لا تخلو من احتمال؛ لأنه يكثر في كلام العرب إطلاق باض وفرخ على سبيل المثل. فيحتمل معنى باض وفرخ على سبيل المثل؛ فيحتمل معنى باض وفرخ أنه فعل بها ما شاء من إضلال وإغواء ووسوسة ونحو ذلك على سبيل المثل، لأن الأمثال لا تغير ألفاظها.] (¬4). ¶ ¬__________ ¶ (¬1) - (4/ 131) (الكهف/50). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إضافة الفعل إلى ما لا يصح منه تشبيهاً، وانظر الإتقان (3/ 115). ¶ (¬3) - أخرجه بهذا اللفظ الطبراني (6/ 248) (6118)، والبيهقي في الشعب (7/ 379) (10655)، ورواه مسلم في صحيحه عن سلمان بلفظ: {قال رسول الله صلى الله عليه وسلم: (لا تكن أول من يدخل السوق ولا آخر من يخرج منها فإنها معركة - أو قال مربض - الشيطان وبها رايته)}. ¶ (¬4) - (4/ 134) (الكهف/50).",
            "page": "75",
            "part": "1",
            "seal": "B4CF59F8"
        },
        {
            "id": "78",
            "nass": "64 - الظن يطلق على اليقين، وعلى الشك (¬1). ¶ [معلوم أن الظن يطلق في لغة العرب، التي نزل بها القرآن على معنيين: أحدهما: الشك كقوله {إَنَّ الظَّنَّ لاَ يُغْنِى مِنَ الْحَقِّ شَيْئًا}، وقوله تعالى عن الكفار: {إِن نَّظُنُّ إِلاَّ ظَنّاً وَمَا نَحْنُ بِمُسْتَيْقِنِينَ}. ¶ والثاني: هو إطلاق الظن مراداً به العلم واليقين، ومنه قوله تعالى هنا: {وَظَنُّواْ مَا لَهُمْ مِّن مَّحِيصٍ} أي أيقنوا، أنهم ليس لهم يوم القيامة محيص، أي لا مفر ولا مهرب لهم من عذاب ربهم، ومنه بهذا المعنى قوله تعالى: {وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّواْ أَنَّهُمْ مُّوَاقِعُوهَا} أي أيقنوا ذلك وعلموه، وقوله تعالى: {الَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَاقُوا رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ} وقوله تعالى: {قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُم مُلاَقُواْ اللَّهِ كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةٍ كَثِيرَةً بِإِذْنِ اللَّهِ} وقوله تعالى: {فَأَمَّا مَنْ أُوتِىَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَآؤُمُ اقْرَؤُاْ كِتَابيَهْ إِنِّى ظَنَنتُ أَنِّى مُلَاقٍ حِسَابِيَهْ}، فالظن في الآيات المذكورة كلها بمعنى اليقين. ¶ ونظير ذلك من كلام العرب قول دريد بن الصمة: ¶ فقلت لهم ظنوا بألفي مدجج ... ... ... سراتهم في الفارسي المسرد ¶ وقول عميرة بن طارق: ¶ بأن تغتزوا قومي وأقعد فيكم ... ... ... وأجعل مني الظن غيباً مرجما ¶ والظن في البيتين المذكورين بمعنى اليقين] (¬2). ¶ ¬__________ ¶ (¬1) - ومما يؤكد كلام العلامة الشنقيطي - رحمه الله - في قضية المجاز، ما قاله ابن عاشور في التحرير والتنوير: [والظن: يطلق على مراتب الإدراك فيطلق على الاعتقاد الجازم الذي لا يشوبه شك كما في قوله تعالى {وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ} (البقرة: 45، 46)؛ ويطلق على الاعتقاد المشوب بشك. ويظهر أنه حقيقة في هذا الثاني وأنه مجاز في الأول لكنه في الأول شائع فصار كالمشترك] فشيوعه عند العرب لا يجعله من المجاز. ¶ (¬2) - (7/ 143 - 144) (فصلت/48)، وانظر أيضاًًً (4/ 142) (الكهف/53).",
            "page": "76",
            "part": "1",
            "seal": "18CC88A7"
        },
        {
            "id": "79",
            "nass": "65 - تطلق الإرادة على المقاربة والميل إلى الشيء. ¶ [قوله تعالى: {فَوَجَدَا فِيهَا جِدَاراً يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُ} (¬1). هذه الآية ¶ الكريمة من أكبر الأدلة التي يستدل بها القائلون: بأن المجاز في القرآن، زاعمين أن إرادة الجدار الانقضاض لا يمكن أن تكون حقيقة، وإنما هي مجاز، وقد دلت آيات من كتاب الله على أنه لا مانع من كون إرادة الجدار حقيقة، لأن الله تعالى يعلم للجمادات إرادات وأفعالاً وأقوالاً لا يدركها الخلق كما صرح تعالى بأنه يعلم من ذلك ما لا يعلمه خلقه في قوله جل وعلا: {وَإِن مِّن شَىْءٍ إِلاَّ يُسَبِّحُ بِحَمْدَهِ وَلكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ} فصرح بأننا لا نفقه تسبيحهم، وتسبيحهم واقع عن إرادة لهم يعلمها هو جل وعلا، ونحن لا نعلمها. وأمثال ذلك كثيرة في القرآن والسنة ... ¶ وزعم من لا علم عنده أن هذه الأمور لا حقيقة لها، وإنما هي ضرب أمثال زعم باطل؛ لأن نصوص الكتاب، والسنة لا يجوز صرفها عن معناها الواضح المتبادر إلا بدليل يجب الرجوع إليه. وأمثال هذا كثيرة جداً. وبذلك تعلم أنه لا مانع من إبقاء إرادة الجدار على حقيقتها لإمكان أن يكون الله علم منه إرادة الانقضاض، وإن لم يعلم خلقه تلك الإرادة. وهذا واضح جداً كما ترى، مع أنه من الأساليب العربية إطلاق الإرادة على المقاربة والميل إلى الشيء. كما في قول الشاعر: ¶ يريد الرمح صدر أبي براء ... ... ... ويعدل عن دماء بني عقيل ¶ أي يميل إلى صدر أبي براء. وكقول راعي نمير: ¶ في مهمه قلقت بها هامتها ... ... ... قلق الفؤوس إذا أردن نضولا ¶ فقوله «إذا أردن نضولا» أي قاربنه. وقول الآخر: ¶ إن دهراً يلف شملي بجمل ... ... ... لزمان يهم بالإحسان ¶ فقوله «لزمان يهم بالإحسان» أي يقع الإحسان فيه.] (¬2). ¶ ¬__________ ¶ (¬1) - ونوع المجاز هنا عند القائلين به، كالذي قبله، فهو عندهم من باب إضافة الفعل إلى ما لا يصح منه تشبيهاً. ¶ (¬2) - (4/ 195) (الكهف/77)، (4/ 377) (مريم70،71).",
            "page": "77",
            "part": "1",
            "seal": "372EEEF0"
        },
        {
            "id": "80",
            "nass": "66 - الرجاء يستعمل في رجاء الخير، ويستعمل في الخوف أيضاً. ¶ [اعلم أن الرجاء كقوله هنا {يَرْجُو لِقَآءَ رَبِّهِ} يستعمل في رجاء الخير، ويستعمل في الخوف أيضاً. واستعماله في رجاء الخير مشهور. ومن استعمال الرجاء في الخوف قول أبي ذؤيب الهذلي: ¶ إذا لسعته النحل لم يرج لسعها ... وحالفها في بيت نوب عواسل ¶ فقوله «لم يرج لسعها» أي لم يخف لسعها. ويروى حالفها بالحاء والخاء، ويروى عواسل بالسين، وعوامل بالميم. ¶ فإذا علمت أن الرجاء يطلق على كلا الأمرين المذكورين فاعلم أنهما متلازمان، فمن كان يرجوا ما عند الله من الخير فهو يخاف ما لديه من الشر كالعكس] (¬1). ¶ وقال أيضاً: [وقوله تعالى في هذه الآية الكريمة: لا يرجون قال بعض العلماء: لا يرجون أي لا يخافون لقاءنا لعدم إيمانهم بالبعث. والرجاء يطلق على الخوف كما يطلق على الطمع. قال بعض العلماء: ومنه قوله تعالى: {مَالَكُمْ لاَ تَرْجُونَ لِلَّهِ وَقَاراً} قال أي لا تخافون لله عظمة، ومنه قول أبي ذؤيب الهذلي: ¶ إذا لسعته النحل لم يرج لسعها ... وخالفها في بيت نوب عواسل ¶ فقوله لم يرج لسعها: أي لم يخف لسعها، وقال بعض أهل العلم: إطلاق الرجاء على الخوف لغة تهامة، وقال بعض العلماء: لا يرجون لقاءنا لا يأملون، وعزاه القرطبي لابن شجرة وقال: ومنه قول الشاعر: ¶ أترجو أمة قتلت حسينا ... ... ... شفاعة جده يوم الحساب ¶ أي أتأمل أمة الخ. والذي لا يؤمن بالبعث لا يخاف لقاء الله، لأنه لا يصدق بالعذاب، ولا يأمل الخير من تلقائه، لأنه لا يؤمن بالثواب.] (¬2). ¶ 67 - يعبر عن انتشار بياض الشيب في الرأس، باشتعال الرأس شيبا. ¶ [وقوله: {وَاشْتَعَلَ الرَّأْسُ شَيْباً} الألف واللام في «الرأس» قاما مقام المضاف إليه، إذ المراد: واشتعل رأسي شيبا. والمراد باشتعال الرأس شيباً: إنتشار ¶ ¬__________ ¶ (¬1) - (4/ 218 - 219) (الكهف/110). ¶ (¬2) - (6/ 303 - 304) (الفرقان/21).",
            "page": "78",
            "part": "1",
            "seal": "77F2EC38"
        },
        {
            "id": "81",
            "nass": "بياض الشيب فيه. قال الزمخشري في كشافه: شبه الشيب بشواظ النار في بياضه وإنارته وانتشاره في الشعر وفشوه فيه، وأخذه منه كل مأخذ باشتعال النار، ثم أخرجه مخرج الاستعارة، ثم أسند الاشتعال إلى مكان الشعر ومنبته وهو الرأس، وأخرج الشيب مميزاً، ولم يضف الرأس اكتفاء بعلم الخاطب أنه رأس زكريا، فمن ثم فصحت هذه الجملة وشهد لها بالبلاغة. انتهى منه. ¶ والظاهر عندنا كما بينا مراراً: أن مثل هذا من التعبير عن انتشار بياض الشيب في الرأس، باشتعال الرأس شيبا أسلوب من أساليب اللغة العربية الفصحى جاء القرآن به، ومنه قول الشاعر: ¶ ضيعت حزمي في إبعادي الأملا ... وما أرعويت وشيباً رأسي اشتعلا ¶ ومن هذا القبيل قول ابن دريد في مقصورته: ¶ واشتعل المبيض في مسوده ... مثل اشتعال النار في جزل الغضا] (¬1). ¶ 68 - المولى: يطلق على كل من انعقد بينك وبينه سبب يواليك وتواليه به. ¶ [المولى في لغة العرب: يطلق على كل من انعقد بينك وبينه سبب يواليك وتواليه به. وكثيراً ما يطلق في اللغة على ابن العم؛ لأن ابن العم يوالي ابن عمه بالقرابة العصبية. ومنه قول طرفة بن العبد: ¶ واعلم علماً ليس بالظن أنه ... ... إذا ذل مولى المرء فهو ذليل ¶ يعني إذا ذلت بنو عمه فهو ذليل. وقول الفضل بن العباس بن عتبة بن أبي لهب: ¶ مهلا ابن عمنا مهلا موالينا ... لا تنبشوا بيننا ما كان مدفونا] (¬2). ¶ 69 - العاقر يطلق على الذكر والأنثى (¬3). ¶ [قوله تعالى في هذه الآية الكريمة: {وَكَانَتِ امْرَأَتِى عَاقِرًا} ظاهر في أنها ¶ كانت عاقراً في زمن شبابها. والعاقر: هي العقيم التي لا تلد، وهو يطلق على الذكر ¶ ¬__________ ¶ (¬1) - (4/ 221 - 222) (مريم/4). ¶ (¬2) - (4/ 228 - 229) (مريم/5)، وانظر (7/ 240 - 241) (الزخرف / 28: 30). ¶ (¬3) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من باب إطلاق المؤنث على المذكر، وانظر الإتقان (3/ 120 - 121).",
            "page": "79",
            "part": "1",
            "seal": "D58C6100"
        },
        {
            "id": "82",
            "nass": "والأنثى. ¶ فمن إطلاقه على الأنثى هذه الآية، وقوله تعالى عن زكريا أيضاً: {وَقَدْ بَلَغَنِي الْكِبَرُ وَامْرَأَتِى عَاقِرٌ}. ¶ ومن إطلاقه على الذكر قول عامر بن الطفيل: ¶ فَبِئسَ الفَتى إِن كُنتَ أَعوَرَ عاقِراً ... جَباناً فَما عُذري لَدى كُلِّ مُحضَرِ] (¬1). ¶ 70 - السمي يطلق بمعنى: مسمى باسمه. وبمعنى: المسامي، أي المماثل في السمو، والرفعة، والشرف، وهو فعيل بمعنى مفاعل (¬2). ¶ [وقوله في هذه الآية الكريمة: {لَمْ نَجْعَل لَّهُ مِن قَبْلُ سَمِيّاً} اعلم أولاً أن السمي يطلق في اللغة العربية إطلاقين: الأول قولهم: فلان سمى فلان أي مسمى باسمه. فمن كان اسمهما واحداً فكلاهما سمى الآخر أي مسمى باسمه. ¶ والثاني: إطلاق السمي يعني المسامي، أي: المماثل في السمو، والرفعة، والشرف، وهو فعيل بمعنى مفاعل من السمو بمعنى العلو والرفعة، ويكثر في اللغة إتيان الفعيل بمعنى المفاعل. كالقعيد، والجليس بمعنى: المقاعد، والمجالس. والأكيل، والشريب بمعنى: المؤاكل، والمشارب، وكذلك السمي بمعنى: المسامي، أي: المماثل في السمو، فإذا علمت ذلك فاعلم أن قوله هنا: {لَمْ نَجْعَل لَّهُ مِن قَبْلُ سَمِيّاً} أي لم نجعل من قبله أحداً يتسمى باسمه، فهو أول من كان اسمه يحيى. وقول من قال: إن معناه: لم نجعل له سمياً، أي: نظيراً في السمو، والرفعة غير صواب؛ لأنه ليس بأفضل من إبراهيم، وموسى، ونوح، فالقول الأول هو الصواب.] (¬3). ¶ 71 - يطلق الكلام على الإشارة. ¶ [اعلم أنه على هذا القول الذي اختاره ابن كثير أن المراد بقوله: {فَقُولِى إِنِّى نَذَرْتُ لِلرحمن صَوْماً} أي قولي ذلك بالإشارة يدل على أن الإشارة تنزل منزلة الكلام، لأنها في هذه الآية سميت قولاً على هذا الوجه من التفسير. وسمع في كلام العرب كثيراً إطلاق الكلام على الإشارة، كقوله: ¶ ¬__________ ¶ (¬1) - (4/ 229) (مريم/5). ¶ (¬2) - وانظر أيضاً: (7/ 648 - 649) (ق/17 - 18). ¶ (¬3) - (4/ 231) (مريم/7).",
            "page": "80",
            "part": "1",
            "seal": "4C259C8B"
        },
        {
            "id": "83",
            "nass": "إذا كلمتني بالعيون الفواتر ... ... رددت عليها بالدموع البوادر] (¬1) ¶ 72 - يطلق اسم الأخ على النظير المشابه، وعلى الصديق، والصاحب. ¶ [إطلاق اسم الأخ على النظير المشابه معروف في القرآن وفي كلام العرب، فمنه في القرآن قوله تعالى: {وَمَا نُرِيِهِم مِّنْ آيَةٍ إِلاَّ هِىَ أَكْبَرُ مِنْ أُخْتِهَا}، وقوله تعالى: {إِنَّ الْمُبَذرِينَ كَانُواْ إِخْوَانَ الشَّيَاطِينِ}، وقوله تعالى {وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِى الْغَىِّ ثُمَّ لاَ يُقْصِرُونَ}، ومنه في كلام العرب قوله: ¶ وكل أخ يفارقه أخوه ... ... ... لعمر أبيك إلا الفرقدان ¶ فجعل الفرقدين أخوين. ¶ وكثيراً ما تطلق العرب اسم الأخ على الصديق والصاحب. ¶ ومن إطلاقه على الصاحب قول القلاخ بن حزن: ¶ أخا الحرب لباسا إليها جلالها ... ... ... وليس بولاج الخوالف أعقلا ¶ فقوله: «أخا الحرب» يعني صاحبها. ومنه قول الراعي وقيل لأبي ذؤيب: ¶ عشية سعدي لو تراءت لراهب ... بدومة تجر دونه وحجيج ¶ قلى دينه واهتاج للشوق إنها ... ... ... على النأي إخوان العزاء هيوج ¶ فقوله «إخوان العزاء» يعني أصحاب الصبر] (¬2). ¶ 73 - يطلق الغي على كل شر، والرشاد على كل خير. ¶ [قوله تعالى: {فَسَوْفَ يَلْقُونَ غَيّاً}. اعلم أولاً أن العرب تطلق الغي على كل شر، والرشاد على كل خير. قال المرقش الأصغر: ¶ فمن يلق خيراً يحمد الناس أمره ... ... ... ومن يغو لا يعدم على الغي لائما ¶ فقوله: «ومن يغو» يعني: ومن يقع في شر. والإطلاق المشهور هو أن الغي: الضلال] (¬3). ¶ 74 - يعبر عن الدوام بالبكرة والعشي، والمساء والصباح. ¶ [قوله في هذه الآية الكريمة: {وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيّاً} فيه سؤال ¶ ¬__________ ¶ (¬1) - (4/ 275) (مريم/26). ¶ (¬2) - (4/ 293 - 294) (مريم/27، 28). ¶ (¬3) - (4/ 333) (مريم/59، 60).",
            "page": "81",
            "part": "1",
            "seal": "64B1D1BE"
        },
        {
            "id": "84",
            "nass": "معروف، وهو أن يقال: ما وجه ذكر البكرة والعشي، مع أن الجنة ضياء دائم ولا دليل فيها. وللعلماء عن هذا السؤال أجوبة: الجواب الثالث: أن العرب تعبر عن الدوام بالبكرة والعشي، والمساء والصباح، كما يقول الرجل: أنا عند فلان صباحاً ومساءً، وبكرة وعشياً. يريد الديمومة ولا يقصد الوقتين المعلومين.] (¬1). ¶ 75 - يعبر بتحلة القسم عن القلة الشديدة وإن لم يكن هناك قسم أصلاً. ¶ [قال الشنقيطي عند قوله تعالى: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْماً مَقْضِيّاً}: قال مقيده عفا الله عنه وغفر له: الذي يظهر لي والله تعالى أعلم أن الآية ليس يتعين فيها قسم. لأنها لم تقترن بأداة من أدوات القسم، ولا قرينة واضحة دالة على القسم، ولم يتعين عطفها على القسم. والحكم بتقدير قسم في كتاب الله دون قرينة ظاهرة فيه زيادة على معنى كلام الله بغير دليل يجب الرجوع إليه، وحديث أبي هريرة المذكور المتفق عليه (¬2) لا يتعين منه أن في الآية قسماً؛ لأن من أساليب اللغة العربية التعبير بتحلة القسم عن القلة الشديدة وإن لم يكن هناك قسم أصلاً، يقولون: ما فعلت كذا إلا تحلة القسم، يعنون إلا فعلاً قليلاً جداً قدر ما يحلل به الحالف قسمه، وهذا أسلوب معروف في كلام العرب، ومنه قول كعب بن زهير في وصف ناقته: ¶ تخدي على يسرات وهي لاصقة ... ... ... ذوابل مسهن الأرض تحليل ¶ يعني: أن قوائم ناقته لا تمس الأرض لشدة خفتها إلا قدر تحليل القسم، ومعلوم أنه لا يمين من ناقته أنها تمس الأرض حتى يكون ذلك المس تحليلاً لها كما ترى.] (¬3). ¶ 76 - إطلاقات الأثاث. ¶ [الأثاث: متاع البيت. وقيل هو الجديد من الفرش. وغير الجديد منها يسمى «الخرثي» بضم الخاء وسكون الراء والثاء المثلثة بعدها ياء مشددة. وأنشد لهذا التفصيل الحسن بن علي الطُّوسي قول الشاعر: ¶ ¬__________ ¶ (¬1) - (4/ 367) (مريم/62). ¶ (¬2) - عن أبي هريرة رضي الله عنه، عن النَّبي صلى الله عليه وسلم قال: «لا يموت لمسلم ثلاثة من الولدِ فيلج النار إلا تحلة القسم». ¶ (¬3) - (4/ 382) (مريم/70، 71).",
            "page": "82",
            "part": "1",
            "seal": "6CC4C647"
        },
        {
            "id": "85",
            "nass": "تقادم العهد من أم الوليد بنا ... ... ... دهراً وصار أثاث البيت خرثيا ¶ والإطلاق المشهور في العربية هو إطلاق الأثاث على متاع البيت مطلقاً. قال الفراء: لا واحد له. ويطلق الأثاث على المال أجمع: الإبل، والغنم، والعبيد، والمتاع. والواحد أثاثة. وتأثث فلان: إذا أصاب رياشاً، قاله الجوهري عن أبي زيد] (¬1). ¶ 77 - حيث كلمة تدل على المكان، كما تدل حين على الزمان، ربما ضمنت معنى الشرط. ¶ [قوله تعالى في هذه الآية الكريمة: {حَيْثُ أَتَى} حيث كلمة تدل على المكان، كما تدل حين على الزمان، ربما ضمنت معنى الشرط. فقوله: {وَلاَ يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى} أي حيث توجه وسلك. وهذا أسلوب عربي معروف يقصد به التعميم، كقولهم: فلان متصف بكذا حيث سير، وأية سلك، وأينما كان. ومن هذا القبيل قول زهير: ¶ بان الخليط ولم يأووا لمن تركوا ... ... وزودوك اشتياقاً أية سلكوا] (¬2). ¶ 78 - السحر يطلق على كل شيء خفي سببه، ولطف، ودق. ¶ [اعلم أن السحر يطلق في اللغة على كل شيء خفي سببه، ولطف، ودق، ولذلك تقول العرب في الشيء الشديد الخفاء: أخفى من السحر، ومنه قول مسلم بن الوليد الأنصاري: ... ¶ جعلت علامات المودة بيننا ... ... ... مصائد لحظ من أخفى من السحر ¶ فأعرف منها الوصل في لين طرفها ... وأعرف منها الهجر في النظر الشزر ¶ ولهذا قيل لملاحة العينين: سحر؛ لأنها تصيب القلوب بسهامها في خفاء. ومنه قول المرأة التي شببت بنصر بن حجاج السلمي: ¶ وانظر إلى السحر يجري في لواحظه ... وانظر إلى دعج في طرفه الساجي] (¬3). ¶ ¬__________ ¶ (¬1) - (4/ 386) (مريم/73 - 74). ¶ (¬2) - (4/ 481) (طه/69). ¶ (¬3) - (4/ 481 - 482) (طه /69).",
            "page": "83",
            "part": "1",
            "seal": "442C9208"
        },
        {
            "id": "86",
            "nass": "79 - يعدى التصليب بـ «في». ¶ [تعدية التصليب بـ «في» أسلوب عربي معروف، ومنه قول سويد بن أبي كاهل: ¶ هم صلبوا العبدي في جذع نخلة ... ... ... فلا عطصت شيبان إلا بأجدعا ¶ ومعلوم عند علماء البلاغة: أن في مثل هذه الآية استعارة تبعية في معنى الحرف] (¬1). ¶ 80 - إشباع الحركة بحرف مد يناسبها. ¶ [قوله تعالى: {وَلَقَدْ أَوْحَيْنَآ إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِى فَاضْرِبْ لَهُمْ طَرِيقاً فِى الْبَحْرِ يَبَساً لاَّ تَخَافُ دَرَكاً وَلاَ تَخْشَى} ... ¶ وقرأ حمزة {لاَ تَخَفْ} بسكون الفاء بدون ألف بين الخاء والفاء، وهو مجزوم؛ لأنه جزاء الطلب، أي: فاضرب لهم طريقاً في البحر يبساً لا تخف. وقد قدمنا أن نحو ذلك من الجزم بشرط محذوف تدل عليه صيغة الطلب، أي: أن تضرب لهم طريقاً في البحر يبساً لا تخف. وعلى قراءة الجمهور «لا تخاف» بالرفع، فلا إشكال في قوله {وَلاَ تَخْشَى} لأنه فعل مضارع مرفوع بضمة مقدرة على الألف، معطوف على فعل مضارع مرفوع هو قوله: {يَبَساً لاَّ تَخَافُ}. وأما على قراءة حمزة {لاَ تَخَفْ} بالجزم ففي قوله {وَلاَ تَخْشَى} إشكال معروف، وهو أنه معطوف على مضارع مجزوم، وذلك يقتضي جزمه، ولو جزم لحذفت الألف من {تَخْشَى} على حد قوله في الخلاصة: ¶ والرفع فيهما انْوِ واحذف جازما ... ثلاثهن تقض حكماً لازما ¶ والألف لم تحذف فوقع الإشكال بسبب ذلك. ¶ وأجيب عنه من ثلاثة أوجه: ... ¶ والثالث: أن إشباع الحركة بحرف مد يناسبها أسلوب معروف من أساليب اللغة العربية، كقول عبد يغوث بن وقاص الحارثي: ¶ وتضحك مني شيخة عبشمية ... ... ... كأن لم ترا قبلي أسيرا يمانيا ¶ ¬__________ ¶ (¬1) - (4/ 514) (طه/71).",
            "page": "84",
            "part": "1",
            "seal": "D1A64374"
        },
        {
            "id": "87",
            "nass": "وقول الراجز: ¶ إذا العجوز غضبت فطلق ... ... ... ولا ترضاها ولا ثملق ¶ وقول الآخر: ¶ وقلت وقد خرت على الكلكال ... ... ... يا ناقتي ما جلت من مجال ¶ وقول عنترة في معلقته: ¶ ينباع من ذفرى غضوب جسرة ... ... ... زيافة مثل الفنيق المكدم ¶ فالأصل في البيت الأول: كأن لم تر، ولكن الفتحة أشبعت. والأصل في الثاني ولا ترضها، ولكن الفتحة أشبعت. والأصل في الثالث على الكلكال يعني الصدر، ولكن الفتحة أشبعت. والأصل في الرابع ينبع يعني أن العرق ينبع من عظم الذفرى من ناقته على التحقيق، ولكن الفتحة أشبعت، وإشباع الفتحة بألف في هذه الأبيات وأمثالها مما لم نذكره ليس لضرورة للشعر لتصريح علماء العربية بأنه أسلوب عربي معروف. ¶ ويؤيد ذلك أنه مسموع في النثر، كقولهم في النثر: كلكال، وخاتام، وداناق، يعنون كلكلاً، وخاتماً، ودانقاً.] (¬1). ¶ 81 - السلوى يطلق على العسل. ¶ [قوله: {وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى} ... «السلوى» يطلق على العسل لغة. ومنه قول خالد بن زهير الهذلي: ¶ وقاسمها بالله جهداً لأنتم ألذ ... ... ... من السلوى إذا ما نشورها ¶ يعني ألذ من العسل إذا ما نستخرجها؛ لأن النشور: استخراج العسل. قال مؤرج بن عمر السدوسي: إطلاق السلوى على العسل لغة كنانة. سمي به لأنه يسلي. قاله القرطبي. إلا أن أكثر العلماء على أن ذلك ليس هو المراد في الآية.] (¬2). ¶ 82 - زيادة لفظة «لا» لتوكيد الكلام وتقويته في الكلام الذي فيه معنى الجحد أغلب مع أن ذلك مسموع في غيره. ¶ [قوله تعالى: {قَالَ ياهَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّواْ أَلاَّ تَتَّبِعَنِ}. قال ¶ ¬__________ ¶ (¬1) - (4/ 521 - 522) (طه/77)، (8/ 634، 635) (القيامة/1، 2). ¶ (¬2) - (4/ 527) (طه/80، 81).",
            "page": "85",
            "part": "1",
            "seal": "E7B2208B"
        },
        {
            "id": "88",
            "nass": "بعض أهل العلم: «لا» في قوله: {أَلاَّ تَتَّبِعَنِ} زائدة للتوكيد. واستدل من قال ذلك بقوله تعالى في «الأعراف»: {قَالَ مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ} قال لأن المراد: ما منعك أن تسجد إذ أمرتك. بدليل قوله في القصة بعينها في سورة «ص»: {قَالَ ياإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ}. فحذف لفظة «لا» في «ص» مع ثبوتها في «الأعراف» والمعنى واحد. فدل ذلك على أنها مزيدة للتوكيد. ¶ قال مقيده عفا الله عنه وغفر له: قد عرف في اللغة العربية أن زيادة لفظة «لا» في الكلام الذي فيه معنى الجحد لتوكيده مطردة. كقوله هنا: {مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّواْأَلاَّ تَتَّبِعَنِ} أي ما منعك أن تتبعني، وقوله: {مَا مَنَعَكَ أَن تَسْجُدَ} بدليل قوله في «ص»: {مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ}، وقوله تعالى: {لِّئَلاَّ يَعْلَمَ أَهْلُ الْكِتَابِ أَلاَّ يَقْدِرُونَ عَلَى شَىْءٍ مِّن فَضْلِ اللَّهِ}. أي ليعلم أهل الكتاب، وقوله {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ} إي فوربك لا يؤمنون، وقوله: {وَلاَ تَسْتَوِى الْحَسَنَةُ وَلاَ السَّيِّئَةُ} أي والسيئة، وقوله: {وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَآ أَنَّهُمْ لاَ يَرْجِعُونَ} على أحد القولين، وقوله: {وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لاَ يُؤْمِنُونَ} على أحد القولين، وقوله: {قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ} على أحد الأقوال فيها. ¶ ونظير ذلك من كلام العرب قول امرئ القيس: ¶ فلا وأبيك ابنة العامري ... ... ... لا يدعي القوم أني أفر ¶ يعني فو أبيك. وقول أبي النجم: ¶ فما ألوم البيض ألا تسخرا ... ... ... لما رأين الشمط القفندرا ¶ يعني أن تسخر، وقول الآخر: ¶ ما كان يرضى رسول الله دينهم ... ... ... والأطيبان أبو بكر ولا عمر ¶ يعني وعمر. وقول الآخر: ¶ وتلحينني في اللهو ألا أحبه ... ... ... وللهو داع دائب غير غافل ¶ يعني أن أحبه، و «لا» مزيدة في جميع الأبيات لتوكيد الجحد فيها. ¶ وقال الفراء: إنها لا تزاد إلا في الكلام الذي فيه معنى الجحد كالأمثلة المتقدمة. والمراد بالجحد النفي وما يشبه كالمنع في قوله: {مَا مَنَعَكَ} ونحو ذلك. ¶ والذي يظهر لنا والله تعالى أعلم: أن زيادة لفظة «لا» لتوكيد الكلام وتقويته",
            "page": "86",
            "part": "1",
            "seal": "9791BDCD"
        },
        {
            "id": "89",
            "nass": "أسلوب من أساليب اللغة العربية، وهو في الكلام الذي فيه معنى الجحد أغلب مع أن ذلك مسموع في غيره. وأنشد الأصمعي لزيادة «لا» قول ساعدة الهذلي: ¶ أفعنك لا برق كان وميضه ... ... ... غاب تسنمه ضرام مثقب ¶ ويروى «أفمنك» بدل «أفعنك» و «تشيمه» بدل «تسنمه» يعني أعنك برق ب «لا» زائدة للتوكيد والكلام ليس فيه معنى الجهد. ونظيره قول الآخر: ¶ تذكرت ليلى فاعترتني صبابة ... ... ... وكاد صميم القلب لا يتقطع ¶ يعني كاد يتقطع. وأنشد الجوهري لزيادة «لا» قول العجاج: ¶ في بئر لا حور سرى وما شعر ... ... ... بإفكه حتى رأى الصبح جشر ¶ والحور الهلكة. يعني في بئر هلكة ولا زائدة للتوكيد. قاله أبو عبيدة وغيره. والكلام ليس فيه معنى الجحد.] (¬1). ¶ 83 - الهمس يطلق على الخفاء، فيشمل خفض الصوت وصوت الأقدام. ¶ [قوله تعالى في هذه الآية الكريمة: {وَخَشَعَتِ الأَصْوَاتُ لِلرحمن} أي خفضت وخفتت، وسكنت هيبة لله، وإجلالاً وخوفاً {فَلاَ تَسْمَعُ} في ذلك اليوم صوتاً عالياً، بل لا تسمع {إِلاَّ هَمْساً} أي صوتاً خفياً خافتاً من شدة الخوف. أو {إِلاَّ هَمْساً} أي إلا صوت خفق الأقدام ونقلها إلى المحشر. ¶ والهمس يطلق في اللغة على الخفاء، فيشمل خفض الصوت وصوت الأقدام. كصوت أخفاف الإبل في الأرض التي فيها يابس النبات، ومنه قول الراجز: ¶ وهن يمشين بنا هميسا ... ... ... إن تصدق الطير ننك لميسا.] (¬2). ¶ 84 - العرب تقول: خلق من كذا. يعنون بذلك المبالغة في الاتصاف. ¶ [العرب تقول: خلق من كذا. يعنون بذلك المبالغة في الاتصاف. كقولهم: خلق فلان من كرم، وخلقت فلانة من الجمال. ومن هذا المعنى قوله تعالى: {اللَّهُ الَّذِى خَلَقَكُمْ مِّن ضَعْفٍ} على الأظهر.] (¬3). ¶ ¬__________ ¶ (¬1) - (4/ 547 - 548) (طه/92 - 93)،وانظر أيضاً: (6/ 399 - 400) (النمل/25)، (8/ 633،634) (القيامة/1، 2). ¶ (¬2) - (4/ 561) (طه/108). ¶ (¬3) - (4/ 624 - 625) (الأنبياء/37).",
            "page": "87",
            "part": "1",
            "seal": "9E47D230"
        },
        {
            "id": "90",
            "nass": "85 - يطلق اللبوس على كل ما يلبس. ¶ [إذا عرفت أن اللبوس في الآية - أي قوله تعالى: {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شَاكِرُونَ} - الدروع فاعلم أن العرب تطلق اللبوس على الدروع كما في الآية. ... ¶ ومنه قول الشاعر: ¶ عليها أسود ضاويات لبوسهم ... ... ... سوابغ بيض لا يخرقها النبل ¶ فقوله «سوابغ» أي دروع سوابغ، وقول كعب بن زهير: ¶ شم العرانيين أبطال لبوسهم ... ... ... من نسج داود في الهيجا سرابيل ¶ ومراده باللبوس التي عبر عنها بالسرابيل: الدروع. ¶ والعرب تطلق اللبوس أيضاً على جميع السلاح درعاً كان أو جوشناً أو سيفاً أو رمحاً. ومن إطلاقه على الرمح قول أبي كبير الهذلي يصف رمحاً: ... ¶ ومعي لبوس للبئيس كأنه ... ... ... روق بجبهة نعاج مجفل ¶ وتطلق اللبوس أيضاً على كل ما يلبس. ومنه قول بيهس: ¶ البس كل حالة لبوسها ... ... ... إما نعيمها وإما بوسها] (¬1). ¶ 86 - ما ورد من وضع الحامل حملها، وشيب الولد، ونحو ذلك يوم القيامة، كناية عن شدة الهول (¬2). ¶ [قال البخاري رحمه الله في صحيحه في التفسير في باب قوله {وَتَرَى النَّاسَ سُكَارَى} حدثنا عمر بن حفص، حدثنا أبي، حدثنا الأعمش، حدثنا أبو صالح، عن أبي سعيد الخدري، قال: قال النَّبي صلى الله عليه وسلم «يقول الله عز وجل يوم القيامة: يا آدمُ، فيقول: لبيك ربَّنا وسعديك، فَيُنادى بصوت: إن الله يأمرك أن تخرج من ذريتك بعثاً إلى النار، قال: يا رب، وما بعث النار؟ قال: من كل ألف أراه، قال تسعمائه وتسعة وتسعين، فحينئذ تضع الحامل حملها، ويشيب الوليد، ¶ ¬__________ ¶ (¬1) - (4/ 736) (الأنبياء/80). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز عقلي، ويسمى مجاز الإسناد، فقد نسب هذه الأحداث إلى الوقت الذي تقع فيه، والعلاقة هنا زمانية، وانظر الإتقان (3/ 109)، وأسرار البيان (ص/110 - 111).",
            "page": "88",
            "part": "1",
            "seal": "A616D24C"
        },
        {
            "id": "91",
            "nass": "وترى الناس سكارى، وما هم بسكارى، ولكن عذاب الله شديد ... الحديث (¬1) ... فإن قيل: هذا النص فيه إشكال، لأنه بعد القيام من القبور لا تحمل الإناث، حتى تضع حملها من الفزع، ولا ترضع، حتى تذهل عما أرضعت. ¶ فالجواب عن ذلك من وجهين: ¶ الأول: هو ما ذكره بعض أهل العلم، من أن من ماتت حاملاً تبعث حاملاً، فتضع حملها من شدة الهول والفزع، ومن ماتت مرضعة بعثت كذلك، ولكن هذا يحتاج إلى دليل. ¶ الوجه الثاني: أن ذلك كناية عن شدة الهول كقوله تعالى {يَوْماً يَجْعَلُ الْوِلْدَانَ شِيباً} ومثل ذلك من أساليب اللغة العربية المعروفة.] (¬2). ¶ 87 - الهدى يستعمل في الإرشاد والدلالة على الخير، ويستعمل أيضاً في الدلالة على الشر. ¶ [وقوله تعالى في هذه الآية الكريمة {وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ} ويدل على أن الهدى كما أنه يستعمل في الإرشاد والدلالة على الخير، يستعمل أيضاً في الدلالة على الشر، لأنه قال: {وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ} ونظير في ذلك القرآن قوله تعالى {فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ} وقوله تعالى {وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ} لأن الإمام هو من يقتدى به في هديه وإرشاده. ¶ وإطلاق الهدى في الضلال كما ذكرنا أسلوب عربي معروف وكلام البلاغيين في مثل ذلك، بأن فيه استعارة عنادية، وتقسيمهم العنادية إلى تهكمية وتمليحية.] (¬3). ¶ 88 - يطلق على الأرض أنها اهتزت لاهتزاز ما بها من نبات. ¶ [{فَإِذَآ أَنزَلْنَا عَلَيْهَا الْمَآءَ اهْتَزَّتْ}: أي تحركت بالنبات. ولما كان النبات نابتاً فيها متصلاً بها، كان اهتزازه كأنه اهتزازها فأطلق عليها بهذا الاعتبار، أنها ¶ ¬__________ ¶ (¬1) - أخرجه البخاري (4/ 1767) (4464)، ومسلم (1/ 201) (222). ¶ (¬2) - (5/ 11: 14) (الحج/1، 2). ¶ (¬3) - (5/ 18) (الحج/3، 4).",
            "page": "89",
            "part": "1",
            "seal": "AB45A734"
        },
        {
            "id": "92",
            "nass": "اهتزت بالنبات. وهذا أسلوب عربي معروف] (¬1). ¶ 89 - إسناد جميع الأعمال إلى اليد (¬2). ¶ [السؤال الثاني: أنه أسند كل ما قدم إلى يديه في قوله {بِمَا قَدَّمَتْ يَدَاكَ} وكفره الذي هو أعظم ذنوبه، ليس من فعل اليد، وإنما هو من فعل القلب واللسان، وإن كان بعض أنواع البطش باليد، يدل على الكفر، فهو في اللسان والقلب أظهر منه في اليد. وزناه لم يفعله بيده، بل بفرجه، ونحو ذلك من المعاصي التي تزاول بغير اليد. ¶ والجواب عن هذا ظاهر: وهو أن من أساليب اللغة العربية، التي نزل بها القرآن إسناد جميع الأعمال إلى اليد، نظراً إلى أنها الجارحة التي يزاول بها أكثر الأعمال فغلبت على غيرها، ولا إشكال في ذلك] (¬3). ¶ 90 - الإشارة إلى القريب إشارة البعيد (¬4). ¶ [الإشارة إلى القريب إشارة البعيد أسلوب عربي معروف، وقد ذكره البخاري عن أبي عبيدة معمر بن المثنى ومنه قوله {ذلك الْكِتَابُ} أي هذا القرآن؛ لأن الكتاب قريب، ولذا تكثر الإشارة إليه بإشارة القريب كقوله {إِنَّ هذا الْقُرْآنَ يِهْدِى لِلَّتِى هِىَ أَقْوَمُ} وقوله {وَهذا كِتَابٌ أَنزَلْنَاهُ} وأمثال ذلك كثيرة في القرآن، ومن إطلاق إشارة البعد على القريب قول خفاف بن ندية السلمي: ¶ فإن تَكُ خيلي قد أصيب صَميمها ... فعمداً على عيني تيممَّتُ مالكا ¶ أقول له والرُّمح يأطر مَتْنُه ... ... ... تأمَّل خفافاً إنني أنا ذَلِكا ¶ ¬__________ ¶ (¬1) - (5/ 37) (الحج/5). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من باب إقامة صيغة مقام أخرى، ونوعه همن التغليب، وانظر الإتقان (3/ 121). ويمكن القول أيضاً بأن هنا مجاز مرسل علاقته جزئية، حيث عبر بالجزء (اليد)، وأراد باقي الأعضاء، وانظر أسرار البيان (ص/122 - 125). ¶ (¬3) - (5/ 43) (الحج/10). ¶ (¬4) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع تسمية الشيء باسم ضده، والضدية هنا في المعنى فـ (ذلك) للبعيد، و (هذا) للقريب، وانظر الإتقان (3/ 115).",
            "page": "90",
            "part": "1",
            "seal": "AB84E579"
        },
        {
            "id": "93",
            "nass": "فقد أشار إلى نفسه إشارة البعيد، ومعلوم أنه لا يمكن أن يكون بعيداً من نفسه] (¬1). ¶ 91 - تزحلق اللام عن محلها الأصلي. ¶ [واعلم أن اللام في {يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ} فيها إشكال معروف. وللعلماء عن ذلك أجوبة. ذكر ابن جرير الطبري رحمه الله منها ثلاثة: ¶ أحدها - وقال عنه أنه أقربهم عنده -: أن اللام متزحلقة عن محلها الأصلي، وأن ذلك من أساليب اللغة العربية التي نزل بها القرآن، والأصل: يدعو من لضره أقرب من نفعه، وعلى هذا فمن الموصولة في محل نصب مفعول به ليدعوا، واللام موطئة للقسم، داخلة على المبتدإ، الذي هو وخبره صلة الموصول، وتأكيد المبتدإ في جملة الصلة باللام، وغيرها لا إشكال فيه. ¶ قال ابن جرير وحكي عن العرب سماعاً: منها عندي لما غيره خير منه: أي عندي ما لغيره خير منه، وأعطيتك لما غيره خير منه: أي ما لغيره خير منه.] (¬2). ¶ 92 - اليد تطلق على العضو إلى المرفق، وإلى المنكب (¬3). ¶ [وقد تقرر في الأصول أن فعل النَّبي صلى الله عليه وسلم إذا كان لبيان نص من كتاب الله، فهو على اللزوم والتحتم. ولذا أجمع العلماء على قطع يد السارق من الكوع؛ لأن قطع النَّبي صلى الله عليه وسلم للسارق من الكوع بيان، وتفصيل لما أجمل في قوله تعالى {فَاقْطَعُواْ أَيْدِيَهُمَا} لأن اليد تطلق على العضو إلى المرفق، وإلى المنكب.] (¬4). ¶ 93 - تسمية الشيء باسم ما يحل فيه. ¶ [اعلم أن العلماء اختلفوا في المعنى الذي منه الجمرة، فقال بعض أهل العلم: ¶ ¬__________ ¶ (¬1) - (5/ 331) (الحج/27)، وانظر أيضاً: (5/ 44) (الحج/10)، (7/ 337) (الجاثية/6). ¶ (¬2) - (5/ 47) (الحج/13). ¶ (¬3) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق الكل على الجزء، حيث أن حقيقة اليد تطلق على من المنكب إلى أطراف الأصابع، وانظر الإتقان (3/ 111)، وأسرار البيان (ص/122). ¶ (¬4) - (5/ 203) (الحج/27).",
            "page": "91",
            "part": "1",
            "seal": "15749974"
        },
        {
            "id": "94",
            "nass": "الجمرة في اللغة: الحصاة، وسميت الجمرة التي هي موضع الرمي بذلك، لأنها المحل الذي يرمى فيه بالحصى، وعلى هذا فهو من تسمية الشيء باسم ما يحل فيه، وهو أسلوب عربي معروف، وهو عند البلاغيين من نوع ما يسمونه المجاز المرسل، والتجمير: رمي الحصى في الجمار ومنه قول بن أبي ربيعة: ¶ بدَا لِي منها معصمٌ يوم جَمَّرت ... ... ... وكفٌّ خضيبٌ زُيِّنت ببنانِ ¶ فوالله ما أدري وإني لحاسب ... ... ... بسبع رميتَ الجمرَ أم بثمانِ ¶ والمجمر بصيغة اسم المفعول مضعفاً: هو الموضع الذي ترمى فيه الجمار، ومنه قول حذيفة بن أنس الهذلي: ¶ لأدركهم شُعْث النواصي كأنهم ... ... سوابقُ حجَّاج تُوافِي المجمَّرا ¶ وقال بعض أهل العلم: أصل الجمرة من التجمر بمعنى التجمع، تقول العرب: تجمَّر القوم، إذا اجتمعوا، وانضم بعضهم إلى بعض، وجمرهم الأمر: أحوجهم إلى التجمر، وهو التجمع، وجمر الشيء: جمعه، وجمر الأمير الجيش، إذا أطال حبسهم مجتمعين بالثغر، ولم يأذن لهم في الرجوع والتفرق، وروى الربيع: أن الشافعي أنشده في ذلك قول الشاعر: ¶ وجمَّرتْنا تجميرَ كسرى جُنوده ... ... ... ومنيتنا حتى نسينا الأمَانِيَا ¶ والجمار: القوم المجتمعون، ومنه قول الأعشى: ¶ فَمِنْ مُبلغٍ وائلاً قومَنا ... ... ... وأعني بذلك بكراً جمارا ¶ أي مجتمعين، وعلى هذا فاشتقاق الجمرة من التجمر بمعنى: التجمع لاجتماع الحجيج عندها يرمونها، وقيل: لأن الحصى يتجمع فيها، وقيل: اشتقاق الجمرة من أجمر إذا أسرع؛ لأن الناس يأتون مسرعين لرميها. وقيل: أصلها من جمرته إذا نحيته، وأظهرها: القول الأول، والثاني. والعلم عند الله تعالى.] (¬1). ¶ ¬__________ ¶ (¬1) - (5/ 298) (الحج/27) وقال الشيخ - رحمه الله -: في فتوى له عن محل العقل: [يغلب في الكتاب والسنة إطلاق القلب وإرادة العقل وذلك أسلوب عربي معروف لأن من أساليب اللغة العربية إطلاق المحل وارد الحال فيه كعكسه والقائلون بالمجاز يسمون ذلك الأسلوب العربي مجازا مرسلا , ومن علاقات المجاز (المرسل) عندهم المحلية والحالية كإطلاق القلب وإرادة العقل لان القلب محل العقل و (كإطلاق) النهر الذي هو الشق في الأرض على الماء الجاري فيه كما هو معلوم في محله.].",
            "page": "92",
            "part": "1",
            "seal": "7A6F2B2C"
        },
        {
            "id": "95",
            "nass": "94 - يطلق الإحرام على الدخول في أي حرمة لا تهتك زمانية، أو مكانية، أو غير ذلك (¬1). ¶ [ولا خلاف بين أهل اللسان العربي في إطلاق الإحرام على الدخول في حرمة لا تهتك كالدخول في الشهر الحرام، أو في الحرم أو غير ذلك. ¶ وقال ابن منظور في اللسان: وأحرم الرجل: إذا دخل في حرمة لا تهتك، ومن إطلاق الإحرام على الدخول في الشهر الحرام، وقد أنشده في اللسان شاهداً لذلك قول زهير: ¶ جعلن القنان عن يمين وحزنه ... ... ... وكم بالقنان من محل ومحرم ¶ وقول الآخر: ¶ وإذ فتك النعمان بالناس مُحرما ... ... ... فملىء من عوف بن كعب سلاسله ¶ وقول الراعي: ¶ قتلوا ابن عفَّان الخليفةَ مُحرما ... ودعا فلم أر مثله مقتولا ¶ فتفرقت من بعد ذاك عصاهُم ... ... ... شقفاً وأصبح سيفهم مسلولا ¶ ويروى: فلم أر مثله مخذولاً، فقوله: قتلوا ابن عفان الخليفة محرماً: أي في الشهر الحرام وهو ذو الحجة، وقيل المعنى: أنهم قتلوه في حرم المدينة، لأن المُحْرِِِم يطلق لغة على كل داخل في حرمة لا تهتك، سواء كانت زمانية، أو مكانية أو غير ذلك. ¶ وقال بعض أهل اللغة منهم الأصمعي: إن معنى قول الراعي: محرماً في بيته المذكور كونه في حرمة الإسلام، وذمته التي يجب حفظها، ويحرم انتهاكها وأنه لم يحل من نفسه شيئاً يستوجب به القتل، ومن إطلاق المحرم على هذا المعنى الأخير قول عدي بن زيد: ¶ قتلوا كسرى بليل محرما ... ... ... غادروه لم يمتع بكفن ¶ ¬__________ ¶ (¬1) - ونوع المجاز هنا عند القائلين به هو المجاز العقلي، وعلاقته إما زمانية، أو مكانية، وانظر الإتقان (3/ 109 - 110).",
            "page": "93",
            "part": "1",
            "seal": "BA1C3C66"
        },
        {
            "id": "96",
            "nass": "يدريد قتل شيرويه أباه أبرويز بن هرمز، مع أن له حرمة العهد الذي عاهدوه به، حين ملكوه عليهم، وحرمة الأبوة ولم يفعل لهم شيئاً يستوجب به منهم القتل. وذلك هو مراده بقوله: محرماً، وعلى تفسير قول ابن عباس: وهو محرم بما ذكر فلا تعارض بين حديث ابن عباس، وبين حديث ميمونة وأبي رافع ... ] (¬1). ¶ 95 - الأيام تطلق على ما يشمل الليالي. ¶ قال العلامة الشنقيطي - رحمه الله - وهو يتكلم عن حكم ذبح الهدي في ليالي الأيام المعلومات [وحجة من قال لا يجوز الذبح ليلاً: أن الله خصصه بلفظ الأيام في قوله: {فِى أَيَّامٍ مَّعْلُومَاتٍ} قالوا: وذكر اليوم يدل على أن الليل ليس كذلك. ¶ وحجة من أجازه: أن الأيام تطلق لغة على ما يشمل الليالي، وتخصيصه بالأيام أحوط، لمطابقة لفظ القرآن، والعلم عند الله تعالى.] (¬2). ¶ 96 - السعي يطلق على العمل في الأمر لإفساده، وإصلاحه. ¶ [السعي يطلق على العمل في الأمر لإفساده وإصلاحه، ومن استعماله في الإفساد قوله تعالى هنا: {وَالَّذِينَ سَعَوْاْ فِى آيَاتِنَا} أي سعوا في إبطالها وتكذيبها بقولهم: إنها سحر، وشعر، وكهانة، وأساطير الأولين، ونحو ذلك، ومن إطلاق السعي في الفساد أيضاً قوله تعالى: {وَإِذَا تَوَلَّى سَعَى فِى الاٌّرْضِ لِيُفْسِدَ فِيهَا}. (¬3) ¶ ومن إطلاق السعي في العمل للإصلاح قوله تعالى: {إِنَّ هذا كَانَ لَكُمْ جَزَآءً وَكَانَ سَعْيُكُم مَّشْكُوراً} وقوله: {وَأَمَّا مَن جَآءَكَ يَسْعَى وَهُوَ يَخْشَى} إلى غير ذلك من الآيات (¬4). ¶ ومن إطلاق السعي على الخير، والشر معاً قوله تعالى: {إِنَّ سَعْيَكُمْ لَشَتَّى} إلى قوله: {وَمَا يُغْنِى عَنْهُ مَالُهُ إِذَا تَرَدَّى} وهذه الآية التي ذكرها هنا في سورة ¶ ¬__________ ¶ (¬1) - (5/ 368) (الحج/27). ¶ (¬2) - (5/ 502) (الحج/28). ¶ (¬3) - ومنه قول ابن المضلل: ¶ وَقَد سَعى بَينَنا الواشونَ وَاِختَلَفوا ... ... ... حَتّى تَجَنَّبتُها مِن غَيرِ هِجرانِ ¶ (¬4) - ومنه قول غطيف بن تويل ¶ حينَ سعى الفاروقُ في قومِه ... ... ... سعْيَ امرئ في قومِه مُصْلِحِ",
            "page": "94",
            "part": "1",
            "seal": "4292AFF0"
        },
        {
            "id": "97",
            "nass": "الحج التي هي قوله تعالى: {فَالَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ وَالَّذِينَ سَعَوْاْ فِى آيَاتِنَا مُعَاجِزِينَ أولئك أَصْحَابُ الْجَحِيمِ} جاء معناها واضحاً في سورة سبأ في قوله تعالى: {لِّيَجْزِىَ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ أولئك لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ وَالَّذِينَ سَعَوْا فِى آيَاتِنَا مُعَاجِزِينَ أولئك لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ} فالعذاب من الرجز الأليم المذكور في سبأ هو عذاب الجحيم المذكور في الحج.] (¬1). ¶ 97 - معاني الفتنة في القرآن. ¶ [وقد أوضحنا معاني الفتنة في القرآن سابقاً، وبينا أن أصل الفتنة في اللغة وضع الذهب في النار، ليظهر بسبكه فيها أخالص هو أم زائف، وأنها في القرآن تطلق على معان متعددة منها: ¶ الوضع في النار، ومنه قوله تعالى {يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ} أي يحرقون بها. وقوله تعالى {إِنَّ الَّذِينَ فَتَنُواْ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} أي أحرقوهم بنار الأخدود على أظهر التفسيرين. ¶ ومنها: الاختبار وهو أكثر استعمالاتها في القرآن، كقوله تعالى {إِنَّمَآ أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} وقوله تعالى {وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} وقوله تعالى {وَأَلَّوِ اسْتَقَامُواْ عَلَى الطَّرِيقَةِ لاّسْقَيْنَاهُم مَّآءً غَدَقاً لِّنَفْتِنَهُمْ فِيهِ}. ¶ ومنها: نتيجة الابتلاء إن كانت سيئة كالكفر والضلال كقوله {وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ} أي شرك بدليل قوله {وَيَكُونَ الدِّينُ للَّهِ وقوله في الأنفال {وَيَكُونَ الدِّينُ كُلُّهُ لِلهِ} ومما يوضح هذا المعنى قوله صلى الله عليه وسلم «أمرت أن أقاتل الناس حتى يشهدوا أن لا اله إلا الله» الحديث (¬2). فالغاية في الحديث مبينة للغاية في الآية، لأن خير ما يفسر به القرآن بعد القرآن السنة، ومنه بهذا المعنى قوله هنا {لِّيَجْعَلَ مَا يُلْقِى الشَّيْطَانُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ}. ¶ وقد جاءت الفتنة في موضع بمعنى الحجة، وهو قوله تعالى في الأنعام {ثُمَّ ¶ ¬__________ ¶ (¬1) - (5/ 726) (الحج/50، 51). ¶ (¬2) - أخرجه البخاري (1/ 17) (25)، ومسلم (1/ 53) (22) من حديث ابن عمر - رضي الله عنهما -.",
            "page": "95",
            "part": "1",
            "seal": "A0D82AB1"
        },
        {
            "id": "98",
            "nass": "لَمْ تَكُنْ فِتْنَتُهُمْ إِلاَّ أَن قَالُواْ وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} أي حجتهم كما هو الظاهر] (¬1). ¶ 98 - يسمي انطواء القلب على الأمور الخبيثة: مرضاً. ¶ [اعلم أن مرض القلب في القرآن يطلق على نوعين: ¶ أحدهما: مرض بالنفاق والشك والكفر، ومنه قوله تعالى في المنافقين {فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا} وقوله هنا {لِّيَجْعَلَ مَا يُلْقِى الشَّيْطَانُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ} أي كفر وشك. ¶ الثاني: منهما إطلاق مرض القلب على ميله للفاحشة والزنى، ومنه بهذا المعنى قوله تعالى {فَلاَ تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِى فِى قَلْبِهِ مَرَضٌ} أي ميل إلى الزنى ونحوه، والعرب تسمي انطواء القلب على الأمور الخبيثة: مرضاً وذلك معروف في لغتهم ومنه قول الأعشى: ¶ حافظ للفرج راض بالتقى ... ... ... ليس ممن قلبه فيه مرض] (¬2). ¶ 99 - تطلق القلة، ويراد بها العدم. ¶ [العرب تطلق القلة، وتريد بها العدم. واستدل قائل هذا القول بقول الطرماح بن حكيم يمدح يزيد بن المهلب: ¶ أشم ندى كثير النوادي ... ... ... قليل المثالب والقادحه ¶ يعني: لا مثلبة فيه، ولا قادحة ... ¶ العرب تطلق القلة في لغتها، وتريد بها العدم كَقولهم: مررت بأرض قليل بها الكراث والبصل. ¶ يعنون لا كراث فيها ولا بصل. ومنه قول ذي الرمة: ¶ أنيخت فألقت بلدة فوق بلدة ... ... ... قليل بها الأصوات إلا بغامها ¶ يريد: أن تلك الفلاة لا صوت فيها غير بغام ناقته. وقول الآخر: ¶ فما بأس لو ردت علينا تحية ... ... ... قليلاً لدى من يعرف الحق عابها ¶ ¬__________ ¶ (¬1) - (5/ 734) (الحج/52)، وانظر أيضاً (6/ 254 - 255) (النور/63)، (6/ 407: 409) (النمل/47)، (8/ 622) (المدثر/31). ¶ (¬2) - (5/ 735) (الحج/52).",
            "page": "96",
            "part": "1",
            "seal": "A1EC9C8B"
        },
        {
            "id": "99",
            "nass": "يعني لا عاب فيها: أي لا عيب فيها عند من يعرف الحق، وأمثال هذا كثير في كلام العرب] (¬1). ¶ 100 - يطلق النكاح على الوطء (¬2). ¶ [العرب الذين نزل القرءان بلغتهم، يطلقون النكاح على الوطء، والتحقيق: أن النكاح في لغتهم الوطء. قال الجوهري في صحاحه: النكاح الوطء، وقد يكون العقد، اهـ. ¶ وإنما سموا عقد التزويج نكاحًا؛ لأنه سبب النكاح أي الوطء، وإطلاق المسبب، وإرادة سببه معروف في القرءان، وفي كلام العرب، وهو مما يسمّيه القائلون بالمجاز، المجاز المرسل، كما هو معلوم عندهم في محله، ومن إطلاق العرب النكاح على الوطء، قول الفرزدق: ¶ وذات حليل أنكحتها رماحنا ... ... ... حلال لمن يبنى بها لم تطلق ¶ لأن الإنكاح في البيت ليس المراد به عقد التزويج، إذ لا يعقد على المسبيات، وإنما المراد به الوطء بملك اليمين والسبي مع الكفر، ومنه قوله أيضًا: ¶ وبنت كريم قد نكحنا ولم يكن ... ... ... لها خاطب إلا السنان وعامله ¶ فالمراد بالنكاح في هذا البيت هو الوطء بملك اليمين، لا العقد؛ كما صرّح بذلك بقوله: ولم يكن لها خاطب إلا السنان وعامله. ¶ وقوله: ¶ إذا سقى اللَّه قومًا صوب غادية ... فلا سقى اللَّه أهل الكوفة المطرا ¶ التاركين على طهر نساءهم ... ... ... والناكحين بشطي دجلة البقرا ¶ ومعلوم أن نكاح البقر ليس معناه التزويج.] (¬3). ¶ 101 - إطلاق المسبب وإرادة سببه، وإطلاق السبب وإرادة المسبب. ¶ [أطلق جل وعلا في هذه الآية الكريمة - أي قوله تعالى: {وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقاً} -، الرزق وأراد المطر، لأن المطر سبب الرزق، وإطلاق ¶ ¬__________ ¶ (¬1) - (5/ 768) (المؤمنون/5: 7). ¶ (¬2) - وانظر أيضاً الأسلوب التالي. ¶ (¬3) - (6/ 75) (النور/3).",
            "page": "97",
            "part": "1",
            "seal": "8D79056E"
        },
        {
            "id": "100",
            "nass": "المسبب وإرادة سببه لشدة الملابسة بينهما، أسلوب عربي معروف، وكذلك عكسه الذي هو إطلاق السبب وإرادة المسبب كقوله: ¶ أكنت دماً إن لم أرعْكِ بضرَّة ... ... بعيدة مهوى القرط طيبة النشر ¶ فأطلق الدم وأراد الدية، لأنه سببها. ¶ وقد أوضحنا في رسالتنا المسماة: منع جواز المجاز، في المنزل للتعبد والإعجاز، أن أمثال هذا أساليب عربية، نطقت بها العرب في لغتها، ونزل بها القرآن، وأن ما يقوله علماء البلاغة من أن في الآية ما يسمونه المجاز المرسل الذي يعدون من علاقاته السببية والمسببية، لا داعي إليه، ولا دليل عليه، يجب الرجوع إليه. ¶ وإطلاق الرزق في آية المؤمن هذه على المطر جاء مثله، في غير هذا الموضع كقوله تعالى في أول سورة الجاثية {وَمَآ أَنَزَلَ اللَّهُ مِنَ السَّمَآءِ مَّن رِّزْقٍ فَأَحْيَا بِهِ الاٌّرْضَ بَعْدَ مَوْتِهَا} فأوضح بقوله {فَأَحْيَا بِهِ الاٌّرْضَ بَعْدَ مَوْتِهَا} أن مراده بالرزق المطر، لأن المطر هو الذي يحيي الله به الأرض بعد موتها. ¶ وقد أوضح جل وعلا، أنه إنما سمي المطر رزقاً، لأن المطر سبب الرزق، في آيات كثيرة من كتابه، كقوله تعالى في سورة البقرة {وَأَنزَلَ مِنَ السَّمَآءِ مَآءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقاً لَّكُمْ}، والباء في قوله فأخرج به سببية كما ترى. وكقوله تعالى في سورة إبراهيم: {اللَّهُ الَّذِى خَلَقَ السموات وَالاٌّرْضَ وَأَنزَلَ مِنَ السَّمَآءِ مَآءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ}. وقوله تعالى في سورة ق: {وَنَزَّلْنَا مِنَ السَّمَآءِ مَآءً مُّبَارَكاً فَأَنبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ وَالنَّخْلَ بَاسِقَاتٍ لَّهَا طَلْعٌ نَّضِيدٌ رِّزْقاً لِّلْعِبَادِ} ... ] (¬1). ¶ 102 - يطلق المحصنات على العفائف. ¶ 103 - يطلق الرمي على رمي الشخص لآخر بلسانه بالكلام القبيح. ¶ [وإطلاق المحصنات على العفائف معروف في كلام العرب. ومنه قول جرير: ¶ ¬__________ ¶ (¬1) - (7/ 76) (غافر/13)، وانظر أيضاً (6/ 76) (النور/3)، (7/ 263 - 264) (الزخرف/61).",
            "page": "98",
            "part": "1",
            "seal": "50D9584B"
        },
        {
            "id": "101",
            "nass": "فلا تأمننّ الحيّ قيسًا فإنَّهم ... ... بنو محصنات لم تدنس حجورها ¶ وإطلاق الرمي على رمي الشخص لآخر بلسانه بالكلام القبيح معروف في كلام العرب. ومنه قول عمرو بن أحمر الباهلي: ¶ رماني بأمر كنت منه ووالدي ... ... ... بريئًا ومن أجل الطوى رماني ¶ فقوله: رماني بأمر يعني أنه رماه بالكلام القبيح، وفي شعر امرىء القيس أو غيره: ¶ وجرح اللسان كجرح اليد] (¬1). ¶ 104 - يطلق على سليمات الصدور، نقيّات القلوب، اسم البله مدحاً لا ذماً (¬2). ¶ [قوله: {إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِناتِ}، وقد زاد في هذه الآية كونهنّ مؤمنات غافلات لإيضاح صفاتهنّ الكريمة. ¶ ووصفه تعالى للمحصنات في هذه الآية بكونهنّ غافلان ثناء عليهن بأنهنّ سليمات الصدور نقيّات القلوب لا تخطر الريبة في قلوبهن لحسن سرائرهن، ليس فيهن دهاء ولا مكر؛ لأنهن لم يجربن الأمور فلا يفطن لما تفطن له المجربات ذوات المكر والدهاء، وهذا النوع من سلامة الصدور وصفائها من الريبة من أحسن الثناء، وتطلق العرب على المتّصفات به اسم البله مدحًا لها لا ذمًّا، ومنه قول حسّان رضي اللَّه عنه: ¶ نفج الحقيبة بوصها متنضد ... ... ... بلهاء غير وشيكة الإقسام ¶ وقول الآخر: ¶ ولقد لهوت بطفلة ميالة ... ... ... بلهاء تطلعني على أسرارها ¶ وقول الآخر: ¶ عهدت بها هندًا وهند غريرة ... ... عن الفحش بلهاء العشاء نؤم ¶ رداح الضحى ميالة بحترية ... ... لها منطق بصبى الحليم رخيم] (¬3). ¶ ¬__________ ¶ (¬1) - (6/ 86) (النور/ 4 - 5). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق اللفظ، وإرادة عكسه، وانظر الإتقان (3/ 115). ¶ (¬3) - (6/ 87 - 88) (النور/4، 5).",
            "page": "99",
            "part": "1",
            "seal": "71A268CB"
        },
        {
            "id": "102",
            "nass": "105 - يطلق النشور على الإحياء بعد الموت، وعلى الحياة بعد الموت. ¶ [قوله تعالى في هذه الآية الكريمة: {وَلاَ نُشُوراً}، اعلم أن النشور يطلق في العربية إطلاقين: ¶ الأول: أن يكون مصدر نشر الثلاثي المتعدّي، تقول: نشر اللَّه الميت ينشره نشرًا ونشورًا. ¶ والثاني: أن يكون مصدر نشر الميّت ينشر نشورًا لازمًا، والميت فاعل نشر. ¶ والحاصل أن في المادة ثلاث لغات: ¶ الأولى: أنشره رباعيًّا بالهمزة ينشره بضم الياء إنشارًا، ومنه قوله تعالى: {ثُمَّ إِذَا شَاء أَنشَرَهُ}، وقوله تعالى: {وَانظُرْ إِلَى العِظَامِ كَيْفَ ننشرها}، بضمّ النون وبالراء المهملة في قراءة نافع، وابن كثير، وأبي عمرو، وهو مضارع أنشره. ¶ والثانية نشر اللَّه الميت ينشره بصيغة الثلاثي المتعدّي، والمصدر في هذه اللغة النشر والنشور، ومنه قوله هنا: {حياةً وَلاَ نُشُوراً}، أي لا يملكون أن ينشروا أحدًا، بفتح الياء وضمّ الشين. ¶ والثالثة: نشر الميّت بصيغة الثلاثي اللازم، ومعنى أنشره ونشره متعدّيًا أحياه بعد الموت، ومعنى نشر الميّت لازمًا حيى الميت وعاش بعد موته، وإطلاق النشر والنشور على الإحياء بعد الموت، وإطلاق النشور على الحياة بعد الموت معروف في كلام العرب، ومن إطلاقهم نشر الميّت لازمًا فهو ناشر، أي: عاش بعد الموت، قول الأعشى: ¶ لو أسندت ميّتًا إلى نحرها ... ... ... عاش ولم ينقل إلى قابر ¶ حتى يقول الناس مما رأوا ... ... ... يا عجبًا للميّت الناشر ¶ ومن إطلاق النشور بمعنى الإحياء بعد الموت، مصدر الثلاثي المتعدّي، قوله هنا: {وَلاَ نُشُوراً}، أي: بعثًا بعد الموت، ومن إطلاقهم النشور بمعنى الحياة بعد الموت مصدر الثلاثي اللازم، قول الآخر: ¶ إذا قبلتها كرعت بفيها ... ... ... كروع العسجدية في الغدير ¶ فيأخذني العناق مبرد فيها ... ... ... بموت في عظامي أو فتور",
            "page": "100",
            "part": "1",
            "seal": "FDAEAF06"
        },
        {
            "id": "103",
            "nass": "فنحيا تارة ونموت أخرى ... ... ... ونخلط ما نموت بالنشور ¶ فقد جعل الغيبوبة من شدّة اللذّة موتًا، والإفاقة منها نشورًا، أي: حياة بعد الموت.] (¬1). ¶ 106 - يأتي الفعال بمعنى المفعول (¬2). ¶ [وقوله تعالى في هذه الآية الكريمة: {وَاتَّخَذُواْ مِن دُونِهِ ءالِهَةً}، حذف فيه أحد المفعولين، أي: اتّخذوا من دونه أصنامًا آلهة؛ كقوله تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَاماً آلِهَة} (الأنعام: 74)، والآلهة جمع اله، فهو فعال مجموع على أفعلة، لأن الألف التي بعد الهمزة مبدّلة من همزة ساكنة هي فاء الكلمة، كما قال في «الخلاصة»: ¶ ومدًّا أبدل ثاني الهمزين من ... ... ... كلمة إن يسكن كآثر وأتمن ¶ والإله المعبود فهو فعال بمعنى مفعول، إتيان الفعال بمعنى المفعول جاءت منه أمثلة في اللغة العربية كالإله بمعنى المألوه، أي: المعبود، والكتاب بمعنى المكتوب، واللباس بمعنى: الملبوس، والإمام بمعنى المؤتم به.] (¬3). ¶ 107 - تستعمل جاء وأتى بمعنى: فعل. ¶ [العرب تستعمل جاء وأتى بمعنى: فعل، فقوله: {فَقَدْ جَاءوا ظُلْماً}، أي: فعلوه، وقيل: بتقدير الباء، أي: جاءوا بظلم، ومن إتيان أتى بمعنى فعل قوله تعالى: {لاَ تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْاْ}، أي: بما فعلوه. وقول زهير بن أبي سلمى: ¶ فما يك من خير أتوه فإنما ... ... ... توارثه آباء آبائهم قبل] (¬4). ¶ 108 - أفكه بمعنى قلبه. ¶ [اعلم بأن الإفك هو أسوأ الكذب؛ لأنه قلب للكلام عن الحقّ إلى الباطل، ¶ ¬__________ ¶ (¬1) - (6/ 272) (الفرقان/3). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق المصدر على المفعول، وانظر الإتقان (3/ 116). ¶ (¬3) - (6/ 273) (الفرقان/3). ¶ (¬4) - (6/ 275) (الفرقان/4).",
            "page": "101",
            "part": "1",
            "seal": "8C2C7D41"
        },
        {
            "id": "104",
            "nass": "والعرب تقول: أفكه بمعنى قلبه، ومنه قوله تعالى في قوم لوط: {وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيّنَاتِ}، وقوله: {وَالْمُؤْتَفِكَةَ أَهْوَى}، وإنما قيل لها مؤتفكات؛ لأن الملك أفكها، أي: قلبها؛ كما أوضحه تعالى بقوله: {جَعَلْنَا عَالِيَهَا سَافِلَهَا}.] (¬1). ¶ 109 - إذا أرادوا تخصيص شيء بالفضيلة، دون غيره جاءوا بصيغة التفضيل، يريدون بها خصوص ذلك الشيء بالفضل. ¶ [قوله تعالى: {أَذلك خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِى وَعِدَ الْمُتَّقُونَ} ... وفي هذه الآيات وأمثالها في القرآن إشكال معروف، وهو أن يقال: لفظة خير في الآيات المذكورة صيغة تفضيل كما قال في الكافية: ¶ وغالباً أغناهم خير وشر ... عن قولهم أخير منه وأشر ¶ كما قدمناه موضحاً في صورة النحل، في الكلام على قوله تعالى: {لّلَّذِينَ أَحْسَنُواْ فِى هذه الْدُّنْيَا حَسَنَةٌ وَلَدَارُ الاْخِرَةِ خَيْرٌ} (¬2). ¶ والمعروف في علم العربية أن صيغة التفضيل تقتضي المشاركة بين المفضل والمفضل عليه فيما فيه التفضيل، إلا أن المفضل أكثر فيه وأفضل من المفضل عليه، ومعلوم أن المفضل عليه في الآيات المذكورة الذي هو عذاب النار لا خير فيه البتة، وإذن فصيغة التفضيل فيها إشكال. ¶ والجواب عن هذا الإشكال من وجهين: ¶ الأول: أن صيغة التفضيل قد تطلق في القرآن، وفي اللغة مراداً بها مطلق الاتصاف، لا تفضيل شيء على شيء. وقدمناه مراراً وأكثرنا من شواهده العربية في سورة النور وغيرها (¬3). ¶ الثاني: أن من أساليب اللغة العربية أنهم إذا أرادوا تخصيص شيء بالفضيلة، دون غيره جاءوا بصيغة التفضيل، يريدون بها خصوص ذلك الشيء بالفضل، كقول حسان بن ثابت رضي الله عنه: ¶ أتهجوه ولست له بكفء ... ... ... فشرّ كما لخيركما الفداء ¶ ¬__________ ¶ (¬1) - الموضع السابق. ¶ (¬2) - (3/ 352) (النحل/125). ¶ (¬3) - (6/ 108: 110) (النور/4، 5)، وانظر أيضاً: (6/ 295) (الفرقان/15، 16).",
            "page": "102",
            "part": "1",
            "seal": "10EF67B7"
        },
        {
            "id": "105",
            "nass": "وكقول العرب: الشقاء أحب إليك، أم السعادة؟ وقوله تعالى: {قَالَ رَبّ السّجْنُ أَحَبُّ إِلَىَّ} الآية. ¶ قال أبو حيان في البحر المحيط في قوله تعالى: {أَذلك خَيْرٌ}، وخير هنا ليست تدل على الأفضلية، بل هي على ما جرت به عادة العرب في بيان فضل الشيء، وخصوصيته بالفضل دون مقابله كقوله: فشركما لخيركما الفداء. وكقول العرب: الشقاء أحب إليك أم السعادة، وكقوله: {السّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِى إِلَيْهِ} وهذا الاستفهام على سبيل التوقيف والتوبيخ. اهـ. الغرض من كلام أبي حيان. ¶ وعلى كل حال فعذاب النار شر محض لا يخالطه خير البتة كما لا يخفى] (¬1). ¶ 110 - بورا، اسم مصدر يقع على الجماعة، وعلى الواحد. ¶ [الأصح أن قوله بوراً معناه هلكى، وأصله اسم مصدر يقع على الواحد وعلى الجماعة، فمن إطلاقه على الجماعة قوله هنا {وَكَانُواْ قَوْماً بُوراً} وقوله في سورة الفتح {وَظَنَنتُمْ ظَنَّ السَّوْء وَكُنتُمْ قَوْماً بُوراً} ومن إطلاقه على المفرد قول عبد الله بن الزبعري السهمي رضي الله عنه: ¶ يا رسول المليك إن لساني ... ... ... راتق ما فتقت إذ أنا بور ¶ ويطلق البور على الهلاك. وعن ابن عباس أنها لغة أهل عمان، وهم من أهل اليمن، ومنه قول الشاعر: ¶ فلا تكفروا ما قد صنعنا إليكم ... وكافوا به فالكفر بور لصانعه] (¬2). ¶ 111 - رجوع الإشارة، أو الضمير بالإفراد مع رجوعهما إلى متعدّد باعتبار المذكور (¬3). ¶ [رجوع الإشارة، أو الضمير بالإفراد مع رجوعهما إلى متعدّد باعتبار المذكور أسلوب عربيّ معروف، ومنه في الإشارة قوله تعالى: {قَالَ إِنَّهُ يَقُولُ إِنَّهَا ¶ ¬__________ ¶ (¬1) - (6/ 295 - 296) (الفرقان/15، 16). ¶ (¬2) - (6/ 300) (الفرقان/17 - 18). ¶ (¬3) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق المفرد على المثنى، ومثل له أيضاً السيوطي في الإتقان (3/ 117) بقوله تعالى: {وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ} (التوبة: 62)، قال: أي يرضوهما، فأفرِد لتلازم الرضاءين.",
            "page": "103",
            "part": "1",
            "seal": "E332862C"
        },
        {
            "id": "106",
            "nass": "بَقَرَةٌ لاَّ فَارِضٌ وَلاَ بِكْرٌ عَوَانٌ بَيْنَ ذلك}، أي: ذلك المذكور من الفارض والبكر، وقوله تعالى: {وَكَانَ بَيْنَ ذَلِكَ قَوَاماً}، أي: بين ذلك المذكور من الإسراف والقتر، وقول عبد اللَّه بن الزبعري السهمي: ¶ إن للخير وللشرّ مدى ... ... ... وكلا ذلك وجه وقبل ¶ أي: وكلا ذلك المذكور من الخير والشر، ومنه في الضمير قول رؤبة: ¶ فيها خطوط من سواد وبلق ... ... ... كأنه في الجلد توليع البهق ¶ أي: كأنه، أي: ما ذكر من خطوط السواد والبلق، وقد قدّمنا هذا البيت] (¬1). ¶ 112 - يطلق الموت على النوم (¬2). ¶ [إطلاق الموت على النوم معروف في القرءان العظيم؛ كقوله تعالى: {وَهُوَ الَّذِى يَتَوَفَّاكُم بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ}، وقوله: {ثُمَّ يَبْعَثُكُمْ فِيهِ} فيه دليل على ما ذكره الزمخشري؛ لأن كلاًّ من البعث والنشور يطلق على الحياة بعد الموت؛ وكقوله تعالى: {اللَّهُ يَتَوَفَّى الاْنفُسَ حِينَ مِوْتِهَا وَالَّتِى لَمْ تَمُتْ فِى مَنَامِهَا فَيُمْسِكُ الَّتِى قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الاْخْرَى إِلَى أَجَلٍ}] (¬3). ¶ 113 - تطلق مرج بمعنى: أرسل وخلى، وبمعنى: خلط. ¶ [اعلم أن لفظة: {مَرَجَ}، تطلق في اللغة إطلاقين: ¶ الأول: مرج بمعنى: أرسل وخلى، من قولهم: مرج دابّته إذا أرسلها إلى المرج، وهو الموضع الذي ترعى فيه الدواب؛ كما قال حسان بن ثابت رضي اللَّه عنه: ¶ وكانت لا يزال بها أنيس ... ... ... خلال مروجها نعم وشاء ¶ ¬__________ ¶ (¬1) - (6/ 324) (الفرقان/38)، وانظر أيضاً (7/ 175) (الشورى/11). ¶ (¬2) - قال ابن عاشور في التقرير والتحبير: [والتوفي حقيقته الإماتة؛ لأنه حقيقة في قبض الشيء مستوفى. وإطلاقه على النوم مجاز لشبه النوم بالموت في انقطاع الإدراك والعمل]، وقال البيضاوي في تفسيره (1/ 416): [{وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْل} (الأنعام: 60) ينيمكم فيه ويراقبكم استعير التوفي من الموت للنوم لما بينهم من المشاركة في زوال الإحساس والتمييز فإن أصله قبض الشيء بتمامه]. ¶ (¬3) - (6/ 333 - 334) (الفرقان/47).",
            "page": "104",
            "part": "1",
            "seal": "55D52E16"
        },
        {
            "id": "107",
            "nass": "وعلى هذا، فالمعنى: أرسل البحرين وخلاهما لا يختلط أحدهما بالآخر. ¶ والإطلاق الثاني: مرج بمعنى: خلط، ومنه قوله تعالى: {فِى أَمْرٍ مَّرِيجٍ}، أي: مختلط، فعلى القول الأول: فالمراد بالبحرين الماء العذب في جميع الدنيا، والماء الملح في جميعها.] (¬1). ¶ 114 - عود الضمير إلى اللفظ وحده، دون المعنى. ¶ [أسلوب عربي معروف، وهو عود الضمير إلى اللفظ وحده، دون المعنى. وإيضاحه أن يقال في قوله: {جَعَلَ فِى السَّمَاء بُرُوجاً}، هي السماء المحفوظة، ولكن الضمير في قوله: {وَجَعَلَ فِيهَا سِرَاجاً وَقَمَراً مُّنِيراً}، راجع إلى مطلق لفظ السماء الصادق بمطلق ما علاك في اللغة، وهذا أسلوب عربي معروف وهو المعبّر عنه عند علماء العربية، بمسألة: عندي درهم ونصفه، أي: نصف درهم آخر، ومنه قوله تعالى: {وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلاَ يُنقَصُ مِنْ عُمُرِهِ إِلاَّ فِى كِتَابٍ}، أي: ولا ينقص من عمر معمر آخر.] (¬2). ¶ 115 - بات الرجل يبيت، إذا أدركه الليل، نام أو لم ينم (¬3). ¶ [قوله تعالى: {وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّداً وَقِيَاماً} (الفرقان:64)، قال الزجاج: بات الرجل يبيت، إذا أدركه الليل، نام أو لم ينم، قال زهير: ¶ فبتنا قيامًا عند رأس جوادنا ... ... ... يزاولنا عن نفسه ونزاوله ¶ انتهى بواسطة نقل القرطبي.] (¬4). ¶ 116 - كل صوت غير عربيّ تسميه العرب أعجم، ولو من غير عاقل. ¶ [قوله تعالى: {وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ فَقَرَأَهُ عَلَيْهِمْ مَا كَانُوا بِهِ مُؤْمِنِينَ} (الشعراء:198 - 199) اعلم أن كل صوت غير عربيّ تسميه العرب أعجم، ولو من غير عاقل، ومنه قول حميد بن ثور يذكر صوت حمامة: ¶ ¬__________ ¶ (¬1) - (6/ 338) (الفرقان/53). ¶ (¬2) - (6/ 348) (الفرقان/61)، وانظر أيضاً (6/ 606 - 607) (الأحزاب/72). ¶ (¬3) - ونوع المجاز هنا عند القائلين به هو مجاز عقلي من إسناد الفعل إلى الوقت الذي يحدث فيه، و (بات) تسند إلى الليل؛ لأن المبيت يحدث فيه. وانظر أسرار البيان (ص/111). ¶ (¬4) - (6/ 350) (الفرقان/64).",
            "page": "105",
            "part": "1",
            "seal": "4482AAC3"
        },
        {
            "id": "108",
            "nass": "فلم أرَ مثلي شاقه صوت مثلها ... ... ... ولا عربيًّا شاقه صوت أعجما] (¬1). ¶ 117 - الجناح يطلق لغة حقيقة على يدّ الإنسان وعضده وإبطه. ¶ 118 - تطلق العرب خفض الجناح كناية عن التواضع، ولين الجانب. ¶ 119 - إسناد صفات الذات لبعض أجزائها ¶ 120 - يضاف الموصوف إلى صفته. ¶ [الجواب عن قوله تعالى: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلّ}، أن الجناح هنا مستعمل في حقيقته؛ لأن الجناح يطلق لغة حقيقة على يدّ الإنسان وعضده وإبطه. قال تعالى: {وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ}، والخفض مستعمل في معناه الحقيقي، الذي هو ضدّ الرفع؛ لأن مريد البطش يرفع جناحيه، ومظهر الذل والتواضع يخفض جناحيه، فالأمر بخفض الجناح للوالدين كناية عن لين الجانب لهما، والتواضع لهما؛ كما قال لنبيّه صلى الله عليه وسلم: {وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ}،وإطلاق العرب خفض الجناح كناية عن التواضع، ولين الجانب أسلوب معروف، ومنه قول الشاعر ¶ وأنت الشهير بخفض الجنا ... ... ... ح فلا تكُ في رفعه أجدلا ¶ وأما إضافة الجناح إلى الذلّ، فلا تستلزم المجاز كما يظنّه كثير؛ لأن الإضافة فيه كالإضافة في قولك: حاتم الجود. ¶ فيكون المعنى: واخفض لهما الجناح الذليل من الرحمة، أو الذلول على قراءة الذل بالكسر، وما يذكر عن أبي تمام من أنه لما قال: ¶ لا تسقني ماء الملام فإنني ... ... صب قد استعذبت ماء بكائي ¶ جاءه رجل فقال له: صب لي في هذا الإناء شيئًا من ماء الملام، فقال له: إن أتيتني بريشة من جناح الذل صببت لك شيئًا من ماء الملام، فلا حجّة فيه؛ لأن الآية لا يراد بها أن للذلّ جناحًا، وإنما يراد بها خفض الجناح المتّصف بالذل للوالدين من الرحمة بهما، وغاية ما في ذلك إضافة الموصوف إلى صفته كحاتم الجود، ونظيره في القرءان الإضافة في قوله: {مَطَرَ السَّوْء}، و {عَذَابَ الْهُونِ}، ¶ ¬__________ ¶ (¬1) - (6/ 381) (الشعراء/198 - 199).",
            "page": "106",
            "part": "1",
            "seal": "D0644C45"
        },
        {
            "id": "109",
            "nass": "أي: مطر حجارة السجيل الموصوف بسوئه من وقع عليه، وعذاب أهل النار الموصوف بهون من وقع عليه، والمسوغ لإضافة خصوص الجناح إلى الذلّ مع أن الذل من صفة الإنسان لا من صفة خصوص الجناح، أن خفض الجناح كني به عن ذلّ الإنسان، وتواضعه ولين جانبه لوالديه رحمة بهما، وإسناد صفات الذات لبعض أجزائها من أساليب اللغة العربية، كإسناد الكذب والخطيئة إلى الناصية في قوله تعالى: {نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ}، وكإسناد الخشوع، والعمل، والنصب إلى الوجوه في قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ عَامِلَةٌ نَّاصِبَةٌ}، وأمثال ذلك كثيرة في القرءان، وفي كلام العرب. وهذا هو الظاهر في معنى الآية، ويدلّ عليه كلام السلف من المفسّرين. ¶ وقال ابن القيّم في «الصواعق»: إن معنى إضافة الجناح إلى الذلّ أن للذلّ جناحًا معنويًّا يناسبه لا جناح ريش، واللَّه تعالى أعلم، انتهى. وفيه إيضاح معنى خفض الجناح. ¶ والتحقيق أن إضافة الجناح إلى الذل من إضافة الموصوف إلى صفته؛ كما أوضحنا، والعلم عند اللَّه تعالى.] (¬1) ¶ 121 - حذف المنادى مع ذكر أداة النداء. ¶ [قوله تعالى: {أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ} ... اعلم أن جمهور أهل العلم على ما ذكرنا في قراءة الكسائي من أن لفظة {أَلَّا} للاستفتاح والتنبيه، وأن يا حرف نداء حذف منه الألف في الخط، واسجدوا فعل أمر، قالوا: وحذف المنادى مع ذكر أداة النداء أسلوب عربي معروف، ومنه قول الأخطل: ¶ ألا يا اسلمي يا هند هند بني بكر ... ... وإن كان حيّانا عدى آخر الدهر ¶ وقول ذي الرمّة: ¶ ألا يا سلمى يا دارمي على البلا ... ... ... ولا زال منهلاً بجرعائك القطر ¶ ¬__________ ¶ (¬1) - (6/ 385 - 387) (الشعراء/215).",
            "page": "107",
            "part": "1",
            "seal": "270A5CBF"
        },
        {
            "id": "110",
            "nass": "فقوله في البيتين: ألا يا اسلمي، أي: يا هذه اسلمي، وقول الآخر: لا يا اسلمي ذات الدماليج والعقد. ¶ وقول الشمّاخ: ¶ ألا يا اصبحاني قبل غارة سنجالي ... ... ... وقبل منايا قد حضرن وآجالي ¶ يعني: ألا يا صحبي اصبحاني، ونظيره قول الآخر: ¶ ألا يا اسقياني قبل خيل أبي بكر ¶ ومنه قول الآخر: ¶ فقالت ألا يا اسمع أعظك بخطبة ... فقلت سمعنا فانطقي وأصيبي ¶ يعني: ألا يا هذا اسمع، وأنشد سيبويه لحذف المنادى مع ذكر أداته، قول الشاعر: ¶ يا لعنة اللَّه والأقوام كلّهم ... ... ... والصالحين على سمعان من جار ¶ بضمّ التاء من قوله: لعنة اللَّه، ثم قال: فيالغير اللعنة، يعني أن المراد: يا قوم لعنة اللَّه، إلى آخره. وأنشد صاحب اللسان لحذف المنادى، مع ذكر أداته مستشهدًا لقراءة الكسائي المذكورة، قول الشاعر: ¶ يا قاتل اللَّه صبيانًا تجيء بهم ... ... ... أم الهنينين من زندلها وارى ¶ ثم قال: كأنه أراد: يا قوم قاتل اللَّه صبيانًا، وقول الآخر: ¶ يا من رأى بارقًا أكفكفه ... ... بين ذراعي وجبهة الأسد ¶ ثم قال: كأنه دعا يا قوم يا إخوتي، فلمّا أقبلوا عليه قال: من رأى. وأنشد بعضهم لحذف المنادى مع ذكر أداته، قول عنترة في معلّقته: ¶ يا شاة ما قنص لمن حلّت له ... ... ... حرمت على وليتها لم تحرم ¶ قالوا: التقدير: يا قوم انظروا شاة ما قنص. ¶ واعلم أن جماعة من أهل العلم، قالوا: إن يا على قراءة الكسائي، وفي جميع الشواهد التي ذكرنا ليست للنداء، وإنما هي للتنبيه فكل من ألا ويا: حرف تنبيه كرّر للتوكيد، وممّن روي عنه هذا القول: أبو الحسن بن عصفور، وهذا القول اختاره أبو حيّان في «البحر المحيط»، قال فيه: والذي أذهب إليه أن مثل هذا التركيب الوارد عن العرب ليست يا فيه للنداء، وحذف المنادى؛ لأن المنادى عندي لا يجوز حذفه، لأنه قد حذف الفعل العامل في النداء، وانحذف فاعله لحذفه، ولو حذف",
            "page": "108",
            "part": "1",
            "seal": "A6E52FF5"
        },
        {
            "id": "111",
            "nass": "المنادى لكان في ذلك حذف جملة النداء، وحذف متعلّقه، وهو المنادى، فكان ذلك إخلالاً كبيرًا، وإذا أبقينا المنادى ولم نحذفه كان ذلك دليلاً على العامل فيه جملة النداء، وليس حرف النداء حرف جواب كنعم، ولا، وبلى، وأجل، فيجوز حذف الجمل بعدهنّ لدلالة ما سبق من السؤال على الجمل المحذوفة، فيا عندي في تلك التراكيب حرف تنبيه أكّد به ألا التي للتنبيه، وجاز ذلك لاختلاف الحرفين ولقصد المبالغة في التوكيد، وإذا كان قد وجد التوكيد في اجتماع الحرفين المختلفي اللفظ، العاملين في قوله: فأصبحن لا يسألنني عن بما به، والمتفقي اللفظ العاملين في قوله: ولا للما بهم أبدا دواء. ¶ وجاز ذلك، وإن عدوه ضرورة أو قليلاً، فاجتماع غير العاملين وهما مختلفا اللفظ يكون جائزًا، وليس يا في قوله: يا لعنة اللَّه والأقوام كلّهم. حرف نداء عندي، بل حرف تنبيه جاء بعده المبتدأ، وليس مما حذف منه المنادى، لما ذكرناه. انتهى الغرض من كلام أبي حيان، وما اختاره له وجه من النظر] (¬1). ¶ 122 - يحذف الأول لدلالة الثاني عليه. ¶ [قوله تعالى: {إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ} ... المعنى عن اليمين قعيد ¶ وعن الشمال قعيد، فحذف الأول لدلالة الثاني عليه، وهو أسلوب عربي معروف، وأنشد له سيبويه في كتابه قول عمرو بن أحمر الباهلي: ¶ رماني بأمر كنت منه ووالدي ... ... ... بريئاً ومن أجل الطوى رمان ¶ وقول قيس بن الخطيم الأنصاري: ¶ نحن بما عندنا وأنت بما ... ... ... عندك راض والرأي مختلف ¶ وقول ضبائي بن الحارث البرجمي: ¶ فمن يك أمسى بالمدينة رحله ... ... ... فإني وقيار بها لغريب ¶ فقول ابن أحمر: كنت منه ووالدي بريئاً أي كنت بريئاً منه وكان والدي بريئاً منه. ¶ ¬__________ ¶ (¬1) - (6/ 402: 405) (النمل/25).",
            "page": "109",
            "part": "1",
            "seal": "292CDAB2"
        },
        {
            "id": "112",
            "nass": "وقول ابن الخطيم: نحن بما عندنا وأنت بما عندك راض: أي نحن راضون وأنت راض. ¶ وقول ضابىء بن الحارث: فإني وقيار بها لغريب: يعني إني لغريب وقيار غريب، وهذا أسلوب عربي معروف. ¶ ودعوى أن قوله في الآية: {قَعِيدٌ} هي الأولى أخرت وحذفت الثانية لدلالتها عليها لا دليل عليه، ولا حاجة إليه كما ترى، لأن المحذوف إذا صحت الدلالة عليه بالأخير فلا حاجة إلى أن هذا الأخير أصله هو الأول، ولا دليل عليه.] (¬1). ¶ 123 - زوجة الرجل يطلق عليها اسم الأهل. ¶ [من أساليب اللغة العربية التي نزل بها القرءان أن زوجة الرجل يطلق عليها اسم الأهل، وباعتبار لفظ الأهل تخاطب مخاطبة الجمع المذكر، ومنه قول تعالى في موسى: {فَقَالَ لاِهْلِهِ امْكُثُواْ}، وقوله: {سَئَاتِيكُمْ}، وقوله: {لَّعَلّى ءاتِيكُمْ}، والمخاطب امرأته؛ كما قاله غير واحد، ونظيره من كلام العرب قول الشاعر: ¶ فإن شئت حرمت النساء سواكم ... ... وإن شئت لم أطعم نقاخًا ولا بردا] (¬2). ¶ 124 - الإتيان بأداة الترتيب لمجرد الترتيب الذكرى فقط، دون إرادة ترتيب الصفات أو الموصوفات (¬3). ¶ [الترتيب بالفاء لمجرّد الترتيب الذكري، والإتيان بأداة الترتيب لمجرد الترتيب الذكرى فقط، دون إرادة ترتيب الصفات، أو الموصوفات أسلوب عربيّ معروف جاء في القرءان في مواضع، وهو كثير في كلام العرب. ¶ ومن أمثلته في القرءان العظيم، قوله تعالى: {فَلاَ اقتَحَمَ الْعَقَبَةَ وَمَا ادرَكَ مَا الْعَقَبَةُ فَكُّ رَقَبَةٍ أَوْ إِطْعَامٌ فِى يَوْمٍ ذِى مَسْغَبَةٍ يَتِيماً ذَا مَقْرَبَةٍ أَوْ مِسْكِيناً ذَا مَتْرَبَةٍ ثُمَّ كَانَ مِنَ الَّذِينَ ءامَنُواْ}، فلا يخفى أن {ثُمَّ} حرف ترتيب وأن المرتب به ¶ ¬__________ ¶ (¬1) - (7/ 649) (ق/ 17، 18)، وانظر (6/ 546) (الأحزاب/4). ¶ (¬2) - (6/ 578 - 579) (الأحزاب/33). ¶ (¬3) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع التضمين، وهو إعطاء الشيء معنى الشيء، ويكون في الحروف - كما هنا - وغيرها، وانظر الإتقان (3/ 122 - 123).",
            "page": "110",
            "part": "1",
            "seal": "258B3080"
        },
        {
            "id": "113",
            "nass": "الذي هو كونه {مّنَ الْكِتَابِ يُؤْمِنُونَ} لا ترتّب له على ما قبله إلا مطلق الترتيب الذكري، ومن ذلك أيضًا قوله تعالى: {وَأَنَّ هذا صِراطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذلكمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ ثُمَّ ءاتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِى أَحْسَنَ وَتَفْصِيلاً لّكُلّ شَىْء}، كما لا يخفى أن الترتيب فيه ذكري. ¶ ومن أمثلة ذلك في كلام العرب قوله: ¶ إن من ساد ثم ساد أبوه ... ... ... ثم قد ساد قبل ذلك جدّه] (¬1). ¶ 125 - من للعالم (¬2). ¶ [قد علمت أن وجه العبارة بمن التي هي للعالم، في قوله تعالى: {أَم مَّنْ خَلَقْنَا}، عن السماوات، والأرض، والكواكب، هو تغليب ما ذكر معها من العالم كالملائكة على غير العالم، وذلك أسلوب عربيّ معروف] (¬3). ¶ 126 - يطلق اللازب واللاتب واللازم، بمعنى واحد. ¶ [وقوله تعالى في هذه الآية الكريمة: {مّن طِينٍ لاَّزِبٍ}، اللازب: هو ما يلزق باليد مثلاً إذا لاقته، وعبارات المفسّرين فيه تدور حول ما ذكرنا، والعرب تطلق اللازب واللاتب واللازم، بمعنى واحد، ومنه في اللازب قول عليّ رضي اللَّه عنه: ¶ تعلم فإن اللَّه زادك بسطة ... ... ... وأخلاق خير كلها لك لازب ¶ وقول نابغة ذبيان: ¶ ولا يحسبون الخير لا شرّ بعده ... ... ... ولا يحسبون الشر ضربة لازب ¶ فقوله: ضربة لازب، أي: شيئًا ملازمًا لا يفارق، ومنه في اللاتب قوله: ¶ فإن يك هذا من نبيذ شربته ... ... ... فإني من شرب النبيذ لتائب ¶ صداع وتوصيم العظام وفترة ... ... وغمّ مع الإشراق في الجوف لاتب] (¬4). ¶ ¬__________ ¶ (¬1) - (6/ 674 - 675) (الصافات/ 1: 5). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع التغليب، وهو ترجيح أحد المغلوبين على الآخر، وانظر الإتقان (3/ 122). ¶ (¬3) - (6/ 678) (الصافات/11). ¶ (¬4) - (6/ 679) (الصافات/11).",
            "page": "111",
            "part": "1",
            "seal": "D92EB0E6"
        },
        {
            "id": "114",
            "nass": "127 - الذي تأتي بمعنى الذين (¬1). ¶ [قوله تعالى: {وَالَّذِى جَآءَ بِالصِّدْقِ}. أوضح جل وعلا، أن الذي في هذه الآية بمعنى الذين، بدليل قوله بعده {أولئك هُمُ الْمُتَّقُون َلَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ذَلِكَ جَزَآءُ الْمُحْسِنِينَ}. ¶ وقد ذكرنا في غير هذا الموضع أن الذي تأتي بمعنى الذين، في القرآن وفي كلام العرب، فمن أمثلة ذلك في القرآن، قوله تعالى في آية الزمر هذه: {وَالَّذِى جَآءَ بِالصِّدْقِ}. وقوله تعالى في سورة البقرة {مَثَلُهُمْ كَمَثَلِ الَّذِى اسْتَوْقَدَ نَاراً} أي الذين استوقدوا بدليل قوله بعده: {ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لاَّ يُبْصِرُونَ} وقوله فيها أيضاً {كَالَّذِى يُنفِقُ مَالَهُ رِئَآءَ النَّاسِ} أي كالذين ينفقون بدليل قوله بعده {لاَّ يَقْدِرُونَ عَلَى شَىْءٍ مِّمَّا كَسَبُواْ}. وقوله تعالى في التوبة {وَخُضْتُمْ كَالَّذِي خَاضُواْ} على القول بأن الذي موصولة لا مصدرية، ونظيره من كلام العرب قول أشهب بن رميلة: ¶ وإن الذي حانت بفلج دماؤهم ... ... هم القوم كل القوم يا أم خالد ¶ وقول عديل بن الفرخ العجلي: ¶ فبت أساقي القوم إخوتي الذي ... ... ... غوايتهم غيٌّ ورشدهم رشد ¶ وقول الراجز: ¶ يا رب عبس لا تبارك في أحد ... ... ... في قائم منها ولا فيمن قعد ¶ إلا الذي قاموا بأطراف المسد] (¬2). ¶ ¬__________ ¶ (¬1) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع إطلاق المفرد على الجمع، وانظر الإتقان (3/ 117). ¶ (¬2) - (7/ 54 - 55) (الزمر/33)، وانظر أيضاً (7/ 387 - 388) (الأحقاف/17، 18).",
            "page": "112",
            "part": "1",
            "seal": "509AAAFB"
        },
        {
            "id": "115",
            "nass": "128 - يقال حاق به المكروه يحيق به حيقاً وحيوقاً، إذا نزل به وأحاط به، ولا يطلق إلا على إحاطة المكروه خاصة (¬1). ¶ [ما دلت عليه هذه الآية الكريمة - أي قوله تعالى: {فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ} (غافر:45) -، من حيق المكر السيىء بالماكر أوضحه تعالى في قوله: {وَلاَ يَحِيقُ الْمَكْرُ السَّيِّىءُ إِلاَّ بِأَهْلِهِ}. ¶ والعرب تقول حاق به المكروه يحيق به حيقاً وحيوقاً، إذا نزل به وأحاط به، ولا يطلق إلا على إحاطة المكروه خاصة، يقال حاق به السوء والمكروه، ولا يقال حاق به الخير، فمادة الحيق من الأجوف الذي هو يائي العين، والوصف منه حائق على القياس، ومنه قول الشاعر: ¶ فأوطأ جُرْد الخيل عقر دِيارِهم ... وحاقَ بهمْ من يأس ضبَّة حائقُ] (¬2). ¶ 129 - النعت بالمصدر. ¶ [قوله تعالى في هذه الآية الكريمة {صَاعِقَةُ الْعَذَابِ الْهُونِ} من النعت بالمصدر؛ لأن الهون مصدر بمعنى الهوان، والنعت بالمصدر أسلوب عربي معروف، أشار إليه في الخلاصة بقوله: ¶ ونعتوا بمصدر كثيرا ... ... ... فالتزموا الإفراد والتذكيرا ¶ وهو موجه بأحد أمرين: ¶ أحدهما: أن يكون على حذف مضاف. أي العذاب ذي الهون. ¶ والثاني: أنه على سبيل المبالغة، فكأن العذاب لشدة اتصافه بالهوان اللاحق بمن وقع عليه، صار كأنه نفس الهوان، كما هو معروف في محله] (¬3). ¶ 130 - يطلق الجزء مراداً به البنات. ¶ [قوله تعالى: {وَجَعَلُواْ لَهُ مِنْ عِبَادِهِ جُزْءًا}، قول قتادة ومن وافقه: إن ¶ ¬__________ ¶ (¬1) - ونوع المجاز هنا عند القائلين به هو المجاز العقلي حيث أسند الفعل إلى ما يلابسه، فالمكر يلابس النزول، وانظر الإتقان (3/ 109)، وفيه أيضاً عندهم استعارة تبعية الواقعة على سبيل التمثيلية، لأن (يحيق) بمعنى (يحيط) فلا يستعمل إلا في الأجسام، وانظر الإتقان (3/ 162). ¶ (¬2) - (7/ 90 - 91) (غافر/45 - 46) ¶ (¬3) - (7/ 130) (فصلت/17).",
            "page": "113",
            "part": "1",
            "seal": "C50AD5FB"
        },
        {
            "id": "116",
            "nass": "المراد بالجزء العدل والنظير الذي هو الشريك غير صواب أيضاً؛ لأن إطلاق الجزء على النظير ليس بمعروف في كلام العرب. ¶ أما كون المراد بالجزاء في الآية الولد، وكون المراد بالولد خصوص الإناث، فهذا هو التحقيق في الآية. ¶ وإطلاق الجزء على الولد يوجه بأمرين: ¶ أحدهما: ما ذكره بعض علماء العربية من أن العرب تطلق الجزء مراداً به البنات، ويقولون: ¶ أجزأت المرأة إذا ولدت البنات، وامرأة مجزئة أي تلد البنات، قالوا ومنه قول الشاعر: ¶ إن أجزأت حرة يوماً فلا عجب ... ... قد تجزىء الحرة المذكار أحياناً ¶ وقول الآخر: ¶ زوجتها من بنات الأوس مجزئة ... ... ... للعوسج اللدن في أبياتها زجل ¶ والوجه الثاني: وهو التحقيق إن شاء الله أن المراد بالجزء في الآية الولد، وأنه أطلق عليه اسم الجزء، لأن الفرع كأنه جزء من أصله والولد كأنه بضعة من الوالد كما لا يخفى ... ] (¬1). ¶ 131 - إن كان بمعنى ما كان (¬2). ¶ [الذي يظهر لي في معنى هذه الآية الكريمة - أي قوله تعالى: {قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ} -: أنه يتعين المصير إلى القول بأن إن نافية، وأن القول بكونها شرطية لا يمكن أن يصح له معنى بحسب وضع اللغة العربية التي نزل بها القرآن، وإن قال به جماعة من أجلاء العلماء. ¶ وإنما اخترنا أن {إِنْ} هي النافية لا الشرطية، وقلنا إن المصير إلى ذلك متعين في نظرنا لأربعة أمور: ¶ ¬__________ ¶ (¬1) - (7/ 215 - 216) (الزخرف/15). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع التضمين، وهو إعطاء الشيء معنى الشيء، فإن الشرطية ضُمِنت معنى النفي، وانظر الإتقان (3/ 122 - 123).",
            "page": "114",
            "part": "1",
            "seal": "415E49A9"
        },
        {
            "id": "117",
            "nass": "الأول: إن هذا القول جار على الأسلوب العربي، جرياناً واضحاً، لا إشكال فيه، فكون إن كان بمعنى ما كان كثير في القرآن، وفي كلام العرب كقوله تعالى: {إِن كَانَتْ إِلاَّ صَيْحَةً وَاحِدَةً} أي ما كانت إلا صيحة واحدة. ¶ فقولك مثلاً معنى الآية الكريمة: ما كان لله ولد فأنا أول العابدين، الخاضعين للعظيم الأعظم، المنزه عن الولد أو الآنفين المستنكفين، من أن يوصف ربنا بما لا يليق بكماله وجلاله، من نسبة الولد إليه، أو الجاحدين النافين، أن يكون لربنا ولد، سبحانه وتعالى عن ذلك علواً كبيراً لا إشكال فيه، لأنه جار على اللغة العربية، التي نزل بها القرآن، دال على تنزيه الله، تنزيهاً تاماً عن الولد، من غير إيهام ألبتة لخلاف ذلك ... ] (¬1). ¶ 132 - يطلق الفعيل وصفاً بمعنى المفعل. ¶ [وقوله في هذه الآية الكريمة: {لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ} (سبأ:5)، أصح القولين فيه أن المراد بالرجز العذاب، ولا تكرار في الآية لأن العذاب أنواع متفاوتة والمعنى لهم عذاب، من جنس العذاب الأليم، والأليم معناه المؤلم. أي الموصوف بشدة الألم وفظاعته. ¶ والتحقيق إن شاء الله: أن العرب تطلق الفعيل وصفاً بمعنى المفعل، فما يذكر عن الأصمعي من أنه أنكر ذلك إن صح عنه فهو غلط منه، لأن إطلاق الفعيل بمعنى المفعل معروف في القرآن العظيم وفي كلام العرب، ومن إطلاقه في القرآن العظيم قوله تعالى: {عَذَابٌ أَلِيمٌ} أي مؤلم وقوله تعالى: {بَدِيعُ السموات وَالاٌّرْضِ} أي مبدعهما وقوله تعالى: {إِنْ هُوَ إِلاَّ نَذِيرٌ لَّكُمْ}. أي منذر لكم، ونظير ذلك من كلام العرب قول عمرو بن معد يكرب: ¶ أمن ريحانة الداعي السميع ... ... ... يؤرقني وأصحابي هجوع ¶ فقوله الداعي السميع يعني الداعي المسمع. وقوله أيضاً: ¶ وخيل قد دلفت لها بخيل ... ... ... تحية بينهم ضرب وجيع ¶ أي موجع. وقول غيلان بن عقبة: ¶ ¬__________ ¶ (¬1) - (7/ 289) (الزخرف/81).",
            "page": "115",
            "part": "1",
            "seal": "88B13CB9"
        },
        {
            "id": "118",
            "nass": "ويرفع من صدور شمردلات ... ... ... يصك وجوهها وهج أليم ¶ أي مؤلم] (¬1). ¶ 133 - يطلق المثل، على الذات نفسها. ¶ [قوله تعالى: {وَشَهِدَ شَاهِدٌ مِّن بَنِى إِسْرَاءِيلَ عَلَى مِثْلِهِ}. التحقيق: إن شاء الله، أن هذه الآية الكريمة جارية على أسلوب عربي معروف، وهو إطلاق المثل، على الذات نفسها، كقولهم: مثلك، لا يفعل هذا، يعنون لا ينبغي لك أنت أن تفعله. ¶ وعلى هذا فالمعنى، وشهد شاهد من بني إسرائيل على أن هذا القرآن، وحي منزل حقاً من عند الله، لا أنه شهد على شيء آخر مماثل له، ولذا قال تعالى {فَأامَنَ وَاسْتَكْبَرْتُمْ}. ¶ ومما يوضح هذا، تكرر إطلاق المثل في القرآن مراداً به الذات كقوله تعالى {أَوَمَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِى النَّاسِ كَمَن مَّثَلُهُ فِي الظُّلُمَاتِ}، فقوله: كمن مثله في الظلمات، أي كمن هو نفسه في الظلمات، وقوله تعالى {فَإِنْ آمَنُواْ بِمِثْلِ مَآ آمَنتُمْ بِهِ فَقَدِ اهْتَدَواْ} أي فإن آمنوا بما آمنتم به لا بشيء آخر مماثل له على التحقيق، ويستأنس له بالقراءة المروية عن ابن عباس وابن ¶ مسعود {فإن آمنوا بما آمنتم به} الآية.] (¬2). ¶ 134 - يعرضون على النار: معناه يباشرون حرها كقول العرب: عرضهم على السيف إذا قتلهم به. ¶ 135 - قلب الفاعل مفعولاً، والمفعول فاعلاً. ¶ [قوله تعالى: {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُواْ عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِى حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِى الاٌّرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ}. معنى الآية الكريمة أنه يقال للكفار يوم يعرضون على النار: {أَذْهَبْتُمْ طَيِّبَاتِكُمْ}. ¶ فقوله يعرضون على النار: قال بعض العلماء: معناه يباشرون حرها كقول العرب: عرضهم على السيف إذا قتلهم به، وهو معنى معروف في كلام العرب. ¶ ¬__________ ¶ (¬1) - (7/ 350) (الجاثية/11). ¶ (¬2) - (7/ 380) (الأحقاف/10).",
            "page": "116",
            "part": "1",
            "seal": "A740E323"
        },
        {
            "id": "119",
            "nass": "وقد ذكر تعالى مثل ما ذكر هنا في قوله: {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُواْ عَلَى النَّارِ أَلَيْسَ هذا بِالْحَقِّ} وهذا يدل على أن المراد بالعرض مباشرة العذاب لقوله: {قَالُواْ بَلَى وَرَبِّنَا قَالَ فَذُوقُواْ الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ}. وقوله تعالى: {وَحَاقَ بِأالِ فِرْعَوْنَ سُوءُ الْعَذَابِ النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً} لأنه عرض عذاب. ¶ وقال بعض العلماء: معنى عرضهم على النار هو تقريبهم منها، والكشف لهم عنها، حتى يروها كما قال تعالى: {وَرَأَى الْمُجْرِمُونَ النَّارَ}. وقال تعالى: {وَجِىءَ يَوْمَئِذٍ بِجَهَنَّمَ}. ¶ وقال بعض العلماء: في الكلام قلب، وهو مروي عن ابن عباس وغيره. ¶ قالوا: والمعنى ويوم تعرض النار على الذين كفروا قالوا وهو كقول العرب: عرضت الناقة على الحوض. يعنون عرضت الحوض على الناقة، ويدل لهذا قوله تعالى: {وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَافِرِينَ عَرْضاً}. ¶ قال مقيده عفا الله عنه وغفر له: هذا النوع الذي ذكروه من القلب في الآية، كقلب الفاعل مفعولاً، والمفعول فاعلاً، ونحو ذلك اختلف فيه علماء العربية، فمنعه البلاغيون إلا في التشبيه، فأجازوا قلب المشبه مشبهاً به والمشبه به مشبهاً بشرط أن يتضمن ذلك نكتة وسراً لطيفاً كما هو المعروف عندهم في مبحث التشبيه المقلوب. وأجازه كثير من علماء العربية. ¶ والذي يظهر لنا أنه أسلوب عربي نطقت به العرب في لغتها، إلا أنه يحفظ ما سمع منه، ولا يقاس عليه ومن أمثلته في التشبيه قول الراجز: ¶ ومنهل مغبرة أرجاؤه ... ... ... كأن لون أرضه سماؤه ¶ أي كأن سماءه لون أرضه، وقول الآخر: ¶ وبدا الصباح كأن غرته ... ... ... وجه الخليفة حين يمتدح ¶ لأن أصل المراد تشبيه وجه الخليفة بغرة الصباح فقلب التشبيه ليوهم أن الفرع أقوى من الأصل في وجه الشبه. ¶ قالوا ومن أمثلته في القرآن {وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِ أُوْلِى الْقُوَّةِ}؛ لأن العصبة من الرجال هي التي تنوء بالمفاتيح أي تنهض بها بمشقة وجهد لكثرتها وثقلها، وقوله تعالى: {فَعَمِيَتْ عَلَيْهِمُ الاٌّنبَآءُ} أي عموا عنها. ومن",
            "page": "117",
            "part": "1",
            "seal": "9EA245D8"
        },
        {
            "id": "120",
            "nass": "أمثلته في كلام العرب قول كعب بن زهير: ¶ كأن أوب ذراعيها إذا عرقت ... ... وقد تلفع بالقور العساقيل ¶ لأن معنى قوله: تلفع لبس اللفاع وهو اللحاف، والقور الحجارة العظام، والعساقيل: السراب. والكلام مقلوب، لأن القور هي التي تلتحف بالعساقيل لا العكس كما أوضحه لبيد في معلقته بقوله: ¶ فبتلك إذ رقص اللوامع بالضحى ... ... ... واجتاب أردية السراب إكامها ¶ فصرح بأن الإكام التي هي الحجارة اجتابت أي لبست أردية السراب. والأردية جمع رداء، وهذا النوع من القلب وإن أجازه بعضهم فلا ينبغي حمل الآية عليه، لأنه خلاف الظاهر، ولا دليل عليه يجب الرجوع إليه. ¶ وظاهر الآية جار على الأسلوب العربي الفصيح، كما أوضحه أبو حيان في البحر المحيط.] (¬1). ¶ 136 - يسند الفعل إلى ما هو له أصالة لملابسته له (¬2). ¶ [قوله تعالى: {فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَق} (الأحقاف: 20) مع أنه من المعلوم أنهم لا يستكبرون في الأرض إلا استكباراً متلبساً بغير الحق كقوله تعالى: {وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ} ومعلوم أنه لا يطير إلا بجناحيه، وقوله: {فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ}، ومعلوم أنهم لا يكتبونه إلا بأيديهم، ونحو ذلك من الآيات، وهو أسلوب عربي نزل به القرآن.] (¬3). ¶ 137 - الفعال يأتي كثيراً، بمعنى التفعيل. ¶ [قوله تعالى: {بَلاَغٌ}. التحقيق إن شاء الله أن أصوب القولين في قوله: {بَلاَغٌ} أنه خبر مبتدأ محذوف تقديره، هذا بلاغ، أي هذا القرآن بلاغ من الله إلى خلقه. ¶ ويدل لهذا قوله تعالى في سورة إبراهيم {هذا بَلَاغٌ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِ}، وقوله ¶ ¬__________ ¶ (¬1) - (7/ 390: 392) (الأحقاف/20). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو مجاز الإسناد، والمجاز العقلي، وعلاقته الملابسة، وانظر الإتقان (3/ 109). ¶ (¬3) - (7/ 396) (الأحقاف/20).",
            "page": "118",
            "part": "1",
            "seal": "4DD2439B"
        },
        {
            "id": "121",
            "nass": "في الأنبياء {إِنَّ فِى هذا لَبَلَاغاً لِّقَوْمٍ عَابِدِينَ}، وخير ما يفسر به القرآن القرآن. ¶ والبلاغ اسم مصدر، بمعنى التبليغ، وقد علم باستقراء اللغة العربية، أن الفعال يأتي كثيراً، بمعنى التفعيل، كبلغه بلاغاً: أي تبليغاً، وكلمه كلاماً، أي تكليماً، وطلقها طلاقاً، وسرحها سراحاً، وبينه بياناً. كل ذلك بمعنى التفعيل، لأن فعل مضعفة العين، غير معتلة اللام ولا مهموزته قياس مصدرها التفعيل. وما جاء منه على خلاف ذلك، يحفظ ولا يقاس عليه، كما هو معلوم في محله.] (¬1). ¶ 138 - لفظة \"اليدين\" التي أضيفت إليها لفظة \"بين\" يكون المراد: \" أمامه \". ¶ [واعلم أن لفظ اليدين، قد يستعمل في اللغة العربية استعمالاً خاصاً، بلفظ خاص لا تقصد به في ذلك النعمة ولا الجارحة ولا القدرة، وإنما يراد به معنى أمام. ¶ واللفظ المختص بهذا المعنى هو خاصة، أعني لفظة بين يديه، فإن المراد بهذه اللفظة أمامه. وهو استعمال عربي معروف مشهور في لغة العرب لا يقصد فيه معنى الجارحة ولا النعمة ولا القدرة، ولا أي صفة كائنة ما كانت. ¶ وإنما يراد به أمام فقط كقوله تعالى: {وَقَالَ الَّذِينَ كَفَرُواْ لَن نُّؤْمِنَ بِهذا الْقُرْآنِ وَلاَ بِالَّذِى بَيْنَ يَدَيْهِ} أي ولا بالذي كان أمامه سابقاً عليه من الكتب. ¶ وكقوله: {وَمُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ} أي مصدقاً لما كان أمامه متقدماً عليه من التوراة. ¶ وكقوله: {فَزَيَّنُواْ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ}، فالمراد بلفظ ما بين أيديهم ما أمامهم. ¶ وكقوله تعالى: {وَهُوَ الَّذِى يُرْسِلُ الرِّيَاحَ بُشْرىً بَيْنَ يَدَىْ رَحْمَتِهِ}، أي يرسل الرياح مبشرات أمام رحمته التي هي المطر، إلى غير ذلك من الآيات. ¶ ومما يوضح لك ذلك أنه لا يمكن تأويل اليدين في ذلك بنعمتين ولا قدرتين ولا جارحتين. ولا غير ذلك من الصفات، فهذا أسلوب خاص دال على معنى خاص. بلفظ خاص مشهور، في كلام العرب فلا صلة له باللفظ الدال على ¶ ¬__________ ¶ (¬1) - (7/ 410) (الأحقاف/35).",
            "page": "119",
            "part": "1",
            "seal": "B176FD38"
        },
        {
            "id": "122",
            "nass": "الجارحة، بالنسبة إلى الإنسان ولا باللفظ الدال على صفة الكمال والجلال الثابتة لله تعالى. فافهم] (¬1). ¶ 139 - تطلق الشعب، والقبيلة، والعمارة، والبطن، والفخذ، والفصيلة بعضها على بعض (¬2). ¶ [واعلم أن العرب قد تطلق بعض هذه الست (¬3) على بعض كإطلاق البطن على القبيلة في قول الشاعر: ¶ وإن كلابا هذه عشر أبطن ... ... وأنت بريء من قبائلها العشر] (¬4). ¶ 140 - شدة الخلق تسمى حبكاً. ¶ [قوله تعالى: {وَالسَّمَاءِ ذَاتِ الْحُبُكِ} (الذريات:7) ... وقال بعض العلماء: ذات الحبك أي ذات الشدة، وهذا القول يدل له قوله تعالى: {وَبَنَيْنَا فَوْقَكُمْ سَبْعاً شِدَاداً}. العرب تسمى شدة الخلق حبكاً، ومنه قيل للفرس الشديد الخلق: محبوك. ومنه قول امرئ القيس. ¶ قد غدا يحملني في أنفه ... ... ... لاحق الأطلين محبوك ممر] (¬5). ¶ 141 - تطلق السماء على كل ما علاك. ¶ [وقال بعض أهل العلم: معنى قوله: {وَفِى السَّمَآءِ رِزْقُكُمْ} أن أرزاقكم ¶ ¬__________ ¶ (¬1) - (7/ 465: 466) (محمد / 24). ¶ (¬2) - ولا يخلو الأمر من إطلاق الأكبر منها على الأصغر، أو العكس، ويكون نوع المجاز فيه عند القائلين به هو مجاز مرسل، وعلاقته إما جزئية، أو كلية، وانظر الإتقان (3/ 111)، وأسرار البيان (ص/122). ¶ (¬3) - أي الطبقات الست التي عليها العرب وهي: الشعب، والقبيلة، والعمارة، والبطن، والفخذ، والفصيلة. ¶ فالشعب يجمع القبائل، والقبيلة تجمع العمائر، والعمارة تجمع البطون، والبطن يجمع الأفخاذ والفخذ يجمع الفصائل. خزيمة شعب، وكنانة قبيلة، وقريش عمارة، وقصي بطن، وهاشم فخذ، والعباس فصيلة. وسميت الشعوب، لأن القبائل تتشعب منها. (نقلا عن أضواء البيان (7/ 635 - 636)). ¶ (¬4) - (7/ 636) (الحجرات/13). ¶ (¬5) - (7/ 663) (الذاريات/7: 9).",
            "page": "120",
            "part": "1",
            "seal": "6ADBAF6B"
        },
        {
            "id": "123",
            "nass": "مقدرة مكتوبة، والله جل وعلا يدبر أمر الأرض من السماء، كما قال تعالى: {يُدَبِّرُ الاٌّمْرَ مِنَ السَّمَآءِ إِلَى الاٌّرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ} الآية، قوله تعالى: {وَمَا تُوعَدُونَ} ما، في محل رفع عطف على قوله: {رِزْقُكُمْ}، والمراد بما يوعدون، قال بعض أهل العلم: الجنة، لأن الجنة فوق السماوات، فإطلاق كونها في السماء إطلاق عربي صحيح، لأن العرب تطلق السماء على كل ما علاك كما قيل: ¶ وقد يسمى سماء كل مرتفع ... ... ... وإنما الفضل حيث الشمس والقمر ¶ ولما حكى النابغة الجعدي شعره المشهور، قال فيه: ¶ بلغنا السماء مجدنا وسناؤنا ... ... ... وإنا لنرجو فوق ذلك مظهرا ¶ قال له صلى الله عليه وسلم «إلى أين يا أبي ليلى: قال: إلى الجنة، قال: نعم إن شاء الله» (¬1).] (¬2). ¶ 142 - يطلق اسم الذنوب، التي هي الدلو، على النصيب. ¶ [قوله تعالى: {فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوباً مِّثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلاَ يَسْتَعْجِلُونِ}. أصل الذنوب في لغة العرب الدلو، وعادة العرب أنهم يقتسمون ماء الآبار والقلب بالدلو، فيأخذ هذا منه ملء دلو، ويأخذ الآخر كذلك، ومن هنا أطلقوا اسم الذنوب، التي هي الدلو على النصيب. قال الراجز في اقتسامهم الماء بالدلو: ¶ لنا ذنوب ولكم ذنوب ... ... ... فإن أبيتم فلنا القليب ¶ ويروى: ¶ إنا إذا شاربنا شريب ... ... ... له ذنوب ولنا ذنوب ¶ فإن أبى كان لنا القليب ¶ ومن إطلاق الذنوب على مطلق النصيب قول علقمة بن عبدة التميمي، وقيل عبيد: ¶ وفي كل حي قد خبطت بنعمة ... ... فحق لشأس من نداك ذنوب ¶ ¬__________ ¶ (¬1) - قال العراقي في تخريج أحاديث الإحياء (2/ 230): [رواه البغوي في معجم الصحابة، وابن عبد البر في الاستيعاب بإسناد ضعيف من حديث النابغة]. وذكره البزار بنحوه في المجمع (8/ 233): [رواه البزار، وفيه يعلى بن الأشدق، وهو ضعيف]. ¶ (¬2) - (7/ 667) (الذاريات/ 20: 22).",
            "page": "121",
            "part": "1",
            "seal": "26BADDF5"
        },
        {
            "id": "124",
            "nass": "وقول أبي ذؤيب: ¶ لعمرك والمنايا طارقات ... ... لكل بني أب منها ذنوب ¶ فالذنوب في البيتين النصيب، ومعنى الآية الكريمة، فإن للذين ظلموا بتكذيب النبي صلى الله عليه وسلم ذنوباً، أي نصيباً من عذاب الله مثل ذنوب أصحابهم من الأمم الماضية من العذاب لما كذبوا رسلهم] (¬1). ¶ 143 - التنازع يطلق على كل تعاط وتناول. ¶ [قوله: {يَتَنَازَعُونَ فِيهَا كَأْساً}: أي يتعاطون، ويتناول بعضهم من بعض كأساً أي خمراً، فالتنازع يطلق لغة على كل تعاط وتناول، فكل قوم يعطي بعضهم بعضاً شيئاً ويناوله إياه، فهم يتنازعونه كتنازع كؤوس الشراب والكلام، وهذا المعنى معروف في كلام العرب. ¶ ومنه في الشراب قول الأخطل: ¶ وشارب مربح بالكأس نادمني ... لا بالحصور ولا فيها بسوار ¶ نازعته طيب الراح الشمول وقد ... ... ... صاح الدجاج وحانت وقعة السار ¶ فقوله: نازعته طيب الراح: أي ناولته كؤوس الخمر وناولنيها، ومنه في الكلام قول امرئ القيس: ¶ ولما تنازعنا الحديث وأسمحت ... ... هصرت بغصن ذي شماريخ ميال] (¬2). ¶ 144 - لا تكاد العرب تطلق الكأس إلا على الإناء المملوء (¬3). ¶ وقال قال العلامة الشنقيطي - رحمه الله - عقب كلامه السابق: [والكأس تطلق على إناء الخمر، ولا تكاد العرب تطلق الكأس إلا على الإناء المملوء، وهي مؤنثة (¬4)] (¬5). ¶ ¬__________ ¶ (¬1) - (7/ 678) (الذاريات/59). ¶ (¬2) - (7/ 687) (الطور/23). ¶ (¬3) - وإطلاق الكأس على ما به من شراب، فيه عند القائلين بالمجاز، مجاز مرسل، علاقته المجاورة، وانظر أسرار البيان (ص/125). ¶ (¬4) - قال الخطابي في غريب الحديث (2/ 245): [الكأس تؤنث على نية الخمر]. ¶ (¬5) - (7/ 687 - 688) (الطور/23).",
            "page": "122",
            "part": "1",
            "seal": "4629F59B"
        },
        {
            "id": "125",
            "nass": "145 - يطلق السموم على الريح الشديدة البرد (¬1). ¶ [قوله تعالى: {قَالُواْ إِنَّا كُنَّا قَبْلُ فِى أَهْلِنَا مُشْفِقِين َفَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ} ... والسموم النار ولفحها ووهجها، وأصله الريح الحارة التي تدخل المسام، والجمع سمائم. ومنه قول عمر بن أبي ربيعة المخزومي: ¶ أنامل لم تضرب على البهم بالضحى ... بهن ووجه لم تلحه السمائم ¶ وقد يطلق السموم على الريح الشديدة البرد، ومنه قول الراجز: ¶ اليوم يوم بارد سمومه ... ... ... من جزع اليوم فلا ألومه] (¬2). ¶ 146 - لن يحور، بمعنى لن يرجع. ¶ [ذكر تعالى أن السرور في الدنيا وعدم الخوف من الله سبب العذاب يوم القيامة، وذلك في قوله: {وَأَمَّا مَنْ أُوتِىَ كِتَابَهُ وَرَآءَ ظَهْرِهِ فَسَوْفَ يَدْعُو ثُبُوراً وَيَصْلَى سَعِيراً إِنَّهُ كَانَ فِى أَهْلِهِ مَسْرُوراً إِنَّهُ ظَنَّ أَن لَّن يَحُورَ}. ¶ وقد تقرر في مسلك الإيماء والتنبيه أن إن المكسورة المشددة من حروف التعليل، فقوله: {إِنَّهُ كَانَ فِى أَهْلِهِ مَسْرُوراً}، علة لقوله: {فَسَوْفَ يَدْعُو ثُبُوراً وَيَصْلَى سَعِيراً}. ¶ والمسرور في أهله في دار الدنيا ليس بمشقق ولا خائف، ويؤيد ذلك قوله بعده: {إِنَّهُ ظَنَّ أَن لَّن يَحُورَ}، لأن معناه، ظن ألن يرجع إلى الله حياً يوم القيامة، ولا شك أن من ظن أنه لا يبعث بعد الموت لا يكون مشفقاً في أهله خوفاً من العذاب، لأنه لا يؤمن بالحساب والجزاء، وكون لن يحور، بمعنى لن يرجع معروف في كلام العرب، ومنه قول مهلهل بن ربيعة التغلبي: ¶ أليلتنا بذي حسم أنيري ... ... ... إذا أنت انقضيت فلا تحوري ¶ فقوله: فلا تحوري، أي فلا ترجعي. ¶ وقول لبيد بن ربيعة العامري: ¶ وما المرء إلا كالشهاب وضوئه ... يحور رماداً بعد ما هو ساطع ¶ ¬__________ ¶ (¬1) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع تسمية الشيء باسم ضده، وانظر الإتقان (3/ 115). ¶ (¬2) - (7/ 690) (الطور/26، 27).",
            "page": "123",
            "part": "1",
            "seal": "7750A192"
        },
        {
            "id": "126",
            "nass": "أي يرجع رماداً، وقيل: يصير، والمعنى واحد.] (¬1). ¶ 147 - يطلق المنون على الموت. ¶ [قال بعض العلماء: المنون في الآية - أي قوله تعالى: {نَّتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ} - الموت، وإطلاق المنون على الموت معروف في كلام العرب، ومنه قول أبي الغول الطهوي: ¶ هم منعوا حمى الوقبي بضرب ... ... يؤلف بين أشتات المنون ¶ لأن الذين ماتوا عند ذلك الماء المسمى بالوقبا، جاءوا من جهات مختلفة، فجمع الموت بينهم في محل واحد، ولو ماتوا في بلادهم لكانت مناياهم في بلاد شتى.] (¬2). ¶ 148 - لا تكاد العرب تطلق لفظ النجم مجرداً إلا على الثريا. ¶ [قوله تعالى: {وَالنَّجْمِ إِذَا هَوَى مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى وَمَا يَنطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلاَّ وَحْىٌ يُوحَى}. اختلف العلماء في المراد بهذا النجم الذي أقسم الله به في هذه الآية الكريمة ... قال بعضهم: إن المراد به الثريا، وهو مروي عن ابن عباس وغيره، ولفظة النجم علم للثريا بالغلبة، فلا تكاد العرب تطلق لفظ النجم مجرداً إلا عليها، ومنه قول نابغة ذبيان: ¶ أقول والنجم قد مالت أواخره ... ... ... إلى المغيب تثبت نظرة حار] (¬3). ¶ 149 - أمنى الرجل ومني إذا أراق المني وصبه. ¶ [قوله تعالى: {وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالاٍّنثَى مِن نُّطْفَةٍ إِذَا تُمْنَى}. ذكر جل وعلا في هذه الآية الكريمة أنه خلق الزوجين أي النوعين الذكر، والأنثى من نطفة، وهي نطفة المني إذا تمنى أي تصب وتراق في الرحم، على أصح القولين. ¶ ويدل قوله تعالى: {أَفَرَءَيْتُمْ مَّا تُمْنُون َأَءَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الْخَالِقُونَ} وقوله تعالى: {أَلَمْ يَكُ نُطْفَةً مِّن مَّنِىٍّ يُمْنَى}. ¶ ¬__________ ¶ (¬1) - (7/ 691) (الطور/26، 27). ¶ (¬2) - (7/ 693) (الطور/29، 30). ¶ (¬3) - (7/ 699) (النجم/1: 4)، وانظر أيضاً (9/ 156) (الطارق/1).",
            "page": "124",
            "part": "1",
            "seal": "8193001E"
        },
        {
            "id": "127",
            "nass": "والعرب تقول: أمنى الرجل ومنى إذا أراق المني وصبه] (¬1). ¶ وقال الشنقيطي - رحمه الله - أيضاً: [وقوله تعالى: {أَفَرَءَيْتُمْ مَّا تُمْنُونَ} يعني أفرأيتم ما تصبونه من المني في أرحام النساء، فلفظة ما موصولة، والجملة الفعلية صلة الموصول، والعائد إلى الصفة محذوف، لأنه منصوب بفعل، والتقدير: أفرأيتم ما تمنونه، والعرب تقول: أمنى النطفة بصيغة الرباعي، يمنيها بضم حرف المضارعة، إذا أراقها في رحم المرأة، ومنه قوله تعالى: {مِن نُّطْفَةٍ إِذَا تُمْنَى} ومنى يمنى بصيغة الثلاثي لغة صحيحة، إلا أن القراءة بها شاذة.] (¬2). ¶ 150 - منى الماني إذا قدر. ¶ [قال بعض العلماء: {مِن نُّطْفَةٍ إِذَا تُمْنَى} أي تقدر بأن يكون الله قدر أن ينشأ منها حمل، من قول العرب: منى الماني إذا قدر. ومن هذا المعنى قول أبي قلابة الهذلي، وقيل سويد بن عامر المصطلقي: ¶ لا تأمن الموت في حل وفي حرم ... إن المنايا توافي كل إنسان ¶ واسلك سبيلك فيها غير محتشم ... ... ... حتى تلاقي ما يمني لك الماني] (¬3). ¶ 151 - تعاطى كذا إذا فعله أو تناوله، وعاطاه إذا تناوله. ¶ [قوله تعالى: {فَنَادَوْاْ صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ}. قوله: {فَتَعَاطَى}، قال أبو حيان في البحر: فتعاطى هو مطاوع عاطا، وكأن هذه الفعلة تدافعها الناس وعاطاها بعضهم بعضاً، فتعاطاها قدار وتناول العقر بيده. انتهى محل الغرض منه. ¶ والعرب تقول: تعاطى كذا إذا فعله أو تناوله، وعاطاه إذا تناوله، ومنه قول حسان رضي الله عنه: ¶ كلتاهما حلب العصير فعاطني ... بزجاجة أرخاهما للمفصل ¶ وقوله: {فَعَقَرَ} أي تعاطى عقر الناقة فعقرها، فمفعولا الفعلين محذوفان تقديرهما كما ذكرنا] (¬4). ¶ ¬__________ ¶ (¬1) - (7/ 711) (النجم/45، 46). ¶ (¬2) - (7/ 785) (الواقعة/58، 59). ¶ (¬3) - (7/ 711) (النجم/45، 46). ¶ (¬4) - (7/ 723) (القمر/29).",
            "page": "125",
            "part": "1",
            "seal": "93DF6297"
        },
        {
            "id": "128",
            "nass": "152 - يطلق العقر على القتل والنحر والجرح. ¶ [قوله تعالى: {فَعَقَرَ}: أي قتلها. والعرب تطلق العقر على القتل والنحر والجرح ومنه قول امرىء القيس: ¶ تقول وقد مال الغبيط بنا معا ... ... ... عقرت بعيري يامرأ القيس فانزل ¶ ومن إطلاق العقر على نحر الإبل لقري الضيف قول جرير: ¶ تعدون عقر الذيب أفضل مجدكم ... بني ضوطرا لولا الكمي المقنعا] (¬1). ¶ 153 - يطلق كان بمعنى صار. ¶ [قوله تعالى: {وَكُنتُمْ أَزْوَاجاً ثَلَاثَةً}. أي صرتم أزواجاً ثلاثة، والعرب تطلق كان بمعنى صار، ومنه {وَلاَ تَقْرَبَا هذه الشَّجَرَةَ فَتَكُونَا مِنَ الْظَّالِمِينَ} أي فتصيرا من الظالمين. ¶ ومنه قول الشاعر: ¶ بتيهاء قفر والمطي كأنها ... ... ... قطا الحزن قد كانت فراخاً بيوضها] (¬2). ¶ 154 - كل نسج أحكم ودوخل بعضه في بعض، تسمية العرب وضنا، وتسمى المنسوج به موضونا ووضينا. ¶ [قوله تعالى: {عَلَى سُرُرٍ مَّوْضُونَةٍ مُّتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ}. السرر جمع سرير، وقد بين تعالى: أن سررهم مرفوعة في قوله: في الغاشية {فِيهَا سُرُرٌ مَّرْفُوعَةٌ} وقوله تعالى {مَّوْضُونَةٍ} منسوجة بالذهب، وبعضهم يقول بقضبان الذهب مشبكة بالدر والياقوت، وكل نسج أحكم ودوخل بعضه في بعض، تسمية العرب وضنا، وتسمى المنسوج به موضونا ووضينا، ومنه الدرع الموضونة إذا أحكم نسجها ودوخل بعض حلقاتها في بعض. ¶ ومنه قول الأعشى: ¶ ومن نسج داود موضونة ... ... ... تساق مع الحي عيرا فعيرا ¶ وقوله أيضاً: ¶ وبيضاء كالنهى موضونة ... ... ... لها قونس فوق جيب البدن ¶ ¬__________ ¶ (¬1) - (7/ 724) (القمر/29). ¶ (¬2) - (7/ 767) (الواقعة/7).",
            "page": "126",
            "part": "1",
            "seal": "9A5789A9"
        },
        {
            "id": "129",
            "nass": "ومن هذا القبيل تسمية البطان الذي ينسج من السيور، مع إدخال بعضها في بعض وضينا. ¶ ومنه قول الراجز: ¶ ليك تعدو قلقا وضينها ... ... ... معترضا في بطنها جنينها ¶ مخالفاً دين النصارى دينها] (¬1). ¶ 155 - تسمي المرأة لباساً وإزاراً وفراشاً ونعلاً. ¶ [قوله تعالى: {إِنَّآ أَنشَأْنَاهُنَّ إِنشَآءً فَجَعَلْنَاهُنَّ أَبْكَاراً عُرُباً أَتْرَاباً لاًّصْحَابِ الْيَمِينِ}. الضمير في أنشأناهن: قال بعض أهل العلم: هو راجع إلى مذكور. قال: هو راجع إلى قوله {وَفُرُشٍ مَّرْفُوعَةٍ} قال: لأن المراد بالفرش النساء، والعرب تسمي المرأة لباساً، وإزاراً، وفراشاً، ونعلاً، وعلى هذا فالمراد بالرفع في قوله: {مَّرْفُوعَةٍ} رفع المنزلة، والمكانة.] (¬2). ¶ 156 - تأتي أو بمعنى الواو (¬3). ¶ [إتيانها - أي أو - بمعنى الواو معروف في القرآن وفي كلام العرب، فمنه في القرآن: {فَالْمُلْقِيَاتِ ذِكْراً عُذْراً أَوْ نُذْراً} لأن الذكر الملقى للعذر، والنذر معاً لا لأحدهما، لأن المعنى أنها أتت الذكر إعذاراً وإنذاراً، وقوله تعالى: {وَلاَ تُطِعْ مِنْهُمْ آثِماً أَوْ كَفُوراً} أي ولا كفوراً، وهو كثير في كلام العرب، ومنه قول عمرو بن معد يكرب: ¶ قوم إذا سمعوا الصريخ رأيتهم ... ... ... ما بين ملجم مهرة أو سافع ¶ فالمعنى ما بين الملجم مهره وسافع: أي آخذ بناصيته ليلجمه، وقول نابغة ذبيان: ¶ قالت ألا ليتما هذا الحمام لنا ... لى حمامتنا أو نصفه فقد ¶ ¬__________ ¶ (¬1) - (7/ 771) (الواقعة/15، 16). ¶ (¬2) - (7/ 774) (الواقعة/35:38). ¶ (¬3) - ونوع المجاز هنا عند القائلين به هو المجاز في مفرد، ويسمى اللغوي، من نوع التضمين، وهو إعطاء الشيء معنى الشيء، ويكون في الحروف - كما هنا - وغيرها، وانظر الإتقان (3/ 122 - 123).",
            "page": "127",
            "part": "1",
            "seal": "90D83B10"
        },
        {
            "id": "130",
            "nass": "فحسبوه فألفوه كما زعمت ... ... ... ستا وستين لم تنقص ولم تزد ¶ فقوله: أو نصفه بمعنى ونصفه كما هو ظاهر من معنى البيتين المذكورين، لأن مرادها أنها تمنت أن يكون الحمام المار بها هو ونصفه معه لها مع حمامتها التي معها، ليكون الجميع مائة حمامة، فوجدوه ستاً وستين ونصفها ثلاث وثلاثون، فيكون المجموع تسعاً وتسعين، والمروي في ذلك عنها ¶ أنها قالت: ¶ ليت الحمام ليه ... ... ... إلى حمامتيه ¶ ونصفه قديه ... ... ... تم الحمام مايه ¶ وقول توبة بن الحمير: ¶ قد زعمت ليلى بأني فاجر ... ... لنفسي تقاها أو عليها فجورها] (¬1). ¶ 157 - يطلق النزول على عذاب أهل النار على سبيل التهكم والاحتقار (¬2). ¶ [قوله تعالى: {هذا نُزُلُهُمْ يَوْمَ الدِّينِ}. النزل بضمتين: هو رزق الضيف الذي يقدم له عند نزوله إكراماً له، ومنه قوله تعالى: {إِنَّ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلاً}، وربما استعملت العرب النزول في ضد ذلك على سبيل التهكم والاحتقار، وجاء القرآن باستعمال النزول فيما يقدم لأهل النار من العذاب كقوله هنا: في عذابهم المذكور في قولهم: {لاّكِلُونَ مِن شَجَرٍ مِّن زَقُّومٍ} إلى قوله: {شُرْبَ الْهِيمِ هذا نُزُلُهُمْ} أي هذا العذاب المذكور هو ضيافتهم ورزقهم المقدم لهم عند نزولهم في دارهم التي هي النار، كقوله تعالى للكافر الحقير الذليل: {ذُقْ إِنَّكَ أَنتَ الْعَزِيزُ الْكَرِيمُ}. ¶ وما تضمنته هذه الآية الكريمة من إطلاق النزول على عذاب أهل النار، جاء موضحاً في غير هذا الموضع كقوله في آخر هذه السورة الكريمة: {فَنُزُلٌ مِّنْ حَمِيم ٍوَتَصْلِيَةُ جَحِيمٍ}، وقوله تعالى في آخر الكهف: {إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلاً}، ونظير ذلك من كلام العرب قول أبي السعد الضبي: ¶ ¬__________ ¶ (¬1) - (7/ 780) (الواقعة/47). ¶ (¬2) - وفيه عند القائلين بالمجاز استعارة تهكمية، وهي ما استعمل في ضد أو نقيض، وانظر الإتقان (3/ 140).",
            "page": "128",
            "part": "1",
            "seal": "514651FD"
        },
        {
            "id": "131",
            "nass": "وكنا إذا الجبار بالجيش ضافنا ... جعلنا القنا والمرهفات له نزلاً] (¬1). ¶ 158 - كل شيء خلا من الناس يقال له أقوى. ¶ [قوله تعالى {وَمَتَاعاً لِّلْمُقْوِينَ} أي منفعة للنازلين بالقواء من الأرض، وهو الخلاء والفلاة التي ليس بها أحد ... وكل شيء خلا من الناس يقال له أقوى، فالرجال إذا كان في الخلا قيل له: أقوى. والدار إذا خلت من أهلها قيل لها أقوت. ¶ ومنه قول نابغة ذبيان: ¶ يا دار مية بالعلياء فالسند ... ... أقوت وطال عليها سالف الأبد ¶ وقول عنترة: ¶ حيت من طلل تقادم عهده ... ... أقوى وأقفر بعد أم الهيثم] (¬2). ¶ 159 - يقال: أُتِيَ فلان إذا أظل عليه العدو. ¶ قال صاحب التتمة - رحمه الله -: [قوله تعالى: (فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا) أتى: تأتي بعدة معان، منها: بمعنى المجيء، ومنها بمعنى الإنذار، ومنها بمعنى المداهمة. ¶ أما معنى الآية، فإن سياق القرآن يدل على أن مثل هذا السياق ليس من باب الصفات كما في قوله تعالى: (فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِد)، أي هدمه واقتلعه من قواعده، ونظيره: (أَتَاهَا أَمْرُنَا لَيْلاً أَوْ نَهَاراً)، وقوله: (أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا)، وقوله: (أَفَلا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا). ¶ وفي الحديث عن أبي هريرة رضي الله عنه في العَدْوَى: (أنَّى قلتَ أُتِيتَ) (¬3) أي دُهِيتَ وتغيَّر عليك حِسّك فَتَوَهَّمْتّ ما ليس بصحيح صحيحا. ¶ ويقال: أُتِيَ فلان بضم الهمزة وكسر التاء إذا أظل عليه العدو، ومنه قولهم: «من مأمنه يأتي الحذر»، فيكون قوله تعالى: (فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا) أخذهم ودهاهم وباغتهم من حيث لم يحتسبوا من قتل كعب بن الأشرف وحصارهم، ¶ ¬__________ ¶ (¬1) - (7/ 783 - 784) (الواقعة/56). ¶ (¬2) - (7/ 796) (الواقعة/71: 73). ¶ (¬3) - لم أقف عليه.",
            "page": "129",
            "part": "1",
            "seal": "6E0F9242"
        },
        {
            "id": "132",
            "nass": "وقذف الرعب في قلوبهم] (¬1). ¶ 160 - القول لا يتغير بل يحكي على ما قيل أولاً. ¶ [إنهم اتفقوا على أن القول لا يتغير بل يحكي على ما قيل أولاً كقولهم: الصيف ضيعتِ اللبن بكسر التاء خطاباً للمؤنثة. ¶ فلو قيل لرجل أهمل وقت الإمكان ثم راح يطلبه بعد فواته، لقلت له: الصيف ضيعتِ اللبن بكسر التاء على الحكاية. ¶ وهذا مما يسمى الاستعارة التمثيلية من أبلغ الأساليب، وأكثر ما في القرآن من أمثلة إنما هو من قبيل التشبيه التمثيلي، وهو تشبيه صورة بصورة، وهو من أوضح أساليب البيان.] (¬2). ¶ 161 - الغاشية تطلق على الخير كما تطلق على الشر، بمعنى الشمول والإحاطة التامة. ¶ [معلوم أن الغاشية تطلق على الخير كما تطلق على الشر، بمعنى الشمول والإحاطة التامة. ومن إطلاقها على الخير ما جاء في الحديث: «ما جلس قوم مجلساً يذكرون الله تعالى فيه إلاَّ حفَّتهم الملائكة وغشيتهم الرحمة، وذكرهم الله فيمن عنده» أخرجه مسلم (¬3). ¶ وبيان ذلك وتحقيقه في حق كلا القسمين كالآتي: ¶ أما الأول منهما: وهو الغاشية في حق أهل النار فقد غشيهم العذاب حساً ومعنى ظاهراً وباطناً أو لا خشوع في ذلة، وهي ناحية نفسية، وهي أثقل أحياناً من الناحية المادية، فقد يختار بعض الناس الموت عنها، ثم مع الذلة العمل والنصب حساً وبدناً، ومع النصب الشديد تصلى ناراً حامية، وكان يكفي تصلى ناراً. ولكن إتباعها بوصفها حامية فهو زيادة في إبراز عذابهم وزيادة في غشيان العذاب لهم، ثم يسقون من عين آنية متناهية في الحرارة فيكونون بين نار حامية من الخارج وحميم من الداخل تصهر منه البطون، فهو أتم في الشمول للغاشية لهم من جميع ¶ ¬__________ ¶ (¬1) - (8/ 32: 34) (الحشر / 2). ¶ (¬2) - (8/ 105 - 106) (الحشر/21). ¶ (¬3) - أخرجه مسلم (4/ 2074) (2699) من حديث أبي هريرة - رضي الله عنه -.",
            "page": "130",
            "part": "1",
            "seal": "BA7CEE3F"
        },
        {
            "id": "133",
            "nass": "الوجوه. وفي حق القسم المقابل تعميم كامل وسرور شامل كالآتي، وجوه ناعمة مكتملة النعمة، تعرف في وجههم نضرة النعيم. ¶ وهذا في شموله من الناحية المعنوية كمقابلة في القسم الأول بدلاً من خاشعة في ذلة ناعمة في نضرة لسعيها راضية الذي سعته في الدنيا، والذي تسعى لتحصيله أو ثوابه في جنة عالية بدلاً من عمل ونصب، لا تسمع فيها لاغية: منزلة أدبية رفيعة حيث لا تسمع فيها كلمة لغو، ولا يليق بها، فهو إكرام لهم حتى في الكلمة التي يسمعونها، كما في قوله: {لاَ يَسْمَعُونَ فِيهَا لَغْواً وَلاَ تَأْثِيماً إِلاَّ قِيلاً سَلَاماً سَلَاماً} ... ] (¬1). ¶ 162 - يطلق المحل، ويراد الحال (¬2). ¶ [{الَّذِى يُوَسْوِسُ فِى صُدُورِ النَّاسِ}. اختلف في الظرف هنا، هل هو ظرف للوسواس حينما يوسوس، فيكون موجوداً في الصدور، ويوسوس للقلب، أو هو ظرف للوسوسة. ويكون المراد بالصدور القلوب، لكونها حالة في الصدور من باب إطلاق المحل، وإرادة الحال على ما هو جار في الأساليب البلاغية. وعلى حد قوله تعالى: {فَلْيَدْعُ نَادِيَهُ}، أطلق النادي، وأراد من يحل فيه من القوم (¬3).] (¬4). ¶ ¬__________ ¶ (¬1) - (9/ 198) (الغاشية/8: 16). ¶ (¬2) - ونوع المجاز هنا عند القائلين به هو مجاز مرسل، وعلاقته محلية، وانظر الإتقان (3/ 114)، أسرار البيان (ص/124). ¶ (¬3) - قال الشنقيطي - رحمه الله - (4/ 387 - 388) (مريم/73 - 74): [وقول الكفار الذي حكاه الله عنهم في هذه الآية الكريمة {أَىُّ الْفَرِيقَيْنِ خَيْرٌ مَّقَاماً وَأَحْسَنُ نَدِيّاً} الظاهر فيه أن وجه ذكرهم للمقام والندي: أن المقام هو محل السكنى الخاص لكل واحد منهم. والندي محل اجتماع بعضهم ببعض ... ¶ والمقامات: جمع مقامة بمعنى المقام. والأندية: جمع نادٍ بمعنى الندى وهو مجلس القوم، ومنه قوله تعالى: {السَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ الْمُنْكَرَ} فالنادي والندي يطلقان على المجلس، وعلى القوم الجالسين فيه. وكذلك المجلس يطلق على القوم الجالسين، ومن إطلاق الندي على المكان قول الفرزدق: ¶ وما قام منا قائم في ندينا ... ... ... فينطق إلا بالتي هي أعرفُ ¶ وقوله تعالى هنا: {وَأَحْسَنُ نَدِيّاً}. ومن إطلاقه على القوم قوله: {فَلْيَدْعُ نَادِيَهُ سَنَدْعُ الزَّبَانِيَةَ}. ومن إطلاق المجلس على القوم الجالسين فيه قول ذي الرمة: ¶ لهم مجلس صهب السبال أذلة ... ... ... سواسية أحرارها وعبيدها]. ¶ وقال أيضاً (5/ 710) (الحج/45): [وقد دلت هذه الآية الكريمة وأمثالها في القرآن أن لفظ القرية: يطلق تارة على نفس الأبنية، وتارة على أهلها الساكنين بها، فالإهلاك في قوله: {أَهْلَكْنَاهَا}، والظلم في قوله: {وَهِىَ ظَالِمَةٌ}: يراد به أهلها الساكنون بها وقوله: {فَهِىَ خَاوِيَةٌ عَلَى عُرُوشِهَا} يراد به الأبنية كما قال في آية: {وَاسْئَلِ الْقَرْيَةَ الَّتِى كُنَّا فِيهَا} وقال في أخرى: {حَتَّى إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ اسْتَطْعَمَآ أَهْلَهَا}. وقد بينا في رسالتنا المسماة منع جواز المجاز في المنزل للتعبد والإعجاز: أن ما يسميه البلاغيون مجاز النقص، ومجاز الزيادة، ليس بمجاز حتى عند جمهور القائلين بالمجاز من الأصوليين، وأقمنا الدليل على ذلك]. ¶ وقال الثعالبي في سر العربية (ص/346): [فصل في ذكر المكان والمراد به مَنْ فيه: العرب تفعل ذلك قال الله تعالى: \" واسأَل القَرْيَةَ التي كنَّا فيها \" أي أهلها وكما قال جلَّ جلاله: \" وإلى مَديَنَ أخاهم شُعيباً \" أي أهل مديَن وكما قال حُمَيدُ بن ثَور: ... ¶ قَصائِدُ تَستَحْلي الرُواةُ نَشيدَها ... ويَلهو بها من لاعِبِ الحَيِّ سامِرُ ¶ يَعَضُّ عليها الشيخُ إبهامَ كَفِّهِ ... وتُجزى بها أحياؤُكم والمقابرُ ¶ أي أهل المقابر. ¶ والعرب تقول: أكلتُ قِدراً طيبة. أي أكلت ما فيها. وكذلك قول الخاصّة: شَرِبت كأسا]. ¶ (¬4) - (9/ 670) (الناس/5).",
            "page": "131",
            "part": "1",
            "seal": "BE53BCEE"
        },
        {
            "id": "134",
            "nass": "وهذا آخر ما وقفت عليه من أساليب وإطلاقات عربية في تفسير أضواء البيان للعلامة الشنقيطي - رحمه الله -. ¶ والله - عز وجل - أسأل التوفيق، والقبول، والسداد. وهو حسبنا ونعم الوكيل. ... ¶ أبو المنذر: محمود بن محمد بن مصطفى المنياوي. ¶ عفا الله - تعالى - عنه",
            "page": "132",
            "part": "1",
            "seal": "1FD202E0"
        }
    ],
    "t844": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "المجاز"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: أهمية الموضوع وأسباب اختياره."
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "2",
            "tit": "المطلب الثاني: تعريف المجاز في الاصطلاح."
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث: أقسام المجاز، وأمثلته."
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع: تاريخ نشوء القول بالمجاز."
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الأول: أقوال العلماء في المجاز."
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: الأدلة، والمناقشات، والراجح، ووجه ترجيحه."
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثالث: هل للخلاف في المجاز ثمرة؟"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الرابع: أثر القول بالمجاز على النصوص الشرعية وتعقيب على أشهر الأمثلة التي ذكرها بعض الأصوليين للمجاز."
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "الأساليب العربية"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "1 - يسمي التقدير خلقا"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "2 - المفرد إذا كان اسم جنس يكثر في كلام العرب إطلاقه مرادا به الجمع - مع تنكيره، أو تعريفه بالألف واللام أو بالإضافة -"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "3 - عطف الشيء على نفسه، مع اختلاف اللفظ؛ لأن تغاير اللفظين ربما نزل منزلة التغاير المعنوي."
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "4 - كل ما علا الماء يسمى طافيا."
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "5 - الخيط الأبيض يطلق على الصبح، والأسود على الليل"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "6 - ربما أطلقت العرب لفظ النعم على خصوص الإبل."
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": "1",
            "tit": "7 - إطلاق الخوف بمعنى العلم."
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": "2",
            "tit": "8 - إسلام الوجه يطلق ويراد به الإذعان والانقياد التام."
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "9 - عال يعول إذا جار ومال، وهو عائل"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "10 - يسمى النفخ روحا"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "1",
            "tit": "11 - الخفض بالمجاورة."
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "12 - يطلق المسح على الغسل."
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "1",
            "tit": "13 - ربما استعمل التحرير في الإخراج من الأسر والمشقات، وتعب الدنيا ونحو ذلك."
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "2",
            "tit": "14 - إطلاق شيطان على المتمرد"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "15 - يطلق المجموع مرادا بعضه."
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "1",
            "tit": "16 - يطلق لا شيء على ما لا نفع فيه."
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "17 - القرابة إذا كانت قرابة نسب تعين التأنيث فيها، وإن كانت قرابة مسافة جاز التذكير والتأنيث."
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "18 - يطلق اسم الفيء على الغنيمة."
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "19 - يطلق الحرف الواحد من الكلمة، ويراد به جميع الكلمة."
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "20 - عادة العرب قولهم: لا أستطيع أن أسمع كذا، إذا كان شديد الكراهية، والبغض له"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "21 - الضلال يطلق بمعنى: الذهاب عن طريق الحق إلى طريق الباطل، وبمعنى: الضلال بمعنى الهلاك والغيبة والاضمحلال، وبمعنى: الذهاب عن علم حقيقة الأمر المطابقة للواقع."
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "22 - يطلق الهم ويراد به المحبة والشهوة."
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "1",
            "tit": "23 - إذا كان المحكوم عليه غير موجود فيعلم منه انتفاء الحكم عليه بذلك الأمر الموجودي."
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "24 - \" وراء \" تطلق بمعنى: أمام"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "1",
            "tit": "25 - الغلام يطلق على العبد، وعلى الصغير الذي لم يبلغ، وعلى الرجل البالغ، وربما قالوا للأنثى غلامة."
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "26 - صدعت الشيء: أظهرته."
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "1",
            "tit": "27 - يطلق اسم الشجر على كل ما تنبته الأرض من المرعى"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "28 - يقال: سامت المواشي، إذا رعت في المرعى الذي ينبته الله بالمطر. وأسامها صاحبها: أي رعاها فيه."
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "1",
            "tit": "29 - يذكر وصف الأنثى باعتبار الشخص، وكذلك لا مانع من تأنيث صفة الذكر باعتبار النسمة أو النفس"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "30 - الفلك يطلق على الواحد وعلى الجمع، وأنه إن أطلق على الواحد ذكر، وإن أطلق على الجمع أنث."
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "31 - يطلق الوصوب على الدوام."
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": "1",
            "tit": "32 - البشارة تطلق على الخبر مما يسر، وبما يسوء."
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "33 - لفظة «جعل» تأتي لأربعة معان: اعتقد، صير، خلق، شرع."
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "34 - رجوع الضمير إلى غير مذكور يدل عليه المقام."
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "35 - تطلق المفاعلة بمعنى الفعل المجرد."
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": "1",
            "tit": "36 - يطلق المصدر ويراد الاسم"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "37 - يطلق الإيحاء على الإعلام بالشيء في خفية. ولذا تطلقه العرب على الإشارة، وعلى الكتابة، وعلى الإلهام."
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "38 - حذف الإرادة لدلالة المقام عليه"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": "1",
            "tit": "39 - يطلق اللسان ويراد به الكلام، فيؤنث، ويذكر"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "40 - يطلق الإذاقة على الذوق وعلى غيره من وجود الألم واللذة."
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": "1",
            "tit": "41 - يطلق اللباس على المعروف، ويطلق على غيره مما فيه معنى اللباس من الاشتمال."
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "42 - الإتيان بحرف التعليل للدلالة على العلة الغائية، والإتيان باللام للدلالة على ترتب أمر على أمر، كترتب المعلول على علته الغائية."
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": "1",
            "tit": "43 - الفلاح يطلق على: الفوز بالمطلوب، وعلى: البقاء والدوام في النعيم."
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "44 - المشاكلة بين الألفاظ."
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": "1",
            "tit": "45 - لفظ الرؤيا يطلق على رؤية العين يقظة - أي مع إطلاقها على رؤيا المنام -"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "46 - حذف المضاف، إن دلت عليه قرينة"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "47 - أمرته فعصاني. أي أمرته بالطاعة فعصى."
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "48 - خطاب إنسان والمراد بالخطاب غيره."
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "49 - إفراد الخطاب مع قصد التعميم"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": "1",
            "tit": "50 - إطلاق كل من اسما الفاعل واسم المفعول وإرادة الآخر."
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "51 - حذف النعت إن دل عليه الدليل."
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "52 - يطلق لفظة الصالحة على الفعلة الطيبة."
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": "1",
            "tit": "53 - تطلق لعل مضمنة معنى النهي."
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "54 - يطلق فعيل بمعنى مفعول"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "55 - يطلق الأمد على الغاية."
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": "1",
            "tit": "56 - تطلق الآية في اللغة العربية بمعنى العلامة، وبمعنى الجماعة، وتطلق في القرآن على الآية الشرعية، والآية الكونية."
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "57 - يطلق الغد على المستقبل من الزمان"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": "1",
            "tit": "58 - التهديد بالصيغة التي ظاهرها التخيير"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "59 - الظلم وضع الشيء في غير محله."
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "60 - إغاثة الكفار بماء كالمهل مع أنه من أشد العذاب، وبيان إطلاقات المهل."
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "61 - أصل الارتفاق هو الاتكاء على المرفق"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": "1",
            "tit": "62 - يطلق الجن على الملائكة."
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "63 - يطلق باض وفرخ على سبيل المثل"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "64 - الظن يطلق على اليقين، وعلى الشك"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "65 - تطلق الإرادة على المقاربة والميل إلى الشيء."
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "66 - الرجاء يستعمل في رجاء الخير، ويستعمل في الخوف أيضا."
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": "1",
            "tit": "67 - يعبر عن انتشار بياض الشيب في الرأس، باشتعال الرأس شيبا."
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "68 - المولى: يطلق على كل من انعقد بينك وبينه سبب يواليك وتواليه به."
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": "1",
            "tit": "69 - العاقر يطلق على الذكر والأنثى"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "70 - السمي يطلق بمعنى: مسمى باسمه. وبمعنى: المسامي، أي المماثل في السمو، والرفعة، والشرف، وهو فعيل بمعنى مفاعل"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": "1",
            "tit": "71 - يطلق الكلام على الإشارة."
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "72 - يطلق اسم الأخ على النظير المشابه، وعلى الصديق، والصاحب."
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": "1",
            "tit": "73 - يطلق الغي على كل شر، والرشاد على كل خير."
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": "2",
            "tit": "74 - يعبر عن الدوام بالبكرة والعشي، والمساء والصباح."
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "75 - يعبر بتحلة القسم عن القلة الشديدة وإن لم يكن هناك قسم أصلا."
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": "1",
            "tit": "76 - إطلاقات الأثاث."
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "77 - حيث كلمة تدل على المكان، كما تدل حين على الزمان، ربما ضمنت معنى الشرط."
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": "1",
            "tit": "78 - السحر يطلق على كل شيء خفي سببه، ولطف، ودق."
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "79 - يعدى التصليب بـ «في»."
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": "1",
            "tit": "80 - إشباع الحركة بحرف مد يناسبها."
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "81 - السلوى يطلق على العسل."
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": "1",
            "tit": "82 - زيادة لفظة «لا» لتوكيد الكلام وتقويته في الكلام الذي فيه معنى الجحد أغلب مع أن ذلك مسموع في غيره."
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "83 - الهمس يطلق على الخفاء، فيشمل خفض الصوت وصوت الأقدام"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": "1",
            "tit": "84 - العرب تقول: خلق من كذا. يعنون بذلك المبالغة في الاتصاف."
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "85 - يطلق اللبوس على كل ما يلبس."
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": "1",
            "tit": "86 - ما ورد من وضع الحامل حملها، وشيب الولد، ونحو ذلك يوم القيامة، كناية عن شدة الهول"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "87 - الهدى يستعمل في الإرشاد والدلالة على الخير، ويستعمل أيضا في الدلالة على الشر."
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": "1",
            "tit": "88 - يطلق على الأرض أنها اهتزت لاهتزاز ما بها من نبات."
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "89 - إسناد جميع الأعمال إلى اليد"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": "1",
            "tit": "90 - الإشارة إلى القريب إشارة البعيد"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "91 - تزحلق اللام عن محلها الأصلي."
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": "1",
            "tit": "92 - اليد تطلق على العضو إلى المرفق، وإلى المنكب"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": "2",
            "tit": "93 - تسمية الشيء باسم ما يحل فيه."
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "94 - يطلق الإحرام على الدخول في أي حرمة لا تهتك زمانية، أو مكانية، أو غير ذلك"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "95 - الأيام تطلق على ما يشمل الليالي."
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": "1",
            "tit": "96 - السعي يطلق على العمل في الأمر لإفساده، وإصلاحه."
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "97 - معاني الفتنة في القرآن."
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "98 - يسمي انطواء القلب على الأمور الخبيثة: مرضا."
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": "1",
            "tit": "99 - تطلق القلة، ويراد بها العدم."
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "100 - يطلق النكاح على الوطء"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": "1",
            "tit": "101 - إطلاق المسبب وإرادة سببه، وإطلاق السبب وإرادة المسبب."
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "102 - يطلق المحصنات على العفائف."
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": "1",
            "tit": "103 - يطلق الرمي على رمي الشخص لآخر بلسانه بالكلام القبيح."
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "104 - يطلق على سليمات الصدور، نقيات القلوب، اسم البله مدحا لا ذما"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "105 - يطلق النشور على الإحياء بعد الموت، وعلى الحياة بعد الموت."
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "106 - يأتي الفعال بمعنى المفعول"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": "1",
            "tit": "107 - تستعمل جاء وأتى بمعنى: فعل."
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": "2",
            "tit": "108 - أفكه بمعنى قلبه."
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "109 - إذا أرادوا تخصيص شيء بالفضيلة، دون غيره جاءوا بصيغة التفضيل، يريدون بها خصوص ذلك الشيء بالفضل."
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "110 - بورا، اسم مصدر يقع على الجماعة، وعلى الواحد."
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": "1",
            "tit": "111 - رجوع الإشارة، أو الضمير بالإفراد مع رجوعهما إلى متعدد باعتبار المذكور"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "112 - يطلق الموت على النوم"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": "1",
            "tit": "113 - تطلق مرج بمعنى: أرسل وخلى، وبمعنى: خلط."
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "114 - عود الضمير إلى اللفظ وحده، دون المعنى."
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": "1",
            "tit": "115 - بات الرجل يبيت، إذا أدركه الليل، نام أو لم ينم"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": "2",
            "tit": "116 - كل صوت غير عربي تسميه العرب أعجم، ولو من غير عاقل."
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "117 - الجناح يطلق لغة حقيقة على يد الإنسان وعضده وإبطه."
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": "1",
            "tit": "118 - تطلق العرب خفض الجناح كناية عن التواضع، ولين الجانب."
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": "2",
            "tit": "119 - إسناد صفات الذات لبعض أجزائها"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": "3",
            "tit": "120 - يضاف الموصوف إلى صفته."
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "121 - حذف المنادى مع ذكر أداة النداء."
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "122 - يحذف الأول لدلالة الثاني عليه."
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "123 - زوجة الرجل يطلق عليها اسم الأهل."
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": "1",
            "tit": "124 - الإتيان بأداة الترتيب لمجرد الترتيب الذكرى فقط، دون إرادة ترتيب الصفات أو الموصوفات"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "125 - من للعالم"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": "1",
            "tit": "126 - يطلق اللازب واللاتب واللازم، بمعنى واحد."
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "127 - الذي تأتي بمعنى الذين"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "128 - يقال حاق به المكروه يحيق به حيقا وحيوقا، إذا نزل به وأحاط به، ولا يطلق إلا على إحاطة المكروه خاصة"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": "1",
            "tit": "129 - النعت بالمصدر."
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": "2",
            "tit": "130 - يطلق الجزء مرادا به البنات."
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "131 - إن كان بمعنى ما كان"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "132 - يطلق الفعيل وصفا بمعنى المفعل."
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "133 - يطلق المثل، على الذات نفسها."
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": "1",
            "tit": "134 - يعرضون على النار: معناه يباشرون حرها كقول العرب: عرضهم على السيف إذا قتلهم به."
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": "2",
            "tit": "135 - قلب الفاعل مفعولا، والمفعول فاعلا."
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "136 - يسند الفعل إلى ما هو له أصالة لملابسته له"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": "1",
            "tit": "137 - الفعال يأتي كثيرا، بمعنى التفعيل."
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "138 - لفظة \"اليدين\" التي أضيفت إليها لفظة \"بين\" يكون المراد: \" أمامه \"."
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "139 - تطلق الشعب، والقبيلة، والعمارة، والبطن، والفخذ، والفصيلة بعضها على بعض"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": "1",
            "tit": "140 - شدة الخلق تسمى حبكا."
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": "2",
            "tit": "141 - تطلق السماء على كل ما علاك."
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "142 - يطلق اسم الذنوب، التي هي الدلو، على النصيب."
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "143 - التنازع يطلق على كل تعاط وتناول."
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": "1",
            "tit": "144 - لا تكاد العرب تطلق الكأس إلا على الإناء المملوء"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "145 - يطلق السموم على الريح الشديدة البرد"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": "1",
            "tit": "146 - لن يحور، بمعنى لن يرجع."
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "147 - يطلق المنون على الموت."
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": "1",
            "tit": "148 - لا تكاد العرب تطلق لفظ النجم مجردا إلا على الثريا."
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": "2",
            "tit": "149 - أمنى الرجل ومني إذا أراق المني وصبه."
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "150 - منى الماني إذا قدر."
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": "1",
            "tit": "151 - تعاطى كذا إذا فعله أو تناوله، وعاطاه إذا تناوله."
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "152 - يطلق العقر على القتل والنحر والجرح."
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": "1",
            "tit": "153 - يطلق كان بمعنى صار."
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": "2",
            "tit": "154 - كل نسج أحكم ودوخل بعضه في بعض، تسمية العرب وضنا، وتسمى المنسوج به موضونا ووضينا."
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "155 - تسمي المرأة لباسا وإزارا وفراشا ونعلا."
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": "1",
            "tit": "156 - تأتي أو بمعنى الواو"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "157 - يطلق النزول على عذاب أهل النار على سبيل التهكم والاحتقار"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "158 - كل شيء خلا من الناس يقال له أقوى."
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": "1",
            "tit": "159 - يقال: أتي فلان إذا أظل عليه العدو."
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "160 - القول لا يتغير بل يحكي على ما قيل أولا."
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": "1",
            "tit": "161 - الغاشية تطلق على الخير كما تطلق على الشر، بمعنى الشمول والإحاطة التامة."
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "162 - يطلق المحل، ويراد الحال"
        }
    ]
}