{
    "b8490": [
        {
            "id": "2",
            "nass": "مقدمة المؤلف ¶ بِسْمِ اللهِ الرَّحْمَن الرَّحِيْم ¶ الْحَمْدُ لله الَّذِيْ جَعَلَ فَضْلَ عَائِشَةَ عَلَى النِّسَاءِ كَفَضْلِ الثَّرِيْدِ عَلَى سَائِرِ الطَّعَامِ، وَأَعْلَى أَعْلَامَ فَتْوَاهَا بَيْنَ الْأَعْلَامِ، وَأَلْبَسَهَا حُلَّةَ الشَّرَفِ حَيْثُ جَأءَ إِلَى سَيِّدِ الْخَلْقِ الْمَلَكُ بِهَا فِي سَرَقَةٍ مِّنْ حَرِيْرٍ فِي الْمَنَامِ، وَأَشْهَدُ أَنْ لَا إله الله وحده لا شريك لَهُ شَهَادَةً تَنْظِمُنَا فِيْ أَبْنَاءِ أُمَّهَاتِ الْمُؤْمِنِيْنَ، وَتَهْدِيْنَا إِلَى سُنَنِ السُّنَّةِ آمِنِيْنَ، وَأَشْهَدُ أَنَّ سَيِّدَنَا محمدًا عَبْدُهُ وَرَسُوْلُهُ الَّذِيْ أَرْشَدَ إِلَى الشَّرِيْعَةِ الْبَيْضَاءِ. وَأَعْلَنَ بِفَضْلِ عَائِشَةَ حَتَّى قِيْلَ: خُذُوْا شَطْرَ دِيْنِكُمْ عَنِ الْحُمَيْرَاءِ، صَلَّى اللهُ عَلَيْهِ وَعَلَى آلِهِ وَصَحْبِهِ صَبَاحَ مَسَاءَ، وَعَلَى أَزْوَاجِهِ اللَّوَاتِيْ قِيْلَ فِيْ حَقِّهِنَّ: {لَسْتُنَّ كَأَحَدٍ من النساء} صَلَاةً بَاقِيَةً فِيْ كُلِّ أَوَانٍ دَائِمَةً مَا اخْتَلَفَ الْمَلوَانِ. ¶ وَبَعْدُ، فَهَذَا كِتَابٌ أَجْمَعُ فِيْهِ ما تفردت به الصريقة رَضِيَ اللهُ عَنْهَا ¶ أَوْ خَالَفَتْ فِيْهِ سِوَاهَا بِرَأْيٍ مِنْهَا أَوْ كَانَ عِنْدَهَا فِيْهِ سُنَّةً بينهة، أو زيادة علم متقنة، أو أنكرت فِيْهِ عَلَى عُلَمَاءِ زَمَانِهَا، أَوْ رَجَعَ فِيْهِ إليها أجلة من أعيان أوانها، أو حررته مِنْ فَتْوَى، أَوِ اجْتَهَدَتْ فِيْهِ مِنْ رَأْيٍ رَأَتْهُ أَقْوَى. مُْورِدًا مَا وَقَعَ إِلَيَّ مِنْ اخْتِيَارَاتِهَا، ذَاكِرًا مِّنَ الْأَخْبَارِ فِيْ ذَلِكَ مَا وصل إلي من رواتها. غير مدع فِيْ تَمْهِيْدِهَا لِلِاسْتِيْعَابِ، وَأَنَّ الطَّاقَةَ أَحَاطَتْ بِجَمِيْعِ مَا فِيْ هَذَا الْبَابِ. عَلَى أَنِّيْ",
            "page": "3",
            "part": "1",
            "seal": "C52D8C0A"
        },
        {
            "id": "3",
            "nass": "حَرَّرْتُ مَا وَقَعَ لِيْ من ذَلِكَ تحريرًا وَنَمَّقْتُ بُرُوْدَهُ رَقْمًا وَتَحْبِيْرًا. مَعَ فَوَائِدَ أَضُمُّهَا إِلَيْهِ وَفَرَائِدَ أَنْثُرُهَا عَلَيْهِ، لِيُكِنَّ عِقْدًا ثَمِيْنَةً جَوَاهِرُهُ، وَفَلَكًا مُنِيْرَةً زَوَاهِرُهُ، وَلَقَدْ وُفِّقْتُ لِجَمْعِهَا فِيْ زَمَنٍ قَرِيْبٍ، وَأَصْبَحَ مَأْهُوْلُ رَبْعِهَا مَأْوَى لِكُلِّ غَرِيْبٍ. وَمَا هَذَا إِلَّا بِبَرَكَةِ هَذَا البيت العظيم الفخر، وما هي بأول بركتكم يا آل أبي بكر. وسميته (الإجابة: الإيراد مَا اسْتَدْرَكَتْهُ عَائِشَةُ عَلَى الصَّحَابَةِ) . وَاللهَ أَسْأَلُ أَنْ يَجْعَلَهُ خَالِصًا لِوَجْهِهِ الْكَرِيْمِ، مُوْصِلًا إِلَى جنان النَّعِيْمِ وأَهْدَيْته إِلَى بَحْرِ عِلْمٍ ثَمِيْنٍ جَوْهَرُهُ، وَأُفُقِ فَضْلٍ أََضَاءَ شَمْسهُ وَقَمْرهَ، وَرَوْضِ آدَابٍ يَانِعَةٍ ثِمَارُهُ، سَاطِعَةٍ أَزْهَارُهُ، سَيِّدِيْ قَاضِي الْقُضَاةِ برهان الدين بن جماعة ¶ الشَّافِعِيِّ أدَامَ اللهُ عُلُوَّهُ وَكَبَتَ عُدُوَّهُ إِذْ لِمَذْهَبِ الشَّافِعِيِّ مِنْ ثِمَارِهِ أَيُّ رَوْضَاتٍ، وَهُوَ لمِحْرَابِهِ إِمَامٌ يَتْلُوْ فِيْهِ مِنْ مُعْجِزِ الْقَوْلِ آيات. قد أظهر عرايس فَضْلِهِ الْمَجْلُوَّةِ، وَأَبْرَزَ نَفَائِسَ نَقْلِهِ الْمَحْبُوَّةِ، وَبَهَرَ الْعُقُوْلَ بِدَقَائِقِهِ الَّتِيْ بَهَرَتْ، وَزَادَ الْمَبَاحِثَ رَوْنَقًا بِعِبَارِتِهِ الَّتِيْ سَحَرَتِ الْأَلْبَابَ وَمَا شَعُرَتْ، تَهْدِي الْعُلُوْمَ إِلَيْهِ وَهُوَ حَقِيْقَةٌ أَدْرَى مِنَ الْمَهْدِيِّ بِهِنَّ وَأَعْلَمُ. وَكُنْتُ فِيْ إِهْدَائِهِ إِلَى مَقَامِهِ كَمَنْ يُهْدِيْ إِلَى الْبُسْتَانِ أَزْهَارَهُ؛ وَإِلَى الْفَلَكِ شُمُوْسَهُ وَأَقْمَارَهُ،، وَإِلَى الْبَحْرِ جَدْوَلًا، وَإِلَى السَّيْلِ وَشْلًا، وَلَكِنْ عَرَضْتُ هَذَا الْمُصَنَّفَ عَلَى مَلِكِ الْكَلَامِ؛ بَلْ أَمِيْرِ الْمُؤْمِنِيْنَ فِي الْحَدِيْثِ وَالْإِمَامِ، ¶ لِأُثَقِّفَهُ بِاطْلَاعِهِ عَلَيْهِ وَالسَّلَامِ. وَاللهَ تَعَالَى يَجْعَلُ أَيَّامَهُ كُلَّهَا مَوَاسِمَ، وَيُطَرِّزُ التَّصَانِيْفَ بِفَوَائِدِهِ حَتَّى تَصِيْرَ كَالثُّغُوْرِ الْبَوَاسِمِ.",
            "page": "4",
            "part": "1",
            "seal": "167EC4C4"
        },
        {
            "id": "4",
            "nass": "الباب الأول في ترجمتها وخصائصها ¶ الفصل 1 - في ذكر شئ مِنْ حَالِهَا ¶ هِيَ أُمّ الْمُؤْمِنِيْنَ وَأُمُّ عَبْد اللهِ عَائِشَةَ بِنْتِ أَبِيْ بَكْرٍ الصِّدِّيْقةُ بِنْتُ أَبِيْ بَكْرٍ الصِّدِّيْقةُ بِنْتُ الصِّدِّيْق رَضِيَ اللهُ عَنْهُ وَعَنْهَا حَبِيْبَةُ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْفَقِيْهَةُ الرَّبَّانِيَّةُ كُنْيَتُهَا أُمُّ عَبْدِ اللهِ كَنَّاهَا بِهِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِابْنِ أُخْتهَا عَبْدِ اللهِ بْنِ الزُّبَيْرِ رواه أبو داوود وَقَالَ الْحَاكِمُ صَحِيْح الْإِسْنَاد ¶ وَجَاءَ فِي مُعْجَمِ ابْنِ الْأَعْرَابِيّ أَنَّهَا جَاءَتْ بِسِقْطٍ فَسَمَّاهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَبْدَ اللهِ وَفِي إسناده نظر لأن مداره على داوود بْنِ الْمُحَبَّرِ صَاحِبِ كِتَابِ الْعَقْلِ",
            "page": "5",
            "part": "1",
            "seal": "26790109"
        },
        {
            "id": "5",
            "nass": "وَعَائِشَةُ مَأْخُوْذَةٌ مِنَ الْعَيْشِ وَيُقَالَ أَيْضًا عَيْشَةٌ لُغَةً حَكَاهَا ابْنُ الْأَعْرَابِيّ وَعَليّ بْنُ حَمْزَةَ ولا التفات لإسناد أبي عبيدة في الغربي المصنف ذلك ¶ وذكر أبو الفضل الْفَلْكِيُّ فِي الْأَلْقَابِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صغر اسمها وقال ¶ يَا عُوَيْشُ وَذَكَرَ صَاحِبُ مُسْنَدِ الْفِرْدَوْسِ أَنَّ الْإِمَام أَحْمَد فِيْ مُسْنَدِهِ رَوَاهُ مِنْ حَدِيْثِ أم سلمة قالت عائشة يا رسول اللهِ عَلِّمْنِيْ دَعْوَةً أَدْعُوْ بِهَا فَقَالَ يَا عويش قولي اللهم رب محمد الْأُمِّيّ أَذْهِبْ عَنِّيْ غَيْظَ قَلْبِيْ وَأَجِرْنِيْ مِنْ مُضِلَّاتِ الْفِتَنِ وَاسْتَغْرَبَهُ ابْنُ الصَّلَاحِ فِي طَبَقَاتهِ وفي الصحيحين يا عايش على الترخيم",
            "page": "6",
            "part": "1",
            "seal": "5CDB27C7"
        },
        {
            "id": "6",
            "nass": "وفي الأول دليل على جواز التصغير كقوله يا أبا عمير تَصْغِيْر تَحْبِيْبٍ وَجَعَلَ صَاحِبُ الْبَسِيْطِ مِنَ النَّحْوِيِّيْنَ مثل قوله يا حميرا تَصْغِيْر تَقْرِيْبِ مَا يُتَوَهَّمُ أَنَّهُ بَعِيْدٌ كَقَوْلهِمْ بعيد العصر وقبيل الْفَجْرِ قَالَ لِأَنَّ الْمُرَادَ بِهَا الْبَيْضَاءُ فَكَأَنَّهَا غَيْرُ كَامِلَةِ الْبِيَاضِ قَالَ وَكَذَلِكَ قَوْلهُ كُنَيْفٌ ملئ علما ¶ وقال أبو القاسم الثمانيني فيشرح اللُّمَعِ قَوْل عُمَر رَضِيَ اللهُ عَنْهُ فِي ابْنِ مَسْعُوْد كُنَيْفٌ مُلِئَ عِلْمًا قَالُوْا إِنَّهُ أَرَادَ بِهَذَا التَّحْقِيْرِ تَعَظِيْمهُ كَمَا قَالُوْا فِي داهية دويهية وخويخية قَالَ وَالصَحِيْح أَنَّ ابْنَ مَسْعُوْد كَانَ صَغِيْر الْجِسْم قَصِيْرًا فَقَالَ كُنَيْفٌ مُصَغَّرَةً لِيَدُلَّ عَلَى تصغير جسمه لأن كنيفا تكبيره كنف وهو شئ يَكُوْنُ فِيْهِ أَدَاةُ الرَّاعِيْ فأَرَادَ أَنَّهُ حَافِظٌ لِّمَا فِيْهِ ¶ وَأُمُّهَا أُمّ رُوْمَانَ بِفَتْحِ الرَّاءِ وضمها بنت عامر بن عويمر بن عبد شمس ابن كِنَانَةَ رَوَى الْبُخَارِيُّ لِأُمِّ رُوْمَانَ حَدِيْثًا وَاحِدًا مِنْ حَدِيْثِ الْإِفْك مِنْ رِوَايَة مَسْرُوْقٍ عَنْهَا ولم يلقها وقيل عن مسروق حدثتني أم رومان وَهُوَ وَهْمٌ وَنَقَلَ",
            "page": "7",
            "part": "1",
            "seal": "32A711EE"
        },
        {
            "id": "7",
            "nass": "النووي أن ابن اسحاق سماها في السيرة زينب وفي ¶ الروض للسهلي اسْمُهُا دَعْدَةُ وَذَكَرَ مُحَمَّد بْن سَعْدٍ وَغَيْرُهُ أَنَّ أُمَّ رُوْمَانَ مَاتَتْ فِي حَيَاةِ",
            "page": "8",
            "part": "1",
            "seal": "F4B85D5E"
        },
        {
            "id": "8",
            "nass": "رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في سَنَةِ سِتٍّ مِنَ الْهِجْرَة وَنَزَلَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي قَبْرِهَا",
            "page": "9",
            "part": "1",
            "seal": "0B7637E9"
        },
        {
            "id": "9",
            "nass": "وهذا يقوي الإشكال في مَوْتَهَا فِي حَيَاةِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ منهم أبو نعيم الْأَصْفَهَانِيّ وَلَا عُمْدَةَ لِمَنْ أَنْكَرَهُ إِلَّا رِوَايَة مَسْرُوْقٍ وَقَالَ الْخَطِيْبُ لَمْ يَسْمَعْ مَسْرُوْقٌ مِنْ أُمِّ رُوْمَانَ شَيْئًا وَالْعَجَبُ كَيْفَ خَفِي ذَلِكَ على البخاري وقد فطن مسلم له ¶ تَزَوَّجَهَا رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بمكة قبل الهجرة بسنتين وقيل ثلاث بَعْدَ مَوْتِ خَدِيْجَةَ وَقَبْلَ سَوْدَة بِنْتِ زَمْعَةَ وقيل بعدها وهذا هو الشهر وَالْأًوَّلُ حَكَاهُ ابْنُ عَبْدِ الْبَرِّ عَنْ غَيْرِ وَاحِدٍ وَيَشْهَد لَهُ مَا أَخْرَجَهُ مُسْلِمٌ فِيْ صَحِيْحِهِ مِنْ حَدِيْثِ هِشَام عَنْ أَبِيْهِ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ مَا رَأَيْت امْرَأَة أَحَبَّ إلي أن أكون من مسلاخها من سودة بنت زَمْعَةَ الْحَدِيْثَ وَقَالَتْ فِي آخِرِهِ فِيْ بَعْضِ طرقه وكانت أول امرأة تزوجها بعدي ¶ وَتَزَوَّجَهَا وَهِيَ بِنْتُ سِتٍّ أَوْ سَبْعٍ وَالْأًوَّلُ أَصَحُّ وبَنَى بِهَا بِالْمَدِيْنَةِ وَهِيَ بِنْتُ تِسْعٍ فِي شَوَّالٍ مُنْصَرَفَهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ بَدْرٍ فِي السَّنَةِ الثَّانِيَةِ مِنْ مَقْدَمِهِ وقال الواقدي في الْأُوْلَى وَصَحَّحَهُ الدِّمْيَاطِيُّ وَأَمَّا ابْنُ دِحْيَةَ فَوَهَّاهُ الواقدي",
            "page": "10",
            "part": "1",
            "seal": "EDF4FA1F"
        },
        {
            "id": "10",
            "nass": "وَأَقَامَتْ فِي صُحْبَتِهِ ثَمَانِيَةَ أَعْوَامٍ وَخَمْسَةَ أَشْهُرٍ وتوفي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ¶ وَهِيَ ابْنَة ثَمَانِيْ عَشْرَةَ سَنَةً وَعَاشَتْ خَمْسًا وستين وَوُلِدَتْ سَنَةَ أَرْبَعٍ مِنَ النَّبُوَّةِ وَتُوُفِّيَتْ بِالْمَدِيْنَة زَمَنَ مُعَاوِيَةَ لَيْلَةَ الثُّلَاثَاءِ لِسَبْعِ عَشْرَةَ خَلَتْ مِنْ رَمَضَانَ سَنَةَ سَبْعٍ وَخَمْسِيْنَ وَقِيْلَ ثَمَانٍ وخمسين واوصت أن يصلي عليها أبو هريرة وَذَكَرَ الْوَاقِدِيُّ أَنَّهَا مَاتَتْ بَعْدَ الْوِتْرِ وَأَمَرَتْ أَنْ تُدْفَنَ مِنْ لَيْلَتِهَا فَاجْتَمَعَ الْأَنْصَارُ وَحَضَرُوْا فَلَمْ نَرَ لَيْلَة أَكْثَرَ نَاسًا مِنْهَا نَزَلَ أَهْل الْعَوَالِيْ فَدُفِنَتْ بِالْبَقِيْعِ قَالَ الْوَاقِدِيُّ فَحَدَّثَنِيْ ابْنُ جُرَيْجٍ عَنْ نَافِعٍ قَالَ شَهِدْتُ أَبَا هريرة صلى على بِالْبَقِيْعِ وَابْنُ عُمَرَ فِي النَّاسِ لَا يُنْكِرُهُ وَكَانَ مَرْوَانُ اعْتَمَرَ فِيْ تِلْكَ السَّنَةِ وَاسْتَخْلَفَ أبا هريرة ¶ رُوِيَ لَهَا عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَلْفَا حَدِيْثٍ وَمِائَتَا حَدِيْثٍ وَعَشْرَةَ أَحَادِيْثَ اتَّفَقَ الْبُخَارِيُّ وَمُسْلِمٌ مِنْهَا عَلَى مِائَة وَأَرْبَعَة وَسَبْعِيْنَ حَدِيْثًا وَانْفَرَدَ الْبُخَارِيُّ بِأَرْبَعَةٍ وَخَمْسِيْنَ وَمُسْلِمٌ بثمانية وستين ¶ رَوَى عَنْهَا خَلْقٌ مِنَ الصَّحَابَةِ وَالتَّابِعِيْنَ مِنْ مُتَأَخِّرِيْهِمْ مَسْرُوْقٌ وَالْأَسْوَدُ",
            "page": "11",
            "part": "1",
            "seal": "A603E38C"
        },
        {
            "id": "11",
            "nass": "وَسَعِيْدُ بْنُ الْمُسَيَّبِ وَعُرْوَةُ ابْنُ أُخْتِهَا وَالْقَاسِمُ ابْنُ أَخِيْهَا وَأَبُوْ سَلَمَةَ ابْنُ عَبْدِ الرَّحْمَنِ وَالشَّعْبِيُّ وَمُجَاهِدٌ وَعَطَاءٌ وَعِكْرِمَةُ وَعَمْرَة بِنْتُ عَبْدِ الرحمن ونافع مولى ابن عمر وآخرون",
            "page": "12",
            "part": "1",
            "seal": "86D5C536"
        },
        {
            "id": "12",
            "nass": "وَكَانَ مَسْرُوْقٌ إِذَا حَدَّثَ عَنْهَا قَالَ حَدَّثَتْنِي الصِّدِّيْقةُ بِنْتُ الصِّدِّيْقِ حَبِيْبَةُ حَبِيْبِ اللهِ الْمُبَرَّأَةُ مِنَ السَّمَاءِ وَرُوِيَ بِسَنَدٍ حَسَنٍ عَنْ عَلِيٍّ رضي ¶ اللهُ عَنْهُ أَنَّهُ ذَكَرَ عَائِشَةَ فَقَالَ خَلَيْلَةُ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَكَذَلِكَ قَالَ عَمَّارُ بْنُ يَاسِرٍ لِرَجُل نَالَ مِنْهَا اعزب مَقْبُوحًا مَنْبُوحًا أَتُؤْذِيْ حَبِيْبَةَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "13",
            "part": "1",
            "seal": "F1D6E28A"
        },
        {
            "id": "13",
            "nass": "وَمِنْ مَوَالِيْهَا رَضِيَ اللهُ عَنْها ¶ 1 - بَرِيْرَةُ وَهِيَ الَّتِيْ كَانَ فِيْهَا ثَلَاثُ سُنَنٍ وَحَدِيْثُهَا مَشْهُوْرٌ فِي الصَّحِيْحِ رَوَتْ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّ الرَجُل لَيُدْفَعُ عَنْ بَابِ الْجَنَّة بَعْدَ أَنْ يَنْظُرَ إِلَيْهَا عَلَى مِحْجَمَةٍ مِنْ دَمٍ يُرِيْقُهُ مِنْ مُسْلِمٍ يَعْنِيْ بِغَيْرِ حَقٍّ رَوَتْهُ لِعَبْدِ الْمَلِكِ بْنِ مَرْوَانَ رَوَاهُ عَنْهَا زَيْدُ بْنُ وَاقِدٍ وَهُوَ مِنْ ثِقَاتِ الشاميين لقي واثلة بن السقع 2 - ومنهن سايبة رَوَى عَنْهَا نَافِعٌ مَوْلَى ابْنِ عُمَرَ عَمُّ سايبة إن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نهى عن قتل الحيات الَّتِيْ فِي الْبُيُوْتِ إِلَّا ذَا الطُّفْيَتَيْنِ وَالْأَبْتَرَ",
            "page": "14",
            "part": "1",
            "seal": "9A88353D"
        },
        {
            "id": "14",
            "nass": "فإنها يَخْطِفَانِ الْبَصَرَ وَيَطْرَحَانِ مَا فِي بُطُونِ النِّسَاءِ رواه مالك ¶ فِي الْمُوَطَّأِ عَن نَافِعٍ وَقَدْ وَصَلَهُ ثِقَاتٌ من أصحاب نافع عن سايبة عَنْ عَائِشَةَ 3 - وَمِنْهُنَّ مَرْجَانَةُ وَهِيَ أُمُّ عَلْقَمَةَ بن أبي علقمة أحد شيوخ مالك 4 - ومنهن أبو يونس رَوَى عَنْهُ الْقَعْقَاعُ بْنُ حَكِيْمٍ أَخْرَجَ مَالِكٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَن الْقَعْقَاعِ بْنِ حَكِيْمٍ عَنْ أَبِي يُوْنُسَ مَوْلَى عَائِشَةَ أُمِّ الْمُؤْمِنِيْنَ أَنَّهُ قَالَ أَمَرَتْنِي عَائِشَةُ أَنْ أَكْتُبَ لها مصحفا ثم قالت إذا بلغت هذه الآية {حافظوا على الصلوات والصلاة الوسطى} فلما بلغتها قالت وصلاة العصر سَمِعْتُهَا مِنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ 5 - ومنهم أبو عمرو كَمَا رَوَاهُ الشَّافِعِيُّ فِيْ مُسْنَدِهِ عَنْ عَبْدِ اللهِ بْنِ أَبِيْ مُلَيْكَةَ أَنَّهُ كَانَ يَأْتِيْ عائشة بأعلى الوادي هو وعبيد بن عمير والمسور بن مخرمة وناس كثير فيعرفهم أبو عمرو مولى عائشة وهو غلامها يَوْمئِذٍ لَمْ يُعْتَقْ",
            "page": "15",
            "part": "1",
            "seal": "FACB3D5E"
        },
        {
            "id": "15",
            "nass": "وَفِيْ رِوَايَةٍ لِابْنِ أَبِيْ شَيْبَةَ فِيْ مُصَنَّفِهِ أَنَّهُ كَانَتْ دَبَّرَتْهُ وَقَوْلهُ بِأَعْلَى الْوَادِيْ يُرِيْدُ وادي مكة كانوا ¶ يَأْتُوْنَهَا لِلزِّيَارَةِ وَالِاسْتِفْتَاء وَذَلِكَ عِنْدَمَا تَحُجُّ وَلَمَّا خَرَجَتْ إِلَى مَكَّةَ مُغَاضِبَةً لِعُثْمَانَ فِي السَّنَةِ الَّتِيْ قُتِلَ فِيْهَا قَالَهُ ابْنُ الْأَثِيْرِ فِي شرح المسند ¶ ولها خصائص كَثِيْرةٌ لَمْ يَشْرَكْهَا أَحَد مِنْ أَْزْوَاجهِ فِيْهَا",
            "page": "16",
            "part": "1",
            "seal": "6E5A8F6F"
        },
        {
            "id": "16",
            "nass": "الفصل 2 - في خصائصها الأربعين ¶ الْأُوْلَى: أَنَّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمْ يتزوج بكرا غيرها فَإِنْ قُلْتَ كَيْفَ حَثَّ عَلَى نِكَاحِ الْأَبْكَارِ وتزوج من الثياب أَكْثَرَ فِيْهِ أَرْبَعَةُ أَجْوِبَةٍ قُلْتُ تَقْلِيْلًا لِلِاسْتِلْذَاذِ لِأَنَّ الْأَبْكَارَ أَعْذَبُ أَفْوَاهًا وَلِذَلِكَ قَالَ فَهَلَّا بِكْرًا تُلَاعِبُهَا وَتُلَاعِبُكَ وَتَكَثِيْرًا لِتَوْسِعَةِ الْأَحْكَامِ إِذْ هُنَّ بِالْفَهْمِ وَالتَّبْلِيْغِ أَعْلَقُ وَجْبًرا لِّمَا فَاتَهُنَّ مِنَ الْبَكَارَةِ كَمَا قَدَّمْنَ فِي قَوْلهِ تَعَالَى {ثَيِّبَاتٍ وَأَبْكَاراً} أَوْ لِلْإِشَارَةِ إِلَى تَعَظِيْمِ عَائِشَةَ وَتَمْيِيْزِهَا بِهَذِهِ الْفَضِيْلَةِ وَحْدَهَا دُوْنَهُنَّ لِئَلَّا تُشَارِكَ فِيْهَا فَكَأَنَّهَا فِي كَفَّةٍ وَهُنَّ فِي كَفَّةٍ أُخْرَى ¶ الثَّانِيةُ: أَنَّهَا خُيِّرَتْ وَاخْتَارَتِ اللهَ وَرَسُوْلَهُ على الفور وكن",
            "page": "17",
            "part": "1",
            "seal": "B8A9D64F"
        },
        {
            "id": "17",
            "nass": "الثَّالِثُةُ: أَنَّهَا حَيْثُ خُيِّرَتْ كَانَ خِيَارُهَا عَلَى التَّرَاخِيْ بِلَا خِلَافٍ وَأَمَّا الخِلَافُ فِي أَنَّ جَوَابَهُنَّ هَلْ كَانَ مَشْرُوْطًا بِالْفَوْرِ أَمْ لَا ففي غيرها هكذا قاله القاضي أبو الطيب الطِّبّرِيُّ فِي تَعَليّقِهِ فَإِنَّهُ حَكَى الخِلَافَ وَصَحَّحَ الْفَوْريَّةَ ثُمَّ قَالَ وَالْخِلَافُ فِي التَّخْيِيْرِ الْمُطْلَقِ فأماإذاقال لها اختاري أي وقت شئت كلن على التراخي بالإجماع قال وعائشة من هذا القبيل لقوله ولا عليك ألا تعجلي حتى تستأمر أبويك ¶ وهو تقييد مرتبط به إطلاق الشرح والروضة وَلَمْ يَقِفِ ابْنُ الرِّفْعَةِ عَلَى هَذَا النَّقْلِ فَقَالَ فِي شَرْحِ الْوَسِيْطِ وَفِي طَرْدِ ذَلِكَ فِي بَقِيَّةِ أَْزْوَاجِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كُلِّهِنَّ نَظَرٌ مِنْ جِهَةِ أَنَّ الْمَهْلَ فِي التَّخْيِيْر إِنَّمَا قِيْلَ لعَائِشَةَ فَقَطْ وَسَبَبُهُ وَاللهُ أَعْلَمُ أَنَّهَا كَانَتْ أَحَدثَ نِسَائِهِ سِنًّا وَأَحَبَّ نِسَائِهِ إِلَيْهِ فَكَانَ قَوْلهُ لَهَا لَا تُبَادِرِيْنِيْ بِالْجَوَابِ خَوْفًا مِنْ أَنْ تَبْتَدِرَهُ بِاخْتِيَارِ الدُّنْيَا ومغبته ألا يطرد الحكم في غيرها لا سيما إِذَا نَظَرْنَا إِلَى مَا جَاءَ فِي الصَّحِيْحِ مِنْ تَخْصِيْصِ ذَلِكَ بِهَا كَانَ ذَلِكَ يَنْزِلُ مَنَزْلَةً مَا قَالَ الوَاحِدُ مِنَّا لِبَعْضِ نِسَائِهِ اخْتَارِيْ مَتَى شِئْتِ وَقَالَ لِأُخْرَى اخْتَارِيْ فَإِنَّ خِيَارَ الْأُوْلَى يَكُوْنُ عَلَى التَّرَاخِيْ وَالْأُخْرَى عَلَى الْفَوْرِ ¶ الرَّابِعُةُ: نُزُوْلُ آَيَةِ التَّيَمُّمِ بِسَبَبِ عِقَدْهَا حِيْنَ حَبَسَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الناس وقال لها أسيد بن حضير ما هي بأول بركتكم يا آل أبي بكر",
            "page": "18",
            "part": "1",
            "seal": "C05159FF"
        },
        {
            "id": "18",
            "nass": "الخامسة: نزول براءتها من السماء بما نَسَبَهُ إِلَيْهَا أَهْل الْإِفْك فِي سِتِّ عَشْرَةَ آية متوالية وشهد الله لها بأنها مِنَ الطَّيِّباتِ وَوَعَدَهَا بِالْمَغْفِرَةِ وَالرِّزْقِ الْكَرِيْمِ وَانْظُرْ تَوَاضُعَهَا وَقَوْلهَا وَلَشَأْنِيْ فِي نَفْسِيْ كَانَ أَحْقَرَ مِنْ أَنْ يَتَكَلَّمَ اللهُ فِيَّ بِوَحْيٍ يُتْلَى قَالَ الزِّمَخْشَرِيُّ وَلَوْ فَلَّيْتَ الْقْرْآنَ وَفَتَّشْتَ عَمَّا أوعد به",
            "page": "19",
            "part": "1",
            "seal": "69DEB7AF"
        },
        {
            "id": "21",
            "nass": "العصاة لم تر الله عز وجل قد غلظ في شئ تَغْلِيْظَهُ فِي إِفْكِ عَائِشَةَ وَعَنِ ابْنِ عَبَّاسٍ أنه قال بالبصرة يوم عرفة وَقَدْ سُئِلَ عَنْ هَذِهِ الْآَيَات مَنْ أَذْنَبَ ذَنْبًا ثُمَّ تَابَ مِنْهُ قُبِلَتْ تَوْبَتُهُ إِلَّا مَنْ خَاضَ فِي إِفْكِ عَائِشَةَ ثُمَّ قَالَ برأ الله تعالى أربعة بأربعة يوسف بالوليد وموسى بالحجر ومريم بإنطاق ولدها عبد الله إِنِّيْ عَبْدُ اللهِ وَبَرَّأَ عَائِشَةَ بِهَذِهِ الْآَيَاتِ العظيية فَإِنْ قُلْتَ فَإِنْ كَانَتْ عَائِشَةُ هِيَ الْمُرَادَةُ فَكَيْفَ قَالَ الْمُحْصَنَاتِ قُلْتُ فِيْهِ وَجْهَانِ أَحَدُهُمَا أَنَّ الْمُرَادَ أَْزْوَاجُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِيَكُوْنُ الْحُكْمُ شَامِلًا لِلْكُلِّ وَالثَّانِي أَنَّهَا أُمّ الْمُؤْمِنِيْنَ فَجُمِعَتْ إِرَادَةً لَهَا وَلِبَنَاتهَا مِنْ نِسَاءِ الْأُمَّةِ ¶ السَّادِسُةُ جَعَلَهُ قُرْأَنَا يُتْلَى إِلَى يَوْمِ الْقِيَامَة ¶ السَّابِعُةُ: شَرَعَ جَلْدَ الْقَاذِفِ وَصَارَ بَابُ الْقَذْفِ وَحْدَهُ بَابًا عَظِيْمًا مِنْ أَبْوَابِ الشَّرِيْعَةِ وكان سببه قصتها رضي الله عنها فإن ما نزل بها ¶ أَمْرٌ تَكْرَهُهُ إِلَّا جَعَلَ اللهُ فِيْهِ لِلْمُؤْمِنِيْنَ فَرَجًا وَمَخْرَجًا كَمَا سَبَقَ نَظِيْرُهُ فِي التَّيَمُّمِ ¶ تَنْبِيْهٌ جَلِيْلٌ: عَلَى وَهْمَيْنِ وَقَعَا فِي حَدِيْثِ الْإِفْك فِيْ صَحِيْحِ الْبُخَارِيِّ",
            "page": "22",
            "part": "1",
            "seal": "8A981EA7"
        },
        {
            "id": "22",
            "nass": "أَحَدُهُمَا قَوْلُ عَلِيٍّ رَضِيَ اللهُ عَنْهُ وَسَلِ الْجَارِيَةَ تَصْدُقْكَ قَالَ فَدَعَا رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَرِيْرَةَ وَبَرِيْرَةُ إِنَّمَا اشْتَرَتْهَا عَائِشَةُ وَأَعْتَقَتْهَا بَعْدَ ذَلِكَ وَيَدُلُّ عَلَيْهِ أَنَّهَا لَمَّا أُعْتِقَتْ وَاخْتَارَتْ نَفْسَهَا جَعَلَ زَوْجُهَا يَطُوْف وراءها قي سِكَكِ الْمَدِيْنَةِ وَدُمُوْعُهُ تَتَحَادَرُ عَلَى لِحْيَتِهِ فَقَالَ لَهَا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَوْ رَاجَعْتِيْهِ فَقَالَتْ أَتَأْمُرُنِيْ فَقَالَ إِنَّمَاأَنَا شَافِعٌ فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يا عباس أَلََا تَعْجَبُ مِنْ حُبِّ مُغِيْثٍ لِبَرِيْرَةَ وَبُغْضِهَا لَهُ وَالْعَبَّاسُ إِنَّمَا قَدِمَ الْمَدِيْنَةَ بَعْدَ الْفَتْحِ والمخلص من هذا الإشكال أن تفسير الجارية بِبَرِيْرَةَ مُدْرَجٌ فِي الْحَدِيْث مِنْ بَعْضِ الرُّوَاة فَيُظَنُّ أَنَّهُ مِنَ الْحَدِيْث وَهُوَ نَوْع غَامِضٌ لَا يَنْتَبِهُ لَهُ إِلَّا الْحُذَّاقُ ¶ ومن نَظَائِرِهِ ما وقع في الترمذي وغيره من حديث يونس ابن أَبِيْ إِسْحَاقَ عَنْ أَبِيْ بَكْرٍ بْن أَبِي موسى عن أبيه قال خرج أبو طالبْإلى الشَّامِ وَخَرَجَ مَعَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي أَشْيَاخٍ مِنْ قُرَيْشٍ فَذَكَرَ الرَّاهِبَ وقال في آخرها فرده أبو طالب وَبَعَثَ مَعَهُ أَبُوْ بَكْرٍ بِلَالًا وَزَوَّدَهُ الرَّاهِبُ من الكعك والزبيب فَهَذَا مِنَ الْأَوْهَامِ الظَاهِرةِ لِأَنَّ بِلَالًا إِنَّمَا اشْتَرَاهُ أَبُوْ بَكْرٍ بَعْدَ مَبْعَثِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وبعد أن أسلم بلالا وعذبه ¶ قَوْمُهُ وَلَمَّا خَرَجَ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى الشَّام مَعَ عَمِّهِ أَبِيْ طَالِبٍ كَانَ لَهُ مِنَ الْعُمَرِ اثْنَتَا عَشْرَةَ سَنَةً وَشَهْرَانِ وَأَيَّامٌ وَلَعَلَّ بِلَالًا لَمْ يَكُن بَعْدُ ولد",
            "page": "23",
            "part": "1",
            "seal": "A145B4ED"
        },
        {
            "id": "23",
            "nass": "وَلَمَّا خَرَجَ الْمَرَّةَ الثَّانِيةَ كَانَ لَهُ قَرِيْبٌ مِنْ خَمْسٍ وَعِشْرِيْنَ سَنَةً وَلَمْ يَكُن مَعَ أَبِيْ طَالِبٍ إِنَّمَا كَانَ مَعَ مَيْسَرَةَ ¶ الثَّانِي مَا ذَكَرَهُ مِنْ تَحَاوُرِ سَعْدِ بْنِ عُبَادَةَ وَسَعْدِ بْنِ مُعَاذ وَقِصَّة إِفْكٍ كَانَتْ بَعْدَ الْخَنْدَقِ عِنْدَ الْبُخَارِيِّ وَجَمَاعَةٍ قَالَ الْبُخَارِيُّ فِيْ صَحِيْحِهِ قَالَ مُوْسَى بْن عُقْبَةَ كَانَتْ فِي شَوَّالٍ سَنَةَ أَرْبَعٍ وَاحْتَجَّ الْبُخَارِيُّ لِهَذَا القَوْلِ بِحَدِيْثِ ابْنِ عُمَرَ عُرِضْتُ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أُحْدٍ وَأَنَا ابْنُ أَرْبَعَ عَشْرَةَ فَرَدَّنِيْ ثُمَّ عُرِضْتُ عَلَيْهِ يَوْمَ الْخَنْدَقِ وَأَنَا ابْنُ خَمْسَ عَشْرَةَ فَأَجَازَنِيْ ¶ وَأُحْدٌ بِلَا شَكّ سَنَةَ ثَلَاثٍ فَدَلَّ عَلَى أَنَّ الْخَنْدَقَ سَنَةَ أَرْبَعٍ ثُمَّ قَالَ فِي الصَّحِيْحِ أَنَّهَا غَزْوَةُ الْمُرَيْسِيعِ قَالَ ابْنُ إِسْحَاق سَنَةَ سِتٍّ وَقَالَ النُّعْمَانُ بْنُ رَاشِدٍ عَنِ الزُّهْرِيِّ كَانَ الْإِفْكُ فِي غَزْوَةِ الْمُرَيْسِيعِ وَأَمَّا مُوْسَى بْنُ عُقْبَةَ فَقَالَ سَنَةَ أَرْبَعٍ وَلَا رَيْبَ أن قِصَّة الْإِفْك كَانَتْ بَعْد نُزُوْل آَيَة الْحِجَابِ وَالْحِجَابُ نَزَلَ فِي شَأْن زَيْنَبَ بِنْتِ جَحْشٍ أُمِّ الْمُؤْمِنِيْنَ وَهِيَ فِي قِصَّةِ الْإِفْك كَانَتْ عِنْدَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولم تتكلم في عائشة ونكاح زينت رَضِيَ اللهُ عَنْهُا كَانَ فِي ذِي",
            "page": "24",
            "part": "1",
            "seal": "E5C93397"
        },
        {
            "id": "24",
            "nass": "الْقَعْدَةِ سَنَةَ خَمْسٍ مِنَ الْهِجْرَة فِي قَوْلِ ابْنِ سَعْدٍ وَقَالَ قَتَادَةُ وَالْوَاقِدِيُّ تَزَوَّجَهَا فِي سَنَةِ خَمْسٍ مِنَ الْهِجْرَة وَبِهِ قَالَ غَيْرُهُمْ من علماء أهل المدينة فدل تأخر ¶ آَيَةِ الْحِجَاب عَلَى أَنَّهَا كَانَتْ بَعْدَ الْخَنْدَقِ وقد ثبت بلا ريب أَنَّ سَعْدَ ابْنَ مُعَاذٍ تُوُفِّيَ عَقِبَ الْخَنْدَقِ وَعَقِبَ حُكْمِهِ فِي بَنِيْ قُرَيْظَةَ وَلَمْ يَكُن بَيْنَ الْخَنْدَقِ وَقُرَيْظَةَ غَزَاةٌ وَلِهَذَا يَعْدِلُ الْبُخَارِيُّ فِي أَكْثَرِ رِوَايَاتِهِ لِحَدِيْثِ الْإِفْك عَنْ نِسْبَةِ سعد إلى أبيه فيقول فقام سعدأخو بَنِيْ عَبْدِ الْأَشْهَلِ وَهَذِهِ رِوَايَتُهُ فِي الْمَغَازِي وَقَالَ سَنَةَ أَرْبَعٍ فَالظَّاهِرُ أَنَّهَا عَلَى قَوْلِهِ قبل الخندق لأن الخندق كانت في آحر السَّنَةِ فِي شَوَّالٍ وَاتَّصَلَتْ بِغَزْوَةِ قُرَيْظَةَ وَعَلَى هذا فيصبح أَنْ يَكُوْنُ الْمُرَادُ عَلَى سَعْدِ بْنِ عُبَادَةَ هو سعد بن معاذ ¶ وقد يقدم وَهْمٌ آَخَرُ وَهُوَ رِوَايَةُ مَسْرُوْقٍ عَنْ أُمِّ رُوْمَانَ وَأَجَابَ الْقَاضِيْ أَبُوْ بَكْرٍ ابْنُ الْعَرَبيِّ عَنْ هَذَا بأَنَّهُ جَاءَ فِي طَرِيْق حَدَّثَتْنِيْ أُمُّ رُوْمَانَ وَفِي أُخْرَى عَنْ مَسْرُوْقٍ عَنْ أُمِّ رُوْمَانَ مُعَنْعَنًا قَالَ رَحِمَهُ اللهُ وَالْعَنْعَنَةُ أَصَحُّ فِيْهِ وَإِذَا كَانَ الْحَدِيْث مُعَنْعَنًا كَانَ مُحْتَمِلًا وَلَمْ يَلْزَمْ فِيْهِ مَا يَلْزَمُ فِي حَدَّثَنِيْ لِأَنَّ لِلرَّاوِيْ أَنْ يَقُوْلَ عَنْ فُلَانٍ وإن فلان لَمْ يُدْرِكْهُ حَكَاهُ عَنِ الشَّافِعِيِّ ¶ فَهَذِهِ ثَلَاثَةُ أَوْهَامٍ ادُّعِيَتْ فِي حَدِيْثِ الْإِفْك وَهْمٌ فِيْ بَرِيْرَةَ وَوَهْمٌ فِيْ سَعْدِ بْنِ مُعَاذٍ وَوَهْمٌ فِيْ أُمِّ رُوْمَانَ وَالثَّلَاثَةُ ثَابِتَةٌ فِي الصَّحِيْحِ فَلَا يَنْبَغِيْ الْإِقْدَامُ عَلَى التَّوْهِيْمِ إِلَّا بِأَمْرٍ بَيِّنٍ وَقَدْ تَقَدَّمَ مَا يَدْفَعُ الْكُلَّ ¶ الثَّامِنُةُ: لَمْ يَنْزِلْ بِهَا أَمْرٌ إِلَّا جَعَلَ الله ِلَهَا مِنْهُ مَخْرَجًا وَلِلْمُسْلِمِيْنَ بَرَكَةٌ",
            "page": "25",
            "part": "1",
            "seal": "912ECE08"
        },
        {
            "id": "25",
            "nass": "التَّاسِعُةُ: أَنَّ جِبْرِيْلَ أَتَى بِهَا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي سَرَقَةٍ مِنْ حَرِيْرٍ ¶ فَقَالَ هَذِهِ زَوْجَتُكَ فَقُلْتُ إِن يَكُن مِّنْ عِنْدِ اللهِ يُمْضِهِ وَقَدْ أَدْخَلَهُ الْبُخَارِيُّ فِيْ بَابِ النَّظَر إِلَى الْمَرْأَة إِذَا أَرَادَ تَزْوِيْجَهَا قَالَ بَعْضُهُمْ وَهُوَ اسْتِدْلَالٌ صَحِيْحٌ لِأَنَّ فِعْلَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي النَّوْمِ وَالْيَقَظَةِ سَوَاءٌ وَقَدْ كَشَفَ عَنْ وَجْهِهَا ¶ وَفِي رِوَايَةِ التِّرْمَذِيِّ فِي خِرْقَةِ حَرِيْرٍ خَضْرَاءَ وَقَالَ حَسَنٌ غَرِيْبٌ وَجَاءَ فِي رِوَايَةٍ غَرِيْبَةٍ أَنَّ طُولَ تِلْكَ الْخِرْقَةِ ذِرَاعَانِ وَعَرْضُهَا شِبْرٌ ذَكَرَهُ الْخَطِيْبُ فِي تَارِيْخِ بَغْدَادَ مِنْ رِوَايَةِ أَبِيْ هُرَيْرَةَ وَأَمَّا قَوْلُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إن يَكُنْ مِنْ عِنْدِ اللهِ يُمْضِهِ فَقَالَ السُّهَيْلِيُّ لَيْسَ بِشَكٍّ",
            "page": "26",
            "part": "1",
            "seal": "806668AC"
        },
        {
            "id": "26",
            "nass": "لِأَنَّ رُؤْيَا إِلَّانْبِيَاءِ وَحْيٌ وَلَكِنْ لَّمَّا كَانَتْ الرُّؤْيَا تَارَةً تَكُوْنُ عَلَى ظَاهِرِهَا وَتَارَةً تَزْهُوْ نَظِيْرَ الْمَرْئِيِّ أَوْ شَبَهِهِ فَيَطْرُقُ الشَّكّ مِنْ ها هنا ويبقى سؤال لماذا أتى ب (إن) المناسب لِلْمَقَامِ إِذَا لِأَنَّهَا لِلْمُحَقَّقِ وَ (إِنْ) لِلْمَشْكُوْكِ فِيْهِ وَجَوَابُهُ يُعْلَمُ مِمَّا قَبْلَهُ وَذَكَرَ الْحَاكِمُ فِي الْمُسْتَدْرَك عَن الْوَاقِدِيِّ حَدَّثَنِيْ عَبْدُ الوَاحِدِ بْنُ مَيْمُوْن مَوْلَى عُرْوَة عَن حَبِيْب مَوْلَى عُرْوَة قَالَ لَمَّا مَاتَتْ خَدِيْجَةُ حَزِنَ عَلَيْهَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَتَاهُ جِبْرِيْلُ بِعَائِشَةَ فِي مَهْدٍ فَقَالَ هَذِهِ تُذْهِبُ بِبَعْضِ حُزْنِكَ وَإِنَّ فِيْهَا لَخَلَفًا مِنْ خَدِيْجَةَ الْحَدِيْث فَيَحْتَمِلُ أَنَّهَا عُرِضَتْ عَلَيْهِ مَرَّتَيْنِ لِمَّا يَدُلُّ عَلَيْهِ اخْتِلَافُ الْحَالِ وَيَشْهَدُ لَهُ رِوَايَةُ الْبُخَارِيِّ مرتين ¶ الْعَاشِرُةُ: أَنَّهَا كَانَتْ أَحَبَّ أَْزْوَاجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِ قَالَ لَهُ عَمْرو بْنُ الْعَاصِ يَا رَسُوْلَ اللهِ أَيُّ النَّاسِ أَحَبُّ إِلَيْكَ قَالَ عَائِشَةُ قَالَ وَمِنَ الرِّجَال قَالَ أَبُوْهَا ¶ أَخْرَجَهُ الشَّيْخَانِ وَصَحَّحَهُ التِّرْمَذِيُّ",
            "page": "27",
            "part": "1",
            "seal": "5A9A67C0"
        },
        {
            "id": "27",
            "nass": "الْحَادِيْةُ عَشْرَةَ وُجُوْب مَحَبَّتِهَا عَلَى كُلِّ أَحَدٍ فَفِي الصَحِيْح لَمَّا جَاءَت فَاطِمَة رَضِيَ اللهُ عَنْهُا إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهَا أَلَسْتِ تُحِبِّيْنَ مَا أُحِبُّ قَالَتْ بَلَى قَالَ فأَحِبِّيْ هَذِهِ يَعْنِيْ عَائِشَةَ وَهَذَا الْأَمْر ظَاهِرُ الوُجُوْبِ وَتَأَمَّلْ قَوْلَهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمَّا حَاضَتْ عَائِشَةُ إِنَّ هَذَا شئ كَتَبَهُ اللهُ عَلَى بَنَاتِ آَدَمَ وَقَوْلُهُ لَمَّا حَاضَتْ صَفِيَّة عَقْرَى حَلْقَى أَحَابِسَتُنَا هِيَ وَفرق عَظِيْم بين الْمَقَامَيْنِ وَلَعَلَّ مِنْ جُمْلَةِ أَسْبَابِ الْمَحَبَّةِ كَثْرَةُ مَا بَلَغَتْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دُوْنَ غَيْرِهَا مِنَ النِّسَاء الصَحَابِيًّاتِ كَمَا قِيْلَ بِمِثْلِ ذَلِكَ فِي قَوْلِهِ وَحُبِّبَ إِلَيَّ مِنْ دُنْيَاكُمُ النِّسَاءُ",
            "page": "28",
            "part": "1",
            "seal": "C1AE3552"
        },
        {
            "id": "28",
            "nass": "الثَّانِيةُ عَشْرَةَ: أَنَّ مَنْ قَذَفَهَا فَقَدْ كَفَرَ لِتَصْرِيْحِ الْقْرْآنِ الْكَرِيْمِ بِبَرَاءتِهَا قَالَ الْخُوَارَزَمِيُّ فِي الْكَافِي مِنْ أَصْحَابنَا فِي كِتَابِ الرِّدَّةِ لَوْ قذف عائشة الزنى صَارَ كَافِرًا بِخِلَافِ غَيْرِهَا مِنَ الزَّوْجَاتِ لِأَنَّ الْقْرْآنَ نَزَلَ بِبَرَاءتِهَا ¶ وَعِنْدَ مَالِكٍ أَنَّ مَنْ سبها قتل قال أبو الخطاب ابن دِحْيَةَ ¶ فِي أَجْوِبَة الْمَسَائِلِ وَيَشْهَدُ مَالِك كِتَاب اللهِ فَأَنَّ اللهَ تَعَالَى إِذَا ذَكَرَ فِي الْقْرْآنِ مَا نَسَبَهُ إِلَيْهِ الْمُشْرِكُوْنَ سَبَّحَ لِنَفْسِهِ قَالَ تَعَالَى {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً سُبْحَانَهُ} والله تعالى ذكر عائشة فقال {لولا إِذْ سَمِعْتُمُوهُ قُلْتُم مَا يَكُوْنُ لَنَا أَن نتكلم بهذا سبحانك هذابهتان عَظِيمٌ} فَسَبَّحَ نَفْسَهُ فِيْ تَنْزِيْهِ عَائِشَةَ كَمَا سَبَّحَ نَفْسَهُ لِنَفْسِهِ فِيْ تَنْزِيْهِهِ حَكَاهُ الْقَاضِيْ أبو بكر ابن الطيب ¶ الثالثة عشرة: من أنكر كون أَبِيْهَا أَبِيْ بَكْرٍ الصِّدِّيْق رَضِيَ اللهُ عَنْهُ صَحَابِيًّا كَانَ كَافِرًا نَصَّ عَلَيْهِ الشَّافِعِيّ فَأَنَّ اللهَ تَعَالَى يَقُوْل {إِذْ يَقُولُ لِصَاحِبِهِ لاَ تَحْزَنْ أَنَّ اللهَ مَعَنَا} ذَكَرَهُ صَاحِبُ الْكَافِيْ وَمُقْتَضَاهُ أَنَّهُ لَا يَجْرِيْ ذَلِكَ فِيْ إِنْكَارِ صُحْبَةِ غَيْره وَلَيْسَ كَذَلِكَ نَعَمْ يُدْرِكُ تَكْفِيْرَ منكر صحبة الصدق تَكْذِيْبُ النُّصُوْصِ وَصُحْبَةِ غَيْرِهِ التَّوَاتُرُ ¶ الرَّابِعُةُ عَشْرَةَ: أن النَّاس كَانُوْا يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمَهَا مِنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَيُتْحِفُوْنَهُ بِمَا يُحِبّ فِي مَنْزِلِ أَحَبِّ نِسَائِهِ إِلَيْهِ يَبْتَغُوْنَ بذَلِكَ مَرْضَاةَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَخْرَجَهُ الشَّيْخَانِ",
            "page": "29",
            "part": "1",
            "seal": "85F40041"
        },
        {
            "id": "29",
            "nass": "الْخَامِسُةُ عَشْرَةَ: أَنَّ سَوْدَةَ وَهَبَتْ يَوْمًا لَهَا بخصوصها ¶ السَّادِسُةُ عَشْرَةَ: اخْتِيَارُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن يمرض في بيتها قال أبو الوفا عَقِيْلٌ رَحِمَهُ اللهُ انْظُرْ كَيْفَ اخْتَارَ لِمَرَضِهِ بَيْتَ الْبِنْتِ وَاخْتَارَ لِمَوْضِعِهِ مِنَ الصَّلَاةِ الْأَبَ فَمَا هَذِهِ الْغَفْلَةُ الْمُتَحَوِّذَةُ عَلَى قُلُوْبِ الرَّافِضَةِ عن هذا الفضل والمنزلة التي لا تكاد تخفى عَنِ الْبَهِيْمِ فَضْلًا عَنِ النَّاطِقِ ¶ السَّابِعُةُ عَشْرَةَ: وَفَاتُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَيْنَ سَحَرِهَا وَنَحَرِهَا قَالَ الصَّاغَانِيْ",
            "page": "30",
            "part": "1",
            "seal": "5544AB11"
        },
        {
            "id": "30",
            "nass": "السَّحَرُ بِفَتْحِ السِّيْنِ وَضَمِّهَا مَا تَعَلَّقَ بِالْحُلْقُوْمِ وبالمري من أعلى البطن من الرئة وغنرها وعن الفراء فيه شحر بالتحريك وكان عمارة ابن عَقِيْلِ بْنِ بِلَالِ بْنِ جَرِيْر يَقُوْلُ إِنَّمَا هُوَ بَيْنَ شَجَرِيْ بِشِيْنٍ مُعْجَمَةٍ وَجِيْمٍ فُسُئِلَ عَنْ ذَلِكَ فَشَبَّكَ بَيْنَ أَصَابِعِهِ وَقَدَّمَهَا عَنْ صدره كأنه يضم شبئا يُرِيْدُ أَنَّهُ عَلَيْهِ السَّلَامُ قُبِضَ وَقَدْ ضَمَّتْهُ بيديها إلى هحرها وَصَدْرِهَا وَخَالَفَتْ بَيْنَ أَصَابِعِهَا وَكَأَنَّهُ عِنْدَهُ مَأْخُوْذٌ مِنْ قَوْلِهِمْ اشْتَجَرَتِ الرِّمَاحُ إِذَا اشْتَبَكَتْ بَعْضُهَا بِبَعْضٍ ¶ الثَّامِنُةُ عَشْرَةَ: وَفَاتُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيْ يَوْمِهَا ¶ التَّاسِعُةُ عَشْرَةَ: دَفْنُهُ فِيْ بيتها ببفعة هِيَ أَفْضَل بِقَاعِ الْأَرْض بِإِجْمَاعِ الْأُمَّةِ ¶ الْعِشْرُوْنَ أَنَّهَا رَأَتْ جِبْرِيْلَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيْ صُوْرَة دِحْيَةَ الْكَلْبِيِّ وَسَلَّمَ عَلَيْهَا ثَبَتَ في الصحيحين",
            "page": "31",
            "part": "1",
            "seal": "F4018013"
        },
        {
            "id": "31",
            "nass": "زَادَ الْحَاكِمُ فِي مُسْتَدْرَكِهِ عَنْ مَسْرُوْقٍ عَنْهَا قُلْتُ يَا رَسُوْلَ اللهِ مَنْ هَذَا قَالَ بمن شبهته قلت بدحية قَالَ لَقَدْ رَأَيْتِ جِبْرِيْلَ وَفِيْ رِوَايَةٍ لَّهُ عَنْ عَبْدِ اللهِ بْنِ صَفْوَانَ عَنْهَا وَرَأَيْتُ جبريل ولم يره أحد من نسائه غيري ¶ فَأَخْرَجَ مِنْ جِهَةِ مَالِكِ بْنِ سَعِيْرٍ عَنْ إِسْمَاعِيْلِ بْنِ أَبِيْ خَالِد أَنَا عَبْدُ الرَّحْمَنِ بْنُ الضَّحَّاكِ أَنَّ عَبْد اللهِ بْنِ صَفْوَانَ أَتَى عَائِشَةَ وَآخَرُ مَعَهُ فَقَالَتْ عَائِشَةُُ لِأَحَدِهِمَا أَمَنَعْتِ حَدِيْثَ حَفْصَة يَا فُلَانٌ فَقَالَ نَعَمْ يَا أُمَّ الْمُؤْمِنِيْنَ فَقَالَ لَهَا عَبْدُ اللهِ بْنُ صَفْوَانَ وَمَا ذَاكَ يَا أُمَّ الْمُؤْمِنِيْنَ قَالَتْ خِلَالٌ تِسْعٌ لَمْ تَكُ لِأَحَدٍ مِنَ النِّسَاءِ قَبْلِيْ إِلَّا مَاأَتَى اللهَ مَرْيَم بِنْتِ عِمْرَان وَاللهِ مَا أَقُوْلُ هَذَا أَنِّيْ أَفْخَرُ عَلَى أَحَدٍ مِنْ صَوَاحِبَاتِيْ فَقَالَ لَهَا عَبْدُ اللهِ بْنُ صَفْوَانَ وَمَا هُنَّ يَاأُمَّ الْمُؤْمِنِيْنَ قَالَتْ جَاءَ الْمَلَكُ بِصُوْرَتِيْ إِلَى رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَتَزَوَّجَنِيْ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَنَاابْنَة سَبْعِ سِنِيْنَ وأهديت إليه وأنا ابنة تسع سينن وتزوجني",
            "page": "32",
            "part": "1",
            "seal": "99A7705E"
        },
        {
            "id": "32",
            "nass": "بِكْرًا لَمْ يَشْرَكْهُ فِيَّ أَحَدٌ مِّنَ النَّاسِ وَكَانَ يَأْتِيْهِ الْوَحْيُ وَأَنَا وَهُوَ فِيْ لِحَافٍ وَاحِدٍ وَكُنْتُ مِنْ أَحَبِّ النَّاسِ إِلَيْهِ وَنَزَلَ فِيَّ آَيَاتٌ مِّنَ الْقْرْآَنِ كَادَتِ الْأُمَّةُ تَهْلِكُ فِيْهَا وَرَأَيْتُ جِبْرِيْلَ وَلَمْ يَرَهُ أَحَدٌ مِّن نِّسَائِهِ غَيْرِيْ وَقُبِضَ فِيْ بَيْتيْ وَلَمْ يَلِهِ غَيْرُ الْمَلَكِ وَأَنَا وَقَالَ صَحِيْحُ الْإِسْنَادِ وَلَمْ يُخْرِجَاهُ ¶ وَمَالِكُ بْنُ سَعِيْرٍ مِنْ رِجَال مُسْلِمٍ وقال أبو حاتم صدوق وضعفه أبو داوود وَهَذِهِ الزِّيَادَةُ فِيْهَا نَظَرٌ لِمَا فِيْ كِتَابِ مُسْلِمٍ أَنَّ أُمّ سَلَمَةَ رَأَتْهُ فِيْ صُوْرَة دحية أَيْضًا قَالَ أَبُو الْفَرَجِ وَإِنَّمَا سَلَّمَ عَلَيْهَا وَلَمْ يُوَاجِهْهَا لِحُرْمَةِ زَوْجِهَا وَوَاجَهَ مَرْيَم لأنه لم يكن لها بعل فَمَنْ نُزِّهَتْ لِحُرْمَةِ بَعْلِهَا عَنْ خِطَابِ جِبْرِيْلَ كَيْفَ يُسَلَّطُ عَلَيْهَا أَكُفُّ أَهْل الْخَطَايَا ¶ مُتَمِّمُ الْعِشْرِيْنَ: اجْتِمَاعُ رِيْقِ رَسُوْلِ اللهِ وَرِيْقِهَا فِيْ آَخِرِ أَنْفَاسِهِ رَوَاهُ الْحَاكِمُ وَقَالَ صَحِيْحٌ عَلَى شرط الشيخين",
            "page": "33",
            "part": "1",
            "seal": "EAD7908F"
        },
        {
            "id": "33",
            "nass": "الْحَادِيْةُ وَالْعِشْرُوْنَ لَمْ يَنْزِلِ الْوَحْيُ عَلَى رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِيْ لِحَافِ امْرَأَة مِّن نِّسَائِهِ غَيْرَهَا أَخْرَجَهُ الْبُخَارِيُّ فِي المَنَاقِبِ وَرَوَاهُ ابْنُ حِبَّان فِيْ صَحِيْحِهِ وَالْحَاكِمُ فِي الْمُسْتَدْرَكِ بِلَفْظِ مَا نَزَلَ الْوَحْيُ عَلَيّّ وَأَنَا فِيْ بَيْتِ امْرَأَة مِّن نِّسَائِيْ غَيْرَ عَائِشَةَ وَقَالَ صَحِيْحُ الْإِسْنَادِ وَلَمْ يُخْرِجَاهُ ولأول أَصَحُّ فَقَدْ كَانَ يَنْزِلُ عَلَيْهِ فِيْ بَيْت خَدِيْجَةَ ¶ الثَّانِيةُ وَالْعِشْرُوْنَ: كَانَتْ أَكْثَرَهُنَّ عِلْمًا قَالَ الزُّهْرِيُّ لَوْ جُمِعَ عِلْمُ عَائِشَةَ إِلَى عِلْمِ جَمِيْعِ النِّسَاءِ لكَانَ عِلْمُ عَائِشَةَ أَفْضَلَ وَقَالَ عَطَاءٌ كَانَتْ عَائِشَةُ أَفْقَهَ النَّاسِ وَأَحْسَنَ النَّاسِ رأيا في العامة وذكر أبو عمر بْنُ عَبْدِ الْبَرِّ رَحِمَهُ اللهُ أَنَّهَا كَانَتْ وَحِيْدَةَ عَصْرِهَا فِيْ ثَلَاثَةِ عُلُوْم عِلْمِ الْفِقْهِ وَعِلْمِ الطِّبِّ وَعِلْمِ الشِّعْرِ وَقَالَ أَبُوْ بَكْرٍ البزار في مسنده حدثنا عمرو بن علي ثَنَا خَلَّادُ بْن يَزَيْد ثَنَا",
            "page": "34",
            "part": "1",
            "seal": "C6345EDB"
        },
        {
            "id": "34",
            "nass": "محمد بن عبد الرحمن أبو غرازة زَوْجُ خَيْرَةَ قَالَ حَدَّثَنِيْ عُرْوَةُ بْنُ الزُّبَيْرِ قَالَ قُلْتُ لِعَائِشَةَ أَنِّيْ لَأَتَفَكَّرُ فِيْ أَمْرِكِ فَأَعْجَبُ أَجِدُكُ مِنْ أَفْقَهِ النَّاسِ فَقُلْتُ مَا يَمْنَعُهَا زَوْجَةُ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَابْنَة أَبِيْ بَكْرٍ وَأَجِدُكِ عَالِمَةً بِأَيَّامِ الْعَرَبِ وَأَنَسابِهَا وَأَشْعَارِهَا فَقُلْتُ وَمَا يَمْنَعُهَا وَأَبُوْهَا عَلَّامَةُ قُرَيْشٍ وَلَكِنْ إِنَّمَا أَعْجَبُ أَنْ وَجَدْتُكِ عَالِمَةً بِالطِّبِّ فَمِنْ أَيْنَ فَأَخَذْتُ بِيَدَيَّ وَقَالَتْ يا عرية ¶ إن رسول الله كثر سقمه فَكَانَ أَطِبَّاءُ الْعَرَبِ وَالْعَجَمِ يَنْعِتُوْنَ لَهُ فَتَعَلَّمْتُ ذَلِكَ قَالَ وَهَذَا الْحَدِيْثُ لَا نَعْلَمُهُ مَرْوِيًّا عَنْ عَائِشَةَ إِلَّا بِهَذَا الْإِسْنَادِ وَمُحَمَّدُ بْنُ عبد الرحمن مختلف فيه لكن رواه أبو نعيم فِي الْحِلْيَةِ عَنْهُ مِنْ جِهَةِ أَحْمَدَ بْنِ حَنْبَلٍ ثَنَا عَبْد اللهِ بْنُ مُعَاوِيَةُ الزُّبَيْريُّ ثَنَا هِشَام بْنُ عُرْوَةَ عَنْ أَبِيْهِ بِهِ ورد في الْحَاكِمِ نَحْوُهُ مِنْ جِهَةِ إِسْرَائِيْل عَنْ هِشَام وقال صحيح الإسناد قال الذهبي مُخْتَصَرهِ عَلَى شَرْطِ الشَّيْخَيْنِ ¶ الثَّالِثُةُ وَالْعِشْرُوْنَ: كَانَتْ أَفْصَحَهُنَّ لِسَانًا عَنْ مُوْسَى بْنِ طَلْحَة قَالَ مَا رَأَيْتُ أَحَدًا أَفْصَحَ مِنْ عَائِشَةَ أَخْرَجَهُ التِّرْمَذِيُّ وَقَالَ حَدِيْثٌ حَسَنٌ صَحِيْحٌ غَرِيْبٌ",
            "page": "35",
            "part": "1",
            "seal": "A49E3C9D"
        },
        {
            "id": "35",
            "nass": "وَرَوَى مُحَمَّدُ بْنُ سِيْرِيْنَ عَنِ الْأَحْنَفِ بْن قَيْسٍ قَالَ سَمِعْتُ خُطْبَةَ أَبِيْ بَكْرٍ الصِّدِّيْقِ وَعُمَرَ بْنِ الْخَطَّابِ وَعُثْمَانَ بْنِ عَفَّانَ وَعَلِيِّ بْنِ أَبِيْ طَالِبٍ وَالْخُلَفَاءِ كُلِّهِمْ هَلُمَّ جَرًّا إِلَى يَوْمِيْ هَذَا فَمَا سَمِعْتُ الْكَلَام مِنْ فَمِ مَخْلُوْقٍ أَفْخَمَ وَلَا أَحْسَنَ مِنْهُ مِنْ عَائِشَةَ أَخْرَجَهُ الْحَاكِمُ فِي مُسْتَدْرَكِهِ وَسَاقَ أَبُو الْفَرَجِ فِي التَّبْصَرَةِ لَهَا كَلَامًا طَوِيْلًا مُوَشَّحًا بِغَرَائِبِ اللُّغَةِ وَالْفَصَاحَةِ وَقَالَ صَاحِبُ زَهْرِ الْآَدَابِ لَمَّا تُوُفِّيَ الصِّدِّيْقُ رَضِيَ اللهُ عَنْهُ وَقَفَتْ عَائِشَةُ عَلَى قَبْرِهِ فَقَالَتْ ¶ نَضَّرَ اللهُ وَجْهَكَ يَا أَبَتِ وَشَكَرَ لَكَ صَالِح سَعْيِكَ فَلَقَدْ كُنْتَ لِلدُّنْيَا مُذِلًّا بِإِدْبَارِكِ عَنْهَا وَلِلْآَخِرَةِ مُعِزًّا بِإِقْبَالِكَ عَلَيْهَا وَلَئِنْ كَانَ أَجَلَّ الْحَوَادِثِ بَعْدَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَزْؤُكَ وأعظم المصائب بعده فقدك إن كتاب الله ¶ لَيَعِدُ بِحُسْنِ الصَّبْرِ عَنْكَ حُسْنَ الْعِوَضِ مِنْكَ وَأَنَا أَسْتَنْجِزُ مَوْعُوْدَ اللهِ فِيْكَ بِالصَّبْرِ وَأَسْتَقْضَيْهِ بِالِاسْتِغْفَارِ لَكَ أَمَا لَئِنْ كَانُوْا قَامُوْا بِأَمْرِالدُّنْيَا لَقَدْ قُمْتُ بِأَمْرِ الدِّيْنِ لَمَّا وَهَى شُعَبُهُ وَتَفَاقَمَ صَدْعُهُ وَرَجُفَتْ جَوَانِبُهُ فَعَلَيْكَ سَلَامُ اللهِ تَوْدِيْعَ غَيْرِ قَالِيَةٍ لِحَيَاتِكَ وَلَا زَارِيَةٍ عَلَى الْقَضَاءِ فِيْكَ ¶ الرَّابِعُةُ وَالْعِشْرُوْنَ: أَنَّ الْأَكَابِرَ مِنَ الصَّحَابَةِ كَانَ إِذَا أَشْكَلَ عَلَيْهِمُ الْأَمْر فِي الدِّيْنِ اسْتَفْتَوْهَا فَيَجِدُوْنَ عِلْمَهُ عِنْدَهَا قَالَ أبو موسى الْأَشْعَرِيّ مَا أَشْكَلَ عَلَيْنَا أَصْحَاب رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَدِيْثٌ قَطُّ فسَأَلَنَا عَائِشَةَ إِلَّا وَجَدْنَا عِنْدَهَا مِنْهُ عِلْمًا أَخْرَجَهُ التِّرْمَذِيُّ وَقَالَ حَدِيْثٌ حَسَنٌ صَحِيْحٌ",
            "page": "36",
            "part": "1",
            "seal": "903ABD27"
        },
        {
            "id": "36",
            "nass": "وَقَالَ مَسْرُوْقٌ رَأَيْتُ مَشِيْخَةَ أَصْحَابِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يسألونها عن الفرايض ¶ الْخَامِسُةُ وَالْعِشْرُوْنَ: جَاءَ فِيْ حَقِّهَا خُذُوْا شَطْرَ دينكم عن الحميراء وسألت شيخنا الحافظ عماد الدين ابْنَ كَثِيْر رَحِمَهُ اللهُ عَنْ ذَلِكَ فَقَالَ كان شيخنا حافظ الدنيا أبو الحجاج الْمِزِّيُّ رَحِمَهُ اللهُ يَقُوْلُ كُلُّ",
            "page": "37",
            "part": "1",
            "seal": "4343BB42"
        },
        {
            "id": "37",
            "nass": "حَدِيْثٍ فِيْهِ الْحُمَيْرَاءُ بَاطِلٌ إِلَّا حَدِيْثًا فِي الصَّوْم فِي سُنَنِ النَّسَائِيِّ قُلْتُ وَحَدِيْثٌ آَخَرُ في النَّسَائِيِّ أَيْضًا عَنْ أَبِيْ سَلَمَة قَالَ قَالَتْ عَائِشَةُ دَخَلَ الْحَبشَةُ الْمَسْجِدَ يَلْعَبُوْنَ فَقَالَ لِيْ يَا حُمَيْرَاءُ أتُحِبِّيْنَ أَنْ تَنْظُرِيْ إِلَيْهِمْ الْحَدِيْث وَإِسْنَادُهُ صَحِيْحٌ وَرَوَى الْحَاكِمُ فِيْ مُسْتَدْرَكِهِ حَدِيْثَ ذِكْرِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خُرُوْجَ بَعْضِ أُمَّهَاتِ الْمُؤْمِنِيْنَ فضَحِكَتْ عَائِشَةُ فَقَالَ انْظُرِْيْ يَا حُمَيْرَاء أَلَّا تَكُوْنِيْ أَنْتِ ثُمَّ الْتَفَتَ إِلَى عَلِيٍّ فَقَالَ ¶ إِنْ وَلِيْتَ مِنْ أَمْرِهَا شَيْئًا فَارْفُقْ بِهَا وَقَالَ صَحِيْحُ الْإِسْنَادِ ¶ وَذَكَرَها الشَّيْخ أَبُوْ إِسْحَاقَ الشِّيْرَازِيّ فِي طَبَقَاته فِي جُمْلَةِ فُقَهَاءِ الصَّحَابَةِ وَلَمَّا ذَكَرَ ابْنُ حَزْمٍ أَسْمَاءَ الصَّحَابَةِ الَّذِيْنَ رُوِيَتْ عَنْهُمُ الْفَتَاوَى فِي الْأَحْكَام فِيْ مَزِيَّةِ كَثْرَةِ مَا نَقَلَ عَنْهُمْ قَدَّمَ عَائِشَةَ عَلَى سَائِرِ الصَّحَابَة وَقَالَ الْحَافِظُ أبو حفص عمربن عَبْدِ الْمَجِيْدِ الْقُرَشِيُّ الْمِيَانَشِيُّ فِيْ كِتَابِ إِيْضَاحُ مَإِلَّا يَسَعُ المحَدِّثَ جَهْلُهُ اشْتَمَلَ كِتَابُ الْبُخَارِيِّ وَمُسْلِمٍ عَلَى أَلْف",
            "page": "38",
            "part": "1",
            "seal": "AA2BF5EE"
        },
        {
            "id": "38",
            "nass": "حَدِيْثٍ وَمِائَتَيْ حَدِيْثٍ مِنَ الْأَحْكَام فَرَوَتْ عَائِشَةُ مِنْ جُمْلَةِ الْكِتَابَيْنِ مِائَتَيْنِ وَنَيِّفًا وَتِسْعِيْنَ حَدِيْثًا لَمْ يَخْرُجْ عَنِ الْأَحْكَام مِنْهَا إِلَّا الْيَسِيْرُ قال الحاكم أبو عبد الله فحمل عنها ربع الشريعة قال أبو حفص وَرُوِيَنَا بِسَنَدِنَا عَنْ بَقِيِّ بْنِ مُخَلَّدٍ رَضِيَ اللهُ عَنْهُ إِنَّ عَائِشَةَ رَوَتْ أَلْفَيْنِ وَمِائَتَيْ حَدِيْثٍ وعَشْرَةَ أَحَادِيْثَ وَالَّذِيْنَ رَوَوْا إِلَّالُوْفَ عَنْ رَسُوْلِ اللهِ أَرْبَعَةٌ أَبُوْ هُرَيْرَةَ وَعَبْد اللهِ بْنُ عَمْرٍو وَأَنَس بْنُ مَالِكٍ وَعَائِشَةُ رَضِيَ اللهُ عَنْهُم ¶ السَّادِسُةُ وَالْعِشْرُوْنَ: لَمْ يَنْكَحِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ امْرَأَةً أَبَوَاهَا مُهَاجِرَانِ بلا خلاف سواها ¶ السَّابِعُةُ وَالْعِشْرُوْنَ أَنَّ أَبَاهَا وَجَدَّهَا صَحَابِيَّانِ وَشَارَكَهَا فِيْ ذَلِكَ جَمَاعَة قَلِيْلُوْنَ قَالَ مُوْسَى بْنُ عُقْبَةَ لَا نَعْرِفُ أَرْبَعَةً أَدْرَكُوْا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هُمْ وَأَبْنَاؤُهُمْ إِلَّا هَؤُلَاءِ الأربعة فذكر أبا بكر الصديق وَأَبَاه وَابْنَهُ عَبْدَ الرَّحْمَنِ وَابْنَهُ مُحَمَّدًا أَبَا عَتِيْقٍ حَكَاهُ عَنْهُ ابْنُ الصَّلَاحِ فِي النَّوْعِ الرَّابِعِ وَالْأَرْبَعِيْنَ مِنْ عُلُوْمِهِ وَكَذَا صَاحِبُ الْفِرْدَوْسِ وَقَالَ وَلَا نَعْلَمُ مِنَ الْعَشْرَةِ أَحَدًا أَسْلَمَ أَبُوْهُ عَلَى يَدَيْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَّا أَبَا بَكْرٍ قُلْتُ وَقَدْ أفرد ابن مندة جزءا فيمن روى عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هُوَ وَوَلَدُهُ وَوَلَدُ وَلَدِهِ وَاشْتَرَكُوْا فِيْ رُؤْيَتِهِ وَصُحْبَتِهِ وَالسِّمَاع مِنْهُ وَبَدَأَ بِوَالِدِ الصِّدِّيْقِ أََبِيْ قُحَافَةَ وَرَوَى لَهُ حَدِيْثًا ثُمَّ بالصِّدِّيْقِ ثُمَّ بِوَلَدِهِ عَبْدِ الرَّحْمَنِ وَمِنْهُم حَارِثَةُ بْنُ شَرَاحِيْلَ وابنه زيد ين حَارِثَةَ وَابْنُهُ أُسَامَةَ بْنُ زَيْد حِبُّ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ¶ وَرَوَى أَبُو الْقَاسِمِ الْبَغَوِيُّ مِنْ جِهَةِ مُحَمَّدِ بْنِ عَبْد اللهِ بْنِ عَمْرِو بْنِ عُثْمَانَ عَنْ عَبْدِ اللهِ بْنِ أَبِيْ بَكْرٍالصِّدِّيْقِ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا بَلَغَ الْمَرْءُ المُسْلِمُ أَرْبَعِيْنَ سَنَةً صَرَفَ اللهُ عَنْهُ ثَلَاثَةَ أَنْوَاعٍ مِّنَ الْبَلَاءِ الْجُنُوْنُ وَالْجُذَامُ",
            "page": "39",
            "part": "1",
            "seal": "AB24B725"
        },
        {
            "id": "39",
            "nass": "وَالْبَرَصُ الْحَدِيْث ثُمَّ قَالَ لَا اعْلَمْ لِعَبْد الله به أَبِيْ بَكْرٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ غير هذا الْحَدِيْث ثُمَّ قَالَ لَا اعْلَمْ لِعَبْد اللهِ بْنِ أَبِيْ بَكْرٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ غَيْرَ هَذَا الْحَدِيْث وَفِيْ إِسْنَادِهِ ضعف وإرسال وقال الدارقطني ثنا عبد اللهِ بْنُ أَبِيْ بَكْرٍ فَأَسْنَدَ عَنْهُ حَدِيْثًا فِيْ إِسْنَادِهِ نَظَرٌ يَرْوِيْهِ عُثْمَانُ بْنُ الْهَيْثَمِ الْمُؤَذِّنُ عَنْ رِجَالٍ 2 ضُعَفَاءَ قَالَ الْمُنْذِرِيُّ وَقَدْ وَقَعَ لَنَا مِنْ حَدِيْثِ عَبْدِ اللهِ بْنِ أَبِيْ بَكْرٍ الصِّدِّيْقِ عَنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَدِيْثَانِ آَخَرَانِ ¶ غَيْرَ هَذَا الْحَدِيْث أَحَدُهُمَا إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَرَّقَ بَيْنَ جَارِيَةٍ بِكْرٍ وَزَوْجِهَا زَوَّجَهَا أَبُوْهَا وَهِيَ كَارِهَةٌ ... . الْحَدِيْث الثَّانِيْ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يُجْلَدَ فَوْقَ عَشْرَةِ أَسْوَاطٍ إِلَّا فِيْ حَدٍّ مِنْ حُدُوْدِ اللهِ ¶ وَهَذَانِ الْحَدِيْثانِ يَرْوِيْهِمَا عَنْهُ الْمُهَاجِرُ بْنُ عِكْرَمَةَ الْمَخْزُوْمِيُّ وَعِنْدِيْ فِيْ سِمَاعِ الْمُهَاجِرِ هَذَا مِنْ عَبْدِ اللهِ بْن أَبِيْ بَكْرٍ نَظَرٌ فَإِنَّ عَبْدَ اللهِ قَدِيْمُ الْوَفَاةِ فَإِنَّهُ تُوُفِّيَ فِيْ شَوَّالٍ سَنَةَ إِحْدَى عَشْرَةَ مِنَ الْهِجْرَة وَهِيَ السَّنَةُ الَّتِيْ تُوُفِّيَ فِيْهَا رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وقِيْلَ سنة اثنتي عشرة والأول أشهر وكانت وَفَاتُهُ بِالْمَدِيْنَةِ وَنَزَلَ حُفْرَتَهُ عُمَرُ بْنُ الْخَطَّابِ وَطَلْحَةُ بْنُ عُبَيْدِ اللهِ وَعَبْدُ الرَّحْمَنِ بْنُ أَبِيْ بَكْرٍ الصِّدِّيْقِ رَضِيَ اللهُ عَنْهُمْ ¶ الثَّامِنُةُ وَالْعِشْرُوْنَ: كَانَ أَبُوْهَا أَحَبَّ الرِّجَالِ إِلَيْهِ وَأَعَزَّهُمْ عَلَيْهِ ¶ التَّاسِعُةُ وَالْعِشْرُوْنَ: أَنَّ أَبَاهَا أَفْضَلُ النَّاسِ بَعْدَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وقد سئل عن ذلك ما لك فَقَالَ وَهَلْ فِيْ ذَلِكَ شَكٌّ وَقَدْ صَحَّ عن علي ابن أبي طالب ذلك أيضا أخرجه أبو ذر فِيْ كِتَابِ السُّنَّةِ لَهُ",
            "page": "40",
            "part": "1",
            "seal": "E336CC2B"
        },
        {
            "id": "40",
            "nass": "وَأَخْرَجَ الْبُخَارِيُّ فِيْ صَحِيْحِهِ عَنْ مُحَمَّدِ بْنِ الحنفِيَّةِ قَالَ قُلْتُ لِأَبِيْ أَيُّ النَّاسِ خَيْرٌ بَعْدَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ أَبُوْ بَكْرٍ قُلْتُ ثُمَّ مَنْ قَالَ عُمَرُ وَخَشِيْتُ أَنْ يَقُوْلَ عُثْمَانُ قُلْتُ ثُمَّ أَنْتَ قَالَ مَا أَنَا إِلَّا رَجُلٌ مِّنَ الْمُسْلِمِيْنَ وَإِنَّمَا وَقَعَ الْخِلَافُ فِي التَّفْضِيْل بَيْنَ عَلِيٍّ وَعُثْمَانَ وَذَهَبَ قَوْمٌ إِلَى تَسَاوِيْهِمَا فِي الْفَضِيْلَةِ وَحُكِيَ عَنْ مَالِكٍ وَيَحْيَى بْنُ سَعِيْدٍ الْقَطَّانُ وَأَمَّا مَا ذَكَرَهُ ابْنُ عَبْدِ الْبَرِّ فِيْ كِتَابِ الصَّحَابَةِ أَنَّ السَّلَف اخْتَلَفُوْا ¶ فِيْ تَفْضِيْلِ أَبِيْ بَكْرٍ وَعَلِيٍّ فَقَدْ غَلَطَ فِيْ ذَلِكَ وَوَهِمَ لَاسِيِّمَا وَثَبَتَ بِأَنَّ مَنْ كَانَ بعتقد ذلك من السلف أبو سعيد الْخُدْرِيُّ وَهَذَا بَعِيْدٌ وَقَدْ أَخْرَجَ الْبُخَارِيُّ فِيْ صَحِيْحِهِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ كُنَّا نُخَيِّرُ بَيْنَ النَّاسِ فِيْ زَمَانِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَنُخَيِّرُ أَبَا بكر ثم عُمَرَ بْنَ الْخَطَّابِ ثُمَّ عُثْمَانَ بْنَ عَفَّانَ ثُمَّ نَتْرُكُ أَصْحَاب رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لا نفاضل بينهم وقد أنكر ابن عبد البر صحة هذا الخبر وقال إِنَّهُ غَلَطٌ لِوَجْهَيْنِ أَحَدُهُمَا أَنَّهُ حُكِيَ عَنْ هَارُوْنِ بْنِ إِسْحَاقَ قَالَ سَمِعت يَحْيَى بْنَ مَعِيْنٍ يَقُوْلُ مَنْ قَالَ أَبُوْ بَكْرٍ وَعُثْمَانُ وَعَلِيٌّ وَعَرَفَ لِعَلِيٍّ سَابِقَتَهُ وَفَضْلَهُ فَهُوَ صَاحِبُ سنة ومن قال أبو بكر وعمر وَعَلِيٌّ وَعُثْمَانُ وَعَرَفَ لِعُثْمَانَ سَابِقَتَهُ وَفَضْلَهُ فَهُوَ صَاحِبُ سُنَّةٍ فَذَكَرْتُ لَهُ هَؤُلَاءِ الَّذِيْنَ يَقُوْلُوْنَ أَبُوْ بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَيَسْكُتُوْنَ فَتَكَلَّمَ فِيْهِمْ بكلام غليظ",
            "page": "41",
            "part": "1",
            "seal": "48891F31"
        },
        {
            "id": "41",
            "nass": "وَهَذَا عَجِيْبٌ لِأَنَّ ابْنَ مَعِيْنٍ إِنَّمَا أَنْكَرَعَلَى رَأْيِ قَوْمٍ لَا عَلَى نَقْلِهِمْ وَهَؤُلَاءِ القَوْمُ العثمانية المغلون فِيْ عُثْمَانَ وَذَمِّ عَلِيٍّ وَمَنْ قَالَ ذَلِكَ وَاقْتَصَرَ عَلَى عُثْمَانَ فَلَا شَكّ أَنَّهُ مَذْمُوْمٌ وليس في الخبر ما يَدُلُّ عَلَى أَنَّ عَلِيًّا لَيْسَ بِخَيْرِ النَّاسِ بَعْدَهُمْ ¶ الثَّانِي خِلَافُ قَوْلِ أَهْل السُّنَّةِ إِنَّ عَلِيًّا أَفْضَلُ النَّاسِ بَعْدَ عُثْمَانَ هَذَا لَا خِلَافَ فِيْهِ وَإِنَّمَا اخْتَلَفُوْا فِيْ تَفْضِيْلِ عَلِيٍّ وَعُثْمَانَ قَالَ وَاخْتَلَفَ السَّلَف أَيْضًا فِيْ تَفْضِيْلِ عَلِيٍّ وَأَبِيْ بَكْرٍ وَفِيْ إِجْمَاعِ الْجَمَاعَةِ الَّتِيْ ذَكَرْنَا دَلِيْلٌ عَلَى أَنَّ حَدِيْثَ ابْنَ عُمَرَ وَهْمٌ غَلَطٌ وَهَذَا أَعْجَبُ مِنَ الْأًوَّل فَإِنَّ الْحَدِيْث صَحِيْحٌ أَوْرَدَهُ الْأَئِمَّة الْبُخَارِيُّ فَمَنْ دُوْنَهُ فِيْ كُتُبِهِمِ الصِّحَاحِ وَالْحَامِلُ لَهُ ¶ عَلَى ذَلِكَ اعْتِقَادُهُ أَنَّ حَدِيْثَ ابْنِ عُمَرَ يَقْتَضِيْ أَنَّ عَلِيًّا لَيْسَ بِأَفْضَلَ بَعْدَ عُثْمَانَ وَلَيْسَ كَذَلِكَ بَلْ هُوَ مَسْكُوْتٌ عَنْهُ ¶ الثَّلَاثُوْنَ: كَانَ لَهَا يَوْمًانِ وَلَيْلَتَانِ فِي الْقَسْمِ دُوْنَهُنَّ لِمَا وَهَبَتْهَا سَوْدَةُ يَوْمَهَا وَلَيْلَتَهَا ¶ الْحَادِيْةُ وَالثَّلَاثُوْنَ: أَنَّهَا كَانَتْ تَغْضَبُ فَيَتَرَضَّاهَا وَلَمْ يَثْبُتْ ذَلِكَ لِغَيْرِهَا ¶ الثَّانِية والثلاثون: لم يرو عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ امْرَأَةٌ أكثر منها ونقل المارودي فِي الْأَقْضِيَةِ مِنَ الْحَاوِيْ عَنْ أَبِيْ حَنِيْفَةَ أَنَّهُ لَا يَنْقُلُ مِنْ أَحَادِيْثِ النِّسَاءِ إِلَّا ما روته عائشة وأم سلمة وهو غريب",
            "page": "42",
            "part": "1",
            "seal": "5CBFA68E"
        },
        {
            "id": "42",
            "nass": "الثَّالِثُةُ وَالثَّلَاثُوْنَ: كَانَ يَتْبَعُ رِضَاهَا كَلَعْبِهَا بِاللُّعَبِ وَوَقُوْفِهِ فِيْ وَجْهِهَا لِتَنْظُرَ إِلَى الْحَبَشَةِ يَلْعَبُوْنَ وَاسْتَنْبَطَ الْعُلَمًاءُ مِنْ ذَلِكَ أَحْكَامًا كَثِيْرةً فَمَا أَعْظَمَ بَرَكَتُهَا ¶ الرَّابِعُةُ وَالثَّلَاثُوْنَ: أَنَّهَا أَفْضَلُ امْرَأَةٍ مَاتَ عَنْهَا رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِلَا خِلَافٍ وَاخْتَلَفُوْا فِي التَّفْضِيْل بَينَهَا وَبَيْنَ خَدِيْجَةَ عَلَى وَجْهَيْنِ حَكَاهُمَا الْمُتَوَلِّيْ فِي التَّتِمَّةِ وَقَالَ الْآمَدِيُّ فِيْ أَبْكَارِ الْإِفْكارِ مَذْهَب أَهْل السُّنَّةِ إِنَّ عَائِشَةَ أَفْضَلُ نِسَاءِ الْعَالَمِيْنَ وَقَالَتِ الشِّيْعَةُ أَفْضَلُ زَوْجَاتِهِ خَدِيْجَةُ وَأَفْضَلُ نِسَاءِ الْعَالَمِيْنَ فَاطِمَة وَمَرْيَم وَآَسِيَة ¶ وَمِنْهُمْ مَنْ تَوَقَّفَ فِيْ ذَلِكَ وَهُوَ مَا مَالَ إِلَيْهِ الطِّبّرِيُّ فِيْ تَعْلِيْقِهِ فِي ¶ الْأُصُوْل وَاحْتَجَّ مَنْ فَضَّلَ خَدِيْجَةَ بأَنَّهَا أَوَّلُ النَّاسِ إِسْلَاما كَمَا نَقَلَ الثَّعْلَبِيُّ الْإِجْمَاعَ عَلَيْهِ وَبِأَنَّ لَهَا تَأْثِيْرًا فِي الْإِسْلَام وَكَانَتْ تُسَلِّيْ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَتَبْذُلُ دُوْنَهُ مَالَهَا فَأَدْرَكَتْ غُرَّةَ الْإِسْلَام وَاحْتَمَلَتِ إِلَّاذَى فِي اللهِ وَرَسُوْلِهِ وَكَانَتْ نُصْرَتُهَا لِلرَّسُوْلِ فِيْ أَعْظَمَ أَوْقَاتِ الْحَاجّةِ فَلَهَا مِنْ ذَلِكَ مَا لَيْسَ لِغَيْرِهَا",
            "page": "43",
            "part": "1",
            "seal": "11976663"
        },
        {
            "id": "43",
            "nass": "قال أبو بكر بن داوود وَلِإِنَّ عَائِشَةَ أقْرَأَهَا رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ السَّلَامَ مِنْ جِبْرِيْلَ وَخَدِيْجَةَ أَقْرَأَهَا جِبْرِيْلُ السَّلَامَ مِن رَّبِّهَا عَلَى لِسَانِ مُحَمَّدٍ فَهِيَ أَفْضَلُ ¶ وَاحْتَجَّ مَنْ فَضَّلَ عَائِشَةَ بِأَنَّ تأثيرها في آخرالإسلام فَلَهَا مِنَ التَّفَقُّهِ فِي الدِّيْنِ وَتَبْلِيْغِهِ إِلَى الأمة وانتنفاع بَنِيْهَا بِمَا أَدَّتْ إِلَيْهِمْ مِنَ الْعِلْم مَا ليس لغيرها قال السهلي وَأَصَحُّ مَا رُوِيَ فِيْ فَضْلِهَا عَلَى النِّسَاءِ حَدِيْثُ فَضْلُ عَائِشَةَ عَلَى النِّسَاءِ كَفَضْلِ الثَّرِيْدِ عَلَى سَائِرِ الطَّعَامِ يَعْنِيْ كَمَا أَخْرَجَهُ الشَّيْخَانِ مِنْ حَدِيْثِ أَنَسٍ قَالَ وَأَرَادَ بالثَّرِيْدِ اللَّحْمَ كَذَلِكَ رَوَاهُ مَعْمَرُ فِيْ جَامِعِهِ مُفَسَّرًا عَنْ قَتَادَةَ - وَأَبَان يَرْفَعُهُ - فَقَالَ فِيْهِ كَفَضْلِ الثَّرِيْدِ باللحم",
            "page": "44",
            "part": "1",
            "seal": "EC960476"
        },
        {
            "id": "44",
            "nass": "وَوَجْهُ التَّفْضِيْلِ مِنْ هَذَا الْحَدِيْث أَنَّهُ قَالَ فِيْ حَدِيْثٍ آَخَرَ سَيِّدُ أُدُوْمِ الدُّنْيَا وَالْأُخَرةِ اللَّحْمُ مَعَ أَنَّ الثَّرِيْدَ إِذَا أُطْلِقَ لَفْظُهُ فَهُوَ ثَرِيْدُ اللَّحْمِ أَنْشَدَ سِيْبَوَيْهِ ¶ (إِذَا مَا الْخُبْز تَأْدِمُهُ بِلَحْمٍ ... فَذَاكَ أَمَانَةُ اللهِ الثَّرِيْدُ) قَالَ وَلَوْلَا قَوْلُهُ فِيْ خَدِيْجَةَ وَاللهِ مَا أَبْدَلَنِيَ اللهُ خَيْرًا مِنْهَا لَقُلْنَا بِتَفْضِيْلِهَا عَلَى خَدِيْجَةَ وَعَلَى نِسَاءِ الْعَالَمِيْنَ وَهَذَا الْحَدِيْث الَّذِيْ أَشَارَ إِلَيْهِ أَخْرَجَهُ ابْنُ مَاجَه فِيْ سُنَنِهِ حَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيْد الْخَلَّال الدِّمَشْقِيّ ¶ ثَنَا الْحَسَنُ بْنُ صَالِح حَدَّثَنِيْ سُلَيْمَان بْن عَطَاء الجرزي حَدَّثَنِيْ مَسْلَمَة الْجُهَنِيّ عَنْ عَمِّهِ أَبِيْ مُشَجِّعَةٍ عَنْ أَبِي الدَّرْدَاءِ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَيِّدُ طَعَامِ أهل الدنيا",
            "page": "45",
            "part": "1",
            "seal": "CCEA478A"
        },
        {
            "id": "45",
            "nass": "وَأَهْلِ الْجَنَّة اللَّحْمُ وَقَالَ ابْنُ الْجَوْزِيّ فِي مُشْكَله الْعَرَبُ تُفَضِّلُ الثَّرِيْدَ لِأَنَّهُ أَمْهَلُ فِيْ تَنَاوُلِهِ وَلِأَنَّهُ جَوْهَرُ الْمَرَقِ فَلَمْ يَقِفْ عَلَى هذا المعنى الحسن وقال الشيخ أبو عمرو بن الصَّلَاحِ فِيْ طَبَقَاتِهِ رُوِيْنَا عَنِ الْإِمَام أَبِي الطَّيِّبِ سَهْلٍ الصُّعْلُوْكِيّ أَنَّهُ قَالَ فِيْ قَوْلِ النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فضل ثريد عمرو العلى الَّذِيْ عَظُمَ نَفْعُهُ وَقَدْرُهُ وَعَمَّ خَيْرُهُ وَبِرُّهُ وَبَقِيَ لَهُ وَلِعَقِبِهِ ذِكْرٌ حَتَّى قَالَ فِيْهِ القائل ¶ (عمرو العلى هَشَمَ الثَّرِيْدَ لِقَوْمِهِ ... وَرِجَالُ مَكَّةَ مُسْتَنُّوْنَ عِجَافٌ) ثُمَّ قَالَ ابْنُ الصَّلَاحِ أَبْعَدَ سَهْلٌ فِيْ تَأْوِيْل الْحَدِيْث وَالَّذِيْ أَرَاهُ أَنَّ مَعْنَاهُ ثَرِيْدُ كُلِّ طَعَامٍ عَلَى بَاقِيْ ذَلِكَ الطَّعَام وَسَائِرٌ بِمَعْنَى بَاقِيْ ... وَهُوَ كَذَلِكَ فَإِنَّ خَيْرَ اللَّحْمِ قد حصل فيه أفضل منه",
            "page": "46",
            "part": "1",
            "seal": "4B13D344"
        },
        {
            "id": "46",
            "nass": "وَسُئِلَ ابْنُ الْحَاجِبِ فِيْ أَمَالِيْهِ عَنْ قَوْلِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَمُلَ مِنَ الرِّجَالِ كَثِيْر وَلَمْ يَكْمُلْ مِنَ النِّسَاءِ إِلَّا مَرْيَم ابْنَة عِمْرَانَ وَآَسِيَةَ وَإِنَّ فَضْلَ عَائِشَةَ عَلَى النِّسَاءِ كَفَضْلِ الثَّرِيْدِ عَلَى سَائِرِ الطَّعَامِ هَلْ الْأَلْفُُ وَاللَّامُ لِاسْتِغْرَاقِ الْجِنْسِ أَوْلَا فَأَجَابَ بِأَنَّ النِّسَاءَ فِي الْأًوَّل لِمَنْ عَدَا عَائِشَةَ وَفِي الثَّانِيْ لِمَنْ عَدَا مَرْيَم وَآَسِيَةَ فَلَا دَلَالَةَ فيها على تفضيل أحد القبيلن عَلَى آَخَرَ كَقَوْلِكَ زَيْد أَفْضَلُ الْقَوْمِ وَعَمْرٌو أَفْضَلُ الْقَوْمِ فِيْهِ دَلِيْلٌ عَلَى أَنَّهُمَا أَفْضَلُ الْقَوْمِ وَلَا تَفْضِيْلَ لِمُجَرَّدِ ذَلِكَ لِأَحَدِهِمَا عَلَى الآخر ¶ فائدة ¶ وذكر الأستاذ أبو المصور البغدادي أَحَدُ أَئِمَّةِ أَصْحَابِنَا فِيْ كِتَابِ إِلَّاصُوْلُ الْخَمْسَةَ عَشَرَ كَلَامًا فِيْ فَضْلِ عَائِشَةَ وَفَاطِمَة قَالَ فكان شيخنا أبو سهل مُحَمَّدُ بْنُ سُلَيْمَانَ الصُّعْلُوْكِيُّ وَابْنُهُ سَهْلٌ يُفَضِّلَانِ فَاطِمَةَ عَلَى عَائِشَةَ وَبِهِ قَالَ الشَّافِعِيُّ وَلِلْحُسَيْنِ بْنِ الْفَضْلِ رِسَالَة فِي ذَلِكَ وَهَذَا مِمَّا لَا شَكَّ فِيْهِ وَقَدْ قَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَاطِمَة بُضْعَةٌ مِّنِّيْ وَلَا نَعْدِلُ بِبُضْعَةٍ مِّنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أحدا كما قاله ابن داوود",
            "page": "47",
            "part": "1",
            "seal": "3E874BC3"
        },
        {
            "id": "47",
            "nass": "فائدة ¶ أَمَّا زَوْجَاتُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَهُنَّ أَفْضَلُ النِّسَاءِ لِقَوْلِهِ تَعَالَى {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِّنَ النِّسَاءِ} قَالُوْا وَيَجِبُ الْوَقْفُ هُنَا ثُمَّ يَبْتَدِأُبِالشرْطِ وَهُوَ قَوْلُهُ {إِنِ اتَّقَيْتُنَّ} وَجَوَابُهُ {فَلَا تَخْضَعْنَ} دُوْنَ مَا قَبْلَهُ بَلْ حكم الله بتفضيلهن على النساء مطلقا من غَيْرِ شَرْطٍ وَهُوَ أَبْلَغُ فِيْ مَدْحِهِنَّ وَجَوَابُ الشَّرْطِ مَابَعْدَهُ ¶ فَإِنْ قِيْلَ رُوِيَ كُلٌّ مَعَ صَاحِبِهِ فِي الدَّرَجَة فإِذَا كَانَتْ عَائِشَة مَعَ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيْ دَرَجَتِهِ وَفَاطِمَة مَعَ عَليٍّ فِيْ دَرَجَتِهِ فَتَفَاوُتُ مَا بَيْنَهُمَا كَتَفَاوُتِ مَا بَيْنَ الدَّرَجَتَيْنِ قِيْلَ قَالَ الْإِمَام فِي الشَّامِلِ هَذَا لَا يَترى لِأَنَّهُ معُلُوْمٌ إِنَّ عَائِشَةَ لَا تَكُوْنُ فِيْ دَرَجَتِهَا كَدَرَجَةِ النَّبُوَّةِ فَإِنْ قُلْتَ هِيَ فِيْ مَنَازِلِ إِلَّاتْبَاعِ قُلْتُ هَذَا لَا يُعْطِيْ فَضِيْلَةً مُتَأَصِّلَةً وَلَوْ كَانَتِ الْفَضِيْلَةُ بِهَذَا الْقَدْر لَكَانَ يَتَعَدَّى هَذَا إِلَى كُلِّ مَنْ خَدَمَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَتَبِعَهُ وَلَيْسَ الْأَمْر كَذَلِكَ ¶ الْخَامِسُةُ وَالثَّلَاثُوْنَ: أَنَّ عُمَرَ فَضَّلَهَا فِي الْعَطَاءِ عَلَيْهِنَّ كَمَا أَخْرَجَهُ الْحَاكِمُ فِي مُسْتَدْرَكِهِ مِنْ جِهَةِ مُصْعَب بْنِ سَعْدٍ قَالَ فَرَضَ عُمَرُ لِأُمَّهَاتِ الْمُؤْمِنِيْنَ عَشْرَةَ آلَافٍ وَزَادَ عَائِشَةَ أَلْفَيْنِ وَقَالَ إِنَّهَا حَبِيْبَة رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ أَخْرَجَ عَنْ مُصْعَب بْنِ سَعْدٍ نَحْوَهُ وَقَالَ صَحِيْحٌ عَلَى شَرْطِ الشَّيْخَيْنِ وَلَمْ يُخْرِجَاهُ لِإِرْسَالِ مُطَرِّف بْنِ طَرِيْفٍ ¶ حَاشِيَةٌ ¶ سُئِلَ الدَّارَقُطْنِيّ فِيْ عِللِهِ عَنْ حَدِيْثِ مُصْعَب بْنِ سَعْدٍ عَنْ عُمَرَ أَنَّهُ فَرَضَ لزواج النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَشْرَةَ آلَافٍ فَقَالَ يَرْوِيْهِ أَبُوْ إِسْحَاقَ وَاخْتُلِفَ عَنْهُ فَرَوَاهُ مُطَرِّفٌ عَنْ أَبِيْ إِسْحَاقَ عَنْ مُصْعَب بْنِ سعد عن عمر وتابعه إسرائيل ورواه",
            "page": "48",
            "part": "1",
            "seal": "FE53785E"
        },
        {
            "id": "48",
            "nass": "الأعمش عَنْ أَبِيْ إِسْحَاقَ عَنْ بَعْضِ أَصْحَابِهِ عَن عُمَر وَلَمْ يُسَمِّ أَحَدًا وَقَوْلُ مُطَرِّفٍ وَإِسْرَائِيْلَ صَحِيْحٌ ¶ السَّادِسُةُ وَالثَّلَاثُوْنَ: فَضْلُ عِبَادَتِهَا قَالَ الْقَاسِمُ كَانَتْ عَائِشَةُ تَصُوْمُ الدَّهْرَ وَقَالَ عُرْوَةُ بَعَثَ مُعَاوِيَةُ مَرَّةً إِلَى عَائِشَةَ بِمِائَةِ أَلْفِ دِرْهَمٍ فقسمتها لَمْ تَتْرُكْ مِنْهَا شَيْئًا فَقَالَتْ بَرِيْرَةُ أَنْتِ صَائِمَةٌ فَهَلَّا ابْتَعْتِ لَنَا مِنْهَا بِدِرْهَمٍ لَحْمًا قالت لو ذكرتني لَفَعَلْتُ رَوَاهُ الْحَاكِمُ وَعَنْهُ أَيْضًا قَالَ وَإِنَّ عائشة تصدقت بسبعين ألف درهم وإنها لترفع جَانِبَ دِرْعِهَا أَيْضًا وَقَدْ اشْتَمَلَ هَذَا عَلَى ثَلَاثِ فَضَائِلَ فَضْلُ عِبَادَتِهَا وَجُوَدِهَا وَزُهْدِهَا ¶ السَّابِعُةُ وَالثَّلَاثُوْنَ: شِدَّةُ وَرَعِهَا فِيْ صَحِيْحِ مُسْلِمٍ أَنَّ شُرَيْحا لَمَّا سَأَلَهَا عَنِ الْمَسْح عَلَى الْخُفَّيْنِ فقالت إيت عليا فإنه أعلم بذلك مني",
            "page": "49",
            "part": "1",
            "seal": "4E4A6FE7"
        },
        {
            "id": "49",
            "nass": "وذكر هل الْمَغَازِيْ مِنْهُمْ سَعِيْدُ بْنُ يَحْيَى بْنِ سَعِيْدٍ إِلَّامَوِيُّ إِنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهُا لَمَّا دُفِنَ عُمَرُ بْنُ الْخَطَّابِ فِيْ حُجْرَتِهَا صَارَتْ تَحْتَجِبُ مِنَ الْقَبْرِ فَرَضِيَ اللهُ عَنْهُا وَأَسْنَدَ الحاكم في مستدركه ثنا أبو أسامة عَنْ هِشَامٍ وَاللهِ مَا دَخَلْتُ إِلَّا وَأَنَا مَشْدُوْدٌ عَلَيَّ ثِيَابِيْ حَيَاءً مِنْ عُمَرَ وَقَالَ صَحِيْحٌ عَلَى شَرْطِ الشَّيْخَيْنِ وَلَمْ يُخْرِجَاهُ ¶ قَالَ شيخنا الحافظ عماد الدين بْنُ كَثِيْرٍ وَوَجْهُ هَذَا مَا قَالَهُ شَيْخنَا الإمام أبو الحجاج المزي أن الشهداء كالأحياء فِي قُبُوْرِهِمْ وَهَذِهِ أَرْفَعُ دَرَجَةً فِيْهِمْ ¶ قَالَ شَيْخُنَا وَأَيْضًا فَإِنَّ حِجَابَهُنَّ كَثِيْفٌ غَلِيْظٌ رَضِيَ اللهُ عَنْهُنَّ فَإِنْ قِيْلَ فَقَدْ رَوَى التِّرْمَذِيُّ عَنْهَا رَضِيَ اللهُ عَنْهُا قَالَتْ قُلْتُ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَسْبُكَ مِنْ صَفِيَّةَ كَذَا وَكَذَا قَالَ بَعْضُ الرُّوَاةِ يَعْنِيْ قَصِيْرَةٌ فقال لها النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَقَدْ قُلْتِ كَلِمَةً لَوْ مُزِجَتْ بِمَاءِ الْبَحْرِ لَمَزَجَتْهُ قَالَ التِّرْمَذِيُّ حَسَنٌ صَحِيْحٌ أَيْ يَتَغَيَّرُ بِهَا طَعْمُهُ أَوْ رِيْحُهُ لِشِدَّةِ نَتْنِهَا فَالْجَوَاب إِنَّمَا صَدَرَ هَذَا القَوْلُ عَنْ عَائِشَةَ مَعَ وَفُوْر فَضْلِهَا وَكَمَالِ عقلها لفرط الغيرة الفريزية الَّتِيْ جُبِلَتْ عَلَيْهَا القُلُوْبُ الْبَشَرِيَّةُ",
            "page": "50",
            "part": "1",
            "seal": "D5C11513"
        },
        {
            "id": "50",
            "nass": "وَقَدْ حَكَى الْقَاضِي عِيَاضٌ فِي إِلَّاكْمَالِ عَنْ مَالِكٍ وَغَيْرِهِ أَنَّ الْمَرْأَةَ إِذَا رَمَتْ زَوْجَهَا بِالْفَاحِشَةِ عَلَى جِهَة الْغَيْرَةِ لَا يَجِبُ عَلَيْهَا الْحَدُّ قَالَ وَاحْتَجَّ لِذَلِكَ بِقَوْلِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَا تَدْرِي الْغَيْرَاءُ أَعْلَى الْوَادِيْ من أسفله ¶ وقَدْ رَوَى الْبُخَارِيُّ فِيْ مَنَاقِبِ عُمَرَ أَنَّهُ أَرْسَلَ فِيْ مَرَضِ مَوْتِهِ ابْنَهُ عَبْدَ اللهِ إِلَى عَائِشَةَ أَنَّ عُمَرَ يُقْرِئُكِ السَّلَامَ وَيَسْتَأْذِنُكَ أَنْ يُدْفَنَ مَعَ صَاحِبَيْهِ فَقَالَتْ عَائِشَةُُ لَقَدْ كُنْتُ أَرَدْتُهُ لِنَفْسِيْ وَلَأُوْثِرَنَّهُ عَلَى نَفْسِيْ وَقَدْ اسْتُشْكِلَ ذَلِكَ بِأَنَّ الْإِيْثَارَ بِالْقَبْرِ مِنْ خِلَافِ شِيَمِ الصَّالِحِيْنَ كَمَنْ يُؤْثِرُ بِالصَّفِّ الْأًوَّل وَيَتَأَخَّرُ هُوَ وَأَجَابَ بَعْضُهُمْ بِأَنَّ الْمَيِّت يَنْقَطِعُ عَمَلُهُ بِمَوْتِهِ فَلَا الْإِيْثَارُ بِمَا بَعْدَ الْمَوْتِ وَلَا يقرب ما هو إنما هذا الإيثار فِيْهِ بِالْإِيْثَارِ بِهِ قُرْبَةً إِلَى اللهِ فَهِمَتْ بِقَرِيْنَةِ الْحَالِ أَنَّ الْحَدِيْث الْمَشْهُوَرَ أَنَّهَا رَأَتْ أن",
            "page": "51",
            "part": "1",
            "seal": "5E24F2CD"
        },
        {
            "id": "51",
            "nass": "الثَّامِنُةُ وَالثَّلَاثُوْنَ: أَنَّهَا سَمِعَتْهُ يَقُوْلُ فِيْ يَوْمٍ مِنَ الْأَيَّامِِ فَقَدَهَا وَاعَرُوْسَاهُ فَجَمَعَهَا اللهُ عَلَيْهِ ذَكَرَهُ ابْنُ شَاهِيْنَ فِيْ كِتَابِ السُّنَّةِ وَوَجِعَتْ يَوْمًا فَقَالَتْ وَارَأْسَاهُ فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَلْ أَنَا وَارَأْسَاهُ",
            "page": "52",
            "part": "1",
            "seal": "C36EA675"
        },
        {
            "id": "52",
            "nass": "فَفِيْهِ إِشَارَةٌ لِلْغَايَةِ فِي الْمُوَافِقةِ حَتَّى تَأَلَّمَ بِأَلَمِهَا فَكَأَنَّهُ أَخْبَرَهَا بِصِدْقِ مَحَبَّتِهَا حَتَّى وَاسَاهَا فِي الْأَلَمِ وَفَهِمَ مَنْ لَهُ عَلَى الْأَمْر بِالصَّبْرِ بِيْ مِنَ الْوَجَعِ مِثْلُ مَا بِكِ فَتَأَسِّيْ بِيْ فِي الصَّبْرِ وَعَدَمِ الشِّكْوَى وَالظَّاهِرُ الْأًوَّل وَرَوَى الْإِمَام أَحْمَدُ فِيْ مُسْنَدِهِ حَدَّثَنِيْ عَبْدُ اللهِ حَدَّثَنِيْ أَبِي عَنْ وَكِيْعٍ عَنْ اسماعيل عن ¶ مُصْعَبِ بْنِ إِسْحَاقَ بْنِ طَلْحَةَ عَنْ عائشة قالت قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ لَيُهَوِّنُ عَلَيَّ أَنِّيْ رَأَيْتُ بِيَاضَ كَفِّ عَائِشَةَ فِي الْجَنَّةِ أَخْرَجَهُ الطَّبْرَانِيّ فِيْ مُعْجَمِهِ عَنْ إِبْرَاهِيْمَ عَنِ إِلَّاسْوَدِ عَنْ عائشة قالت قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُهَوِّنُ عَلَيَّ مَنِيَّتِيْ أَنْ أُرِيْتُ عَائِشَةَ زَوْجَتِيْ فِي الْجَنَّةِ ¶ التَّاسِعُةُ وَالثَّلَاثُوْنَ: تَسَابُقُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَعَهَا رَوَاهُ أبو داود وَالنَّسَائِيُّ وَابْنُ مَاجَهْ وَصَحَّحَهُ ابْنُ حِبَّانَ",
            "page": "53",
            "part": "1",
            "seal": "5D0DE948"
        },
        {
            "id": "53",
            "nass": "وَفِيْهِ فَائِدَةٌ جَلَيْلَة وَهِيَ جَوَازُ السَّبْقِ مِنَ النِّسَاءِ خِلَافًا لِّمَا قَالَهُ الصَّيْمَرِيُّ فِي الْإِفْصَاحِ أنه لا يجوز السبق والرمي من النساءلأنهن لَسْنَ مِنْ أَهْلِ الْحَرْبِ وَقَدْ نَقَلَهُ الرَافِعيُّ وابن الرفعة عنه وأقراه وهو مشكل بِمَا ذَكَرْنَا إِلَّا أَنْ يُخَصَّصَ الْمَنْعُ بِمُسَابَقَةِ الْمَرْأَةِ الْمَرْأَةَ ¶ الْأَرْبَعُوْنَ: أَنَّ اللهَ تَعَالَى اخْتَارَهَا لرسوله قال أبو الفرج بن الْجَوْزِيِّ فِيْ كِتَابِ فُتُوْحُ الْفُتُوْحِ افْتَخَرَتْ زَيْنَبُ عَلَى نِسَاءِ النَّبِيِّ فَقَالَتْ كُلُّكُنَّ زَوَّجَهَا أَبُوْهَا وَأَنَا زَوَّجَنِيْ رَبِّيْ تُشِيْرُ إِلَى قَوْلِهِ {زَوَّجْنَاكَهَا} وَأَنَا أَتُوْبُ فَقَالَ يَا زَيْنَبُ لَقَدْ صَدَقْتِ وَلَقَدْ شَارَكَتْكِ عَائِشَةُ فِيْ أَنَّ اللهَ تَعَالَى بعث صورتها في سرقة من حرير مع جِبْرِيْلَ فَجَلَّاهَا فَقَالَ هَذِهِ زَوْجَتُكَ فَهَذَا تَزْوِيْجٌ مطوي",
            "page": "54",
            "part": "1",
            "seal": "494B0AF7"
        },
        {
            "id": "54",
            "nass": "فِيْ سِرِّ الْقَدْرِ ظَهَرَ أَثَرُهُ يَوْمَ عُقِدَ الْعَقْدُ غَيْرَ إِنَّ عَائِشَةَ كَانَتْ مِنِ اخْتِيَارِ اللهِ لِرَسُوْلِهِ وَكُنْتِ يَا زَيْنَبُ مِنِ اخْتِيَار الرسول لنفسه",
            "page": "55",
            "part": "1",
            "seal": "C3E4683A"
        },
        {
            "id": "56",
            "nass": "الباب الثاني في استدراكاتها على أعلام الصحابة ¶ الفصل 1 - رُجُوْعُ الصِّدِّيْقِ إِلَى رَأْيِهَا رَوَى الْبُخَارِيُّ عَنْ هشام عن أبيه عن عائشة قالت دخلت على أبي بكر فَقَالَ فِيْ كَمْ كَفَّنْتُمُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قالت في ثلاثة ¶ أَثْوَاب بِيْضٍ سُحُوْلِيَّةٍ لَيْسَ فِيْهَا قَمِيْصٌ وَلَا عَمَامَةٌ وَقَالَ لَهَا فِيْ أَيِّ يَوْمٍ تُوُفِّيَ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قالت يَوْمُ الْإِثْنَيْنِ قَالَ أَرْجُوْ فِيْمَا بَيْنِيْ وَبَيْنَ الليل ينظر إِلَى ثَوْبٍ عَلَيْهِ كَانَ يُمَرَّضُ فِيْهِ بِهِ رَدْعٌ مِنْ زَعْفَرَانٍ فَقَالَ اغْسِلُوا ثَوْبِيْ هَذَا وزيدوا عليه ثوبين فكفنوني بها قُلْتُ إِنَّ هَذَا خَلِقٌ قَالَ إِنَّ الْحَيَّ أَحَقُّ بِالْجَدِيدِ مِنْ الْمَيِّت إِنَّمَا هُوَ لِلْمُهْلَةِ فلم يتوف حتى أمسى لَيْلَة الثُّلَاثَاءِ وَدُفِنَ قَبْلَ أَنْ يُصْبِحَ وَرَوَاهُ عبد الرازق ¶ قَالَ وَقَوْلُهُ إِنَّمَا هُوَ لِلْمُهْلَةِ مَنْ كَسَرَ الْمِيْمَ فَإِنَّهُ أَرَادَ الصَّدِيْدَ وَمَنْ ضَمَّهَا شَبَّهَهُ بِعَكْرِ الزَّيْتِ وَهُوَ الْمُهْلُ وَالرِّوَايَةُ بِكَسْرِ الْمِيْمِ وَقَالَ ابْنُ السَيِّدِ فِي الْمُقْتَبَسِ قَوْلُهُ إِنَّمَا هُوَ لِلْمُهْلَةِ كَذَا رَوَاهُ يَحْيَى وَالْمَعْرُوْفُ الْمَهْلَةُ أو المهلة",
            "page": "57",
            "part": "1",
            "seal": "07542B58"
        },
        {
            "id": "57",
            "nass": "يَعْنِيْ بِالْفَتْحِ أَوْ بِالْكَسْرِ فَإِذَا حُذِفَتْ تَاءُ التَّأْنِيْثِ قُلْتَ الْمُهْلُ لَا غَيْرَ وَرَوَاهُ أَبُوْ عبيدة إنما هو للمهل وَقَالَ الْمُهْلُ فِيْ هَذَا الْحَدِيْث الصَّدِيْدُ وَالْقَيْح وهو في غيره كل شئ أُذِيْبَ مِنْ جَوَاهِرِ الْأَرْض كَالذَّهَبِ وَالْفِضَّةِ وَالنُّحَاسِ والمهل عكر الزيت قال وأكثر رواة الموطأعلى الْكَسْرِ ¶ وَقَالَ الزِّمَخْشَرِيُّ فِي الْفَائِقِ رُوِيَ لِلْمُهْلَةِ وَلِلْمَهْلَةِ وَالْمِهْلَةِ بِكَسْرِ ثَلَاثَتِهَا الصَّدِيْدُ وَالْقَيْحُ الَّذِيْ يَذُوْبُ وَيَسِيْلُ مِنَ الْجَسَدِ وَمِنْهُ قِيْلَ لِلنُّحَاسِ الذائب المهل ¶ قَالَ الْبَيْهَقِيُّ فِيْ شُعَبِ الْإِيْمَان وَقَدْ رَوَى حَدِيْثَ أَبِيْ قَتَادَةَ مَنْ وَلِيَ أَخَاهُ فَلْيُحْسِنْ كَفْنَهُ فَإِنَّهُمْ يَتَزَازَوَرُوْنَ فِيْهَا هَذَا إِنْ صَحَّ لم يخالف قول الصديق رضي الله عنه إِنَّمَا هُوَ لِلْمُهْلِ يَعْنِيْ الصَّدِيْدَ لِأَنَّهُ كَذَلِكَ فِيْ رِوَايَتِنَا وَيَكُوْنُ مَا شَاءَ اللهُ فِيْ عِلْمِ اللهِ كَمَا قَالَ فِي الشُّهَدَاءِ {بَلْ أحياء عند ربهم يرزقون} اللهُ يَتَشَحَّطُوْنَ فِي الدِّمَاءِ وَهُمْ فِي الْغَيْبِ كَمَا أَخْبَرَ اللهُ عَنْهُمْ وَلَوْ كَانُوْا فِيْ رُؤْيَتِنَا كَمَاأَخْبَرَ عَنْهُمْ لَارْتَفَعَ الْإِيْمَان بِالْغَيْبِ",
            "page": "58",
            "part": "1",
            "seal": "F961CE98"
        },
        {
            "id": "58",
            "nass": "وقَدْ رُوِيَ عَنْهَا أَحَادِيْثُ مِنْهَا مَا أَخْرَجَهُ الطَّبْرَانِيّ فِيْ مُعْجَمِهِ الْوَسَط مِنْ جِهَةِ مَنْصُوْرٍ عن مجاهد عن خالد بن سعد عَنْ غَالِبِ بْنِ أَبْجَرَ عَنْ أَبِيْ بَكْرٍ الصِّدِّيْقِ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال في الجبة السَّوْدَاءِ شِفَاءٌ مِنْ كُلِّ دَاءٍ إِلَّا السَّامُ وَقَالَ لَا يُرْوَى عَنْ أَبِيْ بَكْرٍ عَنْ عَائِشَةَ إِلَّا بِهَذَا الْإِسْنَاد وَذَكَرَ ابْنُ الصَّلَاحِ فِي النَّوْعِ الرَّابِعِ وَالْأَرْبَعِيْنَ مِنْ عُلُوْمِهِ أَنَّ هَذَا غَلَطٌ مِمَّنْ رَوَاهُ عَنْ أَبِيْ بَكْرٍ الصِّدِّيْقِ عَنْ عَائِشَةَ إِنَّمَا هُوَ عَنْ أَبِيْ بَكْرِ بْنِ أَبِيْ عَتِيْقٍ عَنْ عَائِشَةَ وَهُوَ عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِيْ بَكْرٍ الصِّدِّيْقِ وَفِي التَّنْقِيْحِ لِابْنِ الْجَوْزِيِّ فِيْ بَابِ مَنْ رَوَى عَنِ ابْنِهِ رَوَى أَبُوْ بَكْرٍ الصِّدِّيْقِ عَنِ ابْنِتِهِ عَائِشَةَ حَدِيْثَيْنِ وَكَذَلِكَ رَوَتْ أُمُّ رُوْمَانَ عَنِ ابْنِتِهَا عائشة حديثا",
            "page": "59",
            "part": "1",
            "seal": "A765F076"
        },
        {
            "id": "59",
            "nass": "الفصل - 2 استدراكها على عمر بن الخطاب رضي الله عَنْهُ ¶ فِيْهِ أَحَادِيْثُ: الْحَدِيْث الْأًوَّل أَخْرَجَ الْبُخَارِيُّ وَمُسْلِمٌ مِنْ حَدِيْثِ عَبْد اللهِ بْن أَبِيْ مُلَيْكَةَ قَالَ تُوُفِّيَتْ ابْنَةٌ لِعُثْمَانَ بْنِ عَفَّانَ بِمَكَّةَ قَالَ فَجِئْنَا لِنَشْهَدَهَا وَحَضَرَهَا ابْنُ عُمَرَ وابن عباس وإني لجالس بينهما قَالَ جَلَسْتُ إِلَى أَحَدِهِمَا ثُمَّ جَاءَ الْآخَر فَجَلَسَ إِلَى جَنْبِي فَقَالَ عَبْدُ اللَّهِ بْنُ عمر لِعَمْرِو بْنِ عُثْمَانَ وَهُوَ مُوَاجِهُهُ أَلَا تَنْهَى عَنْ الْبُكَاءِ فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قا إِنَّ الْمَيِّت لَيُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ فَقَالَ ابن عباس قد كان عمر يقول بعض ذلك ثم حدث قال حدرت مع عمر من مكة حتى إذا كان بالبيداء وإذا هو بركب تحت ظل شجرة فَقَالَ اذْهَبْ فَانْظُرْ مَنْ هَؤُلَاءِ الرَّكْبُ قَالَ فنظرت فإذا هوصهيب قال فأخبرته فقال ادعه لي قال فَرَجَعْتُ إِلَى صُهَيْبٍ فَقُلْتُ ارْتَحِلْ فَالْحَقْ أَمِيْر المؤمنين قال فلما أصيب عمر جعل صهيب يبكي يقرل واأخاه واصاحباه فقال عمر يا صهيب ¶ أَتَبْكِي عَلَيَّ وَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّ الْمَيِّت يُعَذَّبُ بِبَعْضِ بكاء أهله عليه قال ابن عباس فلما مات عمر ذكرت ذلك لعائشة فَقَالَتْ رَحِمَ اللَّهُ عُمَرَ وَاللَّهِ مَا حَدَّثَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَالَ مُسْلِمٌ يَرْحَمُ اللهُ عُمَرَ لَا وَاللهِ مَا حدث رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن الله يعذب المؤمن بِبُكَاءِ أَهْلِهِ عَلَيْهِ قَالَ وَقَالَتْ عَائِشَةُ حَسْبُكُمْ القرآن {لا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} قَالَ ابْنُ أَبِيْ مليكة فوالله ما قال ابن عمر شَيْئًا وَوَقَعَ فِي الْوَسِيْطِ وَشَرْحِ الْوَجِيْزِ لِلرَافِعيِّ أنها قالت",
            "page": "60",
            "part": "1",
            "seal": "07C90C91"
        },
        {
            "id": "60",
            "nass": "رحم الله عمر ما كذب ولكنه أخطأ ونسي وهذا مردود ولم تَقُلْ ذَلِكَ إِلَّا لِابْنِ عُمَرَ عَلَى مَا سَيَأْتِيْ قَالَ النَّوَوِيُّ فِيْ تَهْذِيْبِهِ وَلَا شَكَّ فِيْ غَلَطِ الْغَزَالِيِّ فِيْ هَذَا وَلَا عُذْرَ له ولا بأويل قُلْتُ بَلَى لَهُ الْعُذْر فِي التَّأْوِيْل أَخْرَجَ مُسْلِمٌ عَنِ ابْنِ أَبِيْ مُلَيْكَةَ فَذُكِرَ ذَلِكَ لِعَائِشَةَ فَقَالَتْ أَمَا وَاللهِ مَا عَرَّفُوْنِيْ هَذَا الْحَدِيْث عَنْ كَاذِبَيْنِ مُكَذَّبَيْنِ وَلَكِنَّ السَّمْعَ مُخْطِئٌ وهل ذكره أبو منصور البغدادي في كتابه",
            "page": "61",
            "part": "1",
            "seal": "0053F691"
        },
        {
            "id": "61",
            "nass": "الْحَدِيْثُ الثَّانِيْ قَالَ الطَّحَاوِيُّ فِيْ مُشْكَلِ الْآَثَار حدثنا صالح ابن عبد الرحمن ثنا أبو عبد الرَّحْمَنِ الْمِصْرِيُّ قَالَ ثَنَا ابْنُ لَهِيْعَةَ عَنْ يَزَيْد بْنِ أَبِيْ حَبِيْبٍ عَنْ مَعْمَرَ بْنِ أَبِيْ حَيَّةَ قَالَ سَمِعت عُبَيْدَ بْنَ رِفَاعَةَ الْأَنْصَارِيَّ يَقُوْلُ كُنَّا فِيْ مَجْلِس فِيْهِ زَيْد بْنُ ثَابِتٍ فَتَذَاكَرُوا الْغُسْلَ مِنَ الْإِنْزَالِِ فَقَالَ زَيْدٌ مَا عَلَى أَحَدِكُمْ إِذَا جَامَعَ فَلَمْ يُنْزِلْ إِلَّا أَنْ يَغْسِلَ فَرْجَهُ وَيَتَوَضَّأَ وُضَوْءَهُ لِلصَّلَاةِ فَقَامَ رَجُلٌ مِّنْ أَهْلِ الْمَجْلِسِ فَأَتَى عُمَرَ فَأَخْبَرَهُ بِذَلِكَ فَقَالَ عُمَرُ لِلرَّجُلِ اذْهَبْ أَنْتَ بِنَفْسِكَ فَأْتِنِيْ بِهِ حَتَّى تَكُوْنَ أَنْتَ الشَّاهِدَ عَلَيْهِ فَذَهَبَ فَجَاءَهُ بِهِ وَعِنْدَ عُمَرَ نَاسٌ مِنْ أَصْحَابِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْهُمْ عَلِيُّ بْنُ أَبِيْ طَالِبٍ وَمُعَاذُ بْنُ جَبَلٍ فَقَالَ لَهُ عُمَرُ أَيْ عُدَيَّ نَفْسِهِ تُفْتِي النَّاسَ بِهَذَا فَقَالَ زَيْدٌ أَمَا وَاللهِ مِمَّا ابْتَدَعْتُهُ وَلَكِنْ سَمِعْتُهُ مِنْ أَعْمَامَيْ رِفَاعَةَ بْنِ رَافِعٍ وَمِنْ أَبِيْ أَيُّوْبَ الْأَنْصَارِيِّ فَقَالَ لِمَنْ عِنْدَهُ مِنْ أَصْحَابِ رَسُوْلِ اللهِ مَا تَقُوْلُوْنَ فاخْتَلَفُوْا عَلَيْهِ فَقَالَ عُمَرُ يا عباد الله قَدِ اخْتَلَفْتُمْ وَأَنْتُمْ أَهْلُ بَدْرٍ الْأَخْيَارُ فَقَالَ لَهُ عَلِيٌّ فَأَرْسِلْ إِلَى أَْزْوَاجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فإنه إن كان شئ مِنْ ذَلِكَ ظَهَرْنَ عَلَيْهِ فَأَرْسَلَ إِلَى حَفْصَةَ فَسَأَلَهَا فَقَالَتْ لَا عِلْمَ لِيْ بِذَلِكَ ثُمَّ أرسل إلى عائشة فقالت إذا جاوز الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْل فَقَالَ عُمَرُ عِنْدَ ذَلِكَ لَا اعْلَمْ أَحَدًا فَعَلَهُ ثُمَّ لَمْ يَغْتَسِلْ إِلَّا جَعَلْتُهُ نَكَإِلَّا",
            "page": "62",
            "part": "1",
            "seal": "1851EA65"
        },
        {
            "id": "62",
            "nass": "أخرجه مسلم في الصحيح لكن لم يذكر أن عُمَرَ هُوَ السَّائِلُ بَلْ ذَكَرَعَنْ ¶ أَبِيْ مُوْسَى الْأَشْعَرِيِّ قَالَ اخْتَلَفَ رَهْطٌ مِنَ الْمُهَاجِرِيْنَ والْأَنْصَارِِ فَقَالَ الْأَنْصَارِيُّوْنَ لَا يَجِبُ الْغُسْلِ إِلَّا فِي الدفق أو من الْمَاءِ وَقَالَ الْمُهَاجِرُوْنَ بَلْ إِذَا خَالَطَ فَقَدْ وجب الغسل فقال أبو موسى أَنَا أشْفِيْكُمْ مِنْ ذَلِكَ فَاسْتَأْذَنَتُ عَلَى عَائِشَةَ. . الحديث نحو ما سبق وقالت إذا جاوز الختان الختان فقد وجب الغسل فقال أبو موسى لَا أسْأَلَُ عَنْ هَذَا أَحَدًا بَعْدَك ¶ قَالَ عمر بن عَبْدِ الْبَرِّ هَذَا وَإِنْ لَمْ يَكُنْ مُسْنَدًا بِظَاهِرِهِ فَإِنَّهُ يَدْخُل المُسْنَدَ ثُمَّ قَالَ وَقَدْ رَوَى حَدِيْثَهَا هَذَا عَنْهَا مُسْنَدًا إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ ذَكَرَهُ إِلَى أَبِيْ مُوْسَى عَنْ عَائِشَةَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا الْتَقَى الْخِتَانَانِ وَجَبَ الْغُسْلُ ¶ وَقَدْ نَازَعَهُ الشَّيْخُ الْإِمَام عِزُّ الدِّيْنِ بْنُ عَبْدِ السَّلَامِ رَحِمَهُ اللهُ فِيْمَا وَجَدْتُهُ بِخَطِّ بَعْضِ تَلَامِذَتِهِ وَقَالَ لَيْسَ مَاذَكَرَهُ أبو عمر عنه أولا وهو قوله إذا جاوز هُوَ مَا ذَكَرَهُ ثَانِيًا مِنْ قَوْلِهِ إِذَا الْتَقَى الْخِتَانَانِ فَكَيْفَ يَصِحُّ مِنْهُ أنْ يَقُوْلَ وَقَدْ رَوَىَ حَدِيْثَهَا هَذَا وَيُشِيْرُ إِلَى مَا اشترطت فيه المجاوزة ولم يذكر ما لَمْ يُشْتَرَطْ فِيْهِ",
            "page": "63",
            "part": "1",
            "seal": "37AB358D"
        },
        {
            "id": "63",
            "nass": "المجاوزة فيجب أن يحمل قول عائشة إذا جاوز على حكاية فعلها النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِدَلِيْل قَوْلِهَا لَمَّا سَمِعت قَضَاءَ عَلِيٍّ لِلْمُهَاجِرِيْنَ بِإِيْجَابِ الْغُسْلِ مِنِ الْتِقَاء الْخِتَانَيْنِ وَلَمَّا فَعَلْنَا ذَلِكَ بِإِذْنِ رَسُوْلِ اللهِ تَيَمَّمْنَا وَاغْتَسَلْنَا وَلَايُحْمَلُ فِعْلُهَا إِلَّا على الجماع الكامل لا على مجرد التقاء الْخِتَانَيْنِ لِبُعْدِ ذَلِكَ وَلَعَلَّ جَمِيْعَ مَا ذَكَرَهُ عَنْ الْمُهَاجِرِيْنَ مِنَ الصَّحَابَةِ كَابْنِ عُمَرَ وَعَلِيٍّ وغيرهم في ¶ قول كل واحد منهم إذا جاوز الْخِتَانُ الْخِتَانَ نَقْلًا مِنْ كُلٍّ مِنْهُمْ لِمَا ذَكَرَتْهُ عَائِشَةُ حَاكِيَةً عَنِ الْفِعْلِ الْمَذْكُوْرِ لَا عَنِ القَوْلِ وَكَذَلِكَ قَوْلُهَا لِأَبِيْ سَلَمَةَ لَمَّا سَأَلَهَا مَا يُوْجِبُ الْغُسْلَ فَقَالَتْ يَا أَبَا سَلَمَة مَثَلُكَ مَثَلُ الْفَرُّوْجِ يَسْمَعُ الدِّيَكَةَ تَصْرَخُ فيصرخ معها إذا جاوز الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ وَإِنْ لَمْ يُحْمَلْ قَوْلُهَا عَلَى حِكَايَةِ الْفِعْلِ وَقَوْلُ الصَّحَابَةِ عَلَى حِكَايَةِ قَوْلِهَا أَدَّى إِلَى إلْغَائِهِ بِالْكُلِّيَّةِ لِثُبُوْتِ الرِّوَايَاتِ الصَّحِيْحَةِ عَنْهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيْ قَوْلِهِ إِذَا الْتَقَى الْخِتَانَانِ فَقَدْ وَجَبَ الْغُسْلُ وَلِمُخَالَفَةِ اشْتِرَاطِ الْمُجَاوَزَةِ لِإِجْمَاعِ الْعُلَمَاءِ وَقَدْ تَكَلَّمْتُ عَلَى عِلَلِ هَذَا الْحَدِيْث وَمُتَابَعَةِ غَيْرِ عَائِشَةَ عَلَى رِوَايَةِ هَذَا عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ غَيْرَهَا مِنَ الصَّحَابَةِ فِي الثَّالِثِ مِنْ بَابِ الْغُسْلِ مِنَ (الذَّهَبُ إِلَّابْرِِيْزُ فِيْ تَخْرِيْجِ أََحَادِيْثِ فَتْحِ الْعَزِيْزِ ¶ الْحَدِيْثُ الثَّالِثُ: قَالَ الْحَافِظ أَبُوْ بَكْرٍ الْبَزَّارُ فِيْ مسنده حدثنا عمرو بن علي ثنا أبو داوود قَالَ ثَنَا مُحَمَّدُ بْنُ أَبِي حُمَيْد قَالَ عَبْد اللهِ ابْن عَمْرو بْن أُمَيَّة عَنْ أَبِيْهِ أَنَّ عُمَرَ أَتَى عَلَيْهِ فِي السُّوْقِ وهو يسوم مرط فَقَالَ مَا هَذَا يَا عَمْرُو قَالَ مِرْطٌ أَشْتَرِيْهِ فَأَتَصَدَّقُ بِهِ فَقَالَ لَهُ عُمَرُ فَأَنْتَ أَنْتَ إِذًا ثُمَّ أَتَى عَلَيْهِ بَعْدُ فَقَالَ يا عمرو ما صنع المرط قال تصدقت بِهِ قَالَ عَلَى مَنْ قَالَ عَلَى رُقَيْقَةٍ مُزَنِيَّةٍ قَالَ أَلَيْسَ زَعَمْتَ إِنَّك تَصَدَّقُ بِهِ قَالَ بَلَى ولَكِنِّيْ سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ مَا أَعْطَيْتُمُوْهُنَّ مِنْ شئ فهو لكم",
            "page": "64",
            "part": "1",
            "seal": "C4B28B39"
        },
        {
            "id": "64",
            "nass": "صَدَقَةٌ فَقَالَ عُمَرُ يَا عَمْرُو لَا تَكْذِبْ على رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ وَاللهِ لَا أُفَارِقُكَ حَتَّى نَأْتِيَ أُمَّ الْمُؤْمِنِيْنَ عَائِشَةَ فَقَالَ يَا عَمْرُو لَا تَكْذِبْ على رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَاسْتَأْذَنُوْا عَلَى عَائِشَةَ فَقَالَ عُمَرٌو أَنْشُدُكِ اللهَ أَسَمِعْتِ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ مَا أَعْطَيْتُمُوْهُنَّ فَهُوَ لَكُمْ صَدَقَةٌ فَقَالَتْ اللَّهُمَّ نَعَمْ اللَّهُمَّ نَعَمْ فَقَالَ عُمَرُ أَيْنَ كُنْتُ عَنْ هَذَا أَلْهَانِي الصَّفَقُ بِإِلَّاسْوَاقِ وَمُحَمَّدُ بْنُ أَبِيْ حُمَيْدٍ ضَعِيْفٌ ¶ الْحَدِيْث الرَّابِعُ: أَخْرَجَهُ الْبَيْهَقِيُّ فِيْ سُنَنِهِ عَنْ مَعْمَرَ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنِ ابْنِ عُمَرَ سَمِعْتُ عُمَرَ يَقُوْلُ إِذَا رَمَيْتُم وَحَلَقْتُمْ فَقَدْ حَلَّ لَكُمْ لك شئ إِلَّا النِّسَاءُ وَالطِّيْبُ قَالَ سَالِمٌ وَقَالَتْ عَائِشَةُ كل شئ إِلَّا النِّسَاءَ أَنَا طَيَّبْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِحِلِّهِ ثُمَّ أَخْرَجَ عَنِ ابْنِ عُيَيْنَة عَنْ عَمْرٍو عَنْ سَالِمٍ قَالَ قَالَتْ عَائِشَةُ أَنَا طَيَّبْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِحِلِّهِ",
            "page": "65",
            "part": "1",
            "seal": "487BB1A4"
        },
        {
            "id": "65",
            "nass": "وَإِحْرَامهِ قَالَ سَالِمٌ وَسُنَّةُ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَقُّ أَنْ تُتَّبَعَ َوقَدْ أَخْرَجَ الشَّيْخَانِ عَنِ الْقَاسِمِ عَنْهَا قَالَتْ طَيَّبْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِحَرَمِهِ حِيْنَ أَحْرَمَ وَلِحِلِّهِ حِيْنَ حَلَّ قَبْلَ أَنْ يَطُوْفَ بِالْبَيْتِ وَقَدْ تَابَعَهَا عَلَى ذَلِكَ ابْنُ عَبَّاسٍ فِيْمَا أَخْرَجَهُ الْبَيْهَقِيُّ أَيْضًا مِنْ جِهَةِ الثَّوْرِيِّ عَنْ سَلَمَةَ عَنِ الْحَسَنِ الْعُرَنِيِّ عَنِ ابن عباس قال إِذَا رَمَيْتُم الْجَمْرَةَ فَقَدْ حَلَّ لَكُمْ كُلُّ شئ إِلَّا النِّسَاءُ حَتَّى تَطُوْفُوْا بِالْبَيْتِ فَقَالَ رَجُلٌ والطيب يا أبا الْعَبَّاسِ فَقَالَ لَهُ أَنِّيْ رَأَيْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَضْمَخُ رَأْسَهُ بِالْمِسْكِ أو طيب هُوَ أَمْ لَا ¶ الْحَدِيْثُ الْخَامِسُ: قَالَ الْبَزَّارُ فِيْ مُسْنَدِهِ حَدَّثَنَا إِبْرَاهِيْمُ بْنُ الْجُنَيْدِ قَالَ حَدَّثَنِيْ عَبْدُ الرَّحِيْمِ بْنُ مُطَرِّفٍ قَالَ حَدَّثَنِيْ عِيْسَى بْنُ يُوْنُسَ ¶ عَنْ إِبْرَاهِيْمَ بْنِ يَزَيْدَ عَنْ مُحَمَّدِ بْنِ عَبَّادِ بْنِ جَعْفَر قَالَ أَقْبَلْنَا مَعَ عُمَرَ حَتَّى إِذَا كُنَّا بِذِي الحليفة أهل هلالنا فَمَرَّ بِنَا رَاكِبٌ يَنْفَحُ عَنْهُ رِيْح الطِّيْبِ فَقَالَ عُمَرُ مَنْ هَذَا قَالُوْا مُعَاوِيَةُ فَقَالَ مَا هَذَا يَا مُعَاوِيَةُ قَالَ مَرَرْتُ بِأُمِّ حبيبة بنت أَبِيْ سُفْيَانَ فَفَعَلَتْ بِيْ هَذَا قَالَ ارْجِعْ فَاغْسِلْهُ عَنْكَ فَإِنِّيْ سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ الْحَاجُّ الشَّعِثُ التَّفِلُ",
            "page": "66",
            "part": "1",
            "seal": "361C8E5C"
        },
        {
            "id": "66",
            "nass": "قَالَ الْبَزَّارُ لَا نَعْلَمُ لَهُ إِسْنَادًا عَنْ عمر إلا هذا وابرهيم ابن يزيد ليس بالقوي وقد حدث عَنْهُ سُفْيَانَ الثَّوْرِيُّ وَجَمَاعَةٌ كَثِيْرةٌ قُلْتُ وَرَوَاهُ في الموطإعن نَافِعٍ عَنْ أَسْلَمَ مَوْلَى عُمَرَ أَنَّ عُمَرَ به وَأَخْرَجَهُ الْبَيْهَقِيُّ فِيْ سُنَنِهِ عَنْ شُعَيْبٍ عَنِ الزُّهْرِيِّ قَالَ وَكَانَ ابْنَ عُمَرَ يُحَدِّثُ عَنْ عُمَرَ أَنَّهُ وَجَدَ مِنْ مُعَاوِيَةَ رِيْحَ طِيْبٍ وَهُوَ بِذِي الْحُلَيْفَةِ وَهُمْ حُجَّاجٌ فَقَالَ عُمَرُ مِمَّنْ رِيْحُ هَذَا الطَّيْبِ قَالَ مِنِّيْ طَيَّبَتْنِيْ أُمُّ حَبِيْبَةَ فَقَالَ لَعَمْرِيْ أُقْسِمُ بِاللهِ لَتَرْجِعَنَّ إِلَيْهَا حَتَّى تَغْسِلَهُ فَوَاللهِ لَأَنْ أَجِدَ مِنَ الْمُحْرِم رِيْحَ الْقَطِرَانِ أَحَبُّ إِلَيَّ مِنْ أَنْ أَجِدَ مِنْهُ رِيْحَ الطِّيْبِ قَالَ الْبَيْهَقِيُّ يَحْتَمِل أَنَّهُ لَمْ يَبْلُغه حَدِيْث عَائِشَة أَوْ كره ذلك لئلا يغتر به الجاهل فيتوهم أن انتداء الطِّيْبِ يَجُوْزُ لِلْمُحْرِمِ كَمَا قَالَ طَلْحَةُ فِي الثَّوْبِ الْمُمَشَّقِ وَذَكَرَهُ الْحَازِمِيُّ فِيْ نَاسِخِهِ ثُمَّ قَالَ وَلَمْ يَبْلُغْ عُمَرَ حَدِيْثُ عَائِشَةَ يَعْنِيْ طَيَّبْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَصْبَحَ وَإِنَّ وَبِيْصَ الْمِسْكِ فِيْ مَفَارِقِهِ قَالَ وَلَوْ بَلَغَهُ لَرَجَعَ إِلَيْهِ وَإِذَا لَمْ يَبْلُغْهُ فَسُنَّةُ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَقُّ أن تتبع ولهذا في المستدركات",
            "page": "67",
            "part": "1",
            "seal": "FF35A4FA"
        },
        {
            "id": "67",
            "nass": "وحديث عائشة ¶ مقدم لا محالة أنها نَقَلَتِ النَّصَّ وَعُمَرُ رَضِيَ اللهُ عَنْهُ إِنَّمَا مَنَعَ اسْتِدَامَةَ التَّطَيُّبِ بِإِلَّاسْتِنْبَاطِ مِنْ قَوْلِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْحَاجّ الشَّعِثُ التَّفِلُ وَسَيَأْتِيْ إِنْكَارُهَا عَلَى ابْنِ عُمَرَ مِثْلَ ذَلِكَ ¶ الْحَدِيْثُ السادس: قال البزار أيضا حدثنا علي ين نَصْر عَنْ إِسْمَاعِيْلَ بْنِ أَبِيْ خَالِدٍ عَنِ الشَّعْبِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِيْ بَكْرٍ أَنَّ عُمَرَ كَبَّرَ عَلَى زَيْنَبَ بِنْت جَحْشٍ أَرْبَعًا ثُمَّ أَرْسَلَ إِلَى أَْزْوَاجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَنْ يَدْخُل هَذِهِ قَبْرَهَا فَقُلْنَ مَنْ كَانَ يَدْخُل عَلَيْهَا فِيْ حَيَاتِهَا ثُمَّ قَالَ عُمَرُ كَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ أَسْرَعُكُنَّ بِيْ لُحُوْقًا أَطْوَلُكُنَّ يَدًا فَكُنَّ يَتَطَاوَلْنَ بِأَيْدِيْهِنَّ وَإِنَّمَا عَنَى أَنَّهَا كَانَتْ صَنَّاعًا تُعِيْنُ بِمَا تَصْنَعُ فِيْ سَبِيْلِ اللهِ قَالَ الْبَزَّارُ وَهَذَا الْحَدِيْثُ رُوِيَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ وُجُوْهٍ وَلَا نَعْلَمُ رَوَاهُ عَنْهُ أَجَلُّ مِنْ عُمَرَ وَرَوَاهُ غَيْرُ وَاحِدٍ عَنْ إِسْمَاعِيْلَ عَنِ الشعبي مرسلا وأسيده شُعْبَةُ وَقَوْلُهُ ثُمَّ أَرْسَلَ إِلَى أَْزْوَاجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَائِشَة وَأَصْلُهُ فِي الْعُمُوْمِ فَلِهَذَا ذَكَرْنَاهُ فِيْ هَذَا الْبَابِ",
            "page": "68",
            "part": "1",
            "seal": "CC702C7E"
        },
        {
            "id": "68",
            "nass": "الْحَدِيْثُ السَّابِعُ: رَوَى مُسْلِمٌ عَنْ أَنَسٍ قَالَ كَانَ عُمَرُ ¶ يَضْرِبُ الْأَيْدِيَ عَلَى صَلَاةٍ بَعْدَ العصر وأخرج أيضا عن طَاوُوْسٍ عَنْ عَائِشَةَ قَالَتْ وَهِمَ عُمَرُ إِنَّمَا نهى رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَن يَتَحَرَّى طُلُوْع الشَّمْس وغُرُوْبها قَالَ ابْنُ عَبْدِ الْبَرِّ وَبِقَوْلِ عَائِشَة قَالَ ابْنُ عُمَرَ وَغَيْره وَهُوَ مَذْهَب زَيْد بْن خَالِد الْجُهَنِيّ أَيْضًا لِأَنَّهُ رآه عُمَر بْن الْخَطَّاب يَرْكَع بعد العصر ركعتين فمَشَى إِلَيْهِ وَضَرَبَه بالدِّرَّة فَقَالَ لَهُ زَيْد يَا أَمِيْر الْمُؤْمِنِيْنَ اضْرِبْ فَوَاللهِ لَا أَدَعُهَا بَعْد أَنْ رَأَيْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّيْهما فَقَالَ لَهُ عُمَر يَا زَيْد لَوْلَا أَنِّيْ أَخْشَى أن يَتَّخِذَهَا النَّاسُ سُلَّمًا إِلَى الصَّلَاةِ حَتَّى اللَّيْل لَمْ أَضْرِبْ فِيْهِمَا ¶ الْحَدِيْث الثَّامِنُ: قَالَ الْبَيْهَقِيُّ فِيْ شُعَبِ الْإِيْمَان أَخْبَرَنَا أَبُو زَكَرِيَّا بْن أَبِيْ إِسْحَاقَ ثَنَا أَبُو الْعَبَّاس الْأَصَمّ ثَنَا يَحْيَى بْنُ نَصْرٍ ثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي ابْنُ لَهِيْعَةَ عَن عُبَيْد الله ِبْن أَبِي جَعْفَر أَنَّ عمر ابن الْخَطَّابِ قَالَ لَا يَحِلّ لِلْمُؤْمِنِ أن",
            "page": "69",
            "part": "1",
            "seal": "A3EA1EF2"
        },
        {
            "id": "69",
            "nass": "يدخل الحمام إلا بمنديل ولا مؤمنة إلا من سُقْمٍ فَإِنِّيْ سَمِعتُ عَائِشَةَ تقَوْلُ إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ أَيُّمَا امْرَأَةٍ وَضَعَتْ خِمَارَهَا فِيْ غَيْرِ بَيْتِهَا فَقَدْ هَتَكَتِ الْحِجَاب فِيْمَا بَينَهَا وَبَيْنَ رَبِّهَا قَالَ وهو منقطع",
            "page": "70",
            "part": "1",
            "seal": "61DB660B"
        },
        {
            "id": "70",
            "nass": "الفصل 3 استدراكها على علي بن أبي طالب رضي اللهُ عَنْهُ ¶ رَوَى أَبُوْ مَنْصُوْرٍ الْبَغْدَاديُّ فِيْ كفايته ثنا الحسن بن محمدبن الْحَسَنِ الْخَلَّالُ إِجَازَةً قَالَ ثَنَا أَحْمَدُ بْنُ ابراهيم بن شاذان قال ثنا عبد الغافر ابن سَلَامَة الْحِمْصِيّ قَالَ ثَنَا يَحْيَى بْن عُثْمَانَ بن كثير قال ثنا محمد ابن خَيْرٍ قَالَ حَدَّثَنِي ابْنُ أَبِيْ مَرْيَمَ عَنْ عَبْدِةَ بْنِ أَبِي لُبَابَةَ عَنْ مُحَمَّد الْخُزَاعِيّ أَنَّ أُبَيّ بْن كَعْب أَتَى عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهَا إِنَّ عَلِيَّ بْنَ أَبِيْ طَالِبٍ يَقُوْلُ مَا أُبَالِيْ عَلَى ظَهْرِ حِمَارٍ مَسَحْتُ أَمْ عَلَى التَّسَاخِيْنِ قَالَتْ عَائِشَةُ ارْجِعْ إِلَيْهِ فَقُلْ لَّهُ إِنَّ عَائِشَةَ تَنْشُدُكَ هَلْ عَلِمْتَ مَاعَمَلُ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْدَ تَنْزِيْل سُوْرَة الْمَائِدَة فأتاه فسَأَلَهُ عَنْ ذَلِكَ فَقَالَ إِنَّ عَائِشَةَ أَخْبَرَتْنِيْ إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمَّا نَزَلَتْ سُوْرَةُ الْمَائِدَةِ لَمْ يَزِدْ عَلَى الْمَسْح عَلَى التَّسَاخِيْن فَلَمَّا أَخْبَرَه ذَلِكَ انْتَهَى إِلَى قَوْل عَائِشَة وَعَمِلَ بِهِ فِيْ إِسْنَادِهِ مَنْ يُّجْهَلُ وَالتَّسَاخِيْنُ التِّجْفَافُ قَالَ ثَعْلَبُ لَا وَاحِدَ لَهَا",
            "page": "71",
            "part": "1",
            "seal": "6276C7E1"
        },
        {
            "id": "71",
            "nass": "وَهَذَا الْحَدِيْثُ لَا يَصِحُّ فَإِنَّ مُسْلِمًا رَوَى فِيْ صَحِيْحِهِ عَنْ ¶ شُرَيْح بْن هَانِئ قَالَ أَتَيْتُ عَائِشَةَ أَسْأَلُهَا عَنِ الْمَسْحِ عَلَى الْخُفَّيْنِ فَقَالَتْ عَلَيْكَ بِابْنِ أَبِيْ طَالِبٍ فَسَلْهُ فَإِنَّهُ كَانَ يُسَافِرُ مَعَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَأَلْنَاهُ فَقَالَ جَعَلَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَلَاثَةَ أَيَّامٍ وَلِيَالِيَهُنَّ لِلْمُسَافِرِ وَيَوْمًا وَلَيْلَة لِلْمُقِيْمِ ورَوَاهُ النَّسَائِيُّ مِنْ حَدِيْثِ عَائِشَةَ عَنْ شُرَيْحٍ قَالَ سَأَلْتُ عَائِشَةَ عَنِ الْمَسْحِ عَلَى الْخُفَّيْنِ فَقَالَتْ كَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُنَا أَنْ يَمْسَح الْمُقِيْم يَوْمًا وَلَيْلَةً وَالْمُسَافِر ثَلَاثًا ¶ فَائِدَة ¶ رَوَى الْإِمَام الْحَافِظ أَبُوْ بَكْرٍ أَحْمَد بْن عَمْرو بْن أَبِي عَاصِم النَّبِيّل فِي كِتَاب الْوَصَايَا فِي المُسْنَد حَدَّثَنَا ابْنُ عُلَيَّةَ عَنِ ابْنِ عَوْنٍ عَنْ إِبْرَاهِيْمَ عَنِ إِلَّاسْوَدِ قَالَ ذكر عند عائشة أن عليا كان وصيا فقالت مَتَى أَوْْصَى إِلَيْهِ لَقَدْ كُنْتُ مُسْنَدَتَهُ فِيْ حِجْرِيْ فَانْخَنَثَ فَمَاتَ فَمَتَى أَوْصَى إِلَيْهِ وَأَخْرَجَ مِنْ جِهَةِ مَسْرُوْقٍ عَنْهَا قَالَتْ مَا أَوْْصَى رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بشئ وَعَنْ أَرْقَمَ بْنِ شَرَحْبِيْلَ عَنِ ابْنِ عَبَّاسٍ مثله",
            "page": "72",
            "part": "1",
            "seal": "936B8301"
        },
        {
            "id": "72",
            "nass": "الفصل - 4 اسْتِدْرَاكُهَا عَلَى عَبْدِ اللهِ بْنِ عَبَّاسٍ ¶ الْحَدِيْثُ الْأًوَّل: أَخْرَجَ الْبُخَارِيُّ ومُسْلِمٌ كِلَاهُمَا من طَرِيْق عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ أَنَّ زِيَادَ بْنَ أبي سفيان كتب إلى عائشة أن عبد الله بن عباس قَالَ مَنْ أَهْدَى هَدْيًا حَرُمَ عَلَيْهِ مَا يَحْرُمُ عَلَى الْحَاجِّ حَتَّى يُنْحَرَ الهَدْيُ وَقَدْ بَعَثْتُ بِهَدْييْ فَاكْتُبِيْ لِيْ بِأَمْرِكِ قَالَتْ عَمْرَةُ قالت عائشة لَيْسَ كَمَا قَالَ ابْنُ عَبَّاسٍ أَنَا فَتَلْتُ قَلَائِدَ هَدْيِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِيَدَيَّ ثُمَّ قَلَّدَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بيده ثُمَّ بَعَثَ بِهَا مَعَ أَبِي فَلَمْ يَحْرُمْ على رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شئ أَحَلَّهُ اللَّهُ لَهُ حَتَّى نُحِرَ الْهَدْيُ وتَرْجَمَ عَلَيْهِ الْبُخَارِيُّ بَابُ مَنْ قَلَّدَ الْقَلَائِدَ بَيَدِهِ ولم يذكر فيه وقَدْ بَعَثْتُ بِهَدْيِيْ فَاكْتُبِيْ إِلَيَّ بِأَمْرِكِ قَالَ الْحَافِظُ أَبُو الْحَجَّاجِ المياسي وَمِنْ خَطِّهِ نَقَلْتُ هَكَذَا وَقَعَ فِيْ كِتَابِ مُسْلِمٍ أَنَّ زِيَادَ بْنَ أَبِيْ سُفْيَانَ كَمَا وَقَعَ فِي الْبُخَارِيِّ وَأَخْرَجَ الْبَيْهَقِيُّ فِيْ سُنَنِهِ عَنْ شُعَيْبٍ قَالَ قَالَ الزُّهْرِيُّ أَوَّلُ مَنْ كَشَفَ",
            "page": "73",
            "part": "1",
            "seal": "C7676FF4"
        },
        {
            "id": "73",
            "nass": "الْغُمَّى عَنِ النَّاسِ وَبَيَّنَ لَهُمُ السُّنَّةَ فِيْ ذَلِكَ عَائِشَةُ رَضِيَ اللهُ عَنْهُا فأَخْبَرَنِيْ عُرْوَةُ وعمرة أن ¶ عَائِشَةَ قَالَتْ إِنِّيْ كُنْتُ لَأَفْتِلُ قَلَائِدَ هَدْيِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَيَبْعَثَُ بِهَدْيِهِ مُقَلِّدًا وَهُوَ مُقِيْمٌ بِالْمَدِيْنَةِ ثُمَّ لَا يَجْتَنِبُ شَيْئًا حَتَّى يَنْحَرَ هَدْيَهُ فَلَمَّا بَلَغَ النَّاسَ قول عائشة هذا أخذوا به وتركوا فتوى ابْنِ عَبَّاسٍ قَالَ الْبَيْهَقِيُّ ورَوَى فِيْ هَذَا الْمَعْنَى مَسْرُوْقٌ وَإِلَّاسْوَدُ عَنْ عَائِشَةَ فَإِنْ قِيْلَ فَقَدْ رُوِيَ عَنْ جَابِرٍ خِلَافَ ذَلِكَ قَالَ الطَّحَاوِيُّ فِيْ مَعَانِي الْآَثَارِ ثَنَا رَبِيْعٌ الْمُؤَذِّنُ ثَنَا أَسَدُ بْنُ مُوْسَى ثَنَا حَاتِمُ بْنُ اسماعيل عن عبد الرحمن بن عطاء ين أَبِيْ لَبِيْبَةَ عَنْ عَبْدِ الْمَلِكِ بْنِ جَابِرٍ عَنْ جَابِر بْنِ عَبْدِ اللهِ قَالَ كُنْتُ عِنْدَ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَالِسًا فَقَدَّ قَمِيْصٌهُ مِنْ جَيْبِهِ حَتَّى أَخْرَجَهُ مِنْ رِجْلَيْهِ فَنَظَرَ الْقَوْمُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّيْ أَمَرْتُ بِبُدْنِي الَّتِيْ بَعَثْتُ بِهَا أَنْ تُقَلَّدَ الْيَوْمَ وَتُشْعَرَ عَلَى مَكَانِ كَذَا وكَذَا فَلَبِسْتُ قَمِيْصٌيْ وَنَسِيَتُ فَلَمْ أَكُنْ لِأُخْرِجَ قَمِيْصٌيْ مِنْ وَرَائِيْ وَكَانَ بَعَثَ بِبُدْنِهِ وَأَقَامَ بِالْمَدِيْنَةِ فَالْجَوَابُ أَنَّ هَذَا حَدِيْثٌ ضعيف لا يقاوم هذا صحيح قَالَ الْبُخَارِيُّ عَبْدُ الرَّحْمَنِ بْنُ عَطَاءٍ فِيْهِ نَظَرٌ وَقَالَ الطَّحَاوِيُّ قَدْ تَوَاتَرَتِ الْآَثَارُ عَنْ عَائِشَةَ إِسْنَادُهُ صَحِيْحٌ بِلَا خِلَافٍ بَيْنَ أَهْلِ الْعِلْمِ وَمَعَهُ النَّظَرُ وَالْمَعْنَى",
            "page": "74",
            "part": "1",
            "seal": "7D80F03E"
        },
        {
            "id": "74",
            "nass": "قلت ومما يضعف حديث جابر يَعْلَى بْنِ مُرَّةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ¶ لَمْ يَأْمُرْ صَاحِبَ الْجُبَّةِ إِلَّا بِنَزْعِهَا ورَوَى الطَّحَاوِيُّ عَنْ يُوْنُسَ ثَنَا ابْنُ وهب أن مالكا حدثه عن يحيى ين سعيد عن محمد ين إِبْرَاهِيْمَ التَّيْمِيِّ عَنْ رَبِيْعَةَ بْنِ عَبْدِ اللهِ بْنِ الْهُدَيْر أَنَّهُ رَأَى رَجُلًا مُتَجَرِّدًا بِالْعِرَاقِ قَالَ فَسَأَلْتُ النَّاسَ عَنْهُ فقَالُوْا أَمَرَ بِهَدْيِهِ أن يفلد فَلِذَلِكَ تَجَرَّدَ قَالَ رَبِيْعَةُ فَلَقِيْتُ عَبْدَ اللهِ بْنَ الزُّبَيْرِ فَقَالَ بِدْعَةٌ وَرَبِّ الْكَعْبَةِ قَالَ وَلَا يَجُوْزُ عِنْدَنَا أَنْ يَكُوْنَ ابْنُ الزُّبَيْرِ يَحْلِفُ عَلَى ذَلِكَ أَنَّهُ بِدْعَةٌ إِلَّاوَقَدْ عَلِمَ السُّنَّةُ خِلَافَ ذَلِكَ ¶ الْحَدِيْثُ الثَّانِيْ: أَخْرَجَ مُسْلِمٌ عَنِ ابْنِ جُرَيْجٍ أَخْبَرَنِيْ عَطَاءٌ قَالَ كَانَ ابْنُ عَبَّاسٍ يَقُوْلُ لَا يَطُوْفُ بِالْبَيْتِ حَاجٌّ وَلَا عَنْ حَاجٍّ إِلَّا حَلَّ فَقُلْتُ لِعَطَاءٍ مِنْ أَيْنَ تَقُوْلُ ذَلِكَ قَالَ مِنْ قَوْلِهِ {ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيْقِ} قَالَ فَإِنَّ ذَلِكَ بَعْدَ الْوُقُوْفِ قَالَ كَانََ ابْنُ عَبَّاسٍ يَقُوْلُ مِنْ بَعْدِ الْوُقُوْفِ وَقَبْلَهُ وَكَانَ يَأْخُذُ ذَلِكَ مِنْ أَمْرِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَصْحَابَهُ حِيْنَ أَمَرَهُمْ أَنْ يَحِلُّوْا مِنْ حِجَّةِ الْوِدَاعِ",
            "page": "75",
            "part": "1",
            "seal": "2F0E69F2"
        },
        {
            "id": "75",
            "nass": "قَالَ الْبَيْهَقِيُّ قَدْ قَرَّرْنَا إِنْ صَحَّ الْحَجُّ كَانَ خَاصًّا بِهِمْ فَلَا يَقْوَى الِاسْتِدْلَالُ وَقَدْ أَنْكَرَتْ عَائِشَةُ ذَلِكَ وَحَكَتْ فِعْلَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَخْرَجَاهُ فِي الصَّحِيْحَيْنِ عَنْ عُرْوَةَ عَنْ عَائِشَةَ وَأَنْكَرَهُ عَلَيْهِ ابْنُ عُمَرَ أَيْضًا أَخْرَجَهُ مُسْلِمٌ عَنْ وَبْرَةَ قَالَ كُنْتُ ¶ جَالِسًا عِنْدَ ابْنِ عُمَرَ فَجَاءَهُ رَجُلٌ فَقَالَ أَيَصْلُحُ أَنْ أَطُوْفَ بِالْبَيْتِ قَبْلَ أَنْ آَتِي الْمَوْقِفَ فَقَالَ نَعَمْ قَالَ فَإِنَّ ابْنَ عَبَّاسٍ يَقُوْلُ لَا تَطُفْ بِالْبَيْتِ حَتَّى تَأْتِيَ الْمَوْقِفَ فقال عمرقد حَجَّ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وطاف بالبيت قبل أن يأتي الْمَوْقِفَ فَقَالَ عُمَرُ قَدْ حَجَّ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَطَافَ بِالْبَيْتِ قَبْلَ أَنْ يَأْتِيَ الْمَوْقِفَ فَبِقَوْلِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَقُّ أَنْ تَأْخُذَ أَوْ بِقَوْلِ ابْنِ عَبَّاسٍ إِنْ كُنْتَ صَادِقًا ¶ الْحَدِيْثُ الثَّالِثُ: أَخْرَجَهُ الْبَيْهَقِيُّ فِيْ سُنَنِهِ مِنْ جِهَةِ عبد الله ابن الوليد العدني ثنا سفيان عن جابر الجعفي عَنْ أَبِي الضُّحَى أَنَّ عَبْدَ الْمَلِكِ أَوْ غَيْرَهُ بَعَثَ إِلَى ابْنِ عَبَّاسٍ الْأَطِبَّاءَ عَلَى الْبردِ وقَدْ وَقَعَ الْمَاء فِي عَيْنَيْهِ فقَالُوْا تُصَلِّيْ سَبْعَةَ أَيَّامٍ مُسْتَلْقِيًا فسَأَلَ أُمَّ سَلَمَةَ وَعَائِشَةَ عَنْ ذَلِكَ فَنَهَتَاهُ قَالَ الذَّهَبِيّ فِيْ مختصره الجعفي ليس بشئ وَابْنُ عَبَّاسٍ كَرِهَهُ",
            "page": "76",
            "part": "1",
            "seal": "D7360DAB"
        },
        {
            "id": "76",
            "nass": "تَوَرُّعًا وَالتَّدَاوِيْ مَشْرُوْعٌ وَقَالَ صَاحِبُ الدُّرِّ النَّقَيِّ فِيْ ذِكْرِ عَبْدِ الْمَلِكِ هُنَا نَظَرٌ لِأَنَّهُ وَلِيَ الْخِلَافَةَ سَنَةَ خَمْسٍ وَسِتِّيْنَ وَكَانَتْ وَفَاةُ عائشة وأم سلمة قبل خلافتها وفيه بعد إذ لا يعلم لِعَبْدِ الْمَلِكِ فِيْ زَمَنِ عَائِشَةَ وَأُمِّ سَلَمَةَ وِلَايَةٌ تَقْتَضِيْ الْإِرْسَالَ عَلَى الْبُرُدِ قَالَ وَالْعَدْنِيُّ مُتَكَلَّمٌ فِيْهِ قَالَ أَحْمَدُ لَمْ يَكُنْ صَاحِبَ حَدِيْثٍ وَكَانَ رُبَّمَا أَخْطَأَ فِي الْأَسْمَاءِ وَلَا يحتج به وقال ابن معين لا أعرفه لَمْ أَكْتُبْ عَنْهُ شَيْئًا وَجَابِرٌ الْمَذْكُوْرُ فِيْ ¶ مُسْنَدِهِ أَظُنُّهُ الْجُعْفِيَّ وَقَدْ قَالَ الْبَيْهَقِيُّ فِيْ موضع لا يحتج بِهِ وَقَالَ الدَّارَقُطْنِيُّ مَتْرُوْكٌ ¶ وَقَدْ رَوَى هَذِهِ القصة عن سفيان الثوري من لا نسبة بَيْنَهُ وَبَيْنَ الْعَدْنِيِّ حِفْظًا وَجَلَالَةً وَهُوَ عَبْدُ الرحمن بن مهدي ولم يذكر فيه عَبْدَ الْمَلِكِ قَالَ ابْنُ أَبِيْ شَيْبَةَ فِيْ مُصَنَّفِهِ قَالَ ابْنُ مَهْدِيٍّ ثَنَا سُفْيَانَ عَنْ جَابِر عَنْ أَبِي الضُّحَى أَنَّ ابْنَ عَبَّاسٍ وَقَعَ فِيْ عَيْنِهِ الْمَاءُ فقِيْلَ لَهُ تَسْتَلْقِيْ سَبْعًا وَلَا تُصَلِّيْ إِلَّا مُسْتَلْقِيًا فَبَعَثَ إِلَى عَائِشَةَ وَأُمّ سَلَمَةَ يَسْأَلُهُمَا فَنَهَتَاهُ وَأَخْرَجَ الْحَاكِمُ فِي المَنَاقِبِ مِنْ جِهَةِ أَبِي مُعَاوِيَةُ ثَنَا الأعمش عن المسيب ابن رَافِعٍ قَالَ لَمَّا كُفَّ بَصَرُ ابْنِ عَبَّاسٍ أَتَاهُ رَجُلٌ فَقَالَ لَهُ إِنَّكَ إِنْ صَبَرْتَ لي سبعا لم تصل إلا مستلقيا تومئ إيماء داويتك (و) برأت إِنْ شَاءَ اللهُ فَأَرْسَلَ إِلَى عَائِشَةَ وَأَبِيْ هُرَيْرَةَ وَغَيْرِهِمَا مِنْ أَصْحَابِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ¶ الْحَدِيْث الرَّابِعُ: قَالَ الطَّبْرَانِيُّ في معجمه الوسط حدثنا علي ابن سَعِيْدٍ الرَّازِيّ ثَنَا الْهَيْثَمُ بْنُ مَرْوَانَ الدِّمَشْقِيُّ ثنا يزيد بن يحيى ين عُبَيْدٍ ثَنَا سَعِيْدُ بْنُ",
            "page": "77",
            "part": "1",
            "seal": "B56B320D"
        },
        {
            "id": "77",
            "nass": "بَشِيْرٍ عَنْ قَتَادَةَ حَدَّثَنِيْ عَبْدُ اللهِ بْنُ الْحَارِث بْن نَوْفَل عَنْ عَبْدِ اللهِ بْنِ عباس أن معاوية صلى صلاة العصر ثم قام ابن الزبير فصلى بعدها ¶ فقال معاوية يا بن عَبَّاسٍ مَا هَاتَانِ الرَّكْعَتَانِ فَقَالَ بِدْعَةٌ وَصَاحِبُهُا صَاحِبُ بِدْعَةٍ فَلَمَّا انْفَتَلَ قَالَ مَا قُلْتُمَا قَالَ قُلْنَا كَيْتَ وَكَيْتَ قَالَ مَا ابْتَدَعْتُ وَلَكِنْ حَدَّثَتْنِيْ خَالَتِيْ عَائِشَةُ فَأَرْسَلَ مُعَاوِيَةُ إِلَى عَائِشَةَ فَقَالَتْ صَدَقَ حَدَّثَتْنِيْ أُمّ سَلَمَةَ فَأَرْسَلَ إِلَى أُمِّ سَلَمَةَ إِنَّ عَائِشَةَ حَدَّثَتْنَا عَنْكِ بِكَذَا فَقَالَتْ صَدَقَتْ أَتَى رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ فَصَلَّى بَعْدَ العصر فقمت وَرَاءَهُ فصَلَّيْتُ فَلَمَّا انْفَتَلَ قَالَ مَا شَأْنُكَ قُلْتُ رَأَيْتُكَ يَا نَبِيَّ اللهِ صَلَّيْتَ فَصَلَّيْتُ مَعَكَ فَقَالَ إن عَامِلًا لِيْ عَلَى الصَّدَقَاتِ قَدِمَ عَلَيَّ فَخِفْتُ عَلَيْهِ وَفِي الصَّحِيْحَيْنِ عَن عريب مَوْلَى ابْن عَبَّاسٍ أَنَّ عَبْدَ اللهِ بْنَ عَبَّاسٍ وَعَبْدَ الرَّحْمَنِ بْنَ أَزْهَرَ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ أَرْسَلُوْهُ إِلَى عَائِشَة زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَالُوْا اقْرَأْ عَلَيْهَا السَّلَام مِنَّا جَمِيْعًا وَسَلْهَا عَنِ الرَّكْعَتَيْنِ بَعْدَ العصر وقل إِنَّا أُخْبِرْنَا أَنَّكِ تُصَلِّيْنَهَا وَقَدْ بَلَغَنَا إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْهَا قَالَ ابْنُ عَبَّاسٍ وَكُنْتُ أَضْرِبُ مَعَ عُمَرَ بْنِ الْخَطَّابِ النَّاسَ عَنْهَا قَالَ كُرَيْبٌ فَدَخَلْتُ عَلَيْهَا وَبَلَّغْتُهَا فَقَالَتْ سَلْ أُمَّ ¶ سَلَمَةَ فَذَكَرَ نَحْوَ مَا سَبَقَ إِلَّا أَنَّهُ قَالَ إِنَّهُ أَتَانِيْ نَاسٌ مِنْ عَبْدِ القَيْسِ بِالْإِسْلَام من قومهم فشغلوني عن الركعتين اللتين بعد الظهر فَهُمَا هَاتَانِ ¶ وَأَخْرَجَ التِّرْمَذِيُّ مِنْ جِهَةِ عَطَاءِ بْنِ السَّائِبِ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ قَالَ إِنَّمَا صَلَّى النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الركعتين بعد العصر لأنه أَتَاهُ مَالٌ فَشَغَلَهُ عَنِ",
            "page": "78",
            "part": "1",
            "seal": "93B4997A"
        },
        {
            "id": "78",
            "nass": "الركعتين بعد الظهر فصلاهما بعد العصر ثم لَمْ يَعُدْ لَهُمَا قَالَ حَدِيْثٌ حَسَنٌ وَيُعَارِضُهَا فِي الصَّحِيْحَيْنِ عَنْ عُرْوَةَ قَالَتْ عَائِشَةُ يَا ابْنَ أُخْتِيْ مَا تَرَكَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ السجدتين بعد العصر عندي قط ¶ الحديث الخامس: أخرج أبو داوود وابن ماجة في سننها مِنْ طَرِيْقِ يَزَيْدَ بْنِ أَبِيْ زِيَادَةَ عَنْ مِقْسَمٍ عَنِ ابْنِ عَبَّاسٍ قَالَ كُفِّنَ رَسُوْلُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في ثلاثة أَثْوَاب نَجْرَانِيَّةٍ الْحُلَّة ثَوْبَانِ وَقَمِيْصٌهُ الَّذِيْ مَاتَ فيه",
            "page": "79",
            "part": "1",
            "seal": "60DA5061"
        },
        {
            "id": "79",
            "nass": "قَالَ الذَّهَبِيُّ فِي مُخْتَصَرِ سُنَنِ الْبَيْهَقِيِّ يَزَيْدُ فِيْهِ لِيْنٌ وَمِقْسَم صَدُوْقٌ ضَعَّفَهُ ابْنُ حَزْمٍ ¶ أَعَلَّهُ الْمُنْذِرِيُّ بِيَزَيْدَ قَالَ وَقَدْ أَخْرَجَ لَهُ مُسْلِمٌ فِي الْمُتَابَعَاتِ وَقَالَ غَيْرُ وَاحِدٍ مِنْ الْأَئِمَّةِ أَنَّهُ لَا يُحْتَجُّ بِحَدِيْثِهِ قُلْتُ وَقَدْ خَالَفَهُ ابْن أَبِيْ لَيْلَى فَأَخْرَجَ الْبَيْهَقِيُّ فِيْ سُنَنِهِ مِنْ جِهَةِ قَبِيْصَةَ ثَنَا سُفْيَانَ عَنْ أَبِي لَيْلَى عَن الْحُكْم عَنْ مِقْسَمٍ عَنِ ابْنِ عَبَّاسٍ كُفِّنَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيْ ثَوْبَيْنِ أَبْيَضَيْنِ وَبُرْدِ حِبَرَةٍ قَالَ الْبَيْهَقِيُّ كَذَا رَوَاهُ مُحَمَّدُ بْنُ عَبْدِ ¶ الرَّحْمَنِ بْنِ أَبِيْ لَيْلَى قَالَ الذَّهَبِيُّ وَلَيْسَ بِقَوِيٍّ وَقَدْ رَوَتْ عَائِشَةُ رَضِيَ اللهُ عَنْهُا إن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كُفِّنَ فِيْ ثَلَاثَة أَثْوَاب بِيْضٍ سُحُوْلِيَّةٍ لَيْسَ فِيْهَاقَمِيْصٌ وَلَا عَمَامَةٌ أَخْرَجَهُ الْأَئِمَّةُ السِّتَّةُ فِيْ كُتُبِهِمْ قَالَ الْبَيْهَقِيُّ وَقَدْ بَيَّنَتْ عَائِشَةُ رَضِيَ اللهُ عَنْهُا أَنَّ الِاشْتِبَاهَ فِيْ ذَلِكَ عَلَى غَيْرِهَا فأَخْرَجَ مُسْلِمٌ مِنْ جِهَةِ هِشَامٍ عَنْ أَبِيْهِ عَنْ عَائِشَةَ قَالَتْ كُفِّنَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في ثلاثة أثواب بِيْضٍ سُحُوْلِيَّةٍ مِنْ كُرْسُفٍ لَيْسَ فِيْهَا قَمِيْصٌ وَلَا عَمَامَةٌ فأَمَّا",
            "page": "80",
            "part": "1",
            "seal": "64AF94A6"
        },
        {
            "id": "80",
            "nass": "الْحُلَّة فإِنَّمَا شبه عَلَى النَّاس فِيْهَا أَنَّهَا اشتريت لَهُ حلة ليكفن فِيْهَا فتركت الْحُلَّة فأخذها عَبْد اللهِ بْن أَبِيْ بَكْرٍ فَقَالَ لأحبسنها لنفسي حَتَّى أكفن فِيْهَا ثُمَّ قَالَ لَوْ رضيها الله ِلنبيه لكفنه فِيْهَا فباعها وَتصدق بِثَمَنِهَا وَفِي رِوَايَة أدرج رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي حلة يمنية كَانَتْ لِعَبْدِ اللهِ بْن أَبِيْ بَكْرٍ ثُمَّ نزعت عَنْهُ وكفن فِي ثَلَاثَة أَثْوَاب سُحُوْلِيَّةٍ يمانية وَأَخْرَجَ مُسْلِمٌ أَيْضًا عَن هِشَام عَنْ أَبِيْهِ قَالَ فقِيْلَ لعَائِشَة إِنَّهُمْ يزعمون أَنَّهُ قَدْ كَانَ عَلَيْهِ السَّلَام كفن فِي برد حبرة ثُمَّ أخذ عَنْهُ قَالَ الْقَاسِمُ إن بقابا ذلك الثَّوْبِ عِنْدَنَا بَعْدُ قَالَ الْبَيْهَقِيُّ هَذَا الثَّوْبُ الثَّالِثُ وَأَمَّا الْحُلَّةُ فَتَصَدَّقَ بِثَمَنِهَا عَبْدُ اللهِ وهي ثوبان",
            "page": "81",
            "part": "1",
            "seal": "4C6F2C87"
        },
        {
            "id": "81",
            "nass": "الْحَدِيْث السَّادِسُ: إِنْكَارُهَا عَلَيْهِ الرُّؤْيَةَ أَخْرَجَ التِّرْمَذِيُّ فِي التَّفْسِيْرِ مِنْ جِهَةِ مُسْلِمِ بْنِ جَعْفَرَ هُوَ الْبَغْدَاديُّ عَنِ الْحَكَمِ بْنِ أَبَانَ عَنْ ¶ عِكْرَمَةَ قَالَ ابْنُ عَبَّاسٍ رَأَى مُحَمَّدٌ رَبَّهُ فقلت أليس الله يقول {لاتدركه الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ} فَقَالَ وَيْحَكَ ذَاكَ إِذَا تَجَلَّى بِنُوْرِهِ الَّذِيْ هُوَ نُوْرُهُ قَدْ رَأَى رَبَّهُ مَرَّتَيْنِ وَقَالَ حَسَنٌ غَرِيْبٌ قَالَ شيخنا عماد الدين بْنِ كَثِيْرٍ مُسْلِمُ بْنُ جَعْفَرَ لَيْسَ بِذَاكَ الْمَشْهُوْرِ وَالْحَكَمُ بْنُ أَبَانَ وَثَّقَهُ جَمَاعَةٌ وَقَالَ ابن المبارك ¶ قُلْتُ وَأَخْرَجَ الْحَاكِمُ فِي مُسْتَدْرَكِهِ مِنْ جِهَةِ مُعَاذ بْن هِشَام حَدَّثَنِيْ أَبِي عَنْ قَتَادَةَ عَنْ عِكْرَمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ أَتَعْجَبُوْنَ أَنْ تَكُوْنَ الْخُلَّةُ لِإِبْرَاهِيْمَ وَالْكَلَامُ لِمُوْسَى وَالرُّؤْيَةُ لِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ صَحِيْحٌ عَلَى شَرْطِ الْبُخَارِيِّ وَلَمْ يُخْرِجَاهُ وَلَهُ شَاهِدٌ صَحِيْحٌ عَنِ ابْنِ عَبَّاسٍ فِي الرُّؤْيَة ثُمَّ سَاقَهُ مِنْ جِهَةِ إِسْمَاعِيْل بْن زَكَرِيَّا عَنْ عَاصِمٍ عَنِ الشَّعْبِيِّ عَنْ عِكْرَمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ رَأَى مُحَمَّدٌ رَبَّهُ وَعَنِ ابْنِ جُرَيْج عَن عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ قال رآه مرتين",
            "page": "82",
            "part": "1",
            "seal": "936193ED"
        },
        {
            "id": "82",
            "nass": "ثم قال الحاكم قد اعتمد الشَّيْخَانِ فِيْ هَذَا الْبَابِ أَخْبَارَ عَائِشَةَ بِنْتِ الصديق أبي بْنِ كَعْبٍ وَابْنِ مَسْعُوْدٍ وَأَبِيْ ذَرٍّ أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَأَى جِبْرِيْلَ عَلَيْهِ السَّلَامُ وَهَذِهِ الْأَخْبَارُ الَّتِيْ ذَكَرْتُهَا صَحِيْحَةٌ وَقَدْ أَخْرَجَ الْبُخَارِيُّ مِنْ حَدِيْثِ الْقَاسِمِ عَنْ عَائِشَةَ قَالَتْ مَنْ زَعَمَ أَنَّ مُحَمَّدًا رأى ربه فقد أعظم ولكن جبريل في صورته وخلقه ساداما بَيْنَ الْأُفُقِ وَفِي الصَّحِيْحَيْنِ مِنْ حَدِيْثِ مَسْرُوْقٍ ¶ قُلْتُ يَا أَمَتَاهُ هَلْ رَأَى مُحَمَّدٌ رَبَّهُ فَقَالَتْ لَقَدْ قَفَّ شَعْرِيْ مِمَّا قُلْتَ مَنْ حَدَّثَكَ أَنَّ مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رأى ربه فقد كذب ثم قرأت {لا تدركه الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} وَلَكِنَّهُ رَأَى جِبْرِيْلَ عَلَيْهِ السَّلَامُ فِيْ صُوْرَتِهِ مَرَّتَيْنِ وَفِيْ رِوَايَةٍ مَنْ زَعَمَ أن مُحَمَّدا رَأَى رَبَّهُ فَقَدْ أَعْظَمَ عَلَى اللهِ الْفِرْيَة فقُلْتُ يَا أُمَّ الْمُؤْمِنِيْنَ انْظُرِيْنِيْ وَلَا تَعْجِلِيْنِيْ ألم يقل عز وجل {وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ} {وَلَقَدْ رَآَهُ نَزْلَةً أُخْرَى} فَقَالَتْ أَنَا أَوَّلُ هَذِهِ الْأُمَّةِ سَأَلَ عَنْ ذَلِكَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّمَا هُوَ جِبْرِيْلُ لَمْ أَرَهُ عَلَى عِظَمِ خَلْقِهِ مَا بَيْنَ السَّمَاءِ إِلَى الْأَرْضِ وَقَالَتْ أَوَلَمْ تَسْمَعْ أَنَّ اللهَ عَزَّ وجل يَقُوْلُ {لاَّ تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} أَوَلَمْ تَسْمَعْ أَنَّ اللهَ عز وجل يَقُوْلُ {وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ اللَّهُ إلا وحيا أومن وَرَاء حِجَابٍ أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ}",
            "page": "83",
            "part": "1",
            "seal": "F074A7A7"
        },
        {
            "id": "83",
            "nass": "قُلْت وَهَذَا قَاطِعٌ فِيْ هَذِهِ الْمسَأَلَةِ إِذْ صَرَّحَتْ فِيْهِ بِالدَّفْعِ وَنُقِلَ عَنِ ابْنِ خُزَيْمَةَ أَنَّهُ قَالَ فِيْ كِتَابِ التَّوْحِيْدِ لَهُ أَنَّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا خَاطَبَ عَائِشَةَ عَلَى قَدْرِ عَقْلِهَا ثُمَّ أَخَذَ يُحَاوِلُ تَخْطِئَتَهَا وَلَيْسَ كَمَا قَالَ فَقَدْ جَاءَ عَنْ غَيْرِهَا ذَلِكَ مَرْفُوْعًا إِلَى النَّبِيِّ مِنْهُم ابْنُ مَسْعُوْدٍ رَوَاهُ مُحَمَّدُ بْنُ جَرِيْر الطِّبّرِيُّ فِيْ تَفْسِيْرِهِ حَدَّثَنَا مُحَمَّدُ بْنُ جَرِيْرٍ الطِّبّرِيُّ فِيْ تَفْسِيْرِهِ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْد الْمَلِكِ بْنِ أَبِي ¶ الشوارب ثنا عبد الواحد بن زياد ثنا سليمان الشيباني ثنا زر بْنُ حُبَيْشٍ قَالَ قَالَ عَبْدُ اللهِ بْنُ مَسْعُوْدٍ فِي هَذِهِ الْآَيَةِ {فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى} قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَأَيْتُ جِبْرِيْلَ لَهُ سِتُّمَائَةِ جَنَاحٍ وَأَخْرَجَهُ ابْنُ حِبَّانٍ فِيْ صَحِيْحِهِ وَفِيْ كِتَابِ الجمع بين الصحيحين للحميدي قال أبو مسعود فِي الْأَطْرَاف فِيْ حَدِيْثِ عَبْدِ الوَاحِدِ {وَلَقَدْ رَآَهُ نَزْلَةً أُخْرَى} قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَأَيْتُ جِبْرِيْلَ فِيْ صورته لَهُ سِتُّمَائَةِ جَنَاحٍ قَالَ الحُمَيْدِيُّ",
            "page": "84",
            "part": "1",
            "seal": "B658EC1D"
        },
        {
            "id": "84",
            "nass": "ولَيْسَ ذَلِكَ كَمَا رَأَيْنَاهُ مِنَ النُّسَخِ وَلَا ذَكَرَهُ الْبَرْقَانِيُّ فِيْمَا خَرَّجَهُ عَلَى الْكِتَابَيْنِ وَمِنْهُمْ أبو ذر قَالَ الْإِمَامُ أَحْمَدُ فِيْ مُسْنَدِهِ حَدَّثَنَا عَفَّانُ ثنا هشام عَنْ قَتَادَةَ عَنْ عَبْدِ اللهِ بْنِ شَقِيْقٍ قال قلت لأبي ذر الغفاري لو رأيت رسول الله لسألته قال وما كنت اسأله قلت كنت أسأله هل رأى ربه عز زجل فَقَالَ إِنِّي سَأَلْتُهُ فَقَالَ قَدْ رَأَيْتُهُ نُورًا أَنَّى أَرَاهُ وَأَخْرَجَهُ ابْنُ حِبَّانَ فِيْ صَحِيْحِهِ بِلَفْظِ رَأَيْتُ نُوْرًا ثُمَّ قَالَ مَعْنَاهُ أَنَّهُ لَمْ يَرَ رَبَّهُ وَلَكِنْ رَأَى نُوْرًا عَلْوِيًّا مِنَ الْأَنْوَار الْمَخْلُوْقَة ¶ هَكَذَا وَقَعَ فِيْ رِوَايَةِ الْإِمَامِ أَحْمَدَ وقَدْ أَخْرَجَهُ مِنْ طَرِيْقَيْنِ بِلَفْظَيْنِ أَحَدُهُمَا قَالَ رَأَيْتُ نُوْرًا أَنَّى أَرَاهُ وَالثَّانِيْ قَالَ رَأَيْتُ نُوْرًا وَهُوَ مُصَرِّحٌ بِنَفْيِ الرُّؤْيَةِ إِذْ لَوْ أَرَادَ الْإِثْبَاتَ لَقَالَ نَعَمْ أَوْ ¶ رَأَيْتُهُ وَنَحْوَ ذَلِكَ وَهُوَ يَرُدُّ قَوْلَ ابْنِ خُزَيْمَةَ أَنَّ الْخِطَابَ وَقَعَ لِعَائِشَةَ عَلَى قَدْرِ عَقْلِهَا وَلِهَذَا لَمْ يَجِدِ ابْنُ خُزَيْمَةَ عَنْهُ مَلْجَأً إِلَّا أَنَّهُ كَانَ يَدَّعِي انْقِطَاعَهُ بَيْنَ عَبْدِ اللهِ بْنِ شَقِيْق وَأَبِيْ ذَرٍّ فَقَالَ في القلب من صحة مسند هذا الخبر شئ لَمْ أر أَحَدًا مِنْ عُلَمَاءِ الْأَثَرِ نَظَرَ لِعِلَّةٍ فِيْ إِسْنَادِهِ قَالَ عَبْدُ اللهِ بْنُ شَقِيْقٍ رَاوِي الْحَدِيْثِ كَأَنَّهُ لَمْ يَكُنْ يُثْبِتُ أبا ذر",
            "page": "85",
            "part": "1",
            "seal": "F3CC19BB"
        },
        {
            "id": "85",
            "nass": "وَلَا يَعْرِفُهُ بِعَيْنِهِ وَاسْمِهِ وَنَسَبِهِ قَالَ لِأَنَّ أَبَا مُوْسَى مُحَمَّدَ بْنَ الْمُثَنَّى حَدَّثَنَا عَنْ مُعَاذِ بْنِ هِشَامٍ عَنْ أَبِيْهِ عَنْ قَتَادَةَ عَنْ عَبْدِ اللهِ بْنِ شَقِيْقٍ قَالَ أَتَيْتُ الْمَدِيْنَةَ فإِذَا رَجُل قَائِمٌ عَلَى غَرَائِرَ سُوْدٍ يَقُوْلُ أَلَا لِيَبْشُرْ أَصْحَابُ الْكُنُوْزِ بِكَيٍّ فِي الحياة والممات فقالوا هذا أبو ذر فكأنه لا يثبته ولا يعلم أنه أبو ذر وَقَالَ بَعْضُ الْعُلَمَاءِ فِيْ هَذَا الْحَدِيْثِ قَدْ أَجْمَعْنَا عَلَى أَنَّهُ لَيْسَ بِنُوْرٍ وَخَطَّأْنَا الْمَجُوْسَ فِيْ قَوْلِهِمْ هُوَ نُوْرٌ وَالْأَنْوَارُ أَجْسَامٌ وَالْبَارِيْ سُبْحَانَهُ لَيْسَ بِجِسْمٍ وَالْمُرَادُ بِهَذَا الْحَدِيْثِ أَنَّ حِجَابَهُ النُّوْرُ وَكَذَلِكَ رُوِيَ فِيْ حَدِيْثِ أَبِيْ مُوْسَى فَالْمَعْنَى كَيْفَ أَرَاهُ وَحِجَابُهُ النُّوْرُ وَمَنْ أَثْبَتَ رُؤْيَةَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَبَّهُ فَإِنَّمَا يُثْبِتُ لَيْلَةَ الْمِعْرَاج وَأَسْلَمَ أَبُوْ ذَرٍّ بِمَكَّةَ قَادِمًا قَبْلَ الْمِعْرَاجِ ثُمَّ رَجَعَ إِلَى بِلَادِ قَوْمِهِ فَأَقَامَ بِهَا حَتَّى مَضَتْ بَدْرٌ وَأُحْدٌ وَالْخَنْدَقُ ثُمَّ قَدِمَ الْمَدِيْنَةَ بَعْدَ ذَلِكَ فَيَحْتَمِلُ أَنَّهُ سَأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وقت إسلامه ¶ هَلْ رَأَيْتَ رَبَّكَ وَمَا كَانَ عُرِجَ بِهِ بَعْدُ فَقَالَ نُوْرٌ أَنَّى أَرَاهُ أَيِ النُّوْرُ يَمْنَعُ مِنْ رُؤْيَتِهِ وَقَدْ قَالَ بَعْدَ الْمِعْرَاجِ فِيْ رِوَايَةِ ابْنِ عَبَّاسٍ رَأَيْتُ رَبِّيْ وَهَذَا ضعيف فإن عائشة أم المؤمنين قد سألت عن ذَلِكَ بعد الإسراء ولم يُثْبِتْ لها الرؤية وَأَمَّا قَوْلُ الْإِمَامِ أَحْمَدَ مَا زِلْتُ مُنْكِرًا لِهَذَا الْحَدِيْثِ وَمَا أَدْرِيْ مَا وَجْهُهُ فَقَالَ بَعْضُ الْأَئِمَّةِ لَا نَعْرِفُ مَعْنَى هَذَا الْإِنْكَارِ وَقَدْ صَحَّ ذَلِكَ عَنْ أَبِيْ ذَرٍّ وَغَيْرِهِ وَلِلْكَلَامِ عَلَى الْحَدِيْثِ مَوْضِعٌ آَخَرُ قَدْ بَسَطتُّهُ فِيْهِ وَرَدَدْتُ مَا حَرَّفَهُ بَعْضُ النَّقَلَةِ وَاللهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ",
            "page": "86",
            "part": "1",
            "seal": "3179D082"
        },
        {
            "id": "86",
            "nass": "الْحَدِيْث السَّابِعُ: إِحَالَتُهُ مَعْرِفَةَ الْوِتْرِ عَلَيْهَا أَخْرَجَهُ مُسْلِمٌ فِيْ صَحِيْحِهِ عَنْ قَتَادَةَ عَنْ زُرَارَةَ بْنِ أَبِيْ أَوْفَى عَنْ سَعْدِ بْنِ هِشَامٍ أَنَّهُ طَلَّقَ امْرَأَتَهُ فَأَتَى الْمَدِيْنَة لِيَبِيْعَ بِهَا عقارا به فَيَجْعَلُهُ فِي السِّلَاحِ وَالْكُرَاعِ فذكر الْحَدِيْث وَأَنَّهُ لَقِيَ ابْنَ عَبَّاسٍ فَسَأَلَهُ عَنِ الْوِتْرِ فَقَالَ أَلَا أُنَبِّئُكَ بِأَعْلَمِ أَهْلِ الْأَرْضِ بِوِتْرِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ قَالَ عَائِشَةُ ايْتِهَا فَسَلْهَا ثُمَّ ارْجِعْ إِلَيَّ فَأَخْبِرْنِيْ بِرَدِّهَا عَلَيْكَ قَالَ فَأَتَيْتُ حَكِيْمَ بْنَ أَفْلَحَ فَاسْتَلْحَقْتُهُ إِلَيْهَا فَقَالَ مَا أَنَا بِقَارِبِهَا أَنِّيْ نَهَيْتُهَا أَنْ تَقُوْلَ فِيْ هَاتَيْنِ الشِّيْعَتَيْنِ شَيْئًا فَأبَتْ فِيْهِمَا إِلَّا مُضِيًّا فِيْهِ فَأقْسَمْتُ عَلَيْهِ فَجَاءَ مَعِيْ فَدَخَلَ عَلَيْهَا فَقَالَ يَا أُمَّ الْمُؤْمِنِيْنَ أَنْبِئِيْنِيْ عَنْ وِتْرِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ كُنَّا نُعِدُّ لَهُ سِوَاكَهُ وَطَهُوْرَهُ فَيَبْعَثُهُ اللهُ بِمَا شَاءَ أن يبعثه من ¶ الليل فيتسوك ويتوضأثم يُصَلِّيْ ثَمَانِيَ رَكْعَاتٍ لَا يَجْلِسُ فِيْهِنَّ إِلَّا عِنْدَ الثَّامِنَةِ فَيَجْلِسُ ويَذْكُرُ اللهَ وَيَدْعُوْ ثُمَّ يَنْهَضُ وَلَا يُسَلِّمُ ثُمَّ يُصَلِّي التَّاسِعَةَ فَيَقْعُدُ فَيَحْمِدُ اللهَ ويُصَلِّيْ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ يُسَلِّمُ تَسْلِيْمًا يُّسْمِعُنَا ثُمَّ يُصَلِّيْ رَكْعَتَيْنِ وَهُوَ قَاعِدٌ فَتِلْكَ إْحْدَى عَشْرَةَ رَكْعَةٌ يَا بُنَيَّ فَلَمَّا أَسَنَّ وَأَخَذَ اللَّحْمَ أَوْتَرَ بِسَبْعٍ وَصَلَّى رَكْعَتَيْنِ وَهُوَ جَالِسٌ بَعْدَمَا سَلَّمَ فَتِلْكَ تِسْعُ رَكْعَاتٍ يَا بُنَيَّ وفِي رِوَايَة لَهُ وسلم تسليما يسمعنا وقَدْ اخْتَلَفَت الأحاديث ولا سيما الْأَحَادِيْث عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهُا فِي عدد الوتر وفِيْ صَحِيْحِ مُسْلِمٍ عَنْهَا كَانَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّيْ فِي اللَّيْل ثَلَاث عَشْرَةَ يوتر من ذَلِكَ بخمس وروى أبو داوود لَمْ يَكُنْ يُوْتِرُ بِأَكْثَرَ مِنْ ثَلَاثَ عَشْرَةَ",
            "page": "87",
            "part": "1",
            "seal": "F10F62D0"
        },
        {
            "id": "87",
            "nass": "فقِيْلَ الِاخْتِلَاف مِنْهَا وقِيْلَ هُوَ من الرُّوَاة عَنْهَا ووجه الِاخْتِلَاف فِيْهَا بحسب طول القراءة كماجَاءَ فِي حَدِيْث حذيفة وابن مَسْعُوْد أَوْ عذره بمرض أوغيره أَوْ فِي بَعْض إِلَّاوقات عِنْدَ كبر السن كَمَا روته ورَوَاهُ أَيْضًا خَالِد بْن زَيْد أَوْ وَجْهُ الثَّلَاثِ عَشْرَةَ أَنَّهَا عَدَّتْ مَعَهَا رَكْعَتَيِ الْفَجْرِ كَمَا بَيَّنَ أبو داوود ذَلِكَ فِيْ رِوَايَةٍ لَهُ عَنْهَا ¶ الْحَدِيْث الثَّامِنُ رَدَّتْ عَلَى ابْنِ عَبَّاسٍ قِرَاءَتَهُ قَوْلَهُ تَعَالَى {وَظَنُّواْ أَنَّهُمْ قَدْ كُذِبُواْ} بِالتَّخْفِيْفِ فَأَخْرَجَ الْبُخَارِيُّ في ¶ التفسير عَنِ ابْنِ أَبِيْ مُلَيْكَةَ قَالَ ابْنُ عَبَّاسٍ {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّواْ أَنَّهُمْ قَدْ كُذِبُواْ} خَفِيْفَةً ذَهَبَ بِهَا هُنَالِكَ وَتَلَا {حَتَّى يَقُوْل الرَّسُوْلُ وَالَّذِيْنَ آَمَنُوْا مَعَهُ مَتَى نَصْرُ اللهِ} فَلَقِيْتُ عُرْوَةَ بْنَ الزُّبَيْرِ فَذَكَرْتُ لَهُ ذَلِكَ فَقَالَ قَالَتْ عَائِشَةُ مُعَاذَ اللهِ والله ما وعد الله رسوله في شئ قَطُّ إِلَّا عَلِمَ أَنَّهُ كَائِنٌ قَبْلَ أَنْ يَمُوْتَ وَلَكِن لَمْ يَزَلِ الْبَلَاءُ بِالرُّسُلِ",
            "page": "88",
            "part": "1",
            "seal": "87424185"
        },
        {
            "id": "88",
            "nass": "حَتَّى خَافُوْا أَنْ يَكُوَُْنَ مَنْ مَعَهُمْ يَكْذِبُوْنَ فكانت تقرؤها {كذبوا} مثقلة",
            "page": "89",
            "part": "1",
            "seal": "F63B5C9A"
        },
        {
            "id": "89",
            "nass": "الفصل 5 - اسْتِدْرَاكُهَا عَلَى عَبْد اللهِ بْن عُمَر ¶ الْحَدِيْث الْأًوَّل: أَخْرَجَ الْبُخَارِيُّ ومُسْلِمٌ وَاللَّفْظُ لَهُ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ أَنَّهَا سَمِعَتْ عَائِشَةَ وَذُكِرَ لَهَا عَبْدُ اللهِ بْنُ عُمَرَ يَقُوْلُ إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبُكَاءِ الْحَيِّ فَقَالَتْ عَائِشَةُُ يَغْفِرُ اللهُ لِأَبِيْ عَبْدِ الرَّحْمَنِ أَمَا إِنَّهُ لَيْسَ يَكْذِبُ ولَكِنَّهُ نَسِيَ أَوْ أَخْطَأَ إِنَّمَا مَرَّ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى يَهُوْدِيَّةٍ يُبْكَى عَلَيْهَا فَقَالَ إِنَّهُمْ يَبْكُوْنَ عَلَيْهَا وإَِنَّهَا لَتُعَذَّبُ فِيْ قَبْرِهَا وَرَوَاهُ مُسْلِمٌ أَيْضًا عَن هِشَامِ بْن عُرْوَة عَنْ أَبِيْهِ نحوه بلفظ يرحم الله أبا عبد الرَّحْمَنِ سَمِعَ شَيْئًا ولَمْ يَحْفَظْ إِنَّمَا مَرَّتْ على رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَنَازَةُ يَهُوْدِيٍّ وَهُمْ يَبْكُوْنَ عَلَيْهِ فَقَالَ أَنْتُمْ تَبْكُوْنَ وإَِنَّهُ لَيُعَذَّبُ ¶ واعْلَمْ أَنَّ تَعْذِيْبَ الْمَيِّتِ بِبُكَاءِ أَهْلِهِ عَلَيْهِ رَوَاهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَمَاعَةٌ مِّنَ الصَّحَابَةِ مِنْهُمْ عُمَرُ وَابْنُ عُمَرَ وَأَنْكَرَتْهُ عَلَيْهِمَا عَائِشَةُ وَحَدِيْثُهَا موافق لظاهر القرآن وهو قوله سبحانه {لا تزر وازرة وزر أخرى} وموافق ¶ لِلْأَحَادِيْثِ الْأُخَر فِيْ بُكَاءِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى جَمَاعَةٍ مِنَ الْمَوْتَى وَإِقْرَارُهُ عَلَى الْبُكَاءِ عَلَيْهِمْ وَكَانَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَحْمَةً لِّلْعَالَمِيْنَ فمحال أن يفعل مَا يَكُوْنُ سببا لعذابهم أَوْ يقر عَلَيْهِ وهَذَا مرجح آخر لرِوَايَة عَائِشَة وعَائِشَة جزمت بالوهم واللائق لنا في هذا المقام التأويل وهل حمل الأحاديث المخالفة لها إما على",
            "page": "90",
            "part": "1",
            "seal": "F619430E"
        },
        {
            "id": "90",
            "nass": "من أَوْْصَى بذَلِكَ فعَلَيْهِ إثم الوصية بذَلِكَ لِأَنَّهُ قَدْ تسبب إِلَى وجوده وأَمَّا غيرذَلِكَ مِمَّا ذكره الْعُلَمَاء فِي كتبهم والَّذِيْ يؤكد قَوْل عَائِشَة فِي وهم قَوْلها أَنَّهُ عَلَيْهِ السَّلَام قَالَ لرَجُل مَاتَ يَهُوْدِيّا إِنَّ الْمَيِّت لَيُعَذَّبُ بلام العهد فالظَاهِر أَنَّ ابْنَ عُمَر خفِي عَلَيْهِ موت الْيَهُوْدِيّ فحملها عَلَى إِلَّاستغراق ونَظِيْر هَذَا مَا رُوِيَ أَنَّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَأَى تاجرا يبخس النَّاس فِي البيع فَقَالَ التاجر فاجر يَعْنِيْ ذَلِكَ الرَجُل فرَوَاهُ بَعْضهم عَلَى أَنَّهُ للاستغراق ذكر هَذَا فخر الدّيْن الرَّازِيّ فِي بَعْض كتبه إِلَّاصولية وجَعَلَهُ من أَسْبَاب الغلط فِي الرِّوَايَة وَلَا شَكّ أَنَّهُ من أَسْبَابه لَكِن هَذَا الْحَدِيْث لَيْسَ من هَذَا الْبَابِ فإن فِي السُّنَن التاجر فاجر إِلَّا من بر وصدق وهَذَا يَدُلُّ عَلَى إِرَادَة إِلَّاستغراق لوجود إِلَّاستثَنَاء فِيْهِ الْحَدِيْثُ الثَّانِيْ: أَخْرَجَا أَيْضًا عَنْ إِبْرَاهِيْمَ بْن مُحَمَّد بْن المنتشر عَنْ أَبِيْهِ قَالَ سَمِعت ابْن عُمَر يَقُوْل لَأَنْ أصبح مطليا بقطران أحب إِلَيَّ من أن أصبح محرما أنضخ طيبا قال قد خلت عَلَى عَائِشَة فأَخْبَرَتها بِقَوْلِه فَقَالَتْ طَيَّبْتُ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فطاف عَلَى نِسَائِهِ ثُمَّ أصبح محرما",
            "page": "91",
            "part": "1",
            "seal": "7F2DEBB1"
        },
        {
            "id": "91",
            "nass": "وفِي لفظ الْبُخَارِيِّ ذكرته لعَائِشَة فَقَالَتْ يرحم الله ِأَبَا عبد ¶ الرَّحْمَن كُنْت أطيب رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَيَطُوْفُ عَلَى نِسَائِهِ ثُمَّ يصبح محرما ينضخ ورَوَاهُ النَّسَائِيُّ بلفظ سَأَلَت ابْن عُمَر عَن الطَّيِّب عِنْدَ إِلَّإِحْرَام قَالَ لأَنَْ أطلى بالقطران أحب إِلَيَّ من ذَلِكَ فذكرت ذَلِكَ لعَائِشَة فَقَالَتْ يرحم الله ِأَبَا عَبْد الرَّحْمَن قَدْ كُنْت أطيب رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَيَطُوْفُ فِي نِسَائِهِ ثُمَّ يصبح ينضخ طيبا وفِي لفظ لهما سألت عائشة وذكرت لها قول ابْن عُمَر ماأحب أن اصبح محرما أنضخ طيبا فَقَالَتْ عَائِشَةُُ أَنَا طَيَّبْتُ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ طاف فِي نِسَائِهِ ثُمَّ أصبح محرما وَالنضخ بالخاء المعجمة كاللطخ فيما يَبْقَى لَهُ أثر يقَالَ نضخ ثوبه بالطَّيِّب والنضخ بالمهملة فيما كَانَ رقيقا مثل الْمَاء ¶ الْحَدِيْثُ الثَّالِثُ: أَخْرَجَا أَيْضًا عَن مَنْصُوْر عَنْ مُجَاهِد قَالَ دخلت أنا وعروة بن الزبير المسجد فإذا عَبْد اللهِ بْن عُمَر جالس إِلَى حجرة عائشة والناس يصلون الضحى في المسجد فسألناه عَن صلاتهم فَقَالَ بدعة فَقَالَ لَهُ عُرْوَة يَا أَبَا عَبْد الرَّحْمَن كم اعتمر رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ أربع عُمَر إِحْدَاهُنَّ فِي رجب فكرهنا أن نكذبه وَنرد عَلَيْهِ وَسمعنا استنإِنَّ عَائِشَةَ فِي الْحَجّة فَقَالَ عُرْوَة إِلَّا تسمعين يَا أُمّ الْمُؤْمِنِيْنَ إِلَى مَا يَقُوْل أَبُوْ عَبْدِ الرَّحْمَنِ فَقَالَتْ وما يَقُوْل قَالَ يَقُوْل اعتمر رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أربع عُمَر إِحْدَاهُنَّ",
            "page": "92",
            "part": "1",
            "seal": "12CE19D2"
        },
        {
            "id": "92",
            "nass": "في رجب فقالت يرحم الله ِأَبَا عَبْد الرَّحْمَن مَا اعتمر رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إلا وَهُوَ معه وما اعتمر فِي رجب قَطُّ قَالَ ابْنُ الْجَوْزِيّ فِي مُشْكَله سكوت ابْن عُمَر لَا يخلو من حالين إِمَّا أن يَكُوْنُ قَدْ شَكّ فسكت أَوْ أن يَكُوْنُ ذكر بَعْد النَسِيَان فرَجَعَ بسكوته إِلَى قَوْلها وعَائِشَة قَدْ ضبطت هَذَا ضبطا جيدا وَقَالَ أَنَسٌ اعْتَمَرَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَرْبَعَ عُمَرٍ كُلُّهَا فِيْ ذِي الْقَعْدَةِ وهَذَا الْحَدِيْثُ يَدُلُّ عَلَى حِفْظِ عَائِشَةَ وَحُسْنِ فَهْمِهَا ¶ وَقَدْ جَاءَ الْإِنْكَارُ عَلَيْهِ مِنْهَا عَلَى وجه آخر أخرجه أبو داوود وَالنَّسَائِيُّ وَابْنُ مَاجَه مِنْ جِهَةِ مُجَاهِدٍ قَالَ سُئِلَ ابْنُ عُمَرَ كَمِ اعْتَمَرَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَرَّتَيْنِ فَقَالَتْ عَائِشَةُ لَقَدْ عَلِمَ ابْن عُمَرَ أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدِ اعْتَمَرَ ثَلَاثًا سِوَى الَّتِيْ قَرَنَهَا بِحِجَّةِ الْوَدَاعِ وقَدْ سَبَقَ أن الْبُخَارِيّ ومُسْلِما رُوِيَا حَدِيْث مُجَاهِد عَنْ عَائِشَةَ وَهُوَ مِنْهَا تصريح بأَنَّهُ سَمِعَ منه لا سيما عَلَى شَرْطِ الْبُخَارِيِّ لَكِن قَالَ يَحْيَى بْن",
            "page": "93",
            "part": "1",
            "seal": "4BAF3731"
        },
        {
            "id": "93",
            "nass": "سَعِيْد القطان لَمْ يَسْمَع مُجَاهِد من عَائِشَة وكَانَ شُعَبة بْن الْحَجّاج ينكره وَهُوَ قَوْل يَحْيَى بْن معين وَأَبِي حَاتِم الرَّازِيّ أَيْضًا وفِي هَذَا الْحَدِيْث أمر آخر غَيْر مخالفة مَا سَبَقَ وَهُوَ إِنَّ عَائِشَةَ رَوَتْ الْإِفْرَاد عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَكِن قَالَ الطَّحَاوِيُّ فِي مَعَانِي الْآَثَار هَذَا لَا ينافِيْهِ فيجوز أن تَكُوْن قَدْ علمت أَنَّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ابتدأ فأحرم بعَمْرَة لَمْ يقرنها حينئذ بحجة فمضي فِيْهَا عَلَى أن يحج فِي وقت الْحَجّ فكَانَ فِي ذَلِكَ متمتعا بِهَا ثُمَّ أَفْرَدَ بحجة منفردة فِي إِحْرَامه بِهَا لَمْ يبتدئ معها إِحْرَاما بعمرة فصار بذلك قارنا لها إلى ¶ عُمَرته المتَقَدَّمَة فَقَدْ كَانَ فِي إِحْرَامه عَلَى أشياء مختلفة كَانَ فِي أوله متمتعا ثُمَّ محرما بِحَجَّةٍ أَفْرَدَهَا فِيْ إِحْرَامه تلزمه مَعَ العَمْرَة الَّتِيْ كَانَ قَدْمها فصَارَ فِي معنى القارن والمتمتع وأَرَادَت عَائِشَة بالْإِفْرَاد خِلَافا للذين رَوَوْا أَنَّهُ عَلَيْهِ السَّلَام أَهَلَّ بهما جَمِيْعًا ¶ الْحَدِيْث الرَّابِعُ: وأَخْرَجَا أَيْضًا مِنْ جِهَةِ نَافِع قَالَ قِيْلَ لابن عُمَر إن أَبَا هُرَيْرَةَ يَقُوْلُ سَمِعت رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ من تبع جَنَازَة فله قيراط مِنَ الْأَجْرِ فَقَالَ ابْنُ عُمَرَ أَكْثَرَ عَلَيْنَا أَبُوْ هُرَيْرَةَ فَبَعَثَ إِلَى عَائِشَةَ فسَأَلَهَا فَصَدَّقَتْ أَبَا هُرَيْرَةَ فَقَالَ ابْنُ عُمَرَ لَقَدْ فَرَّطْنَا فِي قَرَارِيْطَ كَثِيْرَةٍ وأَخْرَجَهُ مُسْلِمٌ أَيْضًا عَنْ داوود بن عامر بن سَعْد بْن أَبِي وقاص عَنْ أَبِيْهِ أَنَّهُ",
            "page": "94",
            "part": "1",
            "seal": "E3FFD257"
        },
        {
            "id": "94",
            "nass": "كَانَ قَاعِدًا عِنْدَ عَبْد اللهِ بْن عُمَر إِذْ طلع خباب صَاحِب المقصُوْرَة فَقَالَ يَا عَبْد اللهِ بْن عُمَر إِلَّا تسمع مَا يقول أبو هريرة إنه سمع مَا يَقُوْل أَبُوْ هُرَيْرَةَ أَنَّهُ سَمِعَ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ من خَرَجَ مَعَ جَنَازَة من بَيْتها وصلى عَلَيْهَا ثُمَّ تبعها حَتَّى تدفن كَانَ لَهُ قيراطان من أجر كُلّ قيراط مثل أَحَد ومن صَلَّى عَلَيْهَا ثُمَّ رَجَعَ كَانَ لَهُ من الْأَجْر مثل أُحْدٍ فأرسل ابْن عُمَر خَبَّابًا إِلَى عَائِشَة يسَأَلَهَا عَن قَوْل أَبِيْ هُرَيْرَةَ ثم يرجع إليه فيخبره بِمَا قَالَتْ وأخذ ابْن عُمَر قَبْضَة مِنْ حصى المسجد يقلبها فِيْ يَدِهِ حَتَّى رَجَعَ إِلَيْهِ الرَّسُوْل فَقَالَ قالت عائشة صدق أبو هريرة فَضَرَبَ ابْنُ عُمَرَ بالْحَصَى الَّذِيْ كَانَ فِيْ يَدِهِ الْأَرْض وقَالَ لَقَدْ فَرَّطْنَا فِي قَرَارِيْطَ كثيرة ¶ الحديث الخامس: أخرج أبو داوود فِيْ سُنَنِهِ عَنْ مُحَمَّدِ بْنِ ¶ إِسْحَاقَ عَنِ الزُّهْرِيِّ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ يَصْنَعُ ذَلِكَ يَعْنِيْ يَقْطَعُ الْخُفَّيْنِ لِلْمَرْأَةِ الْمُحْرِمَةِ ثُمَّ حَدَّثَتْهُ صَفِيَّةُ بِنْتِ أَبِيْ عُبَيْدٍ أَنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهُا حَدَّثَتْهَا أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدْ كَانَ رَخَّصَ لِلنِّسَاءِ فِي الْخُفَّيْنِ فَتَرَكَ ذَلِكَ أَخْرَجَهُ ابْنُ خُزَيْمَةَ في صحيحيه وَقَالَ فِيْهِ قَالَ مُحَمَّدُ بْنُ إِسْحَاقَ حَدَّثَنِي الزُّهْرِيُّ فَزَالَتْ عِلَّة التَّدْلِيْسِ وقَالَ الشَّافِعِيُّ أَنَا ابْن عُيَيْنَة عَنِ الزُّهْرِيِّ عَن سَالِم عَنْ أبيه أنه كان يفتي النِّسَاء إِذَا أَحْرَمْنَ أن يَقْطَعُن الْخُفَّيْنِ حَتَّى أَخْبَرَته صَفِيَّة عَنْ عَائِشَةَ أَنَّهَا تُفْتِي النِّسَاء إِذَا أَحْرَمْنَ أَلَّا يَقْطَعُن فانْتَهَى عَنْهُ",
            "page": "95",
            "part": "1",
            "seal": "6C60D0A6"
        },
        {
            "id": "95",
            "nass": "أَخْرَجَهُ الْبَيْهَقِيُّ فِي السُّنَن الْكَبِيْر مِنْ طَرِيْقِ الشَّافِعِيّ وأَخْرَجَ الْبَيْهَقِيُّ أَيْضًا عَنْ أَبِي النَّضْر ثَنَا مُحَمَّدُ بْنُ راشد عَنْ عَبْدِة بْن أَبِي لُبَابَة عَنِ ابْنِ بَابَاه الْمَكِّيْ أن امْرَأَةً سَأَلَتْ عَائِشَةَ مَا تَلْبِسُ الْمَرْأَةُ فِيْ إِحْرَامها قَالَتْ تَلْبِسُ من خزها وَبزها وَأصباغها وحليها قَالَ بَعْضهم أجمعوا عَلَى أن الْمُرَاد بالْخِطَابِ الْمَذْكُوْرِ فِي اللِّبَاس الرِّجَال دُوْنَ النِّسَاءِ وَأَنَّهُ لَا بَأْسَ بِلِبَاسِ الْمَخِيْطِ وَالْخِفَافِ لِلنِّسَاءِ ¶ الْحَدِيْثُ السَّادِسُ: أَخْرَجَ الدَّارَقُطْنِيُّ فِيْ سُنَنِهِ عَن عَليّ ابْن عَبْد العزيز الوراق عَن عَاصِم بْن عَليّ عَنْ أَبِي أويس حَدَّثَنِيْ هِشَام ابْن عُرْوَة عَنْ أَبِيْهِ عَنْ عَائِشَةَ أَنَّهُ بَلَغَها قَوْل ابْن عُمَر فِي القبلة الوضوء فقالت كان رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يقبل وهو صائم ثم لا يتوضأقال الدَّارَقُطْنِيّ لَا اعْلَمْ حَدَّثَ بِهِ عَن عَاصِم هكذا غير علي بن عبد العزيز ¶ الْحَدِيْثُ السَّابِعُ: قَالَ الطَّبْرَانِيُّ فِيْ مُعْجَمِهِ الْوَسَطِ حَدَّثَنَا بَكْر بْن سهل ثَنَا سَعِيْدُ بْنُ مَنْصُوْر ثَنَا صَالِح بْن مُوْسَى الطلحي عَنْ عبد الملك بن عمير عن موسى بن طلحة قال بلغ عائشة ان ابْنَ عُمَر يَقُوْل إن موت الفجأة سخطة عَلَى الْمُؤْمِنِيْنَ فَقَالَتْ يَغْفِرُ اللهُ لابن عُمَر إنما قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ موت الفجأة تخفيف على المرمنين وَسخطة عَلَى الكافرين قَالَ الطَّبْرَانِيُّ لَمْ يروه عَنْ عَبْدِ الْمَلِكِ إِلَّا صَالِح قُلْتُ وَهُوَ ضعيف عندهم",
            "page": "96",
            "part": "1",
            "seal": "4A61BCBA"
        },
        {
            "id": "96",
            "nass": "الْحَدِيْث الثَّامِنُ رَوَى الْبُخَارِيُّ مِنْ حَدِيْثِ ابْن عمر أن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إن بِلَالًا يؤذن بليل فكلوا واشربوا حَتَّى يؤذن ابْن أم مكتوم وأَخْرَجَ الْبَيْهَقِيُّ فِيْ سُنَنِهِ مِنْ جِهَةِ يَعْقُوْبِ بْن مُحَمَّد الزُّهْرِيِّ ثَنَا الدَّرَاوَرْدِيّ ثَنَا هِشَام عَنْ أَبِيْهِ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ ابْنَ أم مكتوم رَجُل أعمى فإِذَا أذن فكلوا واشربوا حَتَّى يؤذن بِلَال قَالَتْ وكَانَ بِلَال يبصر الْفَجْر وكَانَتْ عَائِشَة تقَوْل غلط ابْن عُمَر قَالَ الْبَيْهَقِيُّ كَذَا قَالَ وحَدِيْث عُبَيْد الله ِعَن الْقَاسِم عَنْ عَائِشَةَ أَصَحُّ يشير إِلَى مَا أَخْرَجَهُ الْبُخَارِيّ كَذَلِكَ عَنْهَا مُوَافِقا لحَدِيْث ابْن عُمَر واعْلَمْ ان حَدِيْث عَائِشَة هَذَا الَّذِيْ أَخْرَجَهُ إِسْنَاده صَحِيْح وقَدْ رَوَاهُ أَحْمَد ومسدد وابْن خُزَيْمَةَ وابن حِبَّان فِيْ صَحِيْحِيهما لَكِن لَمْ يَذْكُروا فِيْهِ تغليط ابْن عُمَر وحمله ابْن حِبَّان وابن حزم عَلَى أَنَّ الْأَذَانَ كَانَ بينهما دولا تَارَةً يُقَدِّمُ هَذَا وتارة يتأخر",
            "page": "97",
            "part": "1",
            "seal": "5BF8229B"
        },
        {
            "id": "97",
            "nass": "وقَدْ رُوِيَ ابْن أَبِيْ شَيْبَةَ حَدِيْثا شهد لذَلِكَ فَقَالَ حَدَّثَنَا عُثْمَان ثَنَا شُعَبة عَن خبيب قَالَ سَمِعت عمتي وكَانَتْ قَدْ حجت مع ¶ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَتْ كَانَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْل أَنَّ ابْنَ أم مكتوم ينادي بليل فكلوا واشربوا حَتَّى ينادي بِلَالٌ كَذَا أَوْ إِنَّ بِلَالًا ينادي بليل فكلوا واشربوا حَتَّى يؤذن ابْن أم مكتوم قَالَتْ وكَانَ يصعد هَذَا ويَنْزِل هَذَا قَالَتْ فكنا نعلق به فنقول كما أنت حتى نتسحروكذا رواه أبو داوود عَنْ شُعَبةَ عَنْ خُبَيْبٍ ¶ التَّاسِعُ رَوَى أَبُوْ مَنْصُوْرٍ الْبَغْدَاديّ بإِسْنَاده إِلَى جُرَيْج قَالَ ثَنَا ابْنُ أَبِيْ مُلَيْكَةَ عَن رَجُل لَا يَكْذِبُه أَخْبَرَت عَائِشَة رَضِيَ اللهُ عَنْهُا بِقَوْلِ ابْن عُمَر رَضِيَ اللهُ عَنْهُ إن الشهر تسع وعشرون فأنكرت ذَلِكَ عَلَيْهِ وقَالَتْ يَغْفِرُ اللهُ لِأَبِيْ عَبْدِ الرَّحْمَنِ مَا هَكَذَا قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولَكِن قَالَ إن الشهر قَدْ يَكُوْنُ تسعا وعشرين قَالَ الْإِمَام أَحْمَد فِيْ مُسْنَدِهِ حَدَّثَنَا يَحْيَى عَنْ مُحَمَّد عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الشهر تسع وعشرون فذكروا ذَلِكَ لعَائِشَة فَقَالَتْ يرحم الله ِأَبَا عَبْد الرَّحْمَن إِنَّمَا قَالَ الشهر قَدْ يَكُوْنُ تسعا وعشرين",
            "page": "98",
            "part": "1",
            "seal": "6D0BB111"
        },
        {
            "id": "98",
            "nass": "الْعَاشِرُ أَخْرَجَ الْبُخَارِيُّ عَنِ ابْنِ عُمَر قَالَ وقف النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى قليب بدر فَقَالَ {هَل وجدتم مَا وعد ربكم حقا} ثُمَّ قَالَ إِنَّهُمْ إِلَّان يسمعون مَا أقَوْل فذكرت لعَائِشَة فَقَالَتْ إِنَّمَا قَالَ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّهُمْ ليعلمون إِلَّانَ أن مَا كُنْت أقَوْل لهم حق قَالَ السُّهَيْلِيُّ ¶ فِي الروض وعَائِشَة لَمْ تحضر وغَيْرهَا مِمَّنْ أحفظ للفظه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وقَدْ قَالُوْا لَهُ يَا رَسُوْلَ اللهِ أتخاطب قوما قد جيفوا أوأجيفوا فقال مما أنتم بأسمع لما أقول منهم وإذا حاز أن يكونوا فِي تِلْكَ الْحَال عالمين جاز أن يكونوا سامعين أَمَّا بآِذَان رؤوسهم إِذَا قلنا إن الروح من غَيْر رجوع مِنْهُ إلى الجسدْو إلى بَعْضه قَالَ وقَدْ رُوِيَ إِنَّ عَائِشَةَ احْتَجَّت بِقَوْلِه تَعَالَى {مَا أَنْت بمسمع من فِي القُبُوْر} وهَذِهِ الْآَيَة كَقَوْلهِ {أفأَنْت تسمع الصم أَوْ تهَدْي العمي} أي أَنَّ اللهَ هُوَ الَّذِيْ يهَدْي ويوفق ويدخل الموعظة إِلَى آَذَانِ القُلُوْب لَا أَنْت وجعل الكفار أمواتا وصما عَلَى جِهَة التشبيه بأموات وبالصم فالله ِهُوَ الَّذِيْ يسمعهم عَلَى الْحَقّيقة إِذَا شاء فَلَا تعلق لَهَا فِي الْآَيَة",
            "page": "99",
            "part": "1",
            "seal": "3FEE16C0"
        },
        {
            "id": "99",
            "nass": "لِوَجْهَيْنِ أَحَدهُمَا أَنَّهَا إِنَّمَا نَزَلَت فِي دعاء الكفار إِلَى الْإِيْمَان الثَّانِي أَنَّهُ إِنَّمَا نفى عَن نبيه أن يَكُوْنُ هُوَ المسمع لهم وصدق الله ِفَإِنَّهُ لَا يسمعهم إِذَا شاء إلا هو",
            "page": "100",
            "part": "1",
            "seal": "61A980C5"
        },
        {
            "id": "100",
            "nass": "الفصل - 6 استدراكها على عبد الله بن عمرو بن الْعَاصِ ¶ الْأًوَّل أَخْرَجَ مُسْلِمٌ فِيْ صَحِيْحِهِ عَنْ عبيد بن عمير قال بَلَغَ عَائِشَة أَنَّ ابْنَ عَمْرو يَأْمُرُ النِّسَاء إِذَا اغتسلن أن ينقضن رؤوسهن فَقَالَتْ يَا عجبا لابن عَمْرو يَأْمُرُ النِّسَاء إِذَا اغتسلن أن ينقضن رؤوسهن أفلا يَأْمُرُهن أن يحلقن رؤوسهن لَقَدْ كُنْت أغتسل أَنَا ورَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من أَنَاء وَاحِد وما أزَيْد أن أفرغ عَلَى رأسي ثَلَاث إفراغات ورَوَاهُ النَّسَائِيُّ وقَالَ وما أنقض لِيْ شعرا ورَوَاهُ ابْن خُزَيْمَةَ فِيْ صَحِيْحِهِ أتم من ذَلِكَ وقَدْ تابع عَائِشَة عَلَى رِوَايَة ذَلِكَ أُمّ سَلَمَةَ فرَوَى مُسْلِمٌ فِيْ صَحِيْحِهِ عَنْ عَبْدِ اللهِ بْنِ رَافِع مَوْلَى أُمّ سَلَمَةَ عَن أُمّ سَلَمَةَ قَالَتْ قُلْتُ يَا رَسُوْلَ اللهِ أَنِّيْ امْرَأَة أشد ضفر رأسي أفأنقضه لغسل الجنابة فَقَالَ لَا إِنَّمَا يكفِيْك أن تحَثّي عَلَى رأسك ثَلَاث حَثَيات ثُمَّ تفيضي عليك الماء فتطهرين قال المارودي فِي الحاوي ويَحْتَمِل أن يَكُوْنُ ابْن عَمْرو أمر بذَلِكَ احتياطا لَا واجبا وعَائِشَة إِنَّمَا أنكرت وجوب الحل",
            "page": "101",
            "part": "1",
            "seal": "1DEB4C6B"
        },
        {
            "id": "101",
            "nass": "الفصل - 7 اسْتِدْرَاكُهَا عَلَى أَبِيْ هُرَيْرَةَ ¶ الْحَدِيْث الْأًوَّل إِنْكَارها عَلَيْهِ بُطْلَان الصَّوْم بالجنابة أَخْرَجَ مُسْلِمٌ عَنِ ابْنِ جُرَيْج عَنْ عَبْدِ الْمَلِكِ بْن أَبِيْ بَكْرٍ بْن عَبْد الرَّحْمَن عَنْ أَبِيْ بَكْرٍ بن عبد الرحمن قال سمعت أبي هريرة يقص وَيَقُوْل فِي قصصه من أدركه الْفَجْر جنبا فَلَا يصم قَالَ فذكرت ذَلِكَ لِعَبْدِ اللهِ بن الحارث فذكره لأبيه فأنكر ذلك فانطلق عَبْد الرَّحْمَن وانطلقت معه حَتَّى دخلناعَلَى عَائِشَة وأُمّ سَلَمَةَ فسَأَلَهَا عَبْد الرَّحْمَن عَنْ ذَلِكَ فَقَالَ فكلمناها قَالَتْ كَأَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يصبح جنبا من غَيْر طهر ثُمَّ يَصُوْم فانطلقنا حَتَّى دخلنا عَلَى مَرْوَان فذكر ذَلِكَ لَهُ عَبْد الرَّحْمَن فَقَالَ مروان عزمت عَلَيْك إِلَّا مَا ذهبت إِلَى أَبِيْ هُرَيْرَةَ فرددتَ عَلَيْهِ مَا يَقُوْل قَالَ فجِئْنَا أَبَا هُرَيْرَةَ وأَبُوْ بَكْرٍ حاضر ذَلِكَ كله فذكر لَهُ عَبْد الرَّحْمَن فَقَالَ أَبُوْ هريرة إهما قالتاه لَكَ قَالَ نَعَمْ قَالَ هُمَا أَعْلَمُ ثُمَّ رد أَبُوْ هُرَيْرَةَ ما ¶ كَانَ يَقُوْل فِي ذَلِكَ إِلَى الْفَضْل بْن عَبَّاسٍ قَالَ أَبُوْ هُرَيْرَةَ سَمِعت ذَلِكَ من الْفَضْل ولم أسمع من النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ فرَجَعَ أَبُوْ هُرَيْرَةَ عما كَانَ يَقُوْل من ذَلِكَ قَالَ الْبَزَّارُ فِيْ مُسْنَدِهِ وَلَا نعلم رَوَى أَبُوْ هُرَيْرَةَ عَن الْفَضْل بْن الْعَبَّاس إِلَّا هَذَا الْحَدِيْث الوَاحِد وفِي لفظ فَقَالَ أَبُوْ هُرَيْرَةَ لَا علم لِيْ بذَلِكَ إِنَّمَا أخبرني مخبر",
            "page": "102",
            "part": "1",
            "seal": "594C137A"
        },
        {
            "id": "102",
            "nass": "قَالَ الْبَيْهَقِيُّ ورَوَاهُ الْبُخَارِيّ مدرجا فِي روايته عَنْ أَبِي اليمان عَنْ شُعَيْبٍ عَنِ الزُّهْرِيِّ عَنْ أَبِيْ بَكْرٍ بْن عَبْد الرَّحْمَن إِلَّا أَنَّهُ قَالَ فِي حَدِيْثه فَقَالَ كَذَلِكَ حَدَّثَنِيْ الْفَضْل بْن عَبَّاسٍ وَهُوَ أعلم ورَوَى أَنَّهُ قَالَ أَخْبَرَنِيْ بذَلِكَ أسامة بْن زَيْد أَخْرَجَهُ النَّسَائِيّ فِيْ سُنَنِهِ وقَدْ صَحَّ رجوعه عَنْ ذَلِكَ صريحا كَمَا سَبَقَ وَأَخْرَجَ الْبَيْهَقِيُّ فِيْ سُنَنِهِ عَنِ ابْنِ أَبِي عروبة عَنْ قَتَادَةَ عَنِ ابْنِ الْمُسَيَّب أن أَبَا هُرَيْرَةَ رَجَعَ عَن قَوْله قبل موته ورَوَى مثله عَن عَطَاء ثُمَّ قَالَ قَالَ ابْنُ المنذر أحسن مَا سَمِعت فِي هَذَا أن يَكُوْنُ ذَلِكَ محمولا عَلَى النسخ وذَلِكَ أن الجماع كَانَ فِي أَوَّل الْإِسْلَام محرما عَلَى الصائم فِي اللَّيْل بَعْد النوم كالطَّعَام وَالشراب فَلَمَّا أَبَاح الله ِالجماع إِلَى طُلُوْع الْفَجْر جاز للجنب إِذَا أصبح قبل أن يغتسل أن يَصُوْم ذَلِكَ اليَوْم لارتفاع الحظر وكَانَ أَبُوْ هُرَيْرَةَ يفتي بِمَا سمعه من الْفَضْل عَلَى الْأَمْر الْأًوَّل ولم يعلم بالنسخ فَلَمَّا سَمِعَ من عَائِشَة وأُمّ سَلَمَةَ صَارَ إِلَيْهِ",
            "page": "103",
            "part": "1",
            "seal": "143CEE91"
        },
        {
            "id": "103",
            "nass": "وجواب ثان وَهُوَ حمله عَلَى من طلع الْفَجْر عَلَيْهِ هُوَ يجامع فاستدام ¶ وجواب ثالث أَنَّهُ إرشاد إِلَى إِلَّافْضَل وَهُوَ إِلَّاغتسَأَلَ قبل الْفَجْر وتركه عَلَيْهِ السَّلَام لذَلِكَ فِي حَدِيْث عَائِشَة وأُمّ سَلَمَةَ لبيان الجَوَاز واعْلَمْ أَنَّهُ وَقَعَ خِلَاف فِي ذَلِكَ للسلف أَيْضًا ثُمَّ استقر إِلَّاجْمَاع عَلَى صِحَّة صومه كَمَا نقله ابن المنذر وكذلك المارودي فِي إِلَّاحتلام فعن طاووس وعُرْوَة النخعي التفصيل بين أن يعلم فَإِنَّهُ مبطل وإِلَّا فَلَا وعن الْحَسَن البصري الْفَصْل بين صوم التطوع محرم دُوْنَ الفرض وقِيْلَ يَصُوْم ويقضيه وَحكي عَنْ سَالِمِ بْنِ عَبْدِ اللهِ وفِي مُعْجَم الْإِمَام أَبِيْ بَكْرٍ إِلَّاسْمَاعِيْلي قَالَ سُفْيَانَ كَانَ إِبْرَاهِيْم النخعي يَقُوْل من يدركه الصبح وَهُوَ جنب يفطر قَالَ يَحْيَى بْن آَدَم ثُمَّ جَعَلَ سُفْيَانَ يتعجب من قَوْل إِبْرَاهِيْم فَقَالَ لَهُ حفص بْن غياث لَعَلَّ إِبْرَاهِيْم لَمْ يَسْمَع حَدِيْث النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يدركه الصبح وَهُوَ جنب يَعْنِيْ ثُمَّ يَصُوْم قَالَ سُفْيَانَ بَلَى ثَنَا حماد عَنْ إِبْرَاهِيْمَ عَن إِلَّاسْوَد عَنْ عَائِشَةَ بِهِ ¶ الحديث الثاني قال أبو داوود الطيالسي عن مسنده حدثنا محمد ين راشد عَن مكحول قَالَ قِيْلَ لعَائِشَة إن أَبَا هُرَيْرَةَ يَقُوْل قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الشؤم فِي ثَلَاثَة فِي الدار والْمَرْأَة والفرس فَقَالَتْ عَائِشَةُُ لَمْ يَحْفَظْ أَبُوْ هُرَيْرَةَ أَنَّهُ دَخَلَ ورَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْل قاتل الله ِإِلَيْهِوَد يَقُوْلُوْنَ الشؤم فِي ثَلَاثَة فِي الدار والْمَرْأَة وَالفرس فسمع آخر الْحَدِيْث ولم يَسْمَع أوله ومُحَمَّد بْن راشد وثقه أَحْمَد وغيره ولَكِن الشَّكّ فِي الواسطة بين مكحول وَعَائِشَة ¶ وقَدْ قَالَ ابْنُ أَبِي حَاتِم فِي المراسيل ثَنَا أَبِي قَالَ سَأَلَت",
            "page": "104",
            "part": "1",
            "seal": "B5782ECF"
        },
        {
            "id": "104",
            "nass": "أَبَا مسهر سَمِعَ مكحول من أَحَد أَصْحَاب النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا صَحَّ عِنْدَنَا إِلَّا أَنَس بْن مَالِك قُلْت واثلة فأنكره ¶ وقَدْ جَاءَ الْإِنْكَار عَلَى وجه آخر قَالَ الْإِمَام أَحْمَد فِيْ مُسْنَدِهِ حَدَّثَنَا روح ثَنَا سَعِيْد عَنْ قَتَادَةَ عَنْ أَبِي حسان أن رجلين دخلا على عائشة فقالا إن أَبَا هُرَيْرَةَ يحَدَّثَ أن نبي الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُوْل إِنَّمَا الطيرة في المرأة والدابة وَالدار قَالَ فطارت شقة مِنْهَا فِي السَّمَاء وَشقة مِنْهَا فِي الْأَرْض وقَالَتْ والَّذِيْ أنَزَلَ الْقْرْآن عَلَى أَبِي الْقَاسِم مَا هَكَذَا كَانَ يقول الطيرة في المرأة والدابة وَالدار ثُمَّ قرأت عَائِشَة {ماأصاب من مصيبة قي الْأَرْض وَلَا فِي انفسكم إِلَّا فِي كِتَاب من قبل أن نبرأها الْآَيَة} وأَبُو حسان اسمه مُسْلِم الجرد يَرْوِيْ عَنِ ابْنِ عَبَّاسٍ وعَائِشَة قَالَ بَعْضُ الْأَئِمَّة ورِوَايَة عَائِشَة فِي هَذَا أشبه بالصواب إِنْ شَاءَ اللهُ لمُوَافِقته نَهْيه عَلَيْهِ الصَّلَاة وَالسَّلَام عَن الطيرة نَهْيًا عأَمَّا وكراهتها وَترغيبه فِي عركها بِقَوْلِه يَدْخُل الْجَنَّة سبعون ألفا بغير حساب وهم الَّذِيْنَ لَا يكتوون وَلَا يسترقون وَلَا يتطيرون وعَلَى ربهم يتوكلون وَاسْتِدْرَاكُهَا عَلَى أَبِيْ هُرَيْرَةَ فِي هَذَا من جنس اسْتِدْرَاكُهَا عَلَى ابْن عُمَر فِي ¶ الْبُكَاء عَلَى الْمَيِّت بمعنى أن ذَلِكَ كَانَ فِي واقعة خاصة لَا عَلَى الْعُمُوْم فَإِنْ قِيْلَ فإن غَيْرهَا من الصَّحَابَة يروي الإثبات",
            "page": "105",
            "part": "1",
            "seal": "0A367986"
        },
        {
            "id": "105",
            "nass": "وعائشة نافية وَالْإِثْبَات مُقَدَّم عَلَى النفِي ولهَذَا قَالَ ابْنُ عَبْدِ الْبَرِّ بَعْد هَذَا وَأَهْل الْعِلْم لَا يرون الْإِنْكَار عِلْمًا وَلَا النفِي شهادة وَلأَخْبَرَا وقَدْ أَخْرَجَهُ الْبُخَارِيّ ومُسْلِم مِنْ حَدِيْثِ ابْن عُمَر بألفاظ ومِنْهَا إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا عدوى وَلَا طيرة وَإِنَّمَا الشؤم فِي ثَلَاثَة الْمَرْأَة والفرس وَالدار وَأَخْرَجَاه أَيْضًا مِنْ حَدِيْثِ سهل بْن سَعْد وَأَخْرَجَهُ مُسْلِمٌ عَنْ جَابِر وَقَالَ التِّرْمَذِيّ بَعْد أن أَخْرَجَ حَدِيْث ابْن عُمَر وَفِي الثَّانِيْ عَن سهل بْن سَعْد وَعَائِشَة وأَنَس قلنا لَيْسَ هَذَا من بَاب تعارض النفِي وَالْإِثْبَات بل من بَاب الزِّيَادَةُ المفِيدة فِي الْحُكْم فتقبل باتفاق لَكِن كلام التِّرْمَذِيّ يَقْتَضِيْ إِنَّ عَائِشَةَ روته أَيْضًا فعَلَى هَذَا روايتها مَعَ الْجَمَاعَة أولى من روايتها عَلَى إِلَّانْفِرَاد كَمَا رجحوا بذَلِكَ فِي مواضع عَلَى أَنَّهُ قَدْ جَاءَ عَنْ أَبِيْ هُرَيْرَةَ خِلَاف مَا سَبَقَ قَالَ أَحْمَدُ فِيْ مُسْنَدِهِ حَدَّثَنَا خلف بْن الْوَلِيْد ثَنَا أَبُو معَشَرَ عَنْ مُحَمَّدِ بْنِ قَيْس قَالَ سُئِلَ أَبُوْ هُرَيْرَةَ هَلْ سَمِعت مِنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الطيرة فِي ثَلَاث فِي المسكن وَالفرس وَالْمَرْأَة قَالَ فكنت إذن أقَوْل عَلَى رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا لَمْ يقل وَلَكِن سَمِعت رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْل أصدق الطيرة الفأل وَالعين حق",
            "page": "106",
            "part": "1",
            "seal": "E7C83DED"
        },
        {
            "id": "106",
            "nass": "وأما ابن الجوزي في المشكل فأنكر على عائشة هذا الرد وقال الخبر رواه جَمَاعَة ثقات فَلَا يعتمد عَلَى ردها وَالصَحِيْح أن المعنى ¶ إن خيف من شئ أن يَكُوْنُ سببا لَمَّا يخاف شره وَيتشاءم بِهِ فهَذِهِ إِلَّاشياء لَا عَلَى السبيل الَّتِيْ تظنها الْجَاهِلية من العدوى وَالطيرة وَإِنَّمَا الْقَدْر يجعل للأَسْبَاب تَأْثِيْرا وَقَالَ الْخَطَّابي لَمَّا كَانَ إِلَّانَسان فِي غَالِب أحواله لَا يستغني عَن دار يسكنها وَزوجة يعاشرها وَفرس يرتبطه وَكَانَ لَا يخلو من عارض مكروه أضيف اليمن وَالشؤم إِلَى هَذِهِ إِلَّاشياء إضافة محل وَظرف وَإن كَأَنَا صادرين عَن قضاء الله ِقَالَ وقَدْ قِيْلَ إن شؤم الْمَرْأَة إِلَّا تلد وَشؤم الفرس إِلَّا يحمل عَلَيْهَا فِي سَبِيْل الله وشؤم الدار سوء الجوار ¶ الحديث الثالث قال أبو بكر الْبَزَّار فِيْ مُسْنَدِهِ حَدَّثَنَا هلال بْن بشر ثنا سهل بن حماد قال ثنا أبو عامر الجزار وَثَنَا مُحَمَّدُ ابْن مَعْمَر قَالَ ثَنَا عُثْمَان بن عمر قال ثنا أبو عامر الجزارعن سيار عَنِ الشَّعْبِيِّ عَن عَلْقَمَة قَالَ قِيْلَ لعَائِشَة رحمة الله ِعَلَيْهَا إن أَبَا هُرَيْرَةَ يَرْوِيْ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن امْرَأَة عذبت فِي هرة قَالَ فَقَالَتْ عَائِشَةُُ يَرْوِيْ إن الْمَرْأَة كَانَتْ ككافرة قَالَ وَلَا ننعلم رَوَى عَلْقَمَة عَنْ أَبِيْ هُرَيْرَةَ إلا هذا الحديث وأبو عامر الجزار صَالِح بْن رستم قَالَ فِيْهِ أَحْمَد بْن حنبل صَالِح الْحَدِيْث",
            "page": "107",
            "part": "1",
            "seal": "FE7CB31B"
        },
        {
            "id": "107",
            "nass": "ورَوَاهُ أَبُو مُحَمَّد قاسم بْن ثَابِت السرقسطي عَن كِتَاب غريب الْحَدِيْث ¶ نا مُحَمَّد بْن جَعْفَر قَالَ أَبُو أَحْمَد محمود بْن غِيْلَان المروزي نا أبو داوود الطيالسي قال نا أبو عامر صالح بْن رستم قَالَ نا سيار أَبُو الْحُكْم عَنِ الشَّعْبِيِّ عَن عَلْقَمَة بْن قَيْس قَالَ كُنَّا عِنْدَ عَائِشَة وَمعنا أَبُوْ هُرَيْرَةَ فَقَالَتْ يَا أَبَا هُرَيْرَةَ أَنْت الَّذِيْ تحَدَّثَ عَنْ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إن امرأة عذبت بالنار من جرى هرة لاهي أطعمتها وَسقتها وَلَا هِيَ تركتها تأكل من خشاش الْأَرْض شَيْئًا حَتَّى مَاتَت قَالَ أَبُوْ هُرَيْرَةَ سمعته مِنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَتْ عَائِشَةُ الْمُؤْمِن أكرم عِنْدَ الله ِمن أن يعذبه من جرى هرة أي إن الْمَرْأَة مَعَ ذَلِكَ كَانَتْ كافرة يَا أَبَا هُرَيْرَةَ إِذَا حَدَّثَت عَنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فانْظُرْ كَيْفَ تحَدَّثَ قَوْلها من جرى هرة تعني من أجلها ¶ الْحَدِيْث الرَّابِعُ قَالَ الْحَاكِمُ فِي مُسْتَدْرَكِهِ في كتاب العتق أخبرنا أبو بكر أحمد بن إسحاق أنا محمد بن غالب ثنا الحسن بن عمر بن شفيق ثنا سلمة بن الفضل عن ابن إسحاق عن الزهري عن عروة قَالَ بَلَغَ عَائِشَةَ أَنَّ أَبَا هُرَيْرَةَ يَقُوْلُ إن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال لأن أقنع بسوط في سبيل الله أحب إلي من أن أعتق ولد الزنى وإن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال ولد الزنى شَرُّ الثَّلاثَةِ وَإِنَّ الْمَيِّت يُعَذَّبُ بِبُكَاءِ الْحَيِّ فَقَالَتْ عَائِشَةُ رَحِمَ اللَّهُ أَبَا هُرَيْرَةَ أَسَاءَ سمعا فأساء إجابة أما قوله لأن أقنع بسوط في سبيل الله أحب إلي من أن أعتق ولد الزنى فَإِنَّهَا لَمَّا نَزَلَتْ {فَلا اقْتَحَمَ الْعَقَبَةَ وَمَا أدراك ما العقبة فك ¶ رَقَبَةٍ) قِيلَ يَا رَسُولَ اللَّهِ مَا عِنْدَنَا ما يعتق إلا أن أحدنا له الجارية السوداء تَخْدُمُهُ وَتَسْعَى عَلَيْهِ فَلَوْ أَمَرْنَاهُنَّ فَزَنَيْنَ فَجِئْنَ بأولاد",
            "page": "108",
            "part": "1",
            "seal": "1AE9A3D3"
        },
        {
            "id": "108",
            "nass": "فَأَعْتَقْنَاهُمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أن أقنع بسوط في سبيل الله أحب إلي من أن آمر بالزنى ثم أعتق الولد وأما قوله ولد الزنى شَرُّ الثَّلاثَةِ فَلَمْ يَكُنِ الْحَدِيثُ عَلَى هَذَا إِنَّمَا كَانَ رَجُلٌ مِنَ الْمُنَافِقِينَ يُؤْذِي رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَنْ يَعْذِرُنِي مِنْ فُلانٍ قِيلَ يَا رَسُولَ اللَّهِ إنه مع ما به ولد زنى فقال هو شر الثلاثة والله تعالى يقول {لا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} وَأَمَّا قَوْلُهُ إِنَّ الميت يعذب بِبُكَاءِ الْحَيِّ فَلَمْ يَكُنِ الْحَدِيثُ عَلَى هَذَا ولكن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِدَارِ رَجُلٍ مِنَ الْيَهُودِ قَدْ مَاتَ وأهله يبكون عليه فقال إنهم ليبكون عليه وإنه ليعذب والله يَقُولُ {لاَ يُكَلِّفُ اللَّهُ نَفْسًا إِلاَّ وُسْعَهَا} قَالَ الْحَاكِمُ هَذَا حَدِيْث صَحِيْحٌ عَلَى شَرْطِ مُسْلِم وَلَمْ يُخْرِجَاهُ وَعَنِ الْحَاكِمِ أَخْرَجَهُ الْبَيْهَقِيُّ فِيْ سُنَنِهِ فِيْ كِتَابِ الْأَيْمَانِ فِيْ بَابِ عتق ولد الزنى ثم قال وسلمة الأبرشي يروي منا كير قال الذهبي مختصره هو مختلف فيه وقد وثقه أبو داوود قَالَ الْبَيْهَقِيُّ ورُوِيَ عَنْ أَبِي سُلَيْمَان الشَّامي برد بْن سنان عَنِ الزُّهْرِيِّ عَنْ عَائِشَةَ فِي إعتاق ولد الزنى",
            "page": "109",
            "part": "1",
            "seal": "62B39604"
        },
        {
            "id": "109",
            "nass": "ليس عليه من وزر أبويه شئ لَا تزر وازرة وزر أُخْرَى قَالَ ورُوِيَ مَرْفُوْعًا ولم يَصِحُّ ثُمَّ أَخْرَجَ عَن إِسْحَاق السلولي ثَنَا إِسْرَائِيْل عَنْ إِبْرَاهِيْمَ عَنْ مُحَمَّدِ بْنِ قَيْس عَنْ عَائِشَةَ قَالَت قَالَ رَسُوْلُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولد ¶ الزنى شر الثَّلَاثَة إِذَا عمل بعمل أَبُويه وَقَالَ لَيْسَ بالقوي وقَدْ رُوِيَ مثله بإِسْنَاد ضَعِيْف مِنْ حَدِيْثِ ابْن عَبَّاسٍ وقَالَ صَاحِب الاستذكار قد أنكر ابن عَبَّاسٍ عَلَى من رَوَى فِي ولد الزنى أَنَّهُ شر الثَّلَاثَة وَقَالَ لَوْ كَانَ شر الثَّلَاثَة مَا استؤني بأمه أن تَرْجَمَ حَتَّى تضعه رَوَاهُ ابْن وَهْبٍ عَن مُعَاوِيَةُ بْن صَالِح عَن عَليّ بْن أَبِي طَلْحَة عَنِ ابن عباس وقد ذكرناه في التمهيد بإِسْنَاده وَقَالَ فِي بَاب حد الزنى وقَوْل أم سلمة يا رسول الله أنهلك وفينا الصَالِحون قَالَ نعم إِذَا كثر الخبث الخبث فِي هَذَا الْحَدِيْث عِنْدَ أَهْل",
            "page": "110",
            "part": "1",
            "seal": "F2239055"
        },
        {
            "id": "110",
            "nass": "الْعِلْم أولاد الزنى وَإن كَانَتْ اللفظة محتملة لذَلِكَ وَلغيره هَذَا لفظه وَهُوَ غريب ¶ وأَخْرَجَ النَّسَائِيّ مِنْ حَدِيْثِ شُعَبة عَن مَنْصُوْر عَن سَالِم عَن نبيط ابْن شريط عَن جأَبَان عَنْ عَبْدِ اللهِ بْنِ مَسْعُوْد إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَدْخُل الْجَنَّة ولد زنية وَأَخْرَجَهُ ابْنُ حِبَّان فِيْ صَحِيْحِهِ قَالَ الْحَافِظ أَبُو الْحَجّاج الْمِزِّيّ فِي الْأَطْرَاف قَالَ الْبُخَارِيُّ لَا يعرف",
            "page": "111",
            "part": "1",
            "seal": "F41B98F1"
        },
        {
            "id": "111",
            "nass": "لجأَبَان سِمَاع من عَبْد اللهِ وَلَا لسَالِم من جأَبَان وَلَا نبيط قَالَ وقَدْ رَوَى عَنْ عَبْدِ اللهِ بْنِ عَمْرو قَوْله ¶ الْحَدِيْثُ الْخَامِسُ: قَالَ الطَّبْرَانِيُّ فِي إِلَّاوسط حَدَّثَنَا عَليّ بن سعيد الرازي ثنا عبد الله بن أبي رومان الإسكندراني ثَنَا عِيْسَى بْن واقَدْ نا مُحَمَّد بْن عَمْرو عَنْ أَبِيْ سَلَمَة عَنْ أَبِيْ هُرَيْرَةَ إن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ من لَمْ يوتر فَلَا صَلَاة لَهُ فبلغ ذَلِكَ عَائِشَة فَقَالَتْ من سَمِعَ هَذَا من أَبِي الْقَاسِم صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا بَعْد العهد وما نَسِيَنا إِنَّمَا قَالَ أَبُو الْقَاسِم صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ¶ من جَاءَ بصلوات الخمس يَوْم الْقِيَامَة حافظ عَلَى وضوئها ومواقيتها وَركوعها وَسجودها لَمْ ينتقص مِنْهُنَّ شَيْئًا فلَيْسَ لَهُ عهد عِنْدَ الله ِإن شاء رحمه وَإن شاء عذبه ثُمَّ قَالَ لَمْ يروه عَنْ مُحَمَّدِ بْنِ عَمْرو إِلَّا عِيْسَى تفرد بِهِ عَبْد اللهِ بْن أَبِي رومان ¶ الْحَدِيْث السَّادِسُ قَالَ الْحَافِظ أَبُو حَاتِم بْن حِبَّان البستي فِيْ صَحِيْحِهِ فِي النَّوْع التَّاسِعُ وَالمئة من القسم الثَّانِيْ أَخْبَرَنَا عُمَر بن محمد الهمداني ثنا",
            "page": "112",
            "part": "1",
            "seal": "FC769DEE"
        },
        {
            "id": "112",
            "nass": "أَبُو الطاهر بْن السرح ثَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِيْ يُوْنُس عَنِ ابْنِ شهاب أن عُرْوَة بْن الزُّبَيْر حَدَّثَهُ إِنَّ عَائِشَةَ قَالَت إِلَّا يعجبك أَبُوْ هُرَيْرَةَ جَاءَ فجلس إِلَى جانب حجرتي يحَدَّثَ عَنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يسمعني ذَلِكَ وَكُنْت أسبح فقام قبل أن أقضي سبحتي وَلَوْ أدركته لرددت عَلَيْهِ إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمْ يَكُن يسرد الْحَدِيْث كسردكم قَالَ أَبُو حَاتِم قَوْل عَائِشَة لرددت عَلَيْهِ أَرَادَت بِهِ سرد الْحَدِيْث لَا الْحَدِيْث نفسه وَتَرْجَمَ عَلَيْهِ مَا يستحب للمرء من ترك سرد الأحاديث حذر قلة التعظيم والتوقير لها أخرجه مُسْلِمٌ فِي الصَّحِيْحِ فِي الفضائل عَن حرملة بْن يَحْيَى ثننا ابْن وَهْبٍ بِهِ سندا وَمتنا ¶ الْحَدِيْث السَّابِعُ: ذكر أَبُوْ مَنْصُوْرٍ الْبَغْدَاديّ بإِسْنَاده إِلَى أَبِي عروبة الْحُسَيْن بْن مُحَمَّد الحراني قال ثنا جدي عمرو ين أَبِي عَمْرو قَالَ ثَنَا أَبُو يوسف يَعْقُوْبُ بْن إِبْرَاهِيْم مَوْلَى الْأَنْصَار قَالَ ثَنَا مُحَمَّدُ ابْن عَمْرو عَنْ يَحْيَى بْن عَبْد الرَّحْمَن بْن حطب عَنْ أَبِيْ هُرَيْرَةَ ¶ أَنَّهُ قَالَ من غسل ميتا اغتسل وَمن حمله توضأ فبلغ ذَلِكَ عَائِشَة رَضِيَ اللهُ عَنْهُا فَقَالَتْ أَوْ نجس موتى الْمُسْلِمِيْنَ وما عَلَى رَجُل لَوْ حمل عودا",
            "page": "113",
            "part": "1",
            "seal": "2C0124DD"
        },
        {
            "id": "113",
            "nass": "وَاعْلَمْ أن جَمَاعَة من الصَّحَابَة رَوَوْا هَذَا الْحَدِيْث ولم يَذْكُروا فِيْهِ الوضوء من حمله منهم عائشة أخرجه أبو داوود وَمِنْهُم حذيفة أَخْرَجَهُ الْبَيْهَقِيُّ وَهُوَ يقوي إِنْكَار عائشة",
            "page": "114",
            "part": "1",
            "seal": "38DBAC0D"
        },
        {
            "id": "114",
            "nass": "لَكِن قَالَ الْبَيْهَقِيُّ الرِّوَايَات المرفوعة فِي هَذَا الْبَابُ عَنْ أَبِيْ هُرَيْرَةَ غَيْر قوية لجهالة بَعْض رواتها وَضعف بَعْضهم وَالصَحِيْح أَنَّهُ موقوف عَلَى أَبِيْ هُرَيْرَةَ ¶ الثَّامِنُ قَالَ أَبُو عروبة أَيْضًا حَدَّثَنَا جدي عَمْرو بْن أَبِي عَمْرو قَالَ ثَنَا أَبُو يوسف يَعْقُوْبُ بْن إِبْرَاهِيْم قَالَ ثَنَا الكلبي عَنْ أَبِي صَالِح عَنْ أَبِيْ هُرَيْرَةَ قَالَ لَأَنْ يَمْتَلِئَ جَوْفُ أَحَدِكُمْ قيحا ودما خير له من أن يمتلئ شعرا فَقَالَتْ رَضِيَ اللهُ عَنْهُا لَمْ يَحْفَظْ الْحَدِيْث إِنَّمَا قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَأَنْ يَمْتَلِئَ جَوْفُ أَحَدِكُمْ قَيْحًا ودما خير له من أن يمتلئ شعرا هجيت به",
            "page": "115",
            "part": "1",
            "seal": "0E72F5F6"
        },
        {
            "id": "115",
            "nass": "وَقَدْ أَخْرَجَ الشَّيْخَانِ حَدِيْثَ أَبِيْ هُرَيْرَةَ مِنْ جهة الأعمش عَنْ أَبِي صَالِح عَنْهُ وأَخْرَجَهُ مُسْلِمٌ مِنْ حَدِيْثِ سَعْد بْن أَبِي وقاص وأَخْرَجَهُ الْبَزَّار مِنْ حَدِيْثِ عُمَر ¶ قُلْتُ وقَدْ تابع عَائِشَة عَلَى رِوَايَة هَذِهِ الزِّيَادَةِ جَابِرُ بْن عَبْد الله أخرجه أبو يعلى المصلي في مسنده من جهة أحمد ين محرز إِلَّازدي عَنْ مُحَمَّد ابْن المنكدر عَنْ جَابِر مَرْفُوْعًا بلفظ خير لَهُ من أن يمتلئ شعرا هجيت بِهِ قَالَ السُّهَيْلِيّ فِي الروض وَذَكَرَ ابْن وَهْبٍ فِي جامعه إِنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهُا تأولت هَذَا الْحَدِيْث فِي الْأَشْعَار الَّتِيْ هجي بِهَا النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ¶ وأنكرت قَوْل من",
            "page": "116",
            "part": "1",
            "seal": "2C64D3D0"
        },
        {
            "id": "116",
            "nass": "حمله عَلَى الْعُمُوْم فِي جَمِيْع الشّعْر قَالَ السهيلي وإذا قلنا بذَلِكَ فلَيْسَ فِي الْحَدِيْث إِلَّا عيب امتلأالجوف مِنْهُ وأَمَّا رِوَايَة اليسير عَلَى جِهَة الحِكَايَة وَإِلَّاستشهاد عَلَى اللُغَة فلم يَدْخُل فِي النهي قَالَ وقَدْ رد أَبُوْ عُبَيْدَةَ عَلَى من تأول الْحَدِيْث فِي الشّعْر الَّذِيْ هجي بِهِ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وقَالَ رِوَايَة نصف بَيْت من ذَلِكَ الشّعْر حرام فكيف يخص امتلاء الجوف منه بالدم قال السهيلي وعائشة اعْلَمْ مِنْهُ فإن الْبَيْت وَالْبَيْتين وَإِلَّابيات من تِلْكَ الْأَشْعَار عَلَى جِهَة الحِكَايَة بمَنَزْلَةً الْكَلَام المنثور الَّذِيْ ذموا بِهِ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لافرق وجعل ذَلِكَ عذرا لابن إِسْحَاق فِي ذكر بَعْض أشعار الكفرة من الهجو انْتَهَى والصواب تحريم حِكَايَة هجو النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قليله وَكَثِيْره وَالْحَدِيْث لعله خَرَجَ عَلَى من امتلأ بذَلِكَ فَلَا يَكُوْنُ لَهُ مفهُوَم فِي عدم ذم القليل وَأَيْضًا فالمحذور فِي الكَثِيْر موجود فِي القليل بعينه فتاويل عَائِشَة مستقيم إِنْ شَاءَ اللهُ وَلَا يرد مَا فهمه أَبُوْ عُبَيْدَةَ وَلَا السُّهَيْلِيّ ¶ التَّاسِعُ: أَخْرَجَ مُسْلِمٌ وَالنَّسَائِيّ عَنْ شريح بن هاني عَنْ أَبِيْ هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من أحب لقاء الله ِأحب الله ِلقاءه ومن كَرِهَ لقاء الله ِكَرِهَ الله ِلقاءه قَالَ شُرَيْح فأتيت عَائِشَة فقُلْت يَا أُمّ الْمُؤْمِنِيْنَ سَمِعت أَبَا هُرَيْرَةَ يَذْكُر عَنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَدِيْثا إن كَانَ كَذَلِكَ فَقَدْ هلكنا فَقَالَتْ إن الهالك من هلك وما ذاك قُلْت قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من أحب لقاء الله ِأحب الله ِلقاءه ومن كَرِهَ لقاء الله ِكَرِهَ الله ِلقاءه ولَيْسَ مِنَّا أَحَد إِلَّا وَهُوَ يكره الموت",
            "page": "117",
            "part": "1",
            "seal": "4C384902"
        },
        {
            "id": "117",
            "nass": "فَقَالَتْ قَدْ ¶ قَالَهُ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولَكِن لَيْسَ بالَّذِيْ تذهب إِلَيْهِ ولَكِن إِذَا شخص البصر وَحشرج الصدر وَاقشعر الجلد وَتشنجت إِلَّاصابع فعِنْدَ ذَلِكَ من أحب لقاء الله ِأحب الله ِلقاءه ومن كَرِهَ لقاء الله ِكَرِهَ الله ِلقاءه وَأَخْرَجَهُ الدَّارَقُطْنِيّ مِنْ جِهَةِ مُحَمَّد بْن فضيل قَالَ ثَنَا عَطَاء بْن السَّائِب عَنْ مُجَاهِد عَنْ أَبِيْ هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إذا أحب العبد لقاء الله ِأحب الله ِلقاءه وَإِذَا كَرِهَ العبد لقاء الله ِكَرِهَ الله ِلقاءه فذكر ذَلِكَ لعَائِشَة فَقَالَتْ يرَحِمَهُ اللهُ حَدَّثَكم بآخر الْحَدِيْث وَلَمْ يحَدَّثَكم بأوله قَالَتْ عَائِشَةُ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا أَرَادَ الله بعبد خيرا بَعَثَ إِلَيْهِ ملكا فِي عامه الَّذِيْ يموت فيه فيسدده وَيبشره فإِذَا كَانَ عِنْدَ موته أَتَى ملك الموت فقعد عِنْدَ رأسه فَقَالَ أيتها النفس المطمئنة اخرجي إلى مغفرة من الله ورضوان وَتتهُوَع نفسه رجَاءَ أن تخرج فذَلِكَ حِيْنَ يُحِبّ الله ِلقاءه وَإِذَا أَرَادَ بعَبْد شرا بَعَثَ إِلَيْهِ شيطانَهُ فِي عامه الَّذِيْ يموت فِيْهِ فأغواه فإِذَا كَانَ عِنْدَ موته أَتَاهُ ملك الموت فقعد عِنْدَ رأسه فَقَالَ أيتها النفس اخرجي إلى سخط من الله وغضب فتفرق في جسده فيسترطه فذاك حين يبغض لقاء الله ويبغض الله ِلقاءه غريب مِنْ حَدِيْثِ مُجَاهِد عَنْ أَبِيْ هُرَيْرَةَ وَعَائِشَة تفرد بِهِ عَطَاء بْن السَّائِب عَنْهُ قَالَ الدَّارَقُطْنِيّ وَلَا اعْلَمْ حَدَّثَ لَهُ عَنْهُ غَيْر ابْن فضيل قُلْت وَقَدْ احْتَجَّ بِهِ الشَّيْخَانِ",
            "page": "118",
            "part": "1",
            "seal": "94CDB751"
        },
        {
            "id": "118",
            "nass": "الْعَاشِرُ: رَوَى أَبُو الْقَاسِم عَبْد اللهِ بْن مُحَمَّد بْن عَليّ البغوي حَدَّثَنَا عُبَيْد الله ِبْن عُمَر قَالَ ثَنَا خَالِد بْن الْحَارِث قَالَ ثَنَا عُبَيْد الله ِبن ¶ عُمَر عَن الْقَاسِم بْن مُحَمَّد قَالَ بَلَغَ عَائِشَة رَضِيَ اللهُ عَنْهُا أن أَبَا هُرَيْرَةَ يَقُوْل إن الْمَرْأَة تقطع الصَّلَاة فَقَالَتْ كَانَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّيْ فتقع رجلي بين يديه أو بحذائه فيصرفها فأقبضها ¶ الْحَادِيْ عَشَرَ: رَوَى الشَّيْخَانِ عَنْ أَبِيْ هُرَيْرَةَ إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يمشين أَحَدكم فِي نعل وَاحِدة لينعلهما جَمِيْعًا أَوْ ليخلعهما ورَوَى مُسْلِمٌ عَنْ جَابِر نحوه",
            "page": "119",
            "part": "1",
            "seal": "5B098951"
        },
        {
            "id": "119",
            "nass": "قَالَ ابْنُ عَبْدِ الْبَرِّ فِي إِلَّاستذكار حَدِيْث أَبِيْ هُرَيْرَةَ وَحَدِيْث جَابِر صَحِيْحان ثابتان وقَدْ رَوَى عَنْ عَائِشَةَ رحمها الله ِمعارضة لحَدِيْث أَبِيْ هُرَيْرَةَ فِي هَذَا الْبَابُ ولم يلتفت أَهْل الْعِلْم إِلَى ذَلِكَ لِأَنَّ السُّنَن لَا تعارض بالرأي فَإِنْ قِيْلَ لَمْ تعارض أَبَا هُرَيْرَةَ برأيها وَإِنَّمَا ذكرت إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رُبَّمَا انقطع شسع نعله فمَشَى فِي نعل وَاحِدة قِيْلَ لَمْ يرو هَذَا وَالله ِاعْلَمْ إِلَّا مندل بْن عَليّ عَن ليث ابْن أَبِي سليم عَنْ عَبْدِ الرَّحْمَنِ بْن الْقَاسِم عَنْ أَبِيْهِ عَنْ عائشة ومندل وليث ضعيفان لا حجة فيما نقلا منفردين فكيف إِذَا عارض نقلهما نَقَلَ الثقات الْأَئِمَّة ذكر أَبُوْ بَكْرٍ يَعْنِيْ ابْن أَبِيْ شَيْبَةَ ثَنَا ابْنُ عيينه وَاحِد وَتَقُوْلُ لأخشن أَبَا هُرَيْرَةَ وَهَذَا الصَحِيْح لَا حَدِيْث مندل عَن ليث وَالله ِاعْلَمْ وقَدْ رُوِيَ عَن عَليّ أَنَّهُ مَشَى فِي النعل الوَاحِدة وَهَذَا يَحْتَمِل أن يَكُوْنُ مسيرا وَهُوَ يصلح الْأُخْرَى أَوْ يَكُوْنُ لَمْ يَبْلُغه ¶ ما رَوَاهُ أَبُوْ هُرَيْرَةَ وَجَابِر مَعَ أن حَدِيْث عَليّ لَا يثبت وَعَن رَجُل من مزينة عَن عَليّ أَنَّهُ كَانَ يمشي فِي نعل وَاحِدة وَهُوَ يصلح شسعه",
            "page": "120",
            "part": "1",
            "seal": "35F5A07D"
        },
        {
            "id": "120",
            "nass": "فَائِدَة ¶ رَوَى الشَّيْخَانِ عَنْ عَائِشَةَ قَالَت قَالَ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إذا أطعمت المرأة من بَيْت زوجها غَيْر مفسدة فلها أجرها وله مثله وللخازن مثل ذَلِكَ وَأَخْرَجَا أَيْضًا عَن هِشَام عَنْ أَبِيْ هُرَيْرَةَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وما أنفقت الْمَرْأَة من كسبه عَن غَيْر أمره فإن نصف أجره لَهُ وهَذَا ينافِي رِوَايَة أَبِيْ هُرَيْرَةَ ثُمَّ أَنَّهُ قَدْ جَاءَ عَنْ أَبِيْ هُرَيْرَةَ ما يخالف ظاهر روايته فروى أبو داوود فِيْ سُنَنِهِ مِنْ جِهَةِ عَبْد الْمَلِكِ عَن عَطَاء عَنْ أَبِيْ هُرَيْرَةَ فِي الْمَرْأَة تصدق من بَيْت زوجها قَالَ لَا إِلَّا من قوتها والأجر بينهما ولا يحل لها أن تصدق من مال زوجها إِلَّا بإذنه ولأجل هَذَا حمل الْبَيْهَقِيّ وَغَيْره الْحَدِيْث السابق عَلَى أَنَّهَا تعطيه من",
            "page": "121",
            "part": "1",
            "seal": "A16E3E62"
        },
        {
            "id": "121",
            "nass": "الطَّعَام الَّذِيْ أعطاها زوجها وَجَعَلَهُ بحكمها دُوْنَ سَائِر أمواله وَالْأَصْل تحريم مال الغير إِلَّا بإذنه قَالَ وَالحامل عَلَى ذَلِكَ أن أَبَا هُرَيْرَةَ قَالَ ذَلِكَ وَهُوَ أَحَد رواة تِلْكَ الْأَخْبَار وَنازعه الْحَافِظ شَمْس الدّيْن الذَّهَبِيّ وَقَالَ بل الظاهر أنه أراد الإذن لها في الصدقة مِمَّا يقتاتونه من ¶ المطبوخ وَهُوَ الطَّعَام الرطب دُوْنَ مَا فِي الْبَيْت من مثل العسل وَالزيت وَالجبن مِمَّا يدخر فإن ذَلِكَ مال فإن أَبَا هُرَيْرَةَ قَالَ وَالْأَجْر بينهما فأَمَّا قَوْلها الَّتِيْ تأخذه من زوجها بالفرض ثم تؤثر منه فإن الأجر لها وحدها وقَالَ صَاحِبُ الدُّرِّ النَّقَيِّ هَذَا الْأَثَرُ الْمَرْوِيُّ عَنْ أَبِيْ هُرَيْرَةَ لَا يَصِحُّ فَإِنَّ فِيْ سَنَدِهِ عَبْدَ الْمَلِكِ الْعَرْزَمِيَّ وَهُوَمُتَكَلَّمٌ فِيْهِ قَالَ الْبَيْهَقِيُّ فِيْ مَوْضِعٍ لَا يقبل مِنْهُ مَا خَالَفَ فِيْهِ الثقات ثُمَّ لَوْ صَحَّ فالعبرة عِنْدَ الشَّافِعِيّ بِمَا رَوَى لَا بِمَا رَأَى وَكَيْفَ يحمل ذَلِكَ عَلَى الطَّعَام الَّذِيْ أعطاها وَفِي حَدِيْث أَبِيْ هُرَيْرَةَ وما أنفقت من كسبه عَن غَيْر أمره بل يحمل ذَلِكَ عَلَى كُلّ مَا هُوَ مأذون فِيْهِ أَمَّا صريحا أَوْ عرفا أَوْ عادة ¶ وقَدْ أَخْرَجَ الْبَيْهَقِيُّ أَيْضًا عَنْ يَحْيَى القطان عَن زِيَاد بْن لاحق حَدَّثَتْنِيْ تميمة بِنْت سَلَمَة أَنَّهَا أتت عَائِشَة فِي نسوة من أَهْل الكوفة فسألتها امرأة منا فَقَالَتْ الْمَرْأَة تصيب من بَيْت زوجها شَيْئًا بغير إذنه فغضبت وَقطبت وَساءها مَا قَالَت وَقَالَت لَا تسرقي مِنْهُ ذهبا وَلَا فضة وَلَا تأخذي مِنْهُ شَيْئًا",
            "page": "122",
            "part": "1",
            "seal": "7379EFA7"
        },
        {
            "id": "122",
            "nass": "قلت وكأنها رضي الله عنها قالت لها ذلك لَمَّا فَهِمَتْ مِنْ قَرِيْنَةِ الْحَالِ أَنَّهَا تَسْتَطِيْلُ فِيْ مَالِهِ لِمُوَافَقَتِهَا بِالجَوَاز كَمَا اتفق مثل ذَلِكَ لابن عَبَّاسٍ لَمَّا أفتى السائل عَن توبة القاتل أَنَّهُ لَا توبة لَهُ ¶ وفِي الْبَابُ حَدِيْث أَخْرَجَهُ التِّرْمَذِيُّ وابن ماجه عَن إِسْمَاعِيْل بن ¶ عياش نا شرحبيل بْن سَلَمَة أنه سمع أبا أمامة يَقُوْل شهدت رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي حِجَّة الْوِدَاعِ فسمعته يَقُوْل لَا يَحِلّ لامرأة أن تعطي من مال زوجها شَيْئًا إِلَّا بإذنه فَقَالَ رَجُلٌ يَا رَسُوْلَ اللهِ وَلَا الطَّعَام قَالَ ذاك أَفْضَل أموالنا قال الذهبي هذا إسناد حسن",
            "page": "123",
            "part": "1",
            "seal": "AA57B09A"
        },
        {
            "id": "125",
            "nass": "فصل فِي اسْتِدْرَاكِهَا عَلَى مَرْوَانِ بْنِ الْحَكَمِ ¶ نقل أَهْل التفسير فِي قَوْله تَعَالَى {وَالَّذِيْ قَالَ لِوَالِدَيْهِ} أَنَّ مُعَاوِيَةَ كتب إِلَى مَرْوَان بأن يبايع النَّاس ليَزَيْدَ قَالَ عَبْدُ الرَّحْمَنِ بْنُ أَبِيْ بَكْرٍ لَقَدْ جِئْتُمْ بِهَا هِرَقْلِيَّةً أَتُبَايِعُوْنَ لِأَبْنَائِكُمْ فَقَالَ مَرْوَانُ يَا أيها النَّاس هَذَا الَّذِيْ قَالَ اللهُ فِيْهِ {وَالَّذِيْ قَالَ لِوَالِدَيْهِ أُفٍّ لَّكُمَا} فسَمِعت عَائِشَة فغضبت وقَالَتْ وَالله ِمَا هُوَ بِهِ وَلَوْ شِئْت أن أسميه لسميته ولَكِن الله ِلعن أَبَاك وَأَنْت فِي صلبه فأَنْت قضض من لعنة الله لفظ رواية النسائي",
            "page": "126",
            "part": "1",
            "seal": "3D1C0F37"
        },
        {
            "id": "126",
            "nass": "ورَوَاهُ الْحَاكِمُ وَابْن أَبِي خيثمة وَابْن مردويه من رواية محمد ين زياد قال",
            "page": "127",
            "part": "1",
            "seal": "90747D98"
        },
        {
            "id": "127",
            "nass": "لَمَّا بايع مُعَاوِيَةُ لابنه قَالَ مَرْوَانُ سُنَّةُ أَبِيْ بَكْرٍ وَعُمَرَ فَقَالَ عَبْدُ الرَّحْمَنِ بْنُ أَبِيْ بَكْرٍ سُنَّةُ هِرَقْلَ وَقَيْصَرَ قَالَ مَرْوَانُ هَذَا الَّذِيْ أنَزَلَ اللهُ فَذَكَرَ الْآَيَةَ فبلغ ذَلِكَ عَائِشَة فَقَالَتْ كذب وَالله ِمَا هُوَ به فيذكره ولكن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لعن أبا مروان ¶ ومروان فِي صلبه إِلَى آخره ولفظ ابْن أَبِي خيثمة أَنَّ مُعَاوِيَةَ كتب إِلَى مَرْوَان أن يبايع النَّاس ليَزَيْد فَقَالَ عَبْدُ الرَّحْمَنِ لَقَدْ جئتم بِهَا هرقلية ... إِلَى آخره وأصله فِي الْبُخَارِيّ من رِوَايَة يوسف بْن ماهك عَنْ عَائِشَةَ دُوْنَ مَا فِي آخره وَأَمَّا الَّذِيْ أَرَادَته عَائِشَة ولم تسمه فلم يوقف له على اسم وأنكر الزجاج نُزُوْلها فِي عَبْد الرَّحْمَن لِأَنَّهُ أَسْلَمَ وحسن إِسْلَامه وقَالَ الصَحِيْح أَنَّهَا نَزَلَت فِي الكافر العاق وهَذَا مَرْوِيٌّ عَن الْحَسَن البصري وعن قَتَادَة أَنَّهُ نعت عَبْد سوء عاق والديه وقَالَ الزِّمَخْشَرِيّ فِي الكشاف نُزُوْلها فِي عَبْد الرحمن باطل ويشهد له",
            "page": "128",
            "part": "1",
            "seal": "3037D50B"
        },
        {
            "id": "128",
            "nass": "أن المراد بالذي قَالَ جنس القائلين ذَلِكَ أَيْضًا وقَوْله تَعَالَى {أولئك الَّذِيْنَ حق عَلَيْهِم القَوْل} إِلَى آخرها لَا يناسب ذَلِكَ عَبْد الرَّحْمَن إِلَّا أن المهدوي قَالَ يَحْتَمِل أن يَكُوْنُ هُوَ وذَلِكَ قبل إِسْلَامه وأن إِلَّاشَارَة بِ {أُولَئِكَ} للقَوْم الَّذِيْنَ أَشَارَ إِلَيْهِم الْمَذْكُوْر بِقَوْلِه {وقَدْ خلت القرون من قبلي} فَلَا يمتنع أن يقع ذَلِكَ لَهُ قبل إِسْلَامه قَالَ شَيْخُنَا شيخ الْإِسْلَام شهاب الدّيْن ابْن حجر ولَكِن نفِي عَائِشَة أن تَكُوْن نَزَلَت فِي عَبْد الرَّحْمَن وآل بَيْته أَصَحُّ إِسْنَادا وأولى بالقبول فَإِنَّهُ نَقَلَ أَيْضًا أَنَّهَا نَزَلَت فِي أَخِيْه عَبْد اللهِ وقَوْل عَائِشَة رَضِيَ اللهُ عَنْهُا فأَنْت قضض من لعنة الله ِأي قطعة مِنْهَا",
            "page": "129",
            "part": "1",
            "seal": "1608D353"
        },
        {
            "id": "129",
            "nass": "فصل - 9 اسْتِدْرَاكُهَا عَلَى أَبِي سَعِيْد الخدري ¶ الْأًوَّل قَالَ أَبُو حَاتِم ابْن حِبَّان فِيْ صَحِيْحِهِ أَخْبَرَنَا مُحَمَّد بْن الْحَسَن ثَنَا قتيبة ثَنَا حرملة بْن يَحْيَى قَالَ ثَنَا ابْنُ وَهْبٍ ثَنَا يُوْنُس عَنِ ابْنِ شهاب حَدَّثَتْنِيْ عَمْرَة بِنْت عَبْد الرَّحْمَن إِنَّ عَائِشَةَ أَخْبَرَت أن أَبَا سَعِيْد الخدري قَالَ نهى رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَرْأَة أن تسافر إِلَّا ومعها ذو محرم قَالَت عَمْرَة فالْتَفَتَت عَائِشَة إِلَى بَعْض النِّسَاء وقَالَتْ مَا لكلَكِن ذو محرم وأَخْرَجَهُ الْبَيْهَقِيُّ فِيْ سُنَنِهِ ثُمَّ قَالَ أَبُو حَاتِم لَمْ تكن عَائِشَة بالمتهمة أَبَا سَعِيْد لعدالته وإِنَّمَا أَرَادَت بِقَوْلِها مَا لكلَكِن ذو محرم تريد أَنَّهُ لَيْسَ لكلَكِن ذو محرم تسافر معه فاتقين الله ِوَلَا تسافر وَاحِدة منكن إِلَّا بذي محرم يَكُوْنُ معها قُلْت ينافِي هَذَا رِوَايَة الْبَيْهَقِيّ مَا كلهن ذوات محرم وقَدْ أدخله فِي بَاب لزومها الْحَجّ مَعَ النِّسَاء الثقات وقَالَ الطَّحَاوِيُّ فِي مَعَانِي الْآَثَار احْتَجَّ بخبر عَائِشَة هَذَا من لم يشترط",
            "page": "130",
            "part": "1",
            "seal": "96F1341D"
        },
        {
            "id": "130",
            "nass": "الْمُحْرِم فِي وُجُوْب الْحَجّ وَلَا حجة فِي قَوْل أَحَد مَعَ قَوْل النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَا يَحِلّ لامرأة أن تسافر ¶ مسيرة ثَلَاثَة أَيَّام إِلَّا ومعها محرم قَالَ وقَدْ قِيْلَ لأبي حنيفة فإِنَّ عَائِشَةَ كَانَتْ تسافر بِلَا محرم فَقَالَ أَبُو حنيفة كَانَ النَّاس لعَائِشَة محرما مَعَ أيهم سافرت فَقَدْ سافرت مَعَ محرم ولَيْسَ لغَيْرهَا من النِّسَاء كذلك ¶ الثاني: أخرح أبو داوود فِيْ سُنَنِهِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيْمَ التَّيْمِيِّ عَنْ أَبِيْ سَلَمَة عَنْ أَبِي سَعِيْد الخدري أَنَّهُ لَمَّا حضره الموت دعا بثياب جدد فلبسها ثُمَّ قَالَ سَمِعت رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْل إِنَّ الْمَيِّت يبعث فِي ثيابه الَّتِيْ يموت فِيْهَا وأَخْرَجَهُ ابْنُ حِبَّان فِيْ صَحِيْحِهِ وَالْحَاكِمُ فِي مُسْتَدْرَكِهِ وقَالَ صَحِيْحٌ عَلَى شَرْطِ الشَّيْخَيْنِ وَلَمْ يُخْرِجَاهُ وراه الْبَزَّار فِيْ مُسْنَدِهِ وقَالَ لَا يُرْوَى إِلَّا مِنْ حَدِيْثِ أَبِي سَعِيْد وَلَا نعلم لَهُ طَرِيْقا عَنْهُ إِلَّا هَذِهِ ورَأَيْت فِي كِتَاب أصول الْفِقْه لأبي الْحُسَيْن أَحْمَد ابْن القطان من قدماء",
            "page": "131",
            "part": "1",
            "seal": "0BE0D642"
        },
        {
            "id": "131",
            "nass": "أَصْحَابنا من أَصْحَاب ابْن سريج فِي الْكَلَام عَلَى الرِّوَايَة بالْمَعْنَى أن أَبَا سَعِيْد رَضِيَ اللهُ عَنْهُ فهم من الْحَدِيْث أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَرَادَ بالثياب الْكَفَن وإِنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهُا أنكرت عَلَيْهِ ذَلِكَ وقَالَتْ يرحم الله ِأَبَا سَعِيْد إِنَّمَا أَرَادَ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عمله الَّذِيْ مَاتَ عَلَيْهِ قَدْ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يحشر النَّاس حفاة عراة غرلا",
            "page": "132",
            "part": "1",
            "seal": "5ADB656B"
        },
        {
            "id": "132",
            "nass": "فصل - 10 اسْتِدْرَاكُهَا عَلَى ابْن مَسْعُوْد ¶ رَوَى أَبُوْ مَنْصُوْرٍ الْبَغْدَاديّ مِنْ جِهَةِ مُحَمَّد بْن عُبَيْد الطنافسي قَالَ ثَنَا الْأَعْمَشُ عَن خيثمة عَنْ أَبِي عطية قَالَ دخلت أَنَا ومَسْرُوْق عَلَى عَائِشَة رضي اللهُ عَنْهُا فَقَالَ مَسْرُوْق قَالَ عَبْد اللهِ بْنُ مَسْعُوْد من أحب لقاء الله ِأحب الله ِلقاءه ومن كَرِهَ لقاء الله ِكَرِهَ الله لقاءه",
            "page": "133",
            "part": "1",
            "seal": "578258CD"
        },
        {
            "id": "133",
            "nass": "فَقَالَتْ عَائِشَةُُ يرحم الله ِأَبَا عَبْد الرَّحْمَن حَدَّثَ بأول الْحَدِيْث ولم تسَأَلَوه عَن آخره إن الله تعالى إِذَا أَرَادَ بعَبْد خيرا قيَّض لَهُ قبل موته بعام ملكا يوفقه ويسدده حَتَّى يَقُوْل الناس مات فلان على خير ما كان فإِذَا حضر ورَأَى ثوابه من الْجَنَّة تهُوَع بنفسه أَوْ قَالَ تهُوَعت نفسه فذَلِكَ حِيْنَ أحب لقاء الله ِوأحب االله ِلقاءه وإِذَا أراد الله بعبد سوءا قيض لَهُ قبل موته بعام شيطأَنَا فأفتنه حَتَّى يَقُوْل النَّاس مَاتَ فلِأَنَّ أشر مَا كَانَ فإِذَا حضر رَأَى مَا نَزَلَ عَلَيْهِ من العذاب فتهلع نفسه وذَلِكَ حِيْنَ كره لقاء وكره الله لقاءه ¶ فصل - 11 اسْتِدْرَاكُهَا عَلَى أَبِي مُوْسَى إِلَّاشْعَرِيّ ¶ عن أَبِي عطية مالك بن عامر قال دخلت أنا ومسروق على عائشة فقلت لها يا أُمّ الْمُؤْمِنِيْنَ رجلِأَنَّ من أَصْحَاب مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَدهُمَا يعجل الصَّلَاة ويعجل إِلَّافطار والْأُخَر يؤخر الصَّلَاة ويؤخر إِلَّافطار قَالَت أيهما الَّذِيْ يعجل قَالَ عَبْد اللهِ قَالَت هَكَذَا كَانَ يَصْنَعُ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ والآخر أبو موسى أخرجه مسلم وأبو داوود والترمذي والنسائي وقال الترمذي حسن",
            "page": "134",
            "part": "1",
            "seal": "9D0635B4"
        },
        {
            "id": "134",
            "nass": "فصل - 12 استدراكها على زيد ين ثابت ¶ قَالَ الْبَزَّارُ فِيْ مُسْنَدِهِ حَدَّثَنَا مُحَمَّدُ بْنُ المثنى قَالَ ثَنَا ابْنُ أَبِي عدي عَن سَعِيْد بْن أَبِي عروبة عَنْ قَتَادَةَ عَنْ عِكْرَمَةَ أَنَّ ابْنَ عَبَّاسٍ وزَيْد بْن ثَابِت اخْتَلَفَا فِي الَّتِيْ تطوف يَوْم النحر الطواف الواجب ثُمَّ تحيض فَقَالَ زَيْدٌ تقيم حَتَّى يَكُوْنُ آخر عهدها بِالْبَيْتِ وَقَالَ ابْنُ عَبَّاسٍ تنفر إِذَا طافت يَوْم النحر فَقَالَتْ الْأَنْصَار يَا بْن عَبَّاسٍ إِنَّك إِذَا خالفت زَيْدا لَمْ نتابعك فَقَالَ ابْنُ عَبَّاسٍ سلوا عَنْ ذَلِكَ صَاحِبتكم أم سليم فسَأَلَوها فأَخْبَرَت بما كان من حال صفية بنت حيي قَالَ فَقَالَتْ عَائِشَةُُ أَنَّهَا لحابستنا فذكرت ذَلِكَ للنبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فأمرها أن تنفر ¶ وذكره ابْن عَبْدِ الْبَرِّ مِنْ جِهَةِ عَبْد الرزاق ثَنَا مَعْمَر عَنِ ابْنِ طاووس عَنْ أَبِيْهِ أن زَيْد بْن ثَابِت وابن عَبَّاسٍ فِي صَدَرَ الحائض قبل أن يَكُوْنُ آخر عهدها الطواف بالْبَيْت فَقَالَ ابْنُ عَبَّاسٍ تنفر وقَالَ ¶ زَيْد تنفر فدخل زَيْد عَلَى عَائِشَة فسَأَلَهَا فَقَالَتْ تنفر فخرج زَيْد وَهُوَ يبتسم ويَقُوْل مَا الْكَلَام إِلَّا مَا قُلْت قَالَ أَبُو عُمَر هَكَذَا يَكُوْنُ إِلَّانَّصاف وزَيْد يعلم ابْن عَبَّاسٍ فمالنا لَا نقتدي بهم",
            "page": "135",
            "part": "1",
            "seal": "DCF2BD6F"
        },
        {
            "id": "135",
            "nass": "فصل - 13 اسْتِدْرَاكُهَا عَلَى زَيْد بْن أرقم ¶ قَالَ عَبْدُ الرزاق في مصنفه أخبرنا معمر والثَّوْرِيّ عَنْ أَبِيْ إِسْحَاقَ السبيعي عَن امرأته أَنَّهَا دخلت عَلَى عَائِشَة فِي نسوة فسَأَلَتها امْرَأَة فَقَالَتْ يَا أُمّ الْمُؤْمِنِيْنَ كَانَتْ لِيْ جارية فبعتها من زَيْد بْن أرقم بثمانمائة إِلَى العَطَاء ثُمَّ ابتعتها مِنْهُ بستمائة فنقَدْته الستمائة وكتبت عَلَيْهِ ثمانمائة فَقَالَتْ عَائِشَةُُ بئس مَا اشتريت وبئس مَا اشترى زَيْد بْن أرقم أَنَّهُ قَدْ أبطل جهاده مَعَ رَسُوْل اللهِ إِلَّا ان يتوب فَقَالَتْ الْمَرْأَة لعَائِشَة أرَأَيْت إن أخذت رأس مالي ورددت عَلَيْهِ الْفَضْل فَقَالَتْ {فمن جَاءَه موعظة من ربه فانْتَهَى فله مَا سلف} وأَخْرَجَهُ الدَّارَقُطْنِيّ وَالْبَيْهَقِيّ فِيْ سُنَنِهِما عَنْ يُوْنُسَ بْن أَبِيْ إِسْحَاقَ الهمداني عَن أمه العالية قَالَت كُنْت قاعدة عِنْدَ عَائِشَة فأتتها أم محبة فَقَالَتْ أَنِّيْ بعت زَيْد بْن أرقم جارية إِلَى عطائه فذكر نحوه قَالَ الدَّارَقُطْنِيّ أم محبة والعالية مجهُوَلتان لَا يُحْتَجُّ بهما وهَذَا الْحَدِيْث لَا يثبت عَنْ عَائِشَةَ قَالَهُ الْإِمَام الشَّافِعِيّ قَالَ وَلَوْ ثبت ¶ فأَنَّهَا عابت بيعا إِلَى العَطَاء لِأَنَّهُ أجل غَيْر معُلُوْم لَا أَنَّهَا عابت عَلَيْهِ مَا اشترت بنقَدْ وقَدْ باعته إِلَى أجل ولو اختلف بعض الصحابة في شئ أخذنا بِقَوْلِ من معه القياس والَّذِيْ معه القياس زَيْد بْن أرقم فعمل مَا يراه حلالا فلا نزعم أن الله يحبط عمله",
            "page": "136",
            "part": "1",
            "seal": "49615DC7"
        },
        {
            "id": "136",
            "nass": "وقَدْ ذهب إِلَى حَدِيْث عَائِشَة جَمَاعَة مِنْهُم الثَّوْرِيّ وإِلَّاوزاعي وأَبُو حنيفة ومالك وأَحْمَد بْن حنبل وَالْحَسَن بْن صَالِح وصححوا حَدِيْثها والعالية رَوَى عَنْهَا زوجها وابنها وهما أَمَّامان وذكرها ابْن حِبَّان فِي الثقات وقَالَ أَبُوْ بَكْرٍ الرَّازِيّ إن قِيْلَ كَيْفَ أنكرت الْأًوَّل وَهُوَ صَحِيْح عِنْدَهَا يَعْنِيْ الشراء إِلَى العَطَاء لِأَنَّهُ رُوِيَ عَنْهَا فعله قلنا لِأَنَّهَا علمت أَنَّهَا قصدت بِهِ اتباع البيع الثَّانِيْ كَمَا يفعل النَّاس وفِي قَوْلها أرَأَيْت إن لَمْ آخذ إِلَّا رأس مالي وتلاوة عَائِشَة دَلِيْل عَلَى إثباتها العقَدْ الْأًوَّل وأن المنكر هُوَ الثَّانِيْ وَلَوْ كَانَتْ إِنَّمَا أنكرته لكونه بيعا إِلَى العَطَاء كَمَا يَقُوْل الخصم لَمَّا أبقت الْأًوَّل",
            "page": "137",
            "part": "1",
            "seal": "BB3A6BE4"
        },
        {
            "id": "137",
            "nass": "قَالَ ابْنُ عَبْدِ الْبَرِّ فِي إِلَّاستذكار هَذَا الخبرلا يثبته أَهْل الْعِلْم بالْحَدِيْث وَلَا هُوَ مِمَّا يحتج بِهِ عِنْدَهم فامرأة أَبِيْ إِسْحَاقَ وامرأة أَبِي السفر وأم زَيْد بْن أرقم كلهن غَيْر معروفات بحمل الْعِلْم وفِي مثل هَؤُلَاءِ رَوَى شُعَبة عَنْ أَبِي هاشم أَنَّهُ قَالَ كَانُوْا يكرهُوَن الرِّوَايَة عَن النِّسَاء إِلَّا عَن أَْزْوَاج النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَالْحَدِيْث منكر اللفظ لَا أصل لَهُ لِأَنَّ الأعمال الصالحة لا يحبطها الاجتهاد وإنما يحبطها إِلَّارتداد ومحال أن تلزم عَائِشَة زَيْدا برأيا وتكفره باجتهادها هَذَا مَا لَا يَنْبَغِيْ ¶ أن يظن بِهَا وَلَا يقبل عَلَيْهَا وقَدْ رد عمر خبر فاطمة بنت قَيْس فِي السكنى دُوْنَ النفقة للمبتوتة وقَالَ مَا كُنَّا نجيز فِي ديننا شهادة امْرَأَة قَالَ أَبُو عُمَر فكيف بِأَمْرأة مجهُوَلة ¶ سؤال مَا الْحُكْمة فِي تَخْصِيْصها إِلَّابطال بالجهاد ولم تقل أبطل صلاته ولاصيامه والْجَوَاب أن فِي كلام أَبِي الْحَسَن بْن بطال فِي شرح الْبُخَارِيّ مَا يؤخذ مِنْهُ ذَلِكَ وَهُوَ أن السيئات لَا تحبط الْحَسَنات فلهَذَا لَمْ تذكر الصَّلَاة ولَكِن خصت الجهاد بإِلَّابطال لِأَنَّهُ حرب لأعداء الله ِوآكل الربا قَدْ أذن بحرب من الله ِفهُوَ ضده وَلَا يجتمع الضدان",
            "page": "138",
            "part": "1",
            "seal": "EA654204"
        },
        {
            "id": "138",
            "nass": "فصل - 14 استكدراها عَلَى البراء بْن عازب ¶ قَالَ الْبَيْهَقِيُّ فِيْ سُنَنِهِ أَخْبَرَنَا ابْن بشران أَنَا عَليّ بْن مُحَمَّد الْمِصْرِيّ ثَنَا مَالِك بْن يَحْيَى ثَنَا يَزَيْدُ بْنُ هارون أَنَا زَكَرِيَّا بْن أَبِي زائدة عَنْ أَبِيْ إِسْحَاقَ عَن البراء قَالَ اعتمر رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَلَاث عُمَر كلهن فِي ذي القعدة فَقَالَتْ عَائِشَةُُ لَقَدْ علم أَنَّهُ اعتمر أربع عُمَر بعُمَرته الَّتِيْ حج معها قَالَ الْبَيْهَقِيُّ وهَذَا لَيْسَ بمحفوظ قَالَ الذَّهَبِيُّ فِي مُخْتَصَره ومالك لينه ابن حبان",
            "page": "139",
            "part": "1",
            "seal": "E0031C43"
        },
        {
            "id": "139",
            "nass": "فصل - 15 اسْتِدْرَاكُهَا عَلَى عَبْد اللهِ بْن الزُّبَيْر ¶ الْأًوَّل: قَالَ أَبُوْ بَكْرٍ بْن أَبِيْ شَيْبَةَ فِيْ مُصَنَّفِهِ حَدَّثَنَا ابْنُ الفضيل عَن يَزَيْد عَنْ مُجَاهِد قَالَ قَالَ عَبْد اللهِ بْنُ الزُّبَيْر أَفْرَدَوا الْحَجّ ودعوا قَوْل أعماكم هَذَا فَقَالَ فَقَالَ عَبْد اللهِ بْنُ عَبَّاسٍ إن الَّذِيْ أعمى الله ِقلبه أَنْت إِلَّا تسَأَلَ أمك عَنْ ذَلِكَ فأرسل إِلَيْهَا فَقَالَتْ صَدَقَ ابْن عَبَّاسٍ خرجنا مَعَ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حجاجا فجعلناها عَمْرَة فحللنا إِلَّاحلال كله حَتَّى سطعت المجامر بين الرِّجَال وَالنِّسَاء ¶ الثَّانِيْ: قَالَ الْإِمَام أَحْمَد بْن حنبل فِي كتاب المناسك الكبير حدثنا عبد اللهِ بْنُ يَزَيْد ثَنَا سَعِيْد يَعْنِيْ ابْن أَبِيْ أَيُّوْبَ قَالَ حَدَّثَنِيْ سُلَيْمَان بْن كيسان عَنْ أَبِي الزُّبَيْر عَنْ مُجَاهِدإِنَّ عَائِشَةَ زَوْج النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَتْ تَقُوْلُ ألا تعجبون من ابن الزبير يفتي الْمَرْأَة ¶ الْمُحْرِمة أن تَأْخُذ من شعرها أربع أصابع وإِنَّمَا يكفِيْهَا من ذَلِكَ التطريف ¶ ثَنَا يزيد أنا هشام عن كيفيته فِي الْمُحْرِمه أَمَّا الشابة فتأخذ قَدْر أنملة والَّتِيْ قَدْ دخلت فِي السن تَأْخُذ مَا بينها وبين أربع",
            "page": "140",
            "part": "1",
            "seal": "83386C73"
        },
        {
            "id": "140",
            "nass": "فصل - 16 اسْتِدْرَاكُهَا عَلَى عُرْوَة بْن الزُّبَيْر ¶ أَخْرَجَ الْبُخَارِيُّ ومُسْلِمٌ واللفظ لَهُ عَنْ عُرْوَةَ بْن الزُّبَيْر قَالَ قُلْت لعَائِشَة زَوْج النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا أرى عَلَى أَحَد لَمْ يطف بين الصفا وَالمروة شَيْئًا وما أُبَالِيْ إِلَّا أطوف بينهما قَالَت بئس مَا قُلْت يَا بْن أُخْتي طاف رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وطاف المُسْلِمون فكَانَتْ سنة وإِنَّمَا كَانَ من أَهْل لمناة الطاغية الَّتِيْ بالمشلل لَا يَطُوْفون بين الصفا والمروة فَلَمَّا كَانَ الْإِسْلَام سَأَلَنَا النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فأنَزَلَ الله ِعزوجل {إن الصفا والمروة من شعائر الله ِفمن حج الْبَيْت أَوْ اعتمر فَلَا جناح عَلَيْهِ أن يَطُوْف بهما} ولوكَانَتْ كَمَا تَقُوْلُ لكَانَتْ (فَلَا جناح عَلَيْهِ إِلَّا يَطُوْف بهما) قَالَ الزُّهْرِيّ فذكرت ذَلِكَ لأبي بَكْر بْن عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَام فأعجبه ذَلِكَ وقَالَ إن هَذَا للعلم ولَقَدْ سَمِعت رِجَإِلَّا من أَهْل الْعِلْم يَقُوْلُوْنَ إِنَّمَا كَانَ من لَا يَطُوْف بين الصفا والمروة من الْعَرَب يَقُوْلُوْنَ إن طوافنا بين هَذَاين الْحَجّرين من ¶ أمر الْجَاهِلية وقَالَ آخرون من الْأَنْصَار إِنَّمَا أمرنا بالطواف بالْبَيْت ولم نؤمر بين الصفا وَالمروة فأنزل الله عزوجل {إن الصفا والمروة من شعائر الله} ) ِقَالَ أَبُوْ بَكْرٍ بْن عَبْد الرَّحْمَن فأراها نَزَلَت فِي هَؤُلَاءِ وهَؤُلَاءِ ولفظ مُسْلِم فَقَالَتْ عَائِشَةُُ قَدْ سن رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الطواف بينهما فلَيْسَ لأحد أن يترك الطواف فِيْهِمَا",
            "page": "141",
            "part": "1",
            "seal": "E3139AAA"
        },
        {
            "id": "141",
            "nass": "قَالَ بَعْضُ عُلَمَاء التفسير إِذَا كَانَ الحرج فِي الْفِعْل قِيْلَ لَا جناح أن تفعل وإن كَانَ فِي الترك قِيْلَ لَا جناح إِلَّا تفعل وَالحرج هُنَا كَانَ فِي الْفِعْل لإرادة مخالفة المشركين فيما كَانُوْا يفعلونه من التطواف بهما لإساف وَنائلة فاستدل ابْن الزُّبَيْر عَلَى عدم الوُجُوْب بأن الحرج كَانَ فِي الْفِعْل لَا فِي الترك فَقَالَتْ لَهُ عَائِشَة رَضِيَ اللهُ عَنْهُا لَوْ كَانَ الحرج فِي الترك وأريد نفِيْهِ كَانَ لَا جناح إِلَّا يَطُوْف لَكِن الحرج كَانَ فِي الْفِعْل فقِيْلَ لَا جناح أن يَطُوْف واستفيد الوُجُوْب من ابدؤوا بِمَا بدأ الله ِبِهِ ونحوه من إِلَّادلة عَلَى الوُجُوْب وقِيْلَ أَنَّ ابْنَ الزُّبَيْر اخذ بظَاهِر إِلَّاستعمال وإن السعي غَيْر واجب ودققت عَائِشَة النَّظَر بأن نفِي الجناح يشمل الواجب وَالمباح وَالمندوب وَالمكروه فَلَا يستدل بِهِ عَلَى أَحَدهها بعينه بل ذَلِكَ لَوْ قَالَ إِلَّا يَطُوْف فِيَكُوْنُ فِيْهِ نفِي الجناح عن تركه فيختص بالحرام",
            "page": "142",
            "part": "1",
            "seal": "F354E38B"
        },
        {
            "id": "142",
            "nass": "الفصل - 17 اسْتِدْرَاكُهَا عَلَى جَابِر ¶ الْأًوَّل: رَوَى يَعْقُوْبُ بْن سُفْيَانَ الفسوي حَدَّثَنَا مُحَمَّدُ بْنُ مصفى قَالَ ثنا يحيى بن سَعْد القطان الْأَنْصَارِيّ قَالَ ثَنَا عُثْمَان بْن عَطَاء بْن أَبِي حماد عَنْ أَبِيْ سَلَمَة بْن عَبْد الرَّحْمَن قَالَ دخلت عَلَى عَائِشَة فقُلْت يَا أَمَّاه إن جَابِر بْن عَبْد اللهِ يَقُوْل الْمَاء من الْمَاء فَقَالَتْ أَخْطَأَ جَابِر اعْلَمْ مني برَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يقول إذا جاوز الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْل أيوجب الرجم وَلَا يُوْجِبُ الْغُسْل ¶ الثَّانِيْ: قَالَ الطَّبْرَانِيُّ فِيْ معجمه الوسط حدثنا محمد بن نصر الهمداني قَالَ ثَنَا مُسْلِم بْن يَحْيَى الطائي قَالَ ثَنَا سويد بْن عَبْد العزيز قَالَ ثَنَا نوح ين ذكوان عَنْ يَحْيَى بْن أَبِي كَثِيْر عَنْ أَبِي الزناد عَنْ غَالِب عَنْ جَابِر بْنِ عبد الله قال دخلت على عائشة وعليها سمل ثوب مرقوع فَقَالَتْ لَوْ ألقيت عَنْك هَذَا الثَّوْب فَقَالَتْ ¶ إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إن سرك أن تلقيني فَلَا تلقين ثوبا حَتَّى ترقعيه وَلَا تدخرين طَعَاما لشهر فما أَنَا بمغيرة مَا أمرني بِهِ حَتَّى أَلْحَقَ بِهِ إِنْ شَاءَ اللهُ وقَالَ لَا يُرْوَى عَنْ جَابِر عَنْ عَائِشَةَ إِلَّا بِهَذَا الْإِسْنَاد يَرْوِيْهِ سويد",
            "page": "143",
            "part": "1",
            "seal": "CDD6FB15"
        },
        {
            "id": "143",
            "nass": "الفصل - 18 اسْتِدْرَاكُهَا عَلَى أَبِيْ طَلْحَةَ ¶ قَالَ النَّسَائِيّ فِيْ سُنَنِهِ الْكَبِيْر أَخْبَرَنَا إِسْحَاق بْن إِبْرَاهِيْم أَنَا جَرِيْر عَن سُهَيْل عَن معيد بْن يسار أَبِي الحباب عَن زَيْد بْن خَالِد عَنْ أَبِي طَلْحَة قَالَ سَمِعت رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْل إن الملائكة لَا تدخل بَيْتا فِيْهِ كلب أَوْ تمثال فقُلْت انطلق إِلَى عَائِشَة فاسَأَلَهَا عَنْ ذَلِكَ فأتيناها فقُلْت يَا أمه إن هَذَا أَخْبَرَنِيْ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تدخل الملائكة بَيْتا فِيْهِ كلب وَتمثال فهل سمعت رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذكر ذَلِكَ قَالَت لَا ولَكِن سأحَدَّثَكم بِمَا رَأَيْته فعل خَرَجَ من بَعْض غزواته وكنت أتحين قفوله فأخذت نمطا فسترته فَلَمَّا جَاءَ استقبلته عَلَى الْبَابُ فقُلْت السَّلَام عَلَيْك يَا رسول الله ورحمة الله ِالْحَمْدُ لِلهِ ِالَّذِيْ أعزك ونصرك وَأكرمك وساق الحديث هذا لفظ النسائي",
            "page": "144",
            "part": "1",
            "seal": "7A320E28"
        },
        {
            "id": "144",
            "nass": "الفصل - 19 اسْتِدْرَاكُهَا عَلَى أَبِي الدَّرْدَاءِ ¶ رَوَى ابْن جُرَيْج عن زياد أن أبا نهيك أَخْبَرَه عَنْ أَبِي الدَّرْدَاءِ أَنَّهُ خطب فَقَالَ من أدرك الصبح فَلَا وتر لَهُ فذكر ذَلِكَ لعَائِشَة فَقَالَتْ كذب أَبُو الدرداء كَأَنَّ النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يصبح فيوتر أَخْرَجَهُ الْبَيْهَقِيُّ فِيْ سُنَنِهِ هَكَذَا ثُمَّ قَالَ هُوَ زِيَاد بْن سَعْد ثُمَّ أَخْرَجَ عَنْ خَالِد الحذاء عَنْ أَبِي قلابة عَن أم الدرداء عَنْ أَبِي الدَّرْدَاءِ قَالَ رُبَّمَا رَأَيْت النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يوتر وقَدْ قَامَ النَّاس لصَلَاة الصبح قَالَ وهَذَا واه بمقام ثنا حاتم بن سالم البصري ثنا عبد الوارث عَنْهُ وحَدِيْث ابْن جُرَيْج أَصَحُّ وَأقره الذَّهَبِيّ فِي مُخْتَصَره عَلَى ذَلِكَ وَأَخْرَجَهُ الطَّبْرَانِيّ فِي إِلَّاوسط وقَالَ لَمْ يروه عَنِ ابْنِ جريج إلا أبو عاصم",
            "page": "145",
            "part": "1",
            "seal": "D2E534AE"
        },
        {
            "id": "145",
            "nass": "الفصل - 20 رُجُوْعُ شَيْبَة بْنِ عُثْمَانَ إِلَيْهَا ¶ أَخْرَجَ الْبَيْهَقِيُّ فِيْ سُنَنِهِ عَنْ عَلِيِّ ابْنِ الْمَدِيْنِيِّ حَدَّثَنِيْ أَبِيْ أَخْبَرَنِيْ عَلْقَمَةُ بْنُ أَبِيْ عَلْقَمَةَ عَنْ أُمِّهِ قَالَتْ دَخَلَ شَيْبَة بْن عُثْمَان عَلَى عَائِشَة فَقَالَ يَا أُمّ الْمُؤْمِنِيْنَ إن ثياب الْكَعْبَة تجتمع عَلَيْنَا فتكثر فنعمد إِلَى أَبَار فنحفرها فنعمقها ثُمَّ ندفن ثياب الْكَعْبَة فِيْهَا كيلا يلبسها الجنب وَالحائض فَقَالَتْ عَائِشَةُُ مَا أحسنت وبئس مَا صنعت إ , ثياب الْكَعْبَة إِذَا نزعت مِنْهَا لَمْ يضرها أيلبسها الجنب وَالحائض وَلَكِن بعها واجعل ثَمَنَهَا فِي المساكين وفي سبيل الله وابن السبيل وهَذَا الْإِسْنَاد معلول بوالد عَليّ ابْن المديني فَإِنَّهُ ضَعِيْف عِنْدَهم لَكِن تابعه عَبْد العزيز بْن مُحَمَّد الدَّرَاوَرْدِيّ نعم رَوَاهُ عَنْهُ خَالِد بْن يوسف السحتي وَهُوَ ضَعِيْف وشيبة بْن عُثْمَان هَذَا صحابي ذكره أَبُو عُمَر فِي إِلَّاستيعاب وقَالَ أَسْلَمَ يَوْم فتح مَكَّة وشهد حنينا وقِيْلَ بل أَسْلَمَ بحنين وكَانَ من خِيَار الْمُسْلِمِيْنَ ودفع رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ¶ مفتاح الْكَعْبَة إِلَى عُثْمَان بْن طَلْحَة وَإِلَى ابْن عمته شَيْبَة بْن عُثْمَأَنَّ ابْنَ أَبِي طَلْحَة وقَالَ خذوها خَالِدة تالدة إِلَى يَوْم الْقِيَامَة يَا بني أَبِي طَلْحَة لَا يأخذها منكم إِلَّا ظالم قَالَ فبنو أَبِي طَلْحَة هم الَّذِيْنَ يلون سدانة",
            "page": "146",
            "part": "1",
            "seal": "94E80522"
        },
        {
            "id": "146",
            "nass": "الْكَعْبَة دُوْنَ بني عَبْد الدار قَالَ وشيبة هَذَا هُوَ جد بني شَيْبَة حجبة الْكَعْبَة إلى اليوم وهو أبو صفية بنت شَيْبَة تُوُفِّيَ فِي آخر خِلَافة مُعَاوِيَةُ سنه تسع وخمسين وقِيْلَ بل فِي أَيَّام يَزَيْد وكَثِيْر من النَّاس يتوهم أن بني شَيْبَة من عَقِبَ عُثْمَان بْن طَلْحَة قَالَ شَيْخُنَا عماد الدين بْن كَثِيْر فِيْ تَفْسِيْرِهِ ولَيْسَ كَذَلِكَ فإن عُثْمَان بْن طَلْحَة بْن أَبِي طَلْحَة واسم أَبِي طَلْحَة عَبْد اللهِ بْن عَبْد العزى ابْن عُثْمَان بْن عَبْد الدار بْن قصي بْن كلاب الْقُرَشِيّ العبدي حاجب الْكَعْبَة المعظمة وَهُوَ ابْن عم شَيْبَة بْن عُثْمَان بْن طَلْحَة الَّذِيْ صَارَت الْحِجَابة فِي نسله إِلَى اليَوْم أَسْلَمَ عُثْمَان هَذَا فِي الهدنة بين صلح الحديبية وفتح مَكَّة هُوَ وخالد بْن الْوَلِيْد وعَمْرو بْن الْعَاصِ وأَمَّا عمه عُثْمَان بْن أَبِي طَلْحَة فكَانَ معه لواء المشركين يَوْم أَحَد وقتل يَوْمئذ كَافِرًا وإِنَّمَا نبهنا عَلَى هَذَا لِأَنَّ كَثِيْرا من النَّاس قَدْ يشتبه عَلَيْهِم هَذَا قُلْت وكَذَا ذكره أَبُوْ عُبَيْدَةَ فِي إِلَّانَساب عَنِ ابْنِ الكلبي فذكر بني عَبْد الدار ثُمَّ قَالَ وَمِنْهُم عُثْمَان بْن طَلْحَة ابْن أَبِي طَلْحَة الَّذِيْ أخذ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْهُ المفتاح يَوْم الفتح ثُمَّ رده عَلَيْهِ ثُمَّ قَالَ بنو شَيْبَة وَشَيْبَة بْن عُثْمَأَنَّ ابْنَ أَبِي طَلْحَة ولي الْحِجَابة بَعْد عُثْمَأَنَّ ابْنَ أَبِي طَلْحَة وَحكر ابْن الْعَرَبي فِي الفتوحات الْمَكِّيْة أن قَوْله ¶ تَعَالَى {أَنَّ اللهَ يَأْمُرُكم أن تؤدوا إِلَّامَّأَنَات إِلَى أَهْلها} لَيْسَ فِيْهَا أَشَارَة إِلَّا لدفع المفتاح لَهُ لَا لجعل أَمَّانة الْبَيْت معه حَتَّى جَعَلَ ذَلِكَ فِي عَقِبَه بني شَيْبَة وهَذِهِ الْآَيَة مكية وَحْدَهَا من بين سَائِر آي هَذِهِ السورة فَهِيَ مدنية",
            "page": "147",
            "part": "1",
            "seal": "45F442EF"
        },
        {
            "id": "147",
            "nass": "الفصل - 21 اسْتِدْرَاكُهَا عَلَى عَبْدِ الرَّحْمَنِ عوف ¶ قَالَ الْبَزَّارُ في مسنده أخبرنا بشير بن آدم ثنا عبد اللهِ بْنُ رجَاءَ قَالَ ثَنَا عمارة بْن زإِذَان عَن ثَابِت عَن أَنَس قَالَ جَاءَت سبعمائة بعير لعبد الرحمن بن عوف عليها من كل شئ فتعجب أَهْل الْمَدِيْنَة فَقَالَتْ عَائِشَةُُ مَا هَذَا قالوا عير لعبد الرحمن بن عوف تحمل كل شئ فَقَالَتْ سَمِعت رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْل قَدْ رَأَيْت عَبْد الرَّحْمَن وَأَنَّهُ يَدْخُل الْجَنَّة حبوا فبلغه ذَلِكَ فَقَالَ يَا عَائِشَة مَا حَدِيْث بَلَغَني فذكرته فَقَالَ أُشْهِدُكَ أَنَّهُ بأقتابها وَأحلاسها وأحمالها فِي سَبِيْل الله ِقَالَ وهَذَا الْحَدِيْث لَا اعْلَمْ أَحَدًا رَوَاهُ إِلَّا عمارة عَن ثَابِت وعمارة قَالَ فِيْهِ أبو داوود وغيره لَيْسَ بذاك ¶ وقَالَ الْبَزَّارُ أَيْضًا فِي مسند ابن عوف حدثنا عبد اللهِ بْنُ شبيب ثَنَا مُحَمَّدُ بْنُ عَبْد اللهِ بْن زَيْد المدني ثَنَا مُحَمَّدُ بْنُ طَلْحَة ثَنَا مُحَمَّدُ ابْن عُمَر عَنْ أَبِيْ سَلَمَة بْن عَبْد الرَّحْمَن بْن عوف قَالَ أريت الْجَنَّة فإِذَا هِيَ لَا يدخلها إِلَّا المساكين فدخلت ¶ معهم حبوا فَلَمَّا استيقظت قُلْت إبلي الَّتِيْ أنتظرها بالشَّام وأحمالها فِي سَبِيْل الله ِحَتَّى أدخلها معهم ماشيا قَالَ وَلَا نعلم رَوَاهُ عَنْ مُحَمَّد ابْن عَمْرو إِلَّامُحَمَّد بن طلحة",
            "page": "148",
            "part": "1",
            "seal": "DFCB289E"
        },
        {
            "id": "148",
            "nass": "الفصل - 22 اسْتِدْرَاكُهَا عَلَى أَخِيْها عَبْد الرَّحْمَن ابْن أَبِيْ بكر ¶ أخرج الحافظ أبو بكر الإسماعيلي فيما جمعه مِنْ حَدِيْثِ يَحْيَى بْن أَبِي كَثِيْر بطرق عَنْ يَحْيَى عَن سَالِم مَوْلَى دوس أَنَّهُ سَمِعَ عَائِشَة زَوْج النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تقول لعبد الرَّحْمَن أسبغ الوضوء فَإِنِّيْ سَمِعت رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْل ويل للأعقاب من النار",
            "page": "149",
            "part": "1",
            "seal": "1A4D64DF"
        },
        {
            "id": "149",
            "nass": "الفصل - 23 اسْتِدْرَاكُهَا عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ ¶ تَعْمِيْمَهَا: أَنْ لَا سكنى للمبتوتة أَخْرَجَ مُسْلِمٌ وَإِلَّارْبَعَة عَنِ الشعبي قال دخلت على فاطمة بنت قَيْس فسَأَلَتها عَن قضاء رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَيْهَا فَقَالَتْ طلقها زوجها البتة خاصمته إِلَى رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي السكنى والنفقة قَالَت فلم يجعل لِيْ سكنى وَلَا نفقة وأَخْرَجَ الْبُخَارِيُّ فِيْ صَحِيْحِهِ تعَليّقا فَقَالَ وقَالَ عَبْدُ الرَّحْمَن بْن أَبِي الزناد هِشَام عَنْ أَبِيْهِ قَالَ لَقَدْ عابت ذَلِكَ عَائِشَة أشد العيب يَعْنِيْ حَدِيْث فَاطِمَة وقَالَتْ أَنَّهَا كَانَتْ فِي مَنْزِل وحشي فخيف على ناحيتها فلذلك أرخص لها رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأخرجه أبو داوود متصلا عَن سُلَيْمَان بْن داود أَنَا ابْن وَهْبٍ أَخْبَرَنِيْ عَبْد الرَّحْمَن فذكره وأَخْرَجَ مُسْلِمٌ عَنْ عُرْوَةَ قَالَ تَزَوَّجَ يَحْيَى بْن سَعِيْد بْن الْعَاصِ ابْنَة عَبْد الرَّحْمَن بْن الْحُكْم فطلقها فأَخْرَجَها من عِنْدَه فعاب ذَلِكَ عَلَيْهِم عُرْوَة وقَالُوْا إن فَاطِمَة قَدْ خرجت قَالَ عُرْوَة فأتيت عَائِشَة فأَخْبَرَتها بذَلِكَ فَقَالَتْ مَا لفاطمة بنت قَيْس خير فِي أن تذكر هَذَا الْحَدِيْث",
            "page": "150",
            "part": "1",
            "seal": "593E96F5"
        },
        {
            "id": "150",
            "nass": "قَالَ أَصْحَابنا وقي هَذَا الْحَدِيْث جَوَاز إِنْكَار المفتي على مفت آخر خالف النص أَوْ عمم مَا هُوَ خاص لِإِنَّ عَائِشَةَ أنكرت على فاطمة بنت قَيْس تعميمها (أن السكنى للمبتوتة) وَإِنَّمَا كَانَ انتقَالَ فَاطِمَة من مسكنها لعذر من خوف اقتحامه عَلَيْهَا أَوْ لبذاءتها أَوْ نحو ذَلِكَ",
            "page": "151",
            "part": "1",
            "seal": "8639E198"
        },
        {
            "id": "151",
            "nass": "الفصل - 24 استدراكها على أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ¶ أَخْرَجَ الْبُخَارِيُّ ومُسْلِمٌ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّهَا قَالَت إن أَْزْوَاج النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِيْنَ توفى رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أردن أن يبعثن عُثْمَان بْن عَفَّانَ إِلَى أَبِيْ بَكْرٍ يسَأَلَنه ميراثهن مِنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ لهن قَدْ قَالَ رَسُوْلُ اللهِ لِأَنَّورث مَا تركناه صدقة",
            "page": "152",
            "part": "1",
            "seal": "AD683F84"
        },
        {
            "id": "152",
            "nass": "الباب الثالث في الاستدراكات العامة ¶ الفصل - 1 اسْتِدْرَاكُهَا أن الْمَرْأَة لَا تقطع الصَّلَاة ¶ أَخْرَجَ مُسْلِمٌ عَنْ أَبِيْ هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْطَعُ الصَّلَاة الْمَرْأَة وَالحِمَار وَالكلب ويقي ذَلِكَ مثل مؤخرة الرحل وقَدْ رَوَى قطع الْمَرْأَة الصَّلَاة غَيْره من الصَّحَابَة مِنْهُم أَبُوْ ذَرٍّ أَخْرَجَهُ مُسْلِمٌ أيضا ومنهم ابن عباس أخرجه أبو داوود وزاد الحائض قَالُوْا أوقفه جَمَاعَة",
            "page": "153",
            "part": "1",
            "seal": "BD1F2D91"
        },
        {
            "id": "153",
            "nass": "وَمِنْهُم عَبْد اللهِ ابْن معقل أَخْرَجَهُ قاسم ابْن أصبغ فِيْ مُصَنَّفِهِ ¶ وقَدْ استدركت عَائِشَة رَضِيَ اللهُ عَنْهُا ذَلِكَ فأَخْرَجَ الشَّيْخَانِ فِيْ صَحِيْحِيهما عَن مَسْرُوْق عَنْ عَائِشَةَ وذكر عِنْدَهَا مَا يَقْطَعُ الصَّلَاة الكلب وَالحِمَار وَالْمَرْأَة فَقَالَتْ عَائِشَةُُ شبهتموها بالحمير وَالكلاب وَالله ِلَقَدْ رَأَيْتُ رَسُوْلَ اللهِ يُصَلِّيْ وأَنَا عَلَى السرير بينه وبين القبلة مضطجعة فتبدو لِيْ الْحَاجّة فأكره أن أجلس فأوذي رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فأَنَسل من عِنْدَ رجليه ذكره الْبُخَارِيّ فِي بَاب من قَالَ لَا يَقْطَعُ الصلاة شئ وأَخْرَجَا نحوه عَن اسود عَنْ عَائِشَةَ وأَخْرَجَهُ مسلم عن عروة عنها أيضا ¶ الفصل - 2",
            "page": "154",
            "part": "1",
            "seal": "7B869C1F"
        },
        {
            "id": "154",
            "nass": "اسْتِدْرَاكُهَا الصَّلَاةَ عَلَى الْجَنَازَة فِي الْمَسْجِد ¶ أَخْرَجَ مُسْلِمٌ عَن عباد بْن عَبْد اله بْن الزُّبَيْر إِنَّ عَائِشَةَ أمرت أن يمر بجنازة سعد بن أبي وقاص في المسجد فتصلي عليه فأنكر الناس عَلَيْهَا ذَلِكَ فَقَالَتْ مَا اسرع تعني مَا نَسِيَ النَّاس مَا صَلَّى رَسُوْل اللهِ عَلَى سهيل بن البيضاء إلا في المسجد وفي لفظ لَهُ أن أَْزْوَاج النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أرسلن أن يمروا بجنازته فِي المسجد فيصلين عَلَيْهِ ففعلوا فوقف بِهِ عَلَى حجرهن يُصَلِّيْن عَلَيْهِ أَخْرَجَ بِهِ من بَاب",
            "page": "155",
            "part": "1",
            "seal": "AF180181"
        },
        {
            "id": "155",
            "nass": "الجنائز الَّذِيْ كَانَ إِلَى المقاعد فبلغهن أن النَّاس عأَبُوا ذَلِكَ وقَالُوْا مَا كَانَتْ الجنائز يدخل بها المسجد فبلغ ذَلِكَ عَائِشَة رَضِيَ اللهُ عَنْهُا قَالَتْ مَا أسرع النَّاس إِلَى أن يعيبوا مَا لَا علم لهم بِهِ عأَبُوا عَلَيْنَا ان يمر بجنازة في المسجد وما صَلَّى رَسُوْل اللهِ على ¶ سُهَيْل بْن بيضاء إلا في جوف المسجد ووقع فِي مُسْلِم مَا صَلَّى عَلَى بني الْبَيْضَاء وَهُوَ وهم وإِنَّمَا هُوَ سُهَيْل لَا غَيْر وسهل أسر يَوْم بدر فشهد لَهُ ابْن مَسْعُوْد أَنَّهُ رآه يُصَلِّيْ بِمَكَّةَ فخلي سبيله وشهد أخواه سهيل وصفوان بدرا",
            "page": "156",
            "part": "1",
            "seal": "9ED61CBD"
        },
        {
            "id": "156",
            "nass": "الفصل - 3 اسْتِدْرَاكُهَا القيام للجنازة ¶ جَاءَ الْأَمْر بالقيام للجنازة في الصحيحين من حديث عامر بن رَبِيْعَة العدوي وأبي سَعِيْد وأبي هُرَيْرَةَ وجابر بْن عَبْد اللهِ",
            "page": "157",
            "part": "1",
            "seal": "1FD8D956"
        },
        {
            "id": "157",
            "nass": "وَأَخْرَجَهُ الْبَيْهَقِيُّ بإِسْنَاد حسن مِنْ حَدِيْثِ عَبْد اللهِ بْن عَمْرو وجمهُوَر الْعُلَمَاء عَلَى نسخ ذَلِكَ وعمدتهم فِي النسخ حَدِيْث عَليّ الثابت فِي الصَّحِيْحَيْنِ إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَامَ ثُمَّ قعد وقَدْ أَخْرَجَ الْبَيْهَقِيُّ فِيْ سُنَنِهِ عَن عَمْرو بْن الْحَارِث عَنْ عَبْدِ الرَّحْمَنِ بْن الْقَاسِم أن الْقَاسِم كَانَ يمشي بين يدي الْجَنَازَة ويَجْلِسُ قبل أن توضع ولا يقوم لها ويخبر عَنْ عَائِشَةَ أَنَّهَا قَالَتْ كَانَ أَهْل الْجَاهِلية يقومون لها إذا رأوها ويَقُوْلُوْنَ فِي أَهْلك مِمَّا أَنْت فِي أهلك ما أنت",
            "page": "158",
            "part": "1",
            "seal": "77F32348"
        },
        {
            "id": "158",
            "nass": "الفصل - 4 اسْتِدْرَاكُهَا تحريم المتعة ¶ قَالَ الْحَاكِمُ فِي مُسْتَدْرَكِهِ أَخْبَرَنَا المحبوبي ثَنَا الْفَضْل بْن عَبْد الجبار ثَنَا عَليّ بْن الْحُسَيْن بْن شَقِيْق ثَنَا نَافِع بْن عُمَر الجمحي قَالَ سَمِعت عَبْد اللهِ بْن عُبَيْد الله ِبْن أَبِيْ مُلَيْكَةَ يَقُوْل سُئِلَت عَائِشَة عَن متعة النِّسَاء فَقَالَتْ بيني وبينكم كِتَاب الله ِقَالَ وقرأت هَذِهِ الآية {والذين هم لفروجهم حافظون إلا الى أَْزْوَاجهم أَوْ مَا ملكت أيمإِنَّهُمْ فإِنَّهُمْ غَيْر ملومين} فمن ابتغى وراء مَا زوجه الله ِأَوْ ملكه فَقَدْ عدا ثُمَّ قَالَ صَحِيْحٌ على شرط الشيخين ولم يخرجاه",
            "page": "159",
            "part": "1",
            "seal": "4E384F93"
        },
        {
            "id": "159",
            "nass": "الفصل - 5 اسْتِدْرَاكُهَا البول قَائِما ¶ أَخْرَجَ التِّرْمَذِيُّ وَالنَّسَائِيّ وابن ماجه مِنْ جِهَةِ شريك بْن عَبْد اللهِ عَن المقَدْام بْن شُرَيْح بْن هَانِئ عَنْ أَبِيْهِ عَنْ عَائِشَةَ قَالَتْ من حَدَّثَكم إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَبُوْل قَائِما فَلَا تصدقوه مَا كَانَ يَبُوْل إِلَّا قَاعِدًا هَذَا لفظ التِّرْمَذِيّ وقَالَ هُوَ أحسن شئ فِي هَذَا الْبَابُ وأَصَحُّ انْتَهَى وَإِسْنَاده عَلَى شَرْطِ مُسْلِم ¶ واعْلَمْ أَنَّهُ قَدْ حَدَّثَ عَنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بالبول قَائِما حذيفة أَخْرَجَاه فِي الصَّحِيْحَيْنِ وجمع بَعْضهم بين الروايتين لِأَنَّ النفِي فِي حَدِيْث عَائِشَة ورد عَلَى صيغة كَانَ بمعنى إِلَّاستمرار فِي إِلَّاغلب وَحَدِيْث حذيفة لَيْسَ فِيْهِ كَانَ فَلَا يدل إلا عَلَى مطلق الْفِعْل وَلَوْ مَرَّةً ¶ ويدل لذَلِكَ مَا رَوَاهُ الْحَاكِمُ فِي مُسْتَدْرَكِهِ مِنْ جِهَةِ أَبِيْ هُرَيْرَةَ إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بال قَائِما من جرح كَانَ بمأبضه وقَالَ رواته ثقات",
            "page": "160",
            "part": "1",
            "seal": "F9B66A39"
        },
        {
            "id": "160",
            "nass": "وحكى الْخَطَّابي عَن الشَّافِعِيّ أَنَّهُ قَالَ كَانَتْ العرب تستشفي ¶ لوجع الصلب بالبول قَائِمًا فيَرَى أَنَّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لعله كَانَ بِهِ إِذْ ذاك وجع الصلب ¶ والحمل عَلَى هَذَا متعين لَا عَلَى الجمع بين الروايتين وأَمَّا رِوَايَة ابْن ماجه من حَدَّثَك إِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بال قَائِما فَلَا تصدقه ففيها مخالفة فإن كانت محفوظة فمحمولة على تِلْكَ لِأَنَّ مخرجهما وَاحِد وَالْمَعْنَى الْأَخْبَار عَن الْحَالة المستمرة ولم تطلع عَلَى مَا اطلع عَلَيْهِ حذيفة ولهَذَا علقت مستند إِنْكَارها برؤيتها حيث أنه مثبت فيقدم عَلَى من رَوَى النفِي ويدل عَلَى حمل الْحَدِيْث عَلَى حال مَا رَوَى سُفْيَانَ الثَّوْرِيّ عَن المقَدْام بْن شُرَيْح عَنْ أَبِيْهِ عَنْ عَائِشَةَ قَالَتْ مَا بال رَسُوْل اللهِ قَائِما منذ أنَزَلَ عَلَيْهِ الْقْرْآن أَخْرَجَهُ الْحَاكِمُ ثُمَّ أَخْرَجَهُ عَن إِسْرَائِيْل عَن المقَدْام بِهِ بلفظ سَمِعْتُ عَائِشَةَ تُقْسِمُ بِاللهِ مَا رَأَى أَحَدٌ رَسُوْلَ اللهِ يَبُوْلُ قَائِما مُنْذُ أُنْزِلَ عَلَيْهِ الْقْرْآنُ وقَالَ هَذَا حَدِيْث صَحِيْحٌ عَلَى شَرْطِ الشيخين ولم يخرجاه ¶ والذي عندي أنهما ما اتفقا عَلَى حَدِيْث مَنْصُوْر عَنْ أَبِي وائل عَن حذيفة أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَتَى سُبَاطَةَ قَوْمٍ فَبَالَ قَائِما ولكن حديث المقدام عن أبيه عن عائشة ثقات رجاله فَتَرَكَاهُ وَاللهُ أَعْلَمُ وقَدْ رَوَى النَّهْيَ عَنِ البول قائما عمربن الخطاب وابن عمرأخرجهما ابْن ماجه وَإِسْنَادهما لَا يثبت",
            "page": "161",
            "part": "1",
            "seal": "04D05C40"
        },
        {
            "id": "161",
            "nass": "ومِنْ جِهَةِ بريدة أَخْرَجَهُ الْبَزَّار فِيْ مُسْنَدِهِ ¶ قَالَ التِّرْمَذِيُّ أَنَّهُ محفوظ وقَالَ ابْنُ ماجه سَمِعت أَحْمَد بْن عَبْد الرَّحْمَن الْمَخْزُوْمٍيّ يَقُوْل قَالَ سُفْيَانُ الثَّوْرِيُّ فِي حَدِيْثِ عَائِشَةَ أَنَا رَأَيْته يَبُوْل قَاعِدًا قَالَ الرَجُل اعْلَمْ بِهَذَامِنْهَا قَالَ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ وكَانَ من شَأْن الْعَرَب البول قَائِما إِلَّا تراه فِي حَدِيْث عَبْد الرَّحْمَن بْن حسنة قعد صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَبُوْل كَمَا تبول الْمَرْأَة",
            "page": "162",
            "part": "1",
            "seal": "643FA127"
        },
        {
            "id": "162",
            "nass": "الفصل - 6 صَلَاةُ الضحى ¶ أَخْرَجَ الْبُخَارِيُّ عَنِ ابْنِ أَبِي ذيب ومَعْمَر عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عائشة قالت ما رأيت رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سبح سبحة الضُّحَى وَأَنِّيْ لأسبحها زاد فِيْهِ مَعْمَر قَالَتْ وما أَحَدثَ النَّاس شَيْئًا أحب إِلَيَّ مِنْهُما قَالَ الْبَيْهَقِيُّ فِيْ سُنَنِهِ مرادها رَضِيَ اللهُ عَنْهُا والله ِأعلم مَا رَأَيْته داوم عَلَيْهَا وكَذَا قَوْلها وما أَحَدثَ النَّاس تريد مداومتهم ونازعه الذَّهَبِيّ وقَالَ اللفظ لَا يَحْتَمِل هَذَا التَّأْوِيْل وأَخْرَجَ مُسْلِمٌ عَنْ عَبْدِ اللهِ بْنِ شَقِيْق قُلْت لعَائِشَة هَلْ كَانََ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّيْ الضحى قَالَتْ لَا إِلَّا أَنَّهُ كَانَ يجيء من مغيبه",
            "page": "163",
            "part": "1",
            "seal": "CAF2DA42"
        },
        {
            "id": "163",
            "nass": "قَالَ الْبَيْهَقِيُّ وَرُوِيَ فِيْ ذَلِكَ عَنْ جَابِر وَكَعْبِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَرَّ لِمُعَاذَةَ عَنْ عَائِشَةَ أَنَّهُ عَلَيْهِ السَّلَامُ كَانَ يُصَلِّيْهَا أَرْبَعًا ويَزَيْد مَا شَاءَ اللهُ وَمَجْمُوْعُ الْأَحَادِيْث يَدُلُّ عَلَى أَنَّهُ كان لا يداوم عليها",
            "page": "164",
            "part": "1",
            "seal": "9BBF3C78"
        },
        {
            "id": "164",
            "nass": "الفصل - 7 غُسْلُ الْجُمُعَةِ ¶ أَخْرَجَ الْبُخَارِيُّ ومُسْلِمٌ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ كَانَ النَّاس يَنْتَابُوْنَ الجمعة من منازلهم من العوالي فيأتون في الغبار ويصيبهم الغبار والعرق فيخرج مِنْهُم الريح فأَتَى رَسُوْل اللهِ أَنَسان مِنْهُم وَهُوَ عِنْدِيْ فَقَالَ لَوْ أنكم تطهرتم ليَوْمكم هَذَا ¶ وهَذَا يقضي أن الْغُسْل لَيْسَ بواجب لِأَنَّ التقَدْير لَوْ اغتسلتم لكَانَ أَفْضَل وأكمل وقَدْ أَخْرَجَ الطَّبْرَانِيّ فِيْ مُعْجَمِهِ الْوَسَط مِنْ حَدِيْثِ الْفَضْل بْن العلاء ثَنَا إِسْمَاعِيْل بْن رَافِع سَمِعت عَمْرو بْن يَحْيَى بْن عمارة بْن أَبِي حسن الْأَنْصَارِيّ يحَدَّثَ أَنَّهُ سَمِعَ الْقَاسِم بْن مُحَمَّد يحَدَّثَ عَائِشَة قَالَتْ أَكْثَر النَّاس فِي الْغُسْل يَوْم الجمعة وَإِنَّمَا كَانَ ذَلِكَ فِي بَيْتي دَخَلَ عَلَى رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ هَذَا اليَوْم فاغتسلوا وقَالَ لَمْ يروه عَن الْقَاسِم إلا عمرو بن يَحْيَى وَلَا عَنْهُ إِلَّا إِسْمَاعِيْل وَلَا عَنْهُ إِلَّا الْفَضْل بْن العلاء تفرد بِهِ مُحَمَّد بن هشام السدوسي",
            "page": "165",
            "part": "1",
            "seal": "D6975D30"
        },
        {
            "id": "165",
            "nass": "الفصل - 8 الاستنجاء بالماء ¶ قال أبو عمر بْنُ عَبْدِ الْبَرِّ ثَنَا أَحْمَد بْن قاسم ثَنَا قاسم بْن أصبغ ثَنَا الْحَارِث بْن أَبِي أَمَّامة ثَنَا يَزَيْدُ بْنُ هارون ثَنَا سعيد بن أبي عروبة عن قتادة عن مُعَاذة عَنْ عَائِشَةَ أَنَّهَا قَالَت لنسوة عِنْدَهَا مرن أَْزْوَاجكن أن يغسلوا أثر الغائط وَالبول فَإِنِّيْ استحييهم وإِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يفعله قَالَ أَبُو عُمَر وكَانَتْ عادة الْمُهَاجِرِيْنَ إِلَّاقتصَارَ عَلَى إِلَّاحجار وعادة الْأَنْصَار استعمال الْمَاء ورَوَى ابْن أَبِيْ شَيْبَةَ عن حذيفة أنه أنكر الاستنجاء بالماء وقَالَ لَوْ فعلته لِأَنَّتنت يدي وقَالَ سَعِيْد بْن الْمُسَيَّب إِنَّمَا ذَلِكَ وضوء النِّسَاء وقَدْ صحت الْأَحَادِيْث باستنجَاءَ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بالماء وإِنَّمَا إِلَّاحجار رخصة وتوسعة في طهرة المخرج",
            "page": "166",
            "part": "1",
            "seal": "A324040E"
        },
        {
            "id": "166",
            "nass": "الفصل - 9 استدراكها الوصية إلى علي ¶ أَخْرَجَ مُسْلِمٌ عَنِ إِلَّاسْوَدِ بْنِ يَزَيْد قَالَ ذكروا عند عائشة أن عليا كان وصيا فقالت مَتَى أَوْْصَى إِلَيْهِ فَقَدْ كُنْت مُسْنَدتَهُ إِلَى صَدْرِيْ أَوْ قَالَتْ حِجْرِيْ فَدَعَا بِالطَّسْتِ فَلقَدِ انْخَنَثَ فِيْ حِجْرِيْ وَمَا شَعُرْتُ أَنَّهُ مَاتَ فمتى أوصى إليه",
            "page": "167",
            "part": "1",
            "seal": "982D211D"
        },
        {
            "id": "167",
            "nass": "الفصل - 10 اسْتِدْرَاكُهَا صِيَامَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لعشر ذي الحجة ¶ أخرج أبو داوود وَالنَّسَائِيُّ عَنْ هَنِيْدَةَ بْنِ خَالِد عَنِ امْرَأَتِهِ عَنْ بَعْضِ أَْزْوَاجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَتْ كَأَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَصُوْمُ تِسْعَ ذِي الْحَجّةِ وَيَوْمَ عَاشُوْرَاءَ وَثَلَاثَةَ أَيَّامٍ مِنْ كُلِّ شَهْرٍ وَأَوَّلَ اثْنَيْنِ مِنَ الشَّهْرِ وَالْخَمِيْسَ وقَدْ اخْتَلَفَ فِيْهِ عَلَى هنيدة فرَوَى عَنْهُ كذَلِكَ ورُوِيَ عَنْهُ عَن حَفْصَة زَوْج النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ورَوَى عَنْهُ عَن أمه عَن أُمّ سَلَمَةَ مُخْتَصَرا وقَدْ أَخْرَجَ مُسْلِمٌ وإِلَّارْبَعَة مِنْ حَدِيْثِ إِلَّاسْوَد عَنْ عَائِشَةَ قَالَتْ مَا رَأَيْت رَسُوْل الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صائما العشر قَطُّ وفِي لفظ لسَالِم لم ير رَسُوْل الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صائما العشر قط",
            "page": "168",
            "part": "1",
            "seal": "73365D93"
        },
        {
            "id": "168",
            "nass": "قَالَ بَعْضُ الحفاظ يَحْتَمِل أن تَكُوْن عَائِشَة لَمْ تعلم بصيامه عَلَيْهِ السَّلَامُ فَإِنَّهُ كَانَ يقسم لتسع نسوة فلعله لَمْ يتفق صيامه فِي يَوْمها ويَنْبَغِيْ أن تقرأ لَمْ نر مبنيا للفاعل لتتفق الروايتان عَلَى أن حَدِيْث المثبت أولى مِنْ حَدِيْثِ النافِي وَقِيْلَ إِذَا تساويا فِي الصِحَّة يؤخذ بحَدِيْث هنيدة لَكِنَّهُ لا يقوم إسناد حديث عائشة",
            "page": "169",
            "part": "1",
            "seal": "B0B74601"
        },
        {
            "id": "169",
            "nass": "الفصل - 11 استدراكها صلاة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِاللَّيْلِ فِيْ رَمَضَانَ وَغَيْرِهِ ¶ أَخْرَجَ الشَّيْخَانِ عَنْ أَبِيْ سَلَمَة بْنِ عَبْدِ الرَّحْمَنِ أَنَّهُ سَأَلَ عَائِشَةَ كَيْفَ كَانَتْ صَلَاةُ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيْ رَمَضَانَ فَقَالَتْ مَا كَانَ يَزَيْد فِيْ رَمَضَانَ وَلَا فِيْ غَيْره عَلَى إِحْدَى عَشْرَةَ رَكْعَةً يُصَلِّيْ أَرْبَعًا فَلَا تَسَأَلَ عَنْ حُسْنِهِنَّ وَطُوْلِهِنَّ ثُمَّ يُصَلِّيْ ثَلَاثًا قَالَتْ عَائِشَةُ فقُلْتْ يَا رَسُوْلَ اللهِ أَتَنَامُ قَبْلَ أَنْ تُوْتِرَ قَالَ يَا عَائِشَةُ إِنَّ عَيْنَيَّ تَنَامَانِ وَلَا يَنَامُ قَلْبِيْ وَفِيْ لَفْظٍ لَّهَا كَانَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّيْ مِنَ اللَّيْلِ عَشْرَ رَكْعَاتٍ وَيُوْتِرُ بِسَجْدَةٍ وَيَرْكَع رَكْعَتَيِ الْفَجْرِ فَتِلْكَ ثَلَاثَ عَشْرَةَ رَكْعَةً فِيْهَا رَكْعَتَا الْفَجْرِ وَوَقَعَ فِيْ رِوَايَةٍ لِلْبُخَارِيِّ عَنْ عَائِشَةَ قَالَتْ كَانَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّيْ باللَّيْلِ ثَلَاثَ عَشْرَةَ رَكْعَةً ثُمَّ يُصَلِّيْ إِذَا سَمِعَ النِّدَاءَ بالصبح ركعتين خفيفتين",
            "page": "170",
            "part": "1",
            "seal": "8DE72AD9"
        },
        {
            "id": "170",
            "nass": "قَالَ عَبْدُ الْحَقّ فِي الْجَمْعِ بَيْنَ الصَّحِيْحَيْنِ هَكَذَا فِيْ هَذِهِ الرِّوَايَةِ وَبَقِيَّةُ الرِّوَايَاتِ عِنْدَ الْبُخَارِيِّ وَمُسْلِمٍ أَنَّ الجُمْلَةَ ثَلَاث عَشْرَةَ رَكْعَةً بركعتي الفجر",
            "page": "171",
            "part": "1",
            "seal": "7A161CEE"
        },
        {
            "id": "171",
            "nass": "صُوْرَة السِّمَاع فِي الْأَصْل ¶ الْحَمْدُ لِلهِ ِوكفى ¶ بلغ السِّمَاع لجَمِيْع هَذَا الكِتَاب عَلَى مؤلفه شيخي ووالدي الفقير إِلَى الله ِتَعَالَى بدر الدّيْن أَبِي عَبْد اللهِ مُحَمَّد ابْن الفقير إلى ربه جمال الدين عبد الله الشهير بالزركشي الشَّافِعِيّ عامله الله ِتَعَالَى بلطفه فسمعته ابنته عَائِشَة وفَاطِمَة وسمع من بَاب إِلَّاسْتِدْرَاكَات الْعَامَّة ولده أَبُو الْحَسَن عِلَّة وحضر المَجْلِس الْمَذْكُوْر ولده أَحْمَد ويدعي عَبْد الوهاب فِي الثَّانِية من عُمَره وذَلِكَ بقراءة مثبته فقير رحمة ربه مُحَمَّد بْن مُحَمَّد بْن عَبْد اللهِ الزركشي الشَّافِعِيّ عامله الله ِبلطفه وصح ذَلِكَ ومدته عَشْرَةَ مجالس آخرها يَوْم إِلَّاحد لثمان خلون من صفر عام أربع وَتسعين وسبعمائة وأجاز لَنَا جَمِيْع مؤلفاته متلفظا بذَلِكَ بسؤالي له",
            "page": "172",
            "part": "1",
            "seal": "E753075B"
        },
        {
            "id": "172",
            "nass": "(ذَيْلٌ) (*) ¶ وَقَعَت لَنَا (*) ونحن نطالع أَحَادِيْث عَائِشَة فِي مُسْنَدِ أَحْمَد هَذِهِ فألحقناها بالكِتَاب لِأَنَّهَا من استدراكاتها عَلَى غَيْر الصَّحَابَة وَاخْتَصَرْنَا من الأسانيد ¶ - 1 استدراكها على قاص أهل المدينة ¶ قَالَتْ عَائِشَةُ لِابْنِ أَبِي السَّائِب قَاصِّ أَهْل المدينة ثلاثا لتبايعني عليها أَوْ لِأَنَاجِزَنَّكَ فَقَالَ مَا هُنَّ بَلْ أَنَا أَبَايِعُكِ يَا أُمّ الْمُؤْمِنِيْنَ قَالَتْ اجْتَنِبْ السَّجْعَ من الدعاء فإني عَهِدْتُ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأصحابه لا يفعلون ذلك وَقُصَّ عَلَى النَّاس فِي كُلّ جُمُعَةٍ مَرَّةً فإن أبيت فثنتين فإن أبيت فثلاثا ولا تَمَلُّ النَّاس هَذَا الْكِتَاب وَلَا أَلْقَيَنَّكَ تَأْتِي الْقَوْم وَهُمْ فِي حَدِيْث مِنْ حَدِيْثِهِمْ فَتَقْطَعُ عليهم حديثهم ولكن اتركهم فإن جرؤوك عليه وأمروك به فحدثهم ¶ - 2 حدثنا عبد الله حدثني أبي ثنا أبو أحمد قال ثنا عبد الله بن حبيب عن حبيب عَن عَطَاء بْن يَسَارٍ قَالَ ¶ جَاءَ رَجُل فَوَقَعَ فِي عَليّ وَفِي عَمَّارٍ رَضِيَ اللهُ تَعَالَى عَنْهُمَا عِنْدَ عَائِشَة فَقَالَتْ أَمَّا عَليّ فَلَسْتُ قَائِلَةً لَكَ فِيْهِ شَيْئًا وَأَمَّا عَمَّارٌ فإني سمعت رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْل لَا يُخَيَّرُ بَيْنَ أَمْرَيْنِ إِلَّا اختار أرشدهما ¶ - 3 استدراكها على امرأة مستفتية ¶ عن معاذة قالت: سألت عَائِشَة أَتَقْضِي الْحَائِضُ الصَّلَاة فَقَالَتْ أَحَرُورِيَّةٌ أَنْت قَدْ كُنَّا نَحِيضُ عِنْدَ رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَلَا نَقْضِي وَلَا نُؤْمَرُ بقضاء ¶ -4 استدراكها النزول بالأبطح ¶ ثَنَا هِشَام عَنْ أَبِيْهِ عَنْ عَائِشَةَ قَالَتْ: إن نزول الأبطح ليس بسنة إنما رَسُوْل اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِأَنَّهُ كان أسمح لخرجه ¶ - 5 نَقْدُهَا حَدِيْثَ ذِي الثَّدْيَةِ ¶ اشتهر حَدِيْث ذو الثدية من الخوارج وأَنَّ النَّبِيَّ كَانَ أمر بقتله فقصد لَهُ أَبُوْ بَكْرٍ فرآه يُصَلِّيْ فرَجَعَ وكَذَلِكَ عُمَر فَلَمَّا ذهب فِي الثَّالِثة عَليّ لَمْ يجده ... فطلب عَليّ ان يتحروه فِي القتلى يَوْم حروراء. . والقِصَّة مشهُوَرة انْظُرْها فِي أخبار الخوارج فِي الكامل بتحقيق أَحْمَد شاكر سنة 1356 هـ وكَانَ النَّاس توهموا أخبارا بذَلِكَ مِنَ الرَّسُوْل عَلَيْهِ الصَّلَاة والسَّلَام فَإِلَيْك اسْتِدْرَاكُ عَائِشَةَ هَذَا التَّوَهُّمَ فِي مُسْنَدِ أَحْمَدَ ¶ قالت لعبد الله بن شداد في حوار بينهما ... . فما شئ بَلَغَنِي عَن أَهْل الذِّمَّةِ يَتَحَدَّثَونَهُ يَقُوْلُوْنَ ذُو الثدي وذو الثدي قال عبد الله قَدْ رَأَيْتهُ وَقُمْت مَعَ عَلِيّ رَضِيَ اللهُ عنه عليه الْقَتْلَى فَدَعَا النَّاس فَقَالَ أَتَعْرِفُونَ هَذَا فَمَا أَكْثَر مَنْ جَاءَ يَقُوْل قَدْ رَأَيْتهُ فِي مَسْجِدِ بَنِي فُلِأَنَّ يُصَلِّيْ وَرَأَيْتهُ فِي مَسْجِدِ فُلِأَنَّ يُصَلِّيْ وَلَمْ يَأْتُوا فِيْهِ بِثَبَتٍ يُعْرَفُ إلا ذلك قالت فما قول علي حِيْنَ قَامَ عَلَيْهِ كَمَا يَزْعُمُ أَهْل الْعِرَاقِ قَالَ سَمِعْتُهُ يَقُوْل صَدَقَ اللهُ وَرَسُوْلهُ قَالَت هَلْ سَمِعت مِنْهُ أَنَّهُ قَالَ غَيْر ذَلِكَ قال اللهم لا قالت أحل صدق الله ورسوله يرحم الله عليا أَنَّهُ كَانَ مِنْ كَلَامِهِ لَا يَرَى شَيْئًا يعجبه إلا قال صدق الله ورسوله فيذهب أَهْل الْعِرَاقِ يَكْذِبُونَ عَلَيْهِ وَيَزِيْدوْنَ عَلَيْهِ فِي الحديث ¶ __________ ¶ (*) قال مُعِدُّ الكتاب للشاملة: هذا الذيل من طبعة المكتب الإسلامي بتحقيق سعيد الأفغاني",
            "page": null,
            "part": null,
            "seal": "8EC457A8"
        }
    ],
    "t8490": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول في ترجمتها وخصائصها"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "الفصل 1 - في ذكر شئ من حالها"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "ومن مواليها رضي الله عنها"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل 2 - في خصائصها الأربعين"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "فائدة"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "فائدة"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": "1",
            "tit": "حاشية"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني في استدراكاتها على أعلام الصحابة"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 2 استدراكها على عمر بن الخطاب رضي الله عنه"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل 3 استدراكها على علي بن أبي طالب رضي الله عنه"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "فائدة"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 4 استدراكها على عبد الله بن عباس"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل 5 - استدراكها على عبد الله بن عمر"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 6 استدراكها على عبد الله بن عمرو بن العاص"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 7 استدراكها على أبي هريرة"
        },
        {
            "id": "120",
            "lvl": "3",
            "sub": null,
            "tit": "فائدة"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في استدراكها على مروان بن الحكم"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "فصل - 9 استدراكها على أبي سعيد الخدري"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "فصل - 10 استدراكها على ابن مسعود"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "فصل - 11 استدراكها على أبي موسى الأشعري"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "فصل - 12 استدراكها على زيد ين ثابت"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "فصل - 13 استدراكها على زيد بن أرقم"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "فصل - 14 استكدراها على البراء بن عازب"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": null,
            "tit": "فصل - 15 استدراكها على عبد الله بن الزبير"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": null,
            "tit": "فصل - 16 استدراكها على عروة بن الزبير"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 17 استدراكها على جابر"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 18 استدراكها على أبي طلحة"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 19 استدراكها على أبي الدرداء"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 20 رجوع شيبة بن عثمان إليها"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 21 استدراكها على عبد الرحمن عوف"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 22 استدراكها على أخيها عبد الرحمن ابن أبي بكر"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 23 استدراكها على فاطمة بنت قيس"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 24 استدراكها على أزواج النبي صلى الله عليه وسلم"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث في الاستدراكات العامة"
        },
        {
            "id": "152",
            "lvl": "2",
            "sub": "1",
            "tit": "الفصل - 1 استدراكها أن المرأة لا تقطع الصلاة"
        },
        {
            "id": "156",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 3 استدراكها القيام للجنازة"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 4 استدراكها تحريم المتعة"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 5 استدراكها البول قائما"
        },
        {
            "id": "162",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 6 صلاة الضحى"
        },
        {
            "id": "164",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 7 غسل الجمعة"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 8 الاستنجاء بالماء"
        },
        {
            "id": "166",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 9 استدراكها الوصية إلى علي"
        },
        {
            "id": "167",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 10 استدراكها صيام النبي صلى الله عليه وسلم لعشر ذي الحجة"
        },
        {
            "id": "169",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل - 11 استدراكها صلاة النبي صلى الله عليه وسلم بالليل في رمضان وغيره"
        },
        {
            "id": "171",
            "lvl": "3",
            "sub": null,
            "tit": "صورة السماع في الأصل"
        },
        {
            "id": "172",
            "lvl": "3",
            "sub": null,
            "tit": "ذيل"
        },
        {
            "id": "172",
            "lvl": "3",
            "sub": "2",
            "tit": "حدثنا عبد الله حدثني أبي ثنا أبو أحمد قال ثنا عبد الله بن حبيب عن حبيب عن عطاء بن يسار قال"
        },
        {
            "id": "172",
            "lvl": "3",
            "sub": "3",
            "tit": "استدراكها على امرأة مستفتية"
        },
        {
            "id": "172",
            "lvl": "3",
            "sub": "4",
            "tit": "استدراكها النزول بالأبطح"
        },
        {
            "id": "172",
            "lvl": "3",
            "sub": "5",
            "tit": "نقدها حديث ذي الثدية"
        },
        {
            "id": "172",
            "lvl": "3",
            "sub": "1",
            "tit": "استدراكها على قاص أهل المدينة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        }
    ]
}