{
    "b8491": [
        {
            "id": "6",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ هذا كتاب في الناسخ والمنسوخ، وهو واحد من خمسة كتب اعددناها للنشر بمناسبة حلول القرن الخامس عشر الهجرى. ¶ وقد روى هذا الكتاب عن قتادة بن دعامة السدوسى، وهو أقدم كتاب وصل الينا عن الناسخ والمنسوخ. ¶ ولا بد لنا قبل الحديث عن المؤلف والكتاب أن نذكر فصولا تكون كالمقدمة لهذا الكتاب لانه خلا منها، وتشمل هذه المقدمة: ¶ أولا: معنى النسخ (في اللغة والاصطلاح) : ¶ يأتى النسخ في كلام العرب على ثلاثة أوجه: الاول أن يكون مأخوذا من قول العرب: نسخت الكتاب، اذا نقلت",
            "page": "5",
            "part": "1",
            "seal": "987DDB43"
        },
        {
            "id": "7",
            "nass": "ما فيه الى كتاب آخر، فهذا لم يغير المنسوخ منه انما صار نظيرا له، أى نسخة ثانية منه. ¶ وهذا النسخ لا يدخل في النسخ الذى هو موضوع بحثنا. ¶ والثانى أن يكون مأخوذا من قول العرب: نسخت الشمس الظل، اذا أزالته وحلت محله، وهذا المعنى هو الذى يدخل في موضوع ناسخ القرآن ومنسوخه. ¶ والثالث أن يكون ماخوذا من قول العرب: نسخت الريح الاثار، اذا أزالتها فلم يبق منها عوض ولا حلت الريح محل الاثار. ¶ هذا هو معنى السنخ في اللغة. ¶ أما النسخ في الاصطلاح فهو رفع الحكم الشرعى بدليل شرعى متأخر. ¶ فالحكم المرفوع بسمى (المنسوخ) ، والدليل الرافع يسمى (الناسخ) ويسمى الرفع (النسخ) . ¶ فعملية النسخ على هذا تقتضى منسوخا وهو الحكم الذى كان مقررا سابقا، وتقتضى ناسخا، وهو الدليل اللاحق (1) . ¶ ثانيا: أين يقع النسخ؟: ¶ لا يقع النسخ الا في الامر والنهى ولو بلفظ الخبر، أما الخبر الذى ليس بمعنى الطلب فلا يدخله النسخ ومنه الوعد والوعيد. ¶ __________ ¶ (1) ينظر في معنى النسخ: مقاييس اللغة 5 / 424 الايضاح لناسخ القرآن ومنسوخه 41، مفردات الراغب 511، الاعتبار للحازمى 5، اللسان والتاج (نسخ) . ¶ (*)",
            "page": "6",
            "part": "1",
            "seal": "65B17624"
        },
        {
            "id": "8",
            "nass": "وأجاز بعضهم وقوع النسخ في الخبر المحض، وسمى الاستثناء والتخصيص نسخا، والفقهاء على خلافه (2) . ¶ ثالثا: الفرق بين النسخ والبداء: البداء (بفتح الباء) (3) في اللغة: الظهور بعد الخفاء، يقال: بدا لى بداء، أى ظهر لى آخر، وبدا له في الامر بداء، أى نشأ له فيه رأى، ويقال: بدا لى بداء، أى تغير رأيى على ما كان عليه. ¶ فالبداء استصواب شئ علم بعد أن لم يعلم، وذلك على الله عز وجل غير جائز. ¶ فمعنى البداء اذن في اللغة والاصطلاح هو: أن يستصوب المرء رأيا ثم ¶ ينشأ له رأى جديد لم يكن معلوما له. ¶ فالنسخ غير البداء لان الاول ليس فيه تغيير لعلم الله تعالى، والثانى يفترض وقوع هذا التغيير. ¶ والبداء يستلزم سبق الجهل وحدوث العلم، وكلاهما محال على الله عزوجل، لانه عالم بكل شئ ومحيط به: ما كان، وما هو كائن، وما سيكون. ¶ والنسخ جائز عقلا، وواقع فعلا في القرآن الكريم (4) . ¶ __________ ¶ (2) ينظر: الاحكام في أصول الاحكام 444، المصفى بأكف أهل الرسوخ من علم الناسخ والمنسوخ 198، معترك الاقرآن 1 / 110. ¶ (3) ضبطها أبوالفضل ابراهيم في البرهان 2 / 30 بالضم مرتين، وهو خطأ والصواب فتح الباء كما في اللسان والتاج (بدا) . ¶ (4) ينظر في الفرق بين النسخ والبداء: الناسخ والمنسوخ للنحاس 9، المغنى في أبواب التوحيد والعدل 16 / 65، الملل والنحل 2 / 16، النسخ في القرآن الكريم 22، فتح المنان 50، نظرية النسخ في الشرائع السماوية 14. ¶ (*)",
            "page": "7",
            "part": "1",
            "seal": "52DBA4CF"
        },
        {
            "id": "9",
            "nass": "رابعا: الفرق بين النسخ والتخصيص: هناك تشابه بين النسخ والتخصيص، فالنسخ يفيد تخصيص الحكم ببعض الازمان، لذا سمى بعض العلماء النسخ تخصيصا، وأدخل بعضهم صورا من التخصيص في باب النسخ، ومن هنا جاء الخلاف في عدد المنسوخ. ¶ أما الفرق بينهما: فالنسخ لايقع في الاخبار، والتخصيص يكون في الاخبار وغيرها. ¶ فالنسخ مقصور على الكتاب والسنة، أما التخصيص ¶ فيكون بهما وبغيرهما كالحس والعقل. ¶ وتراعى في التخصيص قرينة سابقة أو لاحقة أو مقارنة، أما النسخ فلا يقع الا بدليل متراخ عن المنسوخ (5) . ¶ خامسا: فضل هذا العلم: اعتنى السلف الصالح بهذا العلم وقالوا: لا يجوز لاحد أن يفسر كتاب الله تعالى، الا بعد أن يعرف منه الناسخ والمنسوخ. ¶ وقالوا أيضا: ان كل من يتكلم في شئ من علم هذا الكتاب العزيز ولم يعلم الناسخ والمنسوخ كان ناقصا (6) . ¶ وروى عن على بن ابى طالب (رض) أنه دخل يوما مسجد الجامع ¶ __________ ¶ (5) ينظر: الايضاح لناسخ القرآن ومنسوخه 74، النسخ في القرآن الكريم 110، نظرية النسخ في الشرائع السماوية 12. ¶ (6) ينظر: الناسخ والمنسوخ لابن سلامة 4، البرهان 2 / 29، الاتقان 3 / 58. ¶ (*)",
            "page": "8",
            "part": "1",
            "seal": "9086D9E7"
        },
        {
            "id": "10",
            "nass": "بالكوفة فرأى فيه رجلا يعرف بعبد الرحمن بن دأب، وكان صاحبا لابى موسى الاشعرى، وقد تحلق عليه الناس يسالونه، وهو يخلط الامر بالنهى والاباحة بالحظر، فقال له على (رض) : أتعرف الناسخ والمنسوخ؟ قال: لا، قال هلكت وأهلكت (7) . ¶ من هذا تتضح لنا مكانة هذا العلم وحاجة العلماء اليه. ¶ __________ ¶ (7) الناسخ والمنسوخ لابن سلامة 4. ¶ (*)",
            "page": "9",
            "part": "1",
            "seal": "F9C2E3EC"
        },
        {
            "id": "11",
            "nass": "المصنفون في النسخ في القرآن ¶ لاقى موضوع النسخ نصيبا وافرا من الدراسة والتدوين عند القدماء، ونتبين هذامما أفرد لهذا العلم من مؤلفات، وقد أحصيت أسماء المؤلفين في هذا الباب وذكرتهم حسب ترتيبهم الزمنى، وهو أول احصاء شامل، وهم: ¶ 1 - عطاء بن مسلم، ت 115 هـ. ¶ 2 - قتادة بن دعامة، ت 117 هـ. ¶ 3 - ابن شهاب الزهرى، ت 124 هـ. ¶ 4 - محمد بن السائب الكلبى، ت 146 هـ. ¶ 5 - مقاتل بن سليمان، ت 150 هـ. ¶ 6 - الحسين بن واقد القرشى، ت 157 هـ. ¶ 7 - عبد الرحمن بن زيد بن أسلم، ت 182 هـ. ¶ __________ ¶ (1) طبقات المفسرين 1 / 380. ¶ (2) البرهان: 2 / 28. ¶ (3) ينظر: النسخ في القرآن الكريم 296. ¶ (4) فهرست ابن النديم 62. ¶ (5) فهرست ابن النديم 62، طبقات المفسرين 2 / 381. ¶ (6) طبقات المفسرين 1 / 160. ¶ (7) فهرست ابن النديم 63، 329. ¶ (*)",
            "page": "10",
            "part": "1",
            "seal": "8983807D"
        },
        {
            "id": "12",
            "nass": "8 - عبد الله بن عبد الرحمن الاصم المسمعى، من أصحاب الامام الصادق، القرن الثانى. ¶ 9 - اسماعيل بن زياد (أو ابن أبى زياد) السكونى القرن الثانى. ¶ 10 - درام بن قبيصة التميمى الدرامى، من أصحاب الامام الرضا. ¶ 11 - أحمد بن محمد بن عيسى القمى، من أصحاب الامام الرضا. ¶ 12 - حجاج بن محمد المصيصى الاعور، ت 205 هـ. ¶ 13 - عبد الوهاب بن عطاء العجلى، ت 206 هـ. ¶ 14 - الحسن بن على فضال، ت 224 هـ. ¶ 15 - أبو عبيد القاسم بن سلام، ت 224 هـ. ¶ 16 - جعفر بن مبشر الثقفى، ت 234 هـ. ¶ 17 - سريج بن يونس، ت 235 هـ. ¶ 18 - أحمد بن حنبل، ت 241 هـ. ¶ __________ ¶ (8) ايضاح المكنون 2 / 615. ¶ (9) طبقات المفسرين 1 / 107. ¶ (10) مقدمة كتاب العتائقى 3. ¶ (11) فهرست الطوسى 49، معالم العلماء 14. ¶ (12) طبقات المفسرين 1 / 128. ¶ (13) فهرست ابن النديم 333، طبقات المفسرين 1 / 364. ¶ (14) طبقات المفسرين 1 / 138. ¶ (15) فهرست ابن خير 47، معجم الادباء 16 / 260. ¶ (16) طبقات المفسرين 1 / 125. ¶ (17) فهرست ابن النديم 337. ¶ (18) فهرست ابن النديم 334، طبقات المفسرين 1 / 71. ¶ (*)",
            "page": "11",
            "part": "1",
            "seal": "92CB2D03"
        },
        {
            "id": "13",
            "nass": "19 - سليمان بن الاشعث السجستانى، ت 275 هـ. ¶ 20 - محمدبن اسماعيل الترمذى، ت 280 هـ. ¶ 21 - ابراهيم بن اسحاق الحربى، ت 285 هـ. ¶ 22 - ابراهيم بن عبد الله الكجى، ت 292 هـ. ¶ 23 - على بن ابراهيم بن هاشم القمى، القرن الثالث. ¶ 24 - سعد بن ابراهيم الاشعرى القمى، ت 301 هـ. ¶ 25 - الحسين بن منصور المشهور بالحلاج، ت 309 هـ. ¶ 26 - عبد الله بن سليمان الاشعث، ت 316 هـ. ¶ 27 - الزبير بن أحمد، ت 317 هـ. ¶ 28 - أبو عبد الله محمد بن حزم الاندلسى، ت 320 هـ. ¶ 29 - أبو مسلم محمد بن بحر الاصفهانى، ت 322 هـ. ¶ 30 - محمد بن عثمان بن مسبح المعروف بالجعد، ت 326 هـ. ¶ 31 - ابوبكر محمد بن القاسم الانبارى، ت 328 هـ. ¶ __________ ¶ (19) فهرست ابن النديم 338، فهرسة ابن خير 47. ¶ (20) طبقات المفسرين 2 / 105. ¶ (21) فهرست ابن النديم 337. ¶ (22) فهرست ابن النديم 62. ¶ (23) فهرست الطوسى 115، معالم العلماء 62، طبقات المفسرين 1 / 385. ¶ (24) ايضاح المكنون 2 / 615. ¶ (25) فهرست ابن النديم 62. ¶ (26) تاريخ بغداد 9 / 464. ¶ (27) فهرست ابن النديم 63، طبقات المفسرين 1 / 175. ¶ (28) وصل الينا، وقد طبع أكثر من مرة. ¶ (29) بغية الوعاة 1 / 59. ¶ (30) تاريخ بغداد 3 / 47، نزهة الالباء 309. ¶ (31) البرهان 2 / 28، الاتقان 3 / 59. ¶ (*)",
            "page": "12",
            "part": "1",
            "seal": "6F0852B2"
        },
        {
            "id": "14",
            "nass": "32 - أحمد بن جعفر البغدادى المعروف بابن المنادى، ت 334. ¶ 33 - أبو جعفر أحمدبن محمد النحاس، ت 338 هـ. ¶ 34 - محمد بن العباس المعروف بابن الحجام، القرن الرابع. ¶ 35 - الحسين بن على البصرى، ت 339 هـ. ¶ 36 - قاسم بن أصبغ، ت 340 هـ. ¶ 37 - أبو بكر البردعى، ت نحو 350 هـ. ¶ 38 - المنذر بن سعيد البلوطي، ت 355 هـ. ¶ 39 - أبو سعيد السيرافى النحوى، ت 368 هـ. ¶ 40 - أبو الحسين محمد بن محمد النيسابورى، ت 368 هـ. ¶ 41 - محمد بن على بن بابويه القمى المعروف بالصدوق، ت 381 هـ. ¶ 42 - أبو المطرف بن فطيس، ت 402 هـ. ¶ __________ ¶ (32) البرهان 2 / 37، الاتقان 3 / 75، كشف الظنون 1921. ¶ (33) انباه الرواة 1 / 102، وقد طبع. ¶ (34) فهرست الطوسى 177، معالم العلماء 143. ¶ وجاء في رجال الطوسى 504: سمع منه التلعكبرى سنة 328 هـ. ¶ (35) طبقات المفسرين 1 / 156. ¶ (36) الديباج المذهب 2 / 146، طبقات المفسرين 2 / 32. ¶ (37) فهرست ابن النديم 344، طبقات المفسرين 2 / 174. ¶ (38) انباه الرواة 3 / 325 نفح الطيب 2 / 174. ¶ (39) فهرست ابن النديم 63. ¶ (40) ايضاح المكنون 2 / 615. ¶ (41) الرجال للنجاشى 306. ¶ (42) طبقات الحفاظ 414، طبقات المفسرين 1 / 286. ¶ (*)",
            "page": "13",
            "part": "1",
            "seal": "8D290B10"
        },
        {
            "id": "15",
            "nass": "43 - هبة الله بن سلامة الضرير، ت 410 هـ. ¶ 44 - عبد القاهر البغدادى، ت 429 هـ. ¶ 45 - مكى بن أبى طالب المغربى، ت 437 هـ. ¶ 46 - على بن أحمد بى حزم الظاهرى، ت 456 هـ. ¶ 47 - الواحدى، على بن أحمد، ت 468 هـ. ¶ 48 - سليمان بن خلف الباجى، ت 474 هـ. ¶ 49 - عبد الملك بن حبيب، ت 489 هـ. ¶ 50 - محمد بن بركات السعيدى المصرى، ت 520 هـ. ¶ 51 - أبو العباس الاشبيلى، ت 531 هـ. ¶ 52 - محمد بن عبد الله المعروف بابن العربى، ت 543 هـ. ¶ 53 - أبو الفرج عبد الرحمن بن الجوزى، ت 597 هـ. ¶ __________ ¶ (43) فهرسة ابن خير 46، برنامج شيوخ الرعينى 115، وقد طبع. ¶ (44) كشف الظنون 1921، وقد وصل الينا، وسيظهر بتحقيقنا قريبا. ¶ (45) طبقات النحاة واللغويين 504. ¶ وقد طبع. ¶ (46) ايضاح المكنون 2 / 615. ¶ ولم يصل الينا كتابه، وقد وهم الاستاذ سعيد الافغانى في كتابه عن ابن حزم 59 حينما ذكر أنه مطبوع بهامش تفسير الجلالين. ¶ (47) الوسيط في الامثال 77. ¶ (48) الديباج المذهب 1 / 385، طبقات المفسرين 1 / 204. ¶ (49) طبقات المفسرين 1 / 350. ¶ (50) ايضاح المكنون 2 / 615. ¶ وقد وصل الينا، وسيظهر بتحقيقنا قريبا. ¶ (51) طبقات المفسرين 1 / 40. ¶ (52) البرهان 2 / 28، نفح الطيب 2 / 35. ¶ (53) البرهان 2 / 28. ¶ وقد نشرنا كتابه (المصفى بأكف أهل الرسوخ) ، ومازال كتابه (نواسخ القرآن) مخطوطا نرجو أن نوفق في نشره. ¶ (*)",
            "page": "14",
            "part": "1",
            "seal": "9274BB15"
        },
        {
            "id": "16",
            "nass": "54 - على بن محمد المعروف بابن الحصار، ت 611 هـ. ¶ 54 أ - ابن الشواش، أبو عبد الله محمد بن أحمد، ت 619 هـ. ¶ 55 - هبة الله بن ابراهيم بن البارزى، ت 738 هـ. ¶ 56 - يحيى بن عبد الله الواسطى، ت 738 هـ. ¶ 57 - على بن شهاب الدين الهمذانى، ت 786 هـ. ¶ 58 - عبد الرحمن بن محمد العتائقى الحلى، ت 790 هـ. ¶ 59 - أحمد بن المتوج البحرانى، ت 836 هـ. ¶ 60 - أحمد بن اسماعيل الابشيطى، ت 883 هـ. ¶ 61 - جلال الدين السيوطى، ت 911 هـ. ¶ 62 - مرعى بن يوسف الكرمى، ت 1033 هـ. ¶ __________ ¶ (54) التكملة لوفيات النقلة 4 / 122. ¶ (54 أ) برنامج شيوخ الرعينى 154. ¶ (55) هدية العارفين 2 / 507. ¶ وقد وصل الينا، ونشرته بتحقيقنا مؤسسة الرسالة عام 1983. ¶ (56) طبقات الشافعية 10 / 391، ايضاح المكنون 2 / 615. ¶ (57) وصل الينا ومازال مخطوطا. ¶ (58) وصل الينا، وقد طبع. ¶ (59) وصل الينا، وقد طبع بطهران مع شرح للقارى عليه. ¶ (60) ايضاح المكنون 2 / 615. ¶ وهؤلاء المؤلفون (البارزى، الواسطى، الهمذانى، العتائقى، ابن المتوج، الابشيطى) عاشوا في القرنين الثامن والتاسع، وهذا مما يستدرك على مؤلف كتاب (النسخ في القرآن الكريم) اذ قال في ص 336: (ويمضى القرنان الثامن والتاسع دون أن يذكر لنا المؤرخون الذين رجعنا اليهم مصنفا في ناسخ القرآن ومنسوخه) . ¶ (61) كشف الظنون 1921. ¶ (62) الاعلام 8 / 88، وقد وصل الينا ومازال مخطوطا. ¶ (*)",
            "page": "15",
            "part": "1",
            "seal": "682E8AC4"
        },
        {
            "id": "17",
            "nass": "63 - عطية الله بن عطية الاجهورى، ت 1190 هـ. ¶ وهناك مؤلفون آخرون لم أقف على سنة وفاة كل منهم بعد، وهم: ¶ 64 - الحارث بن عبد الرحمن. ¶ 65 - هشام بن على بن هشام. ¶ 66 - أبو اسماعيل الزبيدى. ¶ 67 - عيسى الجلودى. ¶ 68 - كمال الدين بن محمد العبادى الناصرى. ¶ 69 - المظفر بن الحسين بن خزيمة. ¶ 70 - أبو عبد الله محمد بن عبد الله الاسفرايينى. ¶ 71 - ومن المؤلفين من أنكر النسخ، ومن هؤلاء: أبو على محمد ابن أحمد بن الجنيد المتوفى سنة 381 هـ، له كتاب (الفسخ على من أجاز النسخ) . ¶ * * * أما المحدثون فلعل أهم ما أفردوه في الناسخ والمنسوخ هو: ¶ __________ ¶ (63) الاعلام 5 / 33، وقد وصل الينا، ومازال مخطوطا. ¶ (64) فهرست ابن النديم 63، طبقات المفسرين 1 / 127. ¶ (65) فهرست ابن النديم 62، طبقات المفسرين 2 / 352. ¶ (66) فهرست ابن النديم 62. ¶ (67) الرجال للنجاشى 181. ¶ (68) ايضاح المكنون 2 / 615. ¶ (69) طبع ملحقا بكتاب النحاس. ¶ (70) طبع ملحقا بكتاب لباب النقول للسيوطى. ¶ (71) الرجال للنجاشى 302، فهرست الطوسى 160، معالم العلماء 98. ¶ (*)",
            "page": "16",
            "part": "1",
            "seal": "B15BDD81"
        },
        {
            "id": "18",
            "nass": "1 - النسخ في القرآن الكريم: د. مصطفى زيد. ¶ 2 - فتح المنان في نسخ القرآن: الشيخ على حسن العريض. ¶ 3 - نطرية النسخ في الشرائع السماوية: د. شعبان محمد اسماعيل. ¶ 4 - النسخ في الشريعة الاسلامية: عبد المتعال الجبرى. ¶ وقد وهم بعض المحققين فأدرج كتب ناسخ الحديث ومنسوخه مع كتب ناسخ القرآن ومنسوخه ومن هؤلاء الاستاذ محمد أبوالفضل ابراهيم ¶ فقد ذكر في البرهان 2 / 28 كتاب (أخبار أهل الرسوخ في الناسخ والمنسوخ) لابن الجوزى على أنه في الناسخ والمنسوخ في القرآن الكريم، والصواب أنه في المنسوخ من الحديث، وهو مطبوع. ¶ ووهم الاستاذ مصطفى بعد الواحد في مقدمة تحقيقه لكتاب (الوفا في تاريخ المصطفى) اذا جعل كتاب (أخبار الرسوخ) أيضا ضمن علوم القرآن.",
            "page": "17",
            "part": "1",
            "seal": "F480500C"
        },
        {
            "id": "19",
            "nass": "قتادة بن دعامة وكتابه المؤلف: ¶ هو أبو الخاطب قتادة بن دعامة بن قتادة بن عزيز السدوسى البصرى، من التابعين (1) . ¶ ولد قتادة ضريرا سنة ستين بالبادية فلما ترعرع شرع في تحصيل العلم وصار من حفاظ أهل زمانه، جالس سعيد بن المسيب أياما، فقال له سعيد: قم يا أعمى فقد أنزفتنى. ¶ لكثرة ما سأله. ¶ وجالس الحسن البصرى اثنتى عشرة سنة (2) . ¶ وروى عن أنس بن مالك وأبى سعيد الخدرى وابن سيرين وعطاء بن أبى رباح وعكرمة اضافة الى سعيد بن المسيب والحسن اليصرى. ¶ وروى عنه أيوب السختيانى ومعمر بن عبد الرزاق وهمام بن يحيى وسعيد بن أبى عروبة والاوزاعى وغيرهم (3) . ¶ علمه: كان قتادة ثقة مأمونا حجة في الحديث (4) . ¶ __________ ¶ (1) المعارف 462، مشاهير علماء الامصار 96. ¶ (2) الانساب 7 / 103. ¶ (3) تهذيب التهذيب 8 / 351 - 352. ¶ (4) الطبقات الكبرى 7 / 229. ¶ (*)",
            "page": "18",
            "part": "1",
            "seal": "3B748241"
        },
        {
            "id": "20",
            "nass": "قال عنه الامام أحمد بن حنبل: قتادة عالم بالتفسير وباختلاف العلماء (5) . ¶ وكان قتادة عالما بالانساب والعربية واللغة وأيام العرب، قال أبو عمرو بن العلاء: كان قتادة من أنسب الناس، كان قد أدرك دغفلا (6) . ¶ وقال الذهبى: ومع حفظ قتادة وعمله بالحديث كان رأسا في العربية واللغة وأيام العرب والنسب (7) . ¶ وروى أبو عبيدة، قال: (ما كنا نفقد في كل أيام راكبا من ناحية بنى أمية ينيخ على باب قتادة يسأله عن خبر أو نسب أو شعر، وكان قتادة أجمع الناس) (8) . ¶ وقد كان الرجلان من بنى أمية يختلفان في البيت من الشعر، فيبردان بريدا الى قتادة، فيسألانه عن ذلك (9) . ¶ لكل هذا ترجم له ياقوت في معجم الادباء والقفطى في انباه الرواة. ¶ قوة حفظه: أما عن قوة حفظه فنكتفى بذكر أقوال العلماء: - قال ابن حنبل: كان قتادة أحفظ أهل البصرة، لا يسمع شيئا الا حفظه، قرئت عليه صحيفة جابر مرة فحفظها (10) . ¶ - وقال ابن سيرين: قتادة أحفظ الناس (11) . ¶ __________ ¶ (5) طبقات المفسرين 2 / 43. ¶ (6) انباه الرواة 3 / 37، وفيات الاعيان 4 / 85. ¶ (7) تذكرة الحفاظ 123. ¶ (8) معجم الادباء 17 / 10. ¶ (9) انباه الرواة 3 / 35. ¶ (10) تذكرة الحفاظ 123. ¶ (11) تهذيب التهذيب 8 / 353. ¶ (*)",
            "page": "19",
            "part": "1",
            "seal": "A0C57BDC"
        },
        {
            "id": "21",
            "nass": "- وقال بكير بن عبد الله المزنى: ما رأيت (12) الذى هو أحفظ منه ولا أجدر أن يؤدى الحديث كما سمعه. ¶ - وقيل: من أراد أن ينظر الى أحفظ أهل زمانه فلينظر الى قتادة (13) . ¶ - وروى ابن حجر: انه لما قدم قتاده على سعيد بن المسيب فجعل يسأله أياما وأكثر قفال له سعيد: أكل ما سألتنى عنه تحفظه؟ قال: نعم، سألتك عن كذا فقلت فيه كذا، وسألتك عن كذا فقلت فيه كذا، وقال فيه الحسن كذا حتى رد عليه حديثا كثيرا. ¶ فقال سعيد: ما كنت أظن أن الله خلق مثلك (14) . ¶ - وقال قتادة: ما قلت لمحدث قط أعد على وما سمعت أذناى شيئا قط الا وعاه قلبى (15) . ¶ مذهبه: قال ابن سعد: كان يقول بشئ من القدر (16) . ¶ وقال الذهبى: وكان يرى القدر. ¶ وقال: ومع هذا الاعتقاد الردى ما تأخر أحد عن الاحتجاج بحديثه سامحه الله (17) . ¶ وقال ياقوت: وكان يقول بشئ من القدر ثم رجع عنه (18) . ¶ __________ ¶ (12) المصدر نفسه. ¶ (13) تذكرة الحفاظ 125. ¶ (14) تهذيب التهذيب 8 / 352 - 353. ¶ (15) المصدر نفسه 8 / 354. ¶ (16) الطبقات الكبرى 7 / 229. ¶ (17) تذكرة الحفاظ 124. ¶ (18) معجم الادباء 17 / 8. ¶ (*)",
            "page": "20",
            "part": "1",
            "seal": "82A30AB5"
        },
        {
            "id": "22",
            "nass": "ونقل سعيد بن أبى عروبة عن قتادة أنه قال: كل شئ بقدر الا المعاصى (19) . ¶ وقال معمر: سألت أبا عمرو بن العلاء عن قوله تعالى: * (وما كنا له مقرنين) * فلم يجبنى، فقلت: انى سمعت قتادة يقول: مطيقين، فسكت، فقلت له: ما تقول ياأبا عمرو؟ فقال: حسبك قتادة، فلولا كلامه في القدر - وقد قال (ص) : اذا ذكر القدر فأمسكوا - لما عدلت به أحدا من أهل دهره (20) . ¶ تجريحه: ومع غزارة علمه وقوة حفظه لم يسلم من التجريح فقد اتهم بالتدليس (21) . ¶ قال ابن حبان عنه: كان مدلسا (22) . ¶ وقال الذهبى: وكان معروفا بالتدليس (23) . ¶ وقال عنه أيضا: حافظ ثقة ثبت لكنه مدلس (24) . ¶ وقال الخزرجى: أحد الائمة الاعلام، حافظ مدلس. ¶ وقد احتج به أرباب الصحاح (25) . ¶ __________ ¶ (19) تذكرة الحفاظ 124. ¶ (20) وفيات الاعيان 4 / 85، نكت الهميان 231. ¶ (21) التدليس هو أن يروى عمن لقيه، ولم يسمعه منه موهما أنه سمعه منه، أو عمن عاصره، ولم يلقه موهما أنه لقيه أو سمعه منه (التعريفات 47) . ¶ (22) مشاهير علماء الامصار 96. ¶ (23) تذكرة الحفاظ 123. ¶ (24) ميزان الاعتدال 3 / 385. ¶ (25) خلاصة تذهيب الكمال 2 / 350. ¶ (*)",
            "page": "21",
            "part": "1",
            "seal": "98F0CD70"
        },
        {
            "id": "23",
            "nass": "وفاته: توفى قتادة سنة سبع عشرة ومائة بواسط. ¶ وذهب الاصمعى الى أن وفاته كانت بالبصرة. ¶ وقيل: توفى سنة ثمانى عشرة ومائة وله سبع وخمسون سنة (26) . ¶ مؤلفاته: ذكر الداودى أن له تفسيرا رواه عنه شيبان بن عبد الرحمن التميمى (27) . ¶ وله أيضا كتاب الناسخ والمنسوخ الذى ننشره اليوم. ¶ كتاب الناسخ والمنسوخ. ¶ أولا: توثيقه: ذكر ابن سلامة كتاب قتادة بين المصادر التى استمد منها كتابه، ولكنه أضاف الى ذلك أن راوى الكتاب عن قتادة هو سعيد بن أبى عروبة (28) وهو أثبت الناس رواية عن قتادة. ¶ وذكر الزركشى قتادة على رأس الذين ألفوا في الناسخ والمنسوخ (29) . ¶ __________ ¶ (26) ينظر في الاختلاف في سنة وفاته: طبقات ابن خياط 511، الطبقات الكبرى 7 / 231، طبقات الفقهاء 89، معجم الادباء 17 / 9، تذكرة الحفاظ 124، تهذيب التهذيب 8 / 355. ¶ (27) طبقات المفسرين 2 / 43. ¶ (28) الناسخ والمنسوخ لابن سلامة 106. ¶ (29) البرهان 2 / 28. ¶ (*)",
            "page": "22",
            "part": "1",
            "seal": "F8543E83"
        },
        {
            "id": "24",
            "nass": "ومما قطع الشك في نسبة الكتاب الى قتادة هذه النقول الكثيرة التى نراها عند النحاس ومكى بن أبى طالب، فقد أورد النحاس في كتابه الناسخ والمنسوخ أقوال قتادة في آيات كثيرة كما (30) كما أورد مكى نقولا أخرى عن قتادة في كتابه الايضاح (31) وهذه الاقوال جميعا تنفق مع ما ورد في كتاب قتادة. ¶ وثمة أقوال أخرى في تفسير الطبرى (32) وأسباب النزول للواحدى (33) تطابق ما جاء في كتابنا. ¶ الا أننى في الحقيقة استبعد أن يكون قتادة قد ألف كتابا في الناسخ والمنسوخ لان تصنيف الكتب بدأ في منتصف القرن الثانى ولعل قولة الامام أحمد بن حنبل في أبى الوليد بن جريج تسند ما ذهبت اليه، قال: (كان من أوعية العلم، وهو وابن أبى عروبة أول من صنف الكتب) (34) . ¶ وابن جريج توفى ستة 150 هـ وابن أبى عروبة توفى ستة 156 هـ. ¶ وكذا قول الذهبى في ترجمة سعيد بن أبى عروبة: (وهو أول من صنف الابواب بالبصرة) (35) . ¶ ولكن النص الذى ننشره جاء برواية همام بن يحيى الذى دون ما سمع من شيخه ثم ذكرت هذه المرويات على أنها كتب اعتمد عليها المصنفون في الموضوع. ¶ __________ ¶ (30) الناسخ والمنسوخ للنحاس 137، 155، 157، 181، 182، 183، 219، 232 (31) الايضاح لمكى 119، 127، 131، 134، 171، 195، 232، 243، 259، 263، 330، 255، 370، 378. ¶ (32) تفسير الطبرى 1 / 78. ¶ (33) أسباب النزول 403. ¶ (34) تذكرة الحفاظ 169. ¶ (35) تذكرة الحفاظ 177. ¶ (*)",
            "page": "23",
            "part": "1",
            "seal": "68C8DFA0"
        },
        {
            "id": "25",
            "nass": "ثانيا: مخطوطة الكتاب: ¶ نسخة حديثة جيدة، كتب بخط معتاد فيه بعض الشكل: رؤوس الفقر مكتوبة بالحمرة. ¶ وتقع النسخة في مجموع رقمه 7899 تحتفظ به دار الكتب الظاهرية (36) . ¶ وقد أرفقت صورة لهذا الكتاب رغبة في اطلاع القراء عليه. ¶ ثالثا: منهج التحقيق: أهم ما يجب ذكره في منهج التحقيق هو أننى خرجت الايات القرآنية وحصرتها بين قوسين مزهرين ثم حضرت ما أضفته بين قوسين مربعين كما عرفت بالاعلام تعريفا موجزا وأحلت دائما على كتب الناسخ والمنسوخ المطبوعة والمخطوطة ونبهت على أقوال قتادة التى ذكرها النحاس ومكى في كتابيهما توثيقا للكتاب. ¶ وأخيرا أرجو ان يكون عملى خالصا لوجهه، والحمد لله على ما أنعم، انه نعم المولى ونعم النصير. ¶ __________ ¶ (36) فهرس مخطوطات دار الكتب الظاهرية (علوم القرآن) 404. ¶ (*)",
            "page": "24",
            "part": "1",
            "seal": "2A5871F6"
        },
        {
            "id": "26",
            "nass": "الورقة الاولى من الناسخ والمنسوخ.",
            "page": "25",
            "part": "1",
            "seal": "0FEFC370"
        },
        {
            "id": "27",
            "nass": "صلة الورقة الاولى من الناسخ والمنسوخ",
            "page": "26",
            "part": "1",
            "seal": "B142EA4A"
        },
        {
            "id": "28",
            "nass": "الورقة الثانية من الناسخ والمنسوخ",
            "page": "27",
            "part": "1",
            "seal": "5CC0370B"
        },
        {
            "id": "29",
            "nass": "صلة الورقة الثانية من الناسخ والمنسوخ",
            "page": "28",
            "part": "1",
            "seal": "DD3C6899"
        },
        {
            "id": "30",
            "nass": "الورقة الثالثة من الناسخ والمنسوخ",
            "page": "29",
            "part": "1",
            "seal": "964F726B"
        },
        {
            "id": "31",
            "nass": "كتاب الناسخ والمنسوخ في كتاب الله تعالي ¶ عن قتادة بن دعامة السدوسي ¶ من سورة البقرة ¶ أخبرنا الفقيه المكي أبو الحرم مكي بن عبد الرحمن بن سعيد بن عتيق 1وجماعة قال أنا الحافظ شيخ الإسلام فخر الأنام جمال الحفاظ أبو طاهر أحمد بن محمد بن أحمد بن محمد بن إبراهيم بن سلفة السلفي الأصبهاني2 في العشر الآخر من صفر سنة اثنتين وسبعين وخمس مائة بثغر الإسكندربة في منزله قراءة عليه وأنا أسمع قلت وفي طبقة السماع بخط السلفي هذا تسميع صحيح كما كتب وكتب أحمد بن محمد الأصبهاني قال أخبرنا الشيخ أبو الحسين 3المبارك بن ¶ __________ ¶ 1 لم أقف علي ترجمته. ¶ 2 من الحفاظ المكثرين، توفي سنة 576هـ \"تذكرة الحفاظ 1298، الوافي بالوفيات 7/351، طبقات الشافعية 4/43\". ¶ 3 في الإنباه ووفيات الأعيان: أبو الحسن.",
            "page": "31",
            "part": "1",
            "seal": "9EB14A99"
        },
        {
            "id": "32",
            "nass": "عبد الجبار بن أحمد الصيرفي1 ببغداد من أصل سماعه أنا أبو طاهر محمد بن علي بن يوسف بن العلاف2 أنا أبو بكر أحمد بن جعفر3 ابن محمد بن سلم الختلي أنا أبو خليفة الفضل بن الحباب الجمحي4 ثنا محمد بن كثير العبدي5 ثنا همام بن يحيى 66 ب قال سمعت قتادة يقول في قول الله عز وجل: {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ7} قال كانوا يصلون نحو بيت المقدس ورسول الله صلى الله عليه وسلم بمكة قبل الهجرة وبعدما هاجر رسول الله صلى الله عليه وسلم صلى نحو بيت المقدس ستة عشر شهرا ثم وجهه الله تعالى نحو الكعبة البيت الحرام8. ¶ وقال في آية أخرى {فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} 9 أي تلقاءه ونسخت هذه ما كان قبلها من أمر القبلة10. ¶ __________ ¶ 1 أستاذ ابن الشجري المتوفي 542 هـ في الحديث \"ينظر: هامش أنباه الرواة 2/301 نقلا عن ابن مكتوم، وفيات الأعيان 6/46\" ¶ 2 لم أقف علي ترجمته ¶ 3 الختلي مقرئي مفسر محدث، توفي سنة 365 هـ\"العبر 2/335، طبقات القراء 1/44\" ¶ 4 محدث مكثر، توفي سنة 305 هـ \"معجم الأدباء 16/204، تذكرة الحفاظ 670، لسان الميزان 4/438\". ¶ 5 من المحدثين توفي 223 هـ \"الوافي بالوفيات 4/374، تهذيب التهذيب 9/417\". ¶ 6 من المحدثين توفي 163 هـ \"العبر1/343، ميزان الإعتدال 4/309، طبقات الحفاظ 86\". ¶ 7 البقرة 115. وينظر: تفسير الرازي4/33، تفسيسر البيضاوي 1/58، روح المعاني 1/198. ¶ 8 ينظر: النحاس 14، ابن سلامة 12، البغدادي ق 7 ب، مكي 112، ابن الجوزي 199، العتائقي 29، ابن المتوج 39. ¶ 9 البقرة 144. ¶ 10 ينظر أيضا: تفسير الطبري 2/19، زاد المسير 1/156.",
            "page": "32",
            "part": "1",
            "seal": "01F6A181"
        },
        {
            "id": "33",
            "nass": "وعن قوله عز وجل: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّاراً حَسَداً مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ} 1 فأمر الله عز وجل: نبيه صلى الله عليه وسلم أن يعفو عنهم ويصفح حتى يأتي الله بأمره ولم يؤمر يومئذ بقتالهم فأنزل الله عز وجل: في براءة فأتى الله فيها بأمره وقضائه فقال {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ} إلى {وَهُمْ صَاغِرُونَ} 2 فنسخت هذه الآية ما كان قبلها وأمر فيها بقتال أهل الكتاب حتى يسلموا أو يفدوا بالجزية3. ¶ وعن قوله عز وجل: {وَلا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ} 4 فأمر الله عز وجل: نبيه صلى الله عليه وسلم ألا يقاتلهم عند المسجد الحرام إلا أن يبدأوا فيه بقتال5. ¶ وقال في آية أخرى {يَسْأَلونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ} 6 كان القتال فيه كبيراً كما قال الله عز وجل: فنسخ هاتين الآيتين في براءة {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} 7 وقال عز وجل: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً} يعني بالكافة جميعا {كَمَا ¶ __________ ¶ 1 البقرة 109. ¶ 2 التوبة \"براءة\" 29. ¶ 3 ينظر ابن حزم 123. النحاس 26، ابن سلامة 12، مكي 108، ابن الجوزي 199، العتائقي 28، ابن المتوج 38. ¶ 4 البقرة 191. ¶ 5 نقل مكي قول قتادة 131. وينظر أيضا: ابن حزم 124، االنحاس 26، ابن سلامة 19، ابن الجوزر 200، العتائقي 33، ابن المتوج 55. ¶ 6 البقرة 217. ¶ 7 التوبة 5.",
            "page": "33",
            "part": "1",
            "seal": "11B376D4"
        },
        {
            "id": "34",
            "nass": "يُقَاتِلُونَكُمْ كَافَّةً} 1 وقال {الْأَشْهُرُ الْحُرُمُ} قال كان عهد بين رسول الله صلى الله عليه وسلم وبين قريش أربعة أشهر بعد يوم النحر كانت تلك بقية مدتهم ومن لا عهد له لا نسلاخ في المحرم فأمر الله عز وجل: لنبيه صلى الله عليه وسلم إذا مضى الأجل أن يقاتلهم في الحل والحرم وعند البيت حتى يشهدوا أن لا إله إلا الله وأن محمدا رسول الله2. ¶ وعن قوله عز وجل: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ} 3 فجعل عدة المطلقة ثلاث حيض ثم أنه نسخ منها عدة المطلقة التي طلقت ولم يدخل بها زوجها قال الله عز وجل: في سورة الأحزاب4: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً} فهذه ليس عليها عدة إن شاءت تزوجت من يومها. ¶ وقد نسخ من الثلاثة قروء اثنان {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ} 5 فهذه العجوز قد قعدت من الحيض {وَاللَّائِي لَمْ يَحِضْنَ} 6 فهذه البكر التي لم تبلغ الحيض فعدتها ثلاثة أشهر وليس الحيض من أمرهما في شيء. ¶ ثم نسخ من الثلاثة قروء الحامل {وَأُولاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ ¶ __________ ¶ 1 التوبة 26. ¶ 2 ينظر: ابن حزم 124، النحاس 30، ابن سلامة 20، مكي 134 وفيه قتادة، ابن الجوزي 201، العتائقي 34، الن المتوج 57. ¶ 3 البقرة 228ز ¶ 4 آية 49. ¶ 5 الطلاق 4. ¶ 6 الطلاق 4.",
            "page": "34",
            "part": "1",
            "seal": "211C2FFC"
        },
        {
            "id": "35",
            "nass": "يَضَعْنَ حَمْلَهُنَّ} 1 فهذه أيضا ليست من القروء في شيء إنما أجلها أن تضع حملها. ¶ وعن قوله عز وجل: {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ} 2 أي في القروء الثلاثة فنسخ منها المطلقة ثلاثا قال الله عز وجل: {فَإِنْ طَلَّقَهَا فَلا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ} 3. ¶ وعن قوله عز وجل: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ} 4 والخير المال كأن يقال ألف فما فوق ذلك فأمر أن يوصي لوالديه وأقربيه ثم نسخ بعد ذلك في سورة النساء5 فجعل للوالدين نصيباً معلوماً وألحق لكل ذي ميراث نصيبه منه وليست لهم وصية فصارت الوصية لمن لا يرث من قريب وغير قريب. ¶ وعن قوله عز وجل: {يَسْأَلونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ} 6 القمار كله {قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ} وذمهما ولم يحرمهما وهي لهم حلال يومئذ ثم أنزل الله عز وجل: بعد ذلك هذه الآية في شأن. ¶ __________ ¶ 1 الطلاق 4. ¶ 2 البقرة 228. ¶ 3 البقرة 230. وينظر ابن حزم 125، النحاس 62، ابن سلامة 24، البغدادي ق 16. مكي 148 وفيه قول قتادة، ابن الجوزي، العتائقي 35، ابن المتوج65. ¶ 4 البقرة 180. ¶ 5 الآية 11 {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيماً حَكِيماً} . وينظر ابن حزم 124، النحاس 18، ابن سلامة 16، مكي 19، ابن الجوزي 200، العتائقي 30، ابن المتوج49. ¶ 6 البقرة 219.",
            "page": "35",
            "part": "1",
            "seal": "1F396875"
        },
        {
            "id": "36",
            "nass": "الخمر وهي أشد منها فقال َ {يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} 1 فكان السكر منها حراما عليهم ثم إن الله عز وجل: أنزل الآية التي في سورة المائدة فقال {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ ِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ} إلى قوله {فَهَلْ أَنْتُمْ مُنْتَهُونَ} 2 فجاء تحريمها في هذه الآية قليلها وكثيرها ما أسكر وما لم يسكر3. ¶ وعن قوله عز وجل: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجاً وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعاً إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ} 4 قال كانت المرأة إذا توفي عنها زوجها كان لها السكنى والنفقة حولا من مال زوجها ما لم تخرج ثم نسخ ذلك بعد في سورة النساء5 فجعل لها فريضة معلومة الثمن إن كان له ولد والربع إن لم يكن له ولد وعدتها {أَرْبَعَةَ أَشْهُرٍ وَعَشْراً} 6 فنسخت هذه الآية ما كان قبلها من أمر الحول ونسخت الفريضة الثمن والربع ما كان قبلها من النفقة في الحول7. ¶ وعن قوله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا ¶ __________ ¶ 1 النساء 43. قال الرضي في حقائق التأويل 345: \"فالصحيح أن الآية منسوخة بقوله تعالي: {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ....} وبقوله تعالي \"البقرة 219\": {يَسْأَلونَكَ عَنِ الْخَمْرِ..} . ¶ 2 المائدة 9 – 91. ¶ 3 ينظر: ابن حزم 124، النحاس 39، ابن سلامة 20، مكي 139، ابن الجوزي 201، العتائقي 34، ابن المتوج 58. ¶ 4 البقرة 240. ¶ 5 الآية 12. ¶ 6 البقرة 234. ¶ 7 ينظر: ابن حزم 125، النحاس 72، ابن سلامة 26، مكي 153، ابن الجوزي 201، العتائقي 37، ابن المتوج 70.",
            "page": "36",
            "part": "1",
            "seal": "31E75AA0"
        },
        {
            "id": "37",
            "nass": "كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ أَيَّاماً مَعْدُودَاتٍ إلى قوله مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} 1 كانت فيها رخصة الشيخ الكبير والعجوز الكبيرة وهما لا يطيقان الصوم أن يطعما مكان كل يوم مسكيناً أو يفطرا ثم نسخ تلك الآية التي بعدها فقال: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} 2 فنسختها هذه الآية فكان أهل العلم يرون ويرجون أن الرخصة قد ثبتت للشيخ الكبير والعجوز الكبيرة إذا لم يطيقا القيام أن يطعما مكان كل يوم مسكينا وللحبلى إذا خشيت على ما في بطنها والمرضع إذا خشيت على ولدها3. ¶ حدثنا قتادة عن يزيد بن عبد الله4 أخي مطرف بن عبد الله5 أن النبي صلى الله عليه وسلم رخص للحبلى والمرضع. ¶ وعن قتادة وإن {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَو تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} 6 ثم أنزل الله عز وجل: الآية التي بعدها فيها تخفيف ويسر وعافية {لا يُكَلِّفُ اللَّهُ نَفْساً} أي طاقتها {لَهَا مَا كَسَبَتْ} 7، فنسختها هذه الآية8. ¶ __________ ¶ 1 البقرة 183 – 184. ¶ 2 البقرة 185. ¶ 3 ينظر: ابن حزم 124، تالنحاس 20، ابن سلامة 18، مكي 127، وفيه قول قتادة، ابن الجوزي 200، العتائقي 33، ابن المتوج 54. ¶ 4 من المحدثين، توفي سنة 108هـ وقيل: 111هـ. \"طبقات ابن سعد 7/155، طبقات ابن خياط 497، تهذيب التهذيب 11/341\". ¶ 5 من المحدثين الثقات، توفي سنة 87هـ. \"طبقات ابن خياط 467، حلية الأولياء 2/198، تذكرة الحفاظ 64\". ¶ 6 البقرة 284. ¶ 7 البقرة 286. ¶ 8 ينظر: ابن حزم 125، النحاس 85، ابن سلامة 27، مكي 167، ابن الجوزي201.",
            "page": "37",
            "part": "1",
            "seal": "B3728A7C"
        },
        {
            "id": "38",
            "nass": "حدثنا قتادة عن زرارة بن أوفى1 عن أبي هريرة2 قال قال رسول الله صلى الله عليه وسلم: \"إن الله عز وجل: تجاوز لأمتي عن كل شيء تحدث أنفسها ما لم تكلم به أو تعمل به\" 3. ¶ ومن [سورة آل عمران] ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} 4 أن يطاع فلا يعصى {وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} 5 نسختها الاية التي في التغابن {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا6} وعليها بايع رسول الله صلى الله عليه وسلم السمع والطاعة ما استطاعوا. ¶ ومن [سورة النساء] ¶ {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلاً مَعْرُوفاً} 7 عن قتادة عن سعيد بن المسيب8 أنه قال إنها منسوخة كانت قبل الفرائض كان ما ترك الرجل من مال ¶ __________ ¶ 1 من المحدثين، توفي سنة 93هـ. \"طبقات ابن خياط 467، الإصابة 2/559، تهذيب التهذيب 3/322\" ¶ 2 هو عبد الرحمن بن صخر، أحفظ الصحابة للحديث، توفي سنة 58هـ. \"صفة الصفوة 1/685، أسد الغابة 6/318، افصابة 1/543\". ¶ 3 صحيح مسلم 117، سنن ابن ماجة658. ¶ 4 آل عمران 102. ¶ 5 هي تتمة للآية 102 من آل عمران. ¶ 6 التغابن 16. وينظر: ابن حزم 125، النحاس 88، ابن سلامة 30، مكي 171 وفيه قول قتادة، ابن الجوزي 202، العتائقي 39، ابن المتوج 80. ¶ 7 النساء 8. ¶ 8 من التابعين، توفي سنة 94هـ \"طبقات الفقهاء 57، تذكرة الحفاظ 54، طبقات القراء 1/308\".",
            "page": "38",
            "part": "1",
            "seal": "BD85D14A"
        },
        {
            "id": "39",
            "nass": "أعطى منه اليتيم والمسكين وذوي القربى إذا حضروا القسمة ثم نسخ ذلك بعد ذلك ثم نسختها المواريث1 فنسخ الله عز وجل: لكل ذي حق حقه ثم صارت وصية من ماله يوصي بها لقرابته وحيث شاء2. ¶ حدثنا قتادة قال قال الأشعري3 ليست منسوخة4. ¶ وعن قتادة {وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ} إلى {أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلاً} {وَالَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللَّهَ كَانَ تَوَّاباً رَحِيماً} 5. ¶ قال كان هذا بدء عقوبة الزنا كانت المرأة تحبس فيؤذيان جميعا فيعيران بالقول جميعا في الشتيمة بعد ذلك ثم أن الله عز وجل: نسخ ذلك بعد في سورة النور فجعل لهن سبيلا فقال {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ} 6 وصارت السنة فيمن أحصن جلد مائة ثم الرجم بالحجارة وفيمن لم يحصن جلد مائة ونفي سنة هذا سبيل الزانية والزاني7. ¶ وعن قتادة عن قوله عز وجل: {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ ¶ __________ ¶ 1 هي الآية 11 من النساء كما سلف في هامش رقم 31. ¶ 2 ينظر: ابن حزم 126، النحاس 95، ابن سلامة 31، مكي 176، ابن الجوزي 202، العتائقي 39، ابن المتوج 83. ¶ 3 هو أبو موسي عبد الله بن قيس، من فققهاء الصحابة, توفي سنة 42، وقيل 52هـ. \"المعارف 266، طبقات الفقهاء 44، أسد الغابة 6/306\". ¶ 4 ينظر: تفسير الطبري 4/263، الكثاف 1/503، زاد المسير 2/20، تفسير القطبي 5/48، البحر المحيط 3/175. ¶ 5 النساء 15 – 16. وينظر: معاني القرآن 1/258، معني الرآن وإعرابه 2/26. ¶ 6 النور 2. ¶ 7 ينظر: ابن حزم 126، النحاس 96، ابن سلامة 33، مكي 179، ابن الجوزي 202، العتائقي 40، ابن المتوج 87.",
            "page": "39",
            "part": "1",
            "seal": "57796956"
        },
        {
            "id": "40",
            "nass": "نَصِيبَهُمْ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيداً} 1 وذلك أن الرجل كان يعاقد الرجل في الجاهلية فيقول هدمي هدمك ودمي دمك وترثني وأرثك وتطلب بي وأطلب بك فجعل له السدس من جميع المال ثم يقسم أهل الميراث مواريثهم ثم نسخ ذلك في سورة الأنفال قال {وَأُولُوا الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} 2 فنسخ ما كان في عهد يتوارث به وصارت المواريث لذوي الأرحام3. ¶ وعن قوله عز وجل: {إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ} إلى قوله {وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلاً} 3 ثم نسخ بعد ذلك في براءة نبذ إلى كل ذي عهد عهدة ثم أمر الله عز وجل: نبيه صلى الله عليه وسلم أن يقاتل المشركين حتى يشهدوا أن لا إله إلا الله وأن محمداً رسول الله {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} 5. ¶ ومن [سورة المائدة] ¶ وعن قوله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُحِلُّوا شَعَائِرَ اللَّهِ وَلا الشَّهْرَ ¶ __________ ¶ 1 النساء 33. وفي المصحف الشريف \"عقدت\" بغير ألف وهي قراءة عاصم وحمزة والكسائي. أما عاقدت بألف فهي قراءة باقي السبعة وهم ابن كثير ونافع وأبو عمرو وابن عامر. \"ينظر: السبعة في القراءات 233، حجة القراءات 201، الكشف عن وجوه القراءات السبع 1/388، التيسير في القراءات السبع 96\". ¶ 2 الأنفال 75. ¶ 3 ينظر: ابن حزم 127، النحاس 105، ابن سلامة 36، مكي 191، ابن الجوزي 202، العتائقي 44، ابن المتوج 91. ¶ 4 النساء 90. ¶ 5 التوبة 5. وينظر: ابن حزم 127، النحاس 108، ابن سلامة 38، مكي 191، وفيه قول قتادة ابن الجوزي 203، العتائقي 44، ابن المتوج 94.",
            "page": "40",
            "part": "1",
            "seal": "C7794969"
        },
        {
            "id": "41",
            "nass": "الْحَرَامَ وَلا الْهَدْيَ وَلا الْقَلائِدَ وَلا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلاً مِنْ رَبِّهِمْ وَرِضْوَاناً} 1 فنسختها براءة فقال الله عز وجل: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} 2 وقال الله عز وجل: {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ} إلى قوله {وَفِي النَّارِ هُمْ خَالِدُونَ} 3 فقال عز وجل: {إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا} 4 وهو العام الذي حج فيه أبو بكر رضي الله عنه ونادى علي فيه بالآذان يعني بالآذان أنه قرأ عليهم علي رضي الله عنه سورة براءة5. ¶ وعن قوله عز وجل: {وَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلاً مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ} 6 حتى يأتي الله بأمره عز وجل: فأمر نبيه صلى الله عليه وسلم أن يعفو عنهم ويصفح ولم يؤمر يومئذ بقتالهم ثم نسخ ذلك بعد في براءة فقال: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ} إلى قوله: {وَهُمْ صَاغِرُونَ} 7 فأمر الله عز وجل: نبيه صلى الله عليه وسلم أن يقاتلهم حتى يسلموا أو يعطوا الجزية8. ¶ __________ ¶ 1 المائدة 2. ¶ 2 التوبة 5. وينظر ابن حزم 127، النحاس 115، ابن سلامة 40، مكي 218، ابن الجوزي 203، العتائقي 46، ابن المتوج 98. ¶ 3 التوبة 17. ¶ 4 التوبة 28. وفي الأصل: المشركين، وما أثيتناه من المصحف الشريف. ¶ 5 ينظر تفسير الطبري 10/106، أحكام القرآن لابن العربي 913، زاد المسير 3/417. ¶ 6 المائدة 13. ¶ 7 التوبة 29. ¶ 8 ينظر ابن حزم 127، ابن سلامة 41، مكي 232 وفيه قول قتادة، ابن الجوزي 204، العتائقي 46، ابن المتوج 100. ةيلاحظ أن بعض العلماء ذهب إلي أنها منسوخة بآية السيف.",
            "page": "41",
            "part": "1",
            "seal": "68691490"
        },
        {
            "id": "42",
            "nass": "وعن قوله عز وجل: {سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ} 1 يعني اليهود فأمر الله عز وجل: نبيه صلى الله عليه وسلم أن يحكم بينهم أو يعرض عنهم إن شاء ثم أنزل الله عز وجل: الآية التي بعدها {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} 2 فأمر الله عز وجل: نبيه صلى الله عليه وسلم يحكم بينهم بما أنزل الله بعد أن كان رخص له إن شاء أن يعرض عنهم3. ¶ ومن [سورة الأنعام] ¶ وعن قوله عز وجل: {وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِباً وَلَهْواً} 4 ثم أنزل الله في براءة5 فأمر بقتالهم ¶ ومن [سورة الأنفال] ¶ وعن قوله {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا} 6 فنسختها الآية التي في براءة {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} 7. ¶ __________ ¶ 1 المائدة 42. ¶ 2 المائدة 48. ¶ 3 ينظر: ابن حزم 128، ابن سلامة 41، مكي 234، ابن الجوزي 204، العتائقي 47، ابن المتوج 101. وفي جميعها أن الآية الناسخة هي الآية 49: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ ... } ¶ 4 الأنعام 70. ¶ 5 الآية 5: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} كما ورد عند النحاس 137 ومكي 243 نقلا عن قتادة وذهب إلي ذالك ابن الجوزي أيضا 205. وذهب ابن حزم 128 وابن سلامة 45 والعتائقي 49 وابن المتوج 107 إلي الآية 29 من التوبة: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ} . ¶ 6 الأنفال 61. ¶ 7 التوبة 5. وذكر النحاس 155 ومكي 259 قول قتادة. وذهب إلي ذالك ابن المتوج 121. وهي الآية 29 عند ابن حزم 129 وابن سلامة 49 والعتائقي 51.",
            "page": "42",
            "part": "1",
            "seal": "CF14EFDC"
        },
        {
            "id": "43",
            "nass": "وعن / \"67 ب\" قوله عز وجل: {وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا} 1 قال فانزلت هذه الآية فتوارث المسلمون بالهجرة فكان لا يرث الأعرابي المسلم من المهاجر المسلم شيئاً ثم نسخ ذلك بعد في سورة الأحزاب فقال عز وجل: {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ} 2 فخلط الله عز وجل: بعضهم ببعض وصارت المواريث بالملك وعن قوله عز وجل: {إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفاً} 3 يقول: إلى أوليائكم من أهل الشرك وصية لا ميراث لهم فأجاز الله عز وجل: الوصية ولا ميراث لهم4. ¶ ومن [سورة التوبة] ¶ وعن قوله عز وجل: {عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ} 5 ثم أَنزَلَ بعد ذلك في سورة النور فقال: {فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} 6. ¶ __________ ¶ 1 الأنفال 72. ¶ 2 الأحزاب 6. ونقل النحاس 157 ومكي 263 وقول قتادة. ووهم محقق الإيضاح فظنها الآية 75 من الأنفال. ¶ 3 الأحزاب 6. ¶ 4 ينظر أيضا: ابن حزم 129، ابن سلامة 50، ابن الجوزي 207، العتائقي 52، ابن المتوج 122. ¶ 5 التوبة 43. وذكر ابن سلامة 50، وابن المتوج 129 الآية 44 مكان الآية 43 وهي: {لا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} . ¶ 6 النور 62. وينظر ابن حزم 129، النحاس 168، مكي 274، العتائقي 53.",
            "page": "43",
            "part": "1",
            "seal": "98251128"
        },
        {
            "id": "44",
            "nass": "ومن [سورة النحل] ¶ وعن قوله عز وجل {تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً} 1.فأما الرزق فهو ما أحل مما يأكلون وينبذون ويخللون ويعصرون وأما السكر فهو خمر الأعاجم فأنزل الله عز وجل: هذه الآية والخمر يومئذ لهم حلال ثم جاء تحريم الخمر في سورة المائدة فقال {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ} 2 قرأ إلى آخرها ¶ ومن [سورة الإسراء] ¶ وعن قوله عز وجل: {إمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً} 3 ثم نسخ منها حرف واحد لا ينبغي لأحد أن يستغفر لوالديه وهما مشركان ولا يقول رب ارحمهما كما ربياني صغيرا ولكن يخفض لهما جناح الذل من الرحمة ويصاحبهما في الدنيا معروفا وقال عز وجل: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى} 4 هذه الآية نسخت ذلك الحرف5. ¶ وعن قوله عز وجل: {وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ ¶ __________ ¶ 1 النحل 67ز ¶ 2 المائدة 90. وينظر: ابن حزم 130، النحاس 179، ابن سلامة 59، مكي 286، ابن الجوزي 208، العتائقي 57، ابن المتوج 140. ¶ 3 الإسراء 23 - 24. ¶ 4 التوبة 113. ¶ 5 ينظر: ابن حزم 130، النحاس 181، وفيه قول قتادة، ابن سلامة 60، مكي 292، ابن الجوزي 209، العتائقي 58، الن المتوج 144.",
            "page": "44",
            "part": "1",
            "seal": "847F3635"
        },
        {
            "id": "45",
            "nass": "حَتَّى يَبْلُغَ أَشُدَّهُ} 1 وكانت هذه جهدا عليهم لا تخالطوهم في المال ولا في المأكول ثم أنزل الله عز وجل: الآية التي في سورة البقرة {وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ} 2 فرخص لهم أن يخالطوهم3. ¶ ومن [سورة العنكبوت] ¶ وعن قوله عز وجل: {وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} 4 نهاهم عن مجادلتهم في هذه الآية ثم نسخ ذلك بعد في براءة فقال: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ} 5 ولا مجادلة أشد من السيف ¶ ومن [سورة الجاثية] ¶ وعن قوله عز وجل: {قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ} 6 وهم المشركون فأنزل الله عز وجل: للمؤمنين أن يغفروا لهم ثم نسخ ذلك بعد في براءة فقال {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُم} 7. ¶ __________ ¶ 1 الإسراء 34. ¶ 2 البقرة 220. ¶ 3 ينظر: النحاس 182 - 183 وفيه قول قتادة. ولم ترد هذه الآية في كتب الناسخ والمنسوخ الأخري. وينظر تفسير الطبري 15/84 والنسخ في القرآن الكريم 752. ¶ 4 العنكبوت 46. ¶ 5 التوبة 29. وينظر: ابن حزم 132، النحاس 205، ابن سلامة 73، مكي 330 وفيه قول قتادة، ابن الجوزي 210، العتائقي 65، ابن المتوج 170. ¶ 6 الجاثية 14. ¶ 7 التوبة 5. وجاءت في الأصل: اقتلوا. وما أثبتناه من المصحف الشريف. وينظر ابن حزم 134، النحاس 219 ومكي 355 وفيهما قول قتادة، ابن سلامة 82، ابن الجوزي 212، والعتائقي 72، ابن المتوج 81.",
            "page": "45",
            "part": "1",
            "seal": "D4F8EDA1"
        },
        {
            "id": "46",
            "nass": "ومن [سورة الأحقاف] ¶ وعن قوله عز وجل: {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ} 1 قد أعلم الله عز وجل: نبيه صلى الله عليه وسلم ما يفعل به فأنزل الله عز وجل: بيان ذلك فقال: {إِنَّا فَتَحْنَا لَكَ فَتْحاً مُبِيناً} إلى قوله {نصْراً عَزِيزاً} 2. ¶ عن قتادة عن أنس بن مالك3 إن هذه الآية نزلت4 على رسول الله صلى الله عليه وسلم مرجعة من الحديبية والنبي صلى الله عليه وسلم وأصحابه مخالطون الحزن والكآبة وقد حيل بينهم وبين مناسكهم فنحروا الهدي بالحديبية فحدثهم أنس أن رسول الله صلى الله عليه وسلم قال لأصحابه أنزلت علي آية أحب إلي من الدنيا جميعاً فتلاها نبي الله صلى الله عليه وسلم فقال رجل من القوم هنيئا مريئا يا نبي الله قد بين الله عز وجل: لك ما يفعل بك فماذا يفعل بنا فأنزل الله عز وجل بعدها: {لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَكَانَ ذَلِكَ عِنْدَ اللَّهِ فَوْزاً عَظِيماً} 5. ¶ حدثنا همام رجل يقال له أبو عبد الله قال سمعت السدي6. ¶ __________ ¶ 1 الأحقاف 9. ¶ 2 الفتح 1 - 3. ¶ 3 أنس بن مالك خادم رسول الله صلي الله عليه وسلم توفي سنة 93هـ \"أسد الغابة 1/151، الإصابة 1/126، خلاصة تذهيب الكمال 1/105\". ¶ 4 ينظر: أسباب نزول القرآن 403 - 405 وفيه رواية قتادة عن أنس لباب النقولفي أسباب النزول198. ¶ 5 الفتح 5. وينظر: تفسير الطبري 26/72، تفسير البغوي 6/121، الدر المنثور 6/159. وينظر أيضا: ابن حزم 134، النحاس 219، اب سلامة 82، مكي 356، ابن الجوزي 212، العتائقي 73، ابن المتوج 182. ¶ 6 هو إسماعيل بن عبد الرحمن، من رواة الحديث، توفي سنة 127هـ \"ميزان الإعتدال 1/236، تهذيب التهذيب 1/313، طبقات المفسرين 1/109\"",
            "page": "46",
            "part": "1",
            "seal": "3177628B"
        },
        {
            "id": "47",
            "nass": "يقول ما كان في القرآن من خبر فإنما أخبر به العليم الخبير بعلم فليس منه منسوخ إنما هو من الأخبار وأخبر عن الأمم الماضية ما صنعوا وما صنع بهم وعما هو كائن بعد فناء الدنيا فإنما المنسوخ فيما أحل أو حرم. ¶ قال حدثنا همام عن الكلبي1 في هذه الآية {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ} قال رأى رسول الله صلى الله عليه وسلم في المنام رؤيا كأنه مر بأرض ذات شجر ونخل فقال له بعض أصحابه رؤياك التي رأيت فقال {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ} أنزل بمكة أو اخرج منها إلى غيرها أو أتحول منها إلى غيرها. ¶ ومن [سورة محمد صلى الله عليه وسلم] ¶ حدثنا همام عن قتادة في قوله عز وجل: {حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنّاً بَعْدُ وَإِمَّا فِدَاءً} 2 رخص الله لهم أن يمنوا على من شاءوا منهم ويأخذوا الفداء منهم إذا أثخنتموهم ثم نسخ ذلك في براءة فقال {وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ3} ¶ ومن [سورة المجادلة] ¶ وعن قوله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ} 4 وذلك أن الناس. ¶ __________ ¶ 1 هو محمد بن السائب النسابة المفسر، توفي سنة 146هـ \"الهرست 145، الوافي بالوفيات 3/83، طبقات المفسرين 2/144\". ¶ 2 محمد 4. ¶ 3 التوبة. وينظر: ابن حزم 134، النحاس 220، ابن سلامة 85، مكي 358، ابن الجوزي 213، العتائقي 73، ابن المتوج 183. ¶ 4 المجادلة 12.",
            "page": "47",
            "part": "1",
            "seal": "926E302C"
        },
        {
            "id": "48",
            "nass": "كانوا قد أحفوا برسول الله صلى الله عليه وسلم في المسألة فنهاهم الله عز وجل: عنه وربما قال فمنعهم في هذه الآية فكان الرجل تكون له الحاجة إلى النبي صلى الله عليه وسلم فلا يستطيع أن يقضيها حتى يقدم بين يدي نجواه صدقة فاشتد ذلك على أصحاب رسول الله صلى الله عليه وسلم فأنزل الله عز وجل: بعد هذه الآية فنسخت ما كان قبلها من أمر الصدقة من نجوى فقال: {أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} 1 وهما فريضتان واجبتان لا رخصة لأحد فيهما. ¶ ومن [سورة الحشر] ¶ وعن قوله عز وجل: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ / \"68 أ\" الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} 2 فكان الفيء بين هؤلاء فلما نزلت هذه الآية في الأنفال {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} 3 فنسخت هذه الآية ما كان قبلها من سورة الحشر فجعل الخمس لمن كان له الفيء وصار ما بقي من الغنيمة لسائر الناس لمن قاتل عليها4. ¶ ومن [سورة الممتحنة] ¶ وعن قوله عز وجل {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ ¶ __________ ¶ 1 المجادلة 13، وينظر: ابن حزم 135، النحاس 231، ابن سلامة90، مكي 368، ابن الجوزي 213، العتائقي 77، ابن المتوج 190. ¶ 2 الحشر 7. ¶ 3 الأنفال 41. ¶ 4 ينظر ابن حزم 135، النحاس 232، وفيه قول قتادة، ابن سلامة 90، مكي 370 وفيه قول قتادة، ابن الجوزي 213، العتائقي 77، ابن المتوج 191.ويلاحظ أن هناك خلافا فيها.",
            "page": "48",
            "part": "1",
            "seal": "ABE0E183"
        },
        {
            "id": "49",
            "nass": "مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنْفَقُوا وَلا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ} 1 يعني بذلك كفار نساء العرب إذا أبين أن يسلمن أن يخلى عنهن. ¶ وعن قوله عز وجل: {وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلوا مَا أَنْفَقُوا} 2 فكن3 إذا فررن من أصحاب رسول الله صلى الله عليه وسلم رجعن4 إلى الكفار الذين بينهم وبين أصحاب رسول الله العهد فتزوجن وبعثن5 بمهورهن إلى أزواجهن من المسلمين فإذا فررن من الكفار الذين بينهم وبين أصحاب رسول الله صلى الله عليه وسلم العهد فتزوجن وبعثن6 بمهورهن إلى أزواجهن من الكفار فكان هذا بين أصحاب رسول الله وبين أهل العهد من الكفار. ¶ وعن قوله عز وجل: {ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ} 7 فهذا حكمُهُ بين أهل الهدى وأهل الضلالة. ¶ وعن قوله عز وجل: {وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ¶ __________ ¶ 1 الممتحنة 10. وينظر: النحاس 237 – 249، أسباب النزول 451، زاد المسير 8/238، تفسير البغوي والخازن 7/66. ¶ 2 الممتحنة 10. وينظر: مكي 176. ¶ 3 في الأصل: كان. ¶ 4 في الأصل: رجعوا. ¶ 5 في الأصل: وبعثوا. ¶ 6 في الأصل فبعثوا. ¶ 7 الممتحنة 10.",
            "page": "49",
            "part": "1",
            "seal": "F1944511"
        },
        {
            "id": "50",
            "nass": "فَعَاقَبْتُمْ} 1 يقول إلى الكفار ليس بينهم وبين أصحاب رسول الله صلى الله عليه وسلم عهد يأخذون به فغنموا غنيمة إذا غنموا أن يعطوا زوجها صداقها الذي ساق منها من الغنيمة ثم يقسموا الغنيمة بعد ذلك ثم نسخ هذا الحكم وهذا العهد في براءة2 فنبذ إلى كل ذي عهد عهده. ¶ ومن [سورة المزمل] ¶ وعن قوله عز وجل: {يَا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلاً نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلاً أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً} 3 ففرض الله عز وجل: قيام الليل في أول هذه السورة فقام أصحاب رسول الله صلى الله عليه وسلم حتى انتفخت أقدامهم فأمسك الله خاتمتها حولا ثوم أنزل الله عز وجل: التخفيف في آخرها قال عز وجل: {عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَأُوا مَا تَيَسَّرَ مِنْهُ} 4 فنسخت هذه الآية ما كان قبلها من قيام الليل فجعل قيام الليل تطوعا بعد فريضة وقال {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} 5 وهما فريضتان لا رخصة لأحد فيهما. ¶ __________ ¶ 1 الممتحنة 11. وينظر النحاس 249 ومكي 378 وفيهما قول قتادة. ¶ 2 الآية 5. وهي آية السيف. ¶ 3 المزمل 1 - 4. ¶ 4 المزمل 20. ¶ 5 المزمل 20. وينظر ابن حزم 135، النحاس 251، ابن سلامة96، مكي 382، ابن اللجوزي 214، العتائقي 81، ابن المتوج 200وينظر أيضا: زاد المسير 8/388، التسهيل لعلوم التنزيل 4/156.",
            "page": "50",
            "part": "1",
            "seal": "291530E6"
        },
        {
            "id": "51",
            "nass": "عن قتادة أن أسباع القرآن1 سبع: الأول إلى: {إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفاً} 2 والثاني3 {إِلَى جَهَنَّمَ يُحْشَرُونَ} 4 والثالث {نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ} 5 والرابع خاتمة المؤمنين والخامس خاتمة سبأ والسادس خاتمة الحجرات والسابع ما بقى. ¶ قال حدثنا همام عن الكلبي عن أبي صالح6 وسعيد بن جبير7 أنهما قالا إن آخر آية نزلت من القرآن {وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ} 8. ¶ قال حدثنا همام عن قتادة أن أبي بن كعب9 قال إن آخر عهد القرآن في السماء هاتان الآيتان10 خاتمة براءة {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ} 11 إلى آخرها. ¶ __________ ¶ 1 ينظر: فنون الأفنان 45. ¶ 2 النساء 76. ¶ 3 في الأصل: الثالث، وهو تحريف. ¶ 4 الأنفال 36. ¶ 5 الحجر 49 - 50. ¶ 6 هو باذام \"ويقال: \"باذان\" مولي أم هاني بنت أبي طالب \"تهذيب التهذيب 1/416، خلاصة تهذيب الكمال 1/142\". ¶ 7 تابعي ثقة، قتله الحجاج سنة 92هـ \"طبقات ابن سعد 6/256، الجرح والتعديل 3/1/9، معرفة القراء الكبار56\". ¶ 8 البقرة 281. ¶ 9 صحابي، توفي سنة 21هـ \"طبقات ابن خياط 201، حلية الولياء 1/250، طبقات القراء 1/31\". ورواية قتادة عن أبي في تفسير الطبري11/78. ¶ 10 في الأصل: هاتين الآيتين. ¶ 11 التوبة 128.",
            "page": "51",
            "part": "1",
            "seal": "B127AC45"
        },
        {
            "id": "52",
            "nass": "ذكر المدني من القرآن ¶ قال حدثنا همام عن قتادة قال البقرة وآل عمران والنساء والمائدة والأنفال وبراءة والرعد والنحل والحجر والنور والأحزاب ومحمد والفتح والحجرات والرحمن والحديد إلى {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} 1 عشر متواليات وإذا زلزلت وإذا جاء نصر الله والفتح قال هذا مدني وسائر القرآن مكي2. ¶ قال حدثنا همام عن الكلبي عن أبي صالح أنه قال أول شيء أنزل من القرآن {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَق} 3 حتى بلغ إلى {إِنَّ إِلَى رَبِّكَ الرُّجْعَى} 4. وقال قتادة مثل ذلك قال الكلبي ثم انزلت آيات بعد ثلاث آيات من أول ن والقلم أو ثلاث آيات من أول المدثر أحدهما قبل الأخرى فأي الثلاث كن قبل الأولى فالأخرى بعدهن. ¶ قال حدثنا همام عن الكلبي عن أبي صالح عن ابن عباس5 قال أنزل القرآن إلى سماء الدنيا جملة واحدة ثم أنزل إلى الأرض. ¶ __________ ¶ 1 التحريم 1. ¶ 2 ينظر: البرهان في علوم القرآن 1/193، الإتقان في علوم القرآن 1/28. ¶ 3 العلق 1. ¶ 4 العبق 8' ¶ 5 عبد الله بن عباس ابن عم الرسول صلي الله عليه وسلم، توفي سنة 68هـ \"المعارف 123، أسد الغابة 3/290، نكت الهميان 180\". وقول ابن عباس في تفسير الطبري 27/203 وتفسير القرطبي 17/224.",
            "page": "52",
            "part": "1",
            "seal": "899CE38B"
        },
        {
            "id": "53",
            "nass": "نجوما ثلاث آيات وخمس آيات وأقل وأكثر {فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ إِنَّهُ لَقُرْآنٌ كَرِيمٌ} 1. ¶ قال حدثنا همام قال سئل الكلبي عن قوله عز وجل: {فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ} 2. ¶ __________ ¶ 1 الواقعة 75 - 77. ¶ 2 يلاحظ أن في المخطوطة نقصا إذا انتهت قبل أن يتم الكلام.",
            "page": "53",
            "part": "1",
            "seal": "81E28492"
        },
        {
            "id": "54",
            "nass": "فهرس المصادر والمراجع ¶ - المصحف الشريف. ¶ - بالاتقان في علوم القرآن: السيوطى، جلال الدين، ت 911 هـ، تح ابى الفضل ابراهيم، مصر 1967. ¶ - الاحكام في اصول الحكام: ابو محمد على بن حزم الظاهرى، ت 456 هـ، مط العاصمة بالقاهرء. ¶ - احكام القرآن: ابن العربى، ابو بكر محمد بن عبد الله، ت 543 هـ، تح البجاوى، البابى الحلبى بمصر 1967. ¶ - اسباب نزول القرآن: الواحدى، على بن احمد، ت 468 هـ، تح سيد صقر، القاهرة 1969. ¶ - أسد الغابة: ابن الاثير، عزالدين على بن محمد، ت 630 هـ، القاهرة 1970 - 73.",
            "page": "55",
            "part": "1",
            "seal": "81F84038"
        },
        {
            "id": "55",
            "nass": "- الاصابة في تمييز الصحابة: اين حجر العسقلانى، احمد بن على، ت 852 هـ، تح البجاوى، مط نهضة مصر 1971. ¶ - الاعتبار في بيان الناسخ والمنسوخ من الاثار: ¶ محمد بن موسى بن عثمان بن حازم الهمذانى، ت 584 هـ حيدر آباد الدكن 1359 هـ. ¶ - الاعلام: خير الذين الوركلى، ت 1976، بيروت 1969. ¶ - انباه الرواة على انباه النجاة: القفطى، جمال الدين على بن يوسف: ت 646 هـ، تح ابى الفضل، مط دار الكتب 1955 - 1973. ¶ - الانساب: السمعانى، عبد الكريم بن محمد، ت 562 هـ، حيدر آباد - الهند 1976. ¶ - الايضاح لناسخ القرآن ومنسوخة: مكى بن ابى طالب المغربى، ت 437 هـ، تح د. ¶ احمد حسن فرجات، الرياض 1976. ¶ - ايضاح المكنون: اسماعيل باشا، ت 1339 هـ استانبول 1945. ¶ - البحر المحيط: ابو حيان الاندلسى، اثير الدين محمد بن يوسف، ت 754 هـ، مط السعادة بمصر 1328 هـ.",
            "page": "56",
            "part": "1",
            "seal": "A8EBA254"
        },
        {
            "id": "56",
            "nass": "- برنامج شيوخ الرعينى: على بن محمد الاشبيلى، ت 666 هـ، تح ابراهيم شبوح، دمشق 1962. ¶ - البرهان في علوم القرآن. ¶ الزركشى، بدر الدين محمد بن عبد الله، 794 هـ، تح ابى الفضل، البابى الحلبى بمصر 1957 - 58. ¶ - تاج العروس: الزبيدى، محمد مرتضى، ت 1205 هـ، مط الخيرية بمصر 1306 هـ (. ¶ - تاريخ بغداد: الخطيب البغدادى، احمد بن على، ت 463 هـ، مط السعادة بمصر 1931. ¶ - تذكرة الحفاظ: الذهبى شمس الدين، ت 748 هـ، حيدر آباد الدكن 1376 هـ. ¶ - التسهيل لعلوم التنزيل: ابن جزى الكلبى: محمد بن احمد، ت 741 هـ، دار الكتاب العربى - بيروت 1973. ¶ - التعريفات: الشريف الجرجانى، على بن محمد، ت 816 هـ، البابى الحلبى بمصر 1938. ¶ - تفسير البغوى (معالم التنزيل) : الحسن بن مسعود الشافعى البغوى، ت 516 هـ، (طبع مع تفسير الخازن) ، مصر.",
            "page": "57",
            "part": "1",
            "seal": "AF9B07CA"
        },
        {
            "id": "57",
            "nass": "- تفسير البيضاوى (انوار التنزيل واسرار التاويل) : القاضى عبد الله بن عمر، ت 685 هـ، مط الميمنية بمصر 1320 هـ. ¶ - تفسير الخازن (لباب التاويل في معانى التنزيل) : علاءالدين على بن محمد بن ابراهيم البغدادى، ت 741 هـ، مصر. ¶ - تفسير الرازى (مفاتيح الغيب) : الفخر الرازى، محمد بن عمر، ت 606 هـ مط التهية المصرية. ¶ - تفسير الطبرى (جامع البيان) : ابو جعفر محمدبن جرير الطبرى، ت 310 هـ، البابى الحلبى بمصر 1954. ¶ - تفسير القرطبى (الجامع لاحكام القرآن) : القرطبى، محمد بن احمد، ت 671 هـ، القاهرة 1967. ¶ - تفسير الكشاف: الزمخشرى، محمود بن عمر، ت 538 هـ، مط الحلبى بمصر 1954. ¶ - التكملة لوفيات النقلة: المنذرى، زكى الدين عبد العظيم بن عبد القوى، ت 656 هـ، تح د. ¶ بشار عواد معروف، مط الاداب، النجف 1971. ¶ - تهذيب التهذيب: ابن حجر العسقلانى، حيدر آباد الدكن 1325 هـ. ¶ - التيسير في القراءات السبع: ابو عمرو الدانى، عثمان بن سعيد، ت 444 هـ، تح برتزل،",
            "page": "58",
            "part": "1",
            "seal": "706D4F77"
        },
        {
            "id": "58",
            "nass": "استانبول 1930. ¶ الجرح والتعديل: ابن ابي حاتم الرازي، عبد الرحمن بن محمد، ت 327، حيدر آباد - الهند. ¶ - حجة القراءات: أبو زرعة، عبد الرحمن بن محمد بن زنجلة، القرن الرابع الهجرى، تح سعيد الافغاني، منشورات جامعة بنغاوي 1974. ¶ حقائق التأويل في متشابه التنزيل: الشريف الرضي، محمد بن أبي أحمد، ت 406 هـ، مط الغرى بالنجف 1936. ¶ - حلية الاولياء: أبو نعيم الاصفهاني، احمد بن عبد الله، ت 430 هـ، مط السعادة بمصر 1938. ¶ - خلاصة تهذيب الكمال: الخزرجي: احمد بن عبد الله، ت بعد 923 هـ، تح محمود عبد الوهاب فايد، االقاهرة 1971. ¶ - الرجال: النجاشي، احمد بن علي، ت 450 هـ - طهران. ¶ - رجال الطوسي: الطوسي، أبو جعفر محمد بن الحسن، ت 460 هـ - مط الحيدرية، النجف 1961. ¶ - روح المعاني: الالوسي، شهاب الدين محمود بن عبد الله، ت 1270 هـ، مط",
            "page": "59",
            "part": "1",
            "seal": "0EE2279F"
        },
        {
            "id": "59",
            "nass": "الاميرية 1301 هـ. ¶ - زاد المسير في علم التفسير: ابن الجوزي، جمال الدين أبو الفرج عبد الرحمن، ت 597 هـ، دمشق 1965. ¶ - السبعة في القراءات: ابن مجاهد، أبو بكر احمد بن موسى، ت 324 هـ، تح د. ¶ شوقي ضيف، دار المعارف بمصر 1972. ¶ - سنن ابن ماجة: ابن ماجة، محمد بن يزيد، ت 275 هـ، تح محمد فؤاد عبد الباقي، البابي الحلبي بمصر 1952. ¶ - صحيح مسلم: مسلم بن الحجاج، ت 261 هـ، تح محمد فؤاد عبد الباقي، البابي الحلبي بمصر 1955. ¶ - صفة الصفوة: ابن الجوزي، حيدر آباد 1355 - 56. ¶ - الطبقات: خليفة بن خياط، ت 240 هـ، تح سهيل زكار، دمشق 1966 - 1967. ¶ طبقات الحفاظ: السيوطي، تح علي محمد عمر، القاهرة 1973. ¶ - طبقات الشافعية: السبكي، تاج الدين، ت 771 هـ، تح الحلو والطناحي، البابي الحلبي بمصر 1964.",
            "page": "60",
            "part": "1",
            "seal": "80FBE68F"
        },
        {
            "id": "60",
            "nass": "- طبقات الفقهاء: الشيرازى، ابراهيم بن على، ت 476 هـ، تح د. احسان عباس، بيروت 1970. ¶ - طبقات القراء (غاية النهاية) : ابن الجزرى، محمد بن محمد، ت 833 هـ، تح برجستراسر وبرتزل، القاهرة 1932 - 35. ¶ - الطبقات الكبرى: محمد بن سعد، ت 230 هـ، بيروت 1957. ¶ - طبقات المفسرين: الداودى، محمد بن على، ت 945 هـ، تح على محمد عمر، القاهرة 1972. ¶ - طبقات النحاة واللغويين: ابن قاضى شبهة، أبو بكر بن احمد، ت 851 هـ، مصورة عن نسخة الظاهرية. ¶ - العبر في خبر من غبر: الذهبى، تح فؤاد السيد، الكويت 1961. ¶ - فتح المنان في نسخ القرآن: على حسن العريض، الخانجى بمصر 1973. ¶ - فنون الافنان في عيون علوم القرآن: ابن الجوزى، نشره احمد الشرقاوى، مط النجاح، الدار البيضاء 1970. ¶ - فهرس مخطوطات دار الكتب الظاهرية (علوم القرآن) : د. عزة حسن، دمشق 1962.",
            "page": "61",
            "part": "1",
            "seal": "53EAAD85"
        },
        {
            "id": "61",
            "nass": "- الفهرست: الطوسى، مط الحيدرية في النجف 1960. ¶ - الفهرست: ابن النديم، محمد بن اسحاق، ت 380 هـ، مط الاستقامة، القاهرة. ¶ - فهرسة ما رواه عن شيوخه: ابن خير الاشبيلى، أبو بكر محمد، ت 575 هـ، بيروت 1962. ¶ - كشف الظنون عن أسامى الكتب والفنون: حاجى خليفة،: ت 1067 هـ، استانبول 1941. ¶ - الكشف عن وجوه القراءات السبع وعللها وحججها: مكى بن أبى طالب المغربى القيسى، تح د. ¶ محى الدين رمضان، دمشق 1974. ¶ - لباب النقول في أسباب النزول: السيوطى، البابى الحلبى بمصر. ¶ - لسان العرب: ابن منظور، محمد بن مكرم، ت 711 هـ، بيروت 1968. ¶ - لسان الميزان: ابن حجر العسقلانى، حيدر آباد 1331 هـ. ¶ - مشاهير علماء الامصار: محمد بن حبان البستى، ت 345 هـ تح فلا يشهمر، القاهرة ¶ 1959. ¶ - المصفى بأكف أهل الرسوخ من علم الناسخ والمنسوخ: ابن الجوزى، تح حاتم صالح الضامن، (نشر في مجلة المورد م 6",
            "page": "62",
            "part": "1",
            "seal": "FFA2A6A2"
        },
        {
            "id": "62",
            "nass": "1977) . ¶ - معالم العلماء: ابن شهراشوب، محمد بن على، ت 588، مط الحيدرية، النجف 1961. ¶ - المعارف: ابن قتيبة، عبد الله بن مسلم، ت 276 هـ، تح د. ¶ ثروة عكاشة، دار المعارف بمصر 1969. ¶ - معانى القرآن: الفراء، أبو زكرياء يحيى بن زياد، ت 207 هـ، تح نجاتى والنجار، القاهرة 1955. ¶ - معانى القرآن واعرابه: الزجاج، أبو اسحاق ابراهيم بن السرى، ت 311 هـ، تح د. عبد الجليل عبده شلبى، القاهرة 1974. ¶ - معترك الاقران في اعجاز القرآن: السيوطى، تح البجاوى، دار الفكر العربى بمصر 1969. ¶ - معجم الادباء: ياقوت الحموى، ت 626 هـ، مط دار المأمون بمصر 1936. ¶ - المعجم المفهرس لالفاظ القرآن الكريم: محمد فؤاد عبد الباقي، دار مطابع الشعب بمصر. ¶ - معرفة القراء الكبار: الذهبى، نشر محمد سيد جاد الحق مط دار التأليف بمصر 1961. ¶ - المغنى في أبواب التوحيد والعدل: القاضى عبد الجبار، ت 415 هـ، تح أمين الخولى، مط دار",
            "page": "63",
            "part": "1",
            "seal": "D9B92491"
        },
        {
            "id": "63",
            "nass": "الكتب، القاهرة 1960 (ج 16) . ¶ - مفردات الراغب الاصفهانى: الحسين بن محمد، ت 502 هـ، تح نديم مرعشلى، بيروت 1972. ¶ - مقاييس اللغة: احمد بن فارس، ت 395 هـ تح عبد السلام هارون، القاهرة 1366 هـ. ¶ - الملل والنحل: الشهرستانى، محمد بن عبد الكريم، ت 548 هـ، تح عبد العزيز محمد الوكيل، القاهرة 1968. ¶ - ميزان الاعتدال: الذهبى، تح البجاوى، البابى الحلبى بمصر. ¶ - الناسخ والمنسوخ: ابن حزم، أبو عبد الله محمدبن احمد الانصارى الاندلسى، ت 320 هـ، نشر مع تنوير المقباس، مصر 1390 هـ. ¶ - الناسخ والمنسوخ: ابن سلامة، هبة الله، ت 410 هـ، البابى الحلبى بمصر. ¶ - الناسخ والمنسوخ: عبد القاهر البغدادى، ت 429 هـ، مصورة في خزانتى. ¶ - الناسخ والمنسوخ: العتائقى، عبد الرحمن بن محمد الحلى، ت نحو 790 هـ، تح عبد الهادى الفضلى، النجف 1970.",
            "page": "64",
            "part": "1",
            "seal": "28F810D1"
        },
        {
            "id": "64",
            "nass": "- الناسخ والمنسوخ: النحاس، أبو جعفر أحمدبن محمد، ت 338 هـ، مط السعادة بمصر 1323 هـ. ¶ - نزهة الالباء: أبو البركات الانبارى، عبد الرحمن بن محمد، ت 577 هـ، تح أبى الفضل، القاهرة. ¶ - النسخ في القرآن الكريم: د. مصطفى زيد، مط المدنى بمصر 1963. ¶ - نظرية النسخ في الشرائع السماوية: د. شعبان محمد اسماعيل، القاهرة 1977. ¶ - نفح الطيب مع غصن الاندلس الرطيب: المقرى، احمد بن محمد، ت 1041 هـ تح د. ¶ احسان عباس، دار صادر، بيروت 1968. ¶ - نكت الهميان في نكت العميان: الصفدى، خليل بن أيبك، ت 764 هـ، مصر 1911. ¶ - الناسخ والمنسوخ: النحاس، أبو جعفر أحمدبن محمد، ت 338 هـ، مط السعادة بمصر 1323 هـ. ¶ - نزهة الالباء: أبو البركات الانبارى، عبد الرحمن بن محمد، ت 577 هـ، تح أبى الفضل، القاهرة. ¶ - النسخ في القرآن الكريم: د. مصطفى زيد، مط المدنى بمصر 1963. ¶ - نظرية النسخ في الشرائع السماوية: د. شعبان محمد اسماعيل، القاهرة 1977. ¶ - نفح الطيب مع غصن الاندلس الرطيب: المقرى، احمد بن محمد، ت 1041 هـ تح د. احسان عباس، دار صادر، بيروت 1968. ¶ - نكت الهميان في نكت العميان: الصفدى، خليل بن أيبك، ت 764 هـ، مصر 1911. ¶ - الوافى بالوفيات: الصفدى، نشر ريتر 1931. ¶ - الوسيط في الامثال: الواحدى، تح د. عفيف محمد عبد الرحمن، الكويت 1975. ¶ - وفيات الاعيان: ابن خلكان، شمس الدين احمدبن محمد، ت 681 هـ، تح د. احسان عباس، دار الثقافة - بيروت.",
            "page": "65",
            "part": "1",
            "seal": "DF8246F7"
        }
    ],
    "t8491": [
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: معنى النسخ"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: أين يقع النسخ"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: الفرق بين النسخ والبداء"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: الفرق بين النسخ والتخصيص"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "خامسا: فضل هذا العلم"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "المصنفون في النسخ في القرآن"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "قتادة بن دعامة وكتابه المؤلف"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "كتاب الناسخ والمنسوخ"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: توثيقه"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: مخطوطة الكتاب"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "سورة البقرة"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "سورة آل عمران"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة النساء"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المائدة"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأنعام"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الأنفال"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "سورة التوبة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النحل"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الإسراء"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "سورة العنكبوت"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الجاثية"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأحقاف"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "سورة محمد"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة المجادلة"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحشر"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الممتحنة"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المزمل"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر المدني من القرآن"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المصادر والمراجع"
        }
    ]
}