{
    "b8515": [
        {
            "id": "48",
            "nass": "قلت: ولا شك أن عدد الصحابة القراء يفوق ما ذكر أضعافاً مضاعفة فقد ذكر أن سبعين من القراء قتلوا في معركة واحدة وهي اليمامة. وذِكْرُ هذه الأعداد الكبيرة من الصحابة القراء يدل على شدة اهتمامهم بكتاب ربهم في عهد النبي صلى الله عليه وسلم، ولا يتعارض هذا العدد الكبير مع حديث الرسول صلى الله عليه وسلم الذي سبق ذكره ألا وهو:\" خذوا القرآن من أربعة\" فقد يكون هؤلاء أشد حذقاً وإتقاناً للقراءة من غيرهم وقد يكونون حفاظاً عن ظهر قلب بالإضافة إلى إتقانهم القراءة ولهذا حق لهم أن يكونوا من أشهر الصحابة في الإقراء وشرفوا بنص الرسول صلى الله عليه وسلم عليهم. ¶ وقد ثبت عنه صلى الله عليه وسلم أن قرأ سورة {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ} على أبي بن كعب رضي الله عنه. ففي الحديث المتفق عليه عن أنس بن مالك رضي الله عنه: قال النبي صلى الله عليه وسلم لأبيِّ: إن الله أمرني أن أقرأ عليك: {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ} قال: وسمَّاني؟ قال: \"نعم\"، قال فبكى1.وثبت عنه صلى الله عليه وسلم أنه قال لعبد الله ابن مسعود رضي الله عنه: \" اقرأ علىَّ القرآن\" 2.وكذلك ثبت عنه صلى الله عليه وسلم أنه استمع إلى قراءة أبي موسى الأشعري فأعجب بها ومدحها. وثبت عنه أنه صلى الله عليه وسلم أنه قال في مرضه الذي مات فيه: \"مروا أبا بكر فليصلِّ ¶ __________ ¶ 1 أخرجه البخاري برقم 4659 ومسلم برقم 799. ¶ 2 سبق تخريجه.",
            "page": "40",
            "part": "1",
            "seal": "99CB4F00"
        },
        {
            "id": "49",
            "nass": "بالناس\"1وعن مسروق قال: قال عبد الله رضي الله عنه:\"والله الذي لا إله غيره ما أُنزلت سورة من كتاب الله إلا أنا أعلم أين أُنزلت ولا أنزلت آية من كتاب الله إلا أنا أعلم فيمن أنزلت، ولو كنت أعلم أحداً أعلم مني بكتاب الله تبلغه الإبل لركبت إليه\"2. ¶ وقد استحسنت بعد ذكر القراء من أصحاب النبي صلى الله عليه وسلم أن أترجم لعدد منهم من الرجال والنساء وهم: ¶ __________ ¶ 1 الترمذي برقم 3672 وقال: حديث حسن صحيح. ¶ 2 أخرجه البخاري برقم 5002.",
            "page": "41",
            "part": "1",
            "seal": "CD31C791"
        },
        {
            "id": "50",
            "nass": "عائشة أمُّ المؤمنين رضي الله عنها ¶ هي أم المؤمنين الصديقة بنت الصديق، أفقه نساء الأمة على الإطلاق، التي قال فيها رسول الله صلى الله عليه وسلم: \"فضل عائشة على النساء كفضل الثريد على سائر الطعام\" 3. وهي التي قال لها رسول الله صلى عليه وسلم: \" يا عائشُ هذا جبريل يقرئك السلام\" 4. أبوها أبو بكر الصديق عبد الله بن أبي قحافة رضي الله عنه أفضل رجال الأمة على الإطلاق، وأمها أم رومان بنت عامر بن عويمر. تزوج النبي صلى الله عليه وسلم عائشة بعد موت الصديقة خديجة بنت خويلد رضي الله عنها، وذلك قبل الهجرة ببضعة عشر شهراً ولم يدخل بها إلا بعد غزوة بدر سنة اثنتين للهجرة في شوال. ¶ __________ ¶ 3 جزء من حديث أحرجه البخاري برقم 3769. ¶ 4 أخرجه البخاري برقم 3768.",
            "page": "41",
            "part": "1",
            "seal": "608CE38F"
        },
        {
            "id": "51",
            "nass": "لم يتزوج النبي صلى الله عليه وسلم بكراً غيرها ولا أحب أمرأة حبها، وفي الحديث الصحيح عن هشام عن أبيه عن عائشة رضي الله عنها قالت: قال لي رسول الله صلى الله عليه وسلم: \"أريتك في المنام يجيء بك الملك في سَرَقة من حرير، فقال لي: هذه امرأتك فكشفت عن وجهك الثوب فإذا أنت هي فقلت: إن يك هذا من عند الله يمضه\" 1. ¶ وفي الروايات الأخرى أنه صلى الله عليه وسلم رأى ذلك ثلاث مرات في ثلاث ليال. وقد ثبت عنه صلى الله عليه وسلم أنه قال لنسائه: \"والله ما نزل على الوحي وأنا في لحاف امرأة منكن غيرها\" 2 ¶ وقد ثبت عن عمرو بن العاص رضي الله عنه أنه سأل النبي الله عليه وسلم: أيُّ الناس أحب إليك يا رسول الله؟ قال: \"عائشة\" قال فمن الرجال؟ قال: \"أبوها\" قلت ثم من؟ قال: \"ثم عمر بن الخطاب\" فعد رجالاً3. ¶ وقد أطبقت الأمة على حبها وحب أبيها حتى إن حبهما أصبح علامة من علامات الإيمان. فلا يحبهما إلا مؤمن ولا يبغضهما إلا منافق أو كافر نسأل الله أن يرزقنا حبه وحب نبيه صلى الله عليه وسلم وحب آله وأصحابه وأن يجمعنا بهم في جنات النعيم، آمين. ¶ __________ ¶ 1 أخرجه البخاري برقم 5125. ¶ 2 أخرجه البخاري برقم 3775. ¶ 3 البخاري رقم 3662.",
            "page": "42",
            "part": "1",
            "seal": "B93C477F"
        },
        {
            "id": "52",
            "nass": "أبيُّ بنُ كعب رضي الله عنه ¶ \"هو أبي بن كعب بن عبيد بن زيد بن معاوية بن عمرو بن مالك بن النجار سيد القراء المقرئ البدري) 1. \"كان عمر رضي الله عنه يسميه سيد المسلمين\"2. ¶ وكان أقرأ الصحابة على الإطلاق بل أقرأ الأمة فعن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"أرحم أمتي بأمتي أبو بكر، وأشدهم في أمر الله عمر، وأصدقهم حياءً عثمان، وأقرؤهم لكتاب الله أبي بن كعب، وأفرضهم زيد بن ثابت، وأعلمهم بالحلال والحرام معاذ بن جبل، ألا وإن لكل أمة أميناً وإن أمين هذه الأمة أبو عبيدة بن الجراح\" 3. ¶ وعن أنس بن مالك رضي الله عنه: \"قال النبي صلى الله عليه وسلم لأبي: \"إن الله أمرني أن أقرأ عليك: \" لم يكن الذين كفروا من أهل الكتاب\" قال: وسماني؟ قال: \"نعم\"، قال: فبكى) 4 وحق له رضي الله عنه أن يبكي فرحاً بهذا المقام الرفيع، فالله يأمر الرسول صلى الله عليه وسلم أن يقرأ عليه القرآن فمن ذا الذي يستحق أن يذكر الله اسمه فوق سبع سماوات؟ ومن ذا الذي يؤمر النبي أن يقرأ عليه؟ ¶ __________ ¶ 1 انظر سير أعلام النبلاء للذهبي 1/389. ¶ 2 انظر الإصابة 1/32. ¶ 3 أخرجه الترمذي برقم 3793 وقال حسن صحيح. ¶ 4 سبق تخريجه انظر هامش رقم 123.",
            "page": "43",
            "part": "1",
            "seal": "593036F6"
        },
        {
            "id": "53",
            "nass": "وقد ثبت عنه صلى الله عليه وسلم أنه قال: \"خذوا القرآن من أربعة\" وفي رواية: \"استقرئوا القرآن من أربعة\" ذكر منهم أبي بن كعب رضي الله عنه1. ¶ وثبت عنه رضي الله عنه أنه قال: قال رسول الله صلى الله عليه وسلم: \"يا أبا المنذر أتدري أي آية من كتاب الله معك أعظم؟ \" قال: قلت: الله ورسوله أعلم. قال: \" يا أبا المنذر أتدري أي آية من كتاب الله معك أعظم؟ \" قال: قلت: \"الله لا إله إلا هو الحي القيوم\" قال: فضرب في صدري وقال: ليهنك العلم أبا المنذر\" 2. ¶ __________ ¶ 1 أخرجه البخاري برقم 3758. ¶ 2 أخرجه مسلم برقم 810. ¶ 3 الإصابة 1/543.",
            "page": "44",
            "part": "1",
            "seal": "4785EEB5"
        },
        {
            "id": "54",
            "nass": "زيد بن ثابت رضي الله عنه ¶ قال ابن حجر في الإصابة: هو زيد بن ثابت بن الضحاك بن زيد الأنصاري الخزرجي. وكانت معه راية بني النجار يوم تبوك، وكانت أولاً مع عمارة بن حزم فأخذها النبي صلى الله عليه وسلم منه فدفعها لزيد بن ثابت، فقال يا رسول الله بلغك عني شيء؟ قال: \"لا ولكن القرآن مقدم\"3. ¶ وهو واحد من الأربعة الذين أمر النبي صلى الله عليه وسلم بأخذ القرآن عنهم. وهو أشهر كتاب الوحي لرسول الله صلى الله عليه وسلم: فعن البراء قال: لما نزلت \"لايستوي القاعدون من المؤمنين والمجاهدون في سبيل ¶ __________ ¶ 3 الإصابة 1/543.",
            "page": "44",
            "part": "1",
            "seal": "0CAEF874"
        },
        {
            "id": "55",
            "nass": "الله\" قال النبي صلى الله عليه وسلم: \"ادع لي زيداً وليجئ باللوح والدواة والكتف أو الكتف والدواة\" ثم قال: \" اكتب \"لايستوي القاعدون\" 1. ¶ وهو الذي كلَّفه أبو بكر رضي الله عنه بجمع القرآن وقال له: \"إنك رجل شاب عاقل لا نتهمك وقد كنت تكتب الوحي لرسول الله صلى الله عليه وسلم فتتبع القرآن فاجمعه\" 2. ¶ قال ابن حجر: \"وروى البخاري تعليقاً والبغوي وأبو يعلى موصولاً عن أبي الزناد عن خارجة بن زيد عن أبيه قال: \"أُتيَ بي النبي صلى الله تعالى عليه وعلى آله وسلم مقدمه المدينة، فقيل هذا من بني النجار وقد قرأ سبع عشرة سورة فقرأت عليه، فأعجبه ذلك فقال: \"تعلم كتاب يهود فإني ما آمنهم على كتابي\" ففعلت، فما مضى لي نصف شهر حتى حذقته فكنت أكتب له إليهم وإذا كتبوا إليه قرأت له\"3.وقال ابن حجر: \"وروى يعقوب بن سفيان بإسناد صحيح عن الشعبي قال: ذهب زيد بن ثابت ليركب، فأمسك ابن عباس بالركاب فقال: تنحَّ يابن عم رسول الله، قال: لا، هكذا نفعل بالعلماء والكبراء\" 4. ¶ __________ ¶ 1 سبق تخريجه انظر هامش رقم 103. ¶ 2 سبق تخريجه انظر هامش رقم 104. ¶ 3 الإصابة 1/543. ¶ 4 المرجع السابق.",
            "page": "45",
            "part": "1",
            "seal": "D36AE6F0"
        },
        {
            "id": "56",
            "nass": "عبد الله بن مسعود رضي الله عنه ¶ هو عبد الله بن مسعود بن غافل بن حبيب بن شمخ بن فار بن مدركة بن الياس بن مضر بن نزار.",
            "page": "45",
            "part": "1",
            "seal": "2CC62A1A"
        },
        {
            "id": "57",
            "nass": "كنيته أبو عبد الرحمن ويكنى كذلك بأمه فيقال له: ابن أم عبد، وكنَّاه النبي صلى الله عليه وسلم بكلتا الكنيتين، فقد روي عنه أنه قال: كنَّاني النبي صلى الله عليه وسلم: أبا عبد الرحمن قبل أن يولد لي1. وقال صلى الله عليه وسلم: \" من أحب أن يقرأ القرآن غضاً كما أنزل فليقرأ قراءة ابن أم عبد\" 2. ¶ وقد كان شديد الضبط لكتاب الله فقد أخرج البخاري بسنده عن شقيق ابن سلمة قال: خطبنا عبد الله بن مسعود فقال: والله لقد أخذت من في رسول الله صلى الله عليه وسلم بضعاً وسبعين سورة والله لقد علم أصحاب رسول الله صلى الله عليه وسلم أني من أعلمهم بكتاب الله وما أنا بخيرهم\"3، وما كان هذا الأخذ إلا لشدة ملازمته النبي صلى الله عليه وسلم، ففي الحديث المتفق عليه عن أبي موسى الأشعري قال: \"قدمت أنا وأخي من اليمن فمكثنا حيناً ما نرى إلا أن عبد الله بن مسعود رجل من أهل بيت النبي صلى الله عليه وسلم لما نرى من دخوله ودخول أمه على النبي صلى الله عليه وسلم\" 4. ¶ __________ ¶ 1 نقله الذهبي من المستدرك. ¶ 2 مسند الإمام أحمد 1/445 و454. ¶ 3 صحيح البخاري حديث برقم 5000. ¶ 4 أخرجه البخاري برقم 3763 وأخرجه مسلم برقم 2460.",
            "page": "46",
            "part": "1",
            "seal": "EF329619"
        },
        {
            "id": "58",
            "nass": "وقد ثبت في الصحيح عنه أنه قال: قال لي رسول الله صلى الله عليه وسلم: \"اقرأ علي القرآن\" قلت آقرأ عليك وعليك أنزل؟ قال: \"فإني أحب أن أسمعه من غيري\" 1. ¶ وقد كان أذن له النبي صلى الله عليه وسلم أن يدخل عليه كل وقت، وهذه فضيلة قلَّما حصلت لغيره، فقد قال له صلى الله عليه وسلم: \"يا عبد الله إذنك علىَّ أن ترفع الحجاب وتسمع سِوادي حتى أنهاك\" 2.والسواد بكسر السين: السر. ¶ وعن عبد الرحمن بن يزيد قال: \"سألنا حذيفة عن رجل قريب السمت والهدي من النبي صلى الله عليه وسلم حتى نأخذ عنه فقال: ما أعرف أحداً أقرب سمتاً وهدياً ودلاً بالنبي صلى الله عليه وسلم من ابن أم عبد\"3. ¶ __________ ¶ 1 أخرجه البخاري برقم 4582 وقد أوردت الحديث بكامله في الفصل الثاني وانظر الهامش رقم 170. ¶ 2 أخرجه مسلم برقم 2169. ¶ 3 البخاري رقم 3762.",
            "page": "47",
            "part": "1",
            "seal": "F4105CC1"
        },
        {
            "id": "59",
            "nass": "سالم مولى أبي حذيفة رضي الله عنه ¶ هو سالم بن معقل مولى أبي حذيفة، وكانت قد أعتقته زوجة أبي حذيفة رضي الله عنهم أجمعين. ¶ وكان من أشهر قراء القرآن على عهد رسول الله صلى الله عليه وسلم. ¶ أخرج البخاري عن ابن عمر رضي الله عنهما قال: كان سالم مولى أبي حذيفة يؤم المهاجرين الأولين وأصحاب النبي صلى الله عليه وسلم في ¶ __________ ¶ 1 أخرجه البخاري برقم 4582 وقد أوردت الحديث بكامله في الفصل الثاني وانظر الهامش رقم 170. ¶ 2 أخرجه مسلم برقم 2169. ¶ 3 البخاري رقم 3762.",
            "page": "47",
            "part": "1",
            "seal": "B4D05FED"
        },
        {
            "id": "60",
            "nass": "مسجد قباء فيهم أبو بكر وعمر وأبو سلمة وزيد وعامر بن ربيعة\" 1وفي رواية وكان أكثرهم قرآناً. ¶ وهو أحد الأربعة الذين قال رسول الله صلى الله عليه وسلم فيهم: \"خذوا القرآن من أربعة\" 2. وأخرج الإمام أحمد بن حنبل بسنده عن عائشة رضي الله عنها قالت: استبطأني رسول الله ذات ليلة، فقال: \"ما حبسك\" قلت: إن في المسجد لأحسن مَنْ سمعت صوتاً بالقرآن، فأخذ رداءه، وخرج يسمعه فإذا هو سالم مولى أبي حذيفة، فقال: \"الحمد لله الذي جعل في أمتي مثلك\" 3. ¶ قال ابن حجر: \"وروى ابن المبارك أيضاً فيه: أن لواء المهاجرين كان مع سالم فقيل له في ذلك، فقال: بئس حامل القرآن أنا -يعنى إن فررت – فقطعت يمينه فأخذه بيسار فقطعت فاعتنقه إلى أن صرع، فقال لأصحابه: ما فعل أبو حذيفة؟ يعني مولاه، قيل: قتل، قال: فأضجعوني بجنبه\" 4.وكان ذلك يوم اليمامة رضي الله عنه وأرضاه. ¶ __________ ¶ 1 أخرجه البخاري برقم 7175. ¶ 2 سبق تخريجه. ¶ 3 أخرجه أحمد 6/165. ¶ 4 الإصابة 2/8.",
            "page": "48",
            "part": "1",
            "seal": "876960C0"
        },
        {
            "id": "61",
            "nass": "أم ورقة الشهيدة رضي الله عنها ¶ هي أم ورقة بنت عبد الله بن الحارث بن عويمر بن نوفل الأنصارية، روي عنها أن النبي صلى الله عليه وسلم لما غزا بدراً قالت له: ائذن لي فأخرج معك فأمرض مرضاكم، ثم لعل الله أن يرزقني الشهادة ¶ __________ ¶ 1 أخرجه البخاري برقم 7175. ¶ 2 سبق تخريجه. ¶ 3 أخرجه أحمد 6/165. ¶ 4 الإصابة 2/8.",
            "page": "48",
            "part": "1",
            "seal": "A3D812E7"
        },
        {
            "id": "62",
            "nass": "قال: \"قرِّي في بيتك فإن الله يرزقك الشهادة\" فكانت تسمى الشهيدة. وكان لها غلام وجارية قد دبرتهما فقاما إليها بالليل فغمياها بقطيفة لها حتى ماتت، فلما أصبح عمر رضي الله عنه قال: والله ما سمعت قراءة خالتي أم ورقة البارحة فدخل الدار فلم ير شيئاً فدخل البيت فإذا هي ملفوفة في قطيفة في جانب البيت فقال: صدق الله ورسوله \"أي صدقت نبوءة الرسول صلى الله عليه وسلم إذ كان يسميها: الشهيدة\" - وكان صلى الله عليه وسلم يقول:\" انطلقوا بنا نزور الشهيدة\" - فصعد عمر المنبر فذكر خبر موتها للناس، وقال: عليَّ بهما، فأتي بهما فسألهما فأقرَّا أنهما قتلاها فأمر بهما فصلبا، وكانا أول من صلب بالمدينة المنورة شرفها الله تعالى. ¶ وكانت أم ورقة رضي الله عنها قد قرأت القرآن واستأذنت النبي صلى الله عليه وسلم في أن تتخذ في دارها مؤذناً لها وكانت تؤم أهل دارها، وكانت ممن اشتهر بقراءة القرآن من النساء رضي الله عنها وأرضاها. ¶ __________ ¶ 1 سير أعلام النبلاء 1/336.",
            "page": "49",
            "part": "1",
            "seal": "D89CA826"
        },
        {
            "id": "63",
            "nass": "أبو زيد رضي الله عنه ¶ هو ثابت بن زيد بن قيس بن زيد بن النعمان بن مالك الأنصاري الخزرجي: وقيل اسمه أوس وقيل معاذ وهو ممن جمع القرآن حفظاً فحفظه كله في زمان النبي صلى الله عليه وسلم وهو من كبار الصحابة رضي الله عنهم قال الذهبي: (قال النحوي – سعيد بن أوس بن ثابت: هو جدي شهد أحداً، وهو أحد الستة الذين جمعوا القرآن، نزل البصرة واختط بها ثم قدم المدينة فمات بها فوقف عمر على قبره فقال: يرحمك الله أبا زيد، لقد دفن اليوم أعظم أهل الأرض أمانة\"1. ¶ __________ ¶ 1 سير أعلام النبلاء 1/336.",
            "page": "49",
            "part": "1",
            "seal": "888004A5"
        },
        {
            "id": "64",
            "nass": "الفصل الثاني: عناية النبي صلى الله عليه وسلم بالقرآن الكريم ¶ حرص النبي صلى الله عليه وسلم على تلقي القرآن وحفظه ¶ ... ¶ تمهيد: ¶ النبي صلى الله عليه وسلم أشد الناس عناية بالقرآن الكريم من جميع جوانبه، ومن شدة عنايته صلى الله عليه وسلم أمر أصحابه بأمور تزيد من عنايتهم هم بالقرآن، كأمره إياهم بالحفظ والتعاهد والتدبر وغير ذلك، ولقد وردت لنا الأخبار بشيء من ذلك، وأنا أرى أن هذه الأخبار التي وردت ليست إلا إشارات إلى عنايته صلى الله عليه وسلم بالقرآن، ولكن واقع حاله وشدة اهتمامه لا يتصور أن تنقله النصوص على حقيقته، كيف لا يكون كل ذلك الاهتمام منه صلى الله عليه وسلم وهو المكلف الوحيد من قبل ربه بتبليغ هذا القرآن؟ وما أود أن أشير إليه هنا هو أن تسمية هذا الفصل بـ\"عناية النبي صلى الله عليه وسلم بالقرآن الكريم\" ماهي إلا من باب تركيز الحديث على مسائل معينة خاصة، وإلا فكثير من النصوص التي أوردتها في الفصل الأول تدل على عنايته صلى الله عليه وسلم وعناية صحبه الكرام بالقرآن الكريم. ¶ وسأسوق في هذا الفصل بعض الأمثلة الدالة على هذه المسألة: ¶ حرص النبي صلى الله عليه وسلم على تلقي القرآن وحفظه ¶ أمر النبي صلى الله عليه وسلم صحابته بحفظ القرآن الكريم عن ظهر قلب، وقد سبقت الإشارة إلى ذلك في الفصل الأول، وكان هو صلى الله عليه وسلم أشد تلهفاً على حفظ القرآن، ولهذا كان إذا نزل عليه الوحي بشيء من القرآن يحرك به لسانه استعجالاً في حفظه فنهاه الله عن ذلك في قوله: {لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ ثُمَّ",
            "page": "51",
            "part": "1",
            "seal": "EA50C729"
        },
        {
            "id": "65",
            "nass": "ِنَّ عَلَيْنَا بَيَانَهُ} (القيامة: 16-19) . ولعل ذلك والله أعلم لئلا ينشغل بالحفظ عن الفهم قال ابن حجر رحمه الله: \"وكان من أصل الدين أن المبادرة إلى أفعال الخير مطلوبة، فنبه أنه قد يعترض على هذا المطلوب ما هو أجل منه وهو الإصغاء إلى الوحي وتفهم ما يرد منه، والتشاغل بالحفظ قد يصد عن ذلك فأمر أن لا يبادر إلى التحفظ لأن تحفيظه مضمون على ربه وليصغ إلى ما يرد عليه إلى أن ينقضي فيتبع ما اشتمل عليه\" 1. ¶ أخرج البخاري بسنده عن سعيد بن جبير عن ابن عباس في قوله: {لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ} قال: كان رسول الله صلى الله عليه وسلم إذا نزل جبريل عليه بالوحي وكان مما يحرك به لسانه وشفتيه فيشتد عليه وكان يعرف منه، فأنزل الله الآية التي في {لا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ} : {لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ} قال: علينا أن نجمعه في صدرك وقرآنه {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} : فإذا أنزلناه فاستمع {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} علينا أن نبينه بلسانك، قال: فكان إذا أتاه جبريل أطرق فإذا ذهب قرأه كما وعده الله2. ¶ __________ ¶ 1 الفتح 8/548. ¶ 2 صحيح البخاري حديث رقم 4929.",
            "page": "52",
            "part": "1",
            "seal": "2373F587"
        },
        {
            "id": "66",
            "nass": "نهيه صلى الله عليه وسلم عن كتابة شيء عنه غير القرآن الكريم ¶ عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم قال: \"لا تكتبوا عني ومن كتب عني غير القرآن فليمحه وحدثوا عني ولا حرج\" 1. ¶ قال ابن كثير رحمه الله في معنى هذا الحديث: \"أي لئلا يختلط بالقرآن، وليس معناه أن لا يحفظوا السنة ويرووها، والله أعلم\" 2. ¶ قلت: ويؤيد قول ابن كثير هذا قوله صلى الله عليه وسلم في الحديث: \"وحدثوا عني ولا حرج\" فرواية الحديث وتناقله مشافهة لا حرج فيها بل هى ضرورة لا بد منها لنشر الدين حيث كان الصحابة يتناقلون أقوال النبي صلى الله عليه وسلم بينهم ويبلغ الشاهد الغائب كما ثبت ذلك في أحاديث كثيرة، إنما كان النهي عن كتابة الحديث وكل ما سوى القرآن، ولما مات النبي صلى الله عليه وسلم لم يكن ثمة شيء مكتوب متداول غير القرآن الذي باكتمال نزوله اكتملت كتابته وتدوينه. ¶ __________ ¶ 1 أخرجه مسلم برقم 3004. ¶ 2 فضائل القرآن 30.",
            "page": "53",
            "part": "1",
            "seal": "E5F4C10B"
        },
        {
            "id": "67",
            "nass": "توجيهه صلى الله عليه وسلم الكتَّاب بكتابة كل آية في موضعها ¶ البحث في هذه المسألة قد يطول، وقد بسط العلماء الحديث عنها عند ذكر ترتيب القرآن هل هو توقيفي أو اجتهادي ممن جمع القرآن؟ قال",
            "page": "53",
            "part": "1",
            "seal": "4771CCE0"
        },
        {
            "id": "68",
            "nass": "ابن حجر رحمه الله: \"وروى أحمد وأصحاب السنن الثلاثة وصححه ابن حبان والحاكم من حديث عبد الله بن عباس عن عثمان بن عفان قال: \"كان رسول الله صلى الله عليه وسلم مما يأتي عليه الزمان ينزل عليه السور ذوات العدد، فكان إذا نزل عليه الشيء يدعو بعض من يكتب عنده فيقول: \" ضعوا هذا في السورة التي يذكر فيها كذا\"1. ¶ __________ ¶ 1 فتح الباري 8/639.",
            "page": "54",
            "part": "1",
            "seal": "B614F1EE"
        },
        {
            "id": "69",
            "nass": "تشجيعه صلى الله عليه وسلم على تلاوة القرآن وحفظه ¶ لمَّا كان صلى الله عليه وسلم مهتماً بتلاوة القرآن وحفظه - وكان ذلك شغله الشاغل - وجه أتباعه إلى ذلك، وقد ورد عدد كبير من الأحاديث الدالة على ذلك منها قوله صلى الله عليه وسلم: \"اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعاً لأصحابه\" 2.وقوله صلى الله عليه وسلم: \"يقال لصاحب القرآن اقرأ وارق ورتل كما كنت ترتل في الدنيا فإن منزلتك عند آخر آية كنت تقرأ بها\" 3. ¶ وقوله صلى الله عليه وسلم: \"الماهر بالقرآن مع السفرة الكرام البررة والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران\" (4) . وقوله صلى ¶ __________ ¶ 2 سبق تخريجه. ¶ 3 سبق تخريجه. ¶ 4 أخرجه مسلم برقم 798.",
            "page": "54",
            "part": "1",
            "seal": "E4177289"
        },
        {
            "id": "70",
            "nass": "الله عليه وسلم: \"من قرأ حرفاً من كتاب الله فله به حسنة والحسنة بعشر أمثالها لا أقول آلم حرف ولكن ألف حرف ولام حرف وميم حرف\" 1. ¶ __________ ¶ 1 سبق تخريجه انظر هامش رقم 69.",
            "page": "55",
            "part": "1",
            "seal": "02354C30"
        },
        {
            "id": "71",
            "nass": "أمره صلى الله عليه وسلم الصحابة بتعاهد القرآن حتى لا يتفلت ¶ وكما أمر ورغب صلى الله عليه وسلم في حفظ القرآن – كما سبق- أمر صلى الله عليه وسلم بتعهد القرآن ومراجعة حفظه باستمرار، حتى لا يتفلت وينسى، ومما ورد في ذلك قوله صلى الله عليه وسلم في الحديث الذي رواه عنه ابن عمر رضي الله عنهما: \" إنما مثل صاحب القرآن كمثل صاحب الإبل المعقلة، إن عاهد عليها أمسكها وإن أطلقها ذهبت\" 2. ¶ وفي رواية لمسلم من حديث موسى بن عقبة:\"وإذا قام صاحب القرآن فقرأه بالليل والنهار ذكره وإذا لم يقم به نسيه\" 3. وعنه رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\"بئس ما لأحدهم يقول نسيت آية كيت وكيت بل هو نُسِّى، استذكروا القرآن فإنه أشد تفصياً من صدور الرجال من النعم بعقلها\" 4. وعن أبي موسى عن النبي صلى ¶ __________ ¶ 2 متفق عليه أخرجه البخاري برقم 5031 ومسلم برقم 789. ¶ 3 مسلم 789. ¶ 4 متفق عليه البخاري 5033 ومسلم 791، قال في الفتح 9/81: (أي: تفلُّتاً وتخلصاً) . وقال في القاموس: (فَصَى الشيء من الشيء: فضله، وفصَّيتتُه: خلَّصتُه) القاموس: فصي.",
            "page": "55",
            "part": "1",
            "seal": "8228678D"
        },
        {
            "id": "72",
            "nass": "الله عليه وسلم قال: \"تعاهدوا القرآن فوالذي نفسي بيده لهو أشد تفصياً من الإبل في عقلها\" 1. ¶ ومنها قوله صلى الله عليه وسلم: \" مثل الذي يقرأ القرآن وهو حافظ له مع السفرة الكرام البررة، ومثل الذي يقرأ القرآن ويتعاهده وهو عليه شديد له أجران\" 2. ¶ ويلحظ في الأحاديث السابقة كلها أن النبي صلى الله عليه وسلم شبه تفلت القرآن من صاحبه إن لم يتعاهده - بالمراجعة والحفظ - بالإبل المعقلة فما دام فيها عقالها فهي موجودة محفوظة بإذن الله وإن انفلت عقالها ذهبت ولربما ضاعت قال ابن حجر رحمه الله: \"شبه درس القرآن واستمرار تلاوته بربط البعير الذي يخشى منه الشراد، فما زال التعاهد موجوداً فالحفظ موجود كما أن البعير مادام مشدوداً بالعقال فهو محفوظ، وخصّ الإبل بالذكر لأنها أشدُّ الحيوان الإنسي نفوراً وفي تحصيلها بعد استمكان نفورها صعوبة\" 3 ¶ __________ ¶ 1 الفتح 8/548. ¶ 2 سبق تخريجه. ¶ 3 فتح الباري 8/698.",
            "page": "56",
            "part": "1",
            "seal": "877A773B"
        },
        {
            "id": "73",
            "nass": "أمره صلى الله عليه وسلم بتحسين الصوت بالقراءة ¶ حسن الصوت بالقراءة مطلوب وتزيين الصوت بالقراءة سنة ثابتة عن رسول الله صلى الله عليه وسلم ولكن ينبغي ألا يتجاوز هذا التحسين",
            "page": "56",
            "part": "1",
            "seal": "73F483AC"
        },
        {
            "id": "74",
            "nass": "الحد المطلوب، وقد نص العلماء على تحريم المبالغة والتنطع في بعض الأحكام التي تخرج القراءة عن حدها، وتسلب القرآن حلاوته وطلاوته، ومما ثبت عن الرسول صلى الله عليه وسلم في الحث على تحسين الصوت بالقراءة والتغني بالقرآن ما يلي: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ليس منا من لم يتغنَّ بالقرآن\" هذا لفظ البخاري وزاد غيره: \" يجهر به\"1. ¶ وعنه رضي الله عنه أنه سمع رسول الله صلى الله عليه وسلم يقول: \"ما أذن الله لشيء ما أذن لنبي حسن الصوت يتغنى بالقرآن يجهر به\" 2. ¶ قال النووي عند شرح هذه الأحاديث: \"وقال الشافعي وموافقوه معناه: تحزين القراءة وترقيقها، واستدلوا بالحديث الآخر: \"زينوا القرآن بأصواتكم\" 3. ¶ وعن أبي بردة عن أبي موسى رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"يا أبا موسى لقد أوتيت مزماراً من مزامير آل داود\" 4. ¶ ولفظ الإمام مسلم فيه حرص النبي صلى الله عليه وسلم على استماع القراءة بالصوت الحسن فعن أبي بردة عن أبي موسى قال: قال ¶ __________ ¶ 1 أخرجه البخاري برقم 7527 وعيره. ¶ 2 متفق عليه البخاري 7544 ومسلم 792. ¶ 3 شرح صحيح مسلم 6/79. ¶ 4 متفق عليه البخاري برقم 5048 وهذا لفظ البخاري.",
            "page": "57",
            "part": "1",
            "seal": "46E0DDA9"
        },
        {
            "id": "75",
            "nass": "رسول الله صلى الله عليه وسلم لأبي موسى: \"لو رأيتني وأنا أستمع قراءتك البارحة، لقد أوتيت مزماراً من مزامير آل داود\" 1. ¶ ولقد كان صوته صلى الله عليه وسلم حسناً بل أحسن الأصوات بقراءة القرآن الكريم وذلك كما جاء في رواية البراء رضي الله عنه قال: ¶ \"سمعت رسول الله صلى الله عليه وسلم قرأ في العشاء بـ {وَالتِّينِ وَالزَّيْتُونِ} فما سمعت أحداً أحسن منه صوتا\" 2 ¶ هذه الأدلة كما هو واضح من مدلولها فيها الحث الصريح على التغني بالقرآن ولكن فهم بعض من لم يؤت سعة من العلم هذا الأمر على غير مراده حتى دخلت في القرآن ألحان الغناء فأصبحت قراءة بعض القراء ليست مقصودة لذاتها بقدر ما هي مقصودة لصوت القارئ. والله المستعان ولا حول ولا قوة إلا بالله. ¶ ولعل هذا التخبط في طرق الأداء المبتدعة قَوَّى لدى بعض العلماء حمل معنى أحاديث التغني بالقرآن على معنى الاستغناء الذي هو من الغنى نقيض الفقر، قال النووي: \"وأنكر أبو جعفر الطبري تفسير من قال: يستغني به وخطَّأه من حيث اللغة والمعنى. والخلاف جار في الحديث الآخر: \"ليس منا من لم يتغن بالقرآن\" والصحيح أنه من تحسين الصوت\" 3. ¶ __________ ¶ 1 صحيح مسلم 792. ¶ 2 أخرجه البخاري برقم 7546 ومسلم برقم 464. ¶ 3 شرح صحيح مسلم 6/79.",
            "page": "58",
            "part": "1",
            "seal": "83AAC82A"
        },
        {
            "id": "76",
            "nass": "حرصه صلى الله عليه وسلم على استماع القرآن من غيره ¶ ومن تمام عنايته صلى الله عليه وسلم بالقرآن كان يحب أن يسمعه من غيره من صحابته، فقد أخرج الإمامان البخاري ومسلم عن عبد الله بن مسعود رضي الله عنه قال: \"قال لي رسول الله صلى الله عليه وسلم: \"اقرأ عليَّ القرآن\" قال فقلت: يا رسول الله، أقرأ عليك وعليك أنزل؟ قال: \" إني أشتهي أن أسمعه من غيري\" فقرأت النساء حتى إذا بلغت: \"فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيداً\" رفعت رأسي أو غمزني رجل إلى جنبي فرفعت رأسي فرأيت دموعه تسيل\" 1. وعن أنس بن مالك رضي الله عنه: قال النبي صلى الله عليه وسلم لأبيِّ \"إن الله أمرني أن أقرأ عليك: {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ} \" قال: وسماني؟ قال \"نعم\" قال، فبكى2. وفي لفظ قال: آلله سماني لك؟ قال: \" آلله سماك\" فجعل أبيٌّ يبكي3. ¶ انظر حفظك الله إلى هذه الأحاديث العظيمة وما يستفاد منها وهو تشهى النبي صلى الله عليه وسلم أن يستمع القرآن من غيره وإنها لمرتبة عظيمة لأبي بن كعب وعبد الله بن مسعود رضي الله عنهما. ¶ __________ ¶ 1 متفق عليه أخرجه البخاري برقم 4582 ومسلم برقم 800. ¶ 2 سبق تخريجه. ¶ 3 انظر حديثا رقم 4960 في البخاري ومسلم برقم 799.",
            "page": "59",
            "part": "1",
            "seal": "9D5589E6"
        },
        {
            "id": "77",
            "nass": "نهيه صلى الله عليه وسلم عن الاستعجال في القراءة ¶ الناس في قراءة القرآن صنفان: صنف يقرأ القرآن بتعقل وتدبر لمعانيه، فهذا لا يهمه أن يختم القرآن في أسبوع أو شهر، وصنف آخر يقرأ القرآن ليزداد عدد الحروف التي يقرأها، ويكون له بكل حرف عشر حسنات، كما ثبت في الحديث الصحيح، وهذا الصنف هو الذي يكون همه أن يختم القرآن في أقصر مدة ممكنة. ¶ قال ابن حجر \"قال النووي: والاختيار أن ذلك يختلف بالأشخاص فمن كان من أهل الفهم وتدقيق الفكر استحب له أن يقتصر على القدر الذي لا يختل به المقصود من التدبر واستخراج المعاني، وكذا من كان له شغل بالعلم أو غيره من مهمات الدين ومصالح المسلمين العامة يستحب له أن يقتصر منه على القدر الذي لا يخل بما هو فيه، ومن لم يكن كذلك فالأولى له الاستكثار ما أمكنه من غير خروج إلى الملل ولا يقرؤه هذرمة. والله أعلم\" 1. ¶ وقد يجتمع الأمران في شخص واحد فمرة يقرأ القرآن قراءة فهم وتمعُّن في معانيه ومبانيه، ومرة يقرؤه قراءة يريد بها الإكثار من الحسنات، وقد ورد كل ذلك عن صحابة رسول الله صلى الله عليه وسلم. ولكن مدار الكلام في هذا المبحث على الأحاديث الواردة في نهيه صلى الله عليه وسلم عن الاستعجال، والحقيقة أن أكثر هذه الأحاديث مروية عن عبد الله بن عمرو بن العاص رضي الله عنهما، فقد كان شاباً قوياً فتياً يريد أن ¶ __________ ¶ 1 فتح الباري 8/715.",
            "page": "60",
            "part": "1",
            "seal": "2E866832"
        },
        {
            "id": "78",
            "nass": "يستمتع بقوته وشبابه - ورد نص ذلك في بعض الروايات - في طاعة الله فكان يصوم الأيام المتواصلة، ويقرأ القرآن في ليلة واحدة. ¶ أخرج البخاري رحمه الله بسنده عن عبد الله بن عمرو قال: \"أنكحني أبي امرأة ذات حسب فكان يتعاهد كنته فيسألها عن بعلها فتقول: نعم الرجل من رجل لم يطأ لنا فراشاً ولم يفتش لنا كنفاً منذ أتيناه، فلما طال ذلك عليه ذكر للنبي صلى الله عليه وسلم فقال: \"القني به\"، فلقيته بعد، فقال: \" كيف تصوم؟ \" قال: قلت: أصوم كل يوم قال: \"وكيف تختم؟ \" قال: كل ليلة، قال: \"صم في كل شهر ثلاثة واقرأ القرآن في كل شهر\". قال: قلت أطيق أكثر من ذلك، قال: \"صم ثلاثة أيام في الجمعة\" قال: قلت: أطيق أكثر من ذلك، قال: \"أفطر يومين وصم يوماً، قال: قلت: أطيق أكثر من ذلك، قال: \"صم أفضل الصوم، صوم داود، صيام يوم وإفطار يوم، واقرأ في كل سبع ليال مرة\". فليتني قبلت رخصة رسول الله صلى الله عليه وسلم، وذاك أني كبرت وضعفت، فكان يقرأ على بعض أهله السبع من القرآن بالنهار والذي يقرؤه يعرضه من النهار ليكون أخف عليه بالليل، وإذا أراد أن يتقوى أفطر أياماً وأحصى، وصام مثلهن كراهية أن يترك شيئاً فارق النبي صلى الله عليه وسلم\" 1. ¶ وقد أخرج الشيخان وغيرهما الحديث بألفاظ متقاربة، ولكنها تختلف في ذكر الأيام التي حددها له الرسول صلى الله عليه وسلم ليختم فيها، ففي بعض الروايات ثلاثة أيام وفي بعضها سبعاً. ¶ __________ ¶ 1 البخاري 5052.",
            "page": "61",
            "part": "1",
            "seal": "F5E6545C"
        },
        {
            "id": "79",
            "nass": "وأخرج أبو داود أحد هذه الأحاديث وفي آخره قال - أي رسول الله صلى الله عليه وسلم – \"لا يفقه من قرأه في أقل من ثلاث\" 1. ¶ ولعل نهي الرسول صلى الله عليه وسلم هذا بسبب أنه يخشى على أمته من الملل، فإذا طال العمر يدبُّ الوهن إلى جسم الإنسان وقد يصيبه الفتور. ولكن القليل الدائم خير من الكثير المنقطع. ¶ وقد أخرج الإمام مسلم عن عائشة رضي الله عنها قالت: لم يكن رسول الله صلى الله عليه وسلم في الشهر من السنة أكثر صياماً منه في شعبان وكان يقول: \"خذوا من الأعمال ما تطيقون فإن الله لن يملَّ حتى تملوا\" وكان يقول: \"أحب العمل إلى الله ما داوم عليه صاحبه وإن قل\" 2. ¶ ومما يدل على أن الرسول صلى الله عليه وسلم إنما نهى عن الإسراع في القراءة خوفاً على أتباعه من الملل ما ثبت عن عبد الله بن عمرو بن العاص رضي الله عنهما أنه قال: قال لي رسول الله صلى الله عليه وسلم: \" يا عبد الله لا تكن مثل فلان كان يقوم الليل فترك قيام الليل\" 3. ¶ وثمة سبب آخر لنهيه عليه الصلاة والسلام عن الإسراع ألا وهو الحث على التدبر فالإسراع في التلاوة وتدبر المعاني نقيضان قد لا يلتقيان. وقد سبق ذكر الحديث الذي قال فيه رسول الله صلى الله عليه وسلم: \"لا يفقه من قرأه في أقل من ثلاث\". وأخرج مسلم بسنده عن شقيق قال: ¶ __________ ¶ 1 سنن أبي داود رقم 1390. ¶ 2 صحيح مسلم رقم 782. ¶ 3 أخرجه مسلم في صحيحه 1159.",
            "page": "62",
            "part": "1",
            "seal": "EE342CA9"
        },
        {
            "id": "80",
            "nass": "\"جاء رجل من بني بجيلة يقال له نهيك بن سنان إلى عبد الله، فقال إني أقرأ المفصل في ركعة فقال عبد الله: هذًا كهذ الشعر؟.) 1. ¶ قال النووي رحمه الله: \"وهو شدة الإسراع والإفراط في العجلة ففيه النهي عن الهذ، والحث على الترتيل والتدبر وبه قال جمهور العلماء\" 2. ¶ وقال النووي - في معنى قول ابن مسعود في إحدى روايات الحديث المذكور: إن أقواماً يقرؤون القرآن لا يجاوز تراقيهم، ولكن إذا وقع في القلب فرسخ فيه نفع-: \"معناه أن قوماً ليس حظهم من القرآن إلا مروره على اللسان فلا يجاوز تراقيهم فيصل إلى قلوبهم، وليس ذلك هو المطلوب، بل المطلوب تعقله وتدبره بوقوعه في القلب\"3 ¶ __________ ¶ 1 صحيح مسلم حديث رقم 822. ¶ 2 صحيح مسلم الشرح النووي 6/105. ¶ 3 صحيح مسلم في النووي 6/105. نفس المرجع.",
            "page": "63",
            "part": "1",
            "seal": "DFA815FA"
        },
        {
            "id": "81",
            "nass": "تحريم القول في القرآن بغير علم ¶ ومما يدل على شدة عناية النبي صلى الله عليه وسلم بالقرآن أنه حرم القول فيه بغير علم، حتى ولو أصاب القائل في قوله، أي أن تفسير القرآن بدون علم حرام وإن كان صواباً فعن جندب بن عبد الله قال: \"قال رسول الله صلى الله عليه وسلم: \"من قال في القرآن برأيه فأصاب فقد أخطأ\" 4. ¶ __________ ¶ 4 أخرجه الترمذي برقم 2952.",
            "page": "63",
            "part": "1",
            "seal": "4FF9CC86"
        },
        {
            "id": "82",
            "nass": "وعن ابن عباس عن النبي صلى الله عليه وسلم قال: \"اتقوا الحديث عني إلا ما علمتم، فمن كذب عليَّ متعمداً فليتبوأ مقعده من النار، ومن قال في القرآن برأيه فليتبوأ مقعده من النار\" 1. ¶ وعن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"من قال في القرآن بغير علم فليتبوأ مقعده من النار\" 2. ¶ قال محققا شرح السنة للبغوي – بعد أن ذكرا تخريج الأحاديث السابقة - بضعف تلك الأحاديث فالحديث الأول في سنده سهيل بن أبي حزم لا يحتج به، ضعفه البخاري وأحمد وأبو حاتم، أما الحديثان الآخران ففيهما عبد الأعلى بن عامر الثعلبي وقد تكلموا فيه، وأورد المحققان كلام أهل العلم في عبد الأعلى هذا. ¶ قلت بعد النظر في كلام أهل العلم في عبد الأعلى بن عامر الثعلبي وجدت أن أقوالهم فيه لا تنزل بحديثه عن درجه الحسن فمنهم من قال: يكتب حديثه ومنهم من قال: حدث عنه الثقات. بل قال فيه يعقوب بن سفيان – كما ذكر المحققان-: في حديثه لين وهو ثقة وحسَّن له الترمذي وصحح له الحاكم\" 3 ¶ قلت: كذلك ضعف هذه الأحاديث – إن ثبت - لا يهون من خطر القول في القرآن بغير علم لأنه سبب كثير من الضلال والهوى، أسأل الله لي ولكم السلامة والعافية. ¶ __________ ¶ 1 أخره الترمذي برقم 2951 وقال هذا حديث حسن. ¶ 2 أخرجه الترمذي برقم 2950 وقال هذا حديث حسن صحيح. ¶ 3 انظر شرح السنة للبغوي 1/257.",
            "page": "64",
            "part": "1",
            "seal": "9B23B13D"
        },
        {
            "id": "83",
            "nass": "الخاتمة ¶ إن نتيجة هذا البحث معروفة قبل البدء في كتابته ألا وهي بيان عناية النبي صلى الله عليه وسلم بالقرآن الكريم، وكذلك عناية صحابته الكرام رضي الله عنهم، حفظاً وتدبراً وتعلماً وتعليماً، ويتضح لنا جلياً من البحث كذلك شدة متابعة الصحابة رضي الله عنهم لأوامر النبي صلى الله عليه وسلم. ¶ وذلك يتجلى واضحاً – على سبيل المثال – عند نهي النبي صلى الله عليه وسلم إياهم عن كتابة شيء غير القرآن. ¶ أما وصيتي في هذا البحث فهي أن أوصي نفسي وإخواني بالحرص على الاقتداء بالنبي صلى الله عليه وسلم في كل شيء وعلى رأس ذلك اهتمامه وعنايته بالقرآن الكريم، وأن لا نجعل همنا فقط إقامة حروف القرآن وضبط تجويده دون تدبر لمعانيه وعمل بما فيه، أسأل الله أن يرزقني وإياكم حب القرآن وحفظه والعمل به والوقوف عند حدوده وأن يجعلنا ممن يكون لهم القرآن يوم القيامة شافعاً وأن يظلنا في ظله يوم لا ظل إلا ظله. ¶ وصلى الله وسلم وبارك على نبينا محمد وعلى آله وأصحابه أجمعين.",
            "page": "65",
            "part": "1",
            "seal": "B7CD2127"
        },
        {
            "id": "84",
            "nass": "مصادر ومراجع ¶ ... ¶ المراجع ¶ 1- الإتقان في علوم القرآن، السيوطي، تحقيق محمد أبو الفضل إبراهيم، المكتبة العصرية – صيدا 1408 هـ. ¶ 2- الأحاديث العوالي من جزء ابن عرفه العبدي رواية شيخ الإسلام ابن تيميه انتقاء الإمام الذهبي، تحقيق د. عبد الرحمن الفريوائي، ط1، دار الكتب السلفية 1407 هـ. ¶ 3- الإصابة في تمييز الصحابة، ابن حجر العسقلاني، دار الكتاب العربي. ¶ 4- تاريخ القرآن الكريم، محمد سالم محيسن – رابطة العالم الإسلامي، سلسلة دعوة الحق، عدد 15، 1402هـ. ¶ 5- التبيان في علوم القرآن، محمد علي الصابوني، مكتبة الغزالي، دمشق، ط2، 140هـ. ¶ 6- تفسير القرآن العظيم الحافظ ابن كثير نشر وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد ط 1،1414هـ. ¶ 7- سنن أبي داود. ¶ 8- سنن الترمذي، تحقيق كمال يوسف الحوت، دار الكتب العلمية – بيروت. ¶ 9- سير أعلام النبلاء، الذهبي تحقيق شعيب الأرناؤوط، مؤسسة الرسالة، 1417 هـ. ¶ 10- شرح السنة، الإمام البغوي، تحقيق زهير الشاويش وشعيب الأرناؤوط، المكتب الإسلامي، بيروت، ط1، 1400 هـ.",
            "page": "66",
            "part": "1",
            "seal": "27F52EC2"
        },
        {
            "id": "85",
            "nass": "11- شرح صحيح مسلم، الإمام النووي، دار الفكر، بيروت، 1401هـ. ¶ 12- صحيح الإمام البخاري، دار السلام بالرياض، ط1، 1417 هـ. ¶ 13- صحيح الإمام مسلم، دار السلام بالرياض، ط1، 1419 هـ. ¶ 14- صحيح الجامع الصغير للشيخ محمد ناصر الدين الألباني، المكتب الإسلامي، بيروت، ط3، 1408 هـ. ¶ 15- غاية النهاية في طبقات القراء، ابن الجزري، ط2، 1400هـ، دار الكتب العلمية. ¶ 16- فتح الباري شرح صحيح البخاري، ابن حجر العسقلاني، دار الريان، القاهرة، ط1، 1407 هـ 17- القاموس المحيط، الفيروز آبادي، دار إحياء التراث العربي، بيروت، ط1، 1417 هـ. ¶ 18- لسان العرب لابن منظور، دار صادر، لبنان. ¶ 19- مباحث في علوم القرآن، صبحي الصالح، دار العلم للملايين. ¶ 20- مباحث في علوم القرآن، مناع خليل القطان، مؤسسة الرسالة، ط23، 1411 هـ. ¶ 21- مناهل العرفان، الزرقاني.",
            "page": "67",
            "part": "1",
            "seal": "FCCDC9F4"
        },
        {
            "id": "1",
            "nass": "ملخص البحث ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وأصحابه أجمعين، أما بعد: ¶ فهذا بحث موجز حاولت أن أُبيِّن فيه باختصار العناية التي كان يلقاها القرآن الكريم في عهد النبي صلى الله عليه وسلم من النبي صلى الله عليه وسلم ومن صحابته الكرام رضي الله عنهم أجمعين. وقد جعلت هذا البحث في مقدمة وفصلين، الفصل الأول جعلته بعنوان: حول القرآن الكريم، وتحدثت فيه عن مباحث عامة حول القرآن الكريم كتعريف القرآن الكريم والفرق بينه وبين الحديث القدسي والحديث النبوي، ثم ذكرت طرفاً من فضائل القرآن الكريم عموماً وفضائل بعض السور خصوصاً، وأثر تلاوة القرآن الكريم على الفرد والجماعة، وتحدثت فيه كذلك عن كتّاب القرآن الكريم وقرائه من صحابة النبي صلى الله عليه وسلم. ¶ أما الفصل الثاني فقد جعلته عن عناية النبي صلى الله عليه وسلم بالقرآن الكريم فبينت فيه شدة اهتمامه صلى الله عليه وسلم بالقرآن، ومن ذلك مثلاً حرصه على تلقي القرآن من الوحي، وأمره بحفظ القرآن والمحافظة عليه من النسيان، وأمره بتحسين الصوت بقراءة القرآن، وغير ذلك من المباحث التي تدل على عنايته صلى الله عليه وسلم.",
            "page": "1",
            "part": "1",
            "seal": "DC9FC0CB"
        },
        {
            "id": "2",
            "nass": "المقدّمة ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وأصحابه أجمعين، أما بعد: ¶ فالقرآن كلام الله سبحانه وتعالى الذي تكلم به وأوحاه إلى نبيه محمد صلى الله عليه وسلم بواسطة الملك جبريل عليه السلام، فهو الهدى والنور وهو الشفاء، وهو الذكر الذي به تطمئن القلوب، من حكم به عدل، ومن استهدى به هدي، ومن استشفى به شفي بإذن الله، عزَّ به أول هذه الأمة، ولا يعز آخرها إلا به، قال صلى الله عليه وسلم: \" تركت فيكم شيئين لن تضلوا بعدهما: كتاب الله وسنتي، ولن يتفرقا حتى يردا على الحوض\" 1.وعن علي رضي الله عنه قال: \"أما إني قد سمعت رسول الله صلى الله عليه وسلم يقول:\"ألا إنها ستكون فتنة\" فقلت: فما المخرج منها يا رسول الله؟ قال: \"كتاب الله فيه نبأ ما كان قبلكم، وخبر ما بعدكم، وحكم ما بينكم، وهو الفصل ليس بالهزل، من تركه من جبار قصمه الله، ومن ابتغى الهدى في غيره أضله الله، وهو حبل الله المتين، وهو الذكر الحكيم، وهو الصراط المستقيم، هو الذي لا تزيغ به الأهواء، ولا تلتبس به الألسنة، ولا يشبع منه العلماء، ولا يخلق عن كثرة الرد، ولا تنقضي عجائبه، وهو الذي لم تنته الجن إذ سمعته حتى قالوا:\"إنا سمعنا قرآناً عجباً يهدي إلى الرشد\".من قال ¶ __________ ¶ 1 أورده الألباني رحمه الله في صحيح الجامع الصغير برقم 2937 وقال: صحيح.",
            "page": "2",
            "part": "1",
            "seal": "076CCD5E"
        },
        {
            "id": "3",
            "nass": "به صدق، ومن عمل به أجر، ومن حكم به عدل، ومن دعا إليه هَدَى إلى صراط مستقيم\".1 ¶ ولقد اهتم السلف والخلف من هذه الأمة بكتاب ربها، فتلقاه النبي صلى الله عليه وسلم من الوحي، وتلقفه الصحابة رضي الله عنهم فحفظوه وفهموه وعملوا به، ثم جاءت من بعدهم الأجيال المتعاقبة، جيل من بعد جيل، فألفت فيه التآليف الكثيرة، فكتبٌ في أول ما نزل وآخر ما نزل، وأخرى في ناسخه ومنسوخه وأخرى في محكمه ومتشابهه، وكتبٌ في التفسير بأنواعه، بالإضافة إلى كتب في فضائله. ولو رجعنا إلى محتوى أي كتاب من هذه الكتب لوجدنا الأبواب والفصول الكثيرة التي لا تكاد تحصى، حتى إنه لم يترك شيء يتعلق بالقرآن الكريم إلا دُرس وألِّف فيه، وما ذلك الحفظ إلا لحفظ الله له الذي ذكره بقوله: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (الحجر: 9) . ¶ وإني في هذا البحث الموجز – الذي أقدمه لهذه الندوة المباركة: \"عناية المملكة العربية السعودية بالقرآن الكريم وعلومه \" التي يعقدها مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة – حاولت جمع ما تيسر لي من الآيات والأحاديث التي تبين العناية بالقرآن الكريم في عهد النبي صلى الله عليه وسلم، سواءً كانت تلك العناية منه صلى الله عليه وسلم أو من صحابته رضوان الله عليهم أجمعين، ولم يكن هدفي استقصاء جميع طرق الحديث ¶ __________ ¶ 1 أخرجه الترمذي برقم 2906 وقال: (هذا حديث لا نعرفه إلا من هذا الوجه، وإسناده مجهول، وفي الحارث مقال) .وقال ابن كثير في كتابه (فضائل القرآن ص 16) وقصارى هذا الحديث أن يكون من كلام أمير المؤمنين علي رضي الله عنه، وقد وهم بعضهم في رفعه، وهو كلام حسن صحيح على أنه قد روي له شاهد عن عبد الله بن مسعود عن النبي صلى الله عليه وسلم\".",
            "page": "3",
            "part": "1",
            "seal": "AD73FBFB"
        },
        {
            "id": "4",
            "nass": "ورواياته، بل الاستدلال للمسألة التي أنا بصدد الحديث عنها، فإذا وجدت حديثاً في صحيح البخاري مثلاً اكتفيت به ولم أبحث عن بقية طرقه. ولقد بذلت وسعي لئلا أستدل في أصل هذا البحث إلا بحديث صحيح قدر المستطاع، وقد تم لي ذلك ولله الحمد والمنة، غير أحاديث في آخر مبحث منه رأيت أنها في مجموع طرقها لا تنزل عن درجة الحسن أي أنها ليست ضعيفة. ¶ وقد يلحظ القارئ الكريم تكرار الأدلة في مباحث هذا البحث وما ذلك إلا لأن بعض الأدلة فيه دلالة على عدة مسائل، وهذا ما يجعلني أكرر الدليل أو بعضه عند كل مسالة، وقد يكون ذلك أدى إلى بعض الطول في البحث، ولكن هذا الطول غير ممل، إذ القارئ لن يجد في هذا البحث - غالباً - إلا كلام الله وكلام رسوله صلى الله عليه وسلم، وقد حاولت أن لا أكثر من الشرح خشية الإطالة والملل. وما أدليت بدلوي إلا بتقديم بين يدي الدليل أو إشارة إلى بعض ما يحتويه من المعاني. ¶ أما من ترجمت لهم من الصحابة فقد نقلت تراجمهم من سير أعلام النبلاء للذهبي والإصابة لابن حجر كما هي، مع الإشارة إلى ذلك في الحاشية. وقد اعتمدت في هذا البحث على عدد من المراجع أثبتها في آخره. ¶ وإني أقدم إليك أخي الكريم عذري عن كل سهو أو تقصير وقع في هذا البحث، فالنقص والنسيان صفتان ملازمتان للإنسان، ولو أعدت النظر في هذا البحث مرات ومرات لعدلت وبدلت وقدمت وأخّرت في كل مرة. ¶ فسبحان الله المنزّه عن النقص والعيب، وآخر دعوانا أن الحمد لله رب العالمين وصلى الله وسلم وبارك على نبينا محمد وعلى آله وأصحابه أجمعين.",
            "page": "4",
            "part": "1",
            "seal": "D46868D8"
        },
        {
            "id": "5",
            "nass": "الفصل الأول: حول القرآن ¶ تعريف القرآن الكريم ¶ ... ¶ تعريف القرآن الكريم ¶ لقد بذل العلماء قديماً وحديثاً كل وسعهم لإيجاد تعريف للفظة القرآن فتناولوها من الجانبين اللغوي والاصطلاحي كما هو معهود عند كل تعريف، وأوردوا في ذلك أقوالاً وآراء يكاد يكون كل واحد منها تكراراً للآخر، غير أن كل واحد من أولئك العلماء الأجلاء رجح رأياً استحسنه ومال إليه، ومن هنا رأيت في بحثي هذا المتواضع أن أضرب عن التعريف اللغوي صفحاً، إذ لا حاجة ولا فائدة من ذكره هنا، أما التعريف الاصطلاحي فسأذكره لأنني فيما بعد سأتعرض للجانب الآخر من الوحي ألا وهو الحديث بقسميه: القدسي والنبوي وذلك عند ذكر الفرق بينهما وبين القرآن الكريم. ¶ وسبب تناولي لهذه التعريفات أن الرسول صلى الله عليه وسلم – كما سيأتي- نَهى عن كتابة شيء عنه غير القرآن وذلك زيادة اهتمام منه صلى الله عليه وسلم بالقرآن حتى لا يختلط به غيره من الحديث بنوعيه، ويعلم من ذلك أن الصحابة رضي الله عنهم كانوا يفرقون بين ما هو قرآن يجب عليهم كتابته وتدوينه، وما هو غير قرآن نهوا عن كتابته. ¶ التعريف الاصطلاحي للقرآن الكريم ¶ وردت عن العلماء تعريفات كثيرة للقرآن الكريم وهذه التعريفات تتفاوت من ناحية الشمول، فبعضها أشمل من بعض، وتتفاوت كذلك من ناحية الألفاظ. وإني - وإن قل الاعتداد بكثرة ألفاظ التعريف أو قلتها - أقر بأن التعريف ينبغي أن يكون دالاً على جميع أجزاء المعرف بأقل لفظ ممكن، مهما كثرت ألفاظه.",
            "page": "6",
            "part": "1",
            "seal": "5409C8C7"
        },
        {
            "id": "6",
            "nass": "وعند الرجوع إلى كتب علوم القرآن لمعرفة التعريف الاصطلاحي وجدت كما أشرت سابقاً عدة تعريفات فالشيخ مناع القطان رحمه الله قال نقلاً عن العلماء – كما يقول: \"كلام الله المنزل على محمد صلى الله عليه وسلم المتعبد بتلاوته\"1. ¶ وقال الشيخ صبحي الصالح رحمه الله: (هو الكلام المعجز المنزل على النبي صلى الله عليه وسلم المكتوب في المصاحف المنقول عنه بالتواتر المتعبد بتلاوته\" 2. ¶ ثم قال بعد ذلك: وتعريف القرآن على هذا الوجه متفق عليه بين الأصوليين والفقهاء وعلماء العربية\". ¶ وأما الشيخ محمد سالم محيسن فعرفه نقلاً عن إرشاد الفحول قائلاً: \"هو كلام الله تعالى المنزل على نبينا محمد صلى الله عليه وسلم المكتوب في المصاحف المنقول إلينا نقلاً متواتراً المتعبد بتلاوته المتحدى بأقصر سورة منه\"3. ¶ أما الشيخ الصابوني فقد عرفه بأنه:\"كلام الله المعجز المنزل على خاتم الأنبياء والمرسلين بواسطة الأمين جبريل عليه السلام المكتوب في المصاحف المنقول إلينا بالتواتر المتعبد بتلاوته المبدوء بسورة الفاتحة المختتم بسورة الناس\"4. ¶ __________ ¶ 1 مباحث في علوم القرآن، الشيخ مناع خليل القطان، مكتبة وهبة ص16. ¶ 2 مباحث في علوم القرآن، صبحي الصالح، دار العلم للملايين ط16 ص21. ¶ 3 تاريخ القرآن الكريم، رابطة العالم الإسلامي، سلسلة دعوة الحق، السنة الثانية، 1402هـ. ¶ 4 التبيان في علوم القرآن، الشيخ محمد علي الصابوني مكتبة الغزالي ص6.",
            "page": "7",
            "part": "1",
            "seal": "44787DCF"
        },
        {
            "id": "7",
            "nass": "وقد خرجت من مجموع هذه التعريفات بتعريف أرى أنه أجمع من غيره وهو: \"القرآن كلام الله الذي أوحاه إلى نبينا محمد صلى الله عليه وسلم يقظة بلفظه ومعناه، المعجز والمتعبد بهما والمنقول إلينا تواتراً والمحفوظ بين دفتي المصحف\"1. ¶ وهذه العبارات التي يحتوي عليها التعريف منتقاة من مجموع التعريفات. ¶ __________ ¶ 1 ترى اللجنة العلمية للندوة أن الراجح في تعريف القرآن هو ما ذكره الطحاوي بقوله: \"إن القرآن كلام الله، منه بدأ بلا كيفية قولاً، وأنزله على رسوله وحياً، وصدقه المؤمنون على ذلك حقاً، وأيقنوا أنه كلام الله تعالى بالحقيقة، ليس بمخلوق ككلام البرية، فمن سمعه فزعم أنه كلام البشر فقد كفر\" شرح العقيدة الطحاوية (طبع مؤسسة الرسالة) 1/172.",
            "page": "8",
            "part": "1",
            "seal": "A564A2B3"
        },
        {
            "id": "8",
            "nass": "الفرق بين القرآن والحديث القدسي والحديث النبوي ¶ لقد نطق الرسول صلى الله عليه وسلم بالقرآن الكريم كما نطق بالحديث القدسي والحديث النبوي وكان الصحابة رضي الله عنهم حريصين على تسجيل كل ذلك وتدوينه، إذ إن كل ذلك دين ينبغي الحرص عليه، ولكن لما كان من الممكن أن يختلط القرآن بغيره نهى النبي صلى الله عليه وسلم عن كتابة أي شيء عنه غير القرآن وقد أوردت مبحثاً خاصاً حول هذا النهي. ¶ وعلى هذا رأيت أن أذكر –باختصار - الفرق بين القرآن وغيره مما كان ينطق به الرسول صلى الله عليه وسلم.",
            "page": "8",
            "part": "1",
            "seal": "155E11A9"
        },
        {
            "id": "9",
            "nass": "قلت: والمقصود هنا ذكر فروق القرآن عن نوعي الحديث دون حاجة إلى ذكر الفروق بين هذين النوعين، ومن تعريف القرآن الكريم وتعريف نوعي الحديث تتضح لنا فروق القرآن عنها، وهي: ¶ 1- القرآن الكريم نزل بلفظه ومعناه أما الحديث فنزل بمعناه دون لفظه على الصحيح. ¶ 2- القرآن الكريم معجز بلفظه ومعناه، بخلاف الحديث فليس فيه صفة الإعجاز والتحدي. ¶ 3- القرآن الكريم جميعه منقول بالتواتر وهو قطعي الدلالة، أما الحديث ففيه المتواتر والآحاد. ¶ 4- القرآن الكريم تصح به الصلاة ولا تصح بغيره. ¶ 5- القرآن الكريم متعبد بلفظه ومعناه فمجرد تلاوته عليها أجر عظيم منصوص عليه في الحديث الصحيح، ولا يجري هذا الأجر على الحديث بنوعيه، وإن كانت قراءته عليها أجر عام غير محدد.",
            "page": "9",
            "part": "1",
            "seal": "FA3044D6"
        },
        {
            "id": "10",
            "nass": "فضل القرآن الكريم وفضل تلاوته وأثر ذلك في حياة الناس: ¶ القرآن هو كلام الله الذي يخاطب به كل واحد منا صباح مساء، وقد سبقت في المقدمة الإشارة إلى أوصافه التي تعرف بها مكانته، فالفضل كل الفضل في قراءة حروفه وفهم معانيه والوقوف عند حدوده، لعلَّنا أن نكون",
            "page": "9",
            "part": "1",
            "seal": "03210D2A"
        },
        {
            "id": "11",
            "nass": "من أهله فقد ورد عنه صلى الله عليه وسلم أنه قال: \" إن لله أهلين\" قيل: من هم يا رسول؟ قال: \"أهل القرآن، هم أهل الله وخاصته\" 1 ¶ والحديث عن فضل القرآن وفضل تلاوته وأثر تلاوته في حياة الناس حديث قد يطول، لما للقرآن من فضل، ولما ورد فيه من الأدلة الكثيرة، ولما كان من الصعب حصر كل ذلك في هذا البحث الموجز رأيت أن أقدم إشارات لطيفة إلى بعض ذلك، فما لا يدرك كله لا يترك جله. وإليك أيها القارئ الكريم شيء من تلك الأدلة التي جمعتها وحاولت الربط بينها ربطاً خفيفاً إما بتقديم للآية أو بذكر تفسير مختصر لها. ¶ قلت: وبمعرفة صفات القرآن الكريم الواردة في آياته الكريمة والأحاديث والآثار، وبتدقيق النظر فيها يتجلى لنا فضل القرآن الكريم، ذلك الفضل الذي لم يقتصر على الأمة الإسلامية فقط بل تعداها إلى البشرية بعامة، فالقرآن مصدر الهداية المنزه عن الشك والريب، كيف لا وهو كلام الله الذي قاله بنفسه وأنزله على نبيه محمد صلى الله عليه وسلم لهداية الثقلين الجن والإنس، قال تعالى: {آلم ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ} (البقرة: 1) . وقال تعالى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ} (البقرة: 185) . وقال تعالى: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} (الإسراء: 9) . ¶ فأصح طريق وأقومه هو ما هدى وأرشد إليه القرآن الكريم لأنه النور المبين الذي ينير الطريق للبشرية في ظلمة هذه الحياة قال تعالى: {وَلَقَدْ ¶ __________ ¶ 1 مسند الإمام أحمد بن حنبل 3/ 127 و 128. وأورده الألباني في صحيح الجامع تحت رقم 2165 وقال: صحيح.",
            "page": "10",
            "part": "1",
            "seal": "C9BEF2A2"
        },
        {
            "id": "12",
            "nass": "أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ} (البقرة: 99) . وقال تعالى: {الر تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ} (الحجر: 1) . ¶ ولما له من الأثر العظيم والتأثير البالغ في النفوس ما لبثت الجن حين سمعته أن آمنت به، قال تعالى: {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَراً مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَاباً أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ} (الأحقاف: 29-31) . ¶ وقال تعالى مخبراً عنهم مرة أخرى: {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنً عَجَباً يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ} (الجن:1-2) . ¶ وانظر إلى أحد فصحاء العرب حين استمع القرآن ماذا قال:\"والله إن له لحلاوة وإن عليه لطلاوة وإنه يعلو ولا يعلى عليه\".1 ¶ لكنه تحت تأثير قومه نكص على عقبيه وافترى على الله الكذب قال الله تعالى في خبره: {إِنَّهُ فَكَّرَ وَقَدَّرَ. فَقُتِلَ كَيْفَ قَدَّرَ. ثُمَّ قُتِلَ كَيْفَ قَدَّرَ. ثُمَّ نَظَرَ. ثُمَّ عَبَسَ وَبَسَرَ. ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ. فَقَالَ إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ. إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ} (المدثر: 18-25) . ¶ بل ولا أبالغ إذا ما قلت إن عدداً كبيراً من المسلمين الأوائل كان سبب إسلامهم وهدايتهم سماعهم لآيات القرآن التي انبهروا بها وعرفوا بتوفيق الله لهم أن هذا الكلام وهذه البلاغة والفصاحة لا يمكن أن تصدر عن بشر. ¶ __________ ¶ 1 تفسير ابن كثير 4/466.",
            "page": "11",
            "part": "1",
            "seal": "C3ABC59D"
        },
        {
            "id": "13",
            "nass": "والآيات في وصف القرآن بأنه مصدر الهداية والإرشاد، والقيادة إلى طريق السعادة والسداد كثيرة جداً، ولكني اقتصرت منها على ما ذكرت. والله ولي التوفيق. ¶ والقرآن كذلك سبب لتنزل رحمة الله على عباده المؤمنين وسبب لمغفرة الذنوب وحصول الأجر والثواب. قال تعالى: {قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدىً وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ} (الأعراف: 203) . وقال تعالى: {وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} (الأعراف: 52) وقال تعالى: {وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلاةَ إِنَّا لا نُضِيعُ أَجْرَ الْمُصْلِحِينَ} (الأعراف: 170) . ¶ وقال تعالى: {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ} (الإسراء 82) .فالرحمة من أوصاف القرآن فهو سبب للرحمة المتنزلة من الله على عباده المؤمنين، فمن حفظه استحق الرحمة، ومن قرأه استحق الرحمة، ومن تدارس معانيه فكذلك، قال صلى الله عليه وسلم: \"وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله فيمن عنده ومن بطَّأ به عملُه لم يسرع به نسبُه\" 1.بل والرحمة بالقرآن تتجاوز حفظه وتدارسه بكثير فمن استمع له وأنصت استحق الرحمة قال تعالى: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} (الأعراف: 204) . أسأل الله أن يرحمني وإياكم برحمته. ¶ __________ ¶ 1 أخرجه مسلم برقم 2699.",
            "page": "12",
            "part": "1",
            "seal": "1F258FB6"
        },
        {
            "id": "14",
            "nass": "والقرآن كذلك دلالة وعلامة على الإيمان، فلا يقرأه إلا مؤمن، ولا يهجره إلا فاسق، ولا يبغضه إلا كافر صريح الكفر أو منافق، قال تعالى في وصف عباده المؤمنين: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ} (البقرة: 121) . ¶ وقال تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا} (فاطر: 32) . فهولاء التالون لكتاب الله هم المؤمنون حقاً الذين يعبدون الله حق عبادته ويرجون رحمته، قال تعالى: {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ} (فاطر: 29) . وقال تعالى: {فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ} (الأعراف: 157) والله سبحانه وتعالى زكَّى هؤلاء بالقرآن وجعله مصدراً لتزكية نفوسهم حتى تطهر وتسمو، وأرسل إليهم نبيه محمداً صلى الله عليه وسلم ليزكيهم، قال تعالى: {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} (البقرة: 151) ويؤكد الله هذا المعنى في آية أخرى فيقول: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ} (آل عمران:",
            "page": "13",
            "part": "1",
            "seal": "5FAC6BF4"
        },
        {
            "id": "15",
            "nass": "164) ويؤكد هذا المعنى مرة ثالثة إذ يقول: {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ} (الجمعة: 2) ¶ والقرآن كذلك نور يضيء الطريق للمؤمنين وقد سمَّاه الله تعالى نوراً في كثير من الآيات، وهو نور بذاته وسبب لكل نور يحصل لعباد الله المؤمنين قال تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُوراً مُبِيناً} (النساء: 174) . ¶ وقال تعالى: {قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ. يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} (المائدة: 15،16) . وقال تعالى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الْأِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُوراً نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا} (الشورى: 52) . وقال تعالى آمراً عباده المؤمنين بالإيمان بهذا النور بعد أمره إياهم بالإيمان بذاته وبرسوله صلى الله عليه وسلم: {فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} (التغابن: 8) . ¶ ومن رحمة الله تعالى بعباده أن جعل القرآن الكريم شفاءً من كثير من الأدواء الحسية والمعنوية قال تعالى: {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ} (الإسراء: 82) . وقال تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ} (يونس: 57) . وقال تعالى: {وَلَوْ جَعَلْنَاهُ قُرْآناً أَعْجَمِيّاً لَقَالُوا لَوْلا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفَاءٌ} (فصلت: 44) . ¶ وقد ثبت في الأحاديث الصحيحة الاستشفاء بالقرآن الكريم فعن عائشة رضي الله عنها قالت: \"كان رسول الله صلى الله عليه وسلم إذا مرض أحد من أهله نفث عليه بالمعوذات فلما مرض مرضه الذي مات فيه",
            "page": "14",
            "part": "1",
            "seal": "9022E367"
        },
        {
            "id": "16",
            "nass": "جعلت أنفث عليه وأمسحه بيد نفسه لأنها كانت أعظم بركة من يديَّ\"1. ¶ وعن أبي سعيد الخدري قال: كنا في مسير لنا فنزلنا، فجاءت جارية فقالت: إن سيد الحي سليم، وإن نَفَرَنا غيب فهل منكم راق؟ فقام معها رجل ما كنا نأبنه برقية، فرقاه فبرأ، فأمر لنا بثلاثين شاة وسقانا لبناً. فلما رجع قلنا له أكنت تحسن الرقية أو كنت ترقي؟ قال: لا، ما رقيت إلا بأم الكتاب، قلت: لا تحدِثوا شيئاً حتى نأتي أو نسأل النبي فلما قدمنا المدينة ذكرناه للنبي صلى الله عليه وسلم فقال: \"وما كان يدريه أنها رقية اقسموا واضربوا لي بسهم\".2 ¶ وكما أنه سبب في شفاء الأمراض الحسية، هو سبب للوقاية من الأمراض المعنوية وغيرها، وسبب في طرد الشيطان الذي هو سبب لكثير من الأمراض، فعن عائشة رضي الله عنها: \"أن النبي صلى الله عليه وسلم كان إذا أوى إلى فراشه كل ليلة جمع كفيه ثم نفث فيهما فقرأ فيهما: {قُلْ هُوَ اللَّهُ أَحَدٌ} و {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} و {قُلْ أَعُوذُ بِرَبِّ النَّاسِ} ثم يمسح بهما ما استطاع من جسده يبدأ بهما على رأسه ووجهه وما أقبل من جسده يفعل ذلك ثلاث مرات\".3 ¶ وقد ثبت عن أبي هريرة رضي الله عنه قال: وكَّلني رسول الله صلى الله عليه وسلم بحفظ زكاة رمضان، فأتاني آت فجعل يحثو من الطعام، ¶ __________ ¶ 1 أخرجه مسلم برقم 2192. ¶ 2 أخرجه البخاري برقم 5007. ¶ 3 أخرجه البخاري برقم 5017.",
            "page": "15",
            "part": "1",
            "seal": "6AB168D6"
        },
        {
            "id": "17",
            "nass": "فأخذته فقلت: لأرفعنك إلى رسول الله صلى الله عليه وسلم، قال: إني محتاج وعليَّ عيال ولي حاجة شديدة، قال: فخليت عنه، فأصبحت، فقال النبي صلى الله عليه وسلم: ¶ \"يا أبا هريرة ما فعل أسيرك البارحة؟ \" قال: قلت يا رسول الله شكا إليَّ حاجة شديدة وعيالاً فرحمته فخليت سبيله قال: \"أما إنه قد كذبك وسيعود\" فعرفت أنه سيعود لقول رسول الله صلى الله عليه وسلم: \"إنه سيعود\" فرصدته فجعل يحثو من الطعام، فأخذته فقلت: لأرفعنك إلى رسول الله صلى الله عليه وسلم، قال: دعني فإني محتاج وعلي عيال، لا أعود، فرحمته فخليت سبيله فأصبحت فقال لي رسول الله صلى الله عليه وسلم: \"يا أبا هريرة ما فعل أسيرك؟ \" قلت: يا رسول الله. شكا حاجة شديدة وعيالاً فرحمته فخليت سبيله. قال: \"أما إنه قد كذبك وسيعود\" فرصدته الثالثة فجعل يحثو من الطعام فأخذته فقلت: لأرفعنك إلى رسول الله صلى الله عليه،وهذا آخر ثلاث مرات أنك تزعم لا تعود ثم تعود، قال: دعني أعلمك كلمات ينفعك الله بها، قلت: ما هن؟ قال إذا أويت إلى فراشك فاقرأ آية الكرسي: {اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} حتى تختم الآية، فإنك لن يزال عليك من الله حافظ ولا يقربنك شيطان حتى تصبح، فخليت سبيله فأصبحت، فقال لي رسول الله صلى الله عليه وسلم:\"ما فعل أسيرك البارحة؟ \" قلت يا رسول الله زعم أنه يعلمني كلمات ينفعني الله بها فخليت سبيله، قال: \"ما هي؟ \" قلت: قال لي: إذا أويت إلى فراشك فاقرأ آية الكرسي من أولها حتى تختم: {اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} وقال لي: لن يزال عليك من الله حافظ ولا يقربك شيطان حتى تصبح. -وكانوا أحرص شيء على الخير-. فقال النبي صلى الله عليه وسلم: \"أما إنه قد",
            "page": "16",
            "part": "1",
            "seal": "CA633C55"
        },
        {
            "id": "18",
            "nass": "صدقك وهو كذوب، تعلم مَن تخاطب مِن ثلاث ليال يا أبا هريرة؟ \" قال: لا، قال: \"ذاك شيطان\".1 ¶ والقرآن تذكرة وموعظة بما جاء فيه من قصص الأمم الغابرة، وبيان ما جوزي به مؤمنها وما عوقب به كافرها، فقد احتوى القرآن على قصص الأنبياء والصالحين وعلى قصص الكافرين والمعاندين فكأنه يذكرنا ويعظنا، يذكرنا بما حصل لهم وبقوة الله وجبروته وقدرته على خلقه، ويعظنا بأن نتبع سبيل الرشد ونبتعد عن سبل الغي والضلال. ¶ قال تعالى: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ} (يوسف: 3) . وقال: {وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً} (الإسراء: 89) . وقال تعالى: {وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكَانَ الْأِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلاً. وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلاً} (الكهف: 54-55) . وقال تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ} (يونس: 57) . وقال: {وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ} (البقرة: 231) . ¶ فالقرآن موعظة بما ضرب الله لنا فيه من الأمثال وقصص وأخبار السابقين وخاصة الكافرين منهم. والمتدبر للآيات السابقة يلمس أن الله سبحانه وتعالى ما ساق لنا هذه الأمثلة والقصص إلا لنتعظ ونعتبر، وهذا ما قد صرح به القرآن أحياناً كثيرة حيث قال تعالى معللاً ذلك: {وَكَذَلِكَ ¶ __________ ¶ 1 أخرجه البخاري برقم 2311.",
            "page": "17",
            "part": "1",
            "seal": "EAB456CD"
        },
        {
            "id": "19",
            "nass": "نُفَصِّلُ الْآياتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ} (الأنعام: 55) . ومن تفصيل الآيات ذِكرُ تلك الأمثال والقصص وقد حذرنا الله تعالى من الوقوع في مثل ما وقعوا فيه، قال تعالى: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} (النور: 63) ، وقال تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيراً} (النساء: 115) . ¶ في السياق نفسه جعل الله في القرآن بيان الوعد والوعيد ترغيباً في إتباع طريق الحق وتحذيراً من سلوك طرق الغي والضلال قال تعالى: {وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآناً عَرَبِيّاً وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْراً} (طه: 113) . ¶ ومن فضل القرآن أن يبين الله فيه خبر كل شيء قال تعالى: {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} (الأنعام: 38) . وقال تعالى: {وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} (الأعراف: 52) . وقال تعالى: {مَا كَانَ حَدِيثاً يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} (يوسف: 111) . وقال: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} (النحل: 89) . ¶ ومن عظيم نعمة الله علينا ورحمته أن لم يترك شيئاً مما يهمنا إلا ذَكَرَه في الكتاب فله الحمد وله الشكر.",
            "page": "18",
            "part": "1",
            "seal": "9561A247"
        },
        {
            "id": "20",
            "nass": "وبعد أن ذكرت فضل القرآن الكريم وأثره في حياة المؤمنين استحسنت أن أذكر أثره في المعاندين الذين صدوا عنه وأعرضوا، وما نالهم وينالهم من الخسران المبين في الدنيا والآخرة، قال تعالى واصفاً حالهم عند تلاوة القرآن عليهم: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} (الأنفال: 31) .وقال: {وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِراً كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْراً فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} (لقمان: 7) . وقال: {وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُوراً} (الإسراء: 46) . ¶ وقال: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ هَذَا سِحْرٌ مُبِينٌ} (الأحقاف: 7) . وقال تعالى: {وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ. يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِراً كَأَنْ لَمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} (الجاثية: 7-8) . فلما تلي عليهم القرآن وأدركوا قوته وَلَّوْا وأعرضوا عنه، وصمُّوا آذانهم، وأعموا أبصارهم، واتهموه بالسحر لماَّ رأوا ما له من التأثير البالغ. ¶ وقال بعد بيان حال المؤمنين وما أعد الله لهم من النعيم المقيم والفوز المبين: {وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْماً مُجْرِمِينَ} (الجاثية: 31) . وقال تعالى: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ} (الحج 72) . ولكن ليس لهم إلا الحسرة والندامة يوم",
            "page": "19",
            "part": "1",
            "seal": "0DE99F3D"
        },
        {
            "id": "21",
            "nass": "القيامة قال تعالى: {وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَراً حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ} (الزمر: 71) . ¶ وبعد أن ذكر الله إقرارهم على أنفسهم بالكفر ذكر ندمهم واعترافهم بذنوبهم فقال: {وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ. فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقاً لِأَصْحَابِ السَّعِيرِ} (الملك:10-11) . وقال: {أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ. قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْماً ضَالِّينَ. رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ. قَالَ اخْسَأُوا فِيهَا وَلا تُكَلِّمُونِ} (المؤمنون: 105-108) . ¶ والآيات في ذكر حسرتهم وندمهم يوم لا ينفع الندم كثيرة أكثر من أن أحصيها في هذا البحث، نعوذ بالله من الخزي والخسران. ¶ وبعد أن ذكرت طرفاً من الآيات في فضل القرآن الكريم وفضل قراءته وأثره في حياة الناس رأيت أن أذكر طرفاً من أقوال الرسول صلى الله عليه وسلم التي تدل على ذلك، وإليك أخي الكريم فضل القرآن الكريم كما جاءتنا به السنة المطهرة: ¶ القرآن يشفع يوم القيامة لصاحبه، فعن أبي أمامة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعاً لأصحابه\" 1. وعن النواس بن سمعان رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"يؤتى يوم القيامة ¶ __________ ¶ 1 صحيح مسلم حديث رقم 1874.",
            "page": "20",
            "part": "1",
            "seal": "9F21F13C"
        },
        {
            "id": "22",
            "nass": "بالقرآن وأهله الذين كانوا يعملون به في الدنيا تقدمه سورة البقرة وآل عمران، وضرب لها رسول الله صلى الله عليه وسلم ثلاثة أمثال ما نسيتهن بعد قال: \" كأنهما غمامتان أو ظلتان سوداوان بينها شَرق أو كأنهما فرقان من طير صواف تحاجان عن صاحبهما\" 1. ¶ تلاوة القرآن سبب في رفعة الدرجات في جنات النعيم فعن عبد الله بن عمرو عن النبي صلى الله عليه وسلم قال: \"يقال لصاحب القرآن: اقرأ وارق ورتل كما كنت ترتل في الدنيا فإن منزلتك عند آخر آية تقرأ بها\" 2، وعن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: \"مثل الذي يقرأ القرآن وهو حافظ له مع السفرة الكرام البررة ومثل الذي يقرأ القرآن وهو يتعاهده وهو عليه شديد فله أجران \" 3. ¶ قراءة القرآن سبب في زيادة الحسنات ورضا الرب سبحانه وتعالى: فعن عبد الله ابن مسعود: قال رسول الله صلى الله عليه وسلم: \" من قرأ حرفاً من كتاب الله فله به حسنة والحسنة بعشر أمثالها لا أقول آلم حرف ولكن ألف حرف ولام حرف وميم حرف\".4 وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"يجيء القرآن يوم القيامة فيقول: \"يارب حله فيلبس تاج الكرامة ثم يقول: يارب زده فيلبس حلة ¶ __________ ¶ 1 صحيح مسلم حديث رقم 1876 وسنن الترمذي 2886. ¶ 2 أخرجه الترمذي برقم 2914 وقال: حسن صحيح. ¶ 3 أخرجه البخاري رقم 4937 ومسلم برقم 798. ¶ 4 أخرجه الترمذي برقم 2910.",
            "page": "21",
            "part": "1",
            "seal": "A908024C"
        },
        {
            "id": "23",
            "nass": "الكرامة ثم يقول يارب ارض عنه فيرضى عنه فيقال له: اقرأ وارق وتزاد بكل آية حسنة\" 1. ¶ القرآن يرفع مكانة صاحبه ويكون سبباً في تقديمه على غيره فعن أبي مسعود الأنصاري قال: قال رسول الله صلى الله عليه وسلم: \"يؤم القوم أقرؤهم لكتاب الله\" 2. وعن عامر بن واثلة أن نافع بن عبدا لحارث لقي عمر بعسفان وكان عمر يستعمله على مكة فقال: من استعملت على أهل الوادي؟ فقال: ابن أبزى، قال: ومن ابن أبزى؟ قال مولى من موالينا، قال: فاستخلفت عليهم مولى؟ قال: إنه قارئ لكتاب الله عز وجل، وإنه عالم بالفرائض، قال عمر: أما إن نبيكم صلى الله عليه وسلم قال: \"إن الله يرفع بهذا القرآن أقواماً ويضع به آخرين \" 3. ومعلوم في قصة غزوة بدر أن الرسول صلى الله عليه وسلم عند دفن الشهداء رضي الله عنهم كان يقدم أقرأهم لكتاب الله إلى القبلة ثم الذي يليه في القراءة وهكذا. ¶ ضرب رسول الله صلى الله عليه وسلم مثل طيب الطعم والرائحة لقارئ القرآن فعن أبي موسى الأشعري عن النبي صلى الله عليه وسلم قال: \"مثل الذي يقرأ القرآن كالأترجة طعمها طيب وريحها طيب والذي لا يقرأ القرآن كالتمرة طعمها طيب ولا ريح فيها، ومثل الفاجر الذي يقرأ القرآن كمثل الريحانة ريحها طيب وطعمها مر، ومثل الفاجر الذي لا يقرأ القرآن ¶ __________ ¶ 1 أخرجه الترمذي برقم 2915 وقال حديث حسن صحيح. ¶ 2 أخرجه مسلم برقم 1532. ¶ 3 أخرجه مسلم برقم 1897.",
            "page": "22",
            "part": "1",
            "seal": "B7A0575F"
        },
        {
            "id": "24",
            "nass": "كمثل الحنظلة طعمها مر ولا ريح لها\" 1. انظر أخي رعاك الله إلى الأثر العظيم لقراءة القرآن كيف أن المنافق والفاجر أصبحت لهما رائحة زكية كرائحة الريحانة بسبب قراءة القرآن، مع أنهما بعيدان عن الإيمان والقرآن كل البعد؟ ¶ وقراءة القرآن سبب في تنزل السكينة والرحمة على قارئه قال صلى الله عليه وسلم في الحديث الطويل الذي رواه أبو هريرة: \"وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله فيمن عنده ومن بطأ به عمله لم يسرع به نسبه\" 2. وعن أسيد بن حضير قال: بينما هو يقرأ من الليل سورة البقرة وفرسه مربوط عنده إذ جالت الفرس فسكت فسكنت، فقرأ فجالت الفرس، فسكت وسكنت الفرس، ثم قرأ فجالت الفرس، فانصرف وكان ابنه يحيى قريباً منها فأشفق أن تصيبه فلما اجتره رفع رأسه إلى السماء حتى ما يراها فلما أصبح حدث النبي صلى الله عليه وسلم فقال له: \"اقرأ يابن حضير، اقرأ يابن حضير\"، قال: فأشفقت يا رسول الله أن تطأ يحيى وكان منها قريباً، فرفعت رأسي فانصرفت إليه فرفعت رأسي إلى السماء فإذا مثل الظلة، فيها أمثال المصابيح فخرجت حتى لا أراها. قال: \"وتدري ما ذاك؟ قال: لا، قال: \"تلك الملائكة دنت لصوتك ولو قرأت لأصبحت ينظر الناس إليها لا تتوارى منهم\" 3. ¶ __________ ¶ 1 متفق عليه أخرجه البخاري برقم 5020 ومسلم برقم 797. ¶ 2 أخرجه مسلم برقم 2699. ¶ 3 متفق عليه أخرجه البخاري برقم 5018 ومسلم برقم 796.",
            "page": "23",
            "part": "1",
            "seal": "13921161"
        },
        {
            "id": "25",
            "nass": "وأخرج البخاري من طريقه عن أبي إسحاق قال: سمعت البراء بن عازب رضي الله عنهما يقول: قرأ رجل الكهف وفي الدار الدابة فجعلت تنفر فسلم الرجل فإذا ضبابة أو سحابة غشيته فذكره للنبي صلى الله عليه وسلم فقال: \"اقرأ فلان فإنها السكينة نزلت للقرآن أو تنزلت للقرآن\" 1. ¶ __________ ¶ 1 أخرجه البخاري برقم 3614.",
            "page": "24",
            "part": "1",
            "seal": "4AD6E55E"
        },
        {
            "id": "26",
            "nass": "ذكر فضائل بعض السور والآيات ¶ وقد رأيت بعد أن ذكرت فضل القرآن وقراءته وقارئه أن أذكر شيئاً من فضائل بعض السور والآيات -كأمثلة - ولم أقصد الحصر، ومن أراد أن يعرف المزيد من ذلك فعليه الرجوع إليه في محله في كتب الحديث وفضائل القرآن. ¶ ولم أجعل عنواناً لكل سورة أو آية أذكر فضلها، وإنما اكتفيت بذكر الآية والحديث فقط ومنها: ¶ قول النبي صلى الله عليه وسلم لأبي سعيد بن المعلى: \" ألا أعلمك أعظم سورة في القرآن قبل أن تخرج من المسجد؟ \" فأخذ بيدي فلما أردنا أن نخرج قلت: يا رسول الله، إنك قلت: \"ألا أعلمك أعظم سورة في القرآن؟ قال: \" {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} هي السبع المثاني والقرآن العظيم الذي أوتيته\" 2. ¶ وروى الإمام مسلم بسنده عن أبي أمامة الباهلي قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعاً ¶ __________ ¶ 1 أخرجه البخاري برقم 3614. ¶ 2 أخرجه البخاري برقم 5006.",
            "page": "24",
            "part": "1",
            "seal": "A347C1EC"
        },
        {
            "id": "27",
            "nass": "لأصحابه، اقرؤوا الزهراوين: البقرة وسورة آل عمران فإنهما يأتيان يوم القيامة كأنهما غمامتان أو كأنهما غيايتان أو كأنهما فرقان من طير صواف تحاجان عن أصحابهما، اقرؤوا سورة البقرة، فإن أخذها بركة وتركها حسرة ولا يستطيعها البطلة\" 1، ففي أول هذا الحديث نص صلى الله عليه وسلم على فضل القرآن كله وأنه يشفع لصاحبه يوم القيامة ثم خص من بين سور القرآن سورتي البقرة وآل عمران وضرب لهما مثلاً وهو أنهما تظلان صاحبهما يوم القيامة وتحاجان عنه، ثم خص من بين السورتين سورة البقرة وما يترتب على أخذها، وما يترتب كذلك على تركها، فأخذها بركة تحصل لصاحبها ولمنزله وأهله. وتركها حسرة تنتاب من تركها يوم القيامة – عياذاً بالله - ولا تستطيعها البطلة وهم السحرة وقيل مردة الجن، وقد ورد في حديث أخرجه الإمام الترمذي عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لا تجعلوا بيوتكم مقابر وإن البيت الذي تقرأ فيه البقرة لا يدخله الشيطان \" 2. ¶ وقد خصت آيات من سورة البقرة بالفضل مثل آية الكرسي التي ورد في فضلها أحاديث كثيرة، فقد أخرج الإمام مسلم عن أبي بن كعب قال: قال رسول الله صلى الله عليه وسلم: \"يا أبا المنذر أتدري أي آية من كتاب الله معك أعظم؟ قال: قلت: الله ورسوله أعلم، قال: \"يا أبا المنذر أتدري ¶ __________ ¶ 1 أخرجه مسلم برقم 804. ¶ 2 أخرجه الترمذي برقم 5877 وقال حديث حسن صحيح.",
            "page": "25",
            "part": "1",
            "seal": "4359459E"
        },
        {
            "id": "28",
            "nass": "أي آية من كتاب الله معك أعظم؟ \" قال: قلت: {اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} قال: فضرب في صدري وقال: \"ليهنك العلم أبا المنذر\".1 ¶ وعن أبي مسعود رضي الله عنه قال: قال النبي صلى الله عليه وسلم: \"من قرأ بالآيتين من آخر سورة البقرة في ليلة كفتاه\" 2. وأخرج البخاري من طريقه عن أبي إسحاق: سمعت البراء بن عازب رضي الله عنهما يقول: قرأ رجل الكهف وفي الدار الدابة فجعلت تنفر فسلم الرجل فإذا ضبابة أو سحابة غشيته فذكره للنبي صلى الله عليه وسلم فقال: \"اقرأ فلان فإنها السكينة نزلت للقرآن أو تنزلت للقرآن\" 3. وعن أبي الدرداء أن النبي صلى الله عليه وسلم قال: \"من حفظ عشر آيات من أول سورة الكهف عصم من فتنة الدجال\" 4، وعن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"إن سورة من القرآن ثلاثون آية شفعت لرجل حتى غفر له، وهي سورة: {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ} \" 5، وعن أبي سعيد الخدري أن رجلا سمع رجلاً يقرأ: {قُلْ هُوَ اللَّهُ أَحَدٌ} يرددها، فلما أصبح جاء إلى رسول الله صلى الله عليه وسلم فذكر ذلك له، وكأن الرجل تقالها، فقال رسول الله صلى الله عليه وسلم: \"والذي نفسي بيده إنها لتعدل ثلث القرآن\" 6، وعن عقبة بن عامر ¶ __________ ¶ 1 أخرجه مسلم برقم 810. ¶ 2 أخرجه البخاري برقم 5009. ¶ 3 سبق تخريجه. ¶ 4 أخرجه مسلم برقم 809. ¶ 5 أخرجه الترمذي برقم 2891. ¶ 6 أخرجه البخاري برقم 5013.",
            "page": "26",
            "part": "1",
            "seal": "A7754527"
        },
        {
            "id": "29",
            "nass": "قال: قال رسول الله صلى الله عليه وسلم: ألم تر آيات أنزلت الليلة لم ير مثلهن قط؟ {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} و {قُلْ أَعُوذُ بِرَبِّ النَّاسِ} \"1. ¶ __________ ¶ 1 أخرجه مسلم برقم 814.",
            "page": "27",
            "part": "1",
            "seal": "C5ACF665"
        },
        {
            "id": "30",
            "nass": "فضل تعلم القرآن وتعليمه ¶ القرآن صفة من صفات الله تبارك وتعالى، وهو كلامه الذي خاطب به نبينا محمداً صلى الله عليه وسلم، ولا يزال خطابه مستمراً لنا ومن هنا تنبع أهميته فقد ثبت في الحديث القدسي الذي أخرجه الترمذي قول الله عز وجل \"وفضل كلام الله على سائر الكلام كفضل الله على خلقه\" 2،ورتب الله الأجر العظيم والجزاء الجزيل على تلاوة القرآن وعلى تدبره وعلى تعلمه وتعليمه وقد سبق أن بينت ما يخص التلاوة، وهنا أريد أن أشير إلى فضل تعلم القرآن وتعليمه: ¶ فعن عثمان بن عفان رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"خيركم من تعلم القرآن وعلمه\" 3 وفي لفظ: \"إن أفضلكم من تعلم القرآن وعلمه\". ¶ قال ابن كثير رحمه الله بعد إيراده حديث عثمان رضي الله عنه: والغرض أنه عليه الصلاة والسلام قال: \"خيركم من تعلم القرآن وعلمه\" وهذه صفات المؤمنين المتبعين للرسل وهم الكُمَّل في أنفسهم المكمِّلون لغيرهم، وذلك جمع بين النفع القاصر والمتعدي وهذا بخلاف صفة الكفار ¶ __________ ¶ 1 أخرجه مسلم برقم 814. ¶ 2 أخرجه الترمذي برقم 2926. ¶ 3 انظر صحيح البخاري الحديثين رقم 5028 ـ 5027.",
            "page": "27",
            "part": "1",
            "seal": "782ADBF4"
        },
        {
            "id": "31",
            "nass": "الجبارين الذين لا ينفعون ولا يتركون أحداً ممن أمكنهم أن ينتفع، كما قال تعالى: {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَاباً فَوْقَ الْعَذَابِ} (النحل: 88) كما أن شأن الأخيار الأبرار أن يكتمل في نفسه وأن يسعى في تكميل غيره. وقد كان أبو عبد الرحمن عبد الله بن حبيب السلمي الكوفي أحد أئمة الإسلام ومشايخهم ممن رغب في هذا المقام فقعد يعلم الناس من إمارة عثمان إلى أيام الحجاج قالوا: وكان مقدار ذلك الذي مكث يعلم فيه القرآن سبعين سنة، رحمه الله وأثابه وآتاه ما طلبه ورامه آمين) 1. ¶ وأخرج مسلم عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله فيمن عنده\" 2. ¶ __________ ¶ 1 انظر فضائل القرآن لابن كثير ص 126 – 127. ¶ 2 سبق تخريجه.",
            "page": "28",
            "part": "1",
            "seal": "CD649626"
        },
        {
            "id": "32",
            "nass": "فضل حفظ القرآن عن ظهر قلب ¶ وإذا ثبتت الفضيلة لقارئ القرآن فلا شك أن حفظ القرآن عن ظهر قلب أعلى مرتبة وأشرف منزلة، لأن القرآن قد استقر في قلب حافظه، يقرؤه في كل مكان وزمان لا يشعر من حوله بقراءته، فيسلم بإذن الله من الوقوع في الرياء، أسأل الله أن يعيذني وإياكم من الشرك صغيره وكبيره، عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: \"مثل الذي يقرأ القرآن",
            "page": "28",
            "part": "1",
            "seal": "B03C8F56"
        },
        {
            "id": "33",
            "nass": "القرآن وهو حافظ له مع السفرة الكرام البررة\". وعن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"إن الذي ليس في جوفه شيء من القرآن كالبيت الخرب\" 2. ¶ وانظر حفظك الله إلى هذا التمثيل البالغ في الدقة، فالبيت الخرب الذي لا يسكنه أحد يكون مأوىً لكل شر، فهو محل آمن لارتكاب الجريمة أياً كان نوعها، وهو كذلك مأوىً للكلاب والحيوانات الهاملة تأوي إليه وتقذره، ومأوىً للجن والشياطين. فليحذر كل مؤمن عاقل أن يجعل قلبه كالبيت الخرب، وعليه أن يبذل جهده لحفظ كتاب الله أو شيء منه، فحفظ القرآن يرفع مكانة صاحبه في الدنيا والآخرة، ومن الأدلة على ذلك بالإضافة إلى ما سبق ما أخرجه الشيخان: عن سهل بن سعد: أن امرأة جاءت رسول الله صلى الله عليه وسلم فقالت: يا رسول الله جئت لأهب لك نفسي، فنظر إليها رسول الله صلى الله عليه وسلم فصعد النظر إليها وصوبه ثم طأطأ رأسه، فلما رأت المرأة أنه لم يقض فيها شيئاً جلست، فقام رجل من أصحابه فقال: يا رسول الله، إن لم يكن لك بها حاجة فزوجنيها، فقال له: \"هل عندك من شيء؟ \" فقال: لا والله يا رسول الله، قال: \"اذهب إلى أهلك فانظر هل تجد شيئاً: \" فذهب ثم رجع فقال: لا والله يا رسول الله ما وجدت شيئاً: قال: \"انظر ولو خاتماً من حديد\"، فذهب ثم رجع فقال: لا والله يا رسول الله، ولا خاتماً من حديد، ولكن هذا إزاري - قال سهل: ماله برداء - فلها نصفه، فقال رسول صلى الله عليه وسلم: \"ما تصنع بإزارك \"؟ إن لبستَه لم يكن ¶ __________ ¶ 1 سبق تخريجه. ¶ 2 أخرجه الترمذي برقم 2913 وقال حديث حسن صحيح.",
            "page": "29",
            "part": "1",
            "seal": "E66C0892"
        },
        {
            "id": "34",
            "nass": "عليها منه شيء، وإن لبسته لم يكن عليك شيء\" فجلس الرجل حتى طال مجلسه، ثم قام فرآه رسول الله صلى الله عليه وسلم مولياً فأمر به فدعي، فلما جاء قال: \"ماذا معك من القرآن\" قال: معي سورة كذا وسورة كذا وسورة كذا عدها، قال: \"أتقرؤهن عن ظهر قلب؟ \" قال: نعم، قال: \"اذهب فقد ملكتكها بما معك من القرآن\". 1 ¶ وابن كثير رحمه الله عند إيراده لحديث: \" خذوا القرآن من أربعة: عبد الله بن مسعود وسالم ومعاذ بن جبل وأبي بن كعب\". قال: \"وقد كان سالم هذا من سادات المسلمين وكان يؤم الناس قبل مقدم النبي صلى الله عليه وسلم المدينة، وسالم هذا هو مولى أبي حذيفة رضي الله عنهما\". ¶ __________ ¶ 1 متفق عليه أخرجه البخاري برقم 5030 ومسلم برقم 1425.",
            "page": "30",
            "part": "1",
            "seal": "684059F6"
        },
        {
            "id": "35",
            "nass": "إثم من راءى بالقرآن أو تأكَّل به ¶ التأكُّل بالقرآن من جنس الرياء لأن قارئ القرآن حينئذ لم يكن يقصد الإخلاص لله تعالى في قراءته إنما يقصد هدفاً آخر، وقد قال صلى الله عليه وسلم في الحديث الصحيح: \"إنما الأعمال بالنيات وإنما لكل امرئ ما نوى. ومن كانت هجرته إلى دنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه\" 2. ¶ ويدخل في هذا المعنى من يقرأ القرآن ليقال قارئ، ويدخل فيه كذلك الذي يقرؤه للمسألة والتأكل بل يدخل فيه كل من لم يقرأه إخلاصاً لله ¶ __________ ¶ 2 أخرجه البخاري برقم (1) ومسلم برقم 1907 وغيرهما.",
            "page": "30",
            "part": "1",
            "seal": "ACAFA6FB"
        },
        {
            "id": "36",
            "nass": "تعالى، وقد ثبت عنه صلى الله عليه وسلم أنه قال: \"اقرؤوا القرآن ولا تأكَّلوا به ولا تجفوا عنه ولا تغلوا فيه\" 1. ¶ قال ابن حجر رحمه الله: \" وأخرج أبو عبيد عن عبد الله بن مسعود: \"سيجيء زمان يُسأل فيه بالقرآن فإن سألوكم فلا تعطوهم\" 2. ¶ وعن عقبة بن عامر قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"الجاهر بالقرآن كالجاهر بالصدقة والمسر بالقرآن كالمسر بالصدقة\" 3. ¶ قال ابن حجر: \"وقد أخرج أبو عبيد عن أبي سعيد رضي الله عنه عن رسول الله صلى الله عليه وسلم أنه قال: \" تعلموا القرآن واسألوا الله به قبل أن يتعلمه قوم يسألون به الدنيا، فإن القرآن يتعلمه ثلاثة نفر: رجل يباهي به ورجل يستأكل به ورجل يقرؤه لله\" 4. ¶ وأخرج أبو داود عن جابر رضي الله عنه عن النبي صلى الله عليه وسلم:\"اقرؤوا القرآن من قبل أن يأتي قوم يقيمونه إقامة القدح يتعجلونه ولا يتأجلونه\" 5. ¶ __________ ¶ 1 أخرجه أحمد 3/428 و 444 وذكره الألباني رحمه الله بلفظ آخر وقال: صحيح، وعزاه إلى مسند أحمد والمعجم الكبير للطبراني وغيرهما. انظر صحيح الجامع. ¶ 2 فتح الباري 8/719. ¶ 3 أخرجه الترمذي برقم 2919 وقال حديث حسن غريب وقد انتقاه الذهبي رحمه الله في الأحاديث العوالي من جزء ابن عرفة العبدي رواية شيخ الإسلام ابن تيميه رحمه الله برقم (2) وقال المحقق د. عبد الرحمن الفريوائي: الحديث في جزء ابن عرفه برقم (84) . ¶ 4 فتح الباري 8/719. ¶ 5 سنن أبي داود حديث رقم 830 وأخرجه أحمد 3/397.",
            "page": "31",
            "part": "1",
            "seal": "E56FA944"
        },
        {
            "id": "37",
            "nass": "وأخرج الإمام مسلم عن سليمان بن يسار قال: تفرق الناس عن أبي هريرة فقال له ناتل أهل الشام 1: أيها الشيخ حدثني حديثاً سمعته من رسول الله صلى الله عليه وسلم: قال: نعم، سمعت رسول الله صلى الله عليه وسلم يقول: \"إن أول الناس يقضى يوم القيامة عليه رجل استشهد فأتي به فعرفه نعمته فعرفها، قال: فما عملت فيها؟ قال: قاتلت فيك حتى استشهدت، قال: كذبت ولكنك قاتلت لأن يقال جريء وقد قيل، ثم أمر به فسحب على وجهه حتى ألقي في النار، ورجل تعلم العلم وعلمه وقرأ القرآن فأتي به، فعرفه نعمه فعرفها، قال: فما عملت فيها. قال: تعلمت العلم وعلمته وقرأت فيك القرآن قال: كذبت، ولكنك تعلمت العلم ليقال عالم وقرأت القرآن ليقال قارئ فقد قيل، ثم أمر به فسحب على وجهه حتى ألقي في النار\" 2 ¶ __________ ¶ 1 اسم رجل ويقال له ناتل الشامي. ¶ 2 صحيح مسلم برقم 1905 وأخرجه أحمد في المسند 2/322.",
            "page": "32",
            "part": "1",
            "seal": "E0D662B9"
        },
        {
            "id": "38",
            "nass": "كُتَّاب القرآن الكريم ¶ كانت الكتابة قليلة بين أصحاب النبي صلى الله عليه وسلم ولكن ثبت أن عدداً منهم تعلموا القراءة والكتابة، وكتبوا القرآن، فمنهم من كتب صحيفة لنفسه ومنهم من كان يكتب للنبي صلى الله عليه وسلم، ومن أشهر هؤلاء بل هو إمام الكتاب وسيدهم: زيد بن ثابت رضي الله عنه وأرضاه، فقد ثبت في الحديث الصحيح عن البراء: لما نزلت {لا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ} قال النبي صلى ¶ __________ ¶ 1 اسم رجل ويقال له ناتل الشامي. ¶ 2 صحيح مسلم برقم 1905 وأخرجه أحمد في المسند 2/322.",
            "page": "32",
            "part": "1",
            "seal": "0B116B2A"
        },
        {
            "id": "39",
            "nass": "الله عليه وسلم: \"ادع لي زيداً وليجئ باللوح والدواة والكتف أو الكتف والدواة\" ثم قال:\"اكتب {لا يَسْتَوِي الْقَاعِدُونَ} \"1. ¶ وفي الصحيح كذلك أن أبا بكر وعمر رضي الله عنهما اختاراه لجمع القرآن وكتابته قال زيد رضي الله عنه: قال أبو بكر: إنك رجل شاب عاقل لا نتهمك وقد كنت تكتب الوحي لرسول الله صلى الله عليه وسلم فتتبع القرآن فاجمعه\".2. ¶ قال ابن حجر رحمه الله: \"نعم قد كتب الوحي لرسول الله صلى الله عليه وسلم جماعة غير زيد بن ثابت أما بمكة فلجميع ما نزل بها لأن زيد بن ثابت إنما أسلم بعد الهجرة\". أي أن جميع ما نزل قبل الهجرة كتبه كتاب آخرون غير زيد الأنصاري المدني الذي أسلم بالمدينة وقال ابن حجر: \"وأما بالمدينة فأكثر ما كان يكتب زيد ولكثرة تعاطيه ذلك أطلق عليه: الكاتب بلام العهد وقد كتب له قبل زيد بن ثابت أبيُّ بن كعب وهو أول من كتب له بالمدينة، وأول من كتب له من قريش بمكة عبد الله ابن سعد بن أبي سرح وممن كتب له في الجملة الخلفاء الأربعة، والزبير ابن العوام، وخالد وأبَّان ابنا سعيد بن العاص بن أمية، وحنظلة بن الربيع الأسدي، ومعيقيب بن أبي فاطمة، وعبد الله بن الأرقم الزهري، وشرحبيل بن حسنة، وعبد الله بن رواحة\"3. ¶ __________ ¶ 1 صحيح البخاري 4990. ¶ 2 صحيح البخاري 4986. ¶ 3 فتح الباري 8/639.",
            "page": "33",
            "part": "1",
            "seal": "04562CF9"
        },
        {
            "id": "40",
            "nass": "ومن كلام ابن حجر هذا يتبين لنا كثرة عدد من كتب للنبي صلى الله عليه وسلم.",
            "page": "34",
            "part": "1",
            "seal": "47A3EE59"
        },
        {
            "id": "41",
            "nass": "وسائل الكتابة ¶ تنقسم وسائل الكتابة إلى قسمين:- ¶ 1- ما يكتب عليه. ¶ 2- ما يكتب به. ¶ لقد ورد في عدد من الأحاديث في الصحيحين وغيرهما ذكر أسماء بعض الأشياء التي كان يكتب عليها القرآن الكريم، وذكر هذه الأحاديث بألفاظها قد يطيل بنا المقام في هذا الموضع، ولكني سأكتفي بذكر هذه الأشياء مع تعريف كل واحد منها، وأشير قبل ذكرها إلى أنها تشترك كلها في شيء واحد ألا وهو العرض والانبساط، فكانوا يستعملون لكتابة القرآن كل شيء طاهر فيه عرض وانبساط ويسهل حمله نسبياً، فمثلاً الحجارة الكبيرة كالصخور وما أشبهها أو الجدران لم يكن ليكتب عليها القرآن في ذلك العهد لأنها يصعب حملها وجمعها مع بعضها لتكون بمجموعها مجموع نص القرآن الكريم. ¶ وهذه الأشياء في مجملها لم تكن خارجة عما يوجد في بيئتهم فهم يستخدمون أجزاء من النخلة أو قطعاً من الخشب والحجارة وما شابهها وإليك أخي الكريم ذكر مفصل لما نحن بصدد الحديث عنه: ¶ - الكَرانيف: جمع كرناف بكسر الكاف أو ضمها، الواحدة منه بالتأنيث يقال لها: كرنافه وكرنافة وكرنوفة قال ابن منظور: \"أصول الكرب التي تبقى في",
            "page": "34",
            "part": "1",
            "seal": "24C9FA54"
        },
        {
            "id": "42",
            "nass": "جذع السعف وما قطع من السعف فهو الكرب\" ونَقل عن ابن سيده قوله في تعريفها: \"أصل السعف الغليظ الملتزق بجذع النخلة\"1. وقريباً من قول ابن سيده قول الفيروز آبادي2. ¶ العُسب: جمع عسيب، قال الفيروزآبادي: \"جريدة من النخل مستقيمة دقيقة يكشط خوصها، والذي لم ينبت عليه الخوص من السعف\"3. ¶ السعف: قال الفيروز آبادي: \"جريد النخل أو ورقه وأكثر ما يقال إذا يبست، وإذا كانت رطبة فشطبة\" 4. ¶ قلت: ويتبين من كلام العرب أن الجريدة اسم يشمل السعف والكرب والعسيب والكرناف والخوص، وأحياناً قد يطلق على الجريدة: السعفة ولكن لو دققنا النظر في كلام أهل اللغة لما وجدنا تعريفاً دقيقاً لبعض هذه الأجزاء، فاسم العسيب قد يطلق على السعفة وقد يطلق على الجريدة بكاملها، وكذلك الكرب والكرناف لتقاربهما قد يشتبه تعريف أحدهما بالآخر، ولكن المفهوم من مجموع كلامهم أن الجريدة تنقسم إلى أقسام، ترتيبها بحسب بعدها عن الجذع على النحو الآتي:- ¶ 1- السعف: وهو الجزء البعيد عن النخلة الأم الذي ينبت عليه الخوص. ¶ 2- العسيب: وهو الجزء الذي يليه أي هو أقرب إلى النخلة منه ولا ينبت عليه خوص بل ينبت عليه السُّلاء وهو شوك النخلة. ¶ __________ ¶ 1 انظر: لسان العرب مادة كرنف 9/297. ¶ 2 انظر: القاموس المحيط مادة كرناف 2/1129. ¶ 3 القاموس المحيط مادة عسب 1/200. ¶ 4 المرجع السابق مادة سعف2/1092. ¶ 5 فتح الباري 8/631. ¶ 6 اللسان مادة رقع 8/131.",
            "page": "35",
            "part": "1",
            "seal": "5258766C"
        },
        {
            "id": "43",
            "nass": "3 - الكرب: وهو الجزء العريض الذي يكون أقرب من العسيب إلى النخلة ولا ينبت عليه خوص ولا سُّلاء. ¶ 4 - الكرناف: وهو الجزء الأعرض الملاصق للنخلة وهذا الجزء هو الذي يبقى في النخلة بعد قطع الجريدة. ¶ - قلت: المقصود من ذلك كله ما كان يصلح للكتابة عليه بغض النظر عن كونه كرنافاً أو عسيباً أو سعفاً فما كان فيه عرض وانبساط كتبوا عليه، وقد يصلح كرناف نخلة للكتابة لما فيه من العرض ولا يصلح كرناف نخلة أخرى لأنه غير عريض والناظر إلى جرائد النخل يجد الفرق واضحاً في العرض تبعاً لأنواع النخل. ¶ 5 - الرقاع: قال ابن حجر: \"جمع رقعة وقد تكون من جلد أو ورق أو كاغد\" 5 قلت: وهذا يفيدنا أن الرقاع اسم عام يشمل ما يكتب عليه وهو ليس اسماً لمادة معينة كانت تستعمل في الكتابة بل يشمل الورق والقماش والجلد، ولكن يبدو واضحاً أن الرقاع تطلق على ما كان فيه ليونة ويمكن طيه. ¶ قال ابن منظور:\" والرقعة واحدة الرقاع التي تكتب، وفي الحديث: \"يجيء أحدكم يوم القيامة على رقبته رقاع تخفق\" أراد بالرقاع ما عليه من الحقوق المكتوبة في الرقاع\"6. ¶ 6- قطع الأديم هي جلود الحيوانات الطاهرة وربما كانت تمثل أفضل ما يمكن الكتابة عليه لتوفرها وسهولة حملها، وقيل: هي باطن الجلدة التي تلي اللحم أو ¶ __________ ¶ 5 فتح الباري 8/631. ¶ 6 اللسان مادة رقع 8/131.",
            "page": "36",
            "part": "1",
            "seal": "B08B2187"
        },
        {
            "id": "44",
            "nass": "ظاهرها الذي عليه الشعر. قلت: المهم من ذلك معرفة أنه الجلد الذي يكتب عليه وعلى هذا تدخل هذه في عموم لفظة الرقاع. ¶ 7- الأكتاف قال ابن حجر: \"وهو العظم الذي للبعير أو الشاة كان إذا جف كتبوا عليه\" 1. قلت: والكتف في أصله عضو في الإنسان وغيره من الدواب وللكتف عظمة عريضة تقع تحته من الخلف يسميها الناس لوح الكتف وقد يطلق عليها الكتف من باب إطلاق الكل على الجزء وهي التي يكتب عليها إذا جفت. ¶ 8- الأقتاب: قال ابن حجر: \"بقاف ومثناة وآخرة موحدة جمع قَتَب بفتحتين وهو الخشب الذي يوضع على ظهر البعير ليركب عليه\" 2. ¶ قال الفيروز آبادي القَتَب والقِتْب: \"إكاف البعير وقيل هو الإكاف الصغير الذي على قدر السنام\"3. ¶ فالقتب إذاً يكون لوحاً صغيراً من الخشب يصلح للكتابة عليه، عُمل أصلاً ليكون إكافاً للبعير، ولكنه صرف عما صنع له واستعمل للكتابة لتوفر صفتي العرض والانبساط فيه. ¶ 9- الأضلاع: قال ابن منظور: \"والأصل في الضلع ضلع الجنب، وقيل للعود الذي فيه انحناء وعرض: ضلع، تشبيها بالضلع الذي هو واحد الأضلاع\" 4. ¶ __________ ¶ 1 فتح الباري 8/631. ¶ 2 المرجع السابق ص 631. ¶ 3 القاموس المحيط 1/661. ¶ 4 لسان العرب مادة ضلع 8/226.",
            "page": "37",
            "part": "1",
            "seal": "9B49570C"
        },
        {
            "id": "45",
            "nass": "قلت ويظهر من هذا أن الأضلاع تشمل كل عظم أو عود فيه عرض بحيث يصلح للكتابة عليه. ¶ 10- اللخاف: قال ابن كثير: \"واللخاف جمع لخفة وهي القطعة من الحجارة مستدقة\" 1. وقال ابن حجر: \"قال أبو داود الطيالسي في روايته: هي الحجارة الرقاق وقال الخطابي: صفائح الحجارة الرقاق. قال الأصمعي: فيها عرض ودقة\" 2 قال الفيروز آبادي: \"حجارة بيض رقاق\" 3. زاد عليهم بأن حدد لونها ويبدو أن تحديد لونها ليس له فائدة. ¶ وروى البخاري عن محمد بن عبيد الله أنه قال: \"اللخاف: يعنى الخزف\"4. ¶ وهذا كله فيما يكتب عليه، أما ما يكتب به فمعلوم أن لكل وسيلة مما سبق ما يناسبها للكتابة عليها فقد يكتب بالمداد وقد يكتب بالنقش وغير ذلك والله أعلم. ¶ __________ ¶ 1 فضائل القرآن ص29. ¶ 2 الفتح 8/631. ¶ 3 القاموس المحيط، مادة لخف 1135. ¶ 4 صحيح البخاري حديث رقم 7191.",
            "page": "38",
            "part": "1",
            "seal": "3C62C008"
        },
        {
            "id": "46",
            "nass": "القَُّراء من أصحاب الرسول صلى الله عليه وسلم ¶ لقد اهتم صحابة رسول الله صلى الله عليه وسلم بالقرآن كتابة وقراءة وضبطاً وحفظاً، واشتهر عدد منهم بالإقراء وذلك لتميزهم",
            "page": "38",
            "part": "1",
            "seal": "52913B22"
        },
        {
            "id": "47",
            "nass": "بضبطهم للقرآن، وقد أوصى الرسول صلى الله عليه وسلم بأخذ القرآن عن بعض هؤلاء الضابطين، فقد أخرج البخاري رحمه الله بسنده عن مسروق: ذكر عبدُ الله بن عمرو عبدَ الله بن مسعود فقال: لا أزال أحبه، سمعت النبي صلى الله عليه وسلم يقول: \"خذوا القرآن من أربعة من عبد الله بن مسعود وسالم ومعاذ وأبيِّ بن كعب\" 1. ¶ والذين اشتهروا بإقراء القرآن من الصحابة كثيرون قال السيوطي: \"المشتهرون بإقراء القرآن من الصحابة سبعة: عثمان وعليُّ وأبيُّ وزيد بن ثابت وابن مسعود وأبو الدرداء وأبو موسى الأشعري كذا ذكرهم الذهبي في طبقات القراء\" 2. ¶ وقال ابن حجر: \"وقد ذكر أبو عبيد القرَّاء من أصحاب النبي صلى الله عليه وسلم فعد من المهاجرين الخلفاء الأربعة وطلحة وسعداً وابن مسعود وحذيفة وسالماً وأبا هريرة وعبد الله بن السائب والعبادلة، ومن النساء عائشة وحفصة وأم سلمة. وعد ابن أبي داود في كتاب الشريعة من المهاجرين أيضاً تميم بن أوس الداري وعقبة بن عامر، ومن الأنصار عبادة بن الصامت ومعاذ الذي يكنى أبا حليمة ومجمع بن حارثة وفضالة بن عبيد ومسلمة بن مخلد. وعد بعض المتأخرين من القراء عمرو بن العاص وسعد بن عبادة وأم ورقة\" 3. ¶ __________ ¶ 1 المرجع السابق حديث رقم 4999. ¶ 2 الإتقان في علوم القرآن 1/204. ¶ 3 انظر فتح الباري 8/669.",
            "page": "39",
            "part": "1",
            "seal": "98FFC4D4"
        }
    ],
    "t8515": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: حول القرآن"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف القرآن الكريم"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "الفرق بين القرآن والحديث القدسي والحديث النبوي"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "فضل القرآن الكريم وفضل تلاوته وأثر ذلك في حياة الناس"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر فضائل بعض السور والآيات"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "فضل تعلم القرآن وتعليمه"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "فضل حفظ القرآن عن ظهر قلب"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "إثم من راءى بالقرآن أو تأكل به"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "كتاب القرآن الكريم"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "وسائل الكتابة"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "القراء من أصحاب الرسول صلى الله عليه وسلم"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": "1",
            "tit": "*"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "عائشة أم المؤمنين رضي الله عنها"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "أبي بن كعب رضي الله عنه"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "زيد بن ثابت رضي الله عنه"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "عبد الله بن مسعود رضي الله عنه"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "سالم مولى أبي حذيفة رضي الله عنه"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "أم ورقة الشهيدة رضي الله عنها"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "أبو زيد رضي الله عنه"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: عناية النبي صلى الله عليه وسلم بالقرآن الكريم"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "حرص النبي صلى الله عليه وسلم على تلقي القرآن وحفظه"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "نهيه صلى الله عليه وسلم عن كتابة شيء عنه غير القرآن الكريم"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "توجيهه صلى الله عليه وسلم الكتاب بكتابة كل آية في موضعها"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "تشجيعه صلى الله عليه وسلم على تلاوة القرآن وحفظه"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "أمره صلى الله عليه وسلم الصحابة بتعاهد القرآن حتى لا يتفلت"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "أمره صلى الله عليه وسلم بتحسين الصوت بالقراءة"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "حرصه صلى الله عليه وسلم على استماع القرآن من غيره"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "نهيه صلى الله عليه وسلم عن الاستعجال في القراءة"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم القول في القرآن بغير علم"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}