{
    "b8517": [
        {
            "id": "1",
            "nass": "العناية بالقرآن الكريم وعلومه من بداية القرن الرابع الهجري إلى عصرنا الحاضر ¶ د. نبيل بن محمد آل إسماعيل - قسم القرآن وعلومه كلية أصول الدين - بالرياض ¶ المقدمة ¶ الحمد لله تكفل بحفظ كتابه ورفعة حملته وأهله، وأشهد ألاّ إله إلا الله وحده لا شريك له في أسمائه وصفاته وملكه وعبادته، وأشهد أن محمداً عبده ورسوله أنزل عليه أعظم رسالاته فاجتهد في عبادته وترتيلاته، صلى الله عليه وعلى آله وصحابته أهل القرآن في كتابته وتلاواته وسلم تسليماً. ¶ أما بعد: ¶ فإن شرف أي علم يكون بمصدره ومحتوياته ولا أشرف مما صدر عن الله من وحيه وكلماته، فالقرآن كلام الله حقيقة مبتدؤه ونهاياته. ¶ لذا فإن علوم القرآن والقراءات أشرف العلوم وأجلها، بل وأفضلها على الإطلاق وأنفعها، لكون موضوعها كتاب الله، وغايتها الاعتصام بكلام الله، ولهذا الأمر اهتم الصحابة والتابعون ومن جاء بعدهم وسار على هديهم بهذا العلم، فأقبلوا على كتاب الله إقراءً ودراسة وتصنيفاً وتأليفاً - مختصرات ومطولات - كاشفين عن علومه وحقائقه، مظهرين من إعجازه وبيانه، مساهمين في حفظه من التحريف والاندراس - فجزاهم الله عنا خير الجزاء. ¶ وإسهاماً مني في المكتبة القرآنية وتأسياً بمن سبق الحديث عنهم رأيت أن أكتب بحثاً أوضح فيه مدى اهتمام علماء الإسلام بكتاب ربهم تعليماً وتأليفاً من القرن الرابع الهجري إلى العصر الحاضر.",
            "page": "1",
            "part": "1",
            "seal": "F44A59FC"
        },
        {
            "id": "2",
            "nass": "ولأن مجمع الملك فهد لطباعة المصحف بالمدينة المنورة قد طرح موضوعات حول \"خدمة المسلمين للقرآن الكريم، فقد وقع اختياري حول هذه الجزئية إسهاماً مني في خدمة القرآن الكريم بما يفيد إن شاء الله. ¶ ويتكون البحث من مقدمة وفصلين وخاتمة على التفصيل التالي: ¶ المقدمة: أهمية البحث وخطته. ¶ الفصل الأول: ¶ جهود المسلمين في تعليم القرآن والقراءات وأشهر العلماء في ذلك: ¶ وفيه مبحثان: ¶ المبحث الأول: أشهر علماء القرآن والقراءات من القرن الرابع الهجري إلى القرن الرابع عشر. ¶ المبحث الثاني: أشهر علماء القرآن والقراءات في العصر الحديث. ¶ الفصل الثاني: ¶ جهود المسلمين في التأليف في علوم القرآن والقراءات. وفيه مبحثان: ¶ المبحث الأول: أشهر المؤلفات في علوم القرآن والقراءات من القرن الرابع إلى القرن الرابع عشر. ¶ المبحث الثاني: أشهر المؤلفات في علوم القرآن والقراءات في العصر الحديث. ¶ الخاتمة: أهم نتائج البحث.",
            "page": "2",
            "part": "1",
            "seal": "EFE02689"
        },
        {
            "id": "3",
            "nass": "الفصل الأول: جهود المسلمين في تعليم القرآن والقراءات وأشهر العلماء في ذلك ¶ المبحث الأول: أشهر علماء القرآن والقراءات من القرن الرابع وحتى القرن الرابع عشر ¶ مدخل ¶ ... ¶ الفصل الأول: جهود المسلمين في تعليم القرآن والقراءات وأشهر العلماء في ذلك: ¶ وهو مكون من مبحثين: ¶ المبحث الأول: أشهر علماء القرآن والقراءات من القرن الرابع وحتى القرن الرابع عشر: ¶ عرفت المدرسة القرآنية منذ الحياة الأولى للإسلام، فقد كان رسول الله صلى الله عليه وسلم يتلقى الوحي عن ربه، ويقوم بتلقينه لصحابته فرادى وجماعات. ¶ وكان هؤلاء الصحب الكرام يقبلون في حماسة وشغف على تلقي كتاب ربهم إعجاباً به، وإيماناً منهم بأن تلاوته ومدارسته والعمل به عبادة من أجلِّ العبادات، وقربى من أقرب القربات، ألم يخبرهم نبيهم الكريم بقوله: \"خيركم من تعلم القرآن وعلمه\"1. وبقوله صلوات الله وسلامه عليه: \"من قرأ حرفا من كتاب الله فله به حسنة، والحسنة بعشر أمثالها، لا أقول: ألم حرف، ولكن ألف حرف، ولام حرف، وميم حرف\" 2. ¶ ولقد امتاز هذا الكتاب المعجز فيما امتاز به بيسر تلقيه وتلاوته يقول تبارك وتعالى: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ} (القمر:17) . ¶ __________ ¶ 1 أخرجه البخاري في كتاب فضائل القرآن، باب خيركم من تعلم القرآن وعلمه 6/108. ¶ 2 أخرجه الترمذي في سننه في كتاب فضائل القرآن، باب ما جاء فيمن قرأ حرفاً من القرآن ما له من الأجر 5/161.",
            "page": "3",
            "part": "1",
            "seal": "FA1F568D"
        },
        {
            "id": "4",
            "nass": "بل جعل الله تبارك وتعالى من ميزاته أن يحفظ في الصدور، كما يسجل في السطور {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ} (العنكبوت:49) . وبذلك تحول مسجد المدينة المنورة إلى مدرسة قرآنية أولى، كما تحولت دور المهاجرين والأنصار إلى مدارس قرآنية، فكانت حلقات القرآن يدوّي بها المسجد دوياً كدوي النحل، بل إن بيوت أصحاب رسول الله صلى الله عليه وسلم ليصبح لها ذلك الدوي حين يرجع إليها أصحابها فيتدارسون القرآن، مع أزواجهم وأولادهم. ¶ يقول صلوات الله وسلامه عليه: \"إني لأعرف أصوات رفقة الأشعريين بالقرآن حين يدخلون بالليل، وأعرف منازلهم من أصواتهم بالقرآن بالليل، وإن كنت لم أر منازلهم حين نزلوا بالنهار\" 1. ¶ ومع انتشار الإسلام وذيوعه انتشرت المدرسة القرآنية، وعلا شأنها وبعد أن كانت في المساجد تملأ حلقاتها، أصبحت غرفاً ملحقة بالمساجد تستقبل الناشئة من أطفال المسلمين، ليكون القرآن الكريم أول ما يقرع آذانهم، وتتفتح عليه قلوبهم من أنواع الدراسات المختلفة قبل أن ينتقلوا إلى مراحل العلوم بعد ذلك. ¶ وقد انتشرت تلك المدارس حيث ينتشر الإسلام. فأينما وجدت الجماعة الإسلامية وجدت المدرسة القرآنية، لا فرق بين بلاد تنطق بالعربية، وبلاد لا تنطق بها. ¶ يقول ابن حزم:\" مات رسول الله صلى الله عليه وسلم والإسلام قد انتشر في جميع جزيرة العرب، وفي هذه الجزيرة من القرى والمدن ما لا يعرف عدده إلا الله، ¶ __________ ¶ 1 أخرجه البخاري في كتاب المغازي باب \"غزوة خيبر\" 5/80.",
            "page": "4",
            "part": "1",
            "seal": "BB43F90C"
        },
        {
            "id": "5",
            "nass": "كلهم قد أسلموا وبنوا المساجد، ليس فيها مدينة أو قرية، ولا حلة للأعراب إلا قرئ فيها القرآن في الصلوات وعلمه الصبيان والرجال والنساء0ثم مات أبو بكر وولي عمر ففتحت بلاد الفرس، وفتحت الشام والجزيرة ومصر، ولم يبق من هذه البلاد مدينة إلا وقد بنيت فيها المساجد، ونسخت المصاحف، وقرأ الأئمة القرآن، وتعلمه الصبيان في المكاتب شرقاً وغرباً\"1. 6. ¶ وإذا كان بعض العلماء يعد عام (459هـ) حداً فاصلاً بين عهدين في تاريخ المؤسسات التعليمية الإسلامية، ففي هذا العام أنشئت المدرسة النظامية في بغداد، مؤذنة ببداية عهد تعليمي جديد، انتقلت فيه أماكن التعليم من الكتاتيب والقصور والمساجد، ودور الحكمة، وحوانيت الورّاقين ومنازل العلماء، إلى المدارس المنظمة، فإن هذا لا يقلل من دور المسجد بوصفه أول مؤسسة انطلق منها شعاع العلم والتعليم في الإسلام على كافة البشر، حيث كان يلتقي فيه الطلاب بالعلماء: يناقشون، ويتحاورون فيما يعنّ لهم من مشكلات ومسائل فقهية، أو علمية بحتة، حتى قيل بحق: إن آلاف أعمدة المساجد التي كانت منتشرة في الإسلام كانت محاطة بآلاف من العلماء المسلمين، وعشرات الآلاف من المتعلمين2. ¶ ومنذ العهد الأول - عهد مدارس المساجد - انتشرت مدارس القرآن والقراءات في جميع الأقطار الإسلامية وصار التنافس العلمي الشريف دافعاً لطلاب تلك المدارس إلى التفوق والإبداع العلمي في مجال علم القراءات. ¶ __________ ¶ 1 انظر: الفصل في الملل والأهواء والنحل لابن حزم ص 66. ¶ 2 انظر: الدور التربوي للمسجد د. فرغلي جاد ص 143 من مجلة الشريعة والدراسات الإسلامية جامعة الكويت – العدد السادس 1406 هـ‍ ربيع أول.",
            "page": "5",
            "part": "1",
            "seal": "9FE4CACC"
        },
        {
            "id": "6",
            "nass": "وفيما يلي ذكر لأهم أولئك العلماء الأفذاذ مع تراجم مختصرة لهم، تبين مدى ما قاموا به من جهد في خدمة الكتاب العزيز.",
            "page": "6",
            "part": "1",
            "seal": "B0D773A2"
        },
        {
            "id": "7",
            "nass": "أحمد بن فرح (ت 303هـ) ¶ ابن جبريل أبو جعفر البغدادي الضرير المقرئ المفسّر، قرأ على الدوري والبزي، وحدّث عن علي بن المديني، وأبي بكر بن أبي شيبة، وأبي الربيع الزهراني، وطائفة. ¶ تصدر للإفادة زماناً، وبَعُدَ صيته، واشتهر اسمه لسعة علمه وعلو سنده، قرأ عليه زيد بن علي بن أبي بلال، وعبد الله بن محرز، وعلي بن سعيد القزاز، وأبو بكر النقاش، وعبد الواحد بن أبي هاشم، وأحمد بن عبد الرحمن الولي، والحسن بن سعيد المطوعي، وآخرون. وحدث عنه أحمد بن جعفر الختّلي، وابن سمعان الرزاز. ¶ سكن الكوفة مدة، وحمل أهلها عنه علماً جماً، وكان ثقة مأموناً، توفي في ذي الحجة سنة ثلاث وثلاث مائة، وقد قارب التسعين1. ¶ __________ ¶ 1 انظر: معرفة القراء الكبار للذهبي 1/238، وغاية النهاية في طبقات القراء لابن الجزري 1/95/96، وطبقات المفسرين: 1/63 وشذرات الذهب 2/241.",
            "page": "6",
            "part": "1",
            "seal": "9BBCD65A"
        },
        {
            "id": "8",
            "nass": "أبو بكر بن سيف (ت 307هـ) ¶ هو عبد الله بن مالك بن عبد الله بن سيف الدين أبو بكر التجيبي، المقرئ، المصري، شيخ الإقليم في القراءات في زمانه، قرا القرآن على أبي",
            "page": "6",
            "part": "1",
            "seal": "4F296D1F"
        },
        {
            "id": "9",
            "nass": "يعقوب الأزرق عرضاً وسماعاً وعمّر دهراً طويلاً، وحدث عن محمد بن رمح صاحب الليث بن سعد وغيره. ¶ قرأ عليه إبراهيم بن محمد بن مروان، ومحمد بن عبد الرحمن الظهراوي، وأبو بكر بن محمد بن عبد الله القاسم الخرقي، شيخ أبي علي الأهوازي، وأبو عدي عبد العزيز ابن علي بن محمد بن إسحاق بن الإمام، وغيرهم. ¶ وقد غلط فيه أبو الطيب بن غلبون فسماه محمداً وتبعه على ذلك ابنه أبو الحسن ومن تبعهما. ¶ وكان شيخ الديار المصرية في زمانه، وانتهت إليه الإمامة في قراءة ورش. ¶ مات يوم الجمعة سنة سبع وثلاثمائة بمصر1. ¶ __________ ¶ 1 انظر: طبقات القراء للذهبي /231-232، وغاية النهاية 1/445، وشذرات الذهب 2/251.",
            "page": "7",
            "part": "1",
            "seal": "0879117C"
        },
        {
            "id": "10",
            "nass": "أبو بكر بن مجاهد (ت 324هـ) ¶ هو أحمد بن موسى بن العباس بن مجاهد التميمي شيخ القراء في وقته، أبو بكر البغدادي العطشي، المقرئ الأستاذ مصنف كتاب \"القراءات السبعة\" ولد سنة خمس وأربعين ومائتين بسوق العطش من بغداد، وسمع الحديث من سعدان بن نصر، وأحمد بن منصور الرمادي، ومحمد بن عبد الله المنحرمي وخلق، وقرأ القرآن على أبي الزعراء بن عبدوس وقنبل المكي، وسمع القراءات من طائفة كبيرة، مذكورين في صدر كتابه، وتصدر للإقراء وازدحم عليه أهل الأداء، ورحل إليه من الأمصار وبَعُدَ صيته، وأول من سبع السبعة.",
            "page": "7",
            "part": "1",
            "seal": "C87FF986"
        },
        {
            "id": "11",
            "nass": "قرأ عليه أبو طاهر عبد الواحد بن أبي هاشم، وصالح بن إدريس، وأبو عيسى بكر بن أحمد، وأبو بكر الشذائي، وأبو الفرج الشنبوذي، وأبو الحسين عبيد الله بن البواب، وعبد الله بن الحسين السامري، وأحمد بن محمد العجلى، وأبو علي بن حبش الدينوري، وأبو الفتح بن بدهن، وطلحة بن محمد بن جعفر، ومنصور بن محمد بن منصور القزاز وغيرهم. ¶ قال أبو عمرو الداني: فاق ابن مجاهد في عصره، سائر نظائره من أهل صناعته، مع اتساع علمه، وبراعة فهمه، وصدق لهجته، وظهور نسكه، تصدر للإقراء في حياة محمد بن يحيى الكسائي الصغير. ¶ توفي في شعبان سنة أربع وعشرين وثلاث مائة. 1 ¶ __________ ¶ 1 كتاب السبعة لابن مجاهد، مقدمة شوقي ضيف، والكامل في التاريخ لابن الأثير 7/126 ومعرفة القراء 1/269-271 والبداية والنهاية لابن كثير 11/197، وغاية النهاية 1/139-142.",
            "page": "8",
            "part": "1",
            "seal": "464C2B7E"
        },
        {
            "id": "12",
            "nass": "المطوعي (ت 371هـ) ¶ هو الشيخ الإمام، شيخ القراء، مسند العصر أبو العباس، الحسن بن سعيد بن جعفر العباداني المطوعي، ولد في حدود سنة سبعين ومائتين، وكان أحد من عني بهذا الفن وتبحر فيه، ولقي الكبار، وأكثر الرحلة في الأقطار، وكان أبوه واعظاً محدّثاً وكان سبباً في إعانته على الرحلة. ¶ قرأ على إدريس بن عبد الكريم الحداد، ومحمد بن عبد الرحيم الأصبهاني، والحسين ابن علي الأزرق الجمال، ومحمد بن القاسم الإسكندراني. وأحمد بن فرح المفسر، وإسحاق ابن أحمد الخزاعي، وسمع",
            "page": "8",
            "part": "1",
            "seal": "4CA9B294"
        },
        {
            "id": "13",
            "nass": "الحديث من الحسن بن المثنى وإدريس بن عبد الكريم، وجعفر الفريابي، وطائفة. ¶ وجمع، وصنف كتاب (اللامات وتفسيرها) ، وعمر دهراً طويلاً، وانتهى إليه علو الإسناد في القراءات. ¶ قرأ عليه أبو الفضل محمد بن جعفر الخزاعي، وأبو الحسين علي بن محمد الخبازي، ومحمد بن الحسين الكارزيني، وغيرهم. ¶ توفي سنة إحدى وسبعين وثلاث مائة، وقد جاوز المائة. 1 ¶ __________ ¶ 1 انظر: معرفة القراء 1/317-319، وسير أعلام النبلاء 16/260، وغاية النهاية 1/213-215.",
            "page": "9",
            "part": "1",
            "seal": "3E407D49"
        },
        {
            "id": "14",
            "nass": "علي بن محمد بن إسماعيل (ت 377هـ) ¶ هو الإمام علي بن محمد بن إسماعيل بن بشر الأنطاكي، الإمام أبو الحسن التميمي، نزيل الأندلس ومقرئها، ومسندها. ¶ قال الداني: أخذ القراءة عرضاً وسماعاً عن إبراهيم بن عبد الرزاق، ومحمد بن الأخرم، وأحمد بن يعقوب التائب، وأحمد بن محمد بن خشيش، ومحمد بن جعفر بن بيان، وصنف قراءة ورش. 2 ¶ قرأ عليه أبو الفرج الهيثم الصباغ، وإبراهيم بن مبشر المقرئ، وطائفة من قراء الأندلس، وسمع منه عبد الله بن أحمد بن معاذ الداراني. 3 ¶ قال أبو الوليد بن الفرضي: \"أدخل الأندلس علماً جماً، وكان بصيراً بالعربية والحساب، وله حظ من الفقه، قرأ الناس عليه، وسمعت أنا منه وكان ¶ __________ ¶ 2 انظر: معرفة القراء 1/344. ¶ 3 انظر: تاريخ علماء الأندلس لوليد الفرضي ص 316، وغاية النهاية 1/564-565.",
            "page": "9",
            "part": "1",
            "seal": "BB3FDC68"
        },
        {
            "id": "15",
            "nass": "رأساً في القراءات لا يتقدمه أحد في معرفتها في وقته، وكان مولده بأنطاكية، سنة تسع وتسعين مائتين، ومات بقرطبة في ربيع الأول سنة سبع وسبعين وثلاث مائة\". 1 ¶ والغازي بن قيس عن نافع، وكذلك روى عن هشام وابن ذكوان، وروى عنه الحروف أصبغ بن مالك الزاهد، وأحمد بن خالد، ومحمد بن أحمد بن يحيى الاشبيلي وغيرهم. وكان زاهداً عالماً كبيراً صالحاً انتفع به أهل الأندلس مات في ذي الحجة سنة ست وثمانين وقيل في المحرم سنة سبع وثمانين ومائتين. 2 ¶ __________ ¶ 1 انظر: تاريخ علماء الأندلس ص 316. ¶ 2 انظر: المراجع السابقة هامش 12-14.",
            "page": "10",
            "part": "1",
            "seal": "09E62B76"
        },
        {
            "id": "16",
            "nass": "علي بن داود القطان (ت 402هـ) ¶ هو علي بن داود أبو الحسن الداراني القطان، إمام جامع دمشق ومقرئها. ¶ قرأ القرآن بالروايات على طائفة، منهم: أبو الحسن بن الأخرم، وأحمد بن عثمان ابن السباك، وسمع من خيثمة الأطرابلسي، وأبي علي الحصائري، وجماعة. ¶ قرأ عليه رشأ بن نظيف، وعلي بن الحسن الربعي، وأحمد بن محمد الأصبهاني، وأبو علي الأهوازي، وتاج الأئمة أحمد بن علي المصري، وعبد الرحمن بن أحمد، شيخ الهذلي، وحدث عنه رشأ وغيره.",
            "page": "10",
            "part": "1",
            "seal": "3C8F7EDA"
        },
        {
            "id": "17",
            "nass": "قال عبد المنعم بن النحوي: خرج القاضي أبو محمد العلوي وجماعة من الشيوخ إلى \"داريا\"1 إلى ابن داود، فأخذوه بجامع دمشق في سنة ثمان وثمانين وثلاث مائة، وجاؤوا به بعد أن منعهم أهل داريا، وتنافسوا، حتى قال أبو محمد عبد الرحمن بن أبي نصر: يا أهل \"داريا\" ألا ترضون أن يسمع في البلاد أن أهل دمشق احتاجوا إليكم في إمام، فقالوا: قد رضينا، فقدمت له بغلة القاضي فأبى، وركب حماره، ودخل معهم، فسكن في المنارة الشرقية، وكان يقرئ بشرقي الرواق الأوسط، ولا يأخذ على الإمامة رزقاً، ولا يقبل ممن يقرأ عليه براً، ويقتات من غلة أرض له \"بداريا\" ويحمل ما يكفيه من الحنطة، ويخرج بنفسه إلى الطاحون فيطحنه، ثم يعجنه ويخبزه. ¶ قال الكتاني: كان ثقة، انتهت إليه الرئاسة في قراءة الشاميين، توفي رحمه الله سنة اثنتين وأربع مائة. 2 ¶ __________ ¶ 1 داريّا: قرية كبيرة مشهورة من قرى دمشق بالغوطة، انظر معجم البلدان 2/431. ¶ 2 انظر: معرفة القراء 1/366-367، وغاية النهاية 1/541-542 وشذرات الذهب 3/163.",
            "page": "11",
            "part": "1",
            "seal": "A00C9F04"
        },
        {
            "id": "18",
            "nass": "مكي بن أبي طالب (ت 437هـ) ¶ مكي بن أبي طالب، واسم أبي طالب \"حموش\" بن محمد بن مختار الإمام أبو محمد القيسي المغربي، القيرواني، ثم الأندلسي القرطبي، العلامة المقرئ. ¶ ولد سنة خمس وخمسين وثلاث مائة بالقيروان، وحج وسمع بمكة من أحمد بن فراس، وأبي القاسم عبيد الله السقطي.",
            "page": "11",
            "part": "1",
            "seal": "BDBA9F8B"
        },
        {
            "id": "19",
            "nass": "\"قال صاحبه أبو عمر المهدي قرأ القراءات على أبي الطيب بن غلبون، وابنه طاهر، وأبي عبد العزيز، وسمع من محمد بن علي الأذفوي. ¶ كان رحمه الله من أهل التبحر في علوم القرآن والعربية، حسن الفهم والخلق، جيد الدين والعقل، كثير التأليف في علوم القرآن، محسناً مجوداً، عالماً بمعاني القراءات، سافر إلى مصر، وهو ابن ثلاث عشرة سنة، وتردد إلى المؤدبين بالحساب، وأكمل القرآن، ورجع إلى القيروان، ثم رحل فقرأ القراءات على ابن غلبون، سنة ست وسبعين، ثم حج سنة سبع وثمانين، وجاور ثلاثة أعوام، ودخل الأندلس سنة ثلاث وتسعين، وجلس للإقراء بجامع قرطبة، وعظم اسمه، وجل قدره\".1 ¶ قرأ عليه جماعة كثيرة منهم: محمد بن أحمد بن مطرف الكناني القرطبي، وعبد الله بن سهل، ومحمد بن عيسى المغامي، وحاتم بن محمد، وأبو الأصبغ بن سهل، وأبو محمد بن عتاب. وغيرهم. وله تآليف مشهورة. 2 ¶ توفي رحمه الله في ثاني محرم سنة سبع وثلاثين وأربع مائة. 3 ¶ __________ ¶ 1 انظر: معرفة القراء 1/395. ¶ 2 منها: التبصرة في القراءات السبع، والكشف عن وجوه القراءات السبع وعللها وحججها، وغيرها من الكتب. ¶ 3 انظر: معرفة القراء 1/395 – 196، وغاية النهاية 2/309-310.",
            "page": "12",
            "part": "1",
            "seal": "A8FE28E8"
        },
        {
            "id": "20",
            "nass": "أبو عمرو الداني (ت 444هـ) ¶ هو العلامة عثمان بن سعيد بن عثمان بن سعيد بن عمر الأموي، مولاهم القرطبي الإمام المعلم، المعروف في زمانه بابن الصيرفي، وفي زمان الذهبي، بأبي عمرو الداني، لنزوله بدانية.",
            "page": "12",
            "part": "1",
            "seal": "81A7474C"
        },
        {
            "id": "21",
            "nass": "ولد سنة إحدى وسبعين وثلاث مائة، قال: الداني - وابتدأت بطلب العلم في سنة ست وثمانين وثلاث مائة، ورحلت إلى المشرق سنة سبع وتسعين، فمكثت بالقيروان أربعة أشهر أكتب، ثم دخلت مصر فمكثت بها سنة، وحججت، ثم دخلت الأندلس في ذي القعدة سنة تسع وتسعين. وخرجت إلى الثغر سنة ثلاث وأربع مائة، فسكنت سرقسطة سبعة أعوام، ثم رجعت إلى قرطبة، قال: وقدمت دانية سنة سبع عشرة. فاستوطنها حتى مات. ¶ أخذ القراءات عرضاً عن خلف بن إبراهيم بن خاقان، وأبي الحسن طاهر بن غلبون، وأبي الفتح فارس بن أحمد، وعبيد الله بن سلمة بن حزم وغيرهم. ¶ قرأ عليه أبو إسحاق إبراهيم بن علي الفيسولي، وولده أحمد بن عثمان، والحسن ابن علي بن مبشر، وخلف بن إبراهيم الطليطلي، وأبو داود سليمان بن نجاح وغيرهم. 1 ¶ __________ ¶ 1 انظر: معرفة القراء 1/406 – 409، وغاية النهاية 1/503-505.",
            "page": "13",
            "part": "1",
            "seal": "1E2495C4"
        },
        {
            "id": "22",
            "nass": "أبو معشر الطبري (ت 478 هـ) ¶ هو عبد الكريم ابن عبد الصمد بن محمد بن علي الطبري، المقرئ، القطان، مقرئ أهل مكة، قال الذهبي: \"قرأ القراءات على أبي القاسم الزيدي بحران، وأبي عبد الله الكارزيني، وابن نفيس، وإسماعيل بن راشد الحداد، والحسين بن محمد الأصبهاني، وخلق\".2 ¶ __________ ¶ 2 انظر: معرفة القراء 1/435 – 436، وغاية النهاية 1/401، وطبقات المفسرين 1/338-339.",
            "page": "13",
            "part": "1",
            "seal": "927B3698"
        },
        {
            "id": "23",
            "nass": "وممن قرأ عليه الحسن بن خلف بن بليمة، صاحب تلخيص العبارات، وإبراهيم بن عبد الملك القزويني، وعبد الله بن منصور بن أحمد البغدادي، وعبد الله بن عمر بن العرجاء، ومحمد بن إبراهيم بن نعيم الخلف وغيرهم. ¶ ألف كتاب التلخيص في القراءات الثمان، وكتاب سوق العروس فيه ألف وخمسمائة رواية وطريق، وكتاب الدرر في التفسير، وكتاب الرشاد في شرح القراءات الشاذة، وكتاب عنوان المسائل وكتاب طبقات القراء، وكتاب الجامع في القراءات العشر. 1 ¶ توفي رحمه الله بمكة سنة ثمان وسبعين وأربعمائة. 2 ¶ __________ ¶ 1 حقق هذا الكتاب في رسالة علمية لدرجة الدكتوراه في الجامعة الإسلامية بتحقيق د/محمد سيدي الأمين. ¶ 2 المراجع السابقة في هامش 22.",
            "page": "14",
            "part": "1",
            "seal": "54752A67"
        },
        {
            "id": "24",
            "nass": "عبد القاهر بن عبد السلام المكي (ت 493 هـ) ¶ هو عبد القاهر بن عبد السلام بن علي العباسي، الشريف أبو الفضل المكي، النقيب المقرئ قال الذهبي: \"ولد سنة خمس وعشرين وقرأ بالروايات الكثيرة على أبي عبد الله محمد بن الحسين بن آذر الكارزيني، وطال عمره، وكان من آخر من مات من أصحاب الكارزيني، وكان نقيب بني هاشم بمكة\". 3 ¶ قال السمعاني: كان فقيه الهاشميين. ¶ وقال أبو الفضل محمد بن محمد بن عطاف: رحمه الله على هذا الشريف، فلقد كان على أحسن طريقة سلكها الأشراف من دين مكين، ¶ __________ ¶ 3 انظر: معرفة القراء 1/447، وتاريخ الإسلام للذهبي (وفيات 493) وغاية النهاية 1/399.",
            "page": "14",
            "part": "1",
            "seal": "600516B1"
        },
        {
            "id": "25",
            "nass": "وعقل رزين، قدم من مكة وسكن المدرسة النظامية، فأقرأ بها القرآن عن جماعة، وحدث. قرأ عليه دعوان بن علي وأبو محمد عبد الله بن علي سبط الخياط، وأبو الكرم الشهرزوري، وآخرون. ¶ توفي يوم الجمعة من جمادى الآخرة سنة ثلاث وتسعين وأربعمائة من الهجرة. 1 ¶ __________ ¶ 1 المرجع السابق.",
            "page": "15",
            "part": "1",
            "seal": "88C1E058"
        },
        {
            "id": "26",
            "nass": "الحسن بن عبد الله (ت 547 هـ) ¶ هو الحسن بن عبد الله بن عمر بن العرجاء أبو علي وقيل لأبيه (ابن العرجاء) لأن أمه كانت فقيهة عرجاء، عابدة، تقعد في المسجد الحرام في صف بعد صف ابنها. ¶ قال الذهبي: \"قرأ بمكة على والده، وعلى أبي معشر الطبري، وطال عمره، وقصده القراء لعلو سنده، قرأ عليه محمد بن أحمد بن معط الأوريولي، وأبو الحسن بن كوثر المحاربي، وأبو القاسم محمد بن وضاح (خطيب شقر) وآخرون. ¶ وكان أبوه قد أدرك عند مجيئه من الغرب الشيخ أبا العباس بن نفيس، وأخذ عنه وعن عبد الباقي بن فارس. ¶ بقي إلى حدود سنة خمس مائة بمكة، وبقي أبو علي هذا إلى حدود سبع وأربعين وخمس مائة\".2 ¶ __________ ¶ 2 انظر: معرفة القراء 1/487، وغاية النهاية 1/217.",
            "page": "15",
            "part": "1",
            "seal": "5B72DEAC"
        },
        {
            "id": "27",
            "nass": "الشريف الخطيب (ت 563 هـ) ¶ هو ناصر بن الحسن بن إسماعيل الشريف، أبو الفتوح الزيدي الخطيب، مقرئ الديار المصرية. ¶ قرأ بالروايات، على أبي الحسن علي بن أحمد الأبهري ومحمد بن عبد الله بن مسبح الفضي، وأبي الحسين يحيى بن الفرج الخشاب، وسمع من أبي الحسن محمد بن عبد الله بن أبي داود الفارسي، ثم المصري صاحب ابن نظيف، ومن ابن القطاع اللغوي، وغيرهم. ¶ انتهت إليه رئاسة الإقراء بالديار المصرية، وكان من جلة العلماء في زمانه. ¶ قرأ عليه بالروايات أبو الجود غياث بن فارس، وعبد الصمد بن سلطان بن قراقيش، وعبد السلام بن عبد الناصر بن عديسة، وأبو الجيوش عساكر بن علي، وآخرون. ¶ وآخر من روى عنه سماعاً القاضي أبو الكرم أسعد بن قادوس. توفي رحمه الله يوم عيد الفطر ثلاث وستين وخمس مائة. 1 ¶ __________ ¶ 1 انظر: معرفة القراء 2/525 – 526، وغاية النهاية 2/329-330، وحسن المحاضرة 1/495.",
            "page": "16",
            "part": "1",
            "seal": "EEA06679"
        },
        {
            "id": "28",
            "nass": "الشاطبي (ت 590 هـ) ¶ هو القاسم بن فيرة بن خلف بن أحمد الشاطبي الرعيني، الضرير، العلامة، أحد الأعلام الكبار والمشتهرين في الأقطار، ولد في آخر سنة ثمان وثلاثين، وخمسمائة بشاطبة من الأندلس.",
            "page": "16",
            "part": "1",
            "seal": "17016367"
        },
        {
            "id": "29",
            "nass": "قرأ ببلده القراءات وأتقنها على أبي عبد الله محمد بن أبي العاص النفزي، ثم رحل إلى بلنسية بالقرب من بلده، فعرض بها التيسير من حفظه والقراءات على ابن هذيل، وسمع منه الحديث. ¶ ثم رحل للحج فسمع من أبي طاهر السلفي بالإسكندرية وغيره. ولما دخل مصر أكرمه القاضي الفاضل البيساني وعرف مقداره، وأنزله بمدرسته التي بناها بدرب الملوخية داخل القاهرة، وجعله شيخاً لها وعظمه تعظيماً كثيراً، ونظم قصيدته اللامية الرائية بها - أي بمصر - وجلس للإقراء، فقصده الخلائق من الأقطار، وكان إماماً كبيراً أعجوبة في الذكاء كثير الفنون، آية من آيات الله تعالى، غاية في القراءات حافظاً للحديث بصيراً بالعربية، إماماً في اللغة رأساً في الأدب مع الزهد والعبادة. ¶ عرض عليه القراءات أبو الحسن علي بن محمد بن عبد الصمد السخاوي، وهو أجل أصحابه، وأبو عبد الله محمد بن عمر القرطبي، والكمال علي بن شجاع الضرير – صهره - والزين محمد بن عمر الكردي، وأبو القاسم عبد الرحمن بن سعيد الشافعي، وعيسى بن يوسف بن إسماعيل المقدسي، وعلي بن موسى التجيبي، وعبد الرحمن بن إسماعيل التونسي وغيرهم. ¶ وقد بارك الله في تصنيفه وأصحابه، توفي رحمه الله في الثامن والعشرين من جمادى الآخرة سنة تسعين وخمسمائة بالقاهرة، ودفن بالقرافة بمقبرة القاضي الفاضل عبد الرحيم البيساني. 1 ¶ __________ ¶ 1 انظر: معرفة القراء 2/573-575، وسير أعلام النبلاء 21/261-264ن وغاية النهاية 2/20-23.",
            "page": "17",
            "part": "1",
            "seal": "2F641BC1"
        },
        {
            "id": "30",
            "nass": "علم الدين السخاوي (ت 643 هـ) ¶ الإمام علي بن محمد بن عبد الصمد بن عبد الأحد، أبو الحسن الهمداني السخاوي، المقرئ المفسر النحوي، شيخ القراء بدمشق في زمانه. ¶ ولد سنة ثمان أو تسع وخمسين وخمس مائة، وقدم من سخا1، فسمع من السلفي، وأبو الطاهر بن عوف، وبمصر من أبي الجيوش عساكر بن علي، وهبة الله البوصيري، وغيرهم. ¶ وأخذ القراءات عن أبي القاسم الشاطبي، وأبي الجود اللخمين وأبي اليمن الكندي وأقرأ الناس نيفاً وأربعين سنة، فقرأ عليه خلق كثير بالروايات، منهم: شهاب الدين أبو شامة، وشمس الدين أبو الفتح، وهو الذي تصدر للإقراء بعده بالتربة الصالحية، وزين الدين عبد السلام الزواوي، ورشيد الدين أبو بكر بن أبي الدر، وتقي الدين يعقوب الجرائدي، وجمال الدين إبراهيم الفاضلين وشمس الدين محمد الدمياطي وغيرهم. ¶ وكان إماماً ومقرئاً محققاً، ونحوياً علامة مع بصره بمذهب الشافعي رضي الله عنه، ومعرفته بالأصول، وإتقانه للغة، وبراعته في التفسير، وإحكامه لضروب الأدب، وفصاحته بالشعر، وطول باعه في النثر مع الدين والمروءة والتواضع، وحسن الأخلاق وظهور الجلالة، وكثرة التصانيف، منها: فتح الوصيد في شرح الشاطبية وكتاب جمال القراء وكمال الإقراء وغيرها من الكتب. 2 ¶ __________ ¶ 1 سخا: بلدة مصرية تابعة لمحافظة كفر الشيخ. ¶ 2 انظر: معرفة القراء1/631-635، وغاية النهاية 1/568-571، وطبقات المفسرين 1/429-432.",
            "page": "18",
            "part": "1",
            "seal": "A9F08FE1"
        },
        {
            "id": "31",
            "nass": "عبد الصمد بن أبي الجيش (ت 676 هـ) ¶ هو عبد الصمد بن أحمد بن عبد القادر بن أبي الجيش، الأستاذ الكبير مجد الدين أبو أحمد البغدادي المقرئ، الحنبلي، شيخ الإقراء ببغداد. ¶ قرأ القراءات على الفخر الموصلي، وجماعة كثيرة بعدة كتب، فأقدمهم وأعلاهم إسناداً الشيخ عبد العزيز بن أحمد الناقد، قرأ عليه بالروايات العشرة، عن قراءاته على أبي الكرم الشهرزوري. ¶ وقرأ على ابن الدبيثي، وعبد العزيز بن دلف، ومحمد بن أبي القاسم بن سالم، ومحمد بن محمود الأزجي، وعلي بن خطاب الموفق الضرير، وإبراهيم ابن الخير. ¶ وأحكم القراءات، واعتنى بهذا الشأن، وسمع كثيراً من كتب القراءات. وسمع من عبد العزيز بن الناقد، وأحمد بن صرما، والفتح بن عبد السلام، وأجاز له أبو الفرج بن الجوزي. ¶ قرأ عليه الشيخ إبراهيم الرقي الزاهد، والتقي أبو بكر الجزري المقصاتي، وأبو عبد الله محمد بن علي بن الوراق بن خروف الموصلي، وأبو العباس أحمد الموصلي، وجماعة. ¶ وكان إماماً محققاً بصيراً بالقراءات، وعللها وغريبها، صالحاً ورعاً زاهداً كبير القدر، بعيد الصيت، توفي في ربيع الأول سنة ست وسبعين وست مائة. 1 ¶ __________ ¶ 1 انظر: معرفة القراء 2/665-667، وغاية النهاية 1/387-388، وشذرات الذهب 5/353.",
            "page": "19",
            "part": "1",
            "seal": "836D574B"
        },
        {
            "id": "32",
            "nass": "أبو جعفر بن الزبير (ت 708هـ) ¶ هو العلامة أحمد بن إبراهيم بن الزبير بن محمد بن إبراهيم بن الزبير، الإمام الأستاذ الحافظ أبو جعفر الثقفي العاصمي الغرناطي. ¶ أحد نحاة الأندلس ومحدثيها، ولد أواخر سنة سبع وعشرين وستمائة. ¶ قرأ على أبي الوليد إسماعيل بن يحيى بن أبي الوليد العطار سنة ثمان وأربعين وستمائة، وعلى أبي الحسن علي بن محمد بن علي بن يحيى الشاوي، وأبي بكر محمد بن أحمد العاصمي، وأحمد بن عمر المضرس، وأجازه الكمال الضرير، وسمع التيسير من محمد بن عبد الرحمن بن جوبر عن ابن أبي جمرة عن أبيه عن الداني بالإجازة، وهذا سند في غاية الحسن والعلو. ¶ وقد قرأ عليه خلق لا يحصون منهم: الوزير أبو القاسم محمد بن محمد بن سهل الأسدي الغرناطي، ومحمد بن علي بن أحمد بن مثبت شيخ القدس، والأستاذ أبو حيان النحوي، وأحمد بن عبد الولي العواد، وأبو الحسن علي بن سليمان الأنصاري وموسى بن محمد بن موسى بن جرادة، والإمام عبد الواحد بن محمد البلقيني، والخطيب محمد بن يوسف البلقيني اللوشي، وهو آخر من روى عنه في الدنيا سماعاً. ¶ توفي ابن الزبير سنة ثمان وسبعمائة بغرناطة. 1 33 ¶ __________ ¶ 1 غاية النهاية 1/32، والإحاطة في أخبار غرناطة 1/188-193.",
            "page": "20",
            "part": "1",
            "seal": "1F1129AC"
        },
        {
            "id": "33",
            "nass": "تقي الدين الصائغ (ت 725هـ) ¶ هو الإمام محمد بن أحمد بن عبد الخالق بن علي بن سالم، أبو عبد الله الصائغ المصري الشافعي، مسند عصره، وشيخ زمانه، وإمام أوانه، ولد سنة",
            "page": "20",
            "part": "1",
            "seal": "C0E9EDBF"
        },
        {
            "id": "34",
            "nass": "ست وثلاثين وستمائة، وقرأ على الشيخ كمال الدين إبراهيم بن أحمد بن إسماعيل بن فارس جمعاً بالقراءات الاثنتي عشرة، ختمتين: الأولى في جماعة، والأخرى بمفرده عندما حضر ابن فارس إلى مصر، وكل من الختمتين بمضمن المبهج وإرادة الطالب في العشر، وتبصرة المبتدئ في السبع، والإيجاز في السبع، كل ذلك من تأليف سبط الخياط، وكتاب المستنير لابن سوار، وكتابي الموضح والمفتاح في العشر لابن خيرون، وكتابي الكفاية والإرشاد للقلانسي والتذكار لابن شيطا، والسبعة لابن مجاهد، وغير هذه الكتب. ¶ وقرأ على الشيخ كمال الدين أبي الحسن علي بن شجاع الضرير العباسي تسع ختمات ثمان بأفراد الثمانية السبعة ويعقوب، والتاسعة جمع فيها القراءات بمضمن العنوان، والتيسير، والشاطبية، والتجريد، والمستنير، وتذكرة ابن غلبون، والروضة والتمهيد للمالكي، والتلخيص لأبي معشر، وقرأ أيضاً على التقي عبد الرحمن بن مرهف بن ناشرة، وسمع من الرشيد القرشي الحافظ وغيره. ¶ وعُمِّر حتى لم يبق معه من يشاركه في شيوخه، ورحل إليه الخلق من الأقطار وازدحم الناس عليه لعلو سنده وكثرة مروياته، وجلس للإقراء بمدرسته الطيبرسية بمصر، والجامع العتيق، ولازم الإقراء ليلاً ونهاراً، فقرأ عليه خلق لا يحصون منهم إبراهيم بن عبد الله الحكري، وأخوه إسماعيل، وإبراهيم بن لاجين الرشيدي، وأحمد بن محمد سبط السلعوس، وأحمد العكبري، وعبد الله بن عبد المؤمن بن الوجيه، وأبو بكر عبد الله بن أيد غدي بن الجندي وغيرهم كثير.",
            "page": "21",
            "part": "1",
            "seal": "F6DA83AC"
        },
        {
            "id": "35",
            "nass": "توفي رحمه الله في ثامن عشر من شهر صفر سنة خمس وعشرين وسبعمائة بمصر. 1 ¶ __________ ¶ 1 غاية النهاية 2/65-67، وحسن المحاضرة للسيوطي 1/508.",
            "page": "22",
            "part": "1",
            "seal": "B03CB2DD"
        },
        {
            "id": "36",
            "nass": "أبو عبد الله الذهبي (ت 748هـ) ¶ هو العلامة مؤرخ الإسلام الإمام المتقن شمس الدين أبو عبد الله محمد ابن أحمد بن عثمان الذهبي، مولده ووفاته في دمشق، رحل إلى القاهرة وكثير من البلدان، واعتنى بالقراءات منذ نعومة أظفاره، فقرأ القراءات سنة 691هـ على الشيخ جمال الدين أبي إسحاق العسقلاني المعروف بالفاضلي، فشرع عليه بالجمع الكبير فمات الفاضلي قبل أن يكمل فقرأ ختمة بالجمع على العلم طلحة الدمياطي، ورحل إلى بعلبك فقرأ جمعاً على الموفق النصيبي ورحل إلى الإسكندرية فقرأ على سحنون، وعلى يحيى بن الصواف بعض القراءات وهما آخر من بقي من أصحاب الصفراوي، وقرأ كثيراً من كتب القراءات في السبع والعشر، وممن قرأ عليه الشهاب أحمد بن إبراهيم المنبجي الطحان، وإبراهيم بن أحمد الشامي ومحمد بن أحمد اللبان وجماعة. ¶ له تصانيف كثيرة تقارب منها في علم القراءات، كتابه المشهور معرفة القراء الكبار على الطبقات والأعصار، وهو محقق ومطبوع في مجلدين عن مؤسسة الرسالة ببيروت، حققه بشار عواد معروف وشعيب الأرناؤوط وصالح مهدي عباس. في ط الأولى 1404 هـ، ومن أهم كتبه تاريخ الإسلام، وسير أعلام النبلاء في خمس وعشرين مجلداً وكلاهما محقق مطبوع. 2 ¶ __________ ¶ 2 غاية النهاية 2/71، والأعلام 5/326 ومقدمة محقق معرفة القراء وسير أعلام النبلاء.",
            "page": "22",
            "part": "1",
            "seal": "E17EB0F8"
        },
        {
            "id": "37",
            "nass": "أبو العباس الكَفري (ت 776هـ) ¶ هو أحمد بن الحسين بن سليمان بن بدر بن محمد بن يوسف الكَفري الحنفي قاضي القضاة بدمشق، إمام كبير ثقة صالح، ولد سنة إحدى وتسعين وستمائة، وقرأ على أبيه، وأبي بكر بن قاسم التونسي ومحمد بن نصير المصري، وقرأ الشاطبية على محمد بن يعقوب بن بدران الجرايدي. ¶ قرأ عليه أبو الخير محمد بن محمد بن الجزري، ونصر بن أبي بكر البابي، ومحمد بن مسلم بن الخراط، وأحمد بن يوسف البانياسي والشريف محمد بن الوكيل، وشعبان بن علي الحنفي، وعمر بن أبي المعالي ابن اللبان، ومحمد بن محمد بن ميمون البلوي آخر من قرأ عليه القراءات ابن الجزري حيث يقول: قرأت عليه جميع القرآن جمعاً بالقراءات السبع ولله الحمد، وكان كثير الفضل عليّ وبشرني بأشياء وقع غالبها، وأرجو من الله التمام بخير وكان أجلِّ مَن قرأت عليه، تصدر للإقراء بالمقدمية والزنجيلية سنة أربع عشرة ولم يقرئ حتى توفي في ليلة الأحد تاسع عشر من شهر صفر سنة ست وسبعين وسبعمائة بدمشق ودفن بالسفح رحمه الله تعالى. 1 ¶ __________ ¶ 1 غاية النهاية1/48-49 وشذرات الذهب 6/239-240.",
            "page": "23",
            "part": "1",
            "seal": "79455990"
        },
        {
            "id": "38",
            "nass": "ابن القاصح (ت 801 هـ) ¶ هو علي بن عثمان بن محمد بن أحمد أبو البقاء بن العذري البغدادي، ويعرف بابن القاصح: عالم بالقراءات، من أهل بغداد، قال ابن الجزري \" قرأ بالقراءات العشر وغيرها على أبي بكر بن الجندي، وإسماعيل الكفتي، وألف",
            "page": "23",
            "part": "1",
            "seal": "14819EB9"
        },
        {
            "id": "39",
            "nass": "وجمع\"1. له كتب منها \"سراج القارئ المبتدئ وتذكرة المقرئ المنتهي\" وهو شرح على الشاطبية، مطبوع في مجلد كبير بمراجعة فضيلة الشيخ علي محمد الضباع، شيخ عموم المقارئ المصرية في وقته، وله كتاب \"تلخيص الفوائد\" في شرح رائية الشاطبي المسماة عقيلة أتراب القصائد في رسم المصحف، مطبوع بمراجعة فضيلة الشيخ عبد الفتاح القاضي سنة 1368هـ، وكتاب \"قرة العين\" في التجويد وكتاب \"مصطلح الإشارات في القراءات الزوائد الثلاث عشرة المروية عن الثقات\"2 كلاهما مخطوط. 3 ¶ توفي رحمه الله تعالى سنة إحدى وثمان مائة. 4 ¶ __________ ¶ 1 غاية النهاية 1/555، وكشف الظنون 2/1159. ¶ 2 كشف الظنون 2/1163 ولطائف الإشارات 1/91. ¶ 3 المصدر السابق. ¶ 4 المصدر السابق.",
            "page": "24",
            "part": "1",
            "seal": "5A6BFCB8"
        },
        {
            "id": "40",
            "nass": "أبو الخير محمد بن محمد بن الجزري (ت 833هـ) ¶ هو الحافظ المقرئ شيخ الإقراء في زمانه، شمس الدين أبو الخير محمد ابن محمد ابن محمد بن علي بن يوسف بن الجزري، ولد في ليلة السبت الخامس والعشرين من شهر رمضان المبارك سنة إحدى وخمسين وسبعمائة، داخل خط القصاعين بين السورين بدمشق، وحفظ القرآن سنة أربع وستين، وصلى به سنة خمس، وأجازه خال جده محمد بن إسماعيل الخباز، وقرأ القراءات على الشيخ أبي محمد عبد الوهاب بن السلار، والشيخ أحمد بن إبراهيم بن الطحان، والشيخ أحمد بن رجب وجمع للسبعة على الشيخ إبراهيم الحموي، ثم على أبي المعالي بن اللبان في سنة ثمان وستين، وحج في هذه",
            "page": "24",
            "part": "1",
            "seal": "B98F74E0"
        },
        {
            "id": "41",
            "nass": "السنة، فقرأ بمضمن الكافي والتيسير على الشيخ أبي عبد الله محمد بن صالح الخطيب بالمدينة الشريفة، ثم رحل إلى الديار المصرية في سنة تسع فجمع القراءات الاثنتي عشرة بمضمن كتب على الشيخ أبي بكر عبد الله بن الجندي، وللسبعة بمضمن العنوان والتيسير والشاطبية على العلامة أبي عبد الله محمد بن الصائغ، ثم رجع إلى دمشق فجمع القراءات السبع في ختمة على القاضي أبي يوسف أحمد بن الحسين الكفري الحنفي ثم رحل إلى الديار المصرية، وقرأ بها الأصول والمعاني والبيان على الشيخ ضياء الدين سعد الله القزويني، ورحل إلى الإسكندرية فسمع من أصحاب ابن عبد السلام وغيرهم وسمع من هؤلاء الشيوخ وغيرهم كثيراً من كتب القراءات بالسماع والإجازة، وقرأ على غير هؤلاء ولم يكمل وأجازه وأذن له بالإفتاء شيخ الإسلام أبو الفداء إسماعيل بن كثير وجلس للإقراء تحت النسر من الجامع الأموي سنين وولي مشيخة الإقراء الكبرى بتربة أم صالح بعد وفاة أبي محمد عبد الوهاب بن السلار، وقرأ عليه القراءات جماعة كثيرون، فممن كمل عليه القراءات العشر بالشام ومصر ابنه أبو بكر أحمد، والشيخ محمود بن الحسين بن سليمان الشيرازي، والشيخ أبو بكر بن مصبح الحموي، والشيخ نجيب الدين عبد الله بن قطب بن الحسين البيهقي، والشيخ أحمد بن محمود بن أحمد الحجازي الضرير، والمحب محمد بن أحمد بن الهايم، والشيخ الخطيب مؤمن بن علي بن محمد الرومي، والشيخ يوسف بن أحمد بن يوسف الحبشي، والشيخ علي بن إبراهيم بن أحمد الصالحي، والشيخ علي بن حسين بن علي اليزدي، والشيخ موسى الكردي والشيخ علي بن نفيس، والشيخ أحمد الرماني.",
            "page": "25",
            "part": "1",
            "seal": "E1E632BE"
        },
        {
            "id": "42",
            "nass": "وولي قضاء الشام سنة ثلاث وتسعين وسبعمائة، ثم دخل الروم لما ناله من الظلم من أخذ ماله بالديار المصرية سنة ثمان وتسعين وسبعمائة، فنزل مدينة برصه دار الملك العادل المجاهد بايزيد بن عثمان، ثم انتقل إلى عدة مدن، وكانت حياته عامرة بالتأليف والإقراء حيثما ارتحل، ومن أهم كتبه النشر في القراءات العشر، وغاية النهاية في طبقات القراء وطيبة النشر وهذه الكتب كلها مطبوعة، توفي رحمه الله سنة ثلاث وثلاثين وثمانمائة بمدينة شيراز. 1 ¶ __________ ¶ 1 غاية النهاية 2/247 – 251، والأعلام 7/45-46.",
            "page": "26",
            "part": "1",
            "seal": "7EE7267F"
        },
        {
            "id": "43",
            "nass": "أبو منصور الشيباني الطبري (841 هـ) ¶ هو علي بن جار الله بن صالح بن أبي المنصور الشيباني الطبري، ولد في مكة المكرمة في اثنتين وتسعين وسبعمائة، في شهر ذي القعدة، ونشأ بها وأخذ عن علمائها، وحفظ القرآن الكريم، وتلا للسبع على الشمس الحلبي، واهتم كثيراً بالقراءات، وحفظ العمدة، وألفية بن مالك وعرضها بمكة والقاهرة على جماعة، وولي قضاء جدة بعد موت أخيه ثم ترك وتفرغ للعلم. ¶ مات رحمه الله سنة إحدى وأربعين وثمانمائة من الهجرة، التاسع من شهر شوال وصلي عليه عند باب الكعبة ودفن بالمعلاة. 2 ¶ __________ ¶ 2 الضوء اللامع للسخاوي 5/209.",
            "page": "26",
            "part": "1",
            "seal": "D8FD49A0"
        },
        {
            "id": "44",
            "nass": "زكريا الأنصاري (ت 926 هـ) ¶ هو العلامة: زكريا بن محمد بن زكريا الأنصاري السنيكي المصري الشافعي، أبو يحيى: الملقب بشيخ الإسلام، ولد سنة ست وعشرين وثمان مائة",
            "page": "26",
            "part": "1",
            "seal": "1850C5AF"
        },
        {
            "id": "45",
            "nass": "في سنيكة (بشرقية مصر) ، وتعلم في القاهرة بعد حفظه للقرآن وعمدة الأحكام في بلده، فقطن الأزهر وأكمل حفظ المختصر المذكور وحفظ المنهاج الفرعي وألفية النحو والشاطبيَّتين، ثم جدَّ في الطلب وأخذ عن جماعة منهم البلقيني، والشرف السبكى وابن حجر وغيرهم، وقرأ في معظم الفنون، وأذن له شيوخه بالإفتاء والتدريس وتصدر وأفتى، وأقرأ دهراً وصنف التصانيف منها في القراءات \"الدقائق المحكمة\". وفتح الرحمن في التفسير، وتعليق على تفسير البيضاوي، وتحفة الباري على صحيح البخاري، و\"غاية الوصول\" في أصول الفقه، وغيرها من الكتب القيمة. ¶ ولاه السلطان قايتباي الجركسي قضاء القضاة، فلم يقبله إلا بعد مراجعة وإلحاح، ولما ولي رأى من السلطان عدولاً عن الحق في بعض أعماله، فكتب إليه يزجره عن الظلم، فعزله السلطان، فعاد إلى اشتغاله بالعلم إلى أن توفي يوم الجمعة رابع ذي الحجة سنة 926هـ. 1 ¶ __________ ¶ 1 البدر الطالع للشوكاني 1/252-253، والأعلام 3/46، ومعجم المؤلفين لكحالة 4/182 وهداية القارئ للمرصفي 653.",
            "page": "27",
            "part": "1",
            "seal": "5A333974"
        },
        {
            "id": "46",
            "nass": "إبراهيم بن علوي (938 هـ) ¶ هو السيد إبراهيم بن علي بن علوي بن محمد بن عبد الرحمن بن محمد ابن الإمام عبد الله بن علوي، اشتهر بعلم القراءات والتجويد، حفظ القرآن بتجويده، وحفظ الجزرية والشاطبية، واشتغل بعلم التجويد والقراءات والفقه والنحو، واجتهد في تحصيل هذه العلوم حتى حصل طرفاً صالحاً منها.",
            "page": "27",
            "part": "1",
            "seal": "F6EDD21E"
        },
        {
            "id": "47",
            "nass": "أخذ علم القراءات عن الشيخ عبد الرحمن الديبع، والشاوري ثم أخذ عن المغربي محمود بن حميدان، والشيخ أحمد العجيمي بمكة، وقصده الناس لعلو سنده في القراءات وبرع في علوم الشريعة؛ لكن غلب عليه علم القراءات، فاشتهر به، وكان حسن الحفظ ذا خلق حسن مع تحمل أذى الناس توفي في مكة المشرفة وجهز في ليلته وصلوا عليه تحت باب الكعبة ودفن بالمعلاة وذلك سنة ثمان وثلاثين وتسعمائة. 1 ¶ __________ ¶ 1 انظر: المختصر من كتاب نشر النور والزهر 1/17-18.",
            "page": "28",
            "part": "1",
            "seal": "13FDB227"
        },
        {
            "id": "48",
            "nass": "الشيخ أحمد بن أحمد الطيبي (ت 979هـ) ¶ هو العلامة أحمد بن أحمد بن بدر الشيخ الإمام، شهاب الدين الطيبي المقرئ الفقيه النحوي صاحب المصنفات النافعة، مولده نهار الأحد سابع ذي الحجة سنة عشر وتسعمائة، وأخذ عن الشيخ شمس الدين الكفرسوسي، والسيد كمال الدين بن حمزة، ولازم الشيخ تقي الدين القارى، وبه انتفع، وقرأ على ابن غزي في الأجرومية. ¶ ومصنفات ابن الجزري عن الشيخ كريم الدين بن عمر بن علي الجعبري، صاحب المؤلفات. وأخذ عن الشيخ العلامة محمد الغوشي الغربي، حين قدم دمشق وولي الإمامة بعد شيخه الشيخ تقي الدين المقرئ، وكان يقرأ بالميعاد بالجامع الأموي ودرس فيه بضعاً وثلاثين سنة، وكذلك درس بدار الحديث الأشرفية، ثم بالرباط الناصري، ثم بالعادلية الصغرى، وخطب بالجامع مدة يسيرة، وألف الخطب النافعة، وأكثر خطباء دمشق كانوا يخطبون بخطبه، ومن أشهر تلاميذه في القراءات الشيخ علي بن محمد الطرابلسي.",
            "page": "28",
            "part": "1",
            "seal": "A7814217"
        },
        {
            "id": "49",
            "nass": "ألف عدة مصنفات في علوم شتى منها في القراءات وعلوم القرآن، بلوغ الأماني في قراءة ورش من طريق الأصبهاني، والمفيد في علم التجويد. ¶ وكانت وفاته يوم الأربعاء ثامن عشر من ذي القعدة سنة تسع وسبعين وتسعمائة. 1 ¶ __________ ¶ 1 انظر: الكواكب السائرة للغزي 3/115-116 وشذرات الذهب 8/393.",
            "page": "29",
            "part": "1",
            "seal": "FEE94415"
        },
        {
            "id": "50",
            "nass": "الملاّ علي القاري (1014هـ) ¶ هو العلامة نور الدين، أبو الحسن علي بن سلطان محمد القاري الهروي ثم المكي، الحنفي، الشهير بـ (ملا علي القاري) ، وكان - رحمه الله - ديناً، تقياً ورعاً، وقد أخذ عن كبار علماء عصره، منهم: ابن حجر الهيثمي، والشيخ علي المتقي الهندي، والشيخ محمد سعيد الحنفي الخرساني، وقطب الدين المكي، وغيرهم. ¶ وأخذ عنه كثير من طلاب العلم، منهم عبد القادر الحسيني الطبري، وعبد الرحمن المرشدي العمري، والشيخ عبد العظيم المكي، وغيرهم من العلماء الذين تتلمذوا عليه. ¶ وكان مكثراً في التأليف حتى قاربت مؤلفاته خمسين كتاباً ومائة، منها في التفسير والقراءات، والحديث وعلومه، والتوحيد، والفقه، والسيرة والتراجم، والنحو وآداب اللغة العربية. ¶ وبعد حياة غنية بالعلم والتأليف والعمل، توفي الشيخ علي القاري سنة (1014هـ) . 2 ¶ __________ ¶ 1 انظر: الكواكب السائرة للغزي 3/115-116 وشذرات الذهب 8/393. ¶ 2 خلاصة الأثر للمحبي 3/185، ومعجم المؤلفين 7/100 والأعلام 5/12.",
            "page": "29",
            "part": "1",
            "seal": "CD9C4029"
        },
        {
            "id": "51",
            "nass": "سلطان المزاحي (ت 1075 هـ) ¶ هو الإمام المقرئ سلطان بن أحمد بن سلامة بن إسماعيل، أبو العزائم المزاحي المصري الأزهري، من الحفاظ والقراء، فريد العصر، وعلامة الزمان. قرأ بالروايات على الشيخ الإمام المقرئ سيف الدين بن عطاء الله الفضالي، وأخذ العلوم الدينية عن النور الزيادي، وأحمد بن خليل السبكي وغيرهم. ¶ وأجيز بالإفتاء والتدريس سنة ثمان بعد الألف، وتصدر بالأزهر للتدريس، فكان يجلس في كل يوم مجلساً يقرئ فيه العلوم الشرعية والقراءات. ¶ وأخذ عنه كثير من العلماء المحققين منهم: الشمس البابلي، والعلامة الشبراملسي ومحمد الخباز، ومنصور الطوخي، ومحمد البقري، ومحمد البهوتي الحنبلي وغيرهم ممن لا يحصى كثرة. ¶ وكان بيته بعيداً عن الجامع الأزهر، ومع ذلك يأتي إلى الأزهر من أول ثلث الليل الأخير فيستمر يصلي إلى طلوع الفجر ثم يصلي الصبح إماماً بالناس ويجلس بعد صلاة الصبح إلى طلوع الشمس لإقراء القرآن من طريق الشاطبية والدرة والطيبة، ثم يدرس بعض العلوم إلى قرب الظهر، هذا دأبه كل يوم. ¶ وألف تآليف نافعة منها حاشيته على شرح المنهج للقاضي زكريا في فقه الشافعي وله مؤلف في القراءات الأربع الزائدة على العشر من طريق القباقبي، ورسالة في التجويد، وقد وصف بشيخ القراء بالقاهرة على الإطلاق في زمانه، ومرجع الفقهاء بالاتفاق. ¶ وكانت ولادته في سنة خمس وثمانين وتسعمائة، وتوفي ليلة الأربعاء سابع عشر من شهر جمادى الآخرة سنة خمس وسبعين وألف. 1 ¶ __________ ¶ 1 خلاصة الأثر 2/210-212 وهداية القارئ 655.",
            "page": "30",
            "part": "1",
            "seal": "48C74FCF"
        },
        {
            "id": "52",
            "nass": "عبد الله باقشير (1076 هـ) ¶ هو عبد الله بن سعيد بن عبد الله بن أبي بكر بن عبد الرحمن بن علي بن محمد بن سعد المعلم باقشير، الشافعي الحضرمي الأصل، ثم المكي، ولد بمكة فنشأ في رعاية والده، وأخذ علوم القراءات عن الشيخ أحمد الحكمي، وأجاز له وأخذ العربية عن الشيخ عبد الرحيم بن حسان، والشيخ أبي السعود الزيني، والشيخ عبد الملك العصامي. ¶ درّس في المسجد الحرام فتخرج على يديه جماعة، وتصدر للإقراء، ومن أشهر تلاميذه السيد محمد الشلي، والسيد أحمد بن أبي بكر بن سالم شيخان، والسيد محمد بن عمر بن شيخان والشيخ علي العصامي، والشيخ عبد الله العباسي، والشيخ أحمد النخلي وغيرهم. ¶ شرح كثيراً من الكتب في مختلف الفنون منها: الأصول من الشاطبية، وجوهرة التوحيد ونظم نزهة الحساب وشرحها. ¶ وله طريقة بديعة في جمع القراءات تعلّم من شيخه الشيخ أحمد الحكمي، وأقرأ بها، توفي في مكة يوم الاثنين لخمس بقين من شهر ربيع الأول سنة 1076هـ. 1 ¶ __________ ¶ 1 المختصر من كتاب نشر النور 2/245-246، وخلاصة الأثر 3/42-44 والأعلام 4/90.",
            "page": "31",
            "part": "1",
            "seal": "FCE58B84"
        },
        {
            "id": "53",
            "nass": "أبو الإكرام البقري (ت 1111هـ) ¶ العلامة شمس الدين محمد بن إسماعيل البقري المقرئ الشافعي، أخذ علم القراءات عن الشيخ عبد الرحمن اليمنى، والحديث عن الشيخ البابلي،",
            "page": "31",
            "part": "1",
            "seal": "A6B8EC56"
        },
        {
            "id": "54",
            "nass": "والفقه عن الشيخ المزاحي والزيادي والشوبري، ومحمد المناوي، والحديث أيضاً عن النور الحلبي والبرهان اللقاني، قرأ عليه عدد من العلماء لا يحصى، كما قرأ عليه غالب علماء مصر في زمانه. ¶ ومن أهم مؤلفات أبي الإكرام: ¶ 1- \"القواعد المقررة، والفوائد المحررة \" وهي المعروفة بالقواعد البقرية في القراءات السبع. ¶ 2- غنية الطالبين ومنية الراغبين في التجويد. ¶ 3- العمدة السنية: في أحكام النون الساكنة والتنوين والمد والقصر ولام الفعل واللام القمرية والشمسية. ¶ 4- شرح المقدمة الآجرومية. ¶ ومات رحمه الله سنة إحدى عشرة ومائة بعد الألف للهجرة (1111هـ) . 1 ¶ __________ ¶ 1 عجائب الآثار في التراجم والأخبار 1/169-170، وهداية القارئ 727.",
            "page": "32",
            "part": "1",
            "seal": "B6CC63E1"
        },
        {
            "id": "55",
            "nass": "أحمد النخلي (1130هـ) ¶ هو الإمام أحمد بن محمد بن أحمد بن علي الشهير بالنخلي المكي الشافعي الفقيه الحبر الفهامة المحقق المدقق أبو محمد، ولد بمكة المكرمة سنة أربع وأربعين وألف ونشأ بها، وأول شيخ قرأ عليه بمكة الشيخ العالم عبد الله بن سعيد باقشير المكي - المتقدم - ثم قرأ على السيد عبد الرحمن بن السيد أحمد الحسني المغربي المالكي، ثم على السيد محمد الرديني اليمني ثم على شيخ الإسلام الشمس محمد بن علاء الدين البابلي، وسمع عليه صحيح البخاري ومسلم وغالب السنن، وبرع في العلوم ولازم التدريس بالمسجد الحرام، وانتفع",
            "page": "32",
            "part": "1",
            "seal": "272B1241"
        },
        {
            "id": "56",
            "nass": "به في إفادة العلوم الشرعية، وكان بشوشاً متواضعاً، وأخذ عنه خلق كثير، وكانت وفاته بمكة المشرفة في أوائل سنة ثلاثين ومائة وألف ودفن بالمعلاة رحمه الله. 1 ¶ __________ ¶ 1 سلك الدرر في أعيان القرن الثاني عشر للمرادي 1/171-172، وهداية العارفين 1/167، والأعلام 1/241.",
            "page": "33",
            "part": "1",
            "seal": "822BA443"
        },
        {
            "id": "57",
            "nass": "الشيخ إبراهيم الحافظ (ت 1186 هـ) ¶ هو الإمام العلامة إبراهيم بن عباس بن علي الشافعي الدمشقي، شيخ القراء والمجودين بدمشق، الفاضل المقرئ الحافظ الفلكي الصالح، التقي، كان له محبة لمن يقرأ عليه، مع رقة الطبع ودماثة الأخلاق، وحسن العشرة. ¶ وأما القراءات فإنه كان بها إماماً ليس له نظير في الأقطار الشامية، ولد في سنة عشرة ومائة وألف، واشتغل بقراءة القرآن، ورباه السيد ذيب الحافظ وأقرأه، واعتنى به كمال الاعتناء، وهو أجل أشياخه، وأخذ القراءات عن الشيخ مصطفى المعروف \"بالعم المصري\" نزيل دمشق وهو عن الشيخ المقرئ المصري، وهو عن الشيخ اليمني إلى آخر السند، وأخذ القراءات أيضاً عن المنير الدمشقي، وقرأ في بعض العلوم على محمد بن محمد الجبال، وألان الله له مخارج الحروف كما ألان الحديد لداوود عليه السلام، و/ في الجامع الأموي، واستقام على إفادة الطالبين للقراءات، وانتفع به خلق لا يحصون منهم الشيخ عبد الحي البهنسي. 2 ¶ __________ ¶ 2 سلك الدرر للمرادي 2/240.",
            "page": "33",
            "part": "1",
            "seal": "D54C6865"
        },
        {
            "id": "58",
            "nass": "وكانت وفاته ليلة الثلاثاء رابع محرم سنة ست وثمانين ومائة بعد الألف، ودفن بتربة مرج الدحداح بالذهبية رحمه الله واسعة. 1 ¶ __________ ¶ 1 المصدر السابق.",
            "page": "34",
            "part": "1",
            "seal": "4DB8A13C"
        },
        {
            "id": "59",
            "nass": "العلامة الطباخ (ت 1250هـ تقريباً) ¶ هو محمد بن محمد بن خليل بن الطنتدائي المعروف بالطباخ مصري عالم مقدم في التجويد والقراءات وغيرها من العلوم العربية والشرعية. ¶ وقد اشتهر بين الناس ذكره، وسارت تصانيفه، وانتفع بها طلاب العلم عامة والعلماء خاصة، حيث ترك لنا تصانيف ذات فيض عميم وفضل جسيم، منها نظم رائق في تحرير أوجه القرآن الكريم من طريق طيبة النشر: في القراءات العشر سماه: \"هبة المنان في تحرير أوجه القرآن\" وشرحه بنفسه، كما تواكب العلماء المعتد بهم على شرحه من بعده. ¶ ولا يعرف بالتحديد متى توفي الطباخ ولكن الشيخ عبد الفتاح المرصفي ذكر أن وفاته كانت بعد خمسين ومائتين بعد الألف، حيث فرغ الطباخ من تأليف كتابه المذكور في التاريخ نفسه. 2 ¶ __________ ¶ 2 هداية القارئ للمرصفي ص 729.",
            "page": "34",
            "part": "1",
            "seal": "1068EECD"
        },
        {
            "id": "60",
            "nass": "أحمد المرزوقي (1262هـ) ¶ هو السيد أحمد بن السيد رمضان بن منصور بن السعيد محمد بن شمس الدين محمد مرزوقي، الإمام الورع الزاهد، المدرس بالمسجد الحرام، شيخ القراء في وقته، صاحب التصانيف الشهيرة، ولد سنة 1205هـ، له تلامذة كثيرون وأصحاب كثيرون، ومن تصانيف السيد أحمد: متن عقيدة",
            "page": "34",
            "part": "1",
            "seal": "E154EF1A"
        },
        {
            "id": "61",
            "nass": "العوام وشرحها تحصيل نيل المرام، وشرح مسمى بتسهيل الأذهان على متن تقويم اللسان في النحو للخوارزمي البقالي، وشرح على الأجرومية سماه الفوائد المرزوقية، وقد توفى بمكة سنة 1262هـ ودفن بالمعلاة ولم يعقب إلا ابنة واحدة، وممن أخذ وقرأ عليه الشيخ أحمد دهمان والسيد أحمد دحلان، والشيخ طاهر التكروري، والشيخ أحمد الحلواني شيخ القراء بالشام وغيرهم.1 ¶ __________ ¶ 1 المختصر من كتاب نشر النور 1/79-80.",
            "page": "35",
            "part": "1",
            "seal": "5E1F66D3"
        },
        {
            "id": "62",
            "nass": "الشيخ أحمد بن علي محمد الحلواني (ت 1307هـ) ¶ هو الإمام، والحبر الهمام، وشيخ القراء في دمشق، ولد سنة ثمان وعشرين ومائتين بعد الألف ونشأ في حجر والده، وحفظ القرآن الكريم، على رواية حفص على الشيخ راضي، ثم أقبل على طلب العلم، فأخذ في دمشق عن أفاضلها الكرام، وأكابرها السادة الإعلام، منهم الشيخ حامد العطار، والشيخ سعيد الحلبي، والشيخ عبد الرحمن الطيبي، والشيخ عبد اللطيف مفتي بيروت، ثم في سنة ثلاث وخمسين ومائتين وألف ذهب إلى مكة المشرفة، فأخذ عن الشيخ أحمد رمضان المرزوقي شيخ قراء مكة في وقته، فقرأ عليه ختمة مجودة على رواية حفص ثم حفظ عليه الشاطبية، وقرأ القراءات السبع من طريقها، ثم حفظ الدرة، وأتم القراءات العشر من طريق الشاطبية والدرة، ثم حفظ الطيبة، وقرأ عليه ختمة من طريقها للقراء العشرة، ثم أجازه الشيخ أحمد المرزوقي بالقراءات التي قرأها عليه، وأقام بمكة أربع سنوات، ثم رجع",
            "page": "35",
            "part": "1",
            "seal": "5E3794EC"
        },
        {
            "id": "63",
            "nass": "إلى وطنه دمشق سنة سبع وخمسين، فأقبل الناس عليه بالقراءة جمعاً وغيره واشتهر أمره، وارتفع ذكره، وانفرد بهذا العلم في جميع الشام. ¶ له رسالة في التجويد سماها \" المنحة السنية\"، ثم شرحها شرحاً لطيفاً جمع فيه غالب أحكام التجويد، وسماه \"اللطائف البهية\"، وله نظم في بعض القواعد من فن القراءات، وبالجملة، فهو فريد عصره، أنجب تلامذة فضلاء، لهم في فن التجويد والقراءات اليد البيضاء، بعد أن كان هذا الفن وشيكاً على الاضمحلال في الشام في عصره، فكثر القارئون في زمنه. ¶ توفي رحمه الله سبع وثلاثمائة بعد الألف. 1 ¶ __________ ¶ 1 حلية البشر في تاريخ القرن الثالث عشر بعد الرزاق البيطار 1/253-254.",
            "page": "36",
            "part": "1",
            "seal": "2906584C"
        },
        {
            "id": "64",
            "nass": "العلامة المتولي (ت 1313هـ) ¶ هو الأستاذ، المحقق المدقق، المتقن الضابط، الشيخ محمد بن أحمد الشهير بالمتولي. ¶ ولد في سنة 1248هـ، وقيل خمسين ومائتين وألف من الهجرة بالقاهرة ولما أتم حفظ القرآن الشريف التحق بالأزهر، وحصل كثيراً من العلوم الشرعية والعربية، وطيبة النشر، وعقيلة أتراب القصائد، وتلقى القراءات العشر، والأربع الزائدة عليها على أستاذ وقته: العلامة المتقن المحقق السيد أحمد الدري الشهير بالتهامي، واشتغل بتلقينها والتأليف فيها، فأجاد وأفاد، توفي عام 1313هـ. ¶ ومن مؤلفاته: فتح الكريم: في تجويد القرآن العظيم، وفتح الرحمن: في تجويد القرآن وهو أوسع من مؤلفه السابق، رسالة في مذاهب القراء السبعة في",
            "page": "36",
            "part": "1",
            "seal": "338D06A2"
        },
        {
            "id": "65",
            "nass": "ياءات الإضافة والزوائد، تحقيق البيان في عد آي القرآن، الوجوه المفسرة في القراءات الثلاثة المتممة للقراءات العشر، فتح المعطي وغنية المقرئ، شرح به المنظومة في بيان ما يخالف فيه ورش المصري حفصاً، وغيرها من الكتب القيمة، والتحريرات المفيدة. 1 ¶ __________ ¶ 1 فتح المعطي وغنية المقرئ في شرح مقدمة ورش المصري للمتولي ص 166-169.",
            "page": "37",
            "part": "1",
            "seal": "71002A10"
        },
        {
            "id": "66",
            "nass": "الشيخ محفوظ بن عبد الله الترمسي (ت 1338هـ) ¶ ولد الشيخ محفوظ بن عبد الله الترمسي بقرية ترمس من قرى جاوا الوسطى، ونشأ بها، وتلقى مبادئ العلوم عن فضلاء علماء جاوا، وممن أخذ عنهم والده، ثم قدم إلى مكة المكرمة فتلقى شتى العلوم والفنون عن كبار علماء المسجد الحرام بمكة، من أمثال: السيد بكري شطا، والشيخ محمد سعيد بابصيل، والسيد عبد الباري رضوان وغيرهم. أخذ القراءات الأربع عن العلامة المقرئ؛ الشيخ محمد الشربيني الدمياطي وأجازه. ¶ وتخرج على يده عدد كثير من طلاب العلم، منهم: محمد باقر. وللشيخ محفوظ عدة مصنفات أذكر منها ما يخص القراءات وهو: البدر المنير في قراءة الإمام ابن كثير، وتعميم المنافع في قراءة الإمام نافع، وتنوير الصدر في قراءة الإمام أبي عمرو، وانشراح الفوائد في قراءة الإمام حمزة، وغنية الطلبة بشرح الطيبة في القراءات العشر. ¶ وتوفي الشيخ محفوظ رحمه الله بعد حياة حافلة بالعلم والعمل بمكة المكرمة سنة 1338هـ. 2 ¶ __________ ¶ 2 انظر: سير وتراجم بعض علمائنا لعمر عبد الجبار 323-324.",
            "page": "37",
            "part": "1",
            "seal": "C678FB2E"
        },
        {
            "id": "67",
            "nass": "العلامة الضباع (ت 1376هـ) ¶ هو علي بن محمد بن حسن بن إبراهيم الملقب بالضباع، مصري علامة كبير وإمام مقدم في علم التجويد والقراءات والرسم العثماني، وضبط المصحف الشريف، وعد الآي وغيرها. ولي مشيخة عموم المقارئ والإقراء بالديار المصرية مع وجود كبار العلماء المبرزين عن جدارة فنال منهم مكان الصدارة، وكان محيطاً لا يغيض، وبحراً في العلم، وله كتب في كل ماله صلة بالقرآن فأحسن وأجاد، وناقش فأفحم، وأفاد، وكان تقياً زكياً ورعاً. ¶ تلقى العلامة الضباع القراءات على غير واحد من الثقات الجهابذة الأثبات منهم: العلامة المحقق الشيخ حسن الكتبي، والأستاذ الكبير الشيخ عبد الرحمن الخطيب الشعار، وقد أخذ هذان العالمان على خاتمة المحققين العلامة الشيخ محمد بن أحمد المعروف بالمتولي، شيخ القراء والإقراء بالديار المصرية في وقته. ¶ وممن أخذ عنه القراءات العشر من طريق الشاطبية والدرة، وطيبة النشر وكذلك القراءات الأربع التي فوق العشر من خارج مصر العلامة المحقق فضيلة الشيخ عبد العزيز علي عيون السود شيخ القراء وأمين الإفتاء بحمص في وقته، وكذلك الشيخ العلامة أحمد بن حامد التيجي المدني ثم المكي، المقرئ الكبير وشيخ القراء بمكة المكرمة. ¶ وللعلامة الضباع كتب كثيرة سنذكرها في الفقرة القادمة. 1 ¶ توفي العلامة الضباع بعد حياة حافلة بالخدمات الجليلة لكتاب الله العزيز نحو سنة ست وسبعين وثلاثمائة وألف من الهجرة النبوية. 2 ¶ __________ ¶ 1 من أهم كتبه إرشاد المريد إلى مقصود المريد شرح على الشاطبية والبهجة المرضية شرح الدرة المضيّة في القراءات الثلاثة. ¶ 2 انظر: هداية القارئ للمرصفي ص 689 – 692.",
            "page": "38",
            "part": "1",
            "seal": "30FAC148"
        },
        {
            "id": "68",
            "nass": "العلامة الشيخ عبد العزيز عيون السود (ت 1399هـ) ¶ هو عبد العزيز بن الشيخ محمد علي بن الشيخ عبد الغني عيون السود، المولود في حمص، عالم مقدم في العلوم الشرعية والعربية والقراءات وعلومها، حنفي المذهب، وهو من أجلة علماء حمص، كان يقرن العلم بالعمل، وكان كثير التلاوة للقرآن، وكان يديم التهجد قبل الفجر، ويحيى ما بين المغرب والعشاء، وما بين صلاة الفجر وطلوع الشمس، ويحرص على تطبيق السنة في عبادته وأكله وشربه ونومه، وكل تصرفاته، وكان كثير الصلاة على النبي صلى الله عليه وسلم، إلى جانب تواضعه الجم لجلسائه ومحبيه، لا يذكر أحداً إلا بخير، تولى مشيخة دور الإقراء بحمص، وأمانة دار الإفتاء بها، أخذ العلوم على مشايخ أجلاء من حمص وغيرها، ومن مشايخه في القراءات في الشام الشيخ سليمان الغزسكوري المصري الفار، أخذ عنه القراءات بدمشق الشام في وقته، وقد أخذ عنه القراءات العشر بمضمن الشاطبية والدرة، والشيخ عبد القادر قويدر العربي، أخذ عنه القراءات العشر بمضمن طيبة النشر. ¶ ثم رحل إلى الحجاز فأخذ القراءات الأربع عشرة على العلامة الشيخ أحمد حامد التيجي شيخ القراء والإقراء بمكة المشرفة، ثم رحل إلى مصر، فأخذ القراءات الأربع عشرة وناظمة الزهر في الفواصل، وعقيلة أتراب القصائد في الرسم علي محمد الضباع، ثم جلس للإقراء والفتيا بحمص، فأخذ عنه الجم الغفير القراءات وعلومها، وكذلك العلوم الشرعية، وممن أخذ عنه القراءات العشر بمضمن طيبة النشر، الشيخ محمد تميم الزعبي، والشيخ المحدث النعيم النعيمي الجزائري أخذ عنه القراءات الأربع عشرة وغيرها، وممن أخذ",
            "page": "39",
            "part": "1",
            "seal": "DF744600"
        },
        {
            "id": "69",
            "nass": "عنه شيخ القراء بحماة، وله مصنفات منها: النفس المطمئنة في كيفية إخفاء الميم الساكنة بغنة وغيرها توفي في شهر صفر سنة تسع وتسعين وثلاثمائة وألف.1. ¶ __________ ¶ 1 انظر: هداية القارئ ص 664 - 666 وما أملاه علي تلميذه الشيخ أيمن رشدي سويد.",
            "page": "40",
            "part": "1",
            "seal": "E3EE60A5"
        },
        {
            "id": "70",
            "nass": "الشيخ حسن الشاعر (ت 1400هـ) ¶ ولد الشيخ حسن بن إبراهيم الشاعر في الثلث الأخير من القرن الثالث عشر الهجري في مصر، وحفظ القرآن وجَوَّده في التاسعة من عمره، ومن ثم تلقى القراءات السبع، ثم العشر، ثم الأربع عشرة على مشاهير قراء الأزهر، وممن أخذ عنهم؛ فكان مقرئها وشيخ قرائها على مدى القرن الرابع عشر، والرائد الذي تخرج على يده مئات القراء من مختلف أنحاء العالم الإسلامي، ومن أبرز تلامذته: إمام وخطيب المسجد النبوي الشريف؛ الشيخ عبد العزيز بن صالح، والشيخ إبراهيم الأخضر الذي آلت إليه مشيخة القراء بعد وفاة شيخه الشاعر، وممن أخذ عنه أيضاً: الشيخ قاري كرامة الله البخاري، وغيرهم. ¶ وتوفي رحمه الله يوم العشرين من ذي القعدة في نهاية المائة الرابعة بعد الألف من هجرة المصطفى صلى الله عليه وسلم 2. ¶ __________ ¶ 2 هذه الترجمة خلاصة فأخذتُ من بعض المعاصرين للشيخ مثل الأستاذ محمد المجذوب وبعض تلاميذه كالشيخ إبراهيم الأخضر القيم والشيخ كرامة الله البخاري وغيرهم.",
            "page": "40",
            "part": "1",
            "seal": "CF7039E4"
        },
        {
            "id": "71",
            "nass": "المبحث الثاني: أشهر علماء القرآن والقراءات في العصر الحديث ¶ مدخل ¶ ... ¶ المبحث الثاني: أشهر علماء القرآن والقراءات في العصر الحديث: ¶ هذا المبحث قد أفرد في موضوعات الندوة لذا أكتفي بإشارات مختصرة: ¶ لقد امتدت جهود العلماء المسلمين في مجال خدمة القرآن وعلومه وقراءاته حتى في العصر الحديث من حيث تعليم القرآن للناشئة، وتربيتهم على منهاجه، في حلقات تحفيظ القرآن الكريم ومدارسه ومعاهده في شتى بقاع العالم الإسلامي من العلماء العاملين المواصلين لما بدأه أسلافهم وإسهاماً منهم في المحافظة على كتاب الله تحقيقاً لوعد الله بحفظه. فأسست مدارس تحفيظ القرآن الكريم الخيرية في المساجد والمنازل وفي المدارس الحكومية منها والأهلية، الخاصة والعامة ومنها إنشاء معاهد خاصة للقرآن وعلومه متوسطة وثانوية وإنشاء كليات متخصصة فيه بقسميها البكالوريوس والتعليم العالي وإعداد الرسائل العلمية - الماجستير والدكتوراه - والتحفيز على ذلك. ¶ وغني عن الكلام أن المملكة العربية السعودية قد حازت قصب السبق في ذلك، لِمَ لا وهي الدولة الإسلامية والعربية الوحيدة التي جعلت القرآن مصدراً للتشريع فيها، وجعله مطبقاً على أرض الواقع والعمل بأوامره، واجتناب نواهيه، وتحكيمه في جميع مجالات الحياة وذلك من أخص خصائص هذه المملكة وأكبر مميزاتها التي تتشرف بها منذ انطلاقتها الأولى، فقد اقترنت بالعناية بالقرآن الكريم ونشره وتعليمه والتحاكم إليه والدعوة إلى سناه المنير وعملت جميع الجهات والهيئات في ضوء هذا المقصد المبارك. ¶ وإذا كان كثير من المسلمين يهتمون بالقرآن وتعليمه وطباعته، فإن المملكة العربية السعودية قد بلغت القمة في ذلك كله، وفاقت الجميع بل إنها دللت على صدقها في محبة كتاب الله وتعظيمه، فلم تكتف بالطباعةالفاخرة",
            "page": "41",
            "part": "1",
            "seal": "1D271379"
        },
        {
            "id": "72",
            "nass": "والحلقات الكثيرة والمسابقات الثمينة - محلية، دولية - بل أخذت على نفسها العهد فطبقت أحكام الشريعة السمحاء في واقع الحياة وإنها لشهادة تسجل للسعودية ولقادتها الأبرار أنهم تمسكوا بتطبيق شرع الله في مثل هذا العصر، وبين أمم الأرض من غير أن يتخلوا عن مقتضيات العصر وتقنيات الحضارة، فسارت بهذا التوازن بين الدين والدنيا، فأنعم الله عليها بالأمن والإيمان والاستقرار في كل مجالات الحياة ومن أبرز مظاهر اهتمام المملكة بالقرآن الكريم الاعتناء بطباعته وتجويد إخراجه وتجميل مظهره، وحسن تغليفه وتجليده، ثم ترجمة معانيه وتفسيره إلى مختلف اللغات الحية، ونشره وتوزيعه مقروءاً ومسموعاً على المسلمين كافة فتم إصدار عدد من المصاحف، وظهر على الساحة علماء أعلام في مجال القرآن، وأذكر على سبيل المثال: ¶ فضيلة الشيخ الدكتور علي بن عبد الرحمن الحذيفي. ¶ فضيلة الشيخ إبراهيم الأخضر القيم. ¶ فضيلة الشيخ الدكتور محمد أيوب محمد يوسف. ¶ وغيرهم من العلماء والقراء المنتشرين في شتى أنحاء المملكة يقومون بإقراء القرآن وتعليمه في المساجد والجامعات والمعاهد وبخاصة كلية القرآن الكريم والدراسات الإسلامية بالجامعة الإسلامية بالمدينة المنورة وقسم القراءات بكلية أصول الدين بجامعة أم القرى بمكة المكرمة، وقسم القرآن وعلومه بكلية أصول الدين في جامعة الإمام محمد ابن سعود الإسلامية بالرياض. ¶ واشتهر عدد كبير من كبار المؤلفين في مجال القرآن وعلومه وتعددت الأطروحات والرسائل العلمية المتخصصة في القرآن وعلومه - في الدراسات العليا - ممن يصعب حصرهم وسأكتفي هنا بإيراد ثلاثة علماء أعلام لجعلهم نماذج في هذا المجال وقس عليهم غيرهم في البروز وخدمة الكتاب العزيز.",
            "page": "42",
            "part": "1",
            "seal": "A4D684C2"
        },
        {
            "id": "73",
            "nass": "1- العلامة عبد الفتاح القاضي (ت 1403 هـ) ¶ هو العلامة عبد الفتاح بن عبد الغني بن محمد القاضي، ولد بمدينة (دمنهور) عاصمة محافظة (البحيرة) بمصر في الخامس والعشرين من شعبان سنة خمس وعشرين وثلاثمائة وألف من الهجرة. ¶ حفظ القرآن الكريم ببلده على الشيخ علي عياد، وجوده على كل من الشيخين الفاضلين: الشيخ محمد غزال، والشيخ محمود بن محمد نصر الدين. ¶ ثم أخذ القراءات العشر على غير واحد من الثقات الجهابذة الأثبات منهم: الشيخان المذكوران، والشيخ همام قطب عبد الهادي، والشيخ حسن صبحي، وقد أجازوه جميعاً. ¶ وأخذ عن شيوخ كثيرين غير ما ذكر: علوم القرآن، والتجويد، والتفسير، وعلوم العربية، والفقه، وغيرها من العلوم الإسلامية، وقد حصل على شهادة التخصص القديم - بشعبة التفسير والحديث - التي تعادل الدكتوراه حالياً، وذلك عام 1355هـ. ¶ عمل بالتدريس في المعهد الأزهري الثانوي عقب تخرجه، ثم عين رئيساً لقسم القراءات، ثم مفتشاً عاماً بالمعاهد الأزهرية، ثم شيخاً لمعهد القراءات بالقاهرة ثم شيخاً للمعهد الأزهري بدسوق، ثم شيخاً للمعهد الأزهري بدمنهور، ثم عين وكيلاً عاماً للمعاهد الأزهرية، ثم مديراً عاماً لها، وظل في عمله هذا حتى أحيل على التقاعد، ثم رحل إلى المدينة المنورة سنة 1394هـ‍ حيث عين رئيساً لقسم القراءات بكلية القرآن الكريم التي أنشئت في العام المذكور.",
            "page": "43",
            "part": "1",
            "seal": "F1D82D32"
        },
        {
            "id": "74",
            "nass": "فقد مكث يقرئ ويعلم في مجال العلوم القرآنية منذ عام (1355هـ‍) تقريباً، وتخرج على يديه أجيال من أهل القرآن، وممن قرأ عليه بالمدينة: الدكتور عبد العزيز القارئ والدكتور علي بن عبد الرحمن الحذيفي إمام الحرمين الشريفين، برواية حفص، وقرأ عليه بعضاً من الشاطبية، والشيخ منير ابن محمد المظفر التونسي، المتخرج في الكلية، قرأ عليه في البيت ختمة كاملة للعشرة من طريق طيبة النشر، ومنهم الشيخ إبراهيم الأخضر تلقى عليه القراءات الثلاث المكملة للعشر من طريق الدرة، وقرأ عليه ختمة كاملة. ومنهم في مصر: الدكتور موسى شاهين لاشين، والدكتور عوض الله حجازي، والدكتور زكريا البري، وغيرهم. ¶ توفي رحمه الله يوم الاثنين الخامس عشر من محرم سنة ثلاث وأربعمائة بعد الألف من الهجرة. 1 ¶ __________ ¶ 1 هداية القارئ للمرصفي 667 وانظر مجلة كلية القرآن بالجامعة الإسلامية العدد الأول ص 297.",
            "page": "44",
            "part": "1",
            "seal": "AE422110"
        },
        {
            "id": "75",
            "nass": "2- الشيخ عامر السيد عثمان (ت 1408هـ‍) ¶ العلامة الشيخ عامر السيد عثمان، شيخ المقارئ المصرية، ولد - رحمه الله بقرية \"ملامس \"، مركز منيا القمح محافظة الشرقية محافظات مصر - في شهر مايو سنة 1900م الموافق 17 محرم 1318هـ. ¶ حفظ القرآن الكريم، ولم يتجاوز التاسعة من عمره، في مكتب الشيخ عطية سلامة، ثم أرسله والده إلى المسجد الأحمدي بطنطا، وتلقى القرآن بقراءة نافع من فم عالم القراءات الشيخ السعودي، وقد أوتي الشيخ عامر - في صباه - حظاً من حسن الصوت، وفي القاهرة أخذ في القراءة والتلقي والمشافهة",
            "page": "44",
            "part": "1",
            "seal": "86BD816D"
        },
        {
            "id": "76",
            "nass": "والعرض والسماع، فتلقى القراءات العشر الصغرى من طريق الشاطبية والدرة على الشيخ حسن الجريسي الكبير، وهو العلامة المقرئ أحمد الدري التهامي. ¶ ثم تلقى القراءات العشر الكبرى على الشيخ المقرئ علي عبد الرحمن سبيع، ولم يكمل، ثم شرع في ختمة جديدة على تلميذ الشيخ علي سبيع وهو الشيخ همام قطب - رحمه الله - فقرأ عليه ختمة كاملة بالقراءات العشر الكبرى من طريق الطيبة بالتحرير والإتقان، ثم اتخذ لنفسه حلقة بالجامع الأزهر الشريف سنة 1353هـ‍ إقراءاً وتدريساً، وفي أثناء ذلك اطلع على مخطوطات القراءات بالمكتبة الأزهرية، ودار الكتب المصرية، يقرأ وينسخ ما شاء الله له، فظهر نبوغه واتسعت شهرته، واتصل به الشيخ علي محمد الضباع، شيخ عموم المقارئ المصرية آنذاك، واستعان به في تحقيقات القراءات العشر الكبرى، وكان – رحمه الله - حجة في رسم المصحف، شغل الشيخ بالإقراء أيامه كلها، فلم يجد وقتاً للتصنيف ولكن الله سبحانه يسر له أن يترك بعض الآثار العلمية في فن القراءات1 حتى تكون باعثاً لمن يطالعها أن يدعو له بالمغفرة. ¶ وقد شارك - رحمه الله - في تصحيح ومراجعة كثير من المصاحف، وحين أنشئ معهد القراءات التابع لكلية اللغة العربية بالأزهر كان على رأس مشايخه وأساتذته فتخرجت - على يديه - هذه الأجيال الكريمة من خدمة كتاب الله والعارفين بعلومه وقراءاته في مصر وفي خارجها. وتلامذة الشيخ كثيرون ممن قرؤوا عليه العشر الكبرى (الطيبة) منهم المشايخ: محمد الصادق قمحاوي، ¶ __________ ¶ 1 منها: فتح القدير شرح تنقيح التحرير في القراءات العشر وكتاب كيف يتلى القرآن وتحقيق كتاب لطائف الإشارات لفنون القراءات للقسطلاني بالاشتراك مع د. عبد الصبور شاهين.",
            "page": "45",
            "part": "1",
            "seal": "D36E677F"
        },
        {
            "id": "77",
            "nass": "ومحمد سالم محيسن، وعبد الرؤوف سالم، وعبد المتعال منصور عرفة، وإبراهيم عطوة، وغالب عبد السلام، ومحمود سيبويه البدوي، ورزق خليل حبة، وعبد الفتاح السيد المرصفي، وعبد الحكيم عبد السلام خاطر، وغيرهم. ¶ توفي رحمه الله مساء الخميس الخامس من شوال سنة ثمان وأربعمائة وألف من الهجرة. 1 ¶ __________ ¶ 1 جريدة المدينة العدد 7726 في 9/11/1408 مقال للدكتور/ محمود محمد الطناحي.",
            "page": "46",
            "part": "1",
            "seal": "28F72D50"
        },
        {
            "id": "78",
            "nass": "3- العلامة حسين خطاب (ت 1408هـ) ¶ هو العلامة حسين خطاب الميداني الدمشقي، ولد بدمشق، وبدأ حياته عاملاً في صنع دلات القهوة، ثم تلقفه الشيخ حسن حبنكة الميداني - رحمه الله - لما لمس فيه من أمارات النجابة، والذكاء فصار من طلاب العلم في جامع \"منجك\" في حي الميدان، وصار ينهل فيه من شتى فروع العلم والمعرفة. ¶ وقد منحه الله فصاحة اللسان وحسن البيان، فكان من الخطباء البارزين منذ نعومة أظفاره، حفظ القرآن الكريم وجوده على الشيخ محمود فائز الدير عطاني (نسبة إلى دير عطية) ، واتصل بشيخ القراء – في وقته – الشيخ محمد سليم الحلواني وحفظ الشاطبية تمهيداً لجمع القراءات، إلا أن وفاة الشيخ محمد سليم حالت دون ذلك، فاتصل بولده، الشيخ أحمد الحلواني الحفيد، وجمع عليه القراءات العشر من طريق الشاطبية والدرة، ثم جمع بعد ذلك العشر الصغرى أيضاً على الشيخ محمود فائز الديرعطاني، ثم اتصل",
            "page": "46",
            "part": "1",
            "seal": "1F1BB9B8"
        },
        {
            "id": "79",
            "nass": "بالشيخ عبد القادر قويدر العربيلي1، فجمع عليه العشر الكبرى من طريق طيبة النشر. ¶ وكان رحمه الله حسن السمت، لطيف المعشر، على صلة بالمجتمع، يرشد الناس ويعظهم، لم يراء لحاكم ولم يكتم كلمة الحق على اختلاف اتجاه الحكام الذين عاصرهم. ¶ قرأ عليه الكثير من أهل الشام، وجمعت عليه القراءات العشر الكبرى قبيل وفاته أختان من بنات دمشق2 وأخذ عنه الشيخ عبد الرزاق الحلبي الدمشقي القراءات من طريق الشاطبية والدرة، وطريق الشاطبية وحدها كل من الشيخ حسين الحجيري والشيخ محمد الخجا الدمشقي3، ولم يقرأ عليه جمعاً بالكبرى أحد من الرجال، أما من تلقى عنه التجويد، وتصحيح التلاوة فيخطئهم العد. ¶ وكان له مجالس علمية في بيته وفي مسجد \"منجك\" في التفسير والتوحيد والتجويد والفقه والحديث والنحو والصرف وعلوم البلاغة وغيرها من العلوم الشرعية، وعينه القراء شيخاً لهم بعد وفاة شيخ القراء الدكتور الطبيب الجراح محمد سعيد الحلواني، وقد ألف العلامة حسين خطاب عدة مصنفات في القراءات4. توفي رحمه الله 12 شوال ثمان وأربعمائة وألف من الهجرة. 5 ¶ __________ ¶ 1 العربيلي: نسبة إلى عربيل ويقال لها اليوم عربين، وهي من قرى غوطة دمشق. ¶ 2 أخذت هذه الترجمة مشافهة من الشيخ أيمن رشدي سويد. ¶ 3 انظر: تعليق الدكتور/ صلاح الدين المنجد على كتاب دور القرآن في دمشق للنعيمي ص 65، 66. ¶ 4 منها: كتاب إتحاف حرز الأماني برواية الأصبهاني. طبع دار الفكر بدمشق 1408هـ‍. ¶ 5 انظر الهامش رقم 66.",
            "page": "47",
            "part": "1",
            "seal": "CD064BB9"
        },
        {
            "id": "80",
            "nass": "الفصل الثاني: جهود المسلمين في التأليف في علوم القرآن والقراءات ¶ المبحث الأول: أشهر المؤلفات من القرن الرابع إلى القرن الرابع عشر ¶ مدخل ¶ ... ¶ الفصل الثاني: جهود المسلمين في التأليف في علوم القرآن والقراءات: ¶ وفيه مبحثان: المبحث الأول: أشهر المؤلفات من القرن الرابع إلى القرن الرابع عشر: ¶ شهدت هذه المرحلة نهضة علمية كبيرة، واستمر نشاط العلماء وهاجاً كالسابق، وازدهرت حركة التأليف والتصنيف حتى بلغت الذروة، فما تكاد تجد علماً من تلك العلوم إلا وقد طرق العلماء أبوابه، وجالوا النظر في مبناه، حتى أطنبوا في البيان، وكشفوا عن دقائقه، وألفوا فيه المؤلفات التي شهدت لهم برسوخ القدم وعلو الكعب. ¶ وقد تميزت هذه المرحلة بالتالي: ¶ 1- تشعب العلوم واتساعها، فقد ظهرت مصنفات كثيرة في فنون علوم القرآن المتنوعة، وارتفعت تلك المؤلفات في معالجتها للموضوعات عن المرحلة السابقة وتوسعت، كما توسعت في نظرتها لمادة تلك الموضوعات، حيث نهجت نهج الاستقراء والاستيعاب للأنواع التي ألفت فيها. ¶ 2- التوجه لتحديد كثير من المفاهيم المتعلقة بعلوم القرآن، وتمحيص الكتابات السابقة، فوضعت الضوابط والقواعد التي جعلت الكتابة أكثر موضوعية، والتي ساهمت إلى حد كبير في إسقاط ما كان حشواً وفضولاً من الأقوال والآراء التي وجدت في المراحل المتأخرة من المرحلة السابقة، عند بعض المنتسبين للعلم.",
            "page": "48",
            "part": "1",
            "seal": "C108486D"
        },
        {
            "id": "81",
            "nass": "3- ظهور المصنفات الموسوعية الجامعة في علوم القرآن، وكانت هي السمة الجديدة في التأليف في هذه المرحلة، وقد كانت في البدايات محاولات لضم مجموعة من العلوم الهامة والمشكلة، والتي كثرت في تفسيرها الأقوال وتعددت المذاهب، في مصنف واحد، وتضمنت تلك المصنفات علوماً بعدد، ثم سرعان ما اتجهت الهمم لجمع كل العلوم التي تخدم النص القرآني، أو تسهل سبل فهمه، بين دفتين، تسهيلاً لطالب العلم، وتنظيماً للمعرفة على غرار علوم الحديث وسار التصنيف الموسوعي إلى جانب التصنيف الموضوعي، فمن العلماء من توجه للكتابة في نوع من أنواع القرآن كالقراءات مثلاً: أو كأقسام القرآن أم القرآن. الخ، وفيما يلي ذكر لأهم تلك المصنفات.",
            "page": "49",
            "part": "1",
            "seal": "3CAC6A0A"
        },
        {
            "id": "82",
            "nass": "كتاب السبعة في القراءات: ¶ \" كتاب السبعة في القراءات للإمام الحافظ الأستاذ أبي بكر أحمد بن موسى بن العباس بن مجاهد التميمي البغدادي (ت 324هـ) وكتاب السبعة قام بتحقيقه الدكتور شوقي ضيف، وطبعته دار المعارف المصرية الطبعة الثانية وعدد صفحاتها (788) صفحة. ويبدو أن ابن مجاهد ألّف كتابه هذا لما رآه من تكاثر القراءات في زمانه، حيث وصل بها أبو عبيد القاسم بن سلام نحو ثلاثين قراءة، وتوسع فيها - فيما بعد - بعض القراء، حتى وصل بها إلى نحو خمسين قراءة، وأوشك ذلك أن يكون باباً لدخول شيء من الاضطراب على ألسنة القراء، ولا سيما أنهم ليسوا على درجة واحدة من الإتقان، بل هناك من يعتمد على نوع شاذ من القراءة خارج مصحف عثمان الذي اجتمعت عليه الأمة، فكانت الأمة في أمس الحاجة إلى شيخ نابه، يضع الأصول",
            "page": "49",
            "part": "1",
            "seal": "A5BF0F92"
        },
        {
            "id": "83",
            "nass": "والأركان لقبول القراءات من جهة ولاختيار طائفة من القراء النابهين يكتفي بهم عمن سواهم، فجاء ابن مجاهد - رحمه الله - واستصفى من هؤلاء القراء سبعة من الأئمة القراء في الأمصار الإسلامية، وألف هذا الكتاب النفيس مبيناً اختلافهم في القراءة، وعرض قراءاتهم وأئمتها إماماً إماماً، ذاكراً نسبهم وأساتذتهم الذين تلقوا عنهم القرآن الكريم، واصلاً بينهم وبين الرسول صلى الله عليه وسلم فقدم للأمة الإسلامية عملاً جليلاً باهراً استجابت له ورضيته. ¶ والحق أن ابن مجاهد حين اختار السبعة لم يسقط رواية من سواهم ولم يبطلها ولم يعتقد أن قراءات هؤلاء السبعة هي الحروف السبعة الواردة في الحديث، ولكن ذلك إنما اعتقده بعض الناس واهمين خلاف مراد ابن مجاهد، وهو إنما قصد أن ما سوى قراءات هؤلاء السبعة يأتي وراء السبعة في عدد من يقرؤون بها في الأمصار1. ¶ وقد وضح ابن جني2 في كتابه3 \"المحتسب\" معنى الشذوذ عنده، وعند ابن مجاهد وأنه لا يعني الضعف، إنما يعني قلة القراءة به في الأمصار بالقياس إلى قراءات السبعة، على أن هذه القلة لا تعني عدم التواتر، وعدم الثقة في أئمتها. وعدم تداولها واعتماد العلماء لها. ¶ والخلاصة أن ابن مجاهد اهتم بضبط الروايات وتحرير أوجه الخلاف والتمييز بين الطرق ووضوح العبارة والتخليص. ¶ __________ ¶ 1 مقدمة تحقيق السبعة ص 22. ¶ 2 هو أحد الأعلام المشهورين بالعلم والفضل واسمه عثمان بن جني الأزدي ولد بالموصل سنة 322هـ‍ وتوفي 392هـ‍ وله تسعة وأربعون كتاباً تقريباً. محقق كتاب المحتسب لابن جني 1/5-15 والأعلام 4/204. ¶ 3 المحتسب 1/11، وكتاب السبعة ص 22.",
            "page": "50",
            "part": "1",
            "seal": "EB568B1A"
        },
        {
            "id": "84",
            "nass": "نسبة الكتاب إلى مؤلفه: ¶ أجمع المترجمون1 لابن مجاهد على أنه ألف \"كتاب السبعة\" وأن الأجيال ظلت تتناقله جيلاً بعد جيل، والعلماء ظلوا يروونه ويؤخذ عنهم مشافهة، ويجيزون لتلاميذهم روايته، حتى صار هذا الكتاب أصلاً وثيقاً لقراءات هؤلاء الأئمة السبعة، التي تحرّاها وحررها. ¶ وهذا كله دليل دلالة واضحة على أن نسبة كتاب السبعة إلى ابن مجاهد نسبة صحيحة لا يعتريها أدنى ريب، والذي دعا العلماء في اختلافهم على ضبط اسم هذا الكتاب هو أن تسمية ابن مجاهد هذا الكتاب باسم \"كتاب السبعة\" هي تسمية مبهمة، وذلك ما دفع بعضهم إلى تسميته:\" كتاب السبعة لابن مجاهد المسند المقرئ\" و \"كتاب في اختلاف القراء السبعة\" و \"اختلاف قراء الأمصار في القراءات السبع\" و\"كتاب السبعة في منازل القراء\" و \"كتاب السبعة في مذاهب القراء\" وآخر هذه التسميات تسمية محقق الكتاب الدكتور شوقي ضيف حيث أسماه \"كتاب السبعة في القراءات لابن مجاهد\". ¶ وكل هذه التسميات كما يظهر منها عبارة عن محاولة من أولئك العلماء جميعاً لشرح مضمون الكتاب2. ¶ __________ ¶ 1 انظر: مقدمة السبعة ص 34، 35. ¶ 2 المصدر السابق.",
            "page": "51",
            "part": "1",
            "seal": "BC96AF41"
        },
        {
            "id": "85",
            "nass": "كتاب مختصر في شواذ القرآن ¶ مؤلفه: ¶ هو الحسين بن أحمد بن خالويه بن حمدان، وكنيته أبو عبد الله النحوي اللغوي، نشأ في همذان1 ثم وفد إلى بغداد سنة 314هـ ليتلقى عن شيوخها، ويأخذ من أعلامها. أخذ القراءات عرضا على ابن مجاهد وابن الأنباري، وأخذ بقية العلوم عن كثير من علماء بغداد وغيرها، توفي سنة 370هـ2. ¶ منهج المؤلف في كتابه: ¶ بعد تأليفه لكتابه \"البيع في القرآن الكريم\" وحواشي البديع في القراءات\" رأى أن يختصره بكتابه هذا \"مختصر في شواذ القرآن\" وهو يقع في مجلد واحد متوسط الحجم بنشر المستشرق ج براجشتراسر، وطبع بالقاهرة بمكتبة المتنبي. ¶ وقد سار في هذا الكتاب على منهج وهو \"سرد القراءات الشاذة في الكلمة القرآنية الواحدة من أول القرآن إلى آخره موجها لهذه القراءات أحياناً وتاركاً للتوجيه أحياناً أخرى نظراً لأن كتابه كتاب مختصر. ¶ يذكر المؤلف اسم السورة ثم يبدأ بسرد القراءات الشاذة الواردة في السورة، فيذكر القراءة في الكلمة القرآنية وينسبها لأصحابها، ثم يوجهها توجيهاً لغويا مختصراً أحياناً يبين فيه صحتها وقوتها في اللغة العربية. ¶ __________ ¶ 1 همذان: مدينة عراقية من كور الجبل فتحها المغيرة بن شعبة سنة 24هـ‍ انظر معجم البلدان للحموي 5/410 والروضى والروض المعطار للحميري ص 596. ¶ 2 غاية النهاية 1/237 والأعلام 2/231.",
            "page": "52",
            "part": "1",
            "seal": "DCC441A9"
        },
        {
            "id": "86",
            "nass": "ويذكر رقم السورة، ويرمز للسورة برمز \"س 1\" مثلاً، ثم يرمز للآية (آ) ثم يضع بعده رقم الآية من السورة التي وردت فيها وإليك مثال لذلك. ¶ (س1آ1) الحمد لله: الحسن البصري ورؤبة. الحمد لله: إبراهيم بن أبي عبلة. الحمد لله: عن بعض العرب وهو رؤبة العجاج1. ¶ __________ ¶ 1 انظر: مختصر في شواذ القرآن ص 1.",
            "page": "53",
            "part": "1",
            "seal": "88458A70"
        },
        {
            "id": "87",
            "nass": "كتاب الحجة للقراء السبعة ¶ كتاب: الحجة للقراء السبعة، أئمة الأمصار بالحجاز والعراق والشام الذين ذكرهم أبو بكر ابن مجاهد: ¶ مؤلفه: ¶ أبو علي الحسن بن أحمد بن عبد الغفار بن محمد بن سليمان الفارسي، تعلم في بلده ورحل في طلب العلم إلى بغداد وبلاد الشام، ومضى إلى طرابلس فأقام بحلب مدة، وكان شيخه في القراءة ابن مجاهد حيث يقول أبو علي الفارسي في مقدمة كتابه الحجة\" فإن هذا الكتاب نذكر فيه وجوه قراءات القراء الذين ثبتت قراءاتهم في كتاب أبي بكر أحمد بن العباس بن مجاهد المترجم بمعرفة قراءات أهل الأمصار في الحجاز، والعراق والشام بعد أن نقدم ذكر كل حرف من ذلك على حسب ما رواه وأخذناه عنه\"،وأبو علي الفارسي شيخ العربية في عصره بلا منازع، وكان أهل بغداد يقولون في زمانه: لو عاش سيبويه لاحتاج إليه، وكان أبو علي من نحاة البصرة، وهو خليفة",
            "page": "53",
            "part": "1",
            "seal": "EF614FA5"
        },
        {
            "id": "88",
            "nass": "سيبويه1. رأس المدرسة البصرية، توفي رحمه الله سنة سبع وسبعين وثلاثمائة على الراجح2. ¶ التعريف بالكتاب: ¶ أما موضوع الكتاب فهو الاحتجاج للقراءات وتوثيقها وتوجيهها والتماس الدليل لقراءة كل قارئ من القراء السبعة الذين اختارهم ابن مجاهد، وذلك إما بالاستناد إلى قاعدة مشهورة في العربية، أو بالتماس علة خفية بعيدة الإدراك يحاول اقتناصها، أو توليدها أو بالاعتماد على القياس وحشد النظائر ومقارنة المثيل بالمثيل وهو ما برع فيه أبو علي، وكان يسوق لكل أسلوب من أساليب احتجاجه الآيات القرآنية والشعر الصالح للاحتجاج والحديث النبوي والأمثال العربية، ولغات العرب ولهجاتها وأقوال أئمة العربية وعلى رأسهم سيبويه الذي انتثرت عبارات كتابه في الحجة3. ¶ والكتاب: مطبوع وصدر الجزء الأول منه بدار الكتاب العربي بالقاهرة وتوقف، ثم طبع بتحقيق بدر الدين قهوجي وبشير جويجاتي ومراجعة عبد العزيز رباح وأحمد يوسف الدقاق. عن دار المأمون للتراث بدمشق عام 1404هـ في طبعته الأولى. ¶ __________ ¶ 1 انظر: غاية النهاية 1/206، والأعلام 2/179. ¶ 2 المرجع السابق. ¶ 3 انظر مقدمة المقدم لكتاب الحجة ص 14-15.",
            "page": "54",
            "part": "1",
            "seal": "C48E5991"
        },
        {
            "id": "89",
            "nass": "كتاب الغاية في القراءات العشر ¶ المؤلف: ¶ هو الأستاذ المقرئ أبو بكر أحمد بن الحسين بن مهران، أصله من أصفهان1. وسكن في نيسابور، ومات بها سنة 381هـ عن ست وثمانين سنة، كان إماماً ضابطاً متقناً ثقة مقرئاً زاهداً، سمع الحديث، وحدث، ورحل إلى الشام والعراق في طلب أسانيد القرآن، حتى صار من أئمة الفن في عصره2. ¶ التعريف بالكتاب: ¶ صنف ابن مهران عدة كتب في القراءات والتجويد وكان من أهمها الغاية في القراءات العشر، جمع فيه المؤلف قراءات القراء العشر وقسم كتابه هذا إلى مقدمة: ذكر فيها أنه طلب منه أن يجمع القراءات التي قرأ بها لفظاً بجميع الروايات التي وجدها نقلاً مع ذكر الأسانيد، وقد اختصرها اختصاراً لطيفاً وترجم لسنده بتراجم موجزة خفيفة. ¶ ثم بدأ بعدها بذكر أسانيد قراءة القراء العشرة، ثم فاتحة الكتاب واختلاف القراء فيها، ثم سورة البقرة، فالإدغام، ثم ذكر الإمالة، وذكر بعدها كل سور القرآن الكريم حتى آخره، وختم كتابه هذا بذكر اختلاف القراء في حذف الياء وإثباتها. وعلى هذا الكتاب شرحان مشهوران: ¶ __________ ¶ 1 أصفهان بفتح الهمزة وكسرها وهي مدينة مشهورة تقع في إيران. انظر معجم البلدان 1/206. ¶ 2 غاية النهاية 1/49، والأعلام 1/115.",
            "page": "55",
            "part": "1",
            "seal": "D5A0E071"
        },
        {
            "id": "90",
            "nass": "1- شرح أبي الحسن علي بن محمد القهندزي، كتبه قبل سنة 413هـ والنصف الأول من هذا الشرح مخطوطاً في المكتبة التيمورية (1/282) وأما النصف الثاني ففي مكتبة البارودي بيروت. ¶ 2- شرح محمد بن حمزة بن نصر الكرماني المتوفى سنة (ت 500هـ) ومنه مخطوط بمكتبة علي أصغر حكمت في طهران مكتوباً سنة 607هـ. ¶ وللمؤلف عدة كتب معروفة مثل: المبسوط في القراءات العشر، طبع بتحقيق سبيع حمزة وكتاب الشامل في القراءات وغيرها1. طبع بشركة العبيكان للطباعة والنشر بالرياض في (375) صفحة، وطبع الطبعة الثانية سنة 1411هـ في (493) صفحة. ¶ __________ ¶ 1 انظر مقدمة محقق كتاب الغاية ص 13-19.",
            "page": "56",
            "part": "1",
            "seal": "B30B06D0"
        },
        {
            "id": "91",
            "nass": "كتاب التذكرة في القراءات الثمان. ¶ للإمام أبي الحسن طاهر بن عبد المنعم بن عبيد الله بن غلبون بن المبارك المقرئ، الحلبي ثم المصري. أحد الحذاق المحققين. ¶ أخذ القراءات من والده، وبرع في الفن، وقرأ على محمد بن يوسف بن نهار، وعلي بن محمد بن خشنام المالكي بالبصرة وغيرهم. وروي الحديث عن المصريين: ابن حيويه النيسابوي، والحسن بن رشيق، ولقي ببغداد أبا بكر القطيعي، وبحلب الحسين ابن خالويه النحوي. وكان من كبار المقرئين في عصره بالديار المصرية. قرأ عليه القراءات أبو عمرو الداني وغيره، توفي سنة تسع وتسعين وثلاث مائة2. ¶ __________ ¶ 2 معرفة القراء 1/369، وغاية النهاية 1/339.",
            "page": "56",
            "part": "1",
            "seal": "C89EE9A6"
        },
        {
            "id": "92",
            "nass": "منهج المصنف في الكتاب: ¶ رتب المصنف المادة العلمية في كتابه \" التذكرة\" على أربعة أقسام: ¶ الأول: هو المقدمة، بيّن فيها موضوع الكتاب وطريقته في ذكر المعلومات، والغاية من هذا التأليف فقال: \"فإني ذاكر في هذا الكتاب ما تأدى إلى من قراءة أئمة الأمصار المشهورين، بالإيجاز، تذكرة للعالم، وتقريباً على المتعلم\" 1. ¶ الثاني: ويتضمن هذا القسم باب ذكر الأسانيد، وفيه يشرع المصنف بذكر القراء الثمانية، واحداً واحداً، مع بيان الأسانيد التي وصلته بهم رواية وقراءة، ثم أسانيد هؤلاء الثمان إلى رسول الله صلى الله عليه وسلم السبعة ويعقوب الحضرمي. ¶ الثالث: ويتضمن ذكر الخلاف بين القراءات في الحروف التي يكثر دورها أي يبدأ بالأصول ثم الفرش2. ¶ الرابع: بهذا القسم يختم المصنف كتابه، وهو يتضمن باب ذكر التكبير للبزي من (والضّحى) ويتكلم فيه على ورود التكبير للختم عن البزي وعن قراءة الفاتحة وخمس آيات من أول البقرة عند الختم مدعّماً ذلك بأحاديث مسندة. ¶ __________ ¶ 1 انظر مقدمة محقق كتاب التذكرة ص 79. ¶ 2 القراء يسمّون ما قل دوره من حروف القراءات المختلف فيها فرشاً بخلاف الأصول فإن الأصل الواحد منها ينطوي على الجميع، وهذا التقسيم على الغالب. انظر: شرح الشعلة على الشاطبية ص 254-255، وسراج القارئ لابن القاصح ص 148.",
            "page": "57",
            "part": "1",
            "seal": "BD7A84C4"
        },
        {
            "id": "93",
            "nass": "كتاب المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها. ¶ مؤلفه: ¶ هو عثمان بن جني الأزدي، ولا يعرف من نسب ابن جني غير أبيه، وكنيته أبو الفتح، وقد ولد ابن جني بالموصل، وفيها نشأ، وإليها ينسب، ولد سنة 322هـ أو 321هـ وتوفي سنة 392هـ وابن جني أحد الأعلام المشهورين بالعلم والفضل وقد أحصي له في مقدمة الخصائص تسعة وأربعون كتاباً. ¶ التعريف بالكتاب: ¶ بعد أن ألف أبو علي الفارسي كتابه الحجة للقراء السبعة، فكر أن يؤلف كتاباً مثله يحتج فيه للقراءات الشاذة، فاعترضت خوالج هذا الدهر دونه. ¶ من أجل هذا تجرد ابن جني للقراءات الشاذة ينوب عن شيخه في الاحتجاج لها، ويؤدي حقها عليه، كما أدى شيخه حق القراءات غير الشاذة عليه، إذ كانت داعية الاحتجاج للنوعين ثابتة، والاستجابة لها لازمة. ¶ ومنهج المحتسب كمنهج الحجة لأبي علي الفارسي، ولا يكاد يخالفه إلا بمقدار ما تقتضيه طبيعة الاحتجاج لجماعة القراء والقراءة الشاذة، فأبو الفتح يعرض القراءة ويذكر من قرأ بها، ثم يرجع في أمرها إلى اللغة، يلتمس لها شاهداً فيرويه أو نظيراً فيقيسها عليه، أو لهجة فيردها إليها ويؤنسها بها، أو تأويلاً أو توجيهاً فيعرضه في قصد وإجمال.",
            "page": "58",
            "part": "1",
            "seal": "829D69EA"
        },
        {
            "id": "94",
            "nass": "أما شواهد المحتسب فكثيرة، لكن يشيع فيها تكرار مقتضيات الاستشهاد بها وأغلبها من الشعر، وفيها قليل من حديث الرسول وكلام البلغاء والأمثال السائرة وطريقته في إيرادها لا تخالف طريقة العلماء الآخرين، فهو ينسب بعضها ولا ينسب بعضها الآخر، ويرويها في أكثر الأمر أبياتاً كاملة1. وإليك مثالاً من الكتاب، قال أبو الفتح عن قوله تعالى: {وَلَهُمْ مَا يَدَّعُونَ سَلامٌ قَوْلاً} 2 88. وقوله: {سَلامٌ قَوْلاً} : أما الرفع فعلى أوجه، أحدها: أن يكون مقطوعاً مستأنفاً: والثاني: أن يكون على ما يدعون سلم لهم، أي مسلم لهم ووجه ثالث وهو: أن يكون (لهم) خبراً عن (ما يدعّون) ، (وسلم) بدل منه، ووجه رابع وهو: أن يكون (لهم) خبراً عن (ما يدعون) و (سلم) خبر آخر ونصب (قولاً) على المصدر أي: قال الله ذلك قولاً (وأما سلاماً) بالنصب فحال مما قبله. أي كان ذلك لهم مسلماً3. ¶ والكتاب طبع بتحقيق علي النجدي ناصف والدكتور عبد الحليم النجار والدكتور عبد الفتاح شلبي، عناية المجلس الأعلى للشؤون الإسلامية عام 1386هـ بالقاهرة، في مجلدين. ¶ __________ ¶ 1 انظر: مقدمة المحقق لكتاب المحتسب 1/5-15. ¶ 2 سورة (يس) وهي قراءة شاذة كما هو واضح من عنوان الكتاب. ¶ 3 انظر: المحتسب 2/215 بتصرف.",
            "page": "59",
            "part": "1",
            "seal": "EAB9B83E"
        },
        {
            "id": "95",
            "nass": "كتاب حجة القراءات ¶ مؤلفه: ¶ الإمام الجليل أبو زرعة عبد الرحمن بن محمد بن زنجلة.",
            "page": "59",
            "part": "1",
            "seal": "D5B290DA"
        },
        {
            "id": "96",
            "nass": "عاش ابن زنجلة، في القرن الرابع الهجري وعاصر أمثال الفارسي1. والسيرافي2، وابن فارس3، وابن جني، وكان قاضيا على مذهب الإمام مالك - رحمه الله4. ¶ ألف كتابه \"حجة القراءات\" قبل سنة 403هـ على الأقل، وله كتاب \"شرف القراء في الوقف والابتداء\" (خ) جزآن في خزانة عاكف العاني ببغداد. ¶ منهج المؤلف في كتابه: ¶ اتبع المؤلف في كلامه على القراءات الترتيب المعروف للسور من فاتحة الكتاب إلى خاتمته، إلا بعض السور القصار التي ليس فيها خلاف يذكر، فهو يذكر عنوان السورة في منتصف السطر ثم يشرع في الكلام على الآيات التي فيها أوجه للقراءات على ترتيبها في السورة، فينسب كل قراءة إلى قارئها من السبعة، ثم يذكر الحجة من القرآن نفسه بدأ بها، وإذا كانت الحجة في حديث ذكره، كما يحتج بالشعر وبالنثر وبكلام اللغويين وأهل ¶ __________ ¶ 1 الفارسي هو: أبو علي الحسن بن أحمد الفارسي عالم نحوي وكان شيخه في القراءة ابن مجاهد ورحل في طلب العلم له عدة مؤلفات منها كتابه الحجة في القراءات، توفي سنة سبع وسبعين وثلاثمائة. غاية النهاية 1/206. ¶ 2 والسيرافي هو: الحسن بن عبد الله المرزبان، نحوي، عالم بالأدب، أصله من بلاد فارس تفقّه في عمّان وسكن بغداد وتوفي فيها سنة ثمان وستين وثلاثمائة من الهجرة وله عدة كتب. انظر الأعلام 2/195-196. ¶ 3 ابن فارس هو: أحمد بن فارس بن زكريا الرازي من أئمة اللغة والأدب له تصانيف كثيرة منها معجم مقاييس اللغة توفي سنة خمس وتسعين وثلاثمائة من الهجرة. انظر الأعلام 1/193. ¶ 4 والإمام مالك هو مالك بن أنس إمام دار الهجرة وأحد الأئمة الأربعة وإليه تنسب المالكية مولده ووفاته بالمدينة المنورة وله كتب منها الموطأ. سير أعلام النبلاء 8/48-135.",
            "page": "60",
            "part": "1",
            "seal": "B1E75DF7"
        },
        {
            "id": "97",
            "nass": "النحو ... حتى إذا فرغ انتقل إلى آية بعدها مما فيه وجوه مختلفة متجاوزا الآيات التي لا خلاف في قراءتها بين السبعة. ¶ ويمتاز كلامه وشرحه بالوضوح والإيجاز، وإذا كان له اختيار ذكره بعد فراغه من عرض الوجوه المختلفة للقراءات الصحيحة. ويشرح مذاهب القراء في الأداء عند اجتماع الهمزتين مثلاً، أو مذاهبهم في الآيات وغيرها من المباحث ويعنون لها1. ¶ طبع الكتاب بتحقيق سعيد الأفغاني في مجلد ضخم بمؤسسة الرسالة بيروت في طبعته الرابعة 1394هـ. ¶ __________ ¶ 1 محقق كتاب الحجة الأستاذ سعيد الأفغاني ص 30 وما بعده.",
            "page": "61",
            "part": "1",
            "seal": "8E41F9FE"
        },
        {
            "id": "98",
            "nass": "كتاب التبصرة في القراءات ¶ مؤلفه: ¶ هو مكي بن أبي طالب أبو محمد القيسى القيرواني ثم الأندلسي القرطبي إمام علامة محقق عارف، أستاذ القراء والمجودين، ولد سنة خمس وخمسين وثلاثمائة بالقيروان، وكان من أهل التبحر في علوم القرآن والعربية حسن الفهم والخلق جيد الدين والعقل كثير التأليف في علوم القرآن محسناً مجوداً عالماً بمعاني القراءات، دخل الأندلس سنة ثلاث وتسعين وثلاثمائة وجلس للإقراء بجامع قرطبة، وعظم اسمه وجل قدره، والمعروف له ثمانون تأليفاً2. ¶ __________ ¶ 2 لمعرفة كتب مكي وترجمته انظر كتاب (مكي وتفسيره القرآن الكريم) للدكتور/ أحمد حسن فرحات.",
            "page": "61",
            "part": "1",
            "seal": "AD5505B0"
        },
        {
            "id": "99",
            "nass": "التعريف بالكتاب: ¶ تحدث المؤلف في أصول القراءة وذكر ما اختلف فيه المشهورون من القراء وخرّج في الكتاب أربع عشرة رواية معتمداً على ما قرأ به على شيخه أبي الطيب ابن غلبون الحلبي، وقلّ ما ذكر ما كان قد قرأ به على غيره، ونبه على قول مخالفه في بعض رواياته واختياراته، وقلل فيه الروايات الشاذة وترك التكرار، لكنه جمع من أصول ما فرّق في الكتب، ويمتاز مكي بأنه لا يستطرد في كتبه مما يجعل لموضوعه اتساقا يقف القارئ فيه على المراد، بدأ المؤلف كتابه بخطبة ثم ذكر أسماء القراء، وذكر السند المتصل إلى الرسول صلى الله عليه وسلم، ثم ذكر الاستعاذة والبسملة واختلاف القراء فيهما، وذكر اختلافهم في فاتحة الكتاب، واختلافهم في سورة البقرة، وفي المد والقصر وما اختلف فيه من المد، باب المد في فواتح السور، اختلافهم في اجتماع الهمزتين000ثم ذكر اختلافهم في ما قل دوره من الحروف، ويتابع ذكر الاختلاف في السور على ترتيبها المعهود إلى آخر القرآن1. ¶ طبع الكتاب في الهند ثم طبع في معهد المخطوطات العربية بالكويت بتحقيق د. محي الدين رمضان عام 1405هـ في طبعته الأولى. ¶ __________ ¶ 1 انظر مقدمة محقق كتاب التبصرة ص 7-12.",
            "page": "62",
            "part": "1",
            "seal": "45A0D60C"
        },
        {
            "id": "100",
            "nass": "كتاب الروضة1. في القراءات الإحدى عشرة ¶ مؤلفه: ¶ الإمام الحسن بن محمد بن إبراهيم المالكي، الفقيه البغدادي ثم المصري أبو علي، الأستاذ المقرئ، مصنف كتاب الروضة والتمهيد في القراءات. ¶ عاش في القرن الرابع الهجري وجزءاً من القرن الخامس الهجري، وتمتع - رحمه الله - بمكانة علمية كبيرة في عصره وفي العصور اللاحقة لعصره، واشتهر كتابه الروضة في القراءات، واعتمد عليه أهل هذا الفن، وعدّوه من كتب الأمهات في القراءات القرآنية، فهو كتاب مسند، أسند فيه القراءات من شيوخه إلى القراء الذين روى لهم - العشرة والأعمش - وذكره الإمام الذهبي بقوله: \"إمام مقرئ متصدر في الإقراء وسكن مصر وصار شيخ الإقراء بها \"2. واعتمد ابن الجزري على كتاب الروضة وجعله أصلاً من أصول كتابه الجليل: \"النشر في القراءات العشر\". ¶ توفي - رحمه الله - سنة 438هـ بمصر. 3 ¶ التعريف بالكتاب: ¶ ضمّن المصنف كتابه قراءات الأئمة العشرة المشهورين وزاد رواية الأعمش، ولم يذكر سبب اختياره لرواية الأعمش، وكان سبب تأليف كتاب ¶ __________ ¶ 1 حقق كتاب الروضة في القراءات الإحدى عشرة في كلية أصول الدين بالرياض. ¶ 2 انظر: معرفة القراء 1/396-397، وغاية النهاية 1/230. ¶ 3 المرجع السابق.",
            "page": "63",
            "part": "1",
            "seal": "0173B9CB"
        },
        {
            "id": "101",
            "nass": "الروضة: إجابة لطلب أحد تلاميذه بأن يجمع ويلخص مروياته في القراءات، واستهل بحمد الله تعالى والثناء عليه، ثم ذكر شيوخه وطرق أخذه للقراءات بسند متصل. واحتوى على مائة وعشر روايات، ثم ذكر المصطلحات التي يستخدمها في كتابه ثم ذكر باب معرفة الأسانيد وبين فيها سند كل رواية قرأها إلى الأئمة الأحد عشر، ورفعها إلى رسول الله صلى الله عليه وسلم ثم شرح أبواب أصول القراءات وختمها بباب فرش حروف القرآن. ¶ وهذا الكتاب: تشرفت بتحقيقه ودراسته، في قسم القرآن وعلومه بكلية أصول الدين، بجامعة الإمام محمد بن سعود الإسلامية بالرياض عام 1415هـ، وأجيزت الرسالة بمرتبة الشرف الأولى.",
            "page": "64",
            "part": "1",
            "seal": "19DC10ED"
        },
        {
            "id": "102",
            "nass": "كتاب التيسير في القراءات السبع ¶ مؤلفه: ¶ هو الإمام العلامة الحافظ أبو عمرو عثمان بن سعيد الداني الأموي مولاهم القرطبي المعروف في زمانه بابن الصيرفي، ولد سنة 371هـ وبدأ بطلب العلم منذ نعومة أظفاره، ورحل إلى المشرق ودخل مصر سنة 387هـ، كان أبو عمرو آية في علم قراءة القرآن وطرقه ورواياته، وتفسيره ومعانيه، وإعرابه، ولم يكن في عصره من يضاهيه في قوة حفظه وحسن تحقيقه، ونقل عنه أنه كان يقول: ما رأيت شيئاً قط إلا كتبته، وما كتبته إلا حفظته ولا حفظته فنسيته. وكان أيضاً بارعاً بعلوم الحديث وطرقه وأسماء رجاله وكذلك في الفقه وسائر أنواع العلوم، توفي رحمه الله سنة 444هـ. 1 ¶ __________ ¶ 1 انظر: معرفة القراء 1/406-409، وغاية النهاية 1/503-505.",
            "page": "64",
            "part": "1",
            "seal": "7AC16514"
        },
        {
            "id": "103",
            "nass": "التعريف بالكتاب: ¶ يسمى هذا الكتاب أيضاً \"التيسير في علم القراءات السبع\" وغير ذلك من الأسماء وبهذا الكتاب اشتهر المؤلف، والحق أنه من أصح الكتب المؤلفة في علم القراءات وضبطها كما قال ذلك ابن الجزري1 وقد نظمه أبو محمد القاسم بن فيره الشاطبي2 تسهيلاً لحفظه وتعليمه في القصيدة الموسومة بـ \"حرز الأماني ووجه التهاني\" والمعروفة بالشاطبية، فصار الفرع أشهر من الأصل وأكثر شروحاً منه لأن النظم أسهل للحفظ. ¶ وكتاب التيسير منقسم من حيث ذكر خلاف القراءات قسمين: ¶ القسم الأول: يبحث في اختلاف القراء السبعة ومذاهبهم التي تطرد ويكثر دورها في السور ويجري القياس عليها كنحو الاختلاف في الإظهار والإدغام والمد والقصر والهمزتين والفتح والإمالة وبين اللفظين والوقف وغير ذلك من الأبحاث، وهو مرتب على أبواب وفصول وترتيب المسائل فيها تابع لما يرد في الفاتحة وأوائل البقرة من الحروف على سياقها. ¶ وأما القسم الثاني: فيحتوي على ذكر الحروف التي يقل ورودها في القرآن الكريم ولا يقاس عليها، واختلاف القراء في هذا الباب أكثر توسعاً من القسم الأول، كمثل اختلافهم في القراءات بالجمع والتوحيد وبالاستفهام والخبر وبالخطاب والأخبار إلى غير ذلك. 3 ¶ __________ ¶ 1 في كتابه تحبير التيسير في قراءات الأئمة العشرة ص 7. ¶ 2 الشاطبي هو: القاسم بن فيرة بن خلف الشاطبي الرعيني الضرير أحد الأعلام ولد سنة ثمان وثلاثين وخمس مائة بشاطبة بالأندلس، قرأ ببلده القراءات، وتصدر للإقراء في مصر وتوفي فيها سنة 590هـ‍، انظر غاية النهاية 2/20-23. ¶ 3 انظر مقدمة الناشر لكتاب التيسير ص ط، ي.",
            "page": "65",
            "part": "1",
            "seal": "585DF352"
        },
        {
            "id": "104",
            "nass": "ولأبي عمرو كتاب جليل آخر هو كتاب \"جامع البيان في القراءات السبع\" الذي اشتمل على نيف وخمسمائة رواية وطريق عن الأئمة السبعة، قال ابن الجزري في هذا الكتاب: \"كتاب جليل في هذا العلم لم يؤلف مثله\".1 ¶ وقد نال به الدكتور عبد المهيمن طحّان درجة الدكتوراه ورسالته بعنوان \"جامع البيان في القراءات السبع، دراسة وتحقيق من أول الكتاب إلى أول فرش الحروف\". ¶ وكتاب التيسير مطبوع في مجلد بتصحيح المستشرق أوتوبرتزل عام 1404 هـ في طبعته الثانية عن دار الكتاب العربي ببيروت. ¶ __________ ¶ 1 ابن الجزري في النشر 1/61.",
            "page": "66",
            "part": "1",
            "seal": "FBF436BC"
        },
        {
            "id": "105",
            "nass": "كتاب العنوان في القراءات السبع ¶ مؤلفه: ¶ هو أبو طاهر إسماعيل بن خلف بن سعيد بن عمران الأنصاري الأندلسي ثم المصري الإمام العالم المقرئ الأديب النحوي. ¶ وقد وصفه ابن خلكان فقال: \"كان إماماً في علوم الآداب متقناً لفن القراءات\"2 وقال السيوطي3: \"إنه تصدر للإقراء زماناً، ولتعليم العربية، وكان رأساً في ذلك\"4. وأقرأ الناس بجامع عمرو بن العاص بمصر، وتوفي ¶ __________ ¶ 2 وفيات الأعيان 1/232. ¶ 3 السيوطي هو: عبد الرحمن بن أبي بكر بن محمد جلال الدين له أكثر من 600 مصنف نشأ في القاهرة يتيماً توفي 911هـ‍ انظر شذارت الذهب 8/51. ¶ 4 حسن الحاضرة للسيوطي 1/494.",
            "page": "66",
            "part": "1",
            "seal": "30A90C92"
        },
        {
            "id": "106",
            "nass": "رحمه الله سنة خمس وخمسين وأربعمائة بمصر1. ويعد كتاب \"العنوان\" من الكتب التي اعتمد عليها ابن الجزري في تأليف كتابه النشر في القراءات العشر. ¶ التعريف بالكتاب: ¶ سلك المؤلف في هذا الكتاب أسلوب الإيجاز والاختصار ليقرب على الدارسين تناوله، قاصداً الإبانة والوضوح من غير إسهاب أو تطويل، ليكون سهل التناول قريب التداول للمختصين، وقد جرده من الأسانيد، ومظاهر التعليل التي نجدها في كتب ذلك العصر، وقد أفصح أبو الطاهر عن منهجه في هذا الشأن في مقدمة \"العنوان\" بقوله: \"وقد أضربت عن ذكر أسانيدي في هذا المختصر - يعني العنوان - إذ كنت بينتها في كتاب \"الاكتفاء\" فمن أراد شيئاً التمسه هناك إن شاء الله\"، ويمكن تقسيم الكتاب قسمين: الأول يبحث في اختلاف القراء السبعة وما اطرد من قراءاتهم، وجرى القياس عليها كاختلافهم في المد والقصر والهمزتين في كلمة أو كلمتين والإظهار والإدغام والفتح والإمالة وهو ما يعرف \"بالأصول\". ¶ أما القسم الثاني: فهو أكبر من سابقه وهو مشتمل على ذكر مظاهر الاختلاف في \"الحروف\" عند القراء السبعة على سياق ورودها في القرآن الكريم2 \"أي فرش الحروف\". ¶ __________ ¶ 1 النشر 1/64، وغاية النهاية 164، والأعلام 1/313. ¶ 2 انظر: مقدمة محقق كتاب العنوان ص 11-12.",
            "page": "67",
            "part": "1",
            "seal": "AD80C4F4"
        },
        {
            "id": "107",
            "nass": "والكتاب طبع بتحقيق الدكتور زهير زاهد والدكتور خليل العطية عام 1406 هـ في طبعته الثانية وقد حقق هذا الكتاب أيضاً في رسالة علمية الدكتور عبد المهيمن طحّان في مرحلة الماجستير، بجامعة أم القرى.",
            "page": "68",
            "part": "1",
            "seal": "DEAF8B2E"
        },
        {
            "id": "108",
            "nass": "كتاب إرشاد المبتدي وتذكرة المنتهي في القراءات العشر ¶ مؤلفه: ¶ هو محمد بن الحسين بن بُندار أبو العز الواسطي القلانسي، شيخ العراق ومقرئ القراء بواسط، صاحب التصانيف، أستاذ، ولد سنة خمس وثلاثين وأربعمائة بواسط1. وبعد حياة دامت ستاً وثمانين سنة، توفي أبو العز في شوال سنة إحدى وعشرين وخمسمائة بواسط2. ¶ التعريف بالكتاب: ¶ يمكن تقسيم إرشاد أبي العز ثلاثة أقسام: ¶ 1- أسانيده في القراءات العشر. ¶ 2- الأصول، يذكر المؤلف في كل باب اختلاف القراء فيه مستشهداً لكل جزئية بما يناسبها من الحروف. ¶ 3- الفرش: ويبدأ باختلاف القراء في البسملة ويثني باختلافهم في سورة الفاتحة فالبقرة وآل عمران، ثم يختم كل سورة بذكر ياءاتها - إن وجدت. ¶ __________ ¶ 1 انظر: معرفة القراء 1/486. ¶ 2 غاية النهاية 2/128-129، والأعلام 6/101.",
            "page": "68",
            "part": "1",
            "seal": "DA3F4326"
        },
        {
            "id": "109",
            "nass": "يُعَدُّ هذا الكتاب من كتب القراءات القلائل التي تلقاها الناس بالقبول وأجمعوا عليها من غير معارض، لأن مؤلفه اشترط الأشهر واختار ما قطع به عنده. وكان أهل العراق لا يحفظون سوى الإرشاد لأبي العز ولهذا نظمه كثير من الواسطيين والبغداديين. واعتمد هذا الكتاب العلامة ابن الجزري في نشره. ¶ والكتاب طبع بتحقيق الشيخ عمر حمدان الكبيسي وهي رسالة علمية قدمت إلى جامعة أم القرى لنيل درجة الماجستير، والكتاب من نشر المكتبة الفيصلية بمكة في طبعته الأولى 1404هـ في مجلد واحد.",
            "page": "69",
            "part": "1",
            "seal": "7B5C55AA"
        },
        {
            "id": "110",
            "nass": "كتاب الإقناع في القراءات السبع ¶ مؤلفه: ¶ هو أحمد بن علي بن أحمد بن خلف الأنصاري، المعروف بابن الباذش، ولد بغرناطة عام 491هـ، قال ابن الجزري عنه: \"أستاذ كبير وإمام محقق محدث، ألف كتاب الإقناع في السبع من أحسن الكتب، ولكنه ما يخلو من أوهام نبهت عليها في كتابي الإعلام.\" 1. كان أبو جعفر علماً من أعلام الأندلس، ومفخرة من مفاخرها، ومحدثاً ثقة، وكان من أهل الرواية والدراية، وجمع علوم الدين والعربية معاً، توفي رحمه الله سنة 540هـ2. ¶ أما كتاب الإقناع: فهو محكم التأليف، مرتب الأبواب، غزير المادة. ويبدأ الكتاب بمقدمة بارعة، يتلوها باب في تراجم القراء السبعة ورواتهم الأربعة عشر المشهورين، وأسانيد هؤلاء الرواة إلى القراء، وأسانيد هؤلاء ¶ __________ ¶ 1 غاية النهاية 1/83، والأعلام 1/173. ¶ 2 المصدر السابق.",
            "page": "69",
            "part": "1",
            "seal": "47137837"
        },
        {
            "id": "111",
            "nass": "القراء إلى رسول الله صلى الله عليه وسلم، ثم إسناد المؤلف إلى كل راوٍ من الرواة، ويتلو ذلك فصل في الاستعاذة وما يتعلق بها، وآخر في البسملة وما يتعلق بها. ¶ وبعد ذلك يأتي أبواب الأصول، وهي: الإدغام، فالإمالة، فالراءات واللامات، فالهمز، فالمد، فالهاءات، فالوقف، فالياءات، فاختلاف مذاهب القراء في كيفية التلاوة وتجويد الأداء، فما خالف فيه الرواة أئمتهم، ثم يأتي بعد ذلك فرش الحروف، وهو القسم الثاني من الكتاب، ثم ينتهي بخاتمة في التكبير وما يتعلق به، ويعد كتاب الإقناع تنقيحاً وتهذيباً، وشرحاً وتتميماً لكتابَي \"التبصرة\" لمكي بن أبي طالب القيسي، و\"التيسير\" للداني\"1. طبع كتاب الإقناع بتحقيق الدكتور عبد المجيد قطامش سنة 1403هـ في طبعته الأولى بإشراف مركز البحث العلمي وإحياء التراث الإسلامي بجامعة أم القرى في مجلدين. ¶ __________ ¶ 1 انظر: مقدمة محقق كتاب الإقناع ص 9-32.",
            "page": "70",
            "part": "1",
            "seal": "C55C7343"
        },
        {
            "id": "112",
            "nass": "كتاب حرز الأماني ووجه التهاني المعروف بـ \"بالشاطبية، أو اللامية\" ¶ ناظمه: ¶ هو العلامة القاسم بن فيره بن خلف الشاطبي، إمام القراء، ولد سنة 538هـ بشاطبة، قرية من قرى الأندلس، وكان عالماً بالحديث والتفسير واللغة، ونظم أيضاً بشاطبة قصيدته الرائية المسماة عقيلة أتراب القصائد في رسم المصحف (ط) وقصيدة أخرى تسمى ناظمة الزهر في عد الآي طبعت بمطبعة صبيح بتحقيق وضبط محمد الصادق القمحاوي، وقصيدة دالية",
            "page": "70",
            "part": "1",
            "seal": "1B643811"
        },
        {
            "id": "113",
            "nass": "(خمسمائة بيت) لخص فيها كتاب التمهيد لابن عبد البر. توفي رحمه الله سنة تسعين وخمسمائة بالقاهرة1. ¶ أما منظومته - حرز الأماني - فهي من أحسن المؤلفات المنظومات في علم القراءات، فإنها جمعت ما تواتر عن الأئمة القراء السبعة بمضمن كتاب \"التيسير\" للداني، قصد بها المؤلف تيسير هذا العلم، وتقريب حفظه، وتسهيل تناوله، وقد بلغ عدد أبياتها ألفاً ومائة وثلاثة وسبعين بيتاً، وتعتبر هذه القصيدة من عيون النظم، بما اشتملت عليه من عذوبة الألفاظ، ورصانة الأسلوب، وجمال المطلع والمقطع، وروعة المعنى، وسمو التوجيه وبديع الحكم وحسن الإرشاد. فلا عجب أن يتلقاها العلماء في سائر الأعصار والأمصار بالقبول ويعنوا بها أعظم عناية، ويتوافروا على شرح ألفاظها وحل رموزها، وكشف أسرارها، واستخراج دررها وجواهرها. قال: ابن الجزري في وصف هذه القصيدة: \"من وقف على قصيدتيه علم مقدار ما آتاه الله في ذلك خصوصاً اللامية التي عجز البلغاء من بعده عن معارضتها. ولقد رزق هذا الكتاب من الشهرة والقبول ما لا أعلمه لكتاب غيره في هذا الفن بل أكاد أن أقول ولا في غير هذا الفن\" 2. ¶ ولأهمية هذا النظم سأذكر بعض من شرحها واختصرها. ¶ __________ ¶ 1 انظر: معرفة القراء 2/573-575، والبداية والنهاية لابن كثير 13/11، وغاية النهاية 2/20-23. ¶ 2 غاية النهاية 2/22.",
            "page": "71",
            "part": "1",
            "seal": "46D374E6"
        },
        {
            "id": "114",
            "nass": "أ- من أشهر شروح الشاطبية: ¶ 1- فتح الوصيد. لعلي بن محمد السخاوي (ت 643هـ) تلميذ الناظم وصاحبه وهو أول من شرحها، واشتهرت بسببه1 والكتاب مخطوط في مكتبة عارف حكمت بالمدينة المنورة برقم: 46. وأخبرني الدكتور عبد العزيز القاري أنه يحقق هذا الكتاب، ولكني سمعت أن الكتاب حققه في رسالة علمية الدكتور أحمد الزعبي في جامعة القرآن الكريم في السودان. ¶ 2- كنز المعاني شرح حرز الأماني: للإمام أبي عبد الله محمد بن أحمد بن محمد الموصلي المعروف بـ (شعلة) (ت 656هـ) والكتاب مطبوع في مجلد واحد على نفقة الاتحاد العام لجماعة القراء بمصر في طبعته الأولى عام 1373هـ بتصحيح متولي عبد الله الفقاعي، ومحمد سليمان صالح. ويمتاز هذا الشرح بحسن النظام وجمال الترتيب ويتكلم على البيت من ناحية اللغة والإعراب والمعنى. ¶ 3- إبراز المعاني من حرز الأماني في القراءات السبع: للإمام عبد الرحمن بن إسماعيل بن إبراهيم المعروف بأبي شامة الدمشقي المتوفى سنة (665هـ) . والكتاب مطبوع في قطع كبير يبلغ 763 صفحة بتحقيق إبراهيم عطوة عوض، عام 1402 هـ بشركة ومكتبة مصطفى البابي الحلبي وأولاده بمصر. ¶ 4- كنز المعاني لإبراهيم بن عمر الجعبري (ت 632هـ) (خ) ومخطوطاته في أغلب المكتبات وصفه القسطلاني بأنه \"شرح عظيم لم يصنف مثله\"2. ¶ __________ ¶ 1 انظر: لطائف الإشارات للقسطلاني 1/89. ¶ 2 المصدر السابق.",
            "page": "72",
            "part": "1",
            "seal": "C582C72C"
        },
        {
            "id": "115",
            "nass": "5- سراج القارئ المبتدي وتذكار المقرئ المنتهي: للإمام أبي القاسم علي بن عثمان بن القاصح البغدادي (ت 801هـ ظناً) والكتاب مطبوع في مجلد كبير عن دار الفكر للنشر. وقد ذكر العلماء من شروح الشاطبية أكثر من 40 مؤلفاً1. ¶ ب - ومن أشهر مختصرات الشاطبية: ¶ 1- \"الشمعة\" قصيدة رائية قدر نصف الشاطبية: أحسن نظمها واختصارها الإمام أبو عبد الله محمد الموصلي المعروف بـ (شعلة) (ت 656هـ) . ¶ 2- مختصر عبد الصمد التبريزي (ت 765) في خمسمائة بيت. ¶ 1- نظم درر الجلا لعبد الوهاب بن أحمد بن وهبان الدمشقي (ت 768هـ) ¶ 2- حوز المعاني: لابن مالك النحوي (ت 672 هـ) . ¶ وكثير من هذه الكتب التي ذكرت والكتب التي أغفلت الحديث عنها - اختصاراً - ما بين مخطوط ومفقود. وللاستزادة من معرفة شروح الشاطبية ومختصراتها. انظر كتاب \"كشف الظنون لحاجي خليفة\" (مادة حرز الأماني) . ¶ __________ ¶ 1 كشف الظنون لحاجي خليفة مادة (حرز الأماني) .",
            "page": "73",
            "part": "1",
            "seal": "318FED30"
        },
        {
            "id": "116",
            "nass": "كتاب جمال القراء وكمال الإقراء ¶ مؤلفه: ¶ هو الإمام أبو الحسن، علي بن محمد بن عبد الصمد، علم الدين السخاوي ولد في سخا بمصر2 سنة 558هـ أو 559هـ، وانتقل إلى القاهرة ¶ __________ ¶ 2 سخا: بلدة مصرية تقع في محافظة كفر الشيخ.",
            "page": "73",
            "part": "1",
            "seal": "4CD5870A"
        },
        {
            "id": "117",
            "nass": "يتعلم ويتفقه ويأخذ على كبار العلماء، والتقى بالإمام الشاطبي فلازمه وأخذ عنه القراءات واللغة والنحو، كما أفاد من كبار علماء العصر في القاهرة والإسكندرية ودمشق، وارتحل السخاوي إلى دمشق أواخر القرن السادس وأقام فيها، فعلَت مكانته وذاع صيته، وصار إماماً في التفسير والقراءات واللغة والنحو، وتصدر بجامعها للإقراء والإفادة، فاجتمع عليه الطلاب يفيدون منه، ويتلقون علومهم عليه، وبقي على ذلك أكثر من أربعين سنة تتلمذ له فيها عدد كبير من العلماء كأبي شامة المقدسي، وتبوأ أبو الحسن المناصب في دمشق، وألف الكتب النافعة، وصنف في علم القراءات وشرح قصيدة شيخه في القراءات شرحاً كافياً، وقد تقدم تعريفها1 وواصل حياة البحث والتعليم إلى أن توفي ليلة الأحد، ثاني عشر من جمادى الآخرة سنة ثلاث وأربعين وستمائة2. ¶ التعريف بالكتاب: ¶ الكتاب كما وصفه العلماء مجموعة من الكتب، جعلها المؤلف تحت كتاب واحد، ومن أجلَّ ذلك ولكون كل مبحث فيه يصلح أن يكون كتاباً، كثر ذكر المترجمين للمؤلف لأقسام منه على أنها كتب مستقلة، ووجدت نسخاً من هذه الأقسام في مخطوطات مستقلة وقد سمى كل قسم من أقسام جمال القراء كتاباً، فكان مجموع ذلك عشرة كتب وهي: نثر الدرر في ذكر الآيات والسور، والإفصاح الموجز في إيضاح المعجز، ومنازل الإجلال والتعظيم في فضائل القرآن العظيم، وتجزئة القرآن، أقوى العدد في معرفة ¶ __________ ¶ 1 في هامش 117. ¶ 2 انظر: معرفة القراء 2/631، وغاية النهاية 1/568-570.",
            "page": "74",
            "part": "1",
            "seal": "8D4ECA1B"
        },
        {
            "id": "118",
            "nass": "العدد، ذكر الشواذ، الطود الراسخ في المنسوخ والناسخ، مراتب الأصول وغرائب الفصول، ومنهاج التوفيق إلى معرفة التجويد والتحقيق، والاهتداء في معرفة الوقف والابتداء. وفي كل كتاب من هذه الكتب، يسعى المؤلف إلى جعله جامعاً شاملاً فينقل ما جاء للعلماء فيه، وينسق الآراء والأقوال، ليجعلها بين يدي القارئ ميسورة سهلة فهو كمدرس مقرئ، يريد أن يوفر للطلاب كتاباً فيه خلاصة جهود العلماء، وهو يرجع إلى كثير من الكتب والمصادر، والمؤلف يروي كثيراً من الأحاديث النبوية الشريفة مسندة عن شيوخه إلى مصادرها في كتب الحديث، وخلاصة القول أن الكتاب جيد نافع، فيه كثير من المباحث القيمة المفيدة1. ¶ والكتاب صدر بتحقيق الدكتور علي حسين البواب في طبعته الأولى عام 1408هـ في مجلدين عن مطبعة المدني بمصر، توزيع مكتبة التراث بمكة المكرمة. ¶ __________ ¶ 1 انظر: مقدمة جمال القراء 1/8-11.",
            "page": "75",
            "part": "1",
            "seal": "59BCEF13"
        },
        {
            "id": "119",
            "nass": "كتاب المرشد الوجيز إلى علوم تتعلق بالكتاب العزيز ¶ مؤلفه: ¶ عبد الرحمن بن إسماعيل بن إبراهيم أبو القاسم المقدسي ثم الدمشقي، المعروف بأبي شامة الشيخ الإمام العلامة الحجة والحافظ ذو الفنون، وقيل له أبو شامة لأنه كان فوق حاجبه الأيسر شامة كبيرة، ولد سنة تسع وتسعين وخمسمائة، وقرأ القراءات على السخاوي2. وصنف الكثير في أنواع من ¶ __________ ¶ 2 تقدم التعريف به قريباً.",
            "page": "75",
            "part": "1",
            "seal": "8C1E1179"
        },
        {
            "id": "120",
            "nass": "العلوم فشرح الشاطبية مطولاً ولم يكمله ثم اختصره وهو الشرح المشهور \"إبراز المعاني من حرز الأماني في القراءات السبع\" وغير ذلك من الكتب، وكان مع كثرة علومه وفضائله متواضعاً مطرح التكلف، ولي مشيخة الحديث الكبرى بالأشرفية1، ومشيخة الإقراء، توفي رحمه الله في شهر رمضان في تاسع عشرة سنة خمس وستين وستمائة2. ¶ التعريف بالكتاب: ¶ ذكر المؤلف في مقدمته وصف الكتاب بقوله: \"فهذا تصنيف جليل يحتاج إليه أهل القرآن، خصوصاً من يعتني بعلم القراءات السبع ولا يعرف معنى هذه التسمية ولا ماذا قصده الرسول صلى الله عليه وسلم بقوله: \"أنزل القرآن على سبعة أحرف\"3 ولا يدري ما كان الأمر عليه في قراءة القرآن وكتابته في حياة الرسول صلى الله عليه وسلم إلى أن جمع بعده في خلافة أبي بكر4 ثم جمع في خلافة عثمان5 رضي الله عنهما، ولا يهتدي إلى ما فعله كل واحد منهما، وما الفرق بين جمعيهما، وما الضابط الفارق بين القراءات الشواذ وغيرها؟ ¶ وأرجو أن يكون هذا التصنيف مشتملاً على ذلك كله، قيماً ببيانه مع فوائد أخرى تتصل به وبالله التوفيق6. ¶ __________ ¶ 1 تقع هذه المدرسة في دمشق الشام. ¶ 2 انظر: غاية النهاية 1/365-366، والأعلام 3/299. ¶ 3 أخرجه البخاري في صحيحه في كتاب فضائل القرآن باب أنزل القرآن على سبعة أحرف 6/100. ¶ 4 مشهور. ¶ 5 مشهور. ¶ 6 المرشد الوجيز ص 6.",
            "page": "76",
            "part": "1",
            "seal": "AEC84F87"
        },
        {
            "id": "121",
            "nass": "والكتاب مطبوع بتحقيق طيار آلتي قولاج عن دار صادر ببيروت سنة 1395هـ في (288) صفحة متوسط الحجم.",
            "page": "77",
            "part": "1",
            "seal": "8FEB4B57"
        },
        {
            "id": "122",
            "nass": "كتاب معرفة القراء الكبار على الطبقات والأعصار ¶ مؤلفه: ¶ محمد بن أحمد بن عثمان أبو عبد الله الذهبي الحافظ أستاذ ثقة كبير، ولد سنة ثلاث وسبعين وستمائة، وعني بالقراءات من صغره، وتميز في دراسة القراءات وبرع فيها براعة جعلت شيخه يتنازل له عن حلقته بالجامع الأموي في أواخر سنة 692هـ حين أصابه المرض، فكان هذا أول منصب علمي يتولاه الذهبي، وقد أصبح الذهبي نتيجة ذلك الأستاذ الكبير إماماً في القراءات، فألف كتابه \"التلويحات في علم القراءات\" وكتابه \"معرفة القراء الكبار على الطبقات والأعصار\". واشتغل بالحديث وأسماء الرجال في آخر حياته، توفي رحمه الله بعد حياة حافلة بالعلم والتأليف سنة ثمان وأربعين وسبعمائة بدمشق.1 ¶ التعريف بالكتاب: ¶ رتب المؤلف هذا الكتاب على الطبقات، فجعله في ثماني عشرة طبقة حسب اللقيا بين القراء الكبار، بدءاً من الصحابة وانتهاءً بعصره، وقد أدرج الطبقة 17 في 18 وجعلها طبقة واحدة. ومع أنه أراد أن يكون كتابه هذا خاصاً بالقراء الكبار دون غيرهم إلا أنه كثيراً ما خالف هذا المنهج، والذهبي ¶ __________ ¶ 1 غاية النهاية 2/71، والأعلام 5/226.",
            "page": "77",
            "part": "1",
            "seal": "0625D0C5"
        },
        {
            "id": "123",
            "nass": "لم يعن بتفصيل أخبار المترجمين في هذا الكتاب مما ليس له علاقة بفن القراءة، وإنما اقتصر على إبراز الفهم المتعلق بهذا الأمر ففصل فيه، وأبان عن دقائقه ونكته، فقد كانت تزدحم في صدره التراجم فتتداخل فربما تكررت عليه بعض التراجم كما وقع له في كتابه هذا. ¶ والإمام الذهبي بارع أصيل، قل نظيره في صياغة التراجم، وتقديم صورة دقيقة مركزة موثقة بقلمه البليغ، وأسلوبه الواضح تبين عن سعة علمه، ونصاعة حجته وبراعة نقده1. ¶ وقد طبع الكتاب بالقاهرة سنة 1967م، وقد تولى نشره من ليس له حظ في التحقيق العلمي فكانت طبعته رديئة، وطبع مرة ثانية بتحقيق بشار عواد معروف، وشعيب الأرناؤوط، وصالح مهدي عباس سنة 1404هـ في (طبعته الأولى) طبعة جيدة ملحقة بفهارس الكتاب ويقع في مجلدين، نشر مؤسسة الرسالة ببيروت. ¶ __________ ¶ 1 انظر مقدمة كتاب معرفة القراء ص 12-13.",
            "page": "78",
            "part": "1",
            "seal": "9E55807D"
        },
        {
            "id": "124",
            "nass": "كتاب غاية النهاية في طبقات القراء ¶ مؤلفه: ¶ شمس الدين أبو الخير محمد بن محمد بن الجزري، شيخ الإقراء في زمانه ولد في دمشق سنة إحدى وخمسين وسبعمائة، وحفظ القرآن والقراءات فكان علماً بارزاً، ومرجعاً للعلماء في هذا الفن، توفي رحمه الله سنة 833هـ2. ¶ __________ ¶ 1 انظر مقدمة كتاب معرفة القراء ص 12-13. ¶ 2 انظر: غاية النهاية 2/247 – 251، والأعلام 7/45-46.",
            "page": "78",
            "part": "1",
            "seal": "251BD1D1"
        },
        {
            "id": "125",
            "nass": "التعريف بالكتاب: ¶ اختصر فيه كتاب طبقات القراء الكبير الذي سماه \"نهاية الدرايات في أسماء رجال القراءات\" وجمع في كتابه هذا - غاية النهاية - جميع ما في كتابي الحافظين أبي عمرو الداني، وأبي عبد الله الذهبي رحمهما الله تعالى، وزاد عليهما نحو الضعف. ¶ وقد رمز في كتابه رموزاً يقصد بها ذكر الكتب التي أوردت ذلك فإن كان في كتاب النشر رمز له بـ \"ن\" وإن كان في كتاب التيسير (ت) ، وكتاب جامع البيان للداني (ج) ، وكتاب الكامل للهذلي \"ك\"، وكتاب المبهج (مب) ، وكتاب المستنير (س) ، وكتاب الكفاية الكبرى للقلانسي (ف) ، وكتاب الغاية لأبي العلاء (غا) ولؤلاء الجماعة (ع) . ¶ ويذكر في الترجمة الاسم الكامل وشيئاً من علمه وفضله، ثم يذكر عمن أخذ من الشيوخ، ثم يذكر تلامذة المترجم له ثم يختم بتاريخ وفاته، ويتوسع في الترجمة بعض الأحيان حتى يصل ثلاث صفحات أو أكثر، ويقتصر أحياناً بذكر الاسم ومن روي عنه في سطر واحد، انظر مثلاً: ترجمة نافع المدني 2/330-334، وترجمة لأبي عبد الله القرطبي 2/189 وانظر 2/14. وقد ترجم لما يقرب من أربعة آلاف قارئ. فهو بحق كتاب قيّم ضخم وقد طبع في مجلدين كبيرين، وعني بنشره المستشرق ج برجستراسر وطبع المرة الأولى سنة 1351 والمرة الثالثة سنة 1402هـ.",
            "page": "79",
            "part": "1",
            "seal": "446D48AD"
        },
        {
            "id": "126",
            "nass": "كتاب النشر في القراءات العشر ¶ مؤلفه: ¶ هو الحافظ المقرئ أبو الخير شمس الدين محمد بن محمد بن محمد بن علي بن يوسف العمري الدمشقي ثم الشيرازي الشافعي المعروف بابن الجزري، شيخ الإقراء في زمانه1. ¶ التعريف بالكتاب: ¶ هو سفر جلّ قدره، لما حواه من صحيح النقول وفصيح الأقوال، جمع فيه مؤلفه رحمه الله من الروايات والطرق ما لا يعتريه وهن ولا يتطرق إليه شك ولا طعن، على تواتر محكم، وسند متصل، فهو البقية المغنية في القراءات بما حواه من محرر طرق الروايات، هذا إلى ما انطوى في ثناياه من علوم الأداء الجارية في فقه اللغة العربية، فمن علم مخارج الحروف وصفاتها، إلى علم الوقوف وأحكامها، إلى بحوث في الإدغامين، والهمزات والياءين، والفتح والإمالة والرسم، وفني الابتداء والختم، إلى غير ذلك2. ¶ طبع الكتاب في المكتبة التجارية الكبرى بمصر ثم صوره أصحاب مكتبة دار الكتب العلمية ببيروت، أشرف على تصحيحه الشيخ علي محمد الضباع. ¶ __________ ¶ 1 المصدر السابق. ¶ 2 انظر مقدمة كتاب النشر ص 1/ب، ولطائف الإشارات 1/91.",
            "page": "80",
            "part": "1",
            "seal": "4B42B62D"
        },
        {
            "id": "127",
            "nass": "كتاب طيبة النشر في القراءات العشر ¶ مؤلفه: ¶ هو العلامة الحافظ محمد بن محمد بن محمد بن الجزري، شيخ القراء وحجة المحققين1. أما نظمه هذا ففي القراءات العشر، واقتفى أثر الشاطبي في استخدام مصطلحات الكتاب ليسهل على كل طالب استحضار قواعد هذا الفن، وتحصيل مسائله، ونظمها من بحر الرجز، وهي قليلة الألفاظ كثيرة المعاني، جمع فيها طرق القراء ورواياتهم، واعتمد ما في الشاطبية وكتاب التيسير لأبي عمرو الداني، وزاد عليهما الضعف من القراءات والروايات والطرق. وبلغت أبياتها (1000) بيت وأول هذا النظم: ¶ قال محمد هو ابن الجَزَري ... يا ذا الجلال ارحمه واستر واغفر ¶ الحمد لله على ما يسره ... من نشر منقول حروف العشرة ¶ ثم الصلاة والسلام السرمدي ... على النبي المصطفى محمدِ ¶ وآله وصحبه ومن تلا ... كتاب ربنا على ما أنزلا ¶ وختم هذا النظم بقوله: ¶ وها هنا تم نظام الطيبة ... ألفية سعيدة مهذبة ¶ بالروم من شعبان وسط سنة ... تسع وتسعين وسبعمائة ¶ وقد أجزتها لكل مقري ... كذا أجزت كل من في عصري ¶ رواية بشرطها المعتبر ... وقاله محمد بن الجزري ¶ يرحمه بفضله الرحمن ... فظنه من جوده الغفران ¶ __________ ¶ 1 تقدم التعريف به في هامش 133.",
            "page": "81",
            "part": "1",
            "seal": "C2A871E5"
        },
        {
            "id": "128",
            "nass": "وقد شرح هذا النظم أبو القاسم النويري1 وطبع هذا الشرح بتحقيق عبد الفتاح السيد سليمان أبو سنة وخرج الجزء الأول سنة 1406هـ عن الهيئة العامة لشؤون المطابع الأميرية بالقاهرة، ولابن النظام شرح عليها أيضاً، طبع بمطبعة مصطفى الحلبي. ¶ __________ ¶ 1 هو: محمد بن محمد بن محمد بن علي النويري عالم مصري مالكي المذهب فقيه أصولي مقرئ قرأ القراءات على ابن الجزري وغيره ولد سنة 801هـ‍ وتوفي بمكة المكرمة سنة 897هـ‍، انظر: الضوء اللامع للسخاوي 9/246-248، ومعجم المؤلفين 11/286.",
            "page": "82",
            "part": "1",
            "seal": "8F6A249D"
        },
        {
            "id": "129",
            "nass": "كتاب لطائف الإشارات لفنون القراءات ¶ مؤلفه: ¶ هو الحافظ شهاب الدين أبو العباس أحمد بن محمد بن أبي بكر بن عبد الملك بن أحمد بن محمد بن حسين بن علي القسطلاني المصري الشافعي الإمام الحجة الفقيه المقرئ المسند، ولد في القاهرة في الثاني عشر من ذي القعدة عام 851هـ، ونشأ بها كما ينشأ الفتيان، فحفظ القرآن، وحفظ أيضاً الشاطبية، والطيبة ومتوناً أخرى في فنون الثقافة الإسلامية، ولقي في هذه الفترة شيوخاً كثيرين ممن كانوا يتصدرون في ساحات الجامع الأزهر، وقد بدأ القسطلاني حياته واعظاً إلى جانب إقرائه، ورحل إلى مكة والمدينة وعاش بهما زمناً تلقى فيه عن شيوخهما، وتجمع المراجع على أن وفاته كانت ليلة الجمعة، ثامن المحرم سنة 932هـ وأنها كانت لعروض فالج له2. ¶ __________ ¶ 2 البدر الطالع للشوكاني 1/102، والأعلام 1/232.",
            "page": "82",
            "part": "1",
            "seal": "2C1148B4"
        },
        {
            "id": "130",
            "nass": "التعريف بالكتاب: ¶ الكتاب ليس شرحاً لمتن، ولا تعليقاً، ولا حاشية، ولا اختصاراً لكتاب سبق، لقد طالع القسطلاني أصول القراءات الأربع عشرة، وتلقاها عن شيوخ كبار، عرضاً وسماعاً، ونستطيع معرفة منهج الكتاب ومحتواه من كلامه البليغ، حيث يقول: \"إن رام السالك فيه ما يتعلق بنشر القراءات العشر، أو الأربعة الزائدة عليها، على اختلاف طرقها المستنيرة، فاز بآماله، أو أعاريبها على تنوع وجوهها الوجيهة؛ ظفر بكماله، أو الوقف والابتداء، كان له نعم المرشد في الاهتداء، أو علم مرسوم الخط العثماني، حظي بنيل البغية والأماني أو معرفة آي التنزيل وكلماته وحروفه من حيث العدد، منح بحسن المدد، مع ما حواه من محاسن دقائق أنوار التأويل، واشتمل عليه من لطائف أسرار التنزيل، وقد آن أن أطلق عنان القلم لجريانه في ميدان البيان، وأفتح أبواب هذا الكتاب الموصلة لمطالب كنوز هذا الشأن\"1. ¶ وللمؤلف كتاب عظيم القدر هو \"إرشاد الساري لشرح صحيح البخاري\" وهو مطبوع شائع مشهور، وغير ذلك من الكتب القيمة في القراءات وغيرها. ¶ طبع كتاب لطائف الإشارات بتحقيق الشيخ عامر السيد عثمان والدكتور عبد الصبور شاهين بالقاهرة سنة 1392هـ الجزء الأول منه، وبعد وفاة الشيخ عامر، واصل الدكتور عبد الصبور شاهين في إكماله ويصدر قريباً إن شاء الله الكتاب كاملاً كما أخبرني. ¶ __________ ¶ 1 انظر: لطائف الإشارات 1/19-20.",
            "page": "83",
            "part": "1",
            "seal": "71A43EDB"
        },
        {
            "id": "131",
            "nass": "كتاب إتحاف فضلاء البشر بالقراءات الأربعة عشر ¶ مؤلفه: ¶ هو أحمد بن محمد بن أحمد بن عبد الغني، الملقب بشهاب الدين المشهور بالبنا الدمياطي. ¶ ولد بدمياط1 ونشأ بها، وحفظ القرآن الكريم وجوده، كما برع في علم القراءات ومبادئ العلوم المختلفة على مشايخ دمياط، ولما أراد المزيد من العلم رحل إلى القاهرة، فلازم علماءها، وتلقى عنهم سائر العلوم المختلفة من القراءات والحديث والفقه، والأصول، والتاريخ والسير، وسائر العلوم الشرعية والعربية، حتى وصل ما لم يصل إليه نظراؤه من علماء عصره، ثم رحل بعد ذلك إلى الحجاز فحج، وأقام هناك طلباً للعلم، ثم رجع إلى دمياط ينشر العلم فيها ويستفيد منه العامة والخاصة، ثم عاد مرة ثانية إلى الحجاز فحج وظل مقيماً بالمدينة المنورة حتى توفاه الله تعالى لثلاث خلون من المحرم سنة سبع عشرة ومائة وألف ودفن بالبقيع2. ¶ التعريف بالكتاب: ¶ ولما كانت \"القراءات\" هي المقصود الأعظم من تأليف هذا الكتاب سمي بهذا الاسم وإن كان مشتملاً على كل ما يتعلق بالقراءات من علوم ¶ __________ ¶ 1 دمياط: مدينة قديمة تقع على الوجه البحري من القاهرة عند مصب ماء النيل إلى البحر وتتميز بالهواء الطيب. انظر معجم البلدان 2/472. ¶ 2 البقيع: مقبرة أهل المدينة شرقي المسجد النبوي، وقد دفن به من الصحابة نحو عشرة آلاف. انظر كتاب البقاع الطاهرة لعبد الكريم نيازي ص: 109.",
            "page": "84",
            "part": "1",
            "seal": "6BD1AA3A"
        },
        {
            "id": "132",
            "nass": "أخرى، وبذلك نستطيع أن نستخلص أهم مميزات هذا الكتاب في النقاط الآتية: ¶ 1- جمع علوم القراءات: كاد يكون هذا الكتاب جامعاً لعلوم القراءات كلها في واحد وهو عمل جليل، وجهد عظيم تبع فيه المؤلف طريقة الإمام شهاب الدين القسطلاني، في كتابه \"لطائف الإشارات لفنون القراءات\" واستدرك عليه كثيراً فوضح الصواب فيها مع الدقة في العزو والأمانة في النقل، وتحدث في أول كتابه على الأمور التالية: ¶ أ- عرف القراءات، وذكر أقسامها المختلفة، ثم عرف بعلماء القراءات الأربعة عشر، ورواتهم وطرقهم، وسبب نسبة القراءات إلى هؤلاء الأئمة بالذات. ¶ ب- عقد فصلاً خاصاً للحديث عن الرسم العثماني وضوابطه، وكل ما يتعلق بقواعد الرسم. ¶ ج‍- كما عقد فصلاً مستقلاً تحدث فيه عن آداب القرآن الكريم، وكيفية تلاوته وما ينبغي لقارئ القرآن والقراءات، وكيفية جمع القراءات، مسلك السلف الصالح في ذلك. ¶ د- ثم أعقب ذلك كله ببيان أصول القراءات، وتوجيهها من حيث العربية، ثم أعقب ذلك بالفرش، وهو ما يخص كل سورة من سور القرآن الكريم على حدة. ¶ هـ‍- ثم يذكر المؤلف عند البدء بالسورة اسمها وكونها مكية أو مدنية ثم يثني بالفواصل وعدد الآيات والخلاف فيها موجهاً القراءات من حيث اللغة والإعراب إلخ..",
            "page": "85",
            "part": "1",
            "seal": "87E08BAC"
        },
        {
            "id": "133",
            "nass": "2- الاهتمام بالتوجيه، لا يكتفي برأي واحد في التوجيه، حتى ولو كان مشهوراً بل يروي كل ما قيل فيها ويشير إلى الراجح منها1. ¶ 3- الاهتمام بالتفسير: الإمام البنا اعتنى بهذه الناحية عناية تامة حيث يتبع الكلام على أوجه القراءات بالحديث عن المعاني التي تفهم تبعاً لهذا الاختلاف2. ¶ 4- العناية بالأحكام الفقهية: كذلك من مميزات هذا الكتاب أنه - أحياناً - يتعرض لبعض الأحكام الفقهية التي تمس جانب القراءات سواء في الصلاة، أو خارجها3. ¶ والكتاب طبع في الأستانة سنة 1285هـ، ثم بالمطبعة الميمنية بالقاهرة سنة 1317هـ نشر مكتبة مصطفى البابي الحلبي، وطبع بمطبعة المشهد الحسيني سنة 1359هـ. ¶ وأخيراً طبع بتحقيق الدكتور شعبان محمد إسماعيل في مجلدين عن دار عالم الكتب ببيروت ومكتبة الكليات الأزهرية بالقاهرة في طبعة الأولى سنة 1407هـ. ¶ __________ ¶ 1 انظر أمثلة على هذا في مقدمة الكتاب 1/54. ¶ 2 انظر أمثلة على هذا في مقدمة الكتاب 1/55. ¶ 3 انظر أمثلة على هذا في مقدمة الكتاب 1/57.",
            "page": "86",
            "part": "1",
            "seal": "21E2C4D5"
        },
        {
            "id": "134",
            "nass": "المبحث الثاني: أشهر المؤلفات في العصر الحديث ¶ مدخل ¶ ... ¶ المبحث الثاني: أشهر المؤلفات في العصر الحديث:- ¶ وبعد هذه الجهود المباركة جاءت على المسلمين فترة ضعف خفتت فيها تلك الجذوة الوهاجة التي شهدتها القرون السابقة، فضعف التأليف في العلوم عامة، وفي علوم القرآن خاصة، ولم يظهر في العالم الإسلامي الواسع من المصنفات إلا اليسير النادر بين الفينة والفينة، يعتمد مؤلفوها على جهود سابقيهم ومصنفاتهم، فغلب على مؤلفاتهم النادرة صبغة الاختصار حيناً، والشرح والتبسيط حيناً آخر، وقد دامت مدة الفتور هذه أكثر من ثلاثة قرون، ولعل أسبابه تعود إلى ما تعرض له العالم الإسلامي من كيد الأعداء، والضربات الموجعة التي تلقاها في مواطن عديدة من دياره، كان أقواها تلك الحملة الصليبية الشرسة التي نكبت بديار الأندلس في المغرب العربي، والأندلس كما هو معروف مركز من مراكز الإشعاع الحضاري والعلمي الذي مد العالم الإسلامي خلال القرون الماضية بنخبة من المفسرين الذين لا يشق لهم غبار، بل يستطيع المرء أن يقرر هنا أن التفسير وعلوم القرآن والقراءات نضج واستوى على سوقه بالصورة المشرقة التي نراها من خلال جهود المفسرين والقراء من الديار المغربية وعلمائها، وبخاصة أهل الأندلس، غير أن الهجمة التي تعرض لها أرض العلم ومأوى العلماء في الأندلس، والاحتلال الذي اغتصب أرض الخير هناك، جعل العلماء الذين هم القادة ينصرفون عن التعليم ليحملوا السلاح، وليدافعوا عن ديار الإسلام لتطهير الأراضي كما كانوا يفعلون لتطهير القلوب وحينما سئل المؤرخ الإسلامي الأستاذ محمود شاكر عن سبب فتور العلم في هذه المرحلة، وعدم ظهور المصنفات، لم يتردد في عزو ذلك إلى انشغال العلماء بالجهاد حيث قال: حين سقطت الأندلس عام 897هـ وبدأت سيطرة النصارى توجه العلماء وطلبة",
            "page": "87",
            "part": "1",
            "seal": "2D2A5D06"
        },
        {
            "id": "135",
            "nass": "العلم والخيرات إلى المقاومة، وكان العلماء هم الذين يقودون المقاومة. وقد دامت هذه الفترة العصيبة مدة طويلة. قال: ولهذا نجد حقد الصليبية على العلماء وعلى فكرهم إلى يومنا هذا. ¶ وأضاف يقول: وهذه الظاهرة لم تقتصر على العلوم الدينية بل شملت العلوم التجريبية وتابع قوله: وبعد سقوط الخلافة الإسلامية، انحصر كل مصر من أمصار المسلمين بنفسه، واستقل بذاته، وفصلت الديار الإسلامية. وحين رأى الخيرون من أبناء المسلمين أنهم أصبحوا في المساجد، ودفع الناس أبناءهم إليها، وتزاحم الطلبة على أبواب من بقي من أهل العلم، ينهلون المعارف، حتى شهد العالم الإسلامي بفضل الله نهضة مباركة شملت كثيراً من ميادين الحياة، فكانت المرحلة الثالثة في العصر الحديث. ¶ هذا وقد وجدت مجموعة مؤلفات هنا وهناك من ديار الإسلام بين الحين والآخر، من ذلك: ¶ النشر في القراءات العشر، وغاية النهاية في طبقات القراء: للإمام محمد ابن الجزري (ت 833هـ) . ¶ الدقائق المحكمة في القراءات: لزكريا الأنصاري (ت 926هـ) . ¶ قلائد المرجان في الناسخ والمنسوخ من القرآن: لمرعي بن يوسف الكرمي (ت 1033هـ) وقد طبع. ¶ القواعد المقررة والفوائد المحررة في القراءات السبع: للعلامة أبو الإكرام شمس الدين البقري (ت 1111هـ) . ¶ تحفة الفقير ببعض علوم التفسير: لشمس الدين أبو عبد الله محمد بن سلامة الإسكندري المالكي (ت 1149هـ) وقد طبع.",
            "page": "88",
            "part": "1",
            "seal": "985EE680"
        },
        {
            "id": "136",
            "nass": "الزيادة والإحسان في علوم القرآن: لابن عقيلة محمد بن أحمد الحنفي المكي (ت 1150هـ) . ¶ الفوز الكبير في أصول التفسير: لولي الله الدهلوي (ت 1176هـ) . ¶ إرشاد الرحمن لأسباب النزول والنسخ والمتشابهة وتجويد القرآن: لعطية الله بن عطية البرهان الأجهوري (ت 1190هـ) . ¶ لب التفاسير في معرفة أسباب النزول والتفسير: لمحمد بن عبد الله القاضي الرومي (ت 1195هـ) . ¶ عجيب البيان في علوم القرآن: للشيخ عبد الباسط بن رستم علي بن أصغر القنوجي (ت 1223هـ) . ¶ هبة المنان في تحرير أوجه القرآن: للعلامة محمد الطباخ المصري (ت 1250هـ) . ¶ جواهر القرآن في التجويد: محمود بن محمد بن مهدي العلوي التبريزي (ت 1287هـ) . ¶ وكان الغالب على تلك المؤلفات سمة النقل والانتخاب، يتخللها أحياناً تعليقات وإضافات هي الأخرى مختارة ومنتقاة من علوم الأولين، ويستطيع المرء أن يؤكد هنا فقدان هذه الفترة لعنصر التجديد والابتكار. ¶ في عصرنا الحديث نهضت جملة من العلوم، وشهدت الساحة العلمية تنافساً قوياً في شتى ميادين المعرفة، وقد كان للعلوم الإسلامية عامة وعلوم القرآن بصورة خاصة حظ وافر، ونصيب كبير من ذلك الاهتمام، زادت الصحوة المباركة التي شملت كافة الديار الإسلامية من هذا الاهتمام، فظهرت المؤلفات التي تخصصت بالدراسات القرآنية، وأعاد ثلة من العلماء النظر في",
            "page": "89",
            "part": "1",
            "seal": "825D5711"
        },
        {
            "id": "137",
            "nass": "ذلك التراث الضخم الذي بقي مخطوطاً والذي أثقلت رفوف المكتبات العامة والخاصة من حمله، فأخرجته أيدي المحققين، بعد أن نفضت عنه تراب السنين، وعكف الباحثون على تحقيقه وإخراجه بصورة مرضية، وفق أسس منهجية علمية، يعيدون النظر في المواضع التي تحتاج منهم إلى إعادة نظر، فقوموا النص، وأخرجوه على أفضل صورة بعد أن وقفوا على النسخ المتعددة وقابلوا بينها، ولم يأل أولئك جهداً في إثبات التعليقات المفيدة، والإضافات النافعة، وشرح الغامض من الألفاظ والعبارات، وبخاصة تلك التي أصبحت غريبة على جيل العصر، فذيلت الأصول بحواش قربت البعيد، ويسرت الصعيب، وأصبح في إمكان طالب العلم فهم نصوص السلف على مرادهم بيسر وسهولة. ¶ واتجه فريق آخر من أهل العلم إلى الكتابة ابتداءً، ورأى أن لكل جيل مفهومه وقدراته وحاجاته، وأن من حق أبناء العصر أن يقدم لهم العلم بالطريقة التي يفهمونها، وبالأسلوب الذي يرتاحون له، فظهرت المصنفات التي بدا عليها هذه السمات، مع التحقيق والتمحيص بين المنقولات، ويمثل كتاب الأستاذ الدكتور مصطفى زيد \"النسخ في القرآن الكريم\" واحداً من هذه المصنفات التي عالجت موضوعاً قرآنياً بنظرة حديثة، وكذا كتاب الأستاذ غانم قدوري الذي أسماه: رسم المصحف، دراسة لغوية وتقويمية. ¶ كما كان للاستحداث الذي حدث لأسلوب التعليم في الجامعات والأكاديميات العلمية، أثر عظيم في نوعية التآليف التي ظهرت.",
            "page": "90",
            "part": "1",
            "seal": "74005DAB"
        },
        {
            "id": "138",
            "nass": "ولأن العصر الحديث قد أفرز على السطح علوماً تجريبية علمية، واعتمدت النظريات العلمية الحديثة والتي على ضوئها شهدت الساحة هذا التفوق الحضاري في الميادين التجريبية، وكانت الحاجة لتفسير نصوص الشرع التي فيها إشارات - قريبة كانت أم بعيدة - تفسيراً علمياً يواكب التقدم ضرورة ملحة، فظهرت المؤلفات التي حاول مؤلفوها مواكبة هذا التطور، وظهر ما يسمى بالتفسير العلمي، فكان فناً من فنون علوم القرآن، وظهر التفسير الموضوعي الذي عالج موضوعاً معيناً من خلال القرآن كله، أو من خلال سورة منه، أو بتتبع لفظة من كتاب الله، وزاد الاهتمام بإظهار جوانب الإعجاز العلمي في القرآن، وظهرت المؤلفات في الإعجاز الطبي والكوني. وغير ذلك، والمؤلفات في ذلك كثيرة لعلنا نشير إلى بعضها في ختام هذا البحث. ¶ كما دعت الحاجة حين أصبح التواصل بين شعوب العالم يسيراً، إلى تقديم ترجمات ميسرة من معاني كتاب الله إلى تلك الشعوب، فأصبح البحث الدقيق في مسألة ترجمة معاني القرآن إلى تلك اللغات العالمية، أمراً في غاية الضرورة. وقل مثل هذا في عدد العلوم التي دعت حاجة العصر إلى نشوئها أو التعمق فيها. ¶ أريد أن أؤكد هنا أن العصر الحالي قد أوجد مجموعة من العلوم لم تكن موضع اهتمام العلماء السابقين لكونها لم تكن من قبل، أو لأنها لم تتضح لهم بمثل ما اتضح للجيل الذي عاصر التقدم العلمي في المجالات التجريبية.",
            "page": "91",
            "part": "1",
            "seal": "5A00332F"
        },
        {
            "id": "139",
            "nass": "وعلى العموم يستطيع المرء أن يؤكد أن التأليف في علوم القرآن في العصر الحديث قد اتصف بالآتي: ¶ عدم التجديد غالباً، والاعتماد شبه الكامل على علوم الأقدمين وكتاباتهم. ¶ سهولة العبارة، وعدم التعمق، في الغالب أيضاً. ¶ التكرار، وعدم التوثيق. ¶ التركيز على بعض العلوم دون بعض. ¶ جودة التبويب، وحسن العرض والترتيب. ¶ ظهور فنون جديدة لم تكن عند الأقدمين، أو لم تكن موضع عنايتهم. ¶ ومن أهم المؤلفات التي ظهرت في العصر الحديث وهي كثيرة أذكر منها:",
            "page": "92",
            "part": "1",
            "seal": "3A1CAEC9"
        },
        {
            "id": "140",
            "nass": "أولاً: المؤلفات الموسوعية: ¶ يغلب على المؤلفات الموسوعية في عصرنا الحالي سمة الانتخاب والاختصار، وقد اعتمد المؤلفون في كتابتهم على كتابي الإتقان للسيوطي، والبرهان للزركشي، وكان السيوطي هو الأكثر اعتماداً. ¶ وتفاوتت نظرة المؤلفين إلى الفنون التي اختاروها لدراستها، فربما كان الاختيار خاضعاً لأنظمة الجامعات التي تقرر بعض الموضوعات على طلبتها مقررات دراسية، كما تفاوتت معالجتهم لتلك الفنون، إذ غالب المؤلفات الموسوعية في هذا العصر هي في الأصل محاضرات ألقيت على الطلبة، ثم جمعها كاتبها ونشرها كتاباً مستقلاً، سواء أدخلت عليها التعديلات التي ترتقي بها إلى مستوى إخراجها كتاباً مستقلاً، أم لم تدخل.",
            "page": "92",
            "part": "1",
            "seal": "CA105083"
        },
        {
            "id": "141",
            "nass": "وأود أن أشيد هنا ببعض تلك البحوث والكتابات التي كانت جادَّة في معالجتها، قوية في مضامينها، رائدة في بابها، حملت لطلبة العلم نظرات علمية فاحصة، يشهد المرء لكاتبها بعمق التفكير، وسلامة الاختيار، وقوة الدليل وصحته، فيسلم لكثير من ترجيحاتهم، وتهدأ النفس لأدلتهم وطريقة معاجلتهم، ولهذا ذاع صيتها وانتشرت بين طلبة العلم حتى صنفت في مستوى أمهات المؤلفات. وخير مثال نقدمه هنا هو كتاب \"مناهل العرفان\" للأستاذ عبد العظيم الزرقاني - رحمه الله - وكتاب \"التفسير والمفسرون\" للأستاذ محمد حسين الذهبي - رحمه الله - و \"مباحث في علوم القرآن\" للشيخ مناع القطان، ولصبحي الصالح، و \"علوم القرآن، مدخل إلى تفسير القرآن وبيان إعجازه\" للأستاذ عدنان زرزور، و \"مدخل إلى علوم القرآن والتفسير\" للدكتور فاروق حماده، وغيرها. ¶ ومن أهم المؤلفات الموسوعية التي ظهرت في هذه المرحلة: ¶ الإيجاز والبيان في علوم القرآن: محمد صادق قمحاوي. ¶ تاريخ القرآن: د/ عدنان زرزور. ¶ البدور الزاهرة في القراءات العشر المتواترة من طريقي الشاطبية والدرة: لعبد الفتاح القاضي (ت 1403هـ) . ¶ البيان في علوم القرآن: محمد حسنين مخلوف العدوي. ¶ البيان في مباحث من علوم القرآن: الشيخ عبد الوهاب غزلان. ¶ التبيان في علوم القرآن: د/ القصيبي محمود زلط. ¶ التبيان لبعض المباحث المتعلقة بالقرآن على طريقة الإتقان: الشيخ طاهر بن صالح بن أحمد الجزائري الدمشقي (ت 1338هـ) .",
            "page": "93",
            "part": "1",
            "seal": "5D8A481F"
        },
        {
            "id": "142",
            "nass": "دراسات في أصول تفسير القرآن: د/ محسن عبد الحميد. ¶ دراسات في التفسير ورجاله: أبو اليقظان عطية الجبوري. ¶ دراسات في علوم القرآن: د/ أمير عبد العزيز. ¶ دراسات في علوم القرآن: د/ عبد القهار داود العاني. ¶ دراسات في علوم القرآن الكريم: د/ فهد بن عبد الرحمن بن سليمان الرومي. ¶ دراسات في علوم القرآن: د/ محمد أمين فرشوخ. ¶ دراسات في علوم القرآن: د/ محمد بكر إسماعيل. ¶ علوم القرآن: د/ أحمد عادل كمال. ¶ علوم القرآن: د/ عبد المنعم النمر. ¶ علوم القرآن: د/ عزت حسين. ¶ علوم القرآن: د/ محمد الكومي، ود/ محمد القاسم. ¶ علوم القرآن: مدخل إلى تفسير القرآن وبيان إعجازه: د/ عدنان زرزور. ¶ علوم القرآن المنتقى: د/ فرج توفيق الوليد ود/ فاضل شاكر النعيمي. ¶ علوم القرآن والحديث: الشيخ أحمد محمد علي داود. ¶ في علوم القرآن: كفافي الشريف. ¶ القرآن المجيد، تنزيله، أسلوبه، أثره، جمعه: محمد عزة دروزه. ¶ القرآن الكريم، تاريخه وآدابه: إبراهيم علي عمر. ¶ لمحات في علوم القرآن واتجاهات المفسرين: د/ محمد لطفي الصباغ. ¶ مباحث في علوم القرآن: د/ صبحي الصالح.",
            "page": "94",
            "part": "1",
            "seal": "952660E6"
        },
        {
            "id": "143",
            "nass": "مباحث في علوم القرآن: فضيلة الشيخ مناع بن خليل القطان. ¶ المعجزة الكبرى القرآن (نزوله - كتابته - جمعه - إعجازه - جدله - علومه - تفسيره - حكم الغناء به) : محمد أبو زهرة. ¶ معجم القراءات القرآنية: د/ أحمد مختار عمر ود/ عبد العال سالم مكرم. ¶ مدخل إلى علوم القرآن والتفسير: د/ فاروق حمادة. ¶ المدخل لدراسة القرآن الكريم: محمد محمد أبو شهبة. ¶ المرشد الوافي في علوم القرآن: د/ محمود بسيوني فوده. ¶ المنار في علوم القرآن: د/ محمد علي الحسن. ¶ مناهل العرفان في علوم القرآن: محمد بن عبد العظيم الزرقاني (ت 1367هـ) . ¶ من علوم القرآن: د/ عبد الفتاح القاضي. ¶ من علوم القرآن: د/ فؤاد علي رضا. ¶ يتيمية البيان في شيء من علوم القرآن: محمد يوسف البنوري.",
            "page": "95",
            "part": "1",
            "seal": "3C652DB8"
        },
        {
            "id": "144",
            "nass": "ثانياً: المؤلفات الموضوعية: ¶ فرق بين المؤلفات الموضوعية عند الأقدمين عنه عند المتأخرين، فالأقدمون كان اهتمامهم منصباً على الموضوعات التي تخدم كتاب الله، وتيسر سبل فهمه، وتلك التي تهتم بتاريخ القرآن، فكانت ألصق بمصطلح علوم القرآن الذي أطلقناه من قبل بمفهومه الخاص، بخلاف المتأخرين الذين وجهوا اهتمامهم إلى الموضوعات والدراسات القرآنية التي تتعلق بالنص القرآني، فقد",
            "page": "95",
            "part": "1",
            "seal": "C9F24BBF"
        },
        {
            "id": "145",
            "nass": "لقيت هذه الموضوعات منهم عناية خاصة في هذه المرحلة، وكان حظها من التأليف أفضل من غيرها، ولعل سبب ذلك يعود إلى ما ذكرنا من قبل من توجه المتأخرين إلى البحوث التخصصية الدقيقة التي تفي بحاجة العصر، فتوضح المشكل، وتقرب البعيد، ولعل آخر هذه البحوث التي وقعت في يدي ما كتبه الدكتور الفاضل عبد العزيز القارئ حول \"حديث الأحرف السبعة\"، وما كتبه الدكتور محمد بن عبد الرحمن الشايع عن \"أسباب اختلاف المفسرين\"، وما كتبه الشيخ مساعد بن سليمان الطيار بعنوان \"فصول في أصول التفسير\". ¶ إضافة إلى أن الجامعات ودور العلم في الفترة الأخيرة من العصر الحديث يسرت الدراسة في أقسام الدراسات العليا بكلياتها أكثر من ذي قبل، والتحق طلبة العلم بالتخصصات الدقيقة في علوم القرآن والتفسير، وقدمت البحوث التخصصية التي هي من متطلبات الحصول على الدرجات العلمية، تحت إشراف نخبة من أهل العلم، فظهرت بحوث قيمة هنا وهناك، وظهر ثلة من الباحثين المتخصصين الذين قدموا بحوثاً جليلة غيرت كثيراً من المفاهيم السائدة والخاطئة، واشتهرت تلك الرسائل حتى أخذت مكانها بين أمهات الكتب، وإن كان أغلبها قد بقي مخطوطاً. ومن الرسائل التي اشتهرت \"دستور الأخلاق في القرآن\" للأستاذ القدير محمد عبد الله دراز – رحمه الله-، وكتاب \"اتجاهات التفسير في القرن الرابع عشر\" و \"منهج المدرسة العقلية في التفسير\" وكلاهما لفضيلة الدكتور/ فهد بن عبد الرحمن الرومي - حفظه الله - ومدرسة التفسير في الأندلس للأستاذ/ مصطفى إبراهيم المشني، وابن جزي الكلبي ومنهجه في التفسير للأستاذ/ علي ابن محمد الزبيري. وغيرها.",
            "page": "96",
            "part": "1",
            "seal": "B49C00D1"
        },
        {
            "id": "146",
            "nass": "هذا والمؤلفات الموضوعية التي طبعت كثيرة، وأكثر منها تلك التي بقيت حبيسة الرفوف في الجامعات فلم تجد طريقها إلى النشر، وسأذكر هنا نماذج منهما. ¶ اتجاهات التفسير في العصر الراهن: د/ عبد المجيد المحتسب. ¶ اتجاهات التفسير في القرن الرابع عشر: د/ فهد الرومي. ¶ الأحرف السبعة في القرآن الكريم: د/ حسن ضياء الدين عتر. ¶ أسباب اختلاف المفسرين: د/ محمد بن عبد الرحمن الشايع. ¶ أسباب النزول وأثرها في التفسير: الشيخ/ عصام عبد المحسن الحميدان. ¶ استخراج الجدال عن القرآن: تحقيق د/ زاهر عواض الألمعي. ¶ الإعجاز العددي للقرآن الكريم: د/ عبد الرزاق نوفل. ¶ إعجاز القرآن والبلاغة النبوية: مصطفى صادق الرافعي (ت 1356هـ) . ¶ الإعجاز النحوي في القرآن الكريم: د/ فتحي الدجني. ¶ إعراب القرآن الكريم: محي الدين درويش. ¶ أمثال القرآن وأثرها في الأدب العربي إلى نهاية القرن الثالث الهجري: نور الحق تنوير. ¶ الأمثال القرآنية دراسة وتحليل وتصنيف ورسم لأصولها وقواعدها ومناهجها: عبد الرحمن حبنكة الميداني. ¶ بلاغة القرآن: محمد الخضر حسين. ¶ تاريخ القرآن: إبراهيم الأبياري.",
            "page": "97",
            "part": "1",
            "seal": "98EFA837"
        },
        {
            "id": "147",
            "nass": "التجويد الميسر: عبد العزيز عبد الفتاح القارئ. ¶ حديث نزول القرآن على سبعة أحرف: د/ عبد العزيز القارئ. ¶ التفصيل والبيان عن تفصيل آي القرآن: محمد زكي صالح. ¶ التصوير الفني في القرآن: سيد قطب (ت 1385هـ) . ¶ جواهر البيان في تناسب سور القرآن: عبد الله محمد صديق الغماري. ¶ دراسات في أسلوب القرآن الكريم: محمد عبد الخالق عظيمة (ت 1403هـ) . ¶ دراسات الإحكام والنسخ في القرآن الكريم: محمد حمزة. ¶ الرأي الصواب في منسوخ الكتاب: جواد موسى محمد عفانه. ¶ رسم المصحف، دراسة لغوية وتقويمية: غانم قدوري. ¶ الفروق اللغوية وأثرها في التفسير: د/ محمد بن عبد الرحمن الشايع. ¶ في إعجاز القرآن، دراسة تحليلية لسورة الأنفال (المحتوى والبناء) : د/ محمد مختار البزرة. ¶ القصص القرآني: عماد زهير حافظ. ¶ قصة التفسير: د/ أحمد الشرباصي. ¶ اللامات في القرآن: عبد الهادي الفضلي. ¶ مباحث في إعجاز القرآن: د/ مصطفى مسلم محمد. ¶ متشابه القرآن دراسة موضوعية: د/ عدنان زرزور. ¶ المشاهد في القرآن الكريم: د/ حامد صادق قنيبي. ¶ مشاهد القيامة في القرآن: سيد قطب (ت 1385هـ) . ¶ المعجزة القرآنية: محمد العفيفي.",
            "page": "98",
            "part": "1",
            "seal": "8E1BE7E4"
        },
        {
            "id": "148",
            "nass": "مناهج المفسرين من العصر الأول إلى العصر الراهن: د/ محمد النقراشي السيد علي. ¶ نزول القرآن على سبعة أحرف: للشيخ مناع القطان. ¶ النسخ في القرآن الكريم – دراسة تشريعية تاريخية نقدية: د/ مصطفى زيد. ¶ النسخ في القرآن الكريم – مفهومه تاريخه دعاواه: د/ محمد صالح. ¶ الوجوه والأشباه والنظائر في القرآن الكريم (دراسة موازنة) : د/ سليمان حمد القرعاوي. ¶ أما الرسائل الجامعية التي لم تطبع فيما أعلم فهي كثيرة، أذكر منها بعض العناوين المسجلة في جامعات المملكة: ¶ آيات البعث في القرآن الكريم: عبد العزيز بن راجي الصاعدي، جامعة أم القرى – كلية الشريعة والدراسات الإسلامية – الدراسات العليا الشرعية – رسالة ماجستير 1397هـ. ¶ آيات العتاب في القرآن الكريم، دراسة تحليلية موضوعية: نورة محمد الجليل – الرئاسة العامة لتعليم البنات – الآداب للبنات بالرياض – الدراسات الإسلامية – رسالة ماجستير 1408هـ. ¶ اختلاف المفسرين: أسبابه وآثاره: سعود عبد الله الفنيسان – جامعة الإمام محمد بن سعود الإسلامية – كلية أصول الدين – رسالة دكتوراه – 1402هـ.",
            "page": "99",
            "part": "1",
            "seal": "85CFD1B8"
        },
        {
            "id": "149",
            "nass": "اختلاف التنوع والتضاد في تفسير السلف: عبد الله بن عبد الله الأهدل، جامعة الإمام محمد بن سعود الإسلامية – كلية أصول الدين - رسالة دكتوراه - 1408هـ. ¶ أصول التفسير بين شيخ الإسلام ابن تيمية وغيره من المفسرين: عبد الله ديريه أبتدون - الجامعة الإسلامية - الدراسات العليا - التفسير – رسالة ماجستير 1403هـ. ¶ الإمام الدهلوي، منهجه في التفسير وآراؤه في مباحث من علوم القرآن: خليل الرحمن سجاد – الجامعة الإسلامية - الدراسات العليا - التفسير - رسالة ماجستير 1402هـ. ¶ أمثال القرآن: منصور بن عون العبدلي، جامعة أم القرى، رسالة ماجستير 1394هـ. ¶ تاريخ علوم القرآن حتى نهاية القرن الخامس الهجري: أحسن بن سخاء محمد أشرف الدين - الجامعة الإسلامية – الدراسات العليا - التفسير - رسالة ماجستير 1405هـ. ¶ تفاسير آيات الأحكام ومناهجها: علي بن سليمان العبيد - جامعة الإمام محمد بن سعود الإسلامية - كلية أصول الدين - رسالة دكتوراه - 1407هـ. ¶ التفسير بالرأي، ما له وما عليه: أحمد بن عمر عبد الله – الجامعة الإسلامية – الدراسات العليا - التفسير - رسالة ماجستير 1401هـ.",
            "page": "100",
            "part": "1",
            "seal": "68907E3A"
        },
        {
            "id": "150",
            "nass": "التفسير بين الرأي والأثر: محمد حلمي أبو غزالة - جامعة أم القرى - كلية الشريعة والدراسات الإسلامية - الدراسات العليا الشرعية – رسالة ماجستير، 1398هـ. ¶ التفسير في عهد الصحابة، مصادره ومزاياه: ناصر بن محمد الحميد - جامعة الإمام محمد بن سعود الإسلامية - كلية أصول الدين - رسالة ماجستير 1399هـ. ¶ التفسير في القرن الأول الهجري: فائقة إدريس عبد الله – جامعة أم القرى - كلية الشريعة والدراسات الإسلامية - الدراسات العليا الشرعية - رسالة ماجستير 1404هـ. ¶ دراسة تقويمية لكتاب مناهل العرفان للزرقاني: خالد بن عثمان السبت، الجامعة الإسلامية، رسالة ماجستير 1411هـ. ¶ علم القراءات، نشأته، أطواره، أثره في العلوم الشرعية: د/ نبيل بن محمد آل إسماعيل – كلية أصول الدين – جامعة الإمام محمد بن سعود الإسلامية – رسالة ماجستير 1411هـ. ¶ فواتح السور في القرآن الكريم: فاروق حسين محمد أمين – الجامعة الإسلامية – الدراسات العليا – التفسير – رسالة ماجستير 1403هـ. ¶ قواعد الترجيح عند المفسرين: حسين بن علي الحربي – كلية أصول الدين – جامعة الإمام محمد بن سعود الإسلامية – كلية أصول الدين – رسالة ماجستير 1416هـ. ¶ المتولي وجهوده في علم القراءات: إبراهيم بن سعيد الدوسري: كلية أصول الدين – جامعة الإمام، رسالة ماجستير 1411هـ.",
            "page": "101",
            "part": "1",
            "seal": "DC5E7716"
        },
        {
            "id": "151",
            "nass": "المدرسة الأندلسية في التفسير: زيد عمر عبد الله – جامعة الإمام محمد ابن سعود الإسلامية – كلية أصول الدين – رسالة دكتوراه 1404هـ. ¶ الوقف وأثره في التفسير: مساعد بن سليمان الطيار – جامعة الإمام محمد بن سعود الإسلامية – كلية أصول الدين - رسالة ماجستير 1414هـ.",
            "page": "102",
            "part": "1",
            "seal": "4827EDC6"
        },
        {
            "id": "152",
            "nass": "الخاتمة ¶ الحمد لله الذي بنعمته تتم الصالحات والصلاة والسلام على أشرف المرسلين نبينا محمد وآله وصحبه ذوي الهمم العاليات وسلم تسليماً وبعد: ¶ فأحمد الله الذي سهل إتمام هذا البحث على هذا النحو، وقد توصلت فيه إلى بعض النتائج التالية:- ¶ صدق وعد الله تعالى بالتكفل بحفظ كتابه العزيز كما قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (سورة الحجر: 9) وذلك بتهيئة العلماء الذين يقومون بتعليم القرآن وعلومه عبر الأجيال الإسلامية. ¶ التأليف في مجال القرآن وقراءاته وقف جنباً إلى جنب مع تعليم القرآن وتدريسه فظهرت المؤلفات الباهية الواضعة لأسس القرآن وقراءاته. ¶ مدى اهتمام الأمة بالقرآن من العصر النبوي إلى عصرنا هذا فالاهتمام به مستمر حتى الآن. ¶ ومن أهم التوصيات والمقترحات التي أرجو أن تتحقق هي: ¶ أولاً: ينبغي للمسلمين أن يلقنوا أولادهم منذ الصغر، وأن يعودوهم العناية به؛ لأنه المصدر الأول، الذي به تعرف الشريعة الإسلامية، الخالدة، وعلى الناشئة من أبناء المسلمين أن يتلقوا القرآن من أفواه القراء؛ لأنه طريقة مأثورة عن رسول الله صلى الله عليه وسلم، والتقيد بها واجب شرعاً. ¶ ويجب الحرص على وجود فئة من كل جيل تحفظ القرآن بقراءته غيباً، تلقيناً عمن قبلهم من القراء؛ لتتصل سلسلة السند في حفظ القرآن إلى أن يرث الله الأرض ومن عليها.",
            "page": "103",
            "part": "1",
            "seal": "F14B23EF"
        },
        {
            "id": "153",
            "nass": "ثانياً: ينبغي لوزارة الشؤون الإسلامية وجمعيات تحفيظ القرآن في الدول الإسلامية أن تعتني بدراسة الوسائل الناجعة لنشر القرآن بين المسلمين على نطاق واسع؛ لأنه السبيل الوحيد لرأب الصدع وتوحيد الصف وجمع الكلمة، وأن توضع لذلك مناهج جديدة تعنى بالقرآن الكريم تلاوة واستحفاظاً وتفسيراً وبياناً لأهم مسائل علوم القرآن والقراءات، وتشجيع مدرسي القرآن الكريم برواتب ومكافآت تعينهم على أداء واجبهم. ¶ ثالثاً: أقترح على المسلمين وعلمائهم كافة أن يواصلوا اهتمامهم بنشر الكتب التي توضح للمسلمين - وبخاصة طلبة العلم - أهمية علم القرآن والقراءات وتبين لهم حقيقة هذا العلم وأصوله، كذلك حث طلبة الدراسات العليا بإعادة تحقيق بعض كتب القراءات التي حققها المستشرقون الذين لا يوثق بتحقيقاتهم غالباً لقلة أمانتهم العملية، وعدم تعمقهم بالعربية ووقوعهم في تصحيفات وأخطاء منكرة، كما لا يوثق بعزوهم إلى ما يعزون إليه، لقلة فهمهم كلام العرب، ولتعمد بعضهم التشويه والكذب والتحريف. ¶ رابعاً: أن تتبنى الجهات ذات العلاقة لخدمة القرآن برامج إذاعية تهدف إلى توعية الأمة الإسلامية بحقيقة هذا القرآن، وتقوية الصلة به، والاستزادة من الثقة فيه، والتماس الوسائل الكفيلة بذلك. ¶ وفي ختام هذه الدراسة أقول: إن هذه محاولة متواضعة غاية التواضع. أردت أن أشارك بها في ميدان البحث العلمي، خدمة للدراسات القرآنية. وما أبرئ نفسي من القصور أو التقصير، فتلك شيمة الإنسان في كل زمان ومكان؛ ذلك أن الكمال المطلق لكتاب الله وحده. أما أعمال بني الإنسان فإنها عرضة للخطأ والنسيان، موصولة بمدد لا يكاد ينقطع من عشرات",
            "page": "104",
            "part": "1",
            "seal": "020BA375"
        },
        {
            "id": "154",
            "nass": "الهفوات والزلات، ومهما بالغ المرء في الحرص واليقظة فلا بد من العثار في هافية القول، أو عافية العقل. ¶ وإن تجد عيباً فسدّ الخللا ... جل من لا عيب فيه وعلا ¶ {رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} وصلى الله على سيدنا محمد وآله وصحبه أجمعين.",
            "page": "105",
            "part": "1",
            "seal": "B9B4EE0C"
        }
    ],
    "t8517": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: جهود المسلمين في تعليم القرآن والقراءات وأشهر العلماء في ذلك"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: أشهر علماء القرآن والقراءات من القرن الرابع وحتى القرن الرابع عشر"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": "2",
            "tit": "مدخل"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": null,
            "tit": "أحمد بن فرح (ت 303هـ)"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": null,
            "tit": "أبو بكر بن سيف (ت 307هـ)"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "أبو بكر بن مجاهد (ت 324هـ)"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "المطوعي (ت 371هـ)"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "علي بن محمد بن إسماعيل (ت 377هـ)"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "علي بن داود القطان (ت 402هـ)"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "مكي بن أبي طالب (ت 437هـ)"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "أبو عمرو الداني (ت 444هـ)"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "أبو معشر الطبري (ت 478 هـ)"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": null,
            "tit": "عبد القاهر بن عبد السلام المكي (ت 493 هـ)"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "الحسن بن عبد الله (ت 547 هـ)"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "الشريف الخطيب (ت 563 هـ)"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "الشاطبي (ت 590 هـ)"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "علم الدين السخاوي (ت 643 هـ)"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "عبد الصمد بن أبي الجيش (ت 676 هـ)"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "أبو جعفر بن الزبير (ت 708هـ)"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "تقي الدين الصائغ (ت 725هـ)"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "أبو عبد الله الذهبي (ت 748هـ)"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "أبو العباس الكفري (ت 776هـ)"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "ابن القاصح (ت 801 هـ)"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "أبو الخير محمد بن محمد بن الجزري (ت 833هـ)"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "أبو منصور الشيباني الطبري (841 هـ)"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "زكريا الأنصاري (ت 926 هـ)"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "إبراهيم بن علوي (938 هـ)"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ أحمد بن أحمد الطيبي (ت 979هـ)"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": null,
            "tit": "الملا علي القاري (1014هـ)"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "سلطان المزاحي (ت 1075 هـ)"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "عبد الله باقشير (1076 هـ)"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "أبو الإكرام البقري (ت 1111هـ)"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": null,
            "tit": "أحمد النخلي (1130هـ)"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ إبراهيم الحافظ (ت 1186 هـ)"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "العلامة الطباخ (ت 1250هـ تقريبا)"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "أحمد المرزوقي (1262هـ)"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ أحمد بن علي محمد الحلواني (ت 1307هـ)"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "العلامة المتولي (ت 1313هـ)"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ محفوظ بن عبد الله الترمسي (ت 1338هـ)"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "العلامة الضباع (ت 1376هـ)"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "العلامة الشيخ عبد العزيز عيون السود (ت 1399هـ)"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ حسن الشاعر (ت 1400هـ)"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: أشهر علماء القرآن والقراءات في العصر الحديث"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "73",
            "lvl": "3",
            "sub": null,
            "tit": "1- العلامة عبد الفتاح القاضي (ت 1403 هـ)"
        },
        {
            "id": "75",
            "lvl": "3",
            "sub": null,
            "tit": "2- الشيخ عامر السيد عثمان (ت 1408هـ‍)"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": null,
            "tit": "3- العلامة حسين خطاب (ت 1408هـ)"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: جهود المسلمين في التأليف في علوم القرآن والقراءات"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: أشهر المؤلفات من القرن الرابع إلى القرن الرابع عشر"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": "2",
            "tit": "مدخل"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب السبعة في القراءات"
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب مختصر في شواذ القرآن"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب الحجة للقراء السبعة"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب الغاية في القراءات العشر"
        },
        {
            "id": "91",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب التذكرة في القراءات الثمان"
        },
        {
            "id": "93",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها"
        },
        {
            "id": "95",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب حجة القراءات"
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب التبصرة في القراءات"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب الروضة في القراءات الإحدى عشرة"
        },
        {
            "id": "102",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب التيسير في القراءات السبع"
        },
        {
            "id": "105",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب العنوان في القراءات السبع"
        },
        {
            "id": "108",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب إرشاد المبتدي وتذكرة المنتهي في القراءات العشر"
        },
        {
            "id": "110",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب الإقناع في القراءات السبع"
        },
        {
            "id": "112",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب حرز الأماني ووجه التهاني المعروف بـ \"بالشاطبية، أو اللامية\""
        },
        {
            "id": "116",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب جمال القراء وكمال الإقراء"
        },
        {
            "id": "119",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب المرشد الوجيز إلى علوم تتعلق بالكتاب العزيز"
        },
        {
            "id": "122",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب معرفة القراء الكبار على الطبقات والأعصار"
        },
        {
            "id": "124",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب غاية النهاية في طبقات القراء"
        },
        {
            "id": "126",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب النشر في القراءات العشر"
        },
        {
            "id": "127",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب طيبة النشر في القراءات العشر"
        },
        {
            "id": "129",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب لطائف الإشارات لفنون القراءات"
        },
        {
            "id": "131",
            "lvl": "3",
            "sub": null,
            "tit": "كتاب إتحاف فضلاء البشر بالقراءات الأربعة عشر"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: أشهر المؤلفات في العصر الحديث"
        },
        {
            "id": "134",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "140",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: المؤلفات الموسوعية"
        },
        {
            "id": "144",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: المؤلفات الموضوعية:"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة:"
        }
    ]
}