{
    "b8518": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمه التحقيق ¶ الحمد لله الواحد الأحد، الفرد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفواً أحد، ليس كمثله شيء، وهو السميع البصير. ¶ والصلاة والسلام على سيدنا محمد خاتم النبيين، وسيد المرسلين، المبعوث رحمة للعالمين، ومن تولاه ربه بالعناية والرعاية، وعصمه من الخطأ والزلل، وفتح به عيوناً عمياً, وآذاناً صماً، وقلوباً غلفاً، وعلى أله وصحبه, وبعد: ¶ علوم الإسلام المنبثقة عن القرآن والسنة متنوعة واسعة، وجميعها جليلة القدر، عالية المنزلة؛ وذلك لشرف موضعها، ولعل أشرفها مكانة وأعلاها منزلة, ما يتعلق بمعرفة الله سبحانه, وصفاته, وأسمائه, وكلامه، وما يتفرع عليها من أحوال النبوة، والملائكة والمغيبات, وهو ما يتناوله علم التوحيد، أو علم الكلام. ¶ والحق أن علم الكلام، وهو: أصول جدل المتكلمين في هذا العلم.",
            "page": "5",
            "part": "1",
            "seal": "78F56984"
        },
        {
            "id": "2",
            "nass": "وسبب نشوئه: تفرق الأمة فرقًا شتى، كمل عدها ثلاثا وسبعين فرقة كما قال رسول الله صلي الله عليه وسلم: \"افترقت بنو إسرائيل على ثنتين وسبعين فرقة، وستفترق أمتي على ثلاث وسبعين فرقة، فرقة ناحية, وثنتين وسبعين في النار\". ¶ إلا ما خرج عن الملة فلا يعد منها، فما زاد عن الثلاث والسبعين لا يطعن صحة الحديث المتقدم, ولا يصح في العقل والشرع اعتبارها منها؛ فإنه لا ينطبق عليها اسم الملة، وعدها منها حمق وشطط، فالفرق الرئيسة خمسة, وعن كل ظهرت فرق أخرى بانقسامها على نفسها, ويمكن العود إلى كتب الملل والفرق, لمعرفتها بالتفاصيل، أما الفرق الرئيسة فهي أهل السنة، والشيعة، والخوارج، والمرجئة، والقدرية، أما المعتزلة فليست فرقة مستقلة على الصحيح، بل تقاسم الاعتزال أكثر الفرق عدا السنة. ¶ أما قبل ظهور علم الكلام, فما كان للمسلمين سوى السنة، ويتناقلها الناس حتى بدأ ظهور الفرق المختلفة، وذلك بتعريب الكتب الفلسفية، اليونانية، والهندية، والفارسية، نعم قبل هذا كانت فرق منشؤها ظروف سياسية لا عقائدية بحتة, فضلًا عن مؤامرة اليهود, وعملهم على إشعال فتنة مقتل أمير المؤمنين عثمان بن عفان رضي الله عنه, والتي كانت بداية اختلاف الأمة. ¶ فقام أهل الحديث يدفعون عن عقائدهم المروية بالاسانيد إلى النبي صلي الله عليه وسلم، ويناضلون في سبيل إظهار الحق كما عرفوه، وإظهار شين بدعة ¶ __________ ¶ 1 رواه ابن بطة في: الإبانة: صـ 8، وروى نحوه ابن ماجه: 1322/1، وأبو داود: 259/2، والترمذي: 26،25/5، والدرامي: 241/1، وابن حبان ذكره في: موارد الظمآن: صـ 454، والإمام أحمد في: المسند: 332/2، 145،120/3، 102/4، وأبو يعلى والطبراني في: الأوسط والكبير, كما ذكر في: مجمع الزوائد: 258/7 بأسانيد تتراوح بين الصحة والحسن والضعف.",
            "page": "6",
            "part": "1",
            "seal": "E4AA85A8"
        },
        {
            "id": "3",
            "nass": "الكلام، وفلسفة أهل الأهواء، الذين اعتمدوا الفلسفة مصدرًا لفهم العقائد، وأسلوبًا للتفكير فيها، ورد ما أثبته الكتاب، ونطقت به السنة، والاحتجاج بها على عقائد السلف، واعتبارها حقائق لا يمكن للناس مخالفتها، فكانوا يستدلون بأحكام الكلام لإحكام معاني الآيات والآثار, مع أن القرآن والسنة يستدل بها, ولا يستدل عليها، فما سلم لهم ذلك إلا بصرف الصفات عن حقائقها, والقول بمجازها. ¶ قال أبو بكر الصديق رضي الله عنه: \"السنة حبل الله المتين، فمن تركه فقد قطع حبله من الله\". ¶ وقال ابن عمر: \"من ترك السنة كفر\". ¶ وقال عمر بن عبد العزيز: \"السنة إنما سنها من علم ما جاء في خلافها من الزلل، وأنهم كانوا على المنازعة والجدل أقدر منكم\". ¶ وقال إسحق بن عيسى: سمعت مالك بن أنس يعيب الجدل في الدين، ويقول: \"كلما جاءنا رجل هو أجدل من رجل أردنا أن نترك ما جاء به جبريل إلى النبي صلي الله عليه وسلم\". ¶ وقال سعيد بن جبير: \"لأن يصحب ابني فاسقًا، شاطرًا، سُنِّيًّا، أحب إليَّ من أن يصحب عابدًا مبتدعًا\". ¶ وقال ابن المبارك: \"من تعاطى الكلام تزندق\"1. ¶ واستمر الناس على ذلك، حتى اشتد الأمر على أهل السنة سنة 218هـ، وفيها أمر المأمون، نائبه على بغداد، إسحاق بن إبراهيم بأن يمتحن العلماء بمسألة خلق القرآن2، فأجاب البعض خوفًا، والبعض الآخر بالحيل؛ للخلوص من الفتنة، وثبت قليل مجاهرون بالحق، ربط الله على ¶ __________ ¶ 1 ما تقدم من أقوال, فعن الإبانة - لابن بطة العكبري: صـ 14 - 47. ¶ 2 البداية والنهاية: 272/10.",
            "page": "7",
            "part": "1",
            "seal": "AE1F0B13"
        },
        {
            "id": "4",
            "nass": "قلوبهم, وهم إمامنا أحمد، والقواريري، وسجادة، ومحمد بن نوح1،ثم أجابوا إلا الأخير الذي مات قبل وصوله إلى المأمون، والأمام أحمد رضوان الله عليه2، الذي لقي العنت في سبيل إحياء السنة, وثبات الناس عليها, ثم تابع ذلك بقية حياته ناشرًا لها, حاضًا على تلقيها وتعملها، وكان لهذه الفتنة أكبر أثر في تمسك عامة المسلمين بعقائد السلف، واستمرارهم عليها حتى أزماننا هذه إلا من لحق منهم بأهل التأويل والتعطيل. ¶ أشهر المصنفات في هذا العلم: ¶ 1- كتاب الفقه, المنسوب للإمام أبي حنيفة المتوفى سنة 150 هـ, لكن أرى أن الأيدي قد عبثت ببعض المواضع؛ وذلك لوجود خلاف بين ما فيه وبين عقيدة الطحاوي, والذي ذكر أنها عقيدة أبي حنيفة وأصحابه. ¶ 2- كتاب الإمام أحمد إلى مسدد بن مسرهد, وهو من مراجع تحقيق هذا الكتاب, ذكره القاضي ابن أبي يعلى في: الطبقات, في ترجمة مسدد. ¶ 3- كتاب خلق أفعال العباد: للإمام محمد بن إسماعيل البخاري, المتوفى سنة 256 هـ. ¶ 4- كتاب التوحيد, وإثبات صفات الرب: للإمام محمد بن إسحاق بن خزيمة, المتوفى سنة 311 هـ. ¶ 5- العقيدة الطحاوية: للإمام محمد بن أحمد بن سلامة الطحاوي, المتوفى سنة 321هـ. ¶ 6- الإبانة الصغرى والكبرى: لابن بطة العكبري, المتوفى سنة 387 هـ. ¶ 7- كتاب التوحيد, ومعرفة أسماء الله تعالى, وصفاته: للإمام محمد بن إسحاق بن منده الأصبهاني, المتوفى سنة 470هـ. ¶ __________ ¶ 1 البداية والنهاية: 274/10. ¶ 2 النعت الأكمل: صـ 43, وانظره لمعرفة تفاصيل القصة.",
            "page": "8",
            "part": "1",
            "seal": "81415CDE"
        },
        {
            "id": "5",
            "nass": "8- الرد على الجهمية: للإمام عبد الرحمن بن محمد بن إدريس الرازي, وهو ابن أبي حاتم, صاحب الجرح والتعديل, المتوفى سنة 327هـ. ¶ 9- لمعة الاعتقاد: للإمام موفق الدين عبد الله بن أحمد بن قدامة المقدسي, المتوفى سنة 620هـ. ¶ 10- مختصر نهاية المبتدئين: للشيخ بدر الدين محمد البلباني, المتوفى سنة 1083هـ. ¶ 11- غالب مؤلفات شيخ الإسلام ابن تيمية, المتوفى سنة 728هـ. كالحموية الكبرى, والواسطية, وشرح العقيدة الأصفهانية, وكتبه في الفن, لا تحصى أو لا تكاد. ¶ 12- الصواعق المحرقة, على الجهمية والمعطلة، واجتماع الجيوش الإسلامية، والكافية الشافية، وكلها للإمام شمس الدين محمد ابن قيم الجوزية, المتوفى سنة 751 هـ. ¶ 13- الدرة المضية, في عقد أهل الفرقة المرضية، وشرحها: لوامع الأنوار البهية, وسواطع الأسرار الآثرية, لشرح الدرة المضية: للشيخ العلامة محمد بن أحمد السفاريني, المتوفى سنة 1188 هـ. ¶ 14- مختصر لوامع الأنوار.... للشيخ حسن الشطي, المتوفى سنة 1247 هـ. ¶ هذا وإن كتب أصحابنا في هذا الباب كثيرة جدًا، بحيث قل منهم من لم يكتب شيئًا في السنة، أما لنفسه أو لخاصة تلامذته، منها ما عرف واشتهر, ومنها ما بقي مطوي الذكر، وكان من بينها كتاب العين والأثر هذا الذي بين أيدينا.",
            "page": "9",
            "part": "1",
            "seal": "471BF9D8"
        },
        {
            "id": "6",
            "nass": "التعريف بكتاب العين والأثر في عقائد أهل الأثر ¶ كتاب لطيف، قسمه مؤلفه إلى ثلاثة مقاصد: ¶ الأول: فيما نص عليه الإمام أحمد رضي الله عنه. ¶ الثاني: فيما وقع فيه الخلاف بين الأثرية والأشعرية. ¶ الثالث: في المسألة الأهم، مسألة القرآن، والتي هي لب اختلاف أكثر فرق الأمة، والمؤلف في هذا المقصد ينقل عن الأشعرية: كالسيد الشريف الجرجاني، والشهرستاني, والإيجي، وكذا عن بعض الصوفية، كالملا عبد الرحمن الجامي، وابن عربي، وبصرف النظر عن رأينا في رد تلك الأقوال التي تصدر عن هؤلاء، وحكم مطالعة كتبهم، فإن المؤلف نقل عنهم ما نحتج به على من يتولونهم، مع مخالفتهم لهم في حقيقة الأمر، هذا, وأن المؤلف لم ينقل عن الفتوحات المكية مباشرة، بل عن الجامي الذي نقل عن الفتوحات. ¶ وصف المخطوط: ¶ يقع المخطوط في 13 ورقة, من القطع الصغير، أبعادها: 12×17 سم تقريباَ, في الصفحة 27 سطرًا وسطيًا، في السطر 11 - 14 كلمة، والخط معتاد مقروء، وهي محفوظة في مكتبة المدرسة الأحمدية بحلب. ¶ جاء آخرها: ¶ صورة تأريخ مؤلفه: تم الكتاب بعون الملك الوهاب، ضحوة الجمعة لثلاثة أيام خلت من شهر صفر الذي هو من شهور سنة واحد وتسعين وألف ... إلخ, غير أن الشيخ توفي سنة واحد وسبعين وألف، فيكون فيما تقدم من تأريخ لتمام الكتاب تصحيف سببه ناسخ الكتاب، صحف سبعين",
            "page": "10",
            "part": "1",
            "seal": "AA1777BC"
        },
        {
            "id": "7",
            "nass": "إلى تسعين، فالمؤلف على الصحيح من التأريخ أتم كتابه قبل وفاته بأحد عشر شهرًا إلا ستة أيام تقريبًا. ¶ منهاج التحقيق: ¶ منهاج تحقيق الكتاب واضح فيما يأتي من نسخ المخطوط، ثم تصحيح الاختلافات الإملائية, وتصويب التصحيفات –وهي قليلة-, وعزو المسائل إلى مصادرها، ومقابلة ما ينقله المصنف على أصله، وغالبه مطبوع، أما غير المطبوع، فقد قابلته على كتب مطبوعة نقلته عن المصدر الأصلي، وتخريج الأحاديث والآيات، وشرح بعض ما قد يخفى، وترجمة الأعلام. ¶ وقد وضعنا ما أضفناه على متن الكتاب بين حاصرتين [] . ¶ وقد حرصنا في تحقيقنا على تخريج المسائل على نصوص الإمام أحمد رضي الله عنه، فيما نقل عنه بالأسانيد المتصلة الصحاح، وعلى أقوال من جاء بعده, كالشيخ القدوة الإمام عبد القادر الجيلاني قدس الله روحه ورضي عنه، وعلى أقوال من بعده كشيخ الإسلام ابن تيمية، وغيره إلى زمن المؤلف، ومن بعده كالشيخ حسن الشطي صاحب: لوامع الأنوار البهية؛ لنزيل بذلك وهم من توهم عدم صحة نسبة هذه الأقوال إلى الإمام أحمد رحمه الله.",
            "page": "11",
            "part": "1",
            "seal": "D0E98E7F"
        },
        {
            "id": "8",
            "nass": "ترجمة المؤلف ¶ مدخل ¶ ... ¶ ترجمة المؤلف: ¶ لا بد لنا قبل أن نسرد ترجمة هذا الإمام الكبير, مؤلف كتاب العين والأثر، أن نذكر موارد هذه الترجمة. ¶ لم يترجم له ممن أدركه إلا الأمين المحبي في: خلاصة الأثر1، وكمال الدين الغزي في: النعت الأكمل2, واعتمد من ترجم للشيخ عبد الباقي على ما دونه المحبي، كأصحاب إيضاح المكنون، ومعجم المؤلفين، والأعلام3. ¶ أما كمال الدين الغزي، فقد أخذ مادة ترجمت للشيخ عبد الباقي عن ثبت الشيخ نفسه، فإنه كعادة أهل الحديث ترجم لنفسه في ثبته، والذي ألفه أساسًا للشيخ برهان الدين الكوراني نزيل المدينة المنورة، والذي أخذ عنه, وطلب منه الإجازة، فكان من ذلك ثبت من أمتع وأجمع ما كتب من أثبات في القرن الحادي عشر، ثم أخذ شيئًا من خلاصة الأثر، ولم يتم الترجمة, فإنه ينقصه المؤلفات ووفاة صاحب الترجمة، وترك كمال الدين الغزي شيئًا من بداية الثبت, أخذناها من مختصر الثبت المطبوع في دمشق, واسمه: رياض أهل الجنة, بآثار أهل السنة. ¶ __________ ¶ 1 انظر: 2/ 283. ¶ 2 النعت الأكمل: لأصحاب الإمام أحمد بن حنبل: صـ 223-277. ¶ 3 الأعلام: للزركلي: 45/2 ط. القاهرة.",
            "page": "13",
            "part": "1",
            "seal": "3027CC6D"
        },
        {
            "id": "9",
            "nass": "فكل ما نذكره استفدناه مما قدمنا، خلاصة الآثر، والنعت الأكمل، ومختصر رياض أهل الجنة، فما لا تجده في أحدها، تجده في الاثنين الآخرين، وقد قسمنا ترجمة الشيخ عبد الباقي إلى عشرة أقسام: ¶ 1- نسبه, وأخبار أسرته, ومكانتهم. ¶ 2- ولادته. ¶ 3- طلبه للعلم, ورحلته في تحصيله. ¶ 4- شيوخه ومجيزوه. ¶ 5- أعلى أسانيده. ¶ 6- مناقبه, وثناء العلماء عليه. ¶ 7- دروسه. ¶ 8- تلامذته. ¶ 9- مؤلفاته. ¶ 10- وفاته.",
            "page": "14",
            "part": "1",
            "seal": "9477EAF7"
        },
        {
            "id": "10",
            "nass": "1- نسبه, واخبار أسرته, ومكانتهم: ¶ هو عبد الباقي بن عبد الباقي بن عبد القادر بن عبد الباقي بن إبراهيم بن عمر بن محمد البعلي، وهؤلاء أهل علم وتقوى، والده من أهل العلم، وجده الشيخ عبد القادر وصفه الشيخ عبد الباقي بخطيب المسلمين، وجمع أوصافه لهم في ثبته قائلًا: عبد الباقي تقي الدين الحنبلي ابن الشيخ عبد الباقي ابن خطيب المسلمين الشيخ عبد القادر زين الدين ابن مفتي الموحدين عبد الباقي علامة المتبحرين ابن الشيخ إبراهيم بن عمر بن محمد الشهير أولًا بابن البدر, والآن بابن فقيه فصَّة. ¶ وبغض النظر عن دقة هذه الأوصاف, فآباؤه كانوا من رجال العلم ومن بينهم مفتٍ، ولم يقف سير ركب العلم في هذه العائلة، فابن الشيخ عبد الباقي محمد أبو المواهب ت1126هـ, أفتى, ودرس, وصنف, وكان من أكابر الصالحين مقرئًا محدثًًا، وحفيده عبد الجليل بن أبي المواهب",
            "page": "14",
            "part": "1",
            "seal": "EACA0638"
        },
        {
            "id": "11",
            "nass": "ت 1119هـ إمام في المعقولات واللغة، وابن حفيده محمد بن عبد الجليل بن أبي المواهب 1148هـ كان مفتي الحنابلة بدمشق, عالمًا فاضلًا بارعًا، وحفيد حفيده عبد القادر بن محمد بن عبد الجليل الشهير بالمواهبي ت 1156 هـ, شيخ فاضل لبيب محصل، وحفيده من ابنه سعودي عبد المحسن بن سعودي بن عبد الباقي, فقيه عمدة في المذاهب، وحفيد ابنه محمد, محمد بن عبد اللطيف بن محمد بن عبد الباقي.....،الشهير بإمام الرابعة, قاضي الحنابلة وإمامهم في الجامع الأموي ت 1163 هـ، ومن أبناء أحفاده أحمد بن عبد الجليل بن محمد أبي المواهب بن عبد الباقي ت 1172 هـ, مفتي الحنابلة بدمشق, وبقي كذلك حتى وفاته، ومنهم: إبراهيم بن محمد بن عبد الجليل بن أبي المواهب ت 1188 هـ, فقيه بارع, وجلس لإقتاء الحنابلة بعد أخيه أحمد إمام الرابعة, وحتى وفاته. ¶ وهؤلاء خمسة عشر عالمًا بعضهم من بعض, وذلك فضل الله يؤتيه من يشاء. ¶ وذكر أيضًا أنه: \"لم يعهد لنا جد إلا وهو حنبلي\". ¶ ومما يجدر بيانه أن نسبة المواهبي المثبتة أول الكتاب لم يشتهر بها في حياته، وإنما جاءت فيما بعد زمن أحفاده، أصلها لقب ابنه أبي المواهب محمد بن عبد الباقي، فاستمرت مع ابنائه دون أبناء أخيه سعودي، فربما أطلقت عليه لأنه جد العائلة، وقد اشتهرت بهذه النسبة.",
            "page": "15",
            "part": "1",
            "seal": "2E587983"
        },
        {
            "id": "12",
            "nass": "2- ولادته: ¶ ولد الشيخ عبد الباقي البعلي ببعلبك، ليلة السبت ثامن عشر ربيع الثاني سنة / 1005هـ / خمس وألف، وقد أرخ لمولده والده الشيخ عبد الباقي بن عبد القادر بن فقيه فصة، على ظهر كتاب الإقناع في الفقه للشيخ موسى الحجاوي، وهذه عادة العلماء المتقدمين، إذ كانوا كثيرًا ما يؤرخون لمن يولد لهم, ولأبنائهم على كتبهم، فإنه أحفظ وأثبت إذا كانت بيد الوالد أو الجد, ثم انتقل به صغيرًا إلى دمشق.",
            "page": "15",
            "part": "1",
            "seal": "A3FB7471"
        },
        {
            "id": "13",
            "nass": "3- طلبه للعلم, ورحلته في تحصيله: ¶ بدأ بحفظ القرآن الكريم على والده الذي تولى إقراءه بنفسه من شدة اعتنائه به، وكان له من العمر عشر سنوات، ثم تيتَّم بعد ذلك، وبدأ بطلب العلم سنة / 1017هـ / لما كان له اثنتا عشرة سنة، فقرأ في الفقه على القاضي محمود بن عبد الحميد الحميدي, سبط الشيخ موسى الحجاوي, وعلى القاضي الشيخ شهاب الدين أحمد الوفائي المفلحي، حتى سنة / 1029 هـ /. ¶ ثم دخل مصر سنة / 1029 هـ /، وله أربع وعشرون سنة، فقرأ في الفقه على الشيخ منصور البهوتي الحنبلي، والشيخ عبد القادر الدنوشري الحنبلي، والشيخ مرعي الكرمي، والشيخ يوسف الفتوحي سبط ابن النجار. ¶ وأخذ القراءات عن الشيخ عبد الرحمن اليمني، والحديث عن الشيخ إبراهيم اللقاني, شيخ الجامع الأزهر، والشيخ أحمد المقرئ المغربي المالكي، والفرائض عن الشيخ محمد الشمرلسي, والشيخ زيد العابدينبن أبي دري المالكي، والعروض عن الشيخ محمد الحموي، وأخذ شيئًا من المنطق, والعربية على الشيخ محمد البابلي، وحضر دروسه كثيرًا، واستمر على ذلك إلى سنة / 1032 هـ /, وفيها عاد إلى دمشق محملًا بإجازات الأشياخ بالفنون المذكورة وغيرها، ومأذونًا له بالتدريس والإفتاء، ومدة بقائه بمصر ثلاث سنوات، وقرأ بعد عودته لدمشق, على الشيخ عمر القاريء, في النحو والمعاني والحديث والأصول, وأجازه كتابة, واستمر في دمشق حتى سنة / 1036هـ / ست وثلاثين وألف، وفيها توجه إلى مكة حاجًّا حجة الإسلام، فأخذ عن جماعة من علماء مكة، من أَجَلِّهِم الشيخ محمد علي بن علَّان الصديقي, وأجازه، وأخذ في المدينة عن جماعة منهم الشيخ عبد الرحمن الخياري، ثم عاد إلى دمشق، وربما كانت هذه خاتمة رحلاته في البلاد، إذ أنه سنة / 1041 هـ / تصدَّر للإقراء.",
            "page": "16",
            "part": "1",
            "seal": "C4BF65DD"
        },
        {
            "id": "14",
            "nass": "4- شيوخه ومجيزوه: ¶ ذكر منهم جملة في ثبته، وأتم بقيتهم الأمين المحبي في تاريخه، وهم: ¶ أ- في دمشق: ¶ 1- القاضي محمود بن عبد الحميد الحميدي, سبط الحجاوي، قرأ عليه في الفقه. ¶ 2- القاضي الشيخ أحمد الوفائي المفلحي، قرأ عليه في الفقه. ¶ 3- الشيخ شمس الدين محمد الميداني. ¶ 4- الحافظ الإمام نجم الدين الغزي، قرأ عليه في الغالب علم الحديث. ¶ 5- الشيخ عبد الرحمن العمادي المفتي. ¶ 6- الشيخ عمر القارئ، قرأ عليه في النحو والمعاني والحديث والأصول. ¶ ب- في مصر: ¶ 1- الشيخ منصور البهوتي، قرأ عليه في الفقه. ¶ 2- الشيخ مرعي الكرمي، قرأ عليه في الفقه. ¶ 3- الشيخ عبد القادر الدنوشري الحنبلي، قرأ عليه في الفقة. ¶ 4- الشيخ يوسف الفتوحي سبط ابن النجار، قرأ عليه في الفقه. ¶ 5- الشيخ عبد الرحمن اليمني، قرأ عليه في القراءات. ¶ 6- الشيخ حجازي الواعظ، قرأ عليه في الحديث. ¶ 7- الشيخ أحمد المقرئ المغربي المالكي، قرأ عليه في الحديث. ¶ 8- الشيخ إبراهيم اللقاني المالكي، قرأ عليه في الحديث. ¶ 9- الشيخ محمد الشمرلسي، قرأ عليه في الفرائض. ¶ 10- الشيخ زين العابدين بن أبي دري، قرأ عليه في الفرائض.",
            "page": "17",
            "part": "1",
            "seal": "9FA19EB0"
        },
        {
            "id": "15",
            "nass": "11- الشيخ محمد الحموي، قرأ عليه في العروض. ¶ 12- الشيخ محمد البابلي, قرأ عليه في العربية والمنطق. ¶ 13- الشيخ عامر الشبراوي. ¶ 14- الإمام أحمد بن عبد الرحمن بن محمد بن عبد الوراث الصديقي، مفتي المالكية بمصر. ¶ 15- الشيخ أبو الحسن بن عبد الرحمن بن محمد الخطيب الشربيني. ¶ 16- الشيخ محمد بن جلال الدين بن أبي الحسن الصديقي الشافعي. ¶ 17- وجماعه من علماء الأزهر من أجلهم الشيخ عبد الجواد الجنبلاطي. ¶ جـ - في مكة: ¶ 1 - جماعة منهم: محمد علي بن علَّان الصديقي. ¶ 2- الشيخ عبد الرحمن المرشدي. ¶ د - في المدينة: ¶ جماعة من علمائها منهم الشيخ عبد الرحمن الخياري. ¶ وقد أجازه كافة من ذكر من أهل مكة والمدينة ومصر ودمشق وبيت المقدس.",
            "page": "18",
            "part": "1",
            "seal": "020588A1"
        },
        {
            "id": "16",
            "nass": "5- أعلى أسانيده: ¶ قال في ثبته: أعلى أسانيدي في جميع مرويات الحافظ ابن حجر، وفى جميع كتب الحديث، عن الشيخ حجازي الواعظ، عن ابن أركماس من أهل غيط العدة بمصرعن الحافظ العسقلاني.",
            "page": "18",
            "part": "1",
            "seal": "960224BC"
        },
        {
            "id": "17",
            "nass": "6- مناقبه, وثناء العلماء عليه: ¶ كان فقيهًا متقنًا محررًا لفقهه، مقرئًا بارعًا, وشيخًا للقراء، محدثًًا.",
            "page": "18",
            "part": "1",
            "seal": "7C92D4A3"
        },
        {
            "id": "18",
            "nass": "ضابطًا، مفتيًا لأهل مذهبه بعد شيخه شهاب الدين أحمد الوفائي المفلحي، محبًا للعلم ملازمًا لبثِّه وإقرائه، لا ينقطع عن الإفادة، ولا يشغله عنه شاغل, مهما عظم، صيفًا وشتاء، عيدًا أو نازلة. ¶ ويكفينا في تبيان ذلك، أنه حضر الدرس ليلة وفاة زوجته، وأقرأ الطلاب، وأبقاها في الدار ميتة، ليدفنها من غد تلك الليلة. ¶ وكذا ليلة عرس ولديه محمد وسعودي، حضر الدرس, وكان فيه نفع عظيم. ¶ أثنى عليه شيوخه، وأجازوه، ووصفوه في إجازاته: بالشيخ الإمام العلامة النحرير الفهامة، إلى غير ذلك من الأوصاف اللائقة بذلك المحقق. ¶ ولو لم يكن له من منقبة إلا ترحاله في طلب العلم لكفته، فما بالك بكثرة ما حازه من علم، وتمكنه من فقه المذهب والحديث والسنة، وكثرة الشيوخ والطلبة، وكونه مسندًا من أكابر مسندي القرن الحادي عشر، وكثرة ما أقرأه من كتب العلم في دروسه العامة، فضلًا عن دروسه الخاصة بتلامذته الذين نقلوا عنه علمه، وثناء شيوخه بما تقدم. ¶ ومن تتبع تراجم أساتذته وجدهم أكابر عصرهم، ومقدمي بلادهم، وهذا يدل على روية وسعة أفق، وحسن اختيار، وأن الشيخ كان ينتقي من يقرأ عليه، لا أنه يطلب علمًا, فيلقي عصا الترحال عند أول من يلقاه مدرسًا لذلك العلم. ¶ فإن ثنَّى على ذلك وتتبع تراجم تلامذته، - وسيأتي ذكرهم إن شاء الله قريبًا- وجدهم أيضًا من مشاهير الناس، وأكابر العلماء كأساتذته، وهذا حق لا مداهنة فيه ولا مبالغة، فإن ربط بين هؤلاء وهؤلاء بالشيخ عبد الباقي البعلي، بما له من مناقب، وجد أنه جمع علمًا جمًا عن جمع وأده إلى جمع جم، أخذه عن عظماء وأداه إلى من أضحوا به عظماء، فكان أمينًا على ما أنعم الله به عليه. ¶ وأرى أنه مجدد ذلك العصر، وحامل لواء تلك المرتبة، فقد وصل بغالب العلوم العقلية والنقلية إلى مرتبة النظر والتحقيق والتحرير، على ما يشهد بذلك المحبي, وكمال الدين الغزي في كتابيهما.",
            "page": "19",
            "part": "1",
            "seal": "57EF4131"
        },
        {
            "id": "19",
            "nass": "7- دروسه: ¶ درس أولًا بعد عودته من دمشق, وحتى توجهه للحج من سنة /1032- 1036هـ/ ثم بعد الحج, وفى سنة / 1041 هـ/، تصدر للإقراء في الجامع الأموي، على وقتين: بكرة النهار، وبين العشاءين، قرأ في دروسه: الجامع الصغير في الحديث, مرتين، وتفسير الجلالين, مرتين، وقرأ صحيح البخاري, بتمامه، وصحيح مسلم، والشفا, للقاضي عياض، والمواهب، والترغيب والترهيب, للمنذري، والتذكرة, للقرطبي، وشرح البرأة، والمنفرجة، والشمائل، والإحياء، جميع ذلك كاملًا بطرفيه، وكان موضع درسه بمحراب الحنابلة أولًا، ثم اتقل إلى محراب الشافعية، لسبب لم يفصح عنه، ويمكن أن تكون كثرة الحاضرين، وضيق المكان عن احتوائهم سببًا لانتقاله لمحراب الشافعية، فالمكان هناك أوسع بكثير مما يلي محراب الحنابلة. ¶ وهذه الدروس لابد أنها عامة، لا لخاصَّة تلاميذه الذين أخذوا عنه الفقه، فليس بينها درس في المذهب، والغالب على هذه الدروس علم الحديث، العلم الذي برع فيه, وأسند كتبه لمن بعده، والمسند إنما يسند كتب عمل الحديث في المقام الأول، أما ما وراء ذلك من مصنفات, فإنه يسندها في الجملة؛ حفاظًا على سلسلة اتصال الناس بأئمتهم، وإثبات الصواب وقبوله، ونفي الخطأ والكذب. ¶ أما البراعة بعلم الحديث, فهي ظاهرة مميزة للحنابلة، فقلما تجد حنبليًا قليل البضاعة بعلم الحديث.",
            "page": "20",
            "part": "1",
            "seal": "B78012AA"
        },
        {
            "id": "20",
            "nass": "8- تلاميذه: ¶ أخذ عنه خلق لا يحصون في دمشق, أَجَلُّهُم:",
            "page": "20",
            "part": "1",
            "seal": "13DDCDCD"
        },
        {
            "id": "21",
            "nass": "1- الشيخ حمزة بن يوسف الدومي، وهو قريب السن من الشيخ عبد الباقي. ¶ 2- الشيخ عبد الحي العكري, أبو الفلاح, المعروف بابن العماد الحنبلي. ¶ 3- الشيخ أحمد الدومي الحنبلي. ¶ 4- ولده الشيخ محمد أبو المواهب بن عبد الباقي. ¶ 5- الشيخ عبد القادر بن عبد القادر التغلبي. ¶ 6- الشيخ برهان الدين إبراهيم الكوراني الشافعي، الذي اجتمعت فيه آلة الاجتهاد, وهو عين أعيان الشافعية في وقته. ¶ 7- الشيخ عبد الغني النابلسي. ¶ 8- الشيخ مصطفى بن سوَّار. ¶ 9- الشيخ محمد البطنيني. ¶ 10- الشيخ أحمد الداراني. ¶ 11- الشيخ عبد الحق الصفوري. ¶ 12- الشيخ رمضان بن موسى العطيفي، وأخوه الشيخ حسن.",
            "page": "21",
            "part": "1",
            "seal": "C0E02390"
        },
        {
            "id": "22",
            "nass": "9- مؤلفاته: ¶ له شرح على الجامع الصحيح للبخاري, ولم يكمل، واقتطاف الثمر في موافقات عمر، عقد الفرائد في نظم من الفوائد، رياض أهل الجنة في آثار أهل السنة، تفسير قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا} ، العين والأثر في عقائد أهل الأثر، وهو كتابنا هذا. فيض الرزاق في تهذيب الأخلاق، رسالة في قراءة عاصم. ¶ ونقل الزركلي عن صاحب السحب الوابلة قوله: \"ولم تكن تصانيفه قدر علمه\". ¶ يريد أن ما تركه لنا من مؤلفاته كان قليلًا لو قورن بما كان عليه من علم. ¶ جم، ولعل انصرافه إلى التدريس والتعليم ملأ وقته, وصرفه عن الإكثار من التأليف، ولا يفهم من عبارته انتقاص تصانيفه, رحمه الله.",
            "page": "21",
            "part": "1",
            "seal": "B82FD66C"
        },
        {
            "id": "23",
            "nass": "10- وفاته: ¶ استمر الشيخ عبد الباقي رحمه الله على حالة الجميل, ناشراً للعلم، مفيداً للطالبين، حتى توفاه الله، واختاره إلى جواره، ليلة الثلاثاء سابع عشر ذي الحجة سنة / 1071 هـ /، ودفن بتربة الغرباء, ومن مقبرة الفراديس بدمشق، رحمه الله تعالى, وكافة العلماء العاملين.",
            "page": "22",
            "part": "1",
            "seal": "BD1937B3"
        },
        {
            "id": "24",
            "nass": "مقدمة المؤلف ¶ الحمد لله الذي يستدل على وجوب وجوده بديع ما له من الأفعال، المنزه1 في ذاته وصفاته عن النظائر والأمثال2، أنشأ3 الموجودات, فلا يعزب عن عمله مثقال، سبحانه من إله تنزه عن أن يدركه وهم, أو يحصره خيال، بل كل ما خطر بالبال فهو بخلاف ذي4 الإكرام والجلال, أحمده سبحانه وأشكره5, أنا هدانا لدينه الحق، وأزاح شبه الزيغ والضلال، وأتوب إليه وأستغفره من جميع الأخطاء والأخطال6، وأساله لنا النجاة في يوم تزول منه الجبال. ¶ __________ ¶ 1 التنزيه: نفي النقص، وإثبات الكمال المطلق للخالق عز وجل. ¶ 2 النظير: المثل، وكل نظير مثل، وليس كل مثل نظير. ¶ 3 أنشأ: الإنشاء هو الإيجاد من عدم، أما العدم فليس شيئًا، وقد رأيت من يدعي أنه شيء موجود في عماء, وفيه كافة الموجودات، فلما أراد الله خلق العالم وما فيه أخرجه من الظلام والعماء إلى النور، وهذا امتداد لمذهب وحدة الوجود، وعين مذهب الفلاسفة القائلين بقدم العالم، وكأنهم يشكون بقدرة الله على الإيجاد من لا شيء، مع تيقنهم وجود أنفسهم، فما استطاعوا التوفيق بينهما إلا بادعاء قدم العالم، وأن إيجاد الله لهم ما هو إلا أخراجهم من العماء إلى النور، وهذا أمر لا يخفى أنه كفر وزندقة، وممن يقول به أيضًا مصطفى محمود في: الوجود والعدم: صـ 61, وما بعدها. ¶ 4 في الأصل: ذ، دون ياء، وهو قطعًا خطأ من الناسخ, وسيكرره قريبًا. ¶ 5 في الأصل: أشره. ¶ 6 الأخطال: جمع خطل، وهو الفحش، منه سمي الأخطل، لفحشه في الهجاء.",
            "page": "25",
            "part": "1",
            "seal": "75293299"
        },
        {
            "id": "25",
            "nass": "وأشهد أن لا إله إلا الله, وحده لا شريك له، شهادة موحد له في الغدو والآصال. ¶ وأشهد أن سيدنا محمدًا عبده ورسوله، نبي جاءنا 1 بدين قويم، فارتوينا بما جاءنا به من عذب زلال، اللهم صل2 عليه وعلى آله وصحبه، الذي هم خير صحب وآل، صلاة دائمة متواترة على مرور الأيام والليالِ، وسلم تسليمًا، وبعد: ¶ فقد طلب مني بعض الأصدقاء الذين لا تسعني مخالفتهم، أن أجمع مؤلفًا يشمل على مقاصد ثلاث، وتتمات خمس: ¶ المقصد الأول: في المنصوص من عقائد الجنابلة عن الإمام أحمد رضي الله عنه. ¶ المقصد الثاني: في ما وقع من المسائل الخلافية بن الحنابلة والأشاعرة، وذكر أدلة الحنابلة. ¶ المقصد الثالث: في مسالة الكلام، وذكر ما نقل عن الإمام أحمد \"رضي الله عنه\"، فاجبته إلى ذلك, وسميته بكتاب: العين والأثر في عقائد أهل الأثر2, فأقول, وبالله التوفيق: ¶ __________ ¶ 1 في الأصل: جانا، على عادة النساخ في إسقاط الهمزة كتابة، وقد أثبتنا كل ذلك, ولن نشير إليها فيما بعد. ¶ 2 في الأصل: صلي، بالياء، وهو خطأ. ¶ 3 أهل الأثر: أهل الحديث، ومعتقدهم معتقد السلف الصالح، ولا يخالفونهم في شيء من ذلك, ولا يعدلون عنه إلى عقائد أهل الكلام والفلسفة والابتداع.",
            "page": "26",
            "part": "1",
            "seal": "89D32558"
        },
        {
            "id": "26",
            "nass": "المقصد الاول ¶ مدخل ¶ ... ¶ المقصد الأول: فى المنصوص من عقائد الحنابلة: ¶ وهو مشتمل على: أبوب، وخاتمة، وتتمة.",
            "page": "27",
            "part": "1",
            "seal": "273DBB14"
        },
        {
            "id": "27",
            "nass": "الباب الاول في معرفة الله ¶ مدخل ¶ ... ¶ الباب الأول: في معرفة الله تعالى ¶ فتجب معرفة الله تعالى شرعًا، ومما ورد في الشرع: النظر في الوجود والموجود1 على كل مكلف قادر2، وهو أول واجب [لله] 3 تعالى, ¶ وأول نعم الله تعالى الدينية، وأعظمها: أن أقدره على معرفته 4، وأول نعمه الدنيوية الحياة العرية عن ضرر. ¶ __________ ¶ 1 من ذلك قوله تعالى: {قُلْ انْظُرُوا مَاذَا فِي السَّمَوَاتِ وَالأَرْضِ} [يونس، والآية:101] . ¶ 2 قادر على النظر والبحث في الكون ومخلوقات الله، من حيث دلائل الألوهية، وإثبات القدرة والعلم والمشيئة والإرادة، وسائر صفات مولانا عز وجل، انظر مقدمة في عقيدة الإمام أحمد: 281/2, طبقات الحنابلة. ¶ 3 ليست في الأصل، والسياق يقتضيها. ¶ 4 بأن أقدر عبده على معرفته، فأعطه عقلًا يفهم به، ويدرك ما حوله من مخلوقات يبحث عن موجدها، ويستطيع به أن يتيقن وجود خالقه ومالكه وإلهه، وأنه واحد، ثم أرسل إليهم رسلًا من أنفسهم, يعلمونهم أسماءه وصفاته، ويقيمون شرعه من أمر ونهي. ¶ 5 في الأصل: وال، بأسقاط الواو، وهو سبق قلم من الناسخ.",
            "page": "29",
            "part": "1",
            "seal": "E53DA9C7"
        },
        {
            "id": "28",
            "nass": "الوحدانية, العلم ¶ وشكر المنعم واجب شرعًا 1، وهو اعتراف بنعمه على جهه الخضوع والإذعان2، وصرف كل نعمه في طاعته3. ¶ الوحدانية: ¶ ويجب الجزم بأنه4 تعالى واحد لا يتجزأ, ولا ينقسم5، أحد لا من \"2/ب\" عدد 6، فرد, صمد7، لمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ8. ¶ العلم: ¶ وبأنه تعالى عالم بعلم, واحد, قديم, باقٍ, ذاتي، محيط بكل معلوم, كلي أو جزئي، على ما هو عليه، فلا يتجدد علمه بتجدد المعلومات، ولا يتعدد بتعددها9. ¶ __________ ¶ 1 لقوله تعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلا تَكْفُرُونِ} [البقرة، الأية:152] . ¶ 2 هذا تعريف شكر النعمة, وهو شكر عامة الناس، أما شكر الخاصة فقد ثنى به على الأول, وهو: صرف كل نعم الله في طاعته، وهذا كمال الشكر. ¶ 3 مختصر لوامع الأنوار: \"صـ 23 - 24\". ¶ 4 في الأصل: بأن. ¶ 5 فالتجزؤ والأنقسام صفة االعرض والجسم، والله عز وجل ليس بجوهر ولا جسم ولا عرض، تعالى الله عن ذلك علوًا كبيرًا. ¶ 6 فما يجوز عليه العدد جاز تثنيته، والله فرد لا مثيل له ولا نظير ولا شبيه، فالعدد دال على تعدد أفراد الجنس، فنحن نقول: هذا واحد، وهذا ثانٍ، وهكذا، كي نعد الأفراد ذوات الجنس الواحد, أما في حق الله عز وجل، فنقول: أنه واحد لكن العدد ليس من صفاته، ولا تمييزًا عن غير، فهو متفرد بالألوهية، والربوبية، والملك، وليس الرقم1 من أسمائه أو صفاته. ¶ 7 الصمد: السيد المصمود إليه في الحوائج, تفسير أسماء الله الحسنى: صـ 58. ¶ 8 الغنية: 48/1، لمعة الاعتقاد: صـ 3، مختصر لوامع الأنوار: صـ 24، مقدمة في عقيدة الإمام أحمد: 270/2, طبقات الحنابلة، اعتقاد الإمام أحمد: 293/2, طبقات الحنابلة، شرح الطحاوية: صـ 238. ¶ 9 الغنية: 49/1، مختصر لوامع الأنوار: صـ 31، مقدمة في عقيدة الإمام أحمد: 270/2, طبقات الحنابلة، اعتقاد الإمام أحمد: 294/2, طبقات الحنابلة، لمعة الاعتقاد: صـ 4.",
            "page": "30",
            "part": "1",
            "seal": "71F53E83"
        },
        {
            "id": "29",
            "nass": "ليس بضروري، ولا كسبي، ولا استدلالي1. ¶ __________ ¶ 1 الضروري: ما وقع تحت الحواس الخمس. ¶ الكسبي: ما اكتسبه العقل عن غيره دون فكر أو نظر أو استدلال. ¶ والاستدلالى: ما وقع وكشف بطلب واستنباط ونظر، وهو علم المحدثين, انظر: مقدمة في عقيدة الإمام أحمد: \"281/2\", طبقات الحنابلة، الإنصاف: صـ 14، شرح الطحاوية: صـ 147-148.",
            "page": "31",
            "part": "1",
            "seal": "550B607A"
        },
        {
            "id": "30",
            "nass": "القدرة, الإرادة, الحياة, السمع, البصر ¶ ... ¶ القدرة: ¶ وبأنه قادر بقدرة واحدة وجودية باقية قديمة ذاتية، متعلقة بكل ممكن، فلم يوجد شيء في الماضي، ولا يوجد في المستقبل إلا بها2. ¶ الإرادة: ¶ وبأنه: مريد بإرادة واحدة، وجودية قديمة, ذاتية باقية، متعلقة بكل ممكن3. ¶ الحياة: ¶ وبأنه تعالى: حي بحياة واحدة، وجودية قديمة, ذاتية باقية4. ¶ السمع والبصر: ¶ وبأنه تعالى: سميع بصير، بسمع وبصر, قديمين ذاتيين، وجوديين، متعلقين بكل مسموع ومُبصَر5. ¶ __________ ¶ 2 الغنية: \"49/1\"، مختصر لوامع الأنوار: صـ 32، اعتقاد الإمام أحمد: \"295/2\", طبقات الحنابلة، شرح الطحاوية: صـ 108. ¶ 3 الغنية: \"49/1\"، لعمة الاعتقاد: صـ 28، مختصر لوامع الأنوار: صـ 31، مقدمة في اعتقاد الإمام أحمد: \"269/2\" طبقات الحنابلة، اعتقاد الإمام أحمد: \"295/2\", طبقات الحنابلة، شرح الطحاوية: \"صـ 115-199\". ¶ 4 الغنية: \"49/1\"، مختصر لوامع الأنوار: صـ 27، اعتقاد الإمام أحمد: \"293/2\", طبقات الحنابلة، شرح الطحاوية: \"صـ 123-125\". ¶ 5 الغنية: \"49/1\"، لمعة الاعتقاد: صـ 6، مختصر لوامع الأنوار: صـ 31، اعتقاد الإمام أحمد: \"293/2، 294\", طبقات الحنابلة، شرح الطحاوية: \"صـ 143\"، وتعلق السمع والبصر بكل مسموع ومبصر، سواء كان مسموعًا ومبصَرًا لنا، أو لم يكن كذلك، فكل ما خلقه الله متكلمًا بحسبه، فهو مسموع لله, وكل ما خلقه فهو مبصر له، وإن لم نره، ولا أهمية لسمعنا أو بصرنا.",
            "page": "31",
            "part": "1",
            "seal": "DBB105F0"
        },
        {
            "id": "31",
            "nass": "الكلام: ¶ وبأنه تعالى: قائل, ومتكلم بكلام قديم ذاتي وجودي، غير مخلوق ولا محدث ولا حادث، بلا تمثيل, ولا تشبيه, ولا تكييف1. ¶ القول في القرآن: ¶ والقرآن كلام الله ووحيه وتنزيله، معجز بنفسه لجميع الخلق، غير مخلوق، ولا حالٍّ في شيء، ولا مقدور على بعض آية منه، فمن قال: القرآن مخلوق، أو محدث، أو حادث، أو وَقَفَ فيه شاكًّا، أو ادعى قدرة أحد على مثله, كفر2. ¶ ومن قال: لفظي بالقرآن مخلوق، أو القرآن بلفظي مخلوق, فإن كان يدعو إليه، ويناظر عليه, فهو محكوم بكفره بنص أحمد -\"رضي الله عنه\" على ذلك صريحًا، في مواضع3 وإن كان مقلدًا, فهو فاسق, قاله شيخنا ¶ __________ ¶ 1 الغنية: \"49/1\"، لعمة الاعتقاد: \"صـ 18\"، مختصر لوامع الأنوار: \"صـ 27\"، اعتقاد الإمام أحمد: \"295/2\", طبقات الحنابلة، شرح الطحاوية: \"صـ 181\". ¶ 2 إذا ذكر الإمام أحمد، رضي الله عنه، كُفْرَ أحد بعينه، أو أطلق الكفر في شيء كمسألة القرآن من حيث الخلق واللفظ والوقف، فإن ذلك الحكم ليس للتغليظ والتنفير، بل حكم بالكفر حقيقة، وقالت الأشعرية: حكم بذلك حسمًا لمادة تلك البدعة، لا أنه يكفرهم حقيقة, وكل ذلك تخرُّص لا برهان عليه، ومن كان يعتقد ذلك منهم, فليثبته من كلام الإمام رضي الله عنه، أو عن من أخذ عنه، فإن حقيقة كلامه لا يعلمها إلا هو, أو من أخذ عنه، فإن لم يكن مفسرًا فهو على ظاهره، كما هو أصل الإمام في فهم الكلام, إذا لم يرد معه -أو بنص آخر- تفسير أو إشارة أو قرينة أو نحوها, مما هو مبسوط في علم أصول الفقه. ¶ 3 ذكر أكثرها في: طبقات الحنابلة: \"29/1، 46، 62، 76، 103، 115، 120\" =",
            "page": "32",
            "part": "1",
            "seal": "A911E0BF"
        },
        {
            "id": "32",
            "nass": "منصور البهوتي1 فى حاشيته على المنتهى، وبمعناه في شرحه لمؤلفه2 في كتاب الشهادات. ¶ ومن قال: لفظي بالقرآن غير مخلوق, فهو مبتدع3. ¶ ويسندنا لأحمد \"رضي الله عنه\" أنه سئل عن من قال: لفظي القرآن غير مخلوق4، قال: \"من قاله فهو جهمي\". ¶ وقال جوابًا لسائل أخر عن هذا السؤال: \"لا يصلى خلف قائله، ولا ¶ __________ ¶ = 121، 132، 142، 156، 170، 173، 257، 279\" إقرار لكلام البخاري،: \"286، 290، 326، 328، 340\" إقرار لقول يحيى بن يحيى: \"342، 396، 397، 401، 414\" وها نحن عددنا مواضعها، وراها عنه من أصحابه عددهم عدد تلك المواضع، وربما فات شيء يسير لم نذكره. ¶ 1 منصور بن يونس بن صلاح الدين بن حسن بن إدريس البهوتي الحنبلي: شيخ الحنابلة في وقته بمصر، نسبته إلى بهوت في غربية مصر، ولد سنة 1000هـ، وتوفي سة 1051هـ, بالقاهرة, له كتب: \"الروض المربع, شرح زاد المستقنع \"، و\"كشاف القناع, عن متن الإقناع\"، \"إرشاد أولي النهى, لدقائق المنتهى\"، و\"شرح المنتهى\"، و\"شرح نظم المفردات\"، و\"عمدة الطالب\" متن بالفقه. ¶ 2 مؤلفه هذا هو \"عمدة الطالب\", وهو متن بالفقه، ولا نعلم أن له شرحًا لمؤلفه, إنما شرحه العلامة الشيخ عثمان بن أحمد النجدي, ذكره الشيخ عبد القادر بدران في: المدخل: \"صـ 228،226\", أما المتن فقد سماه: \"عمدة الراغب\". ¶ 3 الغنية: \"51/1-52\"، لمعة الاعتقاد: \"صـ 21-27\"، مختصر لوامع الأنوار: \"صـ 34-38\"، مقدمة في اعتقاد الإمام أحمد: \"267/2-270\", طبقات الحنابلة، اعتقاد الإمام أحمد: \"296/2-302\", طبقات الحنابلة، عقيدة الإمام أحمد: \"29/1\", طبقات الحنابلة، معتقد الإمام أحمد: \"1/ 242\",طبقات الحنابلة، كتاب مسدد: \"342/1، 343\" طبقات الحنابلة، وهذا العزو يشمل ما قبل موضع الإشارة، من بداية القول في القرآن. ¶ 4 في عبارة الأصل اضطراب، وهي فيه: \"القرآن لفظي باغير مخلوق\"، ووضع علامة التقديم والتأخير فوقها.",
            "page": "33",
            "part": "1",
            "seal": "CAAFDBF7"
        },
        {
            "id": "33",
            "nass": "يجالَس ولا يكلَّم ولا يصلى عليه1. ¶ فالواجب2 الكف عن هذه العبارات وشبهها، لكف السلف عنها، لما فيها من الإيهام، وسيأتي الكلام على هذه المسألة مستوفًى في آخر هذا التأليف، إن شاء الله تعالى، ونقل كلام3 الحافظ ابن حجر 4 في الذي استقر عليه قول الأشعرية، وهو: موافقتهم الحنابلة في الاعتقاد، إن شاء الله تعالى. ¶ __________ ¶ 1 انظر: طبقات الحنابلة: \"29/1، 75، 94، 103، 111، 120، 142\", موضعان، \"202\" نحوه\"، 257، 279\" إقرار لكلام البخاري، \"286، 288، 299، 343\" وليس هذا تتبعاً تاماً بل فضل شيء بالمعنى. ¶ 2 في الأصل: فالجواب، والصواب ما أثبتناه، فليس ثمة سؤال، والنص كما أثبتناه أصح معنًى وسياقاً. ¶ 3 وسيأتي في موضعه العزو إلى موضع كلام الحافظ ابن حجر. ¶ 4 أحمد بن علي بن محمد الكناني العسقلاني، أبو الفضل، شهاب الدين ابن حجر: من أئمة العلم والتاريخ، أصله من عسقلان بفلسطين، ومولده بالقاهرة سنة 773هـ، ووفاته بها سنة 852هـ، علت شهرته، وصار حافظ الإسلام، أشهر كتبه \"شرح البخاري المسمى: فتح الباري\"، و\"الدرر الكامنة في أعيان المائة الثامنة\"، و\"لسان الميزان\", و\"تعجيل المنفعة برجال الأربعة\"، وغيرها كثير.",
            "page": "34",
            "part": "1",
            "seal": "CF88EA1E"
        },
        {
            "id": "34",
            "nass": "فصل في الجوهر والجسم والعرض والمكان, ونفيها عن الله ¶ ... ¶ فصل: ويجب الجزم بأن الله تعالى ليس بجوهر، ¶ ولا جسم، ولا عرض5، ولا تحلُّهُ الحوادث، ولا يحلُّ فى حادث6، ولا ينحصر فيه7, فمن اعتقد, ¶ __________ ¶ 5 الغنية: \"48/1\"، باب: فى معرفة الصانع عز وجل، اعتقاد الإمام أحمد: \"293/2\", طبقات الحنابلة، وهو قوله: \"لا يجوز عليه التجزؤ، ولا القسمة\"، مختصر لوامع الأنوار: \"صـ 39\"، الإنصاف: \"صـ 16\"، عقيدة القاضي أبي يعلى: \"210/2-212\", طبقات الحنابلة. ¶ 6 انظر: الحموية الكبرى: \"451/1، 452\", مجموعة الرسائل الكبرى، مختصر لوامع الأنوار: \"صـ 39 -40\"، اعتقاد الإمام أحمد: \"297/2\", طبقات الحنابلة، الغنية: \"50/1\"، عقيدة الإمام أحمد \"24/1\" طبقات الحنابلة. ¶ 7 الحصر: الحد والتحديد، انظر: الغنية: \"48/1-50\"، اعتقاد الإمام أحمد \"297/2\", طبقات الحنابلة, مختصر لوامع الأنوار: \"صـ 10-41\"",
            "page": "34",
            "part": "1",
            "seal": "ABE030E0"
        },
        {
            "id": "35",
            "nass": "أو قال: \"إن الله بذاته فى مكان\", فكافر1. ¶ بل يجب الجزم بأنه سبحانه وتعالى: بائن من خلقه2، فكان ولا \"3/أ\" مكان، ثم خلق المكان، وهو كما كان قبل خلق المكان3، ولا يعرف بالحواس، ولا يقاس بالناس4، فهو الغني عن كل شيء، ولا يستغني عنه شيء، ولا يشبه شيئًا، ولا يشبهه شيء5. ¶ __________ ¶ . ¶ 1 لأنه خالف الكتاب والسنة، ونفى عن الله تعالى صفة الاستواء، وأثبت له الحد، والحلول في خلقه، وأنه فى الأماكن القذرة والمستخبثة، وصرف عقده عن التنزيه. ¶ 2 تقدم قريباً ذكر مواضع ذلك، وانظر: عقيدة السلف وأصحاب الحديث: \"111/1\", مجموعة الرسائل المنيرية, عند ذكر ابن المبارك بسنده، ثم كلام ابن خزيمة، وعقيدة الإمام أحمد: \"29/1\", طبقات الحنابلة. ¶ 3 الإنصاف: \"صـ 41\"، اعتقاد الإمام أحمد: \"297/2\" طبقات الحنابلة. ¶ 4 معتقد الإمام أحمد: \"241/1\", طبقات الحنابلة، الغنية: \"49/1\"، اعتقاد الإمام أحمد: \"301/2\", طبقات الحنابلة، شرح الطحاوية: \"صـ 120\". ¶ 5 مختصر لوامع الأنوار: \"صـ 24\"، لمعة الاعتقاد: \"صـ 14\"، وهو قول عامة أهل الحق، لقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ} [الشورى، الآية:11] .",
            "page": "35",
            "part": "1",
            "seal": "DD9D374C"
        },
        {
            "id": "36",
            "nass": "تحريم التاويل, ومذهب السلف في أخبار الصفات وآياته ¶ [وعلى] 6 كل حال: مهما خطر بالبال، أو توهمه الخيال، فهو بخلاف ذي الإكرام والجلال7. ¶ فيحرم تأويل ما يتعلق به تعالى، وتفسيره8، كآية الاستواء9، ¶ __________ ¶ . ¶ 6 ما بين معقوفين زدناه؛ لتمام المعنى. ¶ 7 اعتقاد الإمام أحمدك \"301/2\", طبقات الحنابلة، لمعة الاعتقاد: \"صـ 15\"، شرح الطحاوية: \"صـ 120/119\". ¶ 8 لقوله تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللَّهُ} , [آل عمران، الآية:] . ¶ 9 وهي قوله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} , [طه، الآية:5] . وقد وردت هذه الصفة في سبعة مواضع من القرآن الكريم, في طه, والسجدة, والحديد, والفرقان, والرعد, ويونس, والأعراف.",
            "page": "35",
            "part": "1",
            "seal": "0820AE2C"
        },
        {
            "id": "37",
            "nass": "وحديث النزول1، وغير ذلك من آيات الصفات، إلا بصادر عن النبي صلى الله عليه وسلم، أو بعض الصحابة، وهذا مذهب السلف قاطبة، فلا نقول في التنزيه كقول المعطلة3، بل نثبت ولا نحرف، ونصف ولا نكيف، والكلام في الصفات فرع عن الكلام في الذات، فمذهبنا حق بين باطلين، وهدًى بين ضلالتين، وهو: إثبات الأسماء والصفات، مع نفي التشبيه والأدوات4. ¶ __________ ¶ 1 وهو قوله صلى الله عليه وسلم: \"ينزل الله عز وجل كل ليلة إلى سماء الدنيا, حين يبقى ثلث الليل الآخر، فيقول: من يدعوني فأستجيب له، من يسألني فأعطيه، من يستغفرني فأغفر له\" , رواه البخاري في: التوحيد: باب قوله تعالى: {يُرِيدُونَ أَنْ يُبَدِّلُوا كَلامَ اللَّهِ} : \"175/9\", ¶ ومسلم في: صلاة المسافرين: باب الترغيب في الدعاء والذكر في آخر الليل: \"175/2، 176\". ¶ ومالك في: الموطأ: في القرآن: باب ما جاء في الدعاء: \"صـ 170\", وأبو داود في: الصلاة: باب أي الليل أفضل: \"207/1\". ¶ 2 في الأصل: \"قاطبة السلف\"، ولم يذكر تقديمًا ولا تأخيرًا، وقاطبة معناها جميعًا, ولا تستعمل إلا حالًا, \"اللسان: قطب\". ¶ 3 وهم نفاة الصفات، كالجهمية والمعتزلة. ¶ 4, طبقات الحنابلة: \"209/2، 211\", العقيدة الواسطية: \"400/1\", مجموعة الرسائل الكبرى، شرح الطحاوية: \"صـ 214-219\".",
            "page": "36",
            "part": "1",
            "seal": "7609AE22"
        },
        {
            "id": "38",
            "nass": "الباب الثاني في الافعال ¶ مدخل ¶ ... ¶ الباب الثاني: في الأفعال: ¶ كل شيء سوى الله وصفاته1، حادث، وهو سبحانه وتعالى خلقه, وأوجده, وابتدأه من العدم، لا لعلة3، ولا لغرض4، ولا لموجب5، ولا يفعل شيئاً عبثاً6، وجميع أفعال العباد كسب لهم، وهي مخلوقة لله، خيرها وشرها7، والعبد مختار يسير في كسب الطاعة, واكتساب المعصية, غير ¶ __________ ¶ 1 أي: وأسماء الله, فهي كذاته قديمة. ¶ 2 مختصر لوامع الأنوار: \"صـ 54، 55\", اعتقاد الإمام أحمد: \"2/ 299\", طبقات الحنابلة, مقدمة في عقيدت الإمام أحمد: \"2/ 265, 270\", طبقات الحنابلة. ¶ 3 العلة: سبب يقتضي فعلاً، مختصر لوامع الأنوار: \"صـ 62،55\". ¶ 4 الغرض: الحاجة, فالله خلق الخلق, لا لحاجة إليهم في شيء مطلقاً، بل هم محتاجون إليه, لا غناء لهم عنه. ¶ 5 كذلك, فالله لم يوجب شيءٌ عليه إيجاد خلقه، ولا يترتب على إيجاده لهم مصلحة له أو نفع، انظر: مختصر لوامع الأنوار: \"صـ 62،56\". ¶ 6 اعتقاد الإمام أحمد: \"299/2\", طبقات الحنابلة، الغنية: \"56/1\"، مختصر لوامع الأنوار: صـ 57\". ¶ 7 مقدمة في عقيدة الإمام أحمد: \"269/2\", طبقات الحنابلة، اعتقاد الإمام أحمد \"2/ 299\", طبقات الحنابلة، مختصر لوامع الأنوار: \"صـ 58\"، شرح الطحاوية: \"صـ 493-502\".",
            "page": "37",
            "part": "1",
            "seal": "1AB49040"
        },
        {
            "id": "39",
            "nass": "فعل الله بخلقه مايشاء من رحمة وعذاب وعفو ¶ مكره، ولا مجبر1، وله تعالى إيلام الخلق وتعذيبهم من غير جرم، فله أن يفعل بخلقه ما يشاء2، وكل ذلك منه حسن، وله تعجيل الثواب والعقاب وتأخيرهما، والعفو عن المسلم المذنب, وإن لم يتب، وعن الكافر إذا أسلم3, والمعدوم مخاطب إذا وجب4، ولا يجب عليه لخلقه شيء، ولا فعل الأصلح لهم5، والعقل المرعي تبع للنقل الشرعي. ¶ والله هو الرزاق من حلال وحرام، هدى من شاء، وأضل من أراد. ¶ __________ ¶ 1 مختصر لوامع الأنوار: \"صـ 61\". ¶ 2 اعتقاد الإمام أحمد: \"303/2\", طبقات الحنابلة، معتقد الإمام أحمد: \"245/1\", طبقات الحنابلة، مختصر لوامع الأنوار: \"صـ 79،78\". ¶ 3 معتقد الإمام أحمد: \"245/1\" طبقات الحنابلة، مختصر لوامع الأنوار: \"صـ 76\". ¶ 4 المعدوم غير الموجود، وقد أسلفنا أن المعدوم ليس شيئًا، والمعدوم ليس مكلفًا ما دام معدومًا؛ فلا معنى لتكليفه ما دام غير موجود, ليقوم بالتكاليف، ومدار المسألة على الأهلية, وما من عاقل يقول: إن المعدوم له شيء من الأهلية ليكلف, وما من عاقل يقول: إن غير البالغ له كامل أهلية البالغ. ¶ أما شروط الأهلية: فالبلوغ؛ لإدراك الخطاب والعمل. ¶ والعقل؛ ليصح فعله وتصرفه. ¶ وما من عاقل يقول بتكليف الصبي والمجنون ونحوهما، أما إذا وجد وبلغ, عاقلًا مدركًا فقد بلغ مكلفًا، وهذا معنى قوله: \"مخاطب إذا وجب\". ¶ 5 مختصر لوامع الأنوار: \"صـ 62\"، مقدمة في عقيدة الإمام أحمد: \"266/2\", طبقات الحنابلة. ¶ 6 مقدمة في عقيدة الإمام أحمد: \"269/2\", طبقات الحنابلة، اعتقاد الإمام أحمد: \"306/2\", طبقات الحنابلة، مختصر لوامع الأنوار: \"صـ 64\". ¶ اعتقاد الإمام أحمد: \"300/2\", طبقات الحنابلة، مختصر لوامع الأنوار: \"صـ 63\".",
            "page": "38",
            "part": "1",
            "seal": "E5E55B9C"
        },
        {
            "id": "40",
            "nass": "الباب الثالث في الأحكام ¶ مدخل ¶ ... ¶ الباب الثالث: في الأحكام: ¶ فيجب امتثال أمره ونهيه الجازمين، ويسن في غيرهما، ولا يستحق المطيع على الله ثوابًا، ولا العاصي عقابًا، بل يثيب الطائع بفضله، ويعذب العاصي بعدله1، فلا نقطع لطائع بجنة، ولا لعاصٍ2 بنار, بل نرجو ونخاف3. ¶ __________ ¶ 1 مختصر لوامع الأنوار: \"صـ 61\". ¶ 2 في الأصل: \"لعاصي\". ¶ 3 معتقد الإمام أحمد: \"245/1\", طبقات الحنابلة، مقدمة في عقيدة الإمام أحمد: \"267/2\", طبقات الحنابلة.",
            "page": "39",
            "part": "1",
            "seal": "DAE9D3B3"
        },
        {
            "id": "41",
            "nass": "فصل في الإسلام ¶ ... ¶ فصل: الإسلام: ¶ الإتيان بالشهادتين مع اعتقادهما، والتزام بقية الأركان الخمسة إذا تعيَّنت, وتصديق الرسول صلى الله عليه وسلم فيما جاء به4. ¶ __________ ¶ 4 الغنية: \"55/1\"، مختصر لوامع الأنوار: \"صـ 93\"، المغني: \"101/10\"، الإقناع: \"303/4\"، الكافي: \"160/4\"، شرح منتهى الإرادات: \"390/3\".",
            "page": "39",
            "part": "1",
            "seal": "AB5E965F"
        },
        {
            "id": "42",
            "nass": "تعريف الكفر, وأحكام سبي أبناء الكفار وتحريم وصف الكافربأوصاف المسلمين وتعريف الايمان وأنه يزيد وينقص والاستثناء فيه ¶ ... ¶ تعريف الكفر, واحكام سبي أبناء الكفار ¶ تحريم وصف كافر بأوصاف المسلمين ¶ تعريف الإيمان, وأنه يزيد وينقص, والاستثناء فيه ¶ والكفر: جحد ما لا يتم الإسلام بدونه، والمسلم تبعًا لأبويه، أو لِسَابِيْهِ، أو للدار1، ويلزم الإتيان بالشهادتين إذا بلغ، إن لم يكن نطق \"3/ب\" بهما2، ولا يقال للفاسق: \"دَيِّنٌ ومُتَّقٍ، ومُخلِص، ووَلِيُّ الله\"3. ¶ والإيمان: عقد بالجنان، وقول باللسان، وعمل بالأركان, يزيد بالطاعة، وينقص بالمعصية، ويزيد بالعلم، ويضعف بالجهل والغفلة والنسيان4. ¶ وقول: \"إن شاء الله\"5 فيه، كما قال ابن عقيل6: سنَّة, لا على الشك في الحال، بل في المآل، أو في قبول7 بعض الأعمال، أو لخوف التقصير، أو كراهية تزكية النفس. ¶ __________ ¶ 1 أي: كل كسلم لم يدخل الإسلام بالشهادتين، ولم يسبق إسلامه كفر, فقد دخله \"تبعًا لأبويه\" هذا حال أكثر أبناء الصحابة، والتابعين, وجميع من بعدهم إلا قليلا، \"أو لسابِيْه\" بأن يسبي مسلم طفلًا لم يميز, فهذا محكوم بإسلامه، فإذا بلغ الحلم, وجب عليه الإتيان بالشهادتين، فإنْ أَبَاه حُكِم بكفره, وإن كان محكومًا بإسلامه قبل إبائه الإسلام، فقد كان تبعًا للسابي، \"أو للدار\" فيحكم بإسلام طفل وجد في بلد تحت حكم الإسلام, وإن لم يكن ساكنوها مسلمين؛ لأنه وجد في دار إسلام, خلافًا لأبي حنيفة، ولا يلزم الأول الإتيان بالشهادتين إذا بلغ, ويجب في حق الآخرين إجماعًا، انظر المصادر السابقة. ¶ 2 المغني: \"375/6\"، الشرح الكبير: \"376/6\"، المقنع: \"303/2\"، الكافي: \"363/2\"، الفروع: \"574/4\"، المحرر: \"373/1\"، الإقناع: \"405/2\". ¶ 3 ويؤدب؛ لأنه افترى على أهل الديانة والتقوى وأولياء الله، وهذا مقيس أو مخرج على تعزيز من قال لذمي: ياحاجُّ، وعلى منصوص المذهب بأن المفتري يؤدب إذا قال: ياظالم، يا مرابي، يا كذاب، لمن ليس كذلك, انظر: الأحكام السلطانية: \"صـ 281\"، المغني: \"347/10\"، الكافي: \"242/4\"، الفروع: \"117/6\"، الشرح منتهى الإرادات: \"362/3\". ¶ 4 الغنية: \"55/1\"، مختصر لوامع الأنوار: \"صـ 85\"، اعتقاد الإمام أحمد: \"301/2\", طبقات الحنابلة، معتقد الإمام أحمد: \"1/ 243\", طبقات الحنابلة, لمعة الاعتقاد: \"صـ 33\"، شرح الطحاوية: \"صـ 373-395\". ¶ 5 في الأصل: \"لله\", وانظر: مختصر لوامع الأنوار: \"صـ 89\"، والغنية: \"56/1\"، عقيدة الإمام أحمد: \"25/1\", طبقات الحنابلة، شرح الطحاوية: \"صـ 395-398\". ¶ 6 علي بن عقيل بن محمد، أبو الوفاء, شيخ الحنابلة ببغداد، ولد سنة 431هـ، برز على أقرانه، وساد أهل زمانه في فنون كثيرة، مع صيانة وديانة وحسن صورة، ومتعه الله بحواسه إلى حين موته, توفي بكرة الجمعة ثاني جمادى الأولى من سنة 513 هـ، ودفن قرب قبر الإمام أحمد رضي الله عنه، له: \"الفنون\"، وغيره من التصانيف المفيدة، البداية والنهاية: \"184/1\". ¶ 7 في الأصل: \"قبو\".",
            "page": "40",
            "part": "1",
            "seal": "B54BAA64"
        },
        {
            "id": "43",
            "nass": "فصل الله مقدر الخير والشر ¶ ... ¶ فصل: والله مقدر الخير والشر2 ¶ وكل ما علمه وقضاه, أو حكم به, أو أخبر به, لا تتصور مخالفته، ولا الخلف3 فيه, فلا يتعدى شيء أَجلَه، والمحروق, والقتيل, والغريق, وأكيل الوحش, والميت بهدم, ونحوهم, أموات بآجالهم، كمن يموت حتف أنفه4. ¶ فيجب بوعيد الله تخليد الكافر في النار5، وبوعده إخراج غير [هـ] منها، بشفاعة أو غيرها6, وتحبط المعاصي بالتوبة، للخبر، والكفر ¶ __________ ¶ 2 الغنية: \"58/1\" مختصر لوامع الأنوار: \"صـ 69\"، معتقد الإمام أحمد: \"241/1\", طبقات الحنابلة، مقدمة في عقيدة الإمام أحمد: \"269/2\", طبقات الحنابلة, العقيدة الواسطية: \"404/1\", مجموعة الرسائل الكبرى. ¶ 3 الخلف: الخلاف والاختلاف، انظر: الغنية: \"58/1\", وفي الأصل: \"ولا لخلف فيه\". ¶ 4 الغنية: \"57/1\"، مقدمة في عقيدة الإمام أحمد: \"268/2\", طبقات الحنابلة. ¶ 5 هذا ليس إيجابًا على الله، بل كقولنا: وجبت الجنة للعشرة، وقولنا: وجبت لزيد المكافأة, فقد قضى الله عز وجل من الأزل، أن الكافر مخلد في النار، وهذا ثابت في القرآن، في قوله تعالى: {وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} , [البقرة، الآية: 39] , وفي آية 169 من سورة النساء، وآية 23 من سوة الجن، وغير ذلك كثير. ¶ 6 الغنية: \"57/1، 58\"، مختصر لوامع الأنوار: \"صـ 73، 74، 80، 89\"، معتقد الإمام أحمد: \"245/1\", طبقات الحنابلة. ¶ 7 في الباب أخبار عدة، منها ما رواه الشيخان عن أبي سعيد الخدري مرفوعاً، وهو قصة =",
            "page": "41",
            "part": "1",
            "seal": "1AC6A156"
        },
        {
            "id": "44",
            "nass": "بالإسلام1، والطاعة بالردة المتصلة بالموت2. ¶ __________ ¶ = من قتل مائة نفس، ثم قصد قومًا يعبدون الله تائبًا، فمات في الطريق، وهومعروف، انظر: جامع الأصول: \"69/3\"، وفي الباب عن أبي هريرة قال: إن رسول الله صلى الله عليه وسلم قال: \"من تاب قبل طلوع الشمس من مغربها: تاب الله عليه\"، جامع الأصول: \"68/3\"، وعن عبد الله بن عمر رضي الله عنهما مرفوعًا: \"إن الله يقبل توبة العبد ما لم يغرغر\" , جامع الأصول: \"68/3\". ¶ 1 مختصر لوامع الأنوار: \"صـ 57\"، مقدمة في عقيدة الإمام أحمد: \"256/2\", طبقات الحنابلة. ¶ 2 الإقناع: \"305/4\"، شرح منتهى الإرادات: \"393/3\".",
            "page": "42",
            "part": "1",
            "seal": "5F9073DE"
        },
        {
            "id": "45",
            "nass": "فصل التوبة واجبة على المكلف فوراً من كل ذنب عد من لا تقبل توبته ¶ ... ¶ فصل: التوبة من كل ذنب واجب على المكلف فورًا، ¶ ولا تقبل ظاهرًا من داعية إلى بدعته، ولا ساحر وزنديق، ولا ممن تكررت ردته، أو سب الله تعالى, أو رسوله, أو مَلَكًا له، وتقبل توبة من سب الصحابة أو بعضهم، وإن كفر بذلك، كمن قذف عائشة3, أو غيرها من زوجاته صلى الله عليه وسلم، [و] كمن ادعى ألوهية علي4 رضي الله عنه, أو نبوته، أو غلَّط جبريل، وقبولها تفضلًا منه تعالى5، والحدود ليست6بتوبة ولا كفارة, في حق ¶ __________ ¶ 3 عائشة بنت أبي بكر الصديق، عبد الله بن عثمان، أفقه نساء المسلمين، تزوجها النبي صلى الله عليه وسلم، في السنة الثانية بعد الهجرة، فكانت أحب نسائه إليه، وأكثرهن رواية للحديث عنه، وكان أكابر الصحابة يسألونها عن الفرائض, فتجيبهم، روي عنها \"2210\" أحاديث، ولدت سنة 9ق. هـ، توفيت في المدينة سنة 58هـ، الأعلام: \"240/3\". ¶ 4 أمير المؤمنين علي بن أبي طالب رضي الله عنه، أبو الحسن الهاشمي، قاضي الأمة، وفارس الإسلام، وختن رسول الله صلى الله عليه وسلم، كان ممن سبق إلى الإسلام, ولم يتلعثم، وجاهد في الله حق جهاده، ونهض بأعباء العلم والعمل، واستشهد أمير المؤمنين في سابع عشر رمضان من عام أربعين، وسنه ستون سنة أو أقل أو أكثر بسنة أو سنتين، رضي الله عنه، تذكرة الحفاظ: \"10/1\". ¶ 5 الغنية: \"118/1\"، مختصر لوامع الأنوار: \"صـ 74، 81، 84\", مقدمة في عقيدة الإمام أحمد: \"266/2، 285\", طبقات الحنابلة, معتقد الإمام أحمد: \"245/1\", طبقات الحنابلة، اعتقاد الإمام أحمد: \"305/2\", طبقات الحنابلة. ¶ 6 في الأصل: \"ليس\".",
            "page": "42",
            "part": "1",
            "seal": "B04EBE5E"
        },
        {
            "id": "46",
            "nass": "المُصِرِّ1، وتقبل ما لم يعاين الموت2. ¶ فائدة: الأرواح مخلوقة لله، ويكفر القائل بقدمها3. ¶ __________ ¶ 1 معتقد الإمام أحمد: \"245/2\", طبقات الحنابلة، مقدمة في عقيدة الإمام أحمد: \"266/2\", طبقات الحنابلة. ¶ 2 مختصر لوامع الأنوار: \"صـ 103\". ¶ 3 مختصر لوامع الأنوار: \"صـ 106\".",
            "page": "43",
            "part": "1",
            "seal": "DCA10486"
        },
        {
            "id": "47",
            "nass": "فصل الإيمان بالقضاء والقدر ¶ ... ¶ فصل: ويجب الإيمان بالقضاء والقدر، ¶ وأن الله قضى المعاصي والمكروه، وقدر ذلك4، وكتب على خلقه، ولم يأمرهم به، بل نهاهم عن الرضا بذلك, ويجب الإيمان بالرقيب والعتيد5. ¶ __________ ¶ 4 الغنية: \"58/1\"، مقدمة في عقيدة الإمام أحمد: \"269/2\", طبقات الحنابلة، معتقد الإمام أحمد: \"241/1\", طبقات الحنابلة، مختصر لوامع الأنوار: \"صـ 69\"، شرح الطحاوية: \"صـ 275-277\". ¶ 5 مختصر لوامع الأنوار: \"صـ 94\"، شرح الطحاوية: \"صـ 438-440\".",
            "page": "43",
            "part": "1",
            "seal": "3BA61092"
        },
        {
            "id": "48",
            "nass": "الباب الرابع: في بقية السمعيات: ¶ ويجب الإيمان بالساعة وأشرطها، من الدجال، ويأجوج، ومأجوج، ونزول عيسى، ونحو ذلك1، وبالصعقة، والحشر، والنشر, لكل ذي روح2، وبإحياء الميت في قبره، وضغطته فيه، ورد روحه إليه، وسؤال منكر ونكير3، وثواب الميت, وعقابه للروح والجسد4، وبأن كل واحد يعلم مصيره قبل موته، وأن الميزان والمعاد الجسماني حق بعد الإعدام ممن ¶ __________ ¶ 1 مختصر لوامع الأنوار: \"صـ 109-125\"، لمعة الاعتقاد: \"صـ 38\"، معتقد الإمام أحمد: \"243/1\", طبقات الحنابلة. ¶ 2 مختصر لوامع الأنوار: \"صـ 126\", وما بعدها، الغنية: \"61/1\"، لمعة الاعتقاد: \"صـ 40\"، أما الصعقة: فهي النفخة الثانية، انظر: مختصر لوامع الأنوار: \"صـ 128\". ¶ 3 مختصر لوامع الأنوار: \"صـ 96\", وما بعدها، الغنية: \"59/1\"، لمعة الاعتقاد: \"صـ 39، 40\"، اعتقاد الإمام أحمد: \"303/2، 304\", طبقات الحنابلة، معتقد الإمام أحمد: \"242/1\", طبقات الحنابلة. ¶ 4 مختصر لوامع الأنوار: \"صـ 102\".",
            "page": "45",
            "part": "1",
            "seal": "1B8768AE"
        },
        {
            "id": "49",
            "nass": "\"4/أ\" يعدم1، ويحاسب المسلمون المكفلون إلا من شاء الله أن يدخل الجنة بغير حساب، والكفار لا يحاسبون, فلا توزن صحائفهم2، وإن فعل كافر قربة من نحو صدقة، أو أعتق, أو ظلم, رجونا أن يخفف عنه من العذاب3. ¶ وأن الصراط حق, وهو جسر مدود على جهنم, دحض مزلة4، عليه خطاطيف، وأن المرور عليه بحسب الأعمال5، وأن الجنة والنار حق، وهما مخلوقتان الآن، خلقتنا للبقاء6، وبأن المقام المحمود, والحوض المورود حق. ¶ __________ ¶ 1 الغنية: \"64/1\"، لمعة الاعتقاد: \"صـ 41\"، مختصر لوامع الأنوار: \"صـ 133\"، معتقد الإمام أحمد: \"242/1\", طبقات الحنابلة، اعتقاد الإمام أحمد: \"303/2\", طبقات الحنابلة، والإعدام هنا: كم أكله السبع، أو مات حرقًا، ونجوهما من أشكال زوال الجسد. ¶ 2 الغنية: \"65/1\"، مختصر لوامع الأنوار: \"صـ 131\"، لمعة الاعتقاد: \"صـ 40\". ¶ 3 مختصر لوامع الأنوار: \"صـ 132\". ¶ 4 دحض: زلق، وفى حديث أبي ذر: إن خليلي صلى الله عليه وسلم قال: \"إن دون جسر جهنم طريقًا ذا دحض\" , السان: \"دحض\", وقال في مختصر لوامع الأنوار: \"صـ 135\": \"وهو في الشرع، جسر ممدود على متن جهنم، يرده الأولون والآخرون، فهو قنطرة جهنم بين الجنة والنار، وخلق من حين خلقت جهنم\", وقال العلماء: \"الصراط أدق من الشعرة، وأحد من السيف، وأحمى من الجمرة\"، فقد أخرج الطبراني بإسناد حسن عن عبد الله بن مسعود رضي الله عنه قال: \"يوضع الصراط على سواء جهنم، مثل حد السيف المرهف\"، مدحضة- أي: مزلقة، مزلة: أي لا تثبت عليه قدم, بل تزل عنه إلا من يثبته الله تعالى, عليه كلاليب من نار، تخطف أهلها......إلخ. ¶ 5 الغنية: \"62/1\"، لمعة الاعتقاد: \"صـ 42\"، مختصر لوامع الأنوار: \"صـ 135\"، مقدمة في عقيدة الإمام أحمد: \"270/2\", طبقات الحنابلة، اعتقاد الإمام أحمد: \"303/2\", طبقات الحنابلة. ¶ 6 الغنية: \"65/1\"، لمعة الاعتقاد: \"صـ 43\"، مقدمة في عقيدة الإمام أحمد: \"270/2، 271\", طبقات الحنابلة، معتقد الإمام أحمد: \"245/1\", طبقات الحنابلة، كتاب مسدد: \"344،343/1\", طبقات الحنابلة، مختصر لوامع الأنوار: \"صـ 140- 144\". ¶ 7 الغنية: \"63/1\"، ملعة الاعتقاد: \"صـ 41\"، كتال مسدد: \"344/1\", طبقات الحنابلة، مختصر لوامع الأنوار: \"صـ 135\"، معتقد الإمام أحمد: \"242/1\", طبقات الحنابلة.",
            "page": "46",
            "part": "1",
            "seal": "3A451E9D"
        },
        {
            "id": "50",
            "nass": "الباب الخامس في النبوة ¶ مدخل ¶ ... ¶ الباب الخامس: في النبوة: ¶ والأنبياء متفاوتون في الفضيلة، ورسول الله صلى الله عليه وسلم حق إلى الإنس والجن, وهو خاتم الأنبياء وأفضلهم1، ولم يكن قبل البعثة على دين قومه، بل ولد مسلمًا مؤمنًا2، وأن المعجزات القاطعة المعتبرة3 لصدقه وجدت دالة على نبوته، مقترنة بدعوته، وهي: ما خرق العادة من قول أو فعل، إذا وافق دعوى الرسالة وقارنها وطابقها على وجه التحدي، لا يقدر أحد عليه، ولا يجوز ظهورها على يدي كاذب بدعوى النبوة4. ¶ وأنه صلى الله عليه وسلم، كان يخشى الله تعالى، وأنه معصوم في ما يؤدي عن الله سبحانه، وهكذا من كل ذنب، وكذا سائر الأنبياء5. ¶ __________ ¶ 1 الغنية: \"66/1\"، لمعة الاعتقاد: \"صـ 44\"، مختصر لوامع الأنوار: \"صـ 162،154\", مقدمة في عقيدة الإمام أحمد: \"278/2\", طبقات الحنابلة، اعتقاد الإمام أحمد: \"306/2\", طبقات الحنابلة. ¶ 3 مختصر لوامع الأنوار: \"صـ 164\". ¶ 3 في الأصل: \"المقترة\". ¶ 4 مختصر لوامع الأنوار: \"صـ 160\". ¶ 5 مختصر لوامع الأنوار: \"صـ 164\". ¶ أما قوله: \"وهكذا من كل ذنب\": أي أنه صلى الله عليه وسلم، معصوم من كل ذنب.",
            "page": "47",
            "part": "1",
            "seal": "BBD86256"
        },
        {
            "id": "51",
            "nass": "فصل كرامات الأولياء حق ¶ ... ¶ فصل: وكرامات الأولياء حق, ¶ وهي خرق العادات، لا على وجه الاستدعاء2 والتحدي بها، والأنبياء أفضل منهم، ومن الملائك3. ¶ __________ ¶ 2 لأن الاستدعاء يكون مسبوقًا بتحدٍّ ودعوى للنبوة, نعم: من كرامات الأولياء ما يكون تأييدًا، لكن دون دعوة من صاحبها، إنما محض انتصار من الله تعالى؛ لأن الولي لا يكون إلا متوكلًا، والتحدي ينافي التوكل, والله أعلم. ¶ 3 مختصر لوامع الأنوار: \"صـ 185\"، اعتقاد الإمام أحمد: \"306/2\", طبقات الحنابلة.",
            "page": "48",
            "part": "1",
            "seal": "BB4C12F5"
        },
        {
            "id": "52",
            "nass": "فصل في الأمر بالمعروف والنهي عن المنكر وأحكام ذلك ¶ ... ¶ فصل: الأمر بالمعروف, والنهي عن المنكر ¶ فرض كفاية على الجماعة، وعين على الواحد، ويجب على من علمه وتحققه، وهو عارف بما ينكره، ولم يخف أذًى في نفسه, أو ماله, أو أهله، ولا فتنة تزيد على المنكر، ولم يقم به غيره, وعلى الناس إعانة المُنْكِر, ونصره مع القدرة، ولا ينكر بسيف, ولا عصًا, إلا مع سلطان4. ¶ والمعروف: كل فعل وقول حسن شرعًا5. ¶ والمنكر: كل فعل وقول قبيح ,قصد, شرعًا6. ¶ والإنكار في ترك الواجب, وفعل الحرام واجب، وفى ترك المسنون وعدم تعلمه, وتعليمه7 مندوب8. ¶ __________ ¶ 4 الغنية: \"1/ 44-47\"، مختصر لوامع الأنوار: \"صـ 193- 196\"، مقدمة في عقيدة الإمام أحمد: \"280،279/2\", طبقات الحنابلة. ¶ 5 الغنية: \"47/1\"، فالبحث فيه مبسوط. ¶ 6 المصدر السابق، وقوله\" قصد\" بمعني مقصود، فيخرج القول والفعل القبيح غير المقصود. ¶ 7 في الأصل: \"تعليه\". ¶ 8 أي: يجب الإنكار على ترك فعل الواجب, وفعل المحرم، ويندب الإنكار على ترك المسنون, وعدم تعلمه وتعليمه.",
            "page": "48",
            "part": "1",
            "seal": "25D21F85"
        },
        {
            "id": "53",
            "nass": "فائدة في أنواع مايأمر, وينهى عنه ¶ ... ¶ فائدة: وكل ما يؤمر به، وينهى عنه، ¶ إما حق الله تعالى، كالصلاة والصيام, والحث على الطاعة وترك المعصية, أو لآدمي كوفاء الدين والعدل, أو: لهما, كالزكاة والكفارات، ونحو ذلك, والأب وغيره في الإنكار عليه سواء. ¶ تنبيهات: ينبغي أن يكون الآمر بالمعروف والناهي عن المنكر، متواضعًا رفيقًا فيما يدعو إليه، ذا رأي ومراقبة4, وشدة في الدين5، \"4/ب\" قاصدًا بذلك وجه الله، وإقامة دينه، ونصر شرعه، وامتثال أمره، وإحياء سنة نبيه صلى الله عليه وسلم، بلا رياء، ولا منافقة، ولا مداهنة، غير منافس، ولا مفاخر، ولا ممن يخالف قوله فعله6، يبدأ في إنكاره بالأسهل، فإن زال, وإلا زاد، فإن لم, رفعه إلى سلطان عادل7 لا يأخذ مالًا، ولا يفعل غير ما يجب، وينكر على السلطان, بوعظ وتخويف من عذاب الله تعالى8. ¶ __________ ¶ 3 لأن الإنكار يكون على البالغ، فإن كان غير بالغ كان الإنكار في حقه تأديبًا، فالبالغ إذا فعل منكرًا وعلم أبوه، كان حكم الأب حكم غيره من المسلمين، وليس للأبوة في ذلك زيادة تكليف، فلا يلزمه الإنكار مطلقًا، وقد تقدم ذكر أحكام تغيير المنكر. ¶ 4 أي: مراقبة معرفة وتتبع، فيحيط خبرًا بأهل بلده، وأحوال وقته، وأسباب التغيّرات الآنية والدائمة في بلاده, وهذا خاص بالمحتسب, لا شرط في الآمر بالمعروف, والناهي عن المنكر عمومًا. ¶ 5 أي: محافظًا عليه، حازمًا في الدفع عنه، لا أنه متشدد في الأحكام في غير مواضع التشديد، مغلق رحابته على الناس، مضيق يُسرُهُ، فيقنطون وينفرون، فيسيء إلى الإسلام، وإلى نفسه. ¶ ثم ليس له الإنكار فيما فيه خلاف، تتبعًا للعزائم ملزمًا الناس بها، أو ناهيًا آمرًا حسب نصوص مذهبه، وطارحًا سواه, نعم ينكر من الأمور المختلف فيها, ما كان دليله واهيًا أو مردودًا، كشرب الحنفي النبيذ المشتد، وإن لم يسكر، ولعب الشطرنج، وإنكار الإمام أحمد على لعب الشطرنج مشهور, ونحو ذلك, انظر: الأحكام السلطانية: \"صـ 287, 297\". ¶ 6 الغنية: \"46/1\"، مختصر منهاج القاصدين: \"صـ 129\", وما يليها. ¶ 7 الغنية: \"47،46/1\"، مختصر منهاج القاصدين: \"صـ 126-129\". ¶ 8 مختصر منهاج القاصدين: \"صـ 133\".",
            "page": "49",
            "part": "1",
            "seal": "3C2F2556"
        },
        {
            "id": "54",
            "nass": "مايسن في حق العاصي المتجاهر ¶ وسن هجران العصاة المتجاهرين، ويجب الإغضاء عن المستترين3، ويجب هجران المبتدعين الداعين إلى الضلالة, على من عجز عن إصلاحهم والإنكار عليهم. ¶ __________ ¶ 3 مختصر لوامع الأنوار: \"صـ 195\".",
            "page": "50",
            "part": "1",
            "seal": "5FF68ED9"
        },
        {
            "id": "55",
            "nass": "فائدة: مايجب على القادر أن ينصر به أخاه المسلم ¶ يجب على القادر الدفع عن نفسه، وحرمته إن أمكنه, ويسقط إنْ علم أنه لا يفيد4, وعليه إنجاؤه من غرق، حريق ونحوهما، كما يجب أن ينجيه من المجاعة، والظمأ، مع القدرة5. ¶ الخاتمة: من كفَّر من ليس بكافر، معتقدًا كفره, كفر, ومن فسق من ليس بفاسق، معتقدًا فسقه, فسق, ويحرم لعن كافر معين. ¶ __________ ¶ 4 الإقناع: \"290/4\"، شرح منتهى الإرادات: \"378/3\", آخرها، الفروع: \"146/6 -149\", وفيه تفصيل عظيم, فانظره. ¶ 5 المصادر السابقة.",
            "page": "50",
            "part": "1",
            "seal": "3F06254B"
        },
        {
            "id": "56",
            "nass": "فصل: فصل في معنى القديم والعالم والمستحيل لذاته ¶ والقديم: ما لا أول لوجوده، ولم يسبقه عدم، ويراد به: المتقدم, وإن سبقه العدم6. ¶ والعالَم: كل موجود سوى الله تعالى وصفاته. ¶ والمستحيل لذاته: غير ممكن, ولا مقدور، وإلا صار ممكنًا7. ¶ __________ ¶ 6 فلكلمة القديم معنيان: ما لم يسبقه عدم, وهو الله تعالى، وما تقدم على غيره, وسبقه العدم. ¶ 7 في الأصل: \"وإلا صار ممكنًا ولا مقدور\", مع وضع علامتي التقديم والتأخير فوقها.",
            "page": "50",
            "part": "1",
            "seal": "D89704A9"
        },
        {
            "id": "57",
            "nass": "الجائر والدور والتسلسل ¶ الجائز: ما جاز اجتماعه واقترافه، وهو شرعاً: ما أذن فيه الشرع. ¶ والدَّور: توقف كل شيئين على الآخر1. ¶ والتسلسل: ترتيب أمور غير متناهية2. ¶ __________ ¶ 1 كالدجاجة من البيضة، والبيضة من الدجاجة. ¶ 2 كقوله لزوجته: أنت طالق، وكلما طلقت فأنت طالق بعدها، فتطلق بالأولى، ثم تقع عليها الثانية بوقوع الأولى فهي شرط لها، ثم تقع الثالثة بوقوع الثانية، والرابعة بالثالثة، وهكذا، فهذا تسلسل.",
            "page": "51",
            "part": "1",
            "seal": "4D606304"
        },
        {
            "id": "58",
            "nass": "التتمة: نصيحة لطالب هذا العلم ¶ أسلم الطرق التسليم، فما سلم دين من لم يُسَلِّم لله ورسوله صلى الله عليه وسلم، ورد علم ما اشتبه إلى عالمه, ومن أراد علم ما يمتنع3علمه، حجبه مرامه عن خالص التوحيد، وصافي المعرفة، وصحيح الإيمان، فيتردد بين الإقرار والإنكار، شاكًّا زائغاً متحيراً، ولا مؤمناً صادقاً، ولا جاحداً مكذباً، ولا مؤمنًا محققاً. ¶ ومن لم يتوقَّ النفي5والتشبيه6ضل، والتعمق في الفكر ذريعة ¶ __________ ¶ 3 في الأصل: يمتع. ¶ 4 وهو من تيقن ما هو بصدده عموماً، وفي العقيدة لا بد من أن يكون المرء محققاً لها، أي: متيقناً عقيدته؛ كي تصح منه ويثاب عليها، فلا مدخل للظن في الاعتقاد. ¶ 5 النفي: إبطال الصفات وردها، والنفاة: هم الجهمية من معتزلة ومؤوِّلة. ¶ 6 التشبيه: وصف الله عز وجل بصفات عباده، وبلوازم المخلوقين، لا إثبات الصفات وإمرارها كما جاءت على حقيقتها دون الخوض في تفسيرها، فالمشبهة أخطأوا إذ فسروا آيات الصفات وأخبار الصفات، مع أنها لا تفسر، لقوله: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللَّهُ} , [آل عمران، الآية: 7] , والصحيح أن التأويل تفسير، لا صرف عن الظاهر. ¶ الثاني: جعل ما يليق بالله عز وجل، ما يليق بالمخلوقين, وما لهم من صفات تشترك في الاسم مع صفات الله مصدر فهمها شيء واحد، وهو لوازم المخلوق، وهذا ممتنع بقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} , [الشورى: الآية:11] .",
            "page": "51",
            "part": "1",
            "seal": "153734FF"
        },
        {
            "id": "59",
            "nass": "الخذلان، وسُلَّم الحرمان, ودرجة الطغيان، ومادة التوهان والولهان، فإنه يفتح باب الحيرة غالبًا، وقلَّ أن يكون ملازمه إلا خائبًا. ¶ والأمن واليأس ينقلان عن الملة، وسبيل الحق بينهما لأهل القبلة، فإنه بين الغو والتقصير، والتشبيه والتعطيل1، وبين الجبر والقدر, فعليك يا أخي اتباع السنة والآثار، دون2 الافتكار والابتكار، فإن قليل ذلك مع \"5/أ\" الفطنة كثير، والممعن في التعمق مذموم، والحريص على التوغل في اللهو محروم، والإسراف في الجدال يوجب عداوة الرجال، وينشر الفتن، ويولد المحن، ويقلل الهيبة، ويكثر الخيبة، فإن الله سبحانه لا تفهمه الأفهام, ولا تتوهمه الأوهام, فعليك بطلب الحق ,والصدق، والتوقف معهما، وترك التغير عنهما، واجتهد في عدم الدخول فيما لا يلزمك، فإنه يلزم منه همُّك وندمك، فاستنصح يا أخي فيما قربت إليك وبذلك جهدي في نصحك؛ شفقة عليك؛ فإنه أصوب وأثوب، وأسلم وأقوم، والله أعلم. ¶ هذا آخر المقصد الأول. ¶ __________ ¶ 1 التعطيل: صرف الصفات عن ظاهرها وحقائقها إلى المجاز، وبين النفي والتعطيل عموم وخصوص من وجه، فالتعطيل نوع نفي، قد سبق قريبًا بيان النفي. ¶ 2 في الأصل: \"دوان\".",
            "page": "52",
            "part": "1",
            "seal": "C3E69BEB"
        },
        {
            "id": "60",
            "nass": "تقدمة على المقصد الثاني في أقسام أهل السنة والتفرقة بين الأشعرية والحنابلة ¶ وللكلام على المقصد الثاني: تقدمة: ¶ وهي أن طوائف أهل السنة ثلاثة: أشاعرة، وحنابلة، وماتريدية1. ¶ بدليل عطف العلماء الحنابلة على الأشاعرة في كثير من الكتب الكلامية2، وجميع كتب الحنابلة، والعطف يقتضي المغايرة، وكيف يصح إدخال الحنابلة في الأشاعرة؟ مع أنه قد ذكر [ابن] السبكي3 في طبقات الشافعية4، أن الشيخ أبا الحسن الأشعري5 ولد سنة ستين ومائتين, بعد ¶ __________ ¶ 1 مختصر لوامع الأنوار: \"صـ 19\", والماتريدية: أتباع أبي منصور الماتريدي. ¶ 2 ففي كتبهم يقولون: الحنابلة وأهل الحديث, انظر مقالات الإسلاميين: \"602،856،434،112،217،172\"، أصول الدين: \"312،166،110\"، الفرق بين الفرق: \"301،300\"، المواقف: \"صـ 429\", وغيرها كثير من كتبهم, فانظرها. ¶ 3 عبد الوهاب بن علي بن الكافي السبكي، أبو نصر، قاضي القضاة، المؤرخ، الباحث, ولد بالقاهرة سنة727هـ، وانتقل إلى دمشق مع والده، وتوفي بها سنة 771هـ, له: \"جمع الجوامع\", و\"الطبقات: الكبرى\"و \" الصغرى\" والوسطى\", الأعلام: \"184/4\". ¶ 4 طبقات الشافعية الكبرى: \"245/2\". ¶ 5 علي بن إسماعيل بن إسحاق، أبو الحسن، من نسل الصحابي أبي موسى الأشعري: مؤسس مذهب الأشاعرة, كان من الأئمة المتكلمين المجتهدين, ولد في البصرة سة 260هـ, وتلقى مذهب المعتزلة، وتقدم فيهم، ثم رجع, وجاهر بخلافهم, وتوفي ببغداد سنة 324هـ, قيل: بلغت مصنفاته ثلاثمائة كتاب، منها: \"مقالاات الإسلاميين\"، و\"الإبانة\", \"خلق الأعمال\"، \"والرد على ابن الرواندي\".",
            "page": "53",
            "part": "1",
            "seal": "11A5AFBC"
        },
        {
            "id": "61",
            "nass": "وفاة الأمام أحمد1 بعشرين سنة,1 فكيف يصح نسبة الحنابلة2 إلى ¶ __________ ¶ 1 توفي الإمام أحمد رضي الله عنه سنة 241هـ. ¶ 2 حين يزعمون أن فضلاء الحنابلة أشاعرة، إلا من لحق بأهل التجسيم، وأن المجسمة في الحنابلة أكثر منهم في غيرهم، طبقات الشافعية الكبرى: \"261/2\". ¶ نقول: مَن مِن الحنابلة كان أشعريًّا؟ ليس من الحنابلة أشعري إلا ابن الجوزي، مال إليهم, ووافقهم ببضع مسائل، ولم يكن أشعريًا خالصًا، أما ابن عقيل, فهو حنبلي الأصول والفروع، وإن مال في وقت من أوقاته إلى بعض مسائل للمعتزلة، ثم تاب عنها وآب, ومات على مذهب إمامه أحمد بن حنبل رضوان الله عليه. ¶ ونقول: مَن مِن أصحابنا لحق بأهل التجسيم؟ ¶ وجوابهم على هذا: القاضي أبو يعلى, وابن الزاغوني, وابن بطة. ¶ أقول: هؤلاء ما خالفوا نصوص إمامهم في شيء، هذا كتاب ابن بطة قد طبع، وعقيدة القاضي تكلم عن نصوصها ابنه في: الطبقات: \"207/2-214\"، أما ابن الزغواني, فلم يثبت عندنا أنه مجسم، بل دارج سالك مسلك إمامه, متتبع نصوصه، فيمكنكم العود لها، ومقارنتها بما رواه القاضي ابن أبي يعلى بإسناده إلى الإمام أحمد, وهي: ثلاث رسائل عن أصحابه. ¶ الأولى: عن الأصطخري: \"24/1-36\" من طبقات الحنابلة. ¶ الثانية: عن العطار: \"241/1-246\" من طبقات الحنابلة. ¶ الثالثة: وهي كتاب مسدد أرسله الإمام له بطلب منه: \"342/1-345\" من طبقات الحنابلة. ¶ ثم ألحق المحقق رسالتين، نقلهما عن الكواكب الدراري لابن عروة، والعلامة حامد بن أديب التقي الأثري الحسيني، من قطعة من الكواكب محفوظة في المكتبة الظاهرية بدمشق تحت رقم 46، أما الثانية فعن كتاب الأمر بالمعروف للخلال, رقم \"245\" حديث. ¶ وبعد المقارنة سيتبين الأمر جليًا أن أحدًا منا لم يخالف الإمام في معتقده، نعم هناك خلاف بسيط, لا يعد خروجًا عن المذهب، ومثاله ننقله عن: مقدمة في عقيدة الإمام أحمد: \"265/2\" من طبقات الحنابلة، حيث قال صاحب الرسالة, الإمام رزق الله بن عبد الوهاب التميمي: \"فأما ورود التسمية بالشخص، كقوله:\"لا شخص أغير من الله\"، وبالصورة كقوله: \" فيتجلى لهم في صورة لا يعرفونها\", فاختلف أصحابنا في هذه التسمية, فمنهم من أطلق للنقل, ومنهم من تأولها، لعدم الإجماع على إطلاق =",
            "page": "54",
            "part": "1",
            "seal": "872F4236"
        },
        {
            "id": "62",
            "nass": "اعتقادهم؟ مع أنهم منذ زمن الإمام أحمد \"رضي الله عنه\" إلى زماننا هذا، لم يزالوا ¶ __________ ¶ = القول, ثم قال: وبهذا أقول، فنطلق الرؤية للخبر، ولا نطلق تسمية لم يجمع عليها أهل الآثر\".أ. هـ, وانظرها في الغنية::72/1\". ¶ فمن أطلقها سار على ظاهر قواعد إمامه، من إثبات أخبار الصفات، وإمرارها كما جاءت، ومن لم يفعل، وقف على نصوص إمامه، ولم يتجاوزها، وفي كل خير، ولا يعد اختلافهم في هذا وأمثاله, خروجًا عن المذهب، بل لا يعد اختلافًا حقيقيًا أصلًا. ¶ ومن نبذ من الأشعرية كتب السنوسي الثلاثة، وشروحها، وما عليها من حواشٍ، والتي أشغلت من جاء بعدها، عن قراءة نصوص الأشعري، وعاد إلى الإبانة, وقارنها مع مقالات الإسلاميين، ثم قارنها بكتب من جاء بعده, كابن الباقلاني، وابن فورك، وعبد القاهر البغدادي، وابن الجويني إمام الحرمين، والغزالي، عرف وتعرف على الخلاف الحقيقي، فإن أصحاب الأشعري خالفوه في كل شيء من علم الكلام، إلا قواعد يسيرة ثبتوا عليها، كانوا فيها موافقين لإمامهم، لكن هذه القواعد لم تفد في إبقائهم على نصوص الأشعري، فمع أتفاقهم عليها، خالفوه في كثير من الأصول، وغالب الفروع، ولم ينج من ذلك إلا ما قال به أبو محمد الجويني، والد إمام الحرمين، في رسالته: \"إثبات الحرف والصوت والاستواء والفوقية\" المنشورة ضمن الرسائل المنيرية: \"74/1-87\", أما ما ينسبه الغزالى أن في هذا عن الأشعري ثلاثة أقوال، وما يقوله ابن السبكي: أن عن الأشعري نقلين وروايتين, التأويل وعدم التأويل, فتلك أحوال الأشعري الثلاثة، فكان ينبغي أن يقولوا بنسخ المتأخر للمتقدم من أقوال الأشعري، ويعملوا بما توفي عليه، وهوالإبانة. ¶ ومن الناس من يقول: إن الحنابلة أدخلوا على إمامهم أقوالًا في التجسيم وغيرها لم يقلها الإمام, أقول: التجسيم, وصف الله عز وجل بالجسمية, لا إثبات ما وصف به نفسه، وأخبر به نبيه صلى الله عليه وسلم، ومع إمرار أخبار الصفات وآياته كما جاءت، دون تأويل، أو تكييف، أو تشبيه، أو تعطيل، وإعمال الفكر، والعقل، والخيال. ¶ مع ذلك فإن أصحابنا نقلوا اعتقاد إمامهم بالأسانيد الصحيحة، سماعًا لا إجازة، أو وجادة، ويمكن العود لطبقات الحنابلة عند المواضع المذكورة سابقًا، ودراسة الأسانيد والتعرف على رجالها من كتب التراجم الأخرى، سوى طبقات الحنابلة، وفوق هذا وذاك، فإن ابن بطة وابن الزاغواني والقاضي أبا يعلى، وكافة الحنابلة، اعتقادهم واحد هو اعتقاد إمامهم، ومن الحنابلة هؤلاء, القدوة العارف الحجة الإمام الشيخ عبد القادر الجيلاني قدس الله روحه, وهذا كتابه الغنية: جعل فيه بابًا لمعرفة الصانع: \"48/1\", فعارض أيها المعارض كلام الشيخ عبد القادر بكلام القاضي الذي نقل عنه في =",
            "page": "55",
            "part": "1",
            "seal": "8D511910"
        },
        {
            "id": "63",
            "nass": "على اعتقاد إمامهم1، الذي هو معتقد السلف، كبقية الأئمة الأربعة من حيث ¶ __________ ¶ = الطبقات، وكلام ابن بطة، وما نقل عن الإمام لفظاً وحكاية، فإن وجدت اختلافاً فعد علينا بالإفادة. ¶ ثم يجب التنبه إلى أنه لا يؤخذ كلام القوم إلا من كتبهم، ودعك من الكتب الردود والخلاف، ففيها مغالطات وطامَّات، وكل منهم ينقل عمن سبقه دون تحرٍّ أو تحقيق، وهنا نذكر بقول الإمام أحمد رضي الله عنه: \"ما أحسن الإنصاف في كل شيء\", ودونكم مثلاً على رد التهمة بالتجسيم: ففي كلام أصحابنا ما يثبت خلاف ذلك، تحديداً، ويكفرهم, وسنبسط ذلك في غير هذا الموضوع، بل في مصنف مفرد، مسائل هذا الاختلاف، وحسم مادته إن شاء الله تعالى، ونحن نتمنى ونترقب اليوم الذي نضرب به صفحاً عن تلك الخلافات, ونرى الناس أمة واحدة على الكتاب والسنة, كما أوصانا رسول الله صلى الله عليه وسلم: \"تركت فيكم ما إن تمسكتم به, فلن تضلوا بعدي أبداً، كتاب الله وسنة نبيه\". ¶ 1 قد تقدم إيجاز عن هذا الكلام، ومن المستحسن الآن بسطه؛ لتتضح الفكرة, نقل هذا المعتقد أصحاب الإمام أحمد، إلى أصحابهم، وجمع عن جمع، حتى كان منهم من جمع تلك الأقوال والروايات, وصنفها، أهمها رسالتان: ¶ الأولى: مقدمة الإمام أبي محمد بن تميم الحنبلي, وذكر آخرها أنها: \"مقدمة\"، وذكر أيضًا: أنه كتبها دون رجوع إلى كتاب، لعجلة الرسول, ولهذا تراها جاءت غير مستوعبة كافة ما نقل عن الإمام، وهي مذكورة في المجلد السادس الأربعين من الكواكب الدراري، وقد تقدم ذكر موضعها قريباً، ورقم مخطوطها، والناسخ, وهو من أكابر العلماء من أهل القرن الرابع عشر الهجري, وقد كانت مما اعتمدنا عليه في تحقيق كتابنا هذا, وقد سميتها: \"مقدمة في عقيدة الإمام أحمد\" مستفيداً من عنوان وضعه محقق الكتاب، فإن ابن تميم لم يسمها، وذكر أنها مقدمة فقط, انظرها في: \"293/2-307\" طبقات الحنابلة. ¶ الثانية: للإمام أبي الفضل عبد الواحد بن العزيز بن الحارث التميمي رحمه الله, قد أملاها على جمع، وهي رواية أربعة من أصحابه، ذكرهم الناشر على صفحة عنوان الرسالة، وقد ذكر المحقق اسم الرسالة: \"كتاب في اعتقاد الإمام المنبل أحمد بن حنبل\"، وهذا تسمية منه للكتاب، ولهذا سميته: \"اعتقاد الإمام أحمد\" تسهيلاً للأول، لحاجة العزو له، فإنه مما عدنا له في تحقيق كتابنا هذا, انظر الرسالة في: \"265/2-290\" طبقات الحنابلة.",
            "page": "56",
            "part": "1",
            "seal": "F25B4A8D"
        },
        {
            "id": "64",
            "nass": "__________ ¶ = ثم هناك رسائل للإمام أحمد, نقلها عنه أصحابه بأسانيد صحاح, أهمها ثلاث رسائل رواها ابن أبي يعلى في طبقاته بإسناده, ولها خارج الطبقات أسانيد أخرى لأهل المذهب, فما كان عند أبي يعلى وابنه كان عند غيرهم من الحنابلة, وإن لم يعتنِ بتدوينها جميعًا في مصنف متداول غير ابن أبي يعلى, وهي: ¶ 1 رسالة رواها صاحبه أحمد بن جعفر بن يعقوب بن عبد الله، أبو العباس الفارسي الأصطخري, والذي يظهر منها أنها ليست تصنيف الإمام أحمد رضي الله عنه, وإنما هي من تدوين الإصطخري عن الإمام، فهي للإمام إملاء على الارجح, فقد قال أولها: قال أبو عبد الله ... وساق كلام الإمام إلى آخره، وعند انتهاء الرسالة نلاحظ قول الإمام: وبالله التوفيق, وهذا يرجع أنها إملاء, أما ما جاء بعد هذا, فهو كلام ابن أبي يعلى. ¶ وانظر الرسالة في: \"24/1-36\", طبقات الحنابلة. ¶ ومما يجدر ذكره هنا أن هذه الرسالة وقع فيها خطأ في الأصل من جهة النساخ، وقد أشار المحقق إلى شكه في ذلك الموضوع، فقد جاء فيها: \"29/1\": \"وكلم الله موسى تكليمًا من فيه\". ¶ والخطأ في: \"من\" إنما ينبغي أن تكون: \"وكلم الله موسى تكليمًا بما فيه\", أي: بما في التوراة، لا يؤثر عن الإمام أنه يعتقد أن لله فمًا، وليس هذا من معتقده, ولا أصحابه, ولم يرد إلا في هذا الموضع, بل في الرسائل التي ذكرناها, والتي سنذكرها ورد فيها بحث في هذا الموضوع, ولم يرد فيها هذا الخطأ, فهو خطأ نساخ لا أكثر. ¶ وقد سميتها: \" عقيدة الإمام أحمد\". ¶ 2 رسالة رواها العطار أبو محمد، عبدوس بن مالك, وهي ليست من تصنيف الإمام قطعًا, فليس فيها سيما المصنفات, ولا تحمل ما يشير إلى ذلك, فيطرأ الاحتمال, وهي على هذا سماع جامعها من الإمام، فقد قال: سمعت أبا عبد الله أحمد بن حنبل رضي الله عنه يقول: \"أصول السنة عندنا......, وساق الكلام, انظرها في: \"241/1\" طبقات الحنابلة, وقد أسميتها: \"معتقد الإمام أحمد\". ¶ 3 رسالة الإمام إلى مسدد بن مسرهد بن مسربل البصري, وهو من رجال الصحيحين, وهذه رسالة كتبها الإمام إلى مسدد جوابًا لما سأله عنه، وهي في السنة والمعتقد وقد سميتها: \"كتاب مسدد\", انظرها في: \"342/1-246\" طبقات الحنابلة, وقد اعتمدنا على هذه الرسائل الخمسة في تحقيق هذا الكتاب أصلًا, وما ذكرناه معها إنما هو تبع لها، استقى منها من جاء بعدهم، من غيرها مما صنفه أصحاب الإمام في الاعتقاد, ثم جاء بعد أصحاب الإمام جَمْعٌ صنف في هذا الباب، كالقاضي أبي يعلى الفراء =",
            "page": "57",
            "part": "1",
            "seal": "838F1927"
        },
        {
            "id": "65",
            "nass": "تسليم آيات الصفات، وعدم تأويلها، ألا ترى إلى جواب مالك, لما سئل عن الاستواء ¶ __________ ¶ = وطبقته، ثم الشيخ عبد القادر الجيلاني, ومن بعده المقادسة من آل قدامة, كالحافظ عبد الغني المقدسي, وابن خالته الحافظ الإمام عبد الله بن قدامة المقدسي صاحب المغني, وابن حمدان, وابن بلبان, ثم ابن تيمية، ومن قبله جده, وبعده ابن القيم, وابن عبد الهادي, وآله، ثم المواهبي صاحب كتابنا هذا, حتى نهاية القرن الثاني عشر. ¶ واستمر العمل في القرن الثالث عشر على يد الشيخ العلامة محمد بن عبد الوهاب صاحب كتاب التوحيد، والذي بعث مذاهب السلف في تلك الديار التي ضاع منها رسوم هذا المذهب إذ ذاك، فأزاح الله به وبأبنائه وأصحابه من بعده الضلال والبدع وطهر الديار، فقد كانوا في محاربة البدع وما خالف نهج الصحابة في وقتهم غاية، لكن من شدة اقتضاها الحال نسبة كثرة البدع وشناعتها. ¶ ويسميهم مخالفهم بالوهابية نسبة للشيخ محمد بن عبد الوهاب رحمه الله، وهم على مذهب الإمام أحمد في الاعتقاد على الصحيح, فقد أشاع بعض الناس أنهم يقولون: إن الله جالس على العرش، تفسيرًا للاستواء, وأن الله ينزل كنزول البشر, وهذا خلاف الثابت عنهم في كتبهم وكلامهم على المنابر ووسائل الإعلام, فهو محض افتراء أو سوء فهم. ¶ نعم هم يخالفون الإمام في مسألة واحدة، وهي إنكارهم التصوف جملة وتفصيلًا، وقد جاء في: مقدمة في عقيدة الإمام أحمد: \"279/2\", طبقات الحنابلة، أن الإمام كان يعظم الصوفية ويكرمهم, وقد كان من أصحابه متصوفة: كبشر بن الحارث الحافي, وهو من أكابر الصوفية, نعم يرد ويبدع منهم من كان منحرفًا مبتدعًا مدخلًا في الدين ما ليس منه, وهذا حال غالب المتاخرين منهم، وسبب ذلك جهلهم بالشريعة، فلبس عليهم الشيطان أمورًا قواها بوسوسته، فظنوها فيوضات وكشوفات, فأصلوها من الدين، وهذا ضلال وباطل يرد وينكر على صاحبه, أما سادات الصوفية, فلا غبار على أقوالهم: كالشيخ عبد القادر الجيلاني, والجنيد, والفضيل, وبشر الحافي، وقد أثنى على هؤلاء السادة الشيخ العلامة شيخ الإسلام أحمد بن تيمية رضي الله عنه، وكان يسميهم متصوفة على طريقة أهل السنة, وذكرهم في كثير من المواضع منها: مجموع فتاوى شيخ الإسلام: \"377/3\"، \"691،686،368/10\"، \"604،600،494/11\". ¶ 1 وهو قول مستقيض عن الإمام مالك, رواه البيهقي عنه مسندًا انظر: الهداية والاعتقاد: \"صـ 71\".",
            "page": "58",
            "part": "1",
            "seal": "A9F475C2"
        },
        {
            "id": "66",
            "nass": "المقصد الثاني ¶ مدخل ¶ ... ¶ المقصد الثاني: في مسائل وقع فيها الخلاف بين الحنابلة والأشاعرة: ¶ اولا: الاستواء ¶ منها1: أننا نؤمن بأن الله تعالى مستوٍ2 على عرشه، بائن من خلقه، من غير تأويل3؛ فعن أم سلمة، رضي الله عنها، ¶ __________ ¶ 1 لم يقع الخلاف بيننا وبين الأشعرية كافة، فابن الباقلاني القاضي يقر بالاستواء، ويقول بالفوقية، ويرد الحكاية والعبارة عن القرآن، ولكن ينكر الصوت فقط. ¶ ويدنو البيهقي من ابن الباقلاني, وأبي الحسن الأشعري في الاعتقاد، ويوافقهم في كل شيء, لكنه لا يسلك مسلكهم في الجدل، ويعتمد الإنابة دائمًا, ولا يخالفها، ويرد الصوت تبعًا لأبي الحسن الأشعري، ولا يقول بالمجاز في الصفات, كابن الباقلاني, والأشعري في الإنابة. ¶ أما الإمام أبو محمد الجويني, فإنه يثبت الحرف والصوت والاستواء والفوقية، وهو على هذا ليس منهم, وقد عده ابن عساكر في: \"تبيين كذب المفتري, من أصحاب الأشعري\"، وهذه عادتهم، فإنهم يعدون فريقًا يعدون من الأئمة أشعرية، وليسوا كذلك، لعدم موافقتهم لهم في مسائل الخلاف, كأبي محمد الجويني، وأبي حامد الإسفرائيني، وأبي إسحاق الشيرازي. ¶ والخلاف الرئيس يقع مع إمام الحرمين والغزالي, وابن فورك وعبد القاهر البغدادي، وأمثالهم. ¶ 2 في الأصل: مستوي. ¶ 3 الغنية: \"50/1\"، مختصر لوامع الأنوار: \"صـ 39\"، اعتقاد الإمام أحمد: \"296/2\", طبقات الحنابلة، مقدمة في عقيدة الإمام أحمد: \"265/2\", طبقات الحنابلة، عقيدة الإمام أحمد: \"29/1\", طبقات الحنابلة، لمعة الاعتقاد: \"صـ 17\"، العقيدة الواسطية: \"401/1\"، الحموية الكبرى: \"439/1، 440,\" وهما ضمن مجموعة الرسائل الكبرى، شرح الطحاوية: \"صـ 313\". ¶ 4 هند بنت سهيل بن المغيرة القرشية المخزومية، أم سلمة من زوجات النبي صلي الله عليه وسلم، =",
            "page": "59",
            "part": "1",
            "seal": "723F521B"
        },
        {
            "id": "67",
            "nass": "جواب في الاستواء1. ¶ كما اشتهر من جواب أبي2 علي الحسين بن الفضل3 البجلي4، عن الاستواء، فقال: \"لا نعرف أنباء الغيب إلا ما كشف لنا، وقد علمنا جل ذكره: أنه استوى على عرشه، لم يخبر كيف استوى، ومن اعتقد أن الله مفتقر للعرش، أو لغيره من المخلوقات، أو أن استواءه على العرش, كاستواء المخلوقات على كرسيه، فهو ضالٌّ مبتدع، فكان الله ولا زمان ولا مكان، وهو الآن على ما عليه كان\". ¶ ومنها: نزول الرب سبحانه وتعالى كل ليلة إلى السماء الدنيا، من غير تشبيه بنزول المخلوقين، ولا تمثيل، ولا تكييف، بل يثبت5 الحنابلة ما أثبته رسول الله صلى الله عليه وسلم، ويُمِرُّون الخبر الصحيح6 الوراد بذكره على ظاهره، ويكلون علمه إلى الله تعالى7. ¶ __________ ¶ =تزوحها في السنة الرابعة للهجرة، وكانت من أكمل النساء عقلاً وخلقاً، وكانت كاتبة ذات رأي، وهي قديمة الإسلام، وعمرت طويلًا، فقد توفيت سنة 62هـ، وهذا اختيار الزركلي, الأعلام: \"97/8\". ¶ 1 رواه أبو القاسم اللالكائي فى: كتاب السنة من طريق الحسن البصري عن أم سلمة أنها قالت: \"الاستواء غير مجهول، والكيف غير معقول، والإقرار به إيمان، والجحود به كفر\" ذكره الحافظ ابن حجر العسقلاني فى: فتح الباري: \"406/13\"ط. السلفية, وانظر كامل إيراده للبحث الماتع: \"405/13-408\". ¶ 2 في الأصل: \"ابن\". ¶ 3 في الأصل: الفضلي، وهو سبق قلم من الناسخ. ¶ 4 الحسين بن الفضل بن عُمير البجلي، مفسر معمر، كان رأساً في معاني القرآن، أصله من الكوفة، وانتقل إلى نيسابور، وأنزله واليها عبد الله بن طاهر في دار اشتراها له سنة 217 هـ، فأقام فيها يعلم الناس 65 سنة، وكان قبره فيها معروف, الأعلام: \"252/2\". ¶ 5 في الأصل: \"يثبتون\". ¶ 6 فلا بد من كون الحديث صحيحاً, ليكون حجة في الصفات، وإن كان آحاداً، فالآحاد عندنا حجة في الأحكام والعقائد, انظر: مختصر التحرير: \"صـ 44\". ¶ 7 انظر: اعتقاد الإمام أحمد: \"307/2\", طبقات الحنابلة، معتقد الإمام أحمد: \"241/1، 242\", طبقات الحنابلة، مختصر لوامع الأنوار: \"صـ 48\"، الغنية: \"50/1\"، لمعة الاعتقاد: \"صـ 5، 7\"، شرح الطحاوية: \"صـ 239\".",
            "page": "60",
            "part": "1",
            "seal": "85507D05"
        },
        {
            "id": "68",
            "nass": "ثانياً: النزول والمحيء والإتيان ¶ وكذلك ما أنزل الله عز اسمه في كتابه، من ذكر المجيء2 والإتيان3, المذكورين في قوله تعالى: {وَجَاءَ رَبُّكَ وَالْمَلَكُ} 4الآية، وفي قوله: {هَلْ يَنظُرُونَ إِلاَّ أَنْ يَأْتِيَهُمْ اللَّهُ فِي ظُلَلٍ مِنْ الْغَمَامِ} 5 الآية. ¶ ونؤمن بذلك بلا كيف، فلو شاء سبحانه أن يبين لنا كيفية ذلك لفعل، فانتهينا إلى ما أحكمه، وكففنا عن الذي يتشابه. ¶ __________ ¶ 2 مختصر لوامع الأنوار: \"صـ 48\"، الغنية: \"51/1\"، الإبانة: \"صـ 11\"، الهداية والاعتقاد: \"صـ 71 - 72\". ¶ 3 انظر المصادر السابقة. ¶ 4 الفجر، الآية: 22. ¶ 5 البقرة، الآية: 210.",
            "page": "61",
            "part": "1",
            "seal": "8176A24C"
        },
        {
            "id": "69",
            "nass": "أقوال السلف في علم الكلام والأهواء ¶ وقال مالك رضي الله عنه: \"إياكم والبدع, قيل: وما البدع؟ قال: أهل البدع: الذين يتكلمون في أسماء الله تعالى وصفاته وكلامه وعلمه وقدرته، لا يسكتون عما سكن عنه الصحابة والتابعون\". ¶ وفي صحف6 إدريس: \"لا تروموا أن تحيطوا بالله خبرة7، فإنه أعظم وأعلى أن تدركه فطن المخلوقين\". ¶ قال الشافعي رحمه الله تعالى: \"أن يلقَ الله العبد بكل ذنب ما عدا الشرك، أحب إليَّ من أن يلقاه بشيء من الأهواء\"8. ¶ __________ ¶ 6 في الأصل: \"محف\". ¶ 7 الخبر والخبرة: العلم بالشيء. ¶ 8 رواه البيهقي في: الهداية والاعتقاد: \"صـ 158\", بلفظ: الهوى.",
            "page": "61",
            "part": "1",
            "seal": "59CCC952"
        },
        {
            "id": "70",
            "nass": "وقال عمر بن العزيز1، لرجل سأله عن شيء من الأهواء، فقال: \"الزم دين الصبيان في الكُتَّاب؛ والأعراب، والْهَ2 عما سوى ذلك\". ¶ قال ابن عيينة: \"كل ما وصف الله به نفسه في كتابه, فتفسيره تلاوته, والسكوت عنه\"4. ¶ قال بعض السلف5: \"قدم الإسلام لا يثبت إلا على قنطرة التسليم\". ¶ فقد قال الإمام الشافعي، رحمه الله تعالى: \"آمنت بالله، وبما جاء عن الله، وعلى مراد الله، وآمنت برسول الله صلى الله عليه وسلم، وبماء جاء به رسول الله صلى الله عليه وسلم، وعلى مراد رسول الله صلى الله عليه وسلم\"، نقله عنه الإمام أبو الحسن اللبوذي الحنبلي6 في كتابه: اللمع في السنن والبدع، قال بعد: وعلى هذا درج أئمة السلف. ¶ وسيأتي في التمة الخامسة, ذكر كلام الشيخ الأشعري، وأنه موافق ¶ __________ ¶ 1 عمر بن عبد العزيز بن مروان بن الحكم القرشي الأموي، أبو حفص، الخليفة الصالح: ولد بالمدينة سنة 61هـ، ونشأ بها، وولي إمارتها للوليد، وولي الخلافة بعهد من سليمان سنة 99هـ، فمنع سب علي بن أبي طالب، توفي سنة 101هـ, بدمشق, الأعلام: \"50/5\". ¶ 2 الْهُ: فعل أمر، من اللهو, أي: كن لاهيًا عما سوى ذلك، غير متلفت إليه كلية. ¶ 3 سفيان بن عيينة بن ميمون الهلالي الكوفي، أبو محمد، محدث الحرم المكي، ولد بالكوفة سنة 107هـ، سكن مكة, وتوفي بها سنة 198هـ, وكان حافظًا ثقة، واسع العلم، كبير القدر، قال الشافعي: لولا مالك وسفيان لذهب علم الحجاز، وحج سبعين سنة، له \"الجامع\" في الحديث، وكتاب في التفسير, الأعلام: \"104/3\". ¶ 4 رواه البيهقي في: الهداية والاعتقاد: \"صـ 72\" بلفظ: من نفسه، وفي طبقات الحنابلة: \"202/1\"، والغنية: \"51/1\". ¶ 5 هو الإمام أحمد بن محمد بن سلامة الطحاوي صاحب العقيدة الطحاوية، وهذا النص فيها بلفظ: ظهر التسليم. ¶ 6 هكذا في الأصل, ولم نقف له على ترجمة, ولم نقف على رجل هذا اسمه، قد يكون في \"اللبوذي\" تصحيفًا, ولعله \"الزاغوني\"، والله أعلم.",
            "page": "62",
            "part": "1",
            "seal": "EE8A7564"
        },
        {
            "id": "71",
            "nass": "للإمام أحمد في الاعتقاد، وأنه يجري المتشابهات على ما قاله الله من غير تصرف ولا تأويل، كما هو مذهب السلف، وعليه: فلا خوف ولا نزاع، والحمد لله1. ¶ __________ ¶ 1 ليس الخلاف مع الأشعري رحمه الله، بل مع بعض الأشعرية، كابن فورك، والرازي صاحب: \"أساس التقديس والتفسير\"، وعبد الظاهر البغدادي، والغزالي، وإمام الحرمين, وأترابهم.",
            "page": "63",
            "part": "1",
            "seal": "1CBAE737"
        },
        {
            "id": "72",
            "nass": "المقصد الثالث ¶ مدخل ¶ ... ¶ المقصد الثالث: في مسألة الكلام: وذكر ما نقل عن الإمام أحمد، ¶ فنقول: القرآن كلام الله1، نزله على محمد صلى الله عليه وسلم، معجز بنفسه، متعبد بتلاوته2. ¶ والكلام حقيقة 3: الأصوات والحروف، وإن سمي به المعنى النفسي، وهو نسبة بين مفردين قائمة بالمتكلم, فمجاز4. ¶ والكتابة: كلام حقيقة5، فلم يزل الله متكلمًا كيف شاء، إذا شاء، بلا كيف، يأمر بما يشاء ويحكم. ¶ __________ ¶ 1 كان ينبغي أن يقول: القرآن كلام الله غير مخلوق، كما هو المنصوص عن الإمام أحمد ردًا على الواقفة. ¶ 2 شرح الكوكب المنير: \"7/2-8\". ¶ 3 في الأصل: \"حقيت\". ¶ 4 أي: المتبادر إلى الأذهان عند إطلاق الكلام حقيقة الأصوات والحروف، وإذا أطلق الكلام على المعنى النفسي كان الإكلاق مجازًا, والمعنى النفسي: نسبة بين مفردين، تقوم تلك النسبة بالمتكلم، هذا عند الإمام أحمد رضي الله عنه وغيره من أهل السنة, انظر: شرح الكوكب المنير: \"14/2\". ¶ 5 لتعلق الأحكام بالكتابة، كالطلاق والنكاح والخلع والبيع والحوالة والوقف والإقرار وغيرها، وقد أجمعت الأمة على وقوع طلاق من كتب صيغته يريد بذلك إخبار زوجته, أنه يطلقها, وإن لم يتلفظ بذلك، وقبلوا زواج من أرسل لآخر كتابًا يقول: زوجتك ابنتي فلانة. أن قال مجرد وصوله إليه ومعرفة نصه: قبلت. =",
            "page": "65",
            "part": "1",
            "seal": "C66F0A8B"
        },
        {
            "id": "73",
            "nass": "وهذا مذهب الإمام أحمد وأصحابه1، ومذهب المحدثين بلا شك، محمد بن إسماعيل البخاري2 وجمهور العلماء, قاله ابن مفلح3 في أصوله، وابن قاضي الجبل4. ¶ قال الشيخ تقي الدين5: المعروف عند جماهير أهل السنة أن الله يتكلم بصوت، وهو قول جماهير فرق الأمة6. ¶ __________ ¶ =وكذلك الأخرس الذي يعرف الكتابة لا تقبل منه الإشارة ولو كانت غاية في الوضوح والظهور، لأن الكتابة كلام, وإن كان مجردًا عن الصوت, انظر: القواعد والفوائد الأصلية: \"صـ 155\". ¶ 1 الغنية: \"51/1-54\"، لمعة الاعتقاد: \"صـ 21/ 27\"، اعتقاد الإمام أحمد: \"296/2\", طبقات الحنابلة، معتقد الإمام أحمد: \"242/1\", طبقات الحنابلة، كتاب مسدد: \"342/1\", طبقات الحنابلة، القواعد والفوائد الأصولية: \"صـ 154\"، مختصر لوامع الأنوار: \"صـ 34-38\"، \"صـ 27-31\"، شرح الطحاوية: \"صـ 180\". ¶ 2 محمد بن إسماعيل بن إبراهيم بن المغيرة البخاري، أبو عبد الله، حبر الإسلام, وحافظ حديث رسول الله صلى الله عليه وسلم، صاحب \"الجامع الصحيح\", و\"التاريخ\" و\"الضعفاء\"، و\"خلق أفعال العباد\", و\"الأدب المفرد\"، ولد في بخارى سنة 194هـ، ورحل في طلب الحديث، زار خراسان، والعراق، ومصر، وشيوخه نحو ألف شيخ، أقام ببخارى, فتعصب عليه جماعة, ورموه بتهم في مسألة اللفظ، فأخرج إلى خرنتك من قرى سمرقند, فمات بها سنة 256هـ، الأعلام: \"34/6\". ¶ 3 إبراهيم بن محمد بن عبد الله بن محمد بن مفلح، أبو إسحاق، برهان الدين: مؤرخ، من قضاة الحنابلة، ولي قضاء دمشق سنة 851هـ, وباشره أكثر من أربعين سنة، له: \"المبدع بشرح المقنع\"، و\"مرقاة الوصول إلى علم الأصول\", و\"المقصد الأرشد في ذكر أصحاب الإمام أحمد\", ولد سنة 816 هـ, وتوفي سنة 884 هـ, الأعلام: \"65/1\". ¶ 4 أحمد بن الحسن بن عبد الله بن قدامة، جمال الإسلام، شرف الدين، ابن قاضي الجبل, شيخ الحنابلة في عصره، أصله من القدس، ولد سنة 693 هـ، وولي قضاء دمشق سنة 767هـ وتوفي وهو قاضٍ سنة 771 هـ, وله: \"الفائق\" في فروع الفقه، و\"أصول الفقه\" لم يكمله, الأعلام: \"111/1\". ¶ 5 الإمام المجدد أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم الخضر النميري الحراني الحنبلي, أبو العباس رضي الله عنه، وهو أعرف من أن يعرف, ومآثره أكثر من أن تدون, ولا يفي حقه أضعاف هذا الكتاب, فما بالك بأسطر, انظر للتوسع في ترجمته: حياة شيخ الإسلام, للشيخ بهجة البيطار، البداية والنهاية: \"25،22،19،16،15،14،12،11،10،8،7،4- 36،35،34،33،28-45،43،42،40,39- 49،46،- 53،51،50-87،81،80،75،70،67،66،62،55-89، 135،134،125،124،123،122،119،118،98,97،93،90- 140\" مجلد 14, وهي متفرقات إلا قليلًا، تجمع أكثر ملامح الشخصية. ¶ 6 فتاوى ابن تيمية: \"243/12\"، شرح الكوكب المنير: \"13/2\", القواعد والفوائد الأصولية: \"صـ 154\"، شرح الطحاوية: \"صـ 180\".",
            "page": "66",
            "part": "1",
            "seal": "473B32F7"
        },
        {
            "id": "74",
            "nass": "تفسير قولنا \"معجز بنفسه\", ودلائله ¶ فقولنا: معجز بنفسه أي: مراد به الإعجاز، كما أن المقصود به بيان \"6/أ\" الأحكام، والمواعظ، وقص أخبار من قص في القرآن من الأمم، دليل التحدي: قوله تعالى: {قُلْ لَئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ} 2، أي: فأتوا بمثله إن ادَّعيتم القدرة، فلما عجزوا, تحداهم بعشر سور، ثم بسورة, ثم بحديث مثله3. ¶ __________ ¶ 2 الإسراء: الآية: 88. ¶ 3 شرح الكوكب المنير: \"8/2\"، مختصر لوامع الأنوار: \"صـ 37-38\"، مناهل العرفان: \"9/1\".",
            "page": "67",
            "part": "1",
            "seal": "19E32073"
        },
        {
            "id": "75",
            "nass": "تفسير قولنا \"متعبد بتلاوته\", ودلائله ¶ ... ¶ وقولنا: متعبد بتلاوته؛ ودلائله ¶ لتخرج الآيات المنسوخة اللفظ، سواء بقي حكمها أما لا، وصارت بعد النسخ غير قرآن؛ لسقوط التعبد بتلاوتها4. ¶ __________ ¶ 4- شرح الكوب المنير: \"8/2\"، وقال: \"لذلك لا تعطى حكم القرآن\". ¶ وانظر: التعريفات: \"صـ 152\"، الإحكام للآمدي: \"159/1\"، نهاية السول: \"204/1\"، مناهل العرفان: \"9/1\"، فواتح الرحموت: \"7/2\"، جمع الجوامع: \"223/1\"، المستصفى: \"101/1\"، المدخل: \"صـ 87\"، مختصر الطوفي: \"صـ 45\".",
            "page": "67",
            "part": "1",
            "seal": "8516D0A3"
        },
        {
            "id": "76",
            "nass": "تفسير قولنا \"الكتابه كلام حقيقي\", ودلائله ¶ ... ¶ وقولنا: والكتابة كلام حقيقة؛ ودلائله ¶ لقول عائشة: \"ما بين دفتي المصحف كلام الله\"1, وأن من كتب صريح الطلاق يقع عليه الطلاق بذلك، ولو لم ينوه على الصحيح2. ¶ __________ ¶ 1 انظر: فتاوى شيخ الإسلام: \"240/12\". ¶ 2 تقدم قريبًا توضيح المسألة، وانظر: المغني: \"414/8\"، المسودة: \"صـ 14\"، الفروع: \"383/5\"، القواعد والفوائد الأصولية: \"صـ 162\"، المحرر: \"54/2\"، وفيها: في من لم ينوِ شيئًا وجهان. ¶ أحدهما: وقوعه, وأنه صريح, فلا يحتاج إلى نية، وهو الصحيح. ¶ الثاني: لا يقع، وهو مجروح, انظر: شرح الكوكب المنير: \"20/2\"، المغني: \"414/8\"، المحرر: \"54/2\"، الإقناع: \"10/4\"، المقنع: \"146/3\"، الفروع: \"383/5\", وما بعدها.",
            "page": "67",
            "part": "1",
            "seal": "21E2EC46"
        },
        {
            "id": "77",
            "nass": "تفسير قولنا \"ولم يزل الله متكلماً\", ودلائله ¶ ... ¶ وقولنا: ولم يزل 3 الله متكلمًا ¶ كيف شاء، إذا شاء، بلا كيف، يأمر بما يشاء, ويحكم4. ¶ فقد قال الأئمة: إن الله سبحانه وتعالى يتكلم بمشيئته وقدرته، بمعنى أنه لم يزل متكلمًا إذا شاء، فإن الكلام صفة كمال، ومن يتكلم أكمل ممن لم يتكلم، ومن يتكلم بمشيئته وقدرته، أكمل ممن يكون الكلام ممكنًا5 له. ¶ وقال قوم6: لا يتكلم بمشيئته وقدرته، بل كلامه لازم7 لذاته كحياته، ¶ __________ ¶ 3 في الأصل: \"لم يز\". ¶ 4 شرح الكوكب المنير: \"22/2\"، شرح الطحاوية: \"صـ 126\"، مختصر لوامع الأنوار: \"صـ 28\"، شرح الطحاوية: \"صـ 180\". ¶ 5 مختصر لوامع الأنوار: \"صـ 28\"، شرح الطحاوية: \"صـ 181\". ¶ 6 هم: ابن كلاب والقلانسي, انظر: فتاوى شيخ الإسلام: \"49/12\"، مجموعة الرسائل والمسائل: \"148/3\". ¶ 7 في الأصل: \"لازمًا\".",
            "page": "68",
            "part": "1",
            "seal": "879A1956"
        },
        {
            "id": "78",
            "nass": "مسألة الحرف والصوت ¶ ثم من هؤلاء من عرف أن الحروف والأصوات لا تكون إلا متعاقبة، والصوت لا يبقي زمانين، فضلًا عن أن يكون قديمًا, فقال: القديم معنى واحد لامتناع معانٍ لا نهاية لها، وامتناع التخصيص بعدد دون عدد, فقالوا: هو معنى واحد, وقالوا: معنى التوراة والإنجيل والقرآن معنى1 واحد، ومعنى آية الكرسي, والدَّين واحد2، ومنهم من قال: إنه حروف وأصوات قديمة الأعيان، لم تزل ولا تزال، وأن الباء لم تسبق السين, والسين لم تسبق الميم، وأن الحروف مقرونة ببعضها اقترانًا قديمًا أزليًا، لم يزل ولا يزال، وهي متراتبة في حقيقتها وماهيتها، غير متراتبة في وجودها3. ¶ وقال كثير منهم: إنها مع ذلك شيء واحد، إلى غير ذلك من اللوزام التي يقول جمهور العقلاء5: إنها معلومة الفساد بضرورة العقل. ¶ __________ ¶ 1 في الأصل: \"معنى والقرآن\"، ومع الإشارة للتقديم والتأخير. ¶ 2 شرح الكوكب المنير: \"22/2-23\"، مجموعة الرسائل والمسائل: \"20/3، 148\"، فتاوى شيخ الإسلام: \"49/12\"، شرح الفقه الأكبر: \"صـ 28\"، أصول الدين: \"صـ 108\"، الغنية: \"83/1\"، شرح الطحاوية: \"صـ 180\". ¶ 3شرح الكوكب المنير: \"23/2\"، مجموعة الرسائل المنيرية: \"20/3، 20، 21، 28، 44، 148، 156\"، الإنصاف: \"صـ 111\"، شرح الطحاوية: \"صـ 180\". ¶ 4شرح الكوكب المنير: \"23/2\": وزاد: \"ومن هؤلاء من يقول: هو قديم، ولا يفهم معنى القديم\", شرح الكوكب المنير: \"24/2\".",
            "page": "69",
            "part": "1",
            "seal": "E8369EBA"
        },
        {
            "id": "79",
            "nass": "نعم هي مؤثرة للفائدة بالقوة، والعبارة مؤثرة بالفعل، فكانت أولى \"بأن تكون\"1 حقيقة، وما يكون مؤثرًا بالقوة مجاز, انتهى كلامه2. ¶ __________ ¶ 1 ما بين قوسين ليس في شرح الكوكب المنير. ¶ 2 شرح الكوكب المنير: \"14/2\".",
            "page": "70",
            "part": "1",
            "seal": "8447FF02"
        },
        {
            "id": "80",
            "nass": "كلام الطوفي في الحقيقة والمجاز في كلام الله عز وجل ¶ قال الإمام الطوفي5 من الحنابلة: إنما كان حقيقة في العبارة, مجازًا في مدلولها، لوجهين: ¶ أحدهما: أن المتبادر إلى فهم أهل اللغة من إطلاق الكلام, إنما هو العبارة، والمتبادر دليل الحقيقة. ¶ الثاني: أن الكلام مشتق من الكلم، لتأثيره في نفس السامع، والمؤثر في نفس السامع إنما هو العبارة لا المعاني النفسية بالفعل.\"6/ب\" ¶ __________ ¶ 5 هو سليمان بن عبد القوي بن عبد الكريم, نجم الدين الطوفي الحنبلي البغدادي، الفقيه الأصولي المتفنن، صاحب مختصر الروضة الأصولية, وشرحها، وشرح الخرقي، توفي سنة 710 هـ, المدخل لابن بدران: \"صـ207\".",
            "page": "69",
            "part": "1",
            "seal": "60B7E31E"
        },
        {
            "id": "81",
            "nass": "أدلة السلف على كون كلام حقيقة الأصوات والحروف ¶ ... ¶ أدلة السلف على كون الكلام حقيقة الأصوات والحروف: ¶ منه ما روى عبد الله بن مسعود3 رضي الله عنه، عن النبي صلى الله عليه وسلمأنه قال: \"إذا تكلم الله بالوحي, سمع صوته أهل السماء\" 4. ¶ وعن أبي هريرة5 رضي الله عنه, عن النبي صلى الله عليه وسلم: \"إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعانًا لقوله تعالى, كأنها - أو قال: كأنه- سلسلة على صفوان\" 6, وفي حديث آخر قال صلى الله عليه وسلم: \"إذا أراد الله ¶ __________ ¶ 3 هو عبد الله بن مسعود الهذلي, حليف بني زهرة، واشتهر بابن ام عبد، من السابقين الأولين حدَّث عن النبي صلى الله عليه وسلم بالكثير، سكن الكوفة, وبث علمه بها بإشارة من أمير المؤمنين عمر بن الخطاب رضوان الله عليهما، ومات على قول البخاري قبل مقتل عمر بن الخطاب، وقال أبو نعيم وغيره: مات بالمدينة سنة اثنين وثلاثين، وقيل سنة ثلاث وثلاثين، وقيل: مات بالكوفة، والأول أثبت, وكان قد ولاه عمر بن الخطاب الكوفة، ثم عزله, وأمره بالرجوع إلى المدينة, أ. هـ, عن الإصابة: \"368/2\". ¶ 4 رواه البخاري في: كتاب التوحيد, موقوفًا على ابن مسعود برواية: \"إذا تكلم الله بالوحي سمع أهل السموات شيئًا، فإذا فزع عن قلوبهم, وسكن الصوت عرفوا أنه الحق، ونادوا: ماذا قال ربكم؟ قالوا الحق\", فتح الباري: \"453/13\", وأبو داود في: السنة: برقم 4738. ¶ 5 اختلف في اسمه على أقوال كثيرة تصل إلى عشرين قولًا, أصحها عبد الرحمن بن صخر الدوسي، قال النووي: إنه أصح، وهو أوسع الصحابة رواية، وكان ممن وقف نفسه على ملازمة رسول الله صلى الله عليه وسلم، توفي بالعقيق, وحمل إلى المدينة، وقد اختلف في وفاته فقيل: 57هـ، وقيل 59هـ, وقال البخاري مترددًا: مات سنة سبع وخمسين, ورجح ابن حجر الأول, والإصابة: \"403/2\"، \"202/4- 211\". ¶ 6 رواه البخاري في: كتاب التفسير: برقم 4701 و 4800, وفي: كتاب التوحيد: برقم 7481, وابن ماجه في: المقدمة: \"70/1\": برقم 194, والترمذي في: تفسير سورة سبأ: رقم 3221.",
            "page": "70",
            "part": "1",
            "seal": "EEFFB764"
        },
        {
            "id": "82",
            "nass": "أن يوحي الأمر، تكلم بالوحي، أخذت السموات منه رجفة، -أو قال: رعدة- شديدة، خوفًا من الله تعالى، فإذا سمع ذلك أهل السموات, صعقوا, وخروا سجدًا لله، فيكون أول من يرفع رأسه جبريل، عليه الصلاة والسلام، فيكلمه عز وجل من وحيه بما أراد، ثم يمر جبريل على الملائكة، كلما مر بسماء سأله ملائكتها: ماذا قال ربنا يا جبريل؟ فيقول جبريل: قال الحق، وهو العلى الكبير\". ¶ وقال تعالى: {وَإِنْ أحدٌ مِنْ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ} 2. ¶ وقال تعالى: {قُلْ لَئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ} 3, المسموع دائمًا الحروف والأصوات, لا المعاني، والإشارة بالمثل إلى شيء حاضر، فلو كان كلام الله معنى قائمًا في النفس، كما قالت الأشعرية، لم تصح الإشارة إليه، وما روي عنه، صلى الله عليه وسلم، أنه قال: \"من قرأ القرآن, فأعربه, فله بكل حرف منه عشر4 حسنات\" 5. الحديث، إلى غير ذلك من الآيات والأحاديث التي يطول ذكرها, وسيأتي بعضها. ¶ __________ ¶ 1 رواه ابن جرير الطبري في: تفسير: \"91/22\"، وابن خريمة في: التوحيد: \"صـ 144\"، والبيهقي في: الأسماء والصفات: \"203/1\"، وابن كثير في: تفسيره: \"551/5\", عن ابن أبي حاتم، كلهم عن النواس بن سمعان متصلًا. ¶ وقد سبق طرفه موقوفًا عن ابن مسعود عند البخاري. ¶ 2 التوبة: الآية 6. ¶ 3 وتمامها: {وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيْرًا} [الإسراء: الآية 88] ¶ 4 في الأصل: \"خمسوان حسنة\"، أي خمسون, وهو خطأ إذا ليس فيما ورد من أحاديث ثواب قراءة القرآن ذلك اللفظ. ¶ 5 رواه الطبراني في: الأوسط, وفيه نهشل, وهو متروك, انظر: مجمع الزوائد: \"163/7\", غير أن له شواهد، كحديث ابن مسعود رضي الله عنه مرفوعًا: \"من قرأ حرفًا من كتاب الله, فله به حسنة, والحسنة بعشر أمثالها..\" رواه الترمذي: \"175/5\", ورجاله رجال الصحيحين عدا الضحاك بن عثمان, فإنه من رجال مسلم. ¶ ورواه البخاري في: التاريخ، انظر: الفتح الكبير: \"226/3\"، وروى الدارمي نحوه موقوفًا, ومثله لا مدخل للناس فيه, فحكمه حكم المرفوع, انظر: سنن الدارمي: \"429/2\".",
            "page": "71",
            "part": "1",
            "seal": "717DA59D"
        },
        {
            "id": "83",
            "nass": "مذهب ابن كلاب ولأشعري, وأصحابه في الكلام وأدلتهم ¶ وقال ابن كُلَّاب1 وأتباعه، منهم الإمام أبو الحسن علي بن إسماعيل الأشعري, وأتباعه: إن الكلام مشترك بين الألفاظ المسموعة، وبين الكلام النفسي، وذلك أنه قد استعمل لغة وعرفًا فيهما، والأصل في الإطلاق الحقيقة، فيكون مشتركًا2. ¶ أما استعماله في العبارة: فنحو قوله تعالى: {حَتَّى يَسْمَعَ كَلامَ اللَّهِ} 3, وسمعت كلام فلان وفصاحته. ¶ وفي مدلولها4, فنحو: {يَقُولُونَ فِي أَنفُسِهِمْ لَوْلا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ} 5, {وَأَسِرُّوا قَوْلَكُمْ أَوْ اجْهَرُوا بِهِ} 6. ¶ __________ ¶ 1 عبد الله بن سعيد بن كلاب، أبو محمد القطان: متكلم، يقال له: \"ابن كلاب\", قال السبكي: وكُلَّاب بضم الكاف وتشديد اللام, قيل: لقب بها؛ لأنه كان يجتذب الناس إلى معتقده إذا ناظر عليه، كما يجتذب الكلاب الشيء، توفي سنة 245هـ, له كتب منها: \"الصفات\"، و\"خلق الأفعال\"، و\"الرد على المعتزلة\", الأعلام: \"90/4\". ¶ 2 في الأصل: \"مشتر\", انظر: المستصفى: \"100/1\"، حاشية البناني على جمع الجوامع: \"244/1\"، مختصر الطوفي: \"صـ 45\"، القواعد والفوائد الأصولية: \"صـ 154\"، فتاوى شيخ الإسلام: \"170/7\"، \"67/2\"، المحصول للرازي: \"235/1\"، المحلى على جمع الجوامع: \"104/2\"، شرح الكوكب المنير: \"10/2\". ¶ 3 التوبة: الآية 6. ¶ 4 أي: وأما استعماله في مدلول العبارة. ¶ 5 المجادلة: آية 8. ¶ 6 الملك: آية 13.",
            "page": "72",
            "part": "1",
            "seal": "24D9C8B0"
        },
        {
            "id": "84",
            "nass": "وقوله عمر1 رضي الله عنه: \"زوَّرت في نفسي كلامًا\"2. ¶ وقول الأخطل3: ¶ أن الكلام لفي الفؤاد4.. البيت. ¶ ولأنه لما كان سمعه بلا انخراق, وجب أن يكون كلامه بلا حرف ولا صوت5. ¶ وذكر الغزالي6: أن قومًا، جعلوا الكلام حقيقة في المعنى، مجازًا في \"7/أ\" العبارة. ¶ __________ ¶ 1 أمير المؤمنين عمر بن الخطاب, أبو حفص العدوي الفاروق، وزير رسول الله صلى الله عليه وسلم، ومن أيد الله به الإسلام، وفتح به الأمصار، وهو الصادق المحدث الملهم، الذي جاء عن المصطفى صلى الله عليه وسلم أنه قال: \"لو كان بعدي نبي, لكان عمر\" الذي فر منه الشيطان، أعلى به الإيمان, وأعلن الأذان، استشهد أمير المؤمنين عمر في أواخر ذي الحجة من سنة ثلاث وعشرين للهجرة, تذكرة الحفاظ: \"8/1\". ¶ 2 قطعة من حديث طويل, رواه أحمد: \"56/1\", والبخاري في: كتاب الحدود: \"6830\"، وروايته فيهما: \"وكنت قد زورت مقالة أعجبتني\", وانظر: \"13/ 458\" من الفتح. ¶ غياث بن غوث بن الصلت، أبو مالك من بني تغلب، الشاعر الأموي, ومادحهم، كان هجاء بذيئًا، وسماه بالأخطل, كعب بن جعيل، بقوله له: إنك لأخطل يا غلام, والخطل: السفه، وفحش القول, هلك سنة 90هـ, انظر الشعر والشعراء: \"صـ 455\"، الأغاني: \"280/8\"، الأعلام: \"318/5\". ¶ 3 البيت بتمامه: ¶ إن الكلام لفي الفؤاد وإنما ... جُعِل اللسان على الفؤاد دليلًا ¶ وفي كتب أصحابنا كالإمام موفق الدين، وشيخه الخشاب، وأبي نصر السجزي، تضعيف نسبته إليه، وأنه غير موجود في ديوانه، وأنه لو كان صحيحًا عنه, فإنه قال: إن البيان, انظر شرح الكوكب المنير: \"42/2\"، وقد أضيف إلى الديوان عند طبعه \"صـ 508\" في قسم الزيادات؛ لأن جملة من اللغويين نسبه إليه، ونسبته إليه لا تصح، ولم يرد في ديوانه, صنعة السكري بتحقيق الدكتور قباوة البتة. ¶ 5 انظر: شرح الكوكب المنير: \"11/2\". ¶ محمد بن محمد بن محمد الغزالي، أبو حامد: فلسوف متصوف، له نحو مائتي =",
            "page": "73",
            "part": "1",
            "seal": "AD5054B5"
        },
        {
            "id": "85",
            "nass": "وقومًا عكسوا، وقومًا قالوا بالاشتراك, ونقل الثلاثة عن الأشعري1, ¶ فعلى القول الثاني, لا خلاف بيننا وبينهم، ولكن المشهور أن الأشعري وأصحابه قالوا: القرآن الموجود عندنا حكاية2 كلام الله تعالى. ¶ وابن كلاب وأتباعه قالوا: عبارة عن كلام الله لا عينه3. ¶ ويروى عن الأشعري: كلام الله القائم بذاته، يسمع عند تلاوة كل تالٍ، وقراءة كل قارئ4. ¶ وقال الباقلاني5: إنما نسمع التلاوة دون المَتْلُوِّ، والقراءة دون المقروء6. ¶ __________ ¶ مصنف, مولده سنة 450 هـ, بطوس، ووفاته سنة 505هـ, في الطابران, قصبة طوس بخراسان, الأعلام: \"22/7\". ¶ 1 شرح الكوكب المنير: \"11/2\"، المستصفى: \"100/1\"، فواتح الرحموت: \"6/2\"، فتاوى شيخ الإسلام: \"67/12\"، المحلى على جمع الجوامع: \"104/2\"، القواعد والفوائد الأصولية: \"صـ 154\". ¶ 2 في الأصل: لا حكاية كلام الله تعالى, والتصويب من شرح الكوكب المنير: \"2/ 12\", انظر: الإحكام للآمدي: \"159/1\"، الفصل في الملل والنحل: \"6/3\"، أصول الدين: \"صـ 108\"، الإنصاف: \"صـ 82\". ¶ 3 شرح الكوكب المنير: \"12/2\"، الإحكام للآمدي: \"159/1\"، الفصل في الملل والنحل: \"6/3\". ¶ 4 شرح الكوكب المنير: \"12/2\"، ونكرر التنبيه أن الأشعري له ثلاثة أقوال في مسألة الكلام، ارجع إلى كلام الغزالي المتقدم. ¶ 5 محمد بن الطيب, أبو بكر الباقلاني, رأس المتكلمين على مذهب الشافعي، هو من أكثر الناس كلامًا وتصنيفًا في الكلام، وكان غاية في الفطنة والذكاء، وله: \"الإنصاف\", و\"شرح الإبانة\", و\"التبصرة\", وغيرها، توفي سنة 403 هـ, البداية والنهاية: \"350/11\". ¶ 6 الإنصاف: \"صـ 80\"، ثم انظر: \"صـ 82\".",
            "page": "74",
            "part": "1",
            "seal": "D8B0B24D"
        },
        {
            "id": "86",
            "nass": "كلام أبي حامد الاسفرائينئ في مذهب الشافعي في الكلام ومخالفة الأشعري له ¶ وكان أبو حامد الإسفرائيني1 يقول: مذهب الشافعي وسائر الأئمة خلاف قول الأشعري، وقولهم هو قول الإمام أحمد2. ¶ وكذلك أبو محمد الجويني3، ذكر أن الأشعري خالف في مسألة الكلام قول الشافعي وغيره من السلف، وأنه أخطأ في ذلك4. ¶ وكذلك سائر أئمة أصحاب5 مالك, والشافعي وغيرهما، ويذكرون قولهم في حد الكلام وأنواعه، من الأمر والنهي, والخبر العام والخاص وغير ذلك، يجعلون الخلاف في ذلك مع الأشعري كما هو مبين في أصول الفقه التي صنفها أئمة أصحاب أبي حنيفة ومالك والشافعي وغيرهم6. ¶ __________ ¶ 1 هو أحمد بن محمد بن أحمد الإسفرائيني الفقيه انتهت إليه رياسة الشافعية ببغداد, وهو زعيم طريقتهم في الفقه الشافعي في القرن الرابع الهجري, له شرح مختصر المزني, وكتاب أصول الفقه, توفي سنة 406هـ ببغداد, انظر البداية والنهاية: \"2/12\"، طبقات الشافعية الكبرى: \"61/4\"، شذرات الذهب: \"178/3\"، وفيات الأعيان: \"55/1\", طبقات الفقهاء: \"صـ 123\". ¶ 2 انظر: شرح الكوكب المنير: \"38/2\"، مجموعة الرسائل والمسائل: \"23/3\"، فتاوى شيخ الإسلام: \"12/ 160\". ¶ 3 هو الإمام عبد الله بن يوسف بن عبد الله, أبو محمد الجويني, والد إمام الحرمين، ويلقب بركن الدين، كان إمامًا في الفقه والتفسير والأدب, عالمًا بالأصول, والنحو, أفتى بنيسابور ودرس وصنف, له: الفروق والسلسلة والتذكرة والتبصرة ومختصر المختصر وشرح الرسالة والتفسير والمحيط ورسالة إثبات الحرف والصوت ومسألة العلو والاستواء المنشورة ضمن مجموعة الرسائل المنيرية: \"174/1\" توفي بنيسابور سنة 438 هـ. ¶ انظر: طبقات الشافعية الكبرى: \"73/5\"، البداية والنهاية: \"55/12\"، تبيين كذب المفتري: \"257\"، شذرات الذهب: \"261/3\"، وفيات الأعيان: \"250/2\", طبقات المفسرين: \"253/1\". ¶ 4 شرح الكوكب المنير: \"38/2\"، رسالة الإمام أبي محمد الجويني: \"174/1\", من مجموعة الرسائل المنيرية. ¶ 5 في الأصل: \"أصحا\". ¶ 6 شرح الكوكب المنير: \"39/2\", وهذا كله من كلام شيخ الإسلام، في فتيا له تسمى: الأزهرية، وبدايته عند ذكر أبي حامد الإسفراييني، ولم يبين المصنف ذلك، لكن في شرح الكوكب نقل ما جاء هنا عن الأزهرية, وزيادة عليه، انظره: \"34/2-40\".",
            "page": "75",
            "part": "1",
            "seal": "4E7D89AE"
        },
        {
            "id": "87",
            "nass": "مهذب الإمام أحمد في القرآن, وكلام الله عز وجل, أنه على الحقيقة ¶ قال الإمام أحمد رحمه الله: القرآن كيف تصرف فهو غير مخلوق، ولا نرى القول بالحكاية والعبارة, وغلَّط من قال بهما وجهَّله، فقال: من قال: إن القرآن عبارة عن كلامه تعالى، فقد غلط وجهل. ¶ وقال: الناسخ والمنسوخ في كتاب الله دون العبارة والحكاية. ¶ وقال: هذه بدعة لم تقلها السلف، وقوله: \"تكليمًا\"1 يبطل الحكاية، منه بدأ وإليه يعود2, انتهى3. ¶ قال الطوفي: قال المخالفون: استعمل لغة وعرفًا في النفس4 والعبارة, قلنا: نعم، لكن بالاشتراك أو بالحقيقة فيما ذكرناه, وبالمجاز فيما ذكرتموه، والأول ممنوع. ¶ قالوا: الأصل في الإطلاق الحقيقة. ¶ قلنا: والأصل عدم الاشترك، ثم قد5 يعارض المجاز الاشتراك6 المجرد، والمجاز7 أولى، ثم إن لفظ الكلام أكثر ما يستعمل في العبارات، ¶ __________ ¶ 1 {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا} [النساء الآية: 164] . ¶ 2 شرح الكوكب المنير: \"40/2\"، فتاوى شيخ الإسلام: \"517/12\"، مجموعة الرسائل والمسائل: \"128/3\"، الكافية بشرح القصيدة النونية: \"205/1\". ¶ 3 زاد في: شرح الكوكب المنير: نقل ذلك ابن حمدان في نهاية المبتدئين، وهو كتاب له, انظر: صيد الخاطر: \"صـ 102\"، مجموعة الرسائل والمسائل: \"21/3\"، الكافية بشرح القصيدة النونية: \"29/1\". ¶ 4 في: شرح الكوكب المنير عن الطوفي: استعمل لغة وعرفًا فيهما,: \"14/2\". ¶ 5 في شرح الكوكب المنير: \"إذا\", وذكر أنه: \"قد\", في نسخة. ¶ 6 في شرح الكوكب المنير: المجاز والاشتراك, وذكر أن الواو ساقطة من نسخة أخرى، قلت: وإسقاطها هو الصواب, وهو الموافق لما في نسختنا هذه. ¶ 7 شرح الكوكب المنير: \"فالمجاز\", وذكر أنه: \"والمجاز\", في نسخة.",
            "page": "76",
            "part": "1",
            "seal": "0D2A30FD"
        },
        {
            "id": "88",
            "nass": "وكثرة موارد الاستعمال تدل على الحقيقة. ¶ وأما قوله تعالى: {وَيَقُوْلُوْنَ فِي أَنْفُسِهِمْ} 1، فمجاز؛ لأنه إنما دل على المعنى النفسي بالقرنية، وهو قوله: \"في أنفسهم\", ولو أطلق، لما فهم إلا العبارة2. ¶ وكذلك كل ما جاء من هذا الباب، إنما يفيد مع القرينة، ومنه قول عمر رضي الله عنه: \"زورت في نفسي كلامًا\"3. ¶ وأما قوله تعالى: {وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ} 4, فلا حجة فيه؛ لأن \"7/ب\" الإسرار به خلاف الجهر5, وكلاهما عبارة عن أن يكون أحدهما أرفع صوتًا من الآخر, أما بيت الأخطل, فيقال: إن المشهور فيه \"إن البيان لفي الفؤاد\"، وبتقدير أن يكون كما ذكرتم، فهو6 مجاز عن مادة الكلام، وهو التصورات الصحيحة7 له، إذ من لم يتصور8 ما يقول، لا يُوجِدُ كلامًا، ثم هو مبالغة من هذا الشاعر, في ترجيح الفؤاد على اللسان, انتهى. ¶ ولابن قاضي الجبل في الجواب عن الآيات وبيت الأخطل، كلام يقاربه في المعنى، ونقل ابن القيم9 أن الشيخ تقي الدين رد الكلام. ¶ __________ ¶ 1المجادلة: الاية: 8, وفي الأصل: \"يقولون بأنفسهم\". ¶ 2 في الأصل: \"إلا لعبارة\". ¶ 3 وقد سبق تخريج الأثر قريبًا. ¶ 4 الملك: الآية 13، وتمامها: {إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} . ¶ 5 في شرح الكوكب: لأن الإسرار نقيض الجهر. ¶ 6 في الأصل: \"ذكرتهم هو\", وهو خطأ بين لا تستقيم به العبارة، والتصحيح من: شرح الكوكب المنير: \"16/2\". ¶ 7 في شرح الكوكب المنير: المُصَحَّحَة: \"16/2\". ¶ 8 في شرح الكوكب المنير: إذ من لم يُتَصور منه معنى ما يقول: \"16/2\". ¶ 9 محمد بن أبي بكر بن أيوب الزرعي, ثم الدمشقي، الفقيه الأصولي، المفسر النحوي، العارف، شمس الدين أبو عبد الله بن القيم الجوزية، ولد سنة 691 هـ، له \"تهذيب =",
            "page": "77",
            "part": "1",
            "seal": "0BFE7EEC"
        },
        {
            "id": "89",
            "nass": "النفسي من سبعين وجهًا1. ¶ وقال الغزالي: من أحال سماع موسى كلامًا ليس بحرف ولا صوت، فليُحِل يوم القيامة رؤية ذات, ليست بجسم ولا عرض2. انتهى. ¶ __________ ¶ سنن أبي داود\", و\"مدارج السالكين\" و\"وشرح منازل السائرين\"، و\"إعلام الموقعين عن رب العالمين\"، \"بدائع الفوائد\"، \"والشافية الكافية في الانتصار للفرقة الناحية\"، و\"حادي الأوراح\"، و\"الطرق الحكمية\"،و\"مفتاح دار السعادة\"، وغيرها كثيرًا جدًّا, الذيل على طبقات الحنابلة: \"447/2-452\". ¶ 1 في شرح الكوكب المنير: \"تسعين\", وهو الصحيح، لأن الشيخ تقي الدين استوعبها في كتابه القيم، الفائق التحرير, والضبط \"الإيمان\": \"صـ 110\"، انظر: الكافية بشرح القصيدة النونية: \"206/1، 224، 264\". ¶ 2 الأربعين في أصول الدين: \"صـ 20\".",
            "page": "78",
            "part": "1",
            "seal": "7B686C5E"
        },
        {
            "id": "90",
            "nass": "رد الطوفي لشبهة استعمال اسم الكلام في النفس والعبارة لغة ¶ وقال الطوفي: كل هذا تكلف وخروج3 عن الظاهر، بل عن القاطع من غير ضرورة، إلا خيالات لاغية، وأوهام متلاشية، وما ذكروه معارض بأن المعاني لا تقوم شاهدًا إلا بالأجسام، فإن أجازوا معنًى قام بالذات القديمة وليست جسمًا، فليجيزوا خروج صوت من الذات القديمة وليست جسمًا، إذ كلا الأمرين خلاف الشاهد، ومن أحال كلامًا لفظيًا من غير جسم، فليحل ذاتًا مرئية من غير جسم، ولا فرق4، والعجب من هؤلاء5 القوم، مع أنهم عقلاء فضلاء, يجيزون أن الله تعالى يخلق لمن يشاء من عباده علمًا ضروريًا، وسمعًا لكلامه6 النفسي، من غير توسط صوت ولا حرف، وذلك7 من خاصة موسى عليه الصلاة والسلام، مع أن ذلك قلب لحقيقة السمع في الشاهد، إذا حقيقة السمع في الشاهد، إيصال الأصوات8 بحاسة9. ¶ __________ ¶ 3 في الأصل: \"خروجًا\", وهو خطأ. ¶ 4 في شرح الكوكب المنير: \"17/2\", بعد ولا فرق: ثم قال الطوفي: ... إلخ. ¶ 5 في الأصل: \"هذ\"، والتصحيح من شرح الكوكب المنير. ¶ 6 في الأصل: \"لكلام\". ¶ 7 في الأصل: \"ولذلك\". ¶ 8 في الأصل: \"أيضًا للأصوات\", والتصحيح من شرح الكوكب المنير: \"17/2\". ¶ 9 أسقط المؤلف هنا أسطرًا, وهي كما في شرح الكوكب المنير: \"17/2\": \"ثم ينكرون علينا بأن الله يتكلم بحرف وصوت قديمين من فوق السماء؛ لكون ذلك مخالفًا للشاهد، فإن جاز قلب حقيقة السمع شاهدًا بالنسبة إلى كلامه، فلم لا يجوز مخالفته للشاهد بالنسبة إلى استوائه وكلامه على ما قلناه؟.",
            "page": "78",
            "part": "1",
            "seal": "FFF68062"
        },
        {
            "id": "91",
            "nass": "رد الحافظ أبو نصر على قول الأشعري: لما كان سمعه بلا انخراق وجب أن يكون كلامه بلا حرف ولا صوت. ¶ فإن قالوا: لأنه يستحيل1 وجود حرف, ولا صوت إلا من جسم2. ¶ قلنا: إن عنيتم استحالته بالإضافة إلى الشاهد، فسماع كلام بدون توسط صوت وحرف كذلك أيضًا، وإن عنيتم استحالته مطلقًا، فلا نسلم، إذ الباري جل جلاله على خلاف المشاهدة والمعقول في ذاته وصفاته، وقد وردت النصوص بما قلناه, فوجب القول به2. انتهى. ¶ وسيأتي في التتمة الثانية ذكر كلام صاحب المواقف4، وجوابه الموافق لكلام الطوفي. ¶ وقال أبو النصر السجستاني5 عن قول الأشعري: \"لما كان سمعه بلا انخراق, وجب أن يكون كلامه بلا حرف ولا صوت\". ¶ __________ ¶ 1 في الأصل: فإن قالوا: استحيل وجود.. إلخ, والتصحيح من شرح الكوكب المنير: \"17/2\". ¶ 2 في شرح الكوكب المنير: \"إلا من جسد\", وزاد فيه ما أسقطه المؤلف هنا: ووجود في جهة ليس بجسم: \"17/2\" منه. ¶ 3 كل ما تقدم سابقًا من كلام الطوفي من شرح الكوكب المنير: \"16/2-17\". ¶ 4 القاضي عضد الدين، عبد الرحمن بن أحمد الإيجي: عالم بالأصول والمعاني والعربية من أهل إيج بفارس، جرت له محنة مع صاحب كرمان، فحسبه بالقلعة, فمات مسجونًا سنة 756 هـ, له: \"المواقف\"، \"والعقائد العضدية\"، وغيرها, الأعلام: \"295/3\". ¶ 5 هو الإمام أبو نصر عبيد الله بن سعيد بن حاتم السجستاني, أو السجزي، الإمام الحافظ الناقد، كان متقنًا للحديث بصيرا بالسنة، له كتاب \"الإبانة الكبري\", في القرآن, توفي بمكة المكرمة سنة 444هـ, انظر تذكرة الحفاظ: \"1118/3\", شذرات الذهب: \"271/3\"، طبقات الحفاظ: \"صـ 429\".",
            "page": "79",
            "part": "1",
            "seal": "E0811BD5"
        },
        {
            "id": "92",
            "nass": "هذا غير مسلَّم، ولا يقتضي ما قال، وإنما يقتضي أن سمعه لما كان \"8/أ\" بلا انخراق, وجب أن يكون كلامه بلا لسان وشفتين1, وحنك، وأيضًا لو كان الكلام غير حرف, كانت الحروف عبارة عنه, لم يكن بد من أن يحكم لتلك العبارة بحكم، إما أن يكون أحدثها في صدر، أو لوح، أو نطق بها بعض عبيده، فتكون منسوبة إليه، فيلزم من يقول بذلك أن يفحص بما عنده في السور والآي والحروف، أهي عبارة لجبريل؟، أو محمد عليهما الصلاة والسلام؟. ¶ وأيضًا قوله تعالى: {إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} 2 وكن حرفان، ولا يخلو الأمر من أحد وجهين: ¶ إما أن يراد بقوله: \"كن\" من التكوين كقول المعتزلة، أو يكون المراد3 به ظاهره، فإنه سبحانه وتعالى إذا أراد إنجاز شيء قال له: \"كن\" على الحقيقة, فيكون. ¶ فإن قال الأشعري: إنه على ظاهره, لا بمعنى التكوين، فيكون حرفان، وهو مخالف لمذهبه، وإن قال: ليس بحرف, صار بمعنى التكوين كالمعتزلة. انتهى4. ¶ __________ ¶ 1 في الأصل: \"وفتين\". ¶ 2 النحل، الآية: 40. ¶ 3 في الأصل: \"يكو المرا\". ¶ 4 شرح الكوكب المنير: \"18/2، 19\", وفيما نقله, وما في شرح الكوكب اختلاف لفظي بسيط.",
            "page": "80",
            "part": "1",
            "seal": "DE3D766F"
        },
        {
            "id": "93",
            "nass": "كلام ابن حجر العسقلاني في مسألة الكلام ¶ وقال الحافظ ابن حجر في شرح البخاري5 في باب قوله تعالى: {أَنزَلَهُ بِعِلْمِهِ وَالْمَلائِكَةُ يَشْهَدُونَ} 6 الآية: والمنقول عن السلف اتفاقهم على أن القرآن كلام الله غير مخلوق تلقاه جبريل عن الله عز وجل، وبلغ جبريل إلى محمد صلى الله عليه وسلم، وبلغه هو إلى أمته. انتهى. ¶ __________ ¶ 5 انظر فتح الباري: \"357/13\". ¶ النساء، الآية: 166.",
            "page": "80",
            "part": "1",
            "seal": "1F9E4C25"
        },
        {
            "id": "94",
            "nass": "كلام ابن القاضي الجبل في مسألة الكلام ¶ قال ابن القاضي الجبل: احتج الجمهور بالكتاب والسنة واللغة والعرف, أما الكتاب, فقوله سبحانه: {آيَتُكَ أَلاَّ تُكَلِّمَ النَّاسَ ثَلاثَ لَيَالٍ سَوِيّاً, فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيّاً} 1, فلم يسم الإشارة كلامًا, وقال لمريم عليها السلام: {فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا} 2، وفي الصحيح أن النبي صلى الله عليه وسلم قال: \"إن الله عفى لأمتي عن الخطأ والنسيان, وما حدثت به أنفسها، وما لم تتكلم أو تعمل\" 3. ¶ وقسم أهل اللسان الكلام إلى اسم وفعل وحرف، واتفق الفقهاء4 كافة على أن من حلف لا يتكلم, لا يحنث بدون النطق، وإن حدثته [نفسه] 5. ¶ فإن قيل: الأيمان مبناها على العرف. ¶ قيل: الأصل عدم التغيير. ¶ أهل العرف يسمون الناطق متكلمًا، ومن عداه ساكتًا أو أخرس. ¶ __________ ¶ 1 مريم: الايتان: 10، 11. ¶ 2 مريم: الاية: 26. ¶ 3 وهو حديث مدرج أدرجه ابن قاضي الجبل رحمه الله، فإن قوله صلى الله عليه وسلم: \"إن الله تجاوز لأمتي عما حدثت به أنفسها ما لم يتكلموا أو يعملوا به\"، وراه البخاري: \"153/4\"، ومسلم: \"116/1\" اللفظ له، أما قوله صلى الله عليه وسلم: \"إن الله تجاوز لأمتي عن الخطأ والنسيان وما استكرهوا عليه\" , فقد أخرجه ابن ماجة في: السنن: \"659/1\"، وفيه أبو بكر الهذلي المتفق على تضعيفه، انظر: ميزان الاعتدال: \"194/2\"، الضعفاء والمتروكين: 233، المغني في الضعفاء: 2552، لسان الميزان: \"71/4\", وهذا الإدراج ليس تامًّا, فقد أدخل ألفاظًا من الأول على الثاني. ¶ 4 في الأصل: \"والتفقها\", والتصحيح من شرح الكوكب المنير: \"31/2\". ¶ 5 تتمة من شرح الكوكب المنير, ليست في الأصل.",
            "page": "81",
            "part": "1",
            "seal": "D1FCF6FC"
        },
        {
            "id": "95",
            "nass": "رد الحافظ أبي نصر على مسألة عدم تبعض كلام الله ودليله ¶ [فإن] 1 قالوا: قوله تعالى: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ} 2. ¶ أكذبهم الله تعالى في شهادتهم، ومعلوم صدقهم اللساني، فلا بد من إثبات الكلام النفسي؛ ليكون الكلام3 عائدًا إليه4. ¶ فالجواب: إن الشهادة الإخبار عن الشيء مع اعتقاده، فلما لم يكونوا معتقدين ذلك، كذبهم5 الله تعالى. ¶ وقال أبو النصر السجزي: قولهم\" لا يتبعض\". ¶ يرد عليه [أن موسى] 6 عليه الصلاة والسلام، سمع بعض كلام الله, ولا يمكن أن يقال سمع الكل7. ¶ __________ ¶ 1 زيادة من شرح الكوكب المنير, ليست في الأصل. ¶ 2 المنافقون: الآية: 1. ¶ 3 في الأصل: \"الكذب\", والتصحيح من شرح الكوكب المنير: \"32/2\". ¶ 4 أسقط المؤلف اخنصارًا بعد هذا الموضوع كلامًا، ثم تابع النقل، انظر شرح الكوكب المنير: \"32/2\". ¶ 5 في شرح الكوكب المنير: \"أكذبهم\": \"32/2\"، وانظره: \"30/2-33\", ففيه كلام نفيس. ¶ 6 ساقطة من الأصل استدركناها من شرح الكوكب المنير: \"42/2\". ¶ 7 شرح الكوكب المنير: \"34/2\".",
            "page": "82",
            "part": "1",
            "seal": "10FBD50E"
        },
        {
            "id": "96",
            "nass": "قول الشيخ الإسلام: من قال إن القرآن عبارة عن كلام الله وقع في محذورات ¶ وقال الشيخ تقي الدين في فتيا له تسمى بالأزهرية1: ومن قال: إن القرآن عبارة عن كلام الله تعالى، وقع في محذورات: ¶ أحدها: قولهم: إن القرآن ليس بكلام الله تعالى، فإن نفي هذا الإطلاق خلاف ما علم بالاضطرار من دين الإسلام، وخلاف ما دل عليه الشرع والعقل. ¶ والثاني: قولهم: \"عبارة\" إن أرادوا, أن هذا التالى2 هو الذي عبر عن كلام الله تعالى القائم بنفسه، لزم أن يكون كل تالٍ معبرًا عما في نفس الله، والمعبر عن غيره هو المنشئ للعبارة، فيكون كل قاريء هو المنشئ لعبارة القرآن، وهذا معلوم الفساد بالضرورة. ¶ وإن أرادوا أن القران العربي عبارة عن معانيه، فهذا حق إذ كل كلام لفظه عبارة عن معناه، لكن هذا لا يمنع أن يكون الكلام متناولًا اللفظ [والمعنى] 3. انتهى4. ¶ __________ ¶ 1 الفتيا الأزهرية: ليست مطبوعة، وقيل: مفقودة. ¶ 2 في شرح الكوكب المنير: \"35/2\": \"الثاني\"، وهو خطأ مطبعي. ¶ 3ساقطة من الأصل، استدركناها من شرح الكوكب المنير: \"35/2\". ¶ 4 هذا كله كلام الشيخ تقي الدين رضي الله عنه، وله تتمة عظيمة الفائدة، انظر: شرح الكوكب المنير: \"32/2-40\", مجموعة الرسائل والمسائل: \"55/3-56, 20, 128,21\"، فتاوى شيخ الإسلام \"517/12\".",
            "page": "82",
            "part": "1",
            "seal": "A37E9ED4"
        },
        {
            "id": "97",
            "nass": "رد الإمام موفق الدين ابن قدامة على أدلة الأشعرية في المعنى النفسي والحرف والصوت والحقيقة والمجاز والتعاقب والتعدد ¶ قال الشيخ الإسلام موفق الدين بن قدامة المقدسي4 في مصنف له5: واعترض القائل بكلام النفس بوجوه: ¶ أحدها قول الاخطل: إن الكلام لفي الفؤاد ... البيت. ¶ __________ ¶ 4 عبد الله بن أحمد بن قدامة الجماعيلي المقدسي ثم الحنبلي، أبو محمد موفق الدين: فقيه من أكابر الحنابلة، له تصانيف منها \"المغني شرح الخرقي\"، و \"روضة الناظر\" في أصول الفقه، و\"المقنع\"، و\"الكافي\"، و\"العمدة\"، و\"لمعة الاعتقاد\"، وغيرها مما هو غير مطبوع، ولد سنة 541هـ, وتوفي سنة 620هـ, الأعلام: \"67/4\"، واسمه فيه عبد الله بن محمد, وهو خطأ مطبعي قطعًا؛ لأنه في موضع عبد الله بن أحمد. ¶ 5 لشيخ الإسلام موفق الدين ابن قدامة المقدسي عدة كتب في السنة منها: لمعة الاعتقاد، مسألة في تحريم النظر في كتب أهل الكلام، ومسألة العلو، وكتاب القدر، والبرهان في مسألة القرآن, والأرجح أنه مقصود المؤلف وعنه ينقل، وغيرها، انظر: ذيل طبقات الحنابلة: \"133/1\"، المدخل إلى مذهب الإمام أحمد: \"صـ 207\", والأعلام: \"67/4\".",
            "page": "83",
            "part": "1",
            "seal": "7B8F8CF3"
        },
        {
            "id": "98",
            "nass": "الثاني: سلمنا أن كلام الآدمي صوت وحرف، لكن كلام الله تعالى يخالفه؛ لأنه صفته، فلا تشبه صفات الآدميين، وكلامه كلامهم. ¶ الثالث: أن مذهبكم في الصفات أن لا تفسر، فيكيف فسرتم كلام الله بما ذكرتم. ¶ الرابع: أن الحروف لا تخرج إلا من خارج وأدوات، والصوت لا يكون إلا من جسم، والله متعالٍ عن ذلك. ¶ الخامس: أن الحروف يدخلها التعاقب1، وكل مسبوق مخلوق. ¶ السادس: أن هذا يدخله التجزؤ2 والتعدد والقديم لا يتجزأ ولا يتعدد. ¶ قال شيخ الإسلام الموفق: الجواب عن الأول من وجوه. ¶ الأول: أن هذا [كلام] 3 شاعر نصراني عدو لله ورسوله ودينه، أفيجب4 اطراح كلامه تعالى ورسوله وسائر الخلق تصحيحًا لكلامه؟، وحمل كلامهم على المجاز صيانة لكلامه؟، هذا عن المجاز. ¶ وأيضًا فتحتاجون إلى إثبات هذا الشعر ببيان إسناده، ونقل الثقات له، ولا نقنع بشهرته, فقد يشتهر الفاسد. ¶ __________ ¶ 1 اختصر المؤلف هنا عبارة، ذكرها في: شرح الكوكب المنير: \"41/2\"، وهي: فالباء تسبق السين، والسين تسبق الميم. ¶ 2 في الأصل: \"التجري\". ¶ 3 ما بين معقوفين تتمة من شرح الكوكب المنير: \"41/2\". ¶ 4 في الأصل: \"فيحب\"، بالحاء, وهذا ممكن، والعبارة كما في: شرح الكوكب المنير: أظهر وأقوى تعبيرًا, وأصح سياقًا ومعنى، وهي: فهل يجب، وفي نسخة: أفيجب، فأثبتناها: أفيجب، فإنها أقرب لما في نسختنا رسمًا بإسقاط الألف، والمعنى واحد.",
            "page": "84",
            "part": "1",
            "seal": "695DFCA1"
        },
        {
            "id": "99",
            "nass": "وقد سمعت شيخنا أبا محمد الخشاب1، إمام أهل العربية في زمانه، يقول: قد فتشت دواوين الأخطل العتيقة، فلم أجد هذا البيت فيها2. ¶ الثاني: لا نسلم أن لفظه هكذا، إنما قال: \"إن البيان من الفؤاد\"، فحرفوه وقالوا: الكلام2. ¶ الثالث: أن هذا مجاز, يراد به أن الكلام من عقلاء الناس إنما يكون بعد التروي فيه، واستحضار معانيه في القلب2، كما قيل: لسان الحكيم من وراء قلبه، فإن كان له محل قاله، وإن لم يكن سكت، وكلام الجاهل على طرف لسانه. ¶ والدليل على أن هذا مجاز من وجوه كثيرة. ¶ أحدها: ما ذكرناه مما يدل على أن الكلام هو النطق, وحمله على الحقيقة، يحمل3 كلام الأخطل على مجازها أولى من العكس. \"9/أ\" ¶ ثانيها: أن الحقيقة يستدل 4 عليها بسبقها إلى الذهن، وتبادر الأفهام إليها، وإنما يفهم من إطلاق الكلام ما ذكرناه. ¶ ثالثها: ترتيب الأحكام على ما ذكرناه، دون ما ذكروه. ¶ __________ ¶ 1 هو عبد الله بن أحمد بن أحمد، أبو محمد، المعروف بابن الخشاب، البغدادي الحنبلي، العالم المشهور بالأدب واللغة والنحو والحديث والفقه والتفسير والمنطق والفلسفة والهندسة والقراءات, له مصنفات كثيرة منها: \"المرتجل في شرح الجمل\" لعبد القاهر الجرحاني، و\"شرح اللمع\" لابن جني، و\"الرد على التبريزي في تهذيب الإصلاح\"، و\"شرح مقدمة الوزير ابن هبيرة\" في النحو, وتوفي سنة 567 هـ ببغداد. ¶ انظر الذيل على طبقات الحنابلة: \"316/1\"، وفيات الأعيان: \"288/2\"، شذرات الذهب: \"220/4\"، الأعلام: \"67/4\". ¶ 2 انظر فيها: الإيمان لابن تيمية: \"صـ 116\". ¶ 3 في شرح الكوكب المنير: \"43/2\": وحمله على حقيقته, وحمل كلام الأخطل.. إلخ. ¶ 4 في الأصل: \"يستد\".",
            "page": "85",
            "part": "1",
            "seal": "C78A5DCE"
        },
        {
            "id": "100",
            "nass": "رابعها: [قول] 1 أهل العربية الذين هم أهل اللسان، وهم أعرف بهذا الشأن. ¶ خامسها2: لا تصح إضافة ما ذكروه إلى الله تعالى، فإنه جعل اللسان دليلًا عليه، \"والله سبحانه وتعالى منزه عن ذلك\"3، ولأن الذي عبر عنه الأخطل بالكلام، هو التروي والفكر واستحضار المعاني, وحديث النفس, ووسوستها، ولا يجوز إضافة شيء من ذلك إلى الله تعالى بلا خلاف بين المسلمين. ¶ قال4: من أعجب الأمور أن خصومنا ردوا على الله وعلى رسوله، وخالفوا جميع الخلق5 من المسلمين, وغيرهم، فرارًا من التشبيه على زعمهم، ثم صاروا إلى تشبيه أقبح وأفحش من كل تشبيه, وهذا نوع التغفل6, ومن أدل الأشياء على فساد قولهم، تركهم قوله تعالى، وقول رسوله صلى الله عليه وسلم، وما لا يحصى من الأدلة، وتمسكهم بكلمة قالها هذا الشاعر النصراني، وجعلوها أساس مذهبهم، وقاعدة عقدهم، ولو أنها انفردت عن مبطل، وخلت عن معارض، لما جاز أن يبنى عليها هذا الأصل العظيم، فكيف, وقد عارضها ما لا يمكن رده؟ فمثلهم كمثل من بنى قصراً على أعواد الكبريت, في مجرى النيل. ¶ وأما قولهم: إن كلام الله يجب أن لا يكون حرفًا يشبه كلام الآدميين. ¶ قلنا: جوابه من وجوه: ¶ __________ ¶ 1 زيادة من شرح الكوكب المنير: \"43/2\", ليست في الأصل. ¶ 2 زاد في شرح الكوكب فقرة, لم يذكرها المؤلف هنا. ¶ 3 \"زيادة من الأصل\", ليس في شرح الكوكب المنير: انظره: \"43/2\". ¶ 4 أيْ: ابن قدامة المقدسي رحمه الله. ¶ 5 في الأصل: \"الفلق\", والتصحيح من: شرح الكوكب المنير: \"44/2\". ¶ 6 في: شرح الكوكب المنير: \"44/2\": التغفيل.",
            "page": "86",
            "part": "1",
            "seal": "3D4C5B54"
        },
        {
            "id": "101",
            "nass": "أحدها: أن الاتفاق في أصل الحقيقة ليس بتشبيه، كما أن إدراك1 البصر بأنه إدراك المبصرات، والسمع في أنه إدراك المسموعات، والعلم في أنه إدراك المعلومات, ليس بتشبه، كذلك هذا. ¶ الثاني: أنه لو كان تشبيهًا، لكان تشبيههم أقبح وأفحش، على [ما] 2 ذكرناه. ¶ الثالث: أنهم نفوا هذه الصفة بكون3 هذا تشبيهًا، ينبغي أن ينفوا سائر الصفات، من الوجود والحياة والسمع والبصر وغيرها. ¶ أم قولهم: \"أنتم فسرتم هذه الصفة\". ¶ قلنا: لا4 يجوز تفسير المتشابه الذي سكت السلف عن تفسيره، وليس كذلك الكلام، فإنه من المعلوم بين الخلق أنه لا تشابه فيه، وأنه فسره الكتاب والسنة. ¶ وأيضًا: نحن فسرناه بحمله على حقيقته، تفسيرًا جاء به القرآن والسنة، وهم فسروه بما لم يرد به كتاب، ولا سنة، ولا يوافق الحقيقة، ولا يجوز نسبته إلى الله تعالى. ¶ وأما قولهم: \"إن الحروف تحتاج إلى مخارج وأدوات\". ¶ قلنا: احتياجها إلى ذلك في حقنا، لا يوجب ذلك في كلام الله تعالى، تعالى الله عن ذلك. ¶ فإن قالوا: بل احتياج الله كاحتياجنا قياسًا له علينا. ¶ أخطأوا من وجوه: ¶ __________ ¶ 1 في شرح الكوكب المنير: \"اتفاق\": \"44/5\". ¶ 3 تتمة من شرح الكوكب المنير: \"45/2\", سقطت من الأصل. ¶ 3 في شرح الكوكب المنير: \"45/2\": \"لكون\". ¶ 4 في شرح الكوكب المنير: \"45/2\": \"إنما لا يجوز ... \" إلخ.",
            "page": "87",
            "part": "1",
            "seal": "68212495"
        },
        {
            "id": "102",
            "nass": "أحدها: أنه يلزمهم في سائر الصفات التي سلموها، كالسمع والعلم والحياة، ولا يكون في حقنا إلا في جسم، ولا يكون البصر إلا من \"9/ب\" حدقة, ولا السمع إلا من انخراق، والله تعالى بخلاف ذلك1. ¶ ثانيها: أن هذا تشبيه لله بنا, وقياس له علينا, وهذا كفر. ¶ ثالثها: أن بعض المخلوقات لم تحتج إلى مخارج في كلامها، كالأيدي والأرجل والجلود التي تتكلم يوم القيامة3، والحجر4 الذي سلم على النبي صلى الله عليه وسلم، والحصى الذي سبح في كفه 5، والذراع المسمومة التي ¶ __________ ¶ 1 قال ابن حجر في: فتح الباري: \"454/13\" ما نصه: وكلام الله صفة من صفات ذاته، لا تشبه صفة غيره، إذا ليس يوجد شيء من صفاته في صفات المخلوقين، هكذا قرره المصنف في كتاب: \"خلق أفعال العباد\". ¶ 2 في الأصل: \"قياسًا\". ¶ 3 قال تعالى: {يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ} [النور، الآية 24] , وقال تعالى: {الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ} [يس: الآية 65] . ¶ 4 وهو ما رواه مسلم في: صحيحه: \"1782/4\", والترمذي في: السنن: \"592/5\"، والإمام أحمد في: المسند: \"89/5\"، والدارمي في: مسنده: \"12/1\", عن جابر بن سمرة قال: قال رسول الله صلى الله عليه وسلم: \"أني لاعرف حجرًا بمكة كان يسلم علي قبل أن أبعث، وإني لأعرفه الآن\". انظر: مجمع الزوائد: \"259/8\". ¶ 5 أخرج البزار والطبراني في: الأوسط، وأبو نعيم, والبيهقي, عن أبي ذر قال: \"كان النبي صلى الله عليه وسلم جالسًا وحده, فجئت حتى جلست إليه، فجاء أبو بكر, فسلم ثم جلس، ثم جاء عمر، ثم عثمان، وبين يدي رسول الله صلى الله عليه وسلم سبع حصيات، فأخذهن, فوضعهن في كفه, فسبحن حتى سمعت لهن حنينًا كحنين النحل، ثم وضعهن فخرسن، ثم أخذهن, فوضعهن في يد أبي بكر, فسبحن حتى سمعت لهن حنينًا كحنين النحل، ثم وضعهن فخرسن، ثم تناولهن, فوضعهن في يد عمر، فسبحن حتى سمعت لهن حنينا كحنين النحل، ثم وضعهن فخرسن، ثم تناولهن, فوضعهن في يد عثمان، فسبحن حتى سمعت لهن حنينًا كحنين النحل، ثم وضعهن, فخرسن، فقال رسول الله صلى الله عليه وسلم: \"هذه خلافة نبوة\" , وأخرج ابن عساكر نحوه, وزاد فيه: ثم صيرهن في أيدينا رجلًا رجلًا, فما =",
            "page": "88",
            "part": "1",
            "seal": "222C70A4"
        },
        {
            "id": "103",
            "nass": "كلمته1، وقال بن مسعود: \"كنا نسمع تسبيح الطعام, وهو يؤكل\"2، ولا خلاف في أن الله سبحانه وتعالى قادر على إنطاق الحجر الأصم بلا أدوات. ¶ قلت3: إن الذي يقطع به عنهم، أنهم لا يقولون: إن الله سبحانه يحتاج كحاجتنا، قياسًا له علينا، فإنه عين التشبيه، وهم لا يقولون كذلك4، ويفرون منه، والظاهر أن الشيخ الموفق قال ذلك على تقدير قولهم له5. ¶ ثم قال: وقولهم: \"إن التعاقب يدخل في الحروف\". ¶ قلنا: إنما ذلك في حق من ينطق بالمخارج والأدوات، ولا يوصف سبحانه وتعالى بذلك. ¶ __________ ¶ سبحت حصاة منهن, انظر الخصائص الكبرى: \"74/2\"، وفي مجمع الزوائد: \"299/8\", قال الهيثمي: رواه البزار بإسنادين رجال أحدهما ثقات، وفي بعضهم ضعف. ¶ 1 روي البخاري: \"56/3\"، ومسلم: \"1721/4\", في صحيحيهما عن أنس: \"أن امرأه يهودية أتت النبي صلى الله عليه وسلم بشاة مسمومة فأكل منها، فجيء بها إلى رسول الله صلى الله عليه وسلم، فسألها عن ذلك, فقالت: أردت لأقتلك, فقال: \"ما كان الله ليسلطك على ذلك\". وفي رواية \"عليَّ \". ¶ وروى الدارمي في: سننه: \"32/1\", الحديث، وفيه: \"قال: إن هذه تخبرني أنها مسمومة\", ونحوه عند أبي دواد في: السنن: \"482/2\"، والبزار والطبراني عن أنس. ¶ وقال: رواه البزار، ورجاله رجال الصحيح، غير مبارك بن فضالة, وهو ثقة، وهو ضعيف، مجمع الزوائد: \"295/8\". ¶ قلت: الضعف من طريق البزار والطبراني, لكنه يرتفع إلى رتبة الحسن لغيره من هذا الوجه؛ لورود شاهد له في الصحيحين. ¶ 2 رواه البخاري في: صحيحه: \"235/4\"، والترمذي في: السنن: \"597/5\"، والدارمي في: السنن: \"14/1\", عن ابن مسعود. ¶ 3 هذا كلام الإمام العلامة، محمد بن أحمد بن عبد العزيز بن علي الفتوحي الحنبلي، المعروف بابن النجار، صاحب شرح الكوكب المنير، وستأتي ترجمته إن شاء الله تعالى. ¶ 4 في شرح الكوكب المنير: \"ذلك\": \"48/2\". ¶ 5 شرح الكوكب المنير: \"48/2\".",
            "page": "89",
            "part": "1",
            "seal": "8AE25ED2"
        },
        {
            "id": "104",
            "nass": "رد الإمام موفق الدين ابن قدامة على أدلة الأشعرية في المعنى النفسي والحرف والصوت والحقيقة والمجاز والتعاقب والتعدد ¶ ... ¶ كلمته1، وقال بن مسعود: \"كنا نسمع تسبيح الطعام, وهو يؤكل\"2، ولا خلاف في أن الله سبحانه وتعالى قادر على إنطاق الحجر الأصم بلا أدوات. ¶ قلت3: إن الذي يقطع به عنهم، أنهم لا يقولون: إن الله سبحانه يحتاج كحاجتنا، قياسًا له علينا، فإنه عين التشبيه، وهم لا يقولون كذلك4، ويفرون منه، والظاهر أن الشيخ الموفق قال ذلك على تقدير قولهم له5. ¶ __________ ¶ سبحت حصاة منهن, انظر الخصائص الكبرى: \"74/2\"، وفي مجمع الزوائد: \"299/8\", قال الهيثمي: رواه البزار بإسنادين رجال أحدهما ثقات، وفي بعضهم ضعف. ¶ 1 روي البخاري: \"56/3\"، ومسلم: \"1721/4\", في صحيحيهما عن أنس: \"أن امرأه يهودية أتت النبي صلى الله عليه وسلم بشاة مسمومة فأكل منها، فجيء بها إلى رسول الله صلى الله عليه وسلم، فسألها عن ذلك, فقالت: أردت لأقتلك, فقال: ما كان الله ليسلطك على ذلك\". وفي رواية \"عليَّ \". ¶ وروى الدارمي في: سننه: \"32/1\", الحديث، وفيه: \"قال: إن هذه تخبرني أنها مسمومة\", ونحوه عند أبي دواد في: السنن: \"482/2\"، والبزار والطبراني عن أنس. ¶ وقال: رواه البزار، ورجاله رجال الصحيح، غير مبارك بن فضالة, وهو ثقة، وهو ضعيف، مجمع الزوائد: \"295/8\". ¶ قلت: الضعف من طريق البزار والطبراني, لكنه يرتفع إلى رتبة الحسن لغيره من هذا الوجه؛ لورود شاهد له في الصحيحين. ¶ 2 رواه البخاري في: صحيحه: \"235/4\"، والترمذي في: السنن: \"597/5\"، والدارمي في: السنن: \"14/1\", عن ابن مسعود. ¶ 3 هذا كلام الإمام العلامة، محمد بن أحمد بن عبد العزيز بن علي الفتوحي الحنبلي، المعروف بابن النجار، صاحب شرح الكوكب المنير، وستأتي ترجمته إن شاء الله تعالى. ¶ 4 في شرح الكوكب المنير: \"ذلك\": \"48/2\". ¶ 5 شرح الكوكب المنير: \"48/2\".",
            "page": "79",
            "part": "1",
            "seal": "AF196D7C"
        },
        {
            "id": "105",
            "nass": "كلام الحافظ أبي نصر في مسألة التعاقب ¶ وقال الحافظ أبو نصر: إنما يتعين التعاقب فيمن يتكلم بأداة يعجز عن أداء شيء إلا بعد الفراغ من غيره، وأما المتكلم بلا جارحة، فلا يتعين في",
            "page": "89",
            "part": "1",
            "seal": "E2CA230A"
        },
        {
            "id": "106",
            "nass": "كلامه تعاقب، وقد اتفقت العلماء على أنه يتولى1 الحساب بين خلقه يوم القيامة في حالة واحدة، وعند كل واحد منهم أن المخاطب في الحال هو وحده2، وهذا خلاف التعاقب, انتهى كلام أبي نصر. ¶ __________ ¶ 1 في الأصل: \"يتوالى\". ¶ 2 في الأصل: \"حده\".",
            "page": "90",
            "part": "1",
            "seal": "D2B00E30"
        },
        {
            "id": "107",
            "nass": "كلام ابن قدامة في مسألة التجزؤ والتعدد ¶ قال الموفق: قولهم: \"إن القديم لا يتجزأ ولا يتعدد\" غير صحيح, فإن أسماءه سبحانه وتعالى معدودة، قال تعالى: {ولله الأسماء الحسنى} 3, وقال صلى الله عليه وسلم: \"إن لله تسعة وتسعين اسمًا, من أحصاها دخل الجنة\" 4, وهي قديمة, ¶ __________ ¶ 3 الأعراف: الآية: 180. ¶ 4 رواه البخاري: \"259/3\"، \"109/8\"، ومسلم: \"2063/4\"، الترمذي: \"530/",
            "page": "90",
            "part": "1",
            "seal": "74134C85"
        },
        {
            "id": "108",
            "nass": "نص الشافعي وأحمد على قدم أسماء الله تعالى. ¶ وقد نص الشافعي على أن أسماء الله تعالى غير مخلوقة. ¶ وقال أحمد: \"من قال إن أسماء الله مخلوقة فقد كفر\".",
            "page": "90",
            "part": "1",
            "seal": "C0E89D52"
        },
        {
            "id": "109",
            "nass": "أقوال السلف في علم الكلام والبدع والأهواء ¶ وكذا كتب الله تعالى، فإن التوراة والإنجيل والزبور والفرقان متعددة، وهي كلامه5 تعالى غير مخلوق، وإنما هذا أخذوه علم الكلام، وهو مُطَّرَحٌ6 عند جميع الأئمة. ¶ قال أبو يوسف7: من طلب العلم بالكلام تزندق8. ¶ __________ ¶ 5، 532\"، ابن ماجة: \"1269/2\"، والإمام أحمد في: المسند: \"258/2\"، وفي فيض القدير: \"478/2\", نسب روايته إلى ابن عساكر أيضًا، كلهم عن أبي هريرة رضي الله عنه مرفوعًا, وهو عند البخاري بلفظ: \"إن لله مئه اسم إلا واحدًا من أحصاها دخل الجنة\". ¶ 5 إلا ما غُيِّرَ وحرف، فلا يصح أن يوصف بذلك قطعًا. ¶ 6 انظر: مناقب الشافعي: \"صـ 182\"، فتح الباري: \"273/13\"، تبيين كذب المفتري: \"339\". ¶ 7 يعقوب بن إبراهيم بن حبيب بن سعد بن حسنة، أبو يوسف القاضي، كان أكبر أصحاب أبي حنيفة، وأعلمهم، قال المزني: كان أبو يوسف أتبعهم للحديث, وهو أول من لقب بقاضي القضاة, ويقال له: قاضي قضاة الدنيا، توفي سنة 182هـ, البداية والنهاية: \"180/10-182\". ¶ 8 البداية والنهاية: \"180/10\".",
            "page": "90",
            "part": "1",
            "seal": "3F4C2743"
        },
        {
            "id": "110",
            "nass": "وقال الشافعي: \"ما ارتدى بالكلام أحد فأفلح\"1. ¶ وقال أحمد: \"ما أحب أحد الكلام, فكان عاقبته إلى خير\". ¶ وقال ابن خويز منداد المالكي2: البدع عند مالك وأصحابه، هي: ¶ كتب الكلام, والتنجيم، وشبه ذلك، لا يصح إجارتها، ولا تقبل شهادة أهله. ¶ __________ ¶ 1 مناقب الشافعي: \"صـ 182\"، تبيين كذب المفتري: \"صـ 336\". ¶ 2 محمد بن أحمد بن عبد الله، وقيل: محمد بن أحمد بن علي بن اسحاق بن خويز, منداد البصري المالكي، كان يجانب الكلام، ويحكم على أهله أنهم من أهل الأهواء، له كتاب في الخلاف، والأصول, وأحكام القرآن، توفي سنة390هـ. ¶ الديباج المذهب: \"299/2\"، لسانالميزان: \"291/5\"، طبقات المفسرين: \"68/2\".",
            "page": "91",
            "part": "1",
            "seal": "9659B08F"
        },
        {
            "id": "111",
            "nass": "رد الحافظ أبي نصر على شبهة: أن الصوت والحرف إذا ثبتا في الكلام اقتضيا عدداً, والله واحد من كل جهة, وأدلته في ذلك. ¶ قال الحافظ أبو نصر: فإن قيل: الصوت والحرف إذا ثبتا في الكلام اقتضيا عددًا3، والله واحد من كل جهة. ¶ قيل لهم: اعتماد أهل الحق في هذه الأبواب على السمع، وقد ورد السمع بأن القرآن ذو عدد، وأقر المسلمون بأنه كلام الله تعالى حقيقة لا مجازًا4، وهو صفته، وقد عد الأشعري صفات الله تعالى سبعة عشر صفة، وبيَّن أن منها ما لا يعلم إلا بالسمع، وإذا جاز أن يوصف بصفات معدودة, لم يلزمنا بدخول العدد في الحروف شيء, انتهى كلام أبي نصر. ¶ __________ ¶ 3 في الأصل: \"عدد\". ¶ 4 في الأصل: \"مجاز\".",
            "page": "91",
            "part": "1",
            "seal": "6739A7FD"
        },
        {
            "id": "112",
            "nass": "كلام الإمام موفق الدين ابن قدامة في إثبات الحرف والصوت في كلام الله وأدلته في ذلك. ¶ قال الشيخ الموفق فى الاستدلال5: إن الله تعالى كلم موسى صلى الله عليه وسلم، ويكلِّم المؤمنين يوم القيامة، قال تعالى: {وَكَلَّمَهُ رَبُّهُ} 6، وقال تعالى: {يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالاتِي وَبِكَلامِي} 7، وقال تعالى: ¶ __________ ¶ 5 هذا كلام المؤلف، والذي في شرح الكوكب المنير: \"51/2\": الوجه الثاني، بدل ما تقدم. ¶ 6 الأعراف، الآية: 143. ¶ 7 الأعراف، الآية: 144.",
            "page": "91",
            "part": "1",
            "seal": "288565B8"
        },
        {
            "id": "113",
            "nass": "{وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الأَيْمَنِ} 1, وأجمعنا على أن موسى صلى الله عليه وسلم، سمع كلام الله تعالى من الله، لا من ذات الشجرة، ولا من حجر، ولا من غيره؛ لأنه لو سمع من غير الله تعالى، كان بنو إسرائيل أفضل في ذلك [منه] 2؛ لأنهم سمعوا من أفضل ممن سمع منه موسي، لكونهم سمعوا من موسى، فلم سمي إذن3 كليم الرحمن؟. ¶ وإذا ثبت هذا، لم يكن الكلام الذي سمعه موسى إلا صوتًا وحرفًا، فإنه 4 لو كان معنى في النفس، لم يكن ذلك تكليمًا لموسى، ولا هو شيء يسمع، ولا يسمى مناداة5. ¶ فإن قالوا: نحن لا نسميه صوتًا مع كونه مسموعًا. ¶ فالجواب من وجهين: ¶ أحدهما: أن هذا مخالفة في اللفظ مع الموافقة في المعنى، فإنا لا نعني بالصوت إلا ما كان مسموعًا. ¶ ثانيهما: أن لفظ الصوت قد جاءت به الأخبار والآثار6، والنزاع إنما هو في أن الله تعالى تكلم بحرف وصوت7، أم لا؟ ¶ فمذهب أهل السنة اتباع ما ورد في الكتاب والسنة, انتهى كلام الشيخ الموفق8. ¶ __________ ¶ 1 مريم، الآية: 52. ¶ 2 ما بين معقوفين زيادة من شرح الكوكب المنير: \"51/2\". ¶ 3 في الأصل: إذا. ¶ 4 في الأصل: وحرفانه. ¶ 5 مجموعة الرسائل والمسائل: \"36/3، 131\"، فتح الباري: \"367/13\". ¶ 6 حشد جلها في: توضيح المقاصد بشرح النونية: \"226/1\". ¶ 7 في الأصل: بصوت وحرف, وأشار فوقها إلى التقديم والتأخير. ¶ 8 شرح الكوكب المنير: \"40/2-52\".",
            "page": "92",
            "part": "1",
            "seal": "72D7B506"
        },
        {
            "id": "114",
            "nass": "رد الحافظ ابن حجر على قول البيهقي في كلام الله عز وجل ¶ وقال الحافظ ابن حجر في فتح الباري: قال البيهقي1: \"الكلام ما ينطق به المتكلم, وهو مستقر في نفسه، كما في كلام عمر في قصة السقيفة2، فإن كان المتكلم ذا مخارج سمع كلامه ذا حروف وأصوات، وإن كان غير ذي مخارج، فهو خلاف ذلك، والباري بخلاف ذلكو فلا يكون كلامه كذلك\". ¶ وأول ما ورد في حديث: \"أن الملائكة يسمعون صوتًا\"، باحتمال أن يكون الصوت للسماء، أو للملك الآتي بالوحي، أو لأجنحة الملائكة، وإذا احتمل ذلك لم يكن نصًّا في المسألة. ¶ قال ابن حجر في رده: \"وهذا حاصل الكلام في نفي الصوت من الأئمة، ويلزم منه أنه تعالى لم يسمع أحدًا من الملائكة، ولا من رسله كلامه، بل ألهمهم إياه\". ¶ وحاصل الاحتجاج للنفي الرجوع إلى القياس على أصوات المخلوقين؛ لأنها الذي3 عهدنا، وهي ذات مخارج، ولا يخفى ما فيه، إذ الصوت قد يكون من غير مخارج، كما أن الرؤية قد تكون من غير اتصال أشعة، سلمنا4، لكن يمنع القياس المذكور، وصفة الخالق لا تقاس على صفة المخلوق، وإذا ثبت ذكر الصوت بهذه الأحاديث5 الصحيحة، وجب الإيمان به6. ¶ __________ ¶ 1 أحمد بن الحسين بن علي البيهقي، أبو بكر من أئمة الحديث, قال إمام الحرمين: \"ما من شافعي إلا وللشافعي فضل عليه, غير البيهقي, فإن له المنة والفضل على الشافعي؛ لكثرة تصانيفه في نصرة مذهبه, وبسط موجزه, وتأييد آرائه\", ولد سنة 384, وتوفي سنة 458هـ, بنيسابور, ونقل إلى بلده بيهق, له: \"السنن الكبرى\", و\"الصغري\", و\"الأسماء والصفات\", وغيرها, الأعلام: \"116/1\". ¶ 2 انظر: فتح الباري: \"353/13\", وهو: \"لقد زورت في نفسي مقالة\", وقد سبق. ¶ 3 في فتح الباري: التي. ¶ 4 في فتح الباري: \"من غير اتصال أشعة\", كما سبق: \"سلمنا لكن نمنع..إلخ\". ¶ 5 تقدم بعضها قريبًا, انظر: شرح الكوكب المنير: \"62/2-77\". ¶ 6 انظر فتح الباري: \"458/13\" \"ط. السلفية\".",
            "page": "93",
            "part": "1",
            "seal": "A6C07141"
        },
        {
            "id": "115",
            "nass": "وقال في الفتح أيضًا: قوله صلى الله عليه وسلم: \"ثم يناديهم بصوت يسمعه من بَعُدَ كما يسمعه من قرب\" 1 حمله بعض الأئمة على مجاز الحذف، أي \"يأمر من ينادي\"، فاستبعده من أثبت الصوت، بأن في قوله: \"يسمعه من بعد\" إشارة إلى أنه ليس من المخلوقات؛ لأنه لم يعهد مثل هذا فيهم, وبأن الملائكة إذا سمعوه صعقوا، وإذا سمع بعضهم بعضًا لم يصعقوا, قال: فعلى هذا, فصوته سبحانه وتعالى صفة من صفات ذاته، لا يشبه صوت غيره، إذ ليس يوجد شيء من صفاته في صفات المخلوقين, قال: وهكذا قرره المصنف -يعني البخاري- في كتابه خلق الافعال2. انتهى. ¶ __________ ¶ 1 رواه البخاري في: صحيحه: باب قوله الله تعالى: \"ولا تنفع الشفاعة عنده..الآية\", ¶ \"الفتح: \"453/13\", وفي: خلق أفعال العباد: \"صـ 13، 59\". ¶ 2 خلق أفعال العباد::صـ 59\".",
            "page": "94",
            "part": "1",
            "seal": "A333B568"
        },
        {
            "id": "116",
            "nass": "حد الصوت 3 ¶ وحد الصوت ما تحقق سماعه، فكل متحقق سماعه صوت، وكل ما لا يتأتى سماعه ليس بصوت، وصحة الحد كونه مطردًا منعكسًا4، وقول من قال: إن الصوت هو الخارج من هواء بين جرمين, فغير صحيح، لما يوجد سماع الصوت من غير ذلك، كتسبيح5 الأحجار، وتسبيح الطعام، وتسبيح الجبال6، وشهادة الأيدي، والأرجل7, وقال تعالى: {وَإِنْ مِنْ شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ} 8 وقال تعالى: {يَوْمَ نَقُولُ لِجَهَنَّمَ هَلْ امْتَلأْتِ وَتَقُولُ هَلْ مِنْ ¶ __________ ¶ 3 فتح الباري: \"457/13\". ¶ 4 شرح الكوكب المنير: \"103/1\"، مختصر الطوفي: \"صـ 41\"، التعريفات: \"صـ 118\". ¶ 5 في شرح الكوكب المنير: \"56/2\": كتسليم الأحجار, وقد تقدم ذكر مخرجه. ¶ 6 قال تعالى: {وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ} [الأنبياء، الآية: 79] , وقال تعالى: {إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالإِشْرَاقِ} , [ص: الآية 8] . ¶ 7 تقدم ذكر مخرجه. ¶ 8 الإسراء: الآية: 44.",
            "page": "94",
            "part": "1",
            "seal": "FD00D494"
        },
        {
            "id": "117",
            "nass": "مَزِيْدٍ} 1 وما لشيء من ذلك من انخراق بين جرمين. ¶ وقد أقر الأشعري أن السموات والأرض قالتا: {أتينا طائعين} 2 حقيقة لا مجازًا3. ¶ __________ ¶ 1 ق, الآية: 30. ¶ 2 فصلت، الآية: 11. ¶ 3 في الأصل: مجاز.",
            "page": "95",
            "part": "1",
            "seal": "5F6C198E"
        },
        {
            "id": "118",
            "nass": "فصل ثانٍ: في المسألة المشهورة بمسألة اللفظ. ¶ ... ¶ فصل ثانٍ: في المسألة المشهورة المسماة بمسالة اللفظ: ¶ قال الشيخ شهاب الدين ابن حجر في فتح الباري في كتاب التوحيد في باب قوله تعالى: {فَلا تَجْعَلُوا لِلَّهِ أَندَادًا} 4, [البقرة: 22] ¶ __________ ¶ 4 فتح الباري: \"492/13\".",
            "page": "95",
            "part": "1",
            "seal": "5DC1AF8D"
        },
        {
            "id": "119",
            "nass": "شدة إنكار الإمام أحمد على القائل بأن لفظه بالقرآن مخلوق ¶ ما ملخصه: \"واشتد إنكار الإمام أحمد, ومن تبعه على من قال: لفظي بالقرآن مخلوق، ويقال: أول من قاله الحسين بن علي الكرابيسي5، أحد أصحاب الشافعي، فلما بلغه6 ذلك بدعه وهجره، ثم قال بذلك داود بن علي الأصبهاني7، رأس الظاهرية، وهو يومئذ بنيسابور، فأنكر عليه إسحاق8، ¶ __________ ¶ 5 الحسين بن علي الكرابيسي، أبو علي, فقيه من أصحاب الإمام الشافعي، وأحد رواة القديم، واستمر عليه بعد رجوع الشافعي عنه مع علمه بذلك، له اختلاف مع الإمام أحمد في العقائد، والصواب أنه جهمي, وقيل: إنه رجع عن ذلك، له تصانيف كثيرة في الأصول والفروع، والكرابيس الثياب الغليظة كان يبيعها، توفي سنة 248هـ, ¶ انظر: وفيات الأعيان: \"145/1\"، تاريخ بغداد: \"64/8\". ¶ 6 في فتح الباري: \"بلغ ذلك أحمد\". ¶ 7 داود بن علي بن خلف الأصبهاني الملقب بالظاهري، أبو سليمان أحد الأئمة المجتهدين، تنسب له الطائفة الظاهرية، وكان أول من جهر بالقول بالظاهر، ورد القياس, له تصانيف, أورد ابن النديم أسماءها في زهاء صفحتين, ولد بأصبهان سنة 201 هـ, وتوفي ببغداد سنة270هـ, الأعلام: \"333/2\", بتصرف. ¶ 8 إسحاق بن إبراهيم بن مخلد الحنظلي التميمي المروذي, أبو يعقوب بن راهويه: عالم خراسان في عصره من سكان مرو، أحد كبار الحفاظ، قيل: سبب تلقيبه \"ابن راهويه\" أن أباه ولد في طريق مكة, فقال أهل مرو: راهويه, أي ولد في الطريق، له تصانيف منها \"المسند\", ولد سنة 161هـ, وتوفي سنة238هـ, الأعلام: \"292/1\".",
            "page": "95",
            "part": "1",
            "seal": "B0672041"
        },
        {
            "id": "120",
            "nass": "تبديع الإمام أحمد للكرابيسي؛ لأجل مسألة اللفظ. ¶ وبلغ ذلك أحمد، فلما قدم بغداد لم يأذن له في الدخول عليه، وجمع ابن أبي حاتم1 أسماء من أطلق على اللفظ2، أنهم جهمية، فبلغوا عددًا كثيرًا، وأفرد لذلك بابًا في كتابه: الرد على الجهمية. ¶ والذي يتحصل من كلام المحققين، أنهم أرادوا حسم المادة [صونًا] 3 للقرآن أن يوصف بكونه مخلوقًا، وإذا حُقِّقَ الأمر عليهم؛ لم يفصح أحد منهم بأن حركة لسانه4 قديمة. ¶ __________ ¶ 1 عبد الرحمن بن محمد, أبي حاتم ابن ادريس بن المنذر التميمي الحنظلي الرازي, أبو محمد الحافظ, من كبارهم له: \"الجرح والتعديل\", و\"العلل\", و\"المسند\", و\"المراسيل\", و \", والكنى\", و\"الرد على الجهمية\", وغيرها, ولد سنة 240هـ, وتوفي سنة 327هـ, الأعلام: \"324/3\". ¶ 2 في فتح الباري: اللفظية. ¶ 3 ما بين معقوفين تتمة من فتح الباري.",
            "page": "96",
            "part": "1",
            "seal": "D06F9918"
        },
        {
            "id": "121",
            "nass": "عدم قبول الإمام أحمد الاجتماع بداود الظاهري؛ لأجل قوله باللفظ. ¶ ... ¶ إنكار الإمام أحمد على من نقل عنه: لفظي بالقرآن غير مخلوق ¶ وأنكر أحمد على من نقل عنه أنه قال: \"لفظي بالقرآن غير مخلوق\"5. كما أنكر على من قال: \"لفظي بالقرآن مخلوق\"6, وقال: \"القرآن كيف تصرف غير مخلوق\". ¶ ولما ابتلي بمن يقول: القرآن مخلوق7, كان أكثر كلامه في الرد. ¶ __________ ¶ 4 زاد في الفتح::إذا قرأ\", بعد لسانه. ¶ 5 الإمام لم يقل هذا, ولكن أنكر على من قال: \"القرآن بلفظي مخلوق\", فظن أحد أصحابه أن القرآن بألفاظنا غير مخلوق, فنقله، فلما علم الإمام ذلك, طلبه وأنكر عليه أشد النكير. ¶ 6 وهم الجهمية وعامة المعتزلة، ومنهم الكرابيسي, انظر: طبقات الحنابلة: \"62/1، 75، 288\". ¶ 7 قالها الكرابيسي، فلما علم إنكار الإمام أحمد ذلك وتكفيره لقائله, قال: لفظي بالقرآن مخلوق, فلما أنكر عليه الإمام, ثبت على قوله ذاك، وقال: لأقولن مقالة حتى =",
            "page": "96",
            "part": "1",
            "seal": "F1D3BE8A"
        },
        {
            "id": "122",
            "nass": "عليهم، حتى بالغ1، فأنكر على من يتوقف, في يقول: مخلوق, ولا يقول: غير مخلوق, وعلى من قال: لفظي بالقرآن مخلوق؛ لئلا يتذرع بذلك من يقول: القرآن بلفظي [مخلوق] 2. ¶ __________ ¶ = يقول بخلافها, فيكفر\", فقال -أي الكرابيسي-: لفظي بالقرآن مخلوق, ا. هـ, والقصة كاملة في طبقات الشافعية الكبرى: \"252/1\"، وقد ذكرناها بالمعنى، وجعل ابن السبكي معها كلامًا يصرف به كلام الإمام أحمد عن حقيقته؛ ليزين حال الكرابيسي. ¶ وقال الإمام أحمد: \"أخزى الله الكرابيسي، لا يجالس، ولا يكلم، ولا تكتب كتبه، ولا يجالس من يجالسه\". طبقات الحنابلة: \"1091\"، وهي عن الكلام معه, انظره: \"288/1\", في الطبقات. ¶ 1 في الحقيقة لم يبالغ إمامنا، ولم يقل ذلك حسمًا للمادة، بل أنكر أقوال المبتدعة، ورد بدعهم، وأكفرهم، وأحل دماءهم، وحكم بقتلهم، وهذه أمور لا تكون لحسم مادة النزاع, وإليك مواضعها من طبقات الحنابلة: ¶ أفي تكفيرهم, وتكفير من شك بكفرهم: \"173/1، 286، 342\". ¶ ب في إفتائه بحل دمائهم: \"156/1\". ¶ جـ في حكمه بقتلهم إن لم يتوبوا بعد استتابتهم: \"328/1، 343\". ¶ د في نهي الإمام عن مجالستهم، والصلاة خلفهم، والكلام معهم، ومناكحتهم، ورد قضائه إن كان قاضيًا، ونهى عن أكل ذبائحهم: \"299/1، 326، 340\" مؤيدًا كلام يحيى بن يحيى، 343\". ¶ وانظر لكل ما ذكر نصوص أحمد في: إنكاره كلام المبتدعة في القرآن: فتاوى شيخ الإسلام: \"517/12\"، السنة للإمام أحمد: \"صـ 15\"، مجموعة الرسائل والمسائل: \"128/3\"، الكافية: \"205/1\"، اعتقاد الإمام أحمد: \"296/2\", طبقات الحنابلة، كتاب مسدد: \"342/1 -343\", طبقات الحنابلة، عقيدة الإمام أحمد: \"242/1\", طبقات الحنابلة، الغنية: \"52/1\". ¶ 2 ما بين معقوفين زيادة من فتح الباري.",
            "page": "97",
            "part": "1",
            "seal": "1216D77C"
        },
        {
            "id": "123",
            "nass": "ابتلاء البخاري بمن يقول: أصوات العباد غير مخلوقة، ومبالغته في الرد عليهم ¶ وأما البخاري: فابتلي بمن يقول: أصوات العباد غير مخلوقة3، حتى بالغ بعضهم, فقال: والمداد والورق بعد الكتابة4, فكان أكثر كلامه في ¶ __________ ¶ 3 انظر قصة البخاري في: طبقات الحنابلة: \"277/1-279\". ¶ 4 وقد افترى قوم ادعوا أنه قول الحنابلة، وسيأتي رده قريبًا إن شاء الله تعالى.",
            "page": "97",
            "part": "1",
            "seal": "07986922"
        },
        {
            "id": "124",
            "nass": "\"11/أ\" عليهم, وبالغ في الاستدلال بأن أفعال العباد كلها مخلوقة بالآيات والأحاديث في ذلك, مع أن قول من قال: \"إن الذي يُسمع من القارئ هو الصوت القديم\", لا يعرف عن السلف, ولا قاله أحمد, ولا أصحابه, وإنما سبب نسبة ذلك لأحمد قوله: \"من قال: لفظي بالقرآن مخلوق, فهو جهمي\", فظنوا أنه سوى بين اللفظ والصوت, بل صرح في مواضع بأن الصوت المسموع من القارئ, هو صوت القارئ1, والفرق بينهما أن اللفظ يضاف إلى المتكلم به ابتداء, فيقال عمن روى الحديث بلفظه: هذا لفظه, ولمن رواه بغير لفظه: هذا معناه, ولا يقال في شيء من ذلك: هذا صوته, فإن القرآن كلام الله, ومعناه: ليس هو كلام غيره, أما قوله تعالى: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ} 2, فاختلف فيه, هل المراد جبريل, أو الرسول عليهما الصلاة والسلام؟ , والمراد به التبليغ؛ لأن جبريل مبلغ عن الله تعالى إلى رسوله, والرسول صلى الله عليه وسلم إلى الناس, ولم يُنقَل عن أحمد أنه قال: فعل العبد قديم, ولا صوته3, إنما ينكر إطلاق اللفظ. ¶ وصرح البخاري بأن أصوات العباد مخلوقة, وأن أحمد لا يخالفه في ذلك, ولكن أهل العلم كرهوا التنقيب عن الأشياء الغامضة, وتجتنبوا الخوض فيها والتنازع, إلا بما بينه الرسول عليه الصلاة والسلام. ¶ ومن شدة اللبس في هذه المسألة, كثر نهي السلف عن الخوض فيها, واستغنوا بالاعتقاد أن القرآن كلام الله غير مخلوق, ولم يزيدوا على ذلك ¶ __________ ¶ 1 انظر: مجموعة الرسائل والمسائل: \"354/3\". ¶ 2 الحاقة: الآية 40, والتكوير: الآية: 19. ¶ والأرجح هنا أنها آية الحاقة, ففي التكوير أعقبها بذكر النبي صلى الله عليه وسلم أنه ليس بمجنون, بقوله {وَمَا صَاحِبُكُمْ بِمَجْنُونٍ} , ولو كان المراد واحدًا لما استأنف ذكره بإشارة ثانية, ¶ وانظر: تفسير الطبري: \"52/30\", \"41/29, 42\", الجامع لاحكام القرآن للقرطبي: \"240/19\", \"274/18-275\". ¶ 3 أي: لم يقل أن فعل العبد قديم, ولم يقل أن صوت العبد قديم.",
            "page": "98",
            "part": "1",
            "seal": "5436935B"
        },
        {
            "id": "125",
            "nass": "شيئًا، وهو أسلم الأقوال1، وبالله المستعان2. ¶ __________ ¶ 1 شرح الكوكب المنير: \"1062\"، وصنف البخاري كتابه: \"خلق أفعال العباد\", كاملًا في هذا الباب, فانظره. ¶ 2 انتهى نقله عن ابن حجر في: الفتح: \"494/13\", باختصار يسير.",
            "page": "99",
            "part": "1",
            "seal": "0BADF293"
        },
        {
            "id": "126",
            "nass": "تتمات ¶ التتمة الاولى ¶ ... ¶ تتمات: ¶ الأولى: ¶ نقل السعد3 في كلامه على عقائد النسفي4، من نسبة الحنابلة إلى أنهم قالوا: إن كلامه سبحانه وتعالى عرض من جنس الأصوات والحروف [و] 5, مع ذلك قديم6. ¶ وفي محل آخر7: أن المؤلف من الأصوات والحروف قديم، ونسبهم إلى الجهل والعناد, أيضًا ما ينسبه بعض الناس للحنابلة، من أنهم يقولون بقدم الورق والجلد8 والمداد. ¶ __________ ¶ 1 شرح الكوكب المنير: \"1062\"، وصنف البخاري كتابه: \"خلق أفعال العباد\", كاملًا في هذا الباب, فانظره. ¶ 2 انتهى نقله عن ابن حجر في: الفتح: \"494/13\", باختصار يسير. ¶ 3 مسعود بن عمر بن عبد الله التفتازاني، سعد الدين: من أئمة العربية والبيان والمنطق، ولد بتفتازان سنة 712 هـ, وأقام بسرخس, وهما في بلاد خراسان, أبعده تيمورلنك إلى سمرقند, فتوفي فيها, ودفن في سرخس سنة 793 هـ, له: \"تهذيب المنطق\", و\"المطول\", و\"المختصر\", و\"شرح العقائد النسفية\", و\"شرح الأربعين النووية\", وغيرها, الأعلام: \"219/7\". ¶ 4 عمر بن محمد بن أحمد بن إسماعيل، أبو حفص، نجم الدين النسفي: عالم بالتفسير والأدب والتاريخ، من فقهاء الحنفية، ولد بنسف سنة 461 هـ, وإليها نسبته، وتوفي بسمرقند سنة 560 هـ، قيل: له نحو مائة مصنف: منها \"العقائد\"، و\"التيسير في التفسير\"، و\"المواقيت\", الأعلام: \"60/5\". ¶ 5 الواو زيادة اقتضاها المعنى. ¶ 6 شرح السعد على عقائد النسفي: \"صـ 89\". ¶ 7 المصدر السابق: \"صـ 91، 92\". ¶ 8 هذا سخف وحمق، وليس منا من الحنابلة وأهل الحديث من يعتقد هذا، بل ألصقه بهم بعض خصومهم، ممن جعل إلهه هواه، ومن كان يظن هذا بنا، فليثبته من كتبنا, وأقوال أئمتنا، لا من كتب الخلاف، والله حسيب كل مبتدع ضالٍّ، كما قال الشيخ عبد القادر الجيلاني رضوان الله عليه داعيًا في الغنية: \"53/1\".",
            "page": "99",
            "part": "1",
            "seal": "DE7D63B5"
        },
        {
            "id": "127",
            "nass": "فالجواب عن ذلك: أن ما نسب إليهم من هذه المقالات لا أصل له في كلام أحد منهم، ولو كان له أصل لعثر عليه، وكيف يتأتى من أحد منهم القول به، مع أنهم في أعلى طبقات الورع في تتبع مذهب1 إمامهم، واعتقادهم مذهب السلف، واتباع السنة، وكيف يظن بأحد منهم أنه حرف شيئًا ونسبه إلى إمامه، مع أن هذا الظن لا يجوز بأحد من المسلمين، فضلًا عن هؤلاء السادة. ¶ فإن قيل: لعل ما نقل من كتبهم مدسوس عليهم. ¶ فالجواب: أن فتح هذا الباب بدعة شنيعة؛ لأن المطلوب2 ناقل3 صحيح النقل، يكون كتابه مقابل على أصل صحيح4. ¶ \"11/ب\" وأيضًا، يتطرق هذا الظن في بقية كتب المسلمين، على أن معظم ما اعتمدنا فيما نقلناه من أصولنا وفروعنا متصل في جميع الأعصار، من زمن الإمام أحمد إلى زمننا، متواتر نقله جمع عن جمع. ¶ __________ ¶ 1 في الأصل: \"هذهب\". ¶ 2 في الأصل: \"المبطوب\". ¶ 3 استدركها الناسخ في الحاشية مضبِّبًا لها مع إشارة التصحيح: \"صح\". ¶ 4 العبارة في الأصل مصحفة هكذا: \"المبطوب ناقل تصحيح الناقل يكون كتابة مقابلة على أصل صحيح\", وقد أثبتناها بأقرب صورة صحيحة إلى المصحفة، جامعة للمراد.",
            "page": "100",
            "part": "1",
            "seal": "E0A87593"
        },
        {
            "id": "128",
            "nass": "التتمة الثانية ¶ ... ¶ الثانية: ¶ قال الحافظ ابن حجر: \"والذي استقر عليه قول الأشعري5، أن القرآن كلام الله غير مخلوق، مكتوب في المصاحف، محفوظ في الصدور، مقروء بالألسنة، قال تعالى {فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ} 6، وفي الحديث: \"لا تسافروا بالقرآن إلى أرض العدو كراهة أن يناله العدو\" 7. ¶ __________ ¶ 5 في فتح الباري: الأشعرية: \"494/13\"ط. السلفية. ¶ 6 التوبة: الآية: 6. ¶ 7 رواه مسلم في: صحيحه: \"1491/3\"، والبخاري في: خلق أفعال العباد: \"صـ 48\"، والإمام أحمد في: المسند: \"6/2\".",
            "page": "100",
            "part": "1",
            "seal": "B6C6A3B8"
        },
        {
            "id": "129",
            "nass": "وليس المراد ما في الصدور، بل ما في المصحف، وأجمع السلف على أن الذي بين الدفتين كلام الله تعالى1. ¶ قال صاحب المواقف2 في أثناء خطبته: \"وقرآنًا قديمًا ذا غايات ومواقف، محفوظًا في القلوب، مقروءًا3 بالألسن, مكتوبًا في المصاحف\"4. ¶ وقال السيد الشريف5 في شرحه6: وَصَفَ القرآن بالقدم، ثم صرح بما يدل على أنه هذه العبارات المنظمومة، كما هو مذهب السلف، حيث [قالوا] 7: \"إن الحفظ والقراءة والكتابة حادثة، لكن متعلقًا، أعني: المحفوظ والمقروء قديم\". ¶ وما يتوهم من أن ترتيب الكلمات والحروف، وعروض الانتهاء، والوقف، مما يدل على الحدوث, فباطل؛ لأن ذلك لقصور في آلات القارئ، وأما [ما] 9 اشتهر عن الشيخ أبي الحسن الأشعري، رحمه الله تعالى: من أن القديم معنى قائم بذاته تعالى، قد عبر منها10 بهذه العبارات الحادثة. ¶ __________ ¶ 1 فتح الباري: \"494/13\", ط. السلفية. ¶ 2 هو: عبد الرحمن بن أحمد الإيجي، تقدمت ترجمته. ¶ 3 في الأصل: محفوظ، ومقرور، مكتوب. ¶ 4 المواقف: \"صـ 3\". ¶ 5 علي بن محمد بن علي, المعروف بالسيد الشريف الجرجاني: فيلسوف، من كبار العلماء بالعربية, ولد في تاكو قرب استراباد سنة 740 هـ، ودرس في شيراز، ولما دخلها تيمور سنة 789هـ، فر الجرجاني إلى سمرقند، ثم عاد إليها بعد وفاة تيمور، فأقام إلى أن توفي سنة 816 هـ، له \"التعريفات\", و\"شرح مواقف الإيجي\", و\"شرح السراجية\", وغيرها كثير, الأعلام: \"7/5\". ¶ 6 على المواقف: \"9/1\". ¶ 7 زيادة من شرح المواقف, ليست في الأصل. ¶ 8 في شرح المواقف: القراءة. ¶ 9 زيادة من شرح المواقف, ليست في الأصل. ¶ 10 هكذا في الأصل، وفي شرح المواقف: عنه.",
            "page": "101",
            "part": "1",
            "seal": "848FCDA3"
        },
        {
            "id": "130",
            "nass": "فقد قيل: إنه غلط من الناقل، منشؤة اشتراك لفظ المعنى بين ما يقابل اللفظ، وبين ما يقوم بغيره، ويزداد وضوحًا فيما بعد، إن شاء الله تعالى. ¶ قال [] 1: واعلم أن للمصنف مقالة مفردة2 في تحقيق3 كلام الله تعالى، على وفق ما أشار إليه في خطبة الكتاب، ومحصولها: أن لفظ المعنى تارة يطلق على مدلول اللفظ، وأخرى على الأمر القائم بالغير، فالشيخ الأشعري [لما] 74 قال: الكلام هو المعنى النفسي, فهم الأصحاب منه أن مراده مدلولات5 اللفظ وحده6، وهو القديم عنده، وأما العبارات, فإنما تسمى كلامًا مجازًا؛ لدلالتها على ما هو كلام حقيقي، حتى صرحوا بأن الألفاظ حادثة على مذهبه أيضًا, لكنها ليست كلامه حقيقة7. ¶ وهذا الذي فهموه من كلام الشيخ، له لوازم8 كثيرة فاسدة، كعدم إكفار من أنكر كلامية ما بين دفتي المصحف، مع أنه عُلِمَ من الدين ضرورة كونه كلام الله حقيقة، \"وعدم كون\"9 المعارضة والتحدي بكلام الله تعالى الحقيقي، كعدم كون القروء المحفوظ كلامه حقيقة، إلى غير ذلك مما لا ¶ __________ ¶ 1 في الأصل كلمة مصحفة غير مفهومة وهي هكذا: الهياه, وما بعدها نقل عن شرح المواقف للسيد الشريف: \"364/2\". ¶ 2 في الأصل: \"مقر\"، والتصحيح من شرح المواقف. ¶ 3 في الأصل: \"تحقق\"، والتصحيح من شرح المواقف. ¶ 4 زيادة من شرح المواقف، ليست في الأصل. ¶ 5 في شرح المواقف: \"مدلول\". ¶ 6 في الأصل: واحدة, والتصحيح من شرح المواقف. ¶ 7 صرح بذلك من المتأخرين: الباجوري في حاشيته على السنوسية الصغرى: \"صـ 23\"، والدسوقي في حاشيته على أم البراهين: \"صـ 113\"، ومحمد الفضالى في: كفاية العلوم: \"صـ 76\"، والهدهدي في: الشرح المذكور: \"صـ 76\". ¶ 8 في الأصل: \"لوازم\"، والتصحيح من شرح المواقف. ¶ 9 في شرح المواقف: وكعدم المعارضة.",
            "page": "102",
            "part": "1",
            "seal": "0CE41604"
        },
        {
            "id": "131",
            "nass": "يخفى على المتفطن في الأحكام الدينية، فوجب حمل كلام الشيخ على أنه أراد [به] 1 المعنى الثاني، فيكون الكلام النفسي عنده أمرًا شاملًا للفظ والمعنى2جميعًا، قائمًا بذاته تعالى، وهو مكتوب في المصاحف، مقروء بالألسن، محفوظ في الصدور، وهو غير الكتابة, والقراءة, والحفظ, الحادثة, وما يقال من أن الحروف والألفاظ مرتبة متعاقبة، فجوابه: إن ذلك الترتيب3 إنما هو في التلفظ؛ بسبب عدم مساعدة الآلة، فالتلفظ حادث، والأدلة الدالة على الحدوث يجب حملها على حدوثه4 دون حدوث الملفوظ، جمعًا بين الأدلة، وهذا الذي ذكرناه, وإن كان مخالفًا لما عليه متأخرو أصحابنا، إلا أنه بعد التأمل تعرف حقيقته, تم كلامه5. ¶ وهذا الحمل لكلام الشيخ6، هو [مما] 7 اختاره محمد الشهرستاني8، في كتابه المسمى \"بنهاية الإقدام\"9، ولا شبهة في أنه أقرب إلى الأحكام الظاهرة المنسوبة إلى قواعد الملة, انتهى10. ¶ __________ ¶ 1 زيادة من شرح المواقف, ليست في الأصل. ¶ 2 في الأصل: لمعنى، والتصحيح من شرح المواقف. ¶ 4 في الأصل: المتراتب، والتصحيح من شرح المواقف. ¶ 5 في الأصل: حدوث, والتصحيح من شرح المواقف. ¶ 6 أي: كلام صاحب المواقف، عبد الرحمن بن أحمد الإيجي لكن من مصنَّفٍ آخر غير المواقف. ¶ 7 أي: الأشعري. ¶ 8 زيادة من شرح المواقف، ليست في الأصل. ¶ 9 محمد بن عبد الكريم بن أحمد، أبو الفتح الشهرستاني: من فلاسفة الإسلام, كان إماما في علم الكلام، وأديان الأمم، ومذاهب الفلاسفة، يلقب بالأفضل, ولد في شهرستان, بين نيسابور وخوارزم, سنة 479هـ، وانتقل إلى بغداد سنة 510 هـ، فأقام ثلاث سنين، وعاد إلى بلده، وتوفي بها سنة 548 هـ, له: \"الملل والنحل\", و\"نهاية الإقدام في علم الكلام\", وغيرها, الأعلام: \"215/6\". ¶ 10 انظر: نهاية الإقدام في علم الكلام: \"صـ 313-331\", و\"صـ 313-317\". ¶ 11 شرح المواقف: \"364/2\".",
            "page": "103",
            "part": "1",
            "seal": "4F4DC44A"
        },
        {
            "id": "132",
            "nass": "فالذي ظهر من عبارة ابن حجر العسقلاني, وشرح المواقف, موافقة الشيخ الأشعري للإمام أحمد في مسالة الكلام, وما روي عنه مخالف لذلك, فهو غلط من الناقل, منشؤه ما سبق, وقد أتى التاج [ابن] السبكي2 في الطبقات3 بأصرح من ذلك, فقال في ترجمة الأشعري: وما قيل: إن مذهبه أن القرآن لم يكن بين الدفتين, ليس القرآن في المصحف, ونَقْلُ ذلك عنه, فهو شنيع فظيع, وتلبس على العوام, فإن الأشعري وكل مسلم غير مبتدع يقول: إن القرآن كلام الله, وهو على الحقيقة مكتوب في المصاحف, لا على المجاز, ومن قال: إن القرآن ليس في المصاحف, على هذا الإطلاق, فهو مخطئ, بل القرآن مكتوب في المصحف, وهو قديم غير مخلوق, لم يزل سبحانه متكلمًا, ولا يزال به قائمًا, ولا يجوز انفصال القرآن عن ذات الله تعالى, ولا الحلول3 في المحال, وكون الكلام مكتوب على الحقيقة في الكتاب, لا يقتضي حلوله فيه, لا انفصاله عن ذوات المتكلم, قال الله تعالى: {النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْرَاةِ وَالإِنجِيلِ} 4, فالنبي صلى االله عليه وسلم في التوراة والإنجيل مكتوب على الحقيقة, وكذلك القرآن على الحقيقة مكتوب في المصاحف, محفوظ في قلوب المؤمنين, مقروء متلوٌّ على الحقيقة بألسنة القارئين من المسلمين, كما أن الله تعالى على الحقيقة لا على المجاز؛ معبود في مساجدنا, ومعلوم في قلوبنا, مذكور في ألسنتنا, وهذا واضح بحمد الله, ومن زاغ عن هذه الطريقة, فهو قدري معتزلي, يقول بخلق القرآن, وأنه حالٌّ في المصاحف نظير ما قالوا: إنه لما سمع موسى, عليه الصلاة والسلام كلامه, خلق كلامه في الشجرة, وهذه من فظائع 5المعتزلة, التى لايخفي فسادها على ¶ محصل5. إنتهى [ابن] السبكي. ¶ __________ ¶ 1في الأصل: السبكي التاج, وعلَّم فوق كل منهما بعلامة التقديم والتأخير. ¶ 2 طبقات الشافعية الكبرى: \"285/2\". ¶ في الأصل: \"لحول\", والتصحيح من طبقات الشافعية الكبرى. ¶ 3 الأعراف: الآية 157. ¶ 4 في الطبقات: فضائح. ¶ 5 هكذا في الأصل والطبقات.",
            "page": "104",
            "part": "1",
            "seal": "78971991"
        },
        {
            "id": "133",
            "nass": "وما قيل: إن منكر كلامية ما بين الدفتين, إنما يكفر إذا قال: من المخترعات البشرية، وأما إذا اعتقد أنه من مبتدعات الله، ودالٌّ على ما هو كلامه حقيقة، أو قائم بذاته، ولكنه ليس صفة قائمة بذاته تعالى, فلا يكفر أصلًا، فخلاف الظاهر من حيث إن الشارع2 يحكم بكفر منكره حالًا, من \"12/ب\" غير استفسار له عن مراده، فإنَّ نفي هذا الإطلاق خلاف ما علم بالاضطرار من دين الإسلام، وخلاف [ما] 3 دل عليه الشرع، والعقل، كما نقله الشيخ تقي الدين الفتوحي4. ¶ __________ ¶ أي: لا يخفى فسادها على من حصل هذا العالم, أو من حصل شيئًا من العلم. ¶ 2 في الأصل: \"الشاعر\", وفي هامشه جاء ما نصه وبالقلم نفسه: \"لعله الشارع؛ لأن الشاعر هنا لا ينتظم الكلام به, ولا يتصور معناه إلا ذو فهم سقيم\". اهـ. ¶ 3 زيادة لابد منها؛ ليستقيم المعنى. ¶ 4 محمد بن أحمد بن عبد العزيز الفتوحي، تقي الدين، أبو البقاء، الشهير بابن النجار: فقيه حنبلي مصري, من القضاة، قال الشعراني: صحبته أربعين سنة، فما رأيت عليه شيئًا يشينه، ما رأيت أحدًا أحلى منطقًا منه، ولا أكثر أدبا مع جليسه، ولد سنة 898 هـ, وتوفي سنة 972هـ, له: \"منتهى الارادات في جمع المقنع مع التنقيح والزيادات\", طبع مع شرحه للبهوتي، وقال الزركلي: إن شرحه غير تام, والصواب أنه تام متداول معروف, الأعلام: \"6/6\".",
            "page": "105",
            "part": "1",
            "seal": "F6CBE381"
        },
        {
            "id": "134",
            "nass": "التتمة الثالثة ¶ ... ¶ التتمة الثالث: ¶ قد نقل عن الملا عبد الرحمن الجامي5، في كتابه \"الدرة الفاخرة\" المسماة بحط رحلك، ما يشير إلى الخلاف بين من يقول: إن الكلام هو الحروف والأصوات، ومن يقول: إن الكلام النفسي القائم بذاته ¶ __________ ¶ 5 عبد الرحمن بن أحمد بن محمد الجامي، نور الدين: مفسر، فاضل. ولد في جام \"من بلاد ما وراء النهر\"سنة 817 هـ, وانتقل إلى هراة, وتفقه, وصحب مشايخ الصوفية وطاف البلاد, وعاد إلى هراة وتوفي بها سنة 898 هـ. له \"الدرة الفاخرة\", و\"تفسير القرآن\", و\"شرح فصوص الحكم\", وغيرها بالعربية والفارسية, الأعلام: \"296/3\".",
            "page": "105",
            "part": "1",
            "seal": "1703C379"
        },
        {
            "id": "135",
            "nass": "تعالى لفظي، فقال: واعلم1 أن ها هنا قياسين متعارضين. ¶ أحدهما: أن كلام الله [تعالى] 2صفة له، وكل ما هو صفة له, فهو قديم، فكلامه قديم3. ¶ وثانيهما: أن كلام الله مؤلف من أجزاء مترتبة متعاقبة [في الرجود] 4، وكل ما هو كذلك, فهو حادث، [فكلام الله سبحانه حادث] 5. ¶ فافترق المسلمون أربع فرق: ¶ فرقتان منهم ذهبوا إلى صحة القياس الأول، وقدحت واحدة منهما في صغرى6 القياس الثاني، وقدحت الأخرى في كبراه. ¶ وفرقتان أخريان ذهبوا إلى صحة القياس الثاني، وقدحوا في إحدىمقدمتي الأول. ¶ ثم ذكر كيفية قدحهم باعتبار مذاهبهم، فمن أراد ذلك, فليراجعه7. ¶ ثم قال8: وفي الفتوحات المكية: إن المفهوم من كون القرن حروفًا أمران: ¶ الأمر الواحد: المسمى: قولًا وكلامًا ولفظًا. ¶ والأمر الآخر: يسمى: كتابًا ورقمًا وخطًا. ¶ __________ ¶ 1 في الأصل: \"ولعل\"، وهو تصحيف, والتصحيح من الدرة الفاخرة. ¶ 2 زيادة من الدرة الفاخرة. ¶ 3 هكذا في الأصل, وفي الدرة الفاخرة: فكلام الله تعالى. ¶ 4 زيادة من الدرة الفاخرة. ¶ 5 زيادة في الدرة الفاخرة. ¶ 6 في الأصل: \"صغر\"، والتصحيح من الدرة الفاخرة. ¶ 7 انظر الدرة الفاخرة: \"صـ 280- 283\". ¶ 8 القائل: الملا عبد الرحمن الجامي, الدرة الفاخرة: \"صـ 283-284\".",
            "page": "106",
            "part": "1",
            "seal": "70091AEA"
        },
        {
            "id": "136",
            "nass": "والقرآن يخط له1 حروف الرقم، وينطق به، فله حروف اللفظ، فلم2 يرجع إلى كونه حروفًا منطوقًا بها؟ , وهى كلام3 الله الذي هو صفة له, أو للمترجم عنه. ¶ فاعلم: أنه قد أخبرنا نبيه صلى الله عليه وسلم: \"أنه سبحانه يتجلى في القيامة بصور مختلفة، فيُعرَف ويُنْكَر\" 4، فمن كانت حقيقته تقبل هذا التجلي، لا يبعد أن يكون الكلام بالحروف المتلفظة المسماة كلام الله لبعض تلك الصور، كما يليق بجلاله. ¶ وقال أيضًا بعد كلام طويل5: فإذا تحققت ما قررنا، ثبت أن كلام [الله] 6 هو هذا المتلوُّ المسموع المتلفظ به المسمى قرآنًا، وتوراة، وزبورًا, وإنجيلًا7, انتهى كلام الشيخ \"الأكبر\"8. ¶ فالذي 9 ظهر منه، أن الكلام الذي هو صفته سبحانه ليس سوى إفادته وإفاضته مكنونات علم على من يريد إكرامه10، وأن الكتب المنزلة المنطوقة ¶ __________ ¶ 1 في الدرة الفاخرة: \"فله\". ¶ 2 في الأصل: \"فلما\"،في الدرة الفاخرة: \"فلماذا\". ¶ 3 في الدرة الفاخرة: \"هل لكلام\". ¶ 4 روى البخاري في: كتاب التوحيد: \"156/9\"، ومسلم في: معرفة طريق الرؤية: \"112/1، 115\", واللفظ به: \"فيأتيهم الله تبارك وتعالى في صورة غير صورته التي يعرفون، فيقول: أنا ربكم, فيقولون: نعوذ بالله منك، هذا مكاننا حتى يأيتنا ربنا، فإذا جاء ربنا عرفناه، فيأيتهم الله تعالى في صورته التي يعرفون، فيقول: أنا ربكم, فيقولون: أنت ربنا، فيتبعونه\", والحديث طويل. ¶ 5 أي: صاحب الفتوحات. ¶ 6 زيادة من الدرة الفاخرة. ¶ 7 الدرة الفاخرة: \"صـ 284\", وحذف المصنف بعد هذا كلامًا نقله الجامي عن الشيخ صدر الدين القونوي، فعد إليه إن شئت في: الدرة الفاخرة: \"صـ 85\". ¶ 8 ما بين القوسين\" \" كلمة مصحفة, هكذا: \"الأبكيري\"، ولعلها تصحيف لكلمة \"الأكبر\" إذ أنها لقبه عند أتباعه. ¶ 9 النقل هنا من الدرة الفاخرة بعد حذف كلام القونوي. ¶ 10 فهذا منه الحديث القدسي, والتشريع الوارد في السنة, لقوله تعالى: {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى} , [النجم: الآية: 3] , ويشترك به الأنبياء وغيرهم من الصالحين, قال تعالى: {وَأَوْحَيْنَا إلى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ} , [القصص: الآية 7] , وهذا يكون بتعبير, وألفاظ الموحى إليه.",
            "page": "107",
            "part": "1",
            "seal": "2B81A2C5"
        },
        {
            "id": "137",
            "nass": "من حروف وكلمات كالقرآن وأمثاله, أيضًا كلامه1؛ لأنها من بعض صور تلك الإفادة والإفاضة، ظهرت بتوسط العلم والإرادة والقدرة في البرزخ الجامع بين الغيب والشهادة، بمعنى عالم المثال, من بعض مجاليه 2 الصور المثالية، كما يليق به سبحانه، فالقياسان المذكوران في صدر البحث ليسا \"13/أ\" بمتعارضين في الحقيقة، فالمراد بالكلام في القياس الأول: الصفة القائمة بذاته, وفي الثاني: ما ظهر في البرزخ من بعض المجالي الإلهية3، والاختلاف الواقع بين فرق المسلمين يشعر بعدم الفرق بين الكلامين، والله أعلم4. ¶ __________ ¶ 1 وهذا الثاني من كلام الله عز وجل, وهو لمن خاطبهم الله تعالى بكلامه ورسالاته من الأنبياء، بالقرآن والتوارة والإنجيل والزبور، حروفها وكلماتها من الله عز وجل، خلاف الأول. ¶ 2 أي: التجليات. ¶ 3 هذه النقول التي يوردها المؤلف عن بعض أهل المذاهب نقلها ليقيم الحجة على أتباع تلك الآراء، فيما يتعلق بمسألة القرآن، ويبين أن قول أئمتهم بخلاف ما يقولون ويعتقدون، وكان يحسن به أن يقتصر النقل على الحاجة، وأن يبتعد عن آرائهم، التى أخذوها عن الهنود والرومان واليونان. ¶ 4 الدرة الفاخرة: \"صـ 285\".",
            "page": "108",
            "part": "1",
            "seal": "378954C6"
        },
        {
            "id": "138",
            "nass": "التتمة الرابعة: ¶ فإن قلت: قد قدمت فيما نقلته عن الشيخ الموفق من كلام السلف في ذم الاشتغال بعلم الكلام، ونراك قد ألفت فيه، فالجواب أن المذموم منه ما كان غير مأخوذ من كتاب ولا سنة، بل كان بمحض الأقيسة، فقد قال الإمام أحمد، رحمه الله تعالى: \"أصول السنة عندنا التمسك بما كان عليه رسول الله، صلى الله عليه وسلم، واتباع القرآن، وليس في السنة5 قياس6، ولا ¶ __________ ¶ 5 السنة هنا: العقائد التي ترك النبي صلى الله عليه عليها أصحابه، وهي أخبار الصفات ووقوفهم عندها كما وردت، تمر, ولا تأول فتحرف، ولا تنكر فتعطل. ¶ 6 في الأصل: \"قياسًا\", وهو خطأ.",
            "page": "108",
            "part": "1",
            "seal": "C229D371"
        },
        {
            "id": "139",
            "nass": "تضرب بها الأمثال، ولا تدرك بالعقول،-أو قال: بالمعقول-, ولا بالأهواء، إنما هو الاتباع وترك الهوى\"1 انتهى. ¶ فعلى هذا, إن كل من اشتغل ببيان ما جاء عن السلف، ولم يؤول, ولم يعطل، ولم يشبه، ولم يستعمل الأقيسة، وآراء الرجال المزخرفة بالأقوال، لا يقال: إنه اشتغل بالمذموم من علم المكلام، فقد قال عمر بن عبد العزيز2 كلامًا معناه: \"قف حيث وقف قوم، فإنهم عن علم وقفوا، وببصر ناقد3كفوا، ولهم على كشف الأمور كانوا أقوى4، وبالفضل - لو كان فيها- أحرى، فلئن حدث بعدهم رأي, فما أحدثه إلا من خالف هديهم، ورغب عن سنتهم، وقد صفوا5, فجنوا منه ما يشفي، وتكلموا منه بما يكفي، لقد قصر عنهم قوم وضعوا6، وتجاوزهم آخرون فغلوا7، وإنهم فيها بين ذلك لعلي هدًى8\" ولهذا قال مالك لما سئل عن ¶ __________ ¶ 1 معتقد الإمام أحمد: طبقات الحنابلة: \"241/1\". ¶ نقله عن عمر بن عبد العزيز هنا بالمعنى، ونقله في طبقات الحنابلة كاملًا بلفظ عمر بن عبد العزيز، وسنورده كاملًا بعد انتهائه مختصرًا. ¶ 3 في الأصل: وببصر قد كفوا، والتصحيح من الطبقات: \"70/1\". ¶ 4 في الأصل: ولهم على كشفها كان أقوى، والتصحيح من الطبقات: \"70/\". ¶ 5 في الأصل: وضعوا، والتصحيح من الطبقات: \"70/1\". ¶ 6 الوضع: ضرب من سير الإبل دون الشد يريد أن سيرهم كان ضعيفًا. ¶ 7 في الأصل: ففعوا, وهو تحريف, والتصحيح من الطبقات. ¶ 8 أما كلام عمر بن عبد العزيز كاملًا، فهو كما رواه عند في طبقات الحنابلة: \"71/1\": ¶ \"إياك وما أحدث المحدثون، فإنه لم تكن بدعة إلا وقد مضى قبلها ما هو دليل عليها، وعبرة منها، فعليك بلزوم السنة، فإنها لك بإذن الله عصمة, وإن السنة إنما سنها من قد علم ما جاء في خلافها من الخطأ والزلل والحمق والتعمق, وارض لنفسك بما رضي به القوم لأنفسهم, فإنهم عن علم وقفوا, وببصر ناقد كفوا, ولهم على كشف الأمور كانوا أقوى, وبفضل -ولو كان فيها- أحرى, إنهم لهم السابقون, فلئن كان الهدى ما أنتم عليه, فقد سبقتموهم إليه، وإن قلتم: حدث حدث بعدهم, ما أحدثه إلا من اتبع غير سبيلهم، ورغب بنفسه عنهم, ولقد تكلموا منه بما يكفي، ووصفوا =",
            "page": "109",
            "part": "1",
            "seal": "A16C059D"
        },
        {
            "id": "140",
            "nass": "الاستواء1: الاستواء معلوم، والكيف مجهول، والإيمان به واجب، والسؤال عنه بدعة. ¶ __________ ¶ =منه ما يشفي, فما دونهم مقصر، ولا فوقهم محسر, لقد قصر دونهم أقوام فجفوا, وطمح آخرون عنهم فغلوا, وإنهم مع ذلك لعلى هدى مستقيم\" ا. هـ. ¶ قلت: أرى أنه قال: فإنهم على علم وقفوا، وببصر نافذ كفوا. والله أعلم. ¶ 1 وقول الإمام مالك رضي الله عنه, هو قول السلف قاطبة، وهو الحق بين باطلين، ويطرد في سائر الصفات.",
            "page": "110",
            "part": "1",
            "seal": "EA7F37CF"
        },
        {
            "id": "141",
            "nass": "التتمةالخامسة: ¶ قد ذكر بعض الحنابلة في عقيدته أن الشيخ الأشعري رحمه الله تعالى، معتقد ومؤتم وموافق لأحمد بن حنبل رحمه الله تعالى، في اعتقاده الموافق لاعتقاد السلف، من حيث إجرؤاه المتشابه على ما قاله الله من غير تصرف، فقال رحمه الله تعالى ما نصه: \"وأما أحمد بن حنبل وأصحابه منهم أبو الحسن علي بن إسماعيل الأشعري المتكلم، صاحب الطريقة المنسوبة إليه: فصل2, في إبانة قول الحق والسنة\"3، فإن قال قائل: قد أنكرتم قول المعتزلة، والقدرية، والجهمية، والروافض، المرجئة، فعرفونا قولكم الذي تقولون، وديانتكم التي4 تدينون. ¶ قيل له: قولنا الذي نقول به، وديننا الذي5 ندين الله6 به، التمسك بكتاب ربنا، وسنة نبينا، وما روي عن الصحابة، والتابعين، وأئمة الحديث، ونحن بذلك معتصمون، وبما يقول أبو عبد الله أحمد بن حنبل- نصر الله وجهه, ورفع درجته, وأجزل مثوبته- قائلون، ولمن خالف قوله مخالفون؛ لأنه ¶ __________ ¶ 2 هذه الكلمة ليست تبويبًا لأحد مقاطع الكتاب, إنما من جملة ما ينقله المؤلف عن شيخ الإسلام ابن تيمية. ¶ 3 الإبانة: \"صـ 8\". ¶ 4 في الأصل: الذي. ¶ 5 هكذا في الأصل، وفي الإبانة: وديانتنا. ¶ 6 زيادة من الأصل, ليست في الإبانة.",
            "page": "110",
            "part": "1",
            "seal": "6D7FDEAC"
        },
        {
            "id": "142",
            "nass": "الإمام1 الفاضل، والرئيس2 الكامل، الذي أبان الله به الحق عند ظهور الضلال، وأوضح به المنهاج، وقمع به بدع المبتدعين، وزيغ الزائغين، وشك الشاكين، فرحمة الله عليه من إمام مقدم، وجليل معظم، وكبير مفخم3. ¶ وجملة قولنا بأنَّا نقر بالله4، وملائكته، وكتبه، ورسله، وبما جاءوا به من عنده، وبما رواه الثقات عن رسول الله صلى الله عليه وسلم، ولا نرد من ذلك شيئًا، وأن الله استوى على عرشه كما قال: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} 5، ونقول فيما اختلفنا فيه بالرد إلى كتاب ربنا، وسنة نبينا، وإجماع المسلمين. ¶ فإن قال6 قائل: ما تقولون في الاستواء؟ قيل له: إن الله مستوٍ7 على عرشه, كما قال: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} ،ونبطل تأويل من تأول بمعنى استولى. ¶ إن هذا تفسير لم يقل8 به أحد من السلف، من سائر المسلمين، من الصحابة والتابعين، بل أول من قال ذلك الجهمية والمعتزلة، كما قاله أبو الحسن الأشعري في كتاب المقالات، وكتاب الإبانة9، فإنه كان معلومًا للسلف علمًا ظاهرًا، فيكون التفسير المحدث باطلًا، ولهذا قال مالك: الاستواء معلوم, وأما قوله: والكيف مجهول، فالجهل بالكيف لا ينفي علم ¶ __________ ¶ 1 في الأصل: إلا، وسقط باقيها. ¶ 2 في الأصل: الباسق. ¶ 3 في الإبانة: مفهم. ¶ 4 في الأصل: بأن الله. ¶ 5 طه، الآية: 5. ¶ 6 الإبانة: \"صـ 9\". ¶ 7 في الأصل: مستوي، وفي الإبانة: استوى. ¶ 9 مقالات الإسلاميين واختلاف المصلين: \"صـ 290\"، الإبانة: \"صـ 34-36\", ط. المنيرية.",
            "page": "111",
            "part": "1",
            "seal": "DCCA13B2"
        },
        {
            "id": "143",
            "nass": "ما قد علم أصله، كما نقر بالله, ونؤمن به, ولا نعلم كيف هو, أشار إلى ذلك الشيخ ابن تيمية، رحمه الله تعالى، في بعض رسائله1, والله أعلم. ¶ __________ ¶ 1 هذا ليس نقلًا عن كتب ابن تيمية، بل أخذًا منه على المعنى والكيف، وهذه الإشارات في أكثر من كتاب مما في أيدينا، كمجموعة الرسائل والمسائل، ومجموعة الرسائل الكبرى، رسالة العقيدة الحموية الكبرى، فقد نقل عن المقالات والإبانة، انظر الحموية الكبرى، طي مجموعة الرسائل الكبرى: \"455/1-460\"، لكن لم يشر إلى أن أبا الحسن الأشعري من أصحاب الإمام أحمد رضي الله عنه.",
            "page": "112",
            "part": "1",
            "seal": "3077D3AE"
        },
        {
            "id": "144",
            "nass": "تاريخ المؤلف لفراغة من الكتاب وتاريخ الناسخ لفراغة من نسخ الكتاب ¶ ... ¶ تاريخ المؤلف لفراغة من الكتاب وتاريخ الناسخ من نسخ الكتاب ¶ صورة تأريخ مؤلفه: تم الكتاب بعون الملك الوهاب، ضحوة الجمعة, لثلاثة أيام خلت من شهر صفر، الذي هو من شهور سنة إحدى وسبعين2 وألف، وصلى الله عليه على سيدنا محمد وآله وصحبه من كل فاضل أمجد، وسلم تسليمًا كثيرًا دائمًا من غير نهاية ولا عدد. ¶ وكان الفراغ من كتابة هذه الرسالة المباركة نهار السبت، يوم خمسة وعشرين خلت من ربيع الأول سنة1114، على يد أفقر عباد الله إليه، رشيد النجدي الحنبلي غفر الله له ولو الديه وجميع المسلمين. ¶ تم التحقيق بحمد الله تعالى ¶ والصلاة والسلام على خير خلق الله سيدنا محمد وآله وصحبه ¶ عصام القلعجي الحنبلي الأثري. ¶ دمشق في 22 ذو القعدة 1405هـ, 8 آب 1985م. ¶ __________ ¶ 2 في الأصل: تسعين، وهو سبق قلم من الناسخ؛ لأن المؤلف كانت وفاته في العام الذي ألف فيه رسالته.",
            "page": "112",
            "part": "1",
            "seal": "7CDBB84F"
        },
        {
            "id": "145",
            "nass": "الفهارس ¶ مدخل ¶ ... ¶ الفهارس العامة: ¶ 1 - فهرس الآيات. ¶ 2- فهرس الأحاديث والآثار. ¶ 3- فهرس الأعلام. ¶ 4- فهرس الكتب الواردة في النص. ¶ 5- فهرس مراجع التحقيق. ¶ 6- فهرس الموضوعات.",
            "page": "113",
            "part": "1",
            "seal": "7BBF41E2"
        },
        {
            "id": "146",
            "nass": "1- فهرس الآيات: ¶ رقم السورة: الصفحة ¶ {هَلْ يَنظُرُونَ إِلاَّ أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ} البقرة: 61 ¶ {فَلا تَجْعَلُوا لِلَّهِ أَندَاداً} البقرة: 95 ¶ {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيماً} النساء: 76 ¶ {أَنزَلَهُ بِعِلْمِهِ وَالْمَلائِكَةُ يَشْهَدُونَ} النساء: 80 ¶ {وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ} الأعراف: 91 ¶ {يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالاتِي وَبِكَلامِي} الأعراف: 91 ¶ {النَّبِيَّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْرَاةِ وَالإِنجِيلِ} الأعراف: 104 ¶ {وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى} الأعراف: 90 ¶ {وَإِنْ أَحَدٌ مِنْ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ} التوبة: 100,72,71 ¶ {إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} النحل: 80 ¶ {قُلْ لَئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً} الإسراء: 71,67 ¶ {وَإِنْ مِنْ شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ} الإسراء: 94 ¶ {قَالَ آيَتُكَ أَلاَّ تُكَلِّمَ النَّاسَ ثَلاثَةَ أَيَّامٍ إِلاَّ رَمْزاً} مريم: 81 ¶ {فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيّاً} مريم: 81 ¶ {فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَداً فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْماً فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيّاً} مريم: 81 ¶ {وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الأَيْمَنِ} مريم: 91 ¶ {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} طه: 111 ¶ {قَالَتَا أَتَيْنَا طَائِعِينَ} فصلت: 95 ¶ {يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ} ق: 94",
            "page": "115",
            "part": "1",
            "seal": "7352236C"
        },
        {
            "id": "147",
            "nass": "{وَيَقُولُونَ فِي أَنفُسِهِمْ لَوْلا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ} المجادلة: 77,72 ¶ {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ} المناففقون: 82 ¶ {وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ} الملك: 77,72 ¶ {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ} الحاقة: 98 ¶ {وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفّاً صَفّاً} الفجر: 61",
            "page": "116",
            "part": "1",
            "seal": "348A850F"
        },
        {
            "id": "148",
            "nass": "فهارس الحديث والآثار ¶ ... ¶ 2 فهرس الأحاديث والآثار ¶ أ - الأحاديث ¶ إذا أراد الله أن يوحي الأمر تكلم بالوحي........................... 70-71 ¶ إذا تكلم الله بالوحي سمع صوته أهل السماء......................... 70 ¶ إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها...............70 ¶ إن الله عفى لأمتي عن الخطأ والنسيان, وما حدثت به أنفسها ما لم تتكلم أو تعمل............................................................. 81 ¶ إن لله تسعة وتسعين اسمًا من أحصاها دخل الجنة................... 90 ¶ ثم يناديهم بصوت يسمعه من بعد كما يسمعه من قرب.............. 94 ¶ كنا نسمع تسبيح الطعام وهو يؤكل................................. 89 ¶ لا تسافروا بالقرآن إلى أرض العدو كراهية أن يناله العدو............ 100 ¶ من قرأ القرآن فأعربه, فله بكل حرف عشر حسنات................. 71 ¶ ب- أحاديث بالمعنى: ¶ إن الله سبحانه يتجلى في القيامة................................... 107 ¶ جـ- الآثار: ¶ زورت فى نفسي كلامًا............................................ 73، 77 ¶ مابين الدفتين كلام الله............................................ 67",
            "page": "117",
            "part": "1",
            "seal": "258D02A4"
        },
        {
            "id": "149",
            "nass": "3 -فهرس الأعلام: ¶ أ- ¶ إبراهيم بن محمد بن مفلح: 66. ¶ ابن أبي حاتم= عبد الرحمن بن محمد بن إدريس الحنظلي التميمي. ¶ ابن حجر= أحمد بن علي بن محمد الكناني. ¶ ابن خويز منداد المالكي= محمد بن أحمد بن عبد الله بن إسحاق بن خويز منداد. ¶ ابن راهويه= إسحاق بن إبراهيم بن مخلد الحنظلي. ¶ ابن السبكي= عبد الوهاب بن علي بن عبد الكافي السبكي. ¶ ابن عقيل= علي بن عقيل بن محمد. ¶ ابن عيينة= سفيان بن عيينة بن ميمون الهلالي. ¶ ابن قاضي الجبل= أحمد بن الحسين بن عبد الله بن قدامة. ¶ ابن القيم= محمد بن أبي بكر بن أيوب بن سعد الزرعي. ¶ ابن كلاب= عبد الله بن سعيد القطان. ¶ ابن مفلح= إبراهيم بن محمد بن مفلح. ¶ أبو حامد الاسفرائيني= أحمد بن محمد بن أحمد الاسفرائيني. ¶ أبو الحسن الأشعري= علي بن إسماعيل الأشعري. ¶ أبو الحسن اللبوذي الحنبلي: 62. ¶ أبو حنيفة= النعمان بن ثابت الكوفي. ¶ أبو محمد الجويني= عبد الله بن يوسف بن عبد الله الجويني. ¶ أبو محمد الخشاب = عبد الله بن أحمد بن أحمد، ابن الخشاب. ¶ أبو النصر السجستاني \"السجزي\"= عبيد الله بن سعيد السجستاني. ¶ أبو هريرة= عبد الرحمن بن صخر الدوسي. ¶ أبو يوسف القاضي= يعقوب بن إبراهيم بن حبيب. ¶ أحمد بن حسين بن عبد الله بن قدامة: 66،77، 81.",
            "page": "118",
            "part": "1",
            "seal": "CEE5C298"
        },
        {
            "id": "150",
            "nass": "أحمد بن الحسين بن علي البيهقي: 93. ¶ أحمد بن محمد بن حنبل: 32،26, 110،108،100،98،96،95،91،90،76،57،66،65،63،55،54،33،. ¶ أحمد بن عبد الحليم ابن تيمية الحراني. ¶ 66،112،82،77. ¶ أحمد بن علي بن محمد الكناني: 34 ,104،100،95،93،80. ¶ أحمد بن محمد بن أحمد الاسفرائيني: 75. ¶ إسحاق بن إبراهيم بن مخلد الحنظلي: 95. ¶ أم سلمة \"أم المؤمنين\"= هند بنت سهيل بن المغيرة. ¶ ب- ¶ الباقلاني= محمد بن الطيب الباقلاني. ¶ البخاري= محمد بن إسماعيل البخاري. ¶ البهوتي= منصور بن يونس البهوتي. ¶ البيهقي= أحمد بن الحسين بن علي البيهقي. ¶ ت- ¶ تقي الدين= أحمد بن عبد الحليم ابن تيمية. ¶ تقي الدين الفتوحي= محمد بن أحمد بن عبد العزيز الفتوحي. ¶ ج- ¶ الجويني = عبد الله بن يوسف بن عبد الله الجويني. ¶ ح- ¶ الحسين بن الفضل البجلي:60. ¶ الحسين بن علي الكرابيسي: 95. ¶ خ- ¶ الخشاب= عبد الله بن أحمد البغددي. ¶ د- ¶ داود بن علي الأصبهاني الظاهرة: 95. ¶ ر- ¶ رشيد النجدي \"ناسخ العين والأثر\": 112 ¶ س- ¶ سفيان بن عيينة بن ميمون الهلالي: 62. ¶ السعد= مسعود بن عمر بن عبد الله التفتازاني. ¶ سليمان بن عبد القوي بن عبد الكريم الطوفي:59، 79،78،76،69. ¶ السيد الشريف: علي بن محمد بن علي الشريف الجرجاني. ¶ ش- ¶ الشافعي= محمد بن إدريس.",
            "page": "119",
            "part": "1",
            "seal": "2878C7D4"
        },
        {
            "id": "151",
            "nass": "الشهرستاني= محمد بن عبد الكريم بن أحمد الشهرستاني. ¶ ص- ¶ صاحب المواقف= عبد الرحمن بن أحمد الإيجي. ¶ ط- ¶ الطوفي= سليمان بن عبد القوي بن عبد الكريم الطوفي ¶ ع- ¶ عائشة \"أم المؤمنين\": 42،67. ¶ عبد الرحمن بن أحمد الإيجي: 79،101. ¶ عبد الرحمن بن أحمد بن محمد الجامي: 105. ¶ عبد الرحمن بن صخر الدوسي: 70. ¶ عبد الرحمن بن محمد بن إدريس بن المنذر, الحنظلي التميمي الرازي: 96 ¶ عبد الله بن أحمد ابن الخشاب البغدادي: 85. ¶ عبد الله بن أحمد بن قدامة المقدسي: 83،108،91،90،79،84. ¶ عبد الله بن سعيد بن كلاب: 74,72. ¶ عبد الله بن مسعود: 70، 79. ¶ عبد الله بن يوسف بن عبد الله الجويني: 75. ¶ عبد الوهاب بن علي بن عبد الكافي السبكي: 53، 105،104. ¶ عبيد الله بن سعيد السجستاني السجزي: 79, 91،90،79،82. ¶ علي بن أبي طالب:42. ¶ علي بن إسماعيل الأشعري: 53،111،110،104،102،101،91،80،79،75،74،72،62. ¶ علي بن عقيل بن محمد, أبو الوفاء الحنبلي: 40. ¶ علي بن محمد بن علي الشريف الجرجاني:101. ¶ عمر بن الخطاب: 73، 93،77. ¶ عمر بن عبد العزيز: 109,62 ¶ عمر بن محمد بن أحمد بن إسماعيل النسفي: 99. ¶ غ- ¶ الغزالي= محمد بن محمد الغزالي. ¶ غياث بن غوث الأخطل: 73, 85،83،77. ¶ ك- ¶ الكرابيسي= الحسين بن علي الكرابيسي. ¶ م- ¶ مالك بن أنس الأصبحي: 111،109،91،75،61،58.",
            "page": "120",
            "part": "1",
            "seal": "45047D6A"
        },
        {
            "id": "152",
            "nass": "محمد بن أبي بكر بن أيوب بن سعيد, حريز الخزرعي الحنبلي، ابن القيم: 77. ¶ محمد بن أحمد بن عبد العزيز الفتوحي الحنبلي: 105. ¶ محمد بن أحمد بن عبد الله بن إسحاق بن خويز, منداد المالكي: 91. ¶ محمد بن إرديس الشافعي: 91،90،75،62،61. ¶ محمد بن إسماعيل البخاري: 66، 94, 98،97،95. ¶ محمد بن الطيب الباقلاني: 74. ¶ محمد بن عبد الكريم بن أحمد الشهرستاني: 103. ¶ محمد بن محمد الغزالي: 73، 78. ¶ مسعود بن عمر بن عبد الله التفتازاني: 99. ¶ منصور بن يونس البهوتي: 33. ¶ الموفق= موفق الدين. ¶ موفق الدين= عبد الله بن أحمد بن قدامة المقدسي. ¶ ن- ¶ النسفي= عمر بن محمد بن أحمد بن إسماعيل النسفي. ¶ النعمان بن ثابت الكوفي: 75. ¶ هـ- ¶ هند بنت سهيل بن المغيرة \"أم المؤمنين\": 59. ¶ ي- ¶ يعقوب بن إبراهيم بن حبيب أبو يوسف القاضي: 90.",
            "page": "121",
            "part": "1",
            "seal": "AD5504DE"
        },
        {
            "id": "153",
            "nass": "فهرس الكتب الواردة بالنص ¶ ... ¶ 4- فهرس الكتب الورادة في النص ¶ 1- الإبانة للأشعري 111،110 ¶ 2- حاشية البهوتي على المنتهى للبهوتي 33 ¶ 3- حط رحلك= الدرة الفاخرة ¶ 4- خلق أفعال العباد والرد على الجهمية للبخاري 94 ¶ 5 الدرة الفاخرة للملاجامي 105 ¶ 6 الرد على الجهمية لابن أبي حاتم 96 ¶ 7 شرح البخاري= فتح الباري ¶ بشرح صحيح البخاري ¶ 8 شرح السعد على عقائد النسفي للتفتازاني 99 ¶ 9 شرح السيد الشريف على المواقف ¶ في علم الكلام للجرجاني 104،101 ¶ 10 طبقات الشافعية الكبرى لابن السبكي 104،53 ¶ 11 العين والأثر في عقائد أهل الأثر للمواهبي الحنبلي 11 ¶ 12 فتح الباري بشرح صحيح البخاري لابن حجر العسقلاني 95،94،93،80 ¶ 13 الفتوحات المكية لابن عربي 106 ¶ 14 اللمع في السنن والبدع الحنبلي 62 ¶ 15 مقالات الإسلاميين واختلاف المصلين للأشعري 111 ¶ 16 المواقف في علم الكلام للإيجي 101،79 ¶ 17 نهاية الإقدام في علم الكلام للشهرستاني 103",
            "page": "122",
            "part": "1",
            "seal": "038EB732"
        },
        {
            "id": "154",
            "nass": "فهرس المراجع والتحقيق ¶ ... ¶ 5- فهرس مراجع التحقيق: ¶ 1- آداب الشافعي ومناقبه: الرازي تحقيق الشيخ عبد الغني عبد الخالق. ¶ 2- الإبانة: للشيخ أبي الحسين علي بن إسماعيل الأشعري, المتوفى 324هـ, طبعة الجامعة الإسلامية -1975- إذا عزونا لغيرها ذكرنا ذلك. ¶ 3- الإبانة للإمام عبيد الله بن محمد بن محمد بن حمدان بن بطة العكبري الحنبلي, نشر المركز الفرنسي بدمشق سنة 1950م. ¶ 4 إتحاف السادة المتقين بشرح أسرار علوم الدين: للعلامة مرتضى الزبيدي، طبع القاهرة. ¶ 5 إثبات الاستواء والفوقية والحرف والصوت: للإمام أبي محمد الجويني، مجموعة الرسائل المنيرية. ¶ 6 الأحكام السلطانية لأبي يعلى الفراء، تحقيق محمد حامد الفقي. ¶ 7- الإحكام في أصول الأحكام: لسيف الدين الآمدي، طبع مؤسسة النور للطباعة بالرياض 1387هـ, تحقيق الشيخ عبد الرزاق عفيفي. ¶ 8 الأربعين في أصول الدين: الغزالي دار الآفاق, بيروت 1979م. ¶ 9 الأسماء والصفات: البيهقي, تحقيق الشيخ محمد زاهد الكوثري. ¶ 10 الإصابة في تمييز الصحابة: العسقلاني. ¶ 11 أصول الدين: عبد القاهر البغدادي, الطبعة الأولى, استنبول مطبعة الدولة 1346هـ, 1928م. ¶ 12- الأعلام: خير الدين الزركلي, الطبعة الخامسة, بيروت 1980م. ¶ 13- الأغاني: لأبي الفرج الأصفهاني, دار الثقافة, ببيروت 1958م.",
            "page": "123",
            "part": "1",
            "seal": "46CE4C55"
        },
        {
            "id": "155",
            "nass": "14- الإقناع في فقه الإمام أحمد بن حنبل: الحجاوي, تصحيح عبد اللطيف محمد موسى السبكي. ¶ 15- الإنصاف فيما يجب اعتقاده, ولا يجوز الجهل به: للقاضي أبي بكر بن الباقلاني, تحقيق الشيخ محمد زاهد الكوثري. ¶ 16- الإيمان للإمام تقي الدين أحمد بن عبد الحليم بن تيمية الحراني, طبع المكتب الإسلامي بدمشق 1381م. ¶ 17- البداية والنهاية في التاريخ: للحافظ إسماعيل بن عمر بن كثير القرشي, تصوير دار المعارف ببيروت 1404هـ- 1983م. ¶ 18- تاريخ بغداد: للخطيب البغدادي, طبعة الخانجي بالقاهرة 1349هـ, 1931م. ¶ 19- تبيين كذب المفتري فيما نسب إلى الإمام الأشعري: لابن عساكر الدمشقي. ¶ 20- تذكرة الحفاظ: للذهبي, تصوير دار إحياء التراث العربي, ببيروت, عن الطبعة الهندية. ¶ 21- التعريفات: للسيد الشريف الجرجاني. ¶ 22- تفسير أسماء الله الحسنى: للزجاج, تحقيق أحمد يوسف الدقاق, دار المأمون للتراث, الطبعة الرابعة, سنة1403 هـ, 1983م. ¶ 23- تفسير الطبري \"جامع البيان عن تأويل آى القرآن\": لأبي جعفر محمد بن جرير الطبري، الطبعة الثانية بمطبعة مصطفي البابي الحلبي 1373هـ- 1954م. ¶ 24- تفسير ابن كثير \"تفسير القرآن العظيم\": للإمام أبي الفداء إسماعيل بن كثير القرشي, طبع دار الفكر 1389هـ - 1970م. ¶ 25- التلويح على التوضيح: لسعد الدين مسعود بن عمر التفتازاني, تصوير دار الكتب العلمية ببيروت. ¶ 26- التوحيد وإثبات صفات الرب: للإمام محمد بن إسحاق بن خزيمة، تصحيح وتعليق محمد خليل هراس, مكتبة الكليات الازهرية 1387هـ- 1968م. ¶ 27- توضيح المقاصد, وتصحيح القواعد في شرح قصيدة ابن القيم: للشيخ أحمد بن إبراهيم بن عيسى الشرفي, منشورات المكتب الإسلامي بدمشق, الطبعة الأولى 1382 هـ, 1962م. ¶ 28- جامع الأصول: لابن الأثير الجزري, تصوير دار إحياء التراث العربي، تحقيق محمد حامد الفقي.",
            "page": "124",
            "part": "1",
            "seal": "A937E010"
        },
        {
            "id": "156",
            "nass": "29- جمع الجوامع: تاج الدين السبكي, مطبوع من حاشية البناني على شرح المحلي, مطبعة عيسى البابي الحلبي بمصر. ¶ 30- حاشية الباجوري على السنوسية الصغرى: للباجوري- طبع عيسى البابي الحلبي, بمصر 1347هـ. ¶ 31- حاشية البناني على شرح المحلي على جمع الجوامع, مطبعة عيسى البابي الحبلي بمصر. ¶ 32- حاشية الدسوقي على أم البراهين للسنوسي: للشيخ محمد الدسوقي، تصوير دار الفكر. ¶ 33- حاشية الشرقاوي على شرح الهدهدي على أم البراهين للسنوسي: عبد الله الشرقاوي, طبع مصطفى البابي الحلبي بمصر, الطبعة الرابعة 1374هـ - 1955م. ¶ 34- خلاصة الأثر في أعيان القرن الحادي عشر, الأمين المحبي, طبع القاهرة 1284هـ, 1869م. ¶ 35 خلق أفعال العباد والرد على الجهمية وأصحاب التعطيل: للبخاري, مطبعة النهضة الحديثة بمكة المكرمة 1390هـ. ¶ 36 الدرة الفاخرة: للملا عبد الرحمن الجامي, طبع مطبعة كردستان العلمية بالقاهرة. ¶ 37 الديباج المذهب في معرفة أعيان علماء المذهب, لابن فرحون, تحقيق الدكتور محمد الأحمدي أبو النور, طبع دار التراث للطبع والنشر بالقاهرة 1394هـ, 1974م. ¶ 38 ديوان الأخطل: غياث بن غوث من بني تغلب: صنعة السكري, تحقيق الدكتور فخر الدين قباوة. ¶ 39- الذيل على طبقات الحنابلة: لابن رجب الحنبلي, تصحيح محمد حامد الفقي، مطبعة السنة المحمدية 1372هـ-1952م. ¶ 40 روضة الناظر وجنة المناظر, طبعة دار الكتاب العربي ببيروت, الطبعة الأولى 1401هـ - 1981م. ¶ 41 سنن الترمذي: للإمام الترمذي- تصوير دار إحياء التراث العربي ببيروت. ¶ 42- سنن الدارمي, طبع دار إحياء السنة النبوية، تحقيق محمد أحمد دهمان.",
            "page": "125",
            "part": "1",
            "seal": "2D46D0C7"
        },
        {
            "id": "157",
            "nass": "43- سنن أبي داود, تصوير دار الكتاب العربي ببيروت, تحقيق محمد محيي الدين عبد الحميد. ¶ 44- سنن ابن ماجه، تحقيق محمد فؤاد عبد الباقي، تصوير دار إحياء التراث العربي ببيروت. ¶ 45- السنة: للإمام أحمد بن حنبل، المطبعة السلفية, ومكتبتها بمكة المكرمة 1394هـ. ¶ 46- شذرات الذهب في أخبار من ذهب: لعبد الحي بن العماد الحنبلي، طبعة القدسي بالقاهرة سنة1350هـ. ¶ 47- شرح السعد على عقائد النسفي- للسعد التفتازاني، طبع استانبول, الطبعة الأولى. ¶ 48- شرح العقيدة الطحاوية: للعلامة علي بن علي بن محمد بن أبي العز, طبع المكتب الإسلامي بدمشق, 1387هـ - 1967م. ¶ 49- شرح الفقه الأكبر: للملا علي القاري الحنفي- طبع مصطفى البابي الحلبي بمصر, الطبعة الثانية 1375هـ- 1955م. ¶ 50- شرح القصيدة النونية \"توضيح المقاصد وتصحيح القواعد\". ¶ 51- الشرح الكبير على المقنع: للإمام شمس الدين بن قدامة، تصوير دار الكتاب العربي, ببيروت. ¶ 52- شرح الكوكب المنير أو المبتكر, شرح المختصر في أصول الفقه: للعلامة محمد بن أحمد الفتوحي الحنبلي، تحقيق الدكتور محمد الزحيلي, والدكتور نزيه حماد، نشر جامعة أم القري يمكة المكرمة الطبعة الأولى. ¶ 53- شرح المحلي على جمع الجوامع: لجلال الدين محمد بن أحمد المحلي، هامش حاشية البناني، مطبعة دار إحياء الكتب العربية، عيسى البابي الحلبي بالقاهرة. ¶ 54- شرح متنهى الإرادات: للعلامة منصور بن يونس البهوتي، تصوير عالم الكتب ببيروت. ¶ 55- شرح المواقف في علم الكلام: للسيد الشريف الجرجاني، طبع دار الطباعة العامرة بالقاهرة، الطبعة الأولى. ¶ 56- شرح الهدهدي على أم البراهين، هامش حاشية عبد الله الشرقاوي، طبع مصطفى البابي الحلبي بمصر، الطبعة الرابعة سنة 1374هـ.",
            "page": "126",
            "part": "1",
            "seal": "006CF284"
        },
        {
            "id": "158",
            "nass": "57- الشعر والشعراء: لابن قتيبة, تحقيق أحمد محمد شاكر، طبع عيسى البابي الحلبي بالقاهرة سنة 1364هـ. ¶ 58- الصارم المسلول على شاتم الرسول: للإمام الحافظ شيخ الإسلام تقي الدين أحمد بن عبد السلام بن تيمية، تحقيق محمد محيي الدين عبد الحميد، تصوير دار الكتب العلمية, ببيروت. ¶ 59- صحيح البخاري, تصوير دار إحياء التراث العربي, عن الطبعة الأميرية الأولى، وإن عزونا إلى الصحيح بحاشية السندي بينا ذلك, وهو عن دار الفكر بيروت عن طبعة أندونيسيا. ¶ 60- صحيح مسلم, الطبعة الاستنبولية الأولى 1329هـ - 1332هـ. ¶ 61- صيد الخاطر: لابن الجوزي, تحقيق الشيخ محمد الغزالي، نشر دار الكتب الحديثة بمصر، ومكتبة المثنى ببغداد. ¶ 62- الضعفاء والمتروكين: للإمام أبي عبد الرحمن أحمد بن شعيب النسائي, تحقيق محمود إبراهيم زايد، طبع دار الوعي بحلب, الطبعة الأولى 1396هـ. ¶ 63- طبقات الحنابلة: للقاضي أبي الحسين الفراء الحنبلي، تحقيق محمد حامد الفقي، مطبعة أنصار السنة المحمدية بالقاهرة 1371هـ - 1952م. ¶ 64- طبقات الشافعية الكبرى: لتاج الدين بن السبكي، تحقيق عبد الفتاح الحلو، ومحمود الطناحي، طبع عيسى البابي الحلبي بالقاهرة 1383هـ- 1964م. ¶ 65- طبقات الفقهاء: لأبي إسحاق الشيرازي، تحقيق الدكتور إحسان عباس، نشر دار الرائد العربي ببيروت 1970م. ¶ 66- طبقات المفسرين: للداودي, تحقيق علي محمد عمر، مطبعة الاستقلال الكبرى بالقاهرة 1392هـ - 1972م. ¶ 67- عقيدة أهل الحديث: للإمام أبي عثمان إسماعيل الصابوني, تصوير محمد أمين دمج بيروت 1970م، عن الطبعة المنيرة بالقاهرة طي المجلد الاول. ¶ 69- \"فتاوي شيخ الاسلام \"مجموع فتاوي شيخ الإسلام\". ¶ 70- فتح الباري بشرح صحيح البخاري: للعسقلاني, الطبعة الخيرية الأولى سنة 1329هـ, وإذا عزونا إلى الطبعة السلفية ذكرنا ذلك. ¶ 71- الفتح الكبير في ضم الزيادة إلى الجامع الصغير: للسيوطي, تصوير دار",
            "page": "127",
            "part": "1",
            "seal": "0A979914"
        },
        {
            "id": "159",
            "nass": "الكتاب العربي, بيروت. ¶ 72- الفرق بين الفرق: لعبد القاهر البغدادي، تحقيق محيي الدين عبد الحميد، مطبعة المدني بالقاهرة، ومصورة دار الآفاق الجديدة- بيروت. ¶ 73- الفروع: شمس الدين بن مفلح, ومعه تصحيح الفروع, للعلامة علاء الدين المرداوي، تصوير عالم الكتب بيروت 1402هـ. ¶ 74- الفصل في الملل والنحل: ابن حزم الأندلسي, الطبعة الأولى بالمطبعة الأدبية القاهرة 1320هـ، وبهامشه الملل والنحل للشهرستاني. ¶ 75- فواتح الرحموت شرح مسلم الثبوت: للعلامة محب الله بن عبد الشكور، الطبعة الأولى بالمطبعة الأميرية ببولاق 1322هـ، بهامش المستصفى. ¶ 76- القاموس المحيط: للفيروزآبادي, طبعة مصطفى البابي الحلبي بمصر, الطبعة الثانية 1375هـ - 1952م. ¶ 77- القواعد والفوائد الأصولية: لابن اللحام البعلي الحنبلي، مطبعة أنصار السنة المحمدية بالقاهرة 1375هـ - 1956م. ¶ 78- الكافية الشافية في الانتصار للفرقة الناجية: ابن القيم, وهي القصيدة النونية, انظر توضيح المقاصد وتصحيح القواعد. ¶ 79- الكافي في الفقه: للإمام موفق الدين بن قدامة المقدسي، طبع المكتب الإسلامي بدمشق, الطبعة الثالثة 1402هـ, 1982م بيروت. ¶ 80- كشاف القناع عن متن الإقناع: للعلامة منصور بن يونس البهوتي الحنبلي, مطبعة الحكومة بمكة المكرمة 1394هـ. ¶ 81-كشف الأسرار عن أصول فخر الإسلام البزودي: لعلاء الدين البخاري، مطبعة دار السعادة باستنبول 1308هـ. ¶ 82- كفاية العوام: للشيخ محمد الفضالي، هامش حاشية الباجوري عليه، طبع عيسى البابي الحلبي بمصر. ¶ 83- لسان الميزان: للعسقلاني, الطبعة الأولى بحيدر آباد الدكن بالهند 1330هـ. ¶ 84- لمعة الاعتقاد: للإمام موفق الدين بن قدامة المقدسي, تحقيق الشيخ عبد القادر الأرناؤوط, مكتبة دار البيان بدمشق، 1391هـ 1971م. ¶ 85 مجمع الزوائد ومنبع الفوائد: للهيثمي, تصوير دار الكتاب العربي, ببيروت 1402هـ - 1982م. ¶ 86- مجموعة الرسائل والمسائل: لشيخ الإسلام أحمد بن عبد الحليم بن تيمية",
            "page": "128",
            "part": "1",
            "seal": "B950E518"
        },
        {
            "id": "160",
            "nass": "الحراني, تصحيح محمد رشيد رضا. ¶ 87- مجموع الرسائل الكبرى: إدارة الطباعة المنيرية بالقاهرة، تصوير محمد أمين دمج, بيروت 1970. ¶ 88- مجموع فتاوى شيخ الإسلام تقي الدين أحمد بن عبد الحليم بن تيمية الحراني، جمع وترتيب عبد الرحمن بن محمد العاصمي النجدي الحنبلي. ¶ 89- المحرر في الفقه: للشيخ مجد الدين ابن تيمية الحراني, مطبعة أنصار السنة المحمدية بمصر 1369هـ 1950م. ¶ 90- المحصول في علم أصول الفقه: لفخر الدين الرزاي, تحقيق الدكتور طه جابر فياض العلواني، الطبعة الأولى 1399هـ- 1979م. ¶ 91- مختار الصحاح: للإمام محمد بن أبي بكر الرازي، تصوير الحلبوني- بدمشق. ¶ 92- مختار القاموس المحيط: للأستاذ الطاهر أحمد الزاوي. ¶ 93- مختصر التحرير في أصول الفقه: للإمام محمد بن أحمد الفتوحي الحنبلي, مكتبة عبد الله فدا- بمكة المكرمة، الطبعة الأولى 1367هـ. ¶ 94- مختصر طبقات الحنابلة: للشيخ محمد جميل الشطي الحنبلي، مطبعة الترقي بدمشق 1339هـ. ¶ 95- مختصر الطوفي \"مختصر روضة الناظر\": للعلامة سليمان بن عبد القوي الطوفي الصرصري, طبع مؤسسة النور، الرياض 1383هـ\" باسم البلبل\". ¶ 96- مختصر لوامع الأنوار البهية لشرح الدرة المضية, في عقد الفرقة المرضية: اختصار الشيخ حسن الشطي الحنبلي، مطبعة الترقي دمشق 1350هـ - 1931م، بعناية وتصحيح الشيخ جميل الشطي. ¶ 97- المدخل إلى مذهب الإمام أحمد بن حنبل: للشيخ عبد القادر بدران الدمشقي الحنبلي، طبعة إدارة الطباعة المنيرية القاهرة. ¶ 98- المستدرك على الصحيحين: للحاكم النيسابوري، مصورة عن طبعة حيدر آباد 1335هـ. ¶ 99- المستصفى من علم الأصول: الغزالي، ط1 الأميرية، القاهرة 1322هـ، من فواتح الرحموت. ¶ 100- مسند الإمام أحمد: تصوير دار الفكر, عن الطبعة الميمنية بالقاهرة. ¶ 101- المسودة في أصول الفقه: آل تيمية، تحقيق الشيخ محمد محيي الدين عبد",
            "page": "129",
            "part": "1",
            "seal": "D9D8B008"
        },
        {
            "id": "161",
            "nass": "الحميد، مطبعة المدني بالقاهرة 1384هـ- 1964م. ¶ 102- المصباح المنير: للفيومي، للطبعة الثانية بالمطبعة الأميرية بمصر 1909م. ¶ 103- معجم المؤلفين: لكحالة، مكتبة المثنى، ودار إحياء التراث العربي ببيروت. ¶ 104- المعجم المفهرس لألفاظ القرآن الكريم- وضعه محمد فؤاد عبد الباقي. ¶ 105- المغني شرح الخرقي- ابن قدامة المقدسي، تصوير دار الكتاب العربي ببيروت. ¶ 106- المغني في الضعفاء: الذهبي، تحقيق الدكتور نور الدين عتر, نشر دار المعارف، حلب1391هـ. ¶ 107- مقالات الإسلاميين- الأشعري، تحقيق هملوت رايتر، توصير دار إحياء التراث العربي ببيروت. ¶ 108 المقنع في فقه إمام السنة أحمد بن حنبل: ابن قدامة المقدسي، طبع دار الرياض الحديثة 1402هـ - 1982م، ومعه حاشية الشيخ عبد الله بن عبد الوهاب. ¶ 109- مناهل العرفان: للزرقاني، مطبعة دار إحياء الكتب العربية بالقاهرة، الطبعة الثالثة. ¶ 110- المواقف في علم الكلام: للإيجي، نشر عالم الكتب ببيروت، ومكتبة المتنبي بالقاهرة، ومكتبة سعد الدين بدمشق. ¶ 111- موارد الظمآن بزوائد ابن حبان: للهيثمي، طبع دار الكتب العلمية ببيروت، تحقيق محمد عبد الرزاق حمزة. ¶ 112- الموطأ للإمام مالك بن أنس الأصبحي، منشورات دار الآفاق الجديدة, بيروت 1403هـ- 1983م. ¶ 113- ميزان الاعتدال في نقد الرجال: الذهبي، تحقيق محمد علي البجاوي، تصوير دار المعرفة ببيروت. ¶ 114- النعت الأكمل لأصحاب الإمام أحمد بن حنبل: كمال الدين الغزي، تحقيق محمد مطيع الحافظ، ونزار أباظة، طبع دار الفكر دمشق 1402هـ- 1982م. ¶ 115- نهاية الإقدام في علم الكلام, الشهرستاني، بعناية ألفرد جيوم، تصوير مكتبة المثنى بغداد.",
            "page": "130",
            "part": "1",
            "seal": "ED308D9C"
        },
        {
            "id": "162",
            "nass": "116- نهاية السول في شرح منهاج الوصول إلى علم الأصول: الأسنوي، مطبعة السعادة بالقاهرة. ¶ 117- الهداية والاعتقاد إلى سبيل الرشاد: للبيهقي، تصحيح كمال يوسف الحوت، طبعة عالم الكتب, بيروت. ¶ 118- هدية العارفين في أسماء المؤلفين وآثار المصنفين - لإسماعيل باشا البغدادي، طبعة وكالة المعارف, استنبول 1955م. ¶ 119- وفيات الأعيان وأنباء أبناء الزمان: لابن خلكان، تحقيق محمد محيي الدين عبد الحميد، الطبعة الأولى, بمطبعة السعادة, القاهرة 1367هـ - 1949م.",
            "page": "131",
            "part": "1",
            "seal": "1D775A39"
        },
        {
            "id": "163",
            "nass": "فهرس الموضوعات ¶ ... ¶ No pages",
            "page": null,
            "part": "1",
            "seal": "6062E2B6"
        },
        {
            "id": "164",
            "nass": "فهارس موضوعات الكتاب ¶ ... ¶ 6- فهرس الموضوعات ¶ مقدمة التحقيق.............................................. 5 ¶ ترجمة المؤلف............................................... 13 ¶ مقدمة المؤلف.............................................. 25 ¶ المقصد الأول............................................... 27 ¶ الباب الأول................................................ 29 ¶ الوحدانية، العلم............................................. 30 ¶ القدرة، الإرادة، الحياة، السمع والبصر........................ 32 ¶ فصل في الجوهر والجسم والعرض والمكان, ونفيها عن الله.......... 34 ¶ تحريم التأويل، ومذهب السلف في أخبار الصفات وآياته............ 35 ¶ الباب الثاني: في الأفعال.......................................... 37 ¶ خلق الله الخلق لا لعلة، ولا غرض, ولا لموجب وليس عبثاً ¶ أفعال العباد. ¶ فعل الله بخلقه ما يشاء من رحمة وعذاب وعفو و ... ، وتقديم ذلك وتأخيره................................................................ 38 ¶ المعدوم. ¶ لا يجب على الله شيء، ولا فعل الأصلح. ¶ عمل العقل. ¶ الباب الثالث: في الأحكام...................................... 39 ¶ يجب امتثال الأمر والنهي الجازمين، ويسن في غيرهما.",
            "page": "133",
            "part": "1",
            "seal": "A9762EAF"
        },
        {
            "id": "165",
            "nass": "المطيع لا يستحق ثواباً، ولا العاصي عقابًا.. إلخ. ¶ لا نقطع للطائع بجنة، ولا للعاصي بنار، ونرجو ونخاف. ¶ فصل. ¶ تعريف الإسلام. ¶ تعريف الكفر، وأحكام سبي أبناء الكفار.......................... 40 ¶ تحريم وصف كافر بأوصاف المسلمين. ¶ تعريف الإيمان، وأنه يزيد وينقص، والاستثناء فيه. ¶ فصل: الله مقدر الخير والشر، وعدم تصور مخالفة إرداته وأمره....... 40 ¶ موت المحروق والقتيل والغريق وأكيل الوحش والهديم ونحوهم. ¶ الوعد والوعيد. ¶ إحباط المعاصي بالتوبة, والكفر بالإسلام والطاعة بالردة المتصلة بالموت. ¶ فصل: التوبة واجبة على المكلف فوراً من ذكل ذنب............... 42 ¶ عد من لا تقبل توبته. ¶ الحدود ليست توبة، ولا كفارة في حق المصر، وقبول التوبة قبل معاينة الموت. ¶ فصل الإيمان بالقضاء والقدر، والرضا بهما والإيمان بالرقيب والعتيد.......... 43 ¶ الباب الرابع: فى بقية السمعيات.............................. 45 ¶ الساعة وأشراطها: الدجال ويأجوج ومأجوج، نزول عيسي، والصعقة، الحشر والنشر، إحياء الميت في قبره، منكر ونكير. ¶ ثواب الميت، عقاب الميت على روحه وجسده، الخ. ¶ الباب الخامس: في النبوة..................................... 47 ¶ فصل: كرامات الأولياء........................................ 48 ¶ فصل في الأمر بالمعروف والنهي عن المنكر، وأحكام ذلك. ¶ فائدة في أنواع ما يأمر، وينهى عنه.............................. 49 ¶ تنبيهات: صفات الآمر الناهي.",
            "page": "134",
            "part": "1",
            "seal": "087C125A"
        },
        {
            "id": "166",
            "nass": "ما يسن في حق العاصي المتجاهر......................................... 50 ¶ فائدة: ما يجب على القادر أن ينصر به أخاه المسلم. ¶ الخاتمة: في من كفَّر من ليس بكافر، وفسَّق من ليس بفاسق. ¶ فصل: في معنى القديم، والعالم, والمستحيل لذاته. ¶ الجائز والدور والتسلسل.................................................. 51 ¶ التتمة: نصيحة لطالب هذا العلم. ¶ تقدمة على المقصد الثاني: في أقسام أهل السنة، والتفرقة بين الأشعرية والحنابلة.... 53 ¶ المقصد الثاني: في مسائل وقع فيها الخلاف بين الحنابلة والأشعرية........... 59 ¶ الاستواء ¶ النزول والمجيء والإتيان................................................ 60 ¶ أقوال السلف في علم الكلام والأهواء.................................... 61 ¶ المقصد الثالث: في مسألة الكلام, وذكر النقول عن الإمام أحمد............. 65 ¶ تعريف الكلام على حقيقة أنه حروف وأصوات، وإن سمي به المعنى النفسي. ¶ تفسير قولنا: \"معجز بنفسه\"، ودلائله.................................. 67 ¶ تفسير قولنا: \"متعبد بتلاوته\"، ودلائله. ¶ تفسير قولنا: \"الكتابة كلام حقيقة\"، ودلائله. ¶ تفسير قولنا:\"ولم يزل الله متكلماً\" ... الخ............................. 86 ¶ مسألة الحرف والصوت. ¶ كلام الطوفي في الحقيقة والمجاز في كلام الله عز وجل. ¶ أدلة السلف على كون كلام حقيقة الأصوات والحروف................... 70 ¶ مذهب ابن كلاب والأشعري, وأصحابه في الكلام وأدلتهم................. 72 ¶ كلام أبي حامد الاسفرائيني في مذهب الشافعي في الكلام ومخالفة الأشعري له.. 75 ¶ مذهب الإمام أحمد في القرآن, وكلام الله عز وجل، أنه على الحقيقة، ¶ وأنه قديم كيف تصرف، ورده للحكاية والعبارة ودليله على ذلك.......... 76",
            "page": "135",
            "part": "1",
            "seal": "61B339C6"
        },
        {
            "id": "167",
            "nass": "رد الطوفي لشبهة استعمال اسم الكلام في النفس والعبارة لغة................................................ 78 ¶ رد الطوفي لشبهة أن الأصل في الإطلاق الحقيقة, وردود أخرى في مسألة الحرف والصوت. ¶ رد الحافظ أبو نصر على قول الأشعري: لما كان سمعه بلا انخراق وجب أن يكون كلامه بلا حرف ولا صوت..... 79 ¶ كلام ابن حجر العسقلاني في مسألة الكلام.......... ..................................................... 80 ¶ كلام ابن القاضي الجبل في مسألة الكلام................................................................. 81 ¶ رد الحافظ أبي نصر على مسألة عدم تبعض كلام الله ودليله................................................. 82 ¶ قول الشيخ الإسلام: من قال إن القرآن عبارة عن كلام الله وقع في محذورات ¶ رد الإمام موفق الدين ابن قدامة على أدلة الأشعرية في المعنى النفسي والحرف والصوت والحقيقة والمجاز والتعاقب والتعدد.. 83 ¶ كلام الحافظ أبي نصر في مسألة التعاقب.................................................................. 89 ¶ كلام ابن قدامة في مسألة التجزؤ والتعدد................................................................. 90 ¶ نص الشافعي وأحمد على قدم أسماء الله تعالى. ¶ أقوال السلف في علم الكلام والبدع والأهواء............................................................ 91 ¶ رد الحافظ أبي نصر على شبهة: أن الصوت والحرف إذا ثبتا في الكلام اقتضيا عدداً, والله واحد من كل جهة, وأدلته في ذلك. ¶ كلام الإمام موفق الدين ابن قدامة في إثبات الحرف والصوت في كلام الله وأدلته في ذلك. ¶ رد الحافظ ابن حجر على قول البيهقي في كلام الله عز وجل.......... ................................... 93 ¶ حد الصوت........................................................................................ 94 ¶ فصل ثانٍ: في المسألة المشهورة بمسألة اللفظ............................................................ 95 ¶ شدة إنكار الإمام أحمد على القائل بأن لفظه بالقرآن مخلوق. ¶ تبديع الإمام أحمد للكرابيسي؛ لأجل مسألة اللفظ. ¶ عدم قبول الإمام أحمد الاجتماع بداود الظاهري؛ لأجل قوله باللفظ.",
            "page": "136",
            "part": "1",
            "seal": "D6B159F3"
        },
        {
            "id": "168",
            "nass": "إنكار الإمام أحمد على من نقل عنه: لفظي بالقرآن غير مخلوق................................................................... 96 ¶ ابتلاء البخاري بمن يقول: أصوات العباد غير مخلوقة، ومبالغته في الرد عليهم...................................................... 97 ¶ الفرق بين القراءة والمقروء.................................................................................................. 98 ¶ تتمات.......... ......................................................................................................... 99 ¶ - الأولى: في أن الحنابلة لا يقولون بأن كلام الله عز وجل عرض، ورد ذلك. ¶ الثانية: قال ابن حجر: إن الذي استقر عليه الأشعري أن كلام الله غير مخلوق مكتوب في المصاحف محفوظ في الصدور.. الخ.......... 100 ¶ كلام صاحب المواقف في مسألة القرآن...................................................................................... 101 ¶ كلام السيد الشريف الجرجاني في شرحه على المواقف، ورده على من توهم أن الحرف والصوت والوقف من أدلة ثبوت كلام الله عز وجل. ¶ ذكر مقالة صاحب المواقف من مصنف له في مسألة المعنى النفسي عند الأشعري، وتصحيح ما فهمه الأشعرية خطأ من مذهب الأشعري.... 102 ¶ لوازم فهم الأشعرية معنى الكلام النفسي وفسادها. ¶ محمل كلام الأشعري أنه أراد أن الكلام النفسي أمر شامل للفظ والمعنى جميعًا قائما بذاته..الخ، وجوابه على التعاقب والترتيب.......... 103 ¶ - اختيار الشهرستاني في نهاية الإقدام للمعنى الثاني, وهو ما اختاره السيد الشريف الجرجاني. ¶ ذكر ابن السبكي لعقيدة الأشعري في القرآن................................................................................. 104 ¶ كفر من أنكر كلامية ما بين الدفتين........................................................................................ 105 ¶ التتمة الثالثة: نقل كلام عبد الرحمن الجامي في اختلاف الناس في مسألة الكلام. ¶ نقل الجامي عن الفتوحات المكية عقيدة ابن عربي في كلام الله عز وجل......................................................... 106 ¶ التتمة الرابعة: ما يجوز من هذا العلم, وما لا يجوز............................................................................ 108",
            "page": "137",
            "part": "1",
            "seal": "50A96FBE"
        },
        {
            "id": "169",
            "nass": "نصيحة عن عمر بن عبد العزيز رضي الله عنه في الوقوف على ما وقف عليه السلف.. 109 ¶ التتمة الخامسة: في ذكر موافقة الأشعري للإمام أحمد............................. 110 ¶ اتباع الاشعري للإمام أحمد في العقائد على ما ذكره في الإبانة آخر كتبه. ¶ ذكر عقيدة الأشعري في الاستواء, ومصادر معرفة العقيدة عنده................... 111 ¶ رد الأشعري للتاويل, وتفسير قول مالك: \"الكيف مجهول\". ¶ تأريخ المؤلف لفراغه من الكتاب................................................. 112 ¶ تأريخ الناسخ لفراغه من نسخ الكتاب ¶ الفهارس........................................................................ 113 ¶ 1- فهرس الآيات............................................................... 115 ¶ 2- فهرس الأحاديث والآثار..................................................... 117 ¶ 3- فهرس الأعلام................................................................. 118 ¶ 4- فهرس الكتب الوادرة في النص................................................ 122 ¶ 5- فهرس مراجع التحقيق......................................................... 123 ¶ 6- فهرس الموضوعات............................................................ 133",
            "page": "138",
            "part": "1",
            "seal": "5527DA54"
        }
    ],
    "t8518": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة التحقيق"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة المؤلف"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "نسبه, واخبار أسرته, ومكانتهم"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "ولادته"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "طلبه للعلم, ورحلته في تحصيله"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "شيوخه ومجيزوه"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "أعلى أسانيده"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "مناقبه, وثناء العلماء عليه"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "دروسة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "تلاميذه"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "مؤلفاته"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "وفاته"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "المقصد الاول"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الاول في معرفة الله"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "الوحدانية, العلم"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "القدرة, الإرادة, الحياة, السمع, البصر"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "الكلام"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "فصل في الجوهر والجسم والعرض والمكان, ونفيها عن الله"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "تحريم التأويل, ومذهب السلف في اخبار الصفات وآياته"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الثاني في الافعال"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "فعل الله بخلقه مايشاء من رحمة وعذاب وعفو"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الثالث في الأحكام"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "فصل في الإسلام"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف الكفر, وأحكام سبي أبناء الكفار وتحريم وصف الكافربأوصاف المسلمين وتعريف الايمان وأنه يزيد وينقص والاستثناء فيه"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "فصل الله مقدر الخير والشر"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": null,
            "tit": "فصل التوبة واجبة على المكلف فورا من كل ذنب عد من لا تقبل توبته"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "فصل الإيمان بالقضاء والقدر"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الرابع في بقية السمعيات"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الخامس في النبوة"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "فصل كرامات الأولياء حق"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "فصل في الأمر بالمعروف والنهي عن المنكر وأحكام ذلك"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "فائدة في أنواع مايأمر, وينهى عنه"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "مايسن في حق العاصي المتجاهر"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": null,
            "tit": "فائدة مايجب على القادر أن ينصر به أخاه المسلم"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "فصل في معنى القديم والعالم والمستحيل لذاته"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "الجائر والدور والتسلسل"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "التتمة نصيحة لطالب هذا العلم"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "تقدمة على المقصد الثاني في أقسام أهل السنة والتفرقة بين الأشعرية والحنابلة"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "المقصد الثاني"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "أقوال السلف في علم الكلام والأهواء"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "المقصد الثالث"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "تفسير قولنا \"معجز بنفسه\", ودلائله"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "تفسير قولنا \"متعبد بتلاوته\", ودلائله"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "تفسير قولنا \"الكتابه كلام حقيقي\", ودلائله"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "تفسير قولنا \"ولم يزل الله متكلما\", ودلائله"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة الحرف والصوت"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "كلام الطوفي في الحقيقة والمجاز في كلام الله عز وجل"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "أدلة السلف على كون كلام حقيقة الأصوات والحروف"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "مذهب ابن كلاب ولأشعري, وأصحابه في الكلام وأدلتهم"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "كلام أبي حامد الاسفرائينئ في مذهب الشافعي في الكلام ومخالفة الأشعري له"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "مهذب الإمام أحمد في القرآن, وكلام الله عز وجل, أنه على الحقيقة"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "رد الطوفي لشبهة استعمال اسم الكلام في النفس والعبارة لغة"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "رد الحافظ أبو نصر على قول الأشعري"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "كلام ابن حجر العسقلاني في مسألة الكلام"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "كلام ابن القاضي الجبل في مسألة الكلام"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "رد الحافظ أبي نصر على مسألة عدم تبعض كلام الله ودليله"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "قول الشيخ الإسلام: من قال إن القرآن عبارة عن كلام الله وقع في محذورات"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "رد الإمام موفق الدين ابن قدامة على أدلة الأشعرية في المعنى النفسي والحرف والصوت والحقيقة والمجاز والتعاقب والتعدد"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "كلام الحافظ أبي نصر في مسألة التعاقب"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "كلام ابن قدامة في مسألة التجزؤ والتعدد"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "نص الشافعي وأحمد على قدم أسماء الله تعالى"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "أقوال السلف في علم الكلام والبدع والأهواء"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "رد الحافظ أبي نصر على شبهة: أن الصوت والحرف إذا ثبتا في الكلام اقتضيا عددا, والله واحد من كل جهة, وأدلته في ذلك."
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "كلام الإمام موفق الدين ابن قدامة في إثبات الحرف والصوت في كلام الله وأدلته في ذلك."
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "رد الحافظ ابن حجر على قول البيهقي في كلام الله عز وجل"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "حد الصوت"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "فصل ثان: في المسألة المشهورة بمسألة اللفظ."
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "شدة إنكار الإمام أحمد على القائل بأن لفظه بالقرآن مخلوق"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "تبديع الإمام أحمد للكرابيسي؛ لأجل مسألة اللفظ."
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "عدم قبول الإمام أحمد الاجتماع بداود الظاهري؛ لأجل قوله باللفظ."
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "ابتلاء البخاري بمن يقول: أصوات العباد غير مخلوقة، ومبالغته في الرد عليهم"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "تتمات"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": "1",
            "tit": "التتمة الاولى"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "التتمة الثانية"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "التتمة الثالثة"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "التتمة الرابعة"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "التتمة الخامسة"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "تاريخ المؤلف لفراغة من الكتاب وتاريخ الناسخ لفراغة من نسخ الكتاب"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "الفهارس"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس الآيات"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "فهارس الحديث والآثار"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس الإعلام"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس الكتب الواردة بالنص"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس المراجع والتحقيق"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس الموضوعات"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "فهارس موضوعات الكتاب"
        }
    ]
}