{
    "b8519": [
        {
            "id": "1",
            "nass": "المقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وآله وصحبه وسلم. وبعد: ¶ لعلّ أطروحة صمويل هنتنجتون التي دوَّت فى الهزيع الأخير من القرن الميلادي المنصّرم، كانت أمثل تعبير عن حقيقة ما يعتور عالمنا المعاصر من صراع حضاري ذي جوهر دينيّ. ¶ ولم يكن سيل الكتابات الغربية التي تجعل من الإسلام وأمته وحضارته وعالمه عدوّ الغرب الحاليّ والمستقبليّ الذي يمثل امبراطورية الشر بعد زوال المعسكر الشيوعي، إلا تجسيداً لأحد أبعاد ذلك الصراع الضاري (1) . ¶ وهذا الجانب الملتهب من جوانب الصراع وإن كان هو المستحوذ على غالب الاهتمام، إلا أن هنالك جوانب أخرى تماثله فى الأهمية، بل قد تفوقه فى الخطورة؛ لأن المستهدف فيها هو القلوب النابضة والعقول المحركة للقاطرة البشرية. ¶ __________ ¶ (1) يأتى فى مقدمة تلك الكتابات دراسة بعنوان Christianity and Islam للكاتب البريطاني Edward Mortimer وأخرى بعنوان Islam and Marxism للعالم الأنثروبولوجي Ernest Gellmer، وقد نشرت الدراستان كملف خاص عن الإسلام في مجلة ((International Affairs B:67. 1 Junuary 1991)) وشهادة ثالثة جاءت على لسان سياسي بارز ومسؤول كبير كان يشغل منصب رئيس المجلس الوزاري الأوربي ووزير خارجية إيطاليا ((جيانى ديميكليس)) عندما برر سبب وجود حلف الأطلنطي بعد زوال المواجهة مع حلف وارسو، بأن المواجهة مع العالم الإسلامي هى مبرر بقاء الحلف. ¶ راجع: د. محمد عمارة، استراتيجية التنصير في العالم الإسلامي، ص 28، مركز دراسات العالم الإسلامي. مالطة، ط1، 1992م.",
            "page": "1",
            "part": "1",
            "seal": "A6A3A053"
        },
        {
            "id": "2",
            "nass": "ومن تلك الجوانب حرب المعتقدات ومعركة الثقافة، التي تأتى فى مقدمتها الغارة التنصيرية على القرآن الكريم. تلك الغارة الشرسة التي استهدفت أصالة القرآن الكريم بوصفه كلام الله المنزل على خاتم رسله محمد ابن عبد الله صلى الله عليه وسلم فكانت الدافع إلى هذه الدراسة بفعل ماخلَّفته من افتراءات وشبهات ودعاوى روجتها الجدليات التنصيرية، فقد كانت هذه الافتراءات قوية الأثر إلى الحد الذي انخدع له بعض الدارسين (1) . ¶ ولم تكن الردود على تلك الافتراءات تدانيها في الأثر، في الوقت الذي كان ينبغي أن تكون الردود أقوى حتى لا تبقي مجالا للشكوك أو الشبهات. ¶ وربما يعود ذلك فى جانب منه إلى عدم التخصص المنهجي للدارسين، حيث جاءت هذه الردود عرضاً فى سياقات مختلفة من الحديث عن الإسلام أو الفكر الإسلامي وعلاقته بالغرب من غير المتخصصين، وقد مثَّل ذلك التناول الثانوي ثاني أسباب قصور تلك الردود. ¶ بينما يتطلب هذا النوع من الدراسات إلماماً بجوانب معرفية عديدة، مثل: تاريخ الأديان، المعتقدات الدينية لدى أهل الكتاب، مضمون الكتب المقدسة، مناهج النقد العلمي: كالمنهج المقارن ومنهج نقد النصوص، والنقد الشكلي والنقد التاريخي. ¶ وتهدف هذه الدراسة إلى تحصين المسلم المعاصر وتزويده بنظرة نقدية للفكر التنصيري حول القرآن الكريم، وتاريخ الجدل ضد أصالته، ومسالك ¶ __________ ¶ (1) منهم على سبيل المثال فيما يخص موضوعنا: طه حسين ـ محمد خلف الله ـ محمد أركون ـ نصر أبو زيد.",
            "page": "2",
            "part": "1",
            "seal": "0C342FC6"
        },
        {
            "id": "3",
            "nass": "المنصرين فى جدلياتهم ضد أصالة القرآن الكريم بما يتمكن معه المسلم المعاصر من الفكاك من أسر الأطروحات التى قدمها التنصير خلال مراحل ارتقائه التاريخي منذ نشأته حتى يومنا هذا. ¶ كما تهدف الدراسة من جانب آخر إلى توجيه الدعاة إلى الله بين غير المسلمين إلى الردود والشواهد العقلية والنقلية، والبراهين العلمية، والحقائق التاريخية التي تعينهم في الدعوة إلى كتاب الله، وتمكنهم في الوقت نفسه من تصحيح المفاهيم المغلوطة التي روّجها المنصِّرون حول القرآن الكريم بغرض صرف الناس عنه. ¶ وقد جاءت الدراسة فى خمسة مباحث، وفق الخطة التالية: ¶ المبحث الأول: حقيقة التنصير ¶ ـ مفهوم التنصير ¶ خطورة التنصير في مجال القرآن الكريم ¶ ـ ضرورة مواجهته ¶ المبحث الثاني: دوافع الجدل التنصيري ضد أصالة القرآن الكريم ¶ 1 ـ صرف الأنظار بعيداً عن القرآن ¶ 2 ـ موقف القرآن من كتب أهل الكتاب ومعتقداتهم ¶ 3 ـ إبطال المعجزة القرآنية ¶ المبحث الثالث: تاريخ الجدل التنصيري ضد أصالة القرآن الكريم ¶ أـ دور التأسيس (جدليات المشرقيين) ¶ 1 ـ يوحنا الدمشقي ¶ 2 ـ تيودور أبو قرة",
            "page": "3",
            "part": "1",
            "seal": "359A121D"
        },
        {
            "id": "4",
            "nass": "3 ـ بارشولوميو الرهاوي ¶ 4 ـ عبد المسيح الكندي ¶ 5 ـ بولس الأنطاكي ¶ 6 ـ ابن كمونة اليهودي ¶ ب ـ الجدل البيزنطي ¶ جـ ـ مرحلة الأندلس ¶ د ـ مرحلة الحروب الصليبية ¶ 1 ـ بطرس المحترم ¶ 2 ـ روجر بيكون الراهب الفرنسيكاني ¶ 3 ـ وليم الطرابلسي ¶ 4 ـ ريموند مارتني ¶ هـ مرحلة التنصير المؤسَّسي ¶ المؤسسة الأولى: التبشير ¶ المؤسسة الثانية: الاستشراق ¶ المبحث الرابع: مسالك الجدل التنصيري ضد أصالة القرآن الكريم ¶ المسلك الأول: ترجمة القرآن ¶ المسلك الثاني: البحوث التنصيرية حول القرآن ¶ المسلك الثالث: إصدار الدوريات والقواميس ودوائر المعارف المتخصصة ¶ المسلك الرابع: ترويج المزاعم وإثارة الشبهات ¶ المبحث الخامس: تفنيد مزاعم الجدل التنصيري ضد أصالة القرآن الكريم ¶ 1 ـ دلائل تهافت الدعوى الأولى ((القرآن تلفيق من اليهودية والنصرانية)) :",
            "page": "4",
            "part": "1",
            "seal": "64A0D66D"
        },
        {
            "id": "5",
            "nass": "أولا: شخصية الرسول صلى الله عليه وسلم ¶ ثانيا: تاريخ كتب العهدين القديم والجديد ¶ ـ النسخة العربية ¶ ـ تعدد نسخ العهد القديم والجديد ¶ ثالثا: إعجاز النظم القرآني ¶ رابعاً: الاختلاف بين اليهودية والمسيحية والإسلام فى أصول الإيمان ¶ خامساً: أثر القرآن والتوراة والإنجيل فى الارتقاء بجوانب الحضارة الإنسانية ¶ الجانب الأول: الأخلاق ¶ الجانب الثاني: المجتمع ¶ الجانب الثالث: العلم ¶ سادساً: تأثير الإسلام في اليهودية والنصرانية ¶ 2 ـ دلائل تهافت الدعوى الثانية ((القصص القرآني تكرار لقصص التوراة والإنجيل)) : ¶ الدليل الأول: اختلاف منهج القصص في القرآن عن المنهج القصصي فى التوراة والإنجيل ¶ الدليل الثاني: تباين أهداف القصص في القرآن والتوراة والإنجيل ¶ الدليل الثالث: القصص الذي انفرد به القرآن ¶ الدليل الرابع: نتائج المقارنة بين القصص المتناظر في القرآن والتوراة والإنجيل ¶ أـ رواية خلق العالم ¶ ب-الطوفان ¶ ج-قصة يوسف ¶ مصادر ومراجع البحث",
            "page": "5",
            "part": "1",
            "seal": "2119C4DB"
        },
        {
            "id": "6",
            "nass": "المبحث الأول: حقيقة التنصير ¶ مفهوم التنصير ¶ ... ¶ المبحث الأول: حقيقة التنصير ¶ التنصير يطلق على النشاط الذي تمارسه أفراد وهيئات ومنظمات أجنبية في الأراضي الإسلامية ضد العقيدة والمجتمع في الإسلام. ¶ وقد طرحت الكلمة ترجمة للمصطلح الأوربي Missions بديلاً عن كلمة ((التبشير)) (1) ، وهو ما نختلف معه، وذلك لأسباب تتعلق بصحة ترجمة اللفظ وبمفهومه، وهي: ـ ¶ 1 ـ الترجمة الصحيحة لكلمة Mission هي (التبشير بالدين المسيحي ـ المأمورية ـ البعثة) وليس التنصير (2) . ¶ 2 ـ الهدف النهائى لذلك النشاط الهدام ليس إدخال المسلمين فى النصرانية، كما سيتبين لنا فيما يأتي. ¶ 3 ـ لا مسوغ لعدم الرضا عن مصطلح التبشير خشية ظلاله الحسنة، لأن التبشير قد عبّر به القرآن الكريم عن الحسن والطيب، وعبرَّ به كذلك عن السوء والشر ومالا تحمد عقباه،كما قال تعالى: {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} (آل عمران / 21) وكقوله تعالى: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدّاً} ¶ __________ ¶ (1) راجع هذا الاتجاه لدى: محمد عثمان بن صالح، النصرانية والتنصير أم المسيحية والتبشير، ص: 69، مكتبة ابن القيم، المدينة المنورة 1410هـ ـ 1989م ـ د. علي النملة، التنصير، ص: 17، 1413هـ ـ 1993م بدون بيانات ـ د. عبد العزيز العسكر، التنصير ومحاولاته في الخليج العربي، ص: 14، مكتبة العبيكان، ط1، الرياض 1414هـ ـ 1993 م ـ د. علي جريشة، الاتجاهات الفكرية المعاصرة، ص: 27. ¶ (2) Goetz schregle , Deutsch - Arabisches Woerterbuch, S: 830 London - Beirut 1977.",
            "page": "6",
            "part": "1",
            "seal": "19B2A1A9"
        },
        {
            "id": "7",
            "nass": "وَهُوَ كَظِيمٌ. يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ} (النحل / 58 ـ 59) وكقوله تعالى: {فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ} (لقمان/7) . فالعبرة بمضمون البشارة وليس بظلال المصطلح. ¶ 4 ـ أن المستهدف بهذه الإرساليات والبعثات الدينية ليس المسلمين وحدهم، بل إن التبشير يمارس ضد طوائف النصارى الشرقيين من أرمن وقبط وأرثوذكس (1) . ¶ 5 ـ كثير من أفراد البعثات التبشيرية قد انضم إليها لتحقيق أغراض ومآرب شخصية، مثل: السياحة والتجارة وغير ذلك (2) . ¶ 6 ـ التبشير هو إحدى مؤسسات التنصير وليس كلَّ التنصير؛ مما يجعل من قصر مصطلح التنصير على العمل التبشيري وتخصيصه به تمويهاً على المستهدفين بالتنصير وتحويل أنظارهم بعيداً عن نشاط المؤسسات التنصيرية الأخرى، التي ربما يفوق تأثيرها الهدَّام تأثير التبشير. ¶ 7 ـ أن كلَّ مبشِّر منصِّر، لكن ليس كلُّ منصِّر مُبشِّراً ¶ أما عن مفهوم التنصير فى البيئة الإسلامية فقد صيغ المفهوم وتحددت وظيفته فيما يؤدي إلى إخراج المسلمين من دينهم وليس بالضرورة إدخالهم في النصرانية (3) . ¶ وهذا المفهوم الحديث للتنصير يلمس أحد أبعاد العمل التنصيرى، لكن هناك أبعاد أخرى لحقيقة التنصير لا يمكن الوقوف عليها إلا بإدراك طبيعة ¶ __________ ¶ (1) د. علي النملة، التنصير، ص 15. ¶ (2) د. فروخ ـ الخالدي، التبشير والاستعمار في البلاد الإسلامية، ص 49، 50، المكتبة العصرية. بيروت 1986م. ¶ (3) د. فروخ ـ الخالدي، التبشير والاستعمار، ص 39.",
            "page": "7",
            "part": "1",
            "seal": "ED3567D7"
        },
        {
            "id": "8",
            "nass": "الصراع الكوني بين الديانات الكبرى من أجل استحقاق شرف ريادة الإنسانية وقيادتها، تلك القيادة التي تستمد مشروعيتها من امتلاك الحقيقة المطلقة المؤسَّسة على الوحي. ¶ __________ ¶ (1) يصرح المنصرون برغبتهم فى إقصاء الإسلام؛ فالمنصر جسب يود أن يمحو الإسلام من العالم، ويصرح غيره بأن الغاية من عملهم هي: ((القضاء على الأديان غير النصرانية)) . ¶ راجع: فروخ، الخالدي، مرجع سابق، ص 36، 45.",
            "page": "8",
            "part": "1",
            "seal": "D7737CC4"
        },
        {
            "id": "9",
            "nass": "خطورة التنصير في مجال القرآن الكريم ¶ ... ¶ ولمَّا كان الإسلام قد أثبت صدق دعواه امتلاك الحقيقة المطلقة والقدرة على قيادة الإنسانية باختلاف أجناسها وشعوبها وتطلعاتها وآمالها، وذلك بما أنجزه فى حيز التطبيق الفعلي لذلك الاستحقاق، حيث استطاع في قرن ونصف من الزمان أن يجمع تحت رايته أكثر من ثلثي المسكونة من بيض وسود، وعرب وعجم، وبربر وترك وهنود وقوقاز، سوّى بينها فى الحقوق والواجبات، وصهرها في بوتقة ألَّفت أزهى عصور التاريخ: حضارة وعلماً وأخلاقاً. ¶ فإن تلك القدرة الهائلة للإسلام قد أذهلت أهل الكتاب الذين قعدت بهم دياناتهم عن تبوّء تلك المنزلة أو ما يدانيها، على الرغم من الفترة الزمنية السحيقة التي قرعت العالم فيها نواقيس اليهودية والنصرانية. ¶ لهذا أدرك أهل الكتاب خسارتهم معركة التحدي الكونية، بسبب فقد ديانة العهد القديم والعهد الجديد المقومات الذاتية اللازمة لقيادة الإنسانية والارتقاء بها حضارياً وأخلاقياً، فعمدوا إلى سلوك طريق آخر يستهدف إقصاء الإسلام (1) عن الحلبة الكونية نهائياً؛ حتى يتسنى لهم قيادة السفينة وامتلاك مقدراتها بما يدّعون من حقٍّ إلهى مقدس. ¶ __________ ¶ (1) يصرح المنصرون برغبتهم فى إقصاء الإسلام؛ فالمنصر جسب يود أن يمحو الإسلام من العالم، ويصرح غيره بأن الغاية من عملهم هي: ((القضاء على الأديان غير النصرانية)) . ¶ راجع: فروخ، الخالدي، مرجع سابق، ص 36، 45.",
            "page": "8",
            "part": "1",
            "seal": "2E7B1327"
        },
        {
            "id": "10",
            "nass": "ضرورة مواجهته ¶ ... ¶ فكانت المواجهة مع الإسلام والصراع ضده هي السبيل لتحقيق ذلك الهدف، وقد اتخذ ذلك الصراع شكلين أساسيين هما الحروب العسكرية التدميرية، وحرب العقيدة والفكر التي تسعى للنيل من: الإسلام، ونبيِّه، وكتابه، ومعتقداته، وشرائعه، ونُظُمه؛ بهدف زعزعة عقيدة المسلم وتشكيكه في دينه، مما يقود إلى الخروج من الإسلام وليس بالضرورة الدخول فى النصرانية (1) . ¶ ويكشف لنا هذا الغرض النهائي من حرب العقيدة والفكر سرَّ المشاركة الفعالة لليهود في الصراع ضد الإسلام جنبا إلى جنب مع النصرانية رغم كراهيتهم واحتقارهم لها، إذ إن المسلم الذى يخرج عن دينه لن يصلح للإنسانية في شيء فيكون خروجه نكاية من اليهودية فى الإسلام، فإذا اعتنق النصرانية فذلك نكاية من اليهودية في الإسلام والنصرانية معاً. قال تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّاراً حَسَداً مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ} (البقرة: 109) . ¶ وعلى ذلك يكون الصراع ضد الإسلام عملاً يهودياً نصرانياً مشتركاً تنوعت فيه الأدوار وتوزعت التخصصات ما بين: الخبراء، وشركات الأعمال، والمؤسسات، والإرساليات، والجيوش، ووزارات الخارجية، ¶ __________ ¶ (1) راجع فى هدف الإرساليات والوعاظ من النصارى واليهود: ¶ ـ مصطفى الخالدى ـ عمر فروخ، التبشير والاستعمار فى البلاد الإسلامية، ص 46. ¶ ـ إبراهيم الجبهان، ما يجب أن يعرفه المسلم من حقائق عن النصرانية والتبشير، ص 27، الرئاسة العامة للبحوث العلمية والافتاء والدعوة والإرشاد. الرياض 1404هـ.",
            "page": "9",
            "part": "1",
            "seal": "B130E0BD"
        },
        {
            "id": "11",
            "nass": "ووكالات الاستخبارات، وأساتذة الجامعات، والمراكز والمعاهد العلمية، والمستشرقين، وصانعي السياسة (1) . ¶ وهذا الصراع الذي يؤلف جوهر الغارة التنصيرية على العالم الإسلامي (2) ، يجعل من حصرنا فعاليات التنصير فى نشاط الإرساليات التبشيرية فهماً قاصراً لطبيعة التنصير وأبعاده وأدواته، فما هذا النشاط إلا أحد آليات التنصير، ولذلك فإن تخصصه وحده باسم التنصير وصرف الهمم تجاهه وحده واستنزاف الجهد في تتبع وسائله وممارساته، ليكون وجها ثانياً من وجوه القصور فى فهم طبيعة الغارة التنصيرية في جانبها العقدي، فهذا الجانب يشتمل على: جدليات، ودعاوى، ومزاعم، وشبهات مثارة من قِبَل دوائر تنصيرية عديدة إلى جانب الإرساليات التبشيرية ووعاظها، منها: الاستشراق، وكالات الاستخبارات، وسائل الإعلام، مراكز البحوث والمعاهد العلمية. ¶ من جهة ثانية فإن أخطر نتاج الغارة التنصيرية الذي يجب أن يكون محل الاهتمام عبر دوائر التنصير المختلفة هو الجدليات التي استهدفت أصالة القرآن الكريم؛ نظراً للتلازم بين القرآن والرسول صلى الله عليه وسلم كما قال تعالى: ¶ __________ ¶ (1) بتصرف من: إدوارد سعيد، الاستشراق، ص 300، بترجمة كمال أبو ديب، مؤسسة الأبحاث العربية. بيروت ط2: 1984 م. ¶ (2) ربما يكون الأستاذ عبد الرحمن الميداني قد وقف على الطبيعة الشمولية لعداء أهل الكتاب للإسلام، ذلك العداء المتمثل في الصراع ضد الإسلام بما أسماه: أجنحة المكر الثلاثة: الاستعمار ـ التنصير ـ الاستشراق. ¶ راجع كتابه: ((أجنحة المكر الثلاثة)) ، دار العلم، دمشق ط 5، 1407هـ ـ 1986 م.",
            "page": "10",
            "part": "1",
            "seal": "C7730DDF"
        },
        {
            "id": "12",
            "nass": "{سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} (فصلت/53) . ¶ فالضمير فى ((أنه الحق)) كما يقول شيخ الإسلام ابن تيمية: ((يرجع إلى القرآن، فإذا كان القرآن حقا لزم كون الرسول الذى جاء به صادقاً يجب التصديق بما أخبر وإطاعة ما أمر واجتناب ما نهى)) (1) . ¶ وتكمن خطورة الجهد التنصيري في هذا المجال ليس فقط فيما يستهدفه، بل في كثرة المؤسسات والمنظمات التنصيرية التي تقوم به وتنوعها ما بين علمية وثقافية ودينية واجتماعية، فقد أثمر ذلك الجهد الهائل عن نجاح، إن لم يكن في تحقيق المسعى بتحويل المسلمين عن دينهم، فقد تمثل في تنشئة طبقة من المثقفين المتعاطين لمنتجات الفكر التنصيري الثقافية والعقدية، وإسهام هذه الطبقة في حقل الجدل التنصيري ضد القرآن الكريم ربما يكون أكبر بسبب ما لها من سلطة فكرية وحضور ثقافي ومكانة علمية برّاقة، مكنتها من القيام بدور المخبر الثقافي والنائب المحلّي للفكر التنصيري في بلاد العالم الإسلامي. ¶ ومثل هذا الجهد التنصيرى الضخم يتطلب لمواجهته عملا جماعياً منظماً لا يفي به بحث هنا أو مقال هناك. إن متابعة هذا النشاط الواسع لا تقوم به إلا مؤسسات، ونحن نفتقد حتى يومنا هذا مؤسسة متخصصة في هذا النشاط والرد على جدلياته. ¶ __________ ¶ (1) ابن تيمية، الجواب الصحيح لمن بدل دين المسيح (4 / 250) وانظر (4 / 21 ـ 22) مطبعة المدني، مصر، بدون ترقيم.",
            "page": "11",
            "part": "1",
            "seal": "4FCE2E68"
        },
        {
            "id": "13",
            "nass": "المبحث الثاني: دوافع الجدل التنصيري ضد أصالة القرآن الكريم ¶ صرف الأنظار بعيدا عن القرآن ¶ ... ¶ المبحث الثاني: دوافع الجدل التنصيري ضد أصالة القرآن الكريم ¶ تتعدد دوافع الجدل التنصيري ضد القرآن الكريم، فمنها دوافع خاصة بأهل الكتاب ومنها دوافع عامة لكل خصوم القرآن من كتابيين وغيرهم. ومن تلك الدوافع التي يمكن رصدها: ¶ 1 صرف الأنظار بعيداً عن القرآن ¶ وقد كان ذلك هدفاً لمشركي مكة، وسعوا إلى تحقيقه بوسائل عدة منها: صدُّ الناس عن القرآن، والتصفيق والصفير عند تلاوته وإثارة المزاعم والشكوك حوله. ¶ وكان ظن المشركين أن ذلك مجلبة للغلبة والنصر، قال تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ} (فصلت/26) . ¶ وهذا ما اعتقده المنصرون تماما، يقول المنصرِّ وليم جيفورد بالكراف: ((متى توارى القرآن ومدينة مكة عن بلاد العرب يمكننا حينئذ أن نرى العربي يتدرج في سبيل الحضارة التي لم يبعده عنها إلا محمد وكتابه)) (1) . ¶ __________ ¶ (1) جلال العالم، دمروا الإسلام وأبيدوا أهله، ص 63، مكتبة الصحابة جدة ـ مكتبة التابعين، القاهرة. 1994م. والمعنى نفسه كرره المبشر وليم موير: ((إن سيف محمد والقرآن هما أكثر أعداء الحضارة والحرية والحقيقة الذين عرفهم العالم عناداً حتى الآن)) إدوار سعيد، الاستشراق، ص 168، مرجع سابق.",
            "page": "12",
            "part": "1",
            "seal": "2799B1AD"
        },
        {
            "id": "14",
            "nass": "والمقصود بالحضارة التي حال القرآن بين المسلمين وبينها فيما أشار إليه المنصِّر هي الحضارة ذات المفهوم الغربي للكون والحياة، ذلك النموذج الذي أكد ((جيانى ديميكليس)) رئيس المجلس الوزاري الأوربي على ضرورة فرضه وإلا فالحرب هي الخيار (1) . ¶ ولاشك أن المناعة الذاتية الجبارة التي خلقها القرآن في المسلمين قد حالت بينهم وبين الاندحار الحضاري أو السقوط المدوي أمام التكالب الأممي لجحافل التتار والصليبيين في الماضي وأمام الغزو الاستعماري في العصر الحديث، وكذلك جعلت من إمكان تنصير المسلمين مرهونة بإبعادهم عن القرآن وصرف أنظارهم عنه، وقد تجلّى انكشاف تلك الحقيقة الثمينة في تأكيد غلاد ستون أحد موطدي دعائم الامبراطورية البريطانية في الشرق الإسلامي: ((مادام هذا القرآن موجوداً فلن تستطع أوربا السيطرة على الشرق، ولا أن تكون هي نفسها في أمان)) (2) . ¶ __________ ¶ (1) د. محمد عمارة، استراتيجية التنصير، ص 29. مرجع سابق. ¶ (2) محمد أسد، الإسلام على مفترق الطرق، ص 41، دار العلم للملايين، بيروت، 1987م.",
            "page": "13",
            "part": "1",
            "seal": "A261FD14"
        },
        {
            "id": "15",
            "nass": "2 ـ موقف القرآن الكريم من كتب أهل الكتاب ومعتقداتهم. ¶ حدد القرآن الكريم بوضوح وجلاء موقفه من الكتب السابقة، متمثلا في: ¶ أ - الهيمنة عليها، قال تعالى: {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ} (المائدة/48) .",
            "page": "13",
            "part": "1",
            "seal": "5446114D"
        },
        {
            "id": "16",
            "nass": "ب - أفضليته وكماله، قال تعالى: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ} (الزمر/23) ، وترجع أفضلية القرآن على غيره من الكتب إلى كماله من جهتين: أولاهما: تبيانه لكل شيء، قال تعالى: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} (الأنعام/38) ، وقال تعالى: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ} (النحل/89) ، والثانية: إرشاده إلى غاية ما يصبو إليه الإنسان وما يحقق له كمال الدنيا والدين، قال تعالى: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} (الإسراء/9) . ¶ جـ – كشف التحريف والتبديل الواقع فيها: بالإخفاء والكتمان: {قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُوراً وَهُدىً لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيراً} (الأنعام/ 91) ، أو بالنسيان: {وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظّاً مِمَّا ذُكِّرُوا بِهِ} (المائدة/14) ، أو بالوضع: {فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَناً قَلِيلاً فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ} (البقرة/79) ، أو بالتغيير المتعمد: {أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ} (البقرة/75) . ¶ ورفض القرآن زعم اليهود والنصارى أنهم أبناء الله وأحباؤه، وبكَّتهم وذم أخلاقهم وفضح خطيئاتهم بما يعنيه ذلك من طعن فى مشروعية امتلاك حق مقدس فى قيادة البشرية. قال تعالى: {وَقَالَتِ الْيَهُودُ وَالنَّصَارَى",
            "page": "14",
            "part": "1",
            "seal": "5EC92BD9"
        },
        {
            "id": "17",
            "nass": "نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} (المائدة/18) . ¶ وأنكر عليهم دعواهم صلب المسيح؛ {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِيناً. بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزاً حَكِيماً} (النساء: 157 ـ 158) . ¶ وكفّر الذين قالوا ببنوة المسيح وألوهيته: {وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ} (التوبة/30) . ¶ وقال تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ} (المائدة/17) . ¶ وقد كان هذا الموقف القرآني الدقيق من العهدين القديم والجديد ومعتقداتهما جداراً صلباً أمام نجاح الفكر التنصيري أو ما يرتبط به من رؤى حضارية فى اختراق الحياة الروحية أو صمود العقيدة الإسلامية، مما دفع بدهاقنة العمل التنصيري إلى التساؤل بعد أربعة عشر قرنا من بدء الغارة التنصيرية (1) : ¶ ـ هل من الممكن حقا إقناع المسلم بأن النصارى لم يزوِّروا الكتاب المقدس؟ أو أنهم ليسوا مشركين؟ أو أن المسيح هو أكثر من كونه ابن مريم كما هو مذكور فى القرآن؟ أو أن صلب المسيح وبعثه قد تم فعلا؟. ¶ __________ ¶ (1) التنصير: خطة لغزو العالم الإسلامي (الترجمة الكاملة لأعمال مؤتمر كلورادو التبشيري) ص 188، 203، دون بيانات.",
            "page": "15",
            "part": "1",
            "seal": "9FD3CC57"
        },
        {
            "id": "18",
            "nass": "ـ هل الإسلام بوصفه ديناً قائماً على الكتاب (القرآن) يعقِّد عملية قبول النصرانية أو ييسِّرها؟ وبأية وسيلة؟ ¶ ـ كيف يمكننا التغلب على النصوص القرآنية التي تكذب بعض الأجزاء المهمة من رؤية العهد الجديد؟",
            "page": "16",
            "part": "1",
            "seal": "6865E9C1"
        },
        {
            "id": "19",
            "nass": "3 ـ إبطال المعجزة القرآنية ¶ لما كان القرآن الكريم هو دليل نبوة محمد صلى الله عليه وسلم ـ الأكبر، وبرهانها الساطع وحجتها البالغة وأخص آياتها. وأظهر علاماتها بسبب اجتماع الوحي المدَّعى والدليل المعجز الذي تحدى به النبي صلى الله عليه وسلم ـ العالم إنسه وجنّه: {قُلْ لَئِنِ اجْتَمَعَتِ الْأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً} (الإسراء/88) . ¶ لذلك فقد أدرك المنصرون أن القرآن أقوى أسلحة المسلمين وأمضاها في صراعهم ضد جحافل التنصير، فعملوا جاهدين على إبطال فاعلية هذا السلاح، بتحجيم قيمته، من مضمونه، ونفي أصالته، تمهيداً لمحاولة سلب محمد صلى الله عليه وسلم شرف النبوة بحجة: ((عدم وجود معجزة تؤيد نبوته)) (1) . ¶ وقد حدد الواعظ التنصيري ((جون تاكلى)) هذا الباعث من الجدل التنصيري ضد أصالة القرآن الكريم، قائلا: ((يجب أن نستخدم كتابهم ¶ __________ ¶ (1) تيودور أبو قرة / ميمر في وجود الخالق والدين القويم، ص 85، بتحقيق: اغناطيوس ديك. بيروت 1982م. ¶ وانظر Adel The odore Khoury , Der theologi sche Streit der B.yzantiner mit dem Islam , S: 38 - 39.",
            "page": "16",
            "part": "1",
            "seal": "F91E99D1"
        },
        {
            "id": "20",
            "nass": "وهو أمضى سلاح في الإسلام ضد الإسلام نفسه لنقضي عليه تماماً. يجب أن ترى الناس أن الصحيح في القرآن ليس جديداً وأن الجديد فيه ليس صحيحاً)) (1) . ¶ ويمكن القول بأن افتراض نجاح الجهد التنصيري في فك التلازم الضروري في الإسلام بين القرآن والوحي والرسول المبلِّغ، ذلك التلازم المستند إلى إلهية مصدر القرآن، لسوف يؤدى إلى ((الضعف التدريجي في الاعتقاد بالفكرة الإسلامية وما يتبع هذا الضعف من الانتقاص والاضمحلال الملازم له، وسوف يفضي بعد انتشاره في كل الجهات إلى انحلال الروح الدينية من أساسها)) (2) . ¶ __________ ¶ (1) مصطفى خالدي ـ عمر فروخ، التبشير والاستعمار في البلاد الإسلامية، ص 40، مرجع سابق. ¶ (2) أ. ل شاتليه، الغارة على العالم الإسلامي، ص 9، مرجع سابق، نشرة محب الدين الخطيب. بيروت، د. ت.",
            "page": "17",
            "part": "1",
            "seal": "5F619DDB"
        },
        {
            "id": "21",
            "nass": "المبحث الثالث: تاريخ التنصيري ضد أصالة القرآن ¶ أ-دور التأسيس (جدليات المشرقيين) ¶ ... ¶ المبحث الثالث:تاريخ الجدل التنصيري ضد أصالة القرآن ¶ بدأ الجدل التنصيري ضد أصالة القرآن – مبكراً جداً- مع أول صدام بين المسلمين والجماعات المسيحية في الأراضي الخاضعة للدولة البيزنطية، وقامت الشام بأكبر الأدوار وأهمها في تاريخ الجدل التنصيري ضد أصالة القرآن، وقد تعددت مراحل الجدل التنصيري ضد القرآن، وتباينت معها أساليب الجدل وأطروحاته، فيما يمكن رصده من خلال الأدوار التالية التي مرَّ بها الجدل التنصيري ضد أصالة القرآن: ¶ أدور التأسيس (جدليات المشرقيين) . ¶ كان الشرق مهداً لنشأة الجدل التنصيري ضد أصالة القرآن الكريم، نظراً لأنه كان نقطة التقاء الإسلام الفاتح بعقائده وكتابه وشرائعه مع المسيحية الشرقية بمذاهبها المختلفة من أرثوذكسية بيزنطية حاكمة، ونسطورية مخالفة، وآريوسية توحيدية. ¶ يضاف إلى ذلك العامل اللغوي الذي مكّن مجادلي التنصير المشرقيين من الاطلاع بيسر وسرعة على القرآن الكريم في لغته العربية، والوقوف على ما احتواه من عقائد وشرائع وأخلاق وقصص، ومن ثمّ الشروع في الجدل ضده، بخلاف مجادلي الغرب اللاتين الذين احتاجوا إلى عدة قرون كى يتمكنوا من قراءة القرآن في إحدى ترجماته. ¶ ويمكن في هذه المرحلة تمييز عدد من رموز الجدل التنصيري. وهي:",
            "page": "18",
            "part": "1",
            "seal": "DA6EDC5A"
        },
        {
            "id": "22",
            "nass": "1 ـ يوحنا الدمشقي (ت 750م) . ¶ يوحنا الدمشقي (ت:750م) أحد أكبر آباء الكنيسة الأرثوذكسية، وبسبب قيمته الدينية الكبرى نال لقبين ذوي شأن، فلقِّب بـ ((القديس يوحنا)) ، ((يوحنا ينبوع الذهب)) ، وبحكم كونه في خط الصراع الأول ضد الإسلام فإنه سارع بالعكوف على القرآن الكريم تفلية ونبشاً، مسخِّراً إتقانه العربية، وموظِّفاً إلمامه بالبيئة الثقافية الإسلامية التي يعيش في رحابها ويعايش أعلى مستوياتها العلمية والسلطوية حيث كان من كبار موظفي بلاط الخلافة الأموية (1) . ¶ وقد عُدَّ يوحنا الدمشقي بالنسبة للكنيسة الشرقية مثل توما الإكويني بالنسبة للكنيسة الغربية بسبب استخدامه الدلائل العقلية إلى جانب الدينية في خدمة الإيمان الأرثوذكسي وتسويغه وذلك باستخدامه الفلسفة اليونانية والهللينستية في تفسير الدين والدفاع عنه (2) . ¶ __________ ¶ (1) د. جواد علي، يوحنا الدمشقي، مجلة الرسالة (مصر) ، (عدد 610) ، ص 243، ربيع الأول 1364 هـ ـ مارس 1945 م. ¶ (2) Christiondom Dena John Geanakoplos , Byzantine East and Latin West: Two Worlds of in Middle Ages and Renaissance , PP.22F. Harpertoneh Books , New York 1966. وللتوسع في معرفة أثر يوحنا الدمشقي، ومن ثمّ فضل المجادلين الشرقيين على المجادلات التنصيرية ضد الإسلام في الغرب، راجع: ¶ Anton Pegis , “ St. Anselm and the Argument of the Proslogion “ , Mediaeval Studies 28 ¶ (1966) 228 - 267 , 231 , 233 - 234. ¶ وفي المجلّة نفسها راجع مقالة ديانى ى دوبرول بالعدد رقم 32 عام 1970 م، ص 128 ـ 137",
            "page": "19",
            "part": "1",
            "seal": "1D61372B"
        },
        {
            "id": "23",
            "nass": "وقد انتهى يوحنا الدمشقي إلى عدة آراء جدلية ضد الإسلام والقرآن والرسول، لخّصها في كتابه (ينبوع المعرفة) الذي قسمه ثلاثة أقسام، أولها عن المنطق والفلسفة والثاني عن البدع والثالث شرح لمبادئ الدين القويم، وقد خصص الفصل (100 / 101) في قسم البدع للجدل ضد الإسلام، وتتلخص رؤية يوحنا الدمشقي للإسلام ونبيه وكتابه فيما يلى (1) : ـ ¶ أـ التشكيك في كون الإسلام امتداداً لحنيفية إبراهيم، لذلك يصف المسلمين على نحو لا يخلو من الخبث، بالسرازانيين (2) (Saracens) ويعد أول كاتب مسيحى يستخدم هذا التشويه الاتيمولوجى لأغراض الجدل العنيف، كذلك يصف المسلمين بـ ((المفسدين)) وهى التسمية التى ستكثر في الجدليات التالية ليوحنا. ¶ ب ـ يعالج الإسلام على أنه هرطقة مسيحية. ¶ جـ ـ يقدم الإسلام على أنه مُؤْذن بالمسيح الدجّال. ¶ د ـ يجعل الرسول صلى الله عليه وسلم أحد أتباع آريوس، كما يجعله على عقيدة المذهب النسطورى، وذلك بسبب تأكيده على أن المسيح مخلوق وإنسان مجرد، وذلك ما قال به آريوس ونسطور. ¶ __________ ¶ (1) دانييل ساهاس، جدل يوحنا الدمشقي مع الإسلام، ص 123 ـ 128، الاجتهاد. بيروت، عدد (28) السنة السابعة (1416هـ ـ 1995م) . ¶ ـ جورج عطية، الجدل الديني المسيحي ـ الإسلامي في العصر الأموي وأثره في نشوء علم الكلام، ص 415 ـ 416، كتاب المؤتمر الدولى الرابع لتاريخ بلاد الشام ـ جامعة اليرموك. عّمان 1989م. ¶ ـ د. جواد علي، يوحنا الدمشقي، ص 307، مجلة الرسالة. مصر. عدد (612) ربيع الأخر 1364هـ ـ مارس 1945م. ¶ (2) السرازانيين نبذ بالألقاب للمسلمين إذ تعنى الكلمة: الذين أبعدتهم سارة باحتقار.",
            "page": "20",
            "part": "1",
            "seal": "AC74608F"
        },
        {
            "id": "24",
            "nass": "هـ ـ يحصر ما جاء به النبي صلى الله عليه وسلم في أمرين: ¶ أولهما: معرفته الضحلة بما قلَّتْ قيمته من أسفار العهدين القديم والجديد اللذين وقع عليهما النبي صلى الله عليه وسلم مصادفة. ¶ الثاني: ما أخذه النبي صلى الله عليه وسلم عن الراهب الأريوسي (بحيرا) . ¶ وـ القرآن نتاج لأحلام اليقظة؛ لأن الرسول صلى الله عليه وسلم تلقاه وهو نائم. ¶ ويمكن القول بأنه لا خلاف على ريادة الدمشقي للجدل التنصيري ضد الإسلام، كذلك يمكننا القول بأن جدليات يوحنا ضد القرآن هي الأهم في تاريخ الجدل التنصيري ضد القرآن حيث وضع الدمشقي آراءه في قوالب جدلية مكثفة أصبحت ركيزة الجدل التنصيري في كل أدواره ومراحله التالية، فقد ردد جميع المجادلين بعده بعض أو كلّ قوالب الدمشقي: ((الإسلام هرطقة مسيحية ـ القرآن تلفيق من العهد القديم والعهد الجديد ـ تعلم النبي صلى الله عليه وسلم من بحيرا الراهب ـ المسلمون سراسنة)) . ¶ 2 ـ تيودور أبو قرة (ت 826م) ¶ تلميذ ليوحنا الدمشقي وقد تبع رأي أستاذه في النبي والقرآن، فعدّ النبي محمداً صلى الله عليه وسلم نبياً أريوسياً مزيفاً (1) . ¶ __________ ¶ (1) Klaus Hock , Der Islam im Spiegel westlicher Theologie , S: 99 , 101 , 112. Deutschland 1989. ¶ وانظر: رشا الصباح، الإسلام والمسيحية في العصور الوسطى، ص 706، مجلة عالم الفكر، عدد (3) المجلد الخامس عشر. وزارة الإعلام، الكويت.",
            "page": "21",
            "part": "1",
            "seal": "3BE06641"
        },
        {
            "id": "25",
            "nass": "3 ـ بارشو لوميو الرهاوى (ت حوالي القرن الثاني عشر الميلادي) ¶ تركزت جدلية بارشو لوميو من مدينة الرها في أخذ النبي صلى الله عليه وسلم القرآن عن راهب نسطوري، يقول الرهاوى: ((فعندما شهد ذلك الراهب الفاسق سذاجة القوم رأى أن يمنحهم عقيدة وشريعة على غرار مذهب أريوس وغيره من ألوان الكفر والزندقة التي حرم من أجلها فراح يسطر كتابا هو الذي يسمونه القرآن، وهو شريعة الله ناثراً فيه كل ما أودع من مروق وعند ذلك أعطى كتابه لتلميذه (مؤمد) وأبلغ أولئك البلهاء أن ذلك الكتاب أنزل على محمد من السماء حيث كان في حفظ جبريل الملك فصدقوه فيما قال، وبذلك مكّن الراهب لذلك القانون الجديد)) (1) . ¶ 4 ـ عبد المسيح الكندي (عاش في القرن العاشر الميلادي تقريباً) ¶ كان عاملاً في بلاط الخليفة المأمون وكتب ردَّاً على رسالة الهاشمي التي يدعوه فيها إلى الإسلام، وقد لقيت رسالة عبد المسيح الكندي عناية كبيرة من دوائر التنصير حيث نشرت أكثر من مرة لخدمة الإرساليات ليتعلموا منها أساليب مجادلة المسلمين حول القرآن والنبي (2) . ¶ __________ ¶ (1) د. محمد الفيومي، الاستشراق رسالة استعمار، ص 364 ـ 365، دار الفكر العربي. القاهرة 1413هـ ـ 1993م. ¶ (2) أ. ل شاتليه، الغارة على العالم الإسلامي، مرجع سابق، ص 30. ¶ ـ توماس أرنولد، الدعوة إلى الإسلام، ص 104، مكتبة النهضة المصرية، الطبعة الثانية. ¶ ـ د. قاسم السامرائي، الاستشراق بين الموضوعية والافتعالية، ص 57، دار الرفاعي ـ الرياض 1403 هـ ـ 1983م.",
            "page": "22",
            "part": "1",
            "seal": "D120675B"
        },
        {
            "id": "26",
            "nass": "5 ـ بولس الأنطاكى (عاش في القرن السابع الميلادي تقريباً) ¶ بولس الراهب الأنطاكي وقيل إنه أحد أساقفة سوريا: إما أن يكون أسقف مدينة صيدا أو أسقف مدينة أنطاكية. ¶ وله عدة رسائل مطوّلة ضد الإسلام (1) ، أهمها رسالته إلى أحد المسلمين التي ضمَّنها خلاصة معتقد النصارى في الإسلام وفي عقائد النصرانية، حيث يدلل على صحة الديانة النصرانية، وعلى عدم حاجة العالم إلى القرآن إذ جاءت التوراة بشريعة العدل وجاء الإنجيل بشريعة الفضل، ولا يتبقى بعدهما جديد يحتاج الناس إليه (2) . ¶ وتكشف الرسالة عن معرفة جيدة ودقيقة بالقرآن، فأكثرها نقول قرآنية احتج بها المؤلف ـ جدلا وشغباً ـ على المعتقدات النصرانية في الصلب والتثليث والفداء وصحة الأناجيل. ¶ وعلى الرغم من أهمية الرسالة فإن صاحبها مجهول، حتى إن لويس شيخو ظن أن بولس الأنطاكى كان يعيش في القرن الثالث عشر الميلادي (3) ، وهذا غير صحيح، فالرسالة من أوائل الجدليات التنصيرية ولو تأمل لويس شيخو قول بولس الأنطاكى في نص الرسالة عند حديثه عن الأناجيل: ¶ __________ ¶ (1) رشا الصباح. الإسلام والمسيحية في العصور الوسطى، ص 85، مرجع سابق. ¶ (2) الرسالة منشورة بمجلة المشرق المسيحي، العدد (15) من السنة السابعة، عام 1904م. ¶ ونسخة أخرى ـ ننقل عنها ـ نشرها لويس شيخو في كتابه: ((مقالات دينية قديمة لبعض مشاهير الكتبة النصارى)) ص / 15 ـ 26، طبع الآباء اليسوعيين. ¶ (3) لويس شيخو, مقالات دينية قديمة، ص 1، مرجع سابق. ¶ ـ لويس شيخو، المخطوطات العربية لكتبة النصرانية، ص 69، طبع الآباء اليسوعيين، بيروت 1924 م.",
            "page": "23",
            "part": "1",
            "seal": "396A58B0"
        },
        {
            "id": "27",
            "nass": "((وأما تعظيمه لإنجيلنا وكتبنا التي في أيدينا فقوله: {وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الْأِنْجِيلَ فِيهِ هُدىً وَنُورٌ وَمُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدىً وَمَوْعِظَةً لِلْمُتَّقِينَ} (المائدة/46) ، ثم قوله أيضا: {فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَأُونَ الْكِتَابَ مِنْ قَبْلِكَ} (يونس/94) ، فثبت بهذا المعنى ما معنا ونفي عن إنجيلنا وكتبنا التهم بالتبديل لها والتغيير لما فيها بتصديقه إياها. ¶ قلت: فإن قال قائل: إن التبديل قد يجوز أن يكون بعد هذا القول. ¶ قالوا: هذا مالا يجوز لقائل أن يقوله لأن كتبنا قد جاز عليها من نحو ستمائة سنة وصارت في أيدي الناس يقرؤونها باختلاف ألسنتهم)) (1) . ¶ فالنص واضح في تحديد زمن كتابة الرسالة بالنصف الأول من القرن السابع الميلادي ـ الأول الهجري. ¶ 6 ـ ابن كمونة اليهودي (ت 1284م) ¶ يُعَدُّ ابن كمونة أول مجادل تنصيري من اليهود ضد القرآن الكريم، وقد ضمّن جدلياته ضد القرآن كتابه تنقيح الأبحاث للملل الثلاث، فعقد فصلا للقرآن الكريم أورد فيه خمسة عشر اعتراضاً على القرآن، منها ثلاثة تتعلق بأصالة القرآن الكريم: ـ ¶ أ- لِمَ لا يجوز أن يكون القرآن أنزل إلى نبي آخر دعا محمداً أولا إلى دينه وإلى هذا الكتاب فأخذه محمد منه وقتله (2) ؟ ¶ __________ ¶ (1) رسالة بولس أسقف صيدا الراهب الأنطاكى، ص 17 من نشرة لويس شيخو، مرجع سابق. ¶ (2) سعد بن منصور بن كمونة، تنقيح الأبحاث للملل الثلاث، ص 70، نشره موسى برلمان، مطبوعات جامعة كاليفورنيا.",
            "page": "24",
            "part": "1",
            "seal": "C935E0A0"
        },
        {
            "id": "28",
            "nass": "ب-يحتمل أن محمداً طالع في كتب من تقدمه أو سمعها فانتخب أجودها، وضمّ البعض إلى البعض (1) . ¶ جـ ـ كيف يستبعد سماعه ذلك من الآخرين وقد سافر إلى الشام قبل دعواه النبوة مرتين، وهى مملكة أهل الكتاب؟ وأيضا فقد كان في العرب من أهل الكتاب جماعة فلا يبعد أنه سمع ذلك منهم (2) . ¶ وقد تسببت جدليات ابن كمونة ضد أصالة القرآن الكريم في هياج العامة عليه ومحاصرة داره إلا أنه تمكن من الهرب واختفى عدة أيام توفي بعدها (3) . ¶ وتعد مرحلة بدايات الجدل التنصيري في المشرق من أهم أدوار الجدل التنصيري وأخطرها، إذ ألّفت قاعدة الجدل والأساس الذي بنى عليه المنصرون جدلياتهم في مراحل التنصير وأدواره المختلفة، وبالإضافة إلى هذه الملاحظة هناك ملاحظتان أخريان جديرتان بالرصد، هما: ¶ 1 ـ أن الجدل في هذه المرحلة جهد فردي يتوقف على قدرات المجادل وثقافته، لكن بسبب إجادة المجادلين للغة القرآن الكريم، فقد جاءت مجادلاتهم مكتظة باستشهادات مغلوطة من النصوص القرآنية مما أعطى لها نفوذاً روحيا وفكريا وعقديا على التراث الجدلي التنصيري ¶ __________ ¶ (1) السابق. ¶ (2) السابق ص 89. ¶ (3) ابن الفوطى، الحوادث الجامعة والتجارب النافعة في المائة السابعة، ص 441 ـ 442، بتحقيق مصطفى جواد، بغداد 1932 م. ¶ وانظر: الدكتور سعد العتيبي، نفوذ اليهود في عهد المغول الإيلخانيين، ص 518 ـ 519، مجلة الدرعية (عدد 6، 7) ربيع الأخر ـ رجب 1420هـ / أغسطس، نوفمبر 1999م",
            "page": "25",
            "part": "1",
            "seal": "B0B20F26"
        },
        {
            "id": "29",
            "nass": "بأكمله، ولا يخفى ـ في هذا الشأن ـ المكانة المرموقة التي تبوّأتها جدليات يوحنا الدمشقي، الذي امتُدح بأنه لم يأت برأي أصيل إلا في الإسلام (1) ، وجدليات بولس الأنطاكى التي تلقتها الأوساط التنصيرية بالتقدير لما تمتاز به في نظرهم من ألفاظ جيدة وآراء سديدة صائبة وبراهين واستدلالات وحجج جلية (2) ، إلى حد دعوة بعضهم إلى الاكتفاء بها في بيان موقف النصرانية من الإسلام (3) . ¶ وكذلك جدل عبد المسيح الكندي في رسالته الشهيرة التي أصبحت عمدة العمل التنصيري في مجال الإرساليات (4) . ¶ 2 ـ عقم الجدل الذي تمثله تلك المرحلة، إذ إن المجادلين على اختلاف مشاربهم لم يزيدوا على تكرار الشبهات الجدلية لمشركي مكة، بعد أن قاموا بإحلال رموز يهودية ـ نصرانية محل رموز المشركين في الدعاوى التالية: ¶ الدعوى الأولى: القرآن قول شاعر بإلهام شيطان الشعر، حيث كان العرب يتوهمون أن لكل شاعر شيطاناً من الجن يقول الشعر على لسانه (5) ، وهذا ما نفاه الله عن القرآن في قوله تعالى: {وَمَا هُوَ بِقَوْلِ ¶ __________ ¶ (1) بابا دوبولس، تاريخ كنيسة أنطاكية، ص 528، منشورات النور، بيروت 1984م. ¶ ـ لويس غرديه ـ جورج قنواتي، فلسفة الفكر الديني (2 / 43) دار العلم للملايين، ط1، بيروت 1967م. ¶ (2) لويس شيخو، مقالات دينية قديمة، ص 1، مرجع سابق. ¶ (3) ابن العسال، الصحائح في جواب النصائح، ص 40، القاهرة سنة 1643 قبطية. ¶ (4) أ. ل شاتيله، الغارة على العالم الإسلامي، ص 30 / مرجع سابق. ¶ (5) د. حسن طبل، حول الإعجاز البلاغي للقرآن، ص 113، مكتبة الإيمان، ط1، مصر 1420هـ ـ 1999م.",
            "page": "26",
            "part": "1",
            "seal": "2F4C38B0"
        },
        {
            "id": "30",
            "nass": "شَاعِرٍ قَلِيلاً مَا تُؤْمِنُونَ} (الحاقة/41) ، وفي قوله تعالى: {وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ} (التكوير/25) . ¶ فاستبدل مجادلو التنصير شيطان الشعر الجاهلي، وأحلوا محله الراهب النسطوري الفاسق الملحد كما تصور بارشولوميو الرهاوى، أو أحلام اليقظة كما اقترح يوحنا الدمشقي. ¶ الدعوى الثانية: بشرية مصدر القرآن ¶ زعم المشركون أن الرسول صلى الله عليه وسلم: {إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ} (النحل/103) . ¶ فجعل الدمشقي وتلميذه أبو قرة من هذا البشر هو بحيرا الراهب الأريوسي، ولما زعم المشركون جماعية مصدر تعليم الرسول القرآن: {وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ} (الفرقان/4) ، زاوج ابن كمونة في احتمالاته وأرجحها بين بحيرا الراهب أو أحد أهل الكتاب ممن كانوا بمكة أو الشام. ¶ الدعوى الثالثة: القرآن من أساطير الأولين. قال تعالى: {وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْماً وَزُوراً. وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلاً} (الفرقان/ 4 ـ 5) . ¶ ففسر مجادلو المشرق كلهم أساطير الأولين بأنها قصص التوراة والإنجيل.",
            "page": "27",
            "part": "1",
            "seal": "F1490DDD"
        },
        {
            "id": "31",
            "nass": "ب ـ الجدل البيزنطى ¶ البيزنطيون هم أول من كتب من الأوربيين ضد الإسلام والقرآن (1) . ¶ وكان أول هجوم مفصل على القرآن في أعمال ((نيكتياس البيزنطي)) في مقدمة كتابه ((نقد الأكاذيب الموجودة في كتاب العرب المحمديين)) أما أكبر هجوم جدلى ضد القرآن فهو ما قام به امبراطور بيزنطة جان كنتا كوزين في كتابيه ((ضد تمجيد الملة المحمدية)) ، ((ضد الصلوات والتراتيل المحمدية)) وكان هذا الهجوم باللغة اليونانية (2) . ¶ __________ ¶ (1) عبد اللطيف الطيباوي، المستشرقون الناطقون بالإنجليزية، ص 517، الترجمة العربية الملحقة بكتاب الفكر الإسلامي الحديث. د. محمد البهي. مكتبة وهبة، ط 8، 1975م. ¶ = محمد الفيومي، الاستشراق رسالة استعمار، ص 373، مرجع سابق. ¶ (2) عبد الرحمن بدوي، دفاع عن القرآن ضد منتقديه، ص 5، دار الجليل، ط1، بترجمة كمال جاد الله. القاهرة 1997 م.",
            "page": "28",
            "part": "1",
            "seal": "92047E4E"
        },
        {
            "id": "32",
            "nass": "جـ ـ مرحلة الأندلس ¶ كانت فترة الحكم الإسلامي للأندلس عصر ازدهار علمي وحضاري في مختلف الجوانب، وفيها ارتفع صوت الحرية الدينية والنقاش حول قضايا الأديان والعقائد، وقد استغل المنصرون ذلك فصنفوا مؤلفات جدلية كثيرة ضد الإسلام وتصدى لهم علماء الإسلام رداً وتفنيداً، مثل: ابن حزم والقرطبي وأبو الوليد الباجي إلخ. ¶ وتكمن أهمية هذا الدور من أدوار الجدل التنصيري ضد القرآن في أنه كان معبراً انتقلت خلاله الجدليات التنصيرية إلى الغرب.",
            "page": "28",
            "part": "1",
            "seal": "6E49E71F"
        },
        {
            "id": "33",
            "nass": "وأبرز الأمثلة على ذلك كتاب (نقض الفقهاء Contrarietas elfolica) لأحد النصارى الأسبان، الذي كان له تأثير بالغ في ريكولدو دي مونت كروس الحانق على الإسلام، وقد أفاد كروس من هذا الكتاب في تصنيف أشهر كتبه (تفنيد القرآن Canfutatia Alcorani) الذي عُني به مارتن لوثر وسارع إلى ترجمته للألمانية عام 1542م (1) . ¶ __________ ¶ (1) قاسم السامرائي، الاستشراق به الموضوعية والافتعالية، ص 61 مرجع سابق.",
            "page": "29",
            "part": "1",
            "seal": "986CA3B5"
        },
        {
            "id": "34",
            "nass": "د ـ مرحلة الحروب الصليبية (491هـ / 1089 م ـ 690 هـ / 1291م) ¶ بدأت الحروب الصليبية بخطب البابا أوربانوس الثاني في كليرمون فيران Clermont - Ferrand بفرنسا، وإعلانه الحرب على الإسلام والمسلمين ووعده المشاركين فيها بالفوز ببركة الكنيسة وبالغفران الكامل لخطاياهم مكافأة لهم على حمل السلاح تحت راية الصليب (2) . ¶ وكان بطرس الناسك ذا أثر كبير في تعبئة العامة من أجل النهوض بأعباء القتال والحملات الصليبية (3) . ¶ ولما كانت الحروب الصليبية التي امتدت قرنين من الزمان ((لتدمير الإسلام)) (4) ، فإن عهدها يعد لدى المنصرين ((أروع العهود في العصور الوسطى كلها)) (5) . ¶ __________ ¶ (2) روم لاندرو، الإسلام والعرب، ص 122، دار العلم للملايين، ط2، بيروت 1977م. ¶ (3) السابق، 124. ¶ (4) فروخ ـ الخالدي، التبشير والاستعمار، ص 115، مرجع سابق. ¶ (5) Julius Richter , Ahistory of the Protestant Missions in The Near East , P 14 , New York 1910.",
            "page": "29",
            "part": "1",
            "seal": "D9F98E9C"
        },
        {
            "id": "35",
            "nass": "وقد استمرت الحروب الصليبية على المستوى الدولي وفي ذلك ـ كما يقول روم لاندرو ـ برهان قاطع على أن كرّ السنين لم يخفف إلا قليلا من أعمال اللاتسامح التي قام بها الصليبيون باسم الله (1) . ¶ وتزامن مع عمليات الإبادة الجماعية التي مارسها الصليبيون ضد المسلمين حركة جدل واسعة استهدفت أصالة القرآن الكريم على يد عدد من الجدليين المشهورين في العصور الوسطى، لكن أبرز ما يميز تلك المرحلة هو كونها إرهاصاً بظهور التنصير المؤسَّسي عقب نهاية حرب الفرسان حاملي السيف والصليب، كذلك فإن أهم نتاج هذه المرحلة هو ترجمة القرآن الكريم إلى اللغة اللاتينية تلك الترجمة التي ستكون محل دراسة موسعة عند عرض مسالك الجدل التنصيري ضد القرآن. ¶ وأهم الرموز الجدلية في هذه المرحلة، هم: ¶ 1 ـ بطرس المحترم (1092 ـ 1156م) ¶ بطرس المحترم هو أول جدليّ ضد الإسلام في الكنيسة الغربية كما يقول المنصرِّ إديسون (2) ، وهو راهب لاهوتىّ رئيس لدير ((كلونd)) الذي سيقوم بدور كبير في حركة الجدل التنصيري ضد أصالة القرآن. ¶ وقد قام برحلة إلى الأندلس، ألّف عقب عودته منها كتاباً في الرد على الإسلام والقرآن عام 1143 م، وأمر بترجمة القرآن إلى اللغة اللاتينية (3) . ¶ __________ ¶ (1) روم لاندرو، الإسلام والعرب، ص 131 ـ 132، مرجع سابق. ¶ (2) قاسم السامرائي، مرجع سابق، ص 78. ¶ (3) Trevor - Roper , Hugh , The Rise of Christian Europe , P 145 , Oslo - London 1978.",
            "page": "30",
            "part": "1",
            "seal": "1C0D54C0"
        },
        {
            "id": "36",
            "nass": "2 ـ روجر بيكون الراهب الفرنسيسكانى (1214 ـ 1294م) ¶ وجّه بيكون رسالة إلى البابا اكليمنص الرابع سنة 1266 م ضمَّنها دعوته إلى (1) : ¶ ـ وجوب إدخال اللغات الأجنبية إلى مناهج الدراسات الجامعية وبخاصة اللغة العربية للإفادة منها وسيلة للتبشير ضد الإسلام. ¶ ـ دراسة أحوال المسلمين للوقوف على الطرق التي يمكن النفاذ منها إلى هدم عقيدتهم وتقويضها. ¶ 3 ـ وليم الطرابلسي (1273 م) ¶ صنف جدلا ضد أصالة القرآن، جاء فيه: ((بعد أن مات (محمد) أراد أنصاره أن يعالجوا العقيدة والشريعة معالجة شاملة قائمة على تعاليمه، فلما تبينوا أن الرجل الذي نيط به العمل لم يرزق الكفاية اللازمة لأداء ذلك على الوجه الأكمل طلبوا إلى اليهود والمسيحيين الذين أسلموا أن يساعدوه، وعند ذلك رأى هؤلاء من الأفضل أن ينتقوا فقرات مناسبة من العهد القديم والجديد، وأن يمزجوها بالكتاب كيفما اتفق، وبذا أصبح الكتاب على عظيم من الرونق والجمال المنقول من الكتب المنزلة ما بين مسيحية ويهودية)) (2) . ¶ __________ ¶ (1) نجيب العقيقي، المستشرقون (1 / 120) ، دار المعارف، ط4، مصر. ¶ (2) محمد الفيومي، الاستشراق رسالة استعمار، ص 368.",
            "page": "31",
            "part": "1",
            "seal": "0ECA4BED"
        },
        {
            "id": "37",
            "nass": "4 ـ ريموند مارتيني (1220 ـ 1284 م) ¶ راهب مبشر دومينيكاني أسباني، تبحر في دراسة القرآن، واجتهد في الجدل ضده، فألف كتاباً بعنوان: ((الخلاصة ضد القرآن)) ، وبلغت به رغبته في تفنيد القرآن أن حاول معارضته بعد أن علم أنه معجزة النبي صلى الله عليه وسلم، فوضع سورة غاية في السخافة والسقامة (1) : ((بسم الله الغفور الرحيم، أعارض قرآن مَنْ آخر اسمه الدال وأوله الميم، بلسان فصيح عربي مبين، لا يمنعني منه سيف ولا سكين، إذ قال لي بلسان الإلهام سيد المرسلين: قل المعجزة لا شريك فيها لرب العالمين وفي الفصاحة يشترك كثير كثيرين يغلب فيها أحيانا الصالح الطالح والكافر المؤمنين، فليست الفصاحة ولو في النهاية آية ولا معجزة اللهم إلا عند الذين أوطاهم عشوة معلم مجنون حتى قالوا عنه خاتم الأنبياء وسيد المرسلين، مع أنه بإقراره في سورة الأحقاف لم يدر قط ما يُفْعل به ولا بتباعه أجمعين أكتعين، فقل يامن اسمه / رمند ولقبه مرَتْيِن: آه، لقومٍ يقبل الباطل والخرافات والترهات كأنها اليقين، وإن كنتم في شك مما ألهمنا إليه عبدنا يامعاشر المسلمين فأتوا بحلِّ هذه الحجة، وبمثل هذه السورة وادعوا لذلك إخوانكم من الجن إن كنتم مهتدين. فإن لم تقدروا، ولن تقدروا فقد زهق الباطل، وانتقام اليقين والحمد والشكر لله آمين، آمين)) (2) . ¶ وبصرف النظر عن مدى سقم محاولة مارتيني إلا أنها تكشف عن قفزة كبيرة وتطور في مستوى الجدل التنصيري في عهد الحروب الصليبية، ¶ __________ ¶ (1) عبد الرحمن بدوي، موسوعة المستشرقين، ص 213 ـ 215، دار العلم للملايين، ط2، بيروت 1989م. ¶ (2) قاسم السامرائي، مرجع سابق، ص 90.",
            "page": "32",
            "part": "1",
            "seal": "92013E73"
        },
        {
            "id": "38",
            "nass": "وانتقاله من مجرد الطعن في أصالة القرآن إلى محاولة المعارضة، وفي هذا دليل كاف على عدم دقة ما ذهب إليه الدكتور عبد الرحمن بدوي من أن الجدل ضد القرآن بدأ في المسيحية الغربية على يد نيقولا دى كوزا (1401 ـ 1464م) (1) . ¶ __________ ¶ (1) عبد الرحمن بدوي، دفاع عن القرآن، ص 5.",
            "page": "33",
            "part": "1",
            "seal": "D56B945B"
        },
        {
            "id": "39",
            "nass": "هـ ـ مرحلة التنصير المؤسَّسِي ¶ بدأت هذه المرحلة إثر فشل الحروب الصليبية في تدمير الإسلام، فعندما خابت دول أوربا في الحروب الصليبية الأولى من طريق السيف أرادت أن تثير على المسلمين حربا صليبية جديدة من طريق التبشير (2) . ¶ وقد جاء هذا التحول بناء على وصية القديس لويس التاسع ملك فرنسا وقائد الحملة الصليبية السابقة التي انتهت بالفشل ووقوع لويس نفسه في الأسر والسجن في مدينة المنصورة بمصر. ¶ وتلفت الوصية الأنظار إلى صعوبة قهر المسلمين عن طريق القوة بسبب روح الجهاد لديهم، وتوصي بتلمس طريق الغزو الفكري الهادف إلى دحض العقائد الإسلامية وتزييفها (3) . ¶ ويمكن القول بأن بطل هذه المرحلة بلا منازع هو (ريموند لول Raymond Lull) وهو مبشر حانق على الإسلام، كان حلم حياته ¶ __________ ¶ (2) Julius Richter, Ahistory of the Protestant Missions in the Near East, P.14. ¶ (3) علي جريشة ـ محمد الزيبق، أساليب الغزو الفكري، ص 21، ط2، دار الاعتصام. مصر.",
            "page": "33",
            "part": "1",
            "seal": "6CAEAB00"
        },
        {
            "id": "40",
            "nass": "هدم الإسلام، وصرف حياته لمهمة تنصير المسلمين، وسعى جاهداً لتحقيق هدفه من طريقين (1) : ¶ ـ طريق شخصي بتصنيف الكتب الجدلية ضد الإسلام والقرآن. ¶ ـ طريق مؤسِّسي، بإقناع ملك ميورقة بإنشاء كلية الثالوث المقدس لإعداد المبشرين للعمل ضد الإسلام، وفي الغرب بتقديم ثلاث عرائض إلى البابا كليمان الخامس لإنشاء كلية لدراسة العربية، وعدد من كراسي تعليم اللغة العربية في الجامعات المختلفة لتكون من أهم وسائل الجدل ضد الإسلام والقرآن وأفضل الوسائل لتنصير المسلمين. ¶ وبالفعل نجحت مساعي ريموند لول المؤسَّسية، فقد أمر يعقوب الأول ملك ميورقة بإنشاء كلية الثالوث المقدس لإعداد المبشرين وقام لول نفسه بإعدادهم فيها (2) . ¶ وقرّر مجمع فيينا الكنسي (1311م) إنشاء خمسة كراسى لتعليم اللغة العربية في أكبر خمس جامعات في أوربا (باريس، أكسفورد ـ بولونيا ـ سلمنكا ـ جامعة الإدارة المركزية البابوية) وعين للتدريس فيها مدرسين كاثوليكيين (3) . ¶ __________ ¶ (1) ارنست رينان، ابن رشد والرشدية، عادل زعيتر، ص 267 القاهرة 1957م. ¶ ـ يوهان فوك، تاريخ حركة الاستشراق، ص 26 ـ 27، بترجمة عمر العالم، ط 1، دار قتيبة، دمشق ـ بيروت 1417هـ ـ 1996م. ¶ ـ سعيد عاشور، الحركة الصليبية (2 / 1279) ، مكتبة الأنجلو المصرية، ج1، القاهرة 1963م. ¶ (2) سعيد عاشور، الحركة الصليبية (2 / 1279) ،مكتبة الأنجلو المصرية، ج1، القاهرة 1963م. ¶ ـ يوهانا فوك، تاريخ حركة الاستشراق، ص 26 ـ 27، مرجع سابق ¶ (3) وهان فوك، ص 31، مرجع سابق.",
            "page": "34",
            "part": "1",
            "seal": "7E7BADE9"
        },
        {
            "id": "41",
            "nass": "ويعد هذا القرار الكنسىّ البداية الرسمية للتنصير المؤسَّسي، إذ أثمر عن ظهور أكبر مؤسستين تنصيريتين للعمل ضد الإسلام والقرآن حتى اليوم، وهما: ¶ المؤسسة الأولى: التبشير ¶ كانت كلية الثالوث المقدس القاعدة التى انطلق منها التنصير المؤسَّسي فهى أولى لبنات مؤسسة التبشير ضد الإسلام، وكان ريموند لول ليس أول معلم فيها فقط، بل كان ((أول من مارس التبشير ضد الإسلام، فجال فى بلاده وناقش علماءه)) (1) . ¶ ولما كان الرهبان ورجال الدين النصارى يؤلفون الطبقة المتعلمة فى أوربا؛ كان من الطبيعى أن يقودوا العمل التبشيرى ضد الإسلام نظراً لمعرفتهم لغات المسلمين، فأصبحت الكنائس والأديرة مرتكزات وقواعد للعمل التبشيرى لتخريج أهل الجدل الذين يجادلون ضد الإسلام والقرآن (2) . ¶ ومن أوائل المبشرين الرهبان الجدليين ضد القرآن الراهب الدومنيكاتي (ريكولدو دى مونت كروس) (1243 ـ 1320 م) الذى بعثه البابا نقولا الرابع إلى الشرق، فتجول مبشراً فى فلسطين ومجادلا باللغة العربية ضد القرآن، ثم ألّف أهم الكتب الجدلية ضد القرآن بعنوان: ¶ __________ ¶ (1) أ. ل. شاتليه، الغارة على العالم الإسلامى، ص 12 ـ 13. مرجع سابق. ¶ (2) نجيب العفيفى، المستشرقون (1 / 104) . مرجع سابق.",
            "page": "35",
            "part": "1",
            "seal": "4A239DA5"
        },
        {
            "id": "42",
            "nass": "(الجدل ضد المسلمين والقرآن) (Disputatio Contra Saracenos et Alchoranem (1) ¶ ثم كتب الكاردينال نيقولا دى كوزا (1401 ـ 1464) بتوجيه من البابا بيوس الثانى: ¶ 1 ـ نقد الإسلام وتفنيده. ¶ 2 ـ غربلة القرآن (2) . ¶ وقام عدد من الآباء الدومينيكانيين والجزويت بتصنيف جدليات ضد القرآن منهم (3) : ¶ ـ دينيس: (حول الخداع المحمدى) 1533 م. ¶ ـ ألفونس سينا: (التحصين الإيمانى) 1491 م. ¶ ـ جان دى تيريكريماتا: (بحث للرد على الأخطاء الرئيسية الخادعة لمحمد) 1606 م. ¶ ـ لويس فييف: (الإيمان المسيحى الحقيقى ضد المحمديين) 1543 م. ¶ ـ ميشيل نان: (الكنيسة الرومانية اليونانية فى الشكل والمضمون للدين المسيحى ضد القرآن والقرآنيين دفاعاً وبرهاناً) 1680 م. ¶ ـ لودو فيجو مرتشي: (مقدمة فى دحض القرآن) 1698 م. ¶ وبرز من المبشرين الجدليين ضد القرآن فى العصر الحديث كل من: ¶ __________ ¶ (1) عبد الرحمن بدوى، موسوعة المستشرقين، ص 211، دار العلم للملايين. بيروت 1989م. ¶ (2) عبد الرحمن بدوى، دفاع عن القرآن، ص 5، مرجع سابق. ¶ (3) السابق، ص 6.",
            "page": "36",
            "part": "1",
            "seal": "4BDE780A"
        },
        {
            "id": "43",
            "nass": "1 ـ هنرى لامانس، مبشر يسوعى وراهب متعصب خلف لويس شيخو فى إدارة مجلة المشرق، وإدارة المجلة التبشيرية (البشير) ، وقد أودع جدليته ضد القرآن فى مقاله: ((هل كان محمد أميناً؟)) ، وفى كتابه ((الإسلام: عقائد ونظم)) (1) . ¶ 2 ـ وليم موير (1819 ـ 1905 م) ، مبشر إنجليزى أحد أعضاء البعثة التبشيرية الإنجليزية فى شمال الهند، كتب جدليتين ضد القرآن: ¶ ـ ((القرآن: تأليفه وتعاليمه)) 1877 م. ¶ ـ ((الجدال مع الإسلام)) 1897 م. (2) ¶ 3 ـ ريتشارد بل (توفي في النصف الثاني من القرن العشرين) ، أحد رجال الدين المسيحى وصرف سنين كثيرة فى دراسة القرآن (3) ، وله فى الجدل ضد القرآن عدة كتب ومقالات تبرز التأثير المسيحى على النبي صلى الله عليه وسلم، وأهمها مقدمته لترجمة القرآن التى ضمّنها جدليته الأساسية ضد أصالة القرآن الكريم. ¶ 4 ـ سانت كلير تسدال (توفي في اوائل القرن العشرين) ، قسيس مبشر فى إيران (4) ، صنف أعنف وأخطر جدلية ضد أصالة القرآن الكريم: (المصادر الأصلية للقرآن) وكتبها بالألمانية، ثم ترجمها المبشر وليم موير إلى الإنجليزية (5) . ¶ __________ ¶ (1) عبد الرحمن بدوى، موسوعة المستشرقين، ص 348 ـ 349. ¶ (2) عبد الرحمن بدوى، موسوعة المستشرقين، ص 404 ـ 405، مرجع سابق. ¶ (3) العقيقى، المستشرقون (2 / 93 ـ 94) . ¶ (4) أ. ل. شاتليه، الغارة على العالم الإسلامى، ص 36. ¶ (5) Saint Clair Tisdall, The Original Sources of the Qur’an , Landon , 1905.",
            "page": "37",
            "part": "1",
            "seal": "E1826776"
        },
        {
            "id": "44",
            "nass": "5 ـ آرثر جيفرى (توفي في النصف الثاني من القرن العشرين) ، من محررى مجلة العالم الإسلامى التبشيرية وأبرز كتّابها وقد بُعث للعمل فى الجامعة الأمريكية فى بيروت، ثم للتبشير فى أمريكا اللاتينية، ثم إلى مدرسة اللغات الشرقية بالقاهرة. ¶ وله عدة جدليات ضد القرآن الكريم وأصالته نشر بعضها فى مجلة العالم الإسلامى 1935م، ونشر بعضها فى كتابه ((مصادر تاريخ القرآن)) ، وأودع بقيتها فى مقدمة تحقيقه لكتاب المصاحف لأبى بكر بن أبى داود (1) . ¶ 6 ـ آرينز، مبشر، له جدلية بعنوان: ((عناصر نصرانية فى القرآن)) (2) . ¶ 7 ـ كينث كراج، خليفة زويمر فى توجيه النشاط التبشيرى فى منطقة الشرق الأوسط، ورئيس تحرير مجلة العالم الإسلامى التبشيرية، ورئيس مؤتمر التبشير المنعقد فى أكسفورد عام (1986) ، له جدليتان ضد أصالة القرآن، طبعتا أكثر من مرة لمساعدة وعاظ التنصير، وهما: ((نداء المئذنة)) ، ((القبة والصخرة)) . ¶ 8 ـ بول بوبارد، راهب فرنسى معاصر أشرف على إعداد قاموس للأديان ¶ ((Dictionnair e des Religians)) نشرت طبعته الأولى عام 1984 م، وقامت على طبعه ((المنشورات الجامعية الفرنسية)) ، ¶ __________ ¶ (1) إسماعيل سالم عبد العالم، المستشرقون والقرآن (1 / 25) سلسلة دعوة الحق ـ عن رابطة العالم الإسلامى، العدد 104، مكة المكرمة 1410هـ ـ 1990م، وقد قام ـ رحمه الله ـ بالرد التفصيلى على مقدمة جيفرى لكتاب المصاحف. . ¶ (2) العقيقى، المستشرقون (3 / 537) .",
            "page": "38",
            "part": "1",
            "seal": "BC229E4F"
        },
        {
            "id": "45",
            "nass": "وأنجز أغلب مواده أساتذة المعهد الكاثوليكى بباريس. ¶ وقد ردد المبشرون القائمون على الكتابة فيما يخص أصالة القرآن الجدليات القديمة نفسها، بإرجاع القرآن إلى الأصول التوراتية والإنجيلية التى وقف عليها النبي صلى الله عليه وسلم مستدلين على ذلك بالعناصر المشتركة بين القرآن وكتب العهدين (1) . ¶ المؤسسة الثانية: الاستشراق ¶ بدأ الاستشراق بقانون كنسى حدد مهمة المؤسسة الاستشراقية فى التمهيد والإعداد لارتداد العرب إلى المسيحية (2) . ¶ ولذلك نصّ قرار إنشاء كرسي اللغة العربية بجامعة كمبردج عام 1636 م ـ مثلا ـ على أن الكرسى أنشئ: ((بهدف توسيع حدود الكنيسة ونشر المسيحية بين المسلمين الذين يعيشون فى الظلمات)) (3) . ¶ ولم تقتصر جوانب التنصير فى المؤسسة الاستشراقية على الهدف وسلطة الإنشاء، بل تعدَّتها إلى الممارسة والتنظيم. ¶ __________ ¶ (1) محمد عبد الواحد عسيرى، صورة الإسلام والمسلمين فى قاموس الأديان، ص 22 ـ 24، بحث مقدم إلى ندوة مصادر المعلومات فى العالم الإسلامى المنعقدة فى الرياض (22 ـ 25 رجب 1420 هـ / 31 أكتوبر ـ 3 نوفمبر 1999م) . ¶ (2) Francis Dvornik , The Ecumenical Concils , PP. 65 - 66 , Hawthorn Books. New York 1961. ¶ (3) عبد اللطيف طيباوى، المستشرقون الناطقون بالانجليزية، ص 477، مرجع سابق.",
            "page": "39",
            "part": "1",
            "seal": "9DF45A3B"
        },
        {
            "id": "46",
            "nass": "فقد كان الرهبان فى طليعة المستشرقين (1) ، ولازالت لهم اليد العليا فى العصر الحديث حيث يزيد عددهم على مائة راهب من: (البندكتيون، الفرنسيسكان، الكيوشيون، الكرمليون، الدومنيكان، البيض، اليسوعيين) (2) . ¶ أما التنظيم والإعداد فقد اضطلع به الفاتيكان، واصطنع للمؤسسة الاستشراقية النفوذ لدى السلطات الحاكمة واضطلع بوسائل التمويل (3) . ¶ وربما كانت الطبيعة التنصيرية الخالصة للمؤسسة الاستشراقية بعناصرها الأربعة: (سلطة الإنشاء، والهدف، والتنظيم، والممارسة) ، تسبب الالتباس فى أمر المؤسستين، وتحول فى كثير من الأحيان دون التفرقة بين العمل التبشيري والعمل الاستشراقي. ¶ لكن على الرغم من الطبيعة التنصيرية المشتركة بعناصرها الأربعة بين المؤسسة التبشيرية والمؤسسة الاستشراقية، فهناك فوارق بين المؤسستين تتمثل فى أداة العمل التنصيرى ومجاله، حيث إن: ((الاستشراق أخذ صورة البحث العلمى وادعى لبحثه الطابع العلمي الأكاديمي، أما دعوة التبشير فقد بقيت فى حدود مظاهر العقلية العامة، أى العقلية الشعبية، وبينما استخدم الاستشراق الكتاب والمقال فى المجلات العلمية وكرسي التدريس فى الجامعة، والمناقشة فى المؤتمرات العلمية العامة، سلك التبشير طريق التعليم المدرسي فى دور الحضانة ودور الأطفال والمراحل الابتدائية والثانوية للذكور والإناث ¶ __________ ¶ (1) العقيقى، المستشرقون (3 / 249) مرجع سابق. ¶ (2) علي النملة، الاستشراق فى الأدبيات العربية، ص 76، مركز الملك فيصل للبحوث والدراسات الإسلامية، ط 1، 1414هـ ـ 1993م. ¶ (3) العقيقى، المستشرقون (1 / 104) مرجع سابق.",
            "page": "40",
            "part": "1",
            "seal": "67200925"
        },
        {
            "id": "47",
            "nass": "على السواء، كما سلك سبيل العمل الخيري الظاهري فى المستشفيات ودور الضيافة والملاجئ للكبار ودور اليتامى واللقطاء)) (1) . ¶ وهذا يعنى أن مؤسسة التبشير استهدفت تنصير العامة وذوى الحاجات بما يناسبهما من وسائل واختص الاستشراق بتنصير النخبة والمثقفين، بوسائط علمية وفكرية. ¶ وهناك فارق آخر يمكن رصده، يتمثل فى المشاركة اليهودية فى نشاط المؤسستين: حيث شارك اليهود فى الاستشراق بنسبة كبيرة وفعالة لا يمكن مقارنتها بالمشاركة الضئيلة فى النشاط التبشيرى وإن كان الدور التبشيرى الخطير الذى مارسه ((زويمر)) : حركياً وتنظيمياً وجدلياً لا يمكن إنكاره)) . ¶ أما فيما يخص أصالة القرآن الكريم والتكييف العقدي للإسلام، فإن المؤسستين تتفقان وتتحدان فى استلهام التراث التنصيرى وتكراره للمراحل السابقة فى أطروحاته الأساسية: ¶ ـ الإسلام هرطقة مسيحية. ¶ ـ محمد صلى الله عليه وسلم نبى مزيف لا أخلاقي. ¶ ـ القرآن تلفيق من كتب العهدين القديم والجديد. ¶ لذلك فإنه كما يقول إدوارد سعيد ساخراً: سيكون مستشرقاً بحاثة ومختصاً ألمعياً ذلقاً فى أيامنا هذه من يشير إلى الإسلام على أنه هرطقة آرية ¶ __________ ¶ (1) محمد البهى، المبشرون والمستشرقون فى موقفهم من الإسلام، ص 2، الإدارة العامة للثقافة ـ مطبعة الأزهر. القاهرة، د. ت. الفكر الإسلامى الحديث، ص 459 ـ 460، ط 8، مكتبة وهبة القاهرة 1975م.",
            "page": "41",
            "part": "1",
            "seal": "887A2D21"
        },
        {
            "id": "48",
            "nass": "من الدرجة الثانية، وأن محمداً نبي لا أخلاقي، وأنه ألّف كتابه معتمداً على كتب التوارة والإنجيل (1) . ¶ وقد بلغ الجدل التنصيرى ضد أصالة القرآن الكريم ذروته فى هذه المرحلة بفضل الوسائل والإمكانات التى توفرت للمؤسسة الاستشراقية، ومن أبرز الجدليات الاستشراقية ضد أصالة القرآن الكريم (2) : ¶ ـ جدليات ذات نزعة يهودية: ¶ 1 ـ (الحاخام) إبراهام جيجر، ماذا أخذ محمد من النصوص اليهودية؟ ، بون 1833م، ط 2 ليبزج 1902 م، إعادة طبع 1969 م. ¶ 2 ـ هيرشفيلد: ¶ ـ العناصر اليهودية فى القرآن، برلين 1878م. ¶ ـ مقالة فى شرح القرآن، ليبزج 1886 م. ¶ ـ أبحاث جديدة فى فهم القرآن وتفسيره، لندن 1902 م. ¶ 3 ـ سيدرسكي، أصل الأساطير الإسلامية فى القرآن، باريس 1932م. ¶ 4 ـ هورفيتز، بحوث قرآنية، برلين ـ ليبزج 1926 م. ¶ 5 ـ إسرائيل شابيرو، الحكايات التوراتية فى أجزاء القرآن، برلين 1907م. ¶ __________ ¶ (1) إدوارد سعيد، الاستشراق، ص 44، 94. ¶ (2) راجع: إدوارد سعيد، الاستشراق، مرجع سابق. نجيب العقيقى، المستشرقون، (531 ـ 541) . ¶ ـ عمر رضوان، آراء المستشرقين حول القرآن الكريم وتفسيره (1 / 220 ـ 231) . ¶ ـ عبد الرحمن بدوى، دفاع عن القرآن، ص 23 ـ 24.",
            "page": "42",
            "part": "1",
            "seal": "5168D811"
        },
        {
            "id": "49",
            "nass": "ـ عناصر من الهجادة فى قصص القرآن. ليبزج 1907 م. ¶ 6 ـ فايل، التوارة فى القرآن 1835 م. ¶ 7 ـ جولدزيهر، العقيدة والشريعة في الإسلام، ترجمة محمد يوسف موسى وزميله، القاهرة (1948 م) . ¶ 8 ـ س. د. جويتين، اليهود والعرب: علاقاتهم عبر التاريخ. نيويورك (1955م) . ¶ 9 ـ بيرنات هيللر، عناصر يهودية فى مصطلحات القرآن الدينية، (1982 م) . ¶ 10 ـ جوزيف هاليفي، السامريون فى القرآن (المجلة الآسيوية 1908 م) . ¶ 11 ـ ج فانسبرف، المصادر وطرق لتفسير الكتاب المقدس. طبع بتمويل من جامعة لندن عام 1972 م. ¶ 12 ـ ميشائيل كوك، محمد، مطابع جامعة أكسفورد 1987 م. ¶ 13 ـ رودى بارت، محمد والقرآن: تاريخ النبى العربى ودعوته، نشر دار كول هامر ضمن سلسلة أربان الألمانية عام 1957 م. وأعيد طبعه 1966م. ¶ جدليات ذات توجه مسيحى. ¶ 1 ـ ج. بوستل، توافق القرآن والإنجيل، (1543 م) . ¶ 2 ـ كراديفو، راهب بحيرا والقرآن، (1898 م) . ¶ 3 ـ فلهلم رودلف، صلة القرآن باليهودية والمسيحية، بترجمة عصام الدين حفني ناصف، دار الطليعة. بيروت 1974 م. ¶ 4 ـ جون بيرتون، جمع القرآن، جامعة كمبردج 1977 م.",
            "page": "43",
            "part": "1",
            "seal": "9CCCF44A"
        },
        {
            "id": "50",
            "nass": "5 ـ ريجى بلاشير، القرآن، بترجمة رضا سعادة، وإشراف الأب فريد جبر، دار الطليعة. بيروت 1974 م. ¶ 6 ـ وولكر باسيلى، طابع الإنجيل فى القرآن، (1931 م) . ¶ 7 ـ بوم شتارك، مذهب الطبيعة الواحدة في القرآن. مجلة المشرق المسيحى1953م ¶ 8 ـ سترشتين، القرآن: الإنجيل المحمدي، (1918 م) . ¶ 9 ـ ريتشارد بيل، أصل القرآن فى بيئته المسيحية، لندن 1926م، وأعيد طبعه عام 1968م. ¶ 10 ـ تور أندريا، أصل الإسلام والمسيحية، أوسلو 1926 م. ¶ ويلاحظ أن مرحلة التنصير المؤسَّسي كانت أكثر المراحل وأبعدها أثراً فى الجدل ضد أصالة القرآن الكريم، وذلك لطول فترتها الزمنية منذ بدايتها 1311 م حتى اليوم، ولضخامة الجيش العامل فى مؤسستيها: التبشير والاستشراق وكذلك عِظَم الامكانات المسخرة لعمل المؤسستين. ¶ ويكفى دليلا على ذلك الطابور الخامس من المثقفين الذين أفرزتهم المرحلة من الباحثين المسلمين (الجالسين تحت أقدام المستشرقين كما وصفهم إدوارد سعيد) ، الذين ردّدوا الأطروحات التنصيرية نفسها، وكان لهم أثر بالغ في محيط ثقافى واسع، مثل: طه حسين بكتابه ((فى الشعر الجاهلى)) ، محمد خلف الله بكتابه ((الفن القصصى فى القرآن الكريم)) ، محمد أركون ((الفكر العربي)) وبحثه المنشور عام 1977: ((مسألة صحة نسبة القرآن إلى الله)) ، نصر أبو زيد بكتابه ((مفهوم النص)) .",
            "page": "44",
            "part": "1",
            "seal": "F2C5C6AD"
        },
        {
            "id": "51",
            "nass": "المبحث الرابع: مسالك الجدل التنصيري ضد أصالة القرآن الكريم ¶ المسلك الأول: ترجمة القرآن ¶ ... ¶ المبحث الرابع مسالك الجدل التنصيري ضد أصالة القرآن الكريم ¶ سلك المنصرون فى جدلياتهم ضد أصالة القرآن الكريم ثلاثة مسالك سعوا من خلالها إلى نفي ربانية مصدر القرآن، وهى: ـ ¶ المسلك الأول: ترجمة القرآن ¶ كانت ترجمة القرآن هى السلاح الذى سلّه مجادلو التنصير لمحو القرآن أو منعه من الغلبة أو تفعيل دوره فى الحفاظ على الذات الإسلامية. ¶ إذ إن ترجمة القرآن الكريم إلى اللغات الأجنبية لم تتم بقصد المعرفة الخالصة أو الفهم المجرد، أو التفاعل والتكامل مع الآخرين، بل إنها تمت بقصد معرفة المواطن التى يمكن الوثوب منها عليه، أو البحث عما يمكن أن يكون نقاط ضعف يتم التركيز عليها لقهر ((الآخر)) وهزيمته والسيطرة عليه (1) . ¶ يقول يوهان فوك فى تأريخه للدراسات العربية فى أوربا: ((لقد كانت فكرة التبشير هى الدافع الحقيقى خلف انشغال الكنيسة بترجمة القرآن)) (2) . ويضيف أن: هذه الفكرة التى أدت إلى ترجمة القرآن قد ¶ __________ ¶ (1) عبد الحميد مدكور، الترجمة والحوار مع الآخر، ص 47، كتاب المؤتمر الدولى الأول للفلسفة الإسلامية ((الفلسفة الإسلامية والتحديات المعاصرة)) المنعقد بدار العلوم. القاهرة 1996 م. ¶ (2) يوهان فوك، مرجع سابق، ص 14.",
            "page": "45",
            "part": "1",
            "seal": "997A7942"
        },
        {
            "id": "52",
            "nass": "شهدت توسعاً من خلال تنقلات الوعاظ الدينيين لطائفتى الدومنيكان والفرنسيسكان (1) . ¶ ويظهر هذا بجلاء من خلال أمور: ¶ أولهما: أن أول نصوص مترجمة من القرآن إلى اللغات الأجنبية قد جاءت ضمن كتاب ((الجدل)) الذى ألفّه ابن الصليبي مطران (ديار بكر (ت 1171 م) وهو مخطوط بالسريانية وموجود فى كنيسة بطريركية السريان ببيروت (2) . ¶ الثاني: أن بطرس الموقر أمر بترجمة القرآن للمرة الأولى عام 1143 م حتى يستطيع دحضه (3) . ¶ وقد أكد زويمر المبشر اليهودى على أن تلك الترجمة تمت بدافع تنصيري (4) . ¶ الثالث: ما ذكره جورج سيل فى مقدمة ترجمته للقرآن بأن الهدف منها هو تسليح النصارى البروتستانت فى حربهم التنصيرية ضد الإسلام والمسلمين، لأنهم وحدهم قادرون على مهاجمة القرآن بنجاح، وأن العناية الإلهية قد ادَّخَرَتْ لهم مجد إسقاطه (5) . ¶ __________ ¶ (1) السابق، ص 22. ¶ (2) محمد صالح البنداق، المستشرقون وترجمة القرآن الكريم، ص 97، دار الآفاق الجديدة، ط2، بيروت 1403 هـ ـ 1983 م. ¶ (3) Trevor - Roher , Hugh , The Rise of Christian Europe , P. 145. ¶ (4) Zwemer S., The Translation of the Quran , The Muslim World, P. 295, 5 (1973) . ¶ (5) أحمد عبد الحميد غراب، رؤية إسلامية للاستشراق، ص 35، المنتدى الإسلامى، لندن 1411هـ.",
            "page": "46",
            "part": "1",
            "seal": "720546C8"
        },
        {
            "id": "53",
            "nass": "ولما أعيد نشر هذه الترجمة فى طبعة أخرى عام 1896م بتقديم المبشر ((هويرى)) وتحقيقه، أعاد هويرى التأكيد على دور هذه الترجمة فى تنشيط العمل التنصيري ضد الإسلام وتدعيمه (1) . ¶ الرابع: أن الكنيسة حرمت طبع أو نشر ترجمة القرآن، حتى إن ترجمة بطرس الموقر ظلت حبيسة محفوظات دير كلونى ولم يفرج عنها إلا بعد أربعة قرون (2) . ثم أعيد تحريم الطبع والنشر مرة ثانية، ولم يسمح بطباعة الترجمة إلا عام 1694 م، عندما قام راهب مدينة هامبورج الألمانية إبراهام هنكلمان بطبعه (3) . ¶ وقد سُخِّرت ترجمة القرآن فى الجدل التنصيري من طرق: ¶ الأول: تشويه الترجمة ¶ عمد المترجمون إلى تشويه ترجمة القرآن بإسنادها إلى مترجمين من الدرجة الثانية والثالثة ومعاملة النص القرآنى معاملة مؤلفات بشرية، وذلك للحد من إمكان إقبال غربىّ على هذه الترجمات والإفادة منها، وبذلك تألَّف حاجز نفسي عميق بين غير المسلم والقرآن، وكانت هذه الترجمات أحد أسباب سيول الأباطيل والمطاعن والشتائم التى ساقها كتِّاب التنصير ضد القرآن الكريم (4) . ¶ __________ ¶ (1) السابق، ص 36. ¶ (2) محمد صالح البنداق، مرجع سابق، ص 95 ـ 96. ¶ (3) يوهان فوك، مرجع سابق، ص 98. ¶ (4) قاسم السامرائى، مرجع سابق، ص 67.",
            "page": "47",
            "part": "1",
            "seal": "7515B8A6"
        },
        {
            "id": "54",
            "nass": "ويعدد صالح البنداق وجوه تشويه ترجمات القرآن، فيما يلى (1) : ـ ¶ 1 ـ إزاحة الآيات من مكانها التوقيفى لتضليل القارئ وإبعاده عن الإحاطة بحقيقة النص القرآنى. ¶ 2 ـ الترجمة الحرّة وتحاشي الترجمة العلمية إمعاناً فى التحريف والتضليل، مما يترتب عليه تحوير المعانى وتبديلها، وعرض النص القرآنى كما يراه المترجم، لا كما تقتضيه آياته وألفاظه. ¶ 3 ـ التقديم والتأخير والحذف والإضافة. ¶ مما يمكن معه القول بأن: ((ترجمات القرآن التى يعتمد عليها علماء الإفرنج فى فهم القرآن كلها قاصرة عن أداء معانيه التى تؤديها عباراته العليا وأسلوبه المعجز للبشر)) (2) . ¶ فالترجمة اللاتينية الأولى للقرآن (ترجمة بطرس الموقر) التى تمت عام 1143 م اضطلعت فقط بتقديم مضمون الفكرة، ولم تكترث بأسلوب الأصل العربى وصياغته، وقام الدافع التنصيري حائلا أمام الوفاء بتحقيق هذا الغرض (3) . ¶ وقد كانت هذه الترجمة ((المشوّهَة)) الأصل الذى نبعت منه الترجمات الأخرى؛ فمنها نبعت الترجمة الإيطالية الأولى التى أشرف عليها أريفابيني عام 1547 م، وفى سنة 1616 م ترجم سالمون شفايجر إلى الألمانية عن الإيطالية، وعن الألمانية إلى الهولندية فى سنة 1641م (4) . ¶ __________ ¶ (1) محمد صالح البنداق، مرجع سابق، ص 101 ـ 108. ¶ (2) رشيد رضا، الوحي المحمدي، ص 24، المكتب الإسلامى، دمشق 1391 هـ ـ 1971 م. ¶ (3) يوهان فوك، مرجع سابق، ص 11. ¶ (4) يوهان فوك، مرجع سابق، ص 18.",
            "page": "48",
            "part": "1",
            "seal": "B9A4BD76"
        },
        {
            "id": "55",
            "nass": "وعن هذه الترجمة اللاتينية الأولى وضع الحاخام اليهودي يعقوب بن إسرائيل أول ترجمة بالعبرية عام 1634م (1) . ¶ الثانى: إضافة المقدمات والملاحق ¶ أضيف إلى نصوص الترجمات ((المشوّهة)) للقرآن الكريم مقدمات تفسيرية وملاحق شارحة لا لمضمون النص المترجم، بل جدليات ضد أصالته، وسخرية من محتواه، ومحاولات للحط منه. ¶ أما الترجمات الفرنسية للقرآن سواء اعتمدت على الترجمة اللاتينية الأولى أم اعتمدت على الأصل العربى أم على ترجمة مرتشي الإيطالى، فإنها شوهت النص الأصلي وابتعدت عنه كما تقول الباحثة هداية عبد اللطيف مشهور فى دراستها حول ترجمات القرآن الفرنسية: ((رجعت إلى خمس وعشرين ترجمة للقرآن بالفرنسية، فوجدتها كلها محرَّفة، وتضيف نصوصاً من التوارة إلى آيات القرآن الكريم دون الإشارة إلى ذلك)) (2) ¶ وهكذا فقد تضمنت الترجمة اللاتينية الأولى ((ترجمة بطرس الموقر)) التى قام بها الراهب الإنجليزي روبرت الرتينى، والراهب الألماني هرمان الدالماني، عدداً من المقدمات والملاحق سميت بمجموعة ((دير كلوني)) ، وهى (3) : ـ ¶ 1 ـ خطاب بطرس إلى بيرنهارد (القديس برنار دى كليوفر) . ¶ __________ ¶ (1) محمد صالح البنداق، مرجع سابق، ص 96. ¶ (2) مجلة الحرس الوطنى، ص 37، العدد 129. المملكة العربية السعودية (ذو القعدة 1413هـ ـ مايو 1993 م) . ¶ (3) يوهان فوك، مرجع سابق، ص 17. ¶ ـ عبد الرحمن بدوى، موسوعة المستشرقين، مرجع سابق، ص 307.",
            "page": "49",
            "part": "1",
            "seal": "67CE18F5"
        },
        {
            "id": "56",
            "nass": "2 ـ مجموعة مختصرة من الوثائق الشيطانية المضادة للطائفة الإسلامية الكافرة. ¶ 3 ـ مقدمة روبرت الرتيني. ¶ 4 ـ ((تعاليم محمد)) لهرمان الدالماني. ¶ 5 ـ ((أمة محمد ونشوزها)) لهرمان الدالماني. ¶ 6 ـ تاريخ المسلمين (أخبار المسلمين المعيبة المضحكة) . ¶ ولمّا انتهى الكاردينال يوحنا الأشقوبى الإسبانى (ت 1456 م) من ترجمة القرآن إلى اللاتينية بمساعدة آخرين ألحق بالترجمة جدلية ضد الإسلام بعنوان: ((طعن المسلمين بسيف الروح)) (1) . ¶ وحينما نشرت مطبعة بتافيا بإيطاليا الترجمة اللاتينية ذائعة الصيت التي قام بها الراهب الإيطالي لودوفيجو مرّتشي 1698 م بموافقة البابا أنوسنت الحادي عشر، جاءت الترجمة فى قسمين: ¶ يشتمل القسم الأول على النص العربى للقرآن مع ترجمته اللاتينية وحواشي جزئية للرد على بعض المواضع، ويشتمل القسم الثاني على كتاب: ((الرائد إلى الرد على القرآن)) (2) . ¶ أما ترجمة جورج سيل الإنجليزية التى ظهرت فى لندن عام 1734 م وأعيد طبعها أكثر من ثلاثين مرة، فقد تضمنت مقدمة جدلية ضد القرآن وصفت فى أدبيات التنصير بأنها قيِّمة وأنها أفضل وصف موضوعي للإسلام (3) . ¶ __________ ¶ (1) أورد الألمانى هانبت سجلاً للحدث فى مقاله: ((حوار يوحنا الأشقوبى مع نيكلاوس القوسى وجيان الجرمانى حول الثالوث المقدس وإعلانه بواسطة المحمديين)) M T H Z 2 (1915) S: 5 , 115 - 129. ¶ (2) عبد الرحمن بدوى، موسوعة المستشرقين، ص 303، مرجع سابق. ¶ (3) أحمد عبد الحميد غراب، مرجع سابق، ص 35 ـ 36.",
            "page": "50",
            "part": "1",
            "seal": "92A55BEB"
        },
        {
            "id": "57",
            "nass": "لذلك أصبحت هذه المقدمة إحدى الجدليات الأساسية التى يعتمد عليها التنصير فى الجدل ضد أصالة القرآن الكريم (1) . ¶ الثالث: عنونة ترجمات القرآن ¶ لم تكرّس العنوانات التى وضعها مجادلو التنصير على أغلفة ترجمات القرآن جدلياتهم ضده فقط، بل ألفت بذاتها جدليات مستقلة ضد أصالة القرآن، حيث تحاشت عقد أية صلة بين القرآن والوحي السماوي، فكتب المترجمون على الأغلفة عنوانات من قبيل: (كتاب محمد، قرآن محمد، القرآن العربي، القرآن التركي، مبادئ السراسنة، الشرائع التركية، الكتاب المقدس التركي، تشريعات المسلمين) (2) . ¶ __________ ¶ (1) يراجع فى ذلك ما ذكره المبشر القبطي المهتدي للإسلام إبراهيم خليل أحمد فى كتابه: المستشرقون والمبشرون فى العالم العربى والإسلامى، ص 58، مكتبة الوعي العربي. القاهرة 1964 م. ¶ (2) راجع رصداً لهذه العنوانات لدى: محمد أبو فراخ، تراجم القرآن الأجنبية فى الميزان، مجلة كلية أصول الدين بجامعة الإمام ابن سعود الإسلامية. العدد الرابع (عام 1402هـ ـ 1403هـ) . ¶ ـ محمد صالح البنداق، مرجع سابق. ¶ ـ عبد الرحمن بدوي، موسوعة المستشرقين، الفصل الذى عقده لترجمات القرآن.",
            "page": "51",
            "part": "1",
            "seal": "4ACAEDC8"
        },
        {
            "id": "58",
            "nass": "المسلك الثاني: البحوث التنصيرية حول القرآن ¶ بدأ هذا المسلك مع بداية مرحلة التنصير المؤسَّسي، حيث عكفت مؤسستا التنصير: التبشير والاستشراق، على إجراء بحوث ودراسات حول القرآن لتقرير إنسانية مصدره، وتطبيق مناهج نقد النصوص الأدبية على القرآن.",
            "page": "51",
            "part": "1",
            "seal": "7C35D24C"
        },
        {
            "id": "59",
            "nass": "وقد أسهمت مدرسة النقد التاريخي في الغرب التي أسسها الكاثوليكي ريتشارد سيمون بكتابه ((التاريخ النقدي للعهد القديم)) عام 1678م (1) ، بدور فعّال في هذا المجال حيث تناولت القرآن الكريم ضمن مبحثين من مباحث النقد التاريخي للنصوص، وهما: ¶ أـ مصادر القرآن ¶ لم ير هذا المبحث النور إلا في أعقاب نجاح جهود مدرسة النقد التاريخي من خلال بحوث: ريتشارد سيمون ـ يوهان سملر ـ القس الألمانى تلننج برنارد فيتر ـ جان استروك ـ كارل دافيد إيلجن ـ دى فيته ـ هيرمان هونفلد ـ تيودور نولديكه ـ فلهاوزن، في اكتشاف الوثائق أو النسخ أو التقاليد (الكهنوتية ـ الإيلوهيمية ـ اليهوية ـ التثنية) التي شكلت مصادر كتابة التوراة على يد محرريها من اليهود. ¶ ولما كان الأخيران من رجال مدرسة النقد التاريخي (نولديكه، وفلهاوزن) من كبار علماء المؤسسة الثانية من مؤسسات التنصير ¶ __________ ¶ (1) ظن الدكتور محمد خليفة حسن في كتابه ((آثار الفكر الاستشراقي في المجتمعات الإسلامية)) ، ص 103، دار عين للبحوث والدراسات. القاهرة 1997م، أن فلهاوزن مؤسس علم النقد التاريخي، وهذا غير صحيح لأن جهود فلهاوزن في اكتشاف مصادر التوراة الأربعة مسبوقة بجهود ريتشارد سيمون صاحب أول مؤلّف في علم النقد التاريخي وتلته جهود خلفائه المذكورين في المتن والذين اكتشفوا كلٌّ على حدة أحد مصادر التوراة الأربعة، وقام فلهاوزن بترتيبها وتصنيفها وكشف دلالاتها. ¶ راجع في ذلك: ¶ Hans. Joachim Kraus , Geschichte der historisch - Kritischen Erforschung des ¶ les Alten Tesament , Neukir chen - Vluyn. 1969. ¶ Rudolf Smend , Epochen der Bibel kritik , Muenschen 1991.",
            "page": "52",
            "part": "1",
            "seal": "36DED992"
        },
        {
            "id": "60",
            "nass": "(الاستشراق) ، فقد وجّها البحث فى هذا المجال إلى القرآن الكريم، وذلك لإضفاء ثوب بّراق من العملية والمنهجية الزائفة على الادعاء التنصيري القديم بأن القرآن تلفيق من التوراة والإنجيل. ¶ لذلك أصبح موضوع ((مصادر القرآن)) أو ((مصادر الإسلام)) فرعاً مستقلا بذاته في دراسات مؤسّستي التنصير: الاستشراق والتنصير. ¶ وقد حرص مجادلو التنصير في هذا المجال على إرجاع كل كبيرة وصغيرة في القرآن إلى مصدر سابق سواء أكان دينياً أم غير ديني، وقد دارت مصادرهم المقترحة للقرآن الكريم حول مصادر ستة (1) : ـ ¶ 1 ـ الوسط الوثني في شبه جزيرة العرب (معتقدات، عادات، عبادات، أشعار) وعلى الأخص شعر أمية ابن أبي الصلت. ¶ 2 ـ الحنفاء. ¶ 3 ـ الصابئة. ¶ 4 ـ الزرادشتية وديانات الهند القديمة. ¶ 5 ـ النصرانية. ¶ 6 ـ اليهودية. ¶ ومن بين الجدليات التنصيرية ضد أصالة القرآن في هذا المجال: ¶ 1 ـ المصادر الأصلية للقرآن، للمبشر البورتستانتي سانت كلير تسدال. ¶ 2 ـ مصادر القصص الإسلامية في القرآن وقصص الأنبياء، سايدر سكاي، باريس 1932م. ¶ __________ ¶ (1) عمر رضوان، آراء المستشرقين حول القرآن الكريم وتفسيره (1 / 237 ـ 365) . ¶ محمد الشرقاوي، الاستشراق، ص 84 ـ 114، مطبعة المدينة. القاهرة. د. ت.",
            "page": "53",
            "part": "1",
            "seal": "8A06392C"
        },
        {
            "id": "61",
            "nass": "3 ـ تاريخ الإسلام، إصدار جامعة كمبردج عام 1970 م بإشراف برنارد لويس. ¶ 4 ـ مصادر القص الكتابي في القرآن، سباير. ¶ 5 ـ مصادر تاريخ القرآن، آرثر جيفري. ¶ 6 ـ محمد، ميشائيل كوك، طبع جامعة أكسفورد 1987م. ¶ 7 ـ القرآن والكتاب، الخوري الحداد، مطبعة حريصا البولسية، لبنان. ¶ 8 ـ مصادر الإسلام، المبشر وليم موير، لندن 1901م. ¶ وغيرها الكثير مما سبقت الإشارة إليه في النتاج الجدليّ لمرحلة التنصير المؤسّسي واكتفينا بذكره في موضعه تجنباً للتكرار. ¶ ب ـ تاريخ القرآن ¶ أدرج هذا الموضوع ضمن مباحث منهج النقد التاريخي التي عالجت كتاب العهد القديم والعهد الجديد معالجة تاريخية، بوصفهما عملين أدبيين بإسهامٍ إنسانيّ يمثل أرقى إنتاج إنساني متطور عبر العصور، لأنه لم يُؤَلَّف دفعة واحدة أو بقلم واحد، بل مرَّ بمراحل تطور تاريخية وأدبية يمكن رصدها وتحليلها، حيث مرّ في مرحلة تكوينه: تأليفا وجمعاً وتثبيتاً، بما يزيد على ألف عام بالنسبة للعهد القديم، وما يقارب نصف الفترة بالنسبة للعهد الجديد، وفى تلك الرحلة الطويلة تغيرت المضامين الدينية عبر مراحل التطور، وتغير البناء التركيبي للنصوص أدبياً ولغوياً، مما استوجب بحثاً نقدياً تاريخياً، يفسّر، ويبيّن، ويفصل ما بين تلك المراحل (1) . ¶ __________ ¶ (1) محمد خليفة حسن، آثار الفكر الاستشراقي في المجتمعات الإسلامية، ص 102، مرجع سابق.",
            "page": "54",
            "part": "1",
            "seal": "427C7FB8"
        },
        {
            "id": "62",
            "nass": "وقد صنّف مجادلو التنصير من أتباع مدرسة النقد التاريخي عدة مصنفات جدلية ضد أصالة القرآن الكريم تضعه في مصافّ الأعمال ذات المراحل التطورية المتعاقبة، بما يعنيه ذلك من دمغ له بالبشرية، تصنيفاً، وتحريراً، وتطويراً. ¶ ومن هذه المصنفات (1) : ¶ 1 ـ تاريخ القرآن، بوتيه (1800 ـ 1883م) ، باريس 1904م. ¶ 2 ـ التطور التاريخي للقرآن، إدوارد سل، مدارس (الهند) 1898م. ¶ 3 ـ القرآن، فلهاوزن (1844 ـ 1918م) مقال بالمجلة الشرقية الألمانية عام 1913م. ¶ 4 ـ مواد لدراسة تأريخ نص القرآن، آرثرجفري، ليدن 1937م. ¶ 5 ـ تاريخ النص القرآني، أجناس جولدتسهر، جوتنجن 1860م، وقد أعيد طبعه والتعليق عليه في مجلدين بواسطة ف. شواللى، ليبتزج 1909م. ¶ 6 ـ تاريخ النص القرآني، نولديكه. ¶ 7 ـ تاريخ قراءات القرآن، برجشتراسر. ¶ وذلك بخلاف المداخل التي صنفها مجادلو التنصير للتعريف بالقرآن الكريم وتناولت قضية ((مصادر القرآن)) ، ((تاريخ القرآن)) ، مثل المدخل الذي وضعه: بلاشير الفرنسي ونُشر في باريس 1947م بعنوان ((مدخل إلى القرآن)) ، وكذلك المدخل الذي وضعه: د. بل، ونشر في أدنبرج 1954 م بعنوان ((مدخل إلى القرآن)) . ¶ __________ ¶ (1) عمر رضوان، آراء المستشرقين حول القرآن وتفسيره (1 / 220 ـ 231) . ¶ محمد خليفة حسن، مرجع سابق، ص 103 ـ 104.",
            "page": "55",
            "part": "1",
            "seal": "042706FC"
        },
        {
            "id": "63",
            "nass": "المسلك الثالث: إصدار الدوريات والقواميس ودوائر المعارف المتخصصة ¶ من أبرز الدوريات التنصيرية المتخصصة في الجدل ضد القرآن الكريم: مجلة العالم الإسلامي، الحقيقة الواضحة، مجلة الإسلام: الألمانية، والفرنسية، والروسية. ¶ ومن أهم دوائر المعارف التنصيرية في هذا المجال ((دائرة المعارف الإسلامية)) (1) ¶ التي صدرت طبعتها الأولى باللغات الثلاث: الإنجليزية والفرنسية والألمانية في الفترة من 1914م إلى 1942م، وتوفر على إصدارها عتاة المستشرقين والمبشرين بإشراف الاتحاد الدولي للمجامع العلمية، ولما نفذت هذه الطبعة بدأ إصدار طبعة جديدة اعتباراً من سنة 1954م. ¶ وبدأ صدور الترجمة العربية للطبعة الأولى منذ عام 1934م، وفى عام 1997م صدرت ترجمة كاملة لدائرة المعارف الإسلامية بالتعاون بين الهيئة المصرية العامة للكتاب ومركز الشارقة للإبداع الفكري. ¶ __________ ¶ (1) راجع تاريخ نشأة الموسوعة وبيانات المؤلفين والموضوعات، لدى: ¶ ـ محمد فتحي عبد الهادي، المصادر المرجعية العربية عن الإسلام والمسلمين، ص 8 ـ 10، ندوة مصادر المعلومات عن العالم الإسلامي، مرجع سابق. ¶ ـ أعراب عبد الحميد، دائرة المعارف الإسلامية، ص 8 ـ 15، ندوة مصادر المعلومات عن العالم الإسلامي، مرجع سابق.",
            "page": "56",
            "part": "1",
            "seal": "0083E991"
        },
        {
            "id": "64",
            "nass": "وتعد هذه الدائرة أضخم عمل مرجعي عن الإسلام، كما أنها تتصف بصفة العالمية حيث شارك في تصنيفها قرابة ثلاثة آلاف مؤلف ينتمون إلى مختلف الجنسيات والديانات، مما أعطاها زخماً كبيراً في مجال الجدل ضد أصالة القرآن بما لها من انتشار وقبول. ¶ وقد وفّرت كل تلك الخصائص للدائرة سمات العمل التنصيري الناجح في تشويه حقائق الإسلام وإثارة الشبهات حول أصالة القرآن. ¶ يقول فريد وجدي: ((إن أكثر كتّاب الدائرة قسس مبشرون يهمهم أن يحيفوا الإسلام لا أن ينصفوه)) ، لذلك يصف رشيد رضا مباحث الدائرة بما فيها من أغلاط ومطاعن ومخالفة الحقائق، بأنها: ((أضرُّ من شر كتب دعاة المبشرين وصحفهم)) (1) . ¶ ويكفى استعراض ما سطره المبشر الأمريكي ماكدونالد في الدائرة. ¶ __________ ¶ (1) أعراب عبد الحميد، دائرة المعارف الإسلامية، ص 9، ندوة مصادر المعلومات. مرجع سابق.",
            "page": "57",
            "part": "1",
            "seal": "E55892AA"
        },
        {
            "id": "65",
            "nass": "المسلك الرابع: ترويح المزاعم وإثارة الشبهات ¶ ... ¶ المسلك الرابع: ترويج المزاعم وإثارة الشبهات ¶ اتجه المنصِّرون في جدلياتهم منذ البداية إلى إثارة الشبهات والمزاعم حول المصدر الإلهي للقرآن الكريم، وكانت جدلية الدمشقي ضد الإسلام هي المنطلق والفرضية الأساسية التي بنيت عليها مزاعم وشبهات الجدل التنصيري ضد أصالة القرآن الكريم. ¶ فمنذ أرسى الدمشقي دعائم جدليته الأساسية ((الإسلام هرطقة مسيحية)) ، ولازال الجدل التنصيري يرددها عبر مراحله المختلفة، ففي",
            "page": "57",
            "part": "1",
            "seal": "5AB6CE05"
        },
        {
            "id": "66",
            "nass": "العصور الوسطى تلقفها توما الإكويني الذي صبغ العصور الوسطى برؤيته، فوصف الإسلام بأنه دين زائف وهرطقة بدعية (1) . ¶ وفى العصر الحديث أكد المبشر الأمريكي ماكدونالد، مؤسس مدرسة كنيدي لإعداد الإرساليات التبشيرية، وصاحب الدراسات الواسعة عن الإسلام ومؤلف أكثر من ((مادة)) من مواد دائرة المعارف الإسلامية، أكّد فيها على أن ((الإسلام مسيحية مهرطقة)) (2) . ¶ وتجسدت هذه الجدلية في الأعمال الأدبية والفنية التنصيرية ففي ((الكوميديا الإلهية)) لدانتي الذي كان يتبنى الفلسفة اللاهوتية لتوما الإكوينى، يظهر محمد صلى الله عليه وسلم في فصل (كانتو) 28 من الجحيم، وقد وُضع في الدائرة الثامنة من دوائر الجحيم التسع، وهى دائرة من الخنادق الكئيبة التي تحيط بمعقل الشيطان ولا يفصل بين محمد صلى الله عليه وسلم وقعر الجحيم حيث يقبع الشيطان، سوى المزيفين والخونة مثل: (يهوذا الإسخريوطي، وبروتس الرومانى) . كما أن عقابه فريد مثير للاشمئزاز حيث يقطع نصفين من ذقنه إلى شقين. وهو يسوِّي بينه في استحقاق العقوبة وبين قسيس شهواني مرتد ادعى لنفسه مكانة دينية بارزة اسمه: ((فرا دولشينو)) . ¶ بينما يضع كلا من ابن سينا وابن رشد وصلاح الدين في الدائرة الأولى من الجحيم حيث يقاسون أخف ألوان العقاب، لأنهم أفاضل فاتتهم فقط نعمة الوحي المسيحي (3) . ¶ __________ ¶ (1) Montgomery Watt , The Influence of Islam on Medieval Europe , p. 74, Edinburgh up 1972. ¶ (2) إدوارد سعيد، الاستشراق، ص 220 مرجع سابق. ¶ (3) إدوارد سعيد، الاستشراق، ص 97، مرجع سابق.",
            "page": "58",
            "part": "1",
            "seal": "514BB41B"
        },
        {
            "id": "67",
            "nass": "وقد ترتب على هذه الجدلية الادعاء بأن القرآن ليس كتاباً سماوياً أصيلا بل كتاب هرطقة، وهو ما تفرع عنه زعمان وشبهتان رئيستان روجتهما دوائر الجدل التنصيري في جدلياتها ضد أصالة القرآن، وهما: ¶ أـ القرآن تلْفيق من اليهودية والنصرانية. ¶ يقول المستشرق اليهودي إبراهام جيجر في كتابه ((ماذا اقتبس محمد من اليهودية)) : ((إن القرآن مأخوذ باللفظ أو بالمعنى من كتب اليهود)) (1) . ¶ ويؤكد اليهودي برنارد لويس: ((أن محمداً خضع للتأثيرات اليهودية والمسيحية كما يبدو ذلك واضحاً في القرآن)) (2) . ¶ ويشرح جولدتسهر قائلا: ((تبشير النبي العربي ليس إلا مزيجاً منتخباً من معارف وآراء دينية عرفها بفضل اتصاله بالعناصر اليهودية والمسيحية التي تأثر بها تأثراً عميقاً، والتي رآها جديرة بأن توقظ في بني وطنه عاطفة دينية صادقة.... فصارت عقيدة انطوى عليها قلبه، كما صار يعد هذه التعاليم وحيا إلهياً)) (3) . ¶ ويستدل الخوري الحداد المبشر اللبناني في جدليته الضخمة ضد أصالة القرآن (4) ، على صحة مزاعم أسلافه من المنصرين، بقوله: ((فوجود العالِم ¶ __________ ¶ (1) نقلا عن محمد صالح البنداق، مرجع سابق، ص 108. ¶ (2) غراب، مرجع سابق، ص 112. ¶ (3) جولدتسهر، العقيدة والشريعة في الإسلام، ص 12، بترجمة محمد يوسف موسى وآخرون، القاهرة 1948م. ¶ (4) صدرت هذه الجدلية منتصف القرن العشرين في أربع مجلدات طبعتها مطبعة حريصا البولسية في لبنان بعنوان ((دروس قرآنية)) ، مع عنوان خاص لكل كتاب، يجسد فيه مضمون جدليته، وجاءت على النحو التالي: ـ ¶ 1 ـ الإنجيل والقرآن.",
            "page": "59",
            "part": "1",
            "seal": "51D3335C"
        },
        {
            "id": "68",
            "nass": "المسيحي ورقة بن نوفل في جوار محمد خمسة عشر عاماً قبل البعثة، وأعواماً بعدها في أوائل الدعوة ووجود هذه الحاشية الكريمة في المدينة مع النبي في كل زمان ومكان حجة قاطعة على أن بيئة النبي والقرآن كانت كتابية من كل نواحيها، وأن ثقافة محمد والقرآن كتابية في كل مظاهرها، وذلك بمعزل عن الوحي والتنزيل)) (1) . ¶ ب ـ القرآن تكرار لقصص العهد القديم والجديد ¶ ساق مجادلو التنصير هذا الزعم تخصيصاً لما أجمل في الشبهة السابقة، استناداً إلى العناصر المشتركة بين القصص القرآني وقصص العهدين. ¶ يقول جولدتسهر: ((لقد أفاد محمد من تاريخ العهد القديم وكان ذلك في أكثر الأحيان عن طريق قصص الأنبياء ليذكَّر على سبيل الإنذار والتمثيل بمصير الأمم السالفة الذين سخروا من رسلهم ووقفوا في طريقهم)) (2) . ¶ __________ ¶ 2 ـالقرآن والكتاب. ¶ 3 ـ القرآن والكتاب وهو تكملة للجزء الثاني. ¶ 4 ـ نظم القرآن والكتاب. ¶ وقد تصدى له الشيخ محمد عزة دروزه في ردٍّ تفصيلي في كتابه ((القرآن والمبشرون)) الصادر عن المكتب الإسلامي بدمشق، في مؤلف عدّه الدكتور فريد مصطفى من أفضل ما كتب الشيخ دروزة. ¶ راجع: فريد مصطفى سليمان، محمد عزة دروزة وتفسير القرآن الكريم، ص 424، مكتبة الرشد، الرياض 1414هـ / 1993م. ¶ (1) الحداد، القرآن والكتاب (2 / 1060) مرجع سابق. ¶ (2) جولد تسهر، العقيدة والشريعة في الإسلام، ص 15 مرجع سابق، والمعنى نفسه أورده بلفظ مقارب في ((مذاهب التفسير الإسلامي)) ، ص 75، بترجمة عبد الحليم النجار، القاهرة 1955م.",
            "page": "60",
            "part": "1",
            "seal": "A53F4A14"
        },
        {
            "id": "69",
            "nass": "ويستطرد موضحاً طريقة الإفادة، بقوله: ((إن محمداً أخذ يجمع ما وجده في اتصاله السطحي أثناء رحلاته التجارية مهما كانت طبيعة هذا الذي وجده، ثم أفاد من دون أي تنظيم)) (1) . ¶ أما المستشرق اليهودي فنسنك فيخرج بدائرة الإفادة عن حدود العهد القديم، ويربط لنا بوضوح بين هذا الزعم وسابقه والفرضية الأساسية والمنطلق الذي تفرعت عنه هذه الادعاءات قائلا: (النبي كان يبشر بدين مستمد من اليهودية والنصرانية، ومن ثمَّ كان يردد قصص الأنبياء المذكورين في التوراة والإنجيل، لينذر قومه بما حدث لمكذَّبي الرسل قبله، وليثبِّت أتباعه القليلين من حوله) (2) . ¶ ولأن هذه المزاعم التنصيرية تستمد أصولها من مزاعم مشركي مكة حول أصالة القرآن الكريم كما اتضح ذلك من خلال رصد خصائص الجدل التنصيري في مرحلة بداياته المشرقية. ¶ فإن القرآن الكريم نفسه قد تصدى لهذه المزاعم مفنداً إياهاً من طرق: ¶ أولها: طريق التحدي، وهو طريق الردع لذوي اللجاجة في الجدل غير المنقادين إلى المسلمات والحقائق، والرافضة لكل برهان يقينيّ ودليل إلزامي وحجة دامغة. قال تعالى: {قُلْ لَئِنِ اجْتَمَعَتِ الْأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً} (الإسراء: 88) . ¶ __________ ¶ (1) جولدتسهر، العقيدة والشريعة، ص 25، مرجع سابق. ¶ (2) غراب، مرجع سابق، ص 91.",
            "page": "61",
            "part": "1",
            "seal": "319AB3CA"
        },
        {
            "id": "70",
            "nass": "فإن كان محمد صلى الله عليه وسلم قد استطاع بمساعدة أهل الكتاب أن يأتي بالقرآن من عند نفسه، فليحاول أهل الكتاب أنفسهم ومعهم الثقلان من الجن والإنس أن يأتوا بمثل القرآن إن كانوا صادقين في زعمهم مبدأ الإفادة. ¶ وهذا التحدي القرآني لمجادلي التنصير يشتمل على دليل بطلان مزاعمهم، إذ التحدي مكلَّل بفشلهم وهو دليل على بطلان دعواهم. ¶ الثاني: طريق المقارنة، حيث يدعو القرآن إلى تأمل آياته وقصصه وأخباره، إذ ينتهي ذلك التأمل إلى نتيجة حتمية مؤداها تنزيه القرآن عن الاختلاف والتناقض، وهذه سمة الوحي الإلهي الأصيل فقط، أما غيره فيشتمل على وجوه من الاختلاف والتضارب، قال تعالى: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} (النساء: 82) . ¶ الثالث: طريق النقد التاريخي، وفيه ألزم القرآن مجادليه بحقيقتين تاريخيتين تبطلان مزاعمهم: ¶ الحقيقة الأولى: أمية الرسول صلى الله عليه وسلم وعدم معرفته بالقراءة والكتابة. ¶ قال تعالى: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلا تَخُطُّهُ بِيَمِينِكَ إِذاً لارْتَابَ الْمُبْطِلُونَ} (العنكبوت:48) . ¶ الحقيقة الثانية: عجمة المعلمين المزعومين، فالحداد الذي نسبوا إليه تعليم النبي صلى الله عليه وسلم كان لسانه أعجمياً لا يجيد العربية بينما القرآن في أعلى طبقات الفصاحة التي سجد لها بعض الأعراب، والتي لا يستقيم عقلا أن يتعلمها النبي صلى الله عليه وسلم من أعجمي، قال تعالى: {وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ} (النحل:103) .",
            "page": "62",
            "part": "1",
            "seal": "64FEF1B4"
        },
        {
            "id": "71",
            "nass": "المبحث الخامس: تفنيد مزاعم الجدل التنصيري ضد أصالة القرآن الكريم ¶ دلائل تهافت الدعوى الأولى ¶ ... ¶ No pages",
            "page": null,
            "part": "1",
            "seal": "C73BE3AD"
        },
        {
            "id": "72",
            "nass": "2 ـ دلائل تهافت الدعوى الثانية: القصص القرآنى تكرار لقصص التوراة والإنجيل:",
            "page": "100",
            "part": "1",
            "seal": "8D6C2339"
        },
        {
            "id": "73",
            "nass": "سبق القول بأن هذه الدعوى تفصيل للدعوى الأولى، وتحديد لمجمل مزاعمها، وتعيين القصص القرآني بأنه موضع الاقتباس والإفادة من قصص التوراة والإنجيل، ولن يجدي في رد هذه الشبهة سوى منهج نقد النصوص المقارن لإبراز جوانب التباين بين مرويات القصص القرآني ومنهجها، وبين القصص التوارتي والإنجيل. ¶ وبواسطة هذا المنهج أمكن الوقوف على أربعة دلائل تتهافت معها دعوى تكرار القرآن لقصص التوراة والإنجيل، وهى: ¶ الدليل الأول: اختلاف منهج القصص في القرآن عن المنهج القصصي في التوراة والإنجيل. ¶ يختلف منهج القصص في القرآن عن المنهج القصصي في التوراة والإنجيل من عدة جوانب منها: ¶ 1 ـ مصدر القصص، حيث إن الذى يقصُّ في القرآن هو الله تبارك وتعالى (1) ، فهو المتكلم بالكلمة القرآنية، يقول تعالى: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ} (يوسف/3) ¶ ويقول تعالى: {نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدىً} (الكهف/13) . ¶ أما في التوراة والإنجيل فالله تعالى متحدَّث عنه بطريق الحكاية لتعريف الناس به. ¶ __________ ¶ (1) التهامى النقرة، سيكولوجية القصة في القرآن، ص 80، الشركة التونسية للتوزيع. تونس 1974م.",
            "page": "101",
            "part": "1",
            "seal": "19BEF349"
        },
        {
            "id": "74",
            "nass": "2 ـ الخيال القصصي، بينما يقوم الخيال القصصي في التوراة والإنجيل بأكبر الأدوار في صياغة وتأليف قصصهما، وهو ما كشفت عنه دراسات حديثة تعد مرجعيات في هذا الباب، مثل دراسة: جيمس فريزر عن الفلكلور في العهد القديم (1) . ¶ ودراسة: ((زينون كاسيدوفسكي)) عن الحقيقة والأسطورة في التوراة والتي لخّص فيها. مكانة الخيال والخرافة في القصص التوراتى، بقوله: ((تناقل اليهود تراثهم الديني من جيل إلى جيل، وساهم الطابع الفلكلورى لنقل الروايات الحقيقية بتطعميها بكثرة من الخرافات والأساطير والأمثال والأقصوصات، جعلت من الصعب الآن التمييز بين الواقع والخرافة فيها)) (2) . ¶ وكذلك الأمر فيما يخص العهد الجديد، مما حدا ((برودولف بولتمان)) أحد رواد مدرسة الأشكال الأدبية وتاريخ الأديان، إلى السعي نحو مشروع تطهير العهد الجديد من الأساطير حتى تكون له قيمة في الوقت الراهن، بقوله: ((تقف المسيحية اليوم أمام خيار عسير: فبمطالبتها الإيمان بعقائدها فإنها تشق على البشرية بإلزامها التسليم بقصص وخرافات أسطورية عفا عليها الزمن. ¶ فإن كان هذا المطلب غير ممكن التحقيق ويترتب عليه التساؤل عما إذا كان العهد الجديد يتضمن ذاتية مستقلة عن عالم الأساطير! ؟ ¶ __________ ¶ (1) جيمس فريزر، الفلكلور في العهد القديم، بترجمة نبيلة إبراهيم، الهيئة المصرية العامة للكتاب 1973م. ¶ (2) زينون كاسيدوفسكي، الحقيقة والأسطورة في التوراة، ص 52، الأبجدية للنشر. دمشق 1990م.",
            "page": "102",
            "part": "1",
            "seal": "8EB41FCE"
        },
        {
            "id": "75",
            "nass": "فإن الواجب اللازم للباحث في الأديان تطهير الدعوة المسيحية من الأساطير تطهيراً كاملا، وليس جزئياً، فإما أن يقبل المرء الأساطير أو يرفضها كلية)) (1) . ¶ أما القرآن الكريم فلا يعرف الخيال القصصي طريقاً إلى مادة مروياته، حيث يلجأ القرآن في قصصه إلى الاحتكام لمعياره النقدي في الأخبار: {إن جاءكم فاسق بنبأ فتبينوا} (الحجرات/6) . ¶ فهو يطالب قارئ قصصه بتلمس دلائل واقعيتها وصدقها التاريخي في آثارها الماثلة للعيان: {قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} (آل عمران/137) . ¶ وقد وقف الأثريون على آثار القصص القرآني الشاهدة على الصدق التاريخي، مثل آثار سيل العرم الذى هدّم سد مأرب باليمن، فلازالت آثار الجنتين الواقعتين عن يمين السد وشماله ماثلة حتى اليوم تؤكد صحة قصة سبأ: {لَقَدْ كَانَ لِسَبَأٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ} (سبأ/15ـ21) . ¶ وكذلك اكتشف علماء الآثار النقوش الثمودية في أرض تبوك ومدائن صالح وتيماء ولازالت مزاراً سياحياً حتى اليوم (2) . ¶ ولذلك يصف القرآن قصصه بأنه: {أَحْسَنَ الْقَصَصِ} (يوسف/3) ، لما توافر له من علم ومعاينة: {فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَمَا كُنَّا ¶ __________ ¶ (1) Rudolf Bultmonn , Neues Testament und MyThologie , S: 21 , in: Kergma und MyThos, Hrsg. von: Hans - Werner Hamburg 1960. ¶ (2) سيدة إسماعيل كاشف، مصادر التاريخ، ص 16.",
            "page": "103",
            "part": "1",
            "seal": "E6FDDE27"
        },
        {
            "id": "76",
            "nass": "غَائِبِينَ} (الأعراف/7) ، وما اتسم به من حقيقة وصدق: {إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ} (آل عمران/62) . ¶ 3 ـ التشخيص البياني، وهو التعبير بالصورة المحسوسة المتخيلة عن المعانى الذهنية والحالات الشعورية والمشاهدات والأحداث الحقيقية، وهذا النهج التشخيصي هو الأداة المفضلة في القصص القرآني. يقول سيد قطب: ¶ ((إن التعبير القرآني يتناول القصة بريشة التصوير المبدعة التى يتناول بها جميع المشاهد والمناظر التى يعرضها فتستحيل القصة حادثاً يقع ومشهداً يجرى لا قصة تروى ولا حادثاً قد مضى)) (1) . ¶ 4 ـ التصريح والتلميح، في الوقت الذى يهتم القرآن بإبراز أدق التفاصيل النفسية والشعورية لأشخاص قصصه، فإنه يكتفي بذلك التشخيص معرضاً عن التصريح بالأسماء كما في قصة ((العبد الصالح)) ((الفتى)) مع موسى، وكما في قصة ثمود {إِذِ انْبَعَثَ أَشْقَاهَا} (الشمس/12) ، وكما في مؤمن آل فرعون. ¶ وقد يكون هذا التلميح إلى جانب ملاءمته للمنهج القصصي الذى يهتم بإبراز الحدث وقيمته ومغزاه لكونه الهدف من القصّ، فإنه يناسب طبيعة التشريع الإسلامي فيما يخصُّ أسماء النساء مثلا: امرأة نوح وامرأة لوط وامرأة فرعون، وكذلك زوجة إبراهيم هاجر وسارة، وأسماء زوجات النبي صلى الله عليه وسلم، والمجادلة في زوجها (2) . ¶ __________ ¶ (1) سيد قطب، التصوير الفني في القرآن، ص 156، دار المعارف، القاهرة 1966م. ¶ (2) حسين علي محمد، القرآن ونظرية الفن، ص 112، القاهرة 1413 هـ ـ 1992م.",
            "page": "104",
            "part": "1",
            "seal": "B81CAA63"
        },
        {
            "id": "77",
            "nass": "5 ـ التجريد الزماني والمكاني، حيث لا يحدد القرآن زمن الحدث أو مدته أو مكانه إلا ما كان محورياً في الحدث أو مسرحاً له كمصر في قصة يوسف، أو المسجد الحرام والمسجد الأقصى في الإسراء والمعراج، أو مدة رسالة نوح، أو مدة لبث أهل الكهف في نومهم، أو المدة التي أماتها الله للمارّ على القرية الخاوية (1) ¶ وترجع أسباب التجريد في الزمان والمكان في قصص القرآن إلى أمرين: ¶ أولهما: عناية القصة بالحدث وتقرير الحقائق الدائمة المستقلة عن الأشخاص، والتي يمكن الإفادة من حكمتها ومغزاها في كل زمان ومكان بما يتلاءم مع عالمية رسالة القرآن واستمرارها، فما الأشخاص في القصص القرآني والحال كذلك إلا أمثلة لتلك الحقائق المقصودة لذاتها (2) . ¶ الثانى: تحقيق الإيجاز غير المُخِلّ (3) . ¶ 6 ـ التنويع بين الإجمال والتفصيل، ففي مواضع: التحذير من العناد والتكذيب والإصرار على الباطل، والتخويف من مصائر المكذبين، يكون الإيجاز والفواصل القصيرة دون ذكر للأسماء أو للمحاورات (4) ، فيورد القرآن ـ مثلا ـ في تسع آيات من سورة الفجر ثلاث قصص لمكذبي الرسل تشمل أعمالهم وعقابهم. قال تعالى: {أَلَمْ تَرَ كَيْفَ ¶ __________ ¶ (1) التهامى نقرة، سيكلوجية القصة في القرآن، ص 97. مرجع سابق. ¶ حسين علي محمد، القرآن ونظرية الفن، ص 113. مرجع سابق. ¶ (2) سيد قطب، في ظلال القرآن (2 / 217) ، دار الشروق. القاهرة 1402 هـ ـ 1982 م. ¶ (3) عبد الجواد المحص، أدب القصة في القرآن الكريم، ص 255، الدار المصرية بالاسكندرية 1420هـ ـ 2000م. ¶ (4) التهامى نقرة، سيكلوجية القصة في القرآن، ص 91.",
            "page": "105",
            "part": "1",
            "seal": "F397F957"
        },
        {
            "id": "78",
            "nass": "فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ الْعِمَادِ. الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلادِ. وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ وَفِرْعَوْنَ ذِي الْأَوْتَادِ الَّذِينَ طَغَوْا فِي الْبِلادِ فَأَكْثَرُوا فِيهَا الْفَسَادَ فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ. إِنَّ رَبَّكَ لَبِالْمِرْصَادِ} (الفجر/6ـ14) . وهذا مالا نظير له في التوراة أو الإنجيل. ¶ 7 ـ عاقبة القصص، يأتى ختام القصة في القرآن بعكس ختام قصص التوراة والإنجيل حيث تختم القصة مع نهاية السفر أو الإصحاح، ففي قصة يوسف مثلا يفترض أن تكون الخاتمة في لقاء يوسف بأبيه يعقوب الذى صورته التوراة على النحو التالى: ((فشد يوسف مركبته وصعد لاستقبال إسرائيل أبيه إلى جاسان، ولما ظهر له وقع على عنقه وبكى على عنقه زماناً. فقال إسرائيل ليوسف أموت الآن بعد ما رأيت وجهك أنك حىّ بعد)) (1) . ¶ وعلى الرغم من أن عبارة يعقوب لم تمس سبب العقدة الأصلية في القصة وهى رؤيا يوسف وتآمر إخوته عليه، فإن القاصّ في التوراة يكمل الأحداث بعد هذا اللقاء ليصف لقاء يعقوب بالفرعون، والمكان الذي أقطعه لبني إسرائيل، ومرض يعقوب وموته. ¶ أما ختام القصص في القرآن فيكون غالباً في شكل عبرة، أو عظة، أو حكمة، أو تقرير موجز (2) ، كما في قصة السامري مع العجل: {إِنَّمَا إِلَهُكُمُ اللَّهُ الَّذِي لا إِلَهَ إِلَّا هُوَ وَسِعَ كُلَّ شَيْءٍ عِلْماً} (طه/98) ، وفي قصة ¶ __________ ¶ (1) سفر التكوين (46 / 29 ـ 30) . ¶ (2) حسين محمد علي، القرآن ونظرية الفن، ص 113، مرجع سابق.",
            "page": "106",
            "part": "1",
            "seal": "B24FB3C4"
        },
        {
            "id": "79",
            "nass": "أهل الكهف: {قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلا يُشْرِكُ فِي حُكْمِهِ أَحَداً} (الكهف:26) ، وفي قصة يوسف: {وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّداً وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقّاً وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ} (يوسف:100) ، وفي قصة مريم وابنها المسيح: {ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ. مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} (مريم/34 ـ 35) . ¶ الدليل الثاني: تباين أهداف القصص في القرآن والتوراة والإنجيل ¶ تختلف أهداف القصة في التوراة والإنجيل عنها في القرآن، وذلك على النحو التالى: ¶ أـ أهداف القصة في التوراة والإنجيل. ¶ يمثل العهد القديم والجديد سجلا تاريخياً لحياة الشعب الإسرائيلى والنصراني، فهو كتاب تاريخ وتأريخ للاعتقاد والرؤساء والأنساب والتقاليد والنظم الاجتماعية والعلاقات الشخصية؛ لذلك جاءت عناوين الأسفار ملخّصة لمضمون تاريخها، مثل سفر التكوين الذى يؤرخ لبدء الخليقة، وسفر الخروج الذى يؤرخ لخروج اليهود من مصر، وسفر العدد الذى يحصي أعدادهم، وسفر اللاويين الذى يؤرخ لأحكام الكهنة من بني لاوي، وسفر التثنية الذى يعيد الأحكام والفروض والوصايا. ¶ ولما كان الهدف من الكتابين التأريخ جاءت القصص فيهما في إطار الهدف العام، فجاءت سردية تأريخية متنوعة ما بين التأريخ للأنساب كما في",
            "page": "107",
            "part": "1",
            "seal": "3CB64637"
        },
        {
            "id": "80",
            "nass": "الإحصاءات التى يقوم بها العهد القديم لأعداد بني إسرائيل الداخلين إلى مصر والخارجين منها والداخلين إلى فلسطين والمهجّرين منها.... إلخ. ¶ وكذلك التأريخ لنسب المسيح كما في شجرتي النسب الشهيرتين لدى متى ولوقا في العهد الجديد. ¶ وما بين التأريخ للسير الذاتية والتيارات الأدبية، كما في خطابات بولس الشخصية لأصدقائه. تيموتاوس (1) ، فيلمون (2) ، وكما في التأريخ لقصائد داود في المناسبات المختلفة (3) . ¶ وما بين القصص التأريخي للأحداث، مثل إنجيل لوقا الذى يصرح مؤلفه أن قصصه تأريخ لأحداث جرت بذكرها الألسنة. يقول لوقا: ((إذ كان كثيرون قد أخذوا بتأليف قصة في الأمور المتيقنة عندنا كما سلّمها إلينا الذين كانوا منذ البدء معاينين وخدّاما للكلمة. ¶ رأيت أنا أيضا إذ قد تتبَّعت كل شيء من الأول بتدقيق أن أكتب على التوالى إليك أيها العزيز ثاوفيلس؛ لتعرف صحة الكلام الذى عُلِّمْتَ به، كان في أيام هيرودس ملك اليهودية)) (4) . ¶ وفي سفر أعمال الرسل يخبر الكاتب أن قصصه تكملة لمشروع القصص التأريخى الذى بدأه في كتابه إلى ثاوفيلس وتوقف فيه عند رفع المسيح (5) . ¶ __________ ¶ (1) العهد الجديد، رسالة بولس الأولى إلى تيموتاوس. ¶ العهد الجديد، رسالة بولس الثانية إلى تيموتاوس. ¶ (2) العهد الجديد، رسالة بولس إلى فيلمون. ¶ (3) العهد القديم، سفر المزامير، مزمور رقم: 45، 52، 54، 85، 89. ¶ وانظر: سفر الأمثال، الإصحاح الأول. ¶ (4) إنجيل لوقا (1 / 1 ـ 5) . ¶ (5) العهد الجديد، سفر أعمال الرسل (1 / 1 ـ 9) .",
            "page": "108",
            "part": "1",
            "seal": "5A688866"
        },
        {
            "id": "81",
            "nass": "وربما يكون هذا الهدف التأريخي أحد أهم أسباب مجيء القصص التوراتى والإنجيلي سردياً بارداً غير مؤثر وجدانيا في المتلقي أو مشوق له.",
            "page": "109",
            "part": "1",
            "seal": "F6ADC867"
        },
        {
            "id": "82",
            "nass": "ب ـ أهداف القصص القرآني ¶ القصص القرآني ليس مسوقاً لذاته، بل لأجل غايات وأهداف كثيرة يمكن إدراكها بالتفكير والتأمل في القصص؛ لقوله تعالى: {فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ} (الأعراف/ 176) . ومن هذه الأهداف: ¶ 1 ـ الاستدلال على التوحيد، وهو من أهم أهداف القصص القرآنى، كما في قصص إبراهيم مع قومه، ونوح مع قومه، وموسى مع فرعون.... إلخ. ¶ 2 ـ تثبيت الرسول والمؤمنين على الحق الذي يدعون إليه رغم ما يلقونه من مشقة ويتكبدونه من تضحيات، قال تعالى: {وَكُلّاً نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ} (هود/120) . ¶ 3 ـ الحكم والفصل في مواضع الاختلاف والتضارب في قصص التوراة والإنجيل، قال تعالى: {إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرائيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ} (النمل/76) ، ولعل هذا الهدف الذي حدده القرآن لقصصه أبلغ رد وأوقع دليل على تهافت دعوى الجدليات التنصيرية بأن القرآن تكرار للقصص في التوراة والإنجيل؛ لأنه يتضمن التفسير المقنع لمواضع التشابه بين القصص القرآني وقصص الكتب السابقة، فما جاءت به الكتب السابقة في مقام ادعاء المدعي، أما قصص القرآن فهو حقيقة الحدث الذي جرى يحكيه القاضي الفاصل في دعوى المدّعي، مبيِّنا به وجه الخطأ والصواب في مزاعم الادعاء ومقرراً الحقيقة التاريخية في الحدث لكل العالمين.",
            "page": "110",
            "part": "1",
            "seal": "3636216E"
        },
        {
            "id": "83",
            "nass": "4 ـ العظة والاعتبار، قال تعالى: {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ} (يوسف:111) ، ويمكن القول إن معظم قصص القرآن يُقصد به العظة والاعتبار من باب: إما قياس الطرد وإما قياس العكس، فما يحيق بالمشركين وبمخالفي الرسل هو جزاء كل من جاء بمثل فعلهم، أما من جاء بعكس فعلهم فله عكس جزائهم. ¶ ولذلك حينما يورد القرآن قصص الفساد الأخلاقي لدى الأمم السابقة، يقرن ذلك بما تلاه من جزاء ومصير ناله المفسدون، ويصدّر ذلك بطلب النظر والتأمل في التلازم بين الذنب والعقاب للاعتبار والتخويف. يقول تعالى عقب قصة قوم لوط: {وَأَمْطَرْنَا عَلَيْهِمْ مَطَراً فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ} (الأعراف/84) . ¶ ويعقّب القرآن على قصة ثمود بالترهيب من جزاء من يفعل السيئات مثلهم، وبالترغيب في ثواب من آمن واتقى من قوم صالح. قال تعالى: {فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} (النمل/51ـ53) . ¶ 5 ـ الحجة والإقناع، وذلك بإيراد القصة المناسبة للموقف بما تتضمنه من حوار تبرز فيه دعاوى المخالفين القدامى ضد أنبيائهم، ثم تأتى ردود الأنبياء الإقناعية وكأنها ردود من النبي محمد صلى الله عليه وسلم على قومه أو ردود من كل داعية إلى الإسلام على مخالفيه في كل زمان ومكان، من ذلك مثلا الحوار الذي جرى بين نوح وقومه. قال تعالى: {وَلا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ",
            "page": "111",
            "part": "1",
            "seal": "D5AB0E6E"
        },
        {
            "id": "84",
            "nass": "الْغَيْبَ وَلا أَقُولُ إِنِّي مَلَكٌ وَلا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْراً اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذاً لَمِنَ الظَّالِمِينَ} (هود /31) . ¶ 6 ـ إظهار قدرة الله المطلقة، وذلك في باب الخلق من عدم كقصة خلق آدم، أو الخلق من أم بلا أب كقصة مريم وابنها المسيح عيسى، أو إثبات القدرة على إحياء الموتى كقصة إبراهيم مع الطير، أو البعث والنشور كقصة الذي أماته الله مائة عام ثم بعثه. ¶ الدليل الثالث: القصص الذي انفرد به القرآن ¶ يعد هذا الدليل من أبرز أدلة ((نقد النص)) وأهمها في بيان تهافت دعوى تكرار القرآن لقصص التوراة والإنجيل، بسبب كون المصدر المزعوم الإفادة منه يفتقد مادة المرويات القصصية ويجهل كل شىء عنها، وذلك في حالة القصص الكاملة التي انفرد بها القرآن، ويزيد الأمر قوة في الإثبات والإفحام عندما تتعلق المرويات ببعض التفاصيل الدقيقة التي أتى بها القرآن في القصص المتناظرة مما لم تذكره كتب العهدين. ¶ ومن القصص الذي انفرد به القرآن ما يلى: ـ ¶ أـ القصص الكاملة ¶ مثل قصص: صالح، هود، شعيب، الخضر، ذى القرنين.",
            "page": "112",
            "part": "1",
            "seal": "D52F927C"
        },
        {
            "id": "85",
            "nass": "ب ـ تفاصيل دقيقة في القصص المتناظر انفرد بها القرآن أو خالف فيها كتب التوراة والإنجيل مثل (1) : ¶ 1 ـ ما جاء في القرآن الكريم من أمر الله الملائكة بالسجود لآدم وامتناع إبليس عن هذا السجود. ¶ 2 ـ ما ورد في القرآن الكريم من قصص الخليل عليه السلام مع قومه وتحطيمه لأصنامهم ونظرته في النجوم، وحجاجه مع قومه، ومحاولتهم إحراقه في النار، وإسكانه بعض ذريته عند بيت الله الحرام، واشتراكه هو وابنه إسماعيل في رفع القواعد من البيت وبناء الكعبة. ¶ 3 ـ ما قصه علينا القرآن الكريم من محاورة بين نوح وابنه الكافر، وعدم ركوب هذا في السفينة وغرقه، ومحاورة نوح مع الله في ذلك. ¶ 4 ـ ما قصه علينا القرآن الكريم من تمزيق امرأة العزيز قميص يوسف، وحديث النسوة ودعوة امرأة العزيز إياهن وتقطيعهن أيديهن. ¶ 5 ـ ما قصه القرآن الكريم عن خبرة سحرة فرعون والتقام العصا التي انقلبت حية لحبالهم وعصيهم وسجودهم وإيمانهم برب هارون وموسى، ومحاورتهم مع فرعون. ¶ 6 ـ الشخص الثاني الذي أراد سيدنا موسى عليه السلام أن يبطش به من عدوه، في حين أن العهد القديم يدعى أن هذا الشخص عبراني. ¶ 7 ـ السامرى الذي صنع العجل لبني إسرائيل في حين أن التوراة تذكر أنه هارون عليه السلام. ¶ __________ ¶ (1) عبد الجواد المحص، أباطيل الخصوم حول القصص القرآني، ص 46 ـ 48، الدار المصرية. الاسكندرية 1420هـ ـ 2000م.",
            "page": "113",
            "part": "1",
            "seal": "87E22CEA"
        },
        {
            "id": "86",
            "nass": "8 ـ ما قصه القرآن الكريم عن الرجل المؤمن من آل فرعون الذي كان يكتم إيمانه، ودافع عن موسى حين هموا بقتله، وذلك الرجل الذي جاء من أقصى المدينة يسعى فنصح موسى بالخروج من أرض مصر. ¶ 9 ـ القرآن الكريم يذكر أن بنات الشيخ المدْيَني اثنتان، في حين أن التوراة تذكر أنهن سبع. ¶ 10 ـ ما ورد في القرآن الكريم من محاورة بين فرعون وهامان لأجل بناء صرح ليطلع إلى إله موسى. ¶ 11 ـ ما جاء في القرآن الكريم من خبر أمر موسى قومه بذبح بقرة ومحاورته معهم. ¶ 12 ـ أمر الله لقوم موسى بدخول الباب سجداً ومخالفتهم لهذا الأمر. ¶ 13 ـ قصة أصحاب السبت ومسخهم قردة بعد أن اعتدوا فيه. ¶ 14 ـ ما قصه القرآن الكريم من تسخير الله الشجر والطير والحديد لداود عليه السلام. ¶ 15 ـ تسخير الجن والريح لسليمان عليه السلام. ¶ 16 ـ قصة الهدهد، وكتاب سليمان لملكة سبأ وإسلامها وإحضار عرشها بلمح البصر من قبل الذي عنده علم الكتاب. ¶ 17 ـ كلام عيسى في المهد. ¶ 18 ـ صنع عيسى من الطين كهيئة الطير وصيرورته طيراً بإذن الله. ¶ 19 ـ قصة المائدة.",
            "page": "114",
            "part": "1",
            "seal": "374348C3"
        },
        {
            "id": "87",
            "nass": "الدليل الرابع: نتائج المقارنة بين القصص المتناظر في القرآن والتوراة والإنجيل ¶ لا شك أن المقابلة بين نصوص القصص القرآني ونصوص القصص في التوراة والإنجيل تعدُّ معياراً موضوعياً في بيان تهافت مزاعم الجدليات التنصيرية بتكرار القصص القرآني لقصص العهد القديم والجديد، وذلك لما يكشف عنه هذا المنهج المقارن للنصوص من اختلافات وفوارق تفصيلية وجوهرية بين متون القصص في الكتب الثلاثة، مما يحسم بشكل جليّ وقاطع أمر الاقتباس والمتابعة، وذلك في ضوء الاعتبارات التالية: ¶ 1 ـ تكرار المقتبس لأخطاء مصادره. ¶ 2 ـ وقوع المقتبس في الخطأ عند محاولته مخالفة المصدر الأصلي، نظراً لبعد المدة الزمنية التي تفصله عن الأحداث مع قرب المصدر زمنياً من تلك الأحداث، بل وافتراض معايشته لبعضها. ¶ فإذا ما أضيف إلى تلك الاعتبارات بُعْد موضوعي آخر يتمثل في الاسترشاد بمقررات العلوم ونتائج مكتشفات علماء الحفريات والآثار فيما يخص مرويات القصص المتعلقة بالحقائق الكونية أو التاريخية. فإنّ جوانب الموضوعية ولوازم المنهجية العلمية ودواعي الإفادة تكون قد توفرت في ذلك النهج. ¶ فإن قادت نتائجه إلى أن القصص القرآني قد خالف القصص التوراتي والإنجيلي في تفصيلات دقيقة، وأن مقررات العلوم: الطبيعية والفيزيائية والإنسانية والأثرية، قد وافقت التفصيلات القرآنية بينما خطّأت الروايات",
            "page": "115",
            "part": "1",
            "seal": "7C4C40C2"
        },
        {
            "id": "88",
            "nass": "التوراتية والإنجيلية، فسوف يكون ذلك أنصع برهان علمي على تهافت مزاعم الجدل التنصيري حول القصص القرآني خاصة، وحول أصالة القرآن عامة. ¶ وسوف تكون المقابلة بين القصص القرآني والقصص في التوراة والإنجيل، حول القصص التالية: ـ ¶ أـ رواية خلق العالم ¶ جاءت قصة خلق العالم في التوراة في روايتين من سفر التكوين، أولاهما تسمى الرواية الكهنوتية التي كتبت بواسطة الكهنة في عصر المنفي، والثانية رواية (يهوية) ، أى من بين النصوص التوراتية التي تستخدم لفظ (يهوه) للتعبير عن اسم الإله، وهى أقدم تاريخياً من الرواية الأولى وإن جاءت في النصوص تالية لها، على النحو التالى (1) : ـ ¶ الرواية الأولى ¶ ((في البدء خلق الله السموات والأرض، وكانت الأرض خربة وخالية وعلى وجه الغمر ظلمة وروح الله يرف على وجه المياه. وقال الله ليكن نور فكان نور. ورأى الله النور أنه حسن، وفصل الله بين النور والظلمة. ودعا الله النور نهارا والظلمة دعاها ليلا. وكان مساء وكان صباح يوما واحدا. ¶ __________ ¶ (1) سفر التكوين (1/1 ـ 2/ 9) .",
            "page": "116",
            "part": "1",
            "seal": "A7AD5848"
        },
        {
            "id": "89",
            "nass": "وقال الله ليكن جلد في وسط المياه. وليكن فاصلا بين مياه ومياه. فعمل الله الجلد وفصل بين المياه التي تحت الجلد والمياه التي فوق الجلد. وكان كذلك. ودعا الله الجلد سماء. وكان مساء وكان صباح يوما ثانياً. ¶ وقال الله لتجتمع المياه تحت السماء إلى مكان واحد ولتظهر اليابسة. وكان كذلك. ودعا الله اليابسة أرضاً. ومجتمع المياه دعاه بحارا. ورأى الله ذلك أنه حسن. وقال الله لتنبت الأرض عشبا وبقلا يبزر بزرا وشجرا ذا ثمر يعمل ثمرا كجنسه بزره فيه على الأرض. وكان كذلك. فأخرجت الأرض عشباً وبقلاً يبزر بزرا كجنسه وشجرا يعمل ثمرا بزره فيه كجنسه. ورأى الله ذلك أنه حسن. وكان مساء وكان صباح يوماً ثالثاً. ¶ وقال الله لتكن أنوار في جلد السماء لتفصل بين النهار والليل. وتكون لآيات وأوقات وأيام وسنين. وتكون أنوارا في جلد السماء لتنير على الأرض. وكان كذلك. فعمل الله النورين العظيمين. النور الأكبر لحكم النهار والنور الأصغر لحكم الليل. والنجوم وجعلها الله في جلد السماء لتنير على الأرض ولتحكم على النهار والليل ولتفصل بين النور والظلمة. ورأى الله ذلك أنه حسن. وكان مساء وكان صباح يوماً رابعاً. ¶ وقال الله لتفض المياه زحّافات ذات نفس حية وليطر طير فوق الأرض على وجه جلد السماء. فخلق الله التنانين العظام وكل ذوات الأنفس الحية الدبابة التي فاضت بها المياه كأجناسها وكل طائر ذي جناح كجنسه. ورأى الله ذلك أنه حسن. وباركها الله قائلا أثمري وأكثري واملأي المياه في البحار. وليكثر الطير على الأرض. وكان مساء وكان صباح يوماً خامساً.",
            "page": "117",
            "part": "1",
            "seal": "F915A3E1"
        },
        {
            "id": "90",
            "nass": "وقال الله لتخرج الأرض ذوات أنفس حية كجنسها. بهائم ودبابات ووحوش أرض كأجناسها. وكان كذلك. فعمل الله وحوش الأرض كأجناسها والبهائم كأجناسها وجميع دبابات الأرض كأجناسها. ورأى الله ذلك أنه حسن. وقال الله نعمل الإنسان على صورتنا كشبهنا. فيتسلطون على سمك البحر وعلى طير السماء وعلى البهائم وعلى كل الأرض وعلى جميع الدبابات التي تدب على الأرض. فخلق الله الإنسان على صورته. على صورة الله خلقه. ذكر وأنثى خلقهم. وباركهم الله وقال لهم أثمروا واكثروا واملأوا الأرض وأخضعوها وتسلطوا على سمك البحر وعلى طير السماء وعلى كل حيوان يدب على الأرض. وقال الله إني قد أعطيتكم كل بقل يبزر بزرا على وجه الأرض وكل شجر فيه ثمر شجر يبزر بزرا. لكم يكون طعاماً. ولكل حيوان الأرض وكل طير السماء وكل دبابة على الأرض فيها نفس حية أعطيت كل عشب أخضر طعاماً. وكان كذلك. ¶ ورأى الله كل ما عمله فإذا هو حسن جداً. وكان مساء وكان صباح يوماً سادساً. ¶ فأكملت السموات والأرض وكل جندها. وفرغ الله في اليوم السابع من عمله الذي عمل. فاستراح في اليوم السابع من جميع عمله الذي عمل. وبارك الله اليوم السابع وقدسه. لأنه فيه استراح من جميع عمله الذي عمل الله خالقا.",
            "page": "118",
            "part": "1",
            "seal": "580474E1"
        },
        {
            "id": "91",
            "nass": "الرواية الثانية ¶ هذه مبادئ السموات والأرض حين خلقت. يوم عمل الرب الإله الأرض والسموات كل شجر البرية لم يكن بعد في الأرض وكل عشب البرية لم ينبت بعد. لأن الرب الإله لم يكن قد أمطر على الأرض. ولا كان إنسان ليعمل الأرض. ثم كان ضباب يطلع من الأرض ويسقى كل وجه الأرض. وجبل الرب الإله آدم ترابا من الأرض. ونفخ في أنفه نسمة حيوة. فصار آدم نفسا حية. وغرس الرب الإله جنة في عدن شرقاً. ووضع هناك آدم الذي جبله. وأنبت الرب الإله من الأرض كل شجرة شهية للنظر وجيدة للأكل)) . ¶ أما رواية خلق العالم في القرآن فلم تأت مجتمعة في مكان واحد شأن غيرها من القصص القرآني، وإنما جاءت متضمنة في نقاط أساسية هى: ¶ 1 ـ خلق السموات والأرض في مراحل ستة، قال تعالى: ¶ {وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ} سورة ق / 38. ¶ 2 ـ تداخل مراحل خلق السموات مع مراحل خلق الأرض: {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَاداً ذَلِكَ رَبُّ الْعَالَمِينَ وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعاً أَوْ كَرْهاً قَالَتَا أَتَيْنَا طَائِعِينَ. فَقَضَاهُنَّ سَبْعَ",
            "page": "119",
            "part": "1",
            "seal": "CDB6A50C"
        },
        {
            "id": "92",
            "nass": "سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظاً ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} (فصلت/9ـ12) . ¶ 3 ـ خلق الكون من كومة أوليّة فريدة متماسكة. قال تعالى: {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقاً فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلا يُؤْمِنُونَ} (الأنبياء/30) . ¶ 4 ـ تعدد السموات والكواكب التي تشبه الأرض: {اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ} (الطلاق/12) . ¶ 5 ـ خلق عالم وسيط بين السموات والأرض. قال تعالى: {الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ} (الفرقان/59) ، ويقول تعالى: {لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى} (طه/6) . ¶ وتتفق الرواية القرآنية مع الرواية التوراتية في مسألتين فقط: ¶ 1 ـ عدد أدوار الخلق الستة. ¶ 2 ـ جعل النجوم مصدر النور. ¶ أما وجوه الاختلاف فكثيرة يمثل كل منهما خطأ علمياً وقعت فيه الرواية التوراتية، وتأكيداً علمياً على صحة الرواية القرآنية، وهذه الوجوه هي: ¶ 1 ـ انفراد القرآن ببيان كيفية نشأة الكون من الكتلة الأولية التي تفتقت بفعل انفجار كبير يطلق عليه العلم الحديث نظرية الانفجار العظيم ((The Big Bang)) (1) . ¶ __________ ¶ (1) كارل ساغان، الكون، ص 124، سلسلة عالم المعرفة (178) ، وزارة الإعلام بالكويت.",
            "page": "120",
            "part": "1",
            "seal": "FB9B18E5"
        },
        {
            "id": "93",
            "nass": "2 ـ المراحل الست في القرآن مراحل زمنية مديدة وليست ستة أيام بشرية بحساب تعاقب شروقين أو غروبين، كما يشير إلى ذلك قوله تعالى: {اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلا شَفِيعٍ أَفَلا تَتَذَكَّرُونَ. يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ} (السجدة/4ـ5) . ¶ وهذا ما يؤكده علماء الفيزياء الكونية من أن انفصال الأرض عن الشمس كان منذ خمسة الآف مليون سنة تقريبا، وأن الأرض ظلت مئات الألوف من السنين كى يبرد سطحها (1) . ¶ ويقابل هذا المفهوم القرآنى لمراحل الخلق الستة حصر توراتى خاطئ للمراحل الست في ستة أيام بشرية تبدأ بالأحد وتنتهى بالجمعة ويعقبها يوم السبت المقدس يوم الراحة الذي استراح الله ـ تعالى ـ فيه من عملية الخلق، وباركه وقدسه. ¶ ويفسر جيمس فريزر عالم الديانات المقارنة الشهير أسباب وقوع الرواية التوراتية في هذا الخطأ العلمي الشنيع، بأن رواية خلق العالم في التوراة لم تكن سوى تمهيد من الكهنة لخلع القداسة على يوم السبت يوم العبادة والراحة لدى اليهود (2) . وكان المصدر الذي استقى منه الكهنة تقديس اليوم السابع من أيام الخلق هو ملحمة خلق العالم البابلية (انوما ايليش) (3) . ¶ __________ ¶ (1) A. K. Wells , Outlines of geoloical History , pp. 3 - 37 , London 1938. ¶ وانظر كارل ساغان، الموضع السابق. ¶ (2) جيمس فريزر، الفلكلور في العهد القديم (1 / 108) مرجع سابق. ¶ (3) زينون كاسيدوفسكى، الواقع والأسطورة في التوراة، ص 23، الأبجدية للنشر. دمشق 1990م.",
            "page": "121",
            "part": "1",
            "seal": "BA193568"
        },
        {
            "id": "94",
            "nass": "وقد ترتب على هذا الخطأ في رواية الخلق التوراتية خطأ آخر وقعت فيه روايات العهد القديم وكذلك العهد الجديد كما يبدو في تصور إنجيل لوقا لشجرة أنساب المسيح، ألا وهو حساب عمر الإنسان على الأرض بأنه بدأ في التاسعة صباح يوم الثالث والعشرين من شهر تشرين الأول عام 4004 قبل الميلاد (1) . أى قبل ستة الآف سنة من عامنا هذا. ¶ 3 ـ إشارة القرآن إلى حالة غازية في بداية عملية الخلق {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعاً أَوْ كَرْهاً قَالَتَا أَتَيْنَا طَائِعِينَ} (فصلت/11) . ¶ وهى تتطابق مع معطيات العلم الحديث (2) . ¶ 4 ـ وجود العوالم الوسطية التي أخبر القرآن بخلقها بين السموات والأرض يسميها العلم الحديث بالبواقى أو المادة الكونية المنتشرة بين النجوم، ويصفها بأنها ذات كتل هائلة (3) . ¶ 5 ـ اشتمال رواية العهد القديم ـ منفردة ـ على الأخطاء التالية (4) : ـ ¶ ـ الإشارة إلى وجود المياه في المرحلة الأولى من مراحل الخلق. ¶ ـ ذكر النور في اليوم الأول قبل أن تخلق النجوم. ¶ ـ ذكر الليل والنهار في اليوم الأول قبل وجود الأرض ودورانها حول الشمس ¶ __________ ¶ (1) السابق، ص 24. ¶ (2) موريس بوكاي، القرآن الكريم والتوراة والإنجيل والعلم، ص 171 ـ 172. ¶ (3) السابق، ص 170 ـ 171. ¶ (4) السابق، ص 41 ـ 45.",
            "page": "122",
            "part": "1",
            "seal": "2C01B099"
        },
        {
            "id": "95",
            "nass": "ـ وجود العالم النباتي في اليوم الثالث قبل خلق الشمس في اليوم الرابع. ¶ ـ خلق الشمس والقمر بعد خلق الأرض، وذلك يناقض المعلومات الأساسية عن تشكل النظام الشمسي. ¶ ـ الإشارة إلى عالم الحيوان والطيور في اليوم الخامس مع أن وجود الطيور تال لوجود عالم الحيوان. ¶ ب ـ الطوفان: ¶ تتفق رواية القرآن لقصة الطوفان مع رواية التوراة في العناصر التالية: ـ ¶ 1 ـ أسباب السيل (الأمطار الغزيرة وتفجر عيون الماء من الأرض) . ¶ 2 ـ صنع نوح لسفينة النجاة. ¶ 3 ـ حمل بعض البشر وبعض الحيوانات والطيور في سفينة النجاة. ¶ وتختلف الروايتان في أمرين جوهريين: ـ ¶ الأول: حجم الطوفان ¶ يأتى الطوفان في القرآن عقاباً خاصاً لقوم نوح شأن غيرهم من مكذّبى الرسل: {وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَاباً أَلِيماً} (الفرقان/37) ¶ أما في التوراة فإن الطوفان عقاب عالمي لكل البشرية. يقول سفر التكوين: ¶ ((فقال الله لنوحٍ نهاية كل بشر قد أتت أمامي لأن الأرض امتلأت ظلماً منهم، فها أنا مهلكهم مع الأرض. اصنع لنفسك فلكا فها أنا آتٍ",
            "page": "123",
            "part": "1",
            "seal": "2AFC44D6"
        },
        {
            "id": "96",
            "nass": "بطوفان الماء على الأرض لأهلك كل جسد فيه روح حياة من تحت السماء. كل ما في الأرض يموت)) (1) . ¶ وهذا التدمير الشامل للأرض كما تحكيه التوراة غير مقبول من الناحية التاريخية، فبحسب تقويم العهد القديم يرجع تاريخ الطوفان إلى القرن الحادي أو الثاني والعشرين قبل الميلاد وهو يقابل تاريخ وجود الأسرة الحادية والعشرين من أسر الفترة الوسطى في مصر (2) . ¶ ومن الناحية العلمية فإن القول بوقوع تدمير شامل للكرة الأرضية يتعارض مع أبسط مبادىء الجيولوجيا (3) . ¶ لذلك يفسره جيمس فريزر بأنه مناسبة خلقها الكهنة لإقامة عهد بين الرب وفئة الناجين المنتقاة حسب الشروط الكهنوتية (4) . ¶ الثاني: موقع الطوفان ¶ تحدد التوراة مكان استقرار سفينة نوح: ((في الشهر السابع في اليوم السابع عشر من الشهر على جبال أراراط)) (5) . ¶ وجبال أراراط تقع في تركيا كما توضح ذلك خريطة الشرق الأوسط في العهد القديم الملحقة بالبحث (6) . ¶ __________ ¶ (1) سفر التكوين (6 / 13 ـ 17) . ¶ (2) موريس بوكاي، ص 53 ـ 54، مرجع سابق. ¶ (3) جيمس فريزر، الفلكور في العهد القديم (1 / 92) مرجع سابق. ¶ (4) السابق (1 / 108) . ¶ (5) سفر التكوين (8 / 4) . ¶ (6) ملحق رقم (1) .",
            "page": "124",
            "part": "1",
            "seal": "9F9ABF70"
        },
        {
            "id": "97",
            "nass": "أما القرآن فيحدد استقرار السفينة على ((الجودى)) وهو اسم جبل يقع في الموصل بالقرب من التقاء نهرى دجلة والفرات غير بعيد من مدينة ((أور)) عاصمة السومريين القديمة. ¶ وذلك ما أكدته الاكتشافات الكبيرة لعالم الآثار الإنجليزى ليونار وولى الذي اكتشف مدينة أور وتحت مقابر ملوكها اكتشف طبقة من الطمي النهري سمكها ثلاثة أمتار، وتحتها آثار عمرانية لجماعة بشرية عاشت في زمن سحيق وأغرقها سيل مائي هائل، وبعد أن انحسرت مياهه جاءت بلاد الرافدين موجات بشرية أخرى سكنت المكان وهم السومريون (1) . ¶ جـ ـ قصة يوسف: ¶ قصة يوسف هى القصة القرآنية الوحيدة التي جاءت في مكان واحد من سورة تحمل اسم النبي يوسف بن يعقوب عليهما السلام؛ لذلك يسهل وضعها بالتوازي في مقابلة القصة التوراتية للوقوف على وجوه تباين التفاصيل بين القصتين. وذلك من خلال الجدول التالي (2) : ـ ¶ __________ ¶ (1) زينون كاسيدوفسكى، الواقع والأسطورة في التوراة، ص 26. ¶ (2) مالك بن نبى، الظاهرة القرآنية، ص 240 ـ 241.",
            "page": "125",
            "part": "1",
            "seal": "34B30F98"
        },
        {
            "id": "98",
            "nass": "ويكشف جدول التفاصيل السابق عما يلي من وجوه تباين واختلاف بين رواية القرآن ورواية العهد القديم (1) : ¶ 1 ـ القرآن يضع القصة في إطار ديني تنفذ منه أشعة روحية إلى النفس ببيان العبرة التربوية والأخلاقية التي من أجلها أنزل الله القصة. ¶ أما العهد العتيق فقد وضع القصة في إطار عائلي، يحمل طابع السرد التاريخي المجرد، دون أن يشير إلى ما وراء الأحداث من عظات. ¶ 2 ـ يذكر القرآن الكريم أن إخوة يوسف تضايقوا من حب والدهم له ولأخيه، ولم تشر التوراة إلى الأخ بشيء. ¶ 3 ـ رؤيا يوسف التي قصَّها على أبيه كما في النص القرآني تتلخص في أنه رأى أحد عشر كوكباً والشمس والقمر له ساجدين والذي في التوراة أن يوسف رأى قبلها رؤيا، فقد رأى أنه وإياهم يحزمون حزماً في الحقل في الصحراء، فإذا حزمته قامت وأحاطت بحزم إخوته فسجدت لحزمته حزمهم فقال له إخوته: ألعلك تملك علينا ملكاً؟ أم تتسلط علينا تسلطاً؟ وازدادوا بغضا له من أجل أحلامه ومن أجل كلامه. ¶ وأما الرؤيا الثانية فهي كما في القرآن من حيث المضمون ولكن يوسف قصها على أبيه وإخوته، ولم يعلق الإخوة ولكن الأب انتهره ¶ __________ ¶ (1) أحمد نوفل، سورة يوسف: دراسة تحليلية، ص 60 ـ 66، دار الفرقان. عمّان 1409هـ ـ 1989م.",
            "page": "128",
            "part": "1",
            "seal": "CEB9E080"
        },
        {
            "id": "99",
            "nass": "وقال له: ما هذا الحلم الذي حلمت؟ هل نأتي أنا وأمك وإخوتك لنسجد لك إلى الأرض؟ ¶ 3 ـ لم تذكر التوراة أن الإخوة تفاوضوا على قتل يوسف، أو أنهم راودوا أباهم لإخراجه معهم، ولكن الأب يرسل يوسف لينظر سلامتهم وسلامة الغنم ثم يرد لأبيه الخبر فذهب إليهم، وعندما رأوه تفاوضوا في شأنه. ¶ 4 ـ تآمر إخوة يوسف عليه إما قتلا أو طرحاً أو إلقاء في الجب هكذا في القرآن، والذي في التوراة أن أحد الإخوة راؤبين استبعد فكرة القتل وأشار بالطرح في البئر التي في البرية، لا لتلتقطه السيارة، ولكن ليغافلهم ويستخرجه من البئر ليعيده إلى أبيهم. ¶ 5 ـ في القرآن أن إخوة يوسف جاءوا على قميص أخيهم بدم كذب وجاؤوا أباهم وقت العشاء يبكون أخاهم فأجابهم بما نعلم، والذي في التوراه أنهم لم يجيئوا إلى أبيهم بل أرسلوا القميص الملون المغموس بالدم وأحضروه لأبيهم بواسطة الرسول الذي أرسلوه. ¶ 6 ـ في القرآن أن يعقوب تجلد للمصاب الجلل وما زاد على أن قال كلمات نورانية سامقة: {فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ} ومثل هذا الموقف الرجولي الإيماني الرفيع هو اللائق بالنبي الكريم. ¶ وأما التوراة فتقول: ((فمزق يعقوب ثيابه ووضع مسحاً على حقويه وناح على ابنه أياماً كثيرة)) . ¶ 7 ـ في التوراة استطراد عن زنى أحد الأسباط بكنته!! ولا علاقة قطعاً بين الخبر المحشور في السياق وبين القصة.",
            "page": "129",
            "part": "1",
            "seal": "05E081FB"
        },
        {
            "id": "100",
            "nass": "8 ـ ليس في التوراة من قول العزيز لامرأته أكرمي مثواه، بل تقفز مباشرة إلى قول المرأة ليوسف عندما دخل بيتها الخاص ورفعت عينيها إليه وقالت: اضطجع معي. وليس في التوراة ذكر تعرض المرأة له بالمراودة غير ما ذكر ولا تغليق الأبواب ولا قد الثوب ولا استباق الباب، ولكن فيها أن المرأة أمسكت بثوب يوسف فتركه عندها وخرج. ¶ 9 ـ ليس في التوراة قصة الشاهد على روعة مغزاها، وليس فيها خبر النسوة على الرغم من دوره في النسيج القصصي، ولكن الذي في التوراة بعد أن حمي غضب العزيز أنه أخذ يوسف ووضعه في بيت السجن. ¶ 10 ـ في التوراة أن رؤيا الملك حصلت بعد سنتين من خروج الساقي. ¶ 11 ـ وبالنسبة لمجيء إخوة يوسف إلى مصر فإن التوراة تذكر أن يوسف حبسهم وسلك معهم مسلك إعنات حتى يأتوه بأخيهم وقال لهم: جواسيس أنتم. لتروا عورة الأرض جئتم. بهذا تمتحنون وحياة فرعون لا تخرجون من هنا إلا بمجيء أخيكم الصغير. ¶ 12 ـ ختام القصة، حيث تقول التوراة بعد أن ذكرت موت يعقوب ودفنه: ((واستحلف يوسف بني إسرائيل قائلاً: الله سيفتقدكم فتصعدون عظامي من هنا، ثم مات يوسف، وهو ابن مئةٍ وعشر سنين وحنطوه ووضع في تابوت في مصر)) ، هكذا تنتهي القصة في التوراة بخاتمة ميتة فنياً. ¶ ولكن جاءت الخاتمة الفنية في القرآن الكريم مناسبة ومعبّرة: {وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقّاً.... رَبِّ قَدْ",
            "page": "130",
            "part": "1",
            "seal": "0D2ACD97"
        },
        {
            "id": "101",
            "nass": "آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِماً وَأَلْحِقْنِي بِالصَّالِحِينَ} ¶ أما وجوه الاختلاف ذات الصلة بالناحية العلمية والتاريخية فأمران: ¶ الأول: وسيلة سفر أبناء يعقوب. ¶ يذكر القرآن في ثلاثة مواضع من القصة أن العير هى وسيلة الترحال التي اتخذها أبناء يعقوب، والعير في اللغة هى ما جلب عليه الطعام من قوافل الإبل والبغال والحمير (1) . ¶ أما التوراة فتنصُّ على أن وسيلة السفر وحمل الطعام كانت الحمير، وهو غير ملائم من وجهين: ¶ 1 ـ أن الحمار حيوان حضريّ غير مألوف في البادية وحياة الصحراء كوسيلة انتقال ولذلك لم يعرفه بنو إسرائيل إلا في الحياة الحضرية الزراعية بمصر. ¶ 2 ـ من غير المعقول أن يستطيع الحمار قطع المسافة من كنعان في بادية الشام إلى مصر مخترقاً فيافي وصحراوات شاسعة، أوعرها شبة جزيرة سيناء، كل ذلك وهو محّمل بالحبوب والغلال يعاني جفاف الصحراء وقيظ الحر الشديد. ¶ الثاني: حاكم مصر. ¶ تذكر التوراة أنه فرعون، ويحكى القرآن أنه ((ملك)) وليس فرعوناً، وهذا ما أكّدته الدراسات التاريخية المعاصرة التي أجراها عالم المصريات الفرنسي ((بيير ¶ __________ ¶ (1) المعجم الوسيط، مادة عير (2 / 663) مجمع اللغة العربية بالقاهرة، ط3.",
            "page": "131",
            "part": "1",
            "seal": "F92A466A"
        },
        {
            "id": "102",
            "nass": "مونتيه)) استناداً إلى تحديد العاصمة التي كان يحكم منها يوسف وهى ((أفاريس)) الواقعة في دلتا النيل قرب قرية سان الحجر المعاصرة ذات الكتابات الهكسوسية الغزيرة وهو ما يقطع بأن قصة حياته تعود إلى فترة حكم الهكسوس؛ لأن فراعنة الأسرة الثامنة عشرة نقلوا العاصمة إلى طيبة بعد طرد الهكسوس (1) . ¶ كذلك تذكر الوثائق المصرية التي ترجع تاريخها إلى القرن السادس عشر قبل الميلاد القبائل الكنعانية الرعوية التي جاءت واستقرت في مصر. ¶ كما أن المؤرخ اليهودى يوسفس فيلافيوس يتحدث عن الهكسوس على أنهم أجداده (2) . ¶ وتتطابق نتائج هذه الدراسات التاريخية مع بعض إشارات النص التوراتي، حيث يذكر سفر التكوين في سياق القصة أن المصريين كانوا يعدُّون العبرانيين رجساً، فيكون من غير الطبيعي والمنطقي أن يسمح حكام مصر من الفراعنة أن يتسلط على المصريين من يعدونه رجساً. ¶ بل الشيء المنطقي الوحيد أن يكون الهكسوس المحتلون الأجانب عن مصر قد استعانوا بآسيوي أجنبي مثلهم في حكم البلاد. ¶ __________ ¶ (1) زيتون كاسيوفسكى، الحقيقة والأسطورة في التوراة، ص 80، مرجع سابق. ¶ (2) السابق، ص 78.",
            "page": "132",
            "part": "1",
            "seal": "FA7C5462"
        },
        {
            "id": "103",
            "nass": "مصادر ومراجع البحث ¶ أولا: القرآن الكريم ¶ ثانيا: كتب السنة النبوية ¶ 1 ـ جامع الترمذى: طبع مصطفي البابي الحلبي، القاهرة، ط2، 1395هـ- 1975م. ¶ 2 ـ صحيح البخارى: فتح الباري بشرح صحيح البخاري لابن حجر، المكتبة السلفية، القاهرة، ط3، 1407هـ. ¶ ثالثا: الكتب المقدسة لدى أهل الكتاب ¶ 1 ـ العهد الجديد (نسخة الكاثوليك) ، اعتماد بولس باسيم، دار المشرق. بيروت 1989م. ¶ 2 ـ العهد القديم (نسخة الكاثوليك) ، اعتماد بولس باسيم، دار المشرق. بيروت 1989م. ¶ رابعا: المعاجم ¶ المعجم الوسيط، إصدار مجمع اللغة العربية بالقاهرة 1392هـ ـ 1972م. ¶ خامسا: دوائر المعارف المتخصصة ¶ Theologische Realenzklopuedie , London - New York - Bonn.",
            "page": "134",
            "part": "1",
            "seal": "CE98E527"
        },
        {
            "id": "104",
            "nass": "سادسا: مصادر ومراجع أخرى ¶ 1 ـ إبراهيم الجبهان، ما يجب أن يعرفه المسلم من حقائق عن النصرانية والتبشير، الرئاسة العامة للبحوث العلمية والافتاء والدعوة والإرشاد. الرياض 1404هـ. ¶ 2 ـ إبراهيم خليل أحمد، المستشرقون والمبشرون في العالم العربى والإسلامي، مكتبة الوعى العربى، القاهرة 1964م. ¶ 3ـ إبراهيم موسى هنداوي، الأثر العربى في الفكر اليهودى، مكتبة الأنجلو المصرية 1963م. ¶ 4 ـ أحمد عبد الحميد غراب، رؤية إسلامية للاستشراق، المنتدى الإسلامي، لندن 1411هـ. ¶ 5 ـ أحمد نوفل، سورة يوسف: دراسة تحليلية، دار الفرقان. عمّان 1409هـ ـ 1989م. ¶ 6ـ إدوارد سعيد، الاستشراق، ص 300، بترجمة كمال أبو ديب، مؤسسة الأبحاث العربية. بيروت ط2: 1984م. ¶ 7 ـ ارنست رينان، ابن رشد والرشدية، عادل زعيتر، القاهرة 1957م. ¶ 8 ـ إسماعيل سالم عبد العالم، المستشرقون والقرآن، سلسلة دعوة الحق ـ عن رابطة العالم الإسلامي، العدد 104، مكة المكرمة 1410هـ ـ 1990م. ¶ 9 ـ أعراب عبد الحميد، دائرة المعارف الإسلامية، ندوة مصادر المعلومات عن العالم الإسلامي الرياض (22 ـ 25 رجب 1420هـ، 31 اكتوبر ـ 3 نوفمبر 1999م) .",
            "page": "135",
            "part": "1",
            "seal": "F4BC2FEB"
        },
        {
            "id": "105",
            "nass": "10 ـ أ. ل شاتيله، الغارة على العالم الإسلامي، نشر محب الدين الخطيب. بيروت، د. ت. ¶ 11 ـ أنيس فريخة، مخطوطات البحر الميت وجماعة قمران. بترجمة إبراهيم مطر. بيروت 1957م. ¶ 12ـ بابا دو بولس، تاريخ كنيسة أنطاكية، منشورات النور، بيروت 1984م. ¶ 13ـ البيجورى، تحفة المريد في شرح جوهرة التوحيد، دار الكتب العلمية. بيروت 1983م. ¶ 14ـ التنصير: خطة لغزو العالم الإسلامي (الترجمة الكاملة لأعمال مؤتمر كلورادو التبشيري) ، دون بيانات. ¶ 15ـ التهامى نقرة، سيكولوجية القصة في القرآن، الشركة التونسية للتوزيع. تونس 1974م. ¶ 16ـ توماس أرنولد، الدعوة إلى الإسلام، مكتبة النهضة المصرية، الطبعة الثانية. ¶ 17ـ ابن تيمية، الجواب الصحيح لمن بدل دين المسيح، مطبعة المدنى، مصر، بدون ترقيم. ¶ 18ـ تيودور أبو قرة، ميمر في وجود الخالق والدين القويم، بتحقيق: اغناطيوس ديك. بيروت 1982م. ¶ 19ـ جلال العالم، دمروا الإسلام وأبيدوا أهله، مكتبة الصحابة جدة ـ مكتبة التابعين، القاهرة. 1994م.",
            "page": "136",
            "part": "1",
            "seal": "4B9BBD21"
        },
        {
            "id": "106",
            "nass": "20ـ جواد علي، يوحنا الدمشقى، مجلة الرسالة (مصر) ، (عدد 610) ، والعدد (612) ربيع الأخر 1364هـ ـ مارس 1945م. ¶ 21ـ جورج عطية، الجدل الدينى المسيحى ـ الإسلامي في العصر الأموى وأثره في نشوء علم الكلام، كتاب المؤتمر الدولى الرابع لتاريخ بلاد الشام ـ جامعة اليرموك. عّمان 1989م. ¶ 22ـ جوستاف لوبون، حضارة العرب، بترجمة عادل زعيتر، دار إحياء الكتب العربية. القاهرة 1969م. ¶ 23ـ جولد تسهر، مذاهب التفسير الإسلامي، بترجمة عبد الحليم النجار، القاهرة 1955م. ¶ العقيدة والشريعة في الإسلام، بترجمة محمد يوسف موسى وآخرون، القاهرة 1948م. ¶ 24ـ جيمس فريزر، الفلكلور في العهد القديم، بترجمة نبيلة إبراهيم، الهيئة المصرية العامة للكتاب 1973م. ¶ 25ـ حسن حنفي، نماذج من الفلسفة المسيحية، الأنجلو المصرية. القاهرة 1988م. ¶ 26ـ حسن طبل، حول الإعجاز البلاغى للقرآن، مكتبة الإيمان، ط1، مصر 1420هـ ـ 1999م. ¶ 27ـ حسين علي محمد، القرآن ونظرية الفن، القاهرة 1413هـ ـ 1992م. ¶ 28ـ دانييل ساهاس، جدل يوحنا الدمشقى مع الإسلام، مجلة الاجتهاد بيروت، عدد (28) السنة السابعة (1416هـ ـ 1995م) .",
            "page": "137",
            "part": "1",
            "seal": "FDC7BD82"
        },
        {
            "id": "107",
            "nass": "29ـ رشا الصباح، الإسلام والمسيحية في العصور الوسطى، مجلة عالم الفكر، عدد (3) المجلد الخامس عشر. وزارة الإعلام، الكويت. ¶ 30ـ رشاد عبد الله الشامى، الشخصية اليهودية، سلسلة عالم المعرفة العدد (102) . وزارة الإعلام بالكويت. ¶ 31ـ رشيد رضا، الوحى المحمدى، المكتب الإسلامي، دمشق 1391هـ ـ 1971م. ¶ 32ـ روم لاندو، الإسلام والعرب، بترجمة منير البعلبكى، دار العلم للملايين، بيروت 1977م. ¶ 33ـ زينون كاسيدوفسكي، الحقيقة والأسطورة في التوراة، الأبجدية للنشر. دمشق 1990م. ¶ 34ـ سعد العتيبى، نفوذ اليهود في عهد المغول الإيلخانيين، مجلة الدرعية (عدد 6، 7) ربيع الآخر ـ رجب 1420هـ/ أغسطس، نوفمبر 1999م المملكة العربية السعودية. ¶ 35ـ سعد بن منصور بن كمونة، تنقيح الأبحاث للملل الثلاث، نشرة موسى برلمان، مطبوعات جامعة كاليفورنيا 1967م. ¶ 36ـ سعيد عاشور، الحركة الصليبية، مكتبة الأنجلو المصرية، القاهرة 1963م. ¶ 37ـ سيد قطب: التصوير الفني في القرآن، دار المعارف، القاهرة 1966م. في ظلال القرآن، دار الشروق. القاهرة 1402هـ 1982م. ¶ 38ـ عبد الجواد المحص، أباطيل الخصوم حول القصص القرآني، الدار المصرية. الاسكندرية 1420هـ ـ 2000م.",
            "page": "138",
            "part": "1",
            "seal": "6363D9B6"
        },
        {
            "id": "108",
            "nass": "أدب القصة في القرآن الكريم، الدار المصرية بالاسكندرية 1420هـ ـ 2000م. ¶ 39ـ عبد الحميد مدكور، الترجمة والحوار مع الآخر، كتاب المؤتمر الدولى الأول للفلسفة الإسلامية ((الفلسفة الإسلامية والتحديات المعاصرة)) المنعقد بدار العلوم. القاهرة 1996م. ¶ 40ـ عبد الراضى محمد عبد المحسن، أسس فلسفة الأخلاق الإسلامية، مجلة الجمعية الفلسفية المصرية، السنة السادسة. عدد 6، القاهرة 1418هـ ـ 1997م. ¶ 41ـ عبد الرحمن بدوي، دفاع عن القرآن ضد منتقديه، دار الجليل، ط1، بترجمة كمال جاد الله. القاهرة 1997م. ¶ موسوعة المستشرقين، دار العلم للملايين، ط2، بيروت 1989م. ¶ 42ـ عبد الرحمن حبنكة الميداني أجنحة المكر الثلاثة، دار العلم، دمشق، ط5، 1407هـ ـ 1986م. ¶ 43ـ عبد العزيز العسكر، التنصير ومحاولاته في الخليج العربى، العبيكان، ط1، الرياض 1414هـ ـ 1993م. ¶ 44ـ عبد اللطيف الطيباوى، المستشرقون الناطقون بالإنجليزية، الترجمة العربية الملحقة بكتاب الفكر الإسلامي الحديث. د. محمد البهى. مكتبة وهبة، ط8، 1975م. ¶ 45ـ ابن العسال، الصحائح في جواب النصائح، القاهرة سنة 1643 قبطية. ¶ 46ـ علي النملة، الاستشراق في الأدبيات العربية، مركز الملك فيصل للبحوث والدراسات الإسلامية، ط1، 1414هـ ـ 1993م.",
            "page": "139",
            "part": "1",
            "seal": "B43FC34B"
        },
        {
            "id": "109",
            "nass": "التنصير، 1993م بدون بيانات. ¶ 47ـ علي جريشة ـ محمد الزيبق، أساليب الغزو الفكرى، ط2، دار الاعتصام. مصر. ¶ 48ـ عمر الأشقر، عالم الملائكة، دار النفائس. الأردن 1995م. ¶ 49ـ عمر رضوان، آراء المستشرقين حول القرآن الكريم وتفسيره، دار طيبة. الرياض 1413هـ ـ 1992م. ¶ 50ـ فروخ ـ الخالدى، التبشير والاستعمار في البلاد الإسلامية، المكتبة العصرية. بيروت 1986م. ¶ 51ـ ابن الفوطى، الحوادث الجامعة والتجارب النافعة في المائة السابعة، بتحقيق مصطفي جواد، بغداد 1932م. ¶ 52ـ فريد مصطفي سليمان، محمد عزة دروزة وتفسير القرآن الكريم، مكتبة الرشد، الرياض 1414هـ ـ 1993م. ¶ 53ـ قاسم السامرائي، الاستشراق بين الموضوعية والافتعالية، دار الرفاعى ـ الرياض 1403 هـ ـ 1983م. ¶ 54ـ كارل ساغان، الكون، سلسلة عالم المعرفة (178) ، وزارة الإعلام بالكويت. ¶ 55 ـ ابن كثير، البداية والنهاية، دار هجر. القاهرة 1417هـ ـ 1997م. ¶ 56ـ لويس شيخو، المخطوطات العربية لكتبة النصرانية، طبع الآباء اليسوعيين، بيروت 1942م.",
            "page": "140",
            "part": "1",
            "seal": "7284B3FE"
        },
        {
            "id": "110",
            "nass": "مقالات دينية قديمة لبعض مشاهير الكتبة النصارى، طبع الآباء اليسوعيين. بيروت 1906م. ¶ 57ـ لويس غرديه ـ جورج قنواتى، فلسفة الفكر الدينى، دار العلم للملايين، ط1، بيروت 1967م. ¶ 58ـ مالك بن نبي، الظاهرة القرآنية، بترجمة عبد الصبور شاهين، دار الفكر. دمشق 1402هـ ـ 1981م. ¶ 59ـ محمد أبو فراخ، تراجم القرآن الأجنبية في الميزان، مجلة كلية أصول الدين بجامعة الإمام بن سعود الإسلامية. العدد الرابع (عام 1402هـ ـ 1403هـ) . ¶ 60ـ محمد أسد، الإسلام على مفترق الطرق، العلم للملايين، بيروت، 1987م. ¶ 61ـ محمد البهى، المبشرون والمستشرقون في موقفهم من الإسلام، الإدارة العامة للثقافة ـ مطبعة الأزهر. القاهرة، د. ت. ¶ 62ـ محمد بن جرير الطبري، تاريخ الأمم والملوك، ط5، دار المعارف. القاهرة. ¶ 63ـ محمد خليفة حسن، آثار الفكر الاستشراقى في المجتمعات الإسلامية، دار عين للبحوث والدراسات. القاهرة 1997م. ¶ 64ـ محمد السماك، مقدمة إلى الحوار الإسلامي ـ المسيحي، دار النفائس، بيروت 1418هـ 1998م. ¶ 65ـ محمد الشرقاوى، الاستشراق، مطبعة المدينة. القاهرة. د. ت.",
            "page": "141",
            "part": "1",
            "seal": "F9DE46BB"
        },
        {
            "id": "111",
            "nass": "ـ محمد صالح البنداق، المستشرقون وترجمة القرآن الكريم، دار الآفاق الجديدة، ط2، بيروت 1403هـ ـ 1983م. ¶ 67ـ محمد عبد الله دراز، مدخل إلى القرآن الكريم، دار القلم، الكويت 1391هـ ـ 1971م. ¶ 68ـ محمد عبد الواحد عسيرى، صورة الإسلام والمسلمين في قاموس الأديان، بحث مقدم إلى ندوة مصادر المعلومات عن العالم الإسلامي المنعقدة في الرياض (22 ـ 25 رجب 1420هـ / 31 أكتوبر ـ 3 نوفمبر 1999م) . ¶ 69ـ محمد عثمان بن صالح، النصرانية والتنصير أم المسيحية والتبشير، مكتبة ابن القيم، المدينة المنورة 1410هـ ـ 1989م. ¶ 70ـ محمد عمارة، استراتيجية التنصير في العالم الإسلامي، مركز دراسات العالم الإسلامي. مالطة، ط1، 1992م. ¶ 71ـ محمد فتحى عبد الهادى، المصادر المرجعية عن الإسلام والمسلمين، ندوة مصادر المعلومات عن العالم الإسلامي. ¶ 72ـ محمد الفيومى، الاستشراق رسالة استعمار، ص 464 ـ 365، دار الفكر العربى. القاهرة 1413هـ ـ 1993م. ¶ 73ـ محمود العابدي، مخطوطات البحر الميت، دائرة الثقافة والفنون. عمان 1967م. ¶ 74ـ موريس بوكاى، القرآن الكريم والتوراة والإنجيل والعلم، دار المعارف. لبنان 1977م. ¶ 75ـ نجيب العقيقي، المستشرقون، دار المعارف، ط4، مصر.",
            "page": "142",
            "part": "1",
            "seal": "5232D15F"
        },
        {
            "id": "112",
            "nass": "76ـ ابن هشام الحميرى، السيرة النبوية، ط2، مطبعة الحلبى، القاهرة 1375هـ. ¶ 77ـ يوهان فوك، تاريخ حركة الاستشراق، بترجمة عمر العالم، ط1، دار قتيبة، دمشق ـ بيروت 1417هـ ـ 1996م. ¶ سابعاً: مراجع باللغات الأجنبية ¶ 1- A. K. Wells , Outlines of geoloical History , London 1938. ¶ 2- Adel Theodore Khoury , Der theologische Streit der Byzantiner mit dem Islam. ¶ 3- Anton Pegis , St. Anselm and the Argument of the Proslogion , Medioeval Studies 28 (1966) . ¶ 4- B. F. Westcott , The Bible in the Church , Grand Rapids. (U.S.A 1980) . ¶ 5- Dena John Geanakohlos , Byzantine East and Latin West: Two Worlds of ¶ Christiandom in Middle Ages and Renaissance , Harpertoneh Books , New York 1966. ¶ 6- Francis Dvornik , The Ecumenical Concils , Hawthorn Books. New York 1961. ¶ 7- Goetz schregle , Deutsch - Arabisches Woerterbuch, London - Beirut 1977 ¶ 8- Hans. Joachim Kraus , Geschichte der historisch - Kritischen Erforschung des Alten Tesament , Neukirchen - Vluyn. 1969. ¶ 9- Hermann Lais , Was sagt die Kirche zum Wunder in: Wunder und Magie , Gesmmelten Beitraege , Wuerzburg 1962. ¶ 10- Julius Richter , Ahistory of the Protestant Missions in The Near East , New York 1910.",
            "page": "143",
            "part": "1",
            "seal": "CF48DA52"
        },
        {
            "id": "113",
            "nass": "11- J. M. Robinson , Die Bedeutung der Bibliothek von Nag Hammadi Fuer die heutige Theologie und das Fruhe Christentum ,Bamberg 22.6.93 (vortrag) . ¶ 12- Katechismus der katholischen kirche. Leipzig - schweis 1993. ¶ 13- Klaus Hock, Der Islam im Spiegel westlicher Theologie , Deutschland 1989. ¶ 14- Moses ben Maimone: Sein Leben , Seine Werke und sein Einfluss, Hrsg von W. Bacher. Leipzig 1908. ¶ 15- Montgomery Watt, The Influence of Islam on Medieval Europe , Edinburgh up 1972. ¶ 16- R. Smend, Die Entstehung des Alten Testament, Stuttgart - Mainz 1978. ¶ 17- Rudolf Smend , Epochen der Bibelkritik , Muenscchen 1991. ¶ 18- Religionen der Welt , Bertlsmann Handbuch , Heraus gegeben von: ¶ Monika und Udo Tworuschka. Muenschen Guetersloh 1992. ¶ 19- Rudolf Bultmann , Neues Testament und Mythologie , in: Kergma und Mythos , Hrsg. von: Hans - Wemer. Hamburg 1960. ¶ 20- Saint Clair Tisdall, The Original Sourees of the Quran, London , 1905. ¶ 21- Theologische Realenzklopuedie, London - New York - Bonn. ¶ 22- Trevor - Roper , Hugh , The Rise of Christian Europe , London 1978. ¶ 23- Werner. Kuemmel , Einleitung in das Neue Testament, Heidlberg 1983. ¶ 24- Willim Born, Christlicher Glaube und Naturwissenschaft, Blefeld 1954. ¶ 25- Zwemer S., The Translation of the Quran , The Muslim World, 1973.",
            "page": "144",
            "part": "1",
            "seal": "FE96B99E"
        }
    ],
    "t8519": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: حقيقة التنصير"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "مفهوم التنصير"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "خطورة التنصير في مجال القرآن الكريم"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "ضرورة مواجهته"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: دوافع الجدل التنصيري ضد أصالة القرآن الكريم"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "صرف الأنظار بعيدا عن القرآن"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "موقف القرآن الكريم من كتب أهل الكتاب ومعتقداتهم"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "إبطال المعجزة القرآنية"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: تاريخ التنصيري ضد أصالة القرآن"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "أ-دور التأسيس (جدليات المشرقيين)"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "ب-الجدل البيزنطى"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "ج- مرحلة الأندلس"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "د-مرحلة الحروب الصليبية (491هـ/1089م-690هـ/1291م)"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "هـ- مرحلة التنصير المؤسسي"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: مسالك الجدل التنصيري ضد أصالة القرآن الكريم"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "المسلك الأول: ترجمة القرآن"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الثاني: البحوث التنصيرية حول القرآن"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الثالث: إصدار الدوريات والقواميس ودوائر المعارف المتخصصة"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "المسلك الرابع: ترويح المزاعم وإثارة الشبهات"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس: تفنيد مزاعم الجدل التنصيري ضد أصالة القرآن الكريم"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": "1",
            "tit": "دلائل تهافت الدعوى الأولى"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "دلائل تهافت الدعوى الثانية"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}