{
    "b8531": [
        {
            "id": "26",
            "nass": "مستقيمة، وجعل أذنه مستمعة، وعينه ناظرة؛ فأما الأذن فقمع، وأما العين فمعبرة لما يوعي القلب؛ وقد أفلح من جعل الله قلبه واعيا\" 1 رواه أحمد. ¶ (باب الجهالة) ¶ وقول الله تعالى: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالأِنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِهَا} 2 الآية. وعن ابن عباس ومعاوية وغيرهما أن رسول الله صلى الله عليه وسلم قال: \"من يرد الله به خيرا يفقهه في الدين\" 3. ¶ وفي حديث البراء بن عازب رضي الله عنه: \"أن المرتاب هو الذي يقول إذا سأله الملكان: هاه! هاه! لا أدري، سمعت الناس يقولون شيئا فقلته\". ¶ (باب الخفية) ¶ وقول الله تعالى: {يَسْتَخْفُونَ مِنَ النَّاسِ وَلا يَسْتَخْفُونَ مِنَ اللَّهِ} 4 الآية. ¶ وفي البخاري عنه عن أبي مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن مما أدرك الناس من كلام النبوة الأولى: إذا لم تستح فاصنع ما شئت\" 5. ¶ __________ ¶ 1 أحمد (5/147) . ¶ 2 سورة الأعراف آية: 179. ¶ 3 البخاري: العلم (71) وفرض الخمس (3116) والاعتصام بالكتاب والسنة (7312) , ومسلم: الزكاة (1037) , وابن ماجه: المقدمة (221) , وأحمد (4/92 ,4/93 ,4/95 ,4/96 ,4/97 ,4/98 ,4/101) , ومالك: الجامع (1667) , والدارمي: المقدمة (224 ,226) . ¶ 4 سورة النساء آية: 108. ¶ 5 البخاري: أحاديث الأنبياء (3483 ,3484) والأدب (6120) , وأبو داود: الأدب (4797) , وابن ماجه: الزهد (4183) , وأحمد (4/121 ,4/122 ,5/273) .",
            "page": "24",
            "part": "1",
            "seal": "AF4CDED5"
        },
        {
            "id": "27",
            "nass": "(باب الحرص على المال والشرف) ¶ عن كعب رضي الله عنه مرفوعا: \"ما ذئبان جائعان أرسلا في زريبة غنم بأفسد لها من حرص المرء على المال والشرف لدينه\" 1 صححه الترمذي. ¶ (باب الهلع والجبن) ¶ وقول الله تعالى: {إِنَّ الأِنْسَانَ خُلِقَ هَلُوعاً} 2 الآيتين. عن أبي هريرة رضي الله عنه مرفوعا: \"شر ما في الرجل: شح هالع، وجبن خالع\" 3 رواه أبو داود بسند جيد. ¶ ولمسلم عن جابر رضي الله عنه مرفوعا: \"اتقوا الشح، فإن الشح أهلك من كان قبلكم، حملهم على أن سفكوا دماءهم واستحلوا محارمهم\" 4. ¶ (باب البخل) ¶ وقول الله تعالى: {الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ} 5، وقوله تعالى: {وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ لِلسَّائِلِ وَالْمَحْرُومِ} 6 عن جابر قال: قال رسول الله صلى الله عليه وسلم: \"من سيدكم يا بني سلمة؟ قالوا: الجد بن قيس على أنا نبخله. قال: وأي داء أدوأ من البخل؟ بل سيدكم عمرو بن الجموح\" رواه البخاري في الأدب المفرد. ¶ __________ ¶ 1 الترمذي: الزهد (2376) , وأحمد (3/456 ,3/460) , والدارمي: الرقاق (2730) . ¶ 2 سورة المعارج آية: 19. ¶ 3 أبو داود: الجهاد (2511) , وأحمد (2/302 ,2/320) . ¶ 4 مسلم: البر والصلة والآداب (2578) , وأحمد (3/323) . ¶ 5 سورة النساء آية: 37. ¶ 6 سورة المعارج آية: 24-25.",
            "page": "25",
            "part": "1",
            "seal": "B7F4DCF7"
        },
        {
            "id": "28",
            "nass": "(باب عقوبة البخل) ¶ وقول الله تعالى: {سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ} 1، فيه: \"لا توعي فيوعي الله عليك\" 2 كما في الحديث الآخر: \"ارضخي يرضخ لك\" أي: وسعي يوسع لك، وقوله عليه السلام: \"اللهم اعط كل ممسك تلفا، وكل منفق خلفا\" 3. ¶ (باب ازدراء النعمة، والاستخفاف بحرمات الله) ¶ (باب بغض الصالحين) ¶ وقول الله تعالى: {مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالأِيمَانِ} 4 الآية. ¶ وعن أبي هريرة رضي الله تعالى عنه مرفوعا: \"يقول الله تعالى: من عادى لي وليا فقد بارزني بالحرب\" 5 أخرجاه (معناه: إذا خرج رجلان من الصفين للقتال، وههنا من عادى ولي الله فهو مبارز الله بالحرب) 6. ¶ عن أبي هريرة مرفوعا: \"لا يبغض الأنصار رجل يؤمن بالله واليوم الآخر\" 7. ¶ __________ ¶ 1 سورة آل عمران آية: 180. ¶ 2 البخاري: الزكاة (1434) , ومسلم: الزكاة (1029) , وأحمد (6/139 ,6/345 ,6/346 ,6/353) . ¶ 3 البخاري: الزكاة (1442) , ومسلم: الزكاة (1010) , وأحمد (2/347) . ¶ 4 سورة الحشر آية: 10. ¶ 5 البخاري: الرقاق (6502) . ¶ 6 هذه العبارة التي بين القوسين غير موجودة في مخطوطتي المفتي والشيخ محمد بن عبد اللطيف رحمهما الله. ¶ 7 مسلم: الإيمان (76) , وأحمد (2/419) .",
            "page": "26",
            "part": "1",
            "seal": "74F8ADFD"
        },
        {
            "id": "29",
            "nass": "(باب الحسد) ¶ وقول الله تعالى: {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ} 1 الآية. ¶ وعن أنس رضي الله تعالى عنه مرفوعا: (لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه (2. ¶ عن أبي هريرة رضي الله تعالى عنه مرفوعا: (إياكم والحسد، فإنه يأكل الحسنات كما تأكل النار الحطب، أو قال العشب) 3 رواه أبو داود. ¶ (باب سوء الظن بالمسلمين) ¶ وقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ} 4 الآية. عن أبي هريرة رضي الله تعالى عنه مرفوعا: (إياكم والظن، فإن الظن أكذب الحديث) 5 رواه مسلم. ¶ (باب ما جاء في الكذب على الله ورسوله) ¶ وقول الله تعالى: {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِباً} 6 الآية، وقوله تعالى: {وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ} 7 الآية. ¶ __________ ¶ 1 سورة النساء آية: 54. ¶ 2 البخاري: الإيمان 13 , ومسلم: الإيمان 45 , والترمذي: صفة القيامة والرقائق والورع 2515 , والنسائي: الإيمان وشرائعه 5016 ,5017 , وابن ماجه: المقدمة 66 , وأحمد 3/176 ,3/206 ,3/251 ,3/272 , والدارمي: الرقاق 2740. ¶ 3 أبو داود: الأدب 4903. ¶ 4 سورة الحجرات آية: 12. ¶ 5 البخاري: النكاح 5144 , ومسلم: البر والصلة والآداب 2563 , والترمذي: البر والصلة 1988 , وأحمد 2/287 ,2/312 ,2/342 ,2/465 ,2/470 ,2/482 ,2/504 ,2/517 ,2/538 , ومالك: الجامع 1684. ¶ 6 سورة الأنعام آية: 21. ¶ 7 سورة الزمر آية: 60.",
            "page": "27",
            "part": "1",
            "seal": "05F8D51A"
        },
        {
            "id": "30",
            "nass": "وفي الصحيح عن أنس رضي الله تعالى عنه أن رسول الله (قال: (إن كذبا علي ليس ككذب على غيري، من كذب علي متعمدا فليتبوأ مقعده من النار) 1. ¶ ولمسلم عن سمرة بن جندب مرفوعا: (من حدث عني بحديث يرى أنه كذب فهو أحد الكذابين (2. ¶ (باب ما جاء في القول على الله بلا علم) ¶ وقول الله تعالى: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ} 3 الآية. قال أبو موسى: (من علمه الله علما فليعلمه الناس. وإياه أن يقول ما لا علم له به فيكون من المتكلفين، أو يمرق من الدين (وفي الصحيح عن ابن عمرو رضي الله تعالى عنهما مرفوعا: (إن الله لا يقبض العلم انتزاعا ينتزعه من قلوب الرجال ولكن يقبض العلم بموت العلماء، حتى إذا لم يبق عالم اتخذ الناس رؤساء جهالا فسئلوا فأفتوا بغير علم، فضلوا وأضلوا (4. ¶ (باب ما جاء في شهادة الزور) ¶ وقول الله تعالى: {وَاجْتَنِبُوا قَوْلَ الزُّورِ} 5 الآية. عن ابن عمر رضي الله تعالى عنه مرفوعا: (إن الطير لتخفق بأجنحتها وترمي ما في حواصلها من هول يوم القيامة، وإن شاهد الزور لا تزول قدماه حتى يتبوأ مقعده من النار) ¶ __________ ¶ 1 البخاري: الجنائز 1291 , ومسلم: مقدمة 4 , وأحمد 4/245 ,4/252. ¶ 2 مسلم: مقدمة 1 , والترمذي: العلم 2662 , وابن ماجه: المقدمة 39 ,41 , وأحمد 4/255 ,5/14 ,5/20. ¶ 3 سورة الأعراف آية: 33. ¶ 4 البخاري: العلم 100 , ومسلم: العلم 2673 , والترمذي: العلم 2652 , وابن ماجه: المقدمة 52 , وأحمد 2/162 ,2/190 ,2/203 , والدارمي: المقدمة 239. ¶ 5 سورة الحج آية: 30.",
            "page": "28",
            "part": "1",
            "seal": "1A2EEA42"
        },
        {
            "id": "31",
            "nass": "ولهما من حديث أبي بكرة: (ألا وقول الزور، ألا وشهادة الزور. فما زال يكررها حتى قلنا: ليته سكت (1. ¶ (باب ما جاء في اليمين الغموس) ¶ عن ابن مسعود مرفوعا: (من حلف على مال امرئ مسلم بغير حقه، لقي الله وهو عليه غضبان. ثم قرأ علينا رسول الله (: {الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَناً قَلِيلاً} 2 3 (الآية. أخرجاه. ¶ ولمسلم عن أبي أمامة مرفوعا: (من اقتطع حق امرئ مسلم بغير حق، لقي الله وهو عليه غضبان) 4. وفي رواية: (فقد أوجب الله له النار وحرم عليه الجنة. فقال رجل وإن كان شيئا يسيرا يا رسول الله؟ قال: وإن كان قضيبا من أراك (5. ¶ (باب ما جاء في قذف المحصنات) ¶ وقول الله تعالى: {إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ} 6 الآية. ولهما عن أبي هريرة مرفوعا: (واجتنبوا السبع الموبقات قالوا: وما هن يا رسول الله؟ قال: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات) 7. ¶ __________ ¶ 1 البخاري: الاستئذان 6273 , ومسلم: الإيمان 87 , والترمذي: البر والصلة 1901 والشهادات 2301 وتفسير القرآن 3019 , وأحمد 5/36 ,5/38. ¶ 2 البخاري: الخصومات 2417 والرهن 2516 والشهادات 2667 ,2673 ,2677 والأيمان والنذور 6659 , ومسلم: الإيمان 138 , والترمذي: البيوع 1269 وتفسير القرآن 2996 , وأبو داود: الأيمان والنذور 3243 , وابن ماجه: الأحكام 2323 , وأحمد 1/379 ,1/426 ,5/211. ¶ 3 سورة آل عمران: 77. ¶ 4 مسلم: الإيمان 137 , والنسائي: آداب القضاة 5419 , وابن ماجه: الأحكام 2324 , وأحمد 5/260 , ومالك: الأقضية 1435 , والدارمي: البيوع 2603. ¶ 5 مسلم: الإيمان 137 , والنسائي: آداب القضاة 5419 , وابن ماجه: الأحكام 2324 , وأحمد 5/260 , ومالك: الأقضية 1435 , والدارمي: البيوع 2603. ¶ 6 سورة النور آية: 23. ¶ 7 البخاري: الوصايا 2767 , ومسلم: الإيمان 89 , والنسائي: الوصايا 3671 , وأبو داود: الوصايا 2874.",
            "page": "29",
            "part": "1",
            "seal": "1F942853"
        },
        {
            "id": "32",
            "nass": "(باب ما جاء في ذي الوجهين) ¶ وقول الله تعالى: {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا} 1 الآية. وقوله تعالى: {مُذَبْذَبِينَ بَيْنَ ذَلِكَ} 2 الآية. ولهما عن أبي هريرة مرفوعا: (تجدون أشر الناس ذا الوجهين، الذي يأتي هؤلاء بوجه وهؤلاء بوجه) 3. ¶ وعن أنس مرفوعا: (من كان ذا لسانين جعل الله له يوم القيامة لسانين من نار (. ¶ (باب ما جاء في النميمة) ¶ وقول الله تعالى: {هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ} 4. عن حذيفة مرفوعا: (لا يدخل الجنة نمام) 5. ¶ ولهما في حديث القبرين: (إنهما ليعذَّبان وما يعذَّبان في كبير؛ بلى إنه كبير. أما أحدهما فكان لا يستبرئ من البول وأما الآخر فكان يمشي بالنميمة) 6. ¶ ولمسلم عن ابن مسعود مرفوعا: (ألا هل أنبئكم ما العضة؟ هي النميمة، القالة بين الناس (7. ¶ (باب ما جاء في البهتان) ¶ وقول الله تعالى: {وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} 8 الآية. عن ابن عمر مرفوعا: (من قال في مؤمن ما ليس فيه أسكنه الله ردغة ¶ __________ ¶ 1 سورة البقرة آية: 14. ¶ 2 سورة النساء آية: 143. ¶ 3 البخاري: الأدب 6058 , ومسلم: فضائل الصحابة 2526 , والترمذي: البر والصلة 2025 , وأبو داود: الأدب 4872 , وأحمد 2/245 ,2/307 ,2/336 ,2/398 ,2/455 ,2/465 ,2/495 ,2/517 ,2/524 , ومالك: الجامع 1864. ¶ 4 سورة القلم آية: 11. ¶ 5 مسلم: الإيمان 105 , وأحمد 5/391 ,5/396 ,5/399 ,5/406. ¶ 6 البخاري: الوضوء 218 , ومسلم: الطهارة 292 , والترمذي: الطهارة 70 , والنسائي: الطهارة 31 والجنائز 2068 , وأبو داود: الطهارة 20 , وابن ماجه: الطهارة وسننها 347 , وأحمد 1/225 , والدارمي: الطهارة 739. ¶ 7 مسلم: البر والصلة والآداب 2606 , وأحمد 1/437. ¶ 8 سورة الأحزاب آية: 58.",
            "page": "30",
            "part": "1",
            "seal": "CF6C4488"
        },
        {
            "id": "33",
            "nass": "الخبال حتى يخرج مما قال. قيل: يا رسول الله! وما ردغة الخبال؟ قال: عصارة أهل النار) 12 رواه أبو داود بسنده. ¶ ولمسلم عن أبي هريرة رضي الله تعالى عنه مرفوعا: (أتدرون ما الغيبة؟ قالوا: الله ورسوله أعلم. قال: ذكرك أخاك بما يكره. قيل: وإن كان في أخي ما أقول؟ قال: إن كان فيه ما تقول فقد اغتبته، وإن لم يكن فيه ما تقول فقد بَهتَّه) 3. ¶ (باب ما جاء في اللعن) ¶ عن أبي الدرداء رضي الله تعالى عنه مرفوعا: \"إن العبد إذا لعن شيئا صعدت اللعنة إلى السماء، فتغلق أبواب السماء دونها؟ ثم تهبط إلى الأرض، فتغلق أبوابها دونها. ثم تأخذ يمينا وشمالا، فإذا لم تجد مساغا رجعت إلى صاحبها الذي لعن؛ فإن كان أهلا، وإلا رجعت إلى قائلها\"4. رواه أبو داود بسند جيد. وله شاهد عند أحمد بسند حسن من حديث ابن مسعود. وأخرجه أبو داود وغيره من حديث ابن مسعود رواته ثقات لكن أعل بالإرسال. ¶ ولمسلم عن أبي برزة مرفوعا: (أن امرأة لعنت ناقة لها، فقال رسول الله: \"لا تصحبنا ناقة عليها لعنة 5 \" (. وله عن عمران نحوه. ¶ __________ ¶ 1 أبو داود: الأقضية 3597 , وأحمد 2/70. ¶ 2 العبارة التي بين القوسين غير موجودة في مخطوطتي المفتي والشيخ محمد بن عبد اللطيف رحمهما الله ولا في سنن أبي داود في هذا الحديث. ¶ 3 مسلم: البر والصلة والآداب 2589 , والترمذي: البر والصلة 1934 , وأبو داود: الأدب 4874 , وأحمد 2/230 ,2/384 ,2/386 ,2/458 , والدارمي: الرقاق 2714. ¶ 4 أبو داود: الأدب 4905. ¶ 5 الزيارة موجودة في أبي داود.",
            "page": "31",
            "part": "1",
            "seal": "DAB9DB80"
        },
        {
            "id": "34",
            "nass": "(باب ما جاء في إفشاء السر) ¶ عن أبي سعيد 1 مرفوعا: (إن من أشر الناس منْزلة عند الله يوم القيامة الرجل يفضي إلى المرأة وتفضي إليه، ثم ينشر أحدهما سر صاحبه) . وفي رواية: (أن من أعظم الأمانات (رواه مسلم. ¶ وعن جابر مرفوعا (إذا حدث الرجل بالحديث ثم التفت، فهي أمانة (3 حسنه الترمذي 4. ولأحمد عن أبي الدرداء مرفوعا: (من سمع من رجل حديثا لا يحب أن يذكر عنه فهو 5 أمانة وإن لم يستكتمه (. ¶ (باب لعن المسلم) ¶ عن ثابت بن الضحاك مرفوعا: (لعن المسلم كقتله) 6 أخرجاه. ¶ وللبخاري عن أبي هريرة مرفوعا: (أنهم ضربوا رجلا قد شرب الخمر فلما انصرف قال بعض القوم: أخزاك الله. قال: لا تقولوا هذا، لا تعينوا عليه الشيطان) 7. ¶ (باب تأكده في الأموات) ¶ عن عائشة مرفوعا: (لا تسبوا الأموات، فإنهم قد أفضوا إلى ما قدموا) 8 رواه البخاري. ¶ __________ ¶ 1 هذا لفظ مسلم وهو الموجود في مخطوطتي المفتي والشيخ محمد بن عبد اللطيف. ¶ 2 مسلم: النكاح 1437. ¶ 3 الترمذي: البر والصلة 1959 , وأبو داود: الأدب 4868 , وأحمد 3/379 ,3/394. ¶ 4 الزيادة موجودة في المخطوطتين السالفتين. ¶ 5 هذا لفظ المخطوطتين السالفتين وهو الموافق لما في مسند أحمد. ¶ 6 البخاري: الأدب 6047 ,6105 والأيمان والنذور 6653 , ومسلم: الإيمان 110 , وأحمد 4/33 , والدارمي: الديات 2361. ¶ 7 البخاري: الحدود 6777 , وأبو داود: الحدود 4477 , وأحمد 2/299. ¶ 8 البخاري: الجنائز 1393 , والنسائي: الجنائز 1936 , وأحمد 6/180 , والدارمي: السير 2511.",
            "page": "32",
            "part": "1",
            "seal": "4007257B"
        },
        {
            "id": "35",
            "nass": "(باب ذكر قول يا عدو الله، أو يا فاسق، أو يا كافر، ونحوه) ¶ عن أبي ذر (مرفوعا: (لا يرمي رجل رجلا بالفسوق، ولا يرميه بالكفر، إلا ارتدت عليه إن لم يكن صاحبه كذلك 1) رواه البخاري. ¶ وعن سمرة مرفوعا: (لا تلاعنوا بلعنة الله، ولا بغضبه، ولا بالنار) 2 صححه الترمذي. ولهما عن أبي ذر مرفوعا: (من دعا رجلا بالكفر أو قال: عدو الله، وليس كذلك، إلا حار عليه) . ¶ (باب ما جاء في لعن الرجل والديه) ¶ عن ابن عمر رضي الله عنهما مرفوعا: (من أكبر الكبائر أن يلعن الرجل والديه. قيل يا رسول الله كيف يلعن الرجل والديه؟ قال: يسب أبا الرجل. فيسب أباه، ويسب أمه فيسب أمه) . أخرجاه. ¶ (باب النهي عن دعوى الجاهلية) ¶ (ولما قال المهاجري يا للمهاجري! وقال الأنصاري يا للأنصار! قال رسول الله صلى الله عليه وسلم: أبدعوى الجاهلية وأنا بين أظهركم؟ وغضب لذلك غضبا شديدا) ¶ __________ ¶ 1 هذا لفظ البخاري وما في المخطوطتين السالفتي الذكر أقرب إليه مما في النسخ المطبوعة. ¶ 2 الترمذي: البر والصلة 1976 , وأبو داود: الأدب 4906. ¶ 3 البخاري: المناقب 3508 والأدب 6045 , ومسلم: الإيمان 61 , وابن ماجه: الأحكام 2319 , وأحمد 5/166 ,5/181. ¶ 4 البخاري: الأدب 5973 , ومسلم: الإيمان 90 , والترمذي: البر والصلة 1902 , وأبو داود: الأدب 5141 , وأحمد 2/164.",
            "page": "33",
            "part": "1",
            "seal": "FCA6819E"
        },
        {
            "id": "36",
            "nass": "(باب النهي عن الشفاعة في الحدود) ¶ وقول الله تعالى: {وَلا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ} 1 الآية. ¶ ولهما في حديث المخزومية: (أتشفع في حد من حدود الله؟) 2 وفي الموطأ عن الزبير3: (إذا بلغت الحدود السلطان فلعن الله الشافع والمشفع) 4. وعن ابن عمر مرفوعا: (من حالت شفاعته دون حد من حدود الله فقد ضاد الله في أمره (5. ¶ (باب من أعان على خصومة في باطل) ¶ وقول الله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الأِثْمِ وَالْعُدْوَانِ} 6 الآية. وقوله: {مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا} 7 الآية. ¶ عن ابن عمر مرفوعا: (من حالت شفاعته دون حد من حدود الله فقد ضاد الله في أمره. ومن خاصم في باطل وهو يعلم أنه باطل لم يزل في سخط الله حتى ينْزع. ومن قال في مسلم ما ليس فيه حبس في ردغة الخبال حتى يخرج مما قال. قال: قيل: يا رسول الله، وما ردغة الخبال؟ قال عصارة أهل النار) 8 وفي رواية: (ومن أعان على خصومة في باطل فقد باء بغضب من الله) 9 رواه أبو داود بسند صحيح. ¶ __________ ¶ 1 سورة النور آية: 2. ¶ 2 البخاري: أحاديث الأنبياء 3475 , ومسلم: الحدود 1688 , والترمذي: الحدود 1430 , والنسائي: قطع السارق 4895 ,4897 ,4898 ,4899 ,4900 ,4901 ,4902 ,4903 , وأبو داود: الحدود 4373 , وابن ماجه: الحدود 2547 , وأحمد 5/409 ,6/162 , والدارمي: الحدود 2302. ¶ 3 هذا نص المخطوطتين. ¶ 4 مالك: الحدود 1580. ¶ 5 أبو داود: الأقضية 3597 , وأحمد 2/70. ¶ 6 سورة المائدة آية: 2. ¶ 7 سورة النساء آية: 85. ¶ 8 أبو داود: الأقضية 3597 , وأحمد 2/70. ¶ 9 أبو داود: الأقضية 3597.",
            "page": "34",
            "part": "1",
            "seal": "8BBC143D"
        },
        {
            "id": "37",
            "nass": "(باب من شهد أمرا فليتكلم بخير أو ليصمت) ¶ عن أبي هريرة (مرفوعا: (من كان يؤمن بالله واليوم الآخر فإذا شهد أمرا فليتكلم بخير أو ليسكت) رواه مسلم. ¶ (باب ما يحذر من الكلام في الفتن) ¶ عن ابن عمر مرفوعا: (ستكون فتنة تستنظف العرب قتلاها في النار، اللسان فيها أشد من وقع السيف) 2 رواه أبو داود. وله 3 عن أبي هريرة (مرفوعا: (ستكون فتنة صماء بكماء عمياء، اللسان فيها كوقع السيف) 4. ¶ (باب قول: هلك الناس) ¶ عن أبي هريرة (مرفوعا: (إذا قال الرجل: هلك الناس، فهو أهلكهم) 5 رواه مسلم. ¶ (باب الفخر) ¶ وقول الله تعالى: {أَنَا خَيْرٌ مِنْهُ} 6 الآية. عن عياض بن حمار مرفوعا: (إن الله تعالى أوحى إلي أن تواضعوا، حتى لا يفخر أحد على أحد ولا يبغي أحد على أحد) 7 رواه مسلم. ¶ وله عن أبي مالك الأشعري قال: قال رسول الله (: (أربع في أمتي من أمر الجاهلية لا يتركونهن: الفخر بالأحساب، ¶ __________ ¶ 1 مسلم: الرضاع 1468. ¶ 2 الترمذي: الفتن 2178 , وأبو داود: الفتن والملاحم 4265 , وابن ماجه: الفتن 3967. ¶ 3 هذا نص المخطوطتين. ¶ 4 أبو داود: الفتن والملاحم 4264. ¶ 5 مسلم: البر والصلة والآداب 2623 , وأبو داود: الأدب 4983 , وأحمد 2/342 ,2/465 ,2/517 , ومالك: الجامع 1845. ¶ 6 سورة الأعراف آية: 12. ¶ 7 مسلم: الجنة وصفة نعيمها وأهلها 2865 , وأبو داود: الأدب 4895 , وابن ماجه: الزهد 4179.",
            "page": "35",
            "part": "1",
            "seal": "F5837429"
        },
        {
            "id": "38",
            "nass": "والطعن في الأنساب، والاستسقاء بالنجوم، والنياحة على الميت. وقال: النائحة إذ لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران ودرع من جرب (1. وللترمذي وحسنه: (لينتهين أقوام يفتخرون بآبائهم الذين ماتوا، إنما هم فحم جهنم، أو ليكونن أهون على الله من الجعلان. إن الله أذهب عنكم عبية الجاهلية وفخرها بالآباء، إنما هو مؤمن تقي أو فاجر شقي. الناس بنو آدم وآدم خلق من تراب (2 عبية بتشديد الباء وكسرها: الكبر والفخر. ¶ (باب الطعن في الأنساب) ¶ عن أبي هريرة مرفوعا: (اثنتان في الناس3 هما بهم كفر: الطعن في الأنساب، والنياحة على الميت) . ¶ (باب من ادعى نسبا ليس له) ¶ ولهما عن سعد مرفوعا: (من ادعى إلى غير أبيه، وهو يعلم أنه غير أبيه، فالجنة عليه حرام () . ولهما عن أبي هريرة عن النبي (: (لا ترغبوا عن آبائكم، فمن رغب عن أبيه فهو كافر) 5. ولهما عن علي مرفوعا: (من ادعى إلى غير أبيه، أو انتمى إلى غير مواليه، فعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منه يوم القيامة صرفا ولا عدلا) 6. ¶ (باب من تبرأ من نسبه) ¶ عن عمرو بن شعيب عن أبيه عن جده مرفوعا: (كفر من تبرأ من نسبه وإن دق، أو ادعى7 نسبا لا يعرف) وللطبراني معناه من حديث ¶ __________ ¶ 1 مسلم: الجنائز 934 , وأحمد 5/342 ,5/344. ¶ 2 الترمذي: المناقب 3955 , وأبو داود: الأدب 5116. ¶ 3 هذا نص المخطوطتين. ¶ 4 البخاري: المغازي 4327 , ومسلم: الإيمان 63 , وأبو داود: الأدب 5113 , وابن ماجه: الحدود 2610 , وأحمد 1/169 ,1/174 ,1/179 ,5/38 ,5/46 , والدارمي: السير 2530 والفرائض 2860. ¶ 5 البخاري: الفرائض 6768 , ومسلم: الإيمان 62 , وأحمد 2/526. ¶ 6 مسلم: الحج 1370 , وأحمد 1/81. ¶ 7 هذا نص مخطوطة سماحة المفتي.",
            "page": "36",
            "part": "1",
            "seal": "7EB195FB"
        },
        {
            "id": "39",
            "nass": "أبي بكر الصديق (، ولأبي داود وابن حبان عن أبي هريرة مرفوعا: (أيما امرأة أدخلت على قوم ما ليس منهم فليست من الله في شيء، ولن يدخلها جنته، وأيما والد جحده ولده وهو ينظر إليه إلا احتجب الله عنه يوم القيامة. وفضحه على رؤوس الخلائق من الأولين والآخرين) 1. ¶ (باب من ادعى ما ليس له، ومن إذا خاصم فجر) ¶ فيه حديث ابن عمر، وروي عن ابن مسعود وعمر: (من قال: أنا مؤمن فهو كافر، ومن قال: هو في الجنة فهو في النار، ومن قال: هو عالم فهو جاهل) 2. ولهما عن أبي ذر أنه سمع رسول الله (يقول3: (ما من رجل 4 ادعى إلى غير أبيه وهو يعلمه إلا كفر، ومن ادعى ما ليس له فليس منا، وليتبوأ مقعده من النار. ومن رمى مسلما بالكفر أو قال: يا عدو الله، وليس كذلك إلا حار عليه (. ¶ (باب الدعوى في العلم افتخارا) ¶ عن ابن عمر مرفوعا: (يظهر الإسلام حتى تختلف التجار في البحر، وحتى تخوض الخيل في سبيل الله. ثم يظهر أقوام يقرؤون القرآن يقولون: من أقرأ منا؟ من أعلم منا؟ من أفقه منا؟ ثم قال: هل في أولئك من خير؟ قالوا: الله ورسوله أعلم. قال: أولئك منكم من هذه الأمة 5 ¶ __________ ¶ 1 النسائي: الطلاق 3481 , وأبو داود: الطلاق 2263 , والدارمي: النكاح 2238. ¶ 2 صحيح البخاري: كتاب الجهاد والسير 2786 وكتاب المغازي 4046 , وصحيح مسلم: كتاب الإيمان 140 وكتاب الإمارة 1888 , وسنن الترمذي: كتاب الصلاة 218 وكتاب تفسير القرآن 2951 , وسنن النسائي: كتاب الجهاد 3154 , وسنن أبي داود: كتاب الجهاد 2521 وكتاب الأقضية 3573 , وسنن ابن ماجه: كتاب المقدمة 196 , ومسند أحمد 1/134 ,2/498 ,3/13 ,3/16 ,3/88 ,3/97 ,3/119 ,3/268 ,3/308 ,3/367 ,4/400 ,5/58 ,5/409. ¶ 3 هذا هو نص المخطوطتين. ¶ 4 هذا هو الموافق لنص مخطوطة الشيخ محمد بن عبد اللطيف. ¶ 5 هذا هو الموافق لمخطوطة سماحة المفتي.",
            "page": "37",
            "part": "1",
            "seal": "DA950040"
        },
        {
            "id": "40",
            "nass": "وأولئك هم وقود النار) رواه البزار بسند لا بأس به. وللطبراني معناه عن ابن عباس قال المنذري إسناده حسن 1. ¶ (باب ذكر جحود النعمة) ¶ في الصحيح عن ابن عباس مرفوعا أن النبي (قال: (دخلت النار فرأيت أكثر أهلها النساء يكفرن. قيل: يكفرن بالله؟ قال لا، يكفرن العشير، ويكفرن الإحسان؛ لو أحسنت إلى إحداهن الدهر ثم رأت منك شيئا، قالت: ما رأيت منك خيرا قط) . ¶ وعن أبي هريرة مرفوعا: (لا يشكر الله من لا يشكر الناس) 3 , صححه الترمذي وقال: حسن غريب. ¶ وعن جابر مرفوعا: (من أُعطي عطاء فليجز به إن وجد، ومن لم يجد فليثن به فإن الثناء شكر، فإن أثنى فقد شكر، ومن كتمه فقد كفر (4. ¶ (باب ما جاء في لمز أهل طاعة الله والاستهزاء بضعفتهم) ¶ عن ابن مسعود قال: (لما نزلت آية الصدقة كنا نحامل على ظهورنا، فجاء رجل فتصدق بشيء كثير، فقالوا: مراء. وجاء رجل فتصدق 5 بصاع، فقالوا: إن الله لغني عن صاع هذا فنَزل قوله تعالى: {الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لا يَجِدُونَ إِلاَّ جُهْدَهُمْ} الآية 6 7 (. ¶ __________ ¶ 1 هذا هو نص المخطوطتين سوى كلمة الترمذي فصحتها المنذري كما في الترغيب والترهيب. ¶ 2 البخاري: الإيمان 29. ¶ 3 الترمذي: البر والصلة 1954 , وأبو داود: الأدب 4811 , وأحمد 2/295 ,2/302 ,2/388 ,2/492. ¶ 4 الترمذي: البر والصلة 2034 , وأبو داود: الأدب 4813. ¶ 5 هذا هو نص المخطوطتين. ¶ 6 أكملت الآية في مخطوطة الشيخ محمد بن عبد اللطيف. ¶ 7 سورة التوبة آية: 79.",
            "page": "38",
            "part": "1",
            "seal": "6D67F344"
        },
        {
            "id": "41",
            "nass": "(باب الاستهزاء) ¶ وقول الله تعالى: {إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ} 1 وقوله: {فَاتَّخَذْتُمُوهُمْ سِخْرِيّاً} 2 الآية. وقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ} 3 الآية. عن الحسن قال: قال رسول الله (: (إن المستهزئين بالناس يفتح لأحدهم في الآخرة باب في الجنة، فيقال له: هلم! فيجيء بكربه وغمه، فإذا جاء أغلق دونه الباب. ثم يفتح له باب آخر، فيقال له: هلم! هلم! فيجيء بكربه وغمه، فإذا جاءه أغلق دونه4. فما يزال كذلك حتى إن أحدهم ليفتح له الباب من أبواب الجنة فيقال له: هلم! فما يأتيه من اليأس) . أخرجه البيهقي. ولابن أبي حاتم وغيره عن ابن عمر مرفوعا: (من مات همازا لمازا ملقبا للناس، كان علامته يوم القيامة 5 أن الله يسمه على الخرطوم من كلا الشدقين (. ¶ (باب ترويع المسلم) ¶ عن عبد الرحمن بن أبي ليلى قال (حدثنا أصحاب رسول الله (: أنهم كانوا يسيرون مع النبي (فنام رجل منهم، فقام بعضهم إلى حبل معه فأخذه، ففزع. فقال رسول الله (إنه لا يحل لمسلم أن يروع أخاه) 6 رواه أبو داود. ¶ __________ ¶ 1 سورة المطففين الآيتان: 29، 30. ¶ 2 سورة المؤمنون آية: 110. ¶ 3 سورة الحجرات آية: 11. ¶ 4 هذا هو نص الحديث في مخطوطة الشيخ محمد بن عبد اللطيف. ¶ 5 هذا نص المخطوطتين. ¶ 6 أبو داود: الأدب 5004 , وأحمد 5/362.",
            "page": "39",
            "part": "1",
            "seal": "BCA61409"
        },
        {
            "id": "42",
            "nass": "(باب المتشبع بما لم يعط) ¶ ولهما عن أسماء: (أن امرأة قالت: يا رسول الله إن لي ضرة فهل علي جناح إن تشبعت من زوجي بما لم يعطني. فقال: إن المتشبع بما لم يعط كلابس ثوبي زور) 1. ¶ (باب التحدث بالمعصية) ¶ ولهما عن أبي هريرة مرفوعا: (كل أمتي معافى إلا المجاهرين، فإن من المجاهرة أن يعمل الرجل عملا بالليل ثم يصبح وقد ستره الله عليه فيقول: يا فلان عملت البارحة كذا وكذا. وقد بات يستره ربه وأصبح يكشف ستر الله عليه) 2. ¶ (باب ما جاء في الشتم بالزنى) ¶ عن أبي هريرة مرفوعا: (من قذف مملوكه بالزنا يقام عليه الحد يوم القيامة إلا أن يكون كما قال) 3. ¶ (باب النهي عن تسمية الفاسق سيدا) ¶ عن بريدة 4 قال: قال رسول الله ((لا تقولوا للمنافق سيدا؛ فإنه إن يك سيدا فقد أسخطتم ربكم) 5 رواه أبو داود بسند صحيح. ¶ (باب النهي عن الحلف بالأمانة) ¶ عن بريدة (مرفوعا: (من حلف بالأمانة فليس منا) 6 رواه أبو داود بسند صحيح 7. ¶ __________ ¶ 1 البخاري: النكاح 5219 , ومسلم: اللباس والزينة 2130 , وأبو داود: الأدب 4997 , وأحمد 6/345 ,6/346 ,6/353. ¶ 2 البخاري: الأدب 6069 , ومسلم: الزهد والرقائق 2990. ¶ 3 البخاري: الحدود 6858 , ومسلم: الأيمان 1660 , والترمذي: البر والصلة 1947 , وأبو داود: الأدب 5165 , وأحمد 2/431 ,2/499. ¶ 4 لم ترد \"مرفوعا\" في المخطوطتين. ¶ 5 أبو داود: الأدب 4977 , وأحمد 5/346. ¶ 6 أبو داود: الأيمان والنذور 3253 , وأحمد 5/352. ¶ 7 هذا الباب موجود في مخطوطة عبد الرحمن بن عبد العزيز الحصين.",
            "page": "40",
            "part": "1",
            "seal": "F4BDD996"
        },
        {
            "id": "43",
            "nass": "(باب النهي عن الحلف بملة غير الإسلام) ¶ عن أبي زيد قال: قال رسول الله (: (من حلف بملة غير الإسلام كاذبا متعمدا، فهو كما قال) 1 أخرجاه. ¶ وعن بريدة (أن رسول الله (قال: (من حلف فقال: أنا بريء من الإسلام، فإن كان كاذبا فهو كما قال، وإن كان صادقا فلن يرجع إلى الإسلام سالما) 2 رواه أبو داود. ¶ (باب ما جاء في الغيبة) ¶ وقول الله تعالى: {وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً} 3 الآية. عن أبي بكرة أن رسول الله (قال في خطبته يوم النحر: (أي شهر هذا؟ فسكتنا حتى ظننا أنه سيسميه بغير اسمه. فقال: أليس ذا الحجة؟ قلنا: بلى. قال: فأي بلد هذا؟ فسكتنا حتى ظننا أنه سيسميه بغير اسمه. فقال: أليس بلد الله الحرام؟ قلنا: بلى. قال: فأي يوم هذا؟ فسكتنا حتى ظننا أنه سيسميه بغير اسمه. فقال أليس يوم النحر؟ قلنا: بلى. قال: فإن دماءكم وأموالكم وأعراضكم عليكم حرام، كحرمة يومكم هذا في شهركم هذا في بلدكم هذا. وستلقون ربكم فيسألكم عن أعمالكم؛ ألا فلا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض. ألا فليبلغ الشاهد منكم الغائب؛ فلعل بعض من يبلغه يكون أوعى له من 4 بعض من 5 سمعه. ¶ ثم ¶ __________ ¶ 1 البخاري: الجنائز 1364 , ومسلم: الإيمان 110 , والترمذي: النذور والأيمان 1543 , والنسائي: الأيمان والنذور 3770 ,3771 ,3813 , وأبو داود: الأيمان والنذور 3257 , وابن ماجه: الكفارات 2098 , وأحمد 4/33 ,4/34. ¶ 2 النسائي: الأيمان والنذور 3772 , وأبو داود: الأيمان والنذور 3258 , وابن ماجه: الكفارات 2100 , وأحمد 5/355. ¶ 3 سورة الحجرات آية: 12. ¶ 4 زيدت في المخطوطتين. ¶ 5 هذا هو نص المخطوطتين وهو الصواب.",
            "page": "41",
            "part": "1",
            "seal": "03DEB335"
        },
        {
            "id": "44",
            "nass": "قال: ألا هل بلغت؟ قلنا: نعم. قال: اللهم اشهد قالها ثلاثا (أخرجاه. ولهما عن ابن عمر مرفوعا أن رسول الله (قال: (المسلم من سلم المسلمون من لسانه ويده، والمهاجر من هجر ما نهى الله عنه) 1. ¶ وعن أبي هريرة مرفوعا: (من أكل لحم أخيه في الدنيا، قُرب إليه يوم القيامة، فيقال له: كله ميتا كما أكلته حيا. فيأكله فيكلح ويصيح) رواه أبو يعلى بسند حسن. ولابن حبان وصححه عنه في قصة ماعز: (أن رجلا قال لآخر: انظر إلى هذا الرجل الذي ستر الله عليه، فلم يدع نفسه حتى رُجم رجم الكلب. فقال لهما النبي (:كُلا من جيفة هذا الحمار كما نلتما من عرض هذا الرجل، فإن ما نلتما أشد من أكل هذه الجيفة2 (. ¶ ولهما عن ابن عباس أن النبي (مر بقبرين فقال: (إنهما ليعذبان، وما يعذبان في كبير. أما أحدهما فكان لا يستبرئ من البول، وأما الآخر فكان يمشي بالنميمة) 3. أخرج البخاري في الأدب المفرد نحوه من حديث جابر وفيه: (أما أحدهما فكان يغتاب الناس (. ولأحمد بسند صحيح معناه من حديث أبي بكرة، ولأبي داود الطيالسي عن ابن عباس مثله بسند جيد. ¶ وعن عائشة رضي الله عنها أنها (قالت للنبي (: حسبك من صفيةكذا وكذا-قال بعض الرواة تعني أنها قصيرة-قال: لقد قلت: كلمة لو مزجت بما البحر لمزجته. قالت وحكيت له إنسانا فقال: ¶ __________ ¶ 1 البخاري: الإيمان 10 , ومسلم: الإيمان 40 , والنسائي: الإيمان وشرائعه 4996 , وأبو داود: الجهاد 2481 , وأحمد 2/159 ,2/162 ,2/187 ,2/191 ,2/192 ,2/193 ,2/194 ,2/205 ,2/209 ,2/212 ,2/215 ,2/224 , والدارمي: الرقاق 2716. ¶ 2 هذا هو نص مخطوطة المفتي وهو الأقرب لما في موارد الظمآن في زوائد ابن حبان للحافظ الهيثمي. ¶ 3 البخاري: الجنائز 1361 ,1378 والأدب 6052 , ومسلم: الطهارة 292 , والترمذي: الطهارة 70 , والنسائي: الطهارة 31 والجنائز 2068 , وأبو داود: الطهارة 20 , وابن ماجه: الطهارة وسننها 347 , وأحمد 1/225.",
            "page": "42",
            "part": "1",
            "seal": "83E84AA7"
        },
        {
            "id": "45",
            "nass": "ما أحب أني حكيت إنسانا وأن لي كذا وكذا) . رواه أبو داود والترمذي وقال: حسن صحيح 1. ¶ (باب ما جاء في إضلال الأعمى عن الطريق) ¶ عن أبي هريرة (2) : أن النبي لعن من أضل الأعمى عن الطريق) . ولأبي داود عن معاذ مرفوعا: (من حمى مؤمنا من منافق أذاه بعث الله له يوم القيامة ملكا يحمي لحمه من نار جهنم. ومن رمى مسلما بشيء يريد تشيينه حبسه الله على جسر جهنم حتى يخرج مما قال (4. ¶ (باب تشييع الفاحشة في المؤمنين) ¶ وقول الله تعالى: {نَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالآخِرَةِ} 5. (باب الرشوة) ¶ وقول الله تعالى: {وَلا تَشْتَرُوا بِآيَاتِي ثَمَناً قَلِيلاً} 6 الآية. عن ابن عمر مرفوعا: (لعن الله الراشي والمرتشي (7 وصححه الترمذي. ولأحمد عن ثوبان: (لعن رسول الله (الراشي والمرتشي والرائش، يعني الذي يمشي بينهما) 8. ¶ __________ ¶ 1 هذا هو نص المخطوطتين. ¶ 2 هذا هو نص مخطوطة الحصين. ¶ 3 أحمد 1/217. ¶ 4 أبو داود: الأدب 4883 , وأحمد 3/441. ¶ 5 سورة النور آية: 19. ¶ 6 سورة البقرة آية: 41. ¶ 7 الترمذي: الأحكام 1336 , وأحمد 2/387. ¶ 8 أحمد 5/279.",
            "page": "43",
            "part": "1",
            "seal": "927EE15E"
        },
        {
            "id": "46",
            "nass": "(باب هدايا الأمراء غلول) ¶ عن أبي حميد 1 قال: (استعمل رسول الله (رجلا على الصدقة، فلما قدم قال: هذا لكم، وهذا أهدي إلَيَّ. فقال رسول الله (: ما بال الرجل نستعمله على العمالة مما ولاَّنا الله، فيقول: هذا لكم وهذا أهدي إلي! فهلا جلس في بيت أبيه أو أمه فينظر أيُهدَى إليه شيء أم لا؟ والذي نفس محمد بيده لا يأخذ أحد منكم شيئا بغير حقه إلا لقي الله وهو يحمله يوم القيامة، إن كان بعيرا له رغاء، وإن كان بقرة لها خوار، أو شاة تيعر. ثم رفع يديه حتى رأينا عفرة إبطيه، ثم قال: اللهم هل بلغت؟ قالها ثلاثا) . ¶ (باب الهدية على الشفاعة) ¶ عن أبي أمامة (مرفوعا: (من شفع لأخيه شفاعة فأهدى له هدية عليها فقبلها، فقد أتى بابا من أبواب الربا) 2 رواه أبو داود. ¶ وروى إبراهيم الحربي3 عن عبد الله بن مسعود قال: (السحت أن يطلب الرجل الحاجة فتقضى له، فيهدي إليه فيقبلها) . وله عن مسروق عنه4 (: من رد عن مسلم مظلمة فأعطاه5 عليها قليلا أو كثيرا فهو سحت، قلت: يا أبا عبد الرحمن، ما كنا نرى السحت إلا الرشوة في الحكم قال: ¶ __________ ¶ 1 هذا هو نص المخطوطتين وهو الصواب. ¶ 2 أبو داود: البيوع 3541 , وأحمد 5/261. ¶ 3 هذا ما ورد في مخطوطة الشيخ محمد بن عبد اللطيف. ¶ 4 ورد لفظ عنه في المخطوطات الثلاث. ¶ 5 هذا نص المخطوطات الثلاث.",
            "page": "44",
            "part": "1",
            "seal": "CEC04370"
        },
        {
            "id": "47",
            "nass": "ذلك 1 كفر وتلا قوله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} 2. ¶ (باب الغلول) ¶ وقول الله تعالى: {وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ} 3 الآية. عن أبي هريرة قال: (لما فتح الله خيبر انطلقنا إلى الوادي ومع رسول الله (عبد له فلما نزلنا الوادي رمي بسهم فمات، فقلنا: هنيئا له بالشهادة يا رسول الله. فقال: كلا والذي نفسي بيده إن الشملة التي أخذها يوم خيبر لتلتهب عليه نارا، أخذها من المغانم لم تصبها المقاسم. ففزع الناس، فجاء رجل بشراك أو شراكين، فقال: يا رسول الله أصبت يوم خيبر. فقال: شراك أو شراكان من نار) 4 أخرجاه. ¶ (باب طاعة الأمراء) ¶ وقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ} 5 الآية. وقوله تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا} 6 الآية. عن معاذ بن جبل مرفوعا: (الغزو غزوان: فأما من غزا ابتغاء وجه الله، وأطاع الإمام وأنفق الكريمة، وياسر الشريك، فإن نومه ¶ __________ ¶ 1 هذا نص مخطوطة المفتي. ¶ 2 سورة المائدة آية: 44. ¶ 3 سورة آل عمران آية: 161. ¶ 4 البخاري: الأيمان والنذور 6707 , ومسلم: الإيمان 115 , والنسائي: الأيمان والنذور 3827 , وأبو داود: الجهاد 2711 , ومالك: الجهاد 997. ¶ 5 سورة النساء آية: 59. ¶ 6 سورة التغابن آية: 16.",
            "page": "45",
            "part": "1",
            "seal": "0D359813"
        },
        {
            "id": "48",
            "nass": "ونبهته أجر كله. وأما من غزا فخرا ورياء وسمعة وعصى الإمام وأفسد في الأرض، فإنه لن يرجع بالكفاف (1 رواه أبو داود والنسائي. ¶ وعن ابن عمر مرفوعا: (على المرء السمع والطاعة فيما أحب وكره، إلا أن يؤمر بمعصية، فإذا أمر بمعصية فلا سمع ولا طاعة (2 أخرجاه. ¶ (باب الخروج عن الجماعة) ¶ وقول الله تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ} 3 الآية. وقوله تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} 4 الآية. ¶ عن ابن عباس مرفوعا: (من كره من أميره شيئا فليصبر؛ فإنه من خرج من السلطان قيد شبر مات ميتة جاهلية (5 أخرجاه. ¶ ولمسلم عن حذيفة مرفوعا: (ستكون بعدي أئمة لا يهتدون بهديي، ولا يستنون بسنتي، وسيقوم فيهم رجال قلوبهم قلوب الشياطين في جثمان إنس. قلت: يا رسول الله، كيف أصنع إن أدركت ذلك؟ قال: تسمع وتطيع، وإن ضرب ظهرك، وإن أخذ مالك، فاسمع وأطع (6. ¶ وله عن عرفجة الأشجعي مرفوعا: (من أتاكم وأمركم جميع 7 على رجل واحد يريد أن يشق عصاكم ويفرق جماعتكم، فاقتلوه (. ¶ __________ ¶ 1 النسائي: الجهاد 3188 , وأبو داود: الجهاد 2515 , وأحمد 5/234 , والدارمي: الجهاد 2417. ¶ 2 النسائي: البيعة 4206. ¶ 3 سورة النساء آية: 115. ¶ 4 سورة آل عمران آية: 103. ¶ 5 البخاري: الفتن 7053 , ومسلم: الإمارة 1849 , وأحمد 1/310 , والدارمي: السير 2519. ¶ 6 مسلم: الإمارة 1847. ¶ 7 هذا هو الموجود في مخطوطة الشيخ محمد بن عبد اللطيف.",
            "page": "46",
            "part": "1",
            "seal": "A9FDA072"
        },
        {
            "id": "49",
            "nass": "باب ما جاء في الفتن ¶ وقول الله تعالى: {وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً} 1 الآية. وقوله: {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَاباً مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً} 2 3 الآية. ¶ عن ابن عمرو قال: (كنا في سفر فنَزلنا منْزلاً. فنادى منادي رسول الله (: الصلاة جامعة. فاجتمعنا إلى رسول الله (. فقال: إنه لم يكن نبي قبلي إلا كان حقا عليه أن يدل أمته على خير ما يعلمه لهم، وينذرهم شر ما يعلمه لهم، وإن أمتكم هذه جعل عافيتها في أولها وسيصيب آخرها بلاء وأمور تنكرونها، وتجيء فتنة فيرتق بعضها، بعضا وتجيء الفتنة فيقول المؤمن: هذه مهلكتي، ثم تنكشف، وتجيء الفتنة فيقول المؤمن: هذه هذه. فمن أحب أن يزحزح عن النار ويدخل الجنة فلتأته منيته وهو يؤمن بالله واليوم الآخر. وليأت إلى الناس الذي يحب الله أن يؤتي إليه. ومن بايع إمامه فأعطاه صفقة يده وثمرة قلبه فليطعه إن استطاع؛ فإن جاء آخر ينازعه فاضربوا عنق الآخر (4 رواه مسلم 5. ¶ وله عن أبي هريرة مرفوعا: (بادروا بالأعمال فتنا كقطع الليل المظلم، يصبح الرجل مؤمنا ويمسي كافرا، ويمسي مؤمنا ويصبح كافرا، يبيع دينه بعرض من الدنيا) . وله عن معقل بن يسار مرفوعا: (العبادة في الهرج كهجرة إلي7 (. ¶ __________ ¶ 1 سورة الأنفال آية: 25. ¶ 2 سورة الأنعام آية: 65. ¶ 3 أكملت الآية في مخطوطة الحصين. وهي رقم 65 من سورة الأنعام. ¶ 4 مسلم: الإمارة 1844 , والنسائي: البيعة 4191 , وابن ماجه: الفتن 3956 , وأحمد 2/191. ¶ 5 هذا هو الموافق لما في مسلم. ¶ 6 مسلم: الإيمان 118 , والترمذي: الفتن 2195 , وأحمد 2/303 ,2/372 ,2/390. ¶ 7 هذا هو الموافق لما في المخطوطتين ولنص مسلم.",
            "page": "47",
            "part": "1",
            "seal": "652A2CFF"
        },
        {
            "id": "50",
            "nass": "ولهما عن حذيفة أن عمر قال: (أيكم يحفظ قول النبي (في الفتن؟ فقلت: أنا. فقال: هات. فإنك عليه لجريء، فقلت: سمعته يقول: فتنة الرجل في أهله وماله وجاره1 تكفرها الصلاة والصيام والصدقة والأمر بالمعروف والنهي عن المنكر فقال: ليس هذا أريد، إنما أريد التي تموج كموج البحر. فقلت: ما لك ولها يا أمير المؤمنين؟ إن بينك وبينها بابا مغلقا، فقال: أيفتح الباب أم يكسر؟ قلت: بل يكسر. قال: ذلك أجدر أن لا يغلق. فقلت لحذيفة: أكان عمر يعلم من الباب؟ قال: نعم. كما يعلم أن دون غد الليلة. إني حدثته حديثا ليس بالأغاليط، فهبنا أن نسأله: من الباب؟ فقلنا لمسروق اسأله، فسأله فقال: عمر (. ولمسلم عن أبي بكرة مرفوعا: (إنها ستكون فتن القاعد فيها خير من الماشي، والماشي فيها خير من الساعي إليها، إلا إذا نزلت أو وقعت. فمن كان له إبل فليلحق بإبله، ومن كان له غنم فليلحق بغنمه، ومن كان له أرض فليلحق بأرضه. فقال رجل: يا رسول الله، أرأيت من لم يكن له إبل ولا غنم ولا أرض. قال: يعمد إلى سيفه فيدقه بالحجر، ثم لينْجُ إن استطاع النجاة. ثم قال: ألا هل قد بلغت؟ قالها ثلاثا. ثم قال رجل: يا رسول الله، أرأيت إن أكرهت حتى يُنطلق بي إلى أحد الصفين، فيضربني رجل بسيفه، أو يجيء سهم فيقتلني. قال: يبوء بإثمك وإثمه فيكون من أصحاب النار (. ¶ ولابن ماجه عن سعد (ولأبي داود2 قلت: (يا رسول الله، أرأيت إن دخل علي بيتي وبسط يده ليقتلني. فقال: كن كخير ابني آدم، وتلا ¶ __________ ¶ 1 هذا هو الموافق لما في المخطوطتين. ¶ 2 هذا هو الصواب والموافق لما في ابن كثير.",
            "page": "48",
            "part": "1",
            "seal": "BB1C5D87"
        },
        {
            "id": "51",
            "nass": "هذه الآية {لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ} 1 2 (الآية. ¶ (باب تعظيم قتل النفس التي حرم الله إلا بالحق) ¶ عن سالم بن عبد الله بن عمر3 قال: (يا أهل العراق، ما أسألكم عن الصغيرة، وما أركبكم للكبيرة! سمعت أبي يقول: سمعت رسول الله (يقول: إن الفتنة تجيء من هاهنا، وأومأ بيده نحو المشرق من حيث يطلع قرن الشيطان، وأنتم يضرب بعضكم رقاب بعض، وإنما قتل موسى الذي قتل من آل فرعون خطأ فقال الله تعالى: {وَقَتَلْتَ نَفْساً فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُوناً} 4 5 (رواه مسلم. ¶ ولهما عن المقداد (قلت: يا رسول الله أرأيت إن لقيني رجل من الكفار فاقتتلنا فضرب إحدى يدي بالسيف فقطعها، ثم لاذ مني بشجرة فقال: أسلمت لله، أقتله؟ قال: لا تقتله فإنك إن قتلته فإنه بمنْزلتك قبل أن تقتله وأنت بمنْزلته قبل أن يقول كلمته التي قالها (6. ¶ ولهما عن أسامة بن زيد قال: (بعثنا رسول الله (إلى الحرقات من جهينة فصبحنا القوم على مياههم، فلحقت أنا ورجل من الأنصار رجلا منهم، فلما غشيناه قال: لا إله إلا الله، فكف عنه الأنصاري، فطعنته برمحي فقتلته. فلما قدمنا بلغ ذلك رسول الله (فقال: ¶ __________ ¶ 1 سورة طه آية: 40. ¶ 2 الترمذي: الفتن 2194. ¶ 3 هذا الموافق لما في المخطوطتين. ¶ 4 سورة المائدة آية: 28. ¶ 5 مسلم: الفتن وأشراط الساعة 2905. ¶ 6 البخاري: المغازي 4019 , ومسلم: الإيمان 95 , وأبو داود: الجهاد 2644 , وأحمد 6/4 ,6/5.",
            "page": "49",
            "part": "1",
            "seal": "1F171703"
        },
        {
            "id": "52",
            "nass": "يا أسامة أقتلته بعد ما قال: لا إله إلا الله؟ قلت: يا رسول الله إنما قالها متعوذا. فقال: أقتلته بعد ما قال: لا إله إلا الله؟ فما زال يكررها حتى تمنيت أني لم أكن أسلمت قبل ذلك اليوم) . ¶ وفي رواية أنه قال: (أفلا شققت عن قلبه (2. ولمسلم أنه قال: (يا رسول الله. استغفر لي، فقال: كيف تصنع بلا إله إلا الله إذا جاءت يوم القيامة (3. ¶ وللبخاري عن ابن عمر رضي الله عنهما مرفوعا: (لا يزال العبد في فسحة من دينه ما لم يصب دما حراما (4. ¶ (باب تكثير السواد في الفتن) ¶ عن أبي هريرة (أن رسول الله (قال: (من حمل علينا السلاح فليس منا، ومن غشنا فليس منا) 5 رواه مسلم. ¶ وفي البخاري عن محمد بن عبد الرحمن أبي الأسود قال: (قطع على أهل المدينة بعث فاكتتبت فيه. فلقيت عكرمة فأخبرته فنهاني أشد النهي وقال: أخبرني عبد الله بن عباس أن أناسا من المسلمين كانوا مع المشركين يكثرون سوادهم، يأتي السهم فيصيب أحدهم فيقتله أو يضرب فيقتل6. فأنزل الله {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ} 7 (الآية. وقوله: (ولكن من رضي وتابع) . ¶ __________ ¶ 1 البخاري: المغازي 4269 , ومسلم: الإيمان 96 , وأبو داود: الجهاد 2643 , وأحمد 5/200 ,5/207. ¶ 2 البخاري: المغازي 4269 والديات 6872 , ومسلم: الإيمان 96 , وأبو داود: الجهاد 2643 , وأحمد 5/200 ,5/207. ¶ 3 مسلم: الإيمان 97. ¶ 4 البخاري: الديات 6862 , وأحمد 2/94. ¶ 5 مسلم: الإيمان 101 , وابن ماجه: الحدود 2575 , وأحمد 2/329 ,2/417. ¶ 6 هذا نص المخطوطتين. ¶ 7 سورة النساء آية: 97.",
            "page": "50",
            "part": "1",
            "seal": "8DD37E1B"
        },
        {
            "id": "53",
            "nass": "(باب ذكر العقوق) ¶ وقول الله تعالى: {أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ} 1. ¶ عن ابن عمر رضي الله عنهما: (أقبل رجل إلى النبي (فقال: أبايعك على الهجرة والجهاد أبتغي الأجر من الله فقال هل لك من والديك أحد حي؟ قال: نعم، بل كلاهما. قال: فتبتغي الأجر من الله تعالى؟ قال: نعم. قال: ارجع إلى والديك فأحسن صحبتهما) 2. أخرجاه واللفظ لمسلم. ¶ وعن معاوية بن جاهمة (أن جاهمة (جاء إلى النبي (فقال يا رسول الله أردت أن أغزو، وقد جئت أستشيرك. فقال: فهل لك من أم؟ قلت: نعم. قال: فالزمها، فإن الجنة عند رجليها) 3. رواه أحمد والنسائي. ¶ وعن أبي هريرة ((أن رجلا قال: يا رسول الله من أحق الناس بحسن صحبتي؟ قال: أمك. قال: ثم من؟ قال: أمك. قال: ثم من؟ قال: أمك. قال: ثم من؟ قال: أبو) 4. أخرجاه. ¶ وللبخاري عن ابن عمر رضي الله عنهما مرفوعا: (الكبائر: الإشراك بالله، وعقوق الوالدين، وقتل النفس، واليمين الغموس (5. ¶ __________ ¶ 1 سورة لقمان آية: 14. ¶ 2 مسلم: البر والصلة والآداب 2549. ¶ 3 النسائي: الجهاد 3104. ¶ 4 البخاري: الأدب 5971 , ومسلم: البر والصلة والآداب 2548. ¶ 5 البخاري: الأيمان والنذور 6675 , والترمذي: تفسير القرآن 3021 , والنسائي: تحريم الدم 4011 , وأحمد 2/201 ,2/214 , والدارمي: الديات 2360.",
            "page": "51",
            "part": "1",
            "seal": "A42C9FAB"
        },
        {
            "id": "54",
            "nass": "(باب ذكر القطيعة) ¶ وقول الله تعالى: {وَمَا يُضِلُّ بِهِ إِلاَّ الْفَاسِقِينَ الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ} 1 الآية. ولهما عن جبير بن مطعم مرفوعا: (لا يدخل الجنة قاطع رحم (2. ¶ ولهما عن أبي هريرة (مرفوعا: (إن الله تعالى خلق الخلق، حتى إذا فرغ منهم قامت الرحم فقالت: هذا مقام العائذ بك من القطيعة. قال: نعم أما ترضين أن أصل من وصلك، وأقطع من قطعك؟ قالت: بلى. قال: فذلك لك. ثم قال رسول الله (: اقرؤوا إن شئتم: {فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ} 3 4 (الآية. ¶ (باب أذى الجار) ¶ وقول الله تعالى: {وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ} 5 الآية. ¶ عن أبي شريح (مرفوعا: (من كان يؤمن بالله واليوم الآخر فليكرم ضيفه. ومن كان يؤمن بالله واليوم الآخر فليحسن إلى جاره. ومن كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت (6 أخرجه مسلم. ¶ ولهما عن أبي هريرة (مرفوعا: (والله لا يؤمن، والله لا يؤمن، والله لا يؤمن. قيل: من يا رسول الله؟ قال: الذي لا يأمن ¶ __________ ¶ 1 سورة آية: 26-27. ¶ 2 البخاري: الأدب 5984 , ومسلم: البر والصلة والآداب 2556 , والترمذي: البر والصلة 1909 , وأبو داود: الزكاة 1696 , وأحمد 4/80 ,4/83 ,4/84. ¶ 3 سورة محمد آية: 22. ¶ 4 البخاري: الأدب 5987 , ومسلم: البر والصلة والآداب 2554. ¶ 5 سورة النساء آية: 36. ¶ 6 مسلم: الإيمان 48 , وابن ماجه: الأدب 3672 , وأحمد 4/30 ,6/384 , والدارمي: الأطعمة 2036.",
            "page": "52",
            "part": "1",
            "seal": "89B14F17"
        },
        {
            "id": "55",
            "nass": "جاره بوائقه) 1. وفي رواية: (لا يدخل الجنة من لا يأمن جاره بوائقه (23. البوائق: الغوائل والشرور. ¶ وللترمذي وحسنه عن ابن عمر (مرفوعا: (خير الأصحاب عند الله خيرهم لصاحبه، وخير الجيران عند الله خيرهم لجاره (4. ¶ وفي المسند وصحيح الحاكم عن ابن عمر (مرفوعا: (أيما أهل عرصة 5 أصبح فيهم امرؤ جائع، فقد برئت منهم الذمة (. ¶ وفي صحيح الحاكم عن ابن عباس مرفوعا: (ليس المؤمن الذي يشبع وجاره جائع (. وفي رواية: (ما آمن من بات شبعان وجاره طاو (. ¶ (باب الاستخفاف بأهل الفضل) ¶ عن ابن عمرو رضي الله عنهما مرفوعا: (ليس منا من لم يرحم صغيرنا، ولم يعرف شرف كبيرنا) 6 صححه الترمذي. ولأبي داود عن أبي موسى مرفوعا: (إن من إجلال الله إكرام ذي الشيبة المسلم، وحامل القرآن غير الغالي فيه والجافي عنه، وإكرام ذي السلطان المقسط (7 حديث حسن. ¶ ولأحمد بسند جيد: (ليس منا من لم يرحم كبيرنا ولا يعرف لعالمنا حقه (انتهى. ¶ __________ ¶ 1 البخاري: الأدب 6016. ¶ 2 مسلم: الإيمان 46 , وأحمد 2/288 ,2/372. ¶ 3 هذا نص المخطوطات الثلاث. ¶ 4 الترمذي: البر والصلة 1944 , وأحمد 2/167 , والدارمي: السير 2437. ¶ 5 هذا لفظها في المخطوطات الثلاث وهو الصواب. ¶ 6 الترمذي: البر والصلة 1920. ¶ 7 أبو داود: الأدب 4843.",
            "page": "53",
            "part": "1",
            "seal": "5C2A26F4"
        },
        {
            "id": "56",
            "nass": "(باب إغضاب الزوج) ¶ وقول الله تعالى: {فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ} 1 الآية. عن أبي هريرة (مرفوعا: (والذي نفسي بيده ما من رجل يدعو امرأته إلى فراشه فتأبى عليه، إلا كان الذي في السماء ساخطا عليها حتى يرضى عنها زوجها) 2. وفي رواية (إلا لعنتها الملائكة حتى تصبح (3 أخرجاه. ¶ وعنه مرفوعا: (لو كنت آمرا أحدا أن يسجد لأحد؛ لأمرت الزوجة أن تسجد لزوجها (4 صححه الترمذي. ¶ (باب أذى الصالحين) ¶ وقول الله تعالى: {وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا} 5 الآية. عن أبي هريرة (: (أن أبا سفيان أتى على سلمان وصهيب وبلال في نفر فقالوا: ما أخذت سيوف الله من عنق عدو الله مأخذها، فقال أبو بكر: أتقولون هذا لشيخ قريش وسيدهم؟ فأتى النبي (فأخبره فقال: يا أبا بكر لعلك أغضبتهم لئن كنت أغضبتهم فقد أغضبت ربك. فقال: يا إخوتاه لعلي أغضبتكم؟ فقالوا: لا ... يغفر الله لك يا أخي (6. رواه مسلم. ¶ وللترمذي وحسنه عن أبي بكرة مرفوعا: (من أهان السلطان أهانه الله) 7. ¶ __________ ¶ 1 سورة النساء آية: 34. ¶ 2 مسلم: النكاح 1736. ¶ 3 البخاري: النكاح 5193 , ومسلم: النكاح 1436 , وأبو داود: النكاح 2141 , وأحمد 2/255 ,2/348 ,2/386 ,2/439 ,2/468 ,2/480 ,2/519 ,2/538 , والدارمي: النكاح 2228. ¶ 4 الترمذي: الرضاع 1159. ¶ 5 سورة الأحزاب آية: 58. ¶ 6 مسلم: فضائل الصحابة 2504 , وأحمد 5/64. ¶ 7 لترمذي: الفتن 2224 , وأحمد 5/42 ,5/48.",
            "page": "54",
            "part": "1",
            "seal": "F6DD31DB"
        },
        {
            "id": "57",
            "nass": "(باب ما جاء في الأمانة والخيانة فيها، وتفسير الأمانة) ¶ وقول الله تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا} 1 الآية. وقوله: {إِنَّا عَرَضْنَا الأَمَانَةَ عَلَى السَّمَاوَاتِ وَالأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الأِنْسَانُ إِنَّهُ كَانَ ظَلُوماً جَهُولاً} 2. ¶ روى البيهقي عن ابن مسعود (قال: (القتل في سبيل الله يكفر كل شيء إلا الأمانة والدين. يؤتى بالعبد يوم القيامة وإن قتل في سبيل الله فيقال: أدّ أمانتك. فيقول: أي رب كيف، وقد ذهبت الدنيا؟ فيقال: انطلقوا به إلى الهاوية، فينطلقون به إليها. فتمثل له أمانته كهيئتها يوم دفعت إليه، فيراها ويعرفها، فيهوي في أثرها حتى يدركها، فيحملها على منكبه حتى إذا ظن أنه خارج زلت عن منكبه؛ فهو يهوي في أثرها أبد الآبدين. ثم قال: الصلاة أمانة، والوضوء أمانة، والوزن أمانة، والكيل أمانة، - وعدد أشياء - وأشد ذلك الودائع. قال: فأتيت البراء فقلت: ألا ترى إلى ما قال ابن مسعود؟ قال: كذا وكذا، قال: صدق أما سمعت الله تعالى يقول: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا} 3. قال زيد بن أسلم: هي الصوم، والغسل من الجنابة، وما خفي من الشرائع (. ¶ (باب الولايات من الأمانة) ¶ عن أبي هريرة (: (أن أعرابيا سأل النبي (: متى الساعة؟ قال: إذا ضيعت الأمانة فانتظر الساعة. قال: كيف إضاعتها؟ قال: إذا وسد الأمر إلى غير أهله فانتظر الساعة (4 أخرجه البخاري. ¶ __________ ¶ 1 سورة النساء آية: 58. ¶ 2 سورة الأحزاب آية: 72. ¶ 3 سورة النساء آية: 58. ¶ 4 البخاري: العلم 59 , وأحمد 2/361.",
            "page": "55",
            "part": "1",
            "seal": "5059A0F0"
        },
        {
            "id": "58",
            "nass": "(باب النهي عن طلبها أي الولاية) ¶ عن عبد الرحمن بن سمرة (مرفوعا: (لا تسأل الإمارة فإنك إن أعطيتها من غير مسألة أعنت عليها، وإن أعطيتها عن مسألة وكلت إليها. وإذا حلفت على يمين فرأيت غيرها خيرا، منها فأت الذي هو خير وكفر عن يمينك) 1 أخرجاه. ¶ ولمسلم عن أبي ذر (: (قلت: يا رسول الله ألا تستعملني؟ فضرب بيده على منكبي ثم قال يا أبا ذر، إنك رجل ضعيف، وإنها أمانة، وإنها يوم القيامة خزي وندامة، إلا من أخذها بحقها وأدى الذي عليه فيها (2. ¶ (باب ما جاء في غش الرعية) ¶ عن معقل بن يسار (مرفوعا: (ما من عبد يسترعيه الله على رعيته فيموت وهو غاش لرعيته، إلا حرم الله عليه الجنة (3، وفي رواية: (فلم يحطها بنصيحته، لم يجد رائحة الجنة (4. أخرجاه. ¶ (باب الشفقة على الرعية) ¶ وقول الله تعالى: {وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ} 5. وقوله: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ} 6 الآية. عن عائشة مرفوعا أن النبي (قال: (اللهم من ولي من أمر أمتي شيئا فشق عليهم، فاشقق عليه. ومن ولي من أمر أمتي شيئا فرفق بهم، فارفق به) 7. ¶ __________ ¶ 1 البخاري: كفارات الأيمان 6722 , ومسلم: الأيمان 1652 , والترمذي: النذور والأيمان 1529 , والنسائي: آداب القضاة 5384 , وأبو داود: الخراج والإمارة والفيء 2929 , وأحمد 5/62 ,5/63 , والدارمي: النذور والأيمان 2346. ¶ 2 مسلم: الإمارة 1825 , وأحمد 5/173. ¶ 3 مسلم: الإيمان 142 , والدارمي: الرقاق 2796. ¶ 4 البخاري: الأحكام 7150. ¶ 5 سورة الحجر آية: 88. ¶ 6 سورة آل عمران آية: 159. ¶ 7 مسلم: الإمارة 1828 , وأحمد 6/62 ,6/93 ,6/257 ,6/258 ,6/260.",
            "page": "56",
            "part": "1",
            "seal": "91B49731"
        },
        {
            "id": "59",
            "nass": "(باب الاحتجاب دون الرعية) ¶ عن أبي مريم الأزدي (أنه قال لمعاوية: (سمعت رسول الله (يقول: من ولاه الله شيئا من أمور المسلمين فاحتجب دون حاجتهم وخلتهم وفقرهم، احتجب الله دون حاجته وخلته وفقره يوم القيامة. فجعل معاوية رجلا على حوائج الناس) 1. رواه أبو داود والترمذي. ولأبي داود عن عمرو بن مرة الجهني نحوه، صححه الحاكم. ¶ (باب المحاباة في الولاية) ¶ أخرج أحمد والحاكم وصححه عن يزيد بن أبي سفيان أن أبا بكر قال له: (يا يزيد إن لك قرابة فهل عسيت أن تؤثرهم بالإمارة، وذلك أكثر ما أخاف عليك بعد ما قال رسول الله صلى الله عليه وسلم: من ولي من أمر المسلمين شيئا فأمر أحدا محاباة، فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل الله منه صرفا ولا عدلا حتى يدخله جهنم (2. ¶ وللحاكم وصححه عن ابن عباس مرفوعا: (من استعمل رجلا على عصابة وفيهم من هو أرضى لله منه، فقد خان الله ورسوله والمؤمنين (. ¶ (باب الجور والظلم وخطر الولاية) ¶ أخرج الحاكم وصححه: (ما من أحد يكون على شيء من أمور هذه الأمة فلم يعدل فيهم إلا كبه الله في النار (. ولهما عن معاذ (مرفوعا: (اتق دعوة المظلوم؛ فإنه ليس بينها وبين الله حجاب (3. ¶ ولمسلم عن عدي بن عميرة مرفوعا: (من استعملناه منكم على عمل فكتم منه مخيطا فما فوقه، كان غلولا يأتي به يوم القيامة (4. ¶ __________ ¶ 1 الترمذي: الأحكام 1332 , وأبو داود: الخراج والإمارة والفيء 2948. ¶ 2 أحمد 1/6. ¶ 3 البخاري: الزكاة 1395 ,1458 ,1496 والمظالم والغصب 2448 والمغازي 4347 والتوحيد 7371 ,7372 , ومسلم: الإيمان 19 , والترمذي: الزكاة 625 , والنسائي: الزكاة 2435 , وأبو داود: الزكاة 1584 , وابن ماجه: الزكاة 1783 , وأحمد 1/233 , والدارمي: الزكاة 1614. ¶ 4 مسلم: الإمارة 1833 , وأبو داود: الأقضية 3581 , وأحمد 4/192.",
            "page": "57",
            "part": "1",
            "seal": "C34617AC"
        },
        {
            "id": "60",
            "nass": "ولأحمد عن أبي هريرة (مرفوعا: (ويل للأمراء، ويل للعرفاء، ويل للأمناء، ليتمنين أقوام يوم القيامة أن ذوائبهم كانت معلقة بالثريا يذبذبون بين السماء والأرض، ولم يكونوا عملوا على شيء) 1. ¶ (باب ولاية من لا يحسن العدل) ¶ عن أبي ذر (مرفوعا: (يا أبا ذر إني أراك ضعيفا، وإني أحب لك ما أحب لنفسي، لا تأمرن على اثنين، ولا تولين مال يتيم (رواه مسلم. ¶ ولأبي داود عن بريدة (مرفوعا: (القضاة ثلاثة: واحد في الجنة، واثنان في النار. فأما الذي في الجنة فرجل عرف الحق فقضى به، ورجل عرف الحق فجار في الحكم فهو في النار، ورجل قضى للناس على جهل فهو في النار (2. ¶ ولهما عن أبي هريرة (مرفوعا: (من أُفْتِي فتيا بغير علم، كان إثم ذلك على الذي أفتاه) 3. ¶ (باب الأمانة في البيع والشراء والكيل والوزن) ¶ وقول الله تعالى: {فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ} 4. عن حذيفة قال: حدثنا رسول الله (حديثين، رأيت أحدهما، وأنا أنتظر الآخر. حدثنا: (أن الأمانة نزلت في جذر قلوب الرجال، ثم نزل القرآن. فعلموا من القرآن وعلموا من السنة) 5 ثم حدثنا عن رفع الأمانة فقال: (ينام الرجل النومة فتقبض الأمانة من قلبه فيظل أثرها مثل ¶ __________ ¶ 1 أحمد 2/352. ¶ 2 الترمذي: الأحكام 1322 , وأبو داود: الأقضية 3573 , وابن ماجه: الأحكام 2315. ¶ 3 أبو داود: العلم 3657 , وأحمد 2/365. ¶ 4 سورة البقرة آية: 283. ¶ 5 البخاري: الرقاق 6497 والفتن 7086 والاعتصام بالكتاب والسنة 7276 , ومسلم: الإيمان 143 , والترمذي: الفتن 2179 , وابن ماجه: الفتن 4053 , وأحمد 5/383.",
            "page": "58",
            "part": "1",
            "seal": "7995A1E6"
        },
        {
            "id": "61",
            "nass": "أثر الوكت. ثم ينام النومة فتقبض من قلبه فيظل أثرها مثل أثر المجل كجمر دحرجته على رجلك فنفط فتراه منتبرا وليس فيه شيء. ثم أخذ حصاة فدحرجها على رجله. فيصبح الناس يتبايعون فلا يكاد أحدهم يؤدي الأمانة، حتى يقال: إن في بني فلان رجلا أمينا، وحتى يقال للرجل: ما أجلده! ما أظرفه! ما أعقله! وما في قلبه مثقال حبة خردل من إيمان. ولقد أتى عليّ زمان وما أبالي أيكم بايعت، لئن كان مسلما ليردنه على دينه، وإن كان يهوديا أو نصرانيا ليردنه على ساعيه. وأما اليوم فما كنت أبايع منكم إلا فلانا وفلانا (. ¶ الجذر: الأصل، الوكت: الأثر اليسير، والمجل تنفط من أثر عمل. ومنتبرا: مرتفعا. ساعيه: الوالي عليه 1. ¶ ولمسلم في حديث الشفاعة: (ترسل الأمانة والرحم فيقومان بجنبتي الصراط يمينا وشمالا (2. ¶ (باب قوله: كلكم راع وكلكم مسؤول عن رعيته) ¶ وقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً} 3 الآية. عن ابن عمر رضي الله عنهما قال: قال رسول الله (: (كلكم راع وكلكم مسؤول عن رعيته: فالإمام راع ومسؤول عن رعيته: والرجل راع في أهله ومسؤول عن رعيته، والمرأة راعية على بيت زوجها وولده ومسؤولة عن رعيتها، والولد راع في مال أبيه ومسؤول عن رعيته، ¶ __________ ¶ 1 تفسير الساعي ورد في مخطوطة الشيخ محمد بن عبد اللطيف. ¶ 2 مسلم: الإيمان 195. ¶ 3 سورة التحريم آية: 6.",
            "page": "59",
            "part": "1",
            "seal": "4AFDE3B0"
        },
        {
            "id": "62",
            "nass": "والخادم راع في مال سيده ومسؤول عن رعيته فكلكم راع وكلكم مسؤول عن رعيته) 1. متفق عليه 2. ¶ (باب الرفق بالمملوك) ¶ عن أبي مسعود البدري (3 أنه ضرب عبدا له فقال النبي ((إن الله أقدر منك على هذا الغلام. قلت: هو حر لوجه الله تعالى فقال: أما إنك لو لم تفعل للفحتك النار، أو لمستك النار) 4. ¶ (باب الرفق بالبهائم) ¶ عن ابن عباس رضي الله عنهما: (أن رسول الله (مر على حمار قد وسم في وجهه فقال لعن الله من فعل هذا، أو ليس قد نهيت عن هذا؟) 5. ¶ وفي رواية: (لعن الله الذي وسمه (6. وفي رواية: (نهى عن الضرب في الوجه، والوسم فيه (7 رواه مسلم. ¶ ولهما عن أبي هريرة (مرفوعا: (دخلت النار امرأة في هرة ربطتها، فلا هي أطعمتها، ولا هي أرسلتها تأكل من خشاش الأرض، حتى ماتت (8. ¶ ولمسلم عن ابن عمر رضي الله عنهما مرفوعا: (كفى بالمرء إثما أن يحبس عمن يملك قوته) 9. ولأبي داود: (أن يضيع من يقوت) . ¶ __________ ¶ 1 البخاري: الجمعة 893 , ومسلم: الإمارة 1829 , والترمذي: الجهاد 1705 , وأبو داود: الخراج والإمارة والفيء 2928 , وأحمد 2/5 ,2/54 ,2/121. ¶ 2 هذا ما ورد في المخطوطتين مخطوطة المفتي ومخطوطة الحصين. ¶ 3 هذا نص مخطوطة الشيخ محمد بن عبد اللطيف وهو الصواب. ¶ 4 مسلم: الأيمان 1659 , وأبو داود: الأدب 5159. ¶ 5 أحمد 3/296. ¶ 6 مسلم: اللباس والزينة 2117 , والترمذي: الجهاد 1710 , وأبو داود: الجهاد 2564 , وأحمد 3/318 ,3/378. ¶ 7 مسلم: اللباس والزينة 2116 , والترمذي: الجهاد 1710 , وأحمد 3/318 ,3/378. ¶ 8 البخاري: بدء الخلق 3318 , ومسلم: التوبة 2619 , وابن ماجه: الزهد 4256 , وأحمد 2/261 ,2/269 ,2/286 ,2/317 ,2/424 ,2/457 ,2/467 ,2/479 ,2/501 ,2/507 ,2/519. ¶ 9 مسلم: الزكاة 996 , وأبو داود: الزكاة 1692 , وأحمد 2/160 ,2/193 ,2/194 ,2/195.",
            "page": "60",
            "part": "1",
            "seal": "ADF90140"
        },
        {
            "id": "63",
            "nass": "ولهما عن الحسن رحمه الله أنه قال لصاحب الجمل الذي لم يعلفه: (أما إنه ليحاجك يوم القيامة (. ¶ (باب إباق العبد) ¶ عن جرير (مرفوعا: (أيما عبد أبق فقد برئت منه الذمة (1 رواه مسلم. ¶ (باب ظلم الأجير) ¶ عن أبي هريرة (مرفوعا: (قال الله تعالى: ثلاثة أنا خصمهم يوم القيامة، ومن كنت خصمه خصمته: رجل أعطى بي ثم غدر، ورجل باع حرا فأكل ثمنه، ورجل استأجر أجيرا فاستوفى منه ولم يؤته أجرته) 2 رواه البخاري. ¶ (باب سؤال المرأة الطلاق) ¶ أخرج الترمذي وحسنه 3 وابن حبان في صحيحه عن ثوبان (مرفوعا: (أيما امرأة سألت زوجها الطلاق من غير بأس فحرام عليها رائحة الجنة) 4. ¶ (باب ما جاء في الديوث) ¶ عن ابن عمر رضي الله عنهما مرفوعا: (ثلاثة لا يدخلون الجنة: العاق لوالديه، والديوث، ورجلة النساء) . رواه في المستدرك، والطبراني ¶ __________ ¶ 1 مسلم: الإيمان 69 , والنسائي: تحريم الدم 4049 ,4050 ,4051 ,4052 ,4053 ,4054 ,4055 , وأبو داود: الحدود 4360 , وأحمد 4/357 ,4/362 ,4/363 ,4/365. ¶ 2 البخاري: الإجارة 2270 , وابن ماجه: الأحكام 2442 , وأحمد 2/357. ¶ 3 هذا نص المخطوطات الثلاث. ¶ 4 الترمذي: الطلاق 1187 , وأبو داود: الطلاق 2226 , وابن ماجه: الطلاق 2055 , وأحمد 5/277 ,5/283 , والدارمي: الطلاق 2270.",
            "page": "61",
            "part": "1",
            "seal": "D72E2B3A"
        },
        {
            "id": "64",
            "nass": "بسند قال المنذري: لا أعلم فيه مجروحا، قريب منه1 وفيه: (الديوث الذي لا يبالي بمن دخل على أهله، والرجلة التي تشبه بالرجال) . ¶ (باب ظلم المرأة) ¶ أخرج الطبراني بسند رجاله ثقات أنه قال: (أيما رجل تزوج امرأة على ما قل من المهر أو كثر، وليس في نفسه أن يؤدي إليها حقها خدعها فمات ولم يؤد إليها حقها 2، لقي الله وهو زان بها) . ¶ (باب الإشارة بالسلاح على وجه اللعب) ¶ عن أبي هريرة مرفوعا: (لا يشيرن أحدكم إلى أخيه بالسلاح فإنه لا يدري لعل الشيطان ينْزع في يده فيقع في حفرة من النار) أخرجاه. ¶ ولمسلم: (من أشار إلى أخيه بحديدة فإن الملائكة تلعنه حتى يردها، وإن كان أخاه من أبيه وأمه) 3. ¶ وللترمذي وحسنه عن جابر: (نهى رسول الله عن تعاطي السيف مسلولا) . وفي المسند عن أبي بكرة (أن النبي مر على قوم يتعاطون السيف مسلولا. فقال: لعن الله من فعل هذا. أو ليس قد نهيت عنه؟ ثم قال: إذا سل أحدكم سيفه فنظر إليه، ثم أراد أن يناوله أخاه فليغمده ثم يناوله إياه) 4. ¶ __________ ¶ 1 هذا ما ورد في المخطوطتين. ¶ 2 هذا ما ورد في مخطوطة المفتي والحصين. ¶ 3 مسلم: البر والصلة والآداب 2616. ¶ 4 أحمد 5/41.",
            "page": "62",
            "part": "1",
            "seal": "E03FD708"
        },
        {
            "id": "65",
            "nass": "(باب العصبية) ¶ عن جندب بن عبد الله مرفوعا: (من قتل تحت راية عمية يدعو عصبية أو ينصر عصبية، فقتلته جاهلية) 1 رواه مسلم. ¶ ولأبي داود بسند جيد عن ابن مسعود (مرفوعا وموقوفا: فمن نصر قومه على غير الحق، فهو كالبعير الذي تردى في بئر، فهو ينْزع بذنبه) 2. ¶ (باب من آوى محدثا) ¶ عن علي (قال: حدثني رسول الله بأربع كلمات: (لعن الله من ذبح لغير الله، لعن الله من لعن والديه، لعن الله من آوى محدثا، لعن الله من غيّر منار الأرض) 3 رواه مسلم. ¶ __________ ¶ 1 مسلم: الإمارة 1850 , والنسائي: تحريم الدم 4115. ¶ 2 أبو داود: الأدب 5117. ¶ 3 صحيح مسلم: كتاب الأضاحي 1978 , وسنن النسائي: كتاب الضحايا 4422 , ومسند أحمد 1/108 ,1/118 ,1/152 ,1/217 ,1/309 ,1/317.",
            "page": "63",
            "part": "1",
            "seal": "FF75D6D6"
        },
        {
            "id": "66",
            "nass": "كتاب المظالم (باب ظلم اليتيم) ¶ وقول الله تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً} 1. ولهما عن أبي هريرة مرفوعا: (اجتنبوا السبع الموبقات قالوا وما هن يا رسول الله؟ قال: الشرك، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات) 2 3. ¶ (باب غصب الأرض) ¶ عن سعيد بن زيد مرفوعا: (من أخذ شبرا من الأرض ظلما طوقه الله يوم القيامة من سبع أرضين) 4 أخرجاه. ¶ (باب الظلم في الأبدان) ¶ عن ابن عمر رضي الله عنهما مرفوعا: (ثلاثة لا يقبل الله منهم صلاة: من أم قوما وهم له كارهون، ورجل أتى الصلاة دبارا، والدبار ¶ __________ ¶ 1 سورة النساء آية: 10. ¶ 2 البخاري: الوصايا 2767 , ومسلم: الإيمان 89 , وأبو داود: الوصايا 2874. ¶ 3 قوله ولهما ... إلخ موجود في مخطوطة الشيخ محمد بن عبد اللطيف. ¶ 4 البخاري: بدء الخلق 3198 , ومسلم: المساقاة 1610 , وأحمد 1/188.",
            "page": "64",
            "part": "1",
            "seal": "6ACC2E04"
        },
        {
            "id": "67",
            "nass": "أن يأتيها بعد أن تفوته، ورجل اعتبد محررا) 1 رواه أبو داود والطبراني بسند جيد. ¶ وعن أبي أمامة مرفوعا: (من جرد ظهر مسلم بغير حق، لقي الله وهو عليه غضبان) . ¶ (باب الظلم في الأموال) ¶ في الصحيح: (ولا ينتهب نهبة يرفع الناس إليه فيها أبصارهم حين ينتهبها وهو مؤمن) 2. ¶ (باب خذلان المظلوم) ¶ عن سهل بن ضيف 3مرفوعا: (من أُذل عنده مسلم فلم ينصره وهو يقدر أن ينصره، أذله الله على رؤوس الخلائق يوم القيامة) رواه أحمد، ولأبي داود عن جابر وأبي طلحة 4 مرفوعا: (ما من امرئ مسلم يخذل امرأ مسلما في موضع تنتهك فيه حرمته وينتقص فيه من عرضه إلا خذله الله تعالى في موضع يحب فيه نصرته. وما من امرئ مسلم ينصر امرأ مسلما في موضع ينتقص فيه من عرضه وينتهك فيه من حرمته إلا نصره الله في موطن يحب فيه نصرته) 5. ¶ __________ ¶ 1 أبو داود: الصلاة 593 , وابن ماجه: إقامة الصلاة والسنة فيها 970. ¶ 2 البخاري: المظالم والغصب 2475 , والنسائي: قطع السارق 4870 والأشربة 5659 ,5660 , وابن ماجه: الفتن 3936 , وأحمد 2/317 ,2/386. ¶ 3 هذه الزيادة وردت في مخطوطة الحصين وهي الصواب. ¶ 4 هذه الزيادة وردت في مخطوطتي المفتي والشيخ محمد بن عبد اللطيف. ¶ 5 أبو داود: الأدب 4884 , وأحمد 4/30.",
            "page": "65",
            "part": "1",
            "seal": "C01D7324"
        },
        {
            "id": "68",
            "nass": "(باب ما جاء في أخوة الإسلام، وحق المسلم على المسلم) ¶ وقول الله تعالى: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ} 1 الآية وقوله: {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ} 2 الآية. ¶ وفي الصحيح: (لو كنت متخذا من أمتي خليلا لاتخذت أبا بكر خليلا، ولكن أخوة الإسلام أفضل) 3 وعن أبي موسى (عنه مرفوعا: (المؤمن للمؤمن كالبنيان يشد بعضه بعضا) 4 أخرجاه. ¶ ولهما عن النعمان بن بشير مرفوعا: (مثل المؤمنين في توادهم وتراحمهم وتعاطفهم كمثل الجسد، إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى) 5. ¶ وعن أبي هريرة مرفوعا: (لا تحاسدوا ولا تباغضوا ولا تناجشوا ولا تدابروا، ولا يبع بعضكم على بعض، وكونوا عباد الله إخوانا. المسلم أخو المسلم، لا يظلمه ولا يخذله ولا يحقره. التقوى هاهنا، وأشار إلى صدره ثلاث مرات. بحسب امرئ من الشر أن يحقر أخاه المسلم. كل المسلم على المسلم حرام: دمه وماله وعرضه) 6 رواه مسلم. ¶ ولهما عن ابن عمر رضي الله عنهما مرفوعا: (المسلم أخو المسلم، لا يظلمه ولا يسلمه. ومن كان في حاجة أخيه كان الله في حاجته، ومن فرج عن مسلم كربة من كرب الدنيا فرج الله عنه كربة من كرب يوم القيامة، ومن ستر مسلما ستره الله يوم القيامة) 7. ¶ __________ ¶ 1 سورة الحجرات آية: 10. ¶ 2 سورة المائدة آية: 54. ¶ 3 البخاري: الصلاة 466 , ومسلم: فضائل الصحابة 2382 , والترمذي: المناقب 3660. ¶ 4 البخاري: الصلاة 481 , ومسلم: البر والصلة والآداب 2585 , والترمذي: البر والصلة 1928 , والنسائي: الزكاة 2560 , وأحمد 4/404. ¶ 5 البخاري: الأدب 6011 , ومسلم: البر والصلة والآداب 2586 , وأحمد 4/270. ¶ 6 مسلم: البر والصلة والآداب 2564 , وأحمد 2/277. ¶ 7 البخاري: المظالم والغصب 2442 , ومسلم: البر والصلة والآداب 2580 , والترمذي: الحدود 1426 , وأبو داود: الأدب 4893 , وأحمد 2/67 ,2/91.",
            "page": "66",
            "part": "1",
            "seal": "33B6615D"
        },
        {
            "id": "69",
            "nass": "ولهما عن أنس مرفوعا: (لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه) . وللبخاري عنه مرفوعا: (انصر أخاك ظالما أو مظلوما) فقال رجل: يا رسول الله، إن كان ظالما كيف أنصره؟ قال: تحجزه وتمنعه من الظلم فذلك نصرك إياه) والله تعالى أعلم. ¶ تم بحمد الله ومنته، وصلى الله على سيدنا محمد وسلم تسليما كثيرا. ¶ قوبلت هذه النسخة على ثلاث مخطوطات هي: ¶ 1. مخطوطة سماحة المفتي ورئيس القضاة الشيخ محمد بن إبراهيم آل الشيخ رحمه الله، وهي المصورة رقم 269/86 المكتبة السعودية بالرياض. ¶ 2. مخطوطة الشيخ محمد بن عبد اللطيف آل الشيخ وهي المصورة رقم 567\\86 المكتبة السعودية بالرياض. ¶ 3. مخطوطة الشيخ عبد الرحمن بن عبد العزيز الحصين، الموجودة في مكتبة ابنه الشيخ إبراهيم. ¶ وقد قام بالمقابلة كل من المشايخ: ¶ 1. إسماعيل الأنصاري. ¶ 2. محمد عيد. ¶ 3. عبد العزيز بن إبراهيم الفريح. ¶ وتتبع أسماء الرواة ونصوص الأحاديث في مظانها الشيخ إسماعيل الأنصاري عضو لجنة التصحيح، وتم الفراغ من ذلك في 29 / 4 / 1397 هـ والله الموفق. ¶ ورقّم آياته صالح بن محمد الحسن.",
            "page": "67",
            "part": "1",
            "seal": "ABB70DE5"
        },
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ بسم الله الرحمن الرحيم ¶ تقديم ¶ بعد أن تقرر أن تعقد جامعة الإمام محمد بن سعود الإسلامية مؤتمرا باسم الشيخ محمد بن عبد الوهاب، شكلت أمانة للإعداد لهذا المؤتمر، وتقديم تصور مفصل عنه، ثم وضعه موضع التنفيذ. ¶ وقد بدأت الأمانة عملها بتحديد الهدف العام للمؤتمر بأنه التعريف بالشيخ، وتجلية حقيقة دعوته على مستوى العالم الإسلامي، وكشف الشبهات التي أثيرت حولها في بعض البلدان الإسلامية وفي ظل ظروف تاريخية معينة. ¶ وفي سبيل تحقيق هذا الهدف – بصورة علمية صحيحة - رأت الأمانة ضرورة جمع كافة ما كتبه الشيخ من مؤلفات، وتحقيق نسبتها إليه، وتوثيقها، ثم نشرها في طبعة خاصة باسم الجامعة، لترسل نسخ منها بعد ذلك إلى الهيئات والباحثين الذين ستوجه إليهم الدعوة للإسهام في المؤتمر. ¶ وقد راعت الأمانة في ذلك أن كثيرا من الباحثين في البلدان الإسلامية لا تتوافر لديهم مؤلفات الشيخ وآثاره العلمية مما يكون له أثر واضح بلا شك",
            "page": "3",
            "part": "1",
            "seal": "2B73FAA2"
        },
        {
            "id": "2",
            "nass": "في قصور أو نقص أو خطأ بعض ما قد يكتبونه عن دعوة الشيخ، ومن ثم ¶ فلا بد أن تتوافر لديهم آثار الشيخ الصحيحة بصورة موثقة حتى يمكنهم التعرف على حقيقة دعوته والكتابة الموضوعية العلمية عنها. ¶ ومن ثم انطلقت الأمانة تجمع كل ما تيسر لها من مؤلفات الشيخ المطبوعة والمخطوطة، وتبحث عنها في كافة مظانها عند أفراد من أسرة الشيخ، وفي المكتبات العامة والخاصة في أنحاء المملكة وخارجها. ¶ وفي هذا المجال نشير بصفة خاصة إلى المجموعة الكبيرة من مخطوطات مؤلفات الشيخ التي وجدت في المكتبة السعودية بدخنة بالرياض، وقد قامت الأمانة بتصوير هذه المخطوطات. كما قامت باستحضار نسخ من مؤلفات الشيخ المطبوعة وذلك بطريق الشراء والهبة، وبطريق الاتصال الشخصي والاستعارة من الأفراد والهيئات بالنسبة لبعض المطبوعات التي يقل وجودها أو يندر. ¶ وأيضًا قامت بالاتصال الشخصي ببعض الأفراد الذين لهم اهتمام خاص بالشيخ ودعوته ومؤلفاته أو كتبوا فيها شيئا ذا قيمة. ¶ كما قام بعض أعضاء الأمانة في إجازة صيف 1396هـ (1976م) بمراجعة المكتبات الهامة في مصر وغيرها للتعرف على ما قد يكون للشيخ فيها من مؤلفات، ثم العمل على استحضار ما ييسر للأمانة مهمتها من هذه المؤلفات.",
            "page": "4",
            "part": "1",
            "seal": "AE2B6ED1"
        },
        {
            "id": "3",
            "nass": "…ومن حصيلة ذلك كله تجمعت في أمانة المؤتمر نسخ كثيرة من مؤلفات الشيخ مطبوعة ومخطوطة وفي صورة ميكروفيلم. فألفت من بين أعضائها لجنة لتصنيف هذه المؤلفات، تضمنت مهمتها ما يلي: ¶ (أ) النظر في كل مؤلف أو مخطوط والاستيثاق من أنه حقا من مؤلفات الشيخ. ¶ (ب) حصر الموجود من نسخه المطبوعة والمخطوطة، ووصف كل نسخة. ¶ (ج) تسجيل القسم الذي يوضع فيه (العقيدة – الفقه - السيرة – الرسائل ... ) . ¶ وأيضا ألفت عدة لجان للتصحيح، تضمنت مهمتها ما يلي: ¶ (أ) مقابلة النسخ المخطوطة والمطبوعة من كل مؤلف بعضها على بعض، للحصول على نسخة كاملة متكاملة هي التي تعد للطبع. ¶ (ب) ترقيم الآيات، وذكر سورها، وضبطها شكلا. ¶ (ج) وضع علامات الترقيم، والبدء بالفقرات، وإبراز العناوين حسب النظام الحديث في الكتابة والطبع. ¶ (د) تحقيق الأمر في صحة نسبة المؤلفات التي تقدم لجنة التصنيف شكًّا حول صحة نسبتها. ¶ وقد حرصت أمانة المؤتمر على أن تؤلف كل لجنة من لجان التصحيح من العلماء المتخصصين ذوي الصلة الوثيقة بنوع وطبيعة المؤلف الذي يراجعونه،",
            "page": "5",
            "part": "1",
            "seal": "11A1CC6E"
        },
        {
            "id": "4",
            "nass": "كما حرصت على أن تجمع كل لجنة عددًا من العلماء ذوي الخبرات المتكاملة في مجموعها من حيث صلتها بمهمة التصحيح وإتقانها قدر الاستطاعة. وفي هذا استعانت الأمانة ببعض العلماء ذوي الخبرة من غير أعضائها. ¶ وبعد فهذه مؤلفات الشيخ تقدمها أمانة المؤتمر متكاملة موثقة كأول ثمرة من ثمار تكوينها وعملها. وقد قصدتْ بجهودها فيها تجلية حقيقة دعوة الشيخ وتيسير الاطلاع عليها ومراجعتها من مجموع ما كتبه دون إضافة أو حذف أو تعليق، لتتيح للدارسين المنصفين الباحثين عن الحقيقة في ذاتها أن يصلوا بأوثق طريق، بعيدًا عن كل تزييف أو تشويه أو ادعاء باطل يحاول صاحبه أن يلبسه ثوب الحق. ¶ وترجو الأمانة أن تكون قد وفقت في عملها هذا كفاء ما بذلته من جهود. ¶ والله من وراء القصد، وهو الهادي إلى خير سبيل. ¶ أمانة المؤتمر",
            "page": "6",
            "part": "1",
            "seal": "323C3B1C"
        },
        {
            "id": "5",
            "nass": "كتاب الكبائر ¶ تأليف: الإمام المجدد أبي حسن الشيخ محمد بن عبد الوهاب ¶ بسم الله الرحمن الرحيم ¶ كتاب الكبائر ¶ وقول الله تعالى: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ} 1 الآية، وقوله تعالى: {الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الأِثْمِ وَالْفَوَاحِشَ إِلاَّ اللَّمَمَ} 2 الآية. روى ابن جرير عن ابن عباس قال: \"الكبائر كل ذنب ختمه الله بنار أو لعنة أو غضب أو عذاب\"، وله عنه قال: \"هي إلى سبعمائة أقرب 3 منها إلى سبع، غير أنه لا كبيرة مع الاستغفار، ولا صغيرة مع الإصرار\". ولعبد الرزاق عنه: \"هي إلى سبعين أقرب منها إلى السبع\". ¶ باب أكبر الكبائر ¶ في الصحيحين عن أبي بكرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ألا أنبئكم بأكبر الكبائر؟ قلنا: بلى يا رسول الله. قال: الإشراك بالله، وعقوق الوالدين، وكان متكئا فجلس فقال: ألا وقول الزور، ألا وشهادة الزور. فما زال يكررها حتى قلنا: ليته سكت\" 4. ¶ __________ ¶ 1 سورة النساء آية: 31. ¶ 2 سورة النجم آية: 32. ¶ 3 هذا لفظ المخطوطات الثلاث مخطوطة المفتي ومخطوطة الشيخ محمد بن عبد اللطيف ومخطوطة عبد الرحمن الحصين. وهو لفظ ابن جرير. ¶ 4 البخاري: الأدب (5976) , ومسلم: الإيمان (87) , والترمذي: البر والصلة (1901) والشهادات (2301) وتفسير القرآن (3019) , وأحمد (5/36 ,5/38) .",
            "page": "3",
            "part": "1",
            "seal": "C9B21B6D"
        },
        {
            "id": "6",
            "nass": "(باب كبائر القلب) ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن الله لا ينظر إلى صوركم وأموالكم ولكن ينظر إلى قلوبكم وأعمالكم\"1 رواه مسلم. ¶ وعن النعمان بن بشير رضي الله عنه مرفوعا: \"ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله؛ ألا وهي القلب\" 2. ¶ (باب ذكر الكبر) ¶ وقول الله تعالى: {إِنَّ اللَّهَ لا يُحِبُّ مَنْ كَانَ مُخْتَالاً فَخُوراً} 3 وقول الله تعالى: {فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ} 4. ¶ عن ابن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر. فقال رجل: يا رسول الله، إن الرجل يحب أن يكون ثوبه حسنا ونعله حسنة. قال: إن الله جميل يحب الجمال. الكبر بطر الحق، وغمط الناس\" 5 رواه مسلم. ¶ وروى البخاري عن حارثة بن وهب أن رسول الله صلى الله عليه وسلم قال: \"ألا أخبركم بأهل النار؟ كل عتل جواظ مستكبر\"6. العتل: الغليظ الجافي، والجواظ قيل: المختال الضخم، وقيل القصير البطين، وبطر الحق: رده إذا أتاك، وغمط الناس: احتقارهم. ¶ __________ ¶ 1 مسلم: البر والصلة والآداب (2564) . ¶ 2 البخاري: الإيمان (52) , ومسلم: المساقاة (1599) , والترمذي: البيوع (1205) , والنسائي: البيوع (4453) والأشربة (5710) , وأبو داود: البيوع (3329) , وابن ماجه: الفتن (3984) , وأحمد (4/267 ,4/269 ,4/270 ,4/274) , والدارمي: البيوع (2531) . ¶ 3 سورة النساء آية: 36. ¶ 4 سورة النحل آية: 29. ¶ 5 مسلم: الإيمان (91) , والترمذي: البر والصلة (1999) , وأبو داود: اللباس (4091) , وابن ماجه: المقدمة (59) والزهد (4173) , وأحمد (1/399 ,1/412 ,1/416 ,1/451) . ¶ 6 البخاري: تفسير القرآن (4918) , ومسلم: الجنة وصفة نعيمها وأهلها (2853) , والترمذي: صفة جهنم (2605) , وابن ماجه: الزهد (4116) , وأحمد (4/306) .",
            "page": "4",
            "part": "1",
            "seal": "D6D81812"
        },
        {
            "id": "7",
            "nass": "ولأحمد وصححه ابن حبان من حديث أبي سعيد رفعه: \"من تواضع لله درجة رفعه الله درجة، حتى يجعله في أعلى عليين. ومن تكبر على الله درجة وضعه الله درجة، حتى يجعله في أسفل سافلين\" 1. ¶ وللطبراني عن ابن عمر رفعه: \"إياكم والكبر، فإن الكبر يكون في الرجل وعليه العباءة\" رواته ثقات. ¶ (باب ذكر العجب) ¶ وقول الله تعالى: {وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ} 2 روي عن ابن مسعود رضي الله عنه أنه قال: \"الهلاك في اثنتين: القنوط والعجب\". ¶ عن أبي بكرة رضي الله عنه أن رجلا ذُكر عند النبي صلى الله عليه وسلم فأثنى عليه رجل خيرا، فقال النبي صلى الله عليه وسلم: ويحك قطعت عنق صاحبك. يقوله مرارا. ثم قال: إن كان أحدكم مادحا لا محالة فليقل: أحسبه كذا وكذا، إن كان يرى أنه كذلك، وحسيبه الله، ولا يزكي على الله أحدا\" 3 رواه البخاري ومسلم. ¶ ولأحمد بسند جيد: عن الحارث بن معاوية أنه قال لعمر: إنهم كانوا يراودونني على القصص، فقال: أخشى أن تقص فترتفع عليهم في نفسك، ثم تقص فترتفع حتى يخيل إليك أنك فوقهم في منْزلة الثريا، فيضعك الله (تحت أقدامهم يوم القيامة بقدر ذلك\". ¶ وللبيهقي عن أنس رضي الله عنه مرفوعا: \"لو لم تذنبوا لخَفِْتُ عليكم ما هو أشد من ذلك: العجب\". ¶ __________ ¶ 1 هذا لفظ المخطوطات الثلاث. ¶ 2 سورة المعارج آية: 27. ¶ 3 البخاري: الأدب (6061) , ومسلم: الزهد والرقائق (3000) , وأبو داود: الأدب (4805) , وابن ماجه: الأدب (3744) , وأحمد (5/41 ,5/45 ,5/47) .",
            "page": "5",
            "part": "1",
            "seal": "FC0C3A1F"
        },
        {
            "id": "8",
            "nass": "(باب ذكر الرياء والسمعة) ¶ وقول الله تعالى: {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً} 1. عن جندب بن عبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"من سمَّع سمَّع الله به، ومن يرائي يرائي الله به\" 2 أخرجاه. ¶ قيل معنى: (من سمع سمع الله) به أي فضحه يوم القيامة. ومعنى: (من يرائي) أي: من أظهر العمل الصالح للناس ليعظم عندهم. يرائي به الله قيل معناه: إظهار سريرته للناس. ¶ ولهما عن عمر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى\" 3. ¶ ولمسلم عن أبي هريرة رضي الله عنه مرفوعا: \"إن أول الناس يقضى عليهم يوم القيامة ثلاثة: رجل استشهد في سبيل الله فأتى به فعرفه نِِِعَمَهُ فعرفها. قال: فما عملت فيها؟ قال: قاتلت في سبيلك حتى قتلت. قال له: كذبت، ولكنك قاتلت ليقال هو جريء فقد قيل. ثم أمر به فسحب على وجهه حتى ألقي في النار. ورجل تعلم العلم وعلمه وقرأ القرآن، فأتي به فعرفه نعمه فعرفه. اقال: فما عملت فيها؟ قال تعلمت العلم وعلمته، وقرأت فيك القرآن. قال: كذبت ولكنك تعلمت ليقال هو عالم، وقرأت ليقال هو قارئ فقد قيل. ثم أمر به فسحب على وجهه حتى ألقي في النار. ورجل وسع الله عليه فأعطاه من أصناف المال فأتي به فعرفه نعمه فعرفها ¶ __________ ¶ 1 سورة الكهف آية: 110. ¶ 2 البخاري: الرقاق (6499) , ومسلم: الزهد والرقائق (2987) , وابن ماجه: الزهد (4207) , وأحمد (4/313) . ¶ 3 البخاري: بدء الوحي (1) , ومسلم: الإمارة (1907) , والترمذي: فضائل الجهاد (1647) , والنسائي: الطهارة (75) والطلاق (3437) والأيمان والنذور (3794) , وأبو داود: الطلاق (2201) , وابن ماجه: الزهد (4227) , وأحمد (1/25 ,1/43) .",
            "page": "6",
            "part": "1",
            "seal": "D4B21AB9"
        },
        {
            "id": "9",
            "nass": "قال: فما عملت فيها؟ قال ما تركت من سبيل تحب أن ينفق فيه إلا أنفقت فيه لك. قال الله: كذبت، ولكنك فعلت ليقال هو جواد فقد قيل. ثم أمر به فسحب على وجهه حتى ألقي في النار\" وللترمذي فيه: \"أن معاوية رضي الله عنه لما سمعه بكى وتلا قوله تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا} 1 الآية\". ¶ (باب الفرح) ¶ وقول الله تعالى: {إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُوراً} 2، وقوله: {إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ} 3، وقوله: {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ} 4 الآية. ¶ (باب ذكر اليأس من روح الله، والأمن من مكر الله) ¶ وقول الله تعالى: {إِنَّهُ لا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلاَّ الْقَوْمُ الْكَافِرُونَ} 5، وقوله: {فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ} 6. عن ابن مسعود رضي الله عنه قال: \"أكبر الكبائر: الإشراك بالله، والأمن من مكر الله، والقنوط من رحمة الله، واليأس من روح الله\" رواه عبد الرزاق وأخرجه ابن ¶ __________ ¶ 1 سورة هود آية: 15. ¶ 2 سورة الانشقاق آية: 13. ¶ 3 سورة الطور آية: 26. ¶ 4 سورة الأنعام آية: 44. ¶ 5 سورة يوسف آية: 87. ¶ 6 سورة الأعراف آية: 99.",
            "page": "7",
            "part": "1",
            "seal": "7BF0B449"
        },
        {
            "id": "10",
            "nass": "أبي حاتم عن ابن عباس رضي الله تعالى عنه مرفوعا ولفظه: \"سئل ما الكبائر؟ فقال: الإشراك بالله، والأمن من مكر الله، واليأس من روح الله\". ¶ (باب ذكر سوء الظن بالله) ¶ وقول الله تعالى: {يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ} 1 وقول الله تعالى: {وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ} 2 الآية، وقوله: {الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ} 3 الآية. روي من حديث ابن عمر رضي الله عنهما: \"أكبر الكبائر سوء الظن بالله\" رواه ابن مردويه. ¶ عن جابر رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول قبل وفاته بثلاث: \"لا يموتن أحدكم إلا وهو يحسن الظن بالله\" 4، أخرجاه وزاد ابن أبي الدنيا: \"فإن قوما أرداهم سوء ظنهم بالله فقال تبارك وتعالى {وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ} 5 الآية\". ولهما عن أبي هريرة رضي الله عنه مرفوعا: \"قال الله تعالى: أنا عند ظن عبدي بي\" 6 زاد أحمد وابن حبان 7: \"إن ظن بي خيرا فله، وإن ظن بي شرا فله\" 8. ¶ __________ ¶ 1 سورة آل عمران آية: 154. ¶ 2 سورة فصلت آية: 23. ¶ 3 سورة الفتح آية: 6. ¶ 4 مسلم: الجنة وصفة نعيمها وأهلها (2877) , وأبو داود: الجنائز (3113) , وابن ماجه: الزهد (4167) , وأحمد (3/293 ,3/315 ,3/325 ,3/330 ,3/334 ,3/390) . ¶ 5 سورة فصلت آية: 23. ¶ 6 البخاري: التوحيد (7405) , ومسلم: الذكر والدعاء والتوبة والاستغفار (2675) , والترمذي: الزهد (2388) والدعوات (3603) , وابن ماجه: الأدب (3822) , وأحمد (2/391 ,2/413 ,2/445 ,2/480 ,2/482 ,2/515 ,2/517 ,2/524 ,2/534) . ¶ 7 هذه العبارة في المخطوطات الثلاث. ¶ 8 مسلم: الذكر والدعاء والتوبة والاستغفار (2675) , والترمذي: الزهد (2388) والدعوات (3603) , وابن ماجه: الأدب (3822) , وأحمد (2/391) .",
            "page": "8",
            "part": "1",
            "seal": "C49EB24C"
        },
        {
            "id": "11",
            "nass": "(باب ذكر إرادة العلو والفساد) ¶ وقول الله تعالى: {تِلْكَ الدَّارُ الآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لا يُرِيدُونَ عُلُوّاً فِي الأَرْضِ وَلا فَسَاداً} 1 الآية. ¶ عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه\" 2 أخرجاه. وعن أبي محمد عبد الله بن عمرو بن العاص رضي الله عنهما: أن رسول الله صلى الله عليه وسلم قال: \"لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به\". ¶ (باب العداوة والبغضاء) ¶ وقوله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} 3 الآية، وقوله: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ} 4 5 الآية. ¶ (باب الفحش) ¶ وقوله تعالى: {إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا} 6 الآية، وقوله: {إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ} 7 الآية. ¶ (باب ذكر مودة أعداء الله) ¶ وقوله تعالى: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ} 8 الآية، وقوله: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ ¶ __________ ¶ 1 سورة القصص آية: 83. ¶ 2 البخاري: الإيمان (13) , ومسلم: الإيمان (45) , والترمذي: صفة القيامة والرقائق والورع (2515) , والنسائي: الإيمان وشرائعه (5016 ,5017) , وابن ماجه: المقدمة (66) , وأحمد (3/176 ,3/206 ,3/251 ,3/272) , والدارمي: الرقاق (2740) . ¶ 3 سورة النساء آية: 59. ¶ 4 سورة الممتحنة آية: 4. ¶ 5 اعتدنا ترتيب هذا الباب على مخطوطة عبد الرحمن الحصين. ¶ 6 سورة النور آية: 19. ¶ 7 سورة التوبة آية: 91. ¶ 8 سورة المجادلة آية: 22.",
            "page": "9",
            "part": "1",
            "seal": "CA766C01"
        },
        {
            "id": "12",
            "nass": "وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} 1، وقوله: {وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ} 2 الآية. وقال أبو العالية: \"لا ترضوا بأعمالهم\". وروي عن ابن عباس رضي الله عنهما: \"لا تميلوا إليهم كل الميل في المحبة ولين الكلام والمودة\". وعن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"المرء مع من أحب\" 3 أخرجاه. ¶ (باب ذكر قسوة القلب) ¶ وقول الله تعالى: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً} 4 الآية، وقوله تعالى: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} 5، وقوله تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ} 6 الآية. عن ابن عمرو مرفوعا: \"ارحموا ترحموا، واغفروا يغفر لكم. ويل لأقماع القول، ويل للمصرين الذين يصرون على ما فعلوا وهم يعلمون\" 7 رواه أحمد. ¶ وللترمذي عنه 8 مرفوعا: \"لا تكثروا الكلام بغير ذكر الله فإن ¶ __________ ¶ 1 سورة التوبة آية: 24. ¶ 2 سورة هود آية: 113. ¶ 3 البخاري: الأدب (6168) , ومسلم: البر والصلة والآداب (2641) , وأحمد (1/392 ,4/405) . ¶ 4 سورة المائدة آية: 13. ¶ 5 سورة الزمر آية: 23. ¶ 6 سورة الحديد آية: 16. ¶ 7 أحمد (2/165) . ¶ 8 لفظ (عنه) في المخطوطات الثلاث.",
            "page": "10",
            "part": "1",
            "seal": "404D3CE2"
        },
        {
            "id": "13",
            "nass": "كثرة الكلام بغير ذكر الله قسوة للقلب، وإن أبعد القلوب من الله القلب القاسي\" 1. ولهما عن جرير رضي الله عنه مرفوعا: \"من لا يرحم الناس لا يرحمه الله\" 2 أخرجاه. ¶ (باب ذكر ضعف القلب) ¶ وقول الله تعالى: {وَرَبَطْنَا عَلَى قُلُوبِهِمْ} 3 الآية، وقوله: {أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ} 4 الآيتين، وقوله: {قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْماً جَبَّارِينَ} 5 الآية، وقوله: {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ} 6 الآية. ولهما عن ابن عمرو مرفوعا: \"المسلم من سلم المسلمون من لسانه ويده، والمهاجر من هجر ما نهى الله عنه\" 7. ¶ \"أبواب كبائر اللسان\" ¶ (باب التحذير من شر اللسان) ¶ وقول الله تعالى: {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الأَرْضِ هَوْناً وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلاماً} 8، وقوله تعالى: {وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ} 9، وقوله: {مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ ¶ __________ ¶ 1 الترمذي: الزهد (2411) . ¶ 2 البخاري: الأدب (6013) والتوحيد (7376) , ومسلم: الفضائل (2319) , والترمذي: البر والصلة (1922) , وأحمد (4/358 ,4/360 ,4/362 ,4/365 ,4/366) . ¶ 3 سورة الكهف آية: 14. ¶ 4 سورة العنكبوت آية: 2. ¶ 5 سورة المائدة آية: 22. ¶ 6 سورة العنكبوت آية: 10. ¶ 7 البخاري: الإيمان (10) , ومسلم: الإيمان (40) , والنسائي: الإيمان وشرائعه (4996) , وأبو داود: الجهاد (2481) , وأحمد (2/159 ,2/162 ,2/187 ,2/191 ,2/192 ,2/193 ,2/194 ,2/205 ,2/209 ,2/212 ,2/215 ,2/224) , والدارمي: الرقاق (2716) . ¶ 8 سورة الفرقان آية: 63. ¶ 9 سورة القصص آية: 55.",
            "page": "11",
            "part": "1",
            "seal": "0F4C44E9"
        },
        {
            "id": "14",
            "nass": "عَتِيدٌ} 1. عن أبي هريرة رضي الله عنه مرفوعا: \"من كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت\" 2 أخرجاه. ولهما عن سهل بن سعد مرفوعا: \"من يضمن لي ما بين لحييه وما بين رجليه أضمن له الجنة\" 3. ¶ وعن سفيان بن عبد الله قال: قلت: يا رسول الله ما أخوف ما تخاف علي؟ فأخذ بلسان نفسه ثم قال: كف عليك هذا\" 4 قال الترمذي: حسن صحيح. ¶ وله وصححه عن معاذ رضي الله عنه: \"قلت: يا رسول الله، وإنا لمؤاخذون بما نتكلم به؟ قال: ثكلتك أمك يا معاذ، وهل يكب الناس في النار على وجوههم - أو قال على مناخرهم - إلا حصائدُ ألسنتهم \" 5. وله عن أبي سعيد رضي الله عنه مرفوعا: \"إذا أصبح ابن آدم فإن الأعضاء كلها تكفر اللسان، تقول: اتق الله فينا فإنما نحن بك، إن استقمت استقمنا، وإن اعوججت اعوججنا\" 6 قوله: تكفر أي: تذل وتخضع. ¶ وعن أبي هريرة رضي الله عنه مرفوعا: \"إن العبد ليتكلم بالكلمة ما يتبين فيها، يزل بها في النار أبعد مما بين المشرق والمغرب \" 7 أخرجاه. وللترمذي وصححه عن بلال بن الحارث رضي الله عنه مرفوعا: \"إن الرجل ليتكلم بالكلمة من رضوان الله ما كان يظن أن تبلغ ما بلغت، يكتب الله له بها رضوانه إلى يوم يلقاه. وإن الرجل ليتكلم بالكلمة من سخط الله تعالى ما كان يظن أن تبلغ ما بلغت، يكتب الله له بها سخطه إلى يوم يلقاه\" 8. ¶ ولمسلم عن جندب بن عبد الله رضي الله عنه مرفوعا: \"أن رجلا ¶ __________ ¶ 1 سورة ق آية: 18. ¶ 2 البخاري: الأدب (6018) , ومسلم: الإيمان (47) , وأحمد (2/267 ,2/433) . ¶ 3 البخاري: الرقاق (6474) , والترمذي: الزهد (2408) , وأحمد (5/333) . ¶ 4 الترمذي: الزهد (2410) , وابن ماجه: الفتن (3972) , وأحمد (3/413 ,4/384) , والدارمي: الرقاق (2710) . ¶ 5 الترمذي: الإيمان (2616) , وابن ماجه: الفتن (3973) , وأحمد (5/231 ,5/237) . ¶ 6 الترمذي: الزهد (2407) , وأحمد (3/95) . ¶ 7 البخاري: الرقاق (6477) , ومسلم: الزهد والرقائق (2988) , والترمذي: الزهد (2314) , وأحمد (2/236 ,2/297 ,2/334 ,2/355 ,2/378 ,2/402 ,2/533) , ومالك: الجامع (1849) . ¶ 8 البخاري: الرقاق (6477) , ومسلم: الزهد والرقائق (2988) , والترمذي: الزهد (2314) , وابن ماجه: الفتن (3970) , وأحمد (2/236 ,2/297 ,2/334 ,2/355 ,2/378 ,2/402 ,2/533) , ومالك: الجامع (1849) .",
            "page": "12",
            "part": "1",
            "seal": "77482DE0"
        },
        {
            "id": "15",
            "nass": "قال: والله لا يغفر الله لفلان، فقال الله (: من ذا الذي يتألى عليّ أن لا أغفر لفلان؟ إني قد غفرت له، وأحبطت عملك\" 1 وروى أن القائل رجل عابد، قال أبو هريرة: \"تكلم بكلمة أو بقت دنياه وآخرته 2\". ¶ (باب ما جاء في كثرة الكلام) ¶ وقول الله تعالى: {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ} 3 الآيتين. عن المغيرة بن شعبة مرفوعا: \"إن الله حرم عليكم عقوق الأمهات، ووأد البنات، ومنعا وهات. وكره لكم قيل وقال، وكثرة السؤال، وإضاعة المال\" 4 أخرجاه. ¶ وعن جابر رضي الله عنه مرفوعا: \"إن من أحبكم إلي وأقربكم مني مجلسا يوم القيامة أحسنكم أخلاقا، وإن أبغضكم إلي وأبعدكم مني مجلسا يوم القيامة الثرثارون المتشدقون والمتفيهقون \" 5 حسنه الترمذي. ¶ (باب التشدق وتكلف الفصاحة) ¶ وقول الله تعالى: {وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ} 6 الآية. عن ابن عمر رضي الله عنهما مرفوعا: \"إن من البيان لسحرا\" 7 رواه البخاري. ¶ وعن ابن عمر مرفوعا: \"إن الله يبغض البليغ من الرجال الذي يتخلل بلسانه كما تتخلل البقرة\" 8 حسنه الترمذي. ¶ __________ ¶ 1 مسلم: البر والصلة والآداب (2621) . ¶ 2 قوله: روى ... إلخ في مخطوطة المفتي. ¶ 3 سورة الانفطار آية: 10. ¶ 4 البخاري: الأدب (5975) , ومسلم: الأقضية (593) , وأحمد (4/246 ,4/249 ,4/254) , والدارمي: الرقاق (2751) . ¶ 5 الترمذي: البر والصلة (2018) . ¶ 6 سورة المنافقون آية: 4. ¶ 7 البخاري: النكاح (5146) , والترمذي: البر والصلة (2028) , وأبو داود: الأدب (5007) , وأحمد (2/16 ,2/59 ,2/62 ,2/94) , ومالك: الجامع (1850) . ¶ 8 الترمذي: الأدب (2853) , وأبو داود: الأدب (5005) .",
            "page": "13",
            "part": "1",
            "seal": "B7021517"
        },
        {
            "id": "16",
            "nass": "وعن أبي هريرة مرفوعا: \"من تعلم صرف الكلام ليصرف به قلوب الرجال أو الناس، لم يقبل الله منه يوم القيامة صرفا ولا عدلا\" 1 رواه أبو داود. ¶ ولأحمد عن معاوية: \"لعن رسول الله صلى الله عليه وسلم الذين يشققون الكلام تشقيق الشعر\" 2. ¶ (باب شدة الجدال) ¶ وقول الله تعالى: {وَهُوَ أَلَدُّ الْخِصَامِ} 3. عن عائشة رضي الله عنها مرفوعا: \"إن أبغض الرجال إلى الله الألد الخصم\" 4. وللترمذي عن ابن عباس مرفوعا: \"كفى بك إثما أن لا تزال مخاصما\" 5. ¶ (باب من هابه الناس خوفا من لسانه) ¶ وقول الله تعالى: {وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ} 6 الآية. عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: \"إن شر الناس منْزلة عند الله 7 يوم القيامة من ودعه الناس - أو تركه الناس - اتقاء فحشه\". ¶ (باب البذاء والفحش) ¶ وقول الله تعالى: {وَالَّذِينَ لا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَاماً} 8. ¶ __________ ¶ 1 أبو داود: الأدب (5006) . ¶ 2 أحمد (4/98) . ¶ 3 سورة البقرة آية: 204. ¶ 4 البخاري: المظالم والغصب (2457) , ومسلم: العلم (2668) , والترمذي: تفسير القرآن (2976) , والنسائي: آداب القضاة (5423) , وأحمد (6/55 ,6/63 ,6/205) . ¶ 5 الترمذي: البر والصلة (1994) . ¶ 6 سورة الهمزة آية: 1. ¶ (عند الله) هو لفظ مخطوطتي المفتي والحصين. ¶ 8 سورة الفرقان آية: 72.",
            "page": "14",
            "part": "1",
            "seal": "7634F3E5"
        },
        {
            "id": "17",
            "nass": "وعن ابن مسعود رضي الله عنه مرفوعا: \"ليس المؤمن بطعان، ولا لعان، ولا فاحش، ولا بذيء\" 1 حسنه الترمذي. ¶ وله وصححه عن أبي الدرداء رضي الله عنه مرفوعا: \"ما من شيء أثقل في ميزان المؤمن يوم القيامة من حسن الخلق، وإن الله يبغض الفاحش البذيء الذي يتكلم بالفحش\" 2. ¶ ولمسلم عن عائشة رضي الله عنها مرفوعا: \"إن الرفق لا يكون في شيء إلا زانه، ولا يُنْزع من شيء إلا شانه\" 3. ¶ وللترمذي وحسنه عن ابن مسعود رضي الله عنه مرفوعا: \"ألا أخبركم بمن يحرم على النار، أو تحرم عليه النار؟ تحرم على كل قريب هين لين سهل\" 4. ¶ ولمسلم عن جرير رضي الله عنه مرفوعا: \"من يحرم الرفق، يحرم الخير كله\" 5. ¶ (باب ما جاء في الكذب) ¶ وقول الله تعالى: {إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللَّهِ وَأُولَئِكَ هُمُ الْكَاذِبُونَ} 6، وقوله {وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ} 7 وقوله تعالى: {وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ} 8. ¶ __________ ¶ 1 الترمذي: البر والصلة (1977) , وأحمد (1/404) . ¶ 2 الترمذي: البر والصلة (2002) , وأبو داود: الأدب (4799) , وأحمد (6/446 ,6/448 ,6/451) . ¶ 3 مسلم: البر والصلة والآداب (2594) , وأبو داود: الجهاد (2478) والأدب (4808) , وأحمد (6/58 ,6/112 ,6/125 ,6/171 ,6/206 ,6/222) . ¶ 4 الترمذي: صفة القيامة والرقائق والورع (2488) , وأحمد (1/415) . ¶ 5 مسلم: البر والصلة والآداب (2592) , وأبو داود: الأدب (4809) , وابن ماجه: الأدب (3687) , وأحمد (4/362 ,4/366) . ¶ 6 سورة النحل آية: 105. ¶ 7 سورة البقرة آية: 10. ¶ 8 سورة الجاثية آية: 7.",
            "page": "15",
            "part": "1",
            "seal": "DEF13C67"
        },
        {
            "id": "18",
            "nass": "عن ابن مسعود رضي الله عنه مرفوعا: \"إن الصدق يهدي إلى البر، وإن البر يهدي إلى الجنة؛ وإن الرجل ليصدق ويتحرى الصدق حتى يكتب عند الله صديقا. وإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار؛ وإن الرجل ليكذب ويتحرى الكذب حتى يكتب عند الله كذابا\" 1 أخرجاه. ¶ وفي الموطأ عنه: \"لا يزال الرجل يكذب ويتحرى الكذب، فينكت في قلبه نكتة سوداء حتى يسود قلبه؛ فيكتب عند الله من الكاذبين\". ¶ وفيه عن صفوان بن سليم قال: \"قيل 2 لرسول الله: أيكون المؤمن جبانا؟ قال: نعم. قيل: أيكون المؤمن بخيلا؟ قال: نعم. قيل: أيكون المؤمن كذابا؟ قال: لا\" - وللترمذي وحسنه عن ابن عمر: \"إذا كذب العبد تباعد عنه الملك ميلا\". ¶ (باب ما جاء في إخلاف الوعد) ¶ وقول الله تعالى: {فَأَعْقَبَهُمْ نِفَاقاً فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ} 3 الآية. عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا اؤتُمن خان\" 4 أخرجاه. ولهما عن ابن عمر مرفوعا: \"أربع من كن فيه كان منافقا خالصا، ومن كانت فيه خصلة منهن كانت ¶ __________ ¶ 1 مسلم: البر والصلة والآداب (2607) , والترمذي: البر والصلة (1971) , وأبو داود: الأدب (4989) , وأحمد (1/384 ,1/393 ,1/410 ,1/430 ,1/432 ,1/439) . ¶ 2 هذا نص المؤطا. ¶ 3 سورة التوبة آية: 77. ¶ 4 البخاري: الإيمان (33) , ومسلم: الإيمان (59) , والترمذي: الإيمان (2631) , والنسائي: الإيمان وشرائعه (5021) , وأحمد (2/357 ,2/397 ,2/536) .",
            "page": "16",
            "part": "1",
            "seal": "D4F037C6"
        },
        {
            "id": "19",
            "nass": "خصلة من النفاق حتى يدعها: إذا اؤتمن خان، وإذا حدث كذب، وإذا عاهد غدر، وإذا خاصم فجر\" 1. ¶ (باب ما جاء في \"زعموا\") ¶ وقول الله تعالى: {إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ} 2 الآية، وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا} 3 الآية. ¶ عن أبي مسعود أو حذيفة 4 مرفوعا: \"بئس مطية الرجل: زعموا\" 5 رواه أبو داود بسند صحيح. ولمسلم عن أبي هريرة رضي الله عنه مرفوعا: \"كفى بالمرء إثما أن يحدث بكل ماسمع \"6. ¶ (باب ما جاء في الكذب والمزح ونحوه) ¶ وقول الله تعالى: {قَالُوا أَتَتَّخِذُنَا هُزُواً} 7 الآية. عن أم كلثوم بنت عقبة رضي الله عنها مرفوعا: \"ليس الكذاب الذي يصلح بين الناس، فيقول خيرا أو ينمي خيرا\" 8 أخرجاه. ¶ ولمسلم: \"قالت: ولم أسمعه يرخص في شيء مما يقول الناس إلا في ثلاث – يعني: الحرب، والإصلاح بين الناس، وحديث الرجل زوجته، وحديث المرأة زوجها\" 9. ¶ __________ ¶ 1 البخاري: الإيمان (34) , ومسلم: الإيمان (58) , والترمذي: الإيمان (2632) , والنسائي: الإيمان وشرائعه (5020) , وأبو داود: السنة (4688) , وأحمد (2/189 ,2/198 ,2/200) . ¶ 2 سورة النور آية: 15. ¶ 3 سورة الحجرات آية: 6. ¶ 4 هذا هو الموافق لما في سنن أبي داود. ¶ 5 أبو داود: الأدب (4972) , وأحمد (4/119 ,5/401) . ¶ 6 مسلم: مقدمة (5) , وأبو داود: الأدب (4992) . ¶ 7 سورة البقرة آية: 67. ¶ 8 البخاري: الصلح (2692) , ومسلم: البر والصلة والآداب (2605) , والترمذي: البر والصلة (1938) , وأبو داود: الأدب (4921) , وأحمد (6/404) . ¶ 9 هذا نص الحديث في جامع الأصول لابن الأثير.",
            "page": "17",
            "part": "1",
            "seal": "7C44B38C"
        },
        {
            "id": "20",
            "nass": "وعن عبد الله بن عامر رضي الله عنه قال: \"دعتني أمي يوما ورسول الله صلى الله عليه وسلم جالس في بيتنا، قالت: ها! تعال أعطك! فقال رسول الله صلى الله عليه وسلم: وما أردت أن تعطيه؟ قالت أعطيه تمرا فقال لها رسول الله صلى الله عليه وسلم أما أنك لو لم تعطيه لكُتِبت عليك كذبة\" 1 رواه أبو داود 2. ¶ ولأحمد عن أبي هريرة رضي الله عنه مرفوعا: \"من قال لصبي: ها! تعال أعطك! ثم لم يعطه، فهي كذبة\" 3. ¶ وله عن أسماء بنت يزيد رضي الله عنها: \"قلت: يا رسول الله إن قالت إحدانا لشيء تشتهيه لا أشتهيه\"أيعد ذلك كذبا؟ قال: نعم إن الكذب يكتب كذبا، حتى تكتب الكذيبة كذيبة\" 4. وللترمذي وحسنه مرفوعا: \"ويل للذي يحدث بالحديث ليضحك به القوم فيكذب، ويل له، ويل له\" 5. ¶ (باب ما جاء في التملق ومدح الإنسان بما ليس فيه) ¶ وقول الله تعالى: {وَاجْتَنِبُوا قَوْلَ الزُّورِ} 6. وروى الإمام أحمد عن أبي داود عن شعبة عن قيس بن مسلم أنه سمع طارق بن شهاب يحدث عن عبد الله يقول: \"إن الرجل ليخرج من بيته ومعه دينه، فيلقى الرجل وله إليه حاجة، فيقول له: أنت كيت وكيت يثني عليه لعله أن يقضي من حاجته شيئا، فيسخط الله عليه، فيرجع وما معه من دينه شيء\". ¶ __________ ¶ 1 أبو داود: الأدب (4991) , وأحمد (3/447) . ¶ 2 قوله: وما أردت إلى قوله: فقال لها في سنن أبي داود. ¶ 3 أحمد (2/452) . ¶ 4 أحمد (6/438) . ¶ 5 الترمذي: الزهد (2315) , وأبو داود: الأدب (4990) , والدارمي: الاستئذان (2702) . ¶ 6 سورة الحج آية: 30.",
            "page": "18",
            "part": "1",
            "seal": "AE08886B"
        },
        {
            "id": "21",
            "nass": "(باب ما جاء في النهي عن كون الإنسان مداحا) ¶ وقول الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ} 1 الآية. ولمسلم عن المقداد: \"أن رجلا جعل يمدح عثمان، فجثى المقداد على ركبتيه، فجعل يحثو في وجهه التراب، فقال عثمان: ما شأنك؟ قال: إن رسول الله صلى الله عليه وسلم قال: إذا رأيتم المداحين فاحثوا في وجوههم التراب \" 2. وفي المسند عن معاوية مرفوعا: \"إياكم والمدح، فإنه الذبح\" 3. ¶ (باب ما يمحق الكذب من البركة) ¶ عن حكيم بن حزام رضي الله تعالى عنه مرفوعا: \"البيعان بالخيار ما لم يتفرقا. فإن صدقا وبينا بورك لهما في بيعهما. وإن كذبا وكتما محقت بركة بيعهما\" 4. ¶ (باب من تحلم ولم ير شيئا) ¶ روى البخاري عن ابن عباس مرفوعا: \"من تحلم بحلم لم يره كلف أن يعقد بين شعيرتين ولن يفعل\" 5. ¶ (باب ذكر مرض القلب وموته) ¶ وقول الله تعالى: {فِي قُلُوبِهِمْ مَرَضٌ} 6 الآية، وقوله: {لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} 7 الآية. ¶ __________ ¶ 1 سورة النساء آية: 49. ¶ 2 مسلم: الزهد والرقائق (3002) , والترمذي: الزهد (2393) , وأبو داود: الأدب (4804) , وابن ماجه: الأدب (3742) , وأحمد (6/5) . ¶ 3 أحمد (4/98) . ¶ 4 البخاري: البيوع (2110) , ومسلم: البيوع (1532) , والترمذي: البيوع (1246) , والنسائي: البيوع (4457 ,4464) , وأبو داود: البيوع (3459) , وأحمد (3/402 ,3/403 ,3/434) , والدارمي: البيوع (2547) . ¶ 5 البخاري: التعبير (7042) , والترمذي: الرؤيا (2283) , وابن ماجه: تعبير الرؤيا (3916) , وأحمد (1/216 ,1/246) . ¶ 6 سورة البقرة آية: 10. ¶ 7 سورة الأحزاب آية: 60.",
            "page": "19",
            "part": "1",
            "seal": "866031D5"
        },
        {
            "id": "22",
            "nass": "عن أبي هريرة رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن المؤمن إذا أذنب ذنبا كانت نكتة سوداء في قلبه، فإن تاب ونزع واستعتب صقل قلبه، وإن زاد زادت حتى تعلو قلبه؛ فذلك الران الذي قال الله تعالى فيه: {كَلاَّ بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ} 1 2\" رواه الترمذي وقال: حسن صحيح. قال الأعمش: أرانا مجاهد بيده قال: كانوا يرون أن القلب في مثل هذا الكف، فإذا أذنب العبد ذنبا ضم منه، وقال بأصبعه الخنصر هكذا، فإذا أذنب ضم، وقال بأصبعه الأخرى هكذا، حتى ضم أصابعه كلها. ثم قال: يطبع عليه بطابع؛ وكانوا يرون أن ذلك هو الران. رواه ابن جرير عن أبي كريب عن وكيع عنه بنحوه، وعن مجاهد أيضا قال: \"الران أيسر من الطبع، والطبع أيسر من الإقفال\". ¶ وعن أبي سعيد رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وسلم: \"القلوب أربعة: قلب أجرد فيه مثل السراج يزهر، وقلب أغلف مربوط بغلافه، وقلب منكوس، وقلب مصفح. فأما القلب الأجرد فقلب المؤمن فسراجه فيه نور. وأما القلب الأغلف فقلب كافر. وأما القلب المنكوس فقلب المنافق الخالص، عرف الحق ثم أنكر. وأما القلب المصفح فقلب فيه إيمان ونفاق؛ ومثل الإيمان فيه كمثل البقلة يمدها الماء الطيب؛ ومثل النفاق فيه كمثل القرحة يمدها القيح والدم، فأي المادتين غلبت على الأخرى غلبت عليه\". ¶ __________ ¶ 1 الترمذي: تفسير القرآن (3334) , وابن ماجه: الزهد (4244) , وأحمد (2/297) . ¶ 2 سورة المطففين آية: 14.",
            "page": "20",
            "part": "1",
            "seal": "E9ABFE1D"
        },
        {
            "id": "23",
            "nass": "(باب ذكر الرضاء بالمعصية) ¶ روي عن عبد الله بن مسعود قال: \"هلكت إن لم يعرف قلبك المعروف وينكر المنكر\". ¶ ولمسلم عنه قال: قال رسول الله صلى الله عليه وسلم: \"ما من نبي بعثه الله في أمة قبلي إلا كان له من أمته حواريون وأصحاب يأخذون بسنته ويقتدون بأمره. ثم إنها تخلف من بعدهم خلوف، يقولون ما لا يفعلون، ويفعلون ما لا يؤمرون؛ فمن جاهدهم بيده فهو مؤمن، ومن جاهدهم بلسانه فهو مؤمن، ومن جاهدهم بقلبه فهو مؤمن. وليس وراء ذلك من الإيمان حبة خردل\" 1. ¶ وله عن أم سلمة رضي الله تعالى عنها مرفوعا: \"أنه يستعمل عليكم أمراء فتعرفون وتنكرون، فمن أنكر فقد برئ، ومن كره فقد سلم، ولكن من رضي وتابع\" 2 أي من كره بقلبه وأنكر بقلبه. ¶ وفي رواية غير الصحيحين بعد وتابع: \"فأولئك هم الهالكون\". ¶ (باب ذكر تمني المعصية والحرص عليها) ¶ في الصحيحين عن أبي بكرة أن رسول الله صلى الله عليه وسلم قال: \"إذا التقى المسلمان بسيفيهما فالقاتل والمقتول في النار. قالوا: يا رسول الله هذا القاتل، فما بال المقتول؟ قال: إنه كان حريصا على قتل صاحبه\" 3. ¶ وعن أبي كبشة الأنماري رضي الله عنه مرفوعا: \"مثل هذه الأمة مثل أربعة رجال: رجل آتاه الله مالا وعلما فهو يعمل في ماله بعلمه،? ¶ __________ ¶ 1 مسلم: الإيمان (50) , وأحمد (1/458 ,1/461) . ¶ 2 مسلم: الإمارة (1854) , والترمذي: الفتن (2265) , وأبو داود: السنة (4760) , وأحمد (6/295 ,6/321) . ¶ 3 البخاري: الإيمان (31) , ومسلم: الفتن وأشراط الساعة (2888) , والنسائي: تحريم الدم (4120 ,4121 ,4122 ,4123) , وأبو داود: الفتن والملاحم (4268) , وأحمد (5/41 ,5/43 ,5/46 ,5/48 ,5/51) .",
            "page": "21",
            "part": "1",
            "seal": "3C32556C"
        },
        {
            "id": "24",
            "nass": "ورجل آتاه الله علما ولم يؤته مالا فقال: لو كان لي مال مثل مال فلان لعملت فيه مثل عمله، فهما في الأجر سواء، ورجل آتاه الله مالا ولم يؤته علما فهو يتخبط في ماله لا يدري ما له مما عليه، ورجل لم يؤته الله مالا ولا علما فقال: لو كان لي مثل مال فلان لعملت فيه مثل عمله، فهما في الوزر سواء\" صححه الترمذي. ¶ (باب ذكر الريب) ¶ وقول الله تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا} 1 الآية، وقوله تعالى: {وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالآخِرَةِ هُمْ يُوقِنُونَ أُولَئِكَ عَلَى هُدىً مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} 2، وقوله تعالى {وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ} 3 إلى قوله تعالى {وَمَا نَحْنُ بِمُسْتَيْقِنِينَ} 4، وكان معاذ يقول في مجلسه كل يوم قلما يخطئه: \"الله حكم قسط، هلك المرتابون\". وقال ابن مسعود: \"إن من اليقين أن لا ترضي أحدا بسخط الله، ولا تحمد أحدا على ما آتاك الله، ولا تلم أحدا على ما لم يؤتك الله. وإن الله بعلمه وقسطه جعل الروح والفرح في اليقين، وجعل الهم والحزن في الشك والسخط. وإن رزق الله لا يجره حرص حريص، ولا يرده كراهية كاره\". وقال عمر يوم الحديبية: \"فعملت لذلك أعمالا وفيه قوله: ذاق طعم الإيمان من رضي بالله ربا وبالإسلام دينا وبمحمد رسولا\" أخرجه مسلم، وعن العباس رضي الله عنه مثله. ¶ __________ ¶ 1 سورة الحجرات آية: 15. ¶ 2 سورة آية: 4-5. ¶ 3 سورة الجاثية آية: 32. ¶ 4 سورة الجاثية آية: 32.",
            "page": "22",
            "part": "1",
            "seal": "6D6E3208"
        },
        {
            "id": "25",
            "nass": "(باب السخط) ¶ وقول الله تعالى: {وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ} 1. قال علقمة: هو الرجل تصيبه المصيبة فيعلم أنها من عند الله، فيرضى ويسلم. ¶ وعن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن الله إذا أحب قوما ابتلاهم، فمن رضي فله الرضى، ومن سخط فعليه السخط\" 2 رواه الترمذي وحسنه. ¶ (باب القلق والاضطراب) ¶ وقول الله تعالى: {فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ} 3، وقوله تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} 4 الآية، وقوله تعالى {يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً} 5 الآية. ولهما عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ليس الشديد بالصرعة، إنما الشديد الذي يملك نفسه عند الغضب\" 6. ¶ وللبخاري: \"أن رجلا قال للنبي صلى الله عليه وسلم: أوصني. قال: لا تغضب. فردد مرارا. قال: لا تغضب\" 7. ¶ وعن أبي ذر رضي الله عنه مرفوعا: \"قد أفلح من أخلص الله قلبه للإيمان، وجعل قلبه سليما ولسانه صادقا، ونفسه مطمئنة، وخليقته ¶ __________ ¶ 1 سورة التغابن آية: 11. ¶ 2 الترمذي: الزهد (2396) . ¶ 3 سورة الفتح آية: 26. ¶ 4 سورة النساء آية: 65. ¶ 5 سورة آية: 27-28. ¶ 6 البخاري: الأدب (6114) , ومسلم: البر والصلة والآداب (2609) , وأحمد (2/236 ,2/268 ,2/517) , ومالك: الجامع (1681) . ¶ 7 البخاري: الأدب (6116) , والترمذي: البر والصلة (2020) , وأحمد (2/362 ,2/466) .",
            "page": "23",
            "part": "1",
            "seal": "73A1271F"
        }
    ],
    "t8531": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الكبائر"
        }
    ]
}