{
    "b8546": [
        {
            "id": "1",
            "nass": "مقدمة ¶ الحمد لله والصلاة والسلام على رسول الله وآله وصحبه ومن والاه وبعد: ¶ إن المدينة النبوية المنورة بالهدي النبوي هي ثانية المدن المقدسة التي هي مكة المكرمة والمدينة النبوية المنورة وبيت المقدس المشرفة فإنه نظرا إلى ما ظهر في المدينة النبوية من مظاهر الجهل بقدسيتها وتكريمها واحترامها رأيت أنه لا بد من كتابة رسالة ونشرها بين الناس في مدينة الرسول صلى الله عليه وسلم المحترمة المكرمة المقدسة ليتعظ ذوو الجهل والغفلة ويتركوا كل ما هو محرم ارتكابه في مدينة الرسول صلى الله عليه وسلم بصورة خاصة وفي غيرها من المدن بصورة عامة والله تعالى أسأل أن يهديهم ويتوب عليهم إنه ولي ذلك والقادر عليه.",
            "page": "2",
            "part": "1",
            "seal": "9F9F287A"
        },
        {
            "id": "2",
            "nass": "الباب الأول: فضل أهل المدينة ¶ ... ¶ فضل أهل المدينة ¶ إن أهل المدينة وهم سكانها من مهاجرين وأنصار من المؤمنين الصالحين والمسلمين الصادقين, إنهم جيرة رسول الله صلى الله عليه وسلم في بلده المقدس الطاهر الصالح إلى يوم الدين والحامون لحماه صلى الله عليه وسلم ومتى استقاموا وصلحوا كانوا أعلى الناس قدرا وأشرفهم مكانا لذا وجب احترامهم وتقديرهم ولزمت محبتهم وموالاتهم وقد حذر رسول الله صلى الله عليه وسلم من أذيتهم فقال: \"لا يكيد أهل المدينة أحد إلا",
            "page": "2",
            "part": "1",
            "seal": "23628B88"
        },
        {
            "id": "3",
            "nass": "انماع كما ينماع الملح في الماء\" وقال صلى الله عليه وسلم: \"لا يريد أحد أهل المدينة بسوء إلا أذابه الله في النار ذوب الملح في الماء\" مسلم وقد دعا صلى الله عليه وسلم لأهل المدينة بقوله: \"اللهم بارك لهم في مكيالهم وبارك لهم في صاعهم ومدهم\" وأوصى أمته عامة عليهم بخير فقال صلى الله عليه وسلم \"المدينة مهاجري فيها مضجعي ومنها مبعثي, حقيق على أمتي حفظ جيراني مالم يرتكبوا الكبائر ومن حفظهم كنت له شفيعا وشهيدا يوم القيامة\" الطبراني. هذه فضائل أهل المدينة اللهم اجعلني من محبيها القائمين بها حتى الوفاة فيها, اللهم آمين اللهم آمين.",
            "page": "3",
            "part": "1",
            "seal": "EF6B0AE6"
        },
        {
            "id": "4",
            "nass": "الباب الثاني: شرف أهل المدينة ¶ ... ¶ شرف المدينة: ¶ إن المدينة النبوية ذات شرف عظيم ويكفي في بيان شرفها العظيم وجود المسجد النبوي بها وقبره صلى الله عليه وسلم وقبر صاحبيه أبي بكر وعمر فيها, وإقامة الدولة الإسلامية بها وهي أول دولة إسلامية في العالم ومن آيات شرفها قول الرسول صلى الله عليه وسلم: \"إن الإيمان ليأرز إلى المدينة كما تأرز الحية إلى جحرها لا يصبر أحد على لأوائها وشدتها إلا كنت له شفيعا أو شهسدا يوم القيامة\" وقوله صلى الله عليه وسلم وفداه أبي وأمي: \"من استطاع منكم أن يموت بالمدينة فليفعل فإني أشهد لمن مات بها\" , وقوله صلى الله عليه وسلم: \"المدينة خير لهم لو",
            "page": "3",
            "part": "1",
            "seal": "50C3AED3"
        },
        {
            "id": "5",
            "nass": "كانوا يعلمون لا يدعها أحد رغبة عنها إلا أبدل الله فيها من هو خير منه, ولا يثبت أحد على لأوائها وجهدها إلا كنت له شفيعا أو شهيدا يوم القيامة\".",
            "page": "4",
            "part": "1",
            "seal": "10EC9F10"
        }
    ],
    "t8546": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول: فضل أهل المدينة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني: شرف أهل المدينة"
        }
    ]
}