{
    "b8560": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ مدخل: ¶ كان القرآن الكريم محورًا لكثير من الدراسات منذ اللحظة الأولى لنزوله. وعلى الرغم من تنوع هذه الدراسات وتعددها، وما بذله العلماء فيها من جهود مضنية للإحاطة بالكثير من جوانبه فقد بقيت هذه الجهود قاصرة، شاهدة بذاتها على أن النص القرآني يجاوز كل طاقات النفس البشرية. وعلى الرغم من توالي الأحقاب والسنين، وتنوع الأعمال المعجميّة التي ألِّفت حول القرآن الكريم وقراءاته، فقد بقي المجال مفتوحًا لأعمال معجمية أخرى تضاف إلى الأعمال المعجمية السابقة، وتسد فراغًا لا تسده هي مجتمعة أو متفرقة. ¶ ولعل أهم الأعمال المعجمية السابقة التي دارت حول ألفاظ القرآن الكريم وموضوعاته تندرج تحت الأنواع الآتية: ¶ 1- معاجم الغريب، سواء منها ما رتب ألفبائيا، أو حسب السور والآيات، وهي أكثر من أن تُحصى. ¶ 2- معاجم الألفاظ، مثل: \"معجم ألفاظ القرآن الكريم\"، من إعداد مجمع اللغة العربية بالقاهرة. ¶ 3- المعاجم المفهرسة لألفاظ القرآن الكريم، والتي تخلو تمامًا من الدراسة، ولا تعدو في حقيقتها أن تكون قوائم بالكلمات القرآنية، مثل: \"المعجم المفهرس لألفاظ القرآن الكريم\" لمحمد فؤاد عبد الباقي، الذي بناه على كتاب \"نجوم الفرقان في أطراف القرآن\" للمستشرق فلوجل الألماني، الذي طبع أول مرة عام 1842م. ¶ 4- المعاجم المفهرسة للأدوات والضمائر، والتي تعد تكملة للمعجم المفهرس لألفاظ القرآن الكريم السابق ذكره، مثل: المعجم الذي أعده الدكتوران:",
            "page": "1",
            "part": "1",
            "seal": "B1AB23B8"
        },
        {
            "id": "2",
            "nass": "إسماعيل أحمد عمايرة، وعبد الحميد مصطفى السيد. فقد \"فهرس عبد الباقي جميع ما في القرآن الكريم من كلمات تندرج في الفعل أو الاسم الصريح، وترك الأدوات والضمائر\" (مقدمة خليل عمايرة للمعجم صـ 8) . وقد اقتصر هذا العمل كسابقه على الفهرسة، ولذا جاء في مقدمته:\"ونحن في هذا العمل نفهرس ولا ندرس\" (المقدمة ص 9) . وقد أخذ صانعا المعجم على عمل محمد فؤاد عبد الباقي أنه خرج على منهجه حين ضمن معجمه بعض الأدوات أحيانًا \"فهو يفهرس سوف، وبلى، ومع، وهذان، واللذان، واللائي، ولم يفهرس بل، والسين، وهذا، والذي، واللواتي، والذين\" [كذا، ولم ترد في القرآن الكريم كلمة اللواتي] (المقدمة ص 10) . ¶ 5- المعاجم التي تجمع بين النوعين السابقين، فتشمل الأفعال، والأسماء الصريحة، والأدوات والضمائر، مثل: \"قاموس الألفاظ القرآنية\" للدكتور حسين محمد الشافعي. ¶ 6- المعاجم المفهرسة للقراءات القرآنية، ولا نعرف منها - في العصر الحديث- سوى \"معجم القراءات القرآنية \"، من إعداد الدكتورين: أحمد مختار عمر، وعبد العال سالم مكرم. وهو كسابقيه يعتمد على الفهرسة، ويخلو من الدراسة في صلب المتن، وإن حوى بعض التعليقات المفيدة، والشروح الموجزة في حواشي صفحاته. ¶ 7- المعاجم المفهرسة لموضوعات القرآن الكريم، مثل: \"تبويب آي القرآن الكريم من الناحية الموضوعية\" لأحمد إبراهيم مهنّا، و\"المعجم الموضوعي للقرآن الكريم\"إعداد: حمزة النشرتي، وعبد الحفيظ فرغلي، وعبد الحميد مصطفى.",
            "page": "2",
            "part": "1",
            "seal": "228482E4"
        },
        {
            "id": "3",
            "nass": "8- المعاجم المفهرسة لآيات القرآن الكريم، مثل: \"الدليل الكامل لآيات القرآن الكريم\" للدكتور حسين محمد الشافعي. ¶ 9- المعاجم الخاصة بأعلام القرآن الكريم، مثل: \"معجم أعلام القرآن\" للدكتور محمد التونجي. ¶ 10- المعاجم التي تجمع بين الأعلام والموضوعات، مثل: \"معجم الأعلام والموضوعات في القرآن الكريم\" للدكتور عبد الصبور مرزوق. ¶ 11- المعاجم التي تجمع بين الألفاظ والأعلام، مثل: \"معجم الألفاظ والأعلام القرآنية\" لمحمد إسماعيل إبراهيم.",
            "page": "3",
            "part": "1",
            "seal": "505FE727"
        },
        {
            "id": "4",
            "nass": "هدفنا من صنع هذا المعجم ¶ كان أمامنا جملة من الأهداف حين فكرنا في إعداد هذا المعجم، وتقديمه لجمهور القراء، ومن هذه الأهداف: ¶ 1- مخاطبة عامة المسلمين في شتى أنحاء العالم، ولذا راعينا الإيجاز في التعبير، والسلاسة في الشرح والتفسير. ¶ 2- عدم التوسع في عرض المعلومة، وترك ذلك للأعمال المتخصصة، أو كتب التفسير المطولة، مع عدم الإخلال - في الوقت نفسه- بمتطلبات الفهم، ومستلزمات الوضوح. ¶ 3- الرجوع إلى أكبر قدر ممكن من أمهات المصادر القرآنية، واستخلاص أهم ما فيها من آراء وأفكار، مع إعادة عرضها بأسلوب عصري، ولغة مركزة. ¶ 4- الجمع بين جميع الأعمال التي سبقتنا في عمل واحد يوفر الجهد، ويختصر الوقت، ويقدم المعلومة اللغوية أو المعرفية السريعة لمن يطلبها. ¶ 5- مواكبة العصر، وملاحقة التطور السريع في وسائل عرض المعلومات وتيسير الحصول عليها، بتقديم هذا العمل في صورتين ورقية وإلكترونية (انظر النسخة الإلكترونية) . ¶ 6- تلافي عيوب الأعمال المعجمية السابقة لهذا العمل، والاستيثاق من أيّ معلومة ترد فيها قبل إثباتها، والأخذ بمبدأ الشك تجنبًا لتثبيت الخطأ من ناحية، وحرصًا على إشاعة مبدأ التحقق بين الدارسين من ناحية أخرى.",
            "page": "4",
            "part": "1",
            "seal": "014BD2A7"
        },
        {
            "id": "5",
            "nass": "7- تبني منهج خاصّ، هدانا إليه إطالة النظر، وإعادة التأمل، وكثرة معايشتنا للنص القرآني وقراءاته، مع التركيز على الجوانب اللغوية، التي تعد المفتاح الحقيقي لفك مغاليق هذا النص، واكتناه أسراره. ¶ وسنزيد هذه النقطة إيضاحًا حين نتحدث عن منهج المعجم. ¶ 8- وزيادة في التيسير على مستخدم المعجم ألحقنا به فهارس متنوعة تساعد على الحصول على المعلومة المطلوبة، حسب رغبة الباحث (انظر: قائمة الفهارس الملحقة بالمعجم) . ¶ كما تضمن برنامج النسخة الإلكترونية إمكانات متنوعة للبحث حسب حاجة المستخدم.",
            "page": "5",
            "part": "1",
            "seal": "8145F816"
        },
        {
            "id": "6",
            "nass": "ما نعنيه بالمعجم الموسوعي ¶ لإزالة أيّ لبس محتمل في فهم العنوان الذي اخترناه لهذا العمل نرى من الضروري توضيح النقطتين الآتيتين. ¶ 1- أن هذا العمل ليس موسوعة قرآنية، وإنما هو معجم موسوعي، والفرق بين الاثنين كبير عند أصحاب التخصص. ¶ فالعمل المعجمي يتناول النص أو اللفظ من داخل اللغة، أما العمل الموسوعي فيتناول أيًّا منهما من خارج اللغة. ولهذا كانت منطلقاتنا فى عرض المعلومة كلها لغوية، بحيث تغطي الجوانب المتعددة للفظ بما يشمل جذر الكلمة، أو حروفها الأصلية، وما يتفرع عن الجذر من صور قياسية أو غير قياسية، مجردة أو مزيدة تتدخل عادة لتحديد معاني الصيغ أو المعاني الصرفية للكلمات، والتي تتقاسم مع المعاني المعجمية المعنى العام للكلمة. ويندرج أيضًا تحت المعلومة اللغوية بيان المعنى المعجمي للكلمة في سياقها القرآني المعين، وتعداد معانيها حين تتعدد إما لاشتراك لفظها بين أكثر من معنى، أو لاختلاف الموقف أو السياق المعين الذي وردت فيه الكلمة. ولم نكتف بهذا وذاك فحرصنا كذلك على تحديد المجال الدلالي، أو الموضوع الذي يدخل تحته اللفظ المعين. ¶ 2- أن الجانب الموسوعي في هذا العمل المعجمي يبرز في النقاط الآتية: ¶ أ- إعطاؤه أهمية للأعلام الواردة فى القرآن الكريم، وكذلك للأحداث التاريخية، وللأماكن والمواقع التي أشار إليها، وهي تعد معلومات",
            "page": "6",
            "part": "1",
            "seal": "231304A5"
        },
        {
            "id": "7",
            "nass": "موسوعية، لأنها تأتي من خارج اللغة، ومن ذلك المعلومات التي وردت عند شرح كلمة \"بدر\" وأنها ماء مشهور بين مكة والمدينة، وقعت عنده غزوة انتصر فيها المسلمون وكانت في العام الثاني للهجرة. ¶ ب- جمعه بين العمل التفسيري، والعمل الفهرسي سواء فيما يتعلق بالأفعال أو الأسماء أو الأدوات أو الضمائر المنفصلة، وهو ما يحدث لأول مرة في عمل قرآني واحد. ¶ ج- جمعه بين ألفاظ القرآن الكريم، وألفاظ القراءات القرآنية، مع الاهتمام بالتفسير والتخريج، وليس بالجانب الإحصائي وحده، وهو ما يحدث لأول مرة فى عمل قرآني واحد.",
            "page": "7",
            "part": "1",
            "seal": "DEC501FA"
        },
        {
            "id": "8",
            "nass": "ملاحظات على أعمال سابقة ¶ على الرغم من أن عملنا لا يستمد قيمته من كشف عيوب الأعمال السابقة، لأن قيمته في ذاته، فقد وضعنا أيدينا - أثناء انشغالنا بجمع مادة معجمنا وتحريرها - وضعنا أيدينا على جملة من السلبيات التي تداركناها في عملنا، مما تطلب منا مراجعة دقيقة لأعمال السابقين، وعدم اقتباس ما ورد فيها من آراء وتفسيرات ما لم يكن له أصل فيما روي عن ثقات المفسرين، بل إننا لم نُسلم قيادنا لكل ما ورد في المصادر التراثية، فكنا ننخلها بدقة الباحث، ونزنها بميزان الخبير، وننحّي منها ما نشك في ثبوته، أو نقطع بعدم صحته. ¶ وربما كان من المفيد أن نعرض ملاحظاتنا في مجموعات على النحو التالي: ¶ أ: ملاحظاتنا على أعمال الفهرسة لألفاظ القرآن الكريم: ¶ تشمل هذه الملاحظات عملين اثنين يكمل ثانيهما الأول، وهما: \"المعجم الفهرس لألفاظ القرآن الكريم\"، و\"معجم الأدوات والضمائر في القرآن الكريم\"، وعملا ثالثًا يفترض أنه يجمع بين العملين السابقين: وهو \"قاموس الألفاظ القرآنية\" لحسين محمد الشافعي. ¶ إنّ أول ما يلفت النظر في العملين الأولين عدم الإحاطة والشمول لكل ما ورد في القرآن من ألفاظ تدخل تحت عنوان الكتاب. فقد ترك محمد فؤاد عبد الباقي عددًا من الألفاظ دون سبب مقنع، اللهم إلا أن يكون من باب السهو والنسيان، ومن ذلك:",
            "page": "8",
            "part": "1",
            "seal": "D5404619"
        },
        {
            "id": "9",
            "nass": "* لم يذكر: الذي، والتي، والذين، في حين ذكر: اللائي، واللاتي، واللذان، واللذين. ¶ * لم يذكر: هذا، وهذه، في حين ذكر: هاتين، وهذان. ¶ * لم يذكر: بل، والسين، فى حين ذكر: بلى، وسوف. ¶ * وترك واضعا معجم الأدوات والضمائر أمثلة كثيرة منها: ¶ * لم ترد تلكما، وتلكم، مع ورود تلك. ¶ * لم يدخل في الإحصاء ورود \"على\" مرتين في آية: {فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ} (النساء: 25) ، ومثل هذا: يقال عن \"اللام\" التي وردت مرتين في آية: {لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ} (النساء: 168) ، إذ لم تحتسب إلا مرة واحدة. ¶ * لم يذكر المعجم الرقم الكلي لمرات ورود الأداة \"ال\" في القرآن. ¶ * أسقط الباحثان موضعين وردت فيهما \"الفاء\" في سورة آل عمران وحدها، وهما الآيتان93، 159. فقد وردت في الأولى مرتين، وذكراها مرة واحدة، ووردت في الثانية أربع مرات، وذكراها ثلاثا فقط. ¶ وثاني ما يلفت النظر في هذين العملين اضطراب المنهج، واختلال الإحصاء بالإضافة إلى ما يعاني منه المعجم المفهرس لألفاظ القرآن الكريم من خلط مشتقات الجذر الواحد، وعدم تمييز تصريفات كل مشتق عن المشتق الآخر (وهو ما أطلقنا عليه في معجمنا اسم الجذع أو الساق، الذي يشكل في المعجم العربي أسرة من الكلمات أو التصريفات ترتبط في دلالتها المعجمية والصرفية) . ومن الأمثلة على ذلك خلطه الفعلين: لَبَس (ومضارعه: يلبِس، بمعنى خلط) ولبِس (ومضارعه: يلبَس بمعنى ارتدى) مع وجوب فصلهما إلى مجموعتين مستقلتين تشتمل الأولى على: لَبَسْنا- تَلبِسوا- تَلبِسون- يَلبِسكم-",
            "page": "9",
            "part": "1",
            "seal": "86B58495"
        },
        {
            "id": "10",
            "nass": "يَلْبِسوا- يَلبِسون- لَبْس، والثانية على: تَلْبَسونها- يَلْبَسون- لباس- لباسًا- لباسهم- لباسهما- لبوس. ¶ أما صور الخلل والاضطراب في معجم الأدوات والضمائر فأكثر من أن تحصى، مما جعلنا نرجع إلى نص المصحف - في الدرجة الأولى - ولا نعتمد عليه في ذكر الصور الواردة. وربما يكفينا لإثبات ذلك أن نشير إلى النماذج الآتية: ¶ * {بَلْ أَنْتُمْ قَوْمٌ عَادُونَ} (الشعراء: 166) ، وردت في ص 215: الشعراء116. ¶ * {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ} (يوسف:21) ، وردت في ص397، يوسف12. ¶ * سورة الأحزاب، رقمها في المصحف 33، وليس 32 كما وردت عدة مرات في ص 349. ¶ * {كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً} (الأحقاف: 35) ، ذكر رقم السورة أمامها36، والصواب46. ¶ * فى ص330 وحدها أربعة أخطاء هي: 84/10، وصحتها:85 (البروج) ، 89/16، وصحتها:89/15 (الفجر) ، 9/8، وصحتها:91/8 (الشمس) ، 90/13، وصحتها: 91/13 (الشمس) . ¶ وثالث ما يلفت النظر شيوع الأخطاء الطباعية في كتابة الكلمات القرآنية. ومن أمثلة ذلك في المعجم المفهرس لألفاظ القرآن الكريم: ¶ * في ص424 كتبت الكلمة القرآنية: ضَيَقًا، وصحتها: ضَيِّقًا.",
            "page": "10",
            "part": "1",
            "seal": "9F640531"
        },
        {
            "id": "11",
            "nass": "* في ص467 كتبت الآية: {فَلَمَّا تَرَاءتْ الْفِئَتَانِ نَكَصَ عَقِبَيْهِ} (الأنفال: 48) ، وصحتها: {نَكَصَ عَلَى عَقِبَيْهِ} . ¶ ومن أمثلته في معجم الأدوات والضمائر كتابة آية التغابن (6) : {ذَلِكَ بِأَنَّهُمْ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ} (التغابن: 6) ، وصحتها: {ذَلِكَ بِأَنَّهُ كَانَتْ000} . ¶ أما العمل الثالث، وهو قاموس الألفاظ القرآنية، فعلى الرغم من الجهد المبذول فيه، ومن استحداثه معلومات إحصائية عن كل لفظ ورد فيه، ومن استدراكه على عمل محمد فؤاد عبد الباقي عددًا من الهفوات - على الرغم من كل ذلك يعيبه ما يأتي: ¶ 1- أنه جاء رِدَّة إلى الوراء بالنسبة لمعجم الأدوات والضمائر، حيث خلت قائمة ألفاظه من كلمات، مثل: \"ال\"، و\"الباء\"، و\"السين\"، و\"الفاء\"، و\"الكاف\"، و\"اللام\"00إلخ، مكتفيًا بوضعه إياها في عمود عنونه \"حروف مكملة\". ومعنى هذا أن الباحث عن أشكال الواو في القرآن، واستعمالاتها عليه أن يقرأ عمود الحروف المكملة في جميع صفحات المعجم ليقوم هو بنفسه بما كان يجب أن يقوم به المؤلف. ¶ وجميع هذه الأدوات موجودة باعتبارها مداخل مستقلة في معجم الأدوات والضمائر. ¶ 2- أن المعجم خلا من فهرسة الضمائر المتصلة، مثل: ألف الاثنين، وتاء الضمير، ونون النسوة، وواو الجماعة وغيرها، وكلها واردة في معجم الأدوات والضمائر. ¶ 3- أن ما ادعاه المؤلف من أن قاموسه قد اشتمل على جميع الألفاظ الواردة في المصحف، وأنه ليس قاصرًا (كذا، والصواب مقصورًا) على الأسماء",
            "page": "11",
            "part": "1",
            "seal": "C9CF6C5F"
        },
        {
            "id": "12",
            "nass": "والأفعال ادعاء غير صحيح، لخلوه من كثير من الألفاظ القرآنية، والتي مثلنا لبعضها في الفقرتين السابقتين. ¶ 4- أن المؤلف لا يفرق بين الترتيب الأبجدي والترتيب الهجائي، مع ما بينهما من فرق شاسع، فيذكر أن قاموسه عبارة عن دليل أبجدي، وهو في الحقيقة دليل ألفبائي أو هجائي. ¶ 5- أن المؤلف شق على الباحث حين اكتفى بذكر رقم السورة بدلا من اسمها، وهو صنيع ابتدعه المستشرقون ولم يجد رواجًا بين المسلمين، بالإضافة إلى أنه لا يوفر شيئًا يذكر في مساحة الصفحة. ¶ 6- أن طريقة الباحث في ترتيب المداخل طريقة لا تتلاءم مع طبيعة اللغة العربية الاشتقاقية، ولعله تعمد الهروب من طريقة الترتيب على الجذور، لأنها أشق على غير المختص، والظاهر من لغة المقدمة أن المؤلف لا يحسن التعبير باللغة العربية السليمة، فقد بدأ أول سطر بقوله: أعددت قاموس عصري لألفاظ القرآن الكريم00 (ص 5) . ويكفي أن أمثِّل بحرف التاء، الذي بدأ بالمدخل \" تاب \"، ثم تلاه المداخل: تابا - تابع – تابعين - تابوا00 وجاءت \"أتوب\" في حرف الهمزة: و\"متاب\" في حرف الميم، و\"يتوب\" في حرف الياء00إلخ. ¶ ب: ملاحظاتنا على معجم ألفاظ القرآن الكريم: ¶ على الرغم من الجهد المبذول في هذا المعجم، والذي استغرق ثلاثين عامًا، وعلى الرغم من الشهرة التي حققها من بين نظرائه في مجال التفسير لألفاظ القرآن الكريم فقد بدت لنا أثناء العمل بعض ملاحظات نلخص أهمها فيما يأتي:",
            "page": "12",
            "part": "1",
            "seal": "ABB19B7C"
        },
        {
            "id": "13",
            "nass": "أولاً: سقوط بعض الكلمات القرآنية من المعجم، كما حدث مع كلمة \"الموتى\" التي وردت في القرآن الكريم سبع عشرة مرة، وليس لها وجود تحت الجذر (م وت) ، في حين وردت كلمة \"أموات\" و\"ميتون\" (2/1065،1066) . وكما حدث مع كلمة \"نَزْلَة\" التي لم ترد تحت الجذر (ن ز ل) مع ورودها في قوله تعالى: {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} (النجم: 13) . ¶ ثانيًا: حدوث خطأ في بعض الجذور، كوضعه الفعل تتجافى تحت الجذر (ج ف ا) وصحته: (ج ف و) . ¶ ثالثًا: حدوث أخطاء طباعية تتمثل في سقوط الجذر (هـ م ر) ، ووضع كلمة \"منهمر\" تحت الجذر السابق (هـ م د) ، وفي ذكر أرقام الآيات خطأ، كما في كلمة \"راعنا\" التي ذكر تحتها 146/النساء، وصحتها: 46/النساء، وحرف النداء \"يا\" الذي اقتبس المعجم له الآية {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ} وذكر أنها وردت في البقرة 51، والصواب: البقرة21، وغير ذلك. ¶ رابعًا: قصور الشرح، كما حدث مع كلمة \"جحيم\" التي اقتصر المعجم على أحد معانيها في القرآن، وهو اسم من أسماء جهنم، وترك المعنى الثاني، وهو النار المؤججة الشديدة الاتقاد، كما في قوله تعالى: {قَالُوا ابْنُوا لَهُ بُنْيَاناً فَأَلْقُوهُ فِي الْجَحِيمِ} (الصافات: 97) . ¶ خامسًا: نقص الإحصاء، كما ورد في مادة \"الذوق\"، حين قال المعجم: إن اللفظ قد استعمل على الحقيقة بمعنى إدراك الطعام بالفم في آية واحدة هي: {ذَاقَا الشَّجَرَةَ} (الأعراف: 22) ، وقد فات المعجم آية ثانية في سورة \"النبأ\"، وهي: {لا يَذُوقُونَ فِيهَا بَرْداً وَلا شَرَاباً} (النبأ: 24) . ¶ سادسًا: سوء توزيع الآيات القرآنية على معاني الكلمة القرآنية حين تتعدد، كما حدث مع قوله تعالى: {أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ}",
            "page": "13",
            "part": "1",
            "seal": "22967282"
        },
        {
            "id": "14",
            "nass": "(محمد: 22) ، فقد وضعها المعجم تحت: \"مواضع الأجنة\"، والصواب: \"القرابات\". ¶ ج: ملاحظاتنا على معجم القراءات القرآنية: ¶ أول ملاحظة على هذا المعجم: أنه عمل فهرسيّ تجميعي لا دراسي، وأنه لا يعطي في صلب المتن أيَّ معلومات كاشفة عن معاني الكلمات، أو تخريج القراءات، وهو بهذا يختلف عن معجمنا اختلافًا جوهريًا من حيث الهدف، ونوع المعلومات التي يزود بها القارئ. ¶ وثاني ملاحظة: عدم شموله لكثير مما هو مدون من القراءات فيما وصلنا من مصادرها الأصلية. فقد خلت قائمة مصادره الأساسية من الأسماء الآتية، على سبيل المثال: ¶ المبسوط في القراءات العشر لأبي بكر الأصبهاني. ¶ اختلاف القراء السبعة في الياءات لابن غلبون. ¶ إعراب القراءات الشواذ للعكبري. ¶ معاني القراءات لأبي منصور الأزهري. ¶ روح المعاني للألوسي. ¶ وثالث ملاحظة: وقوعه في العديد من الهفوات من مثل: ¶ خطأ في فهم بعض العبارات، كما حدث في قراءات \"جَهْرَة\"، فقد ذكر أمامها قراءتين هما: جَهَرة وزَهَرة (1/202) . وقد جاء إثبات القراءة الثانية نتيجة خطأ في فهم عبارة ابن خالويه في \"مختصر في شواذ",
            "page": "14",
            "part": "1",
            "seal": "E3A22AC4"
        },
        {
            "id": "15",
            "nass": "القرآن\" التي ذكرت أن سهل بن شعيب وعيسى قد قرآ جَهَرة وزَهَرة. وهو يعني بالكلمة الثانية آية وردت في سورة طه. ¶ خطأ في النقل عن المصدر، كما جاء في قوله تعالى {فَيُوَفِّيهِمْ أُجُورَهُمْ} (آل عمران: 57) ، حيث ذكر المعجم قراءة \"فتوفيهم\" نقلا عن البحر المحيط (1) ، والذي في البحر: \"فنوفيهم\" بنون الجمع. ¶ سقوط بعض القراءات، كما في قوله تعالى: {وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ} (البقرة: 87) ، حيث ذكر المعجم قراءة واحدة هي \"القُدْس\"- بسكون الدال- وترك قراءة أخرى وردت في البحر المحيط (2) ، وهي \"القُدُوس\"، ونسبها إلى أبي حيوة. ¶ سقوط أحد المصادر أمام بعض القراءات، كما حدث مع قراءة \"يتصعّد\" (معجم القراءات القرآنية 2/133) ، فقد سقط من المصادر البحر المحيط (3) . ¶ __________ ¶ (1) (2/475) ¶ (2) (1/299) ¶ (3) (4/218)",
            "page": "15",
            "part": "1",
            "seal": "A397DD16"
        },
        {
            "id": "16",
            "nass": "لماذا الاهتمام بالقراءات القرآنية؟ ¶ القراءات القرآنية هي الوجوه المختلفة التي سمح النبيّ صلى الله عليه وسلم بقراءة النص القرآني بها قصدًا للتيسير، والتي جاءت وفقًا للهجة من اللهجات العربية القديمة. وقد تكفل الزركشي (1) بالتفرقة بين القرآن والقراءات بقوله: \"القرآن والقراءات حقيقتان متغايرتان. فالقرآن هو الوحي المنزل على محمد صلى الله عليه وسلم للبيان والإعجاز، والقراءات هي اختلاف ألفاظ الوحي المذكور في كِتبة الحروف، أو كيفيتها، من تخفيف وتثقيل وغيرهما\". ¶ كما تكفل ابن الجزري ببيان الحكمة في تعدد القراءات في النص المصحفي (2) ، فقال: \"فأما سبب وروده على سبعة أحرف فللتخفيف على هذه الأمة وإرادة اليسر بها، والتهوين عليها وتوسعة، ورحمة، وخصوصية لفضلها، وإجابة لقصد نبيها حيث أتاه جبريل فقال له: إن الله يأمرك أن تقرأ أمتك القرآن على حرف، فقال صلى الله عليه وسلم: أسأل الله معافاته ومعونته. إن أمتي لا تطيق ذلك، ولم يزل يردد المسألة حتى بلغت سبعة أحرف\"، وبعد أن استشهد ابن الجزري ببعض الأحاديث الصحيحة استمر في بيان الحكمة قائلاً: \"إن الأنبياء عليهم السلام كانوا يبعثون إلى قومهم الخاصين بهم، والنبي صلى الله عليه وسلم بعث إلى جميع الخلق: أحمرها وأسودها، عربيّها وعجميّها. وكانت العرب الذين نزل القرآن بلغتِهم لغاتُهم مختلفة، وألسنتهم شتى، ويعسر على أحدهم الانتقال من لغته إلى غيرها، أو من حرف إلى آخر. بل قد يكون بعضهم لا يقدر على ذلك، ولا بالتعليم والعلاج، ولاسيما الشيخ والمرأة، ومن لم يقرأ ¶ __________ ¶ (1) (البرهان 1/318) ¶ (2) (النشر 1/22)",
            "page": "16",
            "part": "1",
            "seal": "2E9F4619"
        },
        {
            "id": "17",
            "nass": "كتابًا. فلو كلفوا العدول عن لغتهم والانتقال عن ألسنتهم لكان من التكليف بما لا يستطاع\". ¶ وزاد ابن قتيبة (1) الأمر تفصيلاً، فقال: \" فكان من تيسيره أن أمره الله أن يقرئ كل قوم بلغتهم فالهذلي يقرأ: عتى حين والأسدي يقرأ: تِعْلَمون والتميمي يهمز، والقرشي لا يهمز، والآخر يقرأ: وإذا قيل لهم، وغيض الماء بإشمام الضم ولو أن كل فريق من هؤلاء أُمر أن يزول عن لغته وما جرى عليه اعتياده طفلاً وناشئًا وكهلاً لاشتد ذلك عليه، وعظمت المحنة فيه\". ¶ وحديث نزول القرآن على سبعة أحرف من الأحاديث التي قبلها العلماء واشتهرت بينهم، وتناقلها الثقات جيلا عن جيل (انظر: تفسير الطبري 1/25، والنشر1/12، ولطائف الإشارات 1/31 وغيرها) . وقد روي أن عثمان بن عفان حينما صعد المنبر وسأل من سمع النبي صلى الله عليه وسلم يقول: \"أنزل القرآن على سبعة أحرف كلها شافٍ كافٍ\" أن يقوم- قام الكثيرون حتى لم يحصوا، فعقب عثمان قائلاً: وأنا أشهد معهم (2) . ¶ وإذا كان العلماء قد اختلفوا في تحديد المراد بالأحرف، والمراد بالسبعة، وهل هي على سبيل الحصر، أو للتعبير عن الكثرة، فإنهم لم يختلفوا في أن الأحرف السبعة ليست هي القراءات السبع التي اختارها ابن مجاهد. يقول ابن الجزري: \"لا يجوز أن يكون المراد من الأحرف السبعة هؤلاء السبعة القراء المشهورين - وإن كان يظنه بعضهم- لأن هؤلاء السبعة لم يكونوا قد ¶ __________ ¶ (1) (تأويل مشكل القرآن ص30) ¶ (2) انظر النشر 1/21، والإتقان 1/45",
            "page": "17",
            "part": "1",
            "seal": "28BE22C6"
        },
        {
            "id": "18",
            "nass": "خلقوا ولا وجدوا\" (1) .وقد وجه كثير من العلماء اللوم لابن مجاهد لاقتصاره من بين القراء على سبعة، وإيقاعه الناس في الوهم والتلبيس، ولذا يقول السيوطي: \"مسبِّع السبعة فعل ما لا ينبغي، وجعل الأمر مشكلا على العامة باختياره، فظن كل من قل نظره أن هذه القراءات هي المذكورة في الحديث. وليته إذ اختار نقص عن السبعة أو زاد عليها ليزيل الشبهة\" (2) . ¶ وإذا كان المشتغلون بالقراءات، المدونون لها قد وقفوا موقفًا متحفظًا من بعض القراءات، فما ذاك إلا لأنهم لاحظوا وقوع بعض القراء في التخليط، وبعض آخر في التفريط، فنخلوا هذه القراءات وميزوا بينها من ناحيتي الإسناد، والمتن. وتحدََّدت هذه المعايير على يد ابن الجزري (توفي 833هـ) في شروط ثلاثة هي: ¶ 1- موافقة العربية ولو بوجه. ¶ 2- موافقة أحد المصاحف العثمانية ولو احتمالاً. ¶ 3- صحة سند القراءة (3) . ¶ وإذا كان كثير من الأصوليين والفقهاء قد تبعوا ابن مجاهد في اختياره، أو زادوا على السبعة ثلاثة، فهناك كثيرون آخرون رفضوا المفاضلة بين القراءات على أساس تصنيف أصحابها إلى سبعة أو عشرة أو غير ذلك، وفاضلوا بينها على أساس المعايير الثلاثة السابقة، ولذا يقول القسطلاني: \"فإذا اجتمعت هذه الثلاثة في قراءة وجب قبولها، وحرم ردها سواء كانت ¶ __________ ¶ (1) (النشر1/24) ¶ (2) (الإتقان 1/80) ¶ (3) (1/10-12)",
            "page": "18",
            "part": "1",
            "seal": "334A2FFE"
        },
        {
            "id": "19",
            "nass": "عن السبعة، أم عن العشرة، أم عن غيرهم من الأئمة المقبولين\" (1) . ويقول ابن الجزري: \"وقد ذكر الناس من الأئمة في كتبهم أكثر من سبعين ممن هو أعلى مرتبة وأجل قدرًا من هؤلاء السبعة\" (2) . ¶ وإذا كان هذا هو رأي المحققين من الفقهاء والقراء والأصوليين الذين نظروا إلى القراءة باعتبارها وسيلة تعبُّد، وطريق تقرُّب، وشرطًا لصحة الصلاة، ومصدرًا للتشريع والتحريم والتحليل - فهناك إلى جانبهم فريق اللغويين الذين نظروا إلى القراءة نظرة مغايرة، لأن هدفهم مختلف، وغايتهم من قبول القراءة ليست العبادة أو الصلاة بها، إنما هي مجرد إثبات حكم لغوي أو بلاغي. ولذا فقد وضعوا شرطًا واحدًا لصحة الاستدلال اللغوي بالقراءة، وهو صحة نقلها عن القارئ الثقة حتى ولو كان فردا، سواء رويت القراءة بطريق التواتر، أو الآحاد، وسواء كانت سبعية، أو عشرية، أو أكثر من ذلك. بل إن ابن جني في مقدمة كتابه المحتسب كان حريصًا على وضع القراءة الشاذة على قدم المساواة مع القراءة السبعية، وذلك بقوله: إنه \"نازع بالثقة إلى قرائه، محفوف بالرواية من أمامه وورائه، ولعله أو كثيرًا منه مساوٍ في الفصاحة للمجتمع عليه\" (3) ، ويقول في مكان آخر: إنه لا يصح العدول عن المسمى شاذا، لأن الرواية تنميه إلى رسول الله صلى الله عليه وسلم (4) . والقراءة- من زاوية الاستشهاد اللغوي البحت- نص عربيّ، رواه أو قرأ به من يوثق في عربيته، ولهذا فهي- حتى على فرض اختلاف العلماء في صحة التعبد والصلاة بها- ¶ __________ ¶ (1) (اللطائف 1/68،69) ¶ (2) (النشر 1/37) ¶ (3) (1/32) ¶ (4) (السابق 1/32، 33)",
            "page": "19",
            "part": "1",
            "seal": "89229D7C"
        },
        {
            "id": "20",
            "nass": "تحقق شرط اللغوي، وهو النقل عن العربي الثقة، حتى ولو كان فردًا، بل إن السيوطي يصرح بما هو أكثر من ذلك حين ينفي اشتراط العدالة في العربي الذي يستشهد بكلامه. ¶ ومن هذا يتضح أن جمعنا القراءات القرآنية من مصادرها المتعددة، وتقديم ألفاظها في معجم هجائي لم نقصد به الترويج لها ليقرأ المسلمون بها في الصلاة، أو يتعبدوا بها، كما لم نقصد به أن تنافس النص المصحفي المتداول بأشكاله المحددة في شتى أنحاء العالم العربي والإسلامي. ¶ ولما كانت غايتنا من إثبات القراءات هنا غاية معجمية لا تتجاوز إثبات وجود اللفظ في اللغة، أو ضبط نطقه، أو ذكر معناه، أو غير ذلك من النتائج الجزئية التي لا تعمم حكمًا، ولا تبني قاعدة، فلا يفسد هذه الغاية أن تكون القراءة هي النموذج الوحيد المنقول إلينا، إذ لم يشترط أحد من اللغويين لحجية النص في مثل هذه الحالة كثرة أو قلة. ¶ وإذا كان جمع عثمان المسلمين على مصحف إمام قد أزال الفرقة بينهم، ووحد كلمتهم، وألزمهم بالصلاة والتعبد بنصوصه- فإنّ ذلك لم يلغ ما سجله المسلمون من قراءات على اعتبار أنها - في أضعف حالاتها - تعد نصوصًا لغوية موثقة، وكلامًا عربيًا فصيحًا. وما خالف رسم المصحف من هذه القراءات لا يخرج - حتى في أدنى درجاته- عن أن يكون من باب التفسير، أو الشرح اللغوي الذي كان يسجله بعض الصحابة القراء أو بعض المتلقين عنهم. فلماذا نحرم المسلمين من هذا النوع الموثق من التفسير؟، وإذا كان جمهور العلماء يحظر التعبد بالقراءات التي لم تتوفر فيها الشروط الثلاثة السابق ذكرها، فهناك غايات أخرى كثيرة تروى من أجلها كل القراءات، وتفهرس، وتشرح من مثل ما يأتي:",
            "page": "20",
            "part": "1",
            "seal": "47D1BA9E"
        },
        {
            "id": "21",
            "nass": "1- أن القراءات القرآنية، وطرق التلاوة للنص القرآني تعد المثال الحي الوحيد لطرق نطق الفصحى قديمًا وحديثًا. وكثيرا ما يحتاج اللغوي عند وصف صوت من الأصوات، أو ظاهرة صوتية معينة إلى الاستهداء بنطق المجيدين من قُرّاء القرآن. أما باقي المصادر اللغوية فقد وردتنا مكتوبة لا منطوقة، وكثيرًا ما أوقعت طريقة الكتابة العربية في التصحيف والتحريف. ¶ 2- اشتمال القراءات القرآنية على شواهد لغوية سكتت المعاجم عن ذكرها. وربما كان أظهر مثال لذلك قوله تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} (الأنعام: 91) ، من الفعل الثلاثي المخفف. ولكن يشيع في لغة العصر الحديث استخدام كلمة: \"التقدير\" من الفعل المضعف\"قدَّر\"، بمعنى عظَّم أو احترم. ونفتش في المعاجم القديمة عن هذا الاستعمال فلا نجد، وتسعفنا القراءات القرآنية فتمدنا بالشاهد، وهو قراءة الحسن وعيسى الثقفي: \"وما قدَّروا الله\"، قال في الكشاف: وقرئ بالتشديد على معنى: وما عظّموه كنه تعظيمه. ¶ 3- أنه يمكن اتخاذ القراءات القرآنية مرتكزًا لتحقيق التيسير، ودليلاً لتصحيح كثير من العبارات والاستعمالات الشائعة الآن، والتي يتحرج المتشددون من استعمالها. ومن أمثلة ذلك: ¶ أ- ضبط الفعل \"تَوَفَّى\" بالبناء للمعلوم. ورغم أن الاستعمال الفصيح هو بناؤه للمجهول فقد جاءت القراءة القرآنية مصححة للنطق الحديث. وذلك في قوله تعالى: {وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ} (الحج: 5) ، فقد قرأها الأعمش وغيره: \"وَمِنْكُمْ مَنْ يَتَوَفَّى\"، قال النحاس في \"إعرابه القرآن\" (1) ، وأبو حيان في \"البحر المحيط\" (2) : أي يستوفي أجله. ¶ __________ ¶ (1) (2/390) ¶ (2) (6/353)",
            "page": "21",
            "part": "1",
            "seal": "43F1DA1B"
        },
        {
            "id": "22",
            "nass": "ب- تخفيف كلمات مثل \"أمسية\"، و\"أضحية\"، و\"أمنية\". وقد ورد التخفيف في بعض القراءات، مثل: {تِلْكَ أَمَانِيُّهُمْ} (البقرة: 111) ، {لَيْسَ بِأَمَانِيِّكُمْ وَلا أَمَانِيِّ أَهْلِ الْكِتَابِ} (النساء: 123) ، {إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ} (الحج: 52) . ¶ ج- ويمثل باب العدد مشكلة كبيرة للمتعلم العربي، فتارة يخالف (تذكيرًا وتأنيثًا) ، وتارة يوافق، وغير ذلك. وتزداد المشكلة بالنسبة للعدد من ثلاثة إلى عشرة، لأن تمييزه جمع، ولابد من رد الجمع إلى مفرده للحكم بالتذكير أو التأنيث. ويحل المشكلة أن يُنصح المتكلم بأن يقدم المعدود ويؤخر العدد، وحينئذٍ تجوز له المطابقة لأنه نعت، والمخالفة لأنه عدد. وقد جاء بالوجهين قوله تعالى: {وَكُنْتُمْ أَزْوَاجاً ثَلاثَةً} (الواقعة: 7) ، حيث قرئ كذلك \"وَكُنْتُمْ أَزْوَاجًا ثلاثًا\" (1) . ¶ د- يشيع في العصر الحديث استعمال \"كِلا\" مع المثنى المؤنث المجازي التأنيث، مثل: \"كلا الدولتين\"، و\"كلا الصحيفتين\" وقد جاءت القراءة القرآنية لتصحح هذا الاستعمال، وذلك في قوله تعالى: {كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا} ، فقد قرأها ابن مسعود:\"كِلا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا\"، قال في البحر (2) : \"أتى بصيغة التذكير لأن تأنيث الجنتين مجازي\". ¶ هـ- تذكر كتب النحو أن من مواضع كسرة همزة \"إنّ\" وقوعها مفعولا للقول ولكن كثيرًا من المتحدثين يفتحونها الآن. وقد جاء الفتح في بعض القراءات، مثل قراءة المطوعي: {وَلَئِنْ قُلْتَ إنَّكُمْ مَبْعُوثونَ مِنْ بَعْدِ ¶ __________ ¶ (1) (مختصر ابن خالويه/15) ¶ (2) (6/124)",
            "page": "22",
            "part": "1",
            "seal": "CB6FB6A3"
        },
        {
            "id": "23",
            "nass": "الْمَوْتِ00 ((هود: 7) . قال في البحر (1) : \"لأن قلت في معنى: ذكرت\". ويجوز أن يكون على تقدير حرف الجر. وحذف حرف الجر قياسي مع \"أن\". ¶ 4- من الممكن ضم القراءات القرآنية المتواترة والشاذَّة، وإعادة الدراسة لبعض الأبواب الصرفية المضطربة، مثل: أبواب الفعل الثلاثي المجرد. فمن المعروف أن أبواب هذا الفعل تتوزع بين الكسر والفتح والضم في كل من الماضي والمضارع دون ضابط صارم. وأكثر الأبواب شيوعًا في اللغة العربية ما كان بفتح العين في الماضي وضمها أو كسرها في المضارع (طبقًا لقاعدة المخالفة) . ولكن المتحدث يقف حائرًا- إن لم يرجع إلى المعجم- في كثير من الأحيان، هل يخالف إلى الكسر؟ أو الضم؟. ¶ ومن أمثلة القراءات القرآنية ما يسمح بفتح باب الاختيار في حركة المخالفة، فنكسر أو نضم حسب ما شاع على ألسنة المثقفين، وقبله العرف اللغوي الحديث. وقد وردت الأفعال الآتية –وغيرها كثير- بالكسر والضم: ¶ * {ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفًا} (طه: 97) . ¶ * {فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ} (المؤمنون: 66) . ¶ * {وَيَومَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللهِ} (الفرقان: 17) . ¶ * {وَيَومَ نَحْشُرُ أَعْدَاءَ اللهِ إِلَى النَّار} (فصلت: 19) . ¶ * {لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا} (الفرقان: 67) . ¶ * {فَلَمَّا أن أَرَادَ أَنْ يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَهُمَا} (القصص: 19) . ¶ * {عَالِمِ الْغَيْبِ لا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ} (سبأ: 3) . ¶ __________ ¶ (1) (5/205)",
            "page": "23",
            "part": "1",
            "seal": "C89A660D"
        },
        {
            "id": "24",
            "nass": "5- بعض القراءات غير المشهورة لا تقل قبولاً- من ناحية المعنى- عن المشهورة ومن أمثلة ذلك: ¶ أ - قراءة الزهري: {وأوفوا بعهدي أُوَفِّ بعهدكم} (البقرة: 40) ، وقد عقب ابن جني على هذه القراءة بقوله: \"ينبغي أن يكون قرأ بذلك، لأن فعَّلت أبلغ من أفعلت فيكون على: أوفوا بعهدي أبالغ في توفيتكم، كأنه ضمان من الله سبحانه أن يعطي الكثير في مقابل القليل\" (1) . ¶ ب- قراءة ابن مسعود: {كلما ردوا إلى الفتنة رُكِّسوا فيها} (النساء: 91) . قال ابن جني: \"وجه ذلك أنه شيء بعد شيء، وذلك لأنهم جماعة. فلما كانوا كذلك وقع منه شيء بعد شيء فطال، فلاقى به لفظ التكثير والتكرير، كقوله تعالى: {وَغَلَّقَتِ الأَبْوَابَ} (2) . ¶ ج- قراءة: {لا يكادون يُفْقِهون قولاً} (الكهف: 93) ، والمشهور \"يَفْقَهون\". قال الطبري: والصواب عندي من القول في ذلك أنهما قراءتان مستفيضتان، في قراءة الأمصار غير دافعة إحداهما الأخرى. وذلك أن القوم الذين أخبر الله عنهم هذا الخبر جائز أن يكونوا لا يكادون يَفْقهون قول غيرهم، وجائز أن يكونوا مع كونهم كذلك لا يكادون يُفْقهون غيرهم لعلة بلسانهم أو بمنطقهم\" (3) . ¶ __________ ¶ (1) (المحتسب 1/81) ¶ (2) (المحتسب1/ 194) ¶ (3) (16/14)",
            "page": "24",
            "part": "1",
            "seal": "94CF608F"
        },
        {
            "id": "25",
            "nass": "6- من العلماء من أقام تعدد القراءات مقام تعدد الآيات، وتعدد المعاني وعدَّ ذلك ضربًا من ضروب البلاغة، يبتدئ من جمال هذا الإيجاز، وينتهي إلى كمال الإعجاز. (1) ¶ ولا تقف أهمية القراءات عند قيمتها اللغوية، بل تضيف إلى ذلك قيمتها الدينية الكبيرة، وعلى سبيل المثال: ¶ 1- بعض القراءات يعد من باب التفسير اللغوي لبعض الألفاظ، مما يكون له الأفضلية على غيره من التفسيرات، أو يلقي ضوءًا على المعنى المراد من اللفظ، ومن ذلك: ¶ أ- {إِنِّي أَرَانِي أَعْصِرُ خَمْرًا} (يوسف: 36) ، قرأها ابن مسعود وأبيّ: \"أعصر عنبًا\". ¶ ب- {تَكَادُ السَّمَوَاتُ يَتَفَطَّرْنَ مِنْهُ} (مريم: 90) ، قرأها ابن مسعود: \"يتصدّعن منه\". ¶ ج- {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللهِ حَصَبُ جَهَنَّمَ} (الأنبياء: 98) ، قرأها أُبيّ وعلي وعائشة وغيرهم، \"حطب جهنم\". ¶ د- {حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا} (النور: 27) ، قرأها أبيّ وابن عباس وابن مسعود وغيرهم: \"حتى تستأذنوا\". ¶ هـ- {كَالْعِهْنِ الْمَنْفُوشِ} (القارعة: 5) ، قرأها ابن مسعود: \"كالصوف المنفوش\". ¶ 2- بعض القراءات قد يبنى عليه حكم فقهي، أو يؤدي إلى استنباط هذا الحكم. ومن ذلك: ¶ __________ ¶ (1) (مناهل العرفان 1/142)",
            "page": "25",
            "part": "1",
            "seal": "5050A72C"
        },
        {
            "id": "26",
            "nass": "أ- قوله تعالى في سورة المائدة: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} (المائدة: 38) . وقد جاءت قراءة ابن مسعود لتحديد اليد التي يبدأ بقطعها، وهي: \"فاقطعوا أيمانهما\". ¶ ب- قوله تعالى في نفس السورة: {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ، فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ} (المائدة: 89) ، وقد قرأ ابن مسعود، وأبيّ وغيرهما: \"فصيام ثلاثة أيام متتابعات\"، فدلت القراءة على شرط التتابع. ¶ ج- قوله تعالى: {يَأَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إلَى الْكَعْبَيْنِ} (المائدة: 6) . فقراءة حفص بنصب \"أرجلكم\"، عطفًا على الوجوه والأيدي. وبذلك تكون الأرجل داخلة في الأعضاء المغسولة. أما قراءة ابن كثير وأبي عمرو وحمزة وغيرهم، فإنها بكسر\"أرجلكم\"، بالعطف على \"الرءوس\"، فتكون الأرجل داخلة في المسح مع الرأس. وقد قال الفقهاء إن القرآن نزل بالمسح على الرأس والرجل أوَّلاً، ثم عادت السُّنَّة إلى الغسل. ومنهم من قال إن المسح - في قراءة الجر - للخُفّ، والغسل - في قراءة النصب - لغيره. ¶ د- وجاءت قراءة: {وَلا تَقْرَبُوهُنَّ حَتَّى يَطَّهَّرنَ} مع {حتى يَطْهُرنَ} (البقرة: 222) لتفيد الجمع بين الحكمين المختلفين. فالحائض لا يقربها زوجها حتى تطهُر بانقضاء الحيض، وتَطَّهَّر بالاغتسال، فلابد من الطهرين كليهما في جواز قربان النساء. وهو مذهب الشافعي ومن وافقه.",
            "page": "26",
            "part": "1",
            "seal": "F3B3450D"
        },
        {
            "id": "27",
            "nass": "3- كثير من القراءات يكمل بعضها بعضًا، أو يفسر بعضها بعضًا. فكما أن القرآن يفسر بعضه بعضًا، فكذلك القراءات يفسر بعضها بعضًا، ويفسر بعضها بعض القرآن. ونضرب لذلك الأمثلة القليلة الآتية: ¶ أ- يقول تعالى متحدثًا عن فئة من اليهود: {وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا، وَاسْمَعْ غَيْرَ مُسْمَعٍ، وَرَاعِنَا. لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ} (النساء: 46) . فكانوا يسكتون على {راعنا} لتوهم أنهم يريدون \"الرعاية\" مع أن قصدهم \"الرعونة\". ولذا جاءت قراءة الحسن وابن محيصن كاشفة نية اليهود حينما نونت كلمة {راعنًا} ، وهذا واضح من قول بقية الآية: {لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ} . ¶ ب- قال تعالى: {وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ} (آل عمران: 161) ، وهناك قراءة سبعية {وما كان لنبيّ أن يُغَلّ} - بالبناء للمجهول. فمعنى الأولى: أن يَخُون أصحابه بأخذ شيء من الغنائم خفية. ومعنى الثانية: أن يُخَوَّن– بالبناء للمجهول. وقد جاء في الأثر أن أحد المنافقين قال يوم بدر حين فقدت قطيفة حمراء من الغنيمة: خاننا محمد وغلّنا، فأكذبه الله عز وجل. ولا شك أن القراءتين يكمل بعضهما بعضًا. ¶ ج- قال تعالى: {فَقُولُوا يَاأَبَانَا إِنَّ ابْنَكَ سَرَقَ وَمَا شَهِدْنَا إِلاَّ بِمَا عَلِمْنَا} (يوسف: 81) ، وحيث لم يكن الأخ سارقًا في الحقيقة، وإنما كان متهمًا بالسرقة، جاءت القراءة التالية لتدل على هذا المعنى، وهي: {قالوا يا أبانا إن ابنك سُرِّقَ} بالبناء للمجهول. ¶ ومع اقتناعنا بأن القراءات جميعها تتساوى في ضرورة الاهتمام بها، والتوفر على دراستها، فإننا لم نشأ أن نحرم مستخدم المعجم من التمييز بين درجات القراءات، فذكرنا أمام كل قراءة درجة المصدر الذي وردت فيه. وسوف نزيد هذه النقطة تفصيلاً حين الحديث عن منهجنا في ذلك.",
            "page": "27",
            "part": "1",
            "seal": "1A86A1CC"
        },
        {
            "id": "28",
            "nass": "ولا يعني وصف المراجع بعض القراءات بأنها شاذة، وفصلها في معجمنا عن القراءات السبع، والثلاث التي فوق السبع، والأربع التي فوق العشر - لا يعني هذا التقليل من قيمتها أو وضعها في درجة أقل بالنسبة لغيرها من القراءات، وإنما هو اتباع لتصنيف القدماء، واستخدام لمصطلحاتهم، وإن كان لفظ \"الشاذ\" قد ترك ظلالاً خاطئة، وأوقع بعض العلماء في وهم كنا في غنًى عنه، مما اضطر عالما متقدما، هو ابن الجزري إلى إزالة هذا الوهم بقوله: إن إطلاق بعضهم على ما لم يكن من القراءات السبع شاذًا إطلاق غير موفق، فإن كثيرا مما روي عن غير السبعة أصح من كثير مما روي عنهم. ¶ ولعلنا نرد للقراءات الشاذة بعض قيمتها حين نشير إلى الحقائق الآتية: ¶ 1- أن كثيرًا مما وصفه العلماء بالشذوذ ذكروا أنه من قراءة النبيّ صلى الله عليه وسلم، مثل: فمن اتبع هُدَيّ، الحي القَيّام، ومِنْ عِنْدِه علم الكتاب، ما وَدَعك ربك. (1) . ¶ 2- أن من أشهر من وصفت قراءتهم بالشذوذ عبد الله بن مسعود، وأبيّ بن كعب، وعلى بن أبي طالب، وكلنا يعرف قيمة هؤلاء في مجال تسجيل القرآن وحفظه. وقد روي عن الرسول صلى الله عليه وسلم أنه قال: \"من أحب أن يقرأ القرآن غضًّا كما أنزل فليقرأه قراءة ابن أم عبد\" (ابن مسعود) ، وفى حديث آخر: \"استقرئوا القرآن من أربعة: عبد الله بن مسعود، وسالم مولى أبي حذيفة، ومعاذ بن جبل، وأُبيّ بن كعب\" (2) . ¶ 3- وأضيف إلى ذلك أن ستة من السبعة يتصل إسنادهم بأُبيّ، وثلاثة منهم يتصل إسنادهم بابن مسعود. ¶ __________ ¶ (1) المحتسب 1/76،151،358، 2/364 ¶ (2) لقد وضع العلماء ضوابط للقراءات المتواترة تتلخص في قول ابن الجزري في طيبة النشر: ¶ فكل ما وافق وجه نحوي ... وكان للرسم احتمالا يحوى ¶ وصح إسناداً هو القرآن ... فهذه الثلاثة الأركان ¶ وما خرج عن هذه الأركان فهو شاذ بالإجماع. والشذوذ شيء وقيمة الرجال شيء آخر (اللجنة العلمية)",
            "page": "28",
            "part": "1",
            "seal": "1CAA8535"
        },
        {
            "id": "29",
            "nass": "منهج المعجم ¶ لما كان معجمنا يتكون في الحقيقة من قسمين اثنين، أو معجمين مستقلين تم الربط بينهما فإن من المنطق أن نتناول منهج كل معجم على حدة. ¶ أولاً: معجم ألفاظ القرآن الكريم: ¶ لا نتجاوز الحقيقة إذا قلنا إن منهجنا في هذا المعجم فريد في بابه، إذ لم يسبق لأحدٍ اتباعه في كل ما ظهر من معاجم عن ألفاظ القرآن الكريم حتى الآن. وهو بهذا التفرد يتميز على غيره من المعاجم التي قد تشترك معه في جزء أو آخر من أجزاء هذا المنهج. ¶ وقد كان هدفنا من وضع هذا المنهج أن يحيط المعجم بأطراف كل كلمة من جميع جوانبها اللغوية، وألا ندع أي معلومة لغوية قد يكون لها دور في إيضاح معنى اللفظ القرآني إلا قدمناها. ونبع حرصنا على التعرض لجميع الجوانب اللغوية للفظ من إيماننا بالحقيقة القائلة: إنه لا يمكن فك مغاليق أيّ نص لغوي دون تحليله إلى مكوناته الأساسية: اللفظية والدلالية، التي تتدخل لتحديد معاني ألفاظه، والتي تشمل جذر الكلمة، ووزنها أو صيغتها الصرفية، ونوعها أو جنسها النحوي الذي تنتمي إليه، والمعنى المعجمي للفظ محكوما بسياقاته الواقعية، ومصاحباته اللفظية التي ورد فيها. ¶ وبهذا تنوعت المعلومات اللغوية عن كل كلمة قرآنية لتوفِّي الجوانب الآتية:",
            "page": "29",
            "part": "1",
            "seal": "4FEF7F24"
        },
        {
            "id": "30",
            "nass": "أ- جذر الكلمة: ¶ ونعني بجذر الكلمة حروفها الأصلية التي تحمل معناها الأساسي، والتي لا تغيب في جميع مشتقات الكلمة أو تصريفاتها. وبلغ عدد هذه الجذور في معجمنا 1873 جذرًا لمجموع كلماته التي زادت على السبعين ألفًا. ¶ وقد راعينا بالنسبة للجذر ما يأتي: ¶ 1- كتابة الكلمات التي يصعب على المستخدم العادي معرفة أصلها - كتابتها مرتين، إحداهما تحت الشكل المتوهَّم، والثانية تحت الشكل الحقيقي. (انظر: قواعد عامة) . ¶ 2- وضع أنواع من الكلمات تحت لفظها دون حذف شيء منها، ويشمل ذلك الكلمات الأعجمية، مثل: \"إستبرق\"، والأعلام غير العربية، مثل: \"آزر\" و\"إبراهيم\"، والأسماء المبنية والأدوات، مثل: \"هؤلاء\"، و\"ذلك\"، و\"إذا\"، و\"ألا\"، وغيرها. ¶ 3- التفريق بين الواوي واليائي من الكلمات حتى لو اتفق شكل الكلمتين، مثل: (زول) : {وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ} (فاطر: 41) ، و (زيل) : {فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ} (الأنبياء: 15) . ¶ 4-اعتبرنا الملحق بالرباعي من الثلاثي - بعد حذف واوه أو يائه، مثل: \"كوثر\" ماعدا الكلمات التي تكرر حرفاها الأولان، مثل: \"كوكب\"، فقد اعتبرناها من الرباعي، حتى لا يخرج اللفظ عن النمط العربي الذي لا يسمح بمجيء فاء الكلمة وعينها على حرف واحد. ¶ 5- رتبت الجذور فيما بينها ترتيبًا ألفبائيًا، (انظر: قواعد عامة) . ¶ 6-كتبت حروف الجذر مفردة غير متصلة.",
            "page": "30",
            "part": "1",
            "seal": "2A0C98F6"
        },
        {
            "id": "31",
            "nass": "ب- جذع الكلمة: ¶ يمثل جذع الكلمة (أو ساقها كما يفضل بعض اللغويين) أحد النماذج الاشتقاقية المأخوذة من الجذر، الذي يحمل إلى جانب معناه المعجمي المعنى الصرفي، أو معنى الصيغة المتولد عن وضع حروف الكلمة الأصلية في قالب معين اصطلح الصرفيون على تسميته بالميزان الصرفي. وقد زاد عدد الجذوع في معجمنا على 2900 جذع. ¶ ولما كان المعنى الكلي للكلمة لا يتضح إلا بمجموع معنييها المعجمي والصرفي كان ضروريًا أن نحصر كل الجذوع القرآنية التي وردت من كل جذر، وأن نعالجها بصورة متتابعة باعتبارها أفرادًا في أسرة واحدة يحمل كل فرد فيها ملامح مشتركة تجمع بينها. ¶ والأصل في الجذع أن يكون في صورة الفعل الماضي، ماعدا الأعلام والأسماء المنبتّة العلاقة، أو البعيدة الصلة بأفعالها، فتوضع تحت نفسها، مثل: \"أصْل\"، \"إصْر\"، \"بحر\" (انظر: النموذج التوضيحي المرفق) . ¶ وهناك جملة من القواعد الأخرى التي اتبعناها بالنسبة للجذوع: ¶ 1- كتابة الكلمات الأعجمية سواء كانت أسماءً أو أعلامًا كما هي. ¶ 2- ترتيب الجذوع داخل الجذر الواحد ألفبائيًا (انظر: قواعد عامة) . ¶ 3- إدخال اسم المصدر ضمن جذع فعله المزيد، مثل: \"صلاة\" في الجذع \"صلّى\"، و\"أذان\" في الجذع \"أذّن\". ولكننا استثنينا من ذلك أسماء المصادر التي تنقطع الصلة الدلالية بينها وبين فعلها المزيد، كما في كلمة \"زكاة\" التي وضعناها تحت الجذع \"زكا\"، لأن الجذع \"زكّى\" في القرآن يدل على التطهير، ولا صلة بينه وبين الزكاة مصطلحاً شرعياً. كما استثنينا أسماء المصادر التي",
            "page": "31",
            "part": "1",
            "seal": "961D852A"
        },
        {
            "id": "32",
            "nass": "توجد علاقة دلالية بينها وبين فعلها المجرد، مثل: كلمة \"بلاغ\" التي وضعناها تحت الجذر \"بَلَغ\". ¶ 4- الأسماء التي وردت في صورة الجمع، إن لم يأت مفردها في القرآن اعتبرنا جذعها هو شكل الجمع، كما في كلمة \"أباريق\"، بخلاف ما جاء مفردها في القرآن، فقد اعتبرنا جذعها هو شكل المفرد، كما في \"أبحر\"، و\"بحار\" مع \"بحر\". ¶ 5- إذا تعدد معنى اللفظ الواحد، بشكل يمنع انتماء المعاني جميعها إلى جذع واحد، تُعدَّد الجذوع بعدد المعاني المستقلة، مثل كلمة: \"ألوف\" في قوله تعالى: {خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ} (البقرة: 243) التي فسرت على أنها جمع \"أَلْف\" (الجذع: أَلْف) ، أو جمع \"آلِف\" (الجذع: أَلِف) . ومثل ذلك كلمة: \"آنية\"، جمع \"إناء\" في قوله تعالى: {وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ} (الإنسان: 15) . و\"آنية\" مؤنث \"آنٍ\" في قوله تعالى: {تُسْقَى مِنْ عَيْنٍ آنِيَةٍ} (الغاشية: 5) ، فقد وضعت كل منهما في جذع مستقل. ¶ ج- الصورة الحيادية: ¶ تمثل الصورة الحيادية أحد الأشكال التصريفية الناتجة عن الجذع. وقد ابتكرنا هذا المصطلح الذي يضم أشكالا تصريفية تُردّ إلى جذع واحد، وذلك لتحقيق غرضين: ¶ 1- التوفير في شرح معاني الكلمات القرآنية، فإنّ شرحنا للصورة الحيادية \"يحبُّ\"- على سبيل المثال - يغني عن شرح كل الكلمات الحقيقية أو الصور الواردة منها في القرآن الكريم، وهي: يحب- يحببكم- يحبهم- يحبون- يحبونكم- يحبونه- يحبونهم- أُحِبّ- تحبوا- تحبون- تحبونها- تحبونهم.",
            "page": "32",
            "part": "1",
            "seal": "9093C418"
        },
        {
            "id": "33",
            "nass": "- الاستفادة مما قد تحمله الصورة الحيادية في طياتها من معانٍ إضافية، مثل: التفضيل: أَحَبُّ، أو المصدرية: حُبّ – محبّة. ¶ وهناك جملة قواعد اتبعناها في تحديد الصور الحيادية، هي: ¶ أ- تشمل الصور الحيادية في مفهوم المعجم صورة الفعل المسند إلى المفرد المذكر الغائب في كل من الماضي والمضارع، وإلى المخاطب في الأمر، والاسم غير المسند أو المضاف. وقد ترد هذه الصورة بلفظها في القرآن الكريم أو لا ترد. ¶ ب- ترد الصور الحيادية للجذع في المعجم بالترتيب التالي: ¶ 1-ترد الأفعال أولا ثم الأسماء. ¶ 2-ترتب الأفعال على النحو التالي: ¶ الماضي المبني للمعلوم. ¶ الماضي المبني للمجهول. ¶ المضارع المبني للمعلوم. ¶ المضارع المبني للمجهول. ¶ فعل الأمر. ¶ 3- ترتب الأسماء ألفبائيًا (انظر: قواعد عامة) . ¶ ج- اعتبرنا حالة الرفع هي الصورة الحيادية للمفرد والمثنى والجمع. ¶ د- اعتبرنا المفرد المذكر هو الصورة الحيادية في الأسماء، ولم نعتبر المؤنث إلا في حالات خاصة تشمل ما يأتي: ¶ 1- المؤنث غير القياسي، مثل: \"أُولَى\"، مؤنث \"أَوّل\"، على اعتبار \"أوَّل\" وصفًا يفيد ثبوت الصفة، وليس أفعل تفضيل.",
            "page": "33",
            "part": "1",
            "seal": "9D87D9FB"
        },
        {
            "id": "34",
            "nass": "2- المؤنث المنتهي بألف التأنيث الممدودة، مثل: \"صفراء\"، أو المقصورة، مثل: \"دنيا\". ¶ 3- إذا كان اللفظ مؤنثًا بالتاء، ولكنه انفرد بمعنى لا يوجد في مذكره، مثل: كلمة: \"بيّنة\" التي تنفرد- بالإضافة إلى معناها الموجود في مذكرها - بمعنيين لا يوجدان في المذكر، وهما: الحجة والدليل، والبيان. ¶ 4- إذا كان اللفظ مؤنثًا ولا مذكر له، مثل: \"جَنّة\"، و\"بَرِيّة\"، و\"بَحِيرة\". ¶ هـ- إذا حدث تغيير في شكل الكلمة نتيجة إدغام أو حذف، وكان من شأن هذا التغيير إبعاد الصلة بين أصل الكلمة، وشكلها المستخدم في القرآن اعتبر شكلها المستخدم هو الصورة الحيادية، وفى حالة ورود الكلمة في القرآن تارة بشكلها المتغير، وتارة بشكلها الأصلي، اعتبرنا كل شكل صورة حيادية مستقلة. فكلمة \"اثّاقل\" وضعت تحت شكلها المستخدم كصورة حيادية، أما كلمة، مثل: \"يَخِصِّم\" التي وردت في الآية {مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ} (يس: 49) ، ووردت بشكلها الأصلي \"يختصم\" في أكثر من آية منها الآية {وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ} (آل عمران: 44) ، فقد أوردنا لها صورتين حياديتين. ومثل كلمة: {يَهِدِّي} (يونس 35) مع (يهتدي) (آيات متعددة منها يونس 108) . ¶ ومما دخله التغيير بسبب الحذف الفعل المضارع إذا حذفت تاؤه تخفيفًا، كما في قوله تعالى {وَلا تَجَسَّسُوا} (الحجرات: 12) ، فقد وضعناه تحت الصورة الحيادية \"تَجَسَّسُ\"، وهي تختلف عن شكل الماضي بضم سينها الأخيرة. أما إذا ورد اللفظ بشكليه: التام والمحذوف منه، فقد وضعنا الصورتين",
            "page": "34",
            "part": "1",
            "seal": "0B176780"
        },
        {
            "id": "35",
            "nass": "الحياديتين متتاليتين مع مراعاة الترتيب الهجائي بينهما (استطاع قبل اسطاع) ، (يَستطيع قبل يسطيع) . ¶ و كتبنا فعل الأمر المعتل الآخر بحذف آخره (لأن هذا الآخر محذوف دائمًا للبناء) . ¶ ز- كتبنا الاسم المعتل الآخر (المنقوص) كاملا دون حذف آخره. ¶ والصورة الحيادية هي التي يتم شرحها، وإعطاء المثال القرآني لها، فضلا عن تحديد وزنها الصرفي (انظر: المصطلح التالي) ، وتحديد نوع الكلمة الذي تنتمي إليه (انظر: مصطلح النوع) . ¶ وقد بلغ عدد الصور الحيادية في معجمنا ما يقرب من 8360 صورة. ¶ د- وزن الكلمة: ¶ جاء حرصنا على تحديد وزن الكلمة من الحقيقة المعروفة، أن اللغة العربية لغة اشتقاقية، وأن مشتقاتها القياسية ذات أوزان محدّدة، وأن لهذه الأوزان أثراً كبيراً في تحديد معاني الكلمات، وفى المساعدة على فهمها. فنحن- مثلا- لا نستطيع أن نصل إلى الفرق الدلالي بين كلمتي: عالم وعليم، أو عالم وعلاّم، أو هُمَزة وهُمْزة إلا إذا رجعنا إلى أوزان هذه الكلمات، وتوصلنا إلى معاني هذه الأوزان. ¶ وعامل ثانٍ دفعنا إلى إعطاء هذه المعلومة عن جميع الكلمات القرآنية المشتقة، هو توفير الوسيلة أمام الدارسين لتقديم دراسات صرفية دلالية عن ألفاظ القرآن الكريم المشتقة، للخروج بنتائج كلية تساعد على فهم النص القرآني من ناحية، والاستخدام اللغوي العام من ناحية أخرى، ولا سيما أن في القرآن الكريم كلمات حمل كل منها معنى صرفيًا اختلف عما تذكره",
            "page": "35",
            "part": "1",
            "seal": "CBA60B49"
        },
        {
            "id": "36",
            "nass": "كتب الصرف، مثل: \"فِعلة\" للدلالة على المرة، أو اسم الذات، و\"فُعَلة\" للدلالة على المبالغة في المفعول، و\"فُعّال\" للدلالة على المبالغة في الفاعل. ¶ وقد راعينا جملة من القواعد عند تحديد أوزان الكلمات، هي: ¶ 1- تركنا وزن الألفاظ الأعجمية، مثل: إستبرق وإسحاق، والأدوات، والضمائر، والأعداد المركبة، وكذلك الكلمات التي اختلف في وزنها بشدة، مثل كلمة: \"طاغوت\". ¶ 2- لم نلتزم بما قاله بعض الصرفيين عن مراعاة الميزان لما دخل الكلمة من قلب مكاني، ولذلك لم نزن \"هاري\" على \"فالع\"،وإنما وزناها على \"فاعل\"، ولم نزن \"أشياء\" على \"لفعاء\" أو \"أعفال\"، وإنما على \"أفعال\"، ولم نزن \"ملائكة\" على \"معافلة\"، وإنما على \"فعائلة\". ¶ 3- عند وزن اسم المفعول من الفعل الأجوف اخترنا الرأي القائل بحذف عين الكلمة، وليس واو مفعول. فذكرنا وزن كلمات، مثل: \"مَشيد\"، و\"مَعين\"، و\"مهيل\" على أنه مفول، للإشارة إلى أن المحذوف هو عين الكلمة وليس واو مفعول. ¶ 4- وزنَّا كلمات، مثل: \"اثّاقل\" التي ادغم حرفاها الأولان وزيد عليها همزة الوصل- وزناها على أصلها \"تثاقل\" وهو تفاعل، وكذلك وزنا \"مُطّوّع\" على \"متفعِّل\" حسب أصلها. ¶ 5- وزنا كلمات، مثل: \"اسطاع\" و \"يسطيع\" التي حذف منها أحد حروفها - وزناها على أصلها، وهو استفعل ويستفعل. ¶ وقد زاد عدد الأوزان في معجمنا على 420 وزنًا.",
            "page": "36",
            "part": "1",
            "seal": "BE94EFBD"
        },
        {
            "id": "37",
            "nass": "هـ- نوع الكلمة: ¶ حرصنا على أن نضيف معلومة لغوية أخرى أمام كل صورة حيادية بأن نبين نوعها الصرفي أو النحوي. وقد بلغت الأنواع الواردة في المعجم 112 نوعًا وقد أرفقنا بالبحث بيانًا بهذه الأنواع. ¶ وذكر هذه المعلومة الوظيفية أمام كل كلمة أمر ينفرد به معجمنا، وهي بالإضافة إلى فائدتها الدلالية، تزيل التداخل بين الكلمات المتشابهة شكلا، المختلفة نوعًا، مثل: \"أَهْوى\"، التي تحتمل أن تكون فعلا ماضيًا مبنيًا للمعلوم، وأن تكون أفعل تفضيل. ¶ وهناك جملة من القواعد اتبعناها فى تحديد الأنواع: ¶ 1- وضعنا- للتيسير على مستخدم المعجم- الأنواع الآتية تحت نوع واحد أطلقنا عليه \"لفظ جمع\"، وهي: جمع التكسير - جمع الجمع - اسم الجمع (أُمّة – أهل - ناس) - جمع اسم الجمع (أُمَم) - بعض الكلمات الدالة على الجمع، مثل: \"كل\" – الكلمات التي لها مفرد، ولكنها ليست من أوزان الجموع، مثل: \"تَبَع\" جمع \"تابع\". ¶ 2- اعتبرنا كلمات الملحق بجمع المذكر السالم، من جمع المذكر السالم، مثل: الكلمات: \"أولو\"، \"عالَمون\"، \"عِلِّيُّون\". ¶ 3- أدخلنا الكلمات التي تدل على ما وقع عليه الفعل في اسم المفعول، وإن لم تكن من أوزان اسم المفعول القياسية، مثل: \"رِزْق\" بمعنى مرزوق، و\"دُولَة\" بمعنى متداول. ¶ 4- صنفنا بعض الكلمات حسب معناها، وليس حسب ما ورد عنها في كتب اللغة، مثل: كلمة \"موعدة\" التي لمحنا في بنيتها الدلالة على المرة من",
            "page": "37",
            "part": "1",
            "seal": "5C2BC754"
        },
        {
            "id": "38",
            "nass": "الفعل، فصنفناها \"اسم مرة\" لا مصدرا، و\"رحلة\" التي صنفناها اسم مرة لا اسم هيئة. ¶ 5- تم إدخال اسم المصدر في المصدر، نظرًا للخلاف الشديد بين النحاة واللغويين في التمييز بين النوعين. ¶ 6- للتيسير اعتبرنا \"لمّا\" حرفًا تارة (للجزم- للشرط- للاستثناء) ، وظرفًا تارة أخرى (لما الحينية) ، واعتبرنا \"مهما\" اسم شرط على الرغم من الخلاف في ذلك. ¶ 7- اعتبرنا \"إلا\" سواء كانت بسيطة أو مركبة نوعًا واحدًا، فالبسيطة، مثل: الدالة على الاستثناء أو الاستدراك، والمركبة، مثل: الواردة في قوله تعالى: {إِلاّ تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ} (التوبة: 40) ، إذ هي مركبة من إن الشرطية، ولا النافية. ¶ 8- فصلنا بين نوعي \"ما\": الحرفية (نافية – مصدرية – كافة - زائدة) ، والاسمية (موصولة- استفهامية - شرطية - تعجبية - نكرة مبهمة) ، وذكرنا لـ\"ما الحرفية\" أمثلة لصورها الواردة، أمَّا \"ما الاسمية\" فقد ذكرنا جميع صورها الواردة. ¶ 9- إذا اختلف نوع الكلمة في الجذع الواحد أعدنا كتابة الكلمة مرة أخرى بترقيم آخر تحت نفس الجذع. مثال ذلك: كلمة \"أُذُن\" التي جاءت في القرآن الكريم صفة مشبهة في قوله تعالى {وَيَقُولُونَ هُوَ أُذُنٌ} (التوبة: 61) ، واسم ذات في قوله تعالى: {وَالْأُذُنَ بِالْأُذُنِ} (المائدة: 45) . ¶ و المعنى والمثال: ¶ تأتي هذه الفائدة على قمة المعلومات التي يهدف أيّ معجم إلى توفيرها، وربما تكون هي القدر المشترك الوحيد بين كل معاجم الألفاظ",
            "page": "38",
            "part": "1",
            "seal": "7AA4E6EB"
        },
        {
            "id": "39",
            "nass": "القرآنية، قديمها وحديثها. ولكن يتميز معجمنا عن غيره من المعاجم بمجموع ما يأتي: ¶ 1- التفريق بين معاني اللفظ الواحد حين يرد في القرآن أكثر من مرة ولأكثر من معنى، مثل: كلمة \"ذِكْر\" التي أوردنا لها اثنى عشر معنى اعتمادًا على أقوال المفسرين، وبخاصة أصحاب كتب: \"الوجوه والنظائر\"، وعلى اختلاف السياقات التي وردت فيها الكلمة. ولذلك لم نذكر معنى من المعاني إلا ذكرنا بعده مثالا قرآنيًا، أو أكثر يمثل هذا المعنى المعين. ¶ 2- ذكر المعاني المختلفة للفظ الواحد في الآية المعينة، وذلك حين تتعدد آراء المفسرين في تحديد معنى اللفظ، كما فعلنا مع كلمة \"أبّ\" التي ذكر لها المفسرون سبعة معانٍ منها: يابس الثمار، أو رطبها، أو التين، أو المرعى المتهيئ للرعي والجز. ¶ 3- نخل المعاني الواردة في المراجع، وتمحيصها قبل إثباتها في المعجم. ولعل من أبرز الأمثلة على ذلك ما يأتي: ¶ أ- استبعاد غير الملائم من الشروح، كما فعلنا في تفسير كلمة \"درجة\" في قوله تعالى: {وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ} (البقرة: 228) ، فقد قيل في تفسيرها: إن المراد بها اللحية (الجامع لأحكام القرآن للقرطبي 3/125) . ¶ ب- مخالفتنا في تفسير كلمة \"جياد\" في قوله تعالى: {إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ} (ص: 31) - مخالفتنا الشائع في تفسيرها بأنها جمع جواد لواحد الخيل. وقد رأينا أن من الأفضل تفسيرها بأنها جمع جواد للجيد الرائع المنظر (ووضعناها تحت مجال: الجودة - حسن المنظر، وليست تحت مجال الخيل أو الحيوانات) . وسندنا في ذلك أن الآية لو عنت بالجياد: الخيل",
            "page": "39",
            "part": "1",
            "seal": "9F9375C4"
        },
        {
            "id": "40",
            "nass": "لعكست الترتيب، فقالت: الجياد الصافنات (الصافنات: الخيل الواقفة على ثلاث وطرف حافر الرابعة) . ¶ ج- تفسيرنا كلمة \"جحيم\" الواردة في القرآن الكريم بمعنيين مختلفين حسب ما أملاه سياق الآيات، فهي في بعض الآيات اسم من أسماء جهنم، وفي بعضها الآخر اسم للنار المؤججة الشديدة الاتقاد، كما في قوله تعالى: {قَالُوا ابْنُوا لَهُ بُنْيَاناً فَأَلْقُوهُ فِي الْجَحِيمِ} (الصافات: 97) . ¶ وقد عمم معجم ألفاظ القرآن الكريم (إعداد مجمع اللغة العربية) معنى \"جهنم\" على جميع آيات القرآن خلافًا لواقع الاستعمال القرآني. ¶ د- إلغاؤنا ما قامت به معاجم اللغة، وكثير من كتب التفسير من تقييد معنى كلمة \"سوار\" وتخصيصه بحلية المرأة، لمخالفة ذلك للاستخدام القرآني الذي أطلق جمع \"سوار\" وهو أسورة على حلية الرجل كذلك، في موقفين: ¶ (1) - أثناء الحديث عن موسى، وقول معارضيه عنه: {فَلَوْلا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ} (الزخرف: 53) ، وقد كان السوار في ذلك الوقت رمزًا للسيادة وشارة للملك. ¶ (2) - أثناء الحديث عن نعيم الجنة الذي يشمل الرجال والنساء: {يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ} (الكهف: 31) . ¶ هـ- عند ذكر الأقوال في فواتح السور، ذكر القرطبي في تفسير {طسم} (الشعراء1) أن كل حرف يشير إلى اسم من أسماء الله تعالى، فالطاء من الطاهر، والسين من القدوس، وقيل من السميع، وقيل من السلام، والميم من المجيد (13/89) . ولما كان الطاهر لم يرد في القرآن الكريم اسمًا من أسماء",
            "page": "40",
            "part": "1",
            "seal": "2A5232D8"
        },
        {
            "id": "41",
            "nass": "الله تعالى استبدلنا به \"ذو الطول\" لوروده في قوله تعالى: {شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ} (غافر: 3) . ¶ 4- عند شرح الكلمة راعينا ما يأتي: ¶ أ- الالتزام بصيغة الكلمة المشروحة، مثل: بَخِل: أمسك وضن، بُخْل: إمساك وضنّ بالمال وغيره. ¶ ب- حين تتطابق المعاني لأكثر من صورة حيادية لجذع واحد كنا نستعيض عن الشرح - في بعض الأحيان - بذكر العلاقة الصرفية بين الصورتين، كما فعلنا في تفسير كلمة \"آيات\" إذ قلنا: جمع آية بمعانيها المختلفة (ولكننا- في الوقت نفسه- مثلنا لكل معنى بآية من القرآن) . ¶ ج- أما حين لا تتطابق المعاني فقد كنا نذكر المعاني الواقعية التي وردت في القرآن لكل صورة حيادية. فعلى سبيل المثال حين شرحنا كلمة \"بَثّ\" ذكرنا معنيين، هما: فرّق ونشر: {وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ} (البقرة: 164) ، وخلق {وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً} (النساء1) . أما حين شرحنا كلمة \"يبُثّ\" فقد نصصنا على أنها بمعنى يفرق وينشر، كقوله تعالى: {وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ} (الجاثية: 4) ، لأنها لم ترد في القرآن مضارعًا بمعنى يخلق. ¶ 5- في كثير من الآيات كنا نحس أن المعنى غير كاف لبيان المراد من اللفظ في السياق المعين، ولذا التزمنا - عند اقتباس الآية - بالتعليق ببيان المراد باللفظ في هذه الآية بالتحديد، كما فعلنا في قوله تعالى: {قُلْ مَا كُنْتُ بِدْعاً مِنَ الرُّسُلِ} (الأحقاف: 9) . فبعد شرحنا للمعنى اللغوي بأن البدع: البدء والأول،",
            "page": "41",
            "part": "1",
            "seal": "3F8E49AF"
        },
        {
            "id": "42",
            "nass": "وتمثيلنا بالآية السابقة، ذكرنا تعليقًا كاشفًا نصه: أي مخالفًا لمن تقدمني من الرسل، أو مبتدعًا فيما أقول. ¶ ويقرب من هذا ذكرنا المعاني السياقية المتنوعة بعد ذكر المعنى اللغوي المشترك حين تكون هذه المعاني منضوية تحت معنى عام، أو مجال دلالي واحد. مثال ذلك: كلمة \"أجل\" التي شرحناها بقولنا: مدة ووقت. ولكننا لم نكتف بذلك فعقبنا قائلين: وقد جاء في القرآن بمعنى الموت: {فَإِذَا جَاءَ أَجَلُهُمْ} (الأعراف: 34) ، والوقت المحدد: {فَلَمَّا قَضَى مُوسَى الْأَجَلَ} (القصص: 29) ، والموت أوالقيامة: {يُمَتِّعْكُمْ مَتَاعاً حَسَناً إِلَى أَجَلٍ مُسَمّىً} (هود: 3) ، ووقت النحر: {لَكُمْ فِيهَا مَنَافِعُ إِلَى أَجَلٍ مُسَمّىً} (الحج33) ، وانقضاء عدة المرأة: {فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ} (الطلاق: 2) . ¶ ويرتبط بقضية المعنى ذكر المثال التوضيحي لكل لفظ مع تحديد اسم السورة ورقم الآية. وحين كان الأمر في حاجة إلى تعديد الأمثلة كنا نعدّدها إما زيادة في الإيضاح، أو لتحديد الفروق السياقية بين الاستعمالات. ¶ وقد راعينا في المثال القرآني الاقتصار على موضع الشاهد بقدر الإمكان، ووضعنا ثلاث نقاط (000) عند حذف جزء من الشاهد. ¶ وتم نقل الآيات القرآنية من أسطوانة القرآن الكريم (صخر - الإصدار السابع) ، وكان النص عند النقل يتحول آليًا من الرسم العثماني إلى الرسم الإملائي المعروف، فيما عدا الكلمات المبدوءة بهمزة بعدها ألف، مثل: آدم، وآزر، وآمن00 فكانت تكتب همزة مفردة بعدها ألف، هكذا: ءادم، ءازر، ءامن. وتمّ النقل سواء في معجم الألفاظ أو معجم القراءات، مع تغيير النص في الثاني ليطابق القراءة، وما تبعها من تغيير في أيّ ألفاظ أخرى.",
            "page": "42",
            "part": "1",
            "seal": "224A5CEC"
        },
        {
            "id": "43",
            "nass": "ز- المجال الدلالي: ¶ أتبعنا المعنى والمثال بذكر المجال الدلالي، أو الموضوع العام الذي ينتمي إليه اللفظ. وإذا كان من الممكن إدراج اللفظ تحت أكثر من مجال، وضعنا المجالات الدلالية المحتملة متتابعة مع الفصل بينها بشرطة، مثل: كلمة: \" عَيّ \" التي تندرج تحت المجالات الآتية: العجز - الضعف - الإعياء. ¶ وسوف يكون بمقدور الباحث - سواء في النسخة الورقية، أو الإلكترونية- أن يستدعي كل الألفاظ التي تقع تحت المجال الدلالي الواحد، إذا ما فكر في القيام بدراسة موضوعية لكلمات القرآن الكريم. ¶ ويتفوق ذكرنا للمجالات الدلالية للكلمات على كل ما سبق من محاولات للتصنيف الموضوعي، في أننا لم نترك كلمة في القرآن إلا وأدرجناها تحت مجال محدد، في حين أن الأعمال السابقة كانت تتعامل مع الآية، وليس مع الكلمة - كوحدة موضوعية. ¶ وقد خرجنا من الإحصاء الأوَّلِي - بعد استخراج قائمة مبدئية بمجالات الألفاظ القرآنية - أن عدد المجالات الواردة في معجمنا نحو من 3200 مجال دلالي يتوزع عليها ألفاظ القرآن الكريم التي تتجاوز سبعين ألفا. ¶ ح- الصور الواردة: ¶ نعني بالصور الواردة صور الكلمات التي وردت بلفظها في القرآن الكريم بعد ما أضيف إليها من اللواحق، وتأتي تابعة للصورة الحيادية. ولأننا أردنا أن يجمع معجمنا بين العمل اللغوي والعمل الفهرسي، لم نكتف بمعلومات اللفظ اللغوية، وإنما ألحقنا بكل صورة من الصور الحيادية جميع ما ورد منها نصًّا في القرآن الكريم، وهي الوظيفة التي قام بها المعجم المفهرس لألفاظ القرآن الكريم، ومعجم الأدوات والضمائر، وأشباههما.",
            "page": "43",
            "part": "1",
            "seal": "BE30B9D5"
        },
        {
            "id": "44",
            "nass": "وعلى الرغم من أننا اعتمدنا - بدرجة كبيرة-على العملين السابقين فإننا - وبعد أن وضعنا أيدينا على كثير من أوجه القصور عند توزيع المادة على الصور الحيادية، وذكر الصور الواردة آثرنا أن نقوم بمراجعتين أخريين لزيادة الاستيثاق، وهما: ¶ 1- المراجعة على نسخة من المصحف كلمة كلمة. ¶ 2- المراجعة على نسخة من قاموس الألفاظ القرآنية. ¶ وقد أدت هاتان المراجعتان إلى تدارك كلمات قليلة كانت قد ندّت عنا من قبل، مثل: ¶ كلمة {حَافِظُوا} (البقرة: 238) ، وكلمة {رَبِّي} (الأنعام: 76) ، أو ذكرت معلوماتها خطأ، مثل: كلمة \"قِيل\" التي نقلناها عن المعجم المفهرس لألفاظ القرآن الكريم على أنها وردت في سورة القلم 27 والصواب: الملك 27، ومثل كلمة \"رَدَّها\" التي وردت في المعجم السابق مرتين: مرة على أنها فعل، ومرة على أنها اسم، مع أنها لم ترد إلا مرة واحدة في القرآن الكريم على أنها اسم (الأنبياء40) . ¶ وقد راعينا في ترتيب الصور الواردة القواعد الآتية: ¶ 1- تأتي الأفعال أولا، تليها الأسماء. ¶ 2- ترتب الأفعال على النحو التالي: ¶ الفعل الماضي: ¶ * المسند إلى المذكر الغائب، يليه: ¶ * المسند إلى المفرد المؤنث الغائب، يليه: ¶ المسند إلى بقية الضمائر، مع مراعاة الترتيب الألفبائي. ¶ الفعل المضارع:",
            "page": "44",
            "part": "1",
            "seal": "BDA0DFAF"
        },
        {
            "id": "45",
            "nass": "المبدوء بياء المضارعة، يليه: ¶ المبدوء بتاء المضارعة الدالة على التأنيث، يليه: ¶ المبدوء بهمزة المضارعة، يليه: ¶ المبدوء بتاء المضارعة الدالة على المخاطب، مع البدء بالمسند إلى المفرد المخاطب، ثم بقية الضمائر مرتبة ألفبائيًّا، يليه: ¶ المبدوء بنون المضارعة. ¶ فعل الأمر: ¶ المسند إلى المفرد المذكر المخاطب، يليه: ¶ المسند إلى بقية الضمائر مرتبة ألفبائيِّا. ¶ 3- ترتب الأسماء ألفبائيًّا. ¶ 4- بالنسبة للضمائر المنفصلة، والأدوات الاسمية قمنا بحصر جميع صورها الواردة (ماعدا \"ال\" الموصولة لكثرة مرات ورودها) مع مراعاة الترتيب الهجائي، والبدء بالخالي أولا. ولذا جاءت الصور الواردة \"لأيّ\" هكذا: أيّ - أيّكم- أيّنا- أيّه- أيّها- أيّهم. ¶ 5- بالنسبة للأدوات الحرفية اكتفينا في حصر الصور الواردة بما تكرر في القرآن ثلاثمائة مرة فأقل. أما ما زاد على ذلك فقد اكتفينا بذكر ثلاثمائة مرة من مجموع مرات وروده، وهو مقدار ما يشغل صفحة من المعجم. وقد شمل ذلك الأدوات: الهمزة، وإلا، وإلى، وأَنْ، وإِنْ، وإِنّ، وال التعريف، والباء، والتاء، وثم، وعلى، والفاء، وفي، والكاف، واللام، ولا، ولم، وما، ومِنْ، والواو، ويا. وقد تجاوز عدد مرات الورود لحرف الواو- على سبيل المثال- تسعة آلاف وأربعمائة مرة.",
            "page": "45",
            "part": "1",
            "seal": "D4E7707A"
        },
        {
            "id": "46",
            "nass": "ثانيًا: معجم القراءات القرآنية: ¶ سبق أن بينا سبب اهتمامنا بالقراءات القرآنية، وجمعنا إياها مع ألفاظ القرآن الكريم في معجم واحد. ¶ ومعجم القراءات القرآنية الذي بين أيدينا متميز بتنوع المعلومات المقدمة عن كل قراءة من ناحية، وربط أشكال القراءات باللفظ القرآني في صورته الواردة في القرآن الكريم، من ناحية أخرى، وذلك من خلال الرقم المسلسل لهذه الصورة. ¶ أما المعلومات التي قدمناها عن كل قراءة فتشمل: ¶ 1- جذر الكلمة، وقد سبق- في معجم ألفاظ القرآن الكريم- أن تحدثنا عنه بما فيه الكفاية. ¶ 2- مصادر القراءة، وقد راعينا في ذكرها الاختصار من ناحية عن طريق الإشارة إليها بالأرقام، وتصنيف المصادر في مجموعات من ناحية أخرى، وذلك على النحو التالي: ¶ أ- أعطينا الرقم (1) للقراءات الواردة في كتب القراءات السبع. ¶ ب- أعطينا الرقم (2) للقراءات الواردة في كتب القراءات العشر. ¶ ج- أعطينا الرقم (3) للقراءات الواردة في كتب القراءات الأربع عشرة. ¶ د- أعطينا الرقم (4) للقراءات الواردة في كتب الشواذ. ¶ هـ- أعطينا الرقم (5) للقراءات الواردة في المصادر العامة. ¶ و أعطينا الرقم (6) للقراءات الواردة في معجم القراءات القرآنية. ¶ وهنا نحب أن ننبه إلى أن ورود القراءة في إحدى هذه المجموعات لا يعني أنها من نفس درجة المجموعة التي وردت فيها، فقد يحوي مصدر",
            "page": "46",
            "part": "1",
            "seal": "08FA8B2B"
        },
        {
            "id": "47",
            "nass": "سبعي قراءات غير سبعية، وقد يحوي مصدر للشواذ بعض القراءات غير الشاذة، وهكذا. ويمكن أن يلاحظ القارئ ذلك حين يجتمع في خانة المصدر الرقمان1، 4 أو2، 4 أو نحو ذلك. ومن أمثلة ذلك قراءة \"أتاه\" بدلا من {أَتَوْهُ} (النمل: 87) ، فهي قراءة شاذة على الرغم من ورودها في غيث النفع (ص 213) ، وقراءة \"ختم النبيين\" في الآية {وَخَاتَمَ النَّبِيِّينَ} (الأحزاب: 40) ، فهي قراءة شاذة على الرغم من وجودها في الحجة لابن خالويه (ص290) . ¶ وقد تجنبنا بهذه الطريقة التي اتبعناها الوقوع في مزلق خطير حين يكون القارئ سبعيًّا فيتوهم الباحث أن قراءته سبعية، مع أنها قد تكون غير ذلك. وقد وصفت بعض قراءات السبعة بالشذوذ إما لضعف في روايتها، أو لمجيئها عن غير الراويين اللذين اعتمدهما ابن مجاهد لكل قارئ سبعي. وقد ورد في المحتسب-على سبيل المثال- ستون قراءة شاذة لأبي عمرو بن العلاء، وخمس وعشرون قراءة شاذة لعاصم، وهكذا (انظر: تاريخ القرآن لعبد الصبور شاهين ص 11) ، وهناك من ألف في هذا النوع من القراءات كما فعل أبو طاهر عبد الواحد بن عمر البزار الذي ألف \"كتاب شواذ السبعة\" (انظر: مقدمة معجم القراءات 1/113) . ¶ 3- المعنى (أو التخريج اللغوي) والمثال، وقد اهتدينا في تحديد معاني القراءات بالمراجع المتخصصة، مثل: \"معاني القراءات\" للأزهري، وبالتوجيهات المنبثة في ثنايا كتب التفسير، والقراءات القديمة والحديثة، ومن أهمها: \"شواذ القراءات\" للعكبري، كما كنا دائمي الرجوع إلى المعاجم اللغوية وغيرها. ¶ وما نظن أن أحدا قد سبقنا إلى هذا الصنيع، فحشد هذا القدر الكبير من القراءات، ولم يدع واحدة منها دون توجيه أو تخريج لغوي.",
            "page": "47",
            "part": "1",
            "seal": "9A4A2689"
        },
        {
            "id": "48",
            "nass": "وهنا نحب أن ننبه إلى أننا بالنسبة لهذه المعلومة لم نكن نتقيد حرفيًّا بما ورد في المراجع، وإنما كنا نعرض المعنى أو تخريج القراءة باجتهادنا الشخصي الذي قد يخالف ما قد ذكره القدماء. ويمكنني أن أمثل بقراءة:\"ثم اضطُرَّه\" (في الكلمة القرآنية {أَضْطَرُّهُ} (البقرة: 126) ، فقد ذكر أبوحيان في البحر (1) أن الكلمة فعل مضارع، وأن فيها شذوذين هما: ضم الطاء، ووصل همزة القطع. ولكنني خالفته في هذا، ورأيت أن تخريجها على أنها فعل أمر كقراءة \"اضطَرَّه\" أفضل، لأنه ينفي عنها أحد الشذوذين اللذين ذكرهما أبو حيان، وهما شذوذ وصل همزة القطع في المضارع، لأن هذه الهمزة وصل في فعل الأمر. ¶ أما المثال القرائي الذي اخترناه بعد ذكر المعنى أو التخريج اللغوي، فقد راعينا فيه أن يكون ممثلا لأكثر الآيات ورودًا في مصادر القراءات التي رجعنا إليها، مع إعطاء أولوية للقراءات ذات الرقم الأقل في تصنيفنا (الأعلى في درجة القراءة) . ¶ 4- أما المجال الدلالي، فقد راعينا فيه ما راعيناه في معجم ألفاظ القرآن الكريم، كما راعينا فيه الالتزام بقدر الإمكان- بالتحديد الوارد في معجم الألفاظ مادام المعنى لم يخرج عن ذلك الموجود في اللفظ القرآني. ¶ وزيادة للفائدة أعددنا قائمة مشتركة بالمجالات الدلالية لجميع ألفاظ القرآن الكريم، وقراءاتها الواردة في معجمنا وهذه إضافة جديدة ينفرد بها معجمنا عن جميع المعاجم السابقة. ¶ __________ ¶ (1) (1/384)",
            "page": "48",
            "part": "1",
            "seal": "7ABB3304"
        },
        {
            "id": "49",
            "nass": "وهناك جملة من القواعد التي اتبعناها في جمع مادة القراءات، وتوثيقها، وإعطاء المعلومات عنها، وأهمها: ¶ 1- ترتيب قراءات اللفظ القرآني ألفبائيًا، مع مراعاة وضع الأفعال أولا، ثم الأسماء. ¶ 2- أننا لم نسجل القراءة إلا إذا كانت قد وردت في مصادرها الأساسية. ولم ندخل في هذه المصادر أيّ مرجع حديث، لأن هذه الجزئية تدخل في باب الرواية. ¶ 3- أننا في تخريجنا للقراءات، وبيان معانيها لم نفرق بين مصدر قديم، أو مرجع حديث، لأن هذه الجزئية تدخل في باب الدراية، وهي صفة يتميز بها القديم على الحديث. ¶ 4- أننا التزمنا - عند الشرح - بإيراد المعنى في صورة مطابقة للفظ المشروح (اسمًا أو فعلاً، ونوع كل منهما وصورته الإعرابية) ، فحين شرحنا لقراءة {ضحكا} (النمل: 19) ، قلنا: \"تعجبًا\". وحين شرحنا لقراءة {يُضَارَّ} (البقرة: 282) قلنا: \"يُؤْذَ\"، ولقراءة \"يُضَارِرْ\"، قلنا: \"يُؤْذِ\"، وهكذا. ¶ 5- أنه في حال اختلاف القراءة عن اللفظ القرآني في مجرد الشكل، كنا نستخدم العبارة: لغة في كذا، كما حدث مع قراءة {ضَحَكت} (هود: 71) . ومع ذلك كنا نذكر المعنى أيضا حتى لا نلجئ الباحث إلى الرجوع إلى مكان آخر في المعجم، وذلك على النحو التالي: \"ضَحَكَتْ\" لغة في \"ضَحِكَتْ\" بمعنى حاضت في قوله تعالى: {وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ} . ¶ وفعلنا الشيء نفسه إذا اختلفت القراءة في مجرد الشكل مع قراءة أخرى في اللفظ نفسه. فقد قرئ قوله تعالى {فَرَاغَ عَلَيْهِمْ ضَرْباً بِالْيَمِينِ} (الصافات: 93) - قرئ بوجهين: سَفْقًا (بالسين) ، وصَفْقًا (بالصاد) . وقد",
            "page": "49",
            "part": "1",
            "seal": "C11C9FC5"
        },
        {
            "id": "50",
            "nass": "اعتبرنا القراءة بالصاد أصلا وبالسين فرعًا، ولذا قلنا عن الأخيرة: \"ضربًا ولطْمًا، وهي لغة في صَفْقًا\". ¶ 6- لأن عملنا عمل معجمي، فقد اقتصرنا على القراءات التي تؤدي إلى تغير لفظي، كأن تؤدي إلى: ¶ أ- تغير في ضبط الكلمة، كما في {ضَحِكَتْ} و {ضَحَكَتْ} (هود: 71) . ¶ ب- تغير في بعض أحرف الكلمة، كما في {سَفْقًا} و {صَفْقًا} (الصافات: 93) . ¶ ج- تغير في جذر الكلمة، كما في {ضَرْباً} و {سَفْقًا} ، أو {صَفْقاً} (الصافات: 93) . ¶ د- تغير في صيغة الكلمة المصحفية، مثل: قراءات {مَالِكِ} (الفاتحة 4) ، التي قرئت: \"مَلَكَ\"، و\"مَلَّك\"، و\"مِلْك\"00 وغير ذلك. ¶ هـ- تغير في الإسناد أو اللواحق التصريفية أو حروف المضارعة، كقراءة {وإرصادًا للذين حاربوا الله ورسوله} (التوبة: 107) ، بدلاً من {لِمَنْ حَارَبَ} . وكقراءة \"تحاجّونَّا\"، أو \"تحاجونَا\" بدلا من {تحاجُّونَنَا} (البقرة: 139) . وكقراءة \"يَحْسَبَنّ\" أو \"تِحْسَبَنّ\" بدلا من {تَحْسَبَنَّ} (إبراهيم: 42) . ¶ ومن أجل ذلك استبعدنا القراءات التي تختلف نحويًّا في العلامة الإعرابية، إلا ما كان إعرابه بالحروف، فقد ذكرناه، لأن الاختلاف فيه يؤدي إلى اختلاف لفظي، كقراءة \"وإن كان ذو قربى\" بدلا من {ذَا قُرْبَى} (فاطر: 18) ، وقراءة \"الآمرين بالمعروف والناهين عن المنكر\"بدلا من {الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ} (التوبة: 112) ، وقراءة \"أباك\" في الآية {مَا كَانَ أَبُوكِ} (مريم: 28) ، أو كان انتقال الحركة الإعرابية فيه من",
            "page": "50",
            "part": "1",
            "seal": "3B8864E8"
        },
        {
            "id": "51",
            "nass": "الرفع أو الجر إلى النصب (في النكرة المصروفة) ، لأن الاختلاف فيه يؤدي إلى اختلاف لفظي كذلك، كقراءة \"وأثْلاً\" في الآية {وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ} (سبأ: 16) . ¶ كما استبعدنا القراءات التي تعكس اختلافًا في الأداء، مثل: الإمالة أو الفتح، والإظهار أو الإدغام، ومثل: روم الحركة أو إشمامها00 أو غير ذلك مما تمتلئ به كتب القراءات ولا يبدو له أثر في اللفظ. ¶ 7- أننا قسمنا مصادر القراءات قسمين: قسم اعتمدنا عليه في إثبات القراءة، ولا يضم إلا المصادر التراثية الموثَّقة، وقسم اعتمدنا عليه في تخريج القراءة، وتوجيهها، وبيان معناها، وهو يضم المصادر التراثية والحديثة- على حد سواء. وقد اعتبرنا \"معجم القراءات القرآنية \" من مصادرنا التراثية - على الرغم من حداثته- لاعتماده في إثبات القراءات على المصادر التراثية الموثقة وإن كان هذا لم يعفنا من الرجوع إلى مراجعه كلما كان ذلك ضروريًّا. ¶ 8- أننا ألزمنا أنفسنا بمنهج صارم قبل إثبات القراءة في معجمنا، تجنبًا للوقوع في الخطأ إذا أثبتنا ما هو في المصادر دون استيثاق. وقد جنبتنا هذه الطريقة كثيرًا من مواطن الزلل ما كنا لنتجنبها لو أننا نقلنا عن المصادر نقلا أعمى دون تمحيص. ولعله يكفي في هذا المقام أن نشير إلى الحالات الآتية: ¶ أ- في إحدى طبعات البحر المحيط (ط ثانية- دار الفكر) ورد أن جعفرًا قرأ \"بَيْتَهُم\" في آية: {فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ} (النحل: 26) (5/485) . وفى طبعة أخرى (ط أولى - دار الكتب العلمية) ورد أن القراءة هي: \"بيَّنَهم\". وقد كانت هناك مرجحات كثيرة لدينا لقبول هذه القراءة دون سابقتها نظرًا لأن طبعة دار الكتب العلمية محققة، وقد قام بتحقيقها عادل أحمد عبد الموجود، وعلي محمد معوض، وشارك في تحقيقها أستاذان كبيران بجامعة",
            "page": "51",
            "part": "1",
            "seal": "7F495877"
        },
        {
            "id": "52",
            "nass": "الأزهر، وقرظها أستاذ ثالث بالجامعة نفسها، لولا أننا وجدنا أن المعنى لا يستقيم على هذه الرواية، فاعتبرناها خطأ من المحققين. ومما رجح لدينا هذا الظن، وقوع خطأ مشابه في \"مختصر في شواذ القرآن\" لابن خالويه في القراءة نفسها حيث وردت القراءة \"بينهم\" لنفس القارئ (ذكر اسمه هناك: أبو جعفر) . ¶ ب- ويتمثل التصحيف بصورة أخرى أوضح في كتاب ابن خالويه \"مختصر في شواذ القرآن\" حتى بين طبعاته المنشورة. فقد ورد في طبعة المطبعة الرحمانية (مصر1934) أن السلمي قرأ: \"ربنا لا يَزِغ قلُوبُنا بالياء ورفع الباء\"، في حين ورد النص في طبعة مكتبة المتنبي (بدون تاريخ) : \"ربنا لا يُزِغ قلوبَنا بالياء ورفع الياء\". والقراءة الأولى هي الصحيحة التي اعتمدناها. ¶ ج- وقابلتنا أمثلة كثيرة في كتب التفسير المشهورة، مثل: روح المعاني للألوسي. فقد ورد فيه –على سبيل المثال-أن عاصمًا قرأ \"السِّلَم\" بكسر السين وفتح اللام في \"السَّلام\"،في قوله تعالى: {وَلا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِناً} (النساء: 94) (3/114) . ¶ وقد تشككنا في صحة هذا الضبط لأن الروايات التي جاءت عن عاصم في هذه الكلمة هي \"السَّلَم\" و\"السِّلْم\"، فضلا عن \"السلام\" الموجودة في النص المصحفي، ولذا استبعدنا هذه الرواية، وكان سندنا في ذلك أن هذه القراءة المزعومة لم ترد عن عاصم في أيّ مرجع آخر، وكتاب \"روح المعاني\" متأخر زمنيًا من ناحية، ولم يهدف به صاحبه إلى تتبع القراءات القرآنية، ونخل رواياتها من ناحية أخرى. وسبب ثانٍ هو أن الألوسي لم يذكر قراءة",
            "page": "52",
            "part": "1",
            "seal": "997FC2B6"
        },
        {
            "id": "53",
            "nass": "\"السِّلْم\" الموجودة في المراجع الأخرى، فحملنا قراءة \"السِّلَم\" على أنها تحريف في الضبط، وأن صحة ضبطها بسكون اللام. ¶ د- ومع أن أبا حيان ثقة، وكتابه \"البحر المحيط\" محل تقدير العلماء إلا أن سوء الطبع، ورداءة التحقيق قد جعلانا نتوقف عند بعض القراءات الواردة فيه، مثل: قراءة \"وأُتْبِعوا الذين ظلموا ما أترفوا فيه\" في قوله تعالى: {وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ} (هود: 116) . وقد أسقطنا هذه القراءة من معجمنا، وأثبتنا القراءة الأخرى التي أثبتتها المصادر، مثل: المحتسب لابن جني، والكشاف للزمخشري وغيرهما، وهي \"وأُتْبِع\"، وبخاصة أن ابن جني ضبطها قائلا: بضم الهمزة، وإسكان التاء، وكسر الباء. وقد زاد من شكنا في رواية البحر المحيط أن القارئ لهذه القراءة الشاذة هو أبو عمرو، وقد وقع تحريف في اسمه في البحر فذُكر\"أبو عمر\" (البحر 5/272) ، ونص العبارة: \"وأبو عمر في رواية الجعفي\". والجعفي أو حسين الجعفي هو أحد رواة أبي عمرو المعروفين. ¶ هـ- كذلك لم نثبت في معجمنا أيّ قراءة وردت في المصادر ما لم يكن لها وَجْه في العربية تُخرَّج عليه. ومن أجل هذا استبعدنا قراءة وردت في إعراب القرآن للنحاس (1/171، وجامع القرطبي 7/350) ،وهي:\"تَذَّكَّرُوا\" في قوله تعالى: {إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا} ،بعد أن وجدنا كلاًّ من أبي جعفر النحاس والقرطبي يذكران أنها قراءة لا وجه لها في العربية. ¶ 9- وقد قمنا بتوثيق قراءات المعجم وتخريجها من أمهات المعاجم، وكتب غريب ألفاظ القرآن كذلك، وقد اخترنا من بينها ثلاثة كتب قمنا بتفريغها، واستخلاص كل ما فيها من معلومات قرآنية أو قرائية، وهي: ¶ أ- لسان العرب لابن منظور. ¶ ب- تاج العروس للزبيدي.",
            "page": "53",
            "part": "1",
            "seal": "7E3B54A1"
        },
        {
            "id": "54",
            "nass": "ج- المفردات في غريب القرآن للراغب الأصفهاني. ¶ د- بصائر ذوي التمييز في لطائف الكتاب العزيز للفيروزابادي. ¶ وقد استفدنا من تفريغ هذه المعاجم- إلى جانب توجيه القراءات، وتوثيق رواياتها- استفدنا فائدة أخرى، وهي: إضافة بعض القراءات التي لم ترد في المراجع المتخصصة، ومن ذلك: ¶ قراءة انفرد بها كتاب المفردات في غريب القرآن (ص520) ، وهي: \"وُرْقكم\" في قوله تعالى: {بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ} (الكهف: 19) . ¶ قراءة انفرد بها كتاب المفردات كذلك (ص 493) ، وهي: \"انشُروا\" بدلا من \"انشُزوا\" في قوله تعالى: {وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا} (المجادلة: 11) . ¶ قراءة انفرد بها كتاب بصائر ذوي التمييز (2/584) ، وهي \"يَجْدبيك\" في قوله تعالى: {وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ} (يوسف: 6) . ¶ قراءة انفرد بها كتاب بصائر ذوي التمييز (2/453) ، وهي: \"نُحْرِقَنْه\" بنون توكيد خفيفة- في قوله تعالى: {لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفاً} (طه: 97) . ¶ قراءات كثيرة انفرد بها تاج العروس (10/197) منها: قراءات\"بِسَاطَان\" و \"بِسْطانِ\"، و\"بُسْطانٌ\" في قوله تعالى: {بَلْ يَدَاهُ مَبْسُوطَتَانِ} (المائدة: 64) .",
            "page": "54",
            "part": "1",
            "seal": "0D4C0AD1"
        },
        {
            "id": "55",
            "nass": "7- قواعد عامة ¶ اتبعنا في إخراج المعجم القواعد العامة الآتية: ¶ 1- الاعتماد في تحديد اللفظ القرآني على مصحف المدينة النبوية الذي صدر عن مجمع الملك فهد لطباعة المصحف الشريف، والذي كتب وضبط على ما يوافق رواية حفص عن عاصم. ¶ 2- التزام الترتيب الألفبائي، مع مراعاة وضع الألف بعد الهمزة، والتاء المربوطة بعد المفتوحة، والياء المنقوطة بعد غير المنقوطة، مع مراعاة ما يأتي كذلك: ¶ أ- اعتبار الحرف المشدد بحرفين. ¶ ب- إعطاء الأسبقية للأقل حروفًا. ¶ ج- الترجيح بعد ذلك بحسب نوع حركة الحرف الأول (فتحة- ضمة- كسرة) ، فإذا اتفقت حركة الحرف الأول رجحنا بحركة الحرف الثاني (سكون- فتحة- ضمة- كسرة) ، ونفس الشيء في سائر الحروف. ¶ 3- بالنسبة لمداخل المعجم، راعينا ما يأتي: ¶ أ- كتابة \"أينما\" الشرطية كلمة واحدة حيثما وردت في الجذر، أو الجذع، أو الصورة الحيادية، أو الصورة الواردة، سواء وردت مفصولة في المصحف (أين ما) ، مثل: الآية 148 من سورة البقرة، أو وردت موصولة (أينما) ، مثل: الآية 115من سورة البقرة. ¶ ب- الكلمات: \"بصطة\" و\"مصيطر\" و \"وُصطى\" التي وردت في المصحف بالصاد مع أن أصول هذه الكلمات بالسين (بسطة، مسيطر، وسطى) وضعناها تيسيرًا على المستخدم في الموضعين مع الإحالة من أحدهما على الآخر.",
            "page": "55",
            "part": "1",
            "seal": "A7CAE22E"
        },
        {
            "id": "56",
            "nass": "ج- اعتبرنا الأعداد المركبة وحدات مستقلة، مثل: أحد عشر، واثنا عشر. ¶ د- وضع الأعلام المركبة، مثل: \"أبو لهب\"، و\"ذا الكفل\"، و\"ذو القرنين\" مرة تحت لفظها الأول، ومرة تحت لفظها الثاني مع الربط بينهما. ¶ 4- اتبعنا نظام الإحالة من مدخل إلى آخر في حالات متعددة منها: ¶ أ- بعد الصلة بين اللفظ القرآني والجذر، مثل: \"أقتت\"، التي هي من \"وقت\"، لا من \"أقت\"، و\"تترى\" التي هي من \"وتر\" لا من \"تتر\". وقد وضعنا اللفظ في المكانين مع الإحالة إلى الجذر الصحيح. ¶ ب- تعدد المعنى لتعدد الجذع، مثل: \"أُلوف\" من الجذع: \"آلَف\"، والجذع \"أَلْف\" وقد ربطنا بين الموضعين تحقيقًا للفائدة. ¶ ج- في حالة الأعلام المركبة. ¶ د- في حالة وجود علاقة ما بين مدخلين مختلفين يتفقان في المعنى والوظيفة، مثل: اسمي الإشارة: \"أولاء\" و\"هؤلاء\"، أو وجود تصاحب لفظي بين المدخلين مثل أصحاب الأخدود - أصحاب الفيل. ¶ 5- تعاملنا مع الكلمات المبنية من الأسماء والحروف بطريقة خاصة، إذ اعتبرناها وحدات مستقلة يبحث المستخدم عن كل منها في ترتيبه الألفبائي، مثل: الضمائر المنفصلة للرفع أو النصب، وأسماء الاستفهام، وأسماء الإشارة، والأسماء الموصولة، والظروف المبنية كالآن وحيث ونحوهما. ¶ 6- في ذكر السور وأرقام الآيات اتبعنا الخطوات الآتية: ¶ أ- رتبت السور بترتيب ورودها في المصحف. ¶ ب- كرر اسم السورة إذا وردت الكلمة في أكثر من آية فيها. ¶ ج- كرر اسم السورة ورقم الآية إذا وردت الكلمة أكثر من مرة في الآية.",
            "page": "56",
            "part": "1",
            "seal": "05F9F101"
        },
        {
            "id": "57",
            "nass": "النسخة الإلكترونية ¶ مواكبة لروح العصر أعددنا نسخة إلكترونية للمعجم، لما يتميز به الحاسوب من قدرات تخزينية فائقة، وإمكانات إحصائية متعددة، فضلا عن عرضه للمعلومات الكثيرة بصورة سريعة، ومنظمة، مما يوفر على الباحث عناء البحث. ¶ وهذا العمل الإلكتروني أضاف إلى موسوعية المعجم صفة موسوعية أخرى تمثلت فيما يأتي: ¶ 1- عرض جميع المعلومات المتعلقة باللفظ القرآني دفعة واحدة. ¶ 2- إمكان البحث بتسعة مداخل (الجذر- النوع- الوزن- المجال الدلالي- الصورة الواردة- السورة والآية- جذر القراءة- المجال الدلالي للقراءة) . وعرض جميع المعلومات المتعلقة باللفظ من خلال أي إمكانية من إمكانيات البحث. ¶ 3-إمكان الحصول على 37 معلومة في توقيت واحد عن اللفظ القرآني وهي (الجذر- عدد الجذور القرآنية- الجذع- عدد الجذوع الموجودة في الجذر الواحد- الصورة الحيادية- عدد الصور الحيادية في الجذع الواحد- النوع- عدد الأنواع- عدد كلمات النوع الواحد [عند البحث بالنوع]- الوزن- عدد الأوزان- عدد الكلمات ذات الوزن الواحد [عند البحث بالوزن]- الصورة الواردة- عدد الصور الواردة للصورة الحيادية الواحدة- عدد الصور الواردة في القرآن- اسم السورة ورقم الآية- عدد السور في القرآن- عدد آيات كل سورة [عند البحث باسم السورة والآية]- عدد الجذوع الموجودة في الآية الواحدة- عدد مرات تكرار اللفظ في السور والآيات- المعنى- عدد المعاني-",
            "page": "57",
            "part": "1",
            "seal": "1EA5F3A9"
        },
        {
            "id": "58",
            "nass": "المجال الدلالي- عدد المجالات الدلالية للمعنى الواحد- عدد المجالات الدلالية في القرآن- المثال- القراءة- عدد القراءات للفظ القرآني الواحد- عدد القراءات الواردة في المعجم- المصادر (المراجع) - عدد المصادر لكل قراءة- معنى القراءة-عدد معاني القراءة- المجال الدلالي للقراءة- عدد المجالات الدلالية لكل قراءة في المعجم- عدد المجالات الدلالية للقراءات في المعجم- مثال على القراءة) . ¶ وهناك معلومات أخرى إحصائية يمكن للباحث الحصول عليها بسهولة وهو ما لا يمكن أن توفره النسخة الورقية بسرعة. ¶ وبعد: ¶ فهذا عرض سريع لمعجم يجري العمل فيه منذ سنوات، نرجو أن يسد - بظهوره - فراغًا في المكتبة القرآنية، وأن ينفع به عامة المسلمين في مشارق الأرض ومغاربها، وأن يكون فاتحة لأعمال قرآنية أخرى.",
            "page": "58",
            "part": "1",
            "seal": "90A56500"
        },
        {
            "id": "59",
            "nass": "المرفقات ¶ 1- شكل توضيحي للمعلومات الواردة بالمعجم وعلاقاتها. ¶ 2- نموذج توضيحي لمفاهيم المعجم لمادة (ع ر ف) . ¶ 3- قائمة بالأنواع الواردة في المعجم. ¶ 4- قائمة بالفهارس الملحقة بالمعجم.",
            "page": "59",
            "part": "1",
            "seal": "364E4388"
        }
    ],
    "t8560": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "هدفنا من صنع هذا المعجم"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "ما نعنيه بالمعجم الموسوعي"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ملاحظات على أعمال سابقة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "لماذا الاهتمام بالقراءات القرآنية؟"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "منهج المعجم"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "قواعد عامة"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "النسخة الإلكترونية"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "المرفقات"
        }
    ]
}