{
    "b8564": [
        {
            "id": "48",
            "nass": "خمسة أجزاء صغيرة، وفهرسان لخزانتي برسلاو وهامبورغ، يعرفان بمخطوطاتهما العربية. ¶ الكتاب: استطاع كارل بروكلمان معتمدا على فهرس إلوارد1 أن يؤلف كتابه: تاريخ الأدب العربي، في مجلدين بين سنوات 1898-1902م، ولقد اتسعت حدود الدراسات الاستشراقية في القرن العشرين سنة بعد سنة حتى اضطر بروكلمان إلى أن يعد ملحقا لكتابه في ثلاثة مجلدات صدرت بين سنة 1937- 1942م. ¶ وكان يسيطر على بروكلمان فكرة مفادها أن تاريخ العلوم العربية الإسلامية لا يمكن أن يكتب إلا بعد أن يعد ثبت بأعمال المسلمين في مختلف العلوم، وأن هذا العمل أيضا ينبغي أن تسبقه دراسات لمسائل جزئية تستغرق قرنا كاملا على الأقل، ولذلك فإنه اكتفى في كتابه بسرد تراجم العلماء مع تعداد مؤلفاتهم التي لا تزال مخطوطاتها محفوظة في الكتاب المختلفة. ¶ وعلى أية حال فإن الباحثين في الأدب العربي يعتمدون منذ مطلع القرن العشرين كتاب بروكلمان تاريخ الأدب العربي للاهتداء إلى مظان البحوث ¶ العربية المختلفة في كل فن من فنون المعرفة، من الشعر إلى التاريخ والجغرافية، إلى التفسير والحديث إلى الفلسفة والفلك، فكتاب بروكلمان جريدة إحصاء لكل من كتب ¶ __________ ¶ 1 من أهم ما نشر في أواخر القرن التاسع عشر فهرس مكتبة برلين الذي ألفه \"إلوارد\" \"E Ahlwwardt\" في عشرة مجلدات بين سنة \"1887- 1899م\"، وينبغي أن يعد هذا الكتاب كما يقول فؤاد سزكين: \"أول عمل علمي واسع المدى حاول مؤلفه أن يصنف مواده تصنيفا تاريخيا دقيقا\"، وهو عبارة عن فهرسة للمخطوطات العربية في مكتبة برلين.",
            "page": "55",
            "part": "1",
            "seal": "5AF209F0"
        },
        {
            "id": "49",
            "nass": "ولجميع ما كتب باللغة العربية، ومن هذه الناحية سيظل هذا الكتاب دليلا ثمينا في يد الباحثين في آداب اللغة العربية وفنونها مدة طويلة جدا. ¶ وقد أورد بروكلمان في كتابه تراجم الذين ألفوا باللغة العربية في جميع العصور وفي جميع الفنون، واختلف حجم الترجمة من شخص لآخر، فكان بعضها لا يزيد عن أسطر وقد يصل بعضها إلى صفحتين، وقد عني بروكلمان بإثبات كل أثر أدبي للمؤلف الذي يترجم له سواء أكان ذلك الأثر، كتابا أم ديوانا، قصيدة واحدة أم مقالة، وسواء أكان ذلك الأثر مطبوعا أم مخطوطا، وإذا كان الأثر مخطوطا فإنه كان يثبت جميع ما يعرف من نسخ ذلك الأثر المخطوط في كل مكتبة من مكتبات العالم العربي والغربي، كما كان يذكر كل كتاب نشر عن ذلك الأثر أو عن مؤلفه وكل مقال ظهر عنهما في مجلات العالمين العربي والغربي، ثم كان يستعرض المصادر والمراجع التي ترجمت للمؤلف أو ذكرت أشياء من آثاره مع الإشارة إلى طبعاتها وإلى صفحاتها، ثم يسرد أسماء آثار ذلك المؤلف، ونتيجة لاتساع نطاق عمل بروكلمان وتشعب طرقه فقد تسرب إليه بعض الأخطاء العلمية التي لا تقدح في قيمة الكتاب. ¶ ونتيجة لطباعة ونشر كثير من المخطوطات التي أشار إليها بروكلمان في كتابه، فإن كثيرا من جهوده في إثبات المخطوطات وما يتعلق بها من معلومات فَقَدَ كثيرًا من قيمته العلمية. ¶ ومن الجدير بالذكر أن الإدارة الثقافية بجامعة الدول العربية حصلت سنة 1948م على إذن المؤلف بترجمة كتابه، وعهدت بذلك إلى د. عبد الحليم النجار الذي أنجز ترجمته سنة 1959م.",
            "page": "56",
            "part": "1",
            "seal": "D0116E90"
        },
        {
            "id": "50",
            "nass": "خامسا: تاريخ التراث العربي لفؤاد سزكين ¶ المصنف: د. فؤاد سزكين، عالم مسلم معاصر، وأستاذ للتاريخ الإسلامي أكثر من عشرين عاما في جامعة فرانكفورت بألمانيا، نال جائزة الملك فيصل العالمية تقديرا لجهوده القيمة التي بذلها في تصنيف المجلدات الستة الأولى من كتابه: تاريخ التراث العربي. ¶ الكتاب: درس المؤلف في جامعة استنبول ما بين عامي 1942، 1947م على ريتر H.Ritter الذي بين لتلميذه فؤاد سزكين أن كتاب تاريخ الأدب العربي لبروكلمان لا يشتمل على الكثير من نوادر المخطوطات في مكتبات استنبول، ومن هنا بدأت الفكرة عند فؤاد سزكين في تزييل كتاب بروكلمان بناء على ثبت المخطوطات العربية في المكتبات المعروفة في العالم. ¶ وفي مرحلة لاحقة تبين للمؤلف أن مجرد تذييل كتاب بروكلمان ليس له فائدة كبيرة، ومن هنا عزم على أن يكون عمله تجديدا لكتاب بروكلمان. ¶ وفي مرحلة ثالثة عزم المؤلف على أن يكون كتابه مستقلا عن كتاب بروكلمان، بحيث يهتم بتأريخ الفكر وبمسألة تطور العلوم العربية الإسلامية، فجعله سجلا للثقافة العربية الإسلامية يضم بين دفتيه أعلامها ومؤلفاتهم، وديوانا للعلوم والمعارف يسجل نشأتها ومراحل تدوينها وتطورها، ويثير قضاياها، يقول فؤاد سزكين في مقدمة كتابه: كنت في بادئ الأمر أعتزم تأليف ملحق لكتاب تاريخ الأدب العربي للمستشرق الألماني كارل بروكلمان بالاستناد إلى المخطوطات المحفوظة في مكتبات استنبول، ثم تغيرت نيتي بمرور الزمن فأصبح هدفي أن يكون مؤلفي تجديدا لكتاب بروكلمان، وهكذا أنجزت المجلد الأول فعلا كتجديد لعمل بروكلمان وإن اتبعت فيه إلى حد ما نفس منهاجه، ثم ما لبثت أن قررت أثناء طبعة أن أحاول الانتقال من",
            "page": "57",
            "part": "1",
            "seal": "3DEE2669"
        },
        {
            "id": "51",
            "nass": "منهجه الذي هو بالدرجة الأولى منهج ببليوجرافي لأواصل بالمجلدات التالية كتابة تاريخ العلوم الإسلامية المكتوبة باللغة العربية في إطار ما يسمح به تطور الدراسات والأبحاث المتخصصة في هذا المجال1، وقد جعل فؤاد سزكين كتابة في عشرة مجلدات تغطي جوانب المعرفة العلمية في مختلف الفنون الدينية والدنيوية في الفترة الواقعة ما بين نشأة هذه العلوم وحتى عام 430هـ، وقد وعد بأن يتم كتابة لاحقا ويجعل تتمته تغطي الفترة من 430هـ وحتى أوائل القرن الحادي عشر الهجري، ولا بد من الإشارة إلى أن د. سزكين نال جائزة مؤسسة المالك فيصل الخيرية، على كتابة هذا، وقد تولت جامعتا: الإمام محمد بن سعود الإسلامية، والملك سعود ترجمة ونشر الكتاب، حيث تولت جامعة الإمام محمد بن سعود الإسلامية ترجمة: ¶ - المجلد الأول: في علوم القرآن والحديث والتاريخ والفقه والعقائد. ¶ - المجلد الثاني: في الشعر العربي. ¶ - المجلد الثامن: في علم المعاجم. ¶ - المجلد التاسع: في النحو. ¶ وتولت جامعة الملك سعود ترجمة: ¶ - المجلد الثالث: في الطب. ¶ - المجلد الرابع: في الكيمياء وعلم النبات والزراعة. ¶ - المجلد الخامس: في الرياضيات. ¶ - المجلد السادس: في علم الفلك. ¶ - المجلد السابع: في علم أحكام النجوم. ¶ __________ ¶ 1 فؤاد سزكين: تاريخ التراث العربي 7/1.",
            "page": "58",
            "part": "1",
            "seal": "807EC765"
        },
        {
            "id": "52",
            "nass": "المبحث الثاني: المصادر التي اعتمدت أسماء المؤلفين كقاعدة للتصنيف ¶ من المصنفات التي اعتمد أسماء المؤلفين كقاعدة للتصنيف: ¶ - هدية العارفين لإسماعيل باشا البغدادي ت 1339هـ. ¶ - معجم المؤلفين لعمر رضا كحالة ت 1408هـ. ¶ وفيما يلي إضاءة أوسع حول هذين الكتابين: ¶ أولا: هدية العارفين أسماء المؤلفين وآثار المصنفين للبغدادي: ¶ المصنف: البغدادي إسماعيل بن محمد أمين بن مير سليم الباباني ت 1339هـ، 1920م عالم بالكتب ومؤلفيها، باباني الأصل، بغدداي المولد والسكن أقام زمنا في مقري كوي غرب الأستانة، مشتغلا بإكمال كتابه إيضاح المكنون في الذيل على كشف الظنون. ¶ الكتاب مجلدان: حاول البغدادي في كتابة هذا أن يجمع المؤلفين من صدر الإسلام بأسمائهم وكناهم مع ذكر أسماء مؤلفاتهم، وقد اعتمد في كتابة هذا طريقة الترتيب الألفبائي لأسماء المؤلفين، وبعد ذكر اسم المؤلف يرتب تحته أعماله، وإذا كان للمؤلف عدة أعمال فإنه يرتبها بالعنوان ألفبائيا، وقد راعى ترتيب الأسماء حسب الاسم الأول بغض النظر عن الكنية أو اللقب، وإذا كان لعدد من المؤلفين نفس الاسم الأول، فإنه يرتبهم حسب تواريخ وفاتهم بغض النظر عن أسماء الآباء والأجداد، وهذه الطريقة متعبة للباحث، ولذلك حاول البغدادي أن يخفف من حدة المشكلة، فوضع ألقاب المؤلفين وكناهم وما اشتهروا به على يمين الاسم، فإذا أراد باحث أن يتعرف",
            "page": "59",
            "part": "1",
            "seal": "FF866BAD"
        },
        {
            "id": "53",
            "nass": "على مؤلف لا يعرف متى توفي، فإنه يمر مرورا سريعا على هذه الألقاب حتى يجد المؤلف الذي يبحث عنه. ¶ ثانيا: معجم المؤلفين لعمرو رضا كحاله ¶ المؤلف: كحاله عمر رضا ت 1408هـ، 1987م، أحد أبرز أعلام دمشق، له مؤلفات تاريخية عديدة ساهمت في توثيق العديد من جوانب التاريخ الإسلامي، تسلم إدارة المكتبة الظاهرية، منح وسام الاستحقاق السوري من الدرجة الأولى عام 1400هـ تقديرا لنشاطه العلمي، حيث ترك في مجال البحث والتأليف أكثر من سبعين مجلدا. ولد وتوفي في دمشق، من مؤلفاته: ¶ - الأدب العربي في الجاهلية والإسلام. ¶ - أعلام النساء في الجاهلية والإسلام. ¶ - جغرافية شبه جزيرة العرب. ¶ - معجم قبائل العرب، وغير ذلك. ¶ الكتاب خمسة عشر جزءًا، ثمانية مجلدات: أعد المؤلف هذا المعجم لمصنفي الكتب العربية، من عرب وعجم، ممن سبقوا إلى رحمة الله، منذ بدء تدوين الكتب العربية حتى العصر الحاضر، وقد ألحق بهم من كان شاعرا أو راويا، وجمع آثاره بعد وفاته، كما اقتصر على ترجمة من عرفت ولادته ووفاته، أو الزمن الذي كان حيا فيه. ¶ كما بدأ بذكر اسم المترجم وشهرته وبجانبه ولادته ووفاته، أو الزمن الذي كان حيا فيه، بالتاريخ الهجري والميلادي، ثم نسبته وكنيته ولقبه، ثم اختصاصه في العلم، إن كان له اختصاص، أو مشاركة في كثير من العلوم أو بعضها.",
            "page": "60",
            "part": "1",
            "seal": "3076A4A1"
        },
        {
            "id": "54",
            "nass": "ثم مكان ولادته وزمنها ونشأته ورحلته، ومن أخذ عنهم، إن كانوا من المشهورين، ثم المناصب التي تولاها، كالقضاء والفتيا والتدريس والوزراة والكتابة ... إلخ، ثم مكان وفاته، وزمنها، ثم مؤلفاته، ويذكر خمسة كتب للذين أكثروا التصنيف، ولتبيان نوع علمه عمد إلى انتخاب هذه الكتب، من علوم منوعة، دلالة على مشاركته في العلم، بدون أن ينظر إلى قيمتها، وأما كثرتها وقلتها، وبيان مخطوطاتها ومطبوعها، وأماكن وجودها، فيستطيع الطالب أن يعرف ذلك من مصادر الترجمة. ¶ وقد ذكر في ذيل الصفحة الروايات المختلفة في الأسماء، والنسب والولادات، والوفيات، والكتب، ثم ذيل كل ترجمة بالمصادر التي اعتمد عليها، فبدأ بالمصادر المخطوطة، وأشار لها بـ \"خ\"، والمطبوعة بـ\"ط\"، والمجلدات بـ\"م\"، والجرائد بـ\"ج\"، والسنة أو المجلد بـ\"س\"، والعدد أو الجزء بـ\"ع\". ¶ وألحق بهذا المعجم ملحقا على الحروف، ذكر فيه النسبة للمترجم، وإن تعددت، ويحيل على الاسم مع رقمي الجزء والصفحة. ¶ وقد بذل الجهد لجمع أكبر عدد من التراجم، واعتمد على كثير من المصادر العربية والأجنبية، وتحرى الحقيقة والصواب، ما استطاع إلى ذلك سبيلا. ¶ - وفي عام 1406هـ ألحق بهذا المعجم مستدركًا في 893صفحة. ¶ - وفي عام 1418هـ، 1998م أصدر محمد خير رمضان يوسف ملحقا له بعنوان: تكملة معجم المؤلفين، وضم الوفيات ما بين عامي 1397- 1415هـ.",
            "page": "61",
            "part": "1",
            "seal": "1311072F"
        },
        {
            "id": "55",
            "nass": "المبحث الثالث: المصادر التي اعتمدت أسماء المؤلفات كقاعدة للتصنيف ¶ من أهم المصادر التي اعتمدت أسماء المؤلفات كقاعدة في التصنيف: ¶ - كشف الظنون لحاجي خليفة ت 1067هـ. ¶ - إيضاح المكنون لإسماعيل باشا البغدادي ت 1339هـ. ¶ أولا: كشف الظنون عن أسامي الكتب والفنون: ¶ المؤلف: حاجي خليفة ت 1067هـ، 1657م، مصطفى بن عبد الله كاتب حلبي، المعروف بالحاج خليفة، مؤرخ بحاثة، تركي الأصل، مستعرب، مولده ووفاته في القسطنطينية تولى أعمالا كتابية في الجيش العثماني، ذهب مع أبيه -وكان من رجال الجند- إلى بغداد سنة 1033هـ، فمات أبوه بالموصل سنة 1035هـ فرحل إلى ديار بكر ثم عاد إلى الأستانة سنة 1038هـ، ورحل إلى الشام في سنة 1043هـ، وصحب والي حلب محمد باشا إلى مكة فحج وزار خزائن الكتب الكبرى، وعاد إلى الأستانة، وشهد حرب كريت سنة 1055هـ، وانقطع في السنوات الأخيرة من عمره إلى تدريس العلوم على طريقة الشيوخ في ذلك العهد، من كتبه: ¶ - تحفه الكبار في أسفار البحار. ¶ - تقويم التواريخ، وهو جداول تاريخية بلغ بها سنة 1058هـ، ألفه بالتركية والفارسية وترجم إلى العربية. ¶ - ميزان الحق في اختيار الأحق. ¶ - سلم الوصول إلى طبقات الفحول في التراجم.",
            "page": "62",
            "part": "1",
            "seal": "FC321EE3"
        },
        {
            "id": "56",
            "nass": "- تحفة الأخيار في الحكم والأمثال والأشعار، فيها فوائد فقهية وتاريخية وتراجم1. ¶ الكتاب: الترتيب في هذا الكتاب -الذي يقع في مجلدين- ألفبائي بعناوين الكتب، وإذا عرف بعلم من العلوم فإنه يعرف به في موضعه من الترتيب الألفبائي، فمثلا علم أصول الفقه يعرف به في حرف \"أ\"، لكن إذا أراد أن يذكر كتاب روضة الناظر في أصول الفقه فإنه يبينها في حرف الراء. ¶ وهذا الكتاب يذكر الشروح والاختصارات والحواشي والتعليقات التي عملت حول الكتاب بعد ذكره مباشرة، ويرتب هذه الشروح كذلك ترتيبا ألفبائيا، ومع أن ذكر الشروح والحواشي والتعليقات بعد ذكر الكتاب مباشرة فيه فوائد علمية في جوانب معينة من جوانب البحث إلا أنها تسبب بعض الصعوبات أحيانا حينما لا يكون الربط بين الكتاب وشرحه -في العناوين- واضحا فمثلا: كتاب ابن هشام أوضح المسالك إلى ألفية ابن مالك، يتضح من عنوانه ربط الأصل بالفرع، لكن كتاب بلغة ذي الخصاصة في حل الخلاصة، الذي هو شرح آخر للألفية، لا يظهر من عنوانه ما يربط الأصل بشرحه. ¶ وقد اشتمل كشف الظنون على خمسة عشر ألفا من أسماء من أسماء الكتب والرسائل، وما يزيد على تسعة آلاف وخمسمائة من أسماء المؤلفين، وتكلم عن نحو ثلاثمائة علم وفن. ¶ ومع أن المؤلف في الغالب يعطي نبذة عن المؤلف: بلده وصنعته وتاريخ وفاته بالأرقام والحروف، وعن موضوع الكتاب ومحتوياته وطريقة تنظيمها، ويذكر ¶ __________ ¶ 1 كشف الظنون، حاجي خليفة: 1/ المقدمة.",
            "page": "63",
            "part": "1",
            "seal": "4A0078CE"
        },
        {
            "id": "57",
            "nass": "بداية ونهاية تأليفه وحجمه، وقد يضيف إلى ذلك بيانات عن سبب تأليف الكتاب وآراء العلماء فيه، إلا أن البيانات فيه عن الكتب تتفاوت تفاوتا بينا. ¶ وبشكل عام فإن هذا الكتاب عظيم النفع في بابه، ولذا فقد اتجهت الأنظار إلى ترجمته والتذييل عليه، فقد ترجم إلى اللغات الهولندية والألمانية والبريطانية، وأشهر ترجماته كانت ترجمة غوستاف فلوجل إلى اللغة الفرنسية. ¶ أما ذيوله فهي عديدة جدًا وأشهرها: إيضاح المكنون في الذيل على كشف الظنون لإسماعيل باشا البغدادي ت 1339هـ1. ¶ ثانيا: إيضاح المكنون في الذيل على كشف الظنون عن أسامي الكتب والفنون: ¶ المصنف: البغدادي ت 1339هـ، إسماعيل باشا، سبقت ترجمته. ¶ الكتاب مجلدان، هذا الكتاب هو أحد ذيول كشف الظنون عن أسامي الكتب والفنون لحاجي خليفة، علما بأن لكشف الظنون عدة ذيول منها: ¶ - ذيل كشف الظنون لمحمد عزتي الإسلام بولي ت 1092هـ. ¶ - التذكار الجامع للآثار للسيد حسين العباسي الحلبي ت 1096هـ. ¶ - عثمانلي مؤلفري لمحمد أفندي الأرض رومي ت 1146هـ. ¶ - ذيل لنوعي أفندي ت 1201هـ. ¶ وهناك غير ذلك من الذيول، لكن يعتبر إيضاح المكنون من أجمع الذيول، التي ذيلت كشف الظنون، والترتيب فيه ألفبائي لعناوين الكتب، فهو يذكر اسم العلم ويعرف به في موضعه من الترتيب الألفبائي، فعلم الفقه مثلا يأتي ذكره والتعريف به ¶ __________ ¶ 1 كشف الظنون: حاجي خليفة: 1/ المقدمة.",
            "page": "64",
            "part": "1",
            "seal": "18E860CD"
        },
        {
            "id": "58",
            "nass": "تحت حرف الفاء، أما كتب الفقه فيذكر كل منها في موقعه من الترتيب الألفبائي، فمثلا كتاب المقنع في الفقه الحنبلي يأتي في حرف الميم وهكذا ... إلخ. ¶ ومما تميز به هذا الكتاب أنه يذكر الشروح والاختصارات والحواشي والتعليقات التي لها علاقة بالكتاب بعده مباشرة بترتيب ألفبائي كذلك. ¶ وهذا الكتاب في ميزاته السابقة يسير على منوال أصله: كشف الظنون، لكنه زاد عنه فذكر من الكتب ما مجموعه تسعة عشر ألف كتاب في حين أن كشف الظنون ذكر خمسة عشر ألفا فقط.",
            "page": "65",
            "part": "1",
            "seal": "C3CF22DA"
        },
        {
            "id": "59",
            "nass": "المبحث الرابع: المصادر العامة في الترجمة للأعلام ¶ المصادر التي تترجم للأعلام عديدة من أشهرها: ¶ - سير أعلام النبلاء لمحمد بن أحمد الذهبي ت 748هـ. ¶ - الأعلام لخير الدين بن محمود الزركلي ت 1396هـ. ¶ أولا: سير أعلام النبلاء للذهبي: ¶ المؤلف: الذهبي ت 748هـ،1348م، شمس الدين محمد بن أحمد بن عثمان، حافظ ومؤرخ، علامة محقق، تركماني الأصل، من أهل مياخارقين، مولده ووفاته في دمشق رحل إلى القاهرة وطاف كثيرا في البلدن، كف بصره سنة 741هـ، تصانيفه كثيرة تقارب المائة، واختصر كثيرا من الكتب، ومن كتبه: ¶ - دول الإسلام، مجلدان. ¶ - المشتبه في الأسماء والأنساب والكنى والألقاب. ¶ - تاريخ الإسلام الكبير / ستة وثلاثون مجلدًا. ¶ - تذكرة الحفاظ، أربعة مجلدات. ¶ - تهذيب الكمال. ¶ - ميزان الاعتدال في نقد الرجال1. ¶ الكتاب: سفر عظيم يعد من أعظم كتب التراجم التي انتهت إلينا من تراث الأقدمين ترتيبا وتنقيحا، وتوثيقا وإحكاما وإحاطة وشمولا فهو يبين عن سعة ¶ __________ ¶ 1 سير أعلام النبلاء: الذهبي \"ت 478هـ، 1374م\"، الترجمة في مقدمة د. بشار عواد للكتاب 7/1-90.",
            "page": "66",
            "part": "1",
            "seal": "0521A5B0"
        },
        {
            "id": "60",
            "nass": "اطلاع المؤلف -رحمه الله- على كل ما سبقه من تواليف في موضوعه، ودراية تامة بأحوال المترجمين وبكل ما قيل في حقهم وقدرة بارعة على غربلة الأخبار وتمحيصها ونقدها. ¶ ويتميز عن غيره من الكتب التي ألفت في بابه أنه أول كتاب عام للتراجم، تناول جميع العصور التي سبقت عصره، واشتملت تراجمه على الأعلام المختارة من جميع العالم الإسلامي، ولم يقتصر على نوع معين من الأعلام، بل تنوعت تراجمه، فشملت كل فئات الناس من خلفاء وملوك وأمراء ووزراء وقضاة وقراء، ومحدثين وفقهاء، وأدباء، ولغويين، ونحاة وشعراء، وزهاد وفلاسفة ومتكلمين، إلا أنه آثر المحدثين على غيرهم، فإنه كان عظيم الإكبار لهم، شديد الكلف بهم. ¶ وقد ترجم فيه للأعلام النبلاء من بداية الإسلام إلى سنة 700هـ تقريبا، وقد جعله في خمس وثلاثين طبقة، كل طبقة تستوعب عشرين سنة تقريبا، وأفرد المجلدين الأول والثاني للسيرة النبوية الشريفة، وسير الخلفاء الراشدين، ولكنه لم يعد صياغتهما، وإنما أحال على كتابه تاريخ الإسلام لتؤخذ منه، وتضم إلى السير. ¶ ومنهج الذهبي في الترجمة هو أنه يذكر اسم المترجم ونسبه ولقبه وكنيته، وتاريخ مولده وأحوال نشأته ودراسته، وأوجه نشاطه، والمجال الذي اختص به، وشيوخه وتلاميذه وآثاره العلمية، أو الأدبية، أو الاجتماعية، ومنزلته من خلال أقاويل العلماء الثقات، ثم يذكر تاريخ وفاته، ويدقق في ذلك تدقيقا بارعا. ¶ وهو على الأغلب يراعي في طول الترجمة أو قصرها قيمة المترجم وشهرته بين أهل علمه، أو منزلته بينهم، سواء أكان موافقا له في المعتقد أم مخالفا، وربما تخلص من المادة الضخمة التي تحصلت له عن بعض المترجمين الأعلام بإحالة القارئ إلى مصادر أوسع تناولته بتفصيل أكثر.",
            "page": "67",
            "part": "1",
            "seal": "8E2ECA59"
        },
        {
            "id": "61",
            "nass": "وقد اتسم الذهبي -رحمه الله- بالجرأة النادرة التي جعلته ينتقد كبار العلماء والمؤرخين، وينبه على أوهامهم التي وقعت لهم فيما أثر عنهم بأسلوب علمي متزن ينبئ عن غزارة علم، ونبالة قصد، وقدرة فائقة في النقد، والأمثلة على ذلك كثيرا تجدها مبثوثة في تضاعيف هذا الكتاب. ¶ ولما كان الذهبي قد استوعب في تاريخ الإسلام فئتين من المترجمين: المشهورين، والأعلام، فقد اقتصر في كتابه هذا على تراجم الأعلام النبلاء، إلا أنه قد يذكر في نهاية بعض التراجم غير واحد من المشهورين للتعريف بهم باختصار. ¶ وقد يضطره اتفاق اسم أحد المشهورين باسم أحد الأعلام الذي يترجمه إلى ترجمة المشهور عقبة للتميز. ¶ وكتاب سير أعلام النبلاء وإن كان قد استل من تاريخ الإسلام فقد ألفه بعده، وأضاف إليه أخبارا كثيرة لا وجود لها في التاريخ وتناول أشياء بالنقد والتحقيق لم يتعرض لها في تاريخه، وصياغة الترجمة فيه تختلف في كثير من الأحيان عما عرضه في تاريخ الإسلام. ¶ وإن هذا الكتاب القيم بما تضمنه من مزايا يندر أن توجد في غيره قد استحق به مؤلفه مع كتابه الآخر تاريخ الإسلام أن يسمى: إمام المؤرخين1. ¶ وقد أصدر أحمد فايز الحمصي كتابا هذب فيه سير أعلام النبلاء، وسماه: تهذيب سير أعلام النبلاء ويقع في ثلاثة مجلدات، وهو تهذيب جيد ألحق به فهرسا أبجديا للأعلام المترجم لهم والبالغ عددهم قرابة ستة آلاف. ¶ __________ ¶ 1 سير أعلام النبلاء، للذهبي: 144/1، مقدمة الناشر.",
            "page": "68",
            "part": "1",
            "seal": "8A49F270"
        },
        {
            "id": "62",
            "nass": "ثانيا: الأعلام للزركلي ¶ المصنف: الزركلي ت 1396هـ،1976م، خير الدين بن محمود بن محمد بن علي بن فارس، الدمشقي، ولد في بيروت، ونشأ في دمشق، أصدر مجلة الأصمعي في دمشق ثم على أثر وقعة ميسلون 1920م ذهب إلى فلسطين فالحجاز، وأصدر عددًا من الصحف والمجلات، وتنقل بين عدد من الدول العربية، له عدد من الكتب والمنشورات1. ¶ الكتاب، ثمانية أجزاء/ثمانية مجلدات: واسمه كاملا هو الأعلام قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين، ذكر المؤلف فيه أشهر الرجال والنساء بإيجاز ولم يتعرض للمعاصرين له من الأحياء، وجعل ميزان الاختيار أن يكون لصاحب الترجمة علم تشهد به تصانيفه أو خلافه أو ملك أو تجارة، أو منصب رفيع كوزارة أو قضاء كان له فيه أثر بارز أو رئاسة مذهب، أو فن تميز به، أو أثر في العمران يذكر له أو شعر أو مكانة يتردد بها اسمه، أو رواية كثيرة أو أن يكون أصل نسب أو مضرب مثل، وضابط ذلك كله أن يكون ممن يتردد ذكرهم ويسأل عنهم. ¶ ورتب قاموسه على الحروف الألفبائية، مبتدئا بحرف الاسم الأول ثم يضم ما يليه إليه، فيكون مثلا: آدم قبل آمنة، لتقدم الدال على الميم، وآمنة قبل إبراهيم لألفين في بدء الأول ... إلخ. ¶ أما من كان اسمه مبتدئا بلفظ أب أو أم أو ابن أو بنت، فإنه اعتبر هذه الألفاظ وما يشبهها زوائد، فمثلا اسم أبي بكر جاء ذكره في حرف الباء. ¶ __________ ¶ 1 الأعلام: للزركلي: 267/8.",
            "page": "69",
            "part": "1",
            "seal": "00590DCB"
        },
        {
            "id": "63",
            "nass": "وإذا تشابهت الأسماء للشخص وأبيه في بعض الأسماء مثل: محمد بن عبد الله، فإن المؤلف وحتى بجنب القارئ إجالة نظره في عشرات الصفحات، أضاف إلى اسم المبحوث عنه، تاريخ وفاته ورتب الأسماء المتماثلة على السنين. ¶ وقد ترجم لعدد من المستشرقين الذين خلفوا آثارا باللغة العربية سواء تأليفا بها أو نشرا لبعض مخطوطاتها مثل: فلوجل ومرجليوث، أو الذين يظهر لهم أثر بها مثل: آرنلود توماس. ¶ وقد كتب بالعربية الأسماء الأجنبية، كما ينطق بها أصحابها، وذلل بتعدد الإحالة إليها في مظان وجودها عقبة اختلاف النطق بين أمة وأخرى في الاسم الواحد، فمثلا الاسم الإنجليزي: Charles ¶ - يلفظه الإنجليز: تشارلس. ¶ - والفرنسيون: كارلوس. ¶ - والإيطاليون: كارلو. ¶ - والألمان: كارل. ¶ وهكذا في غيره من الأسماء. ¶ وأما رموز الكتاب فهي كما يلي: ¶ = انظر، راجع. ¶ إلخ: إلى آخره. ¶ ت: ترجمة. ¶ خ: مخطوط. ¶ رض: رضي الله عنه. ¶ ص: صلى الله عليه وسلم.",
            "page": "70",
            "part": "1",
            "seal": "4384D94F"
        },
        {
            "id": "64",
            "nass": "ط: مطبوع. ¶ ق. م: قبل الميلاد. ¶ ق. هـ: قبل الهجرة. ¶ ك: المستدرك. ¶ م: ميلادية. ¶ هـ: هجرية. ¶ وأراد بالمخطوط ما لا يزال محفوظا في بعض الخزائن العامة أو الخاصة من كتب السلف والخلف، أما ما لم يلحقه بأحد هذين الحرفين ط، خ فيعد مفقودًا أو مجهول المصير إلى أن يظهر1. ¶ ذيول كتاب الأعلام2: ¶ قام عدد من المهتمين بالتذييل على كتاب الأعلام، وهذا يعكس قيمة الكتاب العلمية لدى الباحثين، وهذه الذيول هي: ¶ - ذيل الأعلام، لأحمد العلاونة، ترجم فيه لوفيات الأعوام 1396- 1406هـ. ¶ - تتمة الأعلام، جزءان: لمحمد خير رمضان يوسف، ترجم لوفيات الأعوام 1397- 1415هـ، ولم يسر على منهج الزركلي بل خالفه في أمور. ¶ - إتمام الأعلام، للدكتور نزار أباظة، ومحمد رياض المالح، صدر عام 1420هـ 1999م، وهو أشمل من الذيلين السابقين وأفضل، واعتمدهما مرجعًا، وضم ما حوياه من تراجم، ويمتاز عنهما بعدة ميزات، منها أنه سار على منهج الزركلي بشكل أدق. ¶ __________ ¶ 1 الأعلام: للزركلي: 13/1- 22. ¶ 2 المجلة العربية، عدد شهر رمضان، 1420هـ، مقال لحمد الجاسر بعنوان: ذيول كتاب الأعلام، بتصرف.",
            "page": "71",
            "part": "1",
            "seal": "F9F825CF"
        },
        {
            "id": "65",
            "nass": "الباب الثاني: المصادر الإسلامية ¶ المبحث الأول: المصادر المتعلقة بالقرآن الكريم وعلومه ¶ المعاجم وأهمها ¶ ... ¶ الباب الثاني: المصادر الإسلامية ¶ وفيه أربعة مباحث ¶ المبحث الأول: المصادر المتعلقة بالقرآن الكريم وعلومه. ¶ المبحث الثاني: المصادر المتعلقة بالحديث الشريف وعلومه. ¶ المبحث الثالث: مصادر الفقه الإسلامي. ¶ المبحث الرابع: مصادر علم أصول الفقه.",
            "page": "73",
            "part": "1",
            "seal": "8F388F88"
        },
        {
            "id": "66",
            "nass": "المبحث الأول: المصادر المتعلقة بالقرآن الكريم وعلومه ¶ أولا: أشهر ما صنف في معاجم القرآن الكريم، ¶ المعاجم متعددة الأنواع، فهناك: ¶ 1- المعاجم الخاصة باللغة. ¶ 2- والمعاجم الخاصة بالحديث الشريف مثل المعجم المفهرس لألفاظ الحديث النبوي الشريف تأليف المستشرق: أ. أ. فنسنك. ¶ 3- والمعاجم المتعلقة بالقرآن الكريم، وهي هنا موضع الحديث، فهذه المعاجم التي ترتب مواد القرآن الكريم وتجمع ألفاظه حسب الحروف الهجائية تعتبرحديثة العهد إذا قيست بعلوم القرآن الكريم الأخرى مثل: التفسير والقراءات وغيرهما من العلوم، ولعل ما أخر التأليف في هذا النوع من علوم القرآن الكريم هو أن كثيرا من المسملين يحفظون القرآن كاملا أو كثيرا أو قليلا، كل حسب فضل الله تعالى عليه مما يسهل عليهم الرجوع لآياته بسهولة ويسر، ومما يجدر ذكره أن المستشرقين في القرن التاسع عشر عندما اتجهوا للدراسات الإسلامية وضعوا عددا من الفهارس في مختلف الموضوعات، ومن أشهرها: نجوم الفرقان في أطراف القرآن، لمؤلفه المستشرق الألماني فلوجل الذي طبع عام 1842م، وهو من أجمع ما ألف في هذا الفن، وفيما يلي عرض أوسع لبعض المراجع في هذا الفن:",
            "page": "74",
            "part": "1",
            "seal": "A599F46F"
        },
        {
            "id": "67",
            "nass": "أولا: المعجم المفهرس لألفاظ القرآن الكريم ¶ المصنف: عبد الباقي ت 1882هـ، 1968م، محمد فؤاد، عالم بتنسيق الأحاديث النبوية ووضع الفهارس لها، ولآيات القرآن الكريم، ولد في قرية القليوبية، ونشأ ودرس في القاهرة وتوفي فيها، ومن أهم أعماله: ¶ - ترجم مفتاح كنوز السنة عن الإنجليزية. ¶ - ترجم تفصيل آيات القرآن الحكيم عن الفرنسية. ¶ - له مؤلفات منها: اللؤلؤ والمرجان فيما اتفق عليه الشيخان، ويقع في ثلاثة أجزاء. ¶ الكتاب مجلد واحد: وضع حسب الحروف الهجائية لتسهيل معرفة مواقع الآيات والسور دون التعرض لتفسير الكلمات، وكما أشار مؤلف هذا المعجم فإنه جعل نجوم الفرقان لفلوجل أساسا لمعجمه، فبنى معجمه عليه، وصوب ما فيه من أخطاء، ورتب ما فيه من خلل، واستدرك ما فيه من نقص، وطريقته باختصار هي: ¶ 1- يضع اللفظ موضع البحث وبجانبه الآية التي ورد فيها أو الآيات، ثم يضع بجوار الآية رقمها في السورة التي وردت فيها، ثم بجوار الرقم حرف \"ك\" للآيات المكية، والحرف \"م\" للمدنية، ثم يذكر اسم ورقم السورة حسب تسلسل المصحف. ¶ 2- يرتب الكلمات حسب أوائلها فثوانيها فثوالثها فافتتح المعجم بمادة: أبب وختمه بمادة: ي م م. ¶ 3- الطريقة التي اتبعها في مشتقات الكلمة -المادة- هي الابتداء بالفعل المجرد المبني للمعلوم، ماضيه فمضارعه فأمره، ثم المبني للمجهول من الماضي والمضارع ثم المزيد بالتضعيف، فالمزيد بحرف ... إلخ، ثم باقي المشتقات من المصدر واسم الفاعل والمفعول فباقي الأسماء، مراعيا الترتيب حسب الحروف الهجائية.",
            "page": "75",
            "part": "1",
            "seal": "5F6D54A4"
        },
        {
            "id": "68",
            "nass": "ثانيا: معجم ألفاظ القرآن الكريم ¶ المشرف على وضع هذا المعجم: أشرف مجمع اللغة العربية في القاهرة على هذا المعجم، وقد باشر المجمع العمل في هذا المعجم عام 1360م، من خلال لجنة من أعضائه جرى عليها عدة تغييرات واستقرت على: ¶ - الشيخ: إبراهيم حمروش. ¶ - الشيخ: عبد القادر المغربي ت 1375هـ. ¶ - الشيخ: عبد الوهاب خلاف ت 1376هـ. ¶ - الشيخ: محمد الخضر حسين ت 1377هـ. ¶ - الأستاذ: إبراهيم مصطفى ت 1382هـ. ¶ - الشيخ: محمود شلتوت ت 1383هـ. ¶ - الأستاذ: علي عبد الرازق ت 1386هـ. ¶ الكتاب جزءان/ مجلدان: يهدف هذا المعجم بالدرجة الأولى إلى توضيح معاني كلمات وألفاظ القرآن الكريم، فهو معجم لغوي بالدرجة الأولى، وإن كان يرتب الألفاظ القرآنية ترتيبا مفهرسًا، بل إنه يعتمد بالكامل من حيث الترتيب على المعجم المفهرس لألفاظ القرآن الكريم لمحمد فؤاد عبد الباقي، وطريقته في توضيح المعاني اللغوية هي: ¶ 1- إذا كانت الكلمة القرآنية ترد في القرآن الكريم بمعنى واحد: ¶ أ- تشرح الكلمة شرحًا لغويًا أولا، فإن كانت فعلا مجردا، ذكر بابه ومصدره ومشتقاته إن كان لهذه المشتقات ورود في القرآن الكريم، وإن كانت",
            "page": "76",
            "part": "1",
            "seal": "F5754FF1"
        },
        {
            "id": "69",
            "nass": "فعلا مزيدا ذكر معناه ثم ذكرت مشتقاته على النحو السابق، وإن كانت اسمًا اكتفى بمعناه، وإن كانت مصدرا ذكر معناه وفعله. ¶ ب- يبين أن الكلمة وردت في القرآن الكريم في كذا موضعا، وأنها جاءت في كل هذه المواضع بالمعنى الذي ذكر آنفا. ¶ 2- إذا كان للكلمة القرآنية معانٍ لغوية مختلفة: ¶ أ- ينص على المعاني اللغوية كلها ويبين نوع الفعل والمصدر ويذكر المشتقات التي وردت من هذه المادة. ¶ ب- يؤخذ أولا أكثر المعاني دورانا في القرآن الكريم، وينص على أن الكلمة وردت بهذا المعنى في كذا وكذا موضعا، ويذكر مثالين من الآيات مع اسم السورة ورقم الآية، ويكتفي بعد ذلك بما جاء من هذا المعنى بذكر السورة ورقم الآية. ¶ ج- تذكر المعاني الآخرى معنى بعد آخر، ويذكر بعد كل معنى عدد الآيات التي جاءت فيها الكلمة بهذا المعنى، ويكتفي بمثال ثم تذكر السور وأرقام الآيات الأخرى. ¶ 3- قد يسهل أحيانا إذا كان للكلمة أكثر من معنى أن يبدأ بالمعاني التي وردت في قليل من الآيات ثم يذكر المعنى الذي ورد به في كثير من الآيات، ويقال: ما عدا ذلك فهو بمعنى كذا في باقي الآيات. ¶ 4- إذا كان للكلمة معنى لغوي واحد، لكنها استعملت في القرآن الكريم بألوان مختلفة نص على المعنى اللغوي البحت وقيل: إنها تستعمل أو قد ترد بمعنى كذا، ثم تذكر الآيات وأرقامها على النحو السابق.",
            "page": "77",
            "part": "1",
            "seal": "7E41A94C"
        },
        {
            "id": "70",
            "nass": "فضائل القرآن الكريم ¶ ... ¶ ثانيا: من أشهر ما صنف في فضائل القرآن ¶ جعل حاجي خليفة1 ت 1076هـ فضائل القرآن علمًا مستقلا، وقال: إن أول من ألف فيه هو الإمام الشافعي ت 204هـ، حيث ألف كتاب: منافع القرآن، وجاء بعده عدد من العلماء صنفوا في الموضوع ذاته ومنهم: ¶ - الضياء المقدسي ت 204هـ. ¶ - جعفر بن محمد المستغفري ت 432هـ. ¶ - علي أحمد الواحدي ت 468هـ وغيرهم. ¶ وفيما يلي شرح موسع عن أحد المصنفات في هذا الفن: ¶ فضائل القرآن لابن كثير: ¶ المصنف: ابن كثير ت 774هـ، عماد الدين أبو الفداء إسماعيل بن عمرو بن كثير بن ضوء، قدِم دمشق وأخذ عن ابن تيمية ت 728هـ، وكانت له خصوصية ومناضلة عنه، وكان يفتي برأيه في مسألة الطلاق، وامتحن بسبب ذلك وأوذي، شهد العلماء بسعة علمه خاصة في التفسير والحديث والتاريخ، له عدة مؤلفات من أشهرها البداية والنهاية: ¶ الكتاب: وضعه ابن كثير في آخر كتابه: تفسير القرآن العظيم، تتميما وذيلا له، وتناول فيه: ¶ __________ ¶ 1 كشف الظنون: 1277/2.",
            "page": "78",
            "part": "1",
            "seal": "7AA0E57B"
        },
        {
            "id": "71",
            "nass": "- فضائل القرآن الكريم. ¶ - جمع وكتابة القرآن الكريم. ¶ - قراءة القرآن الكريم، وغير ذلك مما يتعلق بالقرآن من أحكام وآداب.",
            "page": "79",
            "part": "1",
            "seal": "C0855743"
        },
        {
            "id": "72",
            "nass": "ثالثا: من أشهر ما صنف في نقط المصحف ¶ كان العلماء في الصدر الأول يرون كراهة نقط المصحف وشكله؛ مبالغة منهم في المحافظة على أداء القرآن كما رسمه المصحف، وخوفا من أن يؤدي ذلك إلى التغيير فيه. ¶ وبتغير الزمان اضطر المسلمون إلى إعجام المصحف وشكله لنفس السبب الذي منعهم من النقط والتشكيل أولا، قال الإمام النووي ت 676هـ، في كتابه التبيان: ويستحب نقط المصحف وشكله، فإنه صيانة له من اللحن فيه، وأما كراهة الشعبي والنخعي النقط فإنما كرهاه في ذلك الزمان خوفًا من التغيير فيه، وقد أمن ذلك اليوم1، ومن أهم الكتب المؤلفة في هذا الفن كتاب: الحكم في نقط المصحف للداني ¶ المصنف: الداني ت 444هـ، 1052م، أبو عمر عثمان بن سعيد بن عثمان بن عمر، ولد في قرطبة، وتوفي في دانية، إحدى مدن الأندلس، وهو أحد أئمة القراءات وروايات القرآن وتفسيره ومعانيه، أحصى له الذهبي مائة وعشرين مصنفًا. ¶ الكتاب: تحدث الكتاب عن نقط المصحف وما يتعلق به من أحكام. ¶ __________ ¶ 1 مناهل العرفان: الزرقاني: 409/1.",
            "page": "79",
            "part": "1",
            "seal": "87B61F13"
        },
        {
            "id": "73",
            "nass": "مصادر علم القراءات ¶ ... ¶ رابعا: أشهر ما صنف في علم القراءات ¶ القراءات جمع قراءة، ومعناها: ¶ - لغة: مصدر سماعي للفعل قرأ. ¶ - اصطلاحا: مذهب يذهب إليه إمام من أئمة القراء مخالفا به غيره في النطق بالقرآن الكريم، مع اتفاق الروايات والطرق عنه، سواء أكانت هذه المخالفة في نطق الحروف أم في نطق هيئاتها1. ¶ وقد اشتهر في كل طبقة من طبقات الأمة جماعة بحفظ القرآن الكريم وإقرائه، فاشتهر من الصحابة أبي بن كعب ت 21هـ، رضي الله عنه، وعلى ت 40هـ، رضي الله عنه، واشتهر من التابعين في كل مصر عدد من القراء مثل: ¶ - المغيرة بن أبي شهاب المخزومي ت 50هـ، في الشام. ¶ - علقمة ت 62هـ، في الكوفة. ¶ - ابن المسيب ت 94هـ، في المدينة. ¶ - مجاهد ت 100هـ، وعطاء ت 114هـ، في مكة. ¶ -ابن سيرين ت 110هـ، في البصرة. ¶ ثم تفرغ قوم للقراءات يضبطونها ويعنون بها، وقد كثر القراء وكان لابد من ضبط لهذا الكم الكبير من الروايات، فجمع بعض العلماء من القراءات سبعا، وجمع بعضهم عشرا، وجمع بعضهم أربع عشرة قراءة. ¶ __________ ¶ 1 مناهل العرفان، الزرقاني: 412/1.",
            "page": "80",
            "part": "1",
            "seal": "AD9AFDE3"
        },
        {
            "id": "74",
            "nass": "وهناك أعداد أخرى من القراءات، لم يصل اهتمام العلماء بها إلى درجة الاهتمام بالقراءات الأربع عشرة. ¶ ومن أشهر ما ألف في موضوع القراءات: ¶ أولا: النشر في القراءات العشر لابن الجزري ¶ المصنف: ابن الجزري ت 833هـ، أبو الخير شمس الدين محمد بن علي، حافظ مقرئ، ولد في دمشق وتوفي في شيراز، له سبعة وثلاثون مصنفًا في القراءات والتجويد والحديث والفقه وغيرها. ¶ الكتاب جزءان/ مجلدان: وهو سفر جليل في علم القراءات، خصصه ابن الجزري للقراءات العشر المروية عن القراء العشرة التالية أسماؤهم: ¶ 1. عبد الله بن عامر الشامي ت 118هـ. ¶ 2. عبد الله بن كثير المكي، ت 120هـ. ¶ 3. عاصم بن أبي النجود ت 127هـ. ¶ 4. أبو عمرو بن العلاء البصري ت 154هـ. ¶ 5. حمزة بن حبيب الكوفي ت 156هـ. ¶ 6. نافع المدني ت 169هـ. ¶ 7. علي بن حمزة الكسائي ت 187هـ. ¶ 8. يزيد بن القعقاع المدني ت 130هـ. ¶ 9. يعقوب بن إسحاق الحضرمي ت 205هـ. ¶ 10. خلف بن هاشم البصري ت 229هـ.",
            "page": "81",
            "part": "1",
            "seal": "4A1E1188"
        },
        {
            "id": "75",
            "nass": "علما بأن من اقتصر على سبع قراءات، اكتفى بالسبع الأولى المذكورة أعلاه، وقد تعرض ابن الجزري في كتابه لمخارج الحروف وصفاتها وعلم التجويد بشكل عام وأحكام الوقف والابتداء، وغير ذلك مما يتعلق بالقرآن الكريم من مباحث. ¶ ثانيا: تقريب النشر في القراءات العشر لابن الجزري ¶ المصنف: ابن الجزري ت 833هـ، سبقت ترجمته. ¶ الكتاب: مجلد واحد وهو اختصار لكتاب النشر في القراءات العشر السابق ذكره، وقد اختصره نفس مصنفه. ¶ ثالثا: إتحاف فضلاء البشر في القراءات الأربع عشر للدمياطي ¶ المؤلف: الدمياطي ت 1116هـ، أحمد بن محمد الشافعي، الشهير بالبناء بالدمياطي، عالم بالقرآن، ولد ونشأ بدمياط، وأخذ عن علماء الأزهر والحجاز واليمن، توفي بالمدينة المنورة حاجًّا، ودفن في البقيع، من كتبه: اختصار السيرة الحلبية، وحاشية على شرح المحلي على الورقات لإمام الحرمين. ¶ الكتاب: كما هو واضح من العنوان، فإن موضوع الكتاب هو القراءات القرآنية الأربع عشر، حيث زاد الدمياطي على القراءات العشر التي ذكرها ابن الجزري أربع قراءات أخرى هي قراءة كل من الأئمة التالية أسماؤهم: ¶ 1. الإمام الحسن البصري ت 110هـ. ¶ 2. محمد بن عبد الرحمن السهمي المكي، ت 123هـ. ¶ 3. يحيى بن المبارك اليزيدي ت 202هـ. ¶ 4. محمد بن أحمد الشنبوذي ت 388هـ.",
            "page": "82",
            "part": "1",
            "seal": "3DC237AE"
        },
        {
            "id": "76",
            "nass": "مصادر علوم القرآن ¶ ... ¶ خامسا: من أشهر ما صنف في علوم القرآن ¶ علوم القرآن اسم فن يتعلق بالقرآن الكريم ويمكن تعريفه بأنه: المباحث المتعلقة بالقرآن الكريم من ناحية مبدأ نزوله وكيفية هذا النزول ومكانه ومدته، ومن ناحية جمعه وكتابته في العصر النبوي وعهدي أبي بكر وعمر، ومن ناحية إعجازه وناسخه ومنسوخه ومحكمة ومتشابهه وأقسامه وأمثاله وترتيب سوره وآياته وترتيله وأدائه إلى غير ذلك من العلوم، ولهذا العلم فوائد منها: ¶ 1- المساعدة على فهم القرآن من خلال معرفة العناصر المذكورة في التعريف. ¶ 2- التمكن من الأسحلة التي تساعد على دحض شبهات أعداء القرآن. ¶ 3- التزود بمعنى وافر من الثقافة القرآنية وما اشتمل عليه القرآن من علوم ومعارف تساعد في تزكية النفس وتهذيب الأخلاق. ¶ نشأة هذا العلم: لم تكن الدراسات في علوم القرآن قد اتخذت وضعا مستقلا في العصور الإسلامية الأولى وإنما وردت متفرقة في روايات المحدثين وأقوال العلماء ومقدمات كتب المفسرين كالطبري ت 319هـ، وابن عطية ت 542هـ، والقرطبي ت 671هـ، وجاء قدر منها في كتب البلاغة وغيرها، كما جاء قدر منها في كتب الجدل والمناظرات كالانتصار للباقلاني ت 403هـ، والمغني للقاضي عبد الجبار ت 415هـ، وغيرها، وفي كتب القراءات والرسم والأحكام ككتب النووي ت 676هـ، والكيا الهراسي ت 504هـ، وابن الجزري ت 833هـ.",
            "page": "83",
            "part": "1",
            "seal": "EE01D5A2"
        },
        {
            "id": "77",
            "nass": "وأول عهد بظهور هذا الاصطلاح كما أشار لذلك صاحب كتاب مناهل العرفان1 هو القرن الرابع حيث ألف على بن إبراهيم بن سعيد الشهير بالحوفي ت 330هـ، كتابا اسمه: البرهان في علوم القرآن. ¶ ثم في القرن السادس ألف ابن الجوزي ت 597هـ، كتابين هما: فنون الأفنان في علوم القرآن، والمجتبى في علوم القرآن. ¶ وفي القرن السابع ألف علم الدين السخاوي ت 641هـ، كتابا سماه: جمال القراء، وألف أبو شامة ت 665هـ، كتابا سماه: المرشد الوجيز فيما يتعلق بالقرآن العزيز. ¶ وفي القرن التاسع ألف جلال الدين البلقيني ت 824هـ، كتابا سماه: مواقع العلوم من مواقع النجوم، وألف محمد بن سليمان الكافيجي ت 873هـ كتابا في هذا العلم، ثم ألف السيوطي ت 911هـ، كتابين في هذا الفن هما: التحبير في علوم التفسير، والإتقان في علوم القرآن. ¶ ثم ركدت حركة التأليف في هذا الفن حتى هذه الأعصر المتأخرة حيث ألف في الفن من الكتب: ¶ __________ ¶ 1 مناهل العرفان: الزرقاني: 34/1.",
            "page": "84",
            "part": "1",
            "seal": "83352DE7"
        },
        {
            "id": "78",
            "nass": "- التبيان في علوم القرآن، طاهر الجزائري ت 1338هـ. ¶ - منهج الفرقان في علوم القرآن، محمد علي سلامة. ¶ - إعجاز القرآن، مصطفى صادق الرافعي ت 1326هـ. ¶ - مناهل العرفان في علوم القرآن، محمد عبد العظيم الزرقاني ت 1367هـ. ¶ - النبأ العظيم عن القرآن الكريم والطريقة المثلى في دراسته، لمحمد عبد الله دراز ت 1377هـ، ¶ ثم أخيرا ظهرت بعض المؤلفات الحديثة نوعا ما مثل: ¶ - موارد الظمآن في علوم القرآن/ صابر حسن محمد أبو سليمان. ¶ - مباحث في علوم القرآن/ د. صبحي الصالح ت 1407هـ. ¶ - مباحث في علوم القرآن/ مناع القطان. ¶ - التبيان في علوم القرآن/ محمد علي الصابوني. ¶ وسنتناول فيما يلي كتابين من أشهر ما ألف في هذا الفن وهما: ¶ أولا: البرهان في علوم القرآن للزركشي: ¶ المصنف: الزركشي ت 794هـ، بدر الدين محمد بن عبد الله بن بهادر، ولد بالقاهرة سنة 745هـ، شافعي المذهب من شيوخه: جمال الدين الإسنوي، وسراج الدين البلقيني، والحافظ مغلطاي وابن كثير، توفي في مصر، ودفن بالقرافة، له أكثر من ثلاثين مصنفا منها: البحر المحيط في أصول الفقه، اللآلئ المنثورة في الأحاديث المشهورة، والنكت على ابن الصلاح. ¶ الكتاب: من أجمع ما صنف في علوم القرآن الكريم، جمع فيه زبدة ما صنف قلبه وأضاف عليها وحقق مسائل كثيرة، ووضح ما أغلق، وبين ما أشكل في مختلف العلوم التي نشأت حول القرآن الكريم، وجعلها في سبعة وأربعين نوعًا فبحث تحت هذه الأنواع:",
            "page": "85",
            "part": "1",
            "seal": "B46DFBF7"
        },
        {
            "id": "79",
            "nass": "- أسباب النزول. ¶ - معرفة المناسبات بين الآيات. ¶ - معرفة الفواصل ورءوس الآي. ¶ - علم المتشابه والمبهمات. ¶ - أسرار الفواتح والسور وخواتمها. ¶ - معرفة المكي والمدني وترتيب ذلك. ¶ - معرفة أول ما نزل وآخر ما نزل من القرآن الكريم ... إلخ. ¶ وبحث هذه الأنواع باستفاضة، مما جعل كتابه من أفضل ما ألف في هذا الفن. ¶ ثانيا: الإتقان في علوم القرآن للسيوطي ¶ المصنف: السيوطي ت 911هـ، جلال الدين عبد الرحمن بن أبي بكر بن محمد بن سابق الدين الخضيري، إمام حافظ مؤرخ أديب، له نحو ستمائة مصنف، ولد في أول ليلة من رجب سنة 894هـ، ونشأ يتيمًا فحفظ القرآن والعمدة وألفية النحو، مات والده وعمره خمس سنوات، فنشأ في القاهرة يتيما، ولما بلغ أربعين سنة اعتزل الناس وخلا بنفسه في روضة المقياس على النيل، فألف أكثر كتبه، وكان الأغنياء والأمراء يزورونه ويعرضون عليه الأموال والهدايا فيردها، من كتبه: ¶ - الإتقان في علوم القرآن. ¶ - الأشباه والنظائر في العربية. ¶ - الأشباه والنظائر في فروع الشافعية. ¶ - الاقتراح في أصول النحو. ¶ - الإكليل في استنباط التنزيل.",
            "page": "86",
            "part": "1",
            "seal": "6771E6D0"
        },
        {
            "id": "80",
            "nass": "- الألفية في مصطلح الحديث، وغيرها كثير. ¶ الكتاب: الإتقان في علوم القرآن من أشمل ما ألف في هذا العلم، حرص فيه السيوطي على الاستفادة من الكتب التي سبقته، خاصة كتاب البرهان للزركشي، وزاد على هذه الكتب، وقد تناول ثمانين نوعا من المباحث القرآنية، مثل: المكي والمدني وهذا أول نوع بحثه، ثم ختم كتابه بالنوع الثمانين وهو في: طبقات المفسرين.",
            "page": "87",
            "part": "1",
            "seal": "E92AF0E9"
        },
        {
            "id": "81",
            "nass": "مصادر علم التفسير ¶ ... ¶ سادسا: أشهر ما صنف في علم التفسير ¶ - معنى التفسير: ¶ - لغة: الإيضاح والبيان، من الفَسْر بمعنى: الإبانة والكشف. ¶ - اصطلاحا: علم يفهم به كتاب الله المنزل على نبيه محمد -صلى الله عليه وسلم- واستخراج أحكامه وحكمه. ¶ - أقسام التفسير1: التفسير أقسام وألوان عدة، منها: التفسير الموضوعي والإشاري والنحوي والفقهي والعلمي ... إلخ والذي يهمنا هنا نوعين هما: ¶ النوع الأول: التفسير بالمأثور: وهو التفسير الذي يعتمد على ما جاء في القرآن الكريم نفسه من البيان والتفصيل لبعض آياته، وما نقل عن الرسول -صلى الله عليه وسلم- وما نقل عن الصحابة -رضوان الله عليهم- وما نقل عن التابعين من كل ما هو بيان وتوضيح لمراد الله تعالى من نصوص القرآن الكريم، ومن أشهر ما ألف في هذا اللون: ¶ - بحر العلوم لأبي الليث السمرقندي ت 373هـ. ¶ - الكشف والبيان عن تفسير القرآن، لأحمد بن محمد الثعلبي ت 427هـ. ¶ - المحرر الوجيز في تفسير الكتاب العزيز لابن عطية الأندلسي ت542هـ. ¶ - الجواهر الحسان في تفسير القرآن لعبد الرحمن الثعالبي ت875هـ. ¶ - الدر المنثور في التفسير بالمأثور للسيوطي ت911هـ. ¶ وفيما يلي نتناول بعضا منها بشيء من التفصيل: ¶ __________ ¶ 1 التفسير والمفسرون: الذهبي: 140/1.",
            "page": "88",
            "part": "1",
            "seal": "0F7257EF"
        },
        {
            "id": "82",
            "nass": "أولا: جامع البيان في تفسير القرآن للطبري ¶ المصنف: الطبري ت 310هـ، محمد بن جرير بن يزيد، ولد في آمل طبرستان، رحل في طلب العلم إلى مصر والشام والعراق وتوفي في بغداد، حافظ للقرآن، عالم بالقراءات والتفسير والحديث والفقه والتاريخ، من مصنفاته: تاريخ الأمم والملوك. ¶ الكتاب خمسة عشر جزءا/ خمسة عشر مجلدا: ويعتبر المرجع الأول والأهم في التفسير بالمأثور، وطريقته أن يفسر الآية ويستشهد على ما قاله بما يرويه بسنده إلى الصحابة والتابعين من التفسير بالمأثور، وإذا كان في الآية قولان أو أكثر فإنه يعرض لكل ما قيل فيها، ويستشهد لكل قول بما يروي عن الصحابة والتابعين، ويوجه الأقوال، ويرجح، ويتعرض للإعراب ويستنبط الأحكام مع توجيه الأدلة وترجيح ما يختار. ¶ ثانيا: معالم التنزيل في التفسير والتأويل للبغوي ¶ المصنف: البغوي ت 516هـ، 1112م، أبو محمد الحسين بن مسعود بن محمد، ينسب إلى بغ بخراسان، كان إماما في التفسير والحديث والفقه، وكان ورعا زاهدا، من مؤلفاته: ¶ - شرح السنة في الحديث. ¶ - الجمع بين الصحيحين. ¶ التهذيب في الفقه، وغير ذلك. ¶ الكتاب خمسة أجزاء/ خمسة مجلدات: وصفه ابن تيمية ت 728هـ، عندما سئل عنه وعن الزمخشري ت 538هـ، والقرطبي ت 671هـ، فقال: أسلمها البدعة والأحاديث الضعيفة البغوي ت 516هـ، لكنه مختصر من تفسير الثعلبي ت 427هـ، وحذف منه الأحاديث الموضوعة والبدع التي فيه، وحذف أشياء أخرى.",
            "page": "89",
            "part": "1",
            "seal": "C9BBFD57"
        },
        {
            "id": "83",
            "nass": "ثالثا: تفسير القرآن العظيم لابن كثير ¶ المصنف: ابن كثير ت 774هـ، سبقت ترجمته. ¶ الكتاب أربعة أجزاء/ أربعة مجلدات: من أشهر ما دون في التفسير بالمأثور وهو بعد كتاب ابن جرير، اختصره محمد نسيب الرفاعي، وذلك بحذف ما فيه من إسرائيليات وأحاديث ضعيفة في كتابه: تيسير العلي القدير لاختصار تفسير ابن كثير. ¶ النوع الثاني: التفسير بالرأي: ¶ أي: تفسير القرآن بالاجتهاد بعد معرفة المفسر لكلام العرب، ومناحيهم في القول، ومعرفته للألفاظ العربية ووجوه دلالاتها، واستعانته في ذلك بالشعر الجاهلي، ووقوفه على أسباب النزول ومعرفته بالناسخ والمنسوخ من آيات القرآن وغير ذلك من الأدوات التي يحتاج إليها، وهذا التفسير قسمان: ¶ أ- الرأي الجائز: وهو الذي يجري على موافقة كلام العرب ومناحيهم في القول، مع موافقة الكتاب والسنة ومراعاة سائر شروط التفسير من علم باللغة والنحو والصرف والاشتقاق والمعاني والبيان والبديع والقصص والناسخ والمنسوخ والأحاديث المبينة لتفسير المجمل والمبهم. ¶ ب- الرأي المذموم: وهو الذي لا يجري على قوانين العربية ولا يوافق الأدلة الشرعية ولا يستوفي شرائط التفسير. ¶ ومن أهم كتب التفسير بالرأي: ¶ - غرائب القرآن ورغائب الفرقان لمحمود النيسابوري 550هـ.",
            "page": "90",
            "part": "1",
            "seal": "EE95AC5C"
        },
        {
            "id": "84",
            "nass": "- لباب التأويل في معاني التنزيل، لعلي بن محمد الخازن ت 741هـ. ¶ - تفسير الجلالين، محمد بن أحمد المحلي ت 864هـ، والسيوطي ت 911هـ. ¶ - السراج المنير، لمحمد بن أحمد الخطيب الشربيني ت 977هـ. ¶ - إرشاد العقل السليم إلى مزايا الكتاب الكريم، لأبي السعود محمد بن محمد ت 982هـ، ومنها كذلك: ¶ أولا: الكشاف للزمخشري ¶ المؤلف: الزمخشري ت 538هـ، أبو القاسم محمود بن عمر بن محمد بن عمر الخوارزمي، كبير المعتزلة، ولد في زمخشر من قرى خوارزم، برع في التفسير والحديث والنحو واللغة والأدب، له مصنفات عدة منها: ¶ - الفائق في تفسير الحديث. ¶ - أساس البلاغة في اللغة. ¶ - رءوس المسائل في الفقه، وغير ذلك. ¶ الكتاب، الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل، من أشهر كتب المعتزلة، أبان من وجوه الإعجاز والبلاغة القرآنية الكثير، لكنه شحنه بعقائد معتزلية تخالف مذهب أهل السنة، قال ابن تيمية رحمه الله: ما من تفسير من تفاسير المعتزلة إلا وبطلانه يظهر من وجوه كثيرة، ومن هؤلاء من يكون حسن العبارة، فصيحا، ويدس البدع في كلامه وأكثر الناس لا يعلمون، كصاحب الكشاف. ¶ ثانيا: مفاتيح الغيب للرازي ¶ المصنف: الرازي ت 606هـ، أبو عبد الله محمد بن عمر بن",
            "page": "91",
            "part": "1",
            "seal": "F9B9D022"
        },
        {
            "id": "85",
            "nass": "الحسين بن الحسن بن علي التميمي برع في التفسير واللغة وغيرهما ومن آثاره: ¶ - المطالب العالية. ¶ - البيان والبرهان في الرد على أهل الزيغ والطغيان. ¶ - المحصول في أصول الفقه وغير ذلك. ¶ الكتاب، ستة عشرجزءا/ ستة عشرمجلدا: لم يتمه الرازي، واختلف فيمن أتمه من بعده، مع أنه لا يلاحظ فرق بين ما كتبه الرازي ومن سواه، وامتاز هذا التفسير بالأبحاث الواسعة في نواحي شتى من العلم الرياضي والفلسفي، أورد شبهات المعتزلة وقصر في الرد عليها، ويتحدث في تفسيره في الفقه والأصول والنحو والبلاغة، ولكثرة الفنون التي تناولها قال بعض العلماء عن تفسيره: فيه كل شيء إلا التفسير. ¶ ثالثا: أنوار التنزيل وأسرار التأويل للبيضاوي ¶ المصنف: البيضاوي ت 691هـ، ناصر الدين أبو الخير عبد الله بن عمر بن محمد بن علي، وهو من بلاد فارس، ولي قضاء شيراز، كان إماما مبرزا صالحا متعبدا، أثنى عليه عدد من الأئمة، ومن مؤلفاته: ¶ - المنهاج وشرحه في أصول الفقه. ¶ - الطوالع في أصول الدين. ¶ الكتاب: مختصر من كشاف الزمخشري ت 538هـ، مجتنبا ما فيه من اعتزال، وأحيانا يذهب إلى ما يذهب إليه الزمخشري، واستمد كذلك تفسيره من تفسير الراغب الأصفهاني ت 502هـ، ومفاتيح الغيب للفخر الرازي ت 606هـ.",
            "page": "92",
            "part": "1",
            "seal": "CA572B28"
        },
        {
            "id": "86",
            "nass": "ويتعرض في تفسيره للنحو دون توسع ويتعرض لبعض المسائل الفقهية دون توسع كذلك، وهومقل من الروايات الإسرائيلية. ¶ رابعا: مدارك التأويل وحقائق التنزيل للنسفي ¶ المؤلف: النسفي ت 701هـ، أبو البركات عبد الله بن أحمد، من نسف من بلاد ما وراء النهر، بارع في الفقه والأصول والحديث، من الأئمة الزهاد، من مؤلفاته: ¶ - متن الوافي. ¶ - الكافي. ¶ - كنز الدقائق/ فقه. ¶ - المنار/ أصول الفقه. ¶ الكتاب أربعة أجزاء/ ثلاثة مجلدات: وهو مختصر من تفسير الكشاف للزمخشري ت 538هـ ومن تفسير البيضاوي ت 685هـ، غير أنه ترك ما في الكشاف من الاعتزالات وجرى فيه على مذهب أهل السنة والجماعة. ¶ اشتمل على وجوه الإعراب والقراءات والبلاغة والمحسنات البديعية والكشف عن المعاني الدقيقة والخفية ويتعرض للمسائل الفقيه دون توسع وينتصر في العادة لمذهبه الحنفي، وهو تفسير مقل في ذكر الإسرائيليات. ¶ خامسا: البحر المحيط لأبي حيان ¶ المؤلف: أبو حيان ت 745هـ، أثير الدين أبو عبد الله محمد بن يوسف بن على بن يوسف بن حيان الأندلسي الشهير بأبي حيان، كان ملما بالقراءات والنحو والتفسير والصرف والحديث وتراجم الرجال، له مؤلفات عدة منها:",
            "page": "93",
            "part": "1",
            "seal": "14548CDF"
        },
        {
            "id": "87",
            "nass": "- غريب القرآن. ¶ - شرح التسهيل. ¶ - نهاية الإعراب. ¶ الكتاب ثمانية أجزاء/ ثمانية مجلدات: ويعتبر المرجع الأول لمن يريد أن يقف على وجوه الإعراب؛ لأنه أكثر من ذلك حتى أصبح كتابه أقرب إلى النحو منه إلى التفسير، مع عدم إغفال للحديث عن المعاني اللغوية للمفردات وأسباب النزول والناسخ والمنسوخ والقراءات والبلاغة والأحكام الفقهية. ¶ وينقل في تفسيره كثيرا من تفسير الزمخشري ت 538هـ، وتفسير ابن عطية ت 542هـ، خصوصا ما كان من مسائل النحو، وكثيرا ما يتعقبهما بالرد والتفنيد. ¶ سادسا: روح المعاني في تفسير القرآن العظيم والسبع المثاني للآلوسي ¶ المؤلف: الآلوسي ت 1270هـ، أبو الثناء شهاب الدين السيد محمود أفندي ينسب لآلوس، جزيرة في نهر الفرات، كان شيخ العلماء في العراق وجمع كثيرا من العلوم وله عدد من المؤلفات. ¶ الكتاب ثلاثون جزءا/ خمسة عشر مجلدا: مهتم بآراد السلف رواية ودراية مشتمل على أقوال الخلف بكل أمانة وعناية، فهو جامع جامع لخلاصة ما سبقه من التفاسير فهو ينقل عن: ¶ - تفسير الكشاف للزمخشري ت 538هـ. ¶ - تفسير ابن عطية ت 542هـ. ¶ - تفسير الفخر الرازي ت 606هـ. ¶ - تفسير البيضاوي ت 691هـ. ¶ - تفسير أبي حيان ت 745هـ.",
            "page": "94",
            "part": "1",
            "seal": "EDB11AF8"
        },
        {
            "id": "88",
            "nass": "- تفسير أبي السعود ت 982هـ، وغيرها وهو يفند آراء المعتزلة والشيعة وغيرهم من أصحاب المذاهب. ¶ ويستطرد في المسائل الفقهية والنحوية ويفصل المسائل الفقهية، وينتقد الإسرائيليات ويتعرض للقراءات وله اتجاه نحو التفسير الإشاري.",
            "page": "95",
            "part": "1",
            "seal": "CC385848"
        },
        {
            "id": "89",
            "nass": "مصادر تراجم المفسرين ¶ ... ¶ سابعا: أشهر ما صنف في تراجم المفسرين ¶ كتب التراجم المختلفة: ¶ - فبعضها يقتصر على تراجم مهنة ما كالطب والهندسة والقضاء ... إلخ. ¶ - وبعضها يترجم لعلماء في علم معين، كالمحدثين والفقهاء ... إلخ. ¶ - وبعضها يختار بلدا من البلدان يترجم لأعلامه. ¶ - وبعضها يختار طائفة من الطوائف يترجم لأعلامها. ¶ - وبعضها كذا، وبعضها كذا ... إلخ. ¶ ونحن هنا أمام تراجم أهل فن خاص هو علم التفسير، ومن أشهر ما ألف في هذا الفن: ¶ أولا: طبقات المفسرين للسيوطي ¶ المؤلف: السيوطي ت 911هـ، سبقت ترجمته. ¶ الكتاب: يترجم هذا الكتاب للمفسرين فقط، ولا يشرك معهم غيرهم من المحدثين والفقهاء والنحاة وغيرهم، ومجموع من ترجم لهم: مائة وستة وثلاثون مفسرا، وقسمهم إلى أربعة أنواع: ¶ - المفسرون من طبقة الصحابة والتابعين وأتباع التابعين. ¶ - المفسرون من المحدثين.",
            "page": "95",
            "part": "1",
            "seal": "28E85E38"
        },
        {
            "id": "90",
            "nass": "- بقية المفسرين من علماء أهل السنة. ¶ - من صنف تفسيرا من المعتزلة والشيعة وغيرهم من المبتدعة. ¶ ثانيا: طبقات المفسرين للداودي ¶ المؤلف: الداودي، ت 945هـ، 1538م، الحافظ شمس الدين محمد بن علي بن أحمد، مالكي المذهب، شيخ أهل الحديث في عصره، مصري من تلاميذ جلال الدين السيوطي، له كتب كثيرة منها: ¶ - ذيل طبقات الشافعية للسبكي ت 771هـ. ¶ - ترجمة الحافظ السيوطي ت 911هـ. ¶ - الإتحاف بتمييز ما اتبع فيه البيضاوي صاحب الكشاف. ¶ الكتاب جزءان/ مجلدان: جمع تراجم المفسرين حتى أوائل القرن العاشر للهجرة، ورتبه على حروف المعجم، واعتمد على مراجع عديدة منها: ¶ - طبقات الحنابلة لأبي يعلى ت 458هـ. ¶ - طبقات الحنفية للقرشي ت 688هـ. ¶ - طبقات القراء، وطبقات الحفاظ للذهبي ت 748هـ. ¶ - طبقات الشافعية الكبرى لعبد الوهاب بن علي السبكي ت 771هـ. ¶ - طبقات المالكية لابن فرحون ت 799هـ. ¶ - طبقات ابن قاضي شهبة ت 851هـ. ¶ - طبقات الحفاظ للسيوطي ت 911هـ، وغير ذلك كثير.",
            "page": "96",
            "part": "1",
            "seal": "4FAF4BF4"
        },
        {
            "id": "91",
            "nass": "ثم كتب أحمد بن محمد الأدنه وي من علماء القرن الحادي عشر، كتابه طبقات المفسرين، وقد استدرك فيه ما فات على الداودي، بحيث إذا اجتمع الكتابان كانا من أجمع ما ألف في هذا الفن1 ¶ __________ ¶ 1 الأدنه وي أحمد بن محمد، طبقات المفسرين، تحقيق د. سليمان الخزي، ص8.",
            "page": "97",
            "part": "1",
            "seal": "D9385902"
        },
        {
            "id": "92",
            "nass": "المبحث الثاني: المصادر المتعلقة بالحديث الشريف وعلومه ¶ مدخل ¶ ... ¶ 34 المبحث الثاني: المصادر المتعلقة بالحديث الشريف وعلومه ¶ لا يخفى على أحد ما للحديث من أهمية في الإسلام، فالسنة هي المصدر الثاني من مصادر التشريع ويستحيل استقصاء كل ما ورد من نصوص قرآنية ونبوية وأقوال للعلماء في بيان أهميتها، وحسبنا من ذلك: ¶ - قوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} 1. ¶ - وقوله صلى الله عليه وسلم: \"تركت فيكم أمرين لن تضلوا ما تمسكتم بهما: كتاب الله وسنتي\" 2. ¶ ومعنى الحديث، لغة: الجديد من الأشياء، والجمع أحاديث3 ¶ اصطلاحا: كل ما أثر عن النبي -صلى الله عليه وسلم- من قول أو فعل أو تقرير أو صفة خَلْقية أو خُلقية4. ¶ وعلوم الحديث كثيرة جدا، لكنها بشكل عام تقسم إلى قسمين هما: ¶ 1- علم الحديث رواية: وهو علم يقوم على النقل المحرر الدقيق لكل ما أضيف إلى النبي -صلى الله عليه وسلم- من قول أو فعل أو تقرير أو صفة، وكل ما أضيف من ذلك إلى الصحابة والتابعين، على الرأي المختار5. ¶ __________ ¶ 1 الحشر: 7. ¶ 2 أخرجه الحاكم في المستدرك: 173/1. ¶ 3 السنة قبل التدوين: محمد عجاج الخطيب: 20. ¶ 4 دراسات في الحديث النبوي: د. محمد مصطفى الأعظمي: 1/1، النسة قبل التدوين: محمد عجاج الخطيب: 16. ¶ 5 علوم الحديث ومصطلحه: د. صبحي الصالح: 107.",
            "page": "98",
            "part": "1",
            "seal": "F2F2DD90"
        },
        {
            "id": "93",
            "nass": "2- علم الحديث دراية: وهو مجموعة من المباحث والمسائل يعرف بها حال الراوي والمروي من حيث القبول أو الرد1. ¶ والمقصود بالراوي: الذي ينقل الحديث بإسناده سواء أكان رجلا أم امرأة2. ¶ والمقصود بالمروي: ما يضاف إلى النبي -صلى الله عليه وسلم- أو إلى غيره من الصحابة والتابعين3. ¶ وفيما يلي بحث موسع حول هذين العلمين وأشهر ما صنف فيهما. ¶ __________ ¶ 1 المرجع السابق: 107. ¶ 2 المرجع السابق: 107. ¶ 3 المرجع السابق: 107.",
            "page": "99",
            "part": "1",
            "seal": "C391300D"
        },
        {
            "id": "94",
            "nass": "مصادر علم الحديث رواية ¶ ... ¶ أولا: علم الحديث رواية ¶ لقد مرت كتابة الحديث بمراحل عدة، ولكل مرحلة ميزاتها، وفيما يلي موجز عن هذه المراحل: ¶ 1- في عهد الرسول -صلى الله عليه وسلم- وصحابته وكبار التابعين دون قليل من الحديث. ¶ 2- في أوائل القرن الثاني أمر الخليفة عمر بن عبد العزيز بكتابة الحديث وكلف بذلك محمد بن مسلم بن شهاب الزهري ت 124هـ، وشرع فعلا في تدوين الحديث، وفي خلال هذا القرن شاع تدوين الحديث، لكنه كان ممزوجا بأقوال الصحابة والتابعين. ¶ 3- في أوئل القرن الثالث، أفرد الحديث بالتدوين، وكانت المؤلفات تجمع بين الصحيح والحسن والضعيف إلى أن جاء البخاري ت 256هـ فأفرد",
            "page": "99",
            "part": "1",
            "seal": "1D9C7482"
        },
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة الطبعة الثانية ¶ الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، وبعد: فهذه هي الطبعة الثانية من كتاب المكتبة الإسلامية، والتي أقدمها للقراء الكرام راجيا تمام النفع بها وأن يتقبلها الله بقبول حسن، إنه ولي ذلك والقادر عليه. ¶ ولابد من الإشارة إلى أن هذه الطبعة، تميزت بميزات عدة سيلمسها القارئ، ومن ذلك على سبيل المثال لا الحصر، مزيد من العناية بالترتيب لموضوعات الكتاب حسب تاريخ نشأتها، فمثلا بالنسبة لمصادر علوم الحديث رواية، أعيد ترتيبها كما يلي: ¶ 1- الجوامع. 2- الموطآت. 3- المسانيد. 4- السنن. 5- الصحاح. 6- المجاميع. ¶ واتبعت هذه المنهجية في جميع الموضوعات، بل وحتى في تريب الكتب في الموضوع الواحد، كذلك عند عرض أسماء العلماء الذين برزوا في كل فن، مما جعل بناء الكتاب في غاية التناسق والتكامل، ويعطي القارئ فكرة تامة عن نمو حركة التأليف في الموضوع المحدد من بداياته وحتى نضجه. ¶ هذا عدا عن متابعة دقيقة للمادة العلمية بحيث إنها تكاد تخلو من الأخطاء المطبعية وسواها ما أمكن، راجيا أن يجد هذا الكتاب بثوبه الجديد من القبول لدى طلبة العلم، ما وجده في طبعته الأولى، وكلِّي أمل أن يتفضلوا بإهداء ملاحظاتهم التي ستكون محل عناية في طبعة قادمة إن شاء الله تعالى، فالكمال لله وحده. ¶ هذا ونظرا لما لاقته فكرة الكتاب من استحسان، وتلبية لرغبة عدد من طلبة العلم، فقد توطد العزم بمشيئة الله تعالى على مواصلة البحث في كافة فروع التراث الإسلامي والعربي بحيث يكون كتاب المكتبة الإسلامية الكتاب الأول ضمن سلسلة",
            "page": "5",
            "part": "1",
            "seal": "F8E24F74"
        },
        {
            "id": "2",
            "nass": "كاملة، ويتلوه قريبا -إن شاء الله تعالى- الكتاب الثاني في المكتبة العربية، وإن الرغبة لشديدة في مواصلة التصنيف في هذه السلسلة حتى تكتمل بعون الله وتوفيقه. ¶ وآخر دعوانا أن الحمد الله رب العالمين. ¶ د. عماد جمعة ¶ كلية التربية للبنات/ البكيرية. ¶ القصيم/ المملكة العربية السعودية. ¶ هاتف: 06/3361289- جوال: 057867536 ¶ 1424/7/1هـ.",
            "page": "6",
            "part": "1",
            "seal": "648C86D1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة الطبعة الأولى ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، وعلى آله وأصحابه أجمعين، وبعد: ¶ فهذا كتاب يتناول بالبحث بعضا من ملامح المكتبة الإسلامية، بعد تمهيد عام تناول اهتمام الإسلام بالعلم والتفكير وتسامح الإسلام، ومبدأ المساواة بين المسلمين الذي حبب شعوب البلاد المفتوحة في الإسلام، وتعلم اللغة العربية لغة القرآن الكريم وإتقانها، مع بيان بدايات هذه النهضة في عالم الكتب التي بدأت بعصر التدوين الذي شارك فيه أبناء البلاد المفتوحة بهمة إلى جانب العرب الخلص، مما أثرى المكتبة الإسلامية في جميع فروع التراث، وهذا الذي أدى بالتالي إلى ضرورة وجود مدونات ببليوجرافية للمصادر الإسلامية، نظرا لكثرة المصادر ولحاجة طلبة العلم إلى مدونات تحصر هذه المصادر، وهذا ما تم بحثه في الباب الأول من هذا الكتاب حيث تناول الكتاب بعضا منها مثل: إحصاء العلوم للفارابي، الفهرست لابن النديم، ومفتاح السعادة لطاش كبرى زادة، وكشف الظنون لحاجي خليفة، وإيضاح المكنون للبغدادي، وهدية العارفين للبغدادي كذلك، وتاريخ الأدب العربي لبروكلمان، وتاريخ التراث العربي لفؤاد سزكين، ومعجم المؤلفين لعمر كحالة، والأعلام للزركلي، وسير أعلام النبلاء للذهبي. ¶ وفي الباب الثاني من الكتاب تم تناول نماذج من المصادر ذاتها في: ¶ - علوم القرآن. ¶ - وعلوم الحديث.",
            "page": "7",
            "part": "1",
            "seal": "F5221B75"
        },
        {
            "id": "4",
            "nass": "- وعلم الفقه. ¶ - وعلم الأصول. ¶ وفي ختام هذه المقدمة، أسأل الله تعالى أن ينفع بهذا الكتاب، وأن يجعله في موازين أعمالنا الصالحة يوم القيامة، إنه على كل شيء قدير، وبالإجابة جدير.",
            "page": "8",
            "part": "1",
            "seal": "C7D5E017"
        },
        {
            "id": "5",
            "nass": "التمهيد ¶ المبحث الأول: اهتمام الإسلام بالعلم ¶ ... ¶ التمهيد ¶ وفيه أربعة مباحث: ¶ - المبحث الأول: اهتمام الإسلام بالعلم. ¶ - المبحث الثاني: تسامح الإسلام، ومبدأ المساواة بين المسلمين الذي حبب شعوب البلاد المفتوحة في الإسلام، وتعلم اللغة العربية، لغة القرآن الكريم وإتقانها. ¶ - المبحث الثالث: عصر التدوين ومشاركة أبناء البلاد المفتوحة فيه بهمة إلى جانب العرب الخلص. ¶ - المبحث الرابع: ثراء المكتبة الإسلامية في جميع فروع التراث.",
            "page": "9",
            "part": "1",
            "seal": "ECE04303"
        },
        {
            "id": "6",
            "nass": "المبحث الأول: اهتمام الإسلام بالعلم ¶ لم تعن أمة من الأمم ولاحضارة من الحضارات بالعلم والعلماء، كما عنيت أمة الإسلام وحضارته، وذلك لأن العلم عند الأمم إنما يكون لغايات معيشية دنيوية، أما في الإسلام فأهميته لأنه الباب إلى معرفة الله وحسن عبادته، وبه تصلح الدنيا والآخرة، وهو أساس العلاقات الإنسانية السليمة، وأساس التفكير القويم وأساس العمل الصالح، وقد كثرت الآيات القرآنية الكريمة، والأحاديث النبوية الشريفة، وآثار الصحابة والسلف الصالح، في الحث على العلم، وبيان فضله، والرفع من قدره وقدر العلماء وإنه لينفد القرطاس، وتنتهي الأنفاس قبل أن تحصي ما ورد في ذلك من نصوص. ¶ القرآن والعلم: لقد رفع القرآن الكريم شأن العلم والعلماء في آيات كثيرة، يقول تعالى: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} 1، ويقول تعالى: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ} 2 ويقول تعالى: {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفاً أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ وَمِنَ النَّاسِ وَالدَّوَابِّ وَالأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ} 3, فقد ربطت هذه الآية بين العلم وخشية الله تعالى، وجاء الكلام عن ¶ __________ ¶ 1 المجادلة: 11. ¶ 2 الزمر: 9. ¶ 3 فاطر: 27، 28.",
            "page": "10",
            "part": "1",
            "seal": "A653979D"
        },
        {
            "id": "7",
            "nass": "والسود، وذكر النباتات المختلفة الألوان وذكر الناس والأنعام، قال الإمام ابن كثير ت 774هـ في تفسير الآية السابقة: أي إنما يخشاه حق خشيته العلماء العارفون به؛ لأنه كلما كانت المعرفة للعظيم القدير العليم الموصوف بصفات الكمال المنعوت بالأسماء الحسنى أتم والعلم بها أكمل، كانت الخشية له أعظم وأكبر1. ¶ ولقد ذكر القرآن الكريم الحاجة إلى العلم بعد الكلام عن خلق آدم، قال تعالى: {وَعَلَّمَ آدَمَ الأَسْمَاءَ كُلَّهَا} 2، والعلم يسبق العمل، ولا يكون العمل إلا بعلم، قال الإمام البخاري: العلم قبل القول والعمل لقوله تعالى: {فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلاَّ اللَّه} 3 فبدأ بالعلم4. ¶ وكان أول ما نزل من القرآن أمر صريح بالعلم والقراءة، قال تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الإِنسَانَ مِنْ عَلَقٍ اقْرَأْ وَرَبُّكَ الأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الإِنسَانَ مَا لَمْ يَعْلَمْ} 5. ¶ السنة والعلم: لقد فاق اهتمام الرسول -صلى الله عليه وسلم- بالعلم حدود الوصف، وحسبك أن تستعرض بعضا من أقواله -صلى الله عليه وسلم- لتعرف بعضا من هذا الاهتمام فقد ورد عنه صلى الله عليه وسلم قوله: \"من سلك طريقا يلتمس فيه علمًا، سهل الله به طريقا إلى الجنة، وإن الملائكة لتضع أجنحتها لطالب العلم رضا بما يصنع، وإن العالم ليستغفر له من في السموات ومن في الأرض، حتى الحيتان في الماء، وفضل العالم على العابد، كفضل ¶ __________ ¶ 1 تفسير ابن كثير: 580/5. ¶ 2 البقرة: 31. ¶ 3 محمد: 19. ¶ 4 صحيح البخاري: ج1/ ص37، باب 10. ¶ 5 العلق: 1-5.",
            "page": "11",
            "part": "1",
            "seal": "3AF0DA51"
        },
        {
            "id": "8",
            "nass": "القمر على سائر الكواكب، وإن العلماء ورثة الأنبياء، وإن الأنبياء لم يورثوا دينارا ولا درهما، إنما ورثوا العلم، فمن أخذه أخذ بحظ وافر\" 1، بل إن رسول الله -صلى الله عليه وسلم- لم يستثن أحدا من وجوب طلب العلم، حيث يقول: \"طلب العلم فريضة على كل مسلم\" 2 ويطول بنا المقام لو أردنا أن نستعرض كل أقواله صلى الله عليه وسلم في الحث على العلم وبيان فضله وفضل العلماء، ومن هنا نلحظ اهتمامه صلى الله عليه وسلم بالعلم من أول يوم أقام فيه كيان الدولة الإسلامية، فنجد أنه صلى الله عليه وسلم لما بنى مسجده بالمدينة اتخذه هو وأصحابه مركزًا دينيًا لبث تعاليم الإسلام، وكان الرسول صلى الله عليه وسلم يجلس فيه وحوله حلقة من أصحابه، يعلمهم ويحثهم على طلب العلم والحكمة، وظل هذا المسجد ينمو ويتسع حتى انبعثت منه أنوار المعارف المختلفة في القرن الثاني الهجري، وظهر فيه أئمة الشريعة الإسلامية، وأصبحت المساجد التي بنيت على غراره في البلاد المفتوحة مراكز دينية واجتماعية ومدارس للنشاط العلمي، ووصلت إلى مستوى عالٍ في التفكير العقلي والإنتاج الديني واللغوي. ¶ كما عني الرسول صلى الله عليه وسلم بتعليم المسلمين الأولين وتثقيفهم، وبلغ من اهتمامه في ذلك أنه طلب من أسراه في بدر ممن لم يستطع أن يفدي نفسه بالمال، أن يعلم كل واحد منهم عشرة من صبيان المدينة3، وأصبح للرسول صلى الله عليه وسلم عدد كبير من الكتاب الذين كانوا يكتبون له في جميع أموره4، ومهام دولته من رسائل وكتب إلى الملوك ¶ __________ ¶ 1 سنن الترمذي: 28/5، 48، سنن الدارمي: 110/1، سنن ابن ماجه: 81/1، ورواه غيرهم بألفاظ متقاربة. ¶ 2 سنن ابن ماجه: 80/1، جامع بيان العلم وفضله، ابن عبد البر: 1. ¶ 3 مسند أحمد: 47/4، حديث: 2216، السيرة النبوية في ضوء المصادر الأصلية، مهدي رزق الله: 359. ¶ 4 كتَّاب الوحي، د أحمد عيسى: 65-70.",
            "page": "12",
            "part": "1",
            "seal": "EE4283CD"
        },
        {
            "id": "9",
            "nass": "والأمراء ومن عهود واتفاقيات بينه وبين أهل الذمة وقريش والقبائل المختلفة، وكان بعضهم يكتب مغانم الرسول -صلى الله عليه وسلم- وأموال الصدقات والمداينات والمعاملات. ¶ وظل الرسول -صلى الله عليه وسلم- هو المعلم الأول، ونَبَغ من أصحابه عدد وافر في مختلف الأمور كانت لهم بعده مكانة، علموا الناس أمور دينهم ودنياهم وجمعوا القرآن ودونوه، ورووا أحاديث الرسول -صلى الله عليه وسلم- كما بحثوا في اللغة والأدب، والعلوم الأخرى. ¶ وإن مما يُظهر لنا أهمية العلم في السنة النبوية، ذلك الكم الهائل من الأحاديث التي جمعها علماء الحديث، وحسبك أن تعرف على سبيل المثال لا الحصر أن كتاب العلم في مجمع الزوائد للهيثمي، قد بلغ أربعا وثمانين صفحة، وأن أحاديث العلم في المستدرك للحاكم بلغت أربعا وأربعين صفحة، وأنه لا يخلو كتاب من كتب الحديث من باب يتكلم عن العلم في العشرات من الأحاديث النبوية الشريفة.",
            "page": "13",
            "part": "1",
            "seal": "DF69C384"
        },
        {
            "id": "10",
            "nass": "المبحث الثاني: التسامح والمساواة في الإسلام ¶ إن تسامح المسلمين مع غيرهم، ومبدأ المساواة بين المسلمين أنفسهم حبب شعوب البلاد المفتوحة في الإسلام، وتعلم اللغة العربية لغة القرآن الكريم وإتقانها. ¶ فقد انتشر الإسلام في بقاع الأرض المختلفة انتشارًا سريعا، واعتنقته شعوب بأكملها من قوميات متعددة في مشارق الأرض ومغاربها، وكان لهذا الانتشار السريع والسهل أسباب عديدة، فالإسلام هو الدين الموافق للفطرة والمتفق مع العقل والملبي لحاجات الإنسان الروحية والمادية، الفردية والجماعية، ثم هو دين الشمول والتوازن والتكامل والتناسق، وهو دين الوسطية والاعتدال كما أنه دين التسامح والمساواة، إنساني النزعة، ليس بدين عنصري ولا إقليمي ولا طائفي، بل هو دين عالمي إنساني، ولاعجب، فإن أول آية في القرآن الكريم بعد البسملة هي: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِين} 1، وآخر سورة منه هي سورة الناس، إذن فآيات القرآن الكريم وسوره بدأت بالحديث عن عالمية هذا الدين، وانتهت بالحديث عن إنسانيته، ولذا فإنه من المستحيل حصر الإسلام في قومية أو جنس أو وطن، وفيما يلي عرض لمبدأين كان لهما أثر كبير في انتشار الإسلام، وهذان المبدآن هما: ¶ أولا: مبدأ التسامح في الإسلام: ¶ إن التسامح من أهم جوانب النزعة الإنسانية في الحضارة الإسلامية، فقد أنشأ الإسلام حضارتنا فلم يضق ذرعا بالأديان السابقة، ولم يتعصب دون الآراء والمذاهب المتعددة، بل كان شعاره {فَبَشِّرْ عِبَادِ الَّذِينَ ¶ __________ ¶ 1 الفاتحة: 2.",
            "page": "14",
            "part": "1",
            "seal": "19756930"
        },
        {
            "id": "11",
            "nass": "يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ} 1، ومن أجل ذلك كان من مبادئ حضارتنا في التسامح الديني: ¶ 1- الأديان السماوية كلها تستقي من معين واحد: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} 2. ¶ 2- الأنبياء إخوة لا تفاضل بينهم من حيث الرسالة، وأن على المسلمين أن يؤمنوا بهم جميعا: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَقَ وَيَعْقُوبَ وَالأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} 3. ¶ 3- العقيدة لا يمكن الإكراه عليها بل لابد فيها من الاقتناع {لا إِكْرَاهَ فِي الدِّينِ} 4، {أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ} 5. ¶ __________ ¶ 1 الزمر: 17، 18. ¶ 2 الشورى: 13. ¶ 3 البقرة: 136. ¶ 4 البقرة: 256. ¶ 5 يونس: 99.",
            "page": "15",
            "part": "1",
            "seal": "1875DF48"
        },
        {
            "id": "12",
            "nass": "4- الاختلاف في الأديان لا يحول دون البر والصلة والضيافة: {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} 1. ¶ 5- اختلاف الناس في أديانهم لا يمنع من الحوار الهادف إلى معرفة الحقيقة، فلهم أن يجادل بعضهم بعضا فيها بالحسنى، وفي حدود الأدب والحجة والإقناع: {وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ} 2، ولا تجوز البذاءة مع المخالفين، ولا سب عقائدهم ولو كانوا وثنيين: {وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْواً بِغَيْرِ عِلْمٍ} 3. ¶ 6- إذا اعتدي على الأمة في عقيدتها، وجب رد العدوان لحماية العقيدة ودرء الفتنة: {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ} 4، {إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُم} 5. ¶ 7- إذا انتصرت الأمة على من اعتدى عليها في الدين، أو أراد سلبها حريتها، فلا يجوز الانتقام منهم بإجبارهم على ترك دينهم، أو اضطهادهم في عقائدهم ¶ __________ ¶ 1 المائدة: 4. ¶ 2 العنكبوت: 46. ¶ 3 الأنعام: 108. ¶ 4 البقرة: 193. ¶ 5 الممتحنة: 9.",
            "page": "16",
            "part": "1",
            "seal": "BBB783DA"
        },
        {
            "id": "13",
            "nass": "وحسبهم أن يعترفوا بسلطان الدولة ويقيموا على الإخلاص لها حتى يكون لهم مالنا وعليهم ما علينا. ¶ هذه هي مبادئ التسامح الديني في الإسلام الذي قامت عليه حضارتنا، وهي توجب على المسلم أن يؤمن بأنبياء الله ورسله جميعا، وألا يتعرض لأتباعهم بسوء، يلين القول، يحسن جوارهم ويقبل ضيافتهم، وله أن يصاهرهم مع ما في ذلك من اختلاط للأسر، وامتزاج للدماء، وأوجب الأسلام على الدولة المسلمة أن تحمي أماكن عبادتهم وألا تتدخل في عقائدهم، ولا تجور عليهم في حكم، وتسويهم بالمسلمين في الحقوق والواجبات العامة، وأن تصون كرامتهم وحياتهم كما تصون كرامة المسلمين وحياتهم. ¶ وعلى هذه الأسس قامت حضارتنا، وبها رأت الدنيا لأول مرة دينا ينشئ حضارة فلا يتعصب على غيره من الأديان، ولا يطرد غير المؤمنين به من مجال العمل الاجتماعي والمنزلة الاجتماعية، وظل التسامح شرعة الحضارة الإسلامية منذ وضع أساسها رسول الله صلى الله عليه وسلم، حتى أخذت في الانهيار، فضاعت المبادئ ونسيت الأوامر، وجهل الناس دينهم، فابتعدوا عن هذا التسامح الديني العظيم. ¶ من صور التسامح في حياة الرسول صلى الله عليه وسلم: ¶ لما هاجر رسول الله -صلى الله عليه وسلم- إلى المدينة وفيها من اليهود عدد كبير، كان من أول ما عمله من شئون الدولة أن أقام بينه وبينهم ميثاقا تحترم فيه عقائدهم وتلتزم فيه الدولة بدفع الأذى عنهم، ويكونون مع المسلمين يدًا واحدة على من يقصد المدينة بسوء، فطبق بذلك رسول الله -صلى الله عليه وسلم- مبادئ التسامح الديني في البذور الأولى للحضارة الإسلامية. ¶ وكان للرسول -صلى الله عليه وسلم- جيران من أهل الكتاب، فكان يتعاهدهم ببرة ويهديهم الهدايا ويتقبل منهم هداياهم، حتى أن امرأة يهودية دست له السم في ذراع شاة أهدتها",
            "page": "17",
            "part": "1",
            "seal": "C18AD466"
        },
        {
            "id": "14",
            "nass": "إليه لما كان من عبادته أن يتقبل هديتهم ويحسن جوارهم، ولما جاء وفد نصارى الحبشة أنزلهم رسول الله -صلى الله عليه وسلم- في المسجد وقام بنفسه على ضيافتهم وخدمتهم، وكان مما قاله يومئذ: \"إنهم كانوا لأصحابنا مكرمين فأحب أن أكرمهم بنفسي\". ¶ وجاء مرة وفد نصارى نجران فأنزلهم في المسجد وسمح لهم بإقامة صلاتهم فيه، فكانوا يصلون في جانب منه، ورسول الله -صلى الله عليه وسلم- والمسلمون يصلون في جانب آخر، ولما أرادوا أن يناقشوا الرسول في الدفاع عن دينهم، استمع إليهم وجادلهم، كل ذلك برفق وأدب وسماحة خلق، وقبل الرسول من المقوقس هديته، وقبل منه جارية أرسلها إليه، وتسرى بها رسول الله -صلى الله عليه وسلم- وولدت له إبراهيم الذي لم يعمر إلا أشهرًا قليلة، ومن وصاياه للمسملين: \"استوصوا بالقبط فإن لكم فيهم نسبا وصهرا\" 1. ¶ من صور التسامح في حياة الصحابة رضي الله عنهم، على هدي الرسول -صلى الله عليه وسلم- في تسامحه الديني ذي النزعة الإنسانية الرفيعة سار صحابته من بعده: ¶ فها هو عمر ت23هـ، رضي الله عنه، حين يدخل بيت المقدس فاتحا يجيب سكانها إلى ما اشترطوه، من ألا يساكنهم فيها يهودي، وتحين صلاة العصر وهو داخل كنيسة القدس الكبرى، فيأبى أن يصلي فيها كي لا يتخذها المسلمون من بعد ذريعة للمطالبة بها واتخاذها مسجدا. ¶ ونجده وقد شكت إليه امرأة مسيحية من سكان مصر أن عمرو بن العاص ت 43هـ، رضي الله عنه، قد أدخل دارها في المسجد كرها عنها، فيسأل عمرا عن ذلك، فيخبره أن المسلمين كثروا وأصبح المسجد يضيق بهم وفي جواره دار هذه المرأة وقد عرض عليها عمرو ثمن دارها وبالغ في الثمن فلم ترض، مما اضطر عمرا إلي هدم دارها وإدخالها في المسجد، ووضع قيمة الدار في بيت المال تأخذه متى شاءت، ومع أن ¶ __________ ¶ 1 مجمع الزوائد: 63/10، 64/10، صحيح ابن حبان: 68/15، 69/15، عدة روايات بألفاظ متقاربة.",
            "page": "18",
            "part": "1",
            "seal": "7309A02D"
        },
        {
            "id": "15",
            "nass": "هذا مما تبيحه قوانيننا الحاضرة وهي حالة يعذر فيها عمرو على ما صنع، فإن عمر لم يرض ذلك وأمر عمرا أن يهدم البناء الجديد من المسجد ويعيد إلى المسيحية دارها كما كانت. ¶ هذه هي الروح المتسامحة التي سادت المجتمع الذي أظلته حضارتنا بمبادئها، فإذا بنا نشهد من ضروب التسامح الديني ما لا نجد له مثيلا في تاريخ العصور حتى في العصر الحديث. ¶ وبعد، فإن التسامح الديني في حضارتنا مما لا يعهد له مثيل في تاريخ العصور الماضية، وقد أجمع المؤرخون الغربيون ممن يحترمون الحق على هذا التسامح وأشادوا به. ¶ يقول المؤرخ الشهير المعاصر ولز في صدد بحثه عن تعاليم الإسلام: إنها أسست في العالم تقاليد عظيمة للتعامل العادل الكريم، وإنها لتنفخ في الناس روح الكرم والسماحة، كما إنها إنسانية السمة، ممكنة التنفيذ، فإنها خلقت جماعة إنسانية يقل ما فيها مما يغمر الدنيا من قسوة وظلم اجتماعي عما في أية جماعة أخرى سبقتها ... إلى أن يقول عن الإسلام: إنه مليء بروح الرفق والسماحة والأخوة. ¶ ويقول أرنولد وهو يتحدث عن المذاهب الدينية بين الطوائف المسيحية: ولكن مبادئ التسامح الإسلامي حرمت مثل هذه الأعمال التي تنطوي على الظلم، بل كان المسلمون على خلاف غيرهم إذ يظهر لنا أنهم لم يألوا جهدا في أن يعاملوا كل رعاياهم من المسيحيين بالعدل والقسطاس، مثال ذلك: أنه بعد فتح مصر استغل اليعاقبة فرصة إقصاء السلطات البيزنطية ليسلبوا الأرثوذكس كنائسهم، ولكن المسلمين أعادوها أخيرا إلى أصحابها الشرعيين بعد أن دلل الأرثوذكس على ملكهم لها، وإذا نظرنا إلى التسامح الذي امتد على هذا النحو إلى رعايا المسلمين من",
            "page": "19",
            "part": "1",
            "seal": "4581427E"
        },
        {
            "id": "16",
            "nass": "المسيحيين في صدر الحكم الإسلامي ظهر أن الفكرة التي شاعت بأن السيف كان العامل في تحويل الناس إلى الإسلام بعيدة التصديق. ¶ وأن قول غوستاف لوبون: إن الأمم لم تعرف فاتحين راحمين متسامحين مثل العرب، ولا دينا سمحا مثل دينهم هو إنصاف للحق قبل أن يكون إنصافا للمسلمين1. ¶ ثانيا: مبدأ المساواة بين المسلمين: ¶ وهذا جانب آخر من جوانب النزعة الإنسانية في حضارتنا الخالدة، ذلك هو تقرير المساواة حقا بين الناس من غير نظر إلى ألوانهم، فبعد أن أعلن القرآن مبدأ المساواة في قوله تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} 2، وقف الرسول -صلى الله عليه وسلم- في حجة الوداع ليعلن في خطابه النبوي: \"أيها الناس، إن ربكم واحد، وإن أباكم واحد، كلكم لآدم وآدم من تراب، إن أكرمكم عند الله أتقاكم، ليس لعربي فضل على أعجمي إلا بالتقوى\" 3. ¶ ولم تكن هذه المساواة لتقف عند حدود المبادئ التي تعلن في مناسبات متعددة كما يقع من زعماء الحضارة الحديثة اليوم بل كانت مساواة مطبقة تنفذ كأمر عادي لا يلفت نظرا، ولا يحتاج إلى تصنع أو عناء، فقد نفذت في المساجد حيث كان يلتقي فيها الأبيض والأسود على صعيد واحد من العبودية لله -عز وجل- والخشوع بين يديه، ولم يكن الأبيض ليجد غضاضة أو حرجا في وقوف الأسود بجانبه، ونفذت في الحج حيث تلتقي العناصر البشرية كلها من بيضاء وملونة على صعيد واحد بثياب واحدة من غير تمييز بين أبيض وأسود أو استعلاء من البيض على السود، بل إننا لنجد ¶ __________ ¶ 1 من روائع حضارتنا، مصطفى السباعي: 75. ¶ 2 الحجرات: 13. ¶ 3 أحكام القرآن للجصاص: 393/1، التاريخ الإسلامي، محمود شاكر: 369/2",
            "page": "20",
            "part": "1",
            "seal": "6066FB22"
        },
        {
            "id": "17",
            "nass": "ما هو أسمى من هذا، فقد أمر رسول الله -صلى الله عليه وسلم- بلالا الحبشي ت20هـ، رضي الله عنه، يوم فتح مكة أن يصعد فوق الكعبة ليؤذن من فوقها ويعلن كلمة الحق، والكعبة هي الحرم المقدس عند العرب في الجاهلية، وهي القبلة المعظمة في الإسلام، فكيف يصعد عليها عبد ملون كبلال؟ وكيف يطؤها بقدميه؟ إن مثل هذا أو قريبا منه لا يتصور في الحضارة الحديثة، ولكن حضارتنا فعلته قبل أربعة عشر قرنا، فما كان صعود بلال على سطح الكعبة إلا إعلانا لكرامة الإنسان على كل شيء، وأن الإنسان يستحق هذه الكرامة لعلمه وعقله وأخلاقه وإيمانه لا لبشرته وبياضه، فلا يقدم الإنسان بياضه إذا أخره عمله، ولا يؤخره سواده إذا قدمه ذكاؤه واجتهاده. ¶ ولذلك لم يرض رسول الله -صلى الله عليه وسلم- لأبي ذر ت 32هـ، رضي الله عنه، وهو من أكرم صحابته أن يسب آخر فيقول له: يابن السوداء، لم يرض منه ذلك بل قرعه، وقال له: \"أعيرته بسواد أمه؟ إنك امرؤ فيك جاهلية\" 1، وهذا حد فاصل بين العلم والجهل، وبين الحضارة الإنسانية والحضارة الجاهلية. ¶ إن الحضارة التي لا يستعلي فيها عرق على عرق، ولا لون على لون هي الحضارة الإسلامية، التي يسعد بها الإنسان بل وتسعد بها الإنسانية كلها، أما الحضارة التي يعلو فيها الأبيض ويمتهن الأسود، ويسعد بها ذوو البشرة البيضاء ويشقى بها الملونون فهي الحضارة الجاهلية التي ترتد بها الإنسانية إلى الوراء مئات القرون، عمياء متكبرة جاهلية حمقاء، \"إنك امرؤ فيك جاهلية\"، هذا وصف للحضارة الجاهلية التي تنادي بالتمييز العنصري، وهو ما كافحته حضارتنا في كل ميادين الحياة، في المسجد والمدرسة والمحكمة والقيادة، مع الأصدقاء والأعداء على حد سواء. ¶ __________ ¶ 1 البخاري: 20/1، مسلم: 1283/30.",
            "page": "21",
            "part": "1",
            "seal": "E061443B"
        },
        {
            "id": "18",
            "nass": "لما جاء المسملون لفتح مصر وتوغلوا فيها حتى وقفوا أمام حصن بابليون، رغب المقوقس في المفاوضة مع المسلمين فأرسل إليهم وفدا ليعلم ما يريدون، ثم طلب منهم أن يرسلوا إليه وفدا، فبعث عمرو بن العاص عشرة نفر أحدهم عبادة بن الصامت ت 32هـ، رضي الله عنه، وكان طوله عشرة أشبار، وأمره عمرو أن يكون متكلم القوم، وكان عبادة أسود، فلما ركبوا السفن إلى المقوقس ودخلوا عليه، تقدم عبادة، فهابه المقوقس لسوادة وقال: نحوا عني هذا الأسود وقدموا غيره يكلمني، فقالوا جميعا: إن هذا الأسود أفضلنا رأيا وعلما، وهوسيدنا وخيرنا والمقدم علينا، وإنما نرجع جميعا إلى قوله ورأيه، وقد أمره الأمير دوننا بما أمره، وأمرنا ألا نخالف رأيه وقوله، فقال لهم: وكيف رضيتم أن يكون هذاالأسود أفضلكم، وإنما ينبغي أن يكون هو دونكم؟! قالوا: كلا، إنه وإن كان أسود كما ترى فإنه من أفضلنا موضعا وأفضلنا سابقة وعقلا ورأيا، وليس ينكر السواد فينا، فقال المقوقس لعبادة: تقدم يا أسود وكلمني برفق فإني أهاب سوادك، وإن اشتد كلامك علي ازددت لك هيبة، فتقدم إليه عبادة فقال: قد سمعت مقالتك، وإن فيمن خلفي من أصحابي ألف رجل كلهم مثلي وأشد سوادا مني وأفظع منظرا1. ¶ لقد كان كثير من الناس -حتى المتحضرين في القرن العشرين- يرون السواد منقصة، وكانوا لا يرون الأسود أهلا لأن يكون في عداد البيض، فكيف يتقدمهم ويقودهم ويفضلهم في الرأي والعلم؟! فجاءت حضارتنا تحطم هذه المقاييس، وتسفه هذه الآراء، وتقدم الأسود على الأبيض حين يقدمه علمه ورأيه وشجاعته. ¶ وكان عبد الملك بن مروان ت 86هـ، يأمر المنادي أن ينادي في موسم الحج ألا يفتي الناس إلا عطاء بن أبي رباح ت 114هـ، إمام أهل مكة وعالمها ¶ __________ ¶ 1 حسن المحاضرة في تاريخ مصر والقاهرة، السيوطي: 110/1، 111، النجوم الزاهرة، ابن تغري: 17/1، 18.",
            "page": "22",
            "part": "1",
            "seal": "83219D20"
        },
        {
            "id": "19",
            "nass": "وفقيهها، وكان عطاء أسود، أعور، أفطس، أشل، أعرج، ثم عمي، وقد جعلته الحضارة الإسلامية إماما يرجع إليه الناس في الفتوى، ومدرسة يتخرج على يده الألوف من البيض، وهو عندهم محل الإكبار والحب والتقدير1. ¶ ولقد كان في حضارتنا المبدعون في كل ميادين العلم والأدب، وهم سود البشرة لم يمنعهم سوادهم أن يكونوا أدباء ينادمون الخلفاء كنصيب الشاعر ت 108هـ، ولا فقهاء يؤلفون المراجع المعتبرة في الفقه الإسلامي كعثمان بن علي الزيلعي ت 743هـ، شارح الكنز في الفقه الحنفي، والحافظ جمال الدين أبي محمد عبد الله بن يوسف الزيلعي ت 762هـ، مؤلف نصب الراية، وكلاهما أسودان من زيلع من بلاد الحبشة. ¶ وقصارى القول: إن حضارتنا لم تعرف هذا التمييز العنصري بين البيض والسود، ولم يكن فيها مجتمعات خاصة للسود لا يساكنهم فيها أبيض، ولا اضطهاد خاص بهم يجعلهم محل نقمة البيض وازدرائهم، وإنما كانت حضارتنا إنسانية تنظر إلى الناس جميعا بمنظار الحق والخير، ولا ترى البياض والسواد إلا بياض الأعمال وسوادها {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَه وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَه} 2. ¶ والنزعة الإنسانية تظهر حين يعلن الإسلام أن الناس جميعا خلقوا من نفس واحدة {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً} 3. ¶ __________ ¶ 1 الذهبي، سير أعلام النبلاء: 80/5. ¶ 2 الزلزلة: 7، 8. ¶ 3 النساء: 1.",
            "page": "23",
            "part": "1",
            "seal": "47571FA3"
        },
        {
            "id": "20",
            "nass": "فالأصل البشري لأبناء البشرية قاطبة هو أصل واحد، ومهما تفرق الناس بعد ذلك إلى أمم وقبائل وبلدان وأجناس، فإنما هو كتفرق البيت الواحد والإخوة من أب واحد وأم واحدة، وما كان كذلك فسبيل هذا الاختلاف في أجناسهم وبلدانهم أن يؤدي إلى تعاونهم وتعارفهم وتلاقيهم على الخير، يقول تعالى: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا} 1، وقد ترفع الحياة بعد ذلك أفرادا وتخفض آخرين، وقد تغني فئات ويفتقر كثيرون، وقد يحكم شخص ويخضع شعب، وقد تبيض بشرة أقوام وتسود ألوان أمم أخرى، إن هذا وإن كان من سنة الله في خلقه، بل هو نظامها الذي لا يتبدل، فليس من شأنه أن يميز من ارتفع على من اتضع ولا من اغتنى على من افتقر، ولا من حكم على من خضع، ولا ذا اللون الأبيض على ذي اللون الأسود، بل الكل سواء: ¶ - سواء عند الله في آدميتهم وإنسانيتهم لا تمايز بينهم إلا بالتقوى {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} 2. ¶ - وهم سواء أمام القانون في الخضوع له لا تمايز بينهم إلا بالحق. ¶ - وهم سواء في كيان المجتمع، يتأثر قويهم بضعيفهم، ومجموعهم لعمل أفراد منهم: \"مثل المؤمنين في توادهم وتراحمهم كمثل الجسد الواحد إذا اشتكى منه عضو تداعي له سائر الأعضاء بالحمى والسهر\" 3. ¶ __________ ¶ 1 الحجرات: 13. ¶ 2 الحجرات: 13. ¶ 3 صحيح مسلم: 2000/4.",
            "page": "24",
            "part": "1",
            "seal": "98DE0DBC"
        },
        {
            "id": "21",
            "nass": "وهكذا يستمر الإسلام في إعلان الوحدة الإنسانية بين الناس كإخوة من أب وأم، والوحدة الاجتماعية في المجتمع كشجرة تهتز أغصانها جميعا إذا لمستها الرياح لا فرق بين أعلاها وأدناها. ومن المفيد هنا أن نلاحظ كثرة خطاب القرآن للناس، بهذه الألفاظ التي تشعرهم بوحدة أصلهم الإنساني {يَا أَيُّهَا النَّاس} ، {يَا بَنِي آدَم} كما خاطب أبناء الدين الواحد بقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا} ، {أَيُّهَا الْمُؤْمِنُون} ، دون أن يميز بالخطاب أمه على أمة أو فريقا على فريق. ¶ وأما النزعة الإنسانية الحضارية في التشريع الإسلامي، فإنك لتلمس ذلك واضحا في كل باب من أبواب التشريع، في الصلاة يقف الناس جميعا بين يدي الله لا يخصص مكان لملك أو عظيم أو عالم، وفي الصوم يجوع الناس جوعا واحدا لا يفرد من بينهم أمير أو غني أو شريف، وفي الحج يلبس الناس لباسا واحدا، ويقفون موقفا واحدا، ويؤدون منسكا واحدا، لا تمييز بين قاصٍ ودانٍ، وقوي وضعيف، وأشراف وعامة، فإذا انتقلت من ذلك إلى أحكام القانون المدني وجدت الحق هو الشرعة السائدة في العلاقة بين الناس، والعدل هو الغرض المقصود من التشريع، ودفع الظلم هو اللواء الذي يحمله القانون ليفيء إليه كل مضطهد ومظلوم، فإذا انتقلت من ذلك إلى القانون الجزائي وجدت العقوبة واحدة لكل من يرتكبها من الناس، فمن قتل قتل، ومن سرق عوقب ومن اعتدى أدب، ولا فرق بين أن يكون القاتل عالما أو جاهلا، والمقتول أميرا أو فلاحا، ولا فرق بين أن يكون المعتدي أمير المؤمنين أو رجل من عامتهم، والمعتدى عليه أعجميا أو عربيا، شرقيا أو غربيا، فالكل سواء في الإسلام {الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنثَى بِالأُنثَى} 1. ¶ __________ ¶ 1 البقرة: 178.",
            "page": "25",
            "part": "1",
            "seal": "A764010E"
        },
        {
            "id": "22",
            "nass": "ويسمو التشريع إلى أرفع من هذا حين يثبت الكرامة الإنسانية للناس جميعا بقطع النظر عن أديانهم وأعراقهم وألوانهم فيقول: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ} 1. ¶ هذه الكرامة هي التي تضمن للناس جميعا حقهم في الحياة والعقيدة والعلم والعيش، ومن واجب الدولة أن تكفلها لهم على قدم المساواة بلا استثناء، ويسمو التشريع فوق هذا إلى ذروة عالية من السمو الإنساني حين يجعل أساس المثوبة والعقاب للناس لا على ظواهر أفعالهم بل على نواياهم: \"إن الله لا ينظر إلى صوركم ولكن إلى قلوبكم\" ¶ 2، فالنية هي محل المؤاخذة أو الإثابة: \"إنما الأعمال بالنيات وإنما لكل امرئ ما نوى فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه\" 3. ¶ والنية المقبولة عند الله هي نية الخير والنفع للناس وابتغاء وجه الله ومرضاته دون غرض مادي أو نفع تجاري {وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ} 4، وهذا الخير الذي تفعله ابتغاء وجه الله لا يصح أن تطلب ممن استفاد منه ثوابا ولا أجرا {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِيناً وَيَتِيماً وَأَسِيراً إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لا نُرِيدُ مِنْكُمْ جَزَاءً وَلا شُكُوراً} 5. ¶ __________ ¶ 1 الإسراء: 70. ¶ 2 صحيح مسلم: 1987/4. ¶ 3 البخاري: 3/1. ¶ 4 الحج: 78. ¶ 5 الدهر: 8، 9.",
            "page": "26",
            "part": "1",
            "seal": "04E4B5DD"
        },
        {
            "id": "23",
            "nass": "ويبلغ التشريع أعلى ذروة من النزعة الإنسانية حين يقرر وحدة العوالم كلها من إنسان وحيوان ونبات وجماد وأرض وأفلاك في سلك العبودية لله والخضوع لنواميس الكون، وما أروع ما يطلبه القرآن من المسلم أن يذكره في كل ركعة من ركعات صلاته {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ الرَّحْمَنِ الرَّحِيمِ} 1، إنه لواجب أن يذكر المسلم أنه جزء من الكون مخلوق لإله واحد متصف بالرحمة البالغة الشاملة، فليكن المسلم في هذا العالم الذي يعيش فيه، مثالا للرحمة التي يتصف بها الله وهو غني عن العالمين. ¶ تغاضب أبو ذر -رضي الله عنه- ت 32هـ، وهو عربي من غفار، مع بلال الأسود الحبشي ت 20هـ، رضي الله عنه، مولى أبي بكر رضي الله عنه، وكان أبو ذر وبلال صحابيين ممن آمن بالإسلام ورسوله، وتطور النزاع بينهما إلى أن أخذت أبا ذر الحدة فقال لبلال: يابن السوداء! فشكاه بلال إلى النبي -صلى الله عليه وسلم- فقال لأبي ذر: \"أعيرته بأمه؟ إنك امرؤ فيك جاهلية\" 2. ¶ وسرقت امرأة من بني مخزوم في عهد النبي -صلى الله عليه وسلم- وجيء بها لتعاقب، فأهمّ ذلك قريشا وقالوا: من يشفع لها عند رسول الله -صلى الله عليه وسلم- في إسقاط الحد عنها؟ ثم ذكروا أن أسامة بن زيد ت 54هـ، رضي الله عنه، حبيب إلى قلب الرسول -صلى الله عليه وسلم- فكلموه في أن يشفع لها عنده، فكلمة بذلك فغضب -عليه الصلاة والسلام- غضبا شديدا وقال لأسامة: \"أتشفع في حد من حدود الله؟ \"، ثم قام في الناس خطيبا فقال: \"إنما أهلك من ¶ __________ ¶ 1 الفاتحة: 1، 2. ¶ 2 البخاري: 20/1، مسلم: 1283/30.",
            "page": "27",
            "part": "1",
            "seal": "8AD8C12B"
        },
        {
            "id": "24",
            "nass": "قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وايم الله لو أن فاطمة بنت محمد سرقت لقطعت يدها\" 1. ¶ وجاء قيس بن مطاطية إلى حلقة فيها سلمان الفارسي ت 36هـ، وصهيب الرومي ت 38هـ، وبلال الحبشي ت 20هـ، رضي الله عنهم، فقال: هذا الأوس والخزرج قد قاموا بنصرة هذا الرجل أي: رسول الله -صلى الله عليه وسلم- فما بال هذا؟ يعني سلمان وصهيب وبلالا، فقام إليه معاذ بن جبل ت 18هـ، رضي الله عنه، فأخذ تلبيبه أي: قبض على ثيابه من جهة نحره ثم أتى به النبي -صلى الله عليه وسلم- فأخبره بمقالته، فقام النبي -صلى الله عليه وسلم- يجر رداءه حتى أتى المسجد، ثم نودي أن الصلاة جامعة، وقال: \"يا أيها الناس، إن الرب واحد والأب واحد، وليست العربية بأحدكم من أب ولا أم، وإنما هي اللسان، فمن تكلم العربية فهو عربي\" 2. ¶ وجاء عدي بن حاتم الطائي ت 68هـ، رضي الله عنه، إلى المدينة وهو لم يسلم بعد، فدخل على الرسول -صلى الله عليه وسلم- وهو في مسجده، فانطلق به -صلى الله عليه وسلم- إلى بيته، وبينما هو كذلك إذ لقيته صلى الله عليه وسلم امرأة ضعيفة كبيرة، فاستوقفته، فوقف لها طويلا تكلمه في حاجتها، فقال عدي: فقلت في نفسي: والله ما هذا بملك3، وكان لهذا الموقف النبوي الإنساني العظيم أثر واضح في إسلام عدي لاحقا. ¶ ولما فتح رسول الله -صلى الله عليه وسلم- مكة بعد إحدى وعشرين سنة من دعوته، ووقف موقف المنتصر ممن حاربوه وأخرجوه وكذبوه، لم يذكر يومئذ إلا دعوته ومبادئها التي كان ينادي بها يوم كان مستخفيا في دروب مكة، ثم يوم كان حاكما في المدينة يضع ¶ __________ ¶ 1 رواه البخاري: 1282/3، مسلم: 1315/3. ¶ 2 تاريخ دمشق الكبير لابن عساكر، دار إحياء التراث العربي، مج12، ج23/ ص289. ¶ 3 تاريخ الطبري، نشر مؤسسة الأعلمي/ بيروت، ط1، 577/2.",
            "page": "28",
            "part": "1",
            "seal": "38F2402D"
        },
        {
            "id": "25",
            "nass": "الأساس في بناء الحضارة الخالدة في التاريخ، يومئذ أعلن تطبيق المبادئ التي طالما نادى بها من قبل، قبل أن ينتصر انتصاره النهائي، فقال وهو على باب مكة، وقريش ذات الكبرياء والفوارق الاجتماعية الظالمة تسمع ما يقول: \"يا معشر قريش إن الله أذهب عنكم نخوة الجاهلية وتعظمها بالآباء، الناس من آدم وآدم خلق من تراب\" 1، ثم تلا رسول الله -صلى الله عليه وسلم: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} 2. ¶ وإن المتفحص لهذين المبدأين: ¶ 1- تسامح المسلمين مع غيرهم. ¶ 2- المساواة فيما بين المسلمين. ¶ يجد أن لهما أثرا عظيما في: ¶ أولا: إقبال أهل تلك البلاد المفتوحة على الإسلام واعتناقه بقناعة تامة. ¶ ثانيا: اهتمام أهل تلك البلاد بتعلم اللغة العربية باعتبارها لغة القرآن الكريم، والوسيلة الأهم لفهمه وفهم السنة المطهرة، وقد نبغ من هؤلاء الأعاجم علماء في كل الفنون من تفسير وفقه وحديث، بل وجد من العلماء المسلمين غير العرب من فاق العرب في علوم اللغة العربية ذاتها، ومن أشهرهم سيبويه ت 180هـ، الفارسي الأصل. ¶ __________ ¶ 1 تاريخ الطبري: 534/2. ¶ 2 الحجرات: 13.",
            "page": "29",
            "part": "1",
            "seal": "5BB59D92"
        },
        {
            "id": "26",
            "nass": "المبحث الثالث: عصر التدوين ¶ ومشاركة أبناء البلاد المفتوحة فيه بِهمّة إلى جانب العرب الخلص ¶ يقسم العلماء تاريخ التشريع والفقه الإسلامي إلى أدوار، وهناك عدة تقسيمات، ومن أشهرها ذلك التقسيم الذي يعتبر أن هذا الأدوار ستة هي: ¶ 1- الدور الفقهي الأول: عهد التشريع، من السنة الأولى للبعثة إلى وفاة الرسول -صلى الله عليه وسلم- سنة 11هـ، ومدته 23عاما. ¶ 2- الدور الفقهي الثاني: عصر الخلفاء الراشدين، 11-40هـ، ومدته 30 عاما. ¶ 3- الدور الفقهي الثالث: الفقه في عهد صغار الصحابة وكبار التابعين إلى أوائل القرن الثاني الهجري، من 41هـ- 100هـ، ومدته 60عاما. ¶ 4- الدور الفقهي الرابع: الفقه من أوائل القرن الثاني إلى منتصف القرن الرابع، من 101هـ- 350هـ، وهذا الدور يعرف بعصر التدوين، ومدته تقريبا: 250عاما. ¶ 5- الدور الفقهي الخامس: الفقه من منتصف القرن الرابع إلى سقوط بغداد، من 350هـ- 656هـ، ومدته تقريبا: 306أعوام. ¶ 6- الدور الفقهي السادس: من سقوط بغداد إلى الوقت الحاضر، من 656هـ- الآن، ومدته تقريبا: 767عاما. ¶ ولكل دور منها ميزاته الخاصة، لكن الذي يهمنا الحديث عنه هنا هو الدور الفقهي الرابع وهو ما يعرف بعصر التدوين. ¶ عصر التدوين: يبدأ هذا الدور من أوائل القرن الثاني الهجري ويمتد إلى منتصف القرن الرابع وقد نما الفقه في هذا الدور نموا عظيما وازدهر ازدهارا عجيبا",
            "page": "30",
            "part": "1",
            "seal": "BE0499AE"
        },
        {
            "id": "27",
            "nass": "ونضج نضوجا كاملا وآتى ثمارا طيبة للناس، وزود الدولة الإسلامية بالأحكام القانونية لتنظيم مختلف أمورها وشئونها قرونا عديدة فسعد الناس بتلك الأحكام ما شاء الله لهم أن يسعدوا. ¶ وفي هذا الدور ظهر نوابغ الفقهاء، فالمجتهدون العظام ظهروا في هذا الدور وأسسوا مذاهبهم الفقهية التي لا يزال أكثرهم قائما حتى الآن، وكل مذاهب مدرسة فقهية ترينا نمط التفكير الفقهي الدقيق لأصحابها ومناهجهم في فهم الشريعة واستنباط الأحكام من نصوصها وقواعدها، ولهذا فنحن نرى في تلك المدارس الخير الكثير، وكما ظهر مجتهدون فقهاء، ظهر أيضا علماء نوابغ في علم الحديث الشريف وفنونه ومصطلحاته وما يتعلق به. ¶ وفي هذا الدور أيضا دُوِّن الفقه وضبطت قواعده وجمعت أشتاته وألفت الكتب في مسائلة وصار بناؤه شامخا وعلمه متميزا عن غيره قائما بنفسه، وكما دون الفقه دونت السنة أيضا تدوينا شاملا مع بيان الصحيح منها والضعيف. ¶ ولهذه الظواهر كلها، سمي هذا الدور بأسماء مختلفة تنبئ عن مميزات هذا الدور وتكشف عن حالة الفقه، فسمي بعصر الفقه الذهبي، أو بعصر ازدهار الفقه، أو بعصر التدوين أو بعصر المجتهدين ونحو ذلك من التسميات، وفيما يلي عن بعض مظاهر هذا الدور: ¶ 1- ازدهار الفقه، وأسبابه: لقد نما الفقه في هذا الدور وازدهر وكثرت مسائله على نحو لم يعهد مثله من قبل وهذه الظاهرة ترجع إلى أسباب كثيرة، منها: ¶ أولا: عناية الخلفاء العباسيين بالفقه والفقهاء: وتظهر هذه العناية بتقريبهم الفقهاء، والرجوع إلى آرائهم، فالرشيد ت 139هـ، الخليفة المشهور، يطلب من أبي يوسف ت 183هـ، صاحب أبي حنيفة ت 150هـ، وضع قانون",
            "page": "31",
            "part": "1",
            "seal": "5679EDF2"
        },
        {
            "id": "28",
            "nass": "إسلامي للأمور المالية تسير عليه الدولة، فيستجيب أبو يوسف لهذا الطلب ويلبي رغبة الخليفة ويضع له كتابه الشهير الخراج. والمنصور ت 158هـ، يحاول أن يجعل موطأ مالك قانونا للدولة يسير عليه القضاة والمفتون، فيأبى مالك ت 179هـ. ويكرر الطلب هارون الرشيد فيأبى مالك ويقول له: إن فقهاء الصحابة تفرقوا في الأمصار وكل عنده علم وفقه وكل على حق، ولا ضرر في اختلافهم. والمأمون ت 218هـ، يقرب الفقهاء ويسمع مناقشاتهم الفقهية في مجلسه ويشترك في بعضها مؤيدا أو معارضا أو مستفسرا وإن كان قد اشتط كثيرا وارتكب خطأ جسيما في إكراهه الفقهاء على القول بخلق القرآن. ¶ وقد نتج عن عناية الخلفاء بالفقهاء وتوفير الحرية اللازمة لهم للبحث العلمي أن نشط الفقهاء ومضوا في إنتاجهم الفقهي وبحثهم العلمي فاجتهد كل فقيه كما أحب وأظهر مما أدى إليه اجتهاده في مسائل الفقه. ¶ ثانيا: اتساع البلاد الإسلامية: فقد كانت من أسبانيا إلى الصين وفي هذه البلاد الواسعة عادات وتقاليد مختلفة متباينة، تجب مراعاتها ما دامت لا تخالف نصوص الشريعة، فاختلفت الاجتهادات بناء على اختلاف العادات والتقاليد، يضاف إلى ذلك أن المسلمين كانوا جد حريصين على معرفة حكم الشرع في جميع معاملاتهم وتصرفاتهم وهي كثيرة ومتنوعة، وكانوا يفزعون إلى الفقهاء ويستفتونهم ويسألونهم، وكان الفقهاء يجيبونهم مستبشرين، ويستنبطون الأحكام لمسائلهم، وفي هذا وذاك نمو للفقه واتساع لدائرته. ¶ ثالثا: ظهور المجتهدين الكبار ذوي الملكات الفقهية الراسخة: فعملوا على تنمية الفقه وسد حاجات الدولة من التنظيمات والقوانين، وأنشئوا المدارس الفقهية التي ضمت نوابغ الفقهاء.",
            "page": "32",
            "part": "1",
            "seal": "97E8DED0"
        },
        {
            "id": "29",
            "nass": "رابعا: تدوين السنة: فقد دونت السنة وعرف صحيحها وضعيفها، فكان في ذلك تسهيل لعمل الفقهاء وتوفير الجهد عليهم، فقد وجدوا السنة بين أيديهم يصلون إليها دون كبير عناء، والسنة هي مادة الفقه ومصدره الثاني. ¶ وقد وجد بجانب المحدثين الذين اشتغلوا بجمع الأحاديث، فريق آخر من العلماء يعنى بنقد رواة الحديث والبحث عن أحوالهم وهؤلاء هم علماء الجرح والتعديل، وقد قاموا بتأسيس قواعد هذا العلم العظيم خدمه للسنة وكشفا عن أكاذيب الوضاعين صيانة لشريعة الله من التحريف والتبديل1. ¶ 2- ظهور المذاهب الإسلامية: وفي هذه الدور ظهرت المذاهب الإسلامية وتميزت معالمها ووضحت اتجاهاتها وصار لكل مذهب أتباع كثيرون ينشرون آراءه وينهجون نهجه، وقد ألفت الكتب الفقهية في كل مذهب وكانت هذه الكتب الأساس لما بعدها من كتب الفقه كما أن الفقهاء من مختلف المذاهب أحسوا بالحاجة إلى ضبط أصول الاستنباط وقواعد استخراج الأحكام، فأسسوا قواعد علم أصول الفقه، فوضع الشافعي رسالته الأصولية المشهورة ثم تبعه الإمام أحمد بن حنبل بالكتابة في هذا العلم، ثم تتابع العلماء من بعدهما بالكتابة والتنظيم والزيادة في هذا العلم الجليل، علم أصول الفقه، ولا شك أن تدوين هذا العلم يساعد الفقهاء في عملهم ويبين مآخذ المذاهب الإسلامية المختلفة وأسباب اختلافها2. ¶ __________ ¶ 1 من علماء هذا الفن يحيى بن سعيد القطان ت 189هـ، وعبد الرحمن بن مهدي ت 198هـ، ويحيى بن معين ت 233هـ، وأحمد بن حنبل ت 241هـ. ¶ 2 المدخل لدراسة الشريعة الإسلامية، عبد الكريم زيدان: 118.",
            "page": "33",
            "part": "1",
            "seal": "2C4E13FD"
        },
        {
            "id": "30",
            "nass": "مشاركة أبناء البلاد المفتوحة في عصر التدوين بِهمّة إلى جانب العرب الخلص: ¶ تبين مما سبق أن الحركة العلمية في عصر التدوين نمت نموا عظيما وكان من أهم عوامل هذا النمو المسلمون من غير العرب، يقول الخضري في كتابه تاريخ التشريع: دخل في الإسلام عدد عظيم من الفرس والروم والمصريين منهم من أسروا صغارا وتربوا تحت كنف ساداتهم من المسلمين فورثوا عنهم ما عندهم من العلوم الإسلامية التي أساسها الكتاب والسنة، فحملوا منهم شيئا كثيرا وكان منهم القراء الكبار والمحدثون العظام بجانب إخوانهم من العنصر العربي، ومنهم من دانوا بالإسلام وهم كبار، وهذا من شأنه تلاقح الأفكار وإنضاج العقول1. ¶ ومن القصص الطريفة التي تؤكد المعنى السابق، ما جاء في العقد الفريد: أن ابن ليلى ت 148هـ، قال: قال عيسى بن موسى -وكان ديانا شديد العصبية-: من كان فقيه البصرة؟ قلت: الحسن بن أبي الحسن، قال: ثم من؟ قلت: محمد بن سيرين، قال: فما هما؟ قلت: موليان، قال: فمن كان فقيه مكة؟ قلت: عطاء بن أبي رباح، ومجاهد، وسعيد بن جبير، وسليمان بن يسار، قال: فما هؤلاء؟ قلت: موالٍ، قال: فمن فقهاء المدينة؟ قلت: زيد بن أسلم، ومحمد بن المنكدر، ونافع بن أبي نجيح، قال: فما هؤلاء؟ قلت: موالٍ، فتغير لونه ثم قال: فمن أفقه أهل قباء قلت: ربيعة الرأي، وابن أبي الزناد، قال: فما كانا؟ قلت: من الموالي، فاربدَّ وجهه، ثم قال: فمن فقيه اليمن؟ قلت: طاوس، وابنه، وابن منبه، قال: فمن هؤلاء؟ قلت: من الموالي، فانتفخت أوداجه وانتصب قاعدا، ثم قال: فمن كان فقيه خراسان؟ قلت: عطاء بن ¶ __________ ¶ 1 الخضري: تاريخ التشريع: 176.",
            "page": "34",
            "part": "1",
            "seal": "EAA453B0"
        },
        {
            "id": "31",
            "nass": "عبد الله الخراساني، قال فما كان عطاء هذا؟ قلت: مولى، فازداد تربدا واسود اسودادا حتى خفته، ثم قال: فمن كان فقيه الشام؟ قلت: مكحول، فمن كان مكحول هذا؟ قلت: مولى، فتنفس الصعداء ثم قال: فمن كان فقيه الكوفة؟ فوالله لولا خوفه لقلت: الحكم بن عيينة، وحماد بن أبي سليمان، ولكني رأيت فيه الشر، فقلت: إبراهيم النخعي، والشعبي، قال: فما كانا؟ قلت: عربيان، فقال: الله أكبر، وسكن جأشة1. ¶ ولو استعرضنا الإنتاج العلمي في أي فن من الفنون العلمية لوجدنا أن أسماء العلماء المسلمين عربا وغير عرب تسير جنبا إلى جنب. ¶ __________ ¶ 1 العقد الفريد، ابن عبد ربه الأندلسي: 416/3.",
            "page": "35",
            "part": "1",
            "seal": "A2E302F1"
        },
        {
            "id": "32",
            "nass": "المبحث الرابع: ثراء المكتبة الإسلامية في جميع فروع التراث ¶ أهمية المكتبات في الإسلام وأنواعها: إن الناظر في تاريخ المكتبة الإسلامية يعجب من ارتفاع شأنها وثراء موجوداتها، وسمو مكانتها وأهميتها عند كافة شرائح الأمة، خاصة العلماء والحكام، مما جعل المكتبات تنتشر في العالم الإسلامي بكافة أنواعها، ونستعرض فيما يلي هذه الأنواع التي سادت في العصور الإسلامية. ¶ 1- المكتبات العامة أو مكتبات المساجد: يجمع الباحثون على أن المساجدلم تكن مكانا للعبادة فحسب، بل كانت مركزا للحياة الاجتماعية والسياسية ومركزا لإدارة الأمة أو الدولة وتسيير أمورها، كما كانت محط أنظار المسلمين، ومعقد حلقات العلم، واجتماع العلماء وتعليم أبناء المسلمين العلوم المختلفة من القرآن الكريم والتفسير والقراءة والتجويد والحديث وأصول العربية وغير ذلك، وقد كتبت الدراسات التي في مجال تاريخ التربية في الإسلام حول دور المسجد وتاريخه، ويكفي أن نشير إلى أن أول مكتبة هي بيت الرسول -صلى الله عليه وسلم- حيث كانت مكتبة لجميع ما يدونه كتاب الوحي من التنزيل الكيم ثم نقلت الصحف من بيت الرسول -صلى الله عليه وسلم- ومن الصحابة إلى بيت أبي بكر، وبعد أن جمعت في مصحف في عهد الصديق على يد زيد بن ثابت أحد كبار كتاب الوحي وحفاظه، ثم حفظت هذه الصحف عند عمر بن الخطاب أيام خلافته، وبقيت عند حفصة إلى أن استعارها عثمان بن عفان منها، ونسخ عنها المصاحف وأرسلها إلى الأقطار الإسلامية. ¶ فالمساجد إذن تعتبر مكتبات عامة، والمكتبات في الإسلام نشأت مع نشأة المساجد، أما كيف كان شكل هذه المكتبات ونظامها ومجموعاتها، فقد يحتاج الأمر إلى",
            "page": "36",
            "part": "1",
            "seal": "1800F025"
        },
        {
            "id": "33",
            "nass": "دراسات خاصة تتعلق بهذا الموضوع فتتناوله من زواياه المتعددة وتحصره لتقدم للمسلين ذخيرة علمية يعرفون منها فكر المسملين الأوائل ومساهمتهم في عمليات الاتصال الحضاري في الوقت الذي كانت فيه أروربا ترزح في ظلمات الجهل. ¶ 2- المكتبات الخاصة بالصحابة والخلفاء والوزراء والأمراء والعلماء: مما سبق يتضح لنا أن المساجد كانت تشتمل على مكتبات عامة يلجأ إليها جميع المسلمين، ولكن رغم سهولة التردد على هذه المكتبات وشمولها وحسن تنظيمها، لم يمنع كل ذلك من وجود مكتبات للصحابة والخلفاء والوزراء والأمراء والعلماء. هذا النوع من المكتبات كان يمثل اتجاها فرديا بحيث بمكننا أن نسميه المكتبات الخاصة، فبيوت الصحابة والتابعين كانت تشتمل على كتب مثل القرآن الكريم وحديث الرسول -صلى الله عليه وسلم- فأبو هريرة -رضي الله عنه- ت 58هـ، كانت عنده كتب كثيرة، وكان عبد الله بن عمرو بن العاص ت 65هـ يحفظ كتبه وصحفه في صندوق له حلق، وقد كان عند سعد بن عبادة الأنصاري ت 15هـ، كتب فيها طائفة من أحاديث الرسول -صلى الله عليه وسلم- وبالتالي فإننا نجد أن الصحابة -رضي الله عنهم- يعملون على جمع الكتب وحفظها ودراستها وإعارتها وتيسيرها لكل من يطلبها. ¶ ومع مرور الزمن كان الخلفاء والأمراء وبعض الوزراء يلحقون بقصورهم وبيوتهم مكتبات صخمة، فقد كان للفتح بن خاقان ت 247هـ، وزير المتوكل الخليفة العباسي، مكتبة جامعة، وللمبشر بن فاتك ت480هـ، أحد أعيان أمراء مصر وعلمائها، مكتبة قيمة في العلوم الرياضية والحكمية وغيرها، وكان للخليفة الناصر لدين الله ت 622هـ، مكتبة كبيرة جدًا، كما كان للخليفة المعتصم بالله ت 656هـ، مكتبة ضخمة في داره، فيها نفائس الكتب في مختلف العلوم.",
            "page": "37",
            "part": "1",
            "seal": "BC31BEA0"
        },
        {
            "id": "34",
            "nass": "3- المكتبات القومية في الإسلام: قال القلقشندي ت 821هـ، في الجزء الأول من موسوعته صبح الأعشى في صناعة الإنشا: إنه كان للخلفاء والملوك في القديم بها -بخزائن الكتب- مزيد اهتمام، وكمال اعتناء، حتى حصلوا منها على العدد الجم، وحصلوا على الخزائن الجليلة، ويقال: إن أعظم خزائن الكتب في الإسلام ثلاث، وذكر خزانة الخلفاء العباسيين ببغداد وهي دار الحكمة أو بيت الحكمة، وخزانة الفاطميين بمصر: دار العلم، وخزانة بني أمية بالأندلس: مكتبة قرطبة1. ¶ والمكتبات القومية أو الوطنية تقوم عادة بالحصول على جميع ما يصدر في الدولة من مصادر وتنظمها وتحفظها وتقدمها للمستفيدين. ¶ وفيما يلي فكرة موجزة عن هذه المكتبات الثلاث: ¶ أ- دار الحكمة أو بيت الحكمة: أول من أسس هذه الدار الجامعة لمختلف المؤلفات هارون الرشيد ت 193هـ، ثم زودها ابنه المأمون من بعده بالمؤلفات الكثيرة والدواوين الضخمة، وظلت هذه الخزانة حتى استولى المغول على بغداد سنة 656هـ. ¶ ب- دار العلم: وهي خزانة العبيديين بمصر، ألحقها الحاكم العبيدي ت 411هـ، صاحب مصر بدار الحكمة، التي أنشأها على غرار جامعات بغداد وقرطبة، وقد جمع في دار العلم كتب كثيرة، وأقام فيها المسئولين وخصص لهم الجرايات وزودها بما يحتاج إليه القراء والنساخ من الحبر والمحابر والأقلام والورق، وانقرضت هذه الخزانة بموت العاضد آخر خلفاء الفاطميين سنة 567هـ. ¶ __________ ¶ 1 صبح الأعشى في صناعة الإنشا، القلقشندي: 537/1.",
            "page": "38",
            "part": "1",
            "seal": "E9E34591"
        },
        {
            "id": "35",
            "nass": "ج- مكتبة قرطبة: أنشأها الأمويون ورعاها الخلفاء، وبلغت أوج ازدهارها في عهد المستنصر ت 366هـ، الذي كان له وكلاء في البلاد الإسلامية الكثيرة، يزودونه بكل ما ينتجه العلماء المسلمون من مؤلفات. ¶ 4- المكتبات الأكاديمية: اهتم العلماء بالمكتبات وكونوا مكتبات تشبه المكتبات الأكاديمية في هذا الزمان وحرصوا أن تكون في خدمة طلاب العلم والباحثين، ومن هذه الخزانات أو المكتبات الأكاديمية: ¶ أ- مكتبة ابن سوار ت 496هـ، بالبصرة: أسسها أبو علي بن سوار الكاتب، أحد رجال عضد الدولة البويهي، وكان فيها شيخ يدرس عليه مذهب الاعتزال. ¶ ب- مكتبة سابور: أنشأ هذه الخزانة سابور بن أردشير ت 416هـ، بالكرخ وسماها: دار العلم، وزادت كتبها على عشرة آلاف كتاب في مختلف العلوم، وكانت مركزا ثقافيا مهمًا يلتقي فيه العلماء والباحثون للقراء والمطالعة والمناظرة، وكان أبو العلاء المعري ت 449هـ، يكثر التردد إليها عندما كان في بغداد. ¶ ج- مكتبة الوقف أو خزانة الوقف بمسجد الزيدي ببغداد: أنشأها أبو الحسن علي بن أحمد الزيدي ت 575هـ. ¶ 5- خزانات المدارس أو المكتبات المدرسية: كان يلحق بالمدارس خزانات أو مكتبات كبيرة تتبعها، وذلك كالمدرسة النظامية، والمدرسة المستنصرية، ومكتبات مدارس دمشق، ومكتبة المدرسة الفاضلية بالقاهرة1. ¶ __________ ¶ 1 الموسوعة العربية، شرف الدين: 169.",
            "page": "39",
            "part": "1",
            "seal": "A4137D3D"
        },
        {
            "id": "36",
            "nass": "ثراء المكتبة الإسلامية في جميع فروع التراث: إن الحديث السابق حول أهمية المكتبة في الإسلام وانتشارها بكافة أنواعها، يقودنا بالضرورة للحديث عما تحويه هذه المكتبة من حيث تنوعها وثراؤها في كافة فروع المعرفة. والحديث في هذا المجال، يطول وليس هنا موطن التفصيل فيه، لكن لابد على أية حال من إلقاء نظرة عامة لبيان حجم هذا التنوع ومداه، وهنا نترك الحديث لأحد المشتغلين برصد وفهرسة تراث المكتبة الإسلامية، ألا وهو الدكتور فؤاد سزكين، حيث يبين محتويات كتابه المشهور: تاريخ التراث العربي، قائلا: ¶ المجلد الأول: يحتوي على علوم القرآن والحديث والتاريخ والفقه والعقائد والتوحيد والتصوف وذلك منذ نشأة هذه العلوم إلى سنة 430هـ. ¶ المجلد الثاني: يحتوي على الشعر. ¶ المجلد الثالث: يحتوي على الطب والبيطرة وعلم الحيوان. ¶ المجلد الرابع: يحتوي على الكيمياء والنبات والزراعة. ¶ المجلد الخامس: يحتوي على الرياضيات. ¶ المجلد السادس: يحتوي على علم الفلك وأحكام النجوم والآثار العلوية. ¶ المجلد السابع: يحتوي على علم اللغة والنحو والبلاغة. ¶ المجلد الثامن: ويحتوي على علم الفلسفة والمنطق وعلم النفس والأخلاق والسياسة الاجتماع. ¶ المجلد التاسع: يحتوي على الجغرافية والجيولوجيا والموسيقى. ¶ المجلد العاشر: وهو المدخل إلى العلوم الإسلامية، ويتضمن نشأة العلوم الإسلامية وتطورها، وأمانة النقل عند العلماء المسلمين، والمقارنة بينهم وبين الإغريق واللاتين في صفات الأمانة والدقة والاحتياط وأثر العلماء المسلمين في أوروبا سائر النواحي.",
            "page": "40",
            "part": "1",
            "seal": "7EAF51B7"
        },
        {
            "id": "37",
            "nass": "ويلي المجلدات العشرة الفهرس العام، وإذا فسح الله في الأجل فسوف أكتب -إن شاء الله- العلوم كلها في الدورة الثانية من سنة 430هـ إلى القرن الحادي عشر الهجري1، وبالنظر في هذه العبارة التي يصف من خلالها فؤاد سزكين مشروع كتابه يظهر هذا التنوع الكبيرة والكم الهائل لتراث المكتبة الإسلامية، فمن علوم القرآن والحديث والفقه والتاريخ والعقائد إلى علم الطب وعلم البيطرة وعلوم الحيوان فالكيمياء والنبات والزراعة والرياضيات والفلك واللغة والنحو والبلاغة والفلسفة وعلم النفس والمنطق والأخلاق والسياسة وعلم الاجتماع إلى آخر ما هنالك من علوم، يصعب حصر ما سطره علماء المسلمين فيها من كتب، مما يشعر المتابع بحجم هذا الثراء للمكتبة الإسلامية في كافة فروع التراث. ¶ __________ ¶ 1 محاضرات في تاريخ العلوم، فؤاد سزكين: 31، بتصرف يسير.",
            "page": "41",
            "part": "1",
            "seal": "92D5FEE0"
        },
        {
            "id": "38",
            "nass": "الباب الأول: مدونات المصادر الإسلامية ¶ الفصل الأول: علم الببليوجرافيا واهتمام المسلمين به ¶ ... ¶ الباب الأول: مدونات المصادر الإسلامية ¶ وفيه فصلان: ¶ - الفصل الأول: أهمية علم الببليوجرافيا واهتمام المسلمين به. ¶ - الفصل الثاني: مدونات المصادر الإسلامية وفيه أربعة مباحث: ¶ المبحث الأول: مصادر اعتمدت العلوم كقاعدة للتصنيف: ¶ - إحصاء العلوم للفارابي. ¶ - الفهرست لابن النديم. ¶ - مفتاح السعادة لطاش كبرى زادة. ¶ - تاريخ الأدب العربي لكارل بروكلمان. ¶ - تاريخ التراث العربي لفؤاد سزكين. ¶ المبحث الثاني: مصادر اعتمدت أسماء المؤلفين قاعدة للتصنيف: ¶ - هدية العارفين لإسماعيل باشا البغدادي. ¶ - معجم المؤلفين لعمر رضا كحالة. ¶ المبحث الثالث: مصادر اعتمدت أسماء الكتب قاعدة في التصنيف: ¶ - كشف الظنون لحاجي خليفة. ¶ - إيضاح المكنون لإسماعيل باشا البغدادي. ¶ المبحث الرابع: المصادر العامة في الترجمة للأعلام: ¶ - سير أعلام النبلاء للذهبي. ¶ - الأعلام للزركلي.",
            "page": "43",
            "part": "1",
            "seal": "A551EE9A"
        },
        {
            "id": "39",
            "nass": "الفصل الأول: علم الببليوجرافيا واهتمام المسلمين به ¶ يهدف هذا المبحث إلى إبراز دور علماء المسملين في مجال السيطرة الببليوجرافية على الإنتاج الفكري، وكان هذا من أهم الأسباب التي ساعدت على التعرف على الإنتاج الفكري لعلماء المسملين كما كان أساسا من أسس مساهمة علماء المسلمين في المكتبات والتوثيق في العصر الإسلامي. ¶ وحتى يمكمننا دراسة هذا الموضوع، لابد من توضيح معنى كلمة ببليوجرافيا، وكذلك عرض النشاط الببليوجرافي الإسلامي لعلماء المسملين. ¶ مفهوم مصطلح الببليوجرافيا وأنواعها: كلمة ببليوجرافيا: Bibliography إنجليزية، لكن أصلها يوناني: ومعناها في لغتها اليونانية القديمة يدل على نسخ الكتب، لكنها أصبحت تعني بعد القرن السابع عشر التأليف عن الكتب، وقد انتقلت الكلمة إلى اللاتينية، ومنها اللغات الأوروبية الحديثة، ثم إلى أكثر لغات العالم فيما بعد1. ¶ وكانت اللغة العربية واحدة من أحداث اللغات التي استعارت هذه الكلمة، ويقسم علماء المكتبات في الوقت الحاضر الببيليوجرافيا من حيث أنواعها إلى ما يلي2: ¶ 1- الببليوجرافيا التحليلية (Analysis Bibliography) وهي التي تهتم بالوصف المادي للكتاب من حيث ورقه وطباعته ونوع حروفه وعدد ملازمه وعلامات الطابعين وغير ذلك. ¶ __________ ¶ 1 الموسوعة العربية، شرف الدين: 324. ¶ 2 المرجع السابق: 324.",
            "page": "45",
            "part": "1",
            "seal": "42D04776"
        },
        {
            "id": "40",
            "nass": "2- والنوع الثاني هو الببليوجرافيا النسقية أو المنهجية: Systematic Bibliography وهو ذلك النوع الذي يحصي الإنتاج الفكري في موضوع ما. ¶ ويرى فريق من علماء المكتبات أن مصطلح Documentation ويعني: التوثيق، استطاع في الفترة الأخيرة أن ينافس كلمة ببليوجرافيا فيما بعد الحرب العالمية الأولى، فقد غير المعهد الدولي للببليوجرفيا -والذي أنشئ عام 1892- اسمه ليصبح الاتحاد الدولي للتوثيق عام 1936. ¶ ومع ذلك فإن مصطلح ببليوجرافيا ما زال مستخدما في مناهجنا ومدارس المكتبات، وأصبح حين يطلق ينصب عادة على القوائم الببليوجرافية. ¶ النشاط الببليوجرافي لعلماء المسملين: بعد هذا التوضيح فإنه ينبغي الإشارة إلى أن أساس علم الببليوجرافيا موجود عند علماء المسملين ويتمثل حقيقة في ذلك النشاط الفكري الذي كانوا يمارسونه حتى إذا ما وصلنا إلى القرنين الثالث والرابع، نلاحظ ازدهار حركة التأليف والترجمة. ¶ والسبب في انتشار التاليف والترجمة في العصور الإسلامية ظهور طبقة جديدة تمارس صناعة الوراقة، وهي كما يعرفها ابن خلدون: عملية الانتساخ والتصحيح والتجليد وسائر الأمور الكتابية والدواوين1. ¶ ومما شجع على ظهور الببليوجرافيات أو القوائم الببليوجرافية انتشار المكتبات في الإسلام بكافة أنواعها: مكتبات المساجد والمدارس، والمكتبات الخاصة للأمراء والعلماء، والمكتبات العامة مثل: بيت الحكمة في بغداد والقاهرة، ودمشق وقرطبة. ¶ __________ ¶ 1 ابن خلدون: المقدمة: 962.",
            "page": "46",
            "part": "1",
            "seal": "C4F6D766"
        },
        {
            "id": "41",
            "nass": "وكان اهتمام المسلمين بالنشاط الببليوجرافي نابعا من اهتمامهم بأمور كثيرة تتعلق \"بالوراقة\" و \"الببليوجرافيا\" مثل تصنيف العلوم والمعارف في الإسلام، وهو موضوع قائم بذاته يستحق إبرازه والتوسع فيه، فالصلة كبيرة بين الوراقة في الإسلام وبين تصنيف العلوم والمعارف والمكتبات. ¶ ورغم أن الوراقة في الإسلام يمكن ربطها كذلك بعمليات النشر بالمفهوم المعاصر إلا أنها ارتبطت بإعداد الببليوجرافيات أو إعداد القوائم الببليوجرافية. ¶ والخلاصة، فإن الببليوجرافيا أو السيطرة الببليوجرافية مع أنه كاصطلاح مستورد من اللغات الأجنبية، إلا أنه كنشاط كان معروفا في العصور الإسلامية تحت مصطلح وراقة1. ¶ وفيما يلي قائمة بأشهر ما صنفه علماء المسلمين في مجال السيطرة الببليوجرافية: ¶ 1- مفاتيح العلوم للخوارزمي ت 387هـ. ¶ 2- الفهرست لابن النديم ت 438هـ. ¶ 3- حدائق النور في حدائق الأسرار لفخر الدين الرازي ت 606هـ. ¶ 4- درة التاج لعرة الديباج، لقطب الدين الشيرازي ت 710هـ. ¶ 5- مفاتيح السعادة ومصباح السيادة لطاش كبرى زادة ت 968هـ. ¶ 6- كشف الظنون عن أسامي الكتب والفنون لحاجي خليفة ت 1067هـ. ¶ 7- إيضاح المكنون في الذيل على كشف الظنون، للبغدادي ت 1339هـ. ¶ وهناك عشرات الكتب المصنفة في هذا الفن سوى ما ذكر. ¶ __________ ¶ 1 الموسوعة العربية، شرف الدين: 327.",
            "page": "47",
            "part": "1",
            "seal": "197403FC"
        },
        {
            "id": "42",
            "nass": "الفصل الثاني: مدونات المصادر الإسلامية ¶ المبحث الأول: المصادر التي اعتمدت العلوم قاعدة للتصنيف ¶ ... ¶ الفصل الثاني: مدونات المصادر الإسلامية ¶ وفيه أربعة مباحث: ¶ - المبحث الأول: المصادر التي اعتمدت العلوم قاعدة للتصنيف. ¶ - المبحث الثاني: المصادر التي اعتمدت أسماء المؤلفين قاعدة للتصنيف. ¶ - المبحث الثالث: المصادر التي اعتمدت أسماء الكتب قاعدة للتصنيف. ¶ - المبحث الرابع: المصادر العامة في الترجمة للأعلام.",
            "page": "49",
            "part": "1",
            "seal": "580A7FD4"
        },
        {
            "id": "43",
            "nass": "المبحث الأول: المصادر التي اعتمدت العلوم كقاعدة للتصنيف ¶ المصادر التي اعتمدت العلوم كقاعدة للتصنيف كثيرة ومن أشهرها: ¶ 1- إحصاء العلوم لمحمد بن محمد الفارابي ت 339هـ. ¶ 2- الفهرست لمحمد بن إسحاق النديم ت 483هـ. ¶ 3- مفتاح السعادة لأحمد بن مصطفى طاش كبرى زادة ت 986هـ. ¶ 4- تاريخ الأدب العربي لكارل بروكلمان ت 1375هـ. ¶ 5- تاريخ التراث العربي لفؤاد سزكين. ¶ وفيما يلي نتناول هذه المراجع بشيء من التفصيل: ¶ أولا: إحصاء العلوم للفارابي: ¶ المصنف، الفارابي ت 339هـ، 950م: محمد بن محمد بن أوزلغ بن طرخان الفارابي1، ويلقب بالمعلم الثاني، أبو نصر، رياضي، طبيب، عارف باللغات: التركية والفارسية واليونانية والسريانية، ولد في فاراب، وأحكم العربية، ولقي متى بن يونس، فأخذ عنه وسافر إلى حران فلزم بها يوحنا بن جيلان، وسافر إلى مصر ثم رجع إلى دمشق فسكنها وتوفي بها في رجب، من تصانيفه: ¶ - آراء أهل المدينة الفاضلة. ¶ - إحصاء العلوم والتعريف بأغراضها. ¶ __________ ¶ 1 صرح كثير من العلماء بزندقته، يقول ابن كثير عنه: وكان يقول بالمعاد الروحاني لا الجثماني، ويخص بالمعاد الأرواح العالمة لا الجاهلة، وله مذاهب في ذلك يخالف المسلمين والفلاسفة من سلفه الأقدمين، فعليه إن مات على ذلك لعنة رب العالمين، مات بدمشق فيمال قاله ابن الأثير في \"كامله\" ولم أر الحافظ ابن عساكر ذكره في تاريخه لنتنه وقباحته، فالله أعلم، انظر البداية والنهاية: 207/15.",
            "page": "50",
            "part": "1",
            "seal": "A49AED7D"
        },
        {
            "id": "44",
            "nass": "- المدخل إلى علم المنطق. ¶ - تحصيل السعادة. ¶ الكتاب: يقع في تسعين صفحة، أوضح الفارابي في مقدمته هدفه من تأليفه قائلا: قصدنا في هذا الكتاب أن نحصي العلوم المشهورة علما علما، ونعرف جمل ما يشتمل عليه كل واحد منها1، وقد جعل كتابة خمسة فصول: ¶ - الأول: في علم اللسان وأجزائه. ¶ - الثاني: في علم المنطق وأجزائه. ¶ - الثالث: في علوم العدد والهندسة والمناظر والنجوم والموسيقى والأثقال والحيل. ¶ - الرابع: في العلم الطبيعي والإلهي. ¶ - الخامس: في العلم المدني وعمل الفقه وعلم الكلام. ¶ ثانيا: الفهرست لابن النديم ¶ المصنف: ابن النديم ت 438هـ، 1047م، محمد بن إسحاق النديم، المشهور بابن النديم، وكنيته أبو الفتح، وهو بغدادي، يظن أنه كان وراقا يبيع الكتب، وكان معتزليا متشيعا، كما يدل كتابة على ذلك، وقد ترجم له ياقوت الحموي في كتابه معجم الأدباء فقال: محمد بن إسحاق النديم، كنيته أبو الفرج وكنية أبيه أبو يعقوب، مصنف كتاب الفهرست الذي جود فيه واستوعب استيعابا يدل على اطلاعه على فنون العلم وتحقيقه بجميع الكتب. ¶ __________ ¶ 1 إحصاء العلوم، الفارابي: 15، وانظر كذلك للأستاذ الدكتور عبد الوهاب إبراهيم أبو سليمان، كتاب البحث العلمي ومصادر الدراسات الفقهية، القسم الأول: ص239، الطبعة الأولى 1413هـ- 1993م، دار الشروق، جدة.",
            "page": "51",
            "part": "1",
            "seal": "3684EE6D"
        },
        {
            "id": "45",
            "nass": "الكتاب: غرضه أن يحصي جميع الكتب العربية المنقولة من الأمم المختلفة والمؤلفة في جميع أنواع العلوم ويصفها ويبين مترجميها أو مؤلفيها، ويذكر طرفا من تاريخ حياتهم ويعين تاريخ وفاتهم فكان الكتاب على هذا النمط أجمع كتاب لإحصاء ما ألف الناس إلى آخر القرن الرابع الهجري، وأشمل وثيقة تبين ما وصل إليه المسلمون في حياتهم العقلية والعلمية في ذلك العصر وأكثر هذه الكتب التي وصفها قد ضاعت بتوالي النكبات المختلفة على المسلمين. ¶ ما يحتوي عليه الكتاب، وهو عشر مقالات: ¶ المقالة الأولى: في اللغات والكتابة، وكتب الشرائع المنزلة على مذاهب المسلمين ومذاهب أهلها، وفي القرآن الكريم، وعلومه والقراءات. ¶ المقالة الثانية: في النحويين واللغويين. ¶ المقالة الثالثة: في الأخبار والآداب والسير والأنساب. ¶ المقالة الرابعة: في الشعر والشعراء. ¶ المقالة الخامسة: في الكلام والمتكملين. ¶ المقالة السادسة: في الفقه والفقهاء من السنة والشيعة والشراة وكتبهم. ¶ المقالة السابعة: في الفسلفة والعلوم القديمة. ¶ المقالة الثامنة: في الأسمار والخرافات والعزائم والسحر والشعوذة. ¶ المقالة التاسعة: في المذاهب والاعتقادات. ¶ المقالة العاشرة: في الكيمائيين والصنعويين من الفلاسفة قدماء ومحدثين وكتبهم.",
            "page": "52",
            "part": "1",
            "seal": "8230905E"
        },
        {
            "id": "46",
            "nass": "ثالثا: مفتاح السعادة لطاش كبرى زادة ¶ المصنف: طاش كبرى زادة ت 968هـ- 1561م، أحمد بن مصطفى بن خليل، عصام الدين، مؤرخ تركي الأصل، مستعرب، ولد في بروسة ونشأ في أنقرة، وتأدب وتفقه وتنقل في البلاد التركية مدرسا للفقه والحديث وعلوم العربية، وولي القضاء سنة 958هـ، له من الكتب الشقائق النعمانية في علماء الدولة العثمانية، ونوادر الأخبار في مناقب الأخيار، والرسالة الجامعة لوصف العلوم النافعة، وله غير ذلك، كما أن له نظمًا. ¶ الكتاب ثلاثة مجلدات: عاش مؤلفه في بلاد آسيا الصغرى، وألف كتابه هناك، ولذلك يعتبر مرجعا رئيسيا لا غنى عنه لدراسة المؤلفين ذلك الموقع، ويعتبر هذا الكتاب مصدر أساسي لطبيعة الإنتاج الفكري الإسلامي بعد الغزو المغولي، وقد وصل عدد الكتب التي تحدث عنها هذا الكتاب إلى ألفي كتاب، وقد قسم كتابه إلى مقدمات وست دوحات وقد جعل: ¶ - المقدمات: في فضيلة العلم والتعليم والتعلم وشرائطهما. ¶ - الدوحة الأولى: بين فيها العلوم الخطية، كابن النديم في الفهرست. ¶ - الدوحة الثانية: بين فيها العلوم المتعلقة بالألفاظ وأسماء الكتب المدونة فيها وتراجم المصنفين الشعراء والعروضيين والمترسلين واللغويين والنحويين والقراء، وعلم التاريخ وأسماء المؤرخين وتراجمهم وأسماء الكتب المدونة فيها. ¶ - الدوحة الثالثة: ذكر فيها علم المنطق وعلم آداب الدرس وعلم الجدل والخلاف وأسماء المؤلفين. ¶ - الدوحة الرابعة: بين العلوم الحكمية وعلم الكلام ومقالات الفرق والطب والفلاحة وغير ذلك وأسماء الكتب المصنفة وأسماء المصنفين فيها وتراجمهم.",
            "page": "53",
            "part": "1",
            "seal": "217C857D"
        },
        {
            "id": "47",
            "nass": "- الدوحة الخامسة: ذكر العلوم العملية مثل علم الأخلاق وتدبير المنزل والعلوم الشرعية مثل القراءة والتفسير والحديث والفقه والأصلين، وبين تراجم العلماء والكتب المصنفة في هذه العلوم: ¶ - الدوحة السادسة: ذكر علوم الباطن1. ¶ رابعا: تاريخ الأدب العربي لكارل بروكلمان ¶ المصنف: كارل بروكلمان ت 1375هـ، 1956م2، مستشرق ألماني، عالم بتاريخ الأدب العربي، ولد في ووسنوك بألمانيا، ونال شهادة الدكتوراة في الفلسفة واللاهوت، وأخذ العربية واللغات السامية عن: نولدكة وآخرين، ودرس في عدة جامعات ألمانية، وكانت ذاكرته قوية يكاد يحفظ كل ما يقرأ، درس العربية في معهد اللغات الشرقية في برلين عام 1900م، وتنقل في التدريس، وتقاعد سنة 1935م وعمل في الجامعة متعاقدًا سنة 1937، ثم كان سنة 1945م أمينا لمكتبة الجمعية الألمانية للمستشرقين، وأمضى أعوامه الأخيرة في مدينة هالة Halle وكان من أعضاء المجمع العلمي العربي وكثير من المجامع والجمعيات العلمية في ألمانيا وغيرها، وصنف بالألمانية كتابه: تاريخ الأدب العربي، وأتبعه بملحق في ثلاثة مجلدات، وكلفته جامعة الدول العربية أن يدخل الملحق في الأصل وينقلهما إلى العربية فباشر ذلك وترجم نحو ثلاثين ورقة، وشغلت الجامعة عنه، ومرض فتوقف عن الإتمام، ولبروكلمان كتاب تاريخ الشعوب الإسلامية، ترجم إلى العربية في بيروت وطبع في ¶ __________ ¶ 1 مفتاح السعادة: 7/1. ¶ 2 انظر ما كتبه الأستاذ السحيباني: \"والمتأمل فيما كتبه بروكلمان، رغم أنه يعد من المفكرين الذين بذلوا جهدا كبيرا في التاريخ الإسلامي، يجد أنه لم يستطع التخلص من المناخ نفسه الذي يعرض الفكرة السائدة عن الإسلام على المستشرقين\"، فقه التاريخ، السحيباني: 124.",
            "page": "54",
            "part": "1",
            "seal": "55EAAC90"
        },
        {
            "id": "95",
            "nass": "الصحيح بالتدوين ونحا نحوه الإمام مسلم ت 261هـ، وكان القرن الثالث أجل عصور الحديث في جمعه وتدوينه وتمييز الصحيح من غيره. ¶ 4- في القرن الرابع بدأت عملية تبويب وتهذيب ما ألف سابقا، وبنهاية هذا القرن انتهى جمع السنن. ¶ 5- أكثر الكتب المؤلفة بعد القرن الرابع إنما غايتها: بيان الغريب أو الإبداع في الترتيب، أو الاختصار، فمثلا تجمع أحاديث الترغيب والترهيب أو تجميع أحاديث الأحكام أو ... إلخ. ¶ وقد اختلفت طرق العلماء في تصنيف الحديث وروايته على طرق منها: ¶ - طريقة الجوامع مثل: جامع مَعْمَر بن راشد الأزدي ت 153هـ. ¶ - طريقة الموطآت، ومن أول ما صنف وِفْقَهَا موطأ مالك ت 158هـ. ¶ - طريقة المسانيد، ومما صنف وفقها مسند الطيالسي ت 104هـ. ¶ - طريقة السنن ومن أوائل ما صنف في ذلك الدارمي ت 255هـ. ¶ - طريقة الصحاح، مثل: صحيح البخاري ت 256هـ. ¶ - طريقة المجاميع، مثل: الجمع بين الصحيحين للحميدي ت 488هـ. ¶ وهناك غير ذلك من طرق التصنيف، وفيما يلي عرض موجز لأشهر المؤلفات في مصادر الحديث مرتبة حسب طرق تصنيفها، مع الإشارة إلى أن هذه الطرق رتبت حسب زمن نشأتها ما أمكن، ولذلك سيبدأ الحديث عن طريقة الجوامع؛ لأنها أسبق طرق التصنيف في الحديث وسينتهي بالمجاميع لأنها آخرها والله تعالى أعلم.",
            "page": "100",
            "part": "1",
            "seal": "412BE105"
        },
        {
            "id": "96",
            "nass": "الجوامع وأهمها ¶ ... ¶ الطريقة الأولى: طريقة الجوامع ¶ معنى الجامع: الجامع من كتب الحديث هو ما اشتمل على جميع أبواب الحديث التي اصطلحوا على أنها ثمانية وهي: ¶ 1- باب العقائد. ¶ 2- باب الأحكام. ¶ 3- باب الرقاق. ¶ 4- باب آداب الطعام والشراب. ¶ 5- باب التفسير والتاريخ والسير. ¶ 6- باب الشمائل. ¶ 7- باب الفقه. ¶ 8- باب المناقب والمثالب. ¶ ومن أشهر الجوامع: ¶ - الجامع الصحيح للبخاري ت 256هـ. ¶ - الجامع الصحيح لمسلم ت 261هـ. ¶ - جامع الترمذي ت 279هـ، وفيما يلي فكرة أوسع عنها. ¶ أولا: الجامع الصحيح المسند المختصر من أمور رسول الله -صلى الله عليه وسلم- وسننه وأيامه: ¶ المصنف: البخاري ت 256هـ: محمد بن إسماعيل بن المغيرة كان جده مولى لإسماعيل الجعفي والي بخارى، فانتسب إليه بعد إسلامه، ولد ببخارى سنة 194هـ، ونشأ يتيما، كان قوي الحافظة، وقد بدأ يحفظ الحديث وهو فيما دون العاشرة،",
            "page": "101",
            "part": "1",
            "seal": "9F0A80C9"
        },
        {
            "id": "97",
            "nass": "رحل في طلب العلم إلى الشام ومصر والجزيرة والعراق والحجاز، وكان من الأئمة المجتهدين، له آراء فقهية مشهورة، وكان شديد الورع، له عدد من المؤلفات منها: ¶ - الجامع الصحيح. ¶ - التاريخ الكبير. ¶ - التاريخ الأوسط. ¶ - التاريخ الصغير. ¶ - الضعفاء الصغير. ¶ - الأدب المفرد. ¶ - تنوير العينين برفع اليدين في الصلاة. ¶ - الكلام في القراءة خلف الإمام. ¶ - خلق أفعال العباد. ¶ الكتاب: عدد أحاديثه بالمكرر تسعة آلاف واثنان وثمانون، أما بغير المكرر فعددها ثلاثة عشر وخمسمائة وألف حديث. ¶ وهو أول كتاب أُلف في الصحيح المجرد من حديث الرسول صلى الله عليه وسلم، اتفق الجمهور من العلماء على أنه أصح الكتب بعد القرآن الكريم، لبث في تصنيفه ست عشرة سنة. ¶ وكما يدل اسمه فهو كتاب جامع ومختصر، ولم يقصد البخاري منه جمع كل الحديث الصحيح الذي يحفظه، فهو يصرح أنه بحفظ مائة ألف حديث صحيح، فقد نقل أحمد بن محمد القسطلاني ت 923هـ، قول البخاري عن صحيحه:",
            "page": "102",
            "part": "1",
            "seal": "1AC38C1D"
        },
        {
            "id": "98",
            "nass": "خرجته من ستمائة ألف حديث، وصنفته في ست عشرة سنة، وما أدخلت فيه إلا الصحيح، وما تركت من الصحيح أكثر1. ¶ وفي الكتاب تكرار للأحاديث وتقطيع لها، وذلك أن البخاري يذكر الحديث في أبواب مختلفة، ويستدل به في كل موقع لحكم معين، فإن الحديث قد يتضمن أحيانا عدة أحكام، لذا فإنه يقطع الحديث ويورده في أكثر من موقع وتحت أكثر من عنوان. ¶ وفي الكتاب أحاديث معلقة، والمعلق مشترك بين الصحيح والحسن، والضعيف، وعدد هذه المعلقات إحدى وأربعون وثلاثمائة وألف، وصلها البخاري في مواقع أخرى، والذي لم يصله منها في موضع آخر مائة وستون حديثا2. ¶ ويوجد في الكتاب أقوال للصحابة والتابعين رضي الله عنهم، اشترط البخاري في الحديث شروطا متشددة، وقع بالغ في التحري بشأنها حتى أصبحت شروطا قوية جدا، فلا يكتفي مثلا بالمعاصرة بين الراوي وشيخه بل لا بد أن يكون قد ثبت له لقاء معه. ¶ مجموع الكتب في صحيح البخاري سبعة وتسعون كتابا، كل كتاب منها مقسم إلى أبواب، ومجموع أبوابه خمسون وأربعمائة وثلاثة آلاف باب، حظي الكتاب بخدمة لم يحظ بها كتاب آخر، شرحا وعدًّا وفهرسة. ¶ شرح صحيح البخاري: هناك شروحا للكتاب كثيرة جدًّا، وقد ذكر صاحب كشف الظنون3 منها اثنين وثمانين شرحًا. ¶ __________ ¶ 1 شرح القسطلاني: 29/1. ¶ 2 الحديث النبوي: محمد الصباغ: 369. ¶ 3 انظر: كشف الظنون: 555/1.",
            "page": "103",
            "part": "1",
            "seal": "1BBF13A4"
        },
        {
            "id": "99",
            "nass": "وشراح البخاري بين مطيل كالفيروزأبادي ت 817هـ، الذي شرحه شرحا وافيا سماه فتح الباري بالسيل الفسيح المجاري1، وبين مختصر كالإمام الخطابي ت 388هـ، الذي عمل له شرحا سماه أعلام السنن وهوفي جزء، وأجود هذه الشروح خمسة: ¶ 1- فتح الباري في شرح صحيح البخاري -ثلاثة عشرمجلدا- لابن حجر ت 852هـ. ¶ 2- عمدة القاري في شرح صحيح البخاري لمحمود العيني ت 855هـ. ¶ 3- التوشيح على الجامع الصحيح للسيوطي ت 911هـ. ¶ 4- إرشاد الساري في شرح صحيح البخاري للقسطلاني ت 923هـ. ¶ 5- تحفة الباري لشرح صحيح البخاري لزكريا الأنصاري ت 926هـ. ¶ ومعظم هذه الشروح مطبوع. ¶ مختصرات صحيح البخاري: له مختصرات كثيرة جدا وأهم هذه المختصرات: التجريد الصريح لأحاديث الجامع الصحيح للزبيدي ت 893هـ، وعليه شرح الشرقاوي وشرح صديق حسن خان ت 1307هـ، وهما مطبوعان. ¶ دراسات وتهذيبات أخرى لصحيح البخاري: لقي هذا الكتاب عناية كبرى إذ كان موضع دراسة العلماء الأعلام، فمنهم من درس أسماء التابعين فيه ومنهم من شرح عناوين أبواب الكتاب، كولي الله الدهلوي، ومنهم من قام بترتيب أحاديث البخاري بحسب ترتيب الرواة على حروف الهجاء، كما قام بوضع مفتاح له وهناك كتاب: مصادر البخاري للدكتور فؤاد سزكين2. ¶ __________ ¶ 1 استغرق ربع العبادات عشرين مجلدا، انظر: مفتاح السنة، الخولي: 42. ¶ 2 الحديث النبوي، الصباغ: 378.",
            "page": "104",
            "part": "1",
            "seal": "BCC2C12E"
        },
        {
            "id": "100",
            "nass": "ثانيا: الجامع الصحيح للإمام مسلم بن الحجاج ¶ المصنف: الإمام مسلم ت 261هـ، هو أبو الحسين مسلم بن الحجاج القشيري النيسابوري، عربي من بني قشير، ولد سنة 204هـ، وطلب الحديث صغيرًا، سمع من مشايخ البخاري ت 256هـ، بل كان البخاري شيخه، رحل إلى الحجاز والعراق والشام ومصر وروى عنه الترمذي ت 279هـ، توفي في نيسابور. ¶ من مؤلفاته: ¶ - المسند الكبير على أسماء الرجال. ¶ - المجتمع على الأبواب. ¶ - أوهام المحدثين. ¶ - التمييز. ¶ - من ليس له إلا راوٍ واحد. ¶ - طبقات التابعين. ¶ الكتاب: هو أحد الصحيحين المشهود لهما، وهو ثاني الكتب الستة، عدد أحاديثه بالمكرر اثنا عشر ألف حديث، وغير المكرر أربعة آلاف، أجاد أكثر من البخاري في الترتيب، ورتبه على أبواب الفقه، ولم يجعل لأبوابه عناوين. ¶ أورد الأحاديث كاملة ولم يقطع أو يوزع الأحاديث على الأبواب، جعل لكتابه مقدمه في علم أصول الفقه ومنهجه في التأليف.",
            "page": "105",
            "part": "1",
            "seal": "16E82179"
        },
        {
            "id": "101",
            "nass": "اقتصر على الأحاديث النبوية، ولم يتعرض لأقوال الصحابة -رضي الله عنهم- إلا نادرا، ليس في صحيح مسلم حديث معلق إلإ حديث واحد في باب التيمم. ¶ موازنة مختصرة بين صحيح البخاري ومسلم: ¶ 1- ترتيب صحيح مسلم أفضل من ترتيب صحيح البخاري، ولعل سبب ذلك أن مسلما ألف كتابه وهو مستقر في بلده بينما البخاري فقد ألفه وهو متنقل بين مكة والعراق وبخارى، كما أن البخاري مات قبل أن يبيض كتابه. ¶ 2- البخاري تصدى لاستنباط الأحكام، وقطع الأحاديث على أبواب الفقه، أما مسلم فلم يتعرض لاستنباط الأحكام وأورد الأحاديث كاملة في مواقعها. ¶ 3- ذكر البخاري في كتابه أقوال الصحابة بعكس الإمام مسلم. ¶ 4- يرجح عامة العلماء كتاب البخاري على كتاب مسلم من جهة الصحة. ¶ شروح صحيح مسلم: لصحيح مسلم عشرات الشروح والاختصارات ومن شروحه: ¶ 1- منهاج المحدثين وسبيل تلبية المحققين للنووي ت 676هـ. ¶ 2- الديباج على صحيح مسلم بن الحجاج للسيوطي ت 911هـ. ¶ 3- منهاج الابتهاج بشرج مسلم بن الحجاج، وهذا الكتاب شرح نصف صحيح مسلم في ثمانية أجزاء كبار، لأحمد بن محمد الخطيب القسطلاني ت 923هـ. ¶ ثالثا: جامع الترمذي ¶ المصنف: هو محمد بن عيسى بن سورة أبو عيسى، ولد سنة 200هـ في قرية بوج من قرى ترمذ على نهر جيحون، سمع الحديث من البخاري وغيره من",
            "page": "106",
            "part": "1",
            "seal": "25F37B24"
        },
        {
            "id": "102",
            "nass": "مشايخ بخارى، وقد طوف في طلب الحديث في خراسان والعراق والحجاز، ثم رجع إلى وطنه، واستقر فيه. ¶ كان آية في الحفظ والذكاء وكان إماما ثقة حجة ورعا زاهدا، ترك عددا من الكتب، وكان ضريرا، عمي في آخر حياته، توفي في بلده سنة 279هـ. ¶ الكتاب: ¶ 1- قال أبو عيسى: عرضت هذا الكتاب على علماء الحجاز والعراق وخراسان، فرضوا به واستحسنوه. ¶ 2- وقال: ما أخرجت في كتابي هذا إلا حديثا قد عمل به بعض الفقهاء. ¶ 3- في غالب الأبواب يبدأ بالأحاديث الغريبة الإسناد، ويبين ما فيها من العلل ثم يبين الصحيح في الإسناد، ويتكلم على كل حديث تقريبا بما يقتضيه صحة وضعفا. ¶ 4- قال ابن رجب ت 795هـ، في شرح علل الترمذي1: اعلم أن الترمذي خرج في كتابه الحديث الصحيح، والحديث الحسن -وهو ما نزل عن درجة الصحيح وكان فيه بعض الضعف- والحديث الغريب، والغرائب التي خرجها فيها بعض المناكير، ولا سيما في كتاب الفضائل، ولكنه يبين ذلك غالبا ولا يسكت عنه، ولا أعلم أنه خرج عن متهم بالكذب متفق على اتهامه حديثا بإسناد مفرد إلا أنه خرج حديثا مرويا من طرق مختلفا في إسناده، وفي بعض طرقه متهم. ¶ __________ ¶ 1 تعليق في كتاب: شروط الأئمة الخمسة للحازمي: ص54، انظر: الحديث النبوي، الصباغ: 397.",
            "page": "107",
            "part": "1",
            "seal": "84C3044F"
        },
        {
            "id": "103",
            "nass": "5- جمع طريقة الشيخين: البخاري ومسلم، حيث بينا وما أبهما، وطريقة أبي داود حيث جمع كل ما ذهب إليه ذاهب من العلماء أي: جمع كل حديث يحتوي على حكم قال به أحد الفقهاء، فجمع كلتا الطريقتين. ¶ 6- جاء بمذاهب الصحابة والتابعين وفقهاء الأمصار، فكتابه من الكتب التي تعني بأدلة الأحكام، وقد سمى الترمذي مع كل حديث من احتج به من أهل المذاهب كما ذكر ما عارضه به الآخرون ومن ثم كان كتابه من أهم المصادر لدراسة الخلاف بين مدارس الفقه المختلفة1. ¶ 7- اختصر طرق الحديث فذكر واحدا وأومأ إلى ما عداه. ¶ 8- كان يكثر في كتابه من الإتيان بالجرح والتعديل. ¶ 9- في آخر الكتاب كتاب العلل وقد جمع فيه فوائد حسنة. ¶ 10- هناك بعض المصطلحات التي انفرد بها الترمذي: فمن ذلك قوله: حسن صحيح، ومن ذلك قوله غريب: وهو يريد بهذه الكلمة إذا أفردها أنه ضعيف. ¶ أما إذا قال حسن غريب، أو صحيح غريب فمراده التفرد لا الضعف2. ¶ شروحه ومختصراته: ¶ 1- عارضة الأحوذي في شرح الترمذي لابن العربي أبي بكر محمد بن عبد الله الإشبيلي ت 543هـ. ¶ __________ ¶ 1 الحديث النبوي: الصباغ: 398. ¶ 2 المرجع السابق: 399.",
            "page": "108",
            "part": "1",
            "seal": "CE7012E9"
        },
        {
            "id": "104",
            "nass": "2- شرح الترمذي: لابن سيد الناس محمد بن محمد اليعمري ت 734هـ، شرح نحو ثلثيه في عشرة مجلدات ولم يتمه، وقد كمله زين الدين عبد الرحيم بن حسين العراقي ت 806هـ. ¶ 3- قوت المغتذي في شرح الترمذي تأليف السيوطي ت 911هـ. ¶ 4- تحفة الأحوذي لشرح جامع الترمذي أربعة أجزاء، لعبد الرحمن المباركفوري. ¶ 5- وقد اختصره عدد من العلماء منهم: محمد بن عقيل ت 729هـ، وسليمان بن عبد القوي الطوفي ت 710هـ.",
            "page": "109",
            "part": "1",
            "seal": "179C5E45"
        },
        {
            "id": "105",
            "nass": "الموطآت وأهمها ¶ ... ¶ الطريقة الثانية: طريقة الموطآت ¶ تعريف الموطأ: في اصطلاح المحدثين هو الكتاب المرتب على الأبواب الفقهية، ويشتمل على الأحاديث: المرفوعة والموقوفة والمقطوعة، أي: على الأحاديث النبوية وآثار الصحابة والتابعين، وصنف في الموطآت عدد من العلماء منهم: ¶ - ابن أبي ذئب: محمد بن عبد الرحمن المدني ت 158هـ. ¶ - مالك بن أنس ت 179هـ. ¶ - أبو محمد عبد الله بن محمد المروزي ت 293هـ1. ¶ وفيما يلي الحديث بشيء من التفصيل عن أحد هذه الموطآت. ¶ الموطأ للإمام مالك ¶ المصنف: هو الإمام مالك بن أنس بن مالك الأصبحي الحميري أبو عبد الله، أحد أعلام الإسلام، وإمام دار الهجرة، روى عن نافع مولى ابن عمر وغيره، وروى عنه الشافعي وابن المبارك، ولد في المدينة سنة 93هـ، كان صلبا في دينه، جريئا في الحق، بعيدا عن الحكام والأمراء، من مصنفاته: الموطأ، وتوفي في المدينة المنورة سنة 179هـ. ¶ الكتاب: ¶ 1- أثنى العلماء على هذا الكتاب الثناء الكبير، فمن ذلك قول الشافعي: ما أعلم في الأرض كتابا أكثر صوابا من كتاب مالك، وفي رواية: أصح من كتاب مالك2، ¶ __________ ¶ 1 علم فهرسة الحديث، د. يوسف عبد الرحمن المرعشلي: 15. ¶ 2 كشف المغطى في فضل الموطا، لابن عساكر: 11، وعلوم الحديث لابن الصلاح ص: 14.",
            "page": "110",
            "part": "1",
            "seal": "8B77F825"
        },
        {
            "id": "106",
            "nass": "وقال ابن حجر: الشافعي إنما أطلق أفضلية الصحة بالنسبة إلى الجوامع الموجودة في زمنه مثل جامع سفيان الثوري ومصنف حماد بن سلمة وغير ذلك. ¶ 2- هو من أوائل الكتب التي دونت في الحديث. ¶ 3- لم يكن مالك يرى الانقطاع في الإسناد قادحا، فلذلك كان يُخرِّج المراسيل والمتقطعات. ¶ 4- خلا الكتاب من المقدمة ورتب على أبواب الفقه. ¶ 5- امتلأ الكتاب بفتاوى مالك في موضوعات فقهية وفتاوى المجتهدين، ولذلك يعده كثير من الباحثين من كتب الفقه لا من كتب الحديث. ¶ 6- طبع مرارا في الهند والمغرب وتونس ومصر، وأحسن طبعاته طبعة محمد فؤاد عبد الباقي. ¶ شرّاح الموطأ: شرح الموطأ عدد من العلماء منهم: ¶ 1- يوسف بن عبد البر ت 463هـ: الاستذكار في شرح مذاهب علماء الأمصار مما رسمه الإمام مالك في الموطأ من الرأي والآثار. ¶ 2- سليمان بن خلف الباجي ت 474هـ في: المنتهى شرح الموطأ. ¶ 3- أبو بكر محمد بن العربي ت 546هـ في: المسالك على موطأ الإمام مالك. ¶ 4- السيوطي ت 911هـ في: تنوير الحوالك شرح موطأ الإمام مالك. ¶ 5- محمد بن عبد الباقي الزرقاني ت 1122هـ، وشرحه الأكثر شيوعا. ¶ اختصار الموطأ: اختصره عدد من العلماء أيضا، ومنهم: ابن عبد البر ت 463هـ، الذي اختصره في: الكافي في الفقه.",
            "page": "111",
            "part": "1",
            "seal": "D8383893"
        },
        {
            "id": "107",
            "nass": "المسانيد وأهمها ¶ ... ¶ الطريقة الثالثة: طريقة المسانيد ¶ تعريف المسند: هو كتاب ذكرت الأحاديث فيه حسب ترتيب أسماء رواتها من الصحابة1، والمسانيد كثيرة ربما تبلغ مائة وتزيد2، وترتيب أسماء الصحابة في المسانيد يختلف من مسند إلى آخر، فبعضها على حروف المعجم، وبعضها على السابقة في الإسلام، وبعضها على أسماء القبائل، أو غير ذلك من الأساليب3، ومن أشهر المسانيد: ¶ 1- مسند أبي حنيفة ت 150هـ. ¶ 2- مسند الشافعي ت 204هـ. ¶ 3- مسند أحمد ت 241هـ. ¶ أولا: مسند أبي حنيفة ¶ الذي ينسب له الكتاب: أبو حنيفة، النعمان بن ثابت ت 150هـ، ولد بالكوفة سنة ثمانين للهجرة، فارسي الأصل، نشأ تاجرا، كان معروفا بصدق المعاملة، ولما كانت الكوفة في زمنه زاخرة بالعلماء، فإن أبا حنيفة نهل من معينهم حتى صار إماما للأهل الرأي، من شيوخه: نافع ت99هـ والشعبي ت 103هـ، وعطاء بن أبي رباح ت 114هـ، وعكرمة وحماد بن أبي سليمان، ومن أشهر تلاميذه زفر بن ¶ __________ ¶ 1 أصول التخريج: د. محمود الطحان: 40. ¶ 2 أصول التخريج: د. الطحان: 40. ¶ 3 أصول التخريج: د. الطحان: 40.",
            "page": "112",
            "part": "1",
            "seal": "9CAE0ED3"
        },
        {
            "id": "108",
            "nass": "الهذيل ت 158هـ، وأبو يوسف ت 183هـ، ومحمد بن الحسن الشيباني ت 189هـ، والحسن بن زياد اللؤلؤي ت 204هـ، وانتشر مذهبه في العراق والهند والصين. ¶ الكتاب: مجلد في جزء، وهو عبارة عن مرويات أبي حنيفة -رحمه الله تعالى- في الحديث، جمعها العلماء بعد أبي حنيفة، وعندما يقال: مسند أبي حنيفة فليس المراد أنه -رحمه الله- صنف مسندا بنفسه كما صنف الإمام مالك -رحمه الله- الموطأ، أو كما صنف الإمام أحمد -رحمه الله- المسند، إنما عني تلاميذه بما سمعوا منه من الآثار وجمعوها في تصانيف مفردة. ¶ وجاء بعدهم أبو محمد عبد الله بن محمد البخاري ت 340هـ، فصنف مسندا كبيرا حوى طرق أحاديثه وأجاد، ثم رتبه محمد عابد السندي المدني ت 1257هـ، على أبواب الفقه، وهو الشهير اليوم بمسند أبي حنيفة، وشرحه السندي في أربعة مجلدات، باسم: المواهب اللطيفة في شرح مسند أبي حنيفة. ¶ وشرحه محمد حسن الإسرائيلي السنبلي الهندي ت 1350هـ. ¶ وقد طبع المسند مع شرحه للملا على بن محمد القاري ت 1014هـ. ¶ ومما يذكر أن محمد بن محمود الخوارزمي ت 655هـ، جمع في كتابه: جامع مسانيد الإمام الأعظم خمسة عشر من مسانيده التي رواها علماء الحديث، واستخرج الخوارزمي ما في هذه المسانيد، ورتبها على أبواب الفقه في مجلدين.",
            "page": "113",
            "part": "1",
            "seal": "345F2C34"
        },
        {
            "id": "109",
            "nass": "ثانيا: مسند الشافعي ¶ الذي ينسب له الكتاب: الشافعي، محمد بن إدريس ت 204هـ: هاشمي قرشي، صاحب المذهب الشافعي، ولد بغزة في فلسطين عام 150هـ، ثم انتقلت به أمه إلى مكة، حفظ القرآن مبكرًا، وظهر نبوغه واتجه لطلب العلم منذ نعومة أظفاره، ومن شيوخه: الإمام مالك بن أنس ت 179هـ، ومحمد بن الحسن ت 189هـ، وسفيان بن عيينة ت 198هـ، ومن تلاميذه: يحيى المزني، والربيع بن سليمان المرادي ت 270هـ، ويوسف بن يحيى البويطي ت 231هـ، وينتشر مذهبه في مصر وفلسطين وأندونيسيا، من مؤلفاته: الأم في الفقه، والرسالة في الأصول. ¶ الكتاب: المسند في جزأين، الجزء الأول في العبادات، والجزء الثاني في المعاملات، وهو ليس من تصنيف الشافعي، شأنه شأن مسند أبي حنيفة، والذي جمعه هو: أبو عمرو محمد بن جعفر بن مطر النيسابوري، ت 360هـ، وقد جمعه غير مرتب لا على الأبواب ولا على المسانيد، ولذا كان في ترتيبه قصور شديد، حتى جاء محمد عابد السندي1 -ت 1257هـ- فرتبه وهذبه على الأبواب الفقهية وشرح نصفه، وقد شرح هذا المسند عدد من العلماء، ومن شروحه: ¶ 1- شرح مسند الشافعي للمبارك بن محمد بن الأثير ت 606هـ. ¶ 2- شرح مسند الشافعي لعبد الكريم بن محمد الرافعي ت 628هـ. ¶ 3- جمع ما في الشرحين أعلاه: الأمير المحدث سنجر بن عبد الله الجاولي ت 745هـ، وكلهم لم يرتب أحاديث الكتاب. ¶ __________ ¶ 1 السندي: هو مبوب مسند أبي حنيفة وشارحه.",
            "page": "114",
            "part": "1",
            "seal": "BAD3E474"
        },
        {
            "id": "110",
            "nass": "ثالثا: مسند الإمام أحمد ¶ المصنف: هو الإمام أبو عبد الله أحمد بن محمد بن حنبل الشيباني، إمام المذهب الحنبلي، المحدث الفقيه، ولد في بغداد سنة 164هـ، وكان إمام المحدثين في وقته، وكان من أصحاب الإمام الشافعي وخواصه، لم يزل مصاحبا له إلى أن ارتحل الشافعي إلى مصر، طوف الإمام أحمد بالبلاد الإسلامية في سبيل طلب العلم والحديث، دعي إلى القول بخلق القرآن فلم يجب، فضرب وحبس وظل على رفضه للباطل والامتناع عن قبوله مجاهدا في سبيل الله ناصرًا للسنة. صابرا على ما يصيبه من أجل ذلك، بقي سجينا مدة ثمانية وعشرين شهرا، قال ابن المديني ت 234هـ: إن الله تعالى أيد هذا الدين بأبي بكر الصديق يوم الردة، وبأحمد بن حنبل يوم المحنة، ثم عرف الخليفة المتوكل قدره فأكرمه وقدمه، وكان آية في العلم والورع، قال الشافعي ت 204هـ: ماخلفت ببغداد أفقه ولا أروع ولا أعلم من أحمد، وقال ابن معين ت 233هـ: والله ما تحت أديم السماء أفقه من أحمد بن حنبل، ليس في شرق ولا غرب مثله، من تلامذته البخاري ت 256هـ، ومسلم ت 261هـ. ¶ له مؤلفات في الحديث والفقه كثيرة أشهرها المسند، انتشر مذهبه الفقهي في بلاد الشام ونجد والعراق، توفي في ربيع الأول سنة 241هـ. ¶ 1- الكتاب: كان هذا الكتاب محل ثناء العلماء الأعلام، قال ابن الجزري ت 833هـ: هو كتاب لم يروَ على وجه الأرض كتاب في الحديث أعلى منه1 ¶ __________ ¶ 1 الجزري: المصعد الأحمد في ختم مسند الإمام أحمد، شرح أحمد محمد شاكر: 28/1، 29.",
            "page": "115",
            "part": "1",
            "seal": "D777E759"
        },
        {
            "id": "111",
            "nass": "2- جمع فيه مؤلفه من الحديث ما لم يتفق لغيره، فقد اشتمل على ما يقارب أربعين ألف حديث تكرر منها نحو عشرة آلاف. ¶ 3- من أحاديثه ما يزيد على ثلاثمائة حديث ثلاثية الإسناد، أي بين راويها والرسول -صلى الله عليه وسلم- ثلاثة رواة، وقد شرحها السفاريني في مجلدين كبيرين، وقد طبع هذا الشرح في المكتب الإسلامي في دمشق. ¶ 4- لم يفت المسند من الكتب الستة إلا قليل، فوردت معظم أحاديثها فيه. ¶ 5- رتبه على مسانيد الصحابة، وابتدأ بالعشرة المبشرين بالجنة1، ثم بالصحابة، وقد انتقاه من أكثر من خمسين ألف حديث، أما هذه الأحاديث فقد أوردها في المسانيد دون النظر إلى موضوعاتهها. ¶ 6- يبدو أن الإمام أحمد لم بتح له أن يهذب كتابه وينقحه، بل خلَّفه مسودة، قال ابن الجزري: إن الإمام شرع في جمع هذا المسند، فكتبه في أوراق مفرد’، وفرقه في أجزاء منفردة على نحو ما تكون المسودة، ثم جاء حلول المنية قبل حصول الأمنية، فبادر بإسماعه لأولاده وأهل بيته، ومات قبل تنقيحه وتهذيبه فبقي على حاله، ثم إن ابنه عبد الله ألحق به ما يشاكله، وضم إليه من مسموعاته ما يشابهه ويماثله2. ¶ __________ ¶ 1 وهم: أبو بكر وعمر وعثمان وعلي طلحة والزبير وسعد وسعيد وعبد الرحمن بن عوف وأبو عبيدة رضي الله عنهم. ¶ 2 المسند: 30/1.",
            "page": "116",
            "part": "1",
            "seal": "8474DA77"
        },
        {
            "id": "112",
            "nass": "السنن وأهمها ¶ ... ¶ الطريقة الرابعة: طريقة السنن ¶ السنن في اصطلاح المحدثين هي: الكتب المرتبة على الأبواب الفقهية، وتشتمل على الأحاديث المرفوعة فقط، وليس فيها شيء من أقوال الصحابة أو التابعين1، والسنن كثيرة جدًا منها: ¶ - سنن سعيد بن منصور ت 227هـ. ¶ - سنن الدارمي ت 255هـ. ¶ - سنن ابن ماجه ت 273هـ. ¶ - سنن أبي داود ت 275هـ. ¶ - سنن النسائي وتسمى: المجتبى ت 303هـ. ¶ - سنن الدارقطني ت 385هـ. ¶ - سنن البيهقي ت 458هـ. ¶ وسنتناول بشيء من التفصيل السنن التالية: ¶ أولا: سنن الدارمي ¶ المصنف: الدارمي، هو عبد الله بن عبد الرحمن السمرقندي الدارمي التميمي، أبو محمد، ولد سنة 181هـ، وطلب العلم ورحل في سبيل ذلك، فزار العراق والشام والحرمين ومصر، وأظهر علم الحديث والآثار بسمرقند، وكان عالما بعدد من العلوم بالإضافة إلى الحديث فهو مفسر وفقيه، طلب للقضاء على سمرقند فأبى، وألح عليه السلطان فاستجاب لذلك ولكنه قضى مرة واحدة، ثم استعفى فأُعفي، ¶ __________ ¶ 1 أصول التخريج: د. الطحان: 40، الحديث النبوي: الصباغ: 354.",
            "page": "117",
            "part": "1",
            "seal": "935F7FB4"
        },
        {
            "id": "113",
            "nass": "ت 255هـ، ودفن بمرو، ألف عددا من الكتب، من أشهرها السنن ويدعى: بالمسند. ¶ الكتاب: اشتهر هذا الكتب عند المحدثين بالمسند، قال السيوطي ت 911هـ: ومسند الدارمي ليس بمسند، بل هو مرتب على الأبواب1. ¶ وعلل العراقي ت 806هـ، تسميته بالمسند بكون أحاديثه مسندة كما سمّى البخاري كتابه بالمسند، إلا أن فيه المرسل والمعضل والمنقطع كثيرا على خلاف البخاري2 ت 256هـ، وأورد السيوطي احتمال أن يكون كتاب السنن هذا هو كتاب الجامع المذكور في كتبه وأن كتابه المسند فُقِد3. ¶ 1- لكثرة ما فيه من حديث الصحيح سماه علاء الدين مغلطاي ت 762هـ: الصحيح، وردَّ عليه ابن حجر ت 852هـ فقال: ولم أر لمغلطاي سلفا في تسمية الدارمي صحيحا4. ¶ 2- قرر ابن حجر ت 852هـ، أنه ليس دون السنن في الرتبة، واقترح أن يكون محل ابن ماجه5 ت 273هـ. ¶ 3- وكتاب السنن مرتب على الأبواب الفقهية، وهو حسن التبويب. ¶ يمتاز هذا الكتاب بقلة الرجال الضعفاء، وليس فيه أحاديث منكرة ولا شاذة وإن كان فيه أحاديث مرسلة وموقوفة. ¶ __________ ¶ 1 تدريب الراوي: 101. ¶ 2 تدريب الراوي: 102 ¶ 3 تدريب الراوي: 102. ¶ 4 تدريب الراوي: 101. ¶ 5 تدريب الراوي: 102.",
            "page": "118",
            "part": "1",
            "seal": "D676F59B"
        },
        {
            "id": "114",
            "nass": "ثانيا: سنن ابن ماجه ¶ المصنف: ابن ماجه، هو محمد بن يزيد بن عبد الله بن ماجه القزويني الربعي1، أبو عبد الله، ولد سنة 209هـ، وطلب علم الحديث صغيرًا، ورحل في طلبه، وطاف بلاد الشام ومصر والحجاز والرِّي والبصرة وبغداد، حتى سمع أصحاب مالك ت 179هـ، والليث ت 175هـ، قال خليل بن أحمد الخليلي ت 446هـ: ثقة كبير متفق عليه، محتج به، روى عنه علماء كثيرون ت 273هـ، له مصنفات عديدة في السنن والتفسير والتاريخ. ¶ الكتاب: السنن هو سادس الكتب الستة على رأي جمهور من العلماء، وبعض الحفاظ اقتصر على الخمسة الأولى، فجعل أصول السنة خمسة، وأول من جعل سنن ابن ماجه سادسها ابن طاهر المقدسي ت 507هـ في كتابه شروط الأئمة الستة، ثم الحافظ عبد الغني بن عبد الواحد المقدسي ت 600هـ، في كتابه الإكمال في أسماء الرجال2، وإنما قدم هؤلاء العلماء سنن ابن ماجه لكثرة زوائده على الخمسة بخلاف الموطأ، أما رزين ت 535هـ، وابن الأثير ت 606هـ، فيجعلان الموطأ سادس الكتب الستة، أما ابن حجر ت 852هـ، فيقترح أن يكون السادس سنن الدارمي لقلة الرجال الضعفاء فيه، ولندرة الأحاديث المنكرة والشاذة فيه، ومن أشهر خصائص سنن ابن ماجه: ¶ __________ ¶ 1 نسبة إلى ربيعة. ¶ 2 ويشتمل على تراجم رجال الصحيحين وأبي داود والنسائي والترمذي وابن ماجه.",
            "page": "119",
            "part": "1",
            "seal": "ECEBA998"
        },
        {
            "id": "115",
            "nass": "1- فيه زوائد عما ورد في الكتب الخمسة وقد اختلف العلماء في الحكم عليها، فالحافظ يوسف بن عبد الرحمن المزي ت 742هـ، يرى أن كل ما انفرد به ابن ماجه عن الخمسة ضعيف، ولكن الحافظ ابن حجر يقول: إنه انفرد بأحاديث كثيرة صحيحة، والصواب أن الحكم عليها موقوف على دراسة رجال الإسناد. ¶ 2- كتابه جامع جيد الترتيب، كثير الأبواب، وفيه ما لا يوجد في غيره من كتب الحديث1. ¶ 3- عناوينه محكمة قصيرة تدل على فهم وعمق. ¶ 4- الأبواب فيه ليست كبيرة، فلا يزيد الباب فيه عن بضعة سطور غالبا، والأبواب التي تزيد على الصفحة قليلة جدا. ¶ 5- يمتاز هذا الكتاب بحسن التبويب وهو كتاب مفيد جدا يستطيع الباحث فيه أن يعثر على مطلوبه بسهولة فائقة. ¶ 6- وعلى الرغم من هذه المزايا العظيمة لهذا الكتاب فقد كان مع ذلك موضع انتقاد عدد من العلماء لوجود الأحاديث الضعيفة جدا فيه مما جعل هؤلاء يعيبون على ابن ماجه إيراده لهذه الأحاديث. ¶ 7- طبع هذا الكتاب في مصر والهند طبعات عدة، من أحسنها طبعة الأستاذ محمد فؤاد عبد الباقي، وقد صدرت 1373هـ بجزأين، بذل المحقق في إخراجها جهدا مشكورا واعتنى بها عناية جيدة، وزودها بثلاثة فهارس، وكتب خاتمة ذيَّل بها المجلد الثاني، وفيها بيان بقيمة النسخ التي اعتمدها في التحقيق والمراجع التي رجع إليها في التوثيق والضبط. ¶ __________ ¶ 1 تهذيب التهذيب: 531/9.",
            "page": "120",
            "part": "1",
            "seal": "94A493D7"
        },
        {
            "id": "116",
            "nass": "وعدد أحاديث السنن بجزأيها واحد وأربعون وثلاثمائة وأربعة آلاف. ¶ شروحه: شرح هذا الكتاب عدد من العلماء منهم: ¶ 1- سراج الدين عمر بن الملقن ت 804هـ، شرح زوائده على الخمسة وسمى شرحه: ما تمس إليه الحاجة على سنن ابن ماجه ثمانية مجلدات. ¶ 2- كمال الدين محمد بن موسى الدميري الشافعي ت 808هـ، في خمسة مجلدات. ¶ 3- إبراهيم بن محمد الحلبي ت 841هـ. ¶ 4- جلال الدين السيوطي ت 911هـ، وسمى شرحه: مصباح الزجاجة. ¶ 5- محمد بن عبد الهادي السندي ت 1138هـ. ¶ 6- الشيخ الدهلوي كتب على السنن حاشية وسماها: إنجاح الحاجة. ¶ ثالثا: سنن أبي داود ¶ المصنف، أبو داود: سليمان بن الأشعث الأزدي السجستاني، فهو عربي من الأزد، والسجستاني نسبة إلى سجستان، ولد سنة 202هـ، وتلقى العلم على علماء بلده، ثم ارتحل وطوف بالبلاد في تحصيل الرواية، وتحصيل الدراية، فزار العراق والجزيرة والشام ومصر ودخل بغداد مرارا، وروى سننه فيها، وأخذها أهلها عنه، وعرضها على أحمد فاستجادها واستحسنها، ثم نزل البصرة بطلب من الأمير أبي أحمد الذي جاء إلى منزله في بغداد واستأذن عليه، ورجاه أن يتخذ البصرة وطنا ليرحل إليه طلبة العلم من أقطار الأرض فتَعْمُر بسببه فإنها قد خربت وهجرت؛ لما جرى عليها من فتنة الزنج، وتوفي فيها سنة 275هـ.",
            "page": "121",
            "part": "1",
            "seal": "6BD204B0"
        },
        {
            "id": "117",
            "nass": "وهو من تلاميذ الإمام أحمد ت 241هـ، ويحيى بن معين ت 233هـ، ومن أساتذته: النسائي ت 303هـ، والترمذي ت 279هـ1. ¶ قال ابن حبان ت 354هـ: أبو داود أحد أئمة الدنيا فقها وعلما وحفظا ونسكا وورعا وإتقانا، وقال فيه إبراهيم بن إسحاق: أُلِينَ لأبي داود الحديث كما ألين لداود الحديد. ¶ كتبه كثيرة من أهمها: رسالته في وصف السنن 2، والسنن وغيرها، أما كتابه السنن فقد أثنى العلماء عليه ثناء كبيرا. ¶ وقال أحمد بن محمد الأعرابي ت 340هـ: لو أن رجلا لم يكن عنده شيء من كتب العلم إلا المصحف الذي فيه كلام الله تعالى، ثم كتاب أبي داودلم يحتج معهما إلى شيء من العلم البتة. ¶ وقال الخطابي ت 388هـ: هو أحسن وضعا وأكثر فقها من الصحيحين، وقال أيضا: كتاب السنن لأبي داود كتاب شريف لم يصنف في علم الدين كتاب مثله. ¶ وقال الغزالي ت 505هـ: إنه يكفي المجتهد في أحاديث الأحكام. ¶ وقال ابن قيم الجوزية ت 751هـ: صار كتابه حكمًا بين أهل الإسلام وفصلا في موارد النزاع والخصام، فإليه يتحاكم المنصفون، وبحكمه يرضى المحققون فإنه جمع شمل أحاديث الأحكام، ورتبها أحسن ترتيب ونظمها أحسن نظام، مع انتقائها أحسن انتقاء، واطِّراحه منها أحاديث المجروحين والضعفاء. ¶ __________ ¶ 1 الحديث النبوي: الصباغ: 389. ¶ 2 حققها الصباغ ونشرها في بيروت.",
            "page": "122",
            "part": "1",
            "seal": "F43408F2"
        },
        {
            "id": "118",
            "nass": "الكتاب، من ميزاته1: ¶ 1- يبلغ عدد أحاديثه تقريبا خمسة آلاف حديث. ¶ 2- هو كتاب غني في متون الحديث، فعنايته بالمتون كبيرة جدا، ولهذا يذكر الطرق واختلاف ألفاظها والزيادات المذكورة في بعضها دون بعض. ¶ 3- يعني هذا الكتاب بفقه الحديث أكثر من عنايته بالأسانيد، فقد كانت رغبة أبي داود جمع الأحاديث التي استدل بها فقهاء الأمصار وبنوا عليها الأحكام. ¶ 4- لا يذكر في الباب الواحد أحاديث كثيرة خشية أن يكبر الكتاب جدا. ¶ 5- لا يعيد الحديث في الباب إلا لزيادة فيه. ¶ 6- قد يختصر الحديث الطويل ليدل على موضع الاستشهاد يقول في رسالته لأهل مكة: وربما اختصرت الحديث الطويل لأني لو كتبته بطوله لم يعلم بعض من سمعه، ولا يفهم موضع الفقه منه، فاختصرته لذلك. ¶ 7- قد يترك الأقوى إسنادا إلى حديث صحيح ولكنه دونه، إذا كان صاحبه أقدم في الحفظ، يقول في رسالته لأهل مكة: ولا أرى في كتابي من هذا عشرة أحاديث. ¶ 8- يشير إلى الحديث الذي فيه وهن شديد ويبينه، قال في رسالته لأهل مكة: وما في كتابي من حديث فيه وهن شديد فقد بينته، ومنه ما لم يصح مسندا، وهو لم يذكر حديثا أجمع الناس على تركه، وكثيرا ما يذكر علة الحديث2. ¶ __________ ¶ 1 رسالة أبي داود: تحقيق الصباغ: ص23- 27. ¶ 2 مختصر سنن أبي داود: للمنذري: 8/1.",
            "page": "123",
            "part": "1",
            "seal": "90E74D3B"
        },
        {
            "id": "119",
            "nass": "9- الأحاديث التي سكت عنها أبو داود اختلف العلماء فيها، فمنهم من يقول: إنها حسنة، ومنهم من يقول: إنها صحيحة، ويقول أبو داود في ذلك: وما لم أذكر فيه شيئا فهو صالح وبعضها أصح من بعض1، والموقف السليم أن ننظر في أسانيد هذه الأحاديث التي سكت عنها أبو داود، فما حكم له سنده بالصحة كان صحيحا وما حكم له سنده بالضعف كان ضعيفا2. ¶ 10- عناوينه تحوي ما استنبطه العلماء من الأحاديث وتدل على سعة فقهٍ3 ¶ 11- ليس فيه شيء من الآثار. ¶ 12- وقد يفاضل بين حديثين فيقوي أحدهما على الآخر. ¶ 13- فيه كثير من المراسيل، اختلف أهل العلم في الاحتجاج بها. ¶ شروح سنن أبي داود: شرحها كثير من العلماء من أشهرهم: ¶ 1- الإمام الخطابي ت 388هـ في كتابه: معالم السنن. ¶ 2- قطب الدين أبو بكر اليمني الشافعي ت 652هـ في أربعة مجلدات كبار. ¶ 3- أبو زُرعة أحمد بن عبد الرحيم العراقي ت 826هـ، شرح سجود السهو. ¶ 4- بدر الدين محمود بن أحمد العيني ت 855هـ، شرحه لم يكمل. ¶ 5- السيوطي ت 911هـ شرحه في كتاب: مرقاة الصعود إلى سنن أبي داود. ¶ 6- العظيم أبادي في كتابة: عون المعبود في أربعة مجلدات. ¶ 7- الشيخ خليل أحمد ت 1346هـ في: بذل المجهود في حل سنن أبي داود4. ¶ __________ ¶ 1 رسالة أبي داود: تحقيق الصباغ: 27. ¶ 2 الحديث النبوي: الصباغ: 392. ¶ 3 الحديث النبوي: الصباغ: 392. ¶ 4 مجلة البعث الإسلامي: ع/5: مجلد 18، ذي الحجة سنة 1392هـ.",
            "page": "124",
            "part": "1",
            "seal": "F5936E13"
        },
        {
            "id": "120",
            "nass": "واختصر السنن زكي الدين المنذري ت 656هـ، وقد هذب المختصر ابن قيم الجوزية الحنبلي ت 751هـ. ¶ رابعا: المجتبى للنسائي ¶ المصنف: هو أبو عبد الرحمن أحمد بن شعيب النسائي الخراساني، والنسائي نسبة إلى نَسا قرية بخراسان، ولد سنة 215هـ بنَسا، وطلب العلم وسمع من أئمة الحديث في عصره، وطوف من أجل ذلك في خراسان والعراق والشام والحجاز ومصر والجزيرة، وقد استوطن مصر إلى سنة 303هـ. ¶ الكتاب: صنف النسائي كتابه السنن الكبرى وأهداها إلى أمير الرملة، فطلب إليه أن يميز له الصحيح من غيره، فصنف له: السنن الصغرى، وسماها: المجتبى من السنن1، وظل الكتابان السنن والمجتبى يتداولها أهل العلم ويقرءونهما ويعزون إليها حتى القرن الحادي عشر، وعندما شاعت الطباعة طبع المجتبى ثم طبعت السنن الكبرى لاحقًا. ¶ وذكر السيوطي ت 911هـ، وغيره أن سنن النسائي الذي هو أحد الكتب الستة هي الصغرى لا الكبرى. ¶ 1- هو أقل الكتب الستة بعد الصحيحين حديثا ضعيفا، ولذلك ذكروه بعد الصحيحين في المرتبة؛ لأنه أشد انتقادا للرجال، وشرطه أشد من شرط أبي داود والترمذي وغيرهما. ¶ 2- يجمع بين طريقتي البخاري ومسلم مع حفظ كثير من بيان العلل2. ¶ __________ ¶ 1 تذكرة الحفاظ 3/ 940، البداية والنهاية 123/11، وتهذيب التهذيب 6/1. ¶ 2 فتح المغيث 1/ 82، الحديث النبوي، الصباغ: 395.",
            "page": "125",
            "part": "1",
            "seal": "CAE02F6C"
        },
        {
            "id": "121",
            "nass": "3- يحسن بيان العلل ولا يكاد يخرج لمن يغلب عليه الوهم أو فحش خطؤه وكثر. ¶ شروحه: ¶ 1- شرحه السيوطي ت 911هـ، شرحا موجزا. ¶ 2- شرحه محمد بن عبد الهادي السندي ت 1138هـ، شرحا موجزا. ¶ 3- شرح عمر بن الملقن ت 804هـ زوائده على: الصحيحين وأبي داود ت 257هـ، والترمذي ت 279هـ، في مجلد.",
            "page": "126",
            "part": "1",
            "seal": "C4A0C576"
        },
        {
            "id": "122",
            "nass": "الصحاح وأهمها ¶ ... ¶ الطريقة الخامسة: طريقة الصحاح ¶ تعريف الصحاح اصطلاحا: الصحاح جمع صحيح، وهو كتاب الحديث الذي اقتصر على جمع الأحاديث الصحيحة، ومن أشهر كتب الصحاح: ¶ 1- صحيح البخاري ت 256هـ. ¶ 2- صحيح مسلم ت 261هـ. ¶ 3- صحيح ابن خزيمة ت 311هـ. ¶ 4- صحيح ابن حبان ت 354هـ. ¶ وقد تم بحث صحيحي البخاري ومسلم تحت طريقة الجوامع، حيث إنهما يعتبران من الكتب الجوامع، ومن كتب الصحيح كذلك، وهنا سيتم إلقاء الضوء على صحيح ابن خزيمة وابن حبان -إن شاء الله تعالى- علما بأن درجتها في الصحة لا تبلغ مستوى صحيحي البخاري ومسلم، وكان للعلماء نقاش وآراء في هذين الكتابين ومن ذلك: ¶ 1- ما ذكره العراقي ت 806هـ، في شرحه لألفيته حيث قال: ويؤخذ الصحيح أيضا من المصنفات المختصة بجمع الصحيح فقط كصحيح أبي بكر بن خزيمة، وصحيح أبي حاتم محمد بن حبان البستي المسمى: التقاسيم والأنواع1. ¶ 2- وقال ابن حجر ت 852هـ: حكم الأحاديث التي في كتاب ابن خزيمة وابن حبان صلاحية الاحتجاج بها لكونها دائرة بين الصحيح والحسن ما لم يظهر في بعضها علة قادحة2. ¶ __________ ¶ 1 النكت على كتاب ابن الصلاح: ابن حجر: 291/1. ¶ 2 شرح ألفية العراقي: 1-54.",
            "page": "127",
            "part": "1",
            "seal": "4B4C7A31"
        },
        {
            "id": "123",
            "nass": "أولا: صحيح ابن خزيمة ¶ المصنف: ابن خزيمة، هو محمد بن إسحاق بن خزيمة أبو بكر النيسابوري، ولد في نيسابور سنة 223هـ، طلب العلم صغيرا وسمع من عدد من الأعلام وارتحل في طلب الحديث فزار الجزيرة والعراق والشام ومصر. ¶ كان إماما كبيرا من الأئمة المجتهدين، قال عنه السبكي ت 771هـ: المجتهد المطلق، البحر العجاج، جمع أشتات العلوم، وارتفع مقداره فتقاصرت عنه طوالع النجوم1، كان زاهدا متبعا للسنة، وجريئا في الحق، ترك كتبا وهذا أهمها، ت 311هـ. ¶ الكتاب: فيما يلي عدد من خصائص الكتاب وسماته: ¶ 1- قال السيوطي ت 911هـ: صحيح ابن خزيمة أعلى مرتبة من صحيح ابن حبان، لشدة تحريه، حتى إنه يتوقف في التصحيح لأدنى كلام في الإسناد، فيقول: إن صح الخبر، أو: إن ثبت كذا، ونحو ذلك2. ¶ 2- هذا العنوان: صحيح ابن خزيمة متأخر الاستعمال والذيوع، أما اسمه الأصلي الذي سماه به مؤلفه فهو: مختصر المختصر من المسند الصحيح عن النبي -صلى الله عليه وسلم- وهذا الاسم يدل على أن كتابه مختصر من كتاب له آخر كبير، وأشار إلى كتابه الكبير فقال: خرجته بطوله في كتاب الصدقات من كتاب: الكبير3. ¶ __________ ¶ 1 طبقات الشافعية: 109/3. ¶ 2 تدريب الراوي: 54. ¶ 3 مقدمة محقق صحيح ابن خزيمة: 17.",
            "page": "128",
            "part": "1",
            "seal": "E6FFCB59"
        },
        {
            "id": "124",
            "nass": "3- يبدو أن كتابه كان إملاء على طلابه، وهذا ما استنتجه محقق كتابه. ¶ 4- في أحاديثه الصحيح والضعيف والحسن، وقد ضعف المؤلف نفسه بعضها في كتابه. ¶ 5- يمتاز هذا الكتاب بعناوين طويلة فيها كثير من آراء الرجل الفقهية، مثل العنوان الآتي: باب الأمر بغسل الإناء من ولوغ الكلب، والدليل على أن النبي -صلى الله عليه وسلم- إنما أمر بغسل الإناء من ولوغ الكلب تطهيرا للإناء لا على ما ادعى بعض أهل العلم أن الأمر بغسله أمر تعبد وأن الإناء طاهر، والوضوء والاغتسال بذلك الماء جائز، وشرب ذلك الماء طلق مباح1. ¶ ثانيا: صحيح ابن حبان ¶ المصنف: ابن حبان ت 354هـ، هو محمد من حبان، أبو حاتم البستي ولد في بست، وتقع بين هراة وغزنين من سجستان، وطوف في أنحاء العالم الإسلامي فكتب عن أكثر من ألفي شيخ، قال فيه محمد بن عبد الله الحاكم النيسابوري ت 405هـ: كان من أوعية العلم في الفقه واللغة والحديث والوعظ وقد ولي القضاء بسمرقند وغيرها من المدن، ثم ورد نيسابور 334هـ وقد أنشأ في بست إلى جانب داره مدرسة لأصحابه من أهل العلم وفيها مسكن للغرباء، وأجرى لهم جرايات ينفقونها، وفيها خزانة كتبه، وتوفي سنة 354هـ ودفن في داره بمدينة بست بجوار مدرسته وخزانة كتبه رحمه الله. ¶ الكتاب: للكتاب خصائص وسمات منها: ¶ __________ ¶ 1 صحيح ابن خزيمة: 50/1.",
            "page": "129",
            "part": "1",
            "seal": "447DD99A"
        },
        {
            "id": "125",
            "nass": "اسمه كما سماه به مؤلفه: المسند الصحيح على التقاسيم والأنواع من غير وجود قطع في سندها ولا ثبوت جرح في ناقلها، وقد يختصر فيدعى: التقاسيم والأنواع، واشتهر بصحيح ابن حبان. ¶ 2- مرتب ترتيبا غريبا لم يسبق إليه، فقد بني على خمسة أقسام وهي: ¶ 1- الأوامر وهي مائة وعشرة أنواع. ¶ 2- النواهي وهي مائة وعشرة أنواع. ¶ 3- الأخبار وهي ثمانون نوعا. ¶ 4- الإباحات وهي خمسون نوعا. ¶ 5- أفعال النبي وهي خمسون نوعا، فمجموع السنن: أربعمائة. ¶ ويذكر في مقدمته أنه أراد أن يصعب على الناس المراجعة، حتى يضطروا إلى حفظ الأحاديث فلا يعتمدوا على سهولة التأليف، فيتركوا الحفظ1. ¶ إذن فالكشف فيه عسير جدا، وكان هذا سببا في أن تظهر دراسات حول هذا الكتاب منها. ¶ 1- كتاب: الإحسان في تقريب صحيح ابن حبان، للأمير علاء الدين علي بن بلبان. ¶ 2- وكتاب: موارد الظمآن إلى زوائد ابن حبان، للحافظ نور الدين على بن أبي بكر الهيثمي ت 807هـ، وهو صحيح ابن حبان لكنه جرد منه الأحاديث التي سبقه إليها الشيخان البخاري ومسلم، وقصر كتابه على ما زاد عليهما في صحيح ابن حبان وقد حققه العلامة محمد عبد الرزاق حمزة. ¶ __________ ¶ 1 الحديث النبوي: الصباغ: 415.",
            "page": "130",
            "part": "1",
            "seal": "A11EBA3B"
        },
        {
            "id": "126",
            "nass": "3- ذكر ابن حبان في مقدمته شروطه في التصحيح وهي: ¶ 1- العدالة في الدين بالستر الجميل. ¶ 2- الصدق في الحديث بالشهرة فيه. ¶ 3- العقل بما يحدث من الحديث. ¶ 4- العلم بما يحيل من معاني ما يروي. ¶ 5- المتعري خبره عن التدليس1. ¶ هذا، وقد نسبوا له التساهل في التصحيح إلا أن تساهله أقل من تساهل الحاكم. ¶ __________ ¶ 1 ص: 112 من طبعة أحمد شاكر لكتاب الإحسان.",
            "page": "131",
            "part": "1",
            "seal": "FB89376E"
        },
        {
            "id": "127",
            "nass": "المجاميع وأهمها ¶ ... ¶ الطريقة السادسة: طريقة المجاميع ¶ تعريف المجاميع اصطلاحا: المجاميع جمع مجمع وهو: كل كتاب جمع فيه مؤلفه أحاديث عدة مصنفات، ورتبه على تلك المصنفات التي جمعها فيه1، وهي كثيرة ومنها: ¶ 1- التجريد للصحاح والسنن لأبي الحسن رزين بن معاوية الأندلسي ت 535هـ، وجمع فيه الأصول الستة: البخاري ومسلم وموطأ مالك وسنن الترمذي وأبا داود والنسائي. ¶ 2- جامع الأصول من أحاديث الرسول -صلى الله عليه وسلم- لابن الأثير ت 606هـ. ¶ 3- جمع الفوائد من جامع الأصول ومجمع الزوائد، لمحمد بن محمد بن سليمان المغربي ت 1094هـ، واشتمل على أربعة عشر مصنفا هي: الصحيحان والموطأ والسنن الأربعة ومسند الدارمي ومسند أحمد ومسند أبي يعلى ومسند البزار ومعاجم الطبراني الثلاثة، وفيما يلي نتناول بالتفصيل أحد هذه المجاميع وهو: ¶ جامع الأصول لابن الأثير ¶ المصنف: ابن الأثير ت 606هـ، أبو السعادات مجد الدين المبارك بن محمد الجزري، ولد في جزيرة ابن عمر بالقرب من الموصل، كان عارفا فاضلا ورعا ذا بر وإحسان، قد جمع بين علم العربية والقرآن والنحو والحديث والفقه، له تصانيف عديدة منها: ¶ - غريب الحديث. ¶ - الإنصاف بين الكشف والكشاف، وغيرها. ¶ __________ ¶ 1 أصول التخريج: د. الطحان: 102.",
            "page": "132",
            "part": "1",
            "seal": "ECCB4216"
        },
        {
            "id": "128",
            "nass": "الكتاب، جامع الأصول لابن الأثير، أحد عشر جزءا/ أحد عشر مجلدا: جمع فيه المؤلف الأصول الستة المعتمدة عند الفقهاء والمحدثين وهي: الصحيحان والموطأ وجامع الترمذي وسنن أبي داود والنسائي، وهذبها ورتبها وذلل صعابها، وشرح غريبها ووضح معانيها، قال ياقوت ت 626هـ: أقطع قطعا أنه لم يصنف مثله قط، ومع أن الكتاب على غرار رزين ت 535هـ، إلا أنه أكثر دقة وشمولا ومن منهجه: ¶ - حذف أسانيد الحديث، ولم يثبت إلا اسم الصحابي في الخبر المرفوع، أو التابعي في الأثر الموقوف. ¶ - جعل في آخر الكتاب فهرسا للرواة، مرتبا على حروف المعجم. ¶ - رتب كتبه على حروف المعجم تسهيلا للطالب، مراعيا الحرف الأول سواء كان أصليا أو زائدا.",
            "page": "133",
            "part": "1",
            "seal": "6F896559"
        },
        {
            "id": "129",
            "nass": "مصادر علم الحديث دراية ¶ ... ¶ ثانيا: علم الحديث دراية ¶ عرفنا فيما مضى معنى علم الحديث دراية، والحقيقة أن هذا العلم ينتظم مجموعة من العلوم، وفيما يلي قائمة بأهمها: ¶ 1- علم غريب الحديث، ومن مصنفاته: غريب الحديث، لابن شميل ت 203هـ. ¶ 2- علم اختلاف الحديث، ومن مصنفاته: اختلاف الحديث للشافعي ت 204هـ. ¶ 3- علم رجال الحديث، ويشمل: ¶ أ- كتب الرواة بشكل عام، ومن مصنفاته: الكنى والأسماء للدولابي ت 224هـ. ¶ ب- ما صنف في الصحابة خاصة، ومن أوائل ما صنف في ذلك: معرفة من نزل من الصحابة سائر البلدان، للمديني ت 234هـ. ¶ 4- علم مصطلح الحديث، ومن كتبه: المحدث الفاصل، للرامهرمزي ت 360هـ. ¶ 5- الموضوعات والوضاعون، ومن مصنفاته: الموضوعات للنقاش ت 414هـ. ¶ وفيما يلي مزيد من التفصيل حول هذه العلوم وبعض مما صنف فيها، وفق الترتيب المذكور أعلاه، وذلك انسجاما مع التدرج الزمني لنشأة هذه العلوم.",
            "page": "134",
            "part": "1",
            "seal": "508EFBB3"
        },
        {
            "id": "130",
            "nass": "أولا: مصادر غريب الحديث ¶ نشط العلماء منذ بدء التدوين إلى التصنيف في غريب الحديث، ومن أوائل ما صنف فيه: غريب الحديث للنضر بن شميل ت 203هـ، ثم تتابعت المؤلفات وظهرت العشرات من المؤلفات ما بين ت 210-600هـ. ¶ ومعنى الغريب لغة: الغامض البعيد الفهم. ¶ اصطلاحا: هو العلم الذي يفسر معاني المفردات الصعبة في الحديث النبوي الشريف. ¶ ومن أشهر ما صنف في هذا الفن: ¶ 1- غريب الحديث للنضر بن شميل ت 203هـ. ¶ 2- غريب الآثار لقطرب ت 206هـ. ¶ 3- كتاب في الغريب لمعمر بن المثنى البصري ت 210هـ. ¶ 4- كتاب في الغريب لعبد الملك بن قريب الأصمعي ت 216هـ. ¶ 5- غريب الحديث لأبي عبيد القاسم بن سلام ت 224هـ. ¶ 6- غريب الحديث لعبد الله بن مسلم بن قتيبة ت 266هـ. ¶ 7- غريب الحديث لإبراهيم بن إسحاق الحربي ت 285هـ. ¶ 8- غريب الحديث للمبرد محمد بن يزيد الثمالي ت 285هـ. ¶ 9- غريب الحديث لأحمد بن يحيى، المعروف بثعلب ت 291هـ. ¶ 10- كتاب لأبي بكر محمد بن القاسم الأنباري ت 321هـ. ¶ 11-غريب الحديث على مسند أحمد لمحمد الزاهد ت 345هـ. ¶ 12- غريب الحديث لأبي سليمان الخطابي البستي ت 388هـ. ¶ 13- الغريبين، غريب القرآن والسنة لأحمد الهروي ت 401هـ. ¶ 14- المغيث أكمل به الغريبين لمحمد بن أبي بكر الأصبهاني ت 581هـ. ¶ 15- الفائق في غريب الحديث لمحمود بن عمر الزمخشري ت 583هـ.",
            "page": "135",
            "part": "1",
            "seal": "31A6A809"
        },
        {
            "id": "131",
            "nass": "16- غريب الحديث لعبد الرحمن بن الجوزي ت 597هـ. ¶ 17- النهاية في غريب الحديث والأثر لابن الأثير ت 606هـ. ¶ 18- كتاب في الغريب لعبد اللطيف البغدادي ت 629هـ. ¶ 19- كتاب في الغريب لابن الحاجب ت 646هـ. ¶ وفيما يلي سنتوسع في الحديث عن مرجعين اثنين من هذه المراجع إن شاء الله تعالى. ¶ أولا: غريب الحديث للخطابي البستي ¶ المصنف: الخطابي البستي ت 388هـ، أبو سليمان أحمد بن محمد بن إبراهيم، ينسب إلى بُسْت مدينة بين سجستان وغزنين وهراة، من أعمال كابل، حجة صدوق، رحل إلى العراق والحجاز، وخراسان، وخرج إلى ما وراء النهر، وكان محدثا فقيها أديبا شاعرا لغويا، له تصانيف عديدة منها: ¶ - معالم السنن: شرح سنن أبي داود ت 275هـ. ¶ - أعلام السنن: شرح صحيح البخاري ت 256هـ. ¶ - كتاب الشجاج. ¶ - شأن الدعاء. ¶ - إصلاح غلط المحدثين. ¶ الكتاب، جزءان/ مجلدان: يورد الحديث ثم يتبعه بسنده، وأحيانا يأتي بسند آخر وبرواية أخرى، ثم يفسر الكلمات اللغوية ويؤيد تفسيرها بحديث آخر أو بعض حديث أو آية قرآنية أو بيت من الشعر أو الرجز، وقد جعل كتابه في جزأين: ¶ - الأول: في أحاديث الرسول صلى الله عليه وسلم. ¶ - الثاني: في آثار الصحابة والتابعين رضي الله عنهم أجمعين.",
            "page": "136",
            "part": "1",
            "seal": "89B4DB41"
        },
        {
            "id": "132",
            "nass": "ثانيا: النهاية في غريب الحديث والأثر لابن الأثير ¶ المصنف: ابن الأثير ت 606هـ، سبقت ترجمته. ¶ الكتاب: النهاية في غريب الحديث، خمسة أجزاء/ خمسة مجلدات: لقد انتهى إلى ابن الأثير حصاد طيب في شرح غريب الحديث، فأفاد منه وأربى عليه في استقصاء ودأب بحيث يعد كتابه بحق النهاية في هذا الفن، ولم يند عنه إلا أحاديث يسيرة ذكرها السيوطي في: الدر المنثور، وفي التذييل على نهاية الغريب. ¶ منهاج المؤلف: لم يقف المؤلف عند حدود المادة اللغوية في شرح غريب حديث الرسول -صلى الله عليه وسلم- وآثار الصحابة والتابعين، فتراه يناقش مسائل فقهية، ويثير قضايا صرفية، ويحاول التوفيق بين الأحاديث المتعارضة في الظاهر، وبعد ابن الأثير لم يؤلف في الغريب تقريبا سوى: ابن الحاجب ت 646هـ، وانحصرت جهود العلماء بعد ذلك في التذييل على النهاية واختصارها. ¶ وقد نظم عماد الدين أبو الفداء إسماعيل بن محمد البعلي الحنبلي الحافظ ت 785هـ، النهاية شعرا في كتابه: الكفاية في نظم الهداية، ومن أشهر الاختصارات والذيول على النهاية: ¶ - ذيل لصفي الدين محمود بن أبي بكر الأرموي، ت 723هـ. ¶ - اختصار للسيوطي، بعنوان: الدر النثير تلخيص نهاية ابن الأثير. ¶ - التذييل والتذنيب على نهاية الغريب للسيوطي ت 911هـ، أيضا. ¶ - اختصار لعيسى بن محمد الصفوي، ت 953هـ. ¶ - اختصار لعلي بن حسام الدين الهندي ت 975هـ.",
            "page": "137",
            "part": "1",
            "seal": "A91AF6F2"
        },
        {
            "id": "133",
            "nass": "ثانيا: مصادر اختلاف الحديث ¶ يخلط بعض الناس بين علمين: علم اختلاف الحديث، وعلم مشكل الحديث، وفي الحقيقة أن هذين العلمين مختلفان، ولكل مصنفاته الخاصة؛ ولذا لا بد من بيان المقصود بكل منهما قبل الحديث عن مصادر اختلاف الحديث. ¶ المقصود بعلم اختلاف الحديث هو: العلم الذي يبحث فيه عن التوفيق بين الأحاديث المتناقضة ظاهرا، إما يتخصيص العام، أو بتقييد المطلق أو بالحمل على تعدد الحادثة. ¶ المقصود بعلم مشكل الحديث: علم مشكل الحديث أعم من علم اختلاف الحديث، وأعم من الناسخ والمنسوخ؛ لأن الإشكال -وهو: الالتباس والخفاء- قد يكون ناشئا من ورود حديث يتناقض مع حديث آخر من حيث الظاهر، أو من حيث الحقيقة، وقد ينشأ الإشكال من مخالفة الحديث للقرآن أو اللغة أو العقل أو الحس، والمؤلف يرفع هذا الإشكال، إما: ¶ - بالتوفيق بين الحديثين المتعارضين. ¶ - أو بيان نسخ في أحدهما. ¶ - أو بشرح المعنى بما يتفق مع القرآن أو اللغة أو العقل. ¶ - أو بتضعيف الحديث الموجب للإشكال ورده. ¶ - أو بغير ذلك من الأساليب. ¶ بمعنى آخر: فالفرق باختصار بين اختلاف الحديث ومشكل الحديث، هو أن اختلاف الحديث يقصد به التعارض فيما بين الأحاديث فقط، أما مشكل الحديث: فيزيد عن اختلاف الحديث في أن التعارض قد يكون بين الحديث والقرآن أو اللغة أو العقل أو الحس.",
            "page": "138",
            "part": "1",
            "seal": "A5B562CE"
        },
        {
            "id": "134",
            "nass": "لكن وعلى أية حال فإن الغرض من التصنيف في مختلف الحديث أو مشكل الحديث إنما هو التوفيق وإزالة التعارض المتوهم بين بعض الأحاديث المتعارضة في الظاهر أو التي تحتوي شبهة أو مشكلة فيما يبدو للعوام. ¶ ولا يخفى على أهل العلم أن الأحاديث التي صحت نسبتها إلى رسول الله -صلى الله عليه وسلم- متوافقة متآلفة، ولا يتصور التعارض بينها مطلقا، لكن التعارض إنما يكون في فهم الناس للنصوص، وليس في النصوص نفسها، ومن هنا ظهرت كثير من المؤلفات في اختلاف الحديث ومشكل الحديث، وفيما يلي نبذة مختصرة عن بعض هذه المصنفات: ¶ أولا: اختلاف الحديث للشافعي ¶ المصنف: الشافعي ت 204هـ، سبقت ترجمته. ¶ الكتاب: أول مصنف في هذا النوع، لكنه لم يستوعب، وموضوع أحاديثه الفقه العملي، طبع في هامش الجزء السابع من كتاب الأم طبعة بولاق، 1325هـ، وطبع مستقلا وألحق بكتاب الأم، تصحيح: محمد زهدي النجار، وعدد صفحاته ثلاث وتسعون صفحة من القطع الكبير، وهذا الكتاب على ما فيه من علم جمٍّ وحذق في الاستدلال لا يوازي في حجمه عشر كتاب الطحاوي: شرح مشكل الآثار، لكن مع ذلك فإن الطحاوي تأثر بكتاب الشافعي كثيرا ويظهر التأثر جليا لدى المقارنة بين كتاب الشافعي: اختلاف الحديث، وكتاب الطحاوي: شرح مشكل الآثار من حيث: الموضوع، العرض، طريقة معالجة القضايا المطروحة. ¶ ثانيا: تأويل مختلف الحديث لابن قتيبة ¶ المصنف: ابن قتيبة ت 266هـ، أبو محمد عبد الله بن مسلم الدينوري، ينسب لدينور التي كان قاضيا بها، له تصانيف عديدة منها:",
            "page": "139",
            "part": "1",
            "seal": "DFB9E647"
        },
        {
            "id": "135",
            "nass": "- غريب القرآن الكريم. ¶ - عيون الأخبار. ¶ - مشكل القرآن. ¶ - مشكل الحديث، وغير ذلك. ¶ الكتاب، مجلد واحد: وضعه مؤلفه للرد على أعداء أهل الحديث، فجمع الأخبار التي ادعوا عليها التناقض والاختلاف، وجمع بينهما وأجاب عما أوردوه من الشبه على بعض الأخبار المتشابهة أو المشكلة بادئ الرأي، وكتابه مطبوع في حوالي ثلاثمائة وأربع وخمسين صفحة من القطع المتوسط، ومعظم الأحاديث التي عرض لها هي مما يخص العقيدة وفروعها؛ لأنه يرد على أهل الكلام، فهو مرتبط بما يوردونه من اعتراضات أغلبها بعيد عن الأحكام العملية، وجل اعتماده في التوفيق أو الرد على أهل الكلام، والكشف عن معاني الأحاديث، وإزالة الإشكال عنها، على براعته في علم العربية التي بلغ فيها الغاية، لكنه في تصحيح الحديث وتضعيفه قد قصر باعه، ولم يحسن فيه؛ لأن علم الحديث ليس من صناعته، وإنما هو مقلد فيه، قال ابن كثير: ولابن قتيبية في مشكل الحديث مجلد مفيد، وفيه ما هو غث، وذلك بحسب ما عنده من العلم. ¶ ثالثا: شرح مشكل الآثار للطحاوي ¶ المصنف: الطحاوي ت 321هـ: أبو جعفر أحمد بن محمد بن سلامة، عاصر أصحاب الكتب الستة ومن كان في طبقتهم، أثنى عليه عدد من",
            "page": "140",
            "part": "1",
            "seal": "7B5123B7"
        },
        {
            "id": "136",
            "nass": "العلماء، ومنهم ابن الأثير حيث يقول: كان إماما فقيها من الحنيفية وكان ثقة ثبتا أحصى له ما يزيد عن ثلاثين كتابا منها. ¶ - شرح مشكل الآثار. ¶ - شرح معاني الآثار. ¶ - اختلاف الفقهاء. ¶ وغير ذلك من الكتب. ¶ الكتاب، شرح مشكل الآثار ستة عشرجزءا/ ستة عشر مجلدا: منهاج المؤلف في كتابه هو أنه يدرج حديثين تحت كل باب، ظاهرهما التعارض، ثم يورد أسانيدهما ويسرد طرقهما ورواياتهما ثم يبسط القول في مواضع الخلاف فيهما ثم يتناولهما بالشرح والبيان والتحليل حتى تأتلف معانيهما وينتفى عنهما الاختلاف ويزول التعارض، ومع أن كتاب الطحاوي أضخم من كتاب الشافعي -اختلاف الحديث- بدرجة كبيرة، إلا أنه تأثر به كثيرا كما مر.",
            "page": "141",
            "part": "1",
            "seal": "A51A76DF"
        },
        {
            "id": "137",
            "nass": "مصادر الرواة من غير الصحابة ¶ ... ¶ ثالثا: مصادر علم رجال الحديث ¶ كتب علم الرجال هي التي تعرف برجال الحديث وهي أنواع: ¶ - وبعضها للرواة عامة. ¶ - بعضها في الصحابة خاصة. ¶ - وبعضها خاص برجال كتب معينة كالكتب الستة ... إلخ. ¶ وفيما يلي نبحث نوعين من هذه المصادر: ¶ الأول، مصادر تراجم الرواة عامة: ويقصد بها الكتب التي تترجم لرواة أحاديث الرسول -صلى الله عليه وسلم- من غير الصحابة -رضي الله عنهم- ويمكن أن تصنف في ثلاثة أصناف. ¶ 1- الكتب التي تترجم للرواة عامة الثقات والضعفاء معا. ¶ 2- الكتب التي تترجم للرواة الضعفاء. ¶ 3- الكتب التي تترجم للرواة الثقات. ¶ وتقصد هذه الكتب بشكل عام إلى إثبات أهلية راوي الحديث وعدالته أو عدمها ليتسنى الحكم على حديثه بالقوة أو الضعف وهذا ما يسمى بعلم الجرح والتعديل الذي يعرف بأنه: علم يبحث عن القواعد المعتمدة في تعيين مرتبة راوي الحديث جرحا وتعديلا من خلال ألفاظ وعبارات تعديل خاصة1. ¶ وفيما يلي استعراض لأصناف الكتب الثلاثة المذكورة أعلاه. ¶ أولا: المصنفات التي جمعت بين الثقات والضعفاء وهي كثيرة أشهرها: ¶ 1- التاريخ الكبير للبخاري ت 256هـ. ¶ 2- التاريخ الأوسط للبخاري ت 256هـ. ¶ __________ ¶ 1 علم أصول الجرح والتعديل: د. أمين أبو لاوي: 72.",
            "page": "142",
            "part": "1",
            "seal": "37AD3330"
        },
        {
            "id": "138",
            "nass": "3- التاريخ الصغير للبخاري ت 256هـ. ¶ 4- أحوال الرجال لإبراهيم بن يعقوب الجوزجاني ت 259هـ. ¶ 5- تاريخ داريا لعبد الجبار بن عبد الله الخولاني الداراني ت 270هـ. ¶ 6- تاريخ واسط لأسلم بن سهل الواسطي ت 288هـ. ¶ 7- الكنى والأسماء للدولابي ت 310هـ. ¶ 8- الجرح والتعديل للرازي ت 327هـ. ¶ 9- تاريخ الرقة لمحمد بن سعيد القشيري، ت 334هـ. ¶ 10- تاريخ أسماء الثقات لعمر بن أحمد بن شاهين، ت 385هـ. ¶ 11- التعريف برجال الموطأ لمحمد بن يحيى الحذاء ت 416هـ. ¶ 12- تاريخ جرجان لحمزة بن يوسف السهمي ت 427هـ. ¶ 13- الكمال في أسماء الرجال لعبد الغني المقدسي ت 600هـ. ¶ 14- تهذيب الكمال ليوسف بن زكي المزي ت 742هـ. ¶ 15- تذهيب التهذيب للذهبي، ت 748هـ. ¶ 16- إكمال تهذيب الكمال لعلاء الدين مغلطاي ت 726هـ. ¶ 17- تهذيب التهذيب لابن حجر العسقلاني ت 852هـ. ¶ 18- تقريب التهذيب لابن حجر العسقلاني ت 852هـ. ¶ 19- خلاصة تذهيب تهذيب الكمال لأحمد الخزرجي ت 923هـ. ¶ 20- المغني في ضبط الرجال ومعرفة كنى الرواة وألقابهم وأنسابهم لمحمد طاهر بن علي الهندي ت 986هـ. ¶ وفيما يلي نفصل القول في الكتب التالية:",
            "page": "143",
            "part": "1",
            "seal": "19192757"
        },
        {
            "id": "139",
            "nass": "أولا: الكنى والأسماء للدولابي ¶ المصنف: الدَّولابي ت 310هـ، أبو بشر محمد بن أحمد بن حماد بن سعيد بن مسلم الأنصاري الرازي الوراق، ينسب لدَولاب من قرى الري، كان إماما حافظا، ولد سنة 224هـ، قال الدارقطني عنه: يتكلمون فيه، وما يتبين من أمره إلا خير. ¶ الكتاب: من كتب تراجم الرواة التي تعني بضبط الأسماء للرواة، وقد فهرس أحاديث هذا الكتاب في جزء مستقل يوسف المرعشلي وعدنان شلاق، ورتباه على حروف المعجم، ووضعا فهرسًا آخر له لمسانيد الصحابة. ¶ ثانيا: التاريخ الصغير للبخاري ¶ المصنف: البخاري ت 256هـ، سبقت ترجمته. ¶ الكتاب، ثمانية أجزاء/ ثمانية مجلدات: التاريخ الصغير كتاب صغير الحجم عظيم الفائدة، متخصص في تراجم الرواة بغض النظر عن درجة توثيقهم فهو يترجم للثقات والضعفاء على حد سواء وهذا الكتاب مطبوع أكثر من مرة. ¶ ثالثا: التاريخ الأوسط للبخاري ¶ المصنف: الإمام البخاري ت 256هـ، سبقت ترجمته. ¶ الكتاب: التاريخ الأوسط، كتاب يترجم للرواة الثقات والضعفاء معا وهو غير مطبوع. ¶ رابعا: التاريخ الكبير للبخاري ¶ المصنف: الإمام البخاري ت 256هـ، سبقت ترجمته.",
            "page": "144",
            "part": "1",
            "seal": "42D80011"
        },
        {
            "id": "140",
            "nass": "الكتاب، ثمانية أجزاء/ ثمانية مجلدات: التاريخ الكبير من كتب التراجم التي جمعت بين الثقات والضعفاء من الرواة، ويقع في أربعة أجزاء كبيرة، ترجم لأربعين ألف شخص، ما بين رجل وامرأة وثقة وضعيف، من عصر الصحابة وحتى شيوخه، قال عنه السبكي: إنه لم يسبق إليه، ومن ألف بعده في التاريخ والأسماء أو الكنى فعيال عليه. ¶ قال البخاري عن هذا الكتاب: أخذ إسحاق بن راهوية ت 238هـ، كتاب التاريخ فأدخله على عبد الله بن طاهر ت 230هـ، فقال: أيها الأمير، ألا أريك سحرا؟! قال: فنظر فيه عبد الله فتعجب منه. ¶ خامسا: الجرح والتعديل للرازي ¶ المصنف: الرازي ت 327هـ، أبو محمد عبد الرحمن بن أبي حاتم محمد بن إدريس ت 327هـ، تتملذ على والده أبي حاتم محمد الرازي ت 277هـ، وأبي زرعة عبد الرحمن بن عمرو ت 280هـ، وهما من حلقه البخاري، فأخذ عنهما علم الجرح والتعديل. ¶ الكتاب: الجرح والتعديل، أربعة أجزاء/ تسعة مجلدات: هذا المصنف من الكتب التي جمعت تراجم الثقات والضعفاء، وهو من أعظم كتب الجرح والتعديل، ومن أغزرها فائدة وأوثقها صلة بنقاد الرجال الذين عرفهم تاريخ الحديث، وقد جمع كتابه من نصوص والده ونصوص أبي زرعة ونصوص البخاري وغيرهم، لهذا كان كتابه زاخرًا بنصوص الأحكام التي أصدرها جهابذة علم الجرح والتعديل، وهذا الكتاب مرتب على حروف المعجم.",
            "page": "145",
            "part": "1",
            "seal": "2DDD1637"
        },
        {
            "id": "141",
            "nass": "ترجم لثمانية عشر ألفا وخمسين راويًا، وجعل لكتابه مقدمة هي مفتاح له في جزء منفرد سماه: تقدمة المعرفة لكتاب الجرح والتعديل. ¶ سادسا: تهذيب التهذيب لابن حجر ¶ المصنف: ابن حجر ت 852هـ، أحمد بن علي بن محمد أبو الفضل الكناني العسقلاني، الحافظ الكبير الشهير المنفرد بمعرفة الحديث وعلله في الأزمنة المتأخرة، ولد في شعبان سنة 773هـ بمصر، ونشأ يتميا فحفظ القرآن وهو ابن تسع، وتلقى العلوم المختلفة وبرع فيها وخاصة الحديث وعلومه، وقصر نفسه عليه، وشُهد له بالحفظ والإتقان الخاص والعام، وله مؤلفات عظيمة نافعة، منها: فتح الباري شرح صحيح البخاري، والإصابة في تمييز الصحابة، وغيرها. ¶ الكتاب: تهذيب التهذيب، اثنا عشر جزءا/ اثنا عشر مجلدا: هذا الكتاب من كتب التراجم التي جمعت بين الثقات والضعفاء، وهو اختصار كتاب: تهذيب الكمال للمزي، ت 742هـ، علما بأن كتاب الكمال في أسماء الرجال لعبد الغني المقدسي ت 600هـ، ومما يذكر أن ابن حجر لخص كتابه: تهذيب التهذيب، في مجلدين وسماه: تقريب التهذيب في أسماء الرجال. ¶ ثانيا: المصنفات الخاصة بالضعفاء، وهي عديدة من أهمها: ¶ 1- الضعفاء من رجال الحديث لأبي الحسن المديني ت 234هـ. ¶ 2- الضعفاء الكبير للبخاري ت 256هـ. ¶ 3- الضعفاء الصغير للبخاري ت 256هـ. ¶ 4- الضعفاء والمتروكين لأبي عبد الرحمن النسائي ت 303هـ. ¶ 5- الضعفاء لأبي جعفر محمد بن عمرو العقيلي ت 323هـ.",
            "page": "146",
            "part": "1",
            "seal": "06E634FB"
        },
        {
            "id": "142",
            "nass": "6- معرفة المجروحين من المحدثين لابن حبان البستي ت 354هـ. ¶ 7- الكامل في ضعفاء الرجال لعبد الله بن عدي الجرجاني ت 365هـ. ¶ 8- الضعفاء والمتروكين لعلي بن عمر الدارقطني ت 385هـ. ¶ 9- المجروحين: لأبي الفتح محمد بن الحسين الأزدي ت 390هـ. ¶ 10- أسماء الضعفاء والوضاعين لابن الجوزي ت 597هـ. ¶ 11- أسماء الضعفاء والمتروكين لابن الجوزي ت 597هـ. ¶ 12- المغني في الضعفاء للذهبي ت 748هـ. ¶ 13- ميزان الاعتدال للذهبي ت 748هـ. ¶ 14- لسان الميزان لأحمد بن علي بن حجر العسقلاني ت 852هـ. ¶ وفيما يلي نفصل القول في الكتب التالية:",
            "page": "147",
            "part": "1",
            "seal": "6DA6D426"
        },
        {
            "id": "143",
            "nass": "أولا: الضعفاء الكبير للبخاري ¶ المصنف: البخاري ت 256هـ، سبقت ترجمته. ¶ الكتاب: الضعفاء الكبير من كتب تراجم الرجال المتخصصة بالترجمة للرواة الضعفاء. ¶ ثانيا: الضعفاء الصغير للبخاري ¶ المصنف: البخاري، ت 256هـ، سبقت ترجمته. ¶ الكتاب: الضعفاء الصغير، كتاب صغير متخصص في الترجمة للضعفاء من الرواة، وقد ترجم لأربعمائة وثمانية عشر راويا، وهو كتاب مطبوع. ¶ التراجم فيه مرتبة على حروف المعجم، تراجمه قصيرة تتناول اسم الراوي واسم أبيه ونسبته وبعض شيوخه وتلاميذه، ثم يشير إلى درجته في الضعف بإحدى ألفاظ التجريح: كمنكر الحديث، أو فيه نظر أو متروك الحديث أو سكتوا عنه، وقد يورد رأي النقاد السابقين فيه. ¶ ومما أخذه عبد الرحمن بن أبي حاتم الرازي ت 327هـ، في كتابه الجرح والتعديل عليه أنه أدرج رواة ثقات ضمن رواته الضعفاء. ¶ ثالثا: ميزان الاعتدال للذهبي ¶ المصنف: الذهبي ت 748هـ، سبقت ترجمته. ¶ الكتاب: ميزان الاعتدال، من المصنفات التي أفردت للضعفاء من الرواة، سلك فيه مسلك ابن عدي في الكامل، فذكر كل من تكلم فيه وإن كان ثقة، وذكر في ترجمة كل راوٍ حديثا أو أكثر من غرائبه ومناكيره، ترجم فيه لسبعة وتسعمائة وعشرة آلاف من الرواة.",
            "page": "148",
            "part": "1",
            "seal": "35280B42"
        },
        {
            "id": "144",
            "nass": "وهو مرتب على حروف المعجم، والكتاب مقسم إلى أقسام: ¶ الأول: تراجم الرجال والنساء على حروف المعجم. ¶ الثان: باب الكنى. ¶ الثالث: من عرف بأبيه، ويبدؤه بـ: ابن ¶ الرابع: فصل الأنساب. ¶ الخامس: مجاهيل الاسم. ¶ السادس: النسوة المجهولات. ¶ السابع: الكنى للنسوة. ¶ الثامن: فيمن لم تسم، ويبدؤها بكلمة: والدة. ¶ رابعا: لسان الميزان لابن حجر العسقلاني ¶ المصنف: ابن حجر العسقلاني ت 852 هـ، سبقت ترجمته ¶ الكتاب: سبعة أجزاء/ سبعة مجلدات: أصل هذا الكتاب هو كتاب: الميزان للذهبي، في تراجم الضعفاء، فحذف ابن حجر من الميزان من أخرج له الأئمة الستة في كتبهم أو بعضهم1، وكتب فيه من ليس في تهذيب الكمال للمزي ت 742هـ، وزاد عليه جملة كثيرة من التراجم، ومجموع من ترجم لهم من الرواة أربعة وثلاثون أربعمائة وألف. ¶ __________ ¶ 1 لسان الميزان: ابن حجر: 7/1.",
            "page": "149",
            "part": "1",
            "seal": "96BE1F9A"
        },
        {
            "id": "145",
            "nass": "قال هو عن كتابه: ألف الحفاظ في أسماء المجروحين كتبا كثيرة كل منهم على مبلغ علمه، ولكن من أجمع ما وقفتُ عليه في ذلك: كتاب الميزان الذي ألفه الحافظ الذهبي، وقد كنت أردت نسخه على وجهه فطال علي، فحذفت منه، وزدت عليه، وسميته: لسان الميزان. ¶ وما زاده من التراجم المستقلة أشار إليه مسبوقا بحرف: ز، وما زاده من كتاب الذيل على الميزان لأبي الفضل بن الحسين أشار إليه مسبوقا بحرف: ذ، وما زاده على الترجمة من كلامه، زاده بعد كلمة انتهى. ¶ ثالثا: المصنفات الخاصة بالرواة الثقات، وهي عديدة، من أهمها: ¶ 1- الثقات لأبي الحسن أحمد بن عبد الله بن صالح العجلي ت 261هـ. ¶ 2- الجمع بين رجال الصحيحين لأبي نصر الكلاباذي ت 318هـ. ¶ 3- الهداية والإرشاد في أهل الثقة والسداد للكلاباذي ت 318هـ. ¶ 4- الثقات لمحمد بن أحمد بن حبان البستي ت 354هـ. ¶ 5- تاريخ أسماء الثقات لعمر بن أحمد بن شاهين ت 385هـ. ¶ 6- ذكر أسماء التابعين ومن بعدهم ممن صحت روايته عن الثقات عند البخاري ومسلم لعلي بن عمر الدارقطني ت 385هـ. ¶ 7- رجال الصحيح لابن منجويه أحمد بن علي الأصفهاني ت 428هـ. ¶ 8- الجمع بين رجال الصحيحين لأبي الفضل القيسراني ت 507هـ. ¶ 9- تذكرة الحفاظ لأبي عبد الله الذهبي ت 748هـ. ¶ 10- لحظ الألحاظ بذيل طبقات الحفاظ لمحمد بن فهد المكي ت 787هـ. ¶ وفيما يلي نفصل القول في كتاب تذكرة الحفاظ للذهبي.",
            "page": "150",
            "part": "1",
            "seal": "814ACDFD"
        },
        {
            "id": "146",
            "nass": "تذكرة الحفاظ للذهبي ¶ المصنف: الذهبي ت 748هـ، سبقت ترجمته. ¶ الكتاب: تذكرة الحفاظ للذهبي أو طبقات الحفاظ، أربعة أجزاء/ مجلدان: من كتب التراجم الخاصة بالرواة الثقات لحديث الرسول -صلى الله عليه وسلم- ابتداء من عصر الصحابة -رضي الله عنهم- وحتى عصر المؤلف تقريبا، وقد ذيل الكتاب بعدد من الذيول منها: ¶ 1- ذيل تذكرة الحفاظ للذهبي، تأليف أبي المحاسن الحسيني ت 756هـ. ¶ 2- لحظ الألحاظ بذيل طبقات الحفاظ، تأليف: تقي الدين المكي ت 787هـ. ¶ 3- ذيل طبقات الحفاظ لجلال الدين السيوطي ت 911هـ.",
            "page": "151",
            "part": "1",
            "seal": "597060BC"
        },
        {
            "id": "147",
            "nass": "مصادر تراجم الصحابة رضي الله عنهم أجمعين ¶ ... ¶ الثاني: مصادر تراجم الصحابة رضي الله عنهم ¶ تعريف الصحابي: الصحابي هو من لقي النبي -صلى الله عليه وسلم- مؤمنا به ومات على ذلك1، ومعرفة الصحابة ضرورية لأسباب عدة منها ما يتعلق بالحكم على سند الحديث، وهناك أساليب عديدة لتمييز الصابي وهذه الأساليب مبسوطة في كتب تراجم الصحابة وكتب علوم الحديث، مع الإشارة إلى أن الصحابة -رضي الله عنهم- طبقات فبعضهم أسلم مبكرا في مكة وبعضهم هاجر للحبشة وبعضهم شهد العقبة ... إلخ، من الأحداث التي جعلت لكم قسم من الصحابة صفة معينة، ومن المتفق عليه أن الصحابة كلهم عدول بشهادة القرآن الكريم والسنة المطهرة وإجماع الأمة، مع الإشارة إلى أن عددهم -رضي الله عنهم- يقرب من مائة ألف صحابي. ¶ وقد حرص العلماء على حصر أسماء الصحابة -رضي الله عنهم- وبيان مروياتهم وأحوالهم وأوطانهم وتاريخ وفاة كل منهم، وزادت المؤلفات في هذا الفن عن أربعين مؤلفا منها: ¶ 1- معرفة من نزل من الصحابة سائر البلدان، خمسة أجزاء، للمديني ت 234هـ. ¶ 2- كتاب المعرفة، للمروزي ت 293هـ. ¶ 3- كتابة الصحابة، خمسة أجزاء، لابن حبان أبي حاتم البستي، ت 354هـ. ¶ 4- الاستيعاب في معرفة الأصحاب، لابن عبد البر ت 463هـ. ¶ 5- أسد الغابة في معرفة أسماء الصحابة، خمسة أجزاء، لابن الأثير ت 630هـ. ¶ 6- تجريد أسماء الصحابة للذهبي ت 748هـ. ¶ __________ ¶ 1 منهج النقد في علوم الحديث: د. نور الدين العتر: 116.",
            "page": "152",
            "part": "1",
            "seal": "C99D88D9"
        },
        {
            "id": "148",
            "nass": "7- الإصابة في تمييز الصحابة لابن حجر ت 852هـ. ¶ 8- الرياض المستطابة في جملة من روى في الصحيحين من الصحابة للعامري ت 893هـ. ¶ 9- در السحابة في من دخل مصر من الصحابة، للسيوطي ت 911هـ. ¶ 10- البدر المنير في صحابة البشير النذير للسندي، توفي بعد عام 1145هـ. ¶ وفيما يلي نتناول بشيء من التفصيل بعضًا من هذه الكتب: ¶ أولا: الاستيعاب في معرفة الأصحاب لابن عبد البر ¶ المصنف: ابن عبد البر ت 463هـ، أبو عمر يوسف بن عبد الله بن محمد بن عبد البر، القرطبي المالكي إمام حافظ محدث، عاش مائة عام. ¶ الكتاب، أربعة أجزاء/ أربعة مجلدات: من أشهر ما ألف في تراجم الصحابة، ظن ابن عبد البر أنه استوعب الأصحاب، فسماه: الاستيعاب، لكن فاته كثير منهم، وفيه ترجمة لثلاثمائة صحابي. وعلى هذا الكتاب عدة ذيول منها: ¶ - ذيل ابن فتحون الأندلسي ت 517هـ. ¶ - ذيل أبي الحجاج يوسف بن مقلد ت 558هـ. ¶ وكتاب الاستيعاب مرتب على حروف المعجم، وانتقد بأمرين: ¶ 1- فاته جمع من الصحابة كثير. ¶ 2- شانه بذكر ما شجر بين الصحابة رضي الله تعالى عنهم1. ¶ __________ ¶ 1 منهج النقد في علوم الحديث: العتر: 127.",
            "page": "153",
            "part": "1",
            "seal": "85FB2B69"
        },
        {
            "id": "149",
            "nass": "ثانيا: أسد الغابة في معرفة الصحابة لابن الأثير ¶ المصنف: ابن الأثير، عز الدين أبو الحسن علي بن محمد الجزري ت 630هـ، علامة محدث أديب نسابة، ولد بجزيرة ابن عمر، ونشأ بها هو وأخواه: مجد الدين، والوزير ضياء الدين، ثم تحول بهم أبوهم إلى الموصل، فبرعوا وسادوا، كان ابن الأثير علامة إخباريا أديبا متفننا رئيسا محتشما، وكان منزله مأوى لطلبة العلم. ¶ الكتاب: خمسة أجزاء،/ خمسة مجلدات1: يترجم هذا الكتاب لأربعة وخمسين وخمسمائة وألف اسم، ومادة هذا الكتاب من مصدرين أساسيين هما: ¶ أ- الكتب التي هي غاية ما انتهى إليه الجمع في الصحابة في عهده وهي: ¶ 1- كتاب محمد بن إسحاق بن مندة ت 311هـ. ¶ 2- معرفة الصحابة لأبي نعيم أحمد بن عبد الله الأصبهاني ت 430هـ. ¶ 3- تتمة معرفة الصحابة لمحمد بن عمر الأصبهاني المديني ت 581هـ. ¶ 4- الاستيعاب في معرفة الأصحاب لابن عبد البر ت 463هـ. ¶ ب- ما زاده المؤلف نفسه من أسماء. ¶ عني المؤلف بترتيب كتابه على الأحرف ترتيبا أدق من كتاب الاستيعاب، فوصف كتابه بأنه حافل عظيم، انتقد كتابه في أنه تبع من قلبه فخلط من ليس صحابيا بهم، وأغفل كثيرا من التنبيه على كثير من الأوهام الواقعة في كتبهم، جرد الذهبي أسماء الصحابة الذين وردت أسماؤهم في أسد الغابة في كتاب مستقل وسماه: تجريد أسماء الصحابة، وهو الكتاب المبحوث تاليا. ¶ __________ ¶ 1 منهج النقد في علوم الحديث: العتر: 128، تجريد أسماء الصحابة: الذهبي: 1/ب.",
            "page": "154",
            "part": "1",
            "seal": "08686BDC"
        },
        {
            "id": "150",
            "nass": "ثالثا: تجريد أسماء الصحابة للذهبي ¶ المصنف: الذهبي ت 748هـ، سبقت ترجمته. ¶ الكتاب: جزءان/ مجلدان: عبارة عن تجريد لأسماء الصحابة -رضي الله عنهم- الوارد ذكرهم في كتاب: أسد الغابة لابن الأثير. ¶ 1- أضاف الذهبي زيادة عما في أسد الغابة أسماء صحابة آخرين من الكتب التالية: ¶ - طبقات الصحابة لمحمد بن سعد الزهري ت 230هـ. ¶ - مسند أحمد ت 241هـ. ¶ - مسند بقي بن مخلد ت 276هـ. ¶ - حواشي الاستيعاب لابن عبد البر ت 463هـ. ¶ - تاريخ دمشق لابن عساكر علي بن الحسن ت 571هـ. ¶ - من دونهم أبو الفتح بن محمد بن سيد الناس ت 743هـ. ¶ 2- جاءت التراجم في هذا الكتاب مختصرة. ¶ 3- وضع الذهبي قبل الاسم المترجم له عددا من الرموز وبعده وضع رموزا أخرى فيما يلي دلالة كل منها: ¶ أولا: الرموز قبل الاسم في أول الترجمة، المراد منها كتاب الحديث كالكتب الستة وغيرها وفيما يلي أمثلة: ¶ ع: روى له أصحاب الكتب الستة. ¶ 5: مسند أحمد. ¶ د: روى له بقي بن مخلد في مسنده حديثا واحدا. ¶ س: روى له بقي بن مخلد في مسنده حديثين.",
            "page": "155",
            "part": "1",
            "seal": "25483B39"
        },
        {
            "id": "151",
            "nass": "ثانيا: الرموز بعد الاسم في آخر الترجمة، المراد منها الكتب الأربعة المؤلفة في أسماء الصحابة -رضي الله عنهم- والتي استقصاها ابن الأثير وهي: ¶ د: كتاب عبد الله بن محمد بن إسحاق بن مندة ت 311هـ. ¶ ع: كتاب أبي نعيم الأصبهاني ت 430هـ. ¶ ب: كتاب ابن عبد البر ت 463هـ. ¶ س: كتاب أبي موسى المديني ت 246هـ. ¶ - تراجم الكتاب مقسمة كما يلي: ¶ أ: من 1- 1688: أسماء صحابة. ¶ ب: من 1689- 2446: كنى الصحابة. ¶ ج: من 2447- 2504: من عرف من الصحابة بأبيه ولم يسم هو. ¶ د: من 2505- 2530: من روى عن أبيه. ¶ هـ: من 2531- 2598: من روى عن جده أو قرابته. ¶ و: من 2599- 2715: من نسب إلى قبيلة. ¶ ز: من 2716- 2925: ذكر من لم يعرف إلا بصحبة رسول الله صلى الله عليه وسلم. ¶ ح: من 2926- 3767: أسماء الصحابيات. ¶ ط: من 3768- 4097: كنى الصحابيات: ¶ ي: من 4098- 4190: لمن عرفت بأخت فلان أو بنت فلان أو جدة فلان أو خالة فلان أو عمة فلان أو المجهولات.",
            "page": "156",
            "part": "1",
            "seal": "22B1828C"
        },
        {
            "id": "152",
            "nass": "رابعا: الإصابة في تمييز الصحابة لابن حجر ¶ المصنف: ابن حجر ت 582هـ، سبقت ترجمته. ¶ الكتاب: جمع فيه ابن حجر ما كتبه السابقون، وأعاد النظر في مراجع الصحابة من كتب السنة والسير والمغازي، فاستخرج أسماء فاتت غيره، وهو من أجمع ما ألف في تراجم الصحابة، وتقسم مجلداته كالتالي: ¶ - المجلدات الستة الأولى: للأسماء، وفيها سبع وسبعون وأربعمائة وتسعة آلاف ترجمة. ¶ - المجلد السابع: للكنى، وفيه سبع وخمسون ومائتان وألف كنية. ¶ - المجلد الثامن: تراجم النساء، فيه خمس وأربعون وخمسمائة وألف ترجمة. ¶ والكتاب مرتب حسب الحروف الأبجدية، وقدم المصنف لكتابه بثلاثة فصول: ¶ 1- تعريف الصحابي. ¶ 2- الطريق إلى معرفة كون الشخص صحابي. ¶ 3- بيان حال الصحابة من العدالة. ¶ واختصره السيوطي ت 911هـ في: عين الإصابة في معرفة الصحابة.",
            "page": "157",
            "part": "1",
            "seal": "5675721D"
        },
        {
            "id": "153",
            "nass": "مصادر علم مصطلح الحديث ¶ ... ¶ رابعا: علم مصطلح الحديث ¶ تعريفه: هو علم يعرف به أحوال الراوي والمروي من حيث القبول أو الرد1، وقد ظهرت فيه مؤلفات كثيرة، ومن أشهرها: ¶ أولا: معرفة علوم الحديث للنيسابوري ¶ المصنف: النيسابوري ت 405هـ، الإمام الحاكم أبو عبد الله محمد بن عبد الله، إمام حافظ، ولد في نيسابور له رحلتان إلى العراق والحجاز، تقلد القضاء بنيسابور في أيام الدولة السامانية، له مؤلفات عديدة منها: ¶ - المستدرك على الصحيحين. ¶ - فضائل الإمام الشافعي. ¶ قال عنه ابن السبكي ت 771هـ: محدث ثقة، وقال عبد الرحمن بن خلدون ت 808هـ، في مقدمته: وقد ألف الناس في علوم الحديث وأكثروا، ومن فحول علمائه وأئمتهم أبو عبد الله الحاكم، وتآليفه فيه مشهورة، وهو الذي هذبه وأظهر محاسنه. ¶ الكتاب مجلد واحد: ثاني الكتب المؤلفة في علوم الحديث، وهو بعد كتاب الرامهرمزي ت360هـ: المحدث الفاصل، وقد لخصه طاهر الجزائري ت 1338هـ، في كتابه توجيه النظر. ¶ __________ ¶ 1 نزهة النظر شرح نخبة الفكر: مقدمة الناشر ص: 6.",
            "page": "158",
            "part": "1",
            "seal": "564C71C4"
        },
        {
            "id": "154",
            "nass": "ثانيا: علوم الحديث لابن الصلاح ¶ المصنف: ابن الصلاح ت 346هـ، الإمام الحافظ أبو عمرو عثمان بن عبد الرحمن الشهرزوري الشافعي، كان أحد فضلاء عصره في التفسير والحديث والفقه وأسماء الرجال. ¶ له مصنف في مناسك الحج، وجمع بعض أصحابه فتاواه في مجلد مطبوع. ¶ الكتاب: اشتهر هذا الكتاب باسم: مقدمة ابن الصلاح، وهو يعد بلا منازع الأصل الذي ترد إليه جل المؤلفات والمختصرات والشروح والحواشي التي تتصل بعلم: أصول الحديث، ومنذ ألف ابن الصلاح كتابه، وصرير الأقلام لا يكاد ينقطع في موضوعه، بين تلخيص له وتعقيب عليه وشرح ونظم وتبويب خلال القرنين السابع والثامن، حتى ألف الحافظ العراقي ت 806هـ، ألفية الحديث المسماة: نظم الدرر في علم الأثر، والتي نظم بها مقدمة ابن الصلاح، فحظيت الألفية بدروها باهتمام العلماء فأكثروا من شروحها. ¶ أ- ومن شروح مقدمة ابن الصلاح: ¶ 1- نكت البدر للزركشي ت 794هـ. ¶ 2- التقييد والإيضاح لما أطلق وأغلق من كتاب ابن الصلاح للعراقي ت 806هـ ¶ 3- الإفصاح عن نكت ابن الصلاح: لابن حجر العسقلاني ت 852هـ. ¶ ب- ومن اختصاراتها: ¶ 1- الإرشاد للنووي ت 676هـ. ¶ 2- التقريب والتيسير لمعرفة سنن البشير النذير للنووي ت 670هـ، وهذا الاختصار شرحه السيوطي ت 911هـ في كتابه: تدريب الراوي.",
            "page": "159",
            "part": "1",
            "seal": "16EEDC36"
        },
        {
            "id": "155",
            "nass": "3- الباعث الحثيث لابن كثير ت 774هـ. ¶ 4- محاسن الاصطلاح وتضمين كتاب ابن الصلاح للبلقيني ت 805هـ. ¶ ج- وممن نظمها: الزين العراقي عبد الرحيم ت 806هـ، في ألفيته: نظم الدرر في علم الأثر. ¶ وشَرَح ألفية العراقي عدد من العلماء منهم: ¶ - العراقي نفسه ت 806هـ في كتابه: التبصرة والتذكرة. ¶ - شرح أبي الفداء إسماعيل بن إبراهيم بن جماعة الكناني ت 861هـ. ¶ - شرح زين الدين عبد الرحمن بن أبي بكر العيني ت 893هـ. ¶ - شرح الحيضري ت 894هـ في: صعود المراقي إلى ألفية العراقي. ¶ - السخاوي ت 902هـ في كتابة: فتح المغيث في شرح ألفية الحديث. ¶ - شرح لجلال الدين السيوطي ت 911هـ. ¶ - زكريا محمد الأنصاري ت 926هـ، في: فتح الباقي على ألفية العراقي. ¶ - شرح للشيخ إبراهيم بن محمد الحلبي ت 955هـ. ¶ - واختصرها نظما سيدي محمد بن حمدون الفاسي ت 1284هـ. ¶ ثالثا: نخبة الفِكَر في مصطلح أهل الأثر ¶ المصنف: ابن حجر ت 853هـ، سبقت ترجمته. ¶ الكتاب: كتيب صغير الحجم لخص فيه ابن حجر المهم من علوم الحديث خاصة علم مصطلح الحديث، ثم طلب إليه شرحه فشرحه في كتيب آخر اسمه: نزهة النظر شرح نخبة الفِكَر في مصطلح أهل الأثر، ونخبة الفكر على صغره عظيم الفائدة، لذلك حاز على اهتمام العلماء ما بين شارح وناظم ومعلق، يقول أبو الحسن محمد",
            "page": "160",
            "part": "1",
            "seal": "F3F07360"
        },
        {
            "id": "156",
            "nass": "صادق السندي في مقدمة كتابه بهجة النظر شرح على نخبة الفِكَر: كان محتويا على فوائد شريفة وفوائد لطيفة، ودقائق هذا الفن وأسراره مع غاية إيجازه واختصاره بحيث اعترف بمزاياه الفحول، وتلقوه بنهاية القبول، وأنشدوا فيه وفي متنه القصائد ونظموا من لآلئ محاسنها القلائد. ¶ ومن شروحه: ¶ 1- نتيجة النظر في شرح نخبة الفكر لمحمد بن يحيى الشمس ت 821هـ. ¶ 2- شرح نخبة أهل الأثر الحديث لمحمد بن موسى المكي ت 823هـ. ¶ 3- مصطلحات أهل الأثر على شرح نخبة الفكر لعلي الهروي ت 1014هـ. ¶ 4- اليواقيت والدرر لمحمد بن عبد الرءوف المناوي ت 1031هـ. ¶ 5- إمعان النظر توضيح نخبة الفكر للسندي، ت 1040هـ. ¶ 6- شرح نظم نخبة الفكر لأحمد بن عبد الكريم الغزي ت 1143هـ. ¶ وهناك شروح عديدة غير ذلك1. ¶ وممن نظمه: ¶ 1- محمد الشمني ت 814هـ. ¶ 2- أحمد بن محمد الطوفي ت 893هـ. ¶ 3- محمود بن إسحاق المقدسي ت 900هـ. ¶ 4- أحمد بن صدقة العبدقي ت 905هـ. ¶ 5- منصور سبط الناصر الطبلاوي ت 1010هـ. ¶ 6- الصنعاني ت 1182هـ، في: قصب السكر نظم نخبة الفكر. ¶ __________ ¶ 1 انظر مقدمة اليواقيت والدرر لمحمد عبد الرءوف المناوي بتحقيق ربيع بن محمد السعودي.",
            "page": "161",
            "part": "1",
            "seal": "40F107B6"
        },
        {
            "id": "157",
            "nass": "رابعا: فتح المغيث شرح ألفية الحديث للسخاوي ¶ المصنف: السخاوي ت 902هـ، محمد بن عبد الرحمن، ولد في القاهرة وتوفي في المدينة المنورة، برع في اللغة والفقه والقراءات والحديث والتاريخ والتفسير والأصول، انتهى إليه علم الجرح والتعديل، له مؤلفات عديدة منها: ¶ المقاصد الحسنة في الأحاديث الجارية على الألسنة. ¶ الكتاب: ثلاثة أجزاء/ ثلاثة مجلدات: هذا الشرح أحسن شروح الألفية للمحدث أبي الفضل زين الدين عبد الرحيم بن الحسين العراقي، والذي لخص فيه كتاب: معرفة أصول الحديث، المشهورة بمقدمة ابن الصلاح. ¶ خامسا: تدريب الراوي في شرح تقريب النواوي للسيوطي ¶ المصنف: السيوطي ت 911هـ، سبقت ترجمته. ¶ الكتاب: جزءان / مجلد واحد: شرح لكتاب التقريب والتيسير لمعرفة سنن البشير النذير للحافظ محيي الدين النووي ت 631هـ، وقد جمع السيوطي في كتاب التدريب ملخصات كثيرة من المؤلفات في علم المصطلح منها: ¶ - المتفق والمختلف لعبد الغني بن سعيد الأزدي ت 409هـ. ¶ - كتب الخطيب البغدادي ت 463هـ في أنواع علوم الحديث وغيرها. ¶ - المؤتلف والمختلف لعلي بن هبة الله بن ماكولا ت 475هـ، وذيوله. ¶ - مقدمة ابن الصلاح ت 643هـ. ¶ - المشتبه للذهبي ت 748هـ. ¶ - حاشية الزركشي ت 794هـ، ونكت العراقي وابن حجر عليها. ¶ - محاسن الاصطلاح للبُلقيني ت 805هـ.",
            "page": "162",
            "part": "1",
            "seal": "42BC55BA"
        },
        {
            "id": "158",
            "nass": "- شرح العراقي ت 806هـ، على ألفيته. ¶ - مؤلفات ابن حجر ت 852هـ. ¶ وقد ينسب القول لقائله وقد لا ينسبه وقد يتصرف في العبارة، وامتاز كتابه بالانفراد في بسط بعض الموضوعات والإسهاب فيها خصوصا عن رجال الحديث وتخريج بعضها، كما امتاز كتابة ببحوث حديثية لم تذكر في غير كتابه، وعموما فكتابه جامع نافع ملخص لمسائل علوم الحديث ومؤلفاته فيه.",
            "page": "163",
            "part": "1",
            "seal": "B3E6EE6A"
        },
        {
            "id": "159",
            "nass": "مصادر الموضوعات والوضاعون ¶ ... ¶ خامسا: الموضوعات والوضاعون ¶ أولا: معنى الموضوع: ¶ - لغة: من وضع يضع، يأتي على معانٍ منها: الترك، والإسقاط، الافتراء والاختلاق1. ¶ - اصطلاحًا: هو الحديث المختلق المصنوع المنسوب افتراء إلى رسول الله صلى الله عليه وسلم. ¶ ثانيا: ابتداء الوضع في الحديث: لم يقع الوضع في عهد الرسول صلى الله عليه وسلم، ولم يقع من صحابته بعده، ويذكر المختصون أن عام 40هـ كان الحد الفاصل بين صفاء السنة واختلاطها بالمكذوب والموضوع2، وذلك أن هذا العام يمثل بداية تفرق المسلمين شيعا وأحزابا، ويقال: إن أول من فعل ذلك الشيعة على اختلاف طوائفهم وقد قابلهم جهلة الأحزاب الأخرى. ¶ ثالثا: أسباب الوضع3: تعود أسباب الوضع باختصار إلى: ¶ 1- الخلافات السياسة. ¶ 2- الزندقة والطعن في الإسلام. ¶ 3- القصص والوعظ. ¶ 4- التكسب وطلب المال. ¶ 5- الجهل بالدين مع الرغبة في الخير. ¶ 6- الخلافات بأنواعها: فقهية وكلامية. ¶ 7- العصبية للجنس والقبيلة واللغة والوطن والإمام. ¶ __________ ¶ 1 الموضوعات: ابن الجوزي: المقدمة: 39. ¶ 2 الموضوعات: ابن الجوزي: المقدمة: 50. ¶ 3 المرجع السابق: 50.",
            "page": "164",
            "part": "1",
            "seal": "D40A9579"
        },
        {
            "id": "160",
            "nass": "8- التقرب للملوك والأمراء. ¶ 9- المصالح الشخصية كالترويج لسلعة مثلا. ¶ 10- قصد الشهرة. ¶ رابعا: مقاومة الوضع: وقف المسلمون تجاه تيار الوضع وقفة مدهشة فنخلوا الأحاديث تنخيلا، ولهم في هذا المجال دراسات وجهود عظيمة، لقد أفرد بعض العلماء كتبا في الموضوعات حيث جمعوها من كتب المتقدمين في التواريخ، والعلل، وكتب الرجال في الضعفاء، وكتب الجرح والتعديل، واشتهرت هذه المؤلفات وذاعت وعم نفعها بين العامة والخاصة، ومن هذه الكتب1: ¶ 1- الموضوعات: لأبي سعيد محمد بن علي النقاش الحنبلي ت 414هـ. ¶ 2- التذكرة في الأحاديث الموضوعات لمحمد بن القيسراني ت 507هـ. ¶ 3- الأباطيل والمناكير والصحاح والمشاهير للجوزقاني ت 543هـ. ¶ 4- الموضوعات من الأحاديث المرفوعات لابن الجوزي، ت 597هـ. ¶ 5- المغني عن الحفظ والكتاب بقولهم لم يصح شيء في هذا الباب ت 622هـ. ¶ 6- العقيدة الصحيحة في الأحاديث الموضوعة الصريحة للموصلي ت 622هـ2. ¶ 7- موضوعات الصاغاني ت 650هـ. ¶ 8- الدر الملتقط في تبيين الغلط ونفي اللغط للصاغاني ت 650هـ. ¶ 9- رسالة في أحاديث ضعيفة وموضوعة لمحمد الحنبلي ت 744هـ. ¶ 10- ترتيب الموضوعات لابن الجوزي ت 597هـ للذهبي ت 748هـ. ¶ __________ ¶ 1 الموضوعات من الأحاديث المرفوعات لابن الجوزي: تحقيق نور الدين جيلار: ص94. ¶ 2 انظر مقدمة الفوائد المجموعة: ص6.",
            "page": "165",
            "part": "1",
            "seal": "19E225A0"
        },
        {
            "id": "161",
            "nass": "11- تلخيص الأباطيل للجوزقاني ت 543هـ، للإمام الذهبي ت 748هـ أيضا. ¶ 12- موضوعات مستدرك محمد بن عبد الله الحاكم ت 534هـ، للذهبي. ¶ 13- مختصر الأباطيل والموضوعات، جمع الإمام الذهبي ت 748هـ أيضا. ¶ 14- موضوعات المصابيح، لسراج الدين عمر بن على القزويني ت 750هـ. ¶ 15- المنار المنيف في الصحيح والضعيف، لابن القيم ت 751هـ. ¶ 16- الموضوعات في الإحياء، للعراقي ت 806هـ. ¶ 17- الكشف الحثيث عمن رمي بوضح الحديث، لسبط بن العجمي ت 841هـ. ¶ 18- سفر السعادة للعلامة اللغوي مجد الدين الفيروزأبادي ت 871هـ. ¶ 19- تلخيص الموضوعات، لجلال الدين بن درباس. ¶ 20- اللآلئ المصنوعة في الأحاديث الموضوعة، النكت البديعات على الموضوعات، التعقيبات، الوجيز: كلها لجلال الدين السيوطي ت 911هـ. ¶ 21- الفوائد المجموعة في الأحاديث الموضوعة، لمحمد بن يوسف ت 942هـ. ¶ 22- تنريه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة لعلي الكناني ت 963هـ. ¶ 23- تذكرة الموضوعات، للعلامة محمد بن طاهر الفتني الهندي ت 986هـ. ¶ 24- الأسرار المرفوعة في الأخبار الموضوعة لعلي بن محمد الهروي ت 1014هـ. ¶ 25- المصنوع في معرفة الحديث الموضوع، لعلي بن محمد الهروي ت 1014هـ. ¶ 26- الفوائد الموضوعة في الأحاديث الموضوعة، للكرمي ت 1023هـ. ¶ 27- مختصر اللآلئ المصنوعة في الأحاديث الموضوعة للحريشي ت 1143هـ. ¶ 28- تذكرة الموضوعات الكبرى والصغري، للشيخ الهبات السنيات. ¶ 29- المغير على الأحاديث الموضوعة في الجامع الصغير، للغماري الحسني. ¶ 30- الكشف الإلهي عن شديد الضعف والموضوع والواهي للسندروسي ت 1177هـ.",
            "page": "166",
            "part": "1",
            "seal": "2014958A"
        },
        {
            "id": "162",
            "nass": "31- الدرر المصنوعات في الأحاديث الموضوعات، للإسفراييني ت 1188هـ. ¶ 32- الفوائد المجموعة في الأحاديث الموضوعة، للشوكاني ت 1250هـ. ¶ 33- الآثار المرفوعة في الأحاديث الموضوعة، للكنوي الهندي ت 1304هـ. ¶ 34- اللؤلؤ الموضوع فيما قيل لا أصل له أو بأصله موضوع، للقاوقجي ت 1305هـ. ¶ 35- تحذير المسلمين من الأحاديث الموضوعة على سيد المرسلين، لمحمد الأزهري ت 1325هـ. ¶ 36- الجد الحثيث في بيان ما ليس بحديث، للعامري الغزي ت 1143هـ. ¶ 37- فصل الخطاب بنقد المغني عن الحفظ والكتاب، لأبي إسحاق حجازي شريف. ¶ 38- سلسلة الأحاديث الضعيفة والموضوعة، لناصر الدين الألباني ت 1420هـ. ¶ 39- ضعيف الجامع الصغير وزياداته، للألباني ت 1420هـ كذلك. ¶ 40- التحديث بما قيل لا يصح فيه حديث، ¶ للدكتور بكر بن عبد الله أبو زيد. ¶ كما توجد الأحاديث الموضوعة في كتب أحاديث القصاص والمذكرين، وكتب التفسير، والوعظ، والآداب وغيرها من الكتب، وفيما يلي بحث لثلاثة منها: ¶ أولا: تذكرة الموضوعات لابن طاهر المقدسي ¶ المصنف: ابن طاهر المقدسي ت 507هـ، الحافظ أبو الفضل محمد بن طاهر بن أحمد، له رحلات كثيرة في طلب الحديث، فزار الشام ومصر والعراق وخراسان وفارس والحجاز وبيت المقدس وغيرها، كان كثير التصنيف، فقد ذكر له ¶ ثلاثة وسبعون مصنفًا في علوم الحديث والفقه، واختلفت فيه آراء العلماء ما بين قدح ومدح1. ¶ __________ ¶ 1 تذكرة الموضوعات: ابن طاهر المقدسي: مقدمة المعلق.",
            "page": "167",
            "part": "1",
            "seal": "45F01DD7"
        },
        {
            "id": "163",
            "nass": "الكتاب: يشتمل على تسعة عشر ومائة وألف من الأحاديث الموضوعة والغريبة والمنكرة، وهذا المصنف لا يورد الحديث كاملا بل يذكر مقطعا من الحديث ويذكر موطن العلة فيه باختصار شديد، وأحاديثه مرتبة على حروف المعجم. ¶ ملاحظة: هناك كتاب آخر بعنوان: تذكرة الموضوعات، واسم مؤلفه: محمد طاهر بن علي الهندي الفتني ت 986هـ، وقد يخلط بعضهم بين الكتابين. ¶ ثانيا: كتاب الموضوعات لابن الجوزي ¶ المصنف: ابن الجوزي ت 597هـ، أبو الفرج عبد الرحمن بن علي بن محمد بن جعفر، له تصانيف كثيرة في التفسير والحديث والفقه والوعظ والأخبار والتاريخ، ذكر له العلماء ما يزيد عن مائة وتسعين مصنفًا في مختلف العلوم. ¶ الكتاب، أربعة أجزاء/ أربعة مجلدات: تساهل فيه ابن الجوزي في الحكم على بعض الأحاديث، فأورد في كتابه الضعيف بل الحسن بل الصحيح مما في سنن أبي داود والترمذي وابن ماجه ومسند أحمد وغيرها، بل فيه حديث في صحيح البخاري وآخر في صحيح مسلم، لذا رد عليه عدد من العلماء مثل ابن حجر العسقلاني والسيوطي وغيرهم من العلماء. ¶ واختصر هذا الكتاب عدد من العلماء منهم: ¶ - ابن القيم ت 751هـ، في كتابه: المنار المنيف في الصحيح والضعيف. ¶ - السيوطي ت 911هـ في كتابه: اللآلئ المصنوعة. ¶ تناول ابن الجوزي في كتابه ما ورد من الأحاديث في: ¶ - معاجم سليمان بن أحمد الطبراني ت 360هـ، الثلاثة. ¶ - الكامل لعبد الله بن عدي ت 365هـ.",
            "page": "168",
            "part": "1",
            "seal": "DF05B97E"
        },
        {
            "id": "164",
            "nass": "- الضعفاء لمحمد بن حسين الأزدي ت 390هـ. ¶ - تفسير أحمد بن موسى بن مردويه ت 410هـ. ¶ -مصنفات أبي نعيم ت 430هـ. ¶ - تصانيف الخطيب البغدادي ت 463هـ، وغيرها من الكتب. ¶ ثالثا: اللآلئ المصنوعة في الأحاديث الموضوعة ¶ المصنف: السيوطي ت 911هـ، سبقت ترجمته. ¶ - الكتاب: جزءان/ مجلدان: اختصار لكتاب: الموضوعات لابن الجوزي، وزاد السيوطي على مواده ما ورد في: ¶ - تصانيف ابن حبان ت 324هـ. ¶ - مسند الفردوس لشيرويه بن شهر دار الديلمي ت 509هـ. ¶ - تاريخ علي بن الحسين بن عساكر ت 571هـ. ¶ - تاريخ ابن النجار ت 643هـ، وغيرها من الكتب.",
            "page": "169",
            "part": "1",
            "seal": "C37AF520"
        },
        {
            "id": "165",
            "nass": "المبحث الثالث: مصادر الفقه الإسلامي ¶ مدخل ¶ ... ¶ المبحث الثالث: مصادر الفقه الإسلامي ¶ أولا: تعريف الفقه: ¶ لغة: هو الفهم. ¶ اصطلاحا: هو العلم بالأحكام الشرعية العملية، المكتسب من أدلتها التفصيلية. ¶ ثانيا: الغاية منه: تطبيق الأحكام الشرعية على أفعال الناس وأقوالهم. ¶ ثالثا: موضوعه: فعل المكلف من حيث ما يثبت له من الأحكام الشرعية. ¶ رابعا: تطور الفقه: كانت أحكام الفقه في زمن الرسول -صلى الله عليه وسلم- مستمدة من القرآن الكريم والسنة المطهرة، وفي زمن الصحابة -رضي الله عنهم- أضيف للمصدرين السابقين اجتهادات وفتاوى الصحابة -رضي الله عنهم- ثم في عهد التابعين ومن بعدهم أضيف للمصادر الثلاثة السابقة اجتهادات المجتهدين، حيث ظهر عدد كبير منهم كان أشهرهم الأئمة الأربعة أصحاب المذاهب الفقهية المشهورة، وهم: ¶ - أبو حنيفة النعمان ت 150هـ. ¶ - مالك بن أنس ت 179هـ. ¶ - محمد بن إدريس الشافعي ت 204هـ. ¶ - أحمد بن حنبل ت 241هـ. ¶ وفيما يلي موجز عن أشهر الكتب الفقهية في هذه المذاهب.",
            "page": "170",
            "part": "1",
            "seal": "B15EC446"
        },
        {
            "id": "166",
            "nass": "مصادر فقه المذهب الحنفي ¶ المذهب الحنفي من أقدم المذاهب الإسلامية، وهو منسوب للإمام أبي حنيفة النعمان ت 150هـ، والكتب المؤلفة في المذهب كثيرة، ومن أشهرها: ¶ 1- المبسوط للسرخسي ت 490هـ. ¶ 2- بدائع الصنائع للكاساني ت 587هـ. ¶ 3- فتح القدير لابن الهمام ت 681هـ. ¶ 4- حاشية رد المحتار على الدر المختار شرح تنوير الأبصار لابن عابدين ت 1252هـ. ¶ وفيما يلي بحث موسع لهذه الكتب. ¶ أولا: المبسوط للسرخسي ¶ المصنف: السرخسي ت 490هـ، محمد بن أبي سهل، متكلم فقيه أصولي مناظر، من طبقة المجتهدين في المسائل، ينسب لسرخس بخراسان، من مؤلفاته: ¶ - المبسوط في الفقه. ¶ - الأصول. ¶ - شرح السير لمحمد بن الحسن ت 189هـ. ¶ - شرح كتاب النفقات للخصاف ت 261هـ. ¶ - شرح كتاب أدب القاضي للخصاف ت 261هـ. ¶ الكتاب: عشرون جزءا/ عشرون مجلدا: شرح لكتاب الكافي للحاكم الشهيد ت 334هـ، والكافي اختصار لكتب محمد بن الحسن الشيباني ت 189هـ، ومنها: ¶ - المبسوط. ¶ - جوامع الشيباني.",
            "page": "171",
            "part": "1",
            "seal": "CF08FC3B"
        },
        {
            "id": "167",
            "nass": "والمبسوط من أمهات كتب الفقه الحنفي المعتمدة لا يفتي بقول إلا عليه عند الأحناف، وقد أملاه مؤلفه على تلاميذه وهو في السجن في أوزجند وهي بلدة فيما وراء النهر، حيث سجن بسبب كلمة نصح بها الخاقان، وكان يملي من خاطره من غير مطالعة كتاب وأصحابه في أعلى الجب. ¶ ثانيا: بدائع الصنائع في ترتيب الشرائع للكاساني ¶ المصنف: الكاساني، ت 587هـ، 1191م: أبو بكر بن مسعود بن أحمد علاء الدين، من أئمة الحنفية بدمشق، توفي في حلب، وكان يلقب بملك العلماء. ¶ الكتاب: سبعة أجزاء/ أربعة مجلدات: شرح لكتاب تحفة الفقهاء لعلاء الدين السمرقندي ت 553هـ،1158م، وتحفة الفقهاء في فروع الفقه الحنفي، زاد فيها السمرقندي على مختصر القدوري ت 428هـ، 1037م، ورتبهما أحسن ترتيب، ثم لما شرحها الكاساني وعرض الشرح عليه استحسنه وزوجه ابنته، فقيل: شرح تحفته وتزوج ابنته. ¶ ثالثا: فتح القدير لابن الهمام ¶ المصنف: ابن الهمام ت 681 هـ، كمال الدين محمد بن عبد الواحد السيواسي السكندري، من علماء الحنفية، عارف بأصول الديانات والتفسير، والفرائض والحساب والفقه واللغة والمنطق، أصله من سيواس، ولد بالإسكندرية ونبغ في القاهرة وأقام في حلب، وجاور في الحرمين، وتوفي في القاهرة، من كتبه: ¶ - التحرير: أصول الفقه. ¶ - المسايرة في العقائد المنجية في الآخرة. ¶ - زاد الفقير: فقه حنفي.",
            "page": "172",
            "part": "1",
            "seal": "BFE30635"
        },
        {
            "id": "168",
            "nass": "الكتاب مجلدان: شرح لكتاب الهداية لعلي بن أبي بكر المرغيناني ت 965هـ، وكتاب الهداية من أهم كتب الحنفية وكثرت خدمته شرحًا، وهي في الحقيقة عبارة عن شرح لمختصر القدوري والجامع الصغير لمحمد بن الحسن، هذا وقد وصل ابن الهمام في شرحه إلى موضوع الوكالة، ثم أكمله المولى شمس الدين أحمد بن قورد المعروف بقاضي زادة ت 998هـ، وسمى تكملته: نتائج الأفكار في كشف الرموز والأسرار، وهناك حاشية عليه لمولانا على القاري ت 1014هـ، نزيل مكة في مجلدين، ولخص الشيخ إبراهيم بن محمد الحلبي ت 956هـ فتح القدير في مجلد واحد، وله فيه مؤاخذات عليه. ¶ رابعا: حاشية رد المحتار على الدر المختار شرح تنوير الأبصار لابن عابدين ¶ المصنف: ابن عابدين ت 1252هـ، 1836م: محمد أمين بن عمر بن عبد العزيز، فقيه الشام وإمام الحنفية في عصره، ولد وتوفي في دمشق، من مؤلفاته: ¶ - رفع الأنظار عما أورده الحنبلي على الدر المختار. ¶ - العقود الدرية في تنقيح الفتاوى الحامدية. ¶ - الرحيق المختوم/ فرائض. ¶ - حواشي على تفسير البيضاوي ت 691هـ، وغير ذلك. ¶ الكتاب: شرح لكتاب الدر المختار لمحمد بن عبد الرحيم الحصكفي ت 1088هـ. والدر المختار شرح لكتاب: تنوير الأبصار وجامع البحار لمحمد بن تمرتاش الغزي ت 1004هـ، واشتهرت حاشية رد المحتار باسم: حاشية ابن عابدين، وقد توفي المؤلف قبل أن يتمه، ثم أكمله ابنه: ابن عابدين الابن ت 1306هـ في كتابة المسمى: قرة عيون الأخيار.",
            "page": "173",
            "part": "1",
            "seal": "8F719BE4"
        },
        {
            "id": "169",
            "nass": "مصادر فقه المذهب المالكي ¶ المذهب المالكي ثاني المذاهب الفقهية الأربعة المشهورة، وينسب للإمام مالك بن أنس، ت 179هـ، ومراجع الفقه المالكي كثيرة، اشتهر بعضها باسم أمهات الفقه المالكي، وهي: ¶ 1- المدونة للإمام مالك، وهي مروية عن ابن القاسم ت 191هـ. ¶ 2- الواضحة لعبد الملك بن حبيب ت 238هـ. ¶ 3- العتبية وتسمى: المستخرجة لمحمد العتبي ت 255هـ. ¶ 4- الموازية: لمحمد بن المواز، ت 296هـ، وهي أكثر فروعا من غيرها، وزاد بعضهم: ¶ 5- المجموعة لمحمد بن عبدوس ت 260هـ. ¶ 6- المبسوط للقاضي إسماعيل بن إسحاق ت 282هـ. ¶ وفيما يلي مزيد بحث للكتب التالية: ¶ أولا: المدونة الكبرى، رواية سحنون عن ابن القاسم ¶ المصنف: لا يوجد مصنف مباشر للمدونة كما سيتضح لاحقا، لكنها بشكل عام مروية عن ابن القاسم ت 191هـ، 801م أبو عبد الله عبد الرحمن بن القاسم بن خالد بن جنادة العتيقي المصري، مولده ووفاته في مصر، من فقهاء المالكية. ¶ الكتاب: المدونة الكبرى، كتاب في فروع المالكية، وهي رواية الإمام سحنون بن سعيد التنوخي ت 204هـ، عن الإمام عبد الرحمن بن القاسم. ¶ وأصل المدونة مجموعة أسئلة سألها أسد بن الفرات ت 213هـ، لابن القاسم وكانت إجابات ابن القاسم كالتالي:",
            "page": "174",
            "part": "1",
            "seal": "F8758B45"
        },
        {
            "id": "170",
            "nass": "1- ما عنده فيه سماع من مالك يقول فيه: سمعت مالكا يقول: كذا ... ¶ 2- ما ليس عنده فيه سماع من مالك، إنما عنده بلاغ عنه يقول فيه: بلغني أنه قال فيها: كذا وكذا. ¶ 3- ما ليس عنده فيه سماع ولا بلاغ يقول فيه: لم أسمع في ذلك من مالك شيئا والذي أراه فيه كذا. ¶ ثم نسخها سحنون بن سعيد التنوخي ت 204هـ، وأعادها لابن القاسم مرة أخرى، فقرأها عليه وغيّر فيها بعض المسائل، ومدونة سحنون هي التي اشتهرت بعد ذلك، وتعتبر أصح شيء في مذهب الإمام مالك، فقد تداولتها أفكار أربعة من العلماء وهم: مالك وابن القاسم وأسد وسحنون. ¶ وعلى المدونة الكبرى كتاب: مقدمات ابن رشد لبيان ما اقتضته المدونة من الأحكام، للإمام أبي الوليد محمد بن أحمد بن رشد الجد ت 520هـ. ¶ وللمدونة عدة شروح وتنبيهات واختصارات وتهذيبات. ¶ أشهر من اختصرها: ¶ - خلف بن أبي القاسم البرادعي ت 372هـ، واسم اختصاره: التهذيب. ¶ - عبد الله بن أبي زيد القيرواني ت 386هـ. ¶ - محمد بن عبد الله بن أبي زَمَنَين ت 399هـ. ¶ ثانيا: شرح الخرشي ¶ المصنف: الخرشي ت 1101هـ، 1690م، أبو عبد الله محمد بن عبد الله بن علي الخرشي، نسبة إلى قرية يقال لها: أبو خراش في مصر، فقيه مالكي أقام وتوفي في القاهرة، ومن كتبه: ¶ - منتهى الرغبة في حل ألفاظ النخبة، لابن حجر ت 852هـ/ مصطلح.",
            "page": "175",
            "part": "1",
            "seal": "8D4D3848"
        },
        {
            "id": "171",
            "nass": "- الشرح الصغير على متن خليل بن إسحاق ت 776هـ. ¶ - الفوائد السنية شرح المقدمة السنوسية/ توحيد. ¶ الكتاب ثمانية أجزاء/ مجلدان: وهو شرح للمختصر المشهور بمختصر خليل، وهو أبو الضياء خليل بن إسحاق بن موسى ت 776هـ، فقيه مالكي، ومختصره من أشهر كتب الفقه المالكي، وقد كثر شراحه، كما تمت ترجمته إلى اللغة الفرنسية. ¶ ثالثا: الشرح الصغير على أقرب المسالك لمذهب الإمام مالك ¶ المصنف: الدردير ت 1201هـ، 1786م، أحمد بن محمد بن أحمد العدوي، أبو البركات، ولد في بني عدي في مصر، وتعلم في القاهرة في الأزهر، وتوفي في القاهرة، من كتبه: ¶ - أقرب المسالك لمذهب الإمام مالك ت 179هـ. ¶ - الشرح الصغير على أقرب المسالك لمذهب الإمام مالك ت 179هـ. ¶ - الشرح الكبير على مختصر خليل بن إسحاق ت 776هـ. ¶ - تحفة الإخوان في علم البيان. ¶ الكتاب: شرح على: أقرب المسالك لمذهب الإمام مالك، كلا الكتابين -الشرح والأصل- للدردير، فقد ذكر الدردير في بداية شرحه ما نصه: هذا الشرح لطيف على كتابنا المسمى: أقرب المسالك لمذهب الإمام مالك، اقتصرت فيه على بيان معاني ألفاظه، ليسهل فهمه على المبتدئين، وشرحه وقراءته لمن يشاء بمشيئة رب العالمين، وبالتالي فالمتن والشرح من المختصرات المؤلفة في فروع المالكية، وكلاهما لمؤلف واحد، وعلى الشرح الصغير شرح آخر اسمه: بلغة السالك لأقرب المسالك، من تأليف: أحمد الصاوي ت 1240هـ.",
            "page": "176",
            "part": "1",
            "seal": "282B0042"
        },
        {
            "id": "172",
            "nass": "رابعا: حاشية الدسوقي على الشرح الكبير للدردير ¶ المصنف: الدسوقي ت 1230هـ، 1815م، شمس الدين محمد بن أحمد بن عرفة، من أهل دسوق بمصر، تعلم وأقام وتوفي في القاهرة، له كتب منها: ¶ - الحدود الفقهية. ¶ - حاشية على مغني اللبيب/ مجلدان. ¶ - حاشية على السعد التفتازاني ت 791هـ/ مجلدان. ¶ - حاشية على شرح السنوسي لمقدمته: أم البراهين. ¶ الكتاب: حاشية على كتاب الشرح الكبير، لأبي البركات أحمد الدردير ت 1201هـ، والشرح الكبير شرح لمختصر خليل، وكل هذه في فروع الفقه المالكي، وقد استخدم الدسوقي في حاشيته عددا من الرموز بيّنها في مقدمة كتابه وهي: ¶ - بن: محمد البنَّاني ت 1194هـ، مُحَشِّي شرح الشيخ عبد الباقي ت 1099هـ. ¶ - طفى: العلامة مصطفى الرماصي مُحَشِّي التتائي ت 942هـ. ¶ - خ: العلامة محمد الخطاب. ¶ - شيخنا: علي العدوي ت 1189هـ، محشي الخرشي ت 1101هـ. ¶ - عبق: العلامة عبد الباقي الزرقاني ت 1099هـ. ¶ - شيا: العلامة إبراهيم الشبرخيتي ت 1106هـ. ¶ - خش: العلامة محمد الخرشي ت 1101هـ. ¶ - مج: مجموع خاتمة المحققين، الشيخ محمد الأمير ت 1232هـ.",
            "page": "177",
            "part": "1",
            "seal": "D36102C0"
        },
        {
            "id": "173",
            "nass": "مصادر فقه المذهب الشافعي ¶ ينسب المذهب الشافعي للإمام محمد بن إدريس الشافعي، وكبقية مذهب الفقه الإسلامي، فقد كثرت المصنفات فيه ومن أشهر هذه المصنفات: ¶ أولا: الأم للشافعي ¶ المصنف: الشافعي ت 204هـ، سبقت ترجمته. ¶ الكتاب، ثمانية أجزاء/ أربعة مجلدات: من أجَلِّ كتب الفقه وأعظمها أثرا في الأمة، فهو عمدة المذهب الشافعي، وهو موسوعة: فقهية، أصولية، حديثية، قانونية، حقوقية، لا غنى عنها: للفقيه، والأصولي، والمحدث، ورجل الدولة والقانون، وقد حوى هذا الكتاب من العلم ثروة فقهية ليس لها مثيل، كما حوى حصيلة اجتهاد علماء القرنين الأول والثاني، ومجموعة من الأحكام الفقهية، فجمع ما بين النصوص القرآنية الكريمة والأحاديث الشريفة، وفقه الصحابة والتابعين على اختلاف مذاهبهم، وحوى استنباطات وأقيسة ومناقشات تدل على مواهب كثيرة وذكاء عجيب وعلوم جمة واسعة. ¶ ثانيا: المهذب للشيرازي ¶ المصنف: الشيرازي ت 476هـ: أبو إسحاق إبراهيم بن علي الفيروزأبادي، ولد في فيروزأباد بفارس، وانتقل إلى شيراز فقرأ على علمائها وانصرف إلى البصرة ثم بغداد، كان مفتي الأمة في عصره، بنى له الوزير نظام الملك الحسن بن علي ت 485هـ، المدرسة النظامية على شاطئ دجلة فكان يدرس فيها ويديرها، مات ببغداد، وصلى عليه المقتدي العباسي عبد الله بن محمد ت 487هـ، من تصانيفه: ¶ - التنبيه/ فقه. ¶ - التبصرة/ في أصول الشافعية.",
            "page": "178",
            "part": "1",
            "seal": "F6213AA5"
        },
        {
            "id": "174",
            "nass": "- طبقات الفقهاء. ¶ - اللمع/ أصول فقه. ¶ - الملخص. ¶ - المعونة، وغيرها، وأكثرها لا يزال مخطوطا. ¶ الكتاب جزءان/ مجلدان: وصفه مصنفه الشيرازي بقوله: هذا الكتاب مهذب أذكر فيه -إن شاء الله- أصول مذهب الشافعي -رحمه الله تعالى- بأدلتها، وما تفرع على أصوله من المسائل المشكلة بعللها. ¶ وقد عرض الشيرازي ذلك بأسلوب سهل، وعبارة أدبية بعيدة عن التعقيد والألغاز التي سادت فيما بعد في المتون الفقهية في عصر الانحطاط، هذا وإن شروح المهذب ومختصراته والكتب التي صنفت حوله كثيرة، يصعب حصرها واستقصاؤها، وأكثرها لا يزال مخطوطا. ¶ ومن أهم شروح المهذب واختصاراته والكتب المؤلفة حوله: ¶ 1- شرح إبراهيم بن منصور العراقي ت 596هـ، في عشرة مجلدات. ¶ 2- المستعذب في شرح غريب المهذب لمحمد بن بطال اليمني ت 630هـ. ¶ 3- الاستقصاء لمذاهب العلماء، عشرون مجلدا، لعثمان بن عيسى الماراني ت 642هـ. ¶ 4- المغني، شرح لغريب المهذب لإسماعيل بن باطيش ت 655هـ. ¶ 5- المجموع شرح المهذب، للنووي ت 676هـ. ¶ 6- الطراز المذهب في تلخيص المهذب، لأحمد بن عبد الله الطبري ت 694هـ. ¶ 7- وخرج أحاديثه سراج الدين ابن الملقن ت 804هـ. ¶ 8- وشرح مشكلاته عبد العزيز بن عبد الكريم الجيلي ت 926هـ. ¶ 9- المستغرب من شواهد المهذب، لمحمد بن علي الشافعي ت 1294هـ.",
            "page": "179",
            "part": "1",
            "seal": "96DDA785"
        },
        {
            "id": "175",
            "nass": "وتكلم على أحاديثه: ¶ 1- أبو بكر محمد بن موسى الحازمي ت 584هـ. ¶ 2- ابن السبعين ت 741هـ، في: طراز المذهب في الكلام على أحاديث المهذب. ¶ 3- السيوطي ت 911هـ، في: الكافي في زوائد المهذب على الوافي. ¶ وهناك كثير غير ما ذكر من الكتب التي ألفت حول هذا الكتاب. ¶ ثالثا: المجموع شرح المهذب للنووي ¶ المصنف: النووي ت 676هـ، يحيى بن شرف بن مري بن حسن، فقيه حافظ، لغوي، مفسر، ولد بنوى من قرى حوران بسورية، إمام الشافعية في عصره، من كتبه: ¶ - تهذيب الأسماء واللغات. ¶ - منهاج الطالبين/ مختصر في الفقه. ¶ - الدقائق. ¶ - تصحيح التنبيه للشيرازي ت 476هـ. ¶ - المنهاج في شرح صحيح مسلم ت361هـ. ¶ - رياض الصالحين، وغير ذلك كثير. ¶ الكتاب، تسعة أجزاء/ تسعة مجلدات: من أجمع الكتب في فقه الشافعية، شرح به الإمام النووي كتاب المهذب للشيرازي ت 476هـ، ومنهج النووي هو: ¶ - يبين لغاته وألفاظه. ¶ - يعرف المصطلحات الفقهية.",
            "page": "180",
            "part": "1",
            "seal": "FD44F153"
        },
        {
            "id": "176",
            "nass": "- يذكر الأحاديث الصحيحة والحسنة والضعيفة والمرفوعة والموقوفة، ويتكلم على سندها ورجالها، ويخرجها من كتب السنة ويترجم لأسماء الأصحاب والعلماء والرواة، أو يعرف بهم تعريفا موجزا. ¶ يقول النووي عن كتابه: واعلم أن هذا الكتاب وإن سميته شرح المهذب، فهو شرح للمذهب كله، بل لمذاهب العلماء كلهم، وللحديث، وجملة من اللغة والتاريخ والأسماء. ¶ ولم يكمله النووي، فشرح السبكي ت 756هـ منه الأجزاء الثلاثة التالية، ثم أكمله محمد بخيت المطيعي 1406هـ، حتى وصل إلى عشرين جزءا، علما بأن هناك تتمات أخرى لعدد من العلماء. ¶ رابعا: أسنى المطالب شرح روض الطالب للأنصاري ¶ المصنف: الأنصاري، زكريا بن حمد بن أحمد، شافعي المذهب، قاضٍ ومفسر، من حفاظ الحديث، ولد في سنيكة بشرقية مصر، له تصانيف عديدة في مختلف الفنون منها: ¶ - فتح الرحمن في التفسير. ¶ - تحفة الباري على صحيح البخاري ت 256هـ. ¶ - شرح ألفية العراقي ت 806هـ. ¶ - شرح شذور الذهب في النجو. ¶ - غاية الوصول/ أصول الفقه. ¶ - منهج الطلاب/ فقه.",
            "page": "181",
            "part": "1",
            "seal": "72077677"
        },
        {
            "id": "177",
            "nass": "الكتاب: من كتب فروع فقه الشافعية التي تمتد في جذورها حتى كتاب الوسيط للغزالي ت 505هـ، بل حتى كتاب: نهاية المطلب في دراية المذهب للجويني ت 478هـ، ويعتبر أسنى المطالب من أجود شروح روض الطالب، كما يتضح من خلال التسلسل التالي: ¶ - نهاية المطلب في دراية المذهب، لعبد الملك الجويني ت 478هـ، واختصره: ¶ - الغزالي، ت 505هـ، في كتابه، الوسيط، ثم اختصره الغزالي كتابه في: ¶ - الوجيز، وهذا الاختصار له أكثر من سبعين شرحا منها: ¶ - فتح العزيز في شرح الوجيز، للرافعي ت 623هـ، وهذا له كثير من الشروح والاختصارات والتحقيقات، ومن شروحه: ¶ - روضة الطالبين وعمدة المفتينن للنووي ت 676هـ، والروضة عليها العديد من الشروح والاختصارات والنظم، ومن اختصاراتها: ¶ - روض الطالب، لإسماعيل بن أبي بكر بن المقري ت 836هـ، وهذا عليه العديد من الكتب منها: ¶ - أسنى المطالب شرح روض الطالب، لزكريا الأنصاري ت 926هـ. ¶ خامسا: حاشية عميرة ¶ المصنف: عميرة ت 957هـ، 1550م، أحمد البرلسي المصري الشافعي، شهاب الدين الملقب بعميرة، فقيه شافعي، أخذ العلم عن الشيخ أحمد بن أحمد بن عبد الحق السنباطي ت 995هـ، والبرهان إبراهيم بن محمد بن أبي الشريف ت 923هـ، والنور المحلي ت 864هـ، وكان زاهدا ورعا حسن الأخلاق ذا علم وافر، درس وأفتى وانتهت إليه رئاسة المذهب في عصره، من مصنفاته: شرح البسملة والحمدلة.",
            "page": "182",
            "part": "1",
            "seal": "F92778C2"
        },
        {
            "id": "178",
            "nass": "الكتاب: حاشية على كنز الراغبين شرح منهاج الطالبين، وكنز الراغبين لجلال الدين المحلي ت 863هـ، ومنهاج الطالبين للنووي، ت 676هـ، وهو اختصار لكتاب المحرر في فقه الشافعية للرافعي ت 623هـ. ¶ سادسا: حاشية القليوبي ¶ المصنف: القليوبي ت 1069هـ، 1659م، شهاب الدين أحمد بن أحمد بن سلامة القليوبي المصري، من أهل قليوب في مصر، له حواشٍ وشروح ورسائل، وكتاب في تراجم جماعة من أهل البيت سماه: تحفة الراغب، وله رسالة في فضائل مكة والمدينة وبيت المقدس، وشيء من تاريخها وغير ذلك. ¶ الكتاب: حاشية على كنز الراغبين المذكور آنفا لجلال الدين المحلي.",
            "page": "183",
            "part": "1",
            "seal": "02A30091"
        },
        {
            "id": "179",
            "nass": "مصادر فقه المذهب الحنبلي ¶ المذهب الحنبلي كما هو معروف نسبة إلى الإمام أحمد بن حنبل الشيباني ت 241هـ، وشأنه شأن بقية المذاهب الفقهية المشهورة: الحنفي والمالكي والشافعي، فقد كثرت التصانيف الفقهية فيه، ومنها: ¶ - المقنع والكافي والعمدة وكلها لموفق الدين بن قدامة ت 620هـ. ¶ - الشرح الكبير للمقنع لعبد الرحمن بن قدامة ت 682هـ. ¶ - الفروع لابن مفلح ت 763هـ. ¶ - المبدع شرح المقنع لابن مفلح ت 763هـ. ¶ - تصحيح الفروع للمرداوي ت 885هـ. ¶ - التنقيح المشبع في تحرير أحكام المقنع للمرداوي ت 885هـ. ¶ - الإنصاف في معرفة الراجح من الخلاف للمرداوي ت 885هـ. ¶ - التوضيح في الجمع بين المقنع والتنقيح للشويكي ت 939هـ. ¶ - زاد المستقنع في اختصار المقنع للحجاوي ت 968هـ. ¶ - الإقناع للحجاوي ت 968هـ. ¶ - منتهى الإرادات في جمع المقنع مع التنقيح وزيادات لابن النجار ت 972هـ. ¶ - دليل الطالب للكرمي ت 1033هـ. ¶ - غاية المنتهى في الجمع بين الإقناع والمنتهى للكرمي ت 1033هـ. ¶ - الروض المربع للبهوتي ت 1051هـ. ¶ - مطالب أولى النهى في شرح غاية المنتهى للرحيباني ت 1243هـ. ¶ - منار السبيل في شرح الدليل لابن ضويان ت 1353هـ. ¶ - وغير هذه كثير، وفيما يلي صورة أوسع عن بعض هذه المراجع:",
            "page": "184",
            "part": "1",
            "seal": "6D14AE92"
        },
        {
            "id": "180",
            "nass": "أولا: الشرح الكبير لعبد الرحمن بن قدامة ¶ المصنف: عبد الرحمن بن قدامة، ت 682هـ، شمس الدين أبو محمد -أبو الفرج- بن محمد بن أحمد، كان أبوه من العلماء، وعمه الموفق مصنف المغني المشهور، ولد وتوفي عبد الرحمن بن قدامة في دمشق. ¶ الكتاب: شرح فيه عبد الرحمن بن قدامة كتاب المقنع لعمه الموفق بن قدامة ت 620هـ، واستمد في شرحه من المغني لعمه، وللكتاب اسم آخر هو: الشافي في شرح المقنع. ¶ ثانيا: الإقناع للحجاوي ¶ المصنف: الحجاوي ت 968هـ، شرف الدين أبو النجا موسى بن أحمد بن موسى، ينسب لحجة من قرى نابلس، من مؤلفاته: ¶ - الإقناع: جمع فيه المذهب. ¶ - شرح منظومة الآداب الشرعية لحمد بن عبد القوي المرداوي ت 699هـ. ¶ - زاد المستقنع في اختصار المقنع لابن قدامة ت 620هـ. ¶ الكتاب، أربعة أجزاء/ مجلدان: جمع فيه مذهب الحنابلة، وهذا الكتاب عمدة الحنابلة، ويقال: إنه اختصار لكتاب: المستوعب للسامري، قال ابن العماد الحنبلي: لم يؤلف مثله في تحرير النقول وكثرة المسائل. ¶ وقد جمعه الكرمي ت 1033هـ، مع منتهى الإرادات لابن النجار ت 972هـ، في كتاب واحد سماه: غاية المنتهى في الجمع بين الإقناع والمنتهى.",
            "page": "185",
            "part": "1",
            "seal": "C20FC532"
        },
        {
            "id": "181",
            "nass": "ثالثا: الروض المربع للبهوتي ¶ المصنف: البهوتي ت 1051هـ، منصور بن يونس بن صلاح الدين، فقيه، أصولي، مفسر، ولد في بهوت، وهي بلدة في مصر، من مؤلفاته: ¶ - شرح الإقناع لموسى الحجاوي ت 960هـ. ¶ - حاشية على الإقناع. ¶ - شرح المنتهى للفتوحي. ¶ - عمدة الطالب. ¶ الكتاب: جزءان/ مجلد واحد: شرح لزاد المستقنع الذي هو اختصار للمقنع، التزم فيه شارحه بالاقتصار على القول الراجح في المذهب.",
            "page": "186",
            "part": "1",
            "seal": "4D77DFC7"
        },
        {
            "id": "182",
            "nass": "مصادر الفقه المقارن ¶ دراسة الفقه المقارن نوع من البحث الفقهي يعتمد على عرض الآراء الفقهية للعلماء من الصحابة والتابعين وغيرهم خاصة الأئمة الأربعة، مع عرض أدلتهم ومناقشتها، وترجيح أقوى هذه الآراء في رأي المصنف، وقد ظهر هذا اللون من التصنيف متأخرا عن كتب المذاهب الفقهية إلى حد ما، أما الدراسات الفقهية المعاصرة فإن هذا النمط من التصنيف فكثير جدا فيها، مثل كتاب فقه الزكاة ليوسف القرضاوي، وكتاب الفقه الإسلامي وأدلته لوهبة الزحيلي، وكثير من رسائل الماجستير والدكتوراة في الفقه الإسلامي، ومن أوائل وأشهر ما صنف في ذلك: ¶ أولا: بداية المجتهد ونهاية المقتصد لابن رشد الحفيد ¶ المصنف: ابن رشد الحفيد ت 595هـ، 1198م، القاضي أبو الوليد محمد بن أحمد بن محمد القرطبي الأندلسي، طبيب وفقيه وفيلسوف ونحوي، مالكي المذهب، من أهل قرطبة، صنف نحو خمسين كتابا في الفقه والطب والفلسفة، كتب عنه عدة مؤلفات. ¶ الكتاب: جزءان/ مجلدان: يعتبر كتاب فقه مقارن، فالبرغم من تركيزه على فقه المذهب المالكي إلا أنه يذكر آراء الحنفية والشافعية وغيرهم من العلماء، مع إغفال ملحوظ لآراء الإمام أحمد؛ لأنه كان يعتبره من المحدثين. ¶ ثانيا: المغني لابن قدامة ¶ المصنف: موفق الدين ابن قدامة ت 620هـ: سبقت ترجمته. ¶ الكتاب: عشرة مجلدات: شرح لمختصر الخرقي، فقد ألف ابن قدامة عددا من الكتب في الفقه الحنبلي، وأراد أن يكون كتابه المغني في فقه المسلمين عامة، فهو يذكر أقوال العلماء من الصحابة والتابعين وعلماء الأمصار والأئمة الأربعة ويستدل لهم من غير تعصب، ولذا فإن المغني تلخيص لمذاهب فقهاء المسلمين المجتهدين بأدلتها في",
            "page": "187",
            "part": "1",
            "seal": "30CD0FBF"
        },
        {
            "id": "183",
            "nass": "أمهات الأحكام ومهمات المسائل، فأغنى عن مراجعة الكتب الكثيرة للمذاهب وكتب السنن والآثار، وقال عنه العز بن عبد السلام ت 660هـ: لم تطب نفسي بالفتيا حتى صار عندي نسخة من المغني، وقال محمد رشيد رضا ت 1354هـ: إذا يسر الله تعالى لكتاب المغني من يطبعه فأنا أموت آمنا على الفقه الإسلامي أن يموت.",
            "page": "188",
            "part": "1",
            "seal": "2027EE48"
        },
        {
            "id": "184",
            "nass": "المبحث الرابع: مصادر علم أصول الفقه ¶ مدخل ¶ ... ¶ المبحث الرابع: مصادر علم أصول الفقه ¶ تعريف علم أصول الفقه هو: العلم بالقواعد والبحوث التي يتوصل بها إلى استفادة الأحكام الشرعية العملية من أدلتها التفصيلية. ¶ موضوعه هو: الدليل الشرعي الكلي من حيث ما يثبت به من الأحكام الكلية. ¶ والغابة المقصودة منه هي: تطبيق قواعده ونظرياته على الأدلة التفصيلية للتوصل إلى الأحكام الشرعية التي تدل عليها. ¶ نشأته وتطوره: نشأ هذا العلم وابتدأ في القرن الثاني الهجري، وأول كتاب مدون وصلنا فيه هو كتاب الشافعي: الرسالة، ثم تتابع العلماء على التأليف في هذا الفن من خلال مدرستين أصوليتين: ¶ الأولى: مدرسة علماء الكلام أو الشافعية. ¶ الثانية: مدرسة علماء الحنفية أو الفقهاء. ¶ ثم جاءت بعدهما المدرسة الثالثة التي جمعت بين الطريقتين: مدرسة الحنفية والشافعية معًا، أو مدرسة الفقهاء وعلماء الكلام. ¶ وفيما يلي عرض موجز للمؤلفات وفق هذه المدراس الثلاث مع تسليط الضوء على بعض من هذه المؤلفات.",
            "page": "189",
            "part": "1",
            "seal": "8DA62F8D"
        },
        {
            "id": "185",
            "nass": "مصادر أصول فقه الشافعية أو مدرسة المتكلمين ¶ ... ¶ المدرسة الأولى: مدرسة أهل الكلام أو مدرسة الشافعية ¶ سبب نسبة هذه المدرسة لأهل الكلام: نسبت هذه المدرسة لأهل الكلام لأن أكثر من صنف وفق هذه الطريقة من علماء الكلام. ¶ تعريف علم الكلام: هو علم يقصد معه إثبات العقائد الدينية بإيراد الحجج ودفع الشبه1. ¶ سبب تسميتها بالطريقة الشافعية: أن الشافعي أول من كتب فيها، وتقوم هذه الطريقة على تحقيق قواعد هذا العلم وبحوثه تحقيقا منطقيا وإثبات ما أيده البرهان، بغض النظر عن الأحكام التي استنبطها المجتهدون. ¶ ومن أشهر ما ألف من الكتب وفق هذه الطريقة: ¶ 1- التعريف والإرشاد في ترتيب طرف الاجتهاد لأبي بكر الباقلاني، ت 403هـ. ¶ 2- العُمَد، عبد الجبار بن أحمد المعتزلي، ت 415هـ. ¶ 3- الإحكام في أصول الأحكام، على بن أحمد بن حزم، ت 456هـ. ¶ 4- المعتمد، أبو الحسين البصري المعتزلي، ت 463هـ. ¶ 5- البرهان، إمام الحرمين عبد الملك بن محمد الجويني، ت 478هـ. ¶ 6- المستصفى، أبو حامد الغزالي، ت 505هـ. ¶ 7- المحصول، فخر الدين محمد بن عمر الرازي ت 606هـ. ¶ 8- روضة الناظر، موفق الدين ابن قدامة، ت 620هـ. ¶ __________ ¶ 1 الموسوعة الميسرة في الأديان والمذاهب والأحزاب المعاصرة، د. مانع بن حماد الجهني: 1106/2.",
            "page": "190",
            "part": "1",
            "seal": "DA747687"
        },
        {
            "id": "186",
            "nass": "9- الإحكام في أصول الأحكام، لعلي بن محمد الآمدي، ت 631هـ. ¶ 10- منهاج الوصول إلى علم الأصول، للبيضاوي، ت 685هـ. ¶ 11- نهاية السول في شرح منهاج الأصول، عبد الرحيم الأسنوي، ت 772هـ. ¶ 12- إرشاد الفحول، محمد بن علي الشوكاني، ت 1250هـ. ¶ وهناك غير ذلك المئات من الكتب والشروح والحواشي، وفيما يلي تسليط للضوء بشكل أكبر على بعض من هذه المصنفات ومصنفيها. ¶ أولا: الإحكام في أصول الأحكام لابن حزم ¶ المصنف: ابن حزم ت 456هـ، 1064هـ، أبو محمد علي بن أحمد بن سعيد، عالم من الأندلس، فقيه يستنبط الأحكام من الكتاب والسنة وينكر القياس، له مصنفات كثيرة منها: المحلى بالآثار/ فقه. ¶ الكتاب، ثمانية أجزاء/ مجلدان: من كتب الظاهرية، وأشهر ما يميزهم إنكارهم للقياس كدليل شرعي. ¶ ثانيا: المستصفى للغزالي ¶ المصنف: الغزالي ت 505هـ، أبو حامد محمد بن محمد بن محمد الطوسي، ولد وتوفي في الطابران قصبة طوس بخراسان، له نحو مائتي مصنف منها: ¶ - المنخول في الأصول. ¶ - المكنون في الأصول. ¶ - الوسيط في الفقه. ¶ - البسيط في الفقه. ¶ - الوجيز في الفقه.",
            "page": "191",
            "part": "1",
            "seal": "B40A24DA"
        },
        {
            "id": "187",
            "nass": "الكتاب: وهو من أوائل ما ألف في علم الأصول، وقد جمع عالمان هذا الكتاب مع كتب ثلاثة أخرى وهي: ¶ - العمد للقاضي عبد الجبار ت 415هـ. ¶ - المعتمد لأبي الحسين البصري ت 436هـ. ¶ - البرهان للجويني ت 478هـ. ¶ والعالمان الأصوليان اللذان جمعا الكتب الأربعة هما: ¶ - فخر الدين الرازي ت 606هـ في كتابه المحصول. ¶ - الآمدي ت 630هـ في كتابه: الإحكام في أصول الأحكام. ¶ كما لخص المستصفى ابن قدامة ت 620هـ، في كتابه: روضة الناظر وجنة المناظر التي اختصرت هي أيضا وظهرت عليها عدة كتب، وقد قال الغزالي عن كتابه المستصفى في مقدمته: أقترح على طائفة من محصلي علم الفقه تصنيفا في الأصول أطلق العنان فيه بين الترتيب والتحقيق، على وجه يقع في الحجم دون تهذيب الأصول وفوق كتاب المنخول، ورتبناه على مقدمة وأربعة أقطاب: ¶ - المقدمة: للتوطئة والتمهيد. ¶ - والأقطاب هي المشتملة على الباب المقصود: ¶ - القطب الأول في الأحكام. ¶ - والثاني في الأدلة. ¶ - والثالث في طريق الاستثمار. ¶ - والرابع في المستثمر. ¶ وقد اختصر كتاب المستصفى: ¶ 1- أحمد بن محمد الإشبيلي أبو العباس ت 651هـ.",
            "page": "192",
            "part": "1",
            "seal": "B19EC429"
        },
        {
            "id": "188",
            "nass": "2- السُّهْرَوَرْدِي عمر بن محمد ت 632هـ. ¶ وشرح المستصفى: حسن بن عبد العزيز الفهري البلنسي ت 679هـ. ¶ وعلق على المستصفى: سليمان بن محمد الغرناطي ت 639هـ. ¶ ثالثا: المحصول للرازي ¶ المصنف: الرازي، ت 606هـ، 1210م، سبقت ترجمته. ¶ الكتاب: جمع فيه مؤلفه بين أربعة كتب ولخصها وهي: ¶ 1- العمد للقاضي عبد الجبار ت 415هـ. ¶ 2- المعتمد شرح العُمَد لأبي الحسين البصري المعتزلي ت 436هـ. ¶ 3- البرهان للجويني ت 478هـ. ¶ 4- المستصفى للغزالي ت 505هـ. ¶ والمحصول يميل إلى الإكثار من الأدلة والاحتجاج بها، بعكس الإحكام للآمدي المولع بتحقيق المذاهب وتفريع المسائل، وقد اختصر المحصول في: الحاصل للأرموي ت 656هـ، واختصر الحاصل في: ¶ - منهاج الوصول إلى علم الأصول للبيضاوي ت 685هـ، وهذا شُرِح في: ¶ - نهاية السول للأسنوي ت 772هـ. ¶ رابعا: روضة الناظر وجنة المناظر لابن قدامة ¶ المصنف: الموفق ابن قدامة ت 620هـ، سبقت ترجمته. ¶ الكتاب: مجلد واحد: عني كثير من العلماء بها، نقلا عنها وتعليقا عليها ودراسة لها، وتأليفا حولها، فهي من أهم مراجع الأصول عند الحنابلة الذين جاءوا بعد المؤلف، وقد",
            "page": "193",
            "part": "1",
            "seal": "2E87EFEA"
        },
        {
            "id": "189",
            "nass": "وصف د. عبد الكريم النملة كتاب الروضة بأنه غزير العلم، مستعذب اللفظ، وقد خلا عن الإغراق في خلاف العلماء، سليما من الكلام الذي لا يليق فيما يجب لله وما يستحيل عليه، سليما من تجريح بعض العلماء الذين يخالفهم، مع جزالة في اللفظ وقوة في التعبير، وسلامة من التعقيد في الغالب، فهو قد جمع قواعد الأوائل ومستحسنات الأواخر بأحسن العبارات وألطف الإشارات. ¶ مصادر الروضة التي ينقل منها بالنص: ¶ 1- العدة لأبي يعلى محمد بن الحسين ت 458هـ. ¶ 2- المستصفى للغزالي ت 505هـ وغالب الروضة منه. ¶ 3- التمهيد لأبي الخطاب، محفوظ بن أحمد الكلوذاني ت 510هـ، من العدة والتمهيد استمد المذهب الحنبلي. ¶ 4- الوصول إلى علم الأصول لأبي الفتح ابن برهان ت 518هـ1. ¶ الكتب المؤلفة حول الروضة: ¶ 1- البلبل في أصول الفقه، اختصار للروضة وهو لسليمان بن عبد القوي الطوفي ت 710هـ، وشرح الطوفي كتابه في مختصر الروضة في مجلدين. ¶ 2- نزهة الخاطر العاطر شرح روضة الناظر لعبد القادر بن بدران ت 346هـ. ¶ 3- مذكرة محمد الأمين الشنقيطي ت 1393هـ. ¶ 4- مذكرة أصول الفقه، عبد القادر شيبة الحمد. ¶ 5- ابن قدامة وآثاره الأصولية، د. عبد العزيز السعيد. ¶ 6- إتحاف ذوي البصائر بشرح روضة الناظر، ثمانية مجلدات، د. عبد الكريم النملة. ¶ __________ ¶ 1 روضة الناظر لابن قدامة بتحقيق د. عبد الكريم النملة: 39.",
            "page": "194",
            "part": "1",
            "seal": "CC56203A"
        },
        {
            "id": "190",
            "nass": "منهج ابن قدامة في الروضة: ¶ 1- يذكر مذهبه في المسألة ثم مذهب المخالفين وأدلتهم ثم أدلته ثم يناقش أدلتهم. ¶ 2- يبين المذهب الحنبلي في كل مسألة، ويقارن بينه وبين المذاهب الأخرى. ¶ 3- يناقش آراء المخالفين وأدلتهم بدقة، مبينا ثمرة الخلاف أحيانا. ¶ 4- يحرص على عدم التكرار عند تشابه بعض الموضوعات. ¶ 5- يستدل بالكتاب والسنة والإجماع والآثار والقياس وكلام العرب ولا يهتم بالأدلة العقلية إلا عند الضرورة. ¶ 6- لا يذكر أسماء الكتب التي ينقل عنها. ¶ قيمة الكتاب العلمية: يتميز الكتاب بميزات عدة منها: ¶ 1- غزارة العلم وعذوبة اللفظ والاشتمال على المهم مع قوة في التعبير. ¶ 2- من أهم المصادر أصول الحنابلة، نقل عنه القرافي ت 684هـ، في نفائس الأصول شرح المحصول، وبدر الدين الزركشي ت 794هـ، في كتابه البحر المحيط، والفتوحي ت 972هـ، في كتابه شرح الكوكب المنير. ¶ 3- يخلو من الإغراق في خلاف العلماء في الحدود والتعريفات. ¶ 4-سليم من الكلام الذي لا يليق فيما يجب لله تعالى وما يستحيل عليه وغيرها من مسائل علم الكلام. ¶ 5- بعيد عن تجريح العلماء والمخالفين. ¶ من المآخذ على الكتاب: ¶ 1- لم يشر إلى الغزالي والمستصفى، مع أن الروضة تعتبر اختصارًا له. ¶ 2- يتساهل أحيانا في عزو الآراء، مع شيء من عدم الدقة في النقل. ¶ 3- يستدل أحيانا بأحاديث موضوعة أو ضعيفة.",
            "page": "195",
            "part": "1",
            "seal": "D58A9558"
        },
        {
            "id": "191",
            "nass": "4- يهمل التعريف اللغوي كثيرا والاصطلاحي أحيانا، ويقدم الاصطلاحي على اللغوي أحيانا أخرى. ¶ 5- يستدل بالنصوص الشرعية دون بيان وجه الدلالة غالبا. ¶ وهناك ملاحظات أخرى يسيرة، ولكن كل هذه الملاحظات لا تقدح مطلقا في قيمة الكتاب العلمية. ¶ خامسا: الإحكام في أصول الأحكام للآمدي ¶ المصنف: الآمدي، ت 631هـ، سيف الدين على بن أبي علي محمد الآمدي، شافعي المذهب، ولد بآمد من ديار بكر، له نحو عشرة مؤلفات منها: دقائق الحقائق في الحكمة، توفي بدمشق ودفن بسفح جبل قاسيون. ¶ الكتاب: لخص فيه الآمدي أربعة من كتب الأصول هي: ¶ 1- العُمَد للقاضي عبد الجبار المعتزلي ت 415هـ. ¶ 2- المعتمد شرح العُمَد للقاضي أبي الحسين البصري ت 463هـ. ¶ 3- البرهان، لإمام الحرمين عبد الملك الجويني ت 478هـ. ¶ 4- المستصفى للغزالي ت 505هـ. ¶ والآمدي في الأحكام مولع بتحقيق المذاهب وتفريع المسائل بعكس الرازي في المحصول الذي يميل إلى الإكثار من الأدلة والاحتجاج بها. ¶ سادسا: نهاية السول في شرح منهاج الوصول إلى علم الأصول للأسنوي ¶ المصنف: الأسنوي، ت 772هـ: عبد الرحيم بن الحسن بن علي ولد في أسنا بصعيد مصر، وتوفي في القاهرة، له عدة مصنفات في: الفقه، والأصول، والنحو، والتاريخ.",
            "page": "196",
            "part": "1",
            "seal": "192A7B28"
        },
        {
            "id": "192",
            "nass": "الكتاب: أربعة أجزاء/ أربعة مجلدات: هذا الكتاب شرح لـ: ¶ - منهاج الوصول للبيضاوي ت 685هـ، والمنهاج اختصار لـ: ¶ - الحاصل من المحصول للأرموي ت 656هـ، والحاصل اختصار لـ: ¶ - المحصول للرازي ت 606هـ الذي سبق ذكره. ¶ سابعا: إرشاد الفحول إلى تحقيق الحق من علم الأصول للشوكاني ¶ المصنف: الشوكاني ت 1250هـ، 1834م، محمد بن علي بن عبد الله، فقيه مجتهد من كبار علماء اليمن، من أهل صنعاء، ولد بهجرة شوكان، نشأ بصنعاء، وولي قضاءها سنة 1229هـ، ومات حاكمًا بها، من مصنفاته: ¶ - نيل الأوطار. ¶ - فتح القدير في التفسير، وغير ذلك. ¶ الكتاب، مجلد واحد: رتبه المصنف على مقدمة وسبعة أبواب أو مقاصد وخاتمة، وقد جعل المقدمة في تعريف الأصول وموضوعه وفائدته واستمداده، وفي الأحكام المبادئ اللغوية وتقسيم اللفظ إلى مفرد ومركب. ¶ أما المقاصد السبعة فهي كالتالي: ¶ - الأول في الكتاب. ¶ - الثاني في السنة. ¶ - الثالث في الإجماع. ¶ - الرابع في الأوامر والنواهي ... إلخ. ¶ - والخامس في القياس. ¶ - والسادس في الاجتهاد. ¶ - والسابع في التعادل والترجيح.",
            "page": "197",
            "part": "1",
            "seal": "EFC03DE2"
        },
        {
            "id": "193",
            "nass": "مصادر أصول فقه الحنفية أو مدرسة الفقهاء ¶ ... ¶ المدرسة الثانية: مدرسة علماء الحنفية أو مدرسة الفقهاء ¶ نسبت هذه المدرسة لعلماء الحنفية؛ لأنهم هم الذين ألفوا في علم الأصول وفقها، تقوم هذه الطريقة على: وضع القواعد والبحوث الأصولية التي رأى الأصوليون أن أئمتهم بنوا عليها اجتهادهم، فصاغوا القواعد الأصولية بما يتفق مع الفروع التي استنبطها أئمتهم، ومن أشهر ما ألف وفق هذه الطريقة: ¶ - رسالة في الأصول، عبيد الله بن حسن الكرخي، ت 340هـ. ¶ - أصول الفقه، أبو بكر أحمد بن علي الرازي الجصاص، ت 370هـ. ¶ - تأسيس النظر، عبيد الله بن عمر الدبوسي، ت 430هـ. ¶ - كنز الوصول إلى معرفة الأصول، لفخر الإسلام البزدوي ت 489هـ. ¶ - أصول السرخسي، أبو بكر محمد بن أحمد السرخسي ت 490هـ. ¶ - منار الأنوار، لعبد الله بن أحمد النسفي، ت 710هـ. ¶ وغير ذلك كثير من الكتب والشروح والحواشي على الكتب السابقة واللاحقة، وسنتناول فيما يلي بشيء من التعريف أحد هذه الكتب وهو: ¶ أصول الفقه السرخسي ¶ المصنف: السرخسي ت 490هـ، سبقت ترجمته. ¶ الكتاب: من كتب الأصول المصنفة على طريقة الحنفية، وهو من الكتب ذات العبارة السهلة، ويعد مثل كتاب البزدوي، ت 482هـ، لكنه أوسع منه عبارة وأكثر تفصيلا.",
            "page": "198",
            "part": "1",
            "seal": "535B64EC"
        },
        {
            "id": "194",
            "nass": "وقد واكب السرخسي في تأليفه لكتابه أصول الفقه، عالما آخر هو فخر الإسلام على بن محمد البزدوي ت 482هـ، في كتابه: كنز الوصول إلى معرفة الأصول، فكان كتابا السرخسي والبزدوي بمثابة تهذيب لهذا الفن وتنقيح له، فصار مُعَوّل الفقهاء بعدهما حتى إذا اتفقا على شيء يقولون: اتفق الشيخان على هذا القول، ويقول السرخسي في مقدمة كتابه عن سبب تأليفه له: إنه بعد شرح كتب محمد بن الحسن الشيباني ت 189هـ، رأيت من الصواب أن أبين للمقتبسين أصول ما بنيت عليها شرح الكتب، ليكون الوقوف على الأصول معينا لهم على ما هو الحقيقة في الفروع، ومرشدا لهم إلى ما وقع الإخلال به في بيان الفروع، فالأصول معدودة والحوادث ممدودة، والمجموعات في هذا الباب كثيرة للمتقدمين والمتأخرين1. ¶ __________ ¶ 1 أصول السرخسي: 10/1.",
            "page": "199",
            "part": "1",
            "seal": "8E92D488"
        },
        {
            "id": "195",
            "nass": "مصادر أصول المدرستين: الشافعية والحنفية ¶ ... ¶ المدرسة الثالثة: مدرسة الحنفية والشافعية معا ¶ كما هو واضح من اسم هذه الطريقة فإنها تقوم على الجمع بين منهجي مدرستي الشافعية والحنفية والسابقتين، فعني العلماء الذين صنفوا وفق هذه الطريقة بتحقيق القواعد الأصولية وإقامة البراهن عليها، وتطبيقها على الفروع الفقهية وربطها بها. ¶ وإذا كانت المؤلفات وفق المدرستين الأوليين قد ظهرت في أواخر القرن الثاني وأوائل القرن الثالث، فإن المؤلفات وفق الطريقة الجديدة لم تظهر إلا في القرن السابع، وفيما يلي قائمة ببعض أشهر الكتب المصنفة وفق المنهجية الجديدة: ¶ 1- بديع النظام الجامع بين كتاب البزدوي والأحكام لابن الساعاتي ت 694هـ. ¶ 2- تنقيح الأصول، صدر الشريعة عبيد الله بن مسعود البخاري ت 737هـ. ¶ 3- التوضيح اختصار التنقيح، صدر الشريعة ت 747هـ. ¶ 4- التلويح على التوضيح لمتن التنقيح، سعد الدين مسعود التفتازاني ت 792هـ. ¶ 5- جمع الجوامع، تاج الدين عبد الوهاب بن علي السبكي ت 771هـ. ¶ 6- التحرير، محمد بن عبد الوهاب بن الهمام السيواسي ت 861هـ. ¶ 7- مسلم الثبوت، محب الله بن عبد الشكور ت 1119هـ. ¶ 8- فواتح الرحموت بشرح مسلم الثبوت، الأنصاري ت 1225هـ. ¶ وفيما يلي إضاءة حول إحدى هذه المصنفات:",
            "page": "200",
            "part": "1",
            "seal": "EE91015E"
        },
        {
            "id": "196",
            "nass": "فواتح الرحموت بشرح مسلم الثبوت للأنصاري ¶ المصنف: الأنصاري ت 1225هـ، عبد العلي محمد بن نظام الدين الهندي محمد اللكنوي الأنصاري المكنى بأبي العباس الملقب ببحر العلوم، الفقيه الحنفي الأصولي المنطقي، نشأ نشأة صالحة وكان من نوابغ القرن الثاني عشر، تلقى العلوم على أكابر علمائها، ونبغ في كثير منها، فكانت له قدم ثابتة في فقه الحنفية وفي الأصول وفي المنطق وكانت دروسه حافلة بطلبة العلم، توفي في مدارس في الهند. ¶ من مؤلفاته: ¶ - فواتح الرحموت شرح مسلم الثبوت. ¶ - تنوير المنار، شرح منار الأنوار للنسفي ت 710هـ. ¶ - رسائل الأركان في الفقه. ¶ - شرح سلم العلوم في المنطق1. ¶ الكتاب: شرح نفيس لكتاب مسلم الثبوت، لمحب الدين بن عبد الشكور ت 1119هـ، وهو قاضي من الأعيان من أهل بهار، وهي مدينة عظيمة في الهند، وهو أصولي منطقي لقب فاضل خان، ومن مصنفاته: سلم العلوم في المنطق، والكتاب والشرح كلاهما من الكتب التي صنفت وجمعت بين الطريقتين: ¶ 1- طريقة الحنفية أو الفقهاء. ¶ 2- طريقة الشافعية أو المتكلمين. ¶ وقد طبع الكتاب وشرحه مرارا مع المستصفى للغزالي ت 505هـ ¶ __________ ¶ 1 أصول الفقه د. شعبان محمد إسماعيل: 519.",
            "page": "201",
            "part": "1",
            "seal": "D44F1E83"
        },
        {
            "id": "197",
            "nass": "الخاتمة ¶ الحمد لله والصلاة والسلام على رسول الله. ¶ بعد التطواف في رياض المكتبة الإسلامية الوارفة الظلال، لا يسع المرء إلا أن يبدي إعجابه واندهاشه الشديدين بموروث المكتبة الإسلامية الذي بلغ أبعد المدى في توسعه الأفقي والعمودي إن صح التعبير. ¶ أما الأفقي فالمقصود به هذا التنوع الهائل في أنواع العلوم التي غطاها تراث المكتبة الإسلامية، وأما العمودي فالمقصود به هذا الكم الهائل من الكتب في العلم الواحد. ¶ وكل هذا ما كان له أن يكون أبدا لولا القرآن الكريم الذي أنزله الله تعالى هداية لكل خير، فابتدأ نزوله بسورة إقرأ وأردفها بعد فترة بسورة القلم، فكانت القراءة والكتابة عمودا العلم لأمة كانت عما قريب وصفها الأشهر: الأمة الأمية، ووصف عصرها الأظهر: العصر الجاهلي، فلك الحمد يا من أحييت هذه الأمة بالقرآن نسألك أن تحيي قلوبنا بالإيمان والعلم وتملأها بالإخلاص والتقوى ... آمين.",
            "page": "202",
            "part": "1",
            "seal": "E68DB048"
        },
        {
            "id": "198",
            "nass": "الفهرس ¶ الموضوع الصفحة ¶ مقدمة الطبعة الثانية......................................................................... 5 ¶ مقدمة الطبعة الأولى........................................................................ 7 ¶ التمهيد، وفيه أربعة مباحث................................................................. 9 ¶ - المبحث الأول: اهتمام الإسلام بالعلم................................................ 10 ¶ - المبحث الثاني: تسامح الإسلام ومبدأ المساواة بين المسلمين................ 14 ¶ - المبحث الثالث: عصر التدوين............................................................ 30 ¶ - المبحث الرابع: ثراء المكتبة الإسلامية في جميع فروع التراث................... 36 ¶ الباب الأول: مدونات المصادر الإسلامية، وفيه فصلان................................... 43 ¶ الفصل الأول: علم الببليوجرافيا واهتمام المسملين به............................... 45 ¶ الفصل الثاني: مدونات المصادر الإسلامية وفيه أربعة مباحث........................ 49 ¶ المبحث الأول: المصادر التي اعتمدت العلوم كقاعدة للتصنيف....................... 50 ¶ المبحث الثاني: المصادر التي اعتمدت أسماء المؤلفين كقاعدة للتصنيف........ 59 ¶ المبحث الثالث: المصادر التي اعتمدت أسماء المؤلفات قاعدة للتصنيف...........62 ¶ المبحث الرابع: المصادر العامة في الترجمة للأعلام.................................. 66 ¶ الباب الثاني: المصادر الإسلامية وفيه أربعة مباحث................................... 73 ¶ المبحث الأول: المصادر المتعلقة بالقرآن الكريم وعلومه.............................. 74 ¶ - المعاجم وأهمها............................................................................. 74 ¶ - فضائل القرآن الكريم........................................................................ 78",
            "page": "208",
            "part": "1",
            "seal": "B055010E"
        },
        {
            "id": "199",
            "nass": "الموضوع الصفحة ¶ - نقط المصحف.............................................................. 79 ¶ - مصادر علم القراءات........................................................ 80 ¶ - مصادر علوم القرآن.......................................................... 83 ¶ - التفسير........................................................................ 88 ¶ مصادر تراجم المفسرين....................................................... 95 ¶ المبحث الثاني: المصادر المتعلقة بالحديث الشريف وعلومه........... 98 ¶ أولا: علم الحديث رواية:........................................................ 99 ¶ - الجوامع وأهمها................................................................ 101 ¶ - الموطآت وأهمها............................................................. 110 ¶ - المسانيد وأهمها.............................................................. 112 ¶ - السنن وأهمها................................................................. 117 ¶ - الصحاح وأهمها................................................................ 127 ¶ - المجاميع وأهمها...............................................................132 ¶ ثانيا: علم الحديث دراية......................................................... 134 ¶ - مصادر الغريب................................................................... 135 ¶ - مصادر اختلاف الحديث........................................................ 138 ¶ - مصادر الرواة من غير الصحابة............................................... 142 ¶ -مصادر أسماء الصحابة......................................................... 152 ¶ - مصادر علم مصطلح الحديث.................................................. 158 ¶ - مصادر الموضوعات............................................................. 164 ¶ المبحث الثالث: مصادر الفقه الإسلامي................................... 170 ¶ - مصادر الفقه الحنفي......................................................... 171",
            "page": "209",
            "part": "1",
            "seal": "0BDA2569"
        },
        {
            "id": "200",
            "nass": "الموضوع الصفحة ¶ - مصادر الفقه المالكي............................................................. 174 ¶ - مصادر الفقه الشافعي............................................................ 178 ¶ - مصادر الفقه الحنبلي.............................................................. 184 ¶ - مصادر الفقه المقارن............................................................... 187 ¶ المبحث الرابع: مصادر علم أصول الفقه.......................................... 189 ¶ مصادر أصول فقه الشافعية أو مدرسة المتكلمين.............................. 190 ¶ مصادر أصول فقه الحنفية أو مدرسة الفقهاء..................................... 198 ¶ مصادر أصول المدرستين: الشافعية والحنفية.................................. 200 ¶ الخاتمة............................................................................. 202 ¶ المراجع............................................................................ 203 ¶ الفهرس........................................................................... 208",
            "page": "210",
            "part": "1",
            "seal": "41942B11"
        },
        {
            "id": "201",
            "nass": "مصادر ومراجع ¶ ... ¶ قائمة ببعض المراجع ¶ 1- أبو داود، سليمان بن الأشعث، ت 275هـ، رسالة أبي داود إلى أهل مكة في وصف سننه، تحقيق محمد الصباغ، دار العربية، ملحقة بمختصر سنن أبي داود للحافظ المنذري، ومعالم السنن للخطابي، تحقيق محمد حامد الفقي، المكتبة الأثرية، باكستان، ط2، 1399هـ- 1979م. ¶ 2- أبو لاوي، د. أمين، علم أصول الجرح والتعديل، ط1، 1418هـ- 1997م، دار ابن عفان، الخبر/ المملكة العربية السعودية. ¶ 3- الأدنه وي، أحمد بن محمد، طبقات المفسرين، 1ج/ 1مج، تحقيق د. سليمان الخزي، مكتبة العلوم والحكم، المدينة المنورة، ط1، 1417هـ- 1997م. ¶ 4- إسماعيل، د. محمد، أصول الفقه تاريخه ورجاله، ط1، 1401هـ- 1981م، دار المريخ/ الرياض. ¶ 5- الأعظمي، د. محمد مصطفى، دراسات في الحديث النبوي، نشر جامعة الرياض 1396هـ. ¶ 6- ابن الجوزي، أبو الفرج عبد الرحمن بن علي، كتاب الموضوعات من الأحاديث المرفوعات، 3ج/ 3مج، تحقيق نور الدين جيلار، ط1، 1418هـ- 1997م، مكتبة أضواء السلف/ الرياض. ¶ 7- ابن القيم، محمد بن أبي بكر، ت 751هـ، التبيان في أقسام القرآن، دار الكتاب العربي. ¶ 8- ابن حبان، أبو حاتم محمد البستي ت 354هـ، صحيح ابن حبان، تحقيق شعيب الأرناؤوط، مؤسسة الرسالة، ط1، 1408هـ- 1988م، بيروت/ لبنان. ¶ 9- ابن حنبل، أحمد، المسند، 5ج/ 5مج، ط3، 1398هـ- 1978م، المكتب الإسلامي، بيروت/ لبنان. ¶ 10- ابن خزيمة، أبو بكر محمد بن إسحاق السلمي النيسابوري، ت 311هـ، صحيح ابن خزيمة، تحقيق د. محمد مصطفى الأعظمي، ط2، 1401هـ- 1981م، شركة الطباعة السعودية، الرياض. ¶ 11- ابن خلدون، عبد الرحمن بن محمد، مقدمة ابن خلدون، دار إحياء التراث العربي، بيروت/ لبنان. ¶ 12- ابن عبد ربه، أبو عمر أحمد بن محمد، العقد الفريد، 6ج/ 6مج، ط3، 1384هـ- 1965م: مطبعة لجنة التأليف والترجمة والنشر/ القاهرة. ¶ 13- ابن قدامة، ت 620هـ، موفق الدين عبد الله بن أحمد بن محمد المقدسي، روضة الناظر وجنه المناظر، تحقيق: د. عبد الكريم النملة، مكتبة الرشد/ الرياض، ط1،، 1431هـ- 1993م. ¶ 14- ابن كثير ت 774هـ، إسماعيل بن عمر القرشي، تفسير القرآن العظيم، دار إحياء الكتب العربية.",
            "page": "203",
            "part": "1",
            "seal": "69B6BC3F"
        },
        {
            "id": "202",
            "nass": "15- ابن كثير ت 774هـ، عماد الدين أبو الفداء إسماعيل بن عمر القرشي، البداية والنهاية، تحقيق د. عبد الله بن عبد المحسن التركي ط1/ 1419هـ- 1998م، دار هجر للطباعة والنشر، 21مج/ 21ج ¶ 16- البخاري، محمد بن إسماعيل ت 256هـ، التاريخ الصغير، إدارة ترجمان السنة، 1397هـ- 1977م، لاهور. ¶ 17- البخاري، محمد بن إسماعيل ت 256هـ، التاريخ الكبير، دار الباز، مكة المكرمة. ¶ 18- البخاري، محمد بن إسماعيل ت 256هـ، صحيح البخاري، تحقيق د. مصطفى ديب البغا، ط3، 1407هـ- 1987م، دار ابن كثير، بيروت/ لبنان. ¶ 19- ابن تغري بردي، جمال الدين أبو المحاسن يوسف الأتابكي، ت 874هـ، النجوم الزاهرة في ملوك مصر والقاهرة، تحقيق محمد حسين شمس الدين، ط1، 1413هـ- 1992م، دار الكتب العلمية، بيروت. ¶ 20- الجزري، الحافظ شمس الدين، ت 833هـ، المصعد الأحمد في ختم مسند الإمام أحمد، مطبوع مع مسند أحمد، شرح وفهرسة أحمد محمد شاكر، ط4، 1373هـ- 1954م، دار المعارف، مصر. ¶ 21- الجهني، د. مانع، الموسوعة الميسرة في الأديان، 2ج/ 2مج، ط3، 1481هـ، دار الندوة العالمية للطباعة والنشر. ¶ 22- الحاكم، أبو عبد الله النيسابوري، المستدرك، 5ج/ 5مج، دار المعرفة، بيروت/ لبنان. ¶ 23- الخضري، محمد، تاريخ التشريع، دار القلم، بيروت/ لبنان ط1، 1983م. ¶ 24- الخطيب، محمد عجاج، السنة قبل التدوين، ط5، 1401هـ- 1081م، دار الفكر، بيروت/ لبنان. ¶ 25- خليفة، حاجي، كشف الظنون، 2ج/ 2مج، دار العلوم الحديثة، بيروت/ لبنان. ¶ 26- الخولي، محمد عبد العزيز، مفتاح السنة، ط4، 1203هـ- 1983م، دار الكتب العلمية، بيروت. ¶ 27- الداودي، محمد بن علي، ت 945هـ، طبقات المفسرين، 2ج/ 2مج، دار الكتب العلمية، بيروت. ¶ 28- الذهبي، محمد بن أحمد، تجريد أسماء الصحابة، دار المعرفة، بيروت/ لبنان. ¶ 29- الذهبي، محمد بن أحمد، تذكرة الحفاظ، دار إحياء التراث العربي، بيروت/ لبنان. ¶ 30- الذهبي، محمد بن أحمد، سير أعلام النبلاء، مؤسسة الرسالة، ط2، 1402هـ- 1982م، بيروت. ¶ 31- الذهبي، د. محمد حسين، التفسير والمفسرون، دار إحياء التراث العربي، بيروت/ لبنان. ¶ 32- الزرقاني، محمد عبد العظيم، مناهل العرفان، دار الفكر. ¶ 33- الرزكلي، خير الدين، الأعلام، قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين، نشر دار العلم للملايين، ط5/ 1980م.",
            "page": "204",
            "part": "1",
            "seal": "A39A1463"
        },
        {
            "id": "203",
            "nass": "34- زيدان، د. عبد الكريم: المدخل لدراسة الشريعة الإسلامية، ط11، 1411هـ- 1990م، مؤسسة الرسالة، بيروت/ لبنان. ¶ 35- السباعي، د. مصطفى: من روائع حضارتنا، ط2، 1388هـ- 1968م، دار الإرشاد، بيروت/ لبنان. ¶ 36- السبكي، تاج الدين، عبد الوهاب بن تقي الدين، طبقات الشافعية، ط2، دار المعرفة، بيروت. ¶ 37- السخاوي، محمد بن عبد الرحمن ت 92هـ، فتح المغيث، شرح ألفية الحديث، ط1، 1403هـ- 1983م، دار الكتب العلمية، بيروت/ لبنان. ¶ 38- السرخسي، محمد بن أحمد، أصول السرخسي، تحقيق أبو الوفا الأفغاني، دار المعرفة، بيروت/ لبنان. ¶ 39- سزكين، فؤاد، تاريخ التراث العربي، 1402هـ- 1982م، جامعة الإمام محمد بن سعود الإسلامية/ الرياض. ¶ 40 سزكين، فؤاد، محاضرات في تاريخ العلوم، الرياض، 1399هـ- 1979م، جامعة الإمام محمد بن سعود الإسلامية. ¶ 41- السعيد، عبد العزيز بن عبد الرحمن، ابن قدامة وآثاره الأصولية، ط2/ 1399هـ- 1979م، نشر جامعة الإمام محمد بن سعود/ الرياض. ¶ 42- السهارنفوري، خليل أحمد، ت 1346هـ، بذل المجهود في حل أبي داود، تعليق: محمد زكريا الكاندهلوي، دار الكتب العلمية، بيروت/ لبنان. ¶ 43- السيوطي، جلال الدين عبد الرحمن بن أبي بكر ت 911هـ، تدريب الراوي في شح تقريب النواوي، ت911هـ، ط2، 1385هـ- 1966م، دار الكتب الحديثة. ¶ 44- السيوطي، عبد الرحمن بن أبي بكر ت 911هـ، طبقات المفسرين، دار الكتب العلمية، بيروت. ¶ 45- السيوطي، جلال الدين عبد الرحمن، ت 911هـ، حسن المحاضرة في تاريخ مصر والقاهرة، تحقيق محمد أبو الفضل إبراهيم، ط1، 1967م- 1387هـ، دار إحياء الكتب العربية. ¶ 46- شرف الدين، د. عبد التواب: الموسوعة العربية في الوثائق والمكتبات، ط1/ 1406هـ- 1986م، دار الثقافة/ قطر. ¶ 47- الشوكاني، محمد بن علي، القواعد المجموعة في الأحاديث الموضوعة، ط1، 1404هـ- 1986م، دار الكتاب العربي، بيروت/ لبنان. ¶ 48- الصالح، د. صبحي، علوم الحديث ومصطلحه، دار العلم للملايين ط14/ 1982م. ¶ 49- الصباغ، محمد، الحديث النبوي ط3، 1397هـ- 1977م، المكتب الإسلامي، دمشق.",
            "page": "205",
            "part": "1",
            "seal": "146E89E2"
        },
        {
            "id": "204",
            "nass": "50- طاش كبرى زادة، أحمد بن مصطفى، ت 968هـ- 1561م، مفتاح السعادة ومصباح السيادة في موضوعات العلوم، دار الكتب العلمية، بيروت/ لبنان، 1405هـ- 1985م. ¶ 51- الطحان، د. محمود، أصول التخريج ودراسة الأسانيد، مكتبة المعارف، المملكة العربية السعودية. ¶ 52- العتر، نور الدين، منهج النقد في علوم الحديث، ط3، 1401هـ- 1981م، دار الفكر/ دمشق. ¶ 53- العراقي، زين الدين عبد الرحيم بن الحسين ت 806هـ، شرح ألفية العراقي، التقييد والإيضاح لما أطلق وأغلق من مقدمة ابن الصلاح، مؤسسة الكتب الثقافية. ¶ 54- العسقلاني، أحمد بن على بن حجر ت 852هـ، النكت على كتاب ابن الصلاح، تحقيق د. ربيع بن هادي عمير، ط1، 1403هـ- 1984م، نشر الجامعة الإسلامية بالمدينة المنورة/ المملكة العربية السعودية. ¶ 55- العسقلاني، أحمد بن علي بن حجر، ت 582هـ، تهذيب التهذيب، 14ج/ 14مج، ط1، 1404هـ- 1984م، دار الفكر، بيروت/ لبنان. ¶ 56- العسقلاني، أحمد بن علي بن حجر، ت 582هـ، لسان الميزان، 7ج/ 7مج، ط2، 1390هـ- 1971م، مؤسسة الأعلمي للنشر، بيروت/ لبنان. ¶ 57- العسقلاني، أحمد بن علي بن حجر، نزهة النظر شرح نخبة الفِكَر، ط3، المكتبة العلمية/ المدينة. ¶ 58- العسقلاني، ابن حجر، فتح الباري، 13ج/ 13مج، إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، المملكة العربية السعودية. ¶ 59- الفارابي، أبو نصر، ت 339هـ- 950م، إحصاء العلوم، دار الهلال، بيروت، ط1، 1996م. ¶ 60- السحيباني، عبد الحميد، فقه التاريخ، ط1، 1416هـ- 1995م، دار القاسم، الرياض. ¶ 61- القسطلاني، أبو العباس شهاب الدين أحمد بن محمد، ت 923هـ، إرشاد الساري لشرح صحيح البخاري، ط6 1304هـ، دار الفكر، بولاق/ مصر. ¶ 62- القلقشندي، أحمد بن علي ت 821هـ- 1418م، صبح الأعشى في صناعة الإنشا، شرح محمد حسين شمس الدين، دار الكتب العلمية، بيروت ط1، 1407هـ- 1987م. ¶ 63- مجلة البعث الإسلامي، العدد الخامس، ذي الحجة، 1392هـ، المجلد الثامن عشر. ¶ 64- مسلم، ابن الحجاج النيسابوري القشيري، صحيح مسلم، إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، المملكة العربية السعودية. ¶ 65- المقدسي، محمد بن طاهر ت 507هـ، تذكرة الموضوعات، ط1، 1401هـ- 1981م، مكة المكرمة.",
            "page": "206",
            "part": "1",
            "seal": "2BF0D362"
        },
        {
            "id": "205",
            "nass": "66- المناوي، محمد بن عبد الرءوف، ت 1031هـ، اليواقيت والدر، تحقيق ربيع بن محمد السعودي، ط1، 1411هـ- 1991م، مكتبة الرشد، الرياض/ المملكة العربية السعودية. ¶ 67- المنذري، عبد العظيم عبد القوي، ت 656هـ، مختصر سنن أبي داود، مكتبة السنة المحمدية/ القاهرة. ¶ 68- أحمد، د. مهدي رزق الله أحمد، السيرة النبوية في ضوء المصادر الأصلية، ط1، 1412هـ- 1992م، مركز الملك فيصل للبحوث والدراسات الإسلامية، الرياض. ¶ 69- عيسى، د. أحمد عبد الرحمن عيسى، كتاب الوحي، ط1، 1400هـ- 1980م، دار اللواء، الرياض.",
            "page": "207",
            "part": "1",
            "seal": "0061343F"
        }
    ],
    "t8564": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: اهتمام الإسلام بالعلم"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: التسامح والمساواة في الإسلام"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: عصر التدوين"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: ثراء المكتبة الإسلامية في جميع فروع التراث"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول: مدونات المصادر الإسلامية"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "الفصل الأول: علم الببليوجرافيا واهتمام المسلمين به"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني: مدونات المصادر الإسلامية"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول: المصادر التي اعتمدت العلوم قاعدة للتصنيف"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: المصادر التي اعتمدت أسماء المؤلفين كقاعدة للتصنيف"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثالث: المصادر التي اعتمدت أسماء المؤلفات كقاعدة للتصنيف"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الرابع: المصادر العامة في الترجمة للأعلام"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني: المصادر الإسلامية"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: المصادر المتعلقة بالقرآن الكريم وعلومه"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": "2",
            "tit": "المعاجم وأهمها"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "فضائل القرآن الكريم"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": null,
            "tit": "نقط المصحف"
        },
        {
            "id": "73",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر علم القراءات"
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر علوم القرآن"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر علم التفسير"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر تراجم المفسرين"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: المصادر المتعلقة بالحديث الشريف وعلومه"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "94",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر علم الحديث رواية"
        },
        {
            "id": "96",
            "lvl": "3",
            "sub": null,
            "tit": "الجوامع وأهمها"
        },
        {
            "id": "105",
            "lvl": "3",
            "sub": null,
            "tit": "الموطآت وأهمها"
        },
        {
            "id": "107",
            "lvl": "3",
            "sub": null,
            "tit": "المسانيد وأهمها"
        },
        {
            "id": "112",
            "lvl": "3",
            "sub": null,
            "tit": "السنن وأهمها"
        },
        {
            "id": "122",
            "lvl": "3",
            "sub": null,
            "tit": "الصحاح وأهمها"
        },
        {
            "id": "127",
            "lvl": "3",
            "sub": null,
            "tit": "المجاميع وأهمها"
        },
        {
            "id": "129",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر علم الحديث دراية"
        },
        {
            "id": "130",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر غريب الحديث"
        },
        {
            "id": "133",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر اختلاف الحديث"
        },
        {
            "id": "137",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر الرواة من غير الصحابة"
        },
        {
            "id": "147",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر تراجم الصحابة رضي الله عنهم أجمعين"
        },
        {
            "id": "153",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر علم مصطلح الحديث"
        },
        {
            "id": "159",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر الموضوعات والوضاعون"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: مصادر الفقه الإسلامي"
        },
        {
            "id": "165",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "166",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر فقه المذهب الحنفي"
        },
        {
            "id": "169",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر فقه المذهب المالكي"
        },
        {
            "id": "173",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر فقه المذهب الشافعي"
        },
        {
            "id": "179",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر فقه المذهب الحنبلي"
        },
        {
            "id": "182",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر الفقه المقارن"
        },
        {
            "id": "184",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: مصادر علم أصول الفقه"
        },
        {
            "id": "184",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "185",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر أصول فقه الشافعية أو مدرسة المتكلمين"
        },
        {
            "id": "193",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر أصول فقه الحنفية أو مدرسة الفقهاء"
        },
        {
            "id": "195",
            "lvl": "3",
            "sub": null,
            "tit": "مصادر أصول المدرستين: الشافعية والحنفية"
        },
        {
            "id": "197",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "198",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرس"
        },
        {
            "id": "201",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}