{
    "b8575": [
        {
            "id": "166",
            "nass": "ويبقى المنافقون ظهورهم طبق واحد، كأنما فيها السفافيد، فيقولون: ربنا! فيقول: قد كنتم تدعون إلى السجود وأنتم سالمون. ¶ ثم يأمر الله سبحانه بالصراط، فيضرب على جهنم،",
            "page": "266",
            "part": "1",
            "seal": "321C44DC"
        },
        {
            "id": "167",
            "nass": "فيمر الناس بقدر أعمالهم زمراً، أوائلهم كلمح البرق، ثم كمر الريح، ثم كمر الطير، ثم كأسرع البهائم، ثم كذلك حتى يمر الرجل سعياً، حتى يمر الرجل مشياً، حتى يجيء آخرهم رجل يتلبط على بطنه، فيقول: يا رب لم أبطأت بي؟ فيقول: لم أبطئ بك، إنما أبطأ بك عملك! . ¶ ثم يأذن الله تعالى في الشفاعة، فيكون أول شافع روح القدس جبريل، ثم إبراهيم خليل الله، ثم موسى، أو قال: عيسى، ثم يقوم نبيكم رابعاً، لا يشفع أحد بعده فيما يشفع فيه، وهو",
            "page": "267",
            "part": "1",
            "seal": "42692EAD"
        },
        {
            "id": "168",
            "nass": "المقام المحمود الذي وعده الله تعالى: {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} . ¶ فليس من نفس إلا وهي تنظر إلى بيت في الجنة، وبيت في النار، وهو يوم الحسرة! فيرى أهل النار البيت الذي في الجنة فيقال: لو عملتم؟ ! فتأخذهم الحسرة! ويرى أهل الجنة البيت الذي في النار فيقال: لولا أن من الله عليكم. ¶ ثم يشفع الملائكة والنبيون والشهداء والصالحون",
            "page": "268",
            "part": "1",
            "seal": "A18489D2"
        },
        {
            "id": "169",
            "nass": "والمؤمنون، فيشفعهم الله تعالى. ¶ ثم يقول الله: أنا أرحم الراحمين، فيخرج من النار أكثر مما أخرج من جميع الخلق برحمته، حتى لا يترك فيها أحداً فيه خير. ثم قرأ عبد الله: {مَا سَلَكَكُمْ فِي سَقَرَ قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ} . فعقد عبد الله بيده أربعاً ثم قال: هل ترون في هؤلاء أحداً فيه خير؟ لا، وما يترك فيها أحد فيه خير! . ¶ فإذا أراد الله أن لا يخرج منها أحداً غير وجوههم وألوانهم، فيجيء الرجل من المؤمنين فيشفع، فيقال له: من عرف أحداً فليخرجه، فيجيء الرجل فينظر فلا يعرف أحداً، فيناديه الرجل فيقول: يا فلان أنا فلان، فيقول: ما أعرفك، فعند ذلك يقولون: {رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ} .",
            "page": "269",
            "part": "1",
            "seal": "7E0A6CEE"
        },
        {
            "id": "170",
            "nass": "فيقول عند ذلك: {اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ} . فإذا قال ذلك أطبقت عليهم فلا يخرج منهم أحد! . ¶ أخرجه ابن أبي شيبة وعبد بن حميد وابن أبي حاتم والطبراني والحاكم في صحيحه، والبيهقي في البعث والنشور كما في ((الدر المنثور)) من سورة نون، وصححه الحاكم في ((المستدرك)) ولم يتكلم عليه الذهبي في ((تلخيص المستدرك)) بشيء سوى أنه من رواية أبي الزعراء عبد الله بن هانئ، ولم يخرج عنه الشيخان. انتهى. ولا شك أن أبا الزعراء ثقة كما صرح به في ((التهذيب)) وغيره، فعدم تخريجهما عنه لا يضر بصحة الحديث.",
            "page": "270",
            "part": "1",
            "seal": "2368BFB8"
        },
        {
            "id": "171",
            "nass": "آثار الصحابة والتابعين ¶ الأثر: 1 \\ 76 عن عبد الله بن عباس رضي الله عنه في قوله تعالى: {وإن من أهل الكتاب إلا ليؤمنن به قبل موته} . قال: خروج عيسى ابن مريم. أخرجه الفريابي وعبد بن حميد والحاكم وصححه، كما في ((الدر المنثور)) . ¶ الأثر: 2 \\ 77 عن ابن عباس رضي الله عنه في قوله تعالى: {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} . قال: قبل موت عيسى. أخرجه ابن جرير وابن أبي حاتم من طرق كما في ((الدر المنثور)) . ¶ الأثر: 3 \\ 78 عن ابن عباس رضي الله عنه في قوله",
            "page": "279",
            "part": "1",
            "seal": "1DF84096"
        },
        {
            "id": "172",
            "nass": "تعالى: {وإن من أهل الكتاب إلا ليؤمنن به قبل موته} . قال: يعني أنه سيُدرِكُ أناسٌ من أهل الكتاب حين يبعث عيسى، فيؤمنون به. أخرجه ابن جرير كما في ((الدر المنثور)) . ¶ الأثر: 4 \\ 79 عن محمد بن علي بن أبي طالب، وهو ابن الحنفية رضي الله عنه في قوله تعالى: {وإن من أهل الكتاب إلا ليؤمنن به قبل موته} . قال: ليس من أهل الكتاب أحد إلا أتته الملائكة يضربون وجهه ودبره، ثم يقال: يا عدو الله إن عيسى: روح الله وكلمته، كذبت على الله وزعمت أنه الله. إن عيسى لم يمت، وإنه رفع إلى السماء، وهو نازل قبل أن تقوم الساعة، فلا يبقى يهودي ولا نصراني إلا آمن به. أخرجه عبد بن حميد وابن المنذر عن شهر بن حوشب عن محمد بن علي كما في ((الدر المنثور)) . ¶ الأثر: 5 \\ 80 عن شهر بن حوشب رحمه الله تعالى",
            "page": "280",
            "part": "1",
            "seal": "89950A6A"
        },
        {
            "id": "173",
            "nass": "قال: قال لي الحجاج: يا شهرُ آيةٌ من كتاب الله ما قرأتها إلا اعترض في نفسي منها شيء، قال الله تعالى: {وإن من أهل الكتاب إلا ليؤمنن به قبل موته} ، وإني أوتى بالأسارى فأضرب أعناقهم ولا أسمعهم يقولون شيئاً؟ فقلت: رُفعت إليك على غير وجهها. ¶ إن النصراني إذا خرجت روحه ضربته الملائكة من قبله ودبره وقالوا: أي خبيث، إن المسيح الذي زعمت أنه الله أو ثالث ثلاثة: عبد الله وروحه، فيؤمن به حين لا ينفعه الإيمان. ¶ وإن اليهودي إذا خرجت نفسه ضربته الملائكة من قبله ودبره وقالوا: أي خبيث إن المسيح الذي زعمت أنك قتلته: عبد الله وروحه، فيؤمن به حين لا ينفعه الإيمان. ¶ فإذا كان عند نزول عيسى آمنت به أحياؤهم كما آمنت به موتاهم. فقال: من أين أخذتها، فقلت: من محمد بن علي، قال: أخذتها من معدنها. قال شهر: وأيم الله ما حدثنيه",
            "page": "281",
            "part": "1",
            "seal": "B090B4CD"
        },
        {
            "id": "174",
            "nass": "إلا أم سلمة، ولكني أحببت أن أغيظه، أخرجه ابن المنذر كما في ((الدر المنثور)) . ¶ الأثر: 6 \\ 81 عن قتادة في قوله تعالى: {وإن من أهل الكتاب إلا ليؤمنن به قبل موته} . ¶ قال: إذا نزل آمنت به الأديان كلها، ويوم القيامة يكون عليهم شهيداً أنه قد بلغ رسالة ربه، وأقر على نفسه بالعبودية. أخرجه عبد الرزاق وعبد بن حميد وابن جرير وابن المنذر كما في ((الدر",
            "page": "282",
            "part": "1",
            "seal": "27832FEA"
        },
        {
            "id": "175",
            "nass": "المنثور)) . ¶ الأثر: 7 \\ 82 عن ابن زيد في قوله تعالى: {وإن من أهل الكتاب إلا ليؤمنن به قبل موته} . قال: إذا نزل عيسى عليه السلام فقتل الدجال لم يبق يهودي في الأرض إلا آمن به. أخرجه ابن جرير. ¶ الأثر: 8 \\ 83 عن أبي مالك في قوله تعالى: {وإن من أهل الكتاب إلا ليؤمنن به قبل موته} . قال: ذلك عند نزول عيسى ابن مريم، لا يبقى أحد من أهل الكتاب إلا آمن به. أخرجه ابن جرير. ¶ الأثر: 9 \\ 84 عن الحسن البصري في قوله تعالى:",
            "page": "283",
            "part": "1",
            "seal": "E102CF94"
        },
        {
            "id": "176",
            "nass": "{وإن من أهل الكتاب إلا ليؤمنن به قبل موته} . قال: قبل موت عيسى، والله إنه الآن لحي عند الله، ولكن إذا نزل آمنوا به أجمعون. أخرجه ابن جرير. ¶ الأثر: 10 \\ 85 عن الحسن أيضاً أن رجلاً سأله عن قوله تعالى: {وإن من أهل الكتاب إلا ليؤمنن به قبل موته} . قال: قبل موت عيسى، إن الله رفع إليه عيسى، وهو باعثه قبل يوم القيامة مقاماً يؤمن به البر والفاجر. أخرجه ابن أبي حاتم كما في ((الدر المنثور)) . ¶ الأثر: 11 \\ 86 عن عبد الله بن عباس رضي الله عنه قال: لما أراد الله أن يرفع عيسى إلى السماء خرج إلى أصحابه وفي البيت اثنا عشر رجلاً من الحواريين، فخرج عليهم من عين في البيت ورأسه يقطر ماء، فقال: إن منكم من يكفر بي اثنتي عشرة مرة بعد أن آمن بي. ¶ ثم قال: أيكم يلقى عليه شبهي فيقتل مكاني ويكون معي في درجتي؟ فقام شاب من أحدثهم سناً، فقال له:",
            "page": "284",
            "part": "1",
            "seal": "D7ED396F"
        },
        {
            "id": "177",
            "nass": "اجلس، ثم أعاد عليهم فقام الشاب فقال: اجلس، ثم أعاد فقام الشاب فقال: أنا، فقال: أنت ذاك، فألقي عليه شبه عيسى، ورفع عيسى من روزنة في البيت إلى السماء. ¶ وجاء الطلب من اليهود، فأخذوا الشبه فقتلوه ثم صلبوه، وكفر بعضهم اثنتي عشرة مرة بعد أن آمن به. وافترقوا ثلاث فرق. ¶ فقالت فرقة: كان الله فينا ما شاء ثم صعد إلى السماء، فهؤلاء اليعقوبية. وقالت فرقة: كان فينا ابن الله ما شاء، ثم رفعه الله إليه، وهؤلاء النسطورية. وقالت فرقة: كان فينا عبد الله ورسوله، وهؤلاء المسلمون. ¶ فتظاهرت الكافرتان على المسلمة فقتلوها، فلم يزل الإسلام طامساً حتى بعث الله محمداً صلى الله عليه وسلم، فأنزل الله: {فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ} . يعني الطائفة التي آمنت في زمن عيسى، {وَكَفَرَتْ طَائِفَةٌ} . يعني التي كفرت",
            "page": "285",
            "part": "1",
            "seal": "F2CEADE6"
        },
        {
            "id": "178",
            "nass": "في زمن عيسى، {فَأَيَّدْنَا الَّذِينَ آمَنُوا} . في زمن عيسى بإظهار دين محمد دينهم على دين الكافرين. أخرجه عبد بن حميد والنسائي وابن أبي حاتم وابن مردويه كما في ((الدر المنثور)) . ¶ الأثر: 12 \\ 87 عن قتادة في قوله تعالى: {وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا} . قال: أولئك أعداء الله اليهود افتخروا بقتل عيسى، وزعموا أنهم قتلوه وصلبوه.",
            "page": "286",
            "part": "1",
            "seal": "16DF8681"
        },
        {
            "id": "179",
            "nass": "وذكر لنا أنه قال لأصحابه: أيكم يقذف عليه شبهي فإنه مقتول؟ قال رجل من أصحابه: أنا يا نبي الله، فقتل ذلك الرجل، ومنع الله نبيه ورفعه إليه. أخرجه عبد بن حميد وابن جرير وابن المنذر كما في ((الدر المنثور)) . ¶ الأثر: 13 \\ 88 عن مجاهد في قوله تعالى: {وَلَكِنْ شُبِّهَ لَهُمْ} . قال: صلبوا رجلاً غير عيسى، شبهوه بعيسى يحسبونه إياه، ورفع الله إليه عيسى حياً. أخرجه عبد بن حميد وابن جرير وابن المنذر كما في ((الدر المنثور)) . ¶ الأثر: 14 \\ 89 عن أبي رافع قال: رفع عيسى ابن",
            "page": "287",
            "part": "1",
            "seal": "265B478F"
        },
        {
            "id": "180",
            "nass": "مريم وعليه مدرعة وخفا راع وحذافة يحذف بها الطير. أخرجه عبد الرزاق وأحمد في ((الزهد)) وابن عساكر من طريق ثابت البناني، كما في ((الدر المنثور)) . ¶ الأثر: 15 \\ 90 عن أبي العالية قال: ما ترك عيسى ابن مريم حين رفع إلا مدرعة صوف وخفي راع وحذافة يحذف بها الطير. أخرجه أحمد في ((الزهد)) وأبو نعيم وابن عساكر من طريق ثابت البناني، كما في ((الدر المنثور)) . ¶ الأثر: 16 \\ 91 عن عبد الجبار بن عبيد الله بن سليمان قال: أقبل عيسى ابن مريم على أصحابه ليلة رفع فقال: لا",
            "page": "288",
            "part": "1",
            "seal": "096A9FDC"
        },
        {
            "id": "181",
            "nass": "تأكلوا بكتاب الله أجراً، فإنكم إن لم تفعلوا أقعدكم الله على منابر، الحجر منها خير من الدنيا وما فيها، قال عبد الجبار: وهي المقاعد التي ذكر الله تعالى في القرآن: {فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ} . ورفع عليه السلام. أخرجه ابن عساكر كما في ((الدر المنثور)) . ¶ الأثر: 17 \\ 92 عن ابن عباس رضي الله عنه في قوله تعالى: {وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ} . قال: خروج عيسى",
            "page": "289",
            "part": "1",
            "seal": "1861D3D3"
        },
        {
            "id": "182",
            "nass": "عليه السلام قبل يوم القيامة. أخرجه الفريابي وسعيد بن منصور -1 ومسدد وعبد بن حميد وابن جرير وابن أبي حاتم والطبراني من طرق، كما في ((الدر المنثور)) . ¶ الأثر: 18 \\ 93 عن الحسن البصري في قوله تعالى: {وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ} قال: نزول عيسى. أخرجه عبد بن حميد وابن جرير كما في ((الدر المنثور)) . ¶ الأثر: 19 \\ 94 عن قتادة في قوله تعالى: {وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ} . قال: نزول عيسى عليه السلام علم للساعة، وناس يقولون: إن القرآن علم للساعة. أخرجه عبد الرزاق",
            "page": "290",
            "part": "1",
            "seal": "DECC8167"
        },
        {
            "id": "183",
            "nass": "وعبد بن حميد وابن جرير كما في ((الدر المنثور)) . ¶ الأثر: 20 \\ 95 عن ابن عباس رضي الله عنه في قوله تعالى: {وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ} . قال: نزول عيسى عليه السلام. أخرجه ابن جرير من طرق، كما في ((الدر المنثور)) . ¶ الأثر: 21 \\ 96 عن الحسن البصري في قوله تعالى: {وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ} . قال: نزول عيسى عليه السلام. أخرجه عبد بن حميد وابن جرير كما في ((الدر المنثور)) . ¶ الأثر: 22 \\ 97 عن ابن زيد في قوله تعالى: {وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ} . قال: قد كلمهم عيسى عليه السلام في المهد، وسيكلمهم إذا قتل الدجال وهو يومئذ كهل. أخرجه ابن جرير كما في ((الدر المنثور)) .",
            "page": "291",
            "part": "1",
            "seal": "00AB7AD6"
        },
        {
            "id": "184",
            "nass": "الأثر: 23 \\ 98 عن وهب بن منبه في أثر طويل جاء فيه: وظنوا - أي اليهود - أنهم قتلوا عيسى وصلبوه، فظنت النصارى مثل ذلك، ورفع الله عيسى من يومه ذلك. كما في (الدر المنثور)) . ¶ الأثر: 24 \\ 99 عن عبد الله بن عمرو بن العاص رضي الله عنه قال: تخرج الحبشة بعد نزول عيسى عليه السلام، فيبعث عيسى طائفة فيهزمون. أخرجه نعيم بن حماد في ((كتاب الفتن)) كما في ((عمدة القاري شرح صحيح البخاري)) للعيني، وأخرجه البرزنجي في ((الإشاعة في أشراط الساعة)) مفصلاً. ¶ الأثر: 25 \\ 100 عن ابن عباس رضي الله عنه في قوله تعالى: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} .",
            "page": "292",
            "part": "1",
            "seal": "BC749814"
        },
        {
            "id": "185",
            "nass": "يقول: عبيدك قد استوجبوا العذاب بمقالتهم، وإن تغفر لهم، أي من تركت منهم ومد في عمره حتى أهبط من السماء إلى الأرض لقتل الدجال فنزلوا عن مقالتهم ووحدك وأقروا أنا عبيد، وإن تغفر لهم حيث رجعوا عن مقالتهم فإنك أنت العزيز الحكيم. كما في ((الدر المنثور)) . ¶ الحديث: 101 روي «أن رسول الله صلى الله عليه وسلم قال لوفد جذام: مرحباً بقوم شعيب وأصهار موسى، ولا تقوم الساعة حتى يتزوج فيكم المسيح ويولد له» . ذكره المقريزي في ((الخطط)) . ¶ فهذه مائة خبر وخبر من المرفوع والموقوف، والحمد لله أوله وآخره.",
            "page": "293",
            "part": "1",
            "seal": "3282F96F"
        },
        {
            "id": "1",
            "nass": "قال تعالى: ¶ {وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا} ¶ التصريح بما تواتر في نزول المسيح ¶ لإمام العصر المحدث الكبير الشيخ محمد أنور شاه الكشميري الهندي ¶ ولد 1292 وتوفي 1352 ¶ رحمه الله تعالى ¶ رتبه تلميذه العلامة المحقق البارع الشيخ محمد شفيع ¶ مفتي باكستان، حفظه الله تعالى ¶ حققه وراجع نصوصه وعلق عليه ¶ عبد الفتاح أبو غدة",
            "page": "89",
            "part": "1",
            "seal": "8FE6A8D3"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحديث: 1 عن سعيد بن المسيب عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((والذي نفسي بيده، ليوشكن أن ينزل فيكم ابن مريم حكماً عدلاًَ،»",
            "page": "91",
            "part": "1",
            "seal": "D11C1D78"
        },
        {
            "id": "3",
            "nass": "«فيكسر الصليب، ويقتل الخنزير، ويضع الحرب، ويفيض المال، حتى لا يقبله أحد، حتى»",
            "page": "92",
            "part": "1",
            "seal": "9B47D0BE"
        },
        {
            "id": "4",
            "nass": "«تكون السجدة الواحدة خيراً من الدنيا وما فيها)) . ثم يقول أبو هريرة: واقرءوا إن شئتم {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا} » . رواه البخاري ومسلم.",
            "page": "93",
            "part": "1",
            "seal": "BD766803"
        },
        {
            "id": "5",
            "nass": "وفي لفظ لمسلم من رواية عطاء: « ((ولتذهبن الشحناء والتباغض والتحاسد)) » .",
            "page": "94",
            "part": "1",
            "seal": "150DDBD8"
        },
        {
            "id": "6",
            "nass": "ورواه أبو داود وابن ماجه وأحمد في ((مسنده)) بإسناد صحيح، كما قاله الحافظ ابن حجر في ((فتح الباري)) ، وفي رواية أبي داود وأحمد - واللفظ لأحمد -: « ((الأنبياء إخوة لعلات، أمهاتهم شتى ودينهم واحد، وأنا أولى الناس بعيسى ابن مريم؛ لأنه لم يكن بيني وبينه نبي، وإنه نازل، فإذا رأيتموه فاعرفوه: رجلاً مربوعاً، إلى الحمرة والبياض، عليه ثوبان ممصران، كأن رأسه يقطر وإن لم يصبه بلل، فيدق الصليب، ويقتل الخنزير، ويضع»",
            "page": "95",
            "part": "1",
            "seal": "C79664BD"
        },
        {
            "id": "7",
            "nass": "«الجزية، ويدعو الناس إلى الإسلام، فيهلك الله في زمانه الملل كلها إلا الإسلام، ويهلك الله في زمانه المسيح الدجال، وتقع الأمنة على الأرض، حتى ترتع الأسود مع الإبل، والنمار مع البقر، والذئاب مع الغنم، ويلعب الصبيان بالحيات لا تضرهم، فيمكث في الأرض أربعين سنة، ثم يتوفى ويصلي عليه المسلمون ويدفنونه)) » . ¶ ورواه أحمد بطريق آخر ولفظه: « ((يوشك من عاش منكم أن يلقى عيسى ابن مريم)) » . ¶ وعزاه السيوطي في ((الدر المنثور)) إلى ابن أبي شيبة",
            "page": "96",
            "part": "1",
            "seal": "E0ED0B13"
        },
        {
            "id": "8",
            "nass": "وعبد بن حميد، وابن مردويه، وفي لفظه: « ((وتكون السجدة واحدة لله رب العالمين)) واقرءوا إن شئتم {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} » موت عيسى ابن مريم، ثم يعيدها أبو هريرة ثلاث مرات. ¶ الحديث: 2 عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: « ((كيف أنتم إذا نزل ابن مريم فيكم وإمامكم منكم؟)) » . رواه البخاري ومسلم. وفي لفظة لمسلم:",
            "page": "97",
            "part": "1",
            "seal": "4B3EEB54"
        },
        {
            "id": "9",
            "nass": "((فأمكم)) ، وفي لفظة أخرى: « ((فأمكم منكم)) » . ¶ وأخرجه أحمد في ((مسنده)) ولفظه: « ((كيف بكم إذا نزل ... ؟)) » . وذكره البيهقي في كتاب ((الأسماء والصفات)) ، وعزاه للبخاري ومسلم، ولفظه: « ((إذا نزل ابن مريم من السماء»",
            "page": "98",
            "part": "1",
            "seal": "0669A6D1"
        },
        {
            "id": "10",
            "nass": "«فيكم، وإمامكم منكم)) » . ¶ تنبيه ¶ ومن غاية الجهالة بصنيع المحدثين ما فعله جهلة الميرزائية الذين لا يهتدون إلى الحق سبيلاً، من التلبيس على عوام المسلمين في رواية البيهقي لما لم يجدوا كلمة: (من السماء) في ((الصحيحين)) . فإن من له أدنى معرفة بالحديث وكتبه يعلم أن المحدثين قاطبة - ولا سيما البيهقي - ربما يعزو رواية لبعض المحدثين إذا أخرجها بأكثر ألفاظها، ولا يشترط استيعاب ألفاظ الرواية، فإذا قال المحدث: (رواه البخاري) كان مراده أن أصل الحديث أخرجه البخاري. ¶ الحديث: 3 عن جابر بن عبد الله رضي الله تعالى عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: « ((لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين إلى يوم القيامة - قال - فينزل عيسى ابن مريم عليه السلام فيقول أميرهم: تعال فصل، فيقول:»",
            "page": "99",
            "part": "1",
            "seal": "BBBA94B0"
        },
        {
            "id": "11",
            "nass": "«لا، إن بعضكم على بعض أمراء، تكرمة الله هذه الأمة)) » . رواه مسلم وأحمد في ((مسنده)) . ¶ الحديث: 4 عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: « ((والذي نفسي بيده: ليهلن ابن مريم بفج الروحاء حاجاً أو معتمراً، أو ليثنينهما)) » رواه مسلم. ¶ وأخرجه أحمد في ((مسنده)) ولفظه: « ((ينزل عيسى ابن مريم، فيقتل الخنزير، ويمحو الصليب، وتجمع له الصلاة، ويعطي المال حتى لا يقبل، ويضع الخراج،»",
            "page": "100",
            "part": "1",
            "seal": "4850D6F3"
        },
        {
            "id": "12",
            "nass": "«وينزل الروحاء، فيحج منها أو يعتمر أو يجمعهما)) . وتلا أبو هريرة رضي الله عنه: {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا} » فزعم حنظلة أن أبا هريرة قال: يؤمن به قبل موت عيسى، فلا أدري هذا كله حديث النبي صلى الله عليه وسلم؟ أو شيء قاله أبو هريرة؟. ¶ وأخرجه الحاكم وصححه كما في ((الدر المنثور)) ، ولفظه: (( «ليهبطن ابن مريم حكماً عدلاً، وإماماً مقسطاً،»",
            "page": "101",
            "part": "1",
            "seal": "DD587F5F"
        },
        {
            "id": "13",
            "nass": "«وليسلكن فجاً حاجاً أو معتمراً، وليأتين قبري حتى يسلم علي، ولأردن عليه)) . يقول أبو هريرة: أي بني أخي! إن رأيتموه فقولوا: أبو هريرة يقرئك السلام. ¶ » الحديث: 5 عن النواس بن سمعان رضي الله عنه قال: « ((ذكر رسول الله صلى الله عليه وسلم الدجال ذات غداة،»",
            "page": "102",
            "part": "1",
            "seal": "E9CBCAA4"
        },
        {
            "id": "14",
            "nass": "«فخفض فيه ورفع، حتى ظنناه في طائفة النخل، فانصرفنا من عند رسول الله صلى الله عليه وسلم ثم رحنا إليه، فعرف ذلك فينا، فقال: ما شأنكم؟ فقلنا: يا رسول الله ذكرت الدجال غداة فخفضت فيه ورفعت حتى ظنناه في طائفة النخل، فقال:»",
            "page": "107",
            "part": "1",
            "seal": "DAD0586F"
        },
        {
            "id": "15",
            "nass": "«غير الدجال أخوفني عليكم، إن يخرج وأنا فيكم فأنا حجيجه دونكم، وإن يخرج ولست فيكم فامرؤ حجيج نفسه، والله خليفتي على كل مسلم. ¶ إنه شاب قطط، عينه طافئة، كأني أشبهه»",
            "page": "108",
            "part": "1",
            "seal": "1E21AB1E"
        },
        {
            "id": "16",
            "nass": "«بعبد العزى بن قطن، فمن أدركه منكم فليقرأ عليه فواتح سورة الكهف، إنه خارج خلة بين الشام والعراق، فعاث يميناً وعاث شمالاً، يا عباد الله فاثبتوا. ¶ »",
            "page": "109",
            "part": "1",
            "seal": "1ABA096D"
        },
        {
            "id": "17",
            "nass": "«قلنا: يا رسول الله، وما لبثه في الأرض؟ قال: أربعون يوماً، يوم كسنة، ويوم كشهر، ويوم كجمعة، وسائر أيامه كأيامكم. ¶ »",
            "page": "110",
            "part": "1",
            "seal": "9F9A74CA"
        },
        {
            "id": "18",
            "nass": "«قلنا: يا رسول الله فذلك اليوم الذي كسنة أتكفينا»",
            "page": "111",
            "part": "1",
            "seal": "AB02693E"
        },
        {
            "id": "19",
            "nass": "«فيه صلاة يوم؟ قال: لا، اقدروا له قدره. ¶ قلنا: يا رسول الله: وما إسراعه في الأرض؟ قال:»",
            "page": "112",
            "part": "1",
            "seal": "6D690929"
        },
        {
            "id": "20",
            "nass": "«كالغيث استدبرته الريح، فيأتي على القوم فيدعوهم فيؤمنون به ويستجيبون له، فيأمر السماء فتمطر، والأرض فتنبت، فتروح عليهم سارحتهم أطول ما كانت ذرى، وأسبغه ضروعاً، وأمده خواصر. ¶ ثم يأتي القوم فيدعوهم فيردون عليه قوله، فينصرف»",
            "page": "113",
            "part": "1",
            "seal": "01FB5B90"
        },
        {
            "id": "21",
            "nass": "«عنهم، فيصبحون ممحلين ليس بأيديهم شيء من أموالهم. ويمر بالخربة فيقول لها: أخرجي كنوزك، فتتبعه كنوزها كيعاسيب النحل. ¶ ثم يدعو رجلاً شاباً ممتلئاً شباباً، فيضربه بالسيف فيقطعه جزلتين رمية الغرض، ثم يدعوه فيقبل»",
            "page": "114",
            "part": "1",
            "seal": "2CE20D1C"
        },
        {
            "id": "22",
            "nass": "«ويتهلل وجهه يضحك، فبينما هو كذلك إذ بعث الله المسيح ابن مريم، فينزل عند المنارة البيضاء شرقي»",
            "page": "115",
            "part": "1",
            "seal": "1D449E03"
        },
        {
            "id": "23",
            "nass": "«دمشق، بين مهروذتين، واضعاً كفيه على أجنحة ملكين، إذا طأطأ رأسه قطر، وإذا رفعه تحدر منه جمان كاللؤلؤ، فلا يحل لكافر يجد ريح نفسه إلا»",
            "page": "116",
            "part": "1",
            "seal": "71B1BF12"
        },
        {
            "id": "24",
            "nass": "«مات، ونفسه ينتهي حيث ينتهي طرفه، فيطلبه حتى»",
            "page": "117",
            "part": "1",
            "seal": "625E61ED"
        },
        {
            "id": "25",
            "nass": "«يدركه بباب لد فيقتله. ¶ ثم يأتي عيسى قوم قد عصمهم الله منه، فيمسح عن وجوههم، ويحدثهم بدرجاتهم في الجنة، فبينما هو كذلك، إذ أوحى الله إلى عيسى عليه السلام أني قد أخرجت عباداً لي لا يدان لأحد بقتالهم، فحرز عبادي إلى الطور. ¶ ويبعث الله يأجوج ومأجوج وهم من كل حدب»",
            "page": "118",
            "part": "1",
            "seal": "6CA209F7"
        },
        {
            "id": "26",
            "nass": "«ينسلون، فيمر أوائلهم على بحيرة طبرية،»",
            "page": "119",
            "part": "1",
            "seal": "488E714C"
        },
        {
            "id": "27",
            "nass": "«فيشربون ما فيها، ويمر آخرهم فيقولون: لقد كان بهذه»",
            "page": "120",
            "part": "1",
            "seal": "4B635E8C"
        },
        {
            "id": "28",
            "nass": "«مرة ماء. ¶ »",
            "page": "121",
            "part": "1",
            "seal": "74438A14"
        },
        {
            "id": "29",
            "nass": "«ويحصر نبي الله عيسى عليه السلام وأصحابه، حتى يكون رأس الثور لأحدهم خيراً من مائة دينار لأحدكم اليوم، فيرغب نبي الله عيسى عليه السلام وأصحابه إلى الله تعالى، فيرسل الله عليهم النغف في رقابهم، فيصبحون فرسى، كموت نفس واحدة. ¶ »",
            "page": "123",
            "part": "1",
            "seal": "DE539754"
        },
        {
            "id": "30",
            "nass": "«ثم يهبط نبي الله عيسى عليه السلام وأصحابه إلى الأرض، فلا يجدون في الأرض موضع شبر إلا ملأه زهمهم ونتنهم! فيرغب نبي الله عيسى عليه السلام وأصحابه إلى الله، فيرسل الله طيراً كأعناق البخت، فتحملهم فتطرحهم حيث شاء الله. ¶ ثم يرسل الله مطراً لا يكن منه بيت مدر ولا وبر، فيغسل الأرض حتى يتركها كالزلفة. ¶ ثم يقال للأرض: أنبتي ثمرتك وردي بركتك، فيومئذ تأكل العصابة من الرمانة، ويستظلون بقحفها، ويبارك في الرسل، حتى إن اللقحة من»",
            "page": "124",
            "part": "1",
            "seal": "008ED0AD"
        },
        {
            "id": "31",
            "nass": "«الإبل لتكفي الفئام من الناس، واللقحة من البقر لتكفي القبيلة من الناس، واللقحة من الغنم لتكفي الفخذ من الناس. ¶ فبينما هم كذلك إذ بعث الله ريحاً طيبة فتأخذهم تحت آباطهم، فتقبض روح كل مؤمن وكل مسلم، ويبقى شرار الناس! يتهارجون فيها تهارج الحمر، فعليهم تقوم الساعة)) » . ¶ رواه مسلم - واللفظ له - وأبو داود، ولفظه: « ((ثم ينزل عيسى ابن مريم عند المنارة البيضاء شرقي دمشق....)) » والترمذي وابن ماجه وأحمد في ((مسنده)) والحاكم في ((المستدرك)) ، وعزاه في ((كنز العمال)) إلى ابن عساكر، وفي لفظه: « ((انهبط»",
            "page": "125",
            "part": "1",
            "seal": "FCABF485"
        },
        {
            "id": "32",
            "nass": "«عيسى ابن مريم)) » . ¶ الحديث: 6 عن عبد الله بن عمرو رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((يخرج الدجال في أمتي، فيمكث أربعين، لا أدري أربعين يوماً أو أربعين شهراً أو أربعين عاماً،»",
            "page": "126",
            "part": "1",
            "seal": "F6D8B719"
        },
        {
            "id": "33",
            "nass": "«فيبعث الله عيسى ابن مريم، كأنه عروة بن مسعود، فيطلبه فيهلكه، ثم يمكث الناس سبع سنين،»",
            "page": "127",
            "part": "1",
            "seal": "388E1D63"
        },
        {
            "id": "34",
            "nass": "«ليس بين اثنين عداوة.....)) » الحديث. رواه مسلم وأحمد في ((مسنده))",
            "page": "128",
            "part": "1",
            "seal": "19EBD69F"
        },
        {
            "id": "35",
            "nass": "وعزاه في ((الدر المنثور)) إلى ((مستدرك الحاكم)) ، وفي ((كنز العمال)) إلى ابن عساكر. ¶ الحديث: 7 عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((لا تقوم الساعة حتى ينزل الروم بالأعماق أو بدابق،»",
            "page": "129",
            "part": "1",
            "seal": "C3DDE6FE"
        },
        {
            "id": "36",
            "nass": "«فيخرج إليهم جيش من المدينة من خيار أهل الأرض يومئذ، فإذ تصافوا قالت الروم: خلوا بيننا وبين الذين سبوا منا نقاتلهم، فيقول المسلمون: لا والله لا نخلي بينكم وبين إخواننا، فيقاتلونهم، فينهزم ثلث لا يتوب الله عليهم أبداً، ويقتل ثلث هم أفضل الشهداء عند الله، ويفتتح الثلث لا يفتنون أبداً، فيفتتحون»",
            "page": "130",
            "part": "1",
            "seal": "C7C951DE"
        },
        {
            "id": "37",
            "nass": "«قسطنطينية، فبينما هم يقتسمون الغنائم، قد علقوا سيوفهم بالزيتون، إذ صاح فيهم الشيطان: إن المسيح قد خلفكم في أهليكم، فيخرجون، وذلك باطل، فإذا جاءوا الشام خرج، فبينما هم يعدون للقتال يسوون»",
            "page": "131",
            "part": "1",
            "seal": "5011D6FD"
        },
        {
            "id": "38",
            "nass": "«الصفوف إذ أقيمت الصلاة، فينزل عيسى ابن مريم فأمهم، فإذا رآه عدو الله ذاب كما يذوب الملح في الماء، فلو تركه لانذاب حتى يهلك، ولكن يقتله الله بيده، فيريهم دمه في حربته)) » . أخرجه مسلم. ¶ الحديث: 8 عن حذيفة بن أسيد الغفاري رضي الله عنه قال: «اطلع النبي صلى الله عليه وسلم علينا، ونحن نتذاكر، فقال: ((ما تذاكرون؟ قالوا: نذكر الساعة، قال: إنها لن تقوم حتى تروا قبلها عشر آيات، فذكر ¶ »",
            "page": "132",
            "part": "1",
            "seal": "E7DACB42"
        },
        {
            "id": "39",
            "nass": "«الدخان، والدجال،»",
            "page": "133",
            "part": "1",
            "seal": "3C57128D"
        },
        {
            "id": "40",
            "nass": "«والدابة،»",
            "page": "134",
            "part": "1",
            "seal": "1DC01F43"
        },
        {
            "id": "41",
            "nass": "«وطلوع الشمس من مغربها، ونزول عيسى ابن مريم، ويأجوج ومأجوج، وثلاثة خسوف: خسف بالمشرق، وخسف بالمغرب، وخسف بجزيرة العرب، وآخر ذلك: نار تخرج من اليمن، تطرد الناس إلى محشرهم)) » .",
            "page": "136",
            "part": "1",
            "seal": "1E4A5CD1"
        },
        {
            "id": "42",
            "nass": "أخرجه مسلم وأبو داود والترمذي وابن ماجه. ¶ الحديث: 9 عن ثوبان رضي الله عنه، مولى رسول الله صلى الله عليه وسلم، عن النبي صلى الله عليه وسلم: « ((عصابتان من أمتي أحرزهما الله تعالى من النار، عصابة تغزو الهند، وعصابة تكون مع عيسى ابن مريم عليه السلام)) » . أخرجه النسائي في ((السنن)) من الجهاد، وأحمد في ((مسنده)) والضياء في ((المختارة)) كما عزاه إليه في ((كنز العمال)) ، وعزاه في ((مجمع الزوائد)) إلى الطبراني في",
            "page": "139",
            "part": "1",
            "seal": "DAF9BE25"
        },
        {
            "id": "43",
            "nass": "((الأوسط)) . وهذا الحديث صحيح على شرط النسائي. ¶ الحديث: 10 عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: « ((ليس بيني وبينه نبي، يعني عيسى، وإنه نازل، فإذا رأيتموه فاعرفوه: رجل مربوع إلى الحمرة والبياض، بين ممصرتين، كأن رأسه يقطر وإن لم يصبه بلل، فيقاتل الناس على الإسلام، فيدق الصليب، ويقتل الخنزير، ويضع الجزية، ويهلك الله في زمانه الملل كلها إلا الإسلام، ويهلك المسيح الدجال، فيمكث في الأرض أربعين سنة، ثم يتوفى، فيصلي عليه المسلمون)) » . رواه أبو داود واللفظ له وابن أبي شيبة وأحمد في ((مسنده)) وابن حبان في ((صحيحه)) وابن جرير، كما في ((الدر المنثور)) وصححه الحافظ ابن حجر في ((فتح",
            "page": "140",
            "part": "1",
            "seal": "94888608"
        },
        {
            "id": "44",
            "nass": "الباري)) من نزول عيسى عليه السلام. ¶ الحديث: 11 عن مجمع بن جارية الأنصاري رضي الله عنه يقول: سمعت رسول الله صلى الله عليه وسلم يقول: « ((يقتل ابن مريم الدجال بباب لد)) » . رواه الترمذي وقال: هذا حديث صحيح، ورواه أحمد في ((مسنده)) بأربعة طرق، وفي بعض طرقه: « ((إلى جانب باب لد)) » . ¶ الحديث: 12 عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: « ((لا تقوم الساعة حتى ينزل عيسى ابن مريم حكماً مقسطاً، وإماماًَ عدلاً، فيكسر الصليب، ويقتل الخنزير، ويضع الجزية، ويفيض المال حتى لا يقبله أحد)) » .",
            "page": "141",
            "part": "1",
            "seal": "DA023F45"
        },
        {
            "id": "45",
            "nass": "رواه ابن ماجه واللفظ له، وأحمد في ((مسنده)) . ¶ الحديث: 13 عن أبي أمامة الباهلي رضي الله تعالى عنه قال: «خطبنا رسول الله صلى الله عليه وسلم فكان أكثر خطبته حديثاً حدثناه عن الدجال وحذرناه، فكان من قوله أن قال: ¶ ((إنه لم تكن فتنة في الأرض منذ ذرأ الله ذرية آدم أعظم من فتنة الدجال، وإن الله لم يبعث نبياً إلا حذر أمته الدجال، وأنا آخر الأنبياء، وأنتم آخر الأمم، وهو خارج فيكم لا محالة، وإن يخرج وأنا بين ظهرانيكم فأنا حجيج لكل مسلم، وإن يخرج من بعدي فكل حجيج نفسه، والله خليفتي على كل مسلم، وإنه يخرج من»",
            "page": "142",
            "part": "1",
            "seal": "AC46210C"
        },
        {
            "id": "46",
            "nass": "«خلة بين الشام والعراق، فيعيث يميناً، ويعيث شمالاً، يا عباد الله فاثبتوا، فإني سأصفه لكم صفة لم يصفها إياه نبي قبلي: إنه يبدأ فيقول: أنا نبي. ولا نبي بعدي. ¶ ثم يثني ويقول: أنا ربكم. ولا ترون ربكم حتى تموتوا، وإنه أعور، وإن ربكم ليس بأعور، وإنه مكتوب»",
            "page": "143",
            "part": "1",
            "seal": "931547E1"
        },
        {
            "id": "47",
            "nass": "«بين عينيه: (كافر) ، يقرأه كل مؤمن كاتب أو غير كاتب. ¶ وإن من فتنته أن معه جنة وناراً، فناره جنة، وجنته نار، فمن ابتلي بناره فليستغث بالله. وليقرأ فواتح الكهف، فتكون عليه برداً وسلاماً كما كانت النار»",
            "page": "144",
            "part": "1",
            "seal": "AB026F37"
        },
        {
            "id": "48",
            "nass": "«على إبراهيم. ¶ وإن من فتنته أن يقول لأعرابي: أرأيت إن بعثت لك أباك وأمك أتشهد أني ربك؟ فيقول: نعم، فيتمثل له شيطانان في صورة أبيه وأمه، فيقولان: يا بني اتبعه فإنه ربك! . ¶ وإن من فتنته أن يسلط على نفس واحدة فيقتلها وينشرها بالمنشار حتى يلقى شقتين، ثم يقول: انظروا إلى عبدي هذا فإني أبعثه، ثم يزعم أن له رباً غيري، فيبعثه الله. ويقول له الخبيث: من ربك! فيقول: ربي الله، وأنت عدو الله، أنت الدجال، والله ما كنت بعد أشد بصيرة بك مني اليوم)) » .",
            "page": "145",
            "part": "1",
            "seal": "79DAE278"
        },
        {
            "id": "49",
            "nass": "قال أبو الحسن الطنافسي: فحدثنا المحاربي، حدثنا عبيد الله بن الوليد الوصافي، عن عطية، عن أبي سعيد رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «ذلك الرجل أرفع أمتي درجة في الجنة» . قال: قال أبو سعيد: والله ما كنا نرى ذلك الرجل إلا عمر بن الخطاب رضي الله عنه حتى مضى لسبيله. ¶ قال المحاربي: ثم رجعنا إلى حديث أبي رافع قال: ¶ «وإن من فتنته أن يأمر السماء أن تمطر فتمطر، ويأمر الأرض أن تنبت فتنبت. وإن من فتنته أن يمر بالحي فيكذبونه فلا تبقى لهم سائمة إلا هلكت. ¶ »",
            "page": "146",
            "part": "1",
            "seal": "BC73596F"
        },
        {
            "id": "50",
            "nass": "«وإن من فتنته أن يمر بالحي فيصدقونه، فيأمر السماء أن تمطر فتمطر، ويأمر الأرض أن تنبت فتنبت، حتى تروح مواشيهم من يومهم ذلك أسمن ما كانت وأعظمه، وأمده خواصر، وأدره ضروعاً. ¶ وإنه لا يبقى شيء من الأرض إلا وطئه وظهر عليه، إلا مكة والمدينة، لا يأتيهما من نقب من نقابهما إلا لقيته الملائكة بالسيوف صلتة، حتى ينزل عند الظريب الأحمر، عند منقطع السبخة. فترجف المدينة بأهلها ثلاث رجفات، فلا يبقى منافق ولا منافقة»",
            "page": "147",
            "part": "1",
            "seal": "5BC94C20"
        },
        {
            "id": "51",
            "nass": "«إلا خرج إليه. فتنفي الخبث منها كما ينفي الكير خبث الحديد، ويدعى ذلك اليوم يوم الخلاص. ¶ فقالت أم شريك بنت أبي العكر: يا رسول الله فأين»",
            "page": "148",
            "part": "1",
            "seal": "9191C500"
        },
        {
            "id": "52",
            "nass": "«العرب يومئذ؟ ¶ »",
            "page": "149",
            "part": "1",
            "seal": "B27EBEE1"
        },
        {
            "id": "53",
            "nass": "«قال: العرب يومئذ قليل، وجلهم ببيت المقدس، وإمامهم رجل صالح، فبينما إمامهم قد تقدم يصلي بهم الصبح إذ نزل عليهم عيسى ابن مريم الصبح، فرجع ذلك الإمام ينكص، يمشي القهقري ليقدم عيسى يصلي،»",
            "page": "150",
            "part": "1",
            "seal": "DCABA62D"
        },
        {
            "id": "54",
            "nass": "«فيضع عيسى عليه السلام يده بين كتفيه ثم يقول له: تقدم فصل فإنها لك أقيمت، فيصلي بهم إمامهم. ¶ فإذا انصرف قال عيسى عليه السلام: افتحوا الباب، فيفتح ووراءه الدجال ومعه سبعون ألف يهودي، كلهم ذو سيف محلى وساج، فإذا نظر إليه الدجال ذاب كما يذوب الملح في الماء، وينطلق هارباً، ويقول عيسى: إن لي فيك ضربة لن تسبقني بها، فيدركه عند باب اللد الشرقي فيقتله، فيهزم الله اليهود. فلا يبقى شيء مما خلق الله يتوارى به يهودي إلا أنطق الله ذلك الشيء لا حجر ولا شجر ولا حائط ولا دابة - إلا الغرقدة فإنها من شجرهم لا تنطق - إلا قال: يا عبد الله المسلم هذا يهودي فتعال اقتله. ¶ »",
            "page": "151",
            "part": "1",
            "seal": "20A02B23"
        },
        {
            "id": "55",
            "nass": "«وإن أيامه أربعون سنة، السنة كنصف السنة، والسنة كالشهر، والشهر كالجمعة، وآخر أيامه كالشررة، يصبح أحدكم على باب المدينة فلا يبلغ بابها»",
            "page": "152",
            "part": "1",
            "seal": "897B1134"
        },
        {
            "id": "56",
            "nass": "«الآخر حتى يمسي، فقيل له: يا رسول الله كيف نصلي في تلك الأيام القصار؟ قال: تقدرون فيها الصلاة كما تقدرونها في هذه الأيام الطوال، ثم صلوا. ¶ فيكون عيسى ابن مريم في أمتي حكماً عدلاً، وإماماً»",
            "page": "153",
            "part": "1",
            "seal": "EB665E83"
        },
        {
            "id": "57",
            "nass": "«مقسطاً، يدق الصليب، ويذبح الخنزير، ويضع الجزية، ويترك الصدقة، فلا يسعى على شاة ولا بعير، وترفع الشحناء والتباغض، وتنزع حمة كل ذات حمة، حتى يدخل الوليد - أي الطفل الصغير - يده في في الحية - أي في فمها - فلا تضره، وتفر الوليدة الأسد فلا يضرها، ويكون الذئب في الغنم كأنه كلبها، وتملأ الأرض من السلم كما يملأ الإناء من الماء، وتكون الكلمة واحدة، فلا يعبد إلا الله، وتضع الحرب أوزارها، وتسلب قريش ملكها. ¶ وتكون الأرض كفاثور الفضة، تنبت نباتها بعهد آدم، حتى يجتمع النفر على القطف من العنب»",
            "page": "154",
            "part": "1",
            "seal": "4237CEEA"
        },
        {
            "id": "58",
            "nass": "«فيشبعهم، ويجتمع النفر على الرمانة فتشبعهم، ويكون الثور بكذا وكذا من المال، وتكون الفرس بالدريهمات. قالوا: يا رسول الله وما يرخص الفرس؟ قال: لا تركب لحرب أبداً، قيل له: فما يغلي الثور؟ قال: تحرث الأرض كلها. ¶ وإن قبل الدجال ثلاث سنوات شداد، يصيب الناس فيها جوع شديد، يأمر الله السماء في السنة الأولى أن تحبس ثلث مطرها، ويأمر الأرض فتحبس ثلث نباتها، ثم يأمر السماء في الثانية فتحبس ثلثي مطرها، ويأمر الأرض فتحبس ثلثي نباتها، ثم يأمر الله السماء في السنة الثالثة فتحبس مطرها كله، فلا تقطر قطرة، ويأمر الأرض فتحبس نباتها كله فلا تنبت خضراء، فلا تبقى ذات ظلف إلا هلكت إلا ما شاء الله. ¶ قيل: فما يعيش الناس في ذلك الزمان؟ قال: التهليل والتكبير والتسبيح والتحميد، ويجرى ذلك عليهم مجرى الطعام» .",
            "page": "155",
            "part": "1",
            "seal": "2B1E6A41"
        },
        {
            "id": "59",
            "nass": "قال أبو عبد الله - أي الإمام ابن ماجه -: سمعت أبا الحسن الطنافسي يقول: سمعت عبد الرحمن المحاربي يقول: ينبغي أن يدفع هذا الحديث إلى المؤدب حتى يعلمه الصبيان في الكتاب. رواه ابن ماجه وإسناده قوي، واللفظ له، وساق أبو داود سنده - وهو سند صحيح - إلى أبي أمامة عن النبي صلى الله عليه وسلم ثم قال: ((نحوه، وذكر الصلوات مثل معناه)) . يعني نحو حديث النواس بن سمعان، وصححه ابن خزيمة، ورواه الحاكم في ((المستدرك)) وقال: صحيح على شرط مسلم، وأقره الذهبي، وأورد الحافظ ابن حجر جملاً منه في ((فتح الباري)) مستشهداً بها، فهو عنده حديث صحيح أو حسن.",
            "page": "156",
            "part": "1",
            "seal": "81EB38CD"
        },
        {
            "id": "60",
            "nass": "الحديث: 14 عن عبد الله بن مسعود رضي الله عنه، عن النبي صلى الله عليه وسلم قال: « ((لقيت ليلة أسري بي إبراهيم وموسى وعيسى، قال: فتذاكروا أمر الساعة، فردوا أمرهم إلى إبراهيم فقال: لا علم لي بها، فردوا الأمر إلى موسى فقال: لا علم لي بها، فردوا الأمر إلى عيسى، فقال: أما وجبتها فلا يعلمها أحد إلا الله تعالى. ذلك وفيما عهد إلي ربي عز وجل أن الدجال خارج، قال: ومعي قضيبان، فإذا رآني ذاب كما يذوب الرصاص. قال: فيهلكه الله، حتى»",
            "page": "158",
            "part": "1",
            "seal": "03E839E6"
        },
        {
            "id": "61",
            "nass": "«إن الحجر والشجر ليقول: يا مسلم إن تحتي كافراً فتعال فاقتله. قال: فيهلكهم الله تعالى. ¶ ثم يرجع الناس إلى بلادهم وأوطانهم، قال: فعند ذلك يخرج يأجوج ومأجوج وهم من كل حدب ينسلون، فيطأون بلادهم، لا يأتون على شيء إلا أهلكوه، ولا يمرون على ماءٍ إلا شربوه. ثم يرجع الناس إلي فيشكونهم، فأدعو الله عليهم فيهلكهم الله تعالى ويميتهم، حتى تجوى الأرض من نتن ريحهم، قال: فينزل الله عز وجل المطر فيجرف أجسادهم حتى يقذفهم في البحر)) » . انظر الاستدراك ص350 ¶ قال عبد الله بن أحمد: قال أبي: ذهب علي ها هنا شيء لم أفهمه، كأديم. وقال يزيد - يعني ابن هارون -: « ((ثم تنسف الجبال وتمد الأرض مد الأديم)) » . ثم رجع إلى حديث هشيم قال: « ((ففيما عهد إلي ربي عز وجل أن ذلك إذا كان كذلك، فإن الساعة كالحامل المتم التي لا يدري أهلها متى»",
            "page": "159",
            "part": "1",
            "seal": "8E0853C6"
        },
        {
            "id": "62",
            "nass": "«تفجأهم بولادها ليلاً أو نهاراً)) » . رواه أحمد في ((مسنده)) واللفظ له، والحاكم في ((المستدرك)) وقال: صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي على ذلك في ((تلخيص المستدرك)) ، وأقره الحافظ ابن حجر في ((فتح الباري)) في أواخر كتاب الفتن، وأخرجه ابن ماجه وابن أبي شيبة وابن جرير وابن المنذر وابن مردويه والبيهقي كما في ((الدر المنثور)) . ¶ الحديث: 15 عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: « ((الأنبياء إخوة لعلات، دينهم واحد، وأمهاتهم شتى. وأنا أولى الناس بعيسى ابن مريم، لأنه لم يكن»",
            "page": "160",
            "part": "1",
            "seal": "3C1629B5"
        },
        {
            "id": "63",
            "nass": "«بيني وبينه نبي، وإنه نازل، فإذا رأيتموه فاعرفوه، فإنه رجل مربوع إلى الحمرة والبياض، سبط، كأن رأسه يقطر وإن لم يصبه بلل، بين ممصرتين، فيكسر الصليب، ويقتل الخنزير، ويضع الجزية ويعطل الملل حتى يهلك الله في زمانه الملل كلها غير الإسلام، ويهلك الله في زمانه المسيح الدجال الكذاب، وتقع الأمنة في الأرض، حتى ترتع الإبل مع الأسد جميعاً، والنمور مع البقر، والذئاب مع الغنم، ويلعب الصبيان والغلمان بالحيات، لا يضر بعضهم بعضاً، فيمكث ما شاء الله أن يمكث، ثم يتوفى، فيصلي عليه المسلمون ويدفنونه)) » . رواه أحمد في ((مسنده)) وزاد في لفظ آخر ساقه بعده: « ((حتى يهلك - أي الله - في زمانه مسيح الضلالة الأعور الكذاب)) » .",
            "page": "161",
            "part": "1",
            "seal": "5EBC05AF"
        },
        {
            "id": "64",
            "nass": "الحديث: 16 «عن عثمان بن أبي العاص رضي الله عنه، قال أبو نضرة: أتينا عثمان بن أبي العاص في يوم جمعة لنعرض عليه مصحفاً لنا على مصحفه، فلما حضرت الجمعة أمرنا فاغتسلنا، ثم أتينا بطيب فتطيبنا، ثم جئنا المسجد فجلسنا إلى رجل فحدثنا عن الدجال. ¶ ثم جاء عثمان بن أبي العاص فقمنا إليه فجلسنا، فقال: سمعت رسول الله صلى الله عليه وسلم يقول: ((يكون للمسلمين ثلاثة أمصار: مصر بملتقى البحرين، ومصر بالحيرة، ومصر بالشام، فيفزع الناس ثلاث فزعات، فيخرج الدجال في أعراض الناس، فيهزم من قبل المشرق. ¶ »",
            "page": "162",
            "part": "1",
            "seal": "9377A289"
        },
        {
            "id": "65",
            "nass": "«فأول مصر يرده المصر الذي بملتقى البحرين، فيصير أهله ثلاث فرق: فرقة تبقى تقول: نشامه ننظر ما هو؟ وفرقة تلحق بالأعراب، وفرقة تلحق بالمصر الذي يليهم. ومع الدجال سبعون ألفاً عليهم السيجان، وأكثر تبعه اليهود والنساء. ¶ ثم يأتي المصر الذي يليه، فيصير أهله ثلاث فرق: فرقة تقول: نشامه ننظر ما هو؟ وفرقة تلحق بالأعراب، وفرقة تلحق بالمصر الذي يليهم بغربي الشام. ¶ وينحاز المسلمون إلى عقبة أفيق فيبعثون سرحاً لهم، فيصاب سرحهم، فيشتد ذلك عليهم ويصيبهم مجاعة»",
            "page": "163",
            "part": "1",
            "seal": "B487983D"
        },
        {
            "id": "66",
            "nass": "«شديدة وجهد شديد، حتى إن أحدهم ليحرق وتر قوسه فيأكله. فبينما هم كذلك إذ نادى مناد من السحر: يا أيها الناس أتاكم الغوث، ثلاثاً، فيقول بعضهم لبعض: إن هذا لصوت رجل شبعان. ¶ وينزل عيسى ابن مريم عليه السلام عند صلاة الفجر، فيقول له أميرهم: يا روح الله تقدم صل، فيقول: هذه الأمة أمراء بعضهم على بعض، فيتقدم أميرهم فيصلي، فإذا قضى صلاته أخذ حربته فيذهب نحو الدجال، فإذا رآه الدجال ذاب كما يذوب الرصاص، فيضع حربته بين ثندوتيه فيقتله، وينهزم أصحابه، فليس يومئذ شيء يواري منهم أحداً، حتى إن الشجرة لتقول: يا مؤمن هذا كافر، ويقول الحجر: يا مؤمن هذا كافر» )) . أخرجه أحمد في ((مسنده)) واللفظ له بطريقين، وأخرجه ابن أبي شيبة والطبراني والحاكم وصححه، كما في",
            "page": "164",
            "part": "1",
            "seal": "54959FEE"
        },
        {
            "id": "67",
            "nass": "((الدر المنثور)) . ¶ الحديث: 17 عن سمرة بن جندب رضي الله عنه عن النبي صلى الله عليه وسلم في حديث طويل سرده سمرة في خطبة خطبها، قال: ثم سلم - يعني رسول الله صلى الله عليه وسلم بعد فراغه من صلاة كسوف كان للشمس - فحمد الله وأثنى عليه، وشهد أن لا إله إلا الله، وشهد أنه عبده ورسوله. ثم قال: ¶ « ((يا أيها الناس إنما أنا بشر ورسول الله، فأذكركم الله تعالى، إن كنتم تعلمون أني قصرت عن شيء من تبليغ رسالات ربي لما أخبرتموني حتى أبلغ رسالات ربي كما ينبغي لها أن تبلغ، وإن كنتم تعلمون أني قد بلغت رسالات ربي لما أخبرتموني، فقام الناس فقالوا: نشهد أنك قد بلغت رسالات ربك، ونصحت لأمتك، وقضيت الذي عليك، ثم سكتوا. ¶ فقال رسول الله صلى الله عليه وسلم: أما بعد فإن رجالاً يزعمون أن كسوف هذه الشمس وكسوف هذا القمر وزوال هذه النجوم»",
            "page": "165",
            "part": "1",
            "seal": "66D0D19F"
        },
        {
            "id": "68",
            "nass": "«عن مطالعها لموت رجال عظماء من أهل الأرض، وإنهم كذبوا، ولكن آيات من آيات الله يفتن بها عباده لينظر من يحدث منهم توبة، والله لقد رأيت منذ قمت أصلي ما أنتم لاقون في دنياكم وآخرتكم. ¶ »",
            "page": "166",
            "part": "1",
            "seal": "718259B5"
        },
        {
            "id": "69",
            "nass": "«وإنه والله لا تقوم الساعة حتى يخرج ثلاثون كذاباً، آخرهم الأعور الدجال، ممسوح العين اليسرى، كأنها عين أبي تحيى، لشيخ من الأنصار. وإنه متى خرج فإنه يزعم أنه»",
            "page": "167",
            "part": "1",
            "seal": "F0D55551"
        },
        {
            "id": "70",
            "nass": "«الله! فمن آمن به وصدقه واتبعه، فليس ينفعه صالح من عمل سلف، ومن كفر به وكذبه فليس يعاقب بشيء من عمل سلف. ¶ وإنه سيظهر على الأرض كلها إلا الحرم وبيت المقدس، وإنه يحصر المؤمنين في بيت المقدس، فيتزلزلون زلزالاً شديداً، فيصبح فيهم عيسى ابن مريم عليه السلام، فيهزمه الله وجنوده، حتى إن جذم الحائط وأصل الشجرة لينادي: يا مؤمن هذا كافر يستتر بي، فتعال اقتله. ¶ ولن يكون ذلك حتى تروا أموراً يتفاقم شأنها»",
            "page": "168",
            "part": "1",
            "seal": "063D89B9"
        },
        {
            "id": "71",
            "nass": "«في أنفسكم، تساءلون بينكم: هل كان نبيكم ذكر لكم منها ذكراًَ؟ وحتى تزول جبال عن مراسيها، ثم على أثر ذلك القبض، وأشار بيده)) » . ¶ قال: ثم شهدت خطبة أخرى. فذكر هذا الحديث ما قدمها ولا أخرها. قال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي على تصحيحه، وأخرجه الإمام أحمد في ((مسنده)) ، ولفظه: « ((ثم يجيء عيسى ابن مريم عليه السلام من قبل المغرب)) » . وأخرجه الطبراني بلفظ ((المسند)) كما في ((الدر المنثور)) ، وأخرجه ابن خزيمة وابن حبان في ((صحيحيهما)) ، والطحاوي في ((معاني الآثار)) ، والبيهقي في ((السنن الكبرى)) وابن جرير في ((تهذيب السنن والآثار)) ، وسعيد بن منصور في ((سننه)) وأبو يعلى في ((مسنده)) كما في ((كنز العمال)) . وأخرجه أبو داود والنسائي والترمذي وابن ماجه في ((سننهم)) ، والبزار في",
            "page": "169",
            "part": "1",
            "seal": "2A9B57C9"
        },
        {
            "id": "72",
            "nass": "((مسنده)) ، والبخاري في ((خلق أفعال العباد)) مختصراً، وبعض ألفاظه يتحد مع ما عند مسلم عن عبد الرحمن بن سمرة. ¶ الحديث: 18 عن عبد الله بن عمر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((كيف تهلك أمة أنا أولها، وعيسى ابن مريم آخرها؟)) » . رواه الحاكم كما في ((كنز العمال)) ، وصححه السيوطي في ((الدر المنثور)) في ضمن أثر كعب، وحسنه الحافظ ابن حجر في ((فتح الباري)) من (فضائل أصحاب النبي صلى الله عليه وسلم) ، وذكره في ((المشكاة)) في (ثواب هذه الأمة) عن رزين",
            "page": "170",
            "part": "1",
            "seal": "032DA459"
        },
        {
            "id": "73",
            "nass": "بسلسلة الذهب، وقال المناوي في ((التيسير)) : رواه النسائي وغيره.",
            "page": "171",
            "part": "1",
            "seal": "48FEBCBB"
        },
        {
            "id": "74",
            "nass": "الحديث: 19 عن عبد الرحمن بن جبير بن نفير الحضرمي، عن أبيه التابعي الجليل جبير بن نفير قال: قال رسول الله صلى الله عليه وسلم: « ((لن يخزي الله أمة أنا في أولها، وعيسى في آخرها)) » . أخرجه ابن أبي شيبة والحكيم الترمذي والحاكم وصححه كما في ((الدر المنثور)) . وقال الذهبي في ((تلخيص المستدرك)) : ((هو خبر منكر)) . ولم يذكر له وجهاً وجيهاً، بل الصحيح أنه إن لم يكن صحيحاً فلا ينحط عن درجة الحسن كما صرح به الحافظ ابن حجر في ((فتح الباري)) .",
            "page": "172",
            "part": "1",
            "seal": "17736C54"
        },
        {
            "id": "75",
            "nass": "الحديث: 20 عن حذيفة بن أسيد رضي الله عنه، قال أبو الطفيل الليثي: كنت بالكوفة، فقيل: قد خرج الدجال! فأتينا حذيفة بن أسيد، فقلت: هذا الدجال قد خرج! فقال: اجلس، فجلست، فنودي إنها كذبة صباغ. ¶ فقال حذيفة: إن الدجال لو خرج في زمانكم لرمته الصبيان بالخذف، ولكنه يخرج في نقص من الناس، وخفة من الدين، وسوء ذات بين، فيرد كل منهل، وتطوى له الأرض طي فروة الكبش حتى يأتي المدينة فيغلب على خارجها، ويمنع داخلها، ثم جبل إيلياء فيحاصر عصابة من المسلمين.",
            "page": "173",
            "part": "1",
            "seal": "72A1C366"
        },
        {
            "id": "76",
            "nass": "فيقول لهم الذي عليهم: ما تنتظرون بهذا الطاغية أن تقاتلوه حتى تلحقوا بالله أو يفتح لكم؟ فيأتمرون أن يقاتلوه إذا أصبحوا، فيصبحون ومعهم عيسى ابن مريم، فيقتل الدجال، ويهزم أصحابه. حتى إن الشجر والحجر والمدر يقول: يا مؤمن هذا يهودي عندي فاقتله. ¶ قال: وفيه ثلاث علامات، هو أعور. وربكم ليس بأعور. ومكتوب بين عينيه: (كافر) ، يقرأه كل مؤمن أمي وكاتب. ولا يسخر له من المطايا إلا الحمار، فهو رجس على رجس. ¶ ثم قال: أنا لغير الدجال أخوف علي وعليكم! فقلنا: ما هو؟ قال: فتن كأنها قطع الليل المظلم. قال: فقلنا: أي الناس فيها شر؟ قال: كل خطيب مصقع، وكل راكب موضع. قال: فقلنا: أي الناس فيها خير؟ قال: كل غني",
            "page": "174",
            "part": "1",
            "seal": "5E38E781"
        },
        {
            "id": "77",
            "nass": "خفي. قال: فقلت: ما أنا بالغني ولا بالخفي، قال: فكن كابن اللبون: لا ظهر فيركب، ولا ضرع فيحلب. ¶ أخرجه الحاكم وصححه كما في ((الدر المنثور)) وأقره الذهبي في ((تلخيص المستدرك)) . ¶ الحديث: 21 عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((أنا أول من يدخل الجنة يوم القيامة وأشفع، وسيدرك رجال من أمتي عيسى ابن مريم، ويشهدون قتال الدجال)) » . أخرجه الحاكم في ((المستدرك)) وصححه",
            "page": "175",
            "part": "1",
            "seal": "E1047389"
        },
        {
            "id": "78",
            "nass": "كما في ((الدر المنثور)) ، وأخرجه ابن خزيمة في ((صحيحه)) كما في ((كنز العمال)) ، مصححاً ما وقع فيه من الأغلاط من ((المستدرك)) . ¶ الحديث: 22 عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((من أدرك منكم عيسى ابن مريم فليقرئه مني السلام)) » . أخرجه الحاكم وصححه كما في ((الدر المنثور)) . ¶ الحديث: 23 عن واثلة بن الأسقع رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: « ((لا تقوم الساعة حتى تكون عشر آيات: خسف بالمشرق، وخسف بالمغرب،»",
            "page": "176",
            "part": "1",
            "seal": "73899F5E"
        },
        {
            "id": "79",
            "nass": "«وخسف في جزيرة العرب، والدجال، والدخان، ونزول عيسى، ويأجوج ومأجوج، والدابة، وطلوع الشمس من مغربها، ونار تخرج من قعر عدن تسوق الناس إلى المحشر تحشر الذر والنمل)) » . رواه الطبراني والحاكم وصححه ووافقه الذهبي في ((تلخيص المستدرك)) ، ورواه ابن مردويه كما في ((كنز العمال)) . ¶ الحديث: 24 عن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: « ((إن الأعور الدجال مسيح الضلالة يخرج من قبل المشرق، في زمان اختلاف من الناس وفرقة، فيبلغ ما شاء الله أن يبلغ من الأرض في أربعين يوماً، الله أعلم ما مقدارها؟ الله أعلم ما مقدارها؟ - مرتين - وينزل عيسى ابن مريم فيؤمهم، فإذا رفع من الركوع قال: سمع الله لمن حمده قتل الله الدجال، وأظهر المؤمنين)) » . أخرجه",
            "page": "177",
            "part": "1",
            "seal": "BBBCD720"
        },
        {
            "id": "80",
            "nass": "ابن حبان في ((صحيحه)) كما في ((السعاية في كشف ما في شرح الوقاية)) .",
            "page": "178",
            "part": "1",
            "seal": "322CCC94"
        },
        {
            "id": "81",
            "nass": "لعبد الحي اللكنوي. ¶ الحديث: 25 عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم أنه قال: « ((إني لأرجو إن طال بي عمر أن ألقى عيسى ابن مريم، فإن عجل بي موت فمن لقيه منكم فليقرئه مني السلام)) » . رواه أحمد في ((مسنده)) ، قال: حدثنا محمد بن جعفر، حدثنا شعبة، عن محمد بن زياد، عن أبي هريرة، عن النبي صلى الله عليه وسلم. ¶ ورواه من طريق آخر موقوفاً على أبي هريرة، قال: حدثنا",
            "page": "179",
            "part": "1",
            "seal": "62714CCF"
        },
        {
            "id": "82",
            "nass": "يزيد بن هارون، أخبرنا شعبة، عن محمد بن زياد، عن أبي هريرة قال: إني لأرجو إن طالت بي حياة أن أدرك عيسى ابن مريم، فإن عجل بي موت فمن أدركه فليقرئه مني السلام. ¶ ورجال الطريقين رجال ((صحيح البخاري)) ، وقد أخرج البخاري بهذا الإسناد أحاديث عديدة في غير موضع من ((صحيحه)) . فهذا حديث صحيح الإسناد، روي مرفوعاً وموقوفاً. ومن أمعن النظر في أحاديث الباب علم أن الإيصاء بإبلاغ السلام وقراءته على عيسى ابن مريم عليه السلام، صحيح، مرفوعاً وموقوفاً. ¶ وأما الجملة الابتدائية من قوله: (( «إني لأرجو إن طال بي عمر أن ألقى عيسى ابن مريم» )) عليه السلام. فالنظر في أحاديث الباب يحكم بأنها موقوفة لا مرفوعة. ¶ كيف وقد وقع التصريح بوفاة نبينا صلى الله عليه وسلم عند نزول عيسى عليه السلام في أحاديث كثيرة؟ منها ما أخرجه مسلم مختصراً",
            "page": "180",
            "part": "1",
            "seal": "0B957D48"
        },
        {
            "id": "83",
            "nass": "والحاكم في ((المستدرك)) مطولاً، من قوله عليه الصلاة والسلام: « ((وليأتين قبري حتى يسلم علي، ولأردن عليه)) » . وفي ((فتح الباري)) للحافظ ابن حجر: ولأحمد من وجه آخر عن أبي هريرة: أقرئوه من رسول الله السلام. ¶ الحديث: 26 عن عبد الله بن سلام رضي الله عنه قال: مكتوب في التوراة: صفة محمد، وعيسى ابن مريم: يدفن معه. أخرجه الترمذي وحسنه، كما في ((الدر المنثور)) . ¶ الحديث: 27 عن ابن عباس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((لن تهلك أمة أنا في أولها، وعيسى ابن مريم في آخرها، والمهدي في وسطها)) » . رواه النسائي،",
            "page": "181",
            "part": "1",
            "seal": "D12210A7"
        },
        {
            "id": "84",
            "nass": "وأبو نعيم في ((أخبار المهدي)) ، والحاكم وابن عساكر في ((تاريخيهما)) . ولفظهما: « ((كيف تهلك أمة أنا في أولها....)) » . كما في ((كنز العمال)) . وهو حديث حسن كما في ((السراج المنير)) للعزيزي. ¶ الحديث: 28 عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((لم يسلط على قتل الدجال إلا عيسى ابن مريم)) » . أخرجه أبو داود الطيالسي في ((مسنده)) . كما في ((الجامع الصغير)) للسيوطي. وقال العلقمي: بجانبه علامة الحسن. كما في ((السراج المنير)) .",
            "page": "182",
            "part": "1",
            "seal": "D1229B28"
        },
        {
            "id": "85",
            "nass": "الحديث: 29 عن جابر بن عبد الله رضي الله عنه قال: « ((إن امرأة من اليهود بالمدينة ولدت غلاماً ممسوحة عينه، طالعة ناتئة، فأشفق رسول الله صلى الله عليه وسلم أن يكون الدجال، فوجده تحت قطيفة يهمهم، فآذنته أمه فقالت: يا عبد الله هذا أبو القاسم قد جاء فاخرج إليه، فخرج من»",
            "page": "183",
            "part": "1",
            "seal": "AE51FA9C"
        },
        {
            "id": "86",
            "nass": "«القطيفة، فقال رسول الله صلى الله عليه وسلم: ما لها قاتلها الله لو تركته لبين. ¶ ثم قال: يا ابن صائد»",
            "page": "184",
            "part": "1",
            "seal": "0B53ED7E"
        },
        {
            "id": "87",
            "nass": "«ما ترى؟ قال، أرى حقاً، وأرى باطلاً، وأرى عرشاً على الماء. ¶ »",
            "page": "186",
            "part": "1",
            "seal": "BE67AC5D"
        },
        {
            "id": "88",
            "nass": "«قال: فلبس عليه. فقال: أتشهد أني رسول الله؟»",
            "page": "187",
            "part": "1",
            "seal": "5A58C289"
        },
        {
            "id": "89",
            "nass": "«فقال هو: أتشهد أني رسول الله؟ فقال رسول الله صلى الله عليه وسلم: آمنت بالله ورسله، ثم خرج وتركه. ¶ ثم أتاه مرة أخرى، فوجده في نخل له يهمهم، فآذنته أمه فقالت: يا عبد الله هذا أبو القاسم قد جاء، فقال رسول الله صلى الله عليه وسلم: ما لها قاتلها الله لو تركته لبين، قال: فكان رسول الله صلى الله عليه وسلم يطمع أن يسمع من كلامه شيئاً فيعلم هو هو أم لا؟ . ¶ قال: يا ابن صائد ما ترى؟ قال: أرى حقاً، وأرى باطلاً، وأرى عرشاً على الماء. قال: أتشهد أني رسول الله؟ فقال هو: أتشهد أني رسول الله؟ فقال رسول الله صلى الله عليه وسلم: آمنت بالله ورسله، فلبس عليه، ثم خرج فتركه. ¶ ثم جاء في الثالثة أو الرابعة ومعه أبو بكر وعمر بن الخطاب»",
            "page": "188",
            "part": "1",
            "seal": "B2CD1CB8"
        },
        {
            "id": "90",
            "nass": "«في نفر من المهاجرين والأنصار وأنا معه، فبادر رسول الله صلى الله عليه وسلم بين أيدينا، ورجا أن يسمع من كلامه شيئاً، فسبقته أمه إليه فقالت: يا عبد الله هذا أبو القاسم قد جاء، فقال رسول الله صلى الله عليه وسلم: ما لها قاتلها الله لو تركته لبين. ¶ قال: يا ابن صائد ما ترى؟ قال: أرى حقاً، وأرى باطلاً، وأرى عرشاً على الماء. قال: أتشهد أني رسول الله؟ فقال: أتشهد أنت أني رسول الله؟ فقال رسول الله صلى الله عليه وسلم: آمنت بالله ورسله. فلبس عليه. فقال له رسول الله صلى الله عليه وسلم: يا ابن صائد إنا خبأنا لك خبيئاً فما هو؟ قال: الدخ الدخ، فقال له رسول الله صلى الله عليه وسلم:»",
            "page": "189",
            "part": "1",
            "seal": "8612A701"
        },
        {
            "id": "91",
            "nass": "«اخسأ اخسأ. ¶ فقال عمر بن الخطاب رضي الله عنه: ائذن لي فأقتله يا رسول الله؟ فقال رسول الله صلى الله عليه وسلم: إن يكن هو فلست صاحبه، إنما صاحبه عيسى ابن مريم عليه الصلاة والسلام، وإن لا يكن فليس لك أن تقتل رجلاًَ من أهل العهد. ¶ »",
            "page": "190",
            "part": "1",
            "seal": "A59ED3C8"
        },
        {
            "id": "92",
            "nass": "«قال: فلم يزل رسول الله صلى الله عليه وسلم مشفقاً أنه الدجال)) » . ¶ رواه أحمد في ((مسنده)) ، وعزاه في ((كنز العمال)) إلى ((المختارة)) للضياء المقدسي، ومن شرطه: الحسن. ¶ الحديث: 30 عن أوس بن أوس الثقفي رضي الله عنه، عن النبي صلى الله عليه وسلم قال: « ((ينزل عيسى ابن مريم عند المنارة»",
            "page": "191",
            "part": "1",
            "seal": "945B1A8E"
        },
        {
            "id": "93",
            "nass": "«البيضاء شرقي دمشق)) » . أخرجه الطبراني كما في ((الدر المنثور)) و ((كنز العمال)) ، وأخرجه ابن عساكر في ((تاريخ دمشق)) ، وعزاه في ((تهذيب تاريخ ابن عساكر)) إلى سمويه والطبراني والضياء المقدسي في ((المختارة)) . ¶ الحديث: 31 عن جابر بن عبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «يخرج الدجال في خفة من الدين،»",
            "page": "192",
            "part": "1",
            "seal": "6B3B22F6"
        },
        {
            "id": "94",
            "nass": "«وإدبار من العلم، وله أربعون يوماً يسيحها في الأرض، اليوم منها كالسنة، واليوم منها كالشهر، واليوم منها كالجمعة، ثم سائر أيامه كأيامكم هذه. ¶ وله حمار يركبه، عرض ما بين أذنيه أربعون ذراعاً. فيقول للناس: أنا ربكم. وهو أعور. وإن ربكم ليس بأعور. مكتوب بين عينيه: (كافر) ، ك ف ر، مهجاة، يقرؤه كل مؤمن كاتب وغير كاتب. ¶ يرد كل ماء ومنهل إلا المدينة ومكة، حرمهما الله تعالى عليه، وقامت الملائكة بأبوابهما. ومعه جبال من خبز، والناس في جهد إلا من تبعه. ومعه نهران أنا أعلم بهما»",
            "page": "193",
            "part": "1",
            "seal": "C4D3EAC6"
        },
        {
            "id": "95",
            "nass": "«منه، نهر يقول: الجنة، ونهر يقول: النار، فمن أدخل الذي يسميه الجنة فهو النار، ومن أدخل الذي يسميه النار فهو الجنة. ¶ ويبعث الله معه شياطين تكلم الناس. ومعه فتنة عظيمة: يأمر السماء فتمطر فيما يرى الناس، ويقتل نفساً ثم يحييها فيما يرى الناس، لا يسلط على غيرها من الناس. ويقول: يا أيها الناس هل يفعل مثل هذا إلا الرب عز وجل؟ فيفر المسلمون إلى جبل الدخان بالشام، فيأتيهم فيحاصرهم، فيشتد حصارهم، ويجهدهم جهداً شديداً. ¶ ثم ينزل عيسى ابن مريم من السحر، فيقول: يا أيها الناس ما يمنعكم أن تخرجوا إلى الكذاب الخبيث؟ فيقولون: هذا رجل جني، فينطلقون فإذا هم بعيسى ابن مريم عليه»",
            "page": "194",
            "part": "1",
            "seal": "6CE0F499"
        },
        {
            "id": "96",
            "nass": "«السلام، فتقام الصلاة، فيقال له: تقدم يا روح الله، فيقول: ليتقدم إمامكم فليصل بكم، فإذا صلى صلاة الصبح خرجوا إليه. فحين يراه الكذاب ينماث كما ينماث الملح في الماء، فيمشي إليه فيقتله، حتى إن الشجر والحجر ينادي: يا روح الله هذا اليهودي، فلا يترك ممن كان يتبعه أحداً إلا قتله» . ¶ رواه أحمد في ((مسنده)) ، وصححه الحاكم في ((المستدرك)) ، ورجاله ثقات. ¶ الحديث: 32 عن عمران بن حصين رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: « ((لا تزال طائفة من أمتي على»",
            "page": "195",
            "part": "1",
            "seal": "01277A9A"
        },
        {
            "id": "97",
            "nass": "«الحق، ظاهرين على من ناوأهم حتى يأتي أمر الله تبارك وتعالى، وينزل عيسى ابن مريم عليه السلام)) » . رواه أحمد في ((مسنده)) ، ورجاله كلهم ثقات. ¶ الحديث: 33 عن عائشة رضي الله عنها، قالت: «دخل علي رسول الله صلى الله عليه وسلم وأنا أبكي، فقال لي: ((ما يبكيك؟ قلت: يا رسول الله ذكرت الدجال فبكيت، فقال رسول الله صلى الله عليه وسلم: إن يخرج وأنا حي كفيتكموه، وإن يخرج الدجال بعدي فإن ربكم عز وجل ليس بأعور، إنه يخرج في يهودية أصبهان، حتى يأتي المدينة، فينزل ناحيتها، ولها يومئذ سبعة»",
            "page": "196",
            "part": "1",
            "seal": "A77011AF"
        },
        {
            "id": "98",
            "nass": "«أبواب، على كل نقب منها ملكان، فيخرج إليه شرار أهلها حتى يأتي الشام: مدينة بفلسطين بباب لد - وقال أبو داود مرة - حتى يأتي فلسطين باب لد، فينزل عيسى عليه السلام فيقتله. ثم يمكث عيسى عليه السلام في الأرض أربعين سنة إماماً عدلاً، وحكماً مقسطاً)) » . رواه أحمد في ((مسنده)) ، وأخرجه ابن أبي شيبة بسنده كما في ((الدر المنثور)) ورجاله كلهم ثقات.",
            "page": "197",
            "part": "1",
            "seal": "61E92D44"
        },
        {
            "id": "99",
            "nass": "الحديث: 34 عن عبد الله بن عمر رضي الله عنه قال: قال رسول الله صلى اله عليه وسلم: « ((ينزل عيسى ابن مريم، فإذا رآه الدجال ذاب كما تذوب الشحمة، فيقتل الدجال، ويفرق عنه اليهود فيقتلون، حتى إن الحجر يقول: يا عبد الله، للمسلم: هذا يهودي فتعال فاقتله)) » . أخرجه ابن أبي شيبة كما في ((كنز العمال)) ، وأخرجه مسلم مختصراً، فهو صحيح. ¶ الحديث: 35 عن سفينة مولى رسول الله صلى الله عليه وسلم ورضي الله عنه، قال: خطبنا رسول الله صلى الله عليه وسلم فقال: « ((ألا إنه لم يكن نبي قبلي إلا قد حذر الدجال أمته، هو أعور عينه اليسرى،»",
            "page": "198",
            "part": "1",
            "seal": "9204CC45"
        },
        {
            "id": "100",
            "nass": "«بعينه اليمنى ظفرة غليظة، مكتوب بين عينيه: (كافر) ، يخرج معه واديان: أحدهما جنة والآخر نار، فناره جنة، وجنته نار. ¶ معه ملكان من الملائكة يشبهان نبيين من الأنبياء، لو شئت سميتهما بأسمائهما وأسماء آبائهما، واحد منهما عن يمينه، والآخر عن شماله، وذلك فتنة. فيقول الدجال: ألست بربكم؟ ألست أحيي وأميت؟ فيقول له أحد الملكين: كذبت، ما يسمعه أحد من الناس إلا صاحبه، فيقول له: صدقت، فيسمعه الناس فيظنون إنما يصدقون الدجال، وذلك فتنة. ¶ ثم يسير حتى يأتي المدينة فلا يؤذن له فيها، فيقول:»",
            "page": "199",
            "part": "1",
            "seal": "6409F9C2"
        },
        {
            "id": "101",
            "nass": "«هذه قرية ذلك الرجل، ثم يسير حتى يأتي الشام، فينزل عيسى عليه السلام، فيقتله عند عقبة أفيق)) » . ¶ رواه أحمد في ((مسنده)) واللفظ له، وهو حديث حسن إن شاء الله كما هو سائر حال أحاديث ((المسند)) ، ورواه ابن أبي شيبة كما في ((الدر المنثور)) . ¶ الحديث: 36 عن حذيفة بن اليمان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((أنا أعلم بما مع الدجال منه، معه»",
            "page": "200",
            "part": "1",
            "seal": "4752C03B"
        },
        {
            "id": "102",
            "nass": "«نهران أحدهما: نار تأجج في عين من رآه، والآخر ماء أبيض، فإن أدركه أحد منكم فليغمض. وليشرب من الذي يراه ناراً فإنه ماء بارد، وإياكم والآخر فإنه الفتنة. ¶ واعلموا أنه: مكتوب بين عينيه: (كافر) ، يقرأه من يكتب ومن لا يكتب، وإن إحدى عينيه ممسوحة، عليها ظفرة، إنه يطلع من آخر أمره على بطن الأردن على ثنية أفيق، وكل واحد يؤمن بالله واليوم الآخر ببطن الأردن، وإنه يقتل من المسلمين ثلثاً، ويهزم ثلثاً، ويبقي ثلثاً. ويجن عليهم الليل فيقول بعض»",
            "page": "201",
            "part": "1",
            "seal": "EBAED68A"
        },
        {
            "id": "103",
            "nass": "«المؤمنين لبعض: ما تنتظرون أن تلحقوا بإخوانكم في مرضاة ربكم؟ من كان عنده فضل طعام فليعد به على أخيه، صلوا حين ينفجر الفجر، وعجلوا الصلاة، ثم أقبلوا على عدوكم. ¶ فلما قاموا يصلون نزل عيسى ابن مريم عليه السلام أمامهم فصلى بهم، فلما انصرف قال: هكذا افرجوا بيني وبين عدو الله. قال أبو حازم: قال أبو هريرة رضي الله عنه:»",
            "page": "202",
            "part": "1",
            "seal": "10ABE881"
        },
        {
            "id": "104",
            "nass": "«فيذوب كما تذوب الإهالة في الشمس. وقال عبد الله بن عمرو رضي الله عنه: كما يذوب الملح في الماء، ويسلط الله عليهم المسلمين فيقتلونهم، حتى إن الشجر والحجر لينادي: يا عبد الله يا عبد الرحمن يا مسلم هذا يهودي فاقتله، فيفنيهم الله تعالى ويظهر المسلمون، فيكسرون الصليب، ويقتلون الخنزير، ويضعون الجزية. ¶ فبينما هم كذلك إذ أخرج الله يأجوج ومأجوج، فيشرب أولهم البحيرة، ويجيء آخرهم وقد انتشفوه فما يدعون فيه قطرة، فيقولون: قد كان ها هنا أثر ماء. ¶ فيجيء نبي الله وأصحابه وراءه حتى يدخلوا مدينة من مدائن فلسطين يقال لها: لد. فيقولون: ظهرنا على من في الأرض فتعالوا نقاتل من في السماء! فيدعو الله نبيه عند ذلك، فيبعث الله قرحة في حلوقهم، فلا يبقى منهم»",
            "page": "203",
            "part": "1",
            "seal": "3B2E8548"
        },
        {
            "id": "105",
            "nass": "«بشر، فتؤذي ريحهم المسلمين، فيدعو عيسى - صلوات الله عليه وسلامه - عليهم فيرسل الله عليهم ريحاً فتقذفهم في البحر أجمعين)) » . أخرجه الحاكم في ((المستدرك)) وقال: صحيح على شرط مسلم، وسكت عليه الذهبي، ورواه ابن عساكر كما في ((كنز العمال)) . وأخرجه مسلم مختصراً، وصححه الحافظ ابن حجر في ((فتح الباري)) . ¶ الحديث: 37 عن حذيفة بن اليمان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((أول الآيات الدجال، ونزول عيسى، ونار تخرج من قعر عدن تسوق الناس إلى المحشر....)) » . أخرجه ابن جرير كما في ((الدر المنثور)) .",
            "page": "204",
            "part": "1",
            "seal": "390016BC"
        },
        {
            "id": "106",
            "nass": "الحديث: 38 عن عبد الله بن مغفل رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((ما أهبط الله عز وجل إلى الأرض منذ خلق آدم إلى أن تقوم الساعة فتنة أعظم من فتنة الدجال. وقد قلت فيه قولاً لم يقله أحد قبلي: ¶ إنه آدم، جعد، ممسوح عين اليسار، على عينه ظفرة غليظة، يبرئ الأكمه والأبرص، ويقول: أنا ربكم. فمن قال: ربي الله، فلا فتنة عليه، ومن قال: أنت ربي، فقد افتتن. يلبث فيكم ما شاء الله، ثم ينزل عيسى ابن مريم مصدقاً بمحمد على ملته، إماماً مهدياً، وحكماً عدلاً، فيقتل الدجال)) » . رواه الطبراني كما في ((كنز العمال)) ،",
            "page": "205",
            "part": "1",
            "seal": "2AD3A61D"
        },
        {
            "id": "107",
            "nass": "وهو أيضاً حديث حسن إن شاء الله. ولفظه متحد بكثير مما مر مصححاً أو محسناً، واستشهد به الحافظ ابن حجر في ((فتح الباري)) ، مع ما اشترطه في مقدمته: ((هدي الساري)) . ¶ الحديث: 39 «عن حذيفة بن اليمان رضي الله عنه قال: إن أصحاب النبي صلى الله عليه وسلم كانوا يسألون عن الخير، وكنت أسأل عن الشر مخافة أن أدركه. وإني بينما أنا مع»",
            "page": "206",
            "part": "1",
            "seal": "162D1031"
        },
        {
            "id": "108",
            "nass": "«رسول الله صلى الله عليه وسلم ذات يوم قلت: يا رسول الله أرأيت هذا الخير»",
            "page": "207",
            "part": "1",
            "seal": "8FB71D3B"
        },
        {
            "id": "109",
            "nass": "«الذي أعطانا الله، هل بعده من شر كما كان قبله شر؟ قال: نعم. ¶ قلت: فما العصمة منه؟ قال: السيف. قلت: وهل للسيف من بقية؟ قال: هدنة على دخن. قلت: يا رسول الله ما بعد الهدنة؟ قال: دعاة للضلالة، فإن لقيت لله يومئذ خليفة في الأرض فالزمه، وإن أخذ مالك وضرب ظهرك، فإن لم يكن خليفة فاهربن في الأرض حد هربك، حتى يدركك الموت وأنت عاض على أصل»",
            "page": "209",
            "part": "1",
            "seal": "92FBECF2"
        },
        {
            "id": "110",
            "nass": "«شجرة. ¶ قلت: يا رسول الله فما بعد دعاة الضلالة؟ قال: خروج الدجال. قلت: يا رسول الله وما يجيء الدجال؟ قال: يجيء بنار ونهر، فمن وقع في ناره وجب أجره، وحط وزره، ومن وقع في نهره وجب وزره وحط أجره. ¶ قلت: يا رسول الله فما بعد الدجال؟ قال: عيسى ابن مريم، قلت: فما بعد عيسى ابن مريم؟ قال: لو أن رجلاً أنتج فرساً لم يركب مهرها حتى تقوم الساعة)) » . رواه ابن أبي شيبة وابن عساكر كما في ((كنز العمال)) . وبعض ألفاظه",
            "page": "210",
            "part": "1",
            "seal": "F7CBF8AF"
        },
        {
            "id": "111",
            "nass": "يتحد مع ما عند البخاري، فهو قوي إن شاء الله تعالى. ¶ الحديث: 40 «عن عبد الرحمن بن سمرة رضي الله عنه قال: بعثني خالد بن الوليد بشيراً إلى رسول الله صلى الله عليه وسلم يوم مؤتة، فلما دخلت عليه قلت: يا رسول الله، فقال: ((على رسلك يا عبد الرحمن، أخذ اللواء زيد بن حارثة، فقاتل حتى قتل، رحم الله زيداً. ثم أخذ اللواء جعفر، فقاتل فقتل، رحم الله جعفراً، ثم أخذ اللواء عبد الله بن رواحة، فقاتل فقتل، رحم الله عبد الله. ثم أخذ اللواء خالد، ففتح الله لخالد،»",
            "page": "211",
            "part": "1",
            "seal": "0BCF6079"
        },
        {
            "id": "112",
            "nass": "«فخالد سيف من سيوف الله. ¶ فبكى أصحاب رسول الله صلى الله عليه وسلم، فقال: ما يبكيكم؟ قالوا: وما لنا لا نبكي وقد قتل خيارنا وأشرافنا وأهل الفضل منا! فقال: لا تبكوا، فإنما مثل أمتي مثل حديقة قام عليها صاحبها، فاجتث زواكيها، وهيأ مساكنها، وحلق سعفها، فأطعمت عاماً فوجاً، ثم عاماً فوجاً، ثم عاماً فوجاً، فلعل آخرها طعماً يكون أجودها قنواناً وأطولها شمراخاً؟ . ¶ »",
            "page": "212",
            "part": "1",
            "seal": "63E2060E"
        },
        {
            "id": "113",
            "nass": "«والذي بعثني بالحق نبياً ليجدن عيسى ابن مريم في أمتي خلفاً من حواريه)) » . أخرجه الحكيم الترمذي في ((نوادر الأصول)) كما في ((الدر المنثور)) . ورواه أبو نعيم كما في ((كنز العمال)) ، وهو يتحد في المعنى مع ما في ((المستدرك)) من المغازي مصححاً، فهو أيضاً قوي إن شاء الله تعالى. ¶ فهذه أربعون حديثاًَ من صحيح وحسن بتصريحات أئمة الحديث.",
            "page": "213",
            "part": "1",
            "seal": "C023D44F"
        },
        {
            "id": "114",
            "nass": "أحاديث أخرى ¶ مما أخرجه المحدثون وسكتوا عليه ¶ الحديث: 41 عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((منا الذي يصلي عيسى ابن مريم خلفه)) » . رواه أبو نعيم في ((كتاب المهدي)) كما في ((كنز العمال)) . ¶ الحديث: 42 عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم لعمه العباس رضي الله عنه: « ((يا عم إن الله تعالى ابتدأ الإسلام بي، وسيختمه بغلام من ولدك، وهو الذي يتقدم عيسى ابن مريم)) » . أخرجه أبو نعيم في ((الحلية)) كما في",
            "page": "214",
            "part": "1",
            "seal": "50CE958F"
        },
        {
            "id": "115",
            "nass": "((كنز العمال)) .",
            "page": "215",
            "part": "1",
            "seal": "340A93E2"
        },
        {
            "id": "116",
            "nass": "الحديث: 43 عن عمار بن ياسر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((يا عباس إن الله تعالى بدأ بي هذا الأمر، وسيختمه بغلام من ولدك، يملأها عدلاً كما ملئت جوراً، وهو الذي يصلي بعيسى عليه السلام)) » . أخرجه الدارقطني في ((الأفراد)) والخطيب وابن عساكر كما في ((كنز العمال)) .",
            "page": "216",
            "part": "1",
            "seal": "84BDD273"
        },
        {
            "id": "117",
            "nass": "الحديث: 44 «عن حذيفة بن اليمان رضي الله عنه قال: قلت: يا رسول الله الدجال قبل أم عيسى ابن مريم؟ قال:»",
            "page": "217",
            "part": "1",
            "seal": "19AD32A4"
        },
        {
            "id": "118",
            "nass": "« ((الدجال ثم عيسى ابن مريم، ثم لو أن رجلاً أنتج فرساً لم يركب مهرها حتى تقوم الساعة)) » . أخرجه نعيم بن حماد في ((كتاب الفتن)) كما في ((كنز العمال)) . ¶ الحديث: 45 عن كيسان بن عبد الله بن طارق رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: « ((ينزل عيسى ابن مريم بشرقي دمشق عند المنارة البيضاء)) » . أخرجه البخاري في ((تاريخه)) وابن عساكر في ((تاريخه)) أيضاً كما في ((كنز العمال)) . وأخرجه عبد القادر بدران في ((تهذيب تاريخ ابن عساكر)) ، ولفظه: « ((ينزل عيسى ابن مريم عند المنارة البيضاء شرقي دمشق)) » . ¶ ثم قال: لم يتكلم عليه في الأصل بجرح ولا تعديل، وكشفت عنه في ((تذهيب تهذيب الكمال)) فلم أجده. وأما الحديث فقد رواه سمويه والطبراني والضياء المقدسي في ((المختارة)) عن أوس بن أوس الثقفي، والطبراني عن كيسان،",
            "page": "218",
            "part": "1",
            "seal": "9A29F3BA"
        },
        {
            "id": "119",
            "nass": "ورواه الحافظ ابن عساكر عن أوس، وعن كيسان، وعن النواس بن سمعان. انتهى. فهو حديث حسن على شرط الضياء في ((المختارة)) . ¶ الحديث: 46 عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم - وذكر الهند -: « ((يغزو الهند بكم جيش»",
            "page": "219",
            "part": "1",
            "seal": "6D89E924"
        },
        {
            "id": "120",
            "nass": "«يفتح الله عليهم، حتى يأتوا بملوكهم مغللين بالسلاسل، يغفر الله ذنوبهم، فينصرفون حين ينصرفون فيجدون ابن مريم بالشام)) » . أخرجه نعيم بن حماد في ((كتاب الفتن)) كما في ((كنز العمال)) . ¶ الحديث: 47 عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((لا تزال عصابة من أمتي على الحق، ظاهرين على الناس، لا يبالون من خالفهم حتى ينزل عيسى ابن مريم)) » . قال الأوزاعي: فحدثت بهذا الحديث قتادة فقال: لا أعلم أولئك إلا أهل الشام. أخرجه ابن عساكر كما في ((كنز العمال)) .",
            "page": "220",
            "part": "1",
            "seal": "706C49CD"
        },
        {
            "id": "121",
            "nass": "الحديث: 48 عن ابن عباس رضي الله عنه قال: الدجال أول من يتبعه سبعون ألفاً من اليهود، عليهم السيجان، ومعه سحرة اليهود يعملون العجائب ويرونها الناس فيضلونهم بها. ¶ وهو أعور، ممسوح العين اليمنى، يسلطه الله على رجل من هذه الأمة فيقتله، ثم يضربه فيحييه، ثم لا يصل إلى قتله، ولا يسلط على غيره، وتكون آية خروجه تركهم الأمر بالمعروف والنهي عن المنكر، وتهاوناً بالدماء. ¶ وإذا ضيعوا الحكم، وأكلوا الربا، وشيدوا",
            "page": "221",
            "part": "1",
            "seal": "9B562CF5"
        },
        {
            "id": "122",
            "nass": "البناء، وشربوا الخمور، واتخذوا القيان، ولبسوا الحرير، وأظهروا بزة آل فرعون، ونقضوا العهد، وتفقهوا لغير الدين، وزينوا المساجد، وخربوا القلوب، وقطعوا الأرحام، وكثرت القراء، وقلت الفقهاء، وعطلت الحدود، وتشبه الرجال بالنساء والنساء بالرجال، فتكافى الرجال بالرجال والنساء بالنساء: بعث الله عليهم الدجال فسلط عليهم حتى ينتقم منهم، وينحاز المؤمنون إلى بيت المقدس.",
            "page": "222",
            "part": "1",
            "seal": "AB26423C"
        },
        {
            "id": "123",
            "nass": "قال ابن عباس: قال رسول الله صلى الله عليه وسلم: « ((فعند ذلك ينزل أخي عيسى ابن مريم من السماء على جبل أفيق، إماماً هادياً، وحكماً عادلاً، عليه برنس له، مربوع الخلق، صلت الجبين، سبط الشعر، بيده حربة يقتل الدجال، فإذا قتل الدجال تضع الحرب أوزارها، فكان السلم، فيلقى الرجل الأسد فلا يهيجه، ويأخذ الحية فلا تضره، وتنبت الأرض كنباتها على عهد آدم، ويؤمن به أهل الأرض، ويكون الناس أهل ملة واحدة)) » . أخرجه إسحاق بن بشر وابن عساكر كما في ((كنز العمال)) .",
            "page": "223",
            "part": "1",
            "seal": "DC08B2FA"
        },
        {
            "id": "124",
            "nass": "الحديث: 49 «عن عبد الله بن عباس رضي الله عنه قال: قال لي رسول الله صلى الله عليه وسلم: ((إذا سكن بنوك السواد،»",
            "page": "224",
            "part": "1",
            "seal": "0BAC3F1E"
        },
        {
            "id": "125",
            "nass": "«ولبسوا السواد، وكان شيعتهم أهل خراسان: لم»",
            "page": "225",
            "part": "1",
            "seal": "7B1D9792"
        },
        {
            "id": "126",
            "nass": "«يزل هذا الأمر فيهم حتى يدفعوه إلى عيسى ابن مريم)) » . أخرجه ابن النجار كما في ((كنز العمال)) ، وأخرجه الدارقطني.",
            "page": "226",
            "part": "1",
            "seal": "4FF4AE3E"
        },
        {
            "id": "127",
            "nass": "الحديث: 50 «عن عائشة رضي الله عنها قالت: يا رسول الله إني أرى أني أعيش من بعدك، فتأذن لي أن أدفن إلى جنبك؟ فقال: وأنى لك بذلك الموضع؟ ما فيه إلا موضع قبري وقبر أبي بكر وعمر وعيسى ابن مريم)) » . أخرجه ابن عساكر كما في ((كنز العمال)) ، وهو في ((فصل الخطاب)) للشيخ خواجه محمد بارسا بإسناد المستغفري في ((دلائل النبوة)) له.",
            "page": "227",
            "part": "1",
            "seal": "3B78D20F"
        },
        {
            "id": "128",
            "nass": "الحديث: 51 عن عبد الله بن مسعود رضي الله عنه قال: إن المسيح ابن مريم خارج قبل يوم القيامة، وليستغن الناس به عمن سواه. أخرجه ابن عساكر كما في ((كنز العمال)) . ¶ الحديث: 52 عن عبد الله بن عمرو بن العاص رضي الله عنه قال: أحب شيء إلى الله الغرباء، قيل: أي شيء الغرباء؟ قال: الذين يفرون بدينهم يجتمعون إلى عيسى ابن مريم. أخرجه نعيم بن حماد في ((كتاب الفتن)) كما في ((كنز العمال)) .",
            "page": "228",
            "part": "1",
            "seal": "D5E92B35"
        },
        {
            "id": "129",
            "nass": "الحديث: 53 عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((ينزل عيسى ابن مريم فيمكث في الناس أربعين سنة)) » . أخرجه الطبراني، وفي ((كتاب الزهد))",
            "page": "229",
            "part": "1",
            "seal": "10A1401D"
        },
        {
            "id": "130",
            "nass": "للإمام أحمد مثله وزاد: « ((لو يقول للبطحاء: سيلي عسلاً، لسالت)) » . كما في ((مرقاة الصعود)) . ¶ الحديث: 54 عن عبد الله بن عمرو بن العاص رضي الله عنه قال: لا تقوم الساعة حتى تعبد العرب ما كان يعبد آباؤها عشرين ومائة عام بعد نزول عيسى ابن مريم عليه السلام، وبعد الدجال. رواه نعيم بن حماد في ((كتاب الفتن)) كما في ((الإشاعة لأشراط الساعة)) للبرزنجي، ولعله هو الذي في ((فتح الباري)) من أواخر كتاب الرقاق موقوفاً على عبد الله بن عمرو.",
            "page": "230",
            "part": "1",
            "seal": "1F07BD7B"
        },
        {
            "id": "131",
            "nass": "الحديث: 55 عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((ينزل عيسى ابن مريم، فيقتل الدجال، ويمكث أربعين عاماً يعمل فيهم بكتاب الله وسنتي، ويموت، فيستخلفون بأمر عيسى رجلاً من بني تميم يقال له: المقعد،»",
            "page": "231",
            "part": "1",
            "seal": "FF5A85A8"
        },
        {
            "id": "132",
            "nass": "«فإذا مات المقعد لم يأت على الناس ثلاث سنين حتى يرفع القرآن من صدور الرجال ومصاحفهم)) » . أخرجه أبو الشيخ ابن حيان في ((كتاب الفتن)) . كما في ((الإشاعة)) . ¶ الحديث: 56 عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((طوبى لعيش بعد المسيح، يؤذن للسماء في القطر، ويؤذن للأرض في النبات، حتى لو بذرت حبك على الصفا لنبت، وحتى يمر الرجل على الأسد فلا يضره، ويطأ على الحية فلا تضره، ولا تشاح، ولا تحاسد، ولا تباغض)) » . أخرجه أبو سعيد النقاش في ((فوائد",
            "page": "232",
            "part": "1",
            "seal": "BD7449C5"
        },
        {
            "id": "133",
            "nass": "العراقيين)) ورواه عنه أبو نعيم كما في ((كنز العمال)) . ¶ الحديث: 57 «عن الربيع بن أنس البكري أحد التابعين رحمه الله تعالى، مرسلاً، قال: ((إن النصارى أتوا رسول الله صلى الله عليه وسلم فخاصموه في عيسى ابن مريم، وقالوا له: من»",
            "page": "233",
            "part": "1",
            "seal": "585E4526"
        },
        {
            "id": "134",
            "nass": "«أبوه؟ وقالوا على الله الكذب والبهتان. ¶ »",
            "page": "234",
            "part": "1",
            "seal": "4D1BA7AB"
        },
        {
            "id": "135",
            "nass": "«فقال لهم النبي صلى الله عليه وسلم: ألستم تعلمون أنه لا يكون ولد إلا»",
            "page": "235",
            "part": "1",
            "seal": "C8AF83D6"
        },
        {
            "id": "136",
            "nass": "«وهو يشبه أباه؟ قالوا: بلى، قال: ألستم تعلمون أن ربنا حي لا»",
            "page": "236",
            "part": "1",
            "seal": "A5C998ED"
        },
        {
            "id": "137",
            "nass": "«يموت، وأن عيسى يأتي عليه الفناء؟ قالوا: بلى، قال: ألستم تعلمون»",
            "page": "237",
            "part": "1",
            "seal": "014F288F"
        },
        {
            "id": "138",
            "nass": "«أن ربنا قَيِّم على كل شيء يكلأه ويحفظه ويرزقه؟. قالوا: بلى، قال: فهل يملك عيسى من ذلك شيئاًَ؟ قالوا: لا. ¶ قال: أفلستم تعلمون أن الله عز وجل لا يخفى عليه شيء»",
            "page": "238",
            "part": "1",
            "seal": "4602DE74"
        },
        {
            "id": "139",
            "nass": "«في الأرض ولا في السماء؟ قالوا: بلى، قال: فهل يعلم عيسى من ذلك شيئاً إلا ما عُلِّمَ؟ قالوا: لا. قال: فإن ربنا صوَّر عيسى في الرحم كيف شاء، فهل تعلمون ذلك؟ قالوا: بلى. ¶ قال: ألستم تعلمون أن ربنا لا يأكل الطعام، ولا يشرب الشراب، ولا يحدث الحدث؟ قالوا: بلى، قال: ألستم تعلمون أن عيسى حملته أمه كما تحمل المرأة، ثم وضعته كما تضع المرأة ولدها، ثم غذي كما تغذي المرأة الصبي، ثم كان يطعم الطعام، ويشرب الشراب، ويحدث الحدث؟ قالوا: بلى. ¶ قال: فكيف يكون هذا - إلهاً - كما زعمتم؟ قال: فعرفوا، ثم أبوا إلا جحوداً! فأنزل الله عز وجل: {الم. اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} )) » . أخرجه ابن جرير وابن أبي حاتم كما في ((الدر المنثور)) من أول سورة آل عمران. ¶ الحديث: 58 عن عبد الله بن عمر رضي الله عنه",
            "page": "239",
            "part": "1",
            "seal": "67837A18"
        },
        {
            "id": "140",
            "nass": "قال: قال رسول الله صلى الله عليه وسلم: « ((ينزل عيسى ابن مريم إلى الأرض، فيتزوج، ويولد له، ويمكث خمساً وأربعين سنة، ثم يموت فيدفن معي في قبري، فأقوم أنا وعيسى ابن مريم من قبر واحد بين أبي بكر وعمر)) » . أخرجه في ((المشكاة)) وعزاه إلى ((كتاب الوفاء)) لابن الجوزي، وأخرجه الزين المراغي في ((تحقيق النصرة)) . عن ابن الجوزي في ((المنتظم)) كما في ((كنز العمال)) .",
            "page": "240",
            "part": "1",
            "seal": "89C8D7CD"
        },
        {
            "id": "141",
            "nass": "الحديث: 59 عن عبد الله بن سلام رضي الله عنه قال: يدفن عيسى ابن مريم مع رسول الله صلى الله عليه وسلم وصاحبيه، فيكون قبره رابعاً. أخرجه البخاري في ((تاريخه)) ، والطبراني كما في ((الدر المنثور)) .",
            "page": "241",
            "part": "1",
            "seal": "06378A40"
        },
        {
            "id": "142",
            "nass": "الحديث: 60 عن جابر بن عبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((من أنكر خروج المهدي فقد كفر بما أنزل على محمد صلى الله عليه وسلم، ومن أنكر نزول عيسى ابن مريم عليه السلام فقد كفر، ومن أنكر خروج الدجال فقد كفر، ومن لم يؤمن بالقدر خيره وشره من الله عز وجل فقد كفر. فإن جبريل أخبرني بأن الله تعالى يقول: من لم يؤمن بالقدر خيره وشره من الله فليتخذ رباً غيري)) » . ¶ ذكره الشيخ خواجه محمد بارسا في ((فصل الخطاب)) ناقلاً عن ((معاني الأخبار)) للشيخ أبي بكر الكلاباذي، بإسناده قال: حدثنا محمد بن الحسن، حدثنا أبو عبد الله الحسين بن محمد،",
            "page": "242",
            "part": "1",
            "seal": "2EDE968E"
        },
        {
            "id": "143",
            "nass": "حدثنا إسماعيل بن أبي أويس، حدثنا مالك بن أنس، حدثنا محمد بن المنكدر، عن جابر بن عبد الله رضي الله عنه قال ... الحديث. وأخرج السهيلي في ((الروض الأنف)) قطعة منه. ¶ الحديث: 61 عن الحسن البصري رحمه الله تعالى مرسلاً يرفعه إلى رسول الله صلى الله عليه وسلم قال: قال رسول الله صلى الله عليه وسلم لليهود: « ((إن عيسى لم يمت، وإنه راجع إليكم قبل يوم القيامة)) » .",
            "page": "243",
            "part": "1",
            "seal": "A0EA1C6E"
        },
        {
            "id": "144",
            "nass": "نقله الحافظ ابن كثير في ((تفسيره)) من سورة آل عمران فقال: قال ابن أبي حاتم: حدثنا أبي، حدثنا أحمد بن عبد الرحمن، حدثنا عبد الله بن أبي جعفر، عن أبيه، حدثنا الربيع بن أنس، عن الحسن ... الحديث. ¶ وذكره ابن كثير مرة ثانية في سورة النساء من طريق آخر موقوفاً على الحسن، فهو مرفوع عند الحسن، وموقوف عليه. وكذا أخرجه ابن جرير مرفوعاً عن الحسن. ¶ الحديث: 62 عن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: « ((والذي نفسي بيده لينزلن عيسى ابن مريم إماماً مقسطاً، وحكماً عدلاً، فليكسرن الصليب، وليقتلن الخنزير، وليصلحن ذات البين، وليذهبن الشحناء، وليعرضن المال فلا يقبله أحد. ثم لئن قام على قبري وقال: يا محمد، لأجيبنه)) » . رواه أبو يعلى كما في ((روح المعاني)) للآلوسي من تفسير سورة الأحزاب.",
            "page": "244",
            "part": "1",
            "seal": "A7A46124"
        },
        {
            "id": "145",
            "nass": "الحديث: 63 عن عبد الله بن عباس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: « ((إن عيسى عليه السلام يتزوج في الأرض، ويقيم بها تسع عشرة سنة)) » . رواه نعيم بن حماد في ((كتاب الفتن)) كما في ((فتح الباري)) للحافظ ابن حجر. ¶ والمراد إقامته بعد التزوج تسع عشرة سنة، لما صح فيما مر من الأحاديث أن جميع مدة إقامته عليه السلام بعد النزول من السماء أربعون سنة. ¶ الحديث: 64 عن عروة بن رويم رحمه الله تعالى، مرسلاً، يرفعه إلى رسول الله صلى الله عليه وسلم قال: « ((خير هذه الأمة أولها»",
            "page": "245",
            "part": "1",
            "seal": "CED91FBA"
        },
        {
            "id": "146",
            "nass": "«وآخرها. أولها فيهم رسول الله، وآخرها فيهم عيسى ابن مريم، وبين ذلك ثبج أعوج، ليس منك، ولست منهم)) » رواه أبو نعيم في ((الحلية)) كما في ((كنز العمال)) . ¶ الحديث: 65 عن كعب الأحبار رحمه الله تعالى قال: لما رأى عيسى عليه السلام قلة من اتبعه، وكثرة من كذبه: شكا ذلك إلى الله تعالى، فأوحى الله إليه: إني متوفيك ورافعك إلي، وليس من رفعته عندي ميتاً، وإني سأبعثك على الأعور الدجال فتقتله، ثم تعيش بعد ذلك أربعاً وعشرين سنة، ثم أميتك ميتة الحي. ¶ قال كعب: وذلك يصدق حديث رسول الله صلى الله عليه وسلم حيث قال: « ((كيف تهلك أمة أنا في أولها وعيسى في آخرها؟)) » . أخرجه ابن جرير بسند صحيح",
            "page": "246",
            "part": "1",
            "seal": "56E2089E"
        },
        {
            "id": "147",
            "nass": "كما في ((الدر المنثور)) . ¶ الحديث: 66 عن زين العابدين علي بن الحسين بن علي رضي الله عنهم، مرسلاً، يرفعه قال: قال رسول الله صلى الله عليه وسلم: « ((أبشروا وأبشروا، إنما مثل أمتي: مثل الغيث،»",
            "page": "247",
            "part": "1",
            "seal": "80323592"
        },
        {
            "id": "148",
            "nass": "«لا يُدرى آخره خير أم أوله. ¶ أو كحديقة أطعم منها فوج عاماًَ، ثم أطعم منها فوج عاماً، ثم أطعم منها فوج عاماً، لعل آخرها فوجاً أن يكون أعرضها عرضاً، وأعمقها عمقاً، وأحسنها حسناً؟ . ¶ »",
            "page": "248",
            "part": "1",
            "seal": "342B252F"
        },
        {
            "id": "149",
            "nass": "«كيف تهلك أمة أنا أولها، والمهدي وسطها، والمسيح آخرها؟ ولكن بين ذلك فيج أعوج، ليسوا مني، ولا أنا منهم)) » . رواه رزين العبدري الأندلسي كما في ((المشكاة)) من باب ثواب هذه الأمة. عن جعفر الصادق، عن أبيه محمد الباقر، عن جده زين العابدين علي بن الحسين بن",
            "page": "249",
            "part": "1",
            "seal": "5CA40415"
        },
        {
            "id": "150",
            "nass": "علي رضي الله عنهم. ¶ الحديث: 67 عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((ألا إن عيسى ابن مريم ليس بيني وبينه نبي ولا رسول، ألا إنه خليفتي في أمتي من بعدي، ألا إنه يقتل الرجال، ويكسر الصليب، ويضع الجزية، وتضع الحرب أوزارها. ألا من أدركه منكم فليقرأ عليه السلام)) » . أخرجه الطبراني كما في ((الدر المنثور)) .",
            "page": "250",
            "part": "1",
            "seal": "F6C1A572"
        },
        {
            "id": "151",
            "nass": "الحديث: 68 عن عمرو بن سفيان الثقفي التابعي، رحمه الله تعالى، قال: أخبرني رجل من الأنصار عن بعض أصحاب النبي صلى الله عليه وسلم قال: «ذكر رسول الله صلى الله عليه وسلم الدجال فقال: ((يأتي سباخ المدينة، وهو محرم عليه أن يدخلها، فتنتفض المدينة بأهلها نفضة أو نفضتين، وهي الزلزلة، فيخرج إليه منها كل منافق ومنافقة. ¶ ثم يأتي الدجال قبل الشام، حتى يأتي بعض جبال الشام»",
            "page": "251",
            "part": "1",
            "seal": "DDC81F71"
        },
        {
            "id": "152",
            "nass": "«فيحاصرهم. وبقية المسلمين يومئذ معتصمون بذروة جبل من جبال الشام، فيحاصرهم الدجال نازلاً بأصله. ¶ حتى إذا طال عليهم الحصار قال رجل من المسلمين: يا معشر المسلمين حتى متى أنتم هكذا وعدوكم نازل بأصل جبلكم هذا؟ ! هل أنتم إلا بين إحدى الحسنيين: بين أن يستشهدكم الله، أو يظهركم؟ فيتبايعون على القتال بيعة يعلم الله أنها الصدق من أنفسهم. ¶ ثم تأخذهم ظلمة لا يبصر أحدهم فيها كفه! فينزل عيسى ابن مريم، فتنحسر عن أبصارهم وبين أرجلهم، وعليه لأمة، فيقولون: من أنت؟ فيقول: أنا عبد الله ورسوله وروحه وكلمته: عيسى ابن مريم، اختاروا بين إحدى ثلاث:»",
            "page": "252",
            "part": "1",
            "seal": "ED5AB009"
        },
        {
            "id": "153",
            "nass": "«بين أن يبعث الله على الدجال وجنوده عذاباً من السماء جسيماً، أو يخسف بهم الأرض، أو يسلط عليهم سلاحكم ويكف سلاحهم عنكم. ¶ فيقولون: هذه يا رسول الله أشفى لصدورنا ولأنفسنا، فيومئذ ترى اليهودي العظيم الطويل الأكول الشروب لا تقل يده سيفه من الرعب، فينزلون إليهم فيسلطون عليهم، ويذوب الدجال حين يرى ابن مريم كما يذوب الرصاص، حتى يأتيه عيسى عليه السلام أو يدركه فيقتله)) » . ¶ أخرجه معمر في ((جامعه)) عن الزهري قال: أخبرني عمرو بن سفيان الثقفي ... الحديث. كما في ((الدر المنثور)) .",
            "page": "253",
            "part": "1",
            "seal": "0DBADFC7"
        },
        {
            "id": "154",
            "nass": "الحديث: 69 عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم « ((ينزل عيسى ابن مريم على ثمانمائة رجل وأربعمائة امرأة، أخيار من على الأرض، وصلحاء من مضى)) » . ¶ أخرجه الديلمي كما في ((كنز العمال)) . ¶ الحديث: 70 عن أبي الأشعث الصنعاني رحمه الله تعالى، قال: سمعت أبا هريرة رضي الله عنه يقول: يهبط عيسى ابن مريم، فيصلي الصلوات، ويجمع الجمع، ويزيد في الحلال، كأني به تجذبه رواحله ببطن الروحاء حاجاً أو معتمراً. رواه ابن عساكر كما في ((كنز العمال)) . ¶ الحديث: 71 عن حذيفة بن اليمان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: « ((يخرج الدجال عدو الله ومعه جنود اليهود وأصناف الناس. ومعه جنة ونار، ورجال»",
            "page": "254",
            "part": "1",
            "seal": "197C7679"
        },
        {
            "id": "155",
            "nass": "«يقتلهم ثم يحييهم، ومعه جبل من ثريد، ونهر من ماء. ¶ وإني سأنعت لكم نعته: إنه يخرج ممسوح العين، في جبهته مكتوب: (كافر) . يقرأه من كان يحسن الكتاب ومن لا يحسن. فجنته نار، وناره جنة، وهو المسيح الكذاب، ويتبعه من نساء اليهود ثلاثة عشر ألف امرأة، فرحم الله رجلاً منع سفيهه أن يتبعه، والقوة عليه يومئذ بالقرآن، فإن شأنه بلاء شديد! . ¶ يبعث الله إليه الشياطين من مشارق الأرض ومغاربها فيقولون له: استعن بنا على ما شئت، فيقول: نعم، انطلقوا»",
            "page": "255",
            "part": "1",
            "seal": "230045A2"
        },
        {
            "id": "156",
            "nass": "«فأخبروا الناس أني ربهم، وأني قد جئتهم بجنتي وناري، فينطلق الشياطين فيدخل على الرجل أكثر من مائة شيطان، فيتمثلون له بصورة والده، وولده، وإخوته، ومواليه، ورفيقه، فيقولون: يا فلان أتعرفنا؟ فيقول لهم الرجل: نعم هذا أبي، وهذه أمي، وهذه أختي، وهذا أخي. ¶ فيقول الرجل: ما نبأكم؟ فيقولون: بل أنت فأخبرنا ما نبأك؟ فيقول الرجل: إنا قد أخبرنا أن عدو الله الدجال قد خرج. فيقول له الشياطين: مهلاً، لا تقل هذا، فإنه ربكم يريد القضاء فيكم، هذه جنة قد جاء بها ونار، ومعه الأنهار والطعام، فلا طعام إلا ما كان قبله إلا ما شاء الله. ¶ فيقول الرجل: كذبتم، ما أنتم إلا شياطين، وهو الكذاب، وقد بلغنا أن رسول الله صلى الله عليه وسلم قد حدث حديثكم، وحذرنا وأبناءنا منه، فلا مرحباً بكم، أنتم الشياطين، وهو عدو الله، وليسوقن الله عيسى ابن مريم حتى يقتله، فيخسأوا فينقلبوا خاسئين. ¶ »",
            "page": "256",
            "part": "1",
            "seal": "6B4D9FEA"
        },
        {
            "id": "157",
            "nass": "«ثم قال رسول الله صلى الله عليه وسلم: إنما أحدثكم هذا لتعقلوه، وتفقهوه، وتفهموه، وتعوه، فاعملوا عليه، وحدثوا به من خلفكم، وليحدث الآخر الآخر، فإن فتنته أشد الفتن)) » . ¶ أخرجه نعيم بن حماد في ((كتاب الفتن)) . وفي سنده: سويد بن عبد العزيز، وهو متروك، كما في ((كنز العمال)) . ¶ الحديث: 72 عن أنس بن مالك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (( «كان طعام عيسى عليه السلام الباقلاء حتى رفع، ولم يكن يأكل شيئاً غيرته النار حتى رفع» )) .",
            "page": "257",
            "part": "1",
            "seal": "41DCC435"
        },
        {
            "id": "158",
            "nass": "رواه الديلمي كما في ((كنز العمال)) . ¶ الحديث: 73 عن سلمة بن نفيل السكوني رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (( «لا ينقطع الجهاد حتى ينزل عيسى ابن مريم» )) . ذكره الحافظ علاء الدين مغلطاي في ((سيرته)) من السنة التاسعة من الهجرة قال: وباع المسلمون أسلحتهم وقالوا: انقطع الجهاد، فقال النبي صلى الله عليه وسلم.... الحديث، وأصل هذا الحديث في ((مسند أحمد)) . ¶ الحديث: 74 عن صفية أم المؤمنين رضي الله عنها أنها كانت إذا زارت بيت المقدس، وفرغت من الصلاة في المسجد الأقصى: صعدت على جبل زيتا فصلت عليه وقالت: هذا الجبل هو الذي رفع منه عيسى عليه السلام إلى السماء، وكانت النصارى يعظمون ذلك الجبل، وكذلك اليوم يعظمونه.",
            "page": "258",
            "part": "1",
            "seal": "7E289599"
        },
        {
            "id": "159",
            "nass": "ذكره في تفسير ((فتح العزيز)) في سورة التين. ¶ الحديث: 75 عن عبد الله بن مسعود رضي الله عنه، ذكر عنده الدجال فقال: يفترق الناس عند خروجه ثلاث فرق: فرقة تتبعه، وفرقة تلحق بأرض آبائها بمنابت الشيح، وفرقة تأخذ شط الفرات فيقاتلهم ويقاتلونه حتى يجتمع المؤمنون بقرى الشام، فيبعثون إليه طليعة، فيهم فارس على فرس أشقر أو أبلق، فيقتلون لا يرجع منهم أحد. ثم إن المسيح عليه السلام ينزل فيقتله. ¶ ثم يخرج يأجوج ومأجوج فيموجون في الأرض فيفسدون فيها، ثم قرأ عبد الله: {وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ} . ثم يبعث الله عليهم دابة مثل النغف،",
            "page": "259",
            "part": "1",
            "seal": "809C4FA2"
        },
        {
            "id": "160",
            "nass": "فتدخل في أسماعهم ومناخرهم فيموتون منها، فتنتن الأرض منهم، فيجأر أهل الأرض إلى الله، فيرسل الله ماء فيطهر الأرض منهم، ثم يبعث الله ريحاً فيها زمهرير باردة، فلا تدع على وجه الأرض مؤمناً إلا كفأته تلك الريح. ثم تقوم الساعة على شرار الناس. ¶ ثم يقوم ملك الصور بين السماء والأرض، فينفخ فيه فلا يبقى خلق لله في السماوات والأرض إلا مات، إلا من شاء ربك. ثم يكون بين النفختين ما شاء الله أن يكون، فليس من بني آدم خلق إلا وفي الأرض منه شيء. ثم يرسل الله ماء",
            "page": "260",
            "part": "1",
            "seal": "4A040988"
        },
        {
            "id": "161",
            "nass": "من تحت العرش كمني الرجال، فتنبت جسمانهم",
            "page": "261",
            "part": "1",
            "seal": "07A44355"
        },
        {
            "id": "162",
            "nass": "ولحمانهم من ذلك الماء، كما تنبت الأرض من الري، ثم قرأ عبد الله: {وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ} .",
            "page": "262",
            "part": "1",
            "seal": "9B739DAC"
        },
        {
            "id": "163",
            "nass": "ثم يقوم ملك بالصور بين السماء والأرض، فينفخ فيه فتنطلق كل نفس إلى جسدها حتى تدخل فيه، فيقومون فيجبون تجبية رجل واحد قياماً لرب العالمين. ثم يتمثل الله تعالى للخلق فيلقاهم، فليس أحد من الخلق يعبد من دون الله شيئاًَ إلا وهو مرفوع له يتبعه. ¶ فيلقى اليهود فيقول: ما كنتم تعبدون؟ فيقولون: نعبد عزيراً، فيقول: هل يسركم الماء؟ فيقولون: نعم، فيريهم جهنم كهيئة السراب، ثم قرأ عبد الله: {وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا} . ¶ ثم يلقى النصارى فيقول: ما كنتم تعبدون؟ فيقولون: المسيح، فيقول: هل يسركم الماء؟ فيقولون: نعم، فيريهم جهنم كهيئة السراب.",
            "page": "263",
            "part": "1",
            "seal": "0C09DA33"
        },
        {
            "id": "164",
            "nass": "ثم كذلك كل من كان يعبد من دون الله شيئاً، ثم قرأ عبد الله: {وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ} . ¶ ثم يتمثل الله تعالى للخلق حتى يبقى المسلمون فيلقاهم، فيقول: من تعبدون؟ فيقولون: نعبد الله ولا نشرك به شيئاً، فينتهرهم مرتين أو ثلاثاً فيقول: من تعبدون؟ فيقولون: نعبد الله ولا نشرك به شيئاً، فيقول: هل تعرفون ربكم؟ فيقولون: سبحانه إذا تعرف لنا عرفناه، فعند",
            "page": "264",
            "part": "1",
            "seal": "B8D1D954"
        },
        {
            "id": "165",
            "nass": "ذلك يكشف عن ساق، فلا يبقى مؤمن إلا خر لله ساجداً،",
            "page": "265",
            "part": "1",
            "seal": "DCB65FF8"
        }
    ],
    "t8575": [
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "حديث كيف أنتم إذا نزل ابن مريم فيكم وإمامكم منكم"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "حديث لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ليهلن ابن مريم بفج الروحاء حاجا أو معتمرا"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "حديث غير الدجال أخوفني عليكم"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "حديث فيبعث الله عيسى ابن مريم كأنه عروة بن مسعود"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "حديث لا تقوم الساعة حتى ينزل الروم بالأعماق أو بدابق"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "حديث نار تخرج من اليمن تطرد الناس إلى محشرهم"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "حديث عصابتان من أمتي أحرزهما الله تعالى من النار"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ليس بيني وبينه نبي يعني عيسى"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "حديث لا تقوم الساعة حتى ينزل عيسى ابن مريم حكما مقسطا"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "حديث إن الله لم يبعث نبيا إلا حذر أمته الدجال"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "حديث لقيت ليلة أسري بي إبراهيم وموسى وعيسى"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "حديث الأنبياء إخوة لعلات دينهم واحد"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "حديث يكون للمسلمين ثلاثة أمصار"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "حديث رأيت منذ قمت أصلي ما أنتم لاقون في دنياكم وآخرتكم"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "حديث كيف تهلك أمة أنا أولها وعيسى ابن مريم آخرها"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "حديث لن يخزي الله أمة أنا في أولها وعيسى في آخرها"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "حديث إن الدجال لو خرج في زمانكم لرمته الصبيان بالخذف"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "حديث سيدرك رجال من أمتي عيسى ابن مريم ويشهدون قتال الدجال"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "حديث لا تقوم الساعة حتى تكون عشر آيات"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "حديث إن الأعور الدجال مسيح الضلالة يخرج من قبل المشرق"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "حديث إني لأرجو إن طال بي عمر أن ألقى عيسى ابن مريم"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "حديث لن تهلك أمة أنا في أولها وعيسى ابن مريم في آخرها والمهدي في وسطها"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "حديث أن امرأة من اليهود بالمدينة ولدت غلاما ممسوحة عينه طالعة ناتئة"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ينزل عيسى ابن مريم عند المنارة البيضاء شرقي دمشق"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "حديث يخرج الدجال في خفة من الدين"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "حديث لا تزال طائفة من أمتي على الحق ظاهرين على من ناوأهم حتى يأتي أمر الله"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "حديث عائشة دخل علي رسول الله صلى الله عليه وسلم وأنا أبكي"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ينزل عيسى ابن مريم فإذا رآه الدجال ذاب كما تذوب الشحمة"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "حديث فناره جنة وجنته نار"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "حديث أنا أعلم بما مع الدجال منه"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ثم ينزل عيسى ابن مريم مصدقا بمحمد على ملته"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "حديث وكنت أسأل عن الشر مخافة أن أدركه"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "حديث والذي بعثني بالحق نبيا ليجدن عيسى ابن مريم في أمتي خلفا من حواريه"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "حديث منا الذي يصلي عيسى ابن مريم خلفه"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": null,
            "tit": "حديث يا عم إن الله تعالى ابتدأ الإسلام بي وسيختمه بغلام من ولدك"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "حديث يا عباس إن الله تعالى بدأ بي هذا الأمر"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ثم لو أن رجلا أنتج فرسا لم يركب مهرها حتى تقوم الساعة"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ينزل عيسى ابن مريم بشرقي دمشق عند المنارة البيضاء"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "حديث يغزو الهند بكم جيش يفتح الله عليهم"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "حديث الدجال أول من يتبعه سبعون ألفا من اليهود عليهم السيجان"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "حديث إذا سكن بنوك السواد ولبسوا السواد"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ما فيه إلا موضع قبري وقبر أبي بكر وعمر وعيسى ابن مريم"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ينزل عيسى ابن مريم فيمكث في الناس أربعين سنة"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "حديث يرفع القرآن من صدور الرجال ومصاحفهم"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "حديث طوبى لعيش بعد المسيح"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "حديث إن النصارى أتوا رسول الله صلى الله عليه وسلم فخاصموه في عيسى ابن مريم"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ينزل عيسى ابن مريم إلى الأرض فيتزوج ويولد له"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "حديث يدفن عيسى ابن مريم مع رسول الله صلى الله عليه وسلم وصاحبيه"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "حديث من أنكر خروج المهدي فقد كفر بما أنزل على محمد"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "حديث إن عيسى لم يمت وإنه راجع إليكم قبل يوم القيامة"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "حديث إن عيسى عليه السلام يتزوج في الأرض ويقيم بها تسع عشرة سنة"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "حديث خير هذه الأمة أولها وآخرها"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": null,
            "tit": "حديث لما رأى عيسى عليه السلام قلة من اتبعه وكثرة من كذبه شكا ذلك إلى الله تعالى"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "حديث مثل أمتي مثل الغيث"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "حديث يأتي سباخ المدينة وهو محرم عليه أن يدخلها"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": null,
            "tit": "حديث ينزل عيسى ابن مريم على ثمانمائة رجل وأربعمائة امرأة"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "حديث يخرج الدجال عدو الله ومعه جنود اليهود وأصناف الناس"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "حديث كان طعام عيسى عليه السلام الباقلاء حتى رفع"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": null,
            "tit": "حديث هذا الجبل هو الذي رفع منه عيسى عليه السلام إلى السماء"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "حديث يقوم ملك بالصور بين السماء والأرض فينفخ فيه فتنطلق كل نفس إلى جسدها"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "آثار الصحابة والتابعين"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الأحاديث"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "حديث ليوشكن أن ينزل فيكم ابن مريم حكما عدلا"
        }
    ]
}